#X-Generator: crowdin.net
#Generated by ResourceBundle Editor (http://eclipse-rbe.sourceforge.net)

cannot=\u0932\u093e\u0907\u092c\u094d\u0930\u0947\u0930\u0940 \u0930\u093f\u091c\u0930\u094d\u0935 \u0938\u094d\u0930\u094b\u0924 \u092f\u0942\u0906\u0930\u090f\u0932 \u0915\u0947 \u0926\u094d\u0935\u093e\u0930\u093e \u0928\u093f\u0930\u094d\u0926\u093f\u0937\u094d\u091f \u090f\u0915 \u092b\u093c\u093e\u0907\u0932 \u0915\u094b \u092a\u094d\u0930\u093e\u092a\u094d\u0924 \u092f\u093e \u0915\u0928\u0947\u0915\u094d\u091f \u0928\u0939\u0940\u0902 \u0915\u093f\u092f\u093e \u091c\u093e \u0938\u0915\u0924\u093e 
unavailable=\u092f\u0939 \u0938\u092e\u093e\u091a\u093e\u0930 \u0938\u0947\u0935\u093e \u092b\u093f\u0932\u0939\u093e\u0932 \u0909\u092a\u0932\u092c\u094d\u0927 \u0928\u0939\u0940\u0902 \u0939\u0948\u0964 \u0915\u0943\u092a\u092f\u093e \u092c\u093e\u0926 \u092e\u0947\u0902 \u0935\u093e\u092a\u093f\u0938 \u091c\u093e\u0901\u091a \u0915\u0930\u0947\u0902\:\: [{0}]
goto.graphics=\u0917\u094d\u0930\u093e\u092b\u093f\u0915\u094d\u0938 \u0938\u0902\u0938\u094d\u0915\u0930\u0923 \u092a\u0930 \u091c\u093e\u090f\u0901 [\u0932\u093f\u0902\u0915 \u0928\u0908 \u0935\u093f\u0902\u0921\u094b \u092e\u0947\u0902 \u0916\u0941\u0932\u093e \u0939\u0948] 
goto.item=\u092a\u0922\u093c\u0947\u0902 [\u0928\u0908 \u0935\u093f\u0902\u0921\u094b] 
control.getupd=\u0905\u0926\u094d\u092f\u0924\u0928 \u092a\u094d\u0930\u093e\u092a\u094d\u0924 \u0915\u0930\u0947\u0902

cus.cus=\u0938\u092e\u093e\u091a\u093e\u0930 \u0935\u093f\u0915\u0932\u094d\u092a
cus.franam=\u0909\u092a\u0915\u0930\u0923 \u0936\u0940\u0930\u094d\u0937\u0915
cus.pagnam=\u092a\u0943\u0937\u094d\u0920 \u0936\u0940\u0930\u094d\u0937\u0915
cus.sugleg=(\u0938\u0941\u091d\u093e\u0908 \u0917\u0908 \u0932\u0902\u092c\u093e\u0908 15 \u0935\u0930\u094d\u0923)
cus.intadd=\u092f\u0942\u0906\u0930\u090f\u0932

gen.alert=\u091a\u0947\u0924\u093e\u0935\u0928\u0940\:
gen.can=\u0930\u0926\u094d\u0926 \u0915\u0930\u0947\u0902
gen.sav=\u0935\u093f\u0915\u0932\u094d\u092a \u0905\u0926\u094d\u092f\u0924\u0928 \u0915\u0930\u0947\u0902

plepro=\u0915\u0943\u092a\u092f\u093e \u0938\u092e\u093e\u091a\u093e\u0930 \u092b\u093c\u0940\u0921 \u0915\u0947 \u0932\u093f\u090f \u090f\u0915 \u092a\u0942\u0930\u093e \u092f\u0942\u0906\u0930\u090f\u0932 \u092a\u094d\u0930\u0926\u093e\u0928 \u0915\u0930\u0947\u0964

theisone=\u0907\u0938 \u0938\u092e\u092f \u0905\u0928\u0941\u092e\u0924\u093f\u092f\u093e\u0902 \u0938\u0947\u091f \u0928\u0939\u0940\u0902 \u0915\u0940 \u091c\u093e \u0938\u0915\u0924\u0940 \u0939\u0948 \u0915\u094d\u092f\u094b\u0902\u0915\u093f \u0938\u093e\u0907\u091f \u092a\u0939\u0932\u0947 \u0938\u0947 \u0939\u0940 \u0938\u0902\u092a\u093e\u0926\u093f\u0924 \u0915\u0940 \u091c\u093e \u0930\u0939\u0940 \u0939\u0948\u0964 \u0906\u0917\u0947 \u092c\u0922\u093c\u0928\u0947 \u0938\u0947 \u092a\u0939\u0932\u0947 \u0905\u0928\u094d\u092f \u0909\u092a\u0915\u0930\u0923\u094b\u0902 \u0915\u0940 \u0905\u0928\u0941\u092e\u0924\u093f\u092f\u093e\u0901 \u092c\u0902\u0926 \u0915\u0930\u0947\u0902\u0964

invalidfeed={0} \u090f\u0915 \u0905\u092e\u093e\u0928\u094d\u092f \u0906\u0930\u090f\u0938\u090f\u0938 \u092b\u093c\u0940\u0921 \u0939\u0948\u0964

revise.required=\u0915\u0947 \u0938\u093e\u0925 \u091a\u093f\u0939\u094d\u0928\u093f\u0924 \u0906\u0935\u0936\u094d\u092f\u0915 \u0906\u0907\u091f\u092e\u094d\u0938 


# descriptions for news entities
news=\u0906\u0930\u090f\u0938\u090f\u0938 \u0938\u092e\u093e\u091a\u093e\u0930 \u092b\u093c\u0940\u0921 \u0909\u092a\u0915\u0930\u0923 \u0915\u093e \u092a\u094d\u0930\u0924\u093f\u0928\u093f\u0927\u093f\u0924\u094d\u0935 \u0915\u0930\u0924\u093e \u0939\u0948
news.view.list='\u0938\u093e\u0907\u091f \u0906\u0908\u0921\u0940' \u0915\u093e \u0909\u092a\u092f\u094b\u0917 \u0915\u0930\u0915\u0947 \u090f\u0915 \u0935\u093f\u0936\u093f\u0937\u094d\u091f \u0938\u093e\u0907\u091f \u092e\u0947\u0902 \u0938\u092d\u0940 \u0938\u092e\u093e\u091a\u093e\u0930 \u092a\u094d\u0930\u093e\u092a\u094d\u0924 \u0915\u0930\u0947\u0902
news.view.show='\u0938\u092e\u093e\u091a\u093e\u0930 \u0906\u0908\u0921\u0940'' \u0926\u094d\u0935\u093e\u0930\u093e \u090f\u0915 \u090f\u0915\u0932 \u0916\u092c\u0930 \u092e\u0947\u0902 \u0938\u092e\u093e\u091a\u093e\u0930 \u0906\u0907\u091f\u092e \u092a\u094d\u0930\u093e\u092a\u094d\u0924 \u0915\u0930\u0947\u0902
news.action.site=\u0926\u0940 \u0917\u0908 \u0938\u093e\u0907\u091f \u092e\u0947\u0902 \u0935\u0930\u094d\u0924\u092e\u093e\u0928 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0915\u0947 \u0932\u093f\u090f \u0938\u092d\u0940 \u0938\u092e\u093e\u091a\u093e\u0930 \u092b\u093c\u0940\u0921 \u092a\u094d\u0930\u093e\u092a\u094d\u0924 \u0915\u0930\u0947\u0902
news.action.channel=\u0915\u093f\u0938\u0940 \u0926\u093f\u090f \u0917\u090f \u0938\u092e\u093e\u091a\u093e\u0930 \u092b\u093c\u0940\u0921 \u0915\u0940 \u0935\u093e\u0938\u094d\u0924\u0935\u093f\u0915 \u0938\u093e\u092e\u0917\u094d\u0930\u0940 \u092a\u094d\u0930\u093e\u092a\u094d\u0924 \u0915\u0930\u0947\u0902\u0964

