# this defines the entity description for the SHortenedUrlService
url=\u0414\u043e\u0441\u0442\u0430\u0432\u0447\u0438\u043a \u043d\u0430 \u0441\u044a\u0449\u043d\u043e\u0441\u0442\u0438, \u043a\u043e\u0439\u0442\u043e \u043f\u043e\u0437\u0432\u043e\u043b\u044f\u0432\u0430 \u0441\u044a\u043a\u0440\u0430\u0449\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 URL \u0430\u0434\u0440\u0435\u0441\u0438 \u0447\u0440\u0435\u0437 \u0443\u0441\u043b\u0443\u0433\u0430\u0442\u0430 ShortenedUrlService

url.action.shorten=\u0421\u044a\u043a\u0440\u0430\u0449\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u0434\u0430\u0434\u0435\u043d URL \u0430\u0434\u0440\u0435\u0441 \u0441 \u043f\u043e\u043c\u043e\u0449\u0442\u0430 \u043d\u0430 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0438\u0440\u0430\u043d\u0430\u0442\u0430 \u0440\u0435\u0430\u043b\u0438\u0437\u0430\u0446\u0438\u044f. URL \u0430\u0434\u0440\u0435\u0441\u044a\u0442 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0431\u044a\u0434\u0435 \u043f\u0440\u0435\u0434\u0430\u0434\u0435\u043d \u0447\u0440\u0435\u0437 URL \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u044a\u0440\u0430 'path' \u0438 \u0434\u0430 \u0431\u044a\u0434\u0435 \u043a\u043e\u0434\u0438\u0440\u0430\u043d \u043a\u0430\u0442\u043e URL. \u0410\u043a\u043e \u0438\u0441\u043a\u0430\u0442\u0435 \u0434\u0430 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0442\u0435 \u043c\u0435\u0442\u043e\u0434\u0430 "secure" (\u0441\u0430\u043c\u043e RandomisedUrlService), \u043f\u0440\u0435\u0434\u0430\u0439\u0442\u0435 \u0433\u043e \u0441\u044a\u0449\u043e \u043a\u0430\u0442\u043e \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u044a\u0440 \u043d\u0430 URL \u0438 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0439\u0442\u0435 true|false \u043a\u0430\u0442\u043e \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442. \u0418\u043c\u0430\u0439\u0442\u0435 \u043f\u0440\u0435\u0434\u0432\u0438\u0434, \u0447\u0435 \u043f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435, \u043e\u0442 \u0441\u044a\u043e\u0431\u0440\u0430\u0436\u0435\u043d\u0438\u044f \u0437\u0430 \u0441\u0438\u0433\u0443\u0440\u043d\u043e\u0441\u0442, \u0432\u044a\u043d\u0448\u043d\u0438\u0442\u0435 URL \u0430\u0434\u0440\u0435\u0441\u0438 \u043d\u0435 \u043c\u043e\u0433\u0430\u0442 \u0434\u0430 \u0431\u044a\u0434\u0430\u0442 \u0441\u044a\u043a\u0440\u0430\u0449\u0430\u0432\u0430\u043d\u0438. \u0410\u043a\u043e \u0438\u0441\u043a\u0430\u0442\u0435 \u0434\u0430 \u0440\u0430\u0437\u0440\u0435\u0448\u0438\u0442\u0435 \u0442\u043e\u0432\u0430, \u0437\u0430\u0434\u0430\u0439\u0442\u0435 shortenedurl.external.enabled\=true \u0432 sakai.properties.
