#X-Generator: crowdin.net
# this defines the entity description for the SHortenedUrlService
url=\u090f\u0915 \u0907\u0915\u093e\u0908 \u092a\u094d\u0930\u0926\u093e\u0924\u093e ShortenedUrlService \u0915\u0947 \u092e\u093e\u0927\u094d\u092f\u092e \u0938\u0947 \u092f\u0942\u0906\u0930\u090f\u0932 \u0915\u0940 \u0915\u092e\u0940 \u0915\u0940 \u0905\u0928\u0941\u092e\u0924\u093f \u0926\u0947\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f

url.action.shorten=\u0915\u0949\u0928\u094d\u092b\u093c\u093f\u0917\u0930 \u0915\u093e\u0930\u094d\u092f\u093e\u0928\u094d\u0935\u092f\u0928  \u0915\u093e \u0909\u092a\u092f\u094b\u0917 \u0915\u0930\u0915\u0947 \u0926\u093f\u090f \u0917\u090f \u092f\u0942\u0906\u0930\u090f\u0932 \u0915\u094b \u091b\u094b\u091f\u093e \u0915\u0930\u0947\u0902\u0964\u092f\u0942\u0906\u0930\u090f\u0932  '\u092a\u0925' \u092f\u0942\u0906\u0930\u090f\u0932 \u092a\u0948\u0930\u093e\u092e\u0940\u091f\u0930 \u0915\u0947 \u092e\u093e\u0927\u094d\u092f\u092e \u0938\u0947 \u092a\u093e\u0930\u093f\u0924 \u0939\u094b\u0928\u093e \u091a\u093e\u0939\u093f\u090f \u0914\u0930 \u092f\u0942\u0906\u0930\u090f\u0932 \u090f\u0928\u094d\u0915\u094b\u0921\u0947\u0921 \u0939\u094b\u0928\u093e \u091a\u093e\u0939\u093f\u090f\u0964 \u092f\u0926\u093f \u0906\u092a '\u0938\u0941\u0930\u0915\u094d\u0937\u093f\u0924' \u0935\u093f\u0927\u093f  \u0909\u092a\u092f\u094b\u0917 \u0915\u0930\u0928\u093e \u091a\u093e\u0939\u0924\u0947 \u0939\u0948\u0902 (\u0915\u0947\u0935\u0932 RandomisedUrlService), \u0924\u094b \u092d\u0940 \u0907\u0938\u0947 \u090f\u0915 \u092f\u0942\u0906\u0930\u090f\u0932 \u092a\u0948\u0930\u093e\u092e\u0940\u091f\u0930 \u0915\u0947 \u0930\u0942\u092a \u092e\u0947\u0902 \u092a\u093e\u0930\u093f\u0924 \u0915\u0930\u0947\u0902 \u0914\u0930 \u0938\u0939\u0940|\u0917\u0932\u0924 \u0915\u094b \u092e\u093e\u0928 \u0915\u0947 \u0930\u0942\u092a \u092e\u0947\u0902 \u0915\u093e \u0909\u092a\u092f\u094b\u0917 \u0915\u0930\u0947\u0902\u0964  \u0928\u094b\u091f \u0915\u0930\u0947\u0902 \u0921\u093f\u092b\u093c\u0949\u0932\u094d\u091f \u0930\u0942\u092a \u0938\u0947, \u0938\u0941\u0930\u0915\u094d\u0937\u093e \u0915\u093e\u0930\u0923\u094b\u0902 \u0938\u0947, \u092c\u093e\u0939\u0930\u0940  \u092f\u0942\u0906\u0930\u090f\u0932\u0938\u094d \u091b\u094b\u091f\u0947 \u0928\u0939\u0940\u0902 \u0915\u093f\u090f \u091c\u093e \u0938\u0915\u0924\u0947\u0964 \u092f\u0926\u093f \u0906\u092a \u0907\u0938\u0915\u0940 \u0905\u0928\u0941\u092e\u0924\u093f \u0926\u0947\u0928\u093e  \u091a\u093e\u0939\u0924\u0947 \u0939\u0948\u0902 \u0924\u094b  sakai.properties \u092e\u0947\u0902  shortenedurl.external.enabled\=true   \u0938\u0947\u091f \u0915\u0930\u0947\u0902\u0964
