#X-Generator: crowdin.com
acesubdea2=Date d'\u00e9ch\u00e9ance finale doit \u00eatre apr\u00e8s la date limite de remise.

acesubdea3=Date d'\u00e9ch\u00e9ance finale doit \u00eatre apr\u00e8s la date d'ouverture.

acesubdea4=Attention \! La date de remise finale est pass\u00e9e.

acesubdea5=Attention \! Vous allez accepter une nouvelle remise, mais la date de remise finale est pass\u00e9e.

acesubdea6=La date des nouvelles remises doit \u00eatre post\u00e9rieure \u00e0  la date de d\u00e9but.

areyousur_withSubmission=Voulez-vous vraiment supprimer le travail ''{0}'' qui comprend d\u00e9j\u00e0 des remises

areyousur_multiple=Voulez-vous vraiment supprimer ces remises?

areyousur_single=Voulez-vous vraiment supprimer cette remise?

assig3=La date limite de remise du devoir doit \u00eatre apr\u00e8s la date d'ouverture.

assig4=La date limite de remise du devoir ne doit pas \u00eatre dans le pass\u00e9.

assig5=Devoir\: Nouvelle date d'ouverture pour

assig6=Devoir\: Date d'ouverture pour

attaonly=Fichiers joints seulement

attempty=Vous ne pouvez pas envoyer de pi\u00e8ce jointe vide\: ''{0}''.

cannotfin1=Impossible d'ajouter la date limite de remise \u00e0 l'horaire.

cannotfin_assignment=Impossible de trouver le travail ''{0}''.

cannotfin_assignmentContent=Impossible de trouver le contenu du travail  ''{0}''.

cannotfin3=Impossible de trouver le travail

cannotfin4=Impossible de trouver le contenu du travail

cannotfin5=Impossible de trouver la remise du travail
cannotfin_site=Impossible de trouver un site avec l''identifiant  ''{0}''.
cannotfin_submission_1=Impossible de trouver la remise pour le travail r\u00e9f\u00e9rence \=''{0}'' et identifiant\=''{1}''.

cannotfin6=Impossible de trouver l'\u00e9v\u00e9nement calendrier.

cannot_getEvents=Impossible de lire les \u00e9v\u00e9nements du calendrier ''{0}''.

cannotmak=Impossible de faire une annonce pour la date d'ouverture du devoir.

cannotrem=Imposssible de supprimer l'ancien \u00e9v\u00e9nement pour le devoir

check=Crochet

conte=contenu.

deadl=Date d'\u00e9ch\u00e9ance finale

delet=Supprimer

delete_assig.delanass=Supprimer un devoir...
delete_assig.delass=Supprimer devoirs...

downall=T\u00e9l\u00e9charger tout

downspr=T\u00e9l\u00e9charger la feuille de calcul

draft=Brouillon cr\u00e9\u00e9

dupli=Dupliquer

gen.acesubunt=Date d\u2019\u00e9ch\u00e9ance finale
gen.addatt=Ajouter fichiers joints
gen.addatttoassig=Ajoute un fichier joint au devoir
gen.addatttoassig.singular=Ajouter piece(s) jointe(s) au travail
gen.addatttoassiginstr=Ajouter un item de votre ordinateur ou s\u00e9lectionnez un item existant dans les Ressources. Un fois votre s\u00e9lection faite, s\u00e9lectionnez 'Continuer', ou s\u00e9lectionnez 'Cancel' pour retourner sans faire de changements. Vous retournerez \u00e0 votre devoir - que vous devriez alors sauvegarder.
gen.adddroatt=Ajouter / Supprimer fichiers joints
gen.addduedat=Ajouter une date limite de remise \u00e0 l'horaire
gen.addhonple=Ajouter engagement sur l'honneur
gen.addinst=Commentaires additionnels de l'instructeur \u00e0 propos du document que vous avez d\u00e9pos\u00e9
gen.addinst2=Commentaires de l'enseignant \u00e0 propos du travail que vous avez remis
gen.addinstatts=Fichiers joints de l'instructeur pour cette remise
gen.addres2=Ressources additionnelles pour le devoir
gen.alert=Alerte\:
gen.anntheope=Annoncer la date d'ouverture
gen.assdet=D\u00e9tails du devoir
gen.assig=Devoir
gen.assinf=Instructions pour le devoir
gen.ass.lis.sum=Liste des devoirs. Colonne 1\: titre du devoir et liens pour r\u00e9viser ou dupliquer. Colonne 2\: \u00e9tat. Colonne 3\: date d'ouverture. Colonne 4\: date de fermeture. Colonne 6\: nombre soumis et not\u00e9s. Colonne 7\: note. La colonne 8 peut contenir des cases \u00e0 cocher pour s\u00e9lectionner et supprimer des devoirs.
gen.asstit=Titre du devoir
gen.at=\u00e0
gen.att=Fichiers joints
gen.attfprgra=Fichiers joints pour la correction
gen.atttoret=Fichiers joints \u00e0 retourner avec la note
gen.atttoret2=Fichiers joints \u00e0 retourner avec le devoir
gen.can=Annuler\r\n
gen.can.discard=Vos modifications seront supprim\u00e9es. \u00cates-vous sur de vouloir annuler?
gen.clocli=Fermer, cliquez pour ouvrir les instructions du devoir
gen.closed=Ferm\u00e9
gen.creby=Cr\u00e9\u00e9 par
gen.don=Termin\u00e9
gen.dra1=Brouillon
gen.closeexit=Fermer et quitter
gen.dra2=Brouillon -
gen.due=D\u00fb
gen.duedat=date limite de remise
gen.filatt=Fichier joint
gen.folatt=Fichier joint au dossier
gen.forpoi=Pour le pointage, entrez le maximum possible
gen.assign.gra=Corriger
gen.gra=Note
gen.gra2=Note\:
gen.grade.override=Substituer la note par\:
gen.grading=Notation
gen.group=\u00c9quipe
gen.subformat=Choisir le format pour la demande d'admission
group.issubmit=Cette remise est pour un travail d'\u00e9quipe
gen.groupassignment=Travail d'\u00e9quipe
gen.userassignment=Travail individuel
gen.section.info=Section (ne pas utiliser pour un travail d'\u00e9quipe)
group.submission.not.found=Travail d'\u00e9quipe non trouv\u00e9
group.select.represent=Choisissez l'\u00e9quipe que vous representez
group.user.multiple.warning=Pour cr\u00e9er une remise par \u00e9quipe, s\u00e9lectionnez <i>Afficher la remise aux \u00e9quipes/groupes s\u00e9lectionn\u00e9s seulement</i> et cochez les \u00e9quipes pour lesquelles vous souhaitez que cette remise soit accessible. Un \u00e9tudiant ne doit pas faire partie de plus d'une \u00e9quipe. Actuellement, ces \u00e9tudiants appartiennent \u00e0 plus d'une \u00e9quipe\:
group.must.member=Vous devez \u00eatre un membre d'au moins une \u00e9quipe pour soumettre
group.already.submitted=L'\u00e9quipe a d\u00e9ja soumis le travail
group.user.multiple.error=Au moins un utilisateur appartient \u00e0 plus d'une \u00e9quipe. Voir plus bas
group.error.title=Le participant est dans plusieurs groupes.
group.error.message=Vous ou un des membre de votre groupe \u00eates membres de plus d'un groupe \u00e9ligible pour soumettre ce travail. Veuillez informer votre enseignant que vous ne pourrez pas soumettre ou lire la r\u00e9troaction tant que cette erreur n'est pas r\u00e9solue.
group.user.duplicate.error=Attention\: Cet utilisateur est dans un ou plusieurs groupes \u00e9ligibles.
group.user.grade.override=\u00c9craser la note pour {0}
gen.history=Historique
gen.visible.date=Date d'affichage
gen.checked=V\u00e9rifi\u00e9
gen.commented=Annot\u00e9
gen.comments=Commentaires\:
gen.attachments=Fichiers joints
gen.regra=Corriger \u00e0 nouveau
gen.regrading=Recorrection
gen.grarep=Relev\u00e9 de notes
gen.grasca=\u00c9chelle de pointage
gen.hasbee=Le devoir a \u00e9t\u00e9 remis le
gen.hidassinf=Cacher les infos du devoir
gen.honple=Engagement sur l'honneur\:
gen.honple2=Engagement sur l'honneur\: Je n'ai donn\u00e9 ni re\u00e7u d'aide pour ce devoir.
gen.honple2val=Vous devez cocher l'engagement sur l'honneur. Pour ce faire, cliquez R\u00e9viser.
gen.viewasstablesummary=Configuration du devoir.
gen.viewassliststudentsummary=Liste d'\u00e9tudiants qui ont remis des devoirs.
gen.viewasslistreportsummary=Liste de devoirs d'\u00e9tudiants corrig\u00e9s
gen.in=Dans
gen.inpro=En cours
gen.instr=Instructions
gen.instrcomment=Commentaires de l'instructeur
gen.to=\u00e0
gen.late=en retard
gen.late2=- en retard
gen.lisofassto=Liste de devoirs \u00e0 supprimer
gen.mod=Modifi\u00e9
gen.modbyins=Modifi\u00e9 par l'instructeur
gen.new=Nouveau
gen.no=Non
gen.noasscan=Aucun devoir ne peut \u00eatre remis apr\u00e8s cette date de fermeture.
gen.noatt=Aucun fichier joint pour l'instant
gen.noattsubmitted=Aucun fichier joint
gen.nograd=Aucune note
gen.notavail=Ce travail n''est pas disponible; Status\: {0}<br>
gen.notope=Non ouvert
gen.notset=Non r\u00e9gl\u00e9
gen.notsta=Non d\u00e9but\u00e9
gen.of=de
gen.open=Ouvert
gen.orisub=Texte original remis
gen.orisub2=Texte original remis avec les commentaires de l'instructeur ajout\u00e9s le cas \u00e9ch\u00e9ant
gen.orisub3=Annonce de la date de d\u00e9but
gen.outof=de
gen.peerReviews=R\u00e9visions des pairs
gen.pf=P/F
gen.pos=Publier
gen.pre=Aper\u00e7u
gen.relea=Mettre en circulation
gen.resub=Nouvelle remise
gen.retu=Retour
gen.backtolist=Retour \u00e0 la liste
gen.reorder=Ordonner la liste
gen.review=R\u00e9viser
gen.peerreview.subm4=R\u00e9vision par les pairs soumise
gen.peerreview.todo=Revue par les pairs ({0}) Due {1}
gen.reviewer.who=\u00c9valu\u00e9 par\: {0} ({1})
gen.reviewer.countReview=\u00c9valuateur ({0})
gen.reordertitle=Ordonner l'affichage par d\u00e9faut de la liste des travaux
gen.retustud=Retourner \u00e0 l'\u00e9tudiant
gen.retustudtit=Correction termin\u00e9e, retourner maintenant \u00e0 l'\u00e9tudiant
gen.returned=Retourn\u00e9
gen.revi=R\u00e9viser
gen.sav=Enregistrer
gen.savdra=Enregistrer brouillon
gen.savdragra=Enregistrer
gen.savdratit=Enregistrer les commentaires et les notes, mais ne pas retourner \u00e0 l'\u00e9tudiant maintenant
gen.sca=\u00c9chelle
gen.sect=Section
gen.settfor=Configuration pour
gen.sorasc=Trier ascendant
gen.sorbydue=Trier par date limite de remise
gen.sortinstruct=D\u00e9placer un travail dans la liste en cliquant sur une fl\u00e8che (\u00e0 gauche) ou en ajustant le menu d\u00e9roulant (\u00e0 droite). Pour enregistrer vos changements, cliquer sur Enregistrer en bas de la page.
gen.sorbygra=Trier par note
gen.sorbylas=Trier par nom
gen.sorbymax=Trier par note maximale disponible
gen.sortbyfor=Trier par audience
gen.sortbyforasc=Trier par audience ascendante
gen.sortbyfordesc=Trier par audience descendante
gen.sordes=Trier descendant
gen.staass=Commencer devoir
gen.status=Statut
gen.stuatt=Fichiers joints remis
gen.student=\u00c9tudiant
gen.students=\u00c9tudiants
gen.stunam=Nom de l'\u00e9tudiant
gen.stusub=Remises de l'\u00e9tudiant
gen.stuvie=Vue \u00e9tudiant
gen.stuvieof=Vue \u00e9tudiant du devoir
gen.stucantdo=La remise et son contenu sont visibles et les \u00e9tudiants peuvent soumettre leur travail.
gen.stuwonsee=Les \u00e9tudiants ne verront pas ce devoir avant cette date d'ouverture.
gen.subm=Remise du devoir
gen.submission=Remise
gen.resubmission=Nouvelle remise

gen.openquote="
gen.closequote="
gen.subm2=Remises
gen.subm3=Remettre
gen.subm4=Remis
gen.subm5=Date de remise
gen.subm6=Date d'\u00e9valuation \:
gen.sumcom=R\u00e9sum\u00e9 des commentaires
gen.theare2=Il n'y a aucune remise.
gen.thearecur1=Il n'y a actuellement aucun devoir \u00e0 cet endroit.
gen.thearecur2=Il n'y a actuellement aucune remise \u00e0 cet endroit.
gen.theassall4=Ce devoir permet la remise en utilisant le champ de saisie ci-dessous et les fichiers joints. Inscrivez vos commentaires dans le champ ci-dessous et utilisez le bouton Ajouter fichiers joints pour inclure d'autres documents. Enregistrez fr\u00e9quemment votre travail.
gen.theassall6=Ce devoir permet la remise en utilisant le champ de saisie ci-dessous uniquement. Inscrivez votre r\u00e9ponse. Enregistrez fr\u00e9quemment votre travail.
gen.yoursubwill=Votre soumission sera envoy\u00e9e \u00e0 {0} pour \u00eatre r\u00e9vis\u00e9e \u00e9lectroniquement pour le plagiat.
gen.onlythefoll=Seuls les fichiers des types suivants seront accept\u00e9s\: {0}
gen.theassinf=Information du devoir
gen.title=Titre
gen.view2=Afficher
gen.yes=Oui
gen.youmus=(Vous devez r\u00e9pondre pour remettre votre devoir.)
gen.yousub=Votre remise
gen.reviewing=R\u00e9vision
gen.submittedtext=Texte remis
gen.visible=Pour
gen.applygrade=Appliquer
gen.viewallgroupssections=Toutes Sections/Groupes
gen.toggle=Tout s\u00e9lectionner
gen.hideduedate=Cacher la date de remise aux \u00e9tudiants

grad2=La note ne peut \u00eatre plus grande que la note maximale.

grad3=Corrig\u00e9

gradingsub.belisthe=Ci-dessous vous trouvez la remise de devoir d'un \u00e9tudiant. Vous pouvez ins\u00e9rer des commentaires \u00e0 l'int\u00e9rieur de ce texte en cliquant dans le champ de saisie puis en inscrivant vous commentaires. Les commentaires entour\u00e9s de doubles accolades, {{<span class\="highlight">like this</span>}}, appara\u00eetront en rouge pour l'\u00e9tudiant.
gradingsub.nosubmittedtext=Il n'y a aucun texte remis par l'\u00e9tudiant.
gradingsub.opecliass=Ouvrir, cliquez pour fermer l'instruction du devoir
gradingsub.prefee=R\u00e9troaction pr\u00e9c\u00e9dente
gradingsub.prefee2=L'enseignant commente les pr\u00e9c\u00e9dentes remises
gradingsub.prefeetex=Texte de la r\u00e9troaction pr\u00e9c\u00e9dente
gradingsub.prefeetex2=Autres remises pr\u00e9c\u00e9dentes avec des commentaires de l'enseignant ins\u00e9r\u00e9es si cela s'applique
gradingsub.prefeetex3=Remises pr\u00e9c\u00e9centes avec des commentaires de l'enseignant ins\u00e9r\u00e9es si c'est appropri\u00e9
gradingsub.prefeedbackAttachments=Fichiers joints pr\u00e9c\u00e9dents retourn\u00e9s
gradingsub.pregra=Note pr\u00e9c\u00e9dente\:
gradingsub.usethebel1=Utilisez le champ de saisie ci-dessous pour inscrire des commentaires r\u00e9capitulatifs additionnels \u00e0 propos de ce devoir.
gradingsub.usethebel2=Utilisez le champ de saisie ci-dessous pour inscrire des commentaires r\u00e9capitulatifs \u00e0 propos du fichier joint \u00e0 ce devoir ou \u00e0 la note.

granotset=Type de note non r\u00e9gl\u00e9

hassum=Devoir {0} a des remises.

hasDraftSum=Certains \u00e9tudiants ont commenc\u00e9 \u00e0 travailler sur le devoir, mais ne l'ont pas encore soumis.

inlin=En ligne seulement

inlinatt=En ligne et fichiers joints


# months (used in chef_dateselectionwidget macro in VM_chef_library.vm)
jan=JAN.
feb=F\u00c9V.
mar=MARS
apr=AVR.
may=MAI
jun=JUIN
jul=JUIL.
aug=AO\u00dbT
sep=SEP
oct=OCT.
nov=NOV.
dec=D\u00c9C.

dateselectionwidget.day=S\u00e9lectionnez le jour
dateselectionwidget.month=S\u00e9lectionnez un mois
dateselectionwidget.year=S\u00e9lectionnez l'ann\u00e9e
dateselectionwidget.hour=S\u00e9lectionnez l'heure
dateselectionwidget.minute=S\u00e9lectionnez les minutes
dateselectionwidget.ampm=S\u00e9lectionnez AM ou PM

letter=Notes en lettres

lisofass1=Liste de devoirs

lisofass2=Liste de devoirs par \u00e9tudiant

listassig.sorbynum1=Trier par nombre total de devoirs remis
listassig.sorbynum2=Trier par nombre de devoirs remis non corrig\u00e9s
listassig.sorbyope=Trier par date d'ouverture
listassig.sorbysec=Trier par section
list.sorbysta=Trier par statut
listassig.sorbytit=Trier par titre
listsub.grasub=Corriger le travail remis
listsub.nosub=Aucun devoirs remis
listsub.sorbyrel=Trier par mise en circulation
listsub.sorbysub=Trier par heure de remise
listsub.submitted.by=par

new=Ajouter
new.title=Nouveau travail
edit=- modifier
newass=nouveau devoir

newassig.comfor=Compl\u00e9tez le formulaire puis choisissez 'Publier' au bas. Un <span class\="reqStarInline">*</span> signifie une information obligatoire.
newassig.opedat=Date d'ouverture
newassig.selectmessage=Appuyez sur Enter, puis utilisez Alt + les touches de d\u00e9placement vers le haut et vers le bas pour d\u00e9filer le menu
newassig.tosel=Pour s\u00e9lectionner plus d'une section\: maintenez enfonc\u00e9e la touche (PC- CTRL, Mac - Pomme) en cliquant sur la deuxi\u00e8me section et les subs\u00e9quentes.

newope=Nouvelle date d'ouverture pour le devoir

opedat=Date d'ouverture pour de devoir

passfail=R\u00e9ussite/\u00c9chec
pass=R\u00e9ussite/\u00c9chec

permis=Droits d'acc\u00e8s

plespethe1=Veuillez sp\u00e9cifier le titre du devoir.

plespethe2=Veuillez sp\u00e9cifier la note.

plespethe3=S'il vous pla\u00eet, sp\u00e9cifiez le nombre maximum de points.

plesuse0=Veuillez utiliser une cat\u00e9gorie correcte de notes.

plesuse1=Veuillez utiliser un nombre pour le champ note.

plesuse2=Veuillez n'utiliser qu'une seule d\u00e9cimale pour la note.

plesuse3=Veuillez utiliser z\u00e9ro ou un nombre positif pour la note.

plesuse4=La note en points inscrite est plus grande que la valeur maximale permise par le syst\u00e8me. Veuillez entrer une valeur ne d\u00e9passant pas

points=Points

prevassig.hidass=Cacher devoir
prevassig.hidstuvie=Cacher vue \u00c9tudiant
prevassig.preass=Aper\u00e7u devoir...
prevassig.shoass=Afficher devoir
prevassig.shostuvie=Afficher vue \u00c9tudiant

releas=Mis en circulation

relgrad=Mettre notes en circulation
relcommented=Mettre en circulation annot\u00e9e

repsubmi.sorbysca=Trier par \u00e9chelle
repsubmi.sorbytur=Trier par date de remise

return=Retourn\u00e9

setperfor=R\u00e9gler les droits d'acc\u00e8s des devoirs dans le site

somelsis_assignment=Une autre personne est en train de modifier la remise  ''{0}''.

somelsis_submission=Une autre personne est en train de modifier la remise  ''{0}''.

somelsis_assignmentContent=Une autre personne est en train de modifier la remise  ''{0}''.

somelsis_calendar=Un autre utilisateur modifie ce calendrier.

sort.summary=Le tableau contient des \u00e9l\u00e9ments \u00e0 trier. La deuxi\u00e8me colonne contient le lien pour faire monter l'\u00e9l\u00e9ment. La troisi\u00e8me pour le faire descendre. La derni\u00e8re pour d\u00e9placer l'\u00e9l\u00e9ment \u00e0 un endroit pr\u00e9cis.
sort.caption=Liste des ressources \u00e0 trier
sort.moveup=Remonter
sort.movedn=Abaisser

stulistassig.asshasbee1=(Le devoir a \u00e9t\u00e9 supprim\u00e9)
stulistassig.selanass1=La liste de devoirs ci-dessous appara\u00eet exactement de la fa\u00e7on dont un \u00e9tudiant la verra. En cliquant 'Remettre comme \u00e9tudiant', vous pouvez faire le devoir exactement de la m\u00eame fa\u00e7on qu'un \u00e9tudiant le fera, incluant la remise du devoir.
stulistassig.selanass=S\u00e9lectionnez un devoir pour afficher les d\u00e9tails, commencez \u00e0 travailler ou \u00e9ditez votre travail pr\u00e9c\u00e9dent.

stulistsunbm.chotri=S\u00e9lectionnez l'ic\u00f4ne triangulaire pour afficher le statut des devoirs de l'\u00e9tudiant.
stulistsunbm.hidstuass=Cacher les devoirs/remises de l'\u00e9tudiant
stulistsunbm.listhestu=Liste les remises de l'\u00e9tudiant pour chacun des devoirs. Colonne 1\: nom de l'\u00e9tudiant - cliquez pour \u00e9tendre. Lorsque \u00e9tendu, les colonnes 2-5 affichent le titre du devoir, sa remise, son \u00e9tat et sa note.
stulistsunbm.shostuass=Afficher les devoirs/remises de l'\u00e9tudiant

stupresub.max=max
stuviewgrad.thegradet=Le d\u00e9tail de la correction du devoir remis

stuviewsubm.asshasbee2=Le devoir a \u00e9t\u00e9 corrig\u00e9/annot\u00e9.
stuviewsubm.asshasbee3=Le devoir a \u00e9t\u00e9 remis \u00e0 nouveau le
stuviewsubm.asshasbee4=Le devoir a \u00e9t\u00e9 retourn\u00e9 le
stuviewsubm.asshasnot=Compl\u00e9tez le formulaire, puis s\u00e9lectionnez le bouton appropri\u00e9 au bas.
stuviewsubm.assattonly=Ajouter fichiers joints, puis choisir le bouton appropri\u00e9
stuviewsubm.entbelo=Validez ci-dessous pour remettre \u00e0 nouveau
stuviewsubm.plesub=Veuillez remettre \u00e0 nouveau avec vos modifications.
stuviewsubm.theassall2=Le devoir permet les remises par l'ajout de fichiers joints seulement.
stuviewsubm.theclodat=La date de fermeture du devoir est pass\u00e9e. Vous ne pouvez plus remettre une r\u00e9ponse.
stuviewsubm.youatt=Votre devoir remis joint
stuviewsubm.submissatt=Fichiers soumis
stuviewsubm.removeatt=Supprimer
stuviewsubm.attfromcomputerlabel=Choisir d'autres fichiers de votre ordinateur
stuviewsubm.attfromcomputerlabelmore=Choisir d'autres fichiers de votre ordinateur
stuviewsubm.attfromserverlabel=ou choisir d'autres fichiers de votre Espace personnel ou du site de cours
stuviewsubm.attfromserverlabel.singular=Ou choisir d'autres fichiers de votre Espace personnel ou du site de cours.
stuviewsubm.attfromserverlabelmore=ou choisir d'autres fichiers de votre Espace personnel ou du site de cours
feedbacktext=Texte de r\u00e9troaction
stuviewsubm.submitreminder=Ne pas oublier d'enregistrer ou de remettre.
stuviewsubm.modifytoresubmit=Vous pouvez soumettre de nouveau si vous avez modifi\u00e9 cette remise.
stuviewsubm.reminder=N'oubliez pas de remettre votre travail\! Un message de confirmation sera affich\u00e9 apr\u00e8s la remise.
feedbackcomment=R\u00e9troaction

stuviewsubm.typesubhaschanged.inline=Le mode de remise de ce travail a chang\u00e9. Ces fichiers de soumissions pr\u00e9c\u00e9dentes sont pour r\u00e9f\u00e9rence seulement et ne seront pas inclus si vous les soumettez de nouveau.
stuviewsubm.typesubhaschanged.attach=Le mode de remise de ce travail a chang\u00e9. Ces fichiers de remises pr\u00e9c\u00e9dentes sont pour r\u00e9f\u00e9rence seulement et ne seront pas inclus si vous les soumettez de nouveau.
stuviewsubm.typesubhaschanged.singleUploadedFileOnly=Le mode de remise pour ce travail a chang\u00e9 et n'accepte qu'un fichier unique. Afin de faire une nouvelle remise,  s\u00e9lectionnez un fichier de la remise pr\u00e9c\u00e9dente ou t\u00e9l\u00e9verser un nouveau fichier.
stuviewsubm.uploadnew=T\u00e9l\u00e9charger un nouveau fichier

# Taggable
tag.emptylist=Il n'y a pas d'\u00e9tiquette \u00e0 afficher.
tag.tags=\u00c9tiquettes
tag.list.summary=Le tableau contient la liste des \u00e9tiquettes associ\u00e9es au travail courant.

theassiid_isnotval=Le travail identifi\u00e9 ''{0}'' n''est pas valide.


theassicon=Le contenu du travail est en train d'\u00eatre modifi\u00e9 par un autre utilisateur.

theisno=Il n'existe pas de tel devoir.

theisnostudent=Il n'y a pas d'\u00e9tudiants

thiasshas=Ce devoir n'a pas d'instructions. \u00cates-vous s\u00fbr?

ungra=Non corrig\u00e9
fail=\u00c9chec
viewassig.datcre=Date de cr\u00e9ation
viewassig.shoassinf=Afficher information du devoir
viewassig.theassall1=Ce devoir permet de saisir du texte directement et/ou de joindre des fichiers. Inscrivez vos commentaires dans le champ ci-dessous et utilisez le bouton Ajouter fichiers joints pour inclure d'autres documents avec votre remise. Enregistrez fr\u00e9quemment votre travail.
viewassig.theassall3=Ce devoir permet la remise \u00e0 l'aide de fichiers joints uniquement. Utilisez le bouton Ajouter fichiers joints ci-dessous pour joindre 1 ou plusieurs documents.
viewassig.theassall5=Ce devoir permet la remise en utilisant le champ de saisie ci-dessous uniquement. Veuillez inscrire votre r\u00e9ponse et enregistrez fr\u00e9quemment votre travail.
viewassig.viewass1=Affichage du devoir...

youarenot_addAssignment=Vous n'avez pas les droits pour ajouter une remise

youarenot_addAssignmentContent=Vous n'avez pas les droits pour ajouter une remise

youarenot_removeAssignment=Vous n''avez pas la permission de supprimer le travail \= ''{0}''.

youarenot11_c=Vous n'avez pas le droit de supprimer le contenu du travail.


youarenot12=Vous n'avez pas le droit d'envoyer un r\u00e9ponse.

youarenot13=Vous n'avez pas le droit de remettre un devoir.

youarenot_viewAssignment=Vous n''avez pas les droits pour voir la remise ''{0}''.

youarenot_editAssignment=Vous n''avez pas la permission de modifier ce travail ''{0}''.
youarenot_editSubmission=Vous n''avez pas la permission d''\u00e9diter la remise du travail ''{0}''.

youarenot_viewAssignmentContent=Vous n''\u00eates pas autoris\u00e9 \u00e0 voir le contenu du travail''{0}''.

youarenot_viewSubmission=Vous n''avez pas la permission de voir la remise ''{0}''.

youarenot17=Vous \u00eates en train de r\u00e9viser un devoir apr\u00e8s la date limite de remise.

youarenot18=Vous devez cocher l'Engagement sur l'honneur avant la remise.

youarenot19=Vous n'avez pas le droit de r\u00e9organiser les travaux.

youarenot20=Vous \u00eates en train de r\u00e9viser un travail apr\u00e8s la date de d\u00e9but du travail.

youarenot4=Vous n'avez pas le droit de cr\u00e9er une remise de devoir.

youarenot5=Vous n'avez pas le droit de dupliquer le devoir.

youarenot6=Vous n'avez pas le droit d'\u00e9diter le devoir.

youmust1=Vous devez joindre au moins un document avant la remise.

youmust2=Vous devez soit inscrire votre r\u00e9ponse dans le champ de saisie ou joindre au moins un document avant la remise.

youmust6=Vous devez d'abord s\u00e9lectionner un(des) devoir(s) en cochant la case \u00e0 c\u00f4t\u00e9 du nom du devoir. Ensuite cliquez le bouton Mettre \u00e0 jour pour supprimer le(les) devoir(s).

youmust7=Vous devez inscrire votre r\u00e9ponse dans le champ de saisie avant la remise.

youmust8=Vous devez t\u00e9l\u00e9charg\u00e9 une pi\u00e8ce jointe.

#added during legacy tool refactoring
list.show=Afficher
list.itemsper=\u00e9l\u00e9ments...
update=Mettre \u00e0 jour
removeSelected=Supprimer les travaux s\u00e9lectionn\u00e9s
subasstudent=Remettre comme \u00e9tudiant
alert.globalNavi=Si vous sortez sans cliquer un des boutons de commande au bas de cette page, vous perdrez le travail fait jusqu'\u00e0 pr\u00e9sent. Veuillez choisir un de ces boutons ou naviguez vers la page choisie en abandonnant le travail fait sur cette page.
viewassign=Affichage du devoir
subexampleassign=Remettre un exemple de devoir
viewexampleassign=Affichage de l'exemple de devoir
assignmenttext=Texte du devoir
submitforstudent=Remettre comme \u00e9tudiant
resubmit=Remettre \u00e0 nouveau
viewsubmission=Affichage de la remise
viewsubmissions=Affichage des remises
allowResubmit=Autoriser une nouvelle remise
allowGradeOverride=Substituer les notes individuelles
allowVisibleDate=Choisir une date d'affichage
gen.first=Premier
gen.previous=Pr\u00e9c\u00e9dent
gen.next=Suivant
gen.last=Dernier

gen.remove=Supprimer
gen.remove.q=Supprimer?

addtogradebook=Ajouter au bulletin de notes
addtogradebook.wrongGradeScale=L'int\u00e9gration dans le bulletin de notes n'est disponible que pour les devoirs ayant une note en points.
addtogradebook.nonUniqueTitle=Le m\u00eame titre de devoir est d\u00e9j\u00e0 utilis\u00e9 dans l'outil Bulletin de notes. Veuillez utiliser un titre diff\u00e9rent.
addtogradebook.illegalPoints=Une entr\u00e9e du bulletin de note ne peut \u00eatre cr\u00e9\u00e9e pour ce devoir, car le maximum de points doit \u00eatre > 0. Veuillez soit changer le maximum de points du devoir ou d\u00e9cocher le choix "Ajouter au Bulletin de notes"
addtogradebook.alertMessage=Exception lors de la r\u00e9cup\u00e9ration du bulletin de notes, exception ci-bas\:

date.invalid=Date invalide pour
date.closedate=date de fermeture
date.resubmission.closedate=Date limite pour les nouvelles remises
date.allpurpose.releasedate=Date d'affichage de cette information
date.allpurpose.retractdate=Date de fin d'affichage de cette information

gen.viewing=Affichage
gen.items=\u00e9l\u00e9ments

gen.required=obligatoire
gen.notrequired=Non requis

download.feedback.attachment=Fichiers de retroaction
download.spreadsheet.title=Remise du devoir fichier Excel
download.spreadsheet.site=Site\:
download.spreadsheet.date=Date de t\u00e9l\u00e9chargement\:
download.spreadsheet.column.userid=ID de l'utilisateur
download.spreadsheet.column.name=Nom

# AssignmentActivityProducer

## the column headers in grades.csv file in zip download
grades.id=Afficher ID
grades.lastname=Nom
grades.firstname=Pr\u00e9nom
grades.grade=Note


grades.members=Usagers
#group related variables
displayto.site=Afficher au site
displayto.selected=Afficher aux groupes s\u00e9lectionn\u00e9s

range.allgroups=site

group=Groupe
groups=Groupes
group.list.summary=La table contient la liste des groupes. La premi\u00e8re colonne contient des cases \u00e0 cocher, la seconde le nom du groupe et la troisi\u00e8me, la description du groupe. Le liens de l'ent\u00eate peuvent \u00eatre utilis\u00e9s pour trier
group.list.descr=Description

java.alert.youchoosegroup=Vous devez choisir au moins un groupe.
java.alert.noGroupedAssignmentIntoGB=Vous ne pouvez pas ajouter un devoir avec un acc\u00e8s de groupe dans le Relev\u00e9 de notes.

nostudent=Il n'y a pas d'\u00e9tudiant dans le site.

grading=Correction
grading.no=Ne pas ajouter le devoir au Relev\u00e9 de notes
grading.no2=Ne pas associer le travail au Relev\u00e9 de notes
grading.add=Ajouter un devoir au Relev\u00e9 de notes
grading.associate=Associer avec un devoir existant du Relev\u00e9 de notes
grading.associate.warn=D\u00e9sol\u00e9 \! Vous devez s\u00e9lectionner une note num\u00e9rique maximale pour faire ceci.
grading.associate.alert=Vous devez s\u00e9lectionner un devoir du Relev\u00e9 de notes
grading.select=S\u00e9lectionner un Devoir
grading.alert.draft.beforeclosedate=La date d'\u00e9ch\u00e9ance n'est pas encore pass\u00e9e et l'\u00e9tudiant peut modifier son travail. \u00cates-vous s\u00fbr de vouloir proc\u00e9der \u00e0 la notation?
grading.unassigned=Non assign\u00e9
grading.categorylist=S\u00e9lectionner une cat\u00e9gorie du bulletin de note (optionnel)
access=Acc\u00e8s
grading.alert.multiTab=Vos \u00e9valuations, commentaires et r\u00e9troactions n'ont pas \u00e9t\u00e9 enregistr\u00e9s. Vous allez devoir les inscrire \u00e0 nouveau. En effet, vous pouvez ouvrir seulement un travail d'\u00e9tudiant \u00e0 la fois. Si vous ouvrez un deuxi\u00e8me travail avant de quitter le premier, vous perdez vos corrections du premier travail. Il vous faut alors fermer toutes les remises de travaux, puis en r\u00e9ouvrir une pour pouvoir la corriger. Pour \u00e9viter ce probl\u00e8me, ouvrez une seule fen\u00eatre ou page de votre navigateur pendant que vous faites vos corrections. Nous vous recommandons de fermer et de relancer votre navigateur, et de vous reconnecter au syst\u00e8me avant de continuer la correction.
grading.reminder=Rappel important \:
grading.reminder.body=Veuillez n'\u00e9valuer les travaux que dans une seule fen\u00eatre ou page de votre navigateur et ne pas avoir d'autres fen\u00eatres ou pages ouvertes.\r\n<span class\="highlight">Notez que ZoneCours est parfois interrompu entre 1h25 et 1h30 (du matin) pour une courte p\u00e9riode de maintenance. Vous devriez \u00e9viter de travailler sur l'interface \u00e0 ce moment-l\u00e0.</span>
grading.reminder.anon=Veuillez ne pas inscrire votre nom dans la section des commentaires car l'\u00e9valuation est anonyme.

## SAK-17606
grading.anonymous=\u00c9valuation anonyme
grading.anonymous.title=anonyme


allow.resubmit.number=Nombre de nouvelles remises permises
allow.resubmit.number.unlimited=Illimit\u00e9es
allow.resubmit.closeTime=Accepter les soumissions additionnelles jusqu'\u00e0

assignment.copy=Copie


## max grade
grade.max=max

## no-submission grade
non.submission.grade=Allouer cette note \u00e0 tous les participants sans remises\:
non.submission.grade.select=Veuillez s\u00e9lectionner la note par d\u00e9faut\:
## for not graded non-electronic submission grades
not.graded.non.electronic.submission.grade=Assigner cette note \u00e0 toutes les remises non \u00e9lectroniques et non \u00e9valu\u00e9es \:

##################UPV added
not_allowed_to_submit=Vous n'avez pas le droit de faire de remise pour ce devoir.

### Non-electronic submission
nonelec=Non \u00e9lectronique
nonelec_instruction=Ce devoir ne permet pas les remises en ligne. Contactez votre instructeur pour obtenir des instructions additionnelles.
nonelec_instruction2=Ce devoir n\u00e9cessite une remise en personne.

## on the submission confirmation page
confirm.savesubmission.title=La confirmation de votre remise est enregistr\u00e9e.
confirm.submission.title=Confirmation de l'envoi
confirm.savesubmission.success=Vous avez enregistr\u00e9 votre travail avec succ\u00e8s.
confirm.submission.success=Le travail a \u00e9t\u00e9 remis avec succ\u00e8s.
confirm.submission.label.user=Utilisateur\:
confirm.submission.label.classsite=Classe du site\:
assignment.title=Titre du travail\:
confirm.savesubmission.label.submission.id=Identifiant de la remise enregistr\u00e9e\:
submission.id=Remise \#\:
confirm.savesubmission.include=Votre remise enregistr\u00e9e inclut ce qui suit\:
confirm.submission.include=Votre remise inclut ce qui suit\:
confirm.savesubmission.notext=Aucune remise enregistr\u00e9e
confirm.submission.notext=Aucun texte remis
confirm.savesubmission.attachments=Fichiers joints enregistr\u00e9s\:
confirm.submission.email=Vous recevrez une notification par courriel contenant ces informations.
confirm.submission.email.noEmailAddress=Aucune confirmation contenant cette information n'a pu \u00eatre envoy\u00e9e car l'adresse \u00e9lectronique est manquante.
confirm.submission.button=OK
receive.confirm.submission.email.options=Options de notification par courriel\:
receive.confirm.submission.email.each=Envoyez-moi une notification par courriel pour chaque devoir remis
receive.confirm.submission.email.digest=Envoyez-moi un courriel par jour contenant la liste des devoirs remis
receive.confirm.submission.email.none=Aucune notification par courriel

# on the download/upload all page, most of the attributes are shared between upload and download process
uploadall.title=Tout t\u00e9l\u00e9verser
uploadall.instruction=S\u00e9lectionnez une archive \u00e0 t\u00e9l\u00e9verser, choisissez les options et cliquez sur le bouton "T\u00e9l\u00e9verser" en bas.  Les \u00e9l\u00e9ments requis sont indiqu\u00e9s avec
uploadall.instruction2=L'archive doit contenir un dossier pour chaque \u00e9tudiant.  Chaque dossier peut contenir un fichier comments.txt, le devoir remis de l'\u00e9tudiant accompagn\u00e9 des commentaires du professeur ainsi que tout autre fichier que vous d\u00e9sirez retourner avec le devoir.
uploadall.instruction3=Gabarit de t\u00e9l\u00e9chargement
uploadall.instruction4=Chaque dossier peut contenir un fichier de commentaires.txt, le travail remis par l'\u00e9tudiant accompagn\u00e9 des commentaires de l'enseignant ainsi que tout autre fichier que vous d\u00e9sirez retourner avec le devoir.
downloadall.instruction=Choisir l'option de t\u00e9l\u00e9chargement d\u00e9sir\u00e9e, puis cliquer sur "T\u00e9l\u00e9charger" au bas de cette page.
uploadall.choose.file=Fichier\:
uploadall.choose.file2=Choisir les \u00e9l\u00e9ments de l'archive \u00e0 t\u00e9l\u00e9verser
uploadall.choose.file.studentSubmissionText=Textes remis par les \u00e9tudiants (contenant possiblement les commentaires de l'enseignant) \r\n
uploadall.choose.file.studentSubmissionAttachment=Fichiers remis par les \u00e9tudiants (que vous avez possiblement annot\u00e9s)
uploadall.choose.file.gradeFile=Fichier de notes (fichier grades.csv \u00e0 la racine du r\u00e9pertoire)
uploadall.choose.file.gradeFile.csv=format CSV, fichier grades.csv
uploadall.choose.file.gradeFile.excel=format EXCEL, file notes.xls
uploadall.choose.file.feedbackTexts=Commentaires ins\u00e9r\u00e9s dans les textes remis par les \u00e9tudiants (dans le cas d'une remise en ligne)
uploadall.choose.file.feedbackComments=Commentaires (fichier commentaires.txt dans les dossiers d'\u00e9tudiants, le cas \u00e9ch\u00e9ant)
uploadall.choose.file.includeNotSubmitted=Inclure les \u00e9tudiants qui n'ont pas encore soumis leur travail.
uploadall.choose.file.confirm=Vous avez choisi le fichier d'archives pour le d\u00e9p\u00f4t. Des dossiers contenus dans les archives seront mis \u00e0 jour \u00e0 la remise correspondante du travail par d'\u00e9tudiant.
uploadall.releaseOption=S\u00e9lectionnez une option de publication
uploadall.releaseOption.yes=Publier les informations t\u00e9l\u00e9vers\u00e9es aux \u00e9tudiants
uploadall.releaseOption.no=Ne pas publier les informations t\u00e9l\u00e9vers\u00e9es maintenant - Publier plus tard
uploadall.button.upload=T\u00e9l\u00e9verser
downloadall.button.download=T\u00e9l\u00e9charger
uploadall.alert.choose.element=Vous devez choisir au moins un \u00e9l\u00e9ment dans l'archive pour le chargement.
uploadall.alert.wrongZipFormat=L'archive Zip n'est pas dans le bon format. Veuillez vous assurer que le fichier Zip contient les dossiers d'\u00e9tudiants et le fichier grades.csv \u00e0 la racine.
uploadall.alert.incorrectFormat=Le fichier Zip n'a pas le bon format.
uploadall.alert.invalidUserId=Assurez-vous que l'identification de l'\u00e9tudiant correspond \u00e0 celle du site et que les dossiers sont au niveau sup\u00e9rieur du fichier Zip (pas imbriqu\u00e9s).
uploadall.alert.noGradeFile=Veuillez vous assurer qu'il y a un fichier de notes et une structure de dossier correcte.
downloadall.alert.choose.element=Vous devez choisir au moins un \u00e9l\u00e9ment dans les options de t\u00e9l\u00e9chargement.
uploadall.alert.zipFile=Vous n'avez pas s\u00e9lectionn\u00e9 un fichier zip.  Vous devez s\u00e9lectionner un fichier .zip ou .sit pour le chargement.
uploadall.note=Note\: si vous changez le langage dans les pr\u00e9f\u00e9rences, par exemple pour passer de l'anglais au fran\u00e7ais, vous devrez t\u00e9l\u00e9verser cet archive dans le m\u00eame langage que lors du t\u00e9l\u00e9chargement (ou t\u00e9l\u00e9charger de nouveau et utiliser une nouvelle archive).
downloadall.note=Note\: si vous changez le langage dans les pr\u00e9f\u00e9rences, par exemple pour passer de l'anglais au fran\u00e7ais, vous devrez t\u00e9l\u00e9verser cette archive dans le m\u00eame langage que lors du t\u00e9l\u00e9chargement (ou t\u00e9l\u00e9charger de nouveau et utiliser une nouvelle arc
# SAK-19147 Assignments : Download All - flat file structure
uploadall.folders.yes=Sauvegarder les remises dans des dossiers s\u00e9par\u00e9s

review.use=Utiliser le service de r\u00e9vision
review.switch.ne.1={0} n''est pas disponible pour les soumissions papier.
review.switch.ne.2={0} n''est pas disponible pour les remises papier. "Utiliser l''outil de d\u00e9tection de similitudes pour d\u00e9tecter le plagiat" a \u00e9t\u00e9 d\u00e9coch\u00e9 ci-dessous.
review.allow=Autoriser les \u00e9tudiants \u00e0 voir les rapports
review.report=Rapport Turnitin
review.report.expand=Afficher les rapports
review.reports=rapports
review.submit.papers.repository=Soumettre les travaux dans les d\u00e9p\u00f4ts suivants\:
review.submit.papers.repository.none=Aucun
review.submit.papers.repository.standard=D\u00e9p\u00f4t standard des travaux
review.originality.reports=G\u00e9n\u00e9ration du rapport de similitude\:
review.originality.reports.immediately=Immediatemment
review.originality.reports.due=\u00c0 la date d'\u00e9ch\u00e9ance du travail
review.originality.check.turnitin=D\u00e9p\u00f4t des travaux du service de d\u00e9tection de similitudes
review.originality.check.internet=Internet actuel et archiv\u00e9
review.originality.check.pub=P\u00e9riodiques, revues et publications
review.originality.check.institution=D\u00e9p\u00f4t sp\u00e9cifique \u00e0 l'\u00e9cole
review.exclude.matches.by=Exclure les matchs par\:
review.exclude.matches.wordmax=Jusqu'\u00e0 un total de mot de\:
review.exclude.matches.percentage=Pourcentage\:
review.exclude.matches.value_error=Une valeur entre 0-100 est requise lorsqu'on exclut les matchs du service de d\u00e9tection des similitudes.
review.file.not.accepted=Le fichier que vous avez tent\u00e9 de t\u00e9l\u00e9vers\u00e9 n''est pas accept\u00e9 par {0}. Veuillez t\u00e9l\u00e9vers\u00e9 un fichier faisant partie d''un de ces types\: {1}

gen.sorbyreview=Trier par r\u00e9vision
gen.rev=R\u00e9vision
review.notavail=Pas encore disponible
review.viewreport=Voir le rapport
review.title=Service de r\u00e9vision
review.noreport=Aucun rapport
review.contentReviewIndicator=L''originalit\u00e9 des soumissions sera v\u00e9rifi\u00e9e par {0}.

## notification email content
noti.subject.label=Objet \:
noti.subject.content=Courriel de notification pour la remise des travaux
noti.site.title=Titre du site \:
noti.site.url=Lien URL du site\:
noti.assignment.duedate=Date d'\u00e9ch\u00e9ance \:
noti.student=\u00c9tudiant \:
noti.submit.time=Remis le \:

## navigation labels
nav.prev=< Pr\u00e9c\u00e9dent
nav.list=Retour \u00e0 la liste
nav.next=Suivant >
nav.message=(Les changements seront sauvegard\u00e9s)
nav.header=Passer d'une remise \u00e0 une autre
nav.prev.ungraded=La remise pr\u00e9c\u00e9dente pas encore not\u00e9e
nav.next.ungraded=La remise suivante pas encore not\u00e9e
nav.view.subsOnly=Afficher les \u00e9tudiants ayant remis leur travail

gen.opendate.annc=Annonce de la date de d\u00e9but

## supplement
supplement=\u00c9l\u00e9ments suppl\u00e9mentaires
extraNodesRequired=Veuillez \u00e9crire l'information demand\u00e9e.
additional_information=\u00c9l\u00e9ments suppl\u00e9mentaires
## model answer
modelAnswer=Mod\u00e8le de r\u00e9ponse
modelAnswer.instruction=Fournir un mod\u00e8le de r\u00e9ponse au travail
modelAnswer.show_to_student.prompt=Affichage aux \u00e9tudiants
modelAnswer.show_to_student.tooltip=S\u00e9lectionnez le moment ou montrer le mod\u00e8le de r\u00e9ponse aux \u00e9tudiants.
modelAnswer.show_to_student.0=--choisir--
modelAnswer.show_to_student.1=Avant le d\u00e9but du travail par l'\u00e9tudiant
modelAnswer.show_to_student.2=Apr\u00e8s que l'\u00e9tudiant ait remis son travail
modelAnswer.show_to_student.3=Apr\u00e8s que le travail ait \u00e9t\u00e9 corrig\u00e9 et remis aux \u00e9tudiants
modelAnswer.show_to_student.4=Apr\u00e8s la date de remise finale
modelAnswer.alert.modelAnswer=S'il vous pla\u00eet, fournir un mod\u00e8le de r\u00e9ponse.
modelAnswer.alert.showto=S'il vous pla\u00eet, choisir le moment appropri\u00e9 pour afficher le mod\u00e8le de r\u00e9ponse aux \u00e9tudiants.

## private note
note=Note priv\u00e9e
note.label=Notes priv\u00e9es
note.instruction=Vous pouvez ins\u00e9rer des notes pour un meilleur suivi. Ces notes priv\u00e9es sont disponibles \u00e0 ceux avec qui vous choisissez de les partager.
note.to.prompt=Partager avec\:
note.to.tooltip=Choisi \u00e0 quel participant montrer la note
note.to.0=-- choisir --
note.to.1=Personne
note.to.2=Les enseignants pour lecture seulement
note.to.3=Les enseignants pour lecture et modification
note.alert.text=S'il vous pla\u00eet, entrez le texte de la note priv\u00e9e.
note.alert.to=S'il vous pla\u00eet, choisir les options pour la note priv\u00e9e.

## all purpose of item
allPurpose=Autre information \u00e0 transmettre
allPurpose.instruction=Cette information sera affich\u00e9e au moment et aux personnes s\u00e9lectionn\u00e9s ci-dessous.
allPurpose.show=Afficher cet \u00e9l\u00e9ment
allPurpose.show.from=Du
allPurpose.show.util=Jusqu'au\:
allPurpose.show.time=Heure\:
allPurpose.show.hide=Cacher cet \u00e9l\u00e9ment
allPurpose.show.to=Montrer \u00e0\:
allPurpose.show.expand=Agrandir
allPurpose.show.collapse=R\u00e9duire
allPurpose.show.list=Liste
allPurpose.user.selection.count=Choisi

all=Tout

allowResubmission.show=Afficher les param\u00e8tres pour autoriser de nouvelles remises
allowResubmission.hide=Param\u00e8tres pour masquer Autoriser de nouvelles remises
allowResubmission.label=S\u00e9lectionner un utilisateur et autoriser de nouvelles remises
allowResubmission.groups.label=S\u00e9lectionner une \u00e9quipe et autoriser de nouvelles remises
allowResubmission.instruction=S\u00e9lectionner l'utilisateur et appliquer les param\u00e8tres pour de nouvelles remises
allowResubmission.groups.instruction=S\u00e9lectionner une \u00e9quipe et appliquer les param\u00e8tres pour de nouvelles remises
allowResubmission.nouser=Choisir au moins un utilisateur pour la configuration des nouvelles remises
allowResubmission.toggleall=S\u00e9lectionner / d\u00e9sectionner tous les utilisateurs pour autoriser de nouvelles remises
allowResubmission.select.student=Permettre une nouvelle remise de 
## single file upload
singleatt=Un seul fichier joint
att.upl=Choisissez le dossier\:
size.exceeded=La limite de t\u00e9l\u00e9versement de {0}Mo a \u00e9t\u00e9 d\u00e9pass\u00e9e.
notpermis4=Vous n'avez pas la permission d'ajouter des ressources.
alert.toolong=Le nom ''{0}'' ''est trop long.
failed=L'op\u00e9ration n'a pas pu \u00eatre effectu\u00e9e.
failed.upload=Envoi de fichiers a \u00e9chou\u00e9
failed.diskio=Le processus de t\u00e9l\u00e9versement n'est pas termin\u00e9 en raison d'un erreur I/O sous serveur.
choosefile7=Choisissez le document \u00e0 joindre.

## link to calendar
assign_due_event_desc=Le travail {0} est d\u00fb pour le {1}.

## confirm success grading of submission
saved_grading=Les commentaires ou la note ont \u00e9t\u00e9 enregistr\u00e9s.

## cancel changes button
cancel_changes=Annuler les changements

send.submission.releasegrade.email.options=Option de notification par courriel de la disponibilit\u00e9 des notes\:
send.submission.releasegrade.email.none=Ne pas envoyer de notification par courriel quand la note est transmise ou publi\u00e9e aux \u00e9tudiants
send.submission.releasegrade.email=Envoyer une notification par courriel quand la note est transmise ou publi\u00e9e aux \u00e9tudiants

noti.releasegrade.subject.content=Avis par courriel pour la mise en ligne des r\u00e9sultats
noti.releasegrade.text=Votre remise du travail "{0}" a \u00e9t\u00e9 renvoy\u00e9e. Voir les d\u00e9tails \u00e0 cet endroit {1}.

not_allowed_to_grade_in_gradebook=Le travail est associ\u00e9 avec un item du carnet de note. \u00c9tant donn\u00e9 que vous n'avez pas la permission de noter dans gradebook, vous ne pouvez pas noter dans l'outil Remise de travaux non plus. Cependant, vous pouvez toujours mettre \u00e0 jour la section commentaire et t\u00e9l\u00e9charger les pi\u00e8ces jointes pour des fins d'assignation de note.

not_allowed_to_grade_submission=Vous n''avez pas la permission de noter le travail {0}.

## for gradebook item already associated with certain assignment
usedGradebookAssignment=associ\u00e9 avec''{0}''

## options for assignment list view display
youarenot_options=Vous n'avez pas les droits pour modifier les options de l'outil Remise de travaux.
options_instruction=Choisir les options d'affichage des travaux \u00e0 corriger.
options_default=Affichage par d\u00e9fault (toutes les remises sont affich\u00e9es)
options_searchonly=Afficher seulement les remises selon les filtres de groupes et les r\u00e9sultats de recherche.
options_cannotEditSite=Vous n''avez pas la permission d''\u00e9diter le site avec l''identifiant ''{0}''.
view_instruction=SVP choisir une \u00e9quipe pour voir les travaux des \u00e9tudiants
search=Chercher
search_students=Chercher un \u00e9tudiant
search_clear=R\u00e9initialiser
search_student_instruction=Nom, Matricule ou courriel
please_select_group=SVP choisir une \u00e9quipe \:
nostudent_searchview=Aucun \u00e9tudiant correspond aux crit\u00e8res.

same_assignment_title=Il existe d\u00e9j\u00e0 une remise avec le titre  ''{0}''. SVP saisir un titre diff\u00e9rent.

#Reorder Vm
reorder.title=Organiser l'affichage par d\u00e9faut de la liste des travaux
reorder.instruction.general=Pour ordonancer les travaux, utilisez le "cliquer-glisser". Cliquez ensuite sur "Enregistrer".
reorder.instruction.input=Vous pouvez aussi modifier les num\u00e9ros pour r\u00e9ordonner la liste
reorder.undo.last.label=Annuler le dernier changement
reorder.undo.all.label=Annuler tous les changements
reorder.fail.valid.message=Veuillez saisir un nombre plus petit que \# .

## the url used by download all process
download_url_reminder=Vous avez choisi de t\u00e9l\u00e9charger tous les travaux d'\u00e9tudiants. Si rencontrez des probl\u00e8mes lors du t\u00e9l\u00e9chargement, cliquez sur le lien suivant \:
download_url_link_label=Lien Tout t\u00e9l\u00e9charger
allPurpose_save=Enregistrer
allPurpose_cancel=Annuler\r\n

# EntityProvider properties
assignment=Travail\:

content_review.error.SUBMISSION_ERROR_RETRY_CODE=Une erreur est survenue \u00e0 la soumission de ce fichier \u00e0 l'outil de d\u00e9tection des similitudes. Le syst\u00e8me tentera automatiquement de soumettre le document de nouveau. 
content_review.error.SUBMISSION_ERROR_NO_RETRY_CODE=Une erreur est survenu \u00e0 la soumission du travail au service de d\u00e9tection de similitudes.
content_review.error.SUBMISSION_ERROR_USER_DETAILS_CODE=Une erreur est survenue lors de la soumission du travail au service de d\u00e9tection de similitudes. Les informations de l\u2019utilisateur sont incompl\u00e8tes ou invalides.\t
content_review.error.REPORT_ERROR_RETRY_CODE=Une erreur est survenue lors de la r\u00e9cup\u00e9ration du rapport. Le syst\u00e8me tentera automatiquement de r\u00e9cup\u00e9rer le rapport de nouveau.
content_review.error.REPORT_ERROR_NO_RETRY_CODE=Une erreur est survenue lors de la r\u00e9cup\u00e9ration du rapport. Le rapport ne peut \u00eatre r\u00e9cup\u00e9r\u00e9.
content_review.error.SUBMISSION_ERROR_RETRY_EXCEEDED_CODE=Toutes les tentatives pour soumettre ce fichier \u00e0 l'outil de d\u00e9tection de similitudes ont \u00e9chou\u00e9.Le nombre limite de soumissions a \u00e9t\u00e9 atteint.
content_review.pending.info=Ce devoir a \u00e9t\u00e9 remis et est en attente de r\u00e9vision.

content_review.error=Une erreur est survenue. Le rapport n'est pas disponible pour ce document.
content_review.error.createAssignment=Le devoir a \u00e9t\u00e9 enregistr\u00e9, mais les informations du service de d\u00e9tection de similitudes n'ont pu \u00eatre mises \u00e0 jour. Veuillez essayer d'enregistrer \u00e0 nouveau. 
content_review.note=<div><br /><em>NOTE, si vous utilisez l'outil de d\u00e9tection de similitudes \:</em><ol><li>Configurez ce devoir dans n'importe quel mode de remise, \u00e0 l'exception du mode &quotRemise papier&quot;.</li><li>Demandez aux \u00e9tudiants d'utiliser uniquement les types de fichiers suivants \: Word, PDF, HTML, RTF, ZIP ou texte brut .</li></ol></div>

noti.releaseresubmission.subject.content=Notification par courriel pour les travaux autorisant une nouvelle remise
noti.releaseresubmission.text=Votre travail remis \u00e0 "{0}" a \u00e9t\u00e9 corrig\u00e9 et une nouvelle remise est autoris\u00e9e. Cliquez sur {1} pour voir les d\u00e9tails.
noti.releaseresubmission.noresubmit.text=Votre remise du travail "{0}" a \u00e9t\u00e9 \u00e9valu\u00e9e. Veuillez aller \u00e0 {1} pour plus de d\u00e9tails.

send.submission.releasereturn.email.options=Options d'envoi de notification pour les nouvelles remises\:
send.submission.releasereturn.email.none=Ne pas envoyer de notification par courriel aux \u00e9tudiants lorsque la note est disponible et qu'une nouvelle remise est autoris\u00e9e.
send.submission.releasereturn.email=Envoyer une notification par courriel aux \u00e9tudiants lorsque la note est disponible et qu'une nouvelle remise est autoris\u00e9e.

send.notification.opendate.email.none=Ne pas envoyer de notification courriel
send.notification.opendate.email.low=Envoyer une notification courriel avec la date de d\u00e9but pour les participants qui le d\u00e9sirent. 
send.notification.opendate.email.high=Envoyer la notification courriel avec la date d'ouverture \u00e0 tous les participants.

sendFeedback.show=Afficher les param\u00e8tres pour la r\u00e9troaction
sendFeedback.hide=Cacher les options d'envoi de r\u00e9troaction
sendFeedback.label=S\u00e9lectionnez les \u00e9tudiants \u00e0 qui envoyer la r\u00e9troaction.
sendFeedback.instruction=S\u00e9lectionnez l'utilisateur (les utilisateurs) et \u00e9crivez la r\u00e9troaction dans la boite de texte ci-dessous.
sendFeedback.options=Options de r\u00e9troaction
sendFeedback.overwrite=Remplacer la r\u00e9troaction actuelle (note \: le remplacement ne se fait pas par d\u00e9faut).
sendFeedback.returnToStudents=Retourner la r\u00e9troaction aux \u00e9tudiants s\u00e9lectionn\u00e9s maintenant (NOTE\: si vous souhaitez publier les notes, vous devez cliquer sur "Mettre en circulation les notes").
sendFeedback.nouser=Veuillez s\u00e9lectionner au moins un utilisateur pour envoyer la r\u00e9troaction.
sendFeedback.nocomment=Veuillez entrer un commentaire. 
sendFeedback.savedow=La r\u00e9troaction a \u00e9t\u00e9 modifi\u00e9e et sauvegard\u00e9e avec succ\u00e8s.
sendFeedback.saved=La r\u00e9troaction a \u00e9t\u00e9 sauvegard\u00e9e avec succ\u00e8s.
sendFeedback.returned=La r\u00e9troaction a \u00e9t\u00e9 envoy\u00e9e aux \u00e9tudiants s\u00e9lectionn\u00e9s (NOTE\: si vous souhaitez publier les notes vous devez cliquer sur "Mettre en circulation les notes").
sendFeedback.error=Erreur en retournant la r\u00e9troaction \u00e0 {0} \u00e9tudiants. 

# Peer Review
peerAssessmentSavedGrading=Une \u00e9valuation a \u00e9t\u00e9 sauvegard\u00e9e, mais non soumise. Si vous ne la soumettez pas avant la date d'\u00e9ch\u00e9ance, elle sera automatiquement soumise.
peerAssessmentSavedSubmission=Les commentaires et/ou les notes ont \u00e9t\u00e9 sauvegard\u00e9s et retourn\u00e9s \u00e0 l'\u00e9tudiant.
peerAssessmentName=Correction par les pairs

noAdditionalOptionsName=Il n'y a pas d'options additionnelles pour la remise

additionalOptionsName=Options additionnelles pour la remise

peerAssessmentUse=Utiliser la correction par les pairs
peerassessment.note=La correction par les pairs requiert une notation num\u00e9rique et ne permet pas la remise de travaux en \u00e9quipe.\r\n La correction par les pairs d\u00e9bute automatiquement \u00e0 la date d'\u00e9ch\u00e9ance finale du travail.
peerassessment.periodfinishes=Date d'\u00e9ch\u00e9ance de l'\u00e9valuation par les pairs\:
peerassessment.anonymousEvaluation=\u00c9valuation anonyme
peerassessment.studentViewReviews=Permettre aux \u00e9tudiants de voir les commentaires de leurs travaux d\u00e9pos\u00e9s.
peerassessment.numSubmissions=Nombre de travaux que les \u00e9tudiants devront corriger
peerassessment.reviewInstructions=Instructions pour les correcteurs\:
peerassessment.specifyNumReview=Veuillez indiquer le nombre de travaux que les \u00e9tudiants doivent \u00e9valuer.
peerassessment.invalidNumReview=Le nombre de travaux que les \u00e9tudiants doivent \u00e9valuer doit \u00eatre sup\u00e9rieur \u00e0 0.
peerassessment.invliadPeriodTime=La p\u00e9riode d'\u00e9valuation par les pairs doit minimalement d\u00e9buter 10 minutes apr\u00e8s la date d'\u00e9ch\u00e9ance finale du travail.
peerassessment.reviewStartsOn=L''\u00e9valuation par les pairs d\u00e9bute le {0}
peerassessment.notavailable=L'\u00e9valuation par les pairs n'est pas disponible pour la remise de travaux s\u00e9lectionn\u00e9e.
peerassessment.allSubmitted=Vous avez soumis toutes les \u00e9valuations que vous aviez \u00e0 r\u00e9alis\u00e9es.
peerassessment.instructionsForReviewer=Instructions pour l'\u00e9valuation par les pairs
peerassessment.reviewerComments=Commentaires des \u00e9valuateurs
peerassessment.reviewerAttachments=Pi\u00e8ce(s) jointe(s) de l'\u00e9valuateur
peerassessment.reviewerNoAttachments=Aucun fichier n'a \u00e9t\u00e9 joint par le
peerassessment.alert.saveerrorunkown=Une erreur s'est produite durant l'enregistrement. Veuillez rafraichir votre page et enregistrer de nouveau.
peerassessment.alert.saveinvalidscore=Le score doit \u00eatre sup\u00e9rieur \u00e0 0.
peerassessment.alert.savenoscorecomment=Vous devez indiquer une note ou un commentaire afin de soumettre cette \u00e9valuation.
peerassessment.instructions.reviewer=Instructions pour l'\u00e9valuation par les pairs
peerassessment.invliadGroupAssignment=L'\u00e9valuation par les pairs n'est pas disponible lors d'une remise de travaux d'\u00e9quipe.
peerassessment.invliadSubmissionTypeAssignment=L'\u00e9valuation par les pairs n'est pas disponible pour le mode de remise en format papier.
peerassessment.invliadGradeTypeAssignment=L'\u00e9valuation par les pairs n'est disponible qu'avec le type de notation Notes num\u00e9riques.
peerassessment.reviewedby=\u00c9valuer par
peerassessment.reviewergrade=Note de l'\u00e9valuateur
peerassessment.noscore=Aucune note
peerassessment.nocomments=Aucun commentaire
peerassessment.removereview=Supprimer l'\u00e9valuation
peerassessment.restorereview=Rendre l'\u00e9valuation visible
peerassessment.cantgradewithdate=La correction par le professeur est d\u00e9sactiv\u00e9e jusqu''\u00e0 la fin de la correction par les pairs\: {0}
peerassessment.removed=L'\u00e9valuation a bien \u00e9t\u00e9 supprim\u00e9e
peerassessment.restored=L'\u00e9valuation est de nouveau visible
peerassessment.peerReviewDueDateWithDate=Date d''\u00e9ch\u00e9ance de l''\u00e9valuation par les pairs\: {0}
peerassessment.peerGradeInfo=Vous pouvez accepter ou modifier la moyenne de l'\u00e9valuation par les pairs de cette section. Cette note appara\u00eetra ensuite au Relev\u00e9 de notes.
stuviewsubm.peerreview=Apr\u00e8s avoir \u00e9t\u00e9 soumise, cette \u00e9valuation fera partie de l'ensemble des \u00e9valuations par les pairs.
stuviewsubm.peerreviewanon=Apr\u00e8s avoir \u00e9t\u00e9 soumise, cette \u00e9valuation fera partie de l'ensemble des \u00e9valuations par les pairs. N'inscrivez pas votre nom dans les textes, les fichiers ou le nom des fichiers \u00e9valu\u00e9s.
peerassessment.submissionReq=Soumission d'\u00e9valuation requise
peerassessment.notOpen=Non disponible
peerassessment.notStarted=Non d\u00e9but\u00e9
peerassessment.incomplete=Incomplet
peerassessment.submitted=Soumis
peerassessment.student=\u00c9tudiant {0}
peerassessment.draftInProgress=Brouillon \u2013 En cours

gen.att.single=pi\u00e8ce jointe
gen.stuatt.single=Remettre le travail
gen.noatt.single=Aucun fichier joint pour l'instant
gen.noattsubmitted.single=Aucun fichier remis

assignment.inaccessible=Ce travail n\u2019est pas accessible aux \u00e9tudiants parce qu'il a \u00e9t\u00e9 assign\u00e9 \u00e0 un groupe qui n'existe plus. R\u00e9visez le travail et changez la configuration des acc\u00e8s pour r\u00e9soudre le probl\u00e8me. 
settings.access.noGroupsPresent=Note\: Il n'y a aucun groupe dans ce site en ce moment. Vous devez d'abord cr\u00e9er un ou des groupes avant de pouvoir soumettre le travail \u00e0 un groupe s\u00e9lectionn\u00e9.
settings.access.selectedGroupsGoneNoGroups=Note\: les groupes s\u00e9lectionn\u00e9s pr\u00e9c\u00e9demment n\u2019existent plus. Le travail a \u00e9t\u00e9 assign\u00e9 \u00e0 tous les participants du site. Vous pouvez afficher ce travail \u00e0 tout le site, ou changer la s\u00e9lection des groupes.
settings.access.selectedGroupsGoneOtherGroupsPresent=Note\: les groupes s\u00e9lectionn\u00e9s pr\u00e9c\u00e9demment n'existent plus. Le travail a \u00e9t\u00e9 assign\u00e9 \u00e0 tous les participants du site. Vous pouvez afficher ce travail \u00e0 tout le site, ou changer la s\u00e9lection des groupes.
settings.access.selectGroups=Note\:vous devez s\u00e9lectionner au moins un groupe.
selected.group=Groupe/\u00e9quipe s\u00e9lectionn\u00e9
selected.groups=Groupes s\u00e9lectionn\u00e9s

submission.inline=Remise en ligne
grade.type.unknown=Type de notification inconnu
submission.type.unknown=Mode de remise inconnu

scoringAgent.refresh=Rafraichir la note de {0}

grades.submissionTime=Date de remise
grades.late=Remise en retard
grades.lateness.late=En retard
grades.lateness.ontime=\u00c0 temps
grades.lateness.unknown=Inconnu