plus.tool.not.enabled=SakaiPlus nije omogu\u0107en na ovom serveru. Mo\u017ee se omogu\u0107iti pode\u0161avanjem svojstva plus.provider.enabled u datoteci sakai.properties.
plus.tool.not.allowed=Nisi ovla\u0161\u0107en da koristi\u0161 ovaj alat
plus.tool.not.found=Nemogu\u0107nost u\u010ditavanja objekta
plus.tool.toggle.detail=Premesti detalje
plus.tool.addtenant=Dodaj stanara
plus.tool.deletetenant=Obri\u0161i stanara\:
plus.tool.title.tenants=Sakai Plus stanari
plus.tool.tenants.detail=Ovaj alat ti dozvoljava da kreira\u0161 i odr\u017eava\u0161 predstoje\u0107i LTI Advantage stanara na ovom serveru. Ovaj stanar mo\u017ee da se integri\u0161e u bilo koji sistem u\u010denja koji podr\u017eava LTI Advantage. Generalno \u0107e\u0161 morati da kreira\u0161 stanara za svaki sistem u\u010denja sa kojim \u017eeli\u0161 da se integri\u0161e\u0161 (koji bi mogao da bude samo jedan sistem). Podaci za svakog stanara se \u010duvaju zasebno od svih drugih stanara u ovom sistemu.
plus.tool.documentation.url=SakaiPlus dokumentacija
plus.tool.contexts.title=Kontekst za\:
plus.tool.tenant.title=Stanar\:
plus.tool.tenant.draft=(Radna verzija)
plus.tool.context.title=Kontekst za\:
plus.tool.job.start=Po\u010detak poslednjeg procesa\:
plus.tool.job.finish=Zavr\u0161etak poslednjeg procesa\:
plus.tool.job.status=Status poslednje operacije\:
plus.tool.job.log=Evidencija poslednjeg procesa\:
plus.tool.hide.show=Sakrij / prika\u017ei
plus.tool.all.tenants=Svi stanari
plus.tool.all.contexts=Pregledaj kontekst
plus.tool.error.missing.unlock=Mora\u0161 da podesi\u0161 \u0161ifru za blokadu registracije na popunjeni niz kako bi koristio LTI dinami\u010dku registraciju.

plus.tool.error.save=Gre\u0161ka prilikom \u010duvanja stanara\:
plus.tool.success.saved=Stanar sa\u010duvan
plus.tool.success.deleted=Stanar izbrisan
plus.tool.alert.close=Zatvori upozorenje

plus.tool.contextlog.errors=Gre\u0161ke prilikom nedavnog prijavljivanja\:
plus.tool.contextlog.errors.none=Nema gre\u0161aka prilikom nedavnog prijavljivanja\:
plus.tool.contextlog.successes=Unosi nedavnog prijavljivanja\:
plus.tool.contextlog.successes.none=Nema unosa nedavnog prijavljivanja

plus.tool.memberships=\u010clanstva
plus.tool.memberships.title=\u010clanstva za\:
plus.tool.memberships.inactive=Neaktivna \u010dlanstva
plus.tool.memberships.inactive.detail=Ovo su obi\u010dno unosi koji su bili na spisku pre izvesnog vremena, ali vi\u0161e nisu na najskorijem spisku. Ako ukloni\u0161 ove unose, podaci o njihovim aktivnostima ne\u0107e biti uklonjeni, a ako se ovi korisnici ponovo pokrenu tokom kursa ili se pojave na novom spisku, njihovo \u010dlanstvo \u0107e biti reaktivirano, a podaci o njihovim aktivnostima \u0107e se ponovo pojaviti.
plus.tool.memberships.inactive.none=Sva \u010dlanstva su a\u017eurirana
plus.tool.memberships.context=Povratak na kontekst
plus.tool.memberships.remove=Ukloni neaktivna \u010dlanstva
plus.tool.memberships.removed=Uklonjena \u010dlanstva\:

plus.tool.issuer=Izdavalac
plus.tool.issuer.detail=Ovo se razlikuje za svaki LMS, ali je obi\u010dno URL poput "https\://plus.sakalms.org" - bez kose crte. Ponekad \u0107e ovo biti domen u kojem je LMS hostovan. Za neke pru\u017eaoce usluga cloud hostovanja koristi se jedan izdavalac za sve klijente. Ovo polje je obavezno.

plus.tool.plus.keyset=Keyset
plus.tool.plus.login=Prijavljivanje
plus.tool.plus.launch=Pokreni

plus.tool.imsurl=URL LTI dinami\u010dke registracije\:
plus.tool.plusurls=URL-ovi ru\u010dne konfiguracije\:
plus.tool.canvasurl=URL Canvas konfiguracije\:

plus.tool.edit=Uredi
plus.tool.create=Dodaj
plus.tool.update=A\u017euriranje
plus.tool.delete=Obri\u0161i
plus.tool.cancel=Otka\u017ei
plus.tenant.sure=Da li si siguran da \u017eeli\u0161 da obri\u0161e\u0161 ovog stanara? Ova radnja ne mo\u017ee se poni\u0161titi.

plus.tool.title=Naslov
plus.tenant.documentation.url=Dokumentacija o stanaru
plus.tool.clientid=ID broj studenta
plus.tool.deploymentid=ID broj razvoja
plus.tool.trustemail=Pouzdani imejl
plus.tool.on=Na
plus.tool.off=Isklju\u010deno
plus.tool.trustemail.detail=Ako sistem za u\u010denje pod nazivom SakaiPlus za ovog stanara po\u0161alje imejl, treba da veruje\u0161 da \u0107e imejl adresa izbe\u0107i kreiranje vi\u0161estrukih evidencija korisnika za svakog korisnika na svakoj lokaciji. Ako obele\u017ei\u0161 ovog stanara kao \u201epouzdan imejl\u201c, a sistem za poziv pru\u017ei imejl adresu korisnika, vi\u0161estruka pokretanja iz vi\u0161e konteksta \u0107e u potpunosti biti povezana sa istim korisnikom u okviru ovog stanara u SakaiPlus. Treba u ve\u0107ini slu\u010dajeva sa podesi\u0161 \u201epouzdani imejl\u201c.
plus.tool.sitetemplate=Obrazac lokacije
plus.tool.sitetemplate.detail=Ovim se ozna\u010dava postoje\u0107a lokacija poput \u201e\!plussite\u201c koja \u0107e biti kopirana kako bi se napravila nova lokacija kada SakaiPlus primi predstoje\u0107u lokaciju. Podrazumevana je \u201e\!plussite\u201c, osim ako se izmeni pomo\u0107u Sakai svojstva.
plus.tool.realmtemplate=Obrazac opsega
plus.tool.realmtemplate.detail=Ovim se ozna\u010dava postoje\u0107i opseg poput \u201e\!site.template.lti\u201c koji \u0107e biti kopiran kako bi se podesile uloge i upotrebljene dozvole prilikom kreiranja nove lokacije kada SakaiPlus primi predstoje\u0107u lokaciju. Podrazumevana je \u201e\!site.template.lti\u201c, osim ako se izmeni pomo\u0107u Sakai svojstva.
plus.tool.inboundrolemap=Mapa dolazne uloge
plus.tool.inboundrolemap.detail=Ovo polje omogu\u0107ava brisanje podrazumevanog mapiranja od predstoje\u0107ih LTI uloga do Sakai uloga. Pogledaj dokumentaciju za podatke o funkcionisanju mapiranja uloga i formatu za unose mapiranja uloga.
plus.tool.inboundrolemap.url=Sakai LTI dokumentacija o mapiranju uloga
plus.tool.allowedtools=Dozvoljeni alati
plus.tool.allowedtools.detail=Ovo polje je lista Sakai ID brojeva alata razdvojena sa dve ta\u010dke, poput \u201esakai.resources\u201c. Postoji specijalni ID broj alata \u201esakai.site\u201c kojim se kontroli\u0161e dostupnost dometa \u201ecelokupne lokacije\u201c. Vidi dokumentaciju za vi\u0161e informacija. Jednostavni podrazumevani parametar za ovo je \u201esakai.site\u201c ili \u201esakai.site\:sakai.resources\: ...\u201c. Ovo polje je obavezno.
plus.tool.newwindowtools=Alati za novi prozor
plus.tool.newwindowtools.detail=Ovo polje je lista Sakai ID brojeva alata razdvojena sa dve ta\u010dke koja \u0107e uvek morati da se otvori u novom prozoru. \u201esakai.site\u201c se uvek pokre\u0107e u novom prozoru. Ovo se obi\u010dno ostavlja prazno.
plus.tool.verbose=Glasovno otklanjanje gre\u0161aka
plus.tool.verbose.detail=Uklju\u010divanjem glasovnog otklanjanja gre\u0161aka se a\u017euriraju mnoge gre\u0161ke u SakaiPlus kodu od debug.log do debug.info, tako da se stavljaju u uobi\u010dajenu Sakai evidenciju. Generalno, ovo je korisno za programere ili tokom testiranja, ali \u0107e popuniti evidenciju ako se ostavi uklju\u010denim u proizvodnji.
plus.tool.oidc.detail=Polja u nastavku su pode\u0161ena kao deo registracije alata pomo\u0107u sistema za u\u010denje. Ako sistem podr\u017eava LTI dinami\u010dku registraciju, ove vrednosti treba da se automatski podese. Ako sistem za pokretanje ne podr\u017eava dinami\u010dku registraciju, podesi\u0107e\u0161 ove vrednosti ru\u010dno.
plus.tool.oidckeyset=LMS Url za Keyset
plus.tool.oidcauth=LMS Url za ovla\u0161\u0107enje
plus.tool.oidctoken=LMS Url za token
plus.tool.oidcaudience=Publika za LMS token
plus.tool.oidcregistrationlock=Blokiranje registracije
plus.tool.oidcregistrationlock.detail=Podesi ovo polje za \u201edeblokadu\u201c LTI dinami\u010dke registracije za ovog stanara. Treba da se podesi samo tokom sprovo\u0111enja dinami\u010dke registracije i treba da se obri\u0161e nakon zavr\u0161etka dinami\u010dke registracije.
plus.tool.timezone=Vremenska zona
plus.tool.timezone.detail=Ovo je vremenska zona (npr. poput \u201eSAD/Isto\u010dno standardno vreme\u201c) za kontrolni LMS. SakaiPlus \u0107e premestiti datume dospe\u0107a u ovu vremensku zonu pre kreiranja ili a\u017euriranja stavki u redovima.

plus.tool.add=Dodaj stanara

plus.tenant.issuer.error.slash=Izdavalac ne treba da zavr\u0161i sa kosom crtom /
