plus.tool.not.enabled=SakaiPlus no est\u00e0 activada en aquest servidor. Es pot activar afegint la propietat plus.provider.enabled al fitxer sakai.properties.
plus.tool.not.allowed=No esteu autoritzat per a usar aquesta eina
plus.tool.not.found=No es pot carregar l\u2019objecte
plus.tool.toggle.detail=Canvia les propietats
plus.tool.addtenant=Afegeix Tenant
plus.tool.deletetenant=Elimina Tenant\:
plus.tool.title.tenants=Sakai Plus Tenants
plus.tool.tenants.detail=Aquesta us permet de crear i mantenir un LTI Advantage Tenant entrant en aquest servidor. Aquest Tenant es pot integrar en qualsevol sistema d\u2019aprenentatge que admeti LTI Advantage. En general caldr\u00e0 que creeu un Tenant per a cada sistema d\u2019aprenentatge amb el qual es vulgui integrar (que pot ser que sigui un \u00fanic sistema). Les dades de cada tenant es mantindran separades de les corresponents als altres tenants en aquest sistema.
plus.tool.documentation.url=Documentaci\u00f3 de SakaiPlus
plus.tool.contexts.title=Contexts per a\:
plus.tool.tenant.title=Tenant\:
plus.tool.tenant.draft=(Esborrany)
plus.tool.context.title=Context per a\:
plus.tool.job.start=Darrer inici de proc\u00e9s\:
plus.tool.job.finish=Darrer final de proc\u00e9s\:
plus.tool.job.status=Darrer estat d\u2019operaci\u00f3\:
plus.tool.job.log=Darrer registre de proc\u00e9s
plus.tool.hide.show=Amaga / Mostra
plus.tool.all.tenants=Tots els tenants
plus.tool.all.contexts=Mostra els contexts
plus.tool.error.missing.unlock=Cal que configureu el codi de bloqueig del registre a una cadena no buida per a poder usar el registre din\u00e0mic LTI.

plus.tool.error.save=S\u2019ha produ\u00eft un error desant el tenant\:
plus.tool.success.saved=S\u2019ha desat el tenant
plus.tool.success.deleted=S\u2019ha eliminat el tenant
plus.tool.alert.close=Tanca l\u2019alerta

plus.tool.contextlog.errors=Errors recents del registre\:
plus.tool.contextlog.errors.none=No hi ha errors recents al registre
plus.tool.contextlog.successes=Entrades del registre recents\:
plus.tool.contextlog.successes.none=No hi ha entrades recents al registre

plus.tool.memberships=Pertinen\u00e7a
plus.tool.memberships.title=Membres per\:
plus.tool.memberships.inactive=Membres inactius
plus.tool.memberships.inactive.detail=Hi ha entrades que apareixien a l\u2019orla en un cert moment per\u00f2 no hi apareixen actualment. Si elimineu aquestes entrades, la seva activitat no s\u2019eliminar\u00e0 i si els usuaris corresponents tornen al curs o apareixen de nou a l\u2019orla, els membres corresponents es reactivaran i la seva activitat reapareixer\u00e0. 
plus.tool.memberships.inactive.none=Les pertinences estan actualitzades.
plus.tool.memberships.context=Torna al context
plus.tool.memberships.remove=Elimina els membres inactius
plus.tool.memberships.removed=Membres eliminats\: 

plus.tool.issuer=Emissor
plus.tool.issuer.detail=Aix\u00f2 \u00e9s diferent per a cada LMS per\u00f2 usualment \u00e9s una adre\u00e7a URL com ara "https\://plus.sakalms.org" - sense barra inclinada al final. De vegades aquest ser\u00e0 el domini on \u00e9s allotjat el LMS. En el cas d\u2019alguns prove\u00efdors amb allotjament cloud nom\u00e9s usen un \u00fanic emissor per a tots els clients. Aquest camp \u00e9s obligatori. 

plus.tool.plus.keyset=Joc de claus
plus.tool.plus.login=Inici de sessi\u00f3
plus.tool.plus.launch=Executa

plus.tool.imsurl=Adre\u00e7a URL de registre din\u00e0mic LTI\:
plus.tool.plusurls=Adreces URL de configuraci\u00f3 manual\:
plus.tool.canvasurl=Adre\u00e7a URL de configuraci\u00f3 per a Canvas\: 

plus.tool.edit=Revisa
plus.tool.create=Afegeix
plus.tool.update=Actualitza
plus.tool.delete=Elimina
plus.tool.cancel=Cancel\u00b7la
plus.tenant.sure=Esteu segur de voler eliminar aquest tenant? Aquesta acci\u00f3 no es podr\u00e0 desfer.

plus.tool.title=T\u00edtol
plus.tenant.documentation.url=Documentaci\u00f3 del tenant
plus.tool.clientid=Identificador del client
plus.tool.deploymentid=Identificador del desplegament
plus.tool.trustemail=Confia en el correu electr\u00f2nic
plus.tool.on=Activa
plus.tool.off=Desactiva
plus.tool.trustemail.detail=Si el sistema d\u2019aprenentatge que est\u00e0 demanant SakaiPlus per a aquest tenant envia un correu electr\u00f2nic, cal que marqueu que confieu en l\u2019adre\u00e7a de correu electr\u00f2nic per a evitar que es cre\u00efn registres d\u2019usuari m\u00faltiples per a cada usuari en cada espai. Si marqueu aquest tenant com que confia en el correu electr\u00f2nic i el sistema que ho demana proporciona l\u2019adre\u00e7a electr\u00f2nica de l\u2019usuari, execucions m\u00faltiples des de contexts m\u00faltiples s\u2019enlla\u00e7aran amb el mateix usuari dins d\u2019aquest Tenant a SakaiPlus.   Cal que configureu la confian\u00e7a en el correu electr\u00f2nic en la majoria de casos. 
plus.tool.sitetemplate=Plantilla d\u2019espai
plus.tool.sitetemplate.detail=Aquest especifica un espai existent com  '\!plussite' que ser\u00e0 copiat per a fer un espai nou quan SakaiPlus rebi un espai entrant. L\u2019opci\u00f3 predeterminada \u00e9s '\!plussite' si no es canvia usant una propietat de Sakai. 
plus.tool.realmtemplate=Plantilla de perfil d\u2019acc\u00e9s
plus.tool.realmtemplate.detail=Aquest especifica un perfil d\u2019acc\u00e9s existent com '\!site.template.lti'\u00a0 que ser\u00e0 copiat per a configurar els rols i les autoritzacions usades quan es cre\u00ef un espai nou quan SakaiPlus rebi un espai entrant. L\u2019opci\u00f3 predeterminada \u00e9s '\!site.template.lti' si no es canvia usant una propietat de Sakai.\u00a0
plus.tool.inboundrolemap=Mapa de rols entrant
plus.tool.inboundrolemap.detail=Aquest camp permet sobreescriure el mapatge predeterminat per als rols LTI entrants cap a rols Sakai. Consulteu la documentaci\u00f3 per veure els detalls de com funciona aquesta correspond\u00e8ncia de rols i el format que han de tenir les entrades dels rols. 
plus.tool.inboundrolemap.url=Documentaci\u00f3 sobre la correspond\u00e8ncia de rols LTI
plus.tool.allowedtools=Eines permeses
plus.tool.allowedtools.detail=Aquest camp \u00e9s una llista amb els elements separats per dos punts (\:) de tots els identificadors d\u2019eines de Sakai com "sakai.resources". Hi ha un identificador especial "sakai.site" que controla la disponibilitat de l\u2019execuci\u00f3 a tot l\u2019espai. Consulteu la documentaci\u00f3 per a m\u00e9s detalls. Opcions predeterminades simples s\u00f3n "sakai.site" o "sakai.site\:sakai.resources\: ...". Aquest camp \u00e9s obligatori.  
plus.tool.newwindowtools=Eines en finestres noves
plus.tool.newwindowtools.detail=Aquest camp \u00e9s una llista amb els elements separats per dos punts (\:) dels identificadors d\u2019eines de Sakai que seran for\u00e7ades a obrir en una finestra nova. "sakai.site" sempre s\u2019executa en una finestra nova. Generalment es deixa en blanc.
plus.tool.verbose=Depuraci\u00f3 detallada
plus.tool.verbose.detail=Activar la depuraci\u00f3 detallada mou la majoria dels errors de depuraci\u00f3 al codi SakaiPlus de debug.log a debug.info de manera que apareixen al registre normal de Sakai. En general aix\u00f2 \u00e9s \u00fatil per als desenvolupadors o en per\u00edode de proves per\u00f2 ompliria el registre si es deixa com a opci\u00f3 en producci\u00f3. 
plus.tool.oidc.detail=Els camps de la part inferior es configuren com a part del registre d\u2019eines amb el sistema d\u2019aprenentatge que ho demana. Si el sistema admet el registre din\u00e0mic LTI aquest valors s\u2019han de configurar autom\u00e0ticament. Si el sistema que executa no admet el registre din\u00e0mic les haureu de configurar manualment. 
plus.tool.oidckeyset=Adre\u00e7a URL del joc de claus del LMS
plus.tool.oidcauth=Adre\u00e7a URL d\u2019autoritzaci\u00f3 del LMS
plus.tool.oidctoken=Adre\u00e7a URL del testimoni del LMS
plus.tool.oidcaudience=Audi\u00e8ncia del testimoni del LMS
plus.tool.oidcregistrationlock=Bloqueig de registre
plus.tool.oidcregistrationlock.detail=Cal configurar aquest camp per a "desbloquejar" el registre din\u00e0mic LTI per a aquest tenant. Nom\u00e9s es pot configurar mentre duri el registre din\u00e0mic i cal esborrar-lo un cop aquest registre es completi.  
plus.tool.timezone=Fus horari
plus.tool.timezone.detail=Aquesta \u00e9s la zona hor\u00e0ria (com ara "US/Eastern") de la plataforma controladora. SakaiPlus mour\u00e0 les dates l\u00edmit a aquesta zona abans de crear o actualitzar els elements corresponents

plus.tool.add=Afegeix Tenant

plus.tenant.issuer.error.slash=L\u2019emissor no pot acabar amb una barra inclinada /
