plus.tool.not.enabled=SakaiPlus nu este activat pe acest server. Poate fi activat prin setarea propriet\u0103\u021bii plus.provider.enabled \u00een fi\u0219ierul sakai.properties.
plus.tool.not.allowed=Nu sunte\u021bi autorizat s\u0103 utiliza\u021bi acest instrument
plus.tool.not.found=Obiectul nu se poate \u00eenc\u0103rca
plus.tool.toggle.detail=Comuta\u021bi Detaliul
plus.tool.addtenant=Ad\u0103uga\u021bi responsabil
plus.tool.deletetenant=\u0218terge\u021bi responsabilul\:
plus.tool.title.tenants=Responsabili Sakai Plus
plus.tool.tenants.detail=Acest instrument v\u0103 permite s\u0103 crea\u021bi \u0219i s\u0103 men\u021bine\u021bi un responsabil LTI Advantage pe acest server. Acest responsabil poate fi integrat \u00een orice sistem de \u00eenv\u0103\u021bare care accept\u0103 LTI Advantage. \u00cen general, va trebui s\u0103 crea\u021bi un Responsabil pentru fiecare sistem de \u00eenv\u0103\u021bare cu care dori\u021bi s\u0103 v\u0103 integra\u021bi (care ar putea fi doar un sistem). Datele pentru fiecare responsabil sunt p\u0103strate separat de to\u021bi ceilal\u021bi responsabili din acest sistem.
plus.tool.documentation.url=Documenta\u021bie SakaiPlus
plus.tool.contexts.title=Contexts pentru\:
plus.tool.tenant.title=Responsabil
plus.tool.tenant.draft=(Draft)
plus.tool.context.title=Context pentru\:
plus.tool.job.start=Ultima pornire a procesului\:
plus.tool.job.finish=Sf\u00e2r\u0219itul ultimului proces\:
plus.tool.job.status=Starea ultimei opera\u021biuni\:
plus.tool.job.log=Jurnalul ultimului proces
plus.tool.hide.show=Ascunde / Arat\u0103
plus.tool.all.tenants=To\u021bi chiria\u0219ii
plus.tool.all.contexts=Vezi Contexte
plus.tool.error.missing.unlock=Pentru a utiliza \u00eenregistrarea dinamic\u0103 LTI, trebuie s\u0103 seta\u021bi codul de blocare a \u00eenregistr\u0103rii la un \u0219ir de caractere care nu este alb.

plus.tool.error.save=Eroare la salvarea chiria\u0219ului\:
plus.tool.success.saved=Chiria\u0219ul a economisit
plus.tool.success.deleted=Chiria\u0219 eliminat
plus.tool.alert.close=\u00cenchide\u021bi alerta

plus.tool.contextlog.errors=Erori recente \u00een jurnal\:
plus.tool.contextlog.errors.none=Nu exist\u0103 erori de jurnal recente
plus.tool.contextlog.successes=\u00cenregistr\u0103ri recente \u00een jurnal\:
plus.tool.contextlog.successes.none=Nu exist\u0103 intr\u0103ri recente \u00een jurnal

plus.tool.memberships=Afilieri
plus.tool.memberships.title=Abonamente pentru\:
plus.tool.memberships.inactive=Abonamente inactive
plus.tool.memberships.inactive.detail=Acestea sunt de obicei intr\u0103ri care au fost \u00eentr-o list\u0103 cu ceva timp \u00een urm\u0103, dar nu mai sunt \u00een lista cea mai recent\u0103. Dac\u0103 elimina\u021bi aceste intr\u0103ri, datele lor de activitate nu vor fi \u0219terse \u0219i dac\u0103 ace\u0219ti utilizatori sunt activati din nou \u00een curs sau apar \u00eentr-o list\u0103 nou\u0103, calitatea de membru va fi reactivat\u0103 \u0219i datele lor de activitate vor reap\u0103rea.
plus.tool.memberships.inactive.none=Toate abonamentele sunt la zi
plus.tool.memberships.context=\u00cenapoi la Context
plus.tool.memberships.remove=Eliminarea membrilor inactivi
plus.tool.memberships.removed=A\u021bi eliminat adeziunile\:

plus.tool.issuer=Emitent
plus.tool.issuer.detail=Acest lucru este diferit pentru fiecare LMS, dar de obicei este o adres\u0103 URL de genul \u201ehttps\://plus.sakalms.org\u201d \u2013 f\u0103r\u0103 bar\u0103 oblic\u0103 final\u0103. Uneori, acesta va fi domeniul \u00een care este g\u0103zduit LMS. Pentru unii furnizori g\u0103zdui\u021bi \u00een cloud, ace\u0219tia folosesc un emitent pentru to\u021bi clien\u021bii. Acest c\u00e2mp este obligatoriu.

plus.tool.plus.keyset=Set de taste
plus.tool.plus.login=Conectare
plus.tool.plus.launch=Lansare

plus.tool.imsurl=URL de \u00eenregistrare dinamic\u0103 LTI\:
plus.tool.plusurls=URL-uri de configurare manual\u0103\:
plus.tool.canvasurl=URL-ul de configurare Canvas\:

plus.tool.edit=Editeaz\u0103
plus.tool.create=Adaug\u0103
plus.tool.update=Actualizeaz\u0103
plus.tool.delete=Stergere
plus.tool.cancel=Anuleaza
plus.tenant.sure=Sunte\u021bi sigur c\u0103 dori\u021bi s\u0103 \u0219terge\u021bi acest chiria\u0219?  Aceast\u0103 ac\u021biune nu poate fi anulat\u0103.

plus.tool.title=Titlul
plus.tenant.documentation.url=Documenta\u021bia chiria\u0219ului
plus.tool.clientid=ID client
plus.tool.deploymentid=ID-ul de desf\u0103\u0219urare
plus.tool.trustemail=Email de \u00eencredere
plus.tool.on=la
plus.tool.off=Oprit
plus.tool.trustemail.detail=Dac\u0103 sistemul de \u00eenv\u0103\u021bare care apeleaz\u0103 SakaiPlus pentru acest chiria\u0219 trimite e-mailuri, trebuie s\u0103 ave\u021bi \u00eencredere \u00een adresa de e-mail pentru a evita crearea mai multor \u00eenregistr\u0103ri de utilizator pentru fiecare utilizator din fiecare site.  Dac\u0103 marca\u021bi acest locatar ca fiind "\u00eencredere \u00een e-mail", iar sistemul care apeleaz\u0103 furnizeaz\u0103 adresa de e-mail a utilizatorului, lans\u0103rile multiple din mai multe contexte vor fi toate legate de acela\u0219i utilizator \u00een cadrul acestui locatar \u00een SakaiPlus. Ar trebui s\u0103 seta\u021bi "email de \u00eencredere" \u00een majoritatea cazurilor.
plus.tool.sitetemplate=\u0218ablonul site-ului
plus.tool.sitetemplate.detail=Aceasta specific\u0103 un site existent, cum ar fi '\!plussite', care va fi copiat pentru a forma un nou site atunci c\u00e2nd SakaiPlus prime\u0219te un site nou.  Valoarea implicit\u0103 este '\!plussite', cu excep\u021bia cazului \u00een care aceasta este modificat\u0103 cu ajutorul unei propriet\u0103\u021bi Sakai.
plus.tool.realmtemplate=\u0218ablon de regat
plus.tool.realmtemplate.detail=Aceasta specific\u0103 un domeniu existent, cum ar fi '\!site.template.lti', care va fi copiat pentru a seta rolurile \u0219i permisiunile utilizate la crearea unui nou site atunci c\u00e2nd SakaiPlus prime\u0219te un site de intrare.  Valoarea implicit\u0103 este '\!site.template.lti', cu excep\u021bia cazului \u00een care aceasta este modificat\u0103 cu ajutorul unei propriet\u0103\u021bi Sakai.
plus.tool.inboundrolemap=Harta rolurilor de intrare
plus.tool.inboundrolemap.detail=Acest c\u00e2mp permite \u00eenlocuirea coresponden\u021bei implicite dintre rolurile LTI primite \u0219i rolurile Sakai.  Consulta\u021bi documenta\u021bia pentru detalii despre modul \u00een care func\u021bioneaz\u0103 cartografierea rolurilor \u0219i formatul pentru intr\u0103rile de cartografiere a rolurilor.
plus.tool.inboundrolemap.url=Documenta\u021bia de cartografiere a rolurilor Sakai LTI
plus.tool.allowedtools=Instrumente permise
plus.tool.allowedtools.detail=Acest c\u00e2mp este o list\u0103 de id-uri de instrumente Sakai, separate prin dou\u0103 puncte, de tipul "sakai.resources". Exist\u0103 un id de instrument special "sakai.site" care controleaz\u0103 disponibilitatea lans\u0103rii "\u00eentregului site"".  Consulta\u021bi documenta\u021bia pentru mai multe detalii.  O valoare implicit\u0103 simpl\u0103 pentru acest lucru este "sakai.site" sau "sakai.site\:sakai.resources"\: ...".  Acest c\u00e2mp este obligatoriu.
plus.tool.newwindowtools=Instrumente de fereastr\u0103 nou\u0103
plus.tool.newwindowtools.detail=Acest c\u00e2mp este o list\u0103 de id-uri de instrumente Sakai, separate prin dou\u0103 puncte, care vor fi for\u021bate s\u0103 se deschid\u0103 \u00eentotdeauna \u00eentr-o fereastr\u0103 nou\u0103. "sakai.site" se lanseaz\u0103 \u00eentotdeauna \u00eentr-o fereastr\u0103 nou\u0103.  De obicei, acest c\u00e2mp este l\u0103sat gol.
plus.tool.verbose=Depanare Verbose
plus.tool.verbose.detail=Activarea depan\u0103rii verbale actualizeaz\u0103 multe dintre erorile de depanare din codul SakaiPlus de la debug.log la debug.info, astfel \u00eenc\u00e2t acestea sunt plasate \u00een jurnalul Sakai normal.  \u00cen general, acest lucru este util pentru dezvoltatori sau \u00een timpul test\u0103rii, dar va umple jurnalul dac\u0103 este l\u0103sat activat \u00een produc\u021bie.
plus.tool.oidc.detail=C\u00e2mpurile de mai jos sunt configurate ca parte a \u00eenregistr\u0103rii instrumentului \u00een sistemul de \u00eenv\u0103\u021bare prin apelare.  \u00cen cazul \u00een care sistemul accept\u0103 \u00eenregistrarea dinamic\u0103 LTI, aceste valori ar trebui s\u0103 fie setate automat.  Dac\u0103 sistemul de lansare nu suport\u0103 \u00eenregistrarea dinamic\u0103, le ve\u021bi seta manual.
plus.tool.oidckeyset=LMS Keyset Url
plus.tool.oidcauth=Url de autorizare LMS
plus.tool.oidctoken=LMS Token Url
plus.tool.oidcaudience=LMS Token Audien\u021b\u0103
plus.tool.oidcregistrationlock=Blocarea \u00eenregistr\u0103rii
plus.tool.oidcregistrationlock.detail=Seta\u021bi acest c\u00e2mp pentru a "debloca" \u00eenregistrarea dinamic\u0103 LTI pentru acest chiria\u0219.  Acesta trebuie setat numai \u00een timpul efectu\u0103rii \u00eenregistr\u0103rii dinamice \u0219i trebuie \u0219ters dup\u0103 ce \u00eenregistrarea dinamic\u0103 este finalizat\u0103.
plus.tool.timezone=Fus orar
plus.tool.timezone.detail=Acesta este fusul orar (de exemplu, "US/Eastern") pentru LMS care controleaz\u0103 LMS.  SakaiPlus va deplasa datele de scaden\u021b\u0103 \u00een acest fus orar \u00eenainte de a crea sau de a actualiza elementele de linie.

plus.tool.add=Ad\u0103uga\u021bi responsabil

plus.tenant.issuer.error.slash=Emitentul nu trebuie s\u0103 se termine cu o bar\u0103 oblic\u0103 de sf\u00e2r\u0219it /
