plus.tool.not.enabled=SakaiPlus no est\u00e1 habilitado en este servidor. Puede habilitarse activando la property plus.provider.enabled en el fichero de sakai.properties.
plus.tool.not.allowed=No esta autorizado a utilizar esta herramienta
plus.tool.not.found=Imposible cargar el objeto
plus.tool.toggle.detail=Alternar detalle
plus.tool.addtenant=A\u00f1adir Tenant\:
plus.tool.deletetenant=Eliminar Tenant\:
plus.tool.title.tenants=Tenants de Sakai Plus
plus.tool.tenants.detail=Esta herramienta le permite crear y mantener un LTI Advantage Tenant entrando en este servidor. Este Tenant se puede integrar en cualquier sistema de aprendizaje que admita LTI Advantage. Por lo general har\u00e1 falta que cree un Tenant para cada sistema de aprendizaje con el que se quiera integrar (que puede que sea un \u00fanico sistema). Los datos de cada tenant se mantendr\u00e1n separados de los correspondientes a los dem\u00e1s tenants en este sistema.
plus.tool.documentation.url=Documentaci\u00f3n de SakaiPlus
plus.tool.contexts.title=Contextos para\:
plus.tool.tenant.title=Tenant\:
plus.tool.tenant.draft=(Borrador)
plus.tool.context.title=Contexto para\:
plus.tool.job.start=Ultimo inicio de proceso\:
plus.tool.job.finish=Ultimo final de proceso\:
plus.tool.job.status=\u00daltimo estado de operaci\u00f3n\:
plus.tool.job.log=\u00daltimo registro de proceso
plus.tool.hide.show=Ocultar / Mostrar
plus.tool.all.tenants=Todos los Tenants
plus.tool.all.contexts=Ver contextos
plus.tool.error.missing.unlock=Es necesario que configure el c\u00f3digo de bloqueo del registro en una cadena no vac\u00eda para poder usar el registro din\u00e1mico LTI.

plus.tool.error.save=Error guardando tenant\:
plus.tool.success.saved=Tenant guardado
plus.tool.success.deleted=Tenant eliminado
plus.tool.alert.close=Cerrar alerta

plus.tool.contextlog.errors=Recientes errores en el log\:
plus.tool.contextlog.errors.none=No hay errores recientes en el log
plus.tool.contextlog.successes=Entradas recientes en el log\:
plus.tool.contextlog.successes.none=No hay entradas recientes en el log

plus.tool.memberships=Participantes
plus.tool.memberships.title=Participantes para\:
plus.tool.memberships.inactive=Participantes inactivos
plus.tool.memberships.inactive.detail=Hay entradas que aparec\u00edan en participantes en un cierto momento pero  que no aparecen actualmente. Si elimina estas entradas, su actividad no se eliminar\u00e1 y si los usuarios correspondientes vuelven al curso o aparecen de nuevo en participantes, \u00e9stos se reactivar\u00e1n y su actividad reaparecer\u00e1.
plus.tool.memberships.inactive.none=Las pertenencias est\u00e1n actualizadas
plus.tool.memberships.context=Vuelve al contexto
plus.tool.memberships.remove=Eliminar participantes inactivos
plus.tool.memberships.removed=Eliminar participantes

plus.tool.issuer=Emisor
plus.tool.issuer.detail=Esto es diferente para cada LMS pero usualmente es una direcci\u00f3n URL como "https\://plus.sakalms.org" - sin barra al final. A veces este ser\u00e1 el dominio donde es alojado el LMS. En el caso de algunos proveedores con alojamiento en la nube usan un emisor para todos los clientes. Este campo es obligatorio.

plus.tool.plus.keyset=Juego de claves
plus.tool.plus.login=Login
plus.tool.plus.launch=Ejecutar

plus.tool.imsurl=URL de registro din\u00e1mico LTI
plus.tool.plusurls=URLs de configuraci\u00f3n manual
plus.tool.canvasurl=URL de configuraci\u00f3n de Canvas

plus.tool.edit=Editar
plus.tool.create=A\u00f1adir
plus.tool.update=Actualizar
plus.tool.delete=Borrar
plus.tool.cancel=Cancelar
plus.tenant.sure=\u00bfConfirmas que quieres eliminar este tenant? Esta acci\u00f3n no puede deshacerse.

plus.tool.title=T\u00edtulo
plus.tenant.documentation.url=Documentaci\u00f3n del Tenant
plus.tool.clientid=ID Cliente
plus.tool.deploymentid=ID de despliegue
plus.tool.trustemail=Email de confianza
plus.tool.on=On
plus.tool.off=Off
plus.tool.trustemail.detail=Si el sistema de aprendizaje que est\u00e1 pidiendo SakaiPlus para este tenante env\u00eda un correo electr\u00f3nico, debe marcar que conf\u00eda en la direcci\u00f3n de correo electr\u00f3nico para evitar que se creen m\u00faltiples registros para cada usuario en cada sitio. Si marca este tenant como de confianza y el sistema proporciona el correo electr\u00f3nico del usuario, ejecuciones m\u00faltiples desde contextos m\u00faltiples se enlazaran con el mismo usuario dentro de este Tenant en SakaiPlus. Es necesario que establezca la confianza en el correo electr\u00f3nico en la mayor\u00eda de casos.
plus.tool.sitetemplate=Plantilla de sitio
plus.tool.sitetemplate.detail=Esto especifica un espacio existente como '\\\!plussite' que ser\u00e1 copiado para hacer un sitio nuevo usando SakaiPlus. Por defecto es '\\plussite' si no se modifica usando una property.
plus.tool.realmtemplate=Plantilla de roles
plus.tool.realmtemplate.detail=Esto especifica un perfil de acceso existente como '\\\!site.template.lti' que ser\u00e1 copiado para configurar los roles y permisos usados cuando se cree un sitio nuevo con SakaiPlus. Por defecto es '\\\!site.template.lti' si no se modifica usando una property.
plus.tool.inboundrolemap=Mapa de roles entrante
plus.tool.inboundrolemap.detail=Este campo permite sobreescribir la correlaci\u00f3n predeterminada para los roles LTI entrantes hacia roles Sakai. Consulte la documentaci\u00f3n para ver los detalles de c\u00f3mo funciona esta correspondencia de roles y el formato que deben tener las entradas de los roles.
plus.tool.inboundrolemap.url=Documentaci\u00f3n sobre la correspondencia de roles LTI
plus.tool.verbose=Depuraci\u00f3n detallada
plus.tool.verbose.detail=Activar la depuraci\u00f3n detallada mueve la mayor parte de los errores de depuraci\u00f3n en el c\u00f3digo SakaiPlus de debug.log a debug.info de forma que aparecen en el log de Sakai. Por lo general, esto es \u00fatil para los desarrolladores o en los servidores de tests pero llenan los logs si se deja como opci\u00f3n en producci\u00f3n.
plus.tool.oidc.detail=Los campos de la parte inferior se configuran como parte del registro de herramientas con el sistema de aprendizaje que lo solicita. Si el sistema soporta el registro din\u00e1mico LTI, estos valores se autocompletar\u00e1n autom\u00e1ticamente. Si el sistema no soporta el registro din\u00e1mico deber\u00e1 configurarlas manualmente.
plus.tool.oidckeyset=Url del juego de claves del LMS
plus.tool.oidcauth=URL de autorizaci\u00f3n del LMS
plus.tool.oidctoken=Url del token del LMS
plus.tool.oidcaudience=Audiencia del token del LMS
plus.tool.oidcregistrationlock=Bloqueo de registro
plus.tool.oidcregistrationlock.detail=Es necesario configurar este campo para "desbloquear" el registro din\u00e1mico LTI para este tenant. Solo se puede configurar mientras dure el registro din\u00e1mico y debe borrarse cuando el registro se complete.
plus.tool.timezone=Zona horaria
plus.tool.timezone.detail=Esta es la zona horaria (ejemplo\: "US/Eastern") de la plataforma LMS. SakaiPlus gestionar\u00e1 las fechas en esta zona horaria antes de crear o actualizar los elementos correspondientes

plus.tool.add=A\u00f1adir Tenant

plus.tenant.issuer.error.slash=El emisor no puede acabar con una barra /
