plus.tool.not.enabled=SakaiPlus \u043d\u0435 \u0435 \u0430\u043a\u0442\u0438\u0432\u0438\u0440\u0430\u043d \u043d\u0430 \u0442\u043e\u0437\u0438 \u0441\u044a\u0440\u0432\u044a\u0440.  \u0422\u043e\u0439 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0435 \u0430\u043a\u0442\u0438\u0432\u0438\u0440\u0430\u043d \u0447\u0440\u0435\u0437 \u0437\u0430\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u0441\u0432\u043e\u0439\u0441\u0442\u0432\u043e\u0442\u043e plus.provider.enabled \u0432\u044a\u0432 \u0444\u0430\u0439\u043b\u0430 sakai.properties.
plus.tool.not.allowed=\u041d\u0435 \u0441\u0442\u0435 \u0443\u043f\u044a\u043b\u043d\u043e\u043c\u043e\u0449\u0435\u043d\u0438 \u0434\u0430 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0442\u0435 \u0442\u043e\u0437\u0438 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442
plus.tool.not.found=\u041d\u0435\u0432\u044a\u0437\u043c\u043e\u0436\u043d\u043e\u0441\u0442 \u0437\u0430 \u0437\u0430\u0440\u0435\u0436\u0434\u0430\u043d\u0435 \u043d\u0430 \u043e\u0431\u0435\u043a\u0442
plus.tool.toggle.detail=\u041f\u0440\u0435\u0432\u043a\u043b\u044e\u0447\u0432\u0430\u043d\u0435 \u043d\u0430 \u0434\u0435\u0442\u0430\u0439\u043b\u0438
plus.tool.addtenant=\u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u043d\u0430\u0435\u043c\u0430\u0442\u0435\u043b
plus.tool.deletetenant=\u0418\u0437\u0442\u0440\u0438\u0432\u0430\u043d\u0435 \u043d\u0430 \u043d\u0430\u0435\u043c\u0430\u0442\u0435\u043b\u044f\:
plus.tool.title.tenants=\u041d\u0430\u0435\u043c\u0430\u0442\u0435\u043b\u0438 \u043d\u0430 Sakai Plus
plus.tool.tenants.detail=\u0422\u043e\u0437\u0438 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442 \u0432\u0438 \u043f\u043e\u0437\u0432\u043e\u043b\u044f\u0432\u0430 \u0434\u0430 \u0441\u044a\u0437\u0434\u0430\u0432\u0430\u0442\u0435 \u0438 \u043f\u043e\u0434\u0434\u044a\u0440\u0436\u0430\u0442\u0435 LTI Advantage \u043c\u0435\u043d\u0438\u0434\u0436\u044a\u0440 \u043d\u0430 \u0442\u043e\u0437\u0438 \u0441\u044a\u0440\u0432\u044a\u0440. \u0422\u043e\u0437\u0438 \u043c\u0435\u043d\u0438\u0434\u0436\u044a\u0440 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0435 \u0438\u043d\u0442\u0435\u0433\u0440\u0438\u0440\u0430\u043d \u0432\u044a\u0432 \u0432\u0441\u044f\u043a\u0430 \u0441\u0438\u0441\u0442\u0435\u043c\u0430 \u0437\u0430 \u043e\u0431\u0443\u0447\u0435\u043d\u0438\u0435, \u043a\u043e\u044f\u0442\u043e \u043f\u043e\u0434\u0434\u044a\u0440\u0436\u0430 LTI Advantage. \u041a\u0430\u0442\u043e \u0446\u044f\u043b\u043e \u0449\u0435 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0441\u044a\u0437\u0434\u0430\u0434\u0435\u0442\u0435 \u043e\u0442\u0433\u043e\u0432\u043e\u0440\u043d\u0438\u043a \u0437\u0430 \u0432\u0441\u044f\u043a\u0430 \u0441\u0438\u0441\u0442\u0435\u043c\u0430 \u0437\u0430 \u043e\u0431\u0443\u0447\u0435\u043d\u0438\u0435, \u0441 \u043a\u043e\u044f\u0442\u043e \u0438\u0441\u043a\u0430\u0442\u0435 \u0434\u0430 \u0441\u0435 \u0438\u043d\u0442\u0435\u0433\u0440\u0438\u0440\u0430\u0442\u0435 (\u043a\u043e\u044f\u0442\u043e \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0435 \u0441\u0430\u043c\u043e \u0435\u0434\u043d\u0430 \u0441\u0438\u0441\u0442\u0435\u043c\u0430). \u0414\u0430\u043d\u043d\u0438\u0442\u0435 \u0437\u0430 \u0432\u0441\u0435\u043a\u0438 \u043a\u043e\u043d\u0442\u0440\u043e\u043b\u0435\u0440 \u0441\u0435 \u0441\u044a\u0445\u0440\u0430\u043d\u044f\u0432\u0430\u0442 \u043e\u0442\u0434\u0435\u043b\u043d\u043e \u043e\u0442 \u0432\u0441\u0438\u0447\u043a\u0438 \u0434\u0440\u0443\u0433\u0438 \u043a\u043e\u043d\u0442\u0440\u043e\u043b\u0435\u0440\u0438 \u0432 \u0442\u0430\u0437\u0438 \u0441\u0438\u0441\u0442\u0435\u043c\u0430.
plus.tool.documentation.url=\u0414\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u0430\u0446\u0438\u044f \u043d\u0430 SakaiPlus
plus.tool.contexts.title=\u041a\u043e\u043d\u0442\u0435\u043a\u0441\u0442 \u0437\u0430\:
plus.tool.tenant.title=\u041d\u0430\u0435\u043c\u0430\u0442\u0435\u043b\:
plus.tool.tenant.draft=(\u041f\u0440\u043e\u0435\u043a\u0442)
plus.tool.context.title=\u041a\u043e\u043d\u0442\u0435\u043a\u0441\u0442 \u0437\u0430\:
plus.tool.job.start=\u041f\u043e\u0441\u043b\u0435\u0434\u043d\u043e \u0441\u0442\u0430\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u043f\u0440\u043e\u0446\u0435\u0441\u0430\:
plus.tool.job.finish=\u041a\u0440\u0430\u0439 \u043d\u0430 \u043f\u043e\u0441\u043b\u0435\u0434\u043d\u0438\u044f \u043f\u0440\u043e\u0446\u0435\u0441\:
plus.tool.job.status=\u0421\u044a\u0441\u0442\u043e\u044f\u043d\u0438\u0435 \u043d\u0430 \u043f\u043e\u0441\u043b\u0435\u0434\u043d\u0430\u0442\u0430 \u043e\u043f\u0435\u0440\u0430\u0446\u0438\u044f\:
plus.tool.job.log=\u041f\u043e\u0441\u043b\u0435\u0434\u0435\u043d \u0434\u043d\u0435\u0432\u043d\u0438\u043a \u043d\u0430 \u043f\u0440\u043e\u0446\u0435\u0441\u0430
plus.tool.hide.show=\u0421\u043a\u0440\u0438\u0432\u0430\u043d\u0435 / \u043f\u043e\u043a\u0430\u0437\u0432\u0430\u043d\u0435
plus.tool.all.tenants=\u0412\u0441\u0438\u0447\u043a\u0438 \u043d\u0430\u0435\u043c\u0430\u0442\u0435\u043b\u0438
plus.tool.all.contexts=\u041f\u0440\u0435\u0433\u043b\u0435\u0434 \u043d\u0430 \u043a\u043e\u043d\u0442\u0435\u043a\u0441\u0442\u0438
plus.tool.error.missing.unlock=\u0422\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0437\u0430\u0434\u0430\u0434\u0435\u0442\u0435 \u043a\u043e\u0434\u0430 \u043d\u0430 \u0437\u0430\u043a\u043b\u044e\u0447\u0432\u0430\u043d\u0435 \u043d\u0430 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044f\u0442\u0430 \u043d\u0430 \u043d\u0438\u0437, \u043a\u043e\u0439\u0442\u043e \u043d\u0435 \u0435 \u043f\u0440\u0430\u0437\u0435\u043d, \u0437\u0430 \u0434\u0430 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0442\u0435 \u0434\u0438\u043d\u0430\u043c\u0438\u0447\u043d\u0430\u0442\u0430 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044f LTI.

plus.tool.error.save=\u0413\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0437\u0430\u043f\u0430\u0437\u0432\u0430\u043d\u0435 \u043d\u0430 \u043d\u0430\u0435\u043c\u0430\u0442\u0435\u043b\u044f\:
plus.tool.success.saved=\u041d\u0430\u0435\u043c\u0430\u0442\u0435\u043b\u044f\u0442 \u0435 \u0437\u0430\u043f\u0430\u0437\u0435\u043d
plus.tool.success.deleted=\u0418\u0437\u0442\u0440\u0438\u0442 \u043d\u0430\u0435\u043c\u0430\u0442\u0435\u043b
plus.tool.alert.close=\u0417\u0430\u0442\u0432\u0430\u0440\u044f\u043d\u0435 \u043d\u0430 \u043f\u0440\u0435\u0434\u0443\u043f\u0440\u0435\u0436\u0434\u0435\u043d\u0438\u0435

plus.tool.contextlog.errors=\u0421\u043a\u043e\u0440\u043e\u0448\u043d\u0438 \u0433\u0440\u0435\u0448\u043a\u0438 \u0432 \u0434\u043d\u0435\u0432\u043d\u0438\u043a\u0430\:
plus.tool.contextlog.errors.none=\u041d\u044f\u043c\u0430 \u0441\u043a\u043e\u0440\u043e\u0448\u043d\u0438 \u0433\u0440\u0435\u0448\u043a\u0438 \u0432 \u0434\u043d\u0435\u0432\u043d\u0438\u043a\u0430
plus.tool.contextlog.successes=\u0421\u043a\u043e\u0440\u043e\u0448\u043d\u0438 \u0437\u0430\u043f\u0438\u0441\u0438 \u0432 \u0434\u043d\u0435\u0432\u043d\u0438\u043a\u0430\:
plus.tool.contextlog.successes.none=\u041d\u044f\u043c\u0430 \u0441\u043a\u043e\u0440\u043e\u0448\u043d\u0438 \u0437\u0430\u043f\u0438\u0441\u0438 \u0432 \u0434\u043d\u0435\u0432\u043d\u0438\u043a\u0430

plus.tool.memberships=\u0427\u043b\u0435\u043d\u0441\u0442\u0432\u0430
plus.tool.memberships.title=\u0427\u043b\u0435\u043d\u0441\u0442\u0432\u043e \u0437\u0430\:
plus.tool.memberships.inactive=\u041d\u0435\u0430\u043a\u0442\u0438\u0432\u043d\u0438 \u0447\u043b\u0435\u043d\u0441\u0442\u0432\u0430
plus.tool.memberships.inactive.detail=\u041e\u0431\u0438\u043a\u043d\u043e\u0432\u0435\u043d\u043e \u0442\u043e\u0432\u0430 \u0441\u0430 \u0437\u0430\u043f\u0438\u0441\u0438, \u043a\u043e\u0438\u0442\u043e \u0441\u0430 \u0431\u0438\u043b\u0438 \u0432 \u0441\u043f\u0438\u0441\u044a\u043a\u0430 \u043f\u0440\u0435\u0434\u0438 \u0438\u0437\u0432\u0435\u0441\u0442\u043d\u043e \u0432\u0440\u0435\u043c\u0435, \u043d\u043e \u0432\u0435\u0447\u0435 \u043d\u0435 \u0441\u0430 \u0432 \u043f\u043e\u0441\u043b\u0435\u0434\u043d\u0438\u044f \u0441\u043f\u0438\u0441\u044a\u043a.  \u0410\u043a\u043e \u043f\u0440\u0435\u043c\u0430\u0445\u043d\u0435\u0442\u0435 \u0442\u0435\u0437\u0438 \u0437\u0430\u043f\u0438\u0441\u0438, \u0434\u0430\u043d\u043d\u0438\u0442\u0435 \u0437\u0430 \u0434\u0435\u0439\u043d\u043e\u0441\u0442\u0442\u0430 \u0438\u043c \u043d\u044f\u043c\u0430 \u0434\u0430 \u0431\u044a\u0434\u0430\u0442 \u043f\u0440\u0435\u043c\u0430\u0445\u043d\u0430\u0442\u0438 \u0438 \u0430\u043a\u043e \u0442\u0435\u0437\u0438 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438 \u0441\u0435 \u0432\u044a\u0440\u043d\u0430\u0442 \u043e\u0442\u043d\u043e\u0432\u043e \u0432 \u043a\u0443\u0440\u0441\u0430 \u0438\u043b\u0438 \u0441\u0435 \u043f\u043e\u044f\u0432\u044f\u0442 \u0432 \u043d\u043e\u0432 \u0441\u043f\u0438\u0441\u044a\u043a, \u0447\u043b\u0435\u043d\u0441\u0442\u0432\u043e\u0442\u043e \u0438\u043c \u0449\u0435 \u0431\u044a\u0434\u0435 \u0430\u043a\u0442\u0438\u0432\u0438\u0440\u0430\u043d\u043e \u043e\u0442\u043d\u043e\u0432\u043e \u0438 \u0434\u0430\u043d\u043d\u0438\u0442\u0435 \u0437\u0430 \u0434\u0435\u0439\u043d\u043e\u0441\u0442\u0442\u0430 \u0438\u043c \u0449\u0435 \u0441\u0435 \u043f\u043e\u044f\u0432\u044f\u0442 \u043e\u0442\u043d\u043e\u0432\u043e.
plus.tool.memberships.inactive.none=\u0412\u0441\u0438\u0447\u043a\u0438 \u0447\u043b\u0435\u043d\u0441\u0442\u0432\u0430 \u0441\u0430 \u0430\u043a\u0442\u0443\u0430\u043b\u043d\u0438
plus.tool.memberships.context=\u041e\u0431\u0440\u0430\u0442\u043d\u043e \u043a\u044a\u043c \u043a\u043e\u043d\u0442\u0435\u043a\u0441\u0442\u0430
plus.tool.memberships.remove=\u041f\u0440\u0435\u043c\u0430\u0445\u0432\u0430\u043d\u0435 \u043d\u0430 \u043d\u0435\u0430\u043a\u0442\u0438\u0432\u043d\u0438 \u0447\u043b\u0435\u043d\u0441\u0442\u0432\u0430
plus.tool.memberships.removed=\u041f\u0440\u0435\u043c\u0430\u0445\u043d\u0430\u0442\u0438 \u0447\u043b\u0435\u043d\u0441\u0442\u0432\u0430\:

plus.tool.issuer=\u0415\u043c\u0438\u0442\u0435\u043d\u0442
plus.tool.issuer.detail=\u0422\u043e\u0432\u0430 \u0435 \u0440\u0430\u0437\u043b\u0438\u0447\u043d\u043e \u0437\u0430 \u0432\u0441\u0435\u043a\u0438 LMS, \u043d\u043e \u043e\u0431\u0438\u043a\u043d\u043e\u0432\u0435\u043d\u043e \u0435 URL \u0430\u0434\u0440\u0435\u0441 \u043a\u0430\u0442\u043e "https\://plus.sakalms.org" - \u0431\u0435\u0437 \u043a\u0440\u0430\u0439\u043d\u0430\u0442\u0430 \u043d\u0430\u043a\u043b\u043e\u043d\u0435\u043d\u0430 \u0447\u0435\u0440\u0442\u0430.  \u041f\u043e\u043d\u044f\u043a\u043e\u0433\u0430 \u0442\u043e\u0432\u0430 \u0435 \u0434\u043e\u043c\u0435\u0439\u043d\u044a\u0442, \u0432 \u043a\u043e\u0439\u0442\u043e \u0441\u0435 \u043d\u0430\u043c\u0438\u0440\u0430 LMS.  \u041f\u0440\u0438 \u043d\u044f\u043a\u043e\u0438 \u0434\u043e\u0441\u0442\u0430\u0432\u0447\u0438\u0446\u0438 \u043d\u0430 \u0443\u0441\u043b\u0443\u0433\u0438, \u0445\u043e\u0441\u0442\u0432\u0430\u043d\u0438 \u0432 \u043e\u0431\u043b\u0430\u043a\u0430, \u0442\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0442 \u0435\u0434\u0438\u043d \u0438\u0437\u0434\u0430\u0442\u0435\u043b \u0437\u0430 \u0432\u0441\u0438\u0447\u043a\u0438 \u043a\u043b\u0438\u0435\u043d\u0442\u0438.  \u0422\u043e\u0432\u0430 \u043f\u043e\u043b\u0435 \u0435 \u0437\u0430\u0434\u044a\u043b\u0436\u0438\u0442\u0435\u043b\u043d\u043e.

plus.tool.plus.keyset=\u041a\u043e\u043c\u043f\u043b\u0435\u043a\u0442 \u043a\u043b\u044e\u0447\u043e\u0432\u0435
plus.tool.plus.login=\u0412\u0445\u043e\u0434
plus.tool.plus.launch=\u0421\u0442\u0430\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430

plus.tool.imsurl=URL \u0430\u0434\u0440\u0435\u0441 \u0437\u0430 \u0434\u0438\u043d\u0430\u043c\u0438\u0447\u043d\u0430 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044f \u043d\u0430 LTI\:
plus.tool.plusurls=URL \u0430\u0434\u0440\u0435\u0441\u0438 \u0437\u0430 \u0440\u044a\u0447\u043d\u043e \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0438\u0440\u0430\u043d\u0435\:
plus.tool.canvasurl=URL \u0430\u0434\u0440\u0435\u0441 \u0437\u0430 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 Canvas\:

plus.tool.edit=\u0420\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430
plus.tool.create=\u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430
plus.tool.update=\u0410\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0430\u0446\u0438\u044f
plus.tool.delete=\u0418\u0437\u0442\u0440\u0438\u0432\u0430\u043d\u0435 \u043d\u0430
plus.tool.cancel=\u041e\u0442\u043c\u044f\u043d\u0430 \u043d\u0430
plus.tenant.sure=\u0421\u0438\u0433\u0443\u0440\u043d\u0438 \u043b\u0438 \u0441\u0442\u0435, \u0447\u0435 \u0438\u0441\u043a\u0430\u0442\u0435 \u0434\u0430 \u0438\u0437\u0442\u0440\u0438\u0435\u0442\u0435 \u0442\u043e\u0437\u0438 \u043d\u0430\u0435\u043c\u0430\u0442\u0435\u043b?  \u0422\u043e\u0432\u0430 \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0435 \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0435 \u043e\u0442\u043c\u0435\u043d\u0435\u043d\u043e.

plus.tool.title=\u0417\u0430\u0433\u043b\u0430\u0432\u0438\u0435
plus.tenant.documentation.url=\u0414\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u0430\u0446\u0438\u044f \u043d\u0430 \u043d\u0430\u0435\u043c\u0430\u0442\u0435\u043b\u044f
plus.tool.clientid=\u0418\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440 \u043d\u0430 \u043a\u043b\u0438\u0435\u043d\u0442\u0430
plus.tool.deploymentid=\u0418\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440 \u043d\u0430 \u0432\u043d\u0435\u0434\u0440\u044f\u0432\u0430\u043d\u0435
plus.tool.trustemail=\u0414\u043e\u0432\u0435\u0440\u0435\u0442\u0435 \u0441\u0435 \u043d\u0430 \u0438\u043c\u0435\u0439\u043b\u0430
plus.tool.on=\u041d\u0430
plus.tool.off=\u0418\u0437\u043a\u043b\u044e\u0447\u0435\u043d\u043e
plus.tool.trustemail.detail=\u0410\u043a\u043e \u0441\u0438\u0441\u0442\u0435\u043c\u0430\u0442\u0430 \u0437\u0430 \u043e\u0431\u0443\u0447\u0435\u043d\u0438\u0435, \u043a\u043e\u044f\u0442\u043e \u0438\u0437\u0432\u0438\u043a\u0432\u0430 SakaiPlus \u0437\u0430 \u0442\u043e\u0437\u0438 \u043d\u0430\u0435\u043c\u0430\u0442\u0435\u043b, \u0438\u0437\u043f\u0440\u0430\u0449\u0430 \u0438\u043c\u0435\u0439\u043b, \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0441\u0435 \u0434\u043e\u0432\u0435\u0440\u0438\u0442\u0435 \u043d\u0430 \u0438\u043c\u0435\u0439\u043b \u0430\u0434\u0440\u0435\u0441\u0430, \u0437\u0430 \u0434\u0430 \u0438\u0437\u0431\u0435\u0433\u043d\u0435\u0442\u0435 \u0441\u044a\u0437\u0434\u0430\u0432\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u043c\u043d\u043e\u0436\u0435\u0441\u0442\u0432\u043e \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u0438 \u0437\u0430\u043f\u0438\u0441\u0438 \u0437\u0430 \u0432\u0441\u0435\u043a\u0438 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b \u0432\u044a\u0432 \u0432\u0441\u0435\u043a\u0438 \u0441\u0430\u0439\u0442.  \u0410\u043a\u043e \u043c\u0430\u0440\u043a\u0438\u0440\u0430\u0442\u0435 \u0442\u043e\u0437\u0438 \u043d\u0430\u0435\u043c\u0430\u0442\u0435\u043b \u043a\u0430\u0442\u043e "trust email" (\u0434\u043e\u0432\u0435\u0440\u044f\u0432\u0430\u043c \u0441\u0435 \u043d\u0430 \u0435\u043b\u0435\u043a\u0442\u0440\u043e\u043d\u043d\u0430 \u043f\u043e\u0449\u0430) \u0438 \u0441\u0438\u0441\u0442\u0435\u043c\u0430\u0442\u0430, \u043a\u043e\u044f\u0442\u043e \u0432\u0438\u043a\u0430, \u043f\u0440\u0435\u0434\u043e\u0441\u0442\u0430\u0432\u0438 \u0438\u043c\u0435\u0439\u043b \u0430\u0434\u0440\u0435\u0441\u0430 \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u044f, \u043c\u043d\u043e\u0436\u0435\u0441\u0442\u0432\u043e \u0441\u0442\u0430\u0440\u0442\u0438\u0440\u0430\u043d\u0438\u044f \u043e\u0442 \u043c\u043d\u043e\u0436\u0435\u0441\u0442\u0432\u043e \u043a\u043e\u043d\u0442\u0435\u043a\u0441\u0442\u0438 \u0449\u0435 \u0431\u044a\u0434\u0430\u0442 \u0441\u0432\u044a\u0440\u0437\u0430\u043d\u0438 \u0441 \u0435\u0434\u0438\u043d \u0438 \u0441\u044a\u0449 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b \u0432 \u0440\u0430\u043c\u043a\u0438\u0442\u0435 \u043d\u0430 \u0442\u043e\u0437\u0438 \u043d\u0430\u0435\u043c\u0430\u0442\u0435\u043b \u0432 SakaiPlus. \u0412 \u043f\u043e\u0432\u0435\u0447\u0435\u0442\u043e \u0441\u043b\u0443\u0447\u0430\u0438 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0437\u0430\u0434\u0430\u0434\u0435\u0442\u0435 "\u0434\u043e\u0432\u0435\u0440\u0438\u0442\u0435\u043b\u0435\u043d \u0438\u043c\u0435\u0439\u043b".
plus.tool.sitetemplate=\u0428\u0430\u0431\u043b\u043e\u043d \u043d\u0430 \u0441\u0430\u0439\u0442\u0430
plus.tool.sitetemplate.detail=\u0422\u043e\u0432\u0430 \u0443\u043a\u0430\u0437\u0432\u0430 \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430\u0449 \u0441\u0430\u0439\u0442 \u043a\u0430\u0442\u043e '\!plussite', \u043a\u043e\u0439\u0442\u043e \u0449\u0435 \u0431\u044a\u0434\u0435 \u043a\u043e\u043f\u0438\u0440\u0430\u043d, \u0437\u0430 \u0434\u0430 \u0441\u0435 \u0441\u044a\u0437\u0434\u0430\u0434\u0435 \u043d\u043e\u0432 \u0441\u0430\u0439\u0442, \u043a\u043e\u0433\u0430\u0442\u043e SakaiPlus \u043f\u043e\u043b\u0443\u0447\u0438 \u0432\u0445\u043e\u0434\u044f\u0449 \u0441\u0430\u0439\u0442.  \u041f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435 \u0435 '\!plussite', \u043e\u0441\u0432\u0435\u043d \u0430\u043a\u043e \u043d\u0435 \u0435 \u043f\u0440\u043e\u043c\u0435\u043d\u0435\u043d\u043e \u0447\u0440\u0435\u0437 \u0441\u0432\u043e\u0439\u0441\u0442\u0432\u043e \u043d\u0430 Sakai.
plus.tool.realmtemplate=\u0428\u0430\u0431\u043b\u043e\u043d \u0437\u0430 \u0446\u0430\u0440\u0441\u0442\u0432\u043e
plus.tool.realmtemplate.detail=\u0422\u043e\u0432\u0430 \u0443\u043a\u0430\u0437\u0432\u0430 \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430\u0449\u0430 \u043e\u0431\u043b\u0430\u0441\u0442 \u043a\u0430\u0442\u043e '\!site.template.lti', \u043a\u043e\u044f\u0442\u043e \u0449\u0435 \u0431\u044a\u0434\u0435 \u043a\u043e\u043f\u0438\u0440\u0430\u043d\u0430, \u0437\u0430 \u0434\u0430 \u0441\u0435 \u0437\u0430\u0434\u0430\u0434\u0430\u0442 \u0440\u043e\u043b\u0438\u0442\u0435 \u0438 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0438\u044f\u0442\u0430, \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u043d\u0438 \u043f\u0440\u0438 \u0441\u044a\u0437\u0434\u0430\u0432\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u043d\u043e\u0432 \u0441\u0430\u0439\u0442, \u043a\u043e\u0433\u0430\u0442\u043e SakaiPlus \u043f\u043e\u043b\u0443\u0447\u0438 \u0432\u0445\u043e\u0434\u044f\u0449 \u0441\u0430\u0439\u0442.  \u041f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435 \u0435 '\!site.template.lti', \u043e\u0441\u0432\u0435\u043d \u0430\u043a\u043e \u043d\u0435 \u0435 \u043f\u0440\u043e\u043c\u0435\u043d\u0435\u043d\u0430 \u0447\u0440\u0435\u0437 \u0441\u0432\u043e\u0439\u0441\u0442\u0432\u043e \u043d\u0430 Sakai.
plus.tool.inboundrolemap=\u041a\u0430\u0440\u0442\u0430 \u043d\u0430 \u0432\u0445\u043e\u0434\u044f\u0449\u0438\u0442\u0435 \u0440\u043e\u043b\u0438
plus.tool.inboundrolemap.detail=\u0422\u043e\u0432\u0430 \u043f\u043e\u043b\u0435 \u0434\u0430\u0432\u0430 \u0432\u044a\u0437\u043c\u043e\u0436\u043d\u043e\u0441\u0442 \u0437\u0430 \u043f\u0440\u043e\u043c\u044f\u043d\u0430 \u043d\u0430 \u0441\u044a\u043f\u043e\u0441\u0442\u0430\u0432\u044f\u043d\u0435\u0442\u043e \u043f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0432\u0445\u043e\u0434\u044f\u0449\u0438\u0442\u0435 LTI \u0440\u043e\u043b\u0438 \u043a\u044a\u043c \u0440\u043e\u043b\u0438\u0442\u0435 \u043d\u0430 Sakai.  \u0412\u0438\u0436\u0442\u0435 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u0430\u0446\u0438\u044f\u0442\u0430 \u0437\u0430 \u043f\u043e\u0434\u0440\u043e\u0431\u043d\u043e\u0441\u0442\u0438 \u043e\u0442\u043d\u043e\u0441\u043d\u043e \u043d\u0430\u0447\u0438\u043d\u0430 \u043d\u0430 \u0440\u0430\u0431\u043e\u0442\u0430 \u043d\u0430 \u0441\u044a\u043f\u043e\u0441\u0442\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u0440\u043e\u043b\u0438\u0442\u0435 \u0438 \u0444\u043e\u0440\u043c\u0430\u0442\u0430 \u043d\u0430 \u0437\u0430\u043f\u0438\u0441\u0438\u0442\u0435 \u0437\u0430 \u0441\u044a\u043f\u043e\u0441\u0442\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u0440\u043e\u043b\u0438\u0442\u0435.
plus.tool.inboundrolemap.url=\u0414\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u0430\u0446\u0438\u044f \u0437\u0430 \u043a\u0430\u0440\u0442\u043e\u0433\u0440\u0430\u0444\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0440\u043e\u043b\u0438\u0442\u0435 \u043d\u0430 Sakai LTI
plus.tool.allowedtools=\u0420\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0438 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0438
plus.tool.allowedtools.detail=\u0422\u043e\u0432\u0430 \u043f\u043e\u043b\u0435 \u0435 \u0441\u043f\u0438\u0441\u044a\u043a \u0441 \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440\u0438 \u043d\u0430 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0438 \u043d\u0430 Sakai, \u0440\u0430\u0437\u0434\u0435\u043b\u0435\u043d\u0438 \u0441 \u0434\u0432\u043e\u0435\u0442\u043e\u0447\u0438\u0435, \u043a\u0430\u0442\u043e \u043d\u0430\u043f\u0440\u0438\u043c\u0435\u0440 "sakai.resources". \u0418\u043c\u0430 \u0441\u043f\u0435\u0446\u0438\u0430\u043b\u0435\u043d \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440 \u043d\u0430 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442 "sakai.site", \u043a\u043e\u0439\u0442\u043e \u043a\u043e\u043d\u0442\u0440\u043e\u043b\u0438\u0440\u0430 \u043d\u0430\u043b\u0438\u0447\u043d\u043e\u0441\u0442\u0442\u0430 \u043d\u0430 \u0441\u0442\u0430\u0440\u0442\u0438\u0440\u0430\u043d\u0435\u0442\u043e \u043d\u0430 "\u0446\u0435\u043b\u0438\u044f \u0441\u0430\u0439\u0442".  \u0412\u0438\u0436\u0442\u0435 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u0430\u0446\u0438\u044f\u0442\u0430 \u0437\u0430 \u043f\u043e\u0432\u0435\u0447\u0435 \u043f\u043e\u0434\u0440\u043e\u0431\u043d\u043e\u0441\u0442\u0438.  \u041e\u0431\u0438\u043a\u043d\u043e\u0432\u0435\u043d\u043e \u043f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435 \u0437\u0430 \u0442\u043e\u0432\u0430 \u0435 "sakai.site" \u0438\u043b\u0438 "sakai.site\:sakai.resources\: ...".  \u0422\u043e\u0432\u0430 \u043f\u043e\u043b\u0435 \u0435 \u0437\u0430\u0434\u044a\u043b\u0436\u0438\u0442\u0435\u043b\u043d\u043e.
plus.tool.newwindowtools=\u0418\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0438 \u0437\u0430 \u043d\u043e\u0432 \u043f\u0440\u043e\u0437\u043e\u0440\u0435\u0446
plus.tool.newwindowtools.detail=\u0422\u043e\u0432\u0430 \u043f\u043e\u043b\u0435 \u0435 \u0441\u043f\u0438\u0441\u044a\u043a \u0441 \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440\u0438 \u043d\u0430 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0438 \u043d\u0430 Sakai, \u0440\u0430\u0437\u0434\u0435\u043b\u0435\u043d\u0438 \u0441 \u0434\u0432\u043e\u0435\u0442\u043e\u0447\u0438\u0435, \u043a\u043e\u0438\u0442\u043e \u0449\u0435 \u0431\u044a\u0434\u0430\u0442 \u043e\u0442\u0432\u043e\u0440\u0435\u043d\u0438 \u0432 \u043d\u043e\u0432 \u043f\u0440\u043e\u0437\u043e\u0440\u0435\u0446. \u0418\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u044a\u0442 "sakai.site" \u0432\u0438\u043d\u0430\u0433\u0438 \u0441\u0435 \u043e\u0442\u0432\u0430\u0440\u044f \u0432 \u043d\u043e\u0432 \u043f\u0440\u043e\u0437\u043e\u0440\u0435\u0446.  \u041e\u0431\u0438\u043a\u043d\u043e\u0432\u0435\u043d\u043e \u0442\u043e\u0432\u0430 \u043f\u043e\u043b\u0435 \u0441\u0435 \u043e\u0441\u0442\u0430\u0432\u044f \u043f\u0440\u0430\u0437\u043d\u043e.
plus.tool.verbose=\u0414\u0435\u0431\u044a\u0433\u0432\u0430\u043d\u0435 \u0441 \u043f\u043e\u0434\u0440\u043e\u0431\u043d\u0438 \u0434\u0430\u043d\u043d\u0438
plus.tool.verbose.detail=\u0412\u043a\u043b\u044e\u0447\u0432\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u043f\u043e\u0434\u0440\u043e\u0431\u043d\u043e\u0442\u043e \u0434\u0435\u0431\u044a\u0433\u0432\u0430\u043d\u0435 \u043e\u0431\u043d\u043e\u0432\u044f\u0432\u0430 \u043c\u043d\u043e\u0433\u043e \u043e\u0442 \u0433\u0440\u0435\u0448\u043a\u0438\u0442\u0435 \u0437\u0430 \u043e\u0442\u0441\u0442\u0440\u0430\u043d\u044f\u0432\u0430\u043d\u0435 \u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0438 \u0432 \u043a\u043e\u0434\u0430 \u043d\u0430 SakaiPlus \u043e\u0442 debug.log \u0432 debug.info, \u0442\u0430\u043a\u0430 \u0447\u0435 \u0442\u0435 \u0441\u0435 \u043f\u043e\u0441\u0442\u0430\u0432\u044f\u0442 \u0432 \u043d\u043e\u0440\u043c\u0430\u043b\u043d\u0438\u044f \u0434\u043d\u0435\u0432\u043d\u0438\u043a \u043d\u0430 Sakai.  \u041a\u0430\u0442\u043e \u0446\u044f\u043b\u043e \u0442\u043e\u0432\u0430 \u0435 \u043f\u043e\u043b\u0435\u0437\u043d\u043e \u0437\u0430 \u0440\u0430\u0437\u0440\u0430\u0431\u043e\u0442\u0447\u0438\u0446\u0438\u0442\u0435 \u0438\u043b\u0438 \u043f\u043e \u0432\u0440\u0435\u043c\u0435 \u043d\u0430 \u0442\u0435\u0441\u0442\u0432\u0430\u043d\u0435, \u043d\u043e \u0449\u0435 \u0437\u0430\u043f\u044a\u043b\u043d\u0438 \u0434\u043d\u0435\u0432\u043d\u0438\u043a\u0430, \u0430\u043a\u043e \u0431\u044a\u0434\u0435 \u0432\u043a\u043b\u044e\u0447\u0435\u043d\u043e \u0432 \u043f\u0440\u043e\u0438\u0437\u0432\u043e\u0434\u0441\u0442\u0432\u043e\u0442\u043e.
plus.tool.oidc.detail=\u041f\u043e\u043b\u0435\u0442\u0430\u0442\u0430 \u043f\u043e-\u0434\u043e\u043b\u0443 \u0441\u0435 \u0437\u0430\u0434\u0430\u0432\u0430\u0442 \u043a\u0430\u0442\u043e \u0447\u0430\u0441\u0442 \u043e\u0442 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044f\u0442\u0430 \u043d\u0430 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0430 \u0432 \u0441\u0438\u0441\u0442\u0435\u043c\u0430\u0442\u0430 \u0437\u0430 \u043e\u0431\u0443\u0447\u0435\u043d\u0438\u0435 \u0441 \u043f\u043e\u0432\u0438\u043a\u0432\u0430\u043d\u0435.  \u0410\u043a\u043e \u0441\u0438\u0441\u0442\u0435\u043c\u0430\u0442\u0430 \u043f\u043e\u0434\u0434\u044a\u0440\u0436\u0430 \u0434\u0438\u043d\u0430\u043c\u0438\u0447\u043d\u0430 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044f \u043d\u0430 LTI, \u0442\u0435\u0437\u0438 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442\u0438 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0441\u0435 \u0437\u0430\u0434\u0430\u0434\u0430\u0442 \u0430\u0432\u0442\u043e\u043c\u0430\u0442\u0438\u0447\u043d\u043e.  \u0410\u043a\u043e \u0441\u0442\u0430\u0440\u0442\u0438\u0440\u0430\u0449\u0430\u0442\u0430 \u0441\u0438\u0441\u0442\u0435\u043c\u0430 \u043d\u0435 \u043f\u043e\u0434\u0434\u044a\u0440\u0436\u0430 \u0434\u0438\u043d\u0430\u043c\u0438\u0447\u043d\u0430 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044f, \u0449\u0435 \u0433\u0438 \u0437\u0430\u0434\u0430\u0434\u0435\u0442\u0435 \u0440\u044a\u0447\u043d\u043e.
plus.tool.oidckeyset=URL \u0430\u0434\u0440\u0435\u0441 \u043d\u0430 \u043d\u0430\u0431\u043e\u0440\u0430 \u043e\u0442 \u043a\u043b\u044e\u0447\u043e\u0432\u0435 \u043d\u0430 LMS
plus.tool.oidcauth=\u0423\u0440\u043b \u0437\u0430 \u043e\u0442\u043e\u0440\u0438\u0437\u0430\u0446\u0438\u044f \u043d\u0430 LMS
plus.tool.oidctoken=\u0423\u0440\u043b \u043d\u0430 \u0442\u043e\u043a\u0435\u043d\u0430 \u043d\u0430 LMS
plus.tool.oidcaudience=\u0410\u0443\u0434\u0438\u0442\u043e\u0440\u0438\u044f \u043d\u0430 \u0442\u043e\u043a\u0435\u043d\u0438\u0442\u0435 \u043d\u0430 LMS
plus.tool.oidcregistrationlock=\u0417\u0430\u043a\u043b\u044e\u0447\u0432\u0430\u043d\u0435 \u043d\u0430 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044f\u0442\u0430
plus.tool.oidcregistrationlock.detail=\u0417\u0430\u0434\u0430\u0439\u0442\u0435 \u0442\u043e\u0432\u0430 \u043f\u043e\u043b\u0435, \u0437\u0430 \u0434\u0430 "\u043e\u0442\u043a\u043b\u044e\u0447\u0438\u0442\u0435" \u0434\u0438\u043d\u0430\u043c\u0438\u0447\u043d\u0430\u0442\u0430 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044f \u043d\u0430 LTI \u0437\u0430 \u0442\u043e\u0437\u0438 \u043d\u0430\u0435\u043c\u0430\u0442\u0435\u043b.  \u0422\u043e \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0431\u044a\u0434\u0435 \u0437\u0430\u0434\u0430\u0434\u0435\u043d\u043e \u0441\u0430\u043c\u043e \u043f\u043e \u0432\u0440\u0435\u043c\u0435 \u043d\u0430 \u0438\u0437\u0432\u044a\u0440\u0448\u0432\u0430\u043d\u0435 \u043d\u0430 \u0434\u0438\u043d\u0430\u043c\u0438\u0447\u043d\u0430 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044f \u0438 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0431\u044a\u0434\u0435 \u0438\u0437\u0442\u0440\u0438\u0442\u043e \u0441\u043b\u0435\u0434 \u043f\u0440\u0438\u043a\u043b\u044e\u0447\u0432\u0430\u043d\u0435 \u043d\u0430 \u0434\u0438\u043d\u0430\u043c\u0438\u0447\u043d\u0430\u0442\u0430 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044f.
plus.tool.timezone=\u0427\u0430\u0441\u043e\u0432\u0430 \u0437\u043e\u043d\u0430
plus.tool.timezone.detail=\u0422\u043e\u0432\u0430 \u0435 \u0447\u0430\u0441\u043e\u0432\u0430\u0442\u0430 \u0437\u043e\u043d\u0430 (\u043d\u0430\u043f\u0440\u0438\u043c\u0435\u0440 "US/Eastern") \u0437\u0430 \u0443\u043f\u0440\u0430\u0432\u043b\u044f\u0432\u0430\u0449\u0430\u0442\u0430 LMS.  SakaiPlus \u0449\u0435 \u043f\u0440\u0435\u043c\u0435\u0441\u0442\u0438 \u0434\u0430\u0442\u0438\u0442\u0435 \u043d\u0430 \u043f\u043b\u0430\u0449\u0430\u043d\u0435 \u0432 \u0442a\u0437\u0438 \u0447\u0430\u0441\u043e\u0432a \u0437\u043e\u043d\u0430, \u043f\u0440\u0435\u0434\u0438 \u0434\u0430 \u0441\u044a\u0437\u0434\u0430\u0434\u0435 \u0438\u043b\u0438 \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0438\u0442\u0435 \u043d\u0430 \u0440\u0435\u0434\u0430.

plus.tool.add=\u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u043d\u0430\u0435\u043c\u0430\u0442\u0435\u043b

plus.tenant.issuer.error.slash=\u0415\u043c\u0438\u0442\u0435\u043d\u0442\u044a\u0442 \u043d\u0435 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0437\u0430\u0432\u044a\u0440\u0448\u0432\u0430 \u0441 \u043a\u0440\u0430\u0439\u043d\u0430 \u043d\u0430\u043a\u043b\u043e\u043d\u0435\u043d\u0430 \u0447\u0435\u0440\u0442\u0430 /
