#X-Generator: crowdin.net
# sakai.adminsiteperms - Site role admin permissions tool message strings
siterole.title=\u0938\u093e\u0907\u091f \u0930\u094b\u0932 \u0905\u0928\u0941\u092e\u0924\u093f\u092f\u093e\u0902 \u0938\u092d\u0940 \u0938\u093e\u0907\u091f\u094b\u0902 \u0915\u0947 \u0932\u093f\u090f \u0928\u093f\u092f\u0902\u0924\u094d\u0930\u0923 \u0915\u0930\u0947\u0902
siterole.instructions=\u0938\u092d\u0940 \u091a\u092f\u0928\u093f\u0924 \u092a\u094d\u0930\u0915\u093e\u0930 \u0915\u0940 \u0938\u093e\u0907\u091f\u094b\u0902 \u0914\u0930 \u092d\u0942\u092e\u093f\u0915\u093e\u0913\u0902 \u092e\u0947\u0902 \u0938\u0947 \u092f\u0939 \u091a\u092f\u0928\u093f\u0924 \u0905\u0928\u0941\u092e\u0924\u093f\u092f\u093e\u0901 \u091c\u094b\u0921\u093c\u0947\u0917\u093e \u092f\u093e \u0939\u091f\u093e \u0926\u0947\u0917\u093e\u0964  \n\u0905\u0926\u094d\u092f\u0924\u0928 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0906\u092a\u0915\u094b \u0915\u092e \u0938\u0947 \u0915\u092e \u090f\u0915 \u0905\u0928\u0941\u092e\u0924\u093f, \u090f\u0915 \u0938\u093e\u0907\u091f \u092a\u094d\u0930\u0915\u093e\u0930 \u0914\u0930 \u090f\u0915 \u092d\u0942\u092e\u093f\u0915\u093e \u0915\u093e \u091a\u092f\u0928 \u0915\u0930\u0928\u093e \u0939\u094b\u0917\u093e\u0964  \n \u0938\u093e\u0907\u091f\u094b\u0902 \u0915\u0940 \u090f\u0915 \u092c\u0939\u0941\u0924 \u092c\u0921\u093c\u0940 \u0938\u0902\u0916\u094d\u092f\u093e \u0915\u094b \u0905\u0926\u094d\u092f\u0924\u0928 \u0915\u0930\u0924\u0947 \u0938\u092e\u092f \u092f\u0939  \u0915\u0941\u091b \u0939\u0926 \u0924\u0915 \u0927\u0940\u092e\u093e \u0939\u094b \u091c\u093e\u090f\u0917\u093e \u0914\u0930 \u090f\u0915 \u0905\u0932\u0917 \u0925\u094d\u0930\u0947\u0921 \u092e\u0947\u0902 \u092a\u094d\u0930\u0938\u0902\u0938\u094d\u0915\u0930\u0923 \u0915\u0930\u0947\u0917\u093e\u0964
siterole.add.command=\u0905\u0928\u0941\u092e\u0924\u093f\u092f\u093e\u0901 \u091c\u094b\u0921\u093c\u0947\u0902
siterole.remove.command=\u0905\u0928\u0941\u092e\u0924\u093f\u092f\u093e\u0901 \u0939\u091f\u093e\u090f\u0901
siterole.sitetype.title=\u0938\u093e\u0907\u091f \u092a\u094d\u0930\u0915\u093e\u0930
siterole.role.title=\u0938\u093e\u0907\u091f \u092d\u0942\u092e\u093f\u0915\u093e\u090f\u0901
siterole.perm.title=\u0905\u0928\u0941\u092e\u0924\u093f\u092f\u093e\u0902
siterole.sitetype.header=\u092e\u0947\u0902 \u0905\u0928\u0941\u092e\u0924\u093f\u092f\u093e\u0901 \u092a\u0930\u093f\u0935\u0930\u094d\u0924\u093f\u0924 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0938\u093e\u0907\u091f \u092a\u094d\u0930\u0915\u093e\u0930\u094b\u0902 \u0915\u093e \u091a\u092f\u0928 \u0915\u0930\u0947\u0902
siterole.role.header=\u0905\u0928\u0941\u092e\u0924\u093f \u092e\u0947\u0902 \u092a\u0930\u093f\u0935\u0930\u094d\u0924\u0928 \u0932\u093e\u0917\u0942 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u092d\u0942\u092e\u093f\u0915\u093e\u0913\u0902 \u0915\u093e \u091a\u092f\u0928 \u0915\u0930\u0947\u0902
siterole.perm.header=\u091c\u094b\u0921\u093c\u0928\u0947 \u092f\u093e \u0939\u091f\u093e\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0905\u0928\u0941\u092e\u0924\u093f \u0915\u093e \u091a\u092f\u0928 \u0915\u0930\u0947\u0902
# user messages
siterole.message.processing.add=\ ({0}) \u0905\u0928\u0941\u092e\u0924\u093f\u092f\u093e\u0901 ({1}) \u092a\u094d\u0930\u0915\u093e\u0930 \u0915\u0940 \u0938\u093e\u0907\u091f\u094b\u0902 \u092e\u0947\u0902 ({2}) \u0928\u093f\u092e\u094d\u0928\u0932\u093f\u0916\u093f\u0924 \u092d\u0942\u092e\u093f\u0915\u093e\u0913\u0902 \u0915\u0947 \u0932\u093f\u090f \u091c\u094b\u0921\u093c\u0928\u093e\u0964 {3} % \u092a\u0942\u0930\u093e \u0939\u094b \u0917\u092f\u093e...
siterole.message.processing.remove=\ ({0}) \u0905\u0928\u0941\u092e\u0924\u093f\u092f\u093e\u0901 ({1}) \u092a\u094d\u0930\u0915\u093e\u0930 \u0915\u0940 \u0938\u093e\u0907\u091f\u094b\u0902 \u092e\u0947\u0902 ({2}) \u0928\u093f\u092e\u094d\u0928\u0932\u093f\u0916\u093f\u0924 \u092d\u0942\u092e\u093f\u0915\u093e\u0913\u0902 \u0915\u0947 \u0932\u093f\u090f \u0939\u091f\u093e\u0928\u093e \u0964 {3} % \u092a\u0942\u0930\u093e \u0939\u094b \u0917\u092f\u093e...
siterole.message.permissions.added=({0}) \u0905\u0928\u0941\u092e\u0924\u093f\u092f\u093e\u0901 \u091c\u094b\u0921\u093c\u0928\u093e {3} \u0938\u093e\u0907\u091f\u094b\u0902 \u092e\u0947\u0902 ({1}) \u092a\u094d\u0930\u0915\u093e\u0930 \u0915\u0940  ({2}) \u0928\u093f\u092e\u094d\u0928\u0932\u093f\u0916\u093f\u0924 \u092d\u0942\u092e\u093f\u0915\u093e\u0913\u0902 \u0915\u0947 \u0932\u093f\u090f \u092a\u0942\u0930\u093e \u0939\u094b \u0917\u092f\u093e\u0964  {4} \u0905\u0926\u094d\u092f\u0924\u0928 ( {5} \u0938\u092b\u0932\u0924\u093e\u092a\u0942\u0930\u094d\u0935\u0915 \u0938\u0902\u0938\u093e\u0927\u093f\u0924 \u0938\u093e\u0907\u091f\u094b\u0902 \u0914\u0930 {6} \u0935\u093f\u092b\u0932\u0924\u093e\u0913\u0902 \u092e\u0947\u0902)  {7} \u0938\u0947\u0915\u0902\u0921 \u0915\u0947 \u0932\u093f\u090f ({8} \u0938\u0947\u0915\u0902\u0921 \u0915\u0947 \u0932\u093f\u090f \u0930\u0941\u0915\u093e \u0939\u0941\u0906) \u0925\u0947\u0964 
siterole.message.permissions.removed=({0}) \u0905\u0928\u0941\u092e\u0924\u093f\u092f\u093e\u0901 \u0939\u091f\u093e\u0928\u093e {3} \u0938\u093e\u0907\u091f\u094b\u0902 \u092e\u0947\u0902 ({1}) \u092a\u094d\u0930\u0915\u093e\u0930 \u0915\u0940  ({2}) \u0928\u093f\u092e\u094d\u0928\u0932\u093f\u0916\u093f\u0924 \u092d\u0942\u092e\u093f\u0915\u093e\u0913\u0902 \u0915\u0947 \u0932\u093f\u090f \u092a\u0942\u0930\u093e \u0939\u094b \u0917\u092f\u093e\u0964  {4} \u0905\u0926\u094d\u092f\u0924\u0928 ( {5} \u0938\u092b\u0932\u0924\u093e\u092a\u0942\u0930\u094d\u0935\u0915 \u0938\u0902\u0938\u093e\u0927\u093f\u0924 \u0938\u093e\u0907\u091f\u094b\u0902 \u0914\u0930 {6} \u0935\u093f\u092b\u0932\u0924\u093e\u0913\u0902 \u092e\u0947\u0902)  {7} \u0938\u0947\u0915\u0902\u0921 \u0915\u0947 \u0932\u093f\u090f ({8} \u0938\u0947\u0915\u0902\u0921 \u0915\u0947 \u0932\u093f\u090f \u0930\u0941\u0915\u093e \u0939\u0941\u0906) \u0925\u0947\u0964 
siterole.message.illegal.submission=\u0906\u092a\u0915\u094b \u0915\u092e \u0938\u0947 \u0915\u092e \u092a\u094d\u0930\u0924\u094d\u092f\u0947\u0915 \u090f\u0915 \u092a\u094d\u0930\u0915\u093e\u0930 \u0915\u0940 \u0938\u093e\u0907\u091f, \u092d\u0942\u092e\u093f\u0915\u093e, \u0914\u0930 \u0905\u0928\u0941\u092e\u0924\u093f \u0936\u093e\u092e\u093f\u0932 \u0915\u0930\u0928\u0940 \u091a\u093e\u0939\u093f\u090f
siterole.message.cannot.update=\u0905\u092c \u0906\u092a \u0938\u093e\u0907\u091f \u0905\u0928\u0941\u092e\u0924\u093f\u092f\u093e\u0901 \u0915\u094b \u0905\u0926\u094d\u092f\u0924\u0928 \u0928\u0939\u0940\u0902 \u0915\u0930 \u0938\u0915\u0924\u0947 \u0915\u094d\u092f\u094b\u0902\u0915\u093f \u092a\u0939\u0932\u0947 \u0938\u0947 \u0939\u0940 \u0939\u0948 \u090f\u0915 \u0905\u0928\u0941\u092e\u0924\u093f\u092f\u093e\u0901 \u0905\u0926\u094d\u092f\u0924\u0928 \u091a\u0932 \u0930\u0939\u093e \u0939\u0948

