bl_off=(Desactivado)

# Resource keys for foorm
foorm.missing.field=Campo requerido\:
foorm.maxlength.field=Campo >
foorm.integer.field=El campo debe ser un entero\:
foorm.id.field=El campo contiene caracteres inv\u00e1lidos\:
foorm.url.field=El campo no es una URL\:

error.missing.toolid=Falta el ID de la herramienta
error.invalid.toolid=ID de herramienta no v\u00e1lido
error.content.not.found=No se encuentra la configuraci\u00f3n de la herramienta
error.placement.not.found=No se encuentra el contenido de la herramienta

id=Clave primaria
tool_id=Herramienta asociada
bl_title=T\u00edtulo de la herramienta (aparece encima)
bl_allowtitle=Permitir que pueda cambiarse el t\u00edtulo de la herramienta
bl_allowtitle_allow=Permitir
bl_allowtitle_disallow=No permitir
bl_pagetitle=Texto del bot\u00f3n (aparece en el men\u00fa)
bl_allowpagetitle=Permitir cambiar el texto del bot\u00f3n
bl_allowpagetitle_allow=Permitir
bl_allowpagetitle_disallow=No permitir
bl_content_title=T\u00edtulo de la configuraci\u00f3n de la herramienta
bl_description=Descripci\u00f3n
bl_note=Nota
bl_status=Estado de la herramienta
bl_status_enable=Habilitado
bl_status_disable=Deshabilitado
bl_visible=Visibilidad de la herramienta
bl_visible_visible=Visible
bl_visible_stealth=Modo silencioso
lti2_launch=La URL, la clave y el secreto se administran mediante servicios web en LTI2.  Cambi\u00e1ndolos aqu\u00ed probablemente romper\u00e1 algo.
lti2_status=Estos valores funcionar\u00e1n como valores predeterminados para las herramientas instaladas como parte de este despliegue.
bl_launch=URL de la herramienta
bl_allowlaunch=Permitir que la URL de la herramienta pueda cambiarse
bl_allowlaunch_allow=Permitir
bl_allowlaunch_disallow=No permitir
bl_consumerkey=Clave de la herramienta
bl_allowconsumerkey=Permitir que pueda cambiarse la clave de la herramienta
bl_allowconsumerkey_allow=Permitir
bl_allowconsumerkey_disallow=No permitir
bl_secret=Secreto de la herramienta
bl_allowsecret=Permitir que pueda cambiarse el secreto de la herramienta
bl_allowsecret_allow=Permitir
bl_allowsecret_disallow=No permitir
SITE_ID=ID del sitio (d\u00e9jelo en blanco para que la herramienta pueda estar disponible en todos los sitios)
bl_content_site_id=ID del sitio
bl_frameheight=Altura del iFrame
bl_allowframeheight=Permitir que pueda cambiarse la altura del marco
bl_allowframeheight_allow=Permitir
bl_allowframeheight_disallow=No permitir
bl_toolorder=Orden de las herramientas (s\u00f3lo v\u00e1lido para las herramientas que se est\u00e9n en todos los Sitios)
bl_siteinfoconfig=Pantalla de configuraci\u00f3n cuando la herramienta est\u00e1 seleccionada
bl_siteinfoconfig_bypass=Saltar pantalla de configuraci\u00f3n
bl_siteinfoconfig_config=Mostrar pantalla de configuraci\u00f3n
bl_newpage=Abrir en un ventana emergente
bl_newpage_off=No abrir nunca en una ventana emergente
bl_newpage_on=Lanzar siembre en una ventana emergente
bl_newpage_content=Permitir que pueda cambiarse la ventana emergente
bl_debug=Depurar la herramienta
bl_debug_off=No lanzar nunca en modo depuraci\u00f3n
bl_debug_on=Abrir la herramienta siempre en modo depuraci\u00f3n
bl_debug_content=Permitir cambiar el modo depuraci\u00f3n
privacy=Configuraci\u00f3n de privacidad\:
bl_sendname=Enviar los nombre de los usuarios a la herramienta externa
bl_sendemailaddr=Enviar direcciones de email a la herramienta externa
services=Servicios\:
bl_allowoutcomes=Permitir que la herramienta externa devuelve notas
bl_allowroster=Suministrar la lista de estudiantes a la herramienta externa
bl_allowsettings=Permitir que la herramienta externa LTI pueda registrar datos de configuraci\u00f3n
bl_allowcontentitem=Permitir que la herramienta externa se configure ella misma (la herramienta debe soportar el mensaje IMS Content-Item)
pl_header=Indica las opciones del est\u00e1ndar Content-Item que soporta la herramienta. No todas las herramientas manejan todas las opciones del est\u00e1ndar Content-Item. Si habilitas una herramienta que no soporta una opci\u00f3n concreta, normalmente fallar\u00e1 cuando trates de usarla.
bl_pl_launch=Permite a la herramienta abrirse como un enlace (esto es lo habitual para la mayor\u00eda de las herramientas)
bl_pl_linkselection=Permitir que la herramienta externa se configure ella misma (la herramienta debe soportar el mensaje IMS Content-Item)
bl_pl_importitem=Permite a la herramienta proporcionar un fichero common cartridge (normalmente para importarlo en una herramienta como Contenidos)
bl_pl_fileitem=Permite a la herramienta proporcionar un fichero (normalmente como parte de un selector de ficheros)
bl_pl_contenteditor=Permitir que la herramienta pueda ser utilizada desde el editor de contenido enriquecido con el fin de seleccionar contenido (la herramienta debe soportar el mensaje IMS Content-\u00cdtem)
bl_pl_assessmentselection=Permitir a la herramienta ser un tipo de examen
bl_allowcustom=Permitir par\u00e1metros personalizados adicionales
bl_custom=Par\u00e1metros personalizados (clave\=valor en l\u00edneas separadas)
bl_splash=Pantalla inicial (si no se deja en blanco, se mostrar\u00e1 antes de lanzar la herramienta)
bl_fa_icon=Seleccionar un icono personalizado (dejar vac\u00edo para usar el icono por defecto)
bl_matchpattern=Patr\u00f3n de coincidencia de la URL de la herramienta
bl_launchurl=URL de la herramienta actual
bl_resource_handler=Controlador de recursos
bl_parameter=Par\u00e1metros de lanzamiento
bl_enabled_capability=Capacidades habilitadas
bl_contentitem=Capacidades habilitadas
bl_sha256=Soporte de firma SHA-256
bl_sha256_off=Firmar conexi\u00f3n usando SHA-1 (Suprimido)
bl_sha256_on=Firmar conexi\u00f3n usando SHA-256
bl_sha256_content=Delegado a cada elemento de contenido
bl_lti13=Soporte LTI 1.3 (Experimental)
bl_lti13_off=Herramienta sin soporte LTI 1.3
bl_lti13_on=Herramienta con soporte LTI 1.3
bl_lti13_content=Delegar la opci\u00f3n al \u00edtem del contenido
bl_lti13_settings=Configuraci\u00f3n para LTI 1.3 (Experimental)

bl_version=Versi\u00f3n LTI
bl_version_lti1=Herramienta LTI 1.x
bl_version_lti2=Herramienta LTI 2.x

lti2_internal=Estos son los campos internos de procesamiento LTI 2.x - si los cambia es probable que rompa algo
bl_reg_state=Estado de la herramienta 
bl_reg_state_lti2_ready=LTI 2.x Registro iniciado
bl_reg_state_lti2_received=LTI 2.x Registro Recibido
bl_reg_state_lti2_complete=LTI 2.x Registro Completado

bl_reg_launch=LTI 2.x URL de Registro
bl_reg_key=LTI 2.x Clave de Registro
bl_reg_password=LTI 2.x Secreto del Registro
bl_reg_parameters=Par\u00e1metros de lanzamiento de la herramienta LTI 2.x
bl_reg_profile=Perfil de Registro LTI 2.x
bl_tool_proxy_binding=Perfil de Registro de la herramienta LTI 2.x

error.id.not.found=No pudo encontrarse el ID de la herramienta LTI.
error.maintain.link=Debe ser un administrador para gestionar los enlaces a las herramientas LTI
error.link.placement.update=Se produjo un error al actualizar la configuraci\u00f3n de informaci\u00f3n del \u00edtem {0}
error.maintain.edit=Debe ser un administrador del sitio para poder editar
error.tool.not.found=Herramienta no encontrada
error.need.key.secret=Esta herramienta no puede funcionar sin una pareja de clave-secreto.
error.placement.not.removed=No pudo eliminarse la posici\u00f3n de la herramienta

#export fields
export.title=T\u00edtulo
export.url=URL
export.sitetitle=T\u00edtulo del sitio\:
export.siteid=ID del sitio
export.createdat=\ A\u00f1adido
export.sitecontactname=Propietario del sitio
export.sitecontactemail=Contacto del sitio
content.attribution=Departamento
