bl_off=(Arr\u00eat)

# Resource keys for foorm
foorm.missing.field=Champ requis \:
foorm.maxlength.field=Champ >
foorm.integer.field=Le champ doit \u00eatre un entier \:
foorm.id.field=Le champ contient des caract\u00e8res non valides \:
foorm.url.field=Le champ n'est pas une url \:

error.missing.toolid=Il manque l'identifiant de l'outil
error.invalid.toolid=Identifiant de l'outil non valide
error.content.not.found=Configuration de l'outil introuvable
error.placement.not.found=\u00c9l\u00e9ment de contenu de l'outil introuvable

id=Cl\u00e9 primaire
tool_id=Outil associ\u00e9
bl_title=Titre d'outil (au-dessus de l'outil)
bl_allowtitle=Autoriser la modification du titre de l'outil
bl_allowtitle_allow=Autoriser
bl_allowtitle_disallow=Interdire
bl_pagetitle=Texte du bouton (texte dans le menu outil)
bl_allowpagetitle=Autoriser la modification du texte du bouton
bl_allowpagetitle_allow=Autoriser
bl_allowpagetitle_disallow=Interdire
bl_content_title=Outil de configuration de titre
bl_description=Description
bl_note=Note
bl_status=\u00c9tat de l'outil
bl_status_enable=Activ\u00e9
bl_status_disable=D\u00e9sactiv\u00e9
bl_visible=Visibilit\u00e9 de l'outil
bl_visible_visible=Visible
bl_visible_stealth=Camoufl\u00e9
bl_launch=URL de lancement
bl_allowlaunch=Autoriser la modification de l'URL de lancement
bl_allowlaunch_allow=Autoriser
bl_allowlaunch_disallow=Interdire
bl_consumerkey=Cl\u00e9 de lancement
bl_allowconsumerkey=Autoriser la modification de la cl\u00e9 de lancement
bl_allowconsumerkey_allow=Autoriser
bl_allowconsumerkey_disallow=Interdire
bl_secret=Secret de lancement
bl_allowsecret=Permettre la modification du secret de lancement
bl_allowsecret_allow=Autoriser
bl_allowsecret_disallow=Interdire
SITE_ID=Identifiant de l'espace (laisser vide pour rendre l'outil disponible dans tous les espaces)
bl_content_site_id=Identifiant de l'espace
bl_frameheight=Hauteur du cadre
bl_allowframeheight=Autoriser la modification de la hauteur du cadre
bl_allowframeheight_allow=Autoriser
bl_allowframeheight_disallow=Interdire
bl_toolorder=Tool Order (Only valid for tools placed in all sites)
bl_siteinfoconfig=Configuration dialog when tool is selected
bl_siteinfoconfig_bypass=Bypass configuration dialog
bl_siteinfoconfig_config=Show configuration dialog
bl_newpage=Lancer dans une fen\u00eatre ''popup''
bl_newpage_off=Ne jamais lancer dans une fen\u00eatre ''popup''
bl_newpage_on=Toujours lancer dans une fen\u00eatre ''popup''
bl_newpage_content=Autoriser la modification du choix de fen\u00eatre ''popup''
bl_debug=Lancement de d\u00e9bogage
bl_debug_off=Ne jamais lancer en mode d\u00e9bogage
bl_debug_on=Toujours lancer en mode d\u00e9bogage
bl_debug_content=Permettre la modification du choix du mode d\u00e9bogage
privacy=R\u00e9glage des param\u00e8tres de confidentialit\u00e9 \:
bl_sendname=Envoyer les noms des utilisateurs \u00e0 l'outil externe
bl_sendemailaddr=Envoyer les adresses de courriel \u00e0 l'outil externe
services=Services \:
bl_allowoutcomes=Autoriser l'outil externe \u00e0 renvoyer des notes
bl_allowlineitems=Allow External Tool to create grade columns
bl_allowroster=Fournir la liste des participants \u00e0 l'outil externe
bl_allowsettings_ext=Autoriser l'outil externe \u00e0 stocker les param\u00e8tres
bl_allowcontentitem=Allow External Tool to configure itself (the tool must support the IMS Content-Item or Deep-Link message)
pl_header=Indicate the following types of Content Item/Deep Link Selection launches this tool can handle.  Not all tools can handle types of launches.  If you enable a tool which is not capable of responding to a particular request, it will likely fail when you try to use it.
bl_pl_launch=Allow the tool to be launched as a link (this is typically true for most tools)
bl_pl_linkselection=Allow external tool to configure itself (the tool must support the IMS Content-Item or Deep-Link message)
bl_pl_importitem=Allow the tool to provide a common cartridge (usually to be imported into a tool like Lessons)
bl_pl_fileitem=Permettre \u00e0 l'outil de fournir un fichier (g\u00e9n\u00e9ralement dans le cadre d'un s\u00e9lecteur de fichiers)
bl_pl_contenteditor=Allow the tool to be used from the rich content editor to select content (the tool must support the IMS Content-Item or Deep-Link message)
bl_pl_assessmentselection=Autoriser l\u2019outil comme l\u2019un des types d\u2019\u00e9valuation
bl_allowcustom=Autoriser des param\u00e8tres personnalis\u00e9s suppl\u00e9mentaires
bl_custom=Param\u00e8tres personnalis\u00e9s (cl\u00e9 \= valeur sur des lignes s\u00e9par\u00e9es)
bl_rolemap=Manually map Sakai roles to IMS roles. Example\: maintain\:Learner;access\:Learner
bl_splash=Splash Screen (If this is non-blank it is shown before the tool is launched)
bl_fa_icon=Choisir une ic\u00f4ne personnalis\u00e9e (laisser vide pour utiliser l\u2019ic\u00f4ne par d\u00e9faut)
bl_allowfa_icon=Allow custom icon to be changed
bl_allowfa_icon_allow=Autoriser
bl_allowfa_icon_disallow=Interdire
bl_matchpattern=Mod\u00e8le auquel l'URL de lancement doit correspondre
bl_launchurl=URL de lancement r\u00e9elle
bl_resource_handler=Gestionnaire de la ressource
bl_parameter=Param\u00e8tres de lancement
bl_enabled_capability=Fonctionnalit\u00e9s activ\u00e9es
bl_contentitem=Fonctionnalit\u00e9s activ\u00e9es
bl_lti13_inherit=Inherit LTI 1.3 setting from tool (default)
bl_lti13=If you select LTI 1.3 support while inserting a tool, after the tool is saved, you will be presented the Sakai configuration information information to copy back to the tool.  You can view this information in the tool view screen if you edit the tool information.
bl_lti13_off=Tool does not support LTI 1.3
bl_lti13_on=Tool supports LTI 1.3
bl_lti13_settings=Settings for LTI 1.3

bl_lti13_client_id=LTI 1.3 Client ID (provide to the tool)
bl_lti13_platform_public=LTI 1.3 Platform Public Key (provide to the tool)
bl_lti13_platform_private=LTI 1.3 Platform Private Key (for messages from the LMS)

bl_lti13_oidc_endpoint=LTI 1.3 Tool OpenID Connect/Initialization Endpoint (provided by the tool)
bl_lti13_oidc_redirect=LTI 1.3 Tool Redirect Endpoint(s) (comma separated and provided by the tool)

bl_lti13_tool_public=LTI 1.3 Tool Public Key (provided by the tool)
bl_lti13_tool_keyset=LTI 1.3 Tool Keyset URL (provided by the tool)
bl_lti13_tool_private=LTI 1.3 Tool Private Key (for messages from the tool)
bl_lti13_tool_kid=LTI 1.3 Tool Latest KID value (for messages from the tool)

bl_lti13_platform_header=These fields are also required for LTI 1.3, but these must not be shared with the tool.

bl_version=Version LTI
bl_version_lti1=Outil LTI 1.x

bl_lti11_launch_type=Type of LTI 1.1 Launch to Use
bl_lti11_launch_type_inherit=Inherit System-Wide Default
bl_lti11_launch_type_legacy=Use Legacy LTI 1.1 Launch
bl_lti11_launch_type_lti112=Use Round-trip LTI 1.1 Launch

error.id.not.found=Impossible de trouver l'identifiant de l'outil LTI.
error.maintain.link=Seul le responsable de l'espace est autoris\u00e9 \u00e0 g\u00e9rer les liens de l'outil LTI
error.link.placement.update=Erreur de mise \u00e0 jour des informations de placement dans l'\u00e9l\u00e9ment de configuration {0}
error.maintain.edit=Il faut \u00eatre responsable de l'espace pour pouvoir modifier
error.tool.not.found=Outil introuvable
error.need.key.secret=Cet outil ne fonctionnera pas sans une cl\u00e9 et un secret.
error.placement.not.removed=Impossible de supprimer le placement de l'outil

#export fields
export.title=Titre
export.url=URL
export.sitetitle=Code du cours (p. ex. F13-ACCT-134C-01)
export.siteid=Identifiant de l'espace
export.createdat=Added On
export.sitecontactname=Site Owner
export.sitecontactemail=Propri\u00e9taire
content.attribution=Service/D\u00e9partement
