lti.forward = \u30af\u30ea\u30c3\u30af\u3059\u308b\u3068\u5916\u90e8\u30c4\u30fc\u30eb\u3092\u958b\u59cb\u3057\u307e\u3059\uff0e
noiframes = \u30d6\u30e9\u30a6\u30b6\u304c iFrame \u3092\u30b5\u30dd\u30fc\u30c8\u3057\u3066\u3044\u307e\u305b\u3093\uff0e
not.configured = \u3053\u306e\u30c4\u30fc\u30eb\u306f\u307e\u3060\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093\uff0e

edit.exit = \u30ad\u30e3\u30f3\u30bb\u30eb
edit.clear.prefs = \u4fdd\u5b58\u3057\u305f\u8a2d\u5b9a\u3092\u30af\u30ea\u30a2

edit.clear.yes = \u306f\u3044
edit.clear.no = \u3044\u3044\u3048

are.you.sure = \u30c4\u30fc\u30eb\u4e92\u63db\u30d7\u30ec\u30fc\u30b9\u30e1\u30f3\u30c8\u7528\u8a2d\u5b9a\u3092\u524a\u9664\u3057\u3066\u3082\u3088\u308d\u3057\u3044\u3067\u3059\u304b?

select.url = URL \u304a\u3088\u3073\u30d1\u30b9\u30ef\u30fc\u30c9
select.xml = XML \u30da\u30fc\u30b9\u30c8
required.information = \u5fc5\u9808\u60c5\u5831
display.information = \u8868\u793a\u60c5\u5831
launch.information = \u8d77\u52d5\u60c5\u5831(\u4efb\u610f)
tool.url = \u30ea\u30e2\u30fc\u30c8\u30c4\u30fc\u30eb\u306e URL:
tool.url.detail = 
tool.key = \u30ea\u30e2\u30fc\u30c8\u30c4\u30fc\u30eb\u306e\u30ad\u30fc:
tool.key.detail = 
tool.secret = \u30ea\u30e2\u30fc\u30c8\u30c4\u30fc\u30eb\u306e\u30b7\u30fc\u30af\u30ec\u30c3\u30c8 
tool.secret.detail = 
page.title = \u30dc\u30bf\u30f3\u30c6\u30ad\u30b9\u30c8\u3092\u30bb\u30c3\u30c8:
page.title.detail = 
tool.title = \u30c4\u30fc\u30eb\u30bf\u30a4\u30c8\u30eb\u3092\u30bb\u30c3\u30c8:
tool.title.detail = (\u30c4\u30fc\u30eb\u4e0a\u90e8)
iframe.height = iFrame \u306e\u9ad8\u3055:
iframe.height.detail = 
debug.launch = \u30c7\u30d0\u30c3\u30b0\u8d77\u52d5:
debug.launch.detail = <br/>\u300c\u30c7\u30d0\u30c3\u30b0\u8d77\u52d5\u300d\u3092\u9078\u629e\u3059\u308b\u3068\uff0c\u8d77\u52d5\u524d\u306b\u30c4\u30fc\u30eb\u306f\u4e00\u6642\u505c\u6b62\u3057\uff0c\u8d77\u52d5\u30c7\u30fc\u30bf\u3092\u8868\u793a\u3057\u307e\u3059\uff0e
launch.privacy = \u30af\u30e9\u30b9\u540d\u7c3f\u60c5\u5831\u3092\u516c\u958b
launch.privacy.detail = <br/>\u3053\u308c\u3089\u306e\u30aa\u30d7\u30b7\u30e7\u30f3\u306b\u3088\u308a\uff0c\u5916\u90e8\u30c4\u30fc\u30eb\u306b\u3069\u306e\u60c5\u5831\u3092\u516c\u958b\u3059\u308b\u304b\u3092\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\uff0e\u6a5f\u80fd\u3055\u305b\u308b\u305f\u3081\u306b\u30af\u30e9\u30b9\u540d\u7c3f\u60c5\u5831\u3092\u5fc5\u8981\u3068\u3059\u308b\u5834\u5408\u304c\u3042\u308b\u30c4\u30fc\u30eb\u3082\u3042\u308a\u307e\u3059\uff0e
privacy.releasename = \u540d\u524d\u3092\u5916\u90e8\u30c4\u30fc\u30eb\u306b\u9001\u4fe1
privacy.releaseemail = \u96fb\u5b50\u30e1\u30fc\u30eb\u30a2\u30c9\u30ec\u30b9\u3092\u5916\u90e8\u30c4\u30fc\u30eb\u306b\u9001\u4fe1
launch.custom = \u8d77\u52d5\u30d1\u30e9\u30e1\u30fc\u30bf\u3092\u30ab\u30b9\u30bf\u30de\u30a4\u30ba
launch.custom.detail = <br/>\u300c\u30ad\u30fc=\u5024\u300d\u3092\u7528\u3044\u308b\u3068\u8907\u6570\u306e\u8d77\u52d5\u30d1\u30e9\u30e1\u30fc\u30bf\u3092\u8ffd\u52a0\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\uff0e\u30d1\u30e9\u30e1\u30fc\u30bf\u3092\u884c\u3054\u3068\u306b\u5206\u3051\u3066\u7f6e\u304f\u3053\u3068\u3082\u3067\u304d\u307e\u3059\u3057\uff0c\u30bb\u30df\u30b3\u30ed\u30f3(;)\u3067\u5206\u3051\u308b\u3053\u3068\u3082\u3067\u304d\u307e\u3059\uff0e
update.options = \u30aa\u30d7\u30b7\u30e7\u30f3\u3092\u66f4\u65b0

error.modify.prefs = \u8a2d\u5b9a\u3092\u4fee\u6b63\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093\uff0e
error.xml.input = XML \u30a4\u30f3\u30d7\u30c3\u30c8\u306e\u30a8\u30e9\u30fc\u3067\u3059\uff0e
error.no.input = \u8d77\u52d5 URL \u3092\u30bb\u30c3\u30c8\u3059\u308b\u304b\uff0cXML \u30a4\u30f3\u30d7\u30c3\u30c8\u3092\u63d0\u4f9b\u3059\u308b\u304b\u306e\u3044\u305a\u308c\u304b\u304c\u5fc5\u8981\u3067\u3059
error.page.title = \u30da\u30fc\u30b8\u30bf\u30a4\u30c8\u30eb\u3092\u30bb\u30c3\u30c8\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093\uff0e

launch.missing = \u30d9\u30fc\u30b7\u30c3\u30af LTI \u8d77\u52d5\u306e\u305f\u3081\u306e\u5fc5\u9808\u30d5\u30a3\u30fc\u30eb\u30c9\u306b\u306a\u3044\u3082\u306e\u304c\u3042\u308a\u307e\u3059
launch.tool_id.required = \u30c4\u30fc\u30eb\u3092\u8d77\u52d5 URL \u4e0a\u306b\u898b\u3064\u3051\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093
launch.tool.notallowed = \u30c4\u30fc\u30eb\u306f\u30d9\u30fc\u30b7\u30c3\u30af LTI \u30a2\u30af\u30bb\u30b9\u3092\u8a31\u53ef\u3059\u308b\u3088\u3046\u306b\u306f\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093
launch.tool.notfound = \u30c4\u30fc\u30eb ID \u306f\u3053\u306e\u30b7\u30b9\u30c6\u30e0\u306b\u767b\u9332\u3055\u308c\u3066\u3044\u307e\u305b\u3093
launch.key.notfound = OAuth \u30b3\u30f3\u30b7\u30e5\u30fc\u30de\u30ad\u30fc\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093
launch.no.validate = OAuth \u306f\u3053\u306e\u30ea\u30af\u30a8\u30b9\u30c8\u3092\u691c\u8a3c\u3067\u304d\u307e\u305b\u3093
launch.no.session = \u30bb\u30c3\u30b7\u30e7\u30f3\u3092\u898b\u3064\u3051\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093
launch.create.user = \u30e6\u30fc\u30b6\u30a2\u30ab\u30a6\u30f3\u30c8\u3092\u4f5c\u6210\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093
launch.site.save = \u30b5\u30a4\u30c8\u3092\u4fdd\u5b58\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093
launch.create.site = \u30b5\u30a4\u30c8\u3092\u4f5c\u6210\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093
launch.role.missing = \u30ed\u30fc\u30eb\u3092\u898b\u3064\u3051\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093
launch.join.site = \u30e6\u30fc\u30b6\u3092\u30b5\u30a4\u30c8\u306b\u8ffd\u52a0\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093
launch.tool.search = \u30c4\u30fc\u30eb\u3092\u901a\u3058\u305f\u691c\u7d22\u306e\u30a8\u30e9\u30fc\u3067\u3059
launch.tool.add = \u30c4\u30fc\u30eb\u3092\u30b5\u30a4\u30c8\u306b\u8ffd\u52a0\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093
launch.continue = \u30af\u30ea\u30c3\u30af\u3059\u308b\u3068\u30c4\u30fc\u30eb\u3078\u7d9a\u304d\u307e\u3059

