lti.forward=\u30af\u30ea\u30c3\u30af\u3059\u308b\u3068\u5916\u90e8\u30c4\u30fc\u30eb\u3092\u958b\u59cb\u3057\u307e\u3059\uff0e
noiframes=\u30d6\u30e9\u30a6\u30b6\u304c iFrame \u3092\u30b5\u30dd\u30fc\u30c8\u3057\u3066\u3044\u307e\u305b\u3093\uff0e
noiframe.press.here=\u3053\u3053\u3092\u30af\u30ea\u30c3\u30af\u3057\u3066\u8d77\u52d5\u3057\u307e\u3059\uff0e
not.configured=\u3053\u306e\u30c4\u30fc\u30eb\u306f\u307e\u3060\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093\uff0e
new.page.launch=(\u65b0\u305f\u306a\u30a6\u30a4\u30f3\u30c9\u30a6\u3067 {0} \u3092\u8d77\u52d5\u3057\u3088\u3046\u3068\u3057\u3066\u3044\u307e\u3059\uff0e \u4eca\u5f8c\u81ea\u52d5\u7684\u306b\u30dd\u30c3\u30d7\u30a2\u30c3\u30d7\u30a6\u30a3\u30f3\u30c9\u30a6\u3092\u8d77\u52d5\u3059\u308b\u5834\u5408\uff0c{1} \u304c\u30dd\u30c3\u30d7\u30a2\u30c3\u30d7\u30a6\u30a3\u30f3\u30c9\u30a6\u3092\u958b\u3051\u308b\u3088\u3046\u306b\u30d6\u30e9\u30a6\u30b6\u3092\u8a2d\u5b9a\u3057\u3066\u4e0b\u3055\u3044\uff0e)
tool.name=\u3042\u306a\u305f\u306e\u30c4\u30fc\u30eb
edit.exit=\u30ad\u30e3\u30f3\u30bb\u30eb
edit.clear.prefs=\u4fdd\u5b58\u3057\u305f\u8a2d\u5b9a\u3092\u30af\u30ea\u30a2
edit.nothing=\u69cb\u6210\u306f\u30d7\u30ea\u30bb\u30c3\u30c8\u3055\u308c\u3053\u306e\u30d7\u30ec\u30fc\u30b9\u30e1\u30f3\u30c8\u306b\u5bfe\u3057\u3066\u7de8\u96c6\u3055\u308c\u307e\u305b\u3093\uff0e
edit.clear.yes=\u306f\u3044
edit.clear.no=\u3044\u3044\u3048
are.you.sure=\u30c4\u30fc\u30eb\u4e92\u63db\u30d7\u30ec\u30fc\u30b9\u30e1\u30f3\u30c8\u7528\u8a2d\u5b9a\u3092\u524a\u9664\u3057\u3066\u3082\u3088\u308d\u3057\u3044\u3067\u3059\u304b?
select.url=URL \u304a\u3088\u3073\u30d1\u30b9\u30ef\u30fc\u30c9
select.xml=XML \u30da\u30fc\u30b9\u30c8
required.information=\u5fc5\u9808\u60c5\u5831
display.information=\u8868\u793a\u60c5\u5831
launch.information=\u8d77\u52d5\u60c5\u5831(\u4efb\u610f)
tool.xml.detail=<p>\u5916\u90e8\u30c4\u30fc\u30eb\u306e\u3044\u304f\u3064\u304b\u306f\uff0cURL \u3084\u4ed6\u306e\u8a2d\u5b9a\u60c5\u5831\u3092\u542b\u3080 XML \u30c7\u30b9\u30af\u30ea\u30d7\u30bf\u3092\u63d0\u4f9b\u3057\u307e\u3059\uff0e\u5916\u90e8\u30c4\u30fc\u30eb\u304c XML \u30c7\u30b9\u30af\u30ea\u30d7\u30bf\u3092\u30b5\u30dd\u30fc\u30c8\u3059\u308b\u5834\u5408\u306f\uff0c\u3053\u306e\u30d5\u30a3\u30fc\u30eb\u30c9\u306b\u30c7\u30b9\u30af\u30ea\u30d7\u30bf\u3092\u30b3\u30d4\u30fc\uff06\u30da\u30fc\u30b9\u30c8\u3057\u307e\u3059\uff0e
tool.url=\u30ea\u30e2\u30fc\u30c8\u30c4\u30fc\u30eb\u306e URL\:
tool.key=\u30ea\u30e2\u30fc\u30c8\u30c4\u30fc\u30eb\u306e\u30ad\u30fc\:
tool.secret=\u30ea\u30e2\u30fc\u30c8\u30c4\u30fc\u30eb\u306e\u30b7\u30fc\u30af\u30ec\u30c3\u30c8 
page.title=\u30dc\u30bf\u30f3\u30c6\u30ad\u30b9\u30c8\u3092\u30bb\u30c3\u30c8\:
page.title.detail=(\u30c4\u30fc\u30eb\u30e1\u30cb\u30e5\u30fc\u4e2d\u306e\u30c6\u30ad\u30b9\u30c8)
tool.title=\u30c4\u30fc\u30eb\u30bf\u30a4\u30c8\u30eb\u3092\u30bb\u30c3\u30c8\:
tool.title.detail=(\u30c4\u30fc\u30eb\u4e0a\u90e8)
tool.fa_icon=\u3053\u306e\u30c4\u30fc\u30eb\u306e\u30a2\u30a4\u30b3\u30f3\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\uff1a
new.page=\u65b0\u3057\u3044\u30a6\u30a3\u30f3\u30c9\u30a6\u306b\u958b\u304f
maximize.page=\u30a6\u30a3\u30f3\u30c9\u30a6\u5e45\u3092\u6700\u5927\u5316\:
iframe.height=iFrame \u306e\u9ad8\u3055\:
debug.launch=\u30c7\u30d0\u30c3\u30b0\u8d77\u52d5\:
debug.launch.detail=<br/>\u300c\u30c7\u30d0\u30c3\u30b0\u8d77\u52d5\u300d\u3092\u9078\u629e\u3059\u308b\u3068\uff0c\u8d77\u52d5\u524d\u306b\u30c4\u30fc\u30eb\u306f\u4e00\u6642\u505c\u6b62\u3057\uff0c\u8d77\u52d5\u30c7\u30fc\u30bf\u3092\u8868\u793a\u3057\u307e\u3059\uff0e
launch.privacy=\u30af\u30e9\u30b9\u540d\u7c3f\u60c5\u5831\u3092\u516c\u958b
launch.privacy.detail=<br/>\u3053\u308c\u3089\u306e\u30aa\u30d7\u30b7\u30e7\u30f3\u306b\u3088\u308a\uff0c\u5916\u90e8\u30c4\u30fc\u30eb\u306b\u3069\u306e\u60c5\u5831\u3092\u516c\u958b\u3059\u308b\u304b\u3092\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\uff0e\u6a5f\u80fd\u3055\u305b\u308b\u305f\u3081\u306b\u30af\u30e9\u30b9\u540d\u7c3f\u60c5\u5831\u3092\u5fc5\u8981\u3068\u3059\u308b\u5834\u5408\u304c\u3042\u308b\u30c4\u30fc\u30eb\u3082\u3042\u308a\u307e\u3059\uff0e
privacy.releasename=\u540d\u524d\u3092\u5916\u90e8\u30c4\u30fc\u30eb\u306b\u9001\u4fe1
privacy.releaseemail=\u30e1\u30fc\u30eb\u30a2\u30c9\u30ec\u30b9\u3092\u5916\u90e8\u30c4\u30fc\u30eb\u306b\u9001\u4fe1
privacy.allowroster=\u30b3\u30fc\u30b9\u540d\u7c3f\u3092\u56de\u53ce\u3059\u308b\u3053\u3068\u3092\u5916\u90e8\u30c4\u30fc\u30eb\u306b\u8a31\u53ef
allowsettings.information=\u30c4\u30fc\u30eb\u8a2d\u5b9a\u3092\u4fdd\u5b58\u3057\u3066\u3044\u307e\u3059
privacy.allowsettings=\u8a2d\u5b9a\u3092\u4fdd\u5b58\u3057\u56de\u53ce\u3059\u308b\u3053\u3068\u3092\u5916\u90e8\u30c4\u30fc\u30eb\u306b\u8a31\u53ef\u3057\u307e\u3059
allowsettings.detail=<br />\u3053\u308c\u306f\uff0c\u3053\u306e\u5834\u6240\u306b\u81ea\u8eab\u306e\u8a2d\u5b9a\u3092\u4fdd\u5b58\u3057\u56de\u53ce\u3059\u308b\u3053\u3068\u3092\u5916\u90e8\u30c4\u30fc\u30eb\u306b\u8a31\u53ef\u3057\u307e\u3059\uff0e\u3053\u308c\u306f\u81ea\u8eab\u306e\u8a2d\u5b9a\u306e\u4fdd\u5b58\u3068\u53d6\u5f97\u306e\u305f\u3081\u306b\u30b9\u30af\u30e9\u30c3\u30c1\u30a8\u30ea\u30a2\u3078\u306e\u30a2\u30af\u30bb\u30b9\u3092\u30c4\u30fc\u30eb\u306b\u4e0e\u3048\u307e\u3059\uff0e\u4ed6\u306e\u8a2d\u5b9a\u3078\u306e\u3044\u304b\u306a\u308b\u30a2\u30af\u30bb\u30b9\u3082\u30c4\u30fc\u30eb\u306b\u4e0e\u3048\u307e\u305b\u3093\uff0e
contentlink.legend=\u30b3\u30f3\u30c6\u30f3\u30c4\u30ea\u30f3\u30af\u8a2d\u5b9a
contentlink.label=\u30b3\u30f3\u30c6\u30f3\u30c4\u30ea\u30f3\u30af URL
contentlink.detail=<br />\u3053\u308c\u306b\u3088\u308a\u5916\u90e8\u30c4\u30fc\u30eb\u306b\u9001\u4fe1\u3055\u308c\u308b\u30b3\u30f3\u30c6\u30f3\u30c4\u30ea\u30f3\u30af\u3092\u6307\u5b9a\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\uff0e\u3053\u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u306f\uff0c\u30e6\u30fc\u30b6\u8a8d\u8a3c\u306a\u3057\u3067\u5229\u7528\u53ef\u80fd\u3067\u3059\uff0e\u3053\u306e\u6a5f\u80fd\u306e\u5178\u578b\u7684\u306a\u5229\u7528\u65b9\u6cd5\u306f\uff0c\u5916\u90e8\u30c4\u30fc\u30eb\u3067\u306e\u518d\u751f\u306e\u305f\u3081\u306b\uff0c\u30d5\u30a1\u30a4\u30eb\uff08SCORM \u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306e\u3088\u3046\u306a\uff09\u3092\u5916\u90e8\u30c4\u30fc\u30eb\u3078\u9001\u4fe1\u3059\u308b\u3053\u3068\u3067\u3059\uff0e
launch.custom=\u8d77\u52d5\u30d1\u30e9\u30e1\u30fc\u30bf\u3092\u30ab\u30b9\u30bf\u30de\u30a4\u30ba
launch.custom.detail=<br/>\u300c\u30ad\u30fc\=\u5024\u300d\u3092\u7528\u3044\u308b\u3068\u8907\u6570\u306e\u8d77\u52d5\u30d1\u30e9\u30e1\u30fc\u30bf\u3092\u8ffd\u52a0\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\uff0e\u30d1\u30e9\u30e1\u30fc\u30bf\u3092\u884c\u3054\u3068\u306b\u5206\u3051\u3066\u7f6e\u304f\u3053\u3068\u3082\u3067\u304d\u307e\u3059\u3057\uff0c\u30bb\u30df\u30b3\u30ed\u30f3(;)\u3067\u5206\u3051\u308b\u3053\u3068\u3082\u3067\u304d\u307e\u3059\uff0e
update.options=\u30aa\u30d7\u30b7\u30e7\u30f3\u3092\u66f4\u65b0
launch.splash=\u30b9\u30d7\u30e9\u30c3\u30b7\u30e5\u753b\u9762
launch.splash.detail=<br/>\u3053\u306e\u30c6\u30ad\u30b9\u30c8\u306f\u5916\u90e8\u30c4\u30fc\u30eb\u306b\u9001\u4fe1\u3055\u308c\u308b\u524d\u306b\u30e6\u30fc\u30b6\u306b\u8868\u793a\u3055\u308c\u307e\u3059\uff0e\u3053\u306e\u30d5\u30a3\u30fc\u30eb\u30c9\u3067\u306fHTML\u3092\u4f7f\u3048\u307e\u305b\u3093\uff0e
error.modify.prefs=\u8a2d\u5b9a\u3092\u4fee\u6b63\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093\uff0e
error.xml.input=XML \u30a4\u30f3\u30d7\u30c3\u30c8\u306e\u30a8\u30e9\u30fc\u3067\u3059\uff0e
error.no.input=\u8d77\u52d5 URL \u3092\u30bb\u30c3\u30c8\u3059\u308b\u304b\uff0cXML \u30a4\u30f3\u30d7\u30c3\u30c8\u3092\u63d0\u4f9b\u3059\u308b\u304b\u306e\u3044\u305a\u308c\u304b\u304c\u5fc5\u8981\u3067\u3059
error.bad.url=\u8d77\u52d5 URL \u304c\u6b63\u3057\u304f\u306a\u3044\u30d5\u30a9\u30fc\u30de\u30c3\u30c8\u3067\u3059
error.bad.height=\u9ad8\u3055\u306f\u6b63\u306e\u6574\u6570\u3067\u3042\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059
error.page.title=\u30da\u30fc\u30b8\u30bf\u30a4\u30c8\u30eb\u3092\u30bb\u30c3\u30c8\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093\uff0e
launch.missing=LTI \u8d77\u52d5\u306e\u305f\u3081\u306e\u5fc5\u9808\u30d5\u30a3\u30fc\u30eb\u30c9\u306b\u306a\u3044\u3082\u306e\u304c\u3042\u308a\u307e\u3059
launch.invalid=LTI \u8d77\u52d5\u306e\u305f\u3081\u306e\u5024\u304c\u7121\u52b9\u3067\u3059
launch.tool_id.required=\u30c4\u30fc\u30eb\u3092\u8d77\u52d5 URL \u4e0a\u306b\u898b\u3064\u3051\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093
launch.tool.notallowed=\u30c4\u30fc\u30eb\u306fLTI \u30a2\u30af\u30bb\u30b9\u3092\u8a31\u53ef\u3059\u308b\u3088\u3046\u306b\u306f\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093
launch.tool.notfound=\u30c4\u30fc\u30eb ID \u306f\u3053\u306e\u30b7\u30b9\u30c6\u30e0\u306b\u767b\u9332\u3055\u308c\u3066\u3044\u307e\u305b\u3093
launch.key.notfound=OAuth \u30b3\u30f3\u30b7\u30e5\u30fc\u30de\u30ad\u30fc\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093
launch.no.validate=OAuth \u306f\u3053\u306e\u30ea\u30af\u30a8\u30b9\u30c8\u3092\u691c\u8a3c\u3067\u304d\u307e\u305b\u3093
launch.no.session=\u30bb\u30c3\u30b7\u30e7\u30f3\u3092\u898b\u3064\u3051\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093
launch.create.user=\u30e6\u30fc\u30b6\u30a2\u30ab\u30a6\u30f3\u30c8\u3092\u4f5c\u6210\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093
launch.site.save=\u30b5\u30a4\u30c8\u3092\u4fdd\u5b58\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093
launch.create.site=\u30b5\u30a4\u30c8\u3092\u4f5c\u6210\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093
launch.role.missing=\u30ed\u30fc\u30eb\u3092\u898b\u3064\u3051\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093
launch.join.site=\u30e6\u30fc\u30b6\u3092\u30b5\u30a4\u30c8\u306b\u8ffd\u52a0\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093
launch.tool.search=\u30c4\u30fc\u30eb\u3092\u901a\u3058\u305f\u691c\u7d22\u306e\u30a8\u30e9\u30fc\u3067\u3059
launch.tool.add=\u30c4\u30fc\u30eb\u3092\u30b5\u30a4\u30c8\u306b\u8ffd\u52a0\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093
launch.continue=\u30af\u30ea\u30c3\u30af\u3059\u308b\u3068\u30c4\u30fc\u30eb\u3078\u7d9a\u304d\u307e\u3059
launch.user.invalid=\u30e6\u30fc\u30b6\u3092\u898b\u3064\u3051\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093
launch.site.invalid=\u30b5\u30a4\u30c8\u3092\u898b\u3064\u3051\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093
launch.site.user.missing=\u30b5\u30a4\u30c8\u306b\u30e6\u30fc\u30b6\u3092\u898b\u3064\u3051\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093
launch.site.tool.missing=\u30b5\u30a4\u30c8\u3067\u30c4\u30fc\u30eb\u3092\u898b\u3064\u3051\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093
launch.site.tool.denied=\u30c4\u30fc\u30eb\u306b\u30a2\u30af\u30bb\u30b9\u3059\u308b\u6a29\u9650\u306a\u3057
launch.provided.eid.invalid=\u6307\u5b9a\u3055\u308c\u305f EID \u304c\u7121\u52b9\u3067\u3057\u305f.
launch.user.site.unknown=\u30e6\u30fc\u30b6\u306e\u30b5\u30a4\u30c8 ID \u3092\u7279\u5b9a\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f
launch.user.multiple.emailaddress=\u30e1\u30fc\u30eb\u30a2\u30c9\u30ec\u30b9\u306b\u8907\u6570\u306e\u30e6\u30fc\u30b6ID\u304c\u5b58\u5728\u3057\u307e\u3059
content_item.install.button=\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb
content_item.return_url.notfound=\u8d77\u52d5\u30c7\u30fc\u30bf\u304b\u3089\u306econtent_item_return_url\u304c\u3042\u308a\u307e\u305b\u3093
content_item.back.to.store=\u4e00\u89a7\u306b\u623b\u308b
canvas.config.title=Sakai\u30c4\u30fc\u30eb
canvas.config.description=\u3053\u306e\u30b5\u30fc\u30d0\u306fLMS\u304b\u3089\u8d77\u52d5\u3067\u304d\u308bSakai\u30c4\u30fc\u30eb\u3092\u63d0\u4f9b\u3057\u307e\u3059\uff0e
canvas.error.missing.domain=\u30c9\u30e1\u30a4\u30f3\u3092\u69cb\u6587\u89e3\u6790\u3067\u304d\u307e\u305b\u3093(\u5185\u90e8\u30a8\u30e9\u30fc)
gradable.information=\u6210\u7e3e\u7c3f\u306b\u6210\u7e3e\u3092\u9001\u3063\u3066\u3044\u307e\u3059
gradable.title=\u6210\u7e3e\u7c3f\u30a2\u30a4\u30c6\u30e0\u3092\u9078\u629e\: <br />
gradable.nograde=\u3053\u306e\u30c4\u30fc\u30eb\u304b\u3089\u306e\u6210\u7e3e\u306f\u53d7\u3051\u4ed8\u3051\u307e\u305b\u3093
gradable.detail=<br/>\u3053\u306e\u5024\u3092\u5909\u66f4\u3059\u308b\u969b\u306f\u3054\u6ce8\u610f\u4e0b\u3055\u3044\uff0e\u3053\u306e\u5024\u3092\u5909\u66f4\u3059\u308b\u3068\uff0c\u65e2\u5b58\u306e\u6210\u7e3e\u306f\u65b0\u3057\u3044\u6210\u7e3e\u7c3f\u30a2\u30a4\u30c6\u30e0\u306b<strong>\u79fb\u52d5\u3055\u308c\u307e\u305b\u3093</strong>\uff0e\u30c4\u30fc\u30eb\u304b\u3089\u53d7\u3051\u53d6\u3063\u305f\u5c06\u6765\u306e\u6210\u7e3e\u306e\u307f\u304c\u65b0\u3057\u3044\u6210\u7e3e\u7c3f\u30a2\u30a4\u30c6\u30e0\u306b\u9001\u3089\u308c\u307e\u3059\uff0e
gradable.newassignment=\u6210\u7e3e\u7c3f\u30a2\u30a4\u30c6\u30e0\u3092\u4f5c\u6210
gradable.newassignment.detail=<br />\u3053\u308c\u306b\u3088\u308a\uff0c\u65b0\u3057\u3044\u6210\u7e3e\u7c3f\u30a2\u30a4\u30c6\u30e0\u304c\u4f5c\u6210\u3055\u308c\uff0c\u3053\u306e\u65b0\u3057\u3044\u30a2\u30a4\u30c6\u30e0\u306b\u6210\u7e3e\u304c\u9001\u3089\u308c\u307e\u3059\uff0e\u30a2\u30a4\u30c6\u30e0\u3092\u4f5c\u6210\u3059\u308b\u5fc5\u8981\u304c\u3042\u308b\u306e\u306f\u4e00\u5ea6\u3060\u3051\u3067\u3059\uff0e\uff0e
error.gradable.badassign=\u9078\u629e\u3057\u305f\u7121\u52b9\u306a\u6210\u7e3e\u7c3f\u30a2\u30a4\u30c6\u30e0
error.gradable.badcreate=\u6210\u7e3e\u7c3f\u30a2\u30a4\u30c6\u30e0\u3092\u4f5c\u6210\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093
