lti.forward = Klicken, um externes Tool zu starten
noiframes = Ihr Browser unterst\u00fctzt keine iFrames.
noiframe.press.here = Hier klicken, um zu starten.
not.configured = Dieses Tool wurde noch nicht konfiguriert.

new.page.launch = Inhalt wird in einem neuen Fenster ge\u00f6ffnet. Vergewissern Sie sich, dass Popup-Fenster in Ihrem Browser erlaubt sind.

edit.exit = Abbrechen
edit.clear.prefs = Gespeicherte Einstellungen l\u00f6schen

edit.clear.yes = JA
edit.clear.no = NEIN

are.you.sure = M\u00f6chten Sie die Einstellungen f\u00fcr dieses Tool Interoperability Placement wirklich entfernen?

select.url = URL und Passwort
select.xml = XML-Paste
required.information = Erforderliche Informationen
display.information = Informationen anzeigen
launch.information = Optionale Startinformationen
tool.xml.detail = <p>Einige externe Tools stellen Ihnen einen XML-Deskriptor zur Verf\u00fcgung, der die URL und andere Konfigurationsdaten enth\u00e4lt.   Wenn Ihr externes Tool den XML-Deskriptor unterst\u00fctzt, kopieren Sie den Deskriptor und f\u00fcgen Sie ihn in dieses Feld ein.
tool.url = Remote-Tool-URL:
tool.url.detail = 
tool.key = Remote-Tool-Schl\u00fcssel:
tool.key.detail = 
tool.secret = Remote-Tool-Secret: 
tool.secret.detail = 
page.title = Schaltfl\u00e4chentext festlegen:
page.title.detail = (Text im Tool-Men\u00fc)
tool.title = Tool-Titel festlegen:
tool.title.detail = (\u00dcber dem Tool)
new.page = In einem neuen Fenster \u00f6ffnen:
new.page.detail = 
maximize.page = Fensterbreite maximieren:
maximize.page.detail =
iframe.height = iFrame-H\u00f6he:
iframe.height.detail = 
debug.launch = Debug-Start:
debug.launch.detail = <br/>Wenn Debug-Start ausgew\u00e4hlt wird, macht das Tool eine Pause, bevor es startet, und zeigt Startdaten an.
launch.privacy = Freigabe der Verzeichnisdaten
launch.privacy.detail = <br/>Diese Optionen erm\u00f6glichen Ihnen die Kontrolle dar\u00fcber, welche Daten dem externen Tool freigegeben werden.  Manche Tools ben\u00f6tigen Verzeichnisdaten, um zu funktionieren.
privacy.releasename = Namen an das externe Tool senden
privacy.releaseemail = E-Mail-Adressen an das externe Tool senden
privacy.allowroster = Dem externen Tool erm\u00f6glichen, das Kursverzeichnis abzurufen
allowroster.detail = 
allowsettings.information = Tool-Einstellungen speichern
privacy.allowsettings = Dem externen Tool erlauben, seine Einstellungen zu speichern und abzurufen
allowsettings.detail = <br/>Dies erm\u00f6glicht es dem externen Tool, seine eigenen Einstellungen an dieser Position zu speichern und abzurufen.  Dies gibt dem Tool lediglich Zugriff auf einen Arbeitsbereich zur Speicherung und zum Abrufen seiner eigenen Einstellungen.  Es hat keinen Zugriff auf andere Einstellungen.
contentlink.legend = Einstellungen f\u00fcr Content-Link
contentlink.label = URL f\u00fcr Content-Link
contentlink.detail = <br/>Dies erm\u00f6glicht Ihnen die Festlegung eines Content-Links, der an das externe Tool gesendet wird.  Die jeweiligen Inhalte sollten f\u00fcr nicht authentifizierte Benutzer verf\u00fcgbar sein.  In der Regel wird diese Funktion dazu verwendet, eine Datei (wie beispielsweise ein SCORM-Objekt) an das externe Tool zu senden, um sie im externen Tool abzuspielen.
launch.custom = Benutzerdefinierte Startparameter
launch.custom.detail = <br/>Sie k\u00f6nnen eine Reihe von Startparametern hinzuf\u00fcgen, indem Sie als Suchbegriff den Wert verwenden.  Sie k\u00f6nnen entweder separate Parameter in jeweils eine Zeile einf\u00fcgen oder diese durch Strichpunkt (;) trennen.
update.options = Aktualisierungsoptionen

error.modify.prefs = Kann Einstellungen nicht \u00e4ndern.
error.xml.input = Fehler bei XML-Eingabe.
error.no.input = Sie m\u00fcssen Start-URL, -Schl\u00fcssel und -Secret festlegen
error.bad.url = Falsch formatierte Start-URL
error.bad.height = H\u00f6he muss eine positive ganze Zahl sein
error.page.title = Kann Seitentitel nicht festlegen.

launch.missing = Fehlendes Pflichtfeld f\u00fcr LTI-Start
launch.invalid = Ung\u00fcltiger Wert f\u00fcr LTI-Start
launch.tool_id.required = Tool in Start-URL nicht gefunden
launch.tool.notallowed = Tool ist so konfiguriert, dass Zugriff auf LTI nicht erlaubt wird
launch.tool.notfound = Tool-ID ist in diesem System nicht registriert
launch.key.notfound = OAuth Consumer-Schl\u00fcssel nicht gefunden
launch.no.validate = OAuth validiert diese Anfrage nicht
launch.no.session = Kann Session nicht finden
launch.create.user = Kann Benutzerkonto nicht erstellen
launch.site.save = Kann Site nicht speichern
launch.create.site = Kann Site nicht erstellen
launch.role.missing = Konnte Rolle nicht finden
launch.join.site = Konnte Benutzer nicht zur Site hinzuf\u00fcgen
launch.tool.search = Fehlersuche durch Tools
launch.tool.add = Konnte Tool nicht zur Site hinzuf\u00fcgen
launch.continue = Klicken, um zum Tool zu gelangen
launch.user.invalid = Kann Benutzer nicht finden
launch.site.invalid = Kann Site nicht finden
launch.site.user.missing = Kann Benutzer auf der Site nicht finden
launch.site.tool.missing = Kann Tool auf der Site nicht finden
launch.site.tool.denied = Zugriff auf Tool nicht erlaubt
launch.provided.eid.invalid = Die bereitgestellte ID war ung\u00fcltig.
launch.user.site.unknown = Konnte Site-ID des Benutzers nicht abrufen

gradable.information=Bewertungen an Leistungs\u00fcbersicht weiterleiten
gradable.title=Leistungs\u00fcbersichtselement w\u00e4hlen: <br/>
gradable.nograde=Keine Bewertungen von diesem Tool akzeptieren
gradable.detail=<br/>Gehen Sie bei der \u00c4nderung dieses Werts vorsichtig vor.  Wenn Sie diesen Wert \u00e4ndern, werden die vorhandenen Bewertungen <strong>nicht</strong> auf das neue Leistungs\u00fcbersichtselement \u00fcbertragen.  Nur k\u00fcnftige Bewertungen aus dem Tool werden an das neue Leistungs\u00fcbersichtselement weitergeleitet.
gradable.newassignment=Leistungs\u00fcbersichtselement erstellen
gradable.newassignment.detail=<br/>Erstellt ein neues Leistungs\u00fcbersichtselement und leitet Bewertungen an dieses neue Element weiter.  Sie m\u00fcssen das Element nur einmal erstellen.
error.gradable.badassign=Ung\u00fcltiges Leistungs\u00fcbersichtselement ausgew\u00e4hlt 
error.gradable.badcreate=Kann Leistungs\u00fcbersichtselement nicht erstellen 


