
allowsettings.detail      = <br/> Aix\u00F2 permet a l'eina externa desar i recuperar la seva pr\u00F2pia configuraci\u00F3 en aquesta ubicaci\u00F3. Nom\u00E9s d\u00F3na a l'eina acc\u00E9s a una \u00E0rea on poder desar i recuperar les seves opcions de configuraci\u00F3. No d\u00F3na acc\u00E9s a cap altra configuraci\u00F3. 
allowsettings.information = Desant la configuraci\u00F3 de l'eina

are.you.sure = Esteu segur d'esborrar la configuraci\u00F3 per a l'ubicaci\u00F3 d'aquesta eina d'interoperabilitat?

contentlink.detail = <br/> Permet que especifiqueu un enlla\u00E7 a continguts per enviar a l'eina externa. Aquests continguts han d'estar disponibles per usuaris no autenticats.  L'\u00FAs m\u00E9s com\u00FA d'aquesta possibilitat \u00E9s enviar un fitxer (per exemple un objecte SCORM) a l'eina externa per a que l'executi  aquesta eina externa.
contentlink.label  = URL de l'enlla\u00E7 a continguts
contentlink.legend = Configuraci\u00F3 de l'enlla\u00E7  a continguts

debug.launch        = Iniciar en mode depuraci\u00F3:
debug.launch.detail = <br/>Quan es selecciona 'Iniciar en mode depuraci\u00F3', l'eina s'atura abans de l'inici i es mostren les dades d'inici.

display.information = Mostra la informaci\u00F3

edit.clear.no    = No
edit.clear.prefs = Neteja les prefer\u00E8ncies desades
edit.clear.yes   = S\u00ED
edit.exit        = Cancel\u00B7la

error.bad.height         = L'al\u00E7ada ha de ser un sencer positiu
error.bad.url            = La URL d'inici no est\u00E0 correctament formatada
error.gradable.badassign = L'exercici de l'eina de qualificacions seleccionat no \u00E9s v\u00E0lid
error.gradable.badcreate = No s'ha pogut crear l'element del llibre de qualificacions
error.modify.prefs       = No \u00E9s possible modificar les prefer\u00E8ncies.
error.no.input           = Heu d'especificar la URL d'inici, la clau i la paraula secreta
error.page.title         = No \u00E9s possible establir el t\u00EDtol de la p\u00E0gina.
error.xml.input          = Error al XML introdu\u00EFt.

gradable.detail               = <br/> Aneu amb compte al canviar aquest valor. Si ho feu, les notes existents <strong>no</strong> es mouran a l'exercici nou de l'eina de qualificacions. Nom\u00E9s les qualificacions futures rebudes des de l'eina s'enviaran a l'exercici nou. 
gradable.information          = Enviant les qualificacions a l'eina de Qualificacions
gradable.newassignment        = Crea element del llibre de qualificacions
gradable.newassignment.detail = <br/>Aquesta acci\u00F3 crea un element nou al llibre de qualificacions i dirigeix les qualificacions cap a aquest element. Nom\u00E9s cal que el creeu una vegada.
gradable.nograde              = No s'accepten qualificacions d'aquesta eina
gradable.title                = Seleccioneu un exercici de l'eina de Qualificacions: <br/>

iframe.height = Al\u00E7ada del iframe:

launch.continue             = Premeu per anar a l'eina
launch.create.site          = No s'ha pogut crear l'espai
launch.create.user          = No s'ha pogut crear el compte d'usuari
launch.custom               = Par\u00E0metres d'inici personalitzats
launch.custom.detail        = <br/>Podeu afegir una s\u00E8rie de par\u00E0metres d'inici  utilitzant clau=valor. Podeu separar els par\u00E0metres ficant-los cada un  en una l\u00EDnia o b\u00E9 separa-los amb punts i coma (;)
launch.information          = Informaci\u00F3 d'inici opcional
launch.invalid              = Aquest valor no \u00E9s v\u00E0lid per a l'inici de Basic LTI
launch.join.site            = No s'ha pogut afegir l'usuari a l'espai 
launch.key.notfound         = No s'ha trobat la clau de client OAuth 
launch.missing              = Falten per omplir camps obligatoris per a l'inici de Basic LTI
launch.no.session           = No s'ha trobat la sessi\u00F3
launch.no.validate          = OAuth no valida aquesta petici\u00F3
launch.privacy              = Entregant informaci\u00F3 de la llista de participants
launch.privacy.detail       = <br/>Aquestes opcions permeten controlar quina informaci\u00F3 \u00E9s entregada a l'eina remota. Algunes eines poden requerir la llista de participants per funcionar
launch.provided.eid.invalid = La eid introduida no era v\u00E0lida
launch.role.missing         = No s'ha trobat el rol
launch.site.invalid         = No s'ha trobat l'espai
launch.site.save            = No s'ha pogut desar l'espai
launch.site.tool.denied     = No teniu autoritzaci\u00F3 per accedir a l'eina
launch.site.tool.missing    = No s'ha trobat aquesta eina a l'espai
launch.site.user.missing    = No s'ha trobat l'usuari a l'espai
launch.tool.add             = No s'ha pogut afegir l'eina a l'espai
launch.tool.notallowed      = L'eina no est\u00E0 configurada per permetre acc\u00E9s Basic LTI
launch.tool.notfound        = L'Id de l'eina no est\u00E0 registrada en aquest sistema
launch.tool.search          = Error cercant entre les eines
launch.tool_id.required     = L'eina s'ha trobat a la URL d'inici
launch.user.invalid         = No s'ha trobat l'usuari
launch.user.site.unknown    = No s'ha pogut determinar l'ID de l'espai de l'usuari

lti.forward = Feu clic per iniciar l'eina externa

maximize.page = Maximitza l'amplada de la finestra:

new.page        = Obre en una finestra nova:
new.page.launch = El contingut es mostra en una finestra nova. Assegureu-vos que el vostre navegador permet les finestres emergents.

noiframe.press.here = Premeu aqu\u00ED per iniciar.

noiframes = El vostre navegador no accepta iframes.

not.configured = L'eina encara no est\u00E0 configurada.

page.title        = Estableix el text del bot\u00F3:
page.title.detail = (Text al men\u00FA de l'eina)

privacy.allowroster   = Permet a l'eina externa recuperar l'orla del curs
privacy.allowsettings = Permet a l'eina externa desar i recuperar la seva configuraci\u00F3
privacy.releaseemail  = Envia les adreces de correu a l'eina externa
privacy.releasename   = Envia els noms a l'eina externa

required.information = Informaci\u00F3 obligat\u00F2ria

select.url = URL i clau 
select.xml = Enganxa l'XML

tool.key          = Clau de l'eina remota:
tool.secret       = Paraula secreta de l'eina remota: 
tool.title        = Estableix el text del t\u00EDtol:
tool.title.detail = (Per damunt de l'eina)
tool.url          = URL de l'eina remota:
tool.xml.detail   = <p> Algunes eines externes proporcionen un descriptor XML que inclou la URL i altra informaci\u00F3 de configuraci\u00F3. Si la vostra eina externa accepta el descriptor XML, copieu-lo i enganxeu-lo en aquest camp.

update.options = Actualitza les opcions
