lti.forward=Premeu per iniciar l\u2019eina externa
noiframes=El vostre navegador no accepta iframes.
noiframe.press.here=Premeu aqu\u00ed per a iniciar l\u2019eina.
not.configured=L\u2019eina encara no est\u00e0 configurada.

new.page.launch=(S\u2019ha intentat obrir {0} en una finestra nova. Per a que funcioni cal que configureu el navegador per a que permeti que {1} obri elements emergents.)
tool.name=la vostra eina

edit.exit=Cancel\u00b7la
edit.clear.prefs=Neteja les prefer\u00e8ncies desades
edit.nothing=La configuraci\u00f3 est\u00e0 prestablerta i no es pot editar en aquesta ubicaci\u00f3.

edit.clear.yes=S\u00cd
edit.clear.no=NO

are.you.sure=Esteu segur d\u2019esborrar la configuraci\u00f3 per a l\u2019ubicaci\u00f3 d\u2019aquesta eina d\u2019interoperabilitat?

select.url=URL i clau
select.xml=Enganxa l\u2019XML
required.information=Informaci\u00f3 obligat\u00f2ria
display.information=Mostra la informaci\u00f3
launch.information=Informaci\u00f3 opcional d\u2019inici de l\u2019eina
tool.xml.detail=<p> Algunes eines externes proporcionen un descriptor XML que inclou la URL i altra informaci\u00f3 de configuraci\u00f3. Si la vostra eina externa accepta el descriptor XML, copieu-lo i enganxeu-lo en aquest camp.
tool.url=URL de l\u2019eina remota\:
tool.url.detail=
tool.key=Clau de l\u2019eina remota\:
tool.key.detail=
tool.secret=Paraula secreta de l\u2019eina remota\: 
tool.secret.detail=
page.title=Estableix el text del bot\u00f3\:
page.title.detail=(Text al men\u00fa de l\u2019eina)
tool.title=Estableix el text del t\u00edtol\:
tool.title.detail=(Per sobre de l\u2019eina)
tool.fa_icon=Cal que escolliu una icona per a aquesta eina\:
new.page=Obre en una finestra nova\:
new.page.detail=
maximize.page=Maximitza l\u2019amplada de la finestra\:
maximize.page.detail=
iframe.height=Al\u00e7ada del iframe\:
iframe.height.detail=
toolorder=Ordre de les eines\:
toolorder.detail=
debug.launch=Inicia-la en mode depuraci\u00f3\:
debug.launch.detail=<br/>Quan es selecciona \u2019Inicia-la en mode depuraci\u00f3\u2019, l\u2019eina s\u2019atura abans de l\u2019inici i es mostren les dades d\u2019inici.
launch.privacy=Entregant informaci\u00f3 de la llista de participants
launch.privacy.detail=<br/>Aquestes opcions permeten controlar quina informaci\u00f3 \u00e9s entregada a l\u2019eina remota. Algunes eines poden requerir la llista de participants per funcionar.
privacy.releasename=Envia els noms a l\u2019eina externa
privacy.releaseemail=Envia les adreces de correu a l\u2019eina externa
privacy.allowroster=Permet a l\u2019eina externa recuperar l\u2019orla del curs
allowroster.detail=
allowsettings.information=Desant la configuraci\u00f3 de l\u2019eina
privacy.allowsettings=Permet a l\u2019eina externa desar i recuperar la seva configuraci\u00f3
allowsettings.detail=<br/> Aix\u00f2 permet a l\u2019eina externa desar i recuperar la seva pr\u00f2pia configuraci\u00f3 en aquesta ubicaci\u00f3. Nom\u00e9s d\u00f3na a l\u2019eina acc\u00e9s a una \u00e0rea on poder desar i recuperar les seves opcions de configuraci\u00f3. No d\u00f3na acc\u00e9s a cap altra configuraci\u00f3.
contentlink.legend=Configuraci\u00f3 de l\u2019enlla\u00e7  a continguts
contentlink.label=URL de l\u2019enlla\u00e7 a continguts
contentlink.detail=<br/> Permet que especifiqueu un enlla\u00e7 a continguts per a enviar a l\u2019eina externa. Aquests continguts han d\u2019estar disponibles per usuaris no autenticats.  L\u2019\u00fas m\u00e9s com\u00fa d\u2019aquesta possibilitat \u00e9s enviar un fitxer (per exemple un objecte SCORM) a l\u2019eina externa per a que l\u2019executi  aquesta eina externa.
launch.custom=Par\u00e0metres d\u2019inici personalitzats
launch.custom.detail=<br/>Podeu afegir una s\u00e8rie de par\u00e0metres d\u2019inici  utilitzant clau\=valor. Podeu separar els par\u00e0metres ficant-los cada un  en una l\u00ednia o b\u00e9 separa-los amb punts i coma (;).
update.options=Actualitza les opcions

launch.splash=Pantalla de benvinguda
launch.splash.detail=<br/>Aquest text es mostrar\u00e0 als usuaris abans de ser enviat a l\u2019eina externa. No podeu usar codi HTML en aquest camp.

error.modify.prefs=No \u00e9s possible modificar les prefer\u00e8ncies.
error.xml.input=Error al codi XML introdu\u00eft.
error.no.input=Heu d\u2019especificar l\u2019adre\u00e7a URL d\u2019inici, la clau i la paraula secreta
error.bad.url=L\u2019adre\u00e7a URL d\u2019inici no t\u00e9 el format correcte
error.bad.height=L\u2019al\u00e7ada ha de ser un sencer positiu
error.page.title=No \u00e9s possible establir el t\u00edtol de la p\u00e0gina.

launch.missing=Manca omplir camps obligatoris per iniciar LTI
launch.invalid=Aquest valor no \u00e9s v\u00e0lid per iniciar LTI
launch.tool_id.required=Aquesta eina no s\u2019ha trobat a l\u2019adre\u00e7a URL d\u2019inici
launch.tool.notallowed=L\u2019eina no est\u00e0 configurada per permetre acc\u00e9s LTI
launch.tool.notfound=L\u2019identificador de l\u2019eina no est\u00e0 registrat en aquest sistema
launch.key.notfound=No s\u2019ha trobat la clau de client OAuth
launch.no.validate=OAuth no valida aquesta petici\u00f3
launch.no.session=No s\u2019ha trobat la sessi\u00f3
launch.create.user=No s\u2019ha pogut crear el compte d\u2019usuari
launch.site.save=No s\u2019ha pogut desar l\u2019espai
launch.create.site=No s\u2019ha pogut crear l\u2019espai
launch.role.missing=No s\u2019ha trobat el rol
launch.join.site=No s\u2019ha pogut afegir l\u2019usuari a l\u2019espai
launch.tool.search=Error cercant entre les eines
launch.tool.add=No s\u2019ha pogut afegir l\u2019eina a l\u2019espai
launch.continue=Premeu per a accedir a l\u2019eina
launch.user.invalid=No s\u2019ha trobat l\u2019usuari
launch.site.invalid=No s\u2019ha trobat l\u2019espai
launch.site.user.missing=No s\u2019ha trobat l\u2019usuari a l\u2019espai
launch.site.tool.missing=No s\u2019ha trobat aquesta eina a l\u2019espai
launch.site.tool.denied=No teniu autoritzaci\u00f3 per a accedir a l\u2019eina
launch.provided.eid.invalid=La eid introdu\u00efda no era v\u00e0lida
launch.user.site.unknown=No s\u2019ha pogut determinar l\u2019identificador de l\u2019espai de l\u2019usuari
launch.user.multiple.emailaddress=hi ha diversos identificadors d\u2019usuari amb aquesta adre\u00e7a de correu

content_item.install.button=Instal\u00b7la
content_item.return_url.notfound=A les dades per a l\u2019execuci\u00f3 hi falta l\u2019element content_item_return_url
content_item.back.to.store=Torna a la llista

canvas.config.title=Eines de Sakai
canvas.config.description=En aquest servidor hi ha eines de Sakai que podeu executar des de la vostra plataforma.

canvas.error.missing.domain=No s\u2019ha pogut analitzar el domini (error intern)

gradable.information=Enviant les qualificacions a l\u2019eina de Qualificacions
gradable.title=Seleccioneu un exercici de l\u2019eina de Qualificacions\: <br/>
gradable.nograde=No s\u2019accepten qualificacions d\u2019aquesta eina
gradable.detail=<br/>Aneu amb compte al canviar aquest valor. Si el canvieu, les qualificacions actuals <strong>no</strong> es mouran al nou element de qualificaci\u00f3. Nom\u00e9s les qualificacions noves que es rebin de l\u2019eina s\u2019enviaran al nou element.
gradable.newassignment=Crea un element del llibre de qualificacions
gradable.newassignment.detail=<br/>Aquesta acci\u00f3 crea un element de qualificaci\u00f3 nou i redirigir\u00e0 les qualificacions cap a aquest element. Nom\u00e9s cal que el creeu una vegada.
error.gradable.badassign=L\u2019exercici seleccionat de l\u2019eina de qualificacions no \u00e9s v\u00e0lid 
error.gradable.badcreate=No s\u2019ha pogut crear l\u2019element de qualificaci\u00f3 

error.submit.timeout=No s\u2019ha pogut enviar l\u2019ordre d\u2019inici a l\u2019adre\u00e7a URL remota

