lti.forward = Presiona iniciar la herramienta externa
noiframes = Su navegador no soporta iframes.
noiframe.press.here = Presione para lanzar.
not.configured = Esta herramienta todav\u00EDa no se ha configurado.

new.page.launch = El contenido se ha abierto es una ventana nueva. Aseg\u00FArese de que las ventanas emergentes est\u00E1 en su navegador.

edit.exit = Cancelar
edit.clear.prefs = Borrar las preferencias almacenadas

edit.clear.yes = S\u00CD
edit.clear.no = NO

are.you.sure = \u00BFEst\u00E1 seguro de que desea borrar la configuraci\u00f3n de este TIP (Tool Interoperability Placement)?

select.url = URL y contrase\u00F1a
select.xml = Pegar XML
required.information = Informaci\u00f3n obligatoria
display.information = Mostrar informaci\u00f3n
launch.information = Informaci\u00f3n opcional
tool.xml.detail = <p>Algunas herramientas externas proporcionan un descriptor XML que incluye la URL y otra informaci\u00f3n de configuraci\u00f3n. Si su herramienta externa soporta el descriptor XML, copi\u00E9lo y p\u00E9guelo en este campo.
tool.url = URL de la herramienta remota:
tool.url.detail = 
tool.key = Clave de la herramienta remota:
tool.key.detail = 
tool.secret = Secreto de la herramienta remota: 
tool.secret.detail = 
page.title = Establecer el texto del bot\u00F3n:
page.title.detail = (Texto del men\u00FA de la herramienta)
tool.title = Establecer el t\u00EDtulo de la herramienta:
tool.title.detail = (Sobre la herramienta)
new.page = Abrir en una nueva ventana:
new.page.detail = 
maximize.page = Maximizar el ancho de la ventana:
maximize.page.detail = 
iframe.height = Altura del iFrame:
iframe.height.detail = 
debug.launch = Depurar lanzamiento:
debug.launch.detail = <br/>Cuando se seleccionar "Depurar lanzamiento", la herramienta se para antes de lanzar y mostrar los datos del lanzamiento. 
launch.privacy = Liberar informaci\u00F3n de la orla
launch.privacy.detail = <br/>Estas opciones permiten controlar qu\u00E9 informaci\u00F3n se libera a la herramienta externa. Algunas exigen informaci\u00F3n de la orla para funcionar.
privacy.releasename = Enviar el nombre de los usuarios a la herramienta externa
privacy.releaseemail = Enviar la direcci\u00F3n de correo de los usuarios a la herramienta externa
launch.custom = Par\u00E1metros de lanzamiento definidos por el usuario
launch.custom.detail = <br/>Es posible a\u00F1adir una serie de par\u00E1metros de lanzamiento utilizando el esquema nombre=valor incluyendo varios en la misma l\u00EDnea separados por punto y coma (;).
update.options = Actualizar opciones

error.modify.prefs = Imposible modificar preferencias.
error.xml.input = Error en el XML de entrada.
error.no.input = Debe establecer la URL de lanzamiento, la clave y el secreto
error.bad.url = URL del lanzamiento formateada incorrectamente
error.bad.height = La altura debe ser un entero positivo
error.page.title = Imposible establecer el t\u00EDtulo de la p\u00E1gina.

launch.missing = Falta un par\u00E1metro obligatorio para el lanzamiento
launch.invalid = Valor no v\u00E1lido para el lanzamiento
launch.tool_id.required = Esta herramienta no se encuentra en la URL lanzamiento
launch.tool.notallowed = Esta herramienta no est\u00E1 configurada para permitir el acceso b\u00E1sico LTI
launch.tool.notfound = El ID de la herramienta no est\u00E1 registrado en el sistema
launch.key.notfound = No se ha encontrado la clave OAuth Consumer
launch.no.validate = OAuth no valida esta petici\u00F3n
launch.no.session = Imposible encontrar la sesi\u00F3n
launch.create.user = Imposible crear una cuenta de usuario
launch.site.save = Imposible guardar el sitio
launch.create.site = Imposible crear el sitio
launch.role.missing = No puede encontrar el rol
launch.join.site = No puede a\u00F1adir un usuario al sitio
launch.tool.search = Error buscando en las herramientas
launch.tool.add = No puede añ\u00F1adir la herramienta al sitio
launch.continue = Presionar para continuar la herramienta
launch.user.invalid = Imposible encontrar el usuario
launch.site.invalid = Imposible encontrar el sitio
launch.site.user.missing = Imposible encontrar un usuario en el sitio
launch.site.tool.missing = Imposible encontrar una herramienta en el sitio
launch.site.tool.denied = El acceso a la herramienta no est\u00E1 permitido

gradable.information=Enviando las notas a Calificaciones
gradable.title=Seleccione un elemento de Calificaciones: <br/>
gradable.nograde=No se aceptan notas de esta herramienta
gradable.detail=<br/>Tenga cuidado con cambiar este valor. Si lo hace, las notas existentes <strong>no</strong> se mover\u00E1n al elemento de calificaciones. Solo las notas futuras se llevar\u00E1n a Calificaciones.
error.gradable.badassign=Se ha seleccionado un elemento incorrecto de Calificaciones

