lti.forward = Pressionar para iniciar a ferramenta externa
noiframes = Seu navegador n\u00e3o suporta iframes.
noiframe.press.here = Pressione aqui para iniciar.
not.configured = Essa ferramenta ainda n\u00e3o est\u00e1 configurada.

new.page.launch = O conte\u00fado aberto em uma nova janela. Certifique-se que janelas pop-up s\u00e3o permitidas no seu navegador.

edit.exit = Cancelar
edit.clear.prefs = Limpar as Prefer\u00eancias Salvas
edit.nothing = Configura\u00e7\u00e3o foi pr\u00e9-definida e n\u00e3o podeser editada para essa localiza\u00e7\u00e3o.

edit.clear.yes = SIM
edit.clear.no = N\u00c3O

are.you.sure = Voc\u00ea tem certeza que deseja excluir as configura\u00e7\u00f5es para essa  TIP (Tool Interoperability Placement)?

select.url = URL e Senha
select.xml = Colar XML 
required.information = Informa\u00e7\u00e3o Obrigat\u00f3ria
display.information = Exibir Informa\u00e7\u00e3o
launch.information = Informa\u00e7\u00e3o Opcional
tool.xml.detail = <p>Algumas ferramentas externas fornecer\u00e3o descritor XML que inclui a URL e outras informa\u00e7\u00f5es de configura\u00e7\u00e3o. Se sua ferramenta externa suporta descritor XML, copie e cole o descritor nesse campo.
tool.url = URL da Ferramenta Remota:
tool.url.detail = 
tool.key = Chave da Ferramenta Remota:
tool.key.detail = 
tool.secret = Senha da Ferramenta Remota: 
tool.secret.detail = 
page.title = Configurar Texto do Bot\u00e3o:
page.title.detail = (Texto do menu da ferramenta)
tool.title = Configurar o T\u00edtulo da Ferramenta:
tool.title.detail = (Sobre a ferramenta)
new.page = Abrir em uma Nova Janela:
new.page.detail = 
maximize.page = Maximizar Largura da Janela:
maximize.page.detail =
iframe.height = Altura do iFrame:
iframe.height.detail = 
debug.launch = Depurar Inicializa\u00e7\u00e3o:
debug.launch.detail = <br/>Quando "Depurar Inicializa\u00e7\u00e3o" for selecionada, a ferramenta faz uma pausa antes de iniciar e exibir os dados de inicializa\u00e7\u00e3o.
launch.privacy = Liberar Informa\u00e7\u00f5es dos Participantes
launch.privacy.detail = <br/>Essas op\u00e7\u00f5es permitem controlar quais informa\u00e7\u00f5es \u00e9 liberada para a ferramenta externa. Algumas ferramentas exigem informa\u00e7\u00f5es dos participantes para funcionar. 
privacy.releasename = Enviar os nomes dos usu\u00e1rios para a Ferramenta Externa
privacy.releaseemail = Enviar Endere\u00e7o de E-mail dos usu\u00e1rios para a Ferramenta Externa
privacy.allowroster = Permitir que a Ferramenta Externa obtenha a lista de estudantes do curso
allowroster.detail = 
privacy.allowlori = Permitir que a Ferramenta Externa instale remotamente ferramentas Li\u00e7\u00f5es
allowlori.detail = 
allowsettings.information = Salvar Configura\u00e7\u00f5es da Ferramenta
privacy.allowsettings = Permitir que a Ferramenta Externa salve e recupere suas pr\u00f3prias configura\u00e7\u00f5es 
allowsettings.detail = <br/>Permite que a Ferramenta Externa salve e recupere suas pr\u00f3prias configura\u00e7\u00f5es nessa localiza\u00e7\u00e3o. Apenas dar\u00e1 acesso a um espa\u00e7o seguro onde salva e recupera seus pr\u00f3prios dados. A ferramenta n\u00e3o ter\u00e1 qualquer acesso a outros dados. 
contentlink.legend = Configura\u00e7\u00e3o do Link de Conte\u00fado
contentlink.label = URL do Link de Conte\u00fado
contentlink.detail = <br/>Permite especificar o link a um conte\u00fado que ser\u00e1 enviado para a Ferramenta Externa. Esse conte\u00fado deve estar dispon\u00edvel para os usu\u00e1rios n\u00e3o autenticados. O uso t\u00edpico dessa fun\u00e7\u00e3o \u00e9 para enviar um arquivo (como um objeto SCORM) para que a ferramenta externa reproduza.
launch.custom = Par\u00e2metros de Inicializa\u00e7\u00e3o Personalizados
launch.custom.detail = <br/>Voc\u00ea pode adicionar uma s\u00e9rie de par\u00e2metros usando o esquema nome=valor, colocando v\u00e1rios par\u00e2metros em uma mesma linha separando por ponto e v\u00edrgula (;).
update.options = Atualizar Op\u00e7\u00f5es

launch.splash = Tela Inicial
launch.splash.detail = <br/>Esse texto ser\u00e1 exibido para os usu\u00e1rios antes de serem direcionados \u00e0 ferramenta externa. N\u00e3o pode sar HTML nesse campo.

error.modify.prefs = Imposs\u00edvel alterar prefer\u00eancias.
error.xml.input = Erro no XML de entrada.
error.no.input = Voc\u00ea deve configurar a URL de inicializa\u00e7\u00e3o, chave e senha
error.bad.url = URL de inicializa\u00e7\u00e3o formatada incorretamente
error.bad.height = A altura deve ser um n\u00famero inteiro positivo
error.page.title = N\u00E3o foi poss\u00edvel configurar o t\u00edtulo da p\u00e1gina.

launch.missing = Faltando campo obrigat\u00f3rio para iniciar LTI
launch.invalid = Valor inv\u00e1lido para iniciar LTI 
launch.tool_id.required = Ferramenta n\u00e3o encontrada na URL de inicializa\u00e7\u00e3o
launch.tool.notallowed = Ferramenta n\u00e3o configurada para permitir acesso ao LTI 
launch.tool.notfound = ID da ferramenta n\u00e3o est\u00e1 registrado nesse sistema
launch.key.notfound = Chave do OAuth Consumer n\u00e3o encontrada
launch.no.validate = OAuth n\u00e3o valida essa requisi\u00e7\u00e3o
launch.no.session = N\u00E3o foi poss\u00edvel encontrar sess\u00e3o
launch.create.user = N\u00E3o foi poss\u00edvel criar conta de usu\u00e1rio
launch.site.save = N\u00E3o foi poss\u00edvel salvar site
launch.create.site = N\u00E3o foi poss\u00edvel criar site
launch.role.missing = N\u00e3o foi poss\u00edvel encontrar o papel
launch.join.site = N\u00e3o foi poss\u00edvel adicionar o usu\u00e1rio ao site
launch.tool.search = Erro ao pesquisar nas ferramentas
launch.tool.add = N\u00e3o foi poss\u00edvel adicionar ferramenta ao site
launch.continue = Pressionar para continuar a ferramenta
launch.user.invalid = N\u00E3o foi poss\u00edvel encontrar usu\u00e1rio
launch.site.invalid = N\u00E3o foi poss\u00edvel encontrar site
launch.site.user.missing = N\u00E3o foi poss\u00edvel encontrar usu\u00e1rio no site
launch.site.tool.missing = N\u00E3o foi poss\u00edvel encontrar ferramenta no site
launch.site.tool.denied = N\u00e3o \u00e9 permitido o acesso \u00e0 ferramenta
launch.provided.eid.invalid = O eid do provedor \u00e9 inv\u00e1lido
launch.user.site.unknown = N\u00e3o f\u00f3i poss\u00edvel determinat o ID do site do usu\u00e1rio

gradable.information=Enviando as notas ao Quadro de Notas
gradable.title=Selecionar Item do Quadro de Notas: <br/>
gradable.nograde=N\u00e3o aceita notas dessa ferramenta
gradable.detail=<br/>Cuidado ao alterar esse valor. Se voc\u00ea alterar, as notas existentes <strong>n\u00e3o</strong> ser\u00e3o movidas para o novo item do quadro de notas. Apenas notas futuras ser\u00e3o enviadas para o novo item do quadro de notas.  
gradable.newassignment=Criar Item do Quadro de Notas
gradable.newassignment.detail=<br/>Ser\u00e1 criado um novo item do quadro de notas e enviar\u00e1 as notas para esse novo item. Voc\u00ea pode criar um item por vez.
error.gradable.badassign=Item do Quadro de Notas Selecionado \u00e9 Inv\u00e1lido
error.gradable.badcreate=N\u00E3o foi poss\u00edvel criar item do quadro de notas

