page.title = Subir Paquete de Contenido
page.instructions = Haga clic en el bot\u00F3n "Examinar" a continuaci\u00F3n para seleccionar un archivo para subir. \\
					Este archivo debe tener el formato de un archivo zip (archivo .zip) y debe \\
					contener el paquete de contenido completo, incluido el archivo imsmanifest.xml \\
					para el paquete de contenido SCORM que desea subir.
page.warn.scormType = Nota: SCORM Player s\u00F3lo es compatible con los m\u00F3dulos SCORM 2004 3rd Edition.

upload.file.label = Archivo para subir
upload.submit = Subir archivo
upload.cancel = Cancelar

upload.success = El paquete de contenido "{0}" se ha cargado correctamente.
upload.failed = Se ha producido un error desconocido al intentar cargar el paquete de contenido proporcionado. Aseg\u00FArese de que el paquete de contenido cumple con las especificaciones de SCORM 2004 3rd Edition.
upload.fileTooBig = El archivo seleccionado supera el tama\u00F1o m\u00E1ximo permitido de {0} megabytes.
upload.IdUnusedException = Hay un problema con la colecci\u00F3n de recursos o no es posible subir este archivo en este momento.
upload.IdUniquenessException = Un recurso de este nombre ya existe en la misma colecci\u00F3n.
upload.IdLengthException = El nombre del recurso proporcionado es demasiado largo.
upload.IdInvalidException = El nombre del recurso proporcionado no es v\u00E1lido.
upload.OverQuotaException = Ha superado la cuota de {0} megabytes o no queda m\u00E1s espacio para este recurso.
upload.PermissionException = No tiene permiso para agregar este recurso en este momento.

validate.no.file = No se seleccion\u00F3  ning\u00FAn paquete de contenido o se proporcion\u00F3 una ruta de acceso no v\u00E1lida.
validate.wrong.mime.type = El paquete de contenido proporcionado tiene un tipo MIME no v\u00E1lido. Los paquetes de contenido deben ser del tipo MIME correcto (aplicaci\u00F3n/zip).
validate.no.manifest = No existe ning\u00FAn archivo de manifiesto para el paquete de contenido proporcionado.
validate.not.well.formed = El archivo de manifiesto para el paquete de contenido proporcionado est\u00E1 mal formado.
validate.not.valid.root = La ra\u00EDz del \u00E1rbol de actividades no es v\u00E1lida para el paquete de contenido proporcionado.
validate.not.valid.schema = El archivo de manifiesto del paquete de contenido proporcionado no es v\u00E1lido seg\u00FAn el esquema.
validate.not.valid.profile = El archivo de manifiesto del paquete de contenido proporcionado no es v\u00E1lido seg\u00FAn el perfil de aplicaci\u00F3n.
validate.missing.files = El paquete de contenido proporcionado no contiene los esquemas necesarios en la ra\u00EDz del paquete, que son necesarios para la validaci\u00F3n.
