cancel=Annuler
cancel_message=Annuler les changements command\u00e9s
save=Enregistrer
save_message=Enregistrer les changements command\u00e9s
reset=R\u00e9initialiser
reset_message=La page Remise ordonnant(commandant) pour manquer \u00e0 ses engagements l'ordre(la commande)
confirm_reset_message=Are you sure you want to reset your tool ordering to the default order? There is no undo.
title=Titre
url=URL
access_error=Veuillez nous excuser, vous n'avez pas acc\u00e8s \u00e0 cet outil

del_message=Etes-vous s\u00fbr de supprimer la page \:
exit_message=Etes-vous s\u00fbr de vouloir sortir de la page d'outil command\u00e9 sans enregistrement ?

menu_edit_page_title=Modifier le titre de l\u2019outil
menu_hide_page=Rendre l\u2019outil Invisible aux \u00e9tudiants
menu_show_page=Rendre l\u2019outil visible aux \u00e9tudiants
menu_lock_page=Verrouiller l\u2019acc\u00e8s \u00e0 cet outil
menu_enable_page=Permettre l\u2019acc\u00e8s \u00e0 cet outil
menu_remove_page=Supprimer cet outil

page_remove=Supprimer la page suivante du site \: {0}
page_edit=Editer la page suivante \: {0}
page_show_add=Afficher les pages actuellement disponibles pour ajouter \u00e0 ce site
page_hide=Cacher la page suivante des utilisateurs normaux \: {0}
page_show=Afficher la page suivante aux utilisateurs normaux \: {0}
page_enable=Activez l\u2019outil suivant pour les utilisateurs normaux\u00a0\: {0}
page_disable=D\u00e9sactiver l\u2019outil suivant pour les utilisateurs normaux\u00a0\: {0}
cancel_page_edit=Annuler les changements command\u00e9sfaits \u00e0 la page \: {0}
save_page_edit=Enregistrer les modifications apport\u00e9es \u00e0 la page \: {0}

page_hidden_flag=L'outil est invisible pour les utilisateurs normaux 
page_locked_flag=L'outil est d\u00e9sactiv\u00e9 pour les utilisateurs normaux 


show_add=Ajouter page(s) vers votre site.

success_removed={0} a \u00e9t\u00e9 supprim\u00e9 avec succ\u00e8s 
success_hidden={0} est maintenant cach\u00e9 \u00e0 l'utilisateur normal
success_visible={0} est maintenant visible aux utilisateurs normaux
success_disabled={0} est maintenant d\u00e9sactiv\u00e9 pour les utilisateurs normaux
success_enabled={0} est maintenant activ\u00e9 pour les utilisateurs normaux
success_changed={0} a \u00e9t\u00e9 chang\u00e9 \u00e0 {1}
success_reset=Le titre de l\u2019outil a \u00e9t\u00e9 r\u00e9initialis\u00e9 \u00e0 {0}

error_pageid=Une \u00ab\u00a0pageId\u00a0\u00bb valide est exig\u00e9

welcome=Changes to tool order will take effect upon 'Save'. When deleting or editing a tool name, changes will take effect immediately. Click and move tool in list below, or use the keyboard to focus on the tool then use U or D keys.
warning=Warning\: Making tools invisible does not prevent access to the tool items through direct links. To prevent all access, lock the tool.

add_prompt=Mise \u00e0 jour des outils de l'espace pour {0} ...
add_inst=Ajouter  des boites \u00e0 cocher ou supprimer des outils de votre espace.
add_select-title=S\u00e9lectionner
add_tool-title=Outil
add_desc-title=Description de l'outil
add_selected=Ajouter outils s\u00e9lectionn\u00e9s

curr_pages=Pages actuelles
sort_alpha=Trier par ordre alphab\u00e9tique

page_title=Ordre des pages
