#Generated by ResourceBundle Editor (http://eclipse-rbe.sourceforge.net)
#

Failed.remove.event=\u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430. \u0418\u0437\u0431\u0440\u0430\u043d\u0430\u0442\u0430(\u0438\u0442\u0435) \u0441\u0440\u0435\u0449\u0430(\u0438) \u043d\u0435 \u0435(\u0441\u0430) \u043f\u0440\u0435\u043c\u0430\u0445\u043d\u0430\u0442\u0430(\u0438). \u041c\u043e\u043b\u044f, \u043e\u043f\u0438\u0442\u0430\u0439\u0442\u0435 \u043e\u0442\u043d\u043e\u0432\u043e.

add_attachments=\u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u043f\u0440\u0438\u043a\u0430\u0447\u0435\u043d\u0438 \u0444\u0430\u0439\u043b\u043e\u0432\u0435

add_more_ts=\u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u043d\u043e\u0432 \u0447\u0430\u0441\u043e\u0432\u0438 \u0438\u043d\u0442\u0435\u0440\u0432\u0430\u043b.

add_remove_attachments=\u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 / \u043f\u0440\u0435\u043c\u0430\u0445\u0432\u0430\u043d\u0435 \u043d\u0430 \u043f\u0440\u0438\u043a\u0430\u0447\u0435\u043d\u0438 \u0444\u0430\u0439\u043b\u043e\u0432\u0435

add_to_bottom=\u043d\u0430\u0434\u043e\u043b\u0443

add_to_top=\u043d\u0430\u0433\u043e\u0440\u0435

add_waitlist_button=\u041f\u0440\u0438\u0441\u044a\u0435\u0434\u0438\u043d\u0435\u0442\u0435 \u0441\u0435 \u043a\u044a\u043c \u0441\u043f\u0438\u0441\u044a\u043a\u0430 \u043d\u0430 \u0447\u0430\u043a\u0430\u0449\u0438\u0442\u0435

apply_added_participants_to_allRecur_events=&nbsp;\u0414\u0430, \u0440\u0430\u0437\u043f\u0440\u0435\u0434\u0435\u043b\u0435\u0442\u0435 \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u0446\u0438\u0442\u0435 \u0432 \u0435\u0434\u0438\u043d \u0438 \u0441\u044a\u0449\u0438 \u0447\u0430\u0441\u043e\u0432\u0438 \u0438\u043d\u0442\u0435\u0440\u0432\u0430\u043b \u0437\u0430 \u0432\u0441\u0438\u0447\u043a\u0438 \u0441\u044a\u0431\u0438\u0442\u0438\u044f.

assign_attendee_publish_button=\u041f\u0440\u0438\u0441\u0432\u043e\u044f\u0432\u0430\u043d\u0435 \u043d\u0430 \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u0446\u0438 \u0438 \u043f\u0443\u0431\u043b\u0438\u043a\u0443\u0432\u0430\u043d\u0435

assign_attendees=\u0417\u0430\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u0446\u0438

assign_participants_toAllRecurrences=\u041f\u0440\u0438\u0441\u0432\u043e\u044f\u0432\u0430\u043d\u0435 \u043d\u0430 \u0432\u0441\u0438\u0447\u043a\u0438\:

attachments=\u041f\u0440\u0438\u043a\u0430\u0447\u0435\u043d\u0438 \u0444\u0430\u0439\u043b\u043e\u0432\u0435\:

attend_off=\u0438\u0437\u043a\u043b\u044e\u0447\u0435\u043d

attend_on=\u0432\u043a\u043b\u044e\u0447\u0435\u043d

attend_taken=\u041f\u0440\u0438\u0441\u044a\u0441\u0442\u0432\u0438\u0435\u0442\u043e \u0449\u0435 \u0431\u044a\u0434\u0435 \u043e\u0442\u0447\u0435\u0442\u0435\u043d\u043e

attend_track_selected=&nbsp;(\u043c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u043f\u0440\u043e\u0441\u043b\u0435\u0434\u0438\u0442\u0435 \u043f\u0440\u0438\u0441\u044a\u0441\u0442\u0432\u0438\u0435\u0442\u043e \u043d\u0430 \u0442\u0430\u0437\u0438 \u0441\u0440\u0435\u0449\u0430, \u0430\u043a\u043e \u0435 \u0438\u0437\u0431\u0440\u0430\u043do)

attend_view_list_head=\u0412\u0440\u0435\u043c\u0435\u0432\u0438 \u0438\u043d\u0442\u0435\u0440\u0432\u0430\u043b\u0438 \u0438 \u043f\u0440\u0438\u0441\u044a\u0441\u0442\u0432\u0438\u0435

attend_view_list_slot_list_canceled=\u0422\u043e\u0437\u0438 \u0447\u0430\u0441\u043e\u0432\u0438 \u0438\u043d\u0442\u0435\u0440\u0432\u0430\u043b \u0435 \u043e\u0442\u043c\u0435\u043d\u0435\u043d

attend_view_list_slot_list_empty_msg=\u041d\u044f\u043c\u0430 \u0437\u0430\u043f\u0438\u0441\u0430\u043d\u0438 \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u0446\u0438 \u0437\u0430 \u0442\u043e\u0437\u0438 \u0432\u0440\u0435\u043c\u0435\u0432\u0438 \u0438\u043d\u0442\u0435\u0440\u0432\u0430\u043b

attend_view_list_slot_list_summary=\u0421\u043f\u0438\u0441\u044a\u043a \u043d\u0430 \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u0446\u0438\u0442\u0435 \u0432 \u0442\u0430\u0437\u0438 \u0441\u0440\u0435\u0449\u0430. \u041d\u0430 \u0432\u0441\u0435\u043a\u0438 \u0440\u0435\u0434 \u0438\u043c\u0430 \u043a\u0432\u0430\u0434\u0440\u0430\u0442\u0447\u0435 \u0437\u0430 \u043e\u0442\u043c\u0435\u0442\u043a\u0430, \u0437\u0430 \u0434\u0430 \u0441\u0435 \u0432\u0437\u0435\u043c\u0435 \u0443\u0447\u0430\u0441\u0442\u0438\u0435. \u041f\u043e\u043b\u0435\u0442\u043e \u0437\u0430 \u043e\u0442\u043c\u0435\u0442\u043a\u0430 \u0432 \u0437\u0430\u0433\u043b\u0430\u0432\u0438\u0435\u0442\u043e \u043f\u0440\u043e\u0432\u0435\u0440\u044f\u0432\u0430 \u0438 \u043e\u0442\u043c\u0435\u043d\u044f \u0432\u0441\u0438\u0447\u043a\u0438.

attend_view_list_slot_list_wait_head=\u0421\u043f\u0438\u0441\u044a\u043a \u043d\u0430 \u0447\u0430\u043a\u0430\u0449\u0438\u0442\u0435

attend_view_list_summary=\u0421\u043f\u0438\u0441\u044a\u043a \u043d\u0430 \u0441\u0440\u0435\u0449\u0438\u0442\u0435. \u0412\u0441\u044f\u043a\u0430 \u043a\u043b\u0435\u0442\u043a\u0430 \u0441\u044a\u0434\u044a\u0440\u0436\u0430 \u0447\u0430\u0441\u0430 \u043d\u0430 \u0441\u0440\u0435\u0449\u0430\u0442\u0430 (\u043a\u0430\u0442\u043e \u0437\u0430\u0433\u043b\u0430\u0432\u0438\u0435) \u0438 \u0441\u043f\u0438\u0441\u044a\u043a \u043d\u0430 \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u0446\u0438\u0442\u0435 \u0441 \u043a\u0432\u0430\u0434\u0440\u0430\u0442\u0447\u0435\u0442\u0430 \u0437\u0430 \u043e\u0442\u043c\u0435\u0442\u043a\u0430 \u0437\u0430 \u043f\u0440\u0438\u0441\u044a\u0441\u0442\u0432\u0438\u0435. \u041f\u043e\u043b\u0435\u0442\u043e \u0437\u0430 \u043e\u0442\u043c\u0435\u0442\u043a\u0430 \u0432 \u0437\u0430\u0433\u043b\u0430\u0432\u0438\u0435\u0442\u043e \u043f\u0440\u043e\u0432\u0435\u0440\u044f\u0432\u0430 \u0438\u043b\u0438 \u043f\u0440\u0435\u043c\u0430\u0445\u0432\u0430 \u043f\u0440\u043e\u0432\u0435\u0440\u043a\u0430\u0442\u0430 \u043d\u0430 \u0432\u0441\u0438\u0447\u043a\u0438 \u0434\u0435\u0446\u0430.

attend_view_select_all=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0432\u0441\u0438\u0447\u043a\u0438 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0438\u0440\u0430\u043d\u0438

#attendance view page
attend_view_title=\u041f\u0440\u0438\u0441\u044a\u0441\u0442\u0432\u0438\u0435\:

attend_view_toggle=\u041f\u0440\u0435\u0432\u043a\u043b\u044e\u0447\u0432\u0430\u043d\u0435 \u043d\u0430 \u0441\u043f\u0438\u0441\u044a\u0446\u0438\u0442\u0435 \u0441 \u0447\u0430\u043a\u0430\u0449\u0438

attendee.already.in.timeslot=\u0423\u0447\u0430\u0441\u0442\u043d\u0438\u043a\u044a\u0442 \u0432\u0435\u0447\u0435 \u0435 \u0432 \u0447\u0430\u0441\u043e\u0432\u0438\u044f \u0438\u043d\u0442\u0435\u0440\u0432\u0430\u043b.

attendee_enterEid=\u0412\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u043e \u0438\u043c\u0435 \u0438\u043b\u0438 \u0438\u043c\u0435\u0439\u043b \u0430\u0434\u0440\u0435\u0441&nbsp;

attendee_select=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435&nbsp;

basic=\u041e\u0441\u043d\u043e\u0432\u043d\u0430 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f

before_event_end=\u043f\u0440\u0435\u0434\u0438 \u043a\u0440\u0430\u044f \u043d\u0430 \u0441\u0440\u0435\u0449\u0430\u0442\u0430

before_event_start=\u043f\u0440\u0435\u0434\u0438 \u043d\u0430\u0447\u0430\u043b\u043e\u0442\u043e \u043d\u0430 \u0441\u0440\u0435\u0449\u0430\u0442\u0430

cancel_button=\u041e\u0442\u043c\u044f\u043d\u0430 \u043d\u0430

cancel_timeslot=\u041e\u0442\u043c\u044f\u043d\u0430 \u043d\u0430 \u0432\u0440\u0435\u043c\u0435\u0432\u0438 \u0438\u043d\u0442\u0435\u0440\u0432\u0430\u043b

#cancelTimeslot.jsp
cancel_timeslot_button=\u041e\u0442\u043c\u044f\u043d\u0430 \u043d\u0430 \u0442\u0430\u0439\u043c\u0441\u043b\u043e\u0442\u0430

confirm_cancel=\u0421\u0438\u0433\u0443\u0440\u043d\u0438 \u043b\u0438 \u0441\u0442\u0435, \u0447\u0435 \u0438\u0441\u043a\u0430\u0442\u0435 \u0434\u0430 \u043e\u0442\u043c\u0435\u043d\u0438\u0442\u0435 \u0447\u0430\u0441\u043e\u0432\u0438\u044f \u0438\u043d\u0442\u0435\u0440\u0432\u0430\u043b? \u0422\u043e\u0432\u0430 \u0449\u0435 \u043f\u0440\u0435\u043c\u0430\u0445\u043d\u0435 \u0432\u0441\u0438\u0447\u043a\u0438 \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u0446\u0438 \u043e\u0442 \u0432\u0440\u0435\u043c\u0435\u0432\u0438\u044f \u0438\u043d\u0442\u0435\u0440\u0432\u0430\u043b \u0438 \u043d\u0430 \u0432\u0441\u0435\u043a\u0438 \u043e\u0442 \u0442\u044f\u0445 \u0449\u0435 \u0431\u044a\u0434\u0435 \u0438\u0437\u043f\u0440\u0430\u0442\u0435\u043d \u0438\u043c\u0435\u0439\u043b.

continue_button=\u041f\u0440\u043e\u0434\u044a\u043b\u0436\u0438

copy_event=\u041a\u043e\u043f\u0438\u0435

create_instruction=\u0417\u0430 \u0434\u0430 \u0441\u044a\u0437\u0434\u0430\u0434\u0435\u0442\u0435 \u0441\u0440\u0435\u0449\u0430, \u0432\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u043d\u0435\u043e\u0431\u0445\u043e\u0434\u0438\u043c\u0430\u0442\u0430 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f \u0438 \u0449\u0440\u0430\u043a\u043d\u0435\u0442\u0435 \u0432\u044a\u0440\u0445\u0443 <b>\u041d\u0430\u043f\u0440\u0435\u0434</b>.

#new event - step1.jsp
create_new_event=\u0421\u044a\u0437\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u043d\u043e\u0432\u0430 \u0441\u0440\u0435\u0449\u0430\:

crossDay.event.repeat.biweekly.problem=\u041f\u0440\u043e\u0434\u044a\u043b\u0436\u0438\u0442\u0435\u043b\u043d\u043e\u0441\u0442\u0442\u0430 \u043d\u0430 \u0441\u0440\u0435\u0449\u0430\u0442\u0430 \u0435 14 \u0434\u043d\u0438. \u0421\u0440\u0435\u0449\u0438\u0442\u0435 \u043e\u0442 \u0442\u043e\u0437\u0438 \u0442\u0438\u043f \u043d\u0435 \u043c\u043e\u0433\u0430\u0442 \u0434\u0430 \u0431\u044a\u0434\u0430\u0442 \u043d\u0430\u0441\u0442\u0440\u043e\u0435\u043d\u0438 \u0434\u0430 \u0441\u0435 \u043f\u043e\u0432\u0442\u0430\u0440\u044f\u0442 \u0434\u0432\u0430 \u043f\u044a\u0442\u0438 \u0441\u0435\u0434\u043c\u0438\u0447\u043d\u043e.
crossDay.event.repeat.daily.problem=\u041f\u0440\u043e\u0434\u044a\u043b\u0436\u0438\u0442\u0435\u043b\u043d\u043e\u0441\u0442\u0442\u0430 \u043d\u0430 \u0441\u0440\u0435\u0449\u0430\u0442\u0430 \u0435 \u043d\u0430\u0434 24 \u0447\u0430\u0441\u0430. \u0421\u0440\u0435\u0449\u0438\u0442\u0435 \u043e\u0442 \u0442\u043e\u0437\u0438 \u0442\u0438\u043f \u043d\u0435 \u043c\u043e\u0433\u0430\u0442 \u0434\u0430 \u0431\u044a\u0434\u0430\u0442 \u043d\u0430\u0441\u0442\u0440\u043e\u0435\u043d\u0438 \u0434\u0430 \u0441\u0435 \u043f\u043e\u0432\u0442\u0430\u0440\u044f\u0442 \u0435\u0436\u0435\u0434\u043d\u0435\u0432\u043d\u043e.
crossDay.event.repeat.weekly.problem=\u041f\u0440\u043e\u0434\u044a\u043b\u0436\u0438\u0442\u0435\u043b\u043d\u043e\u0441\u0442\u0442\u0430 \u043d\u0430 \u0441\u0440\u0435\u0449\u0430\u0442\u0430 \u0435 \u0437\u0430 \u043f\u043e\u0432\u0435\u0447\u0435 \u043e\u0442 7 \u0434\u043d\u0438. \u0421\u0440\u0435\u0449\u0438\u0442\u0435 \u043e\u0442 \u0442\u043e\u0437\u0438 \u0442\u0438\u043f \u043d\u0435 \u043c\u043e\u0433\u0430\u0442 \u0434\u0430 \u0431\u044a\u0434\u0430\u0442 \u0437\u0430\u0434\u0430\u0434\u0435\u043d\u0438 \u0434\u0430 \u0441\u0435 \u043f\u043e\u0432\u0442\u0430\u0440\u044f\u0442 \u0432\u0441\u044f\u043a\u0430 \u0441\u0435\u0434\u043c\u0438\u0446\u0430.

#User action exception messages
db.error_or_event.notExisted=\u0418\u043b\u0438 \u0435 \u0432\u044a\u0437\u043d\u0438\u043a\u043d\u0430\u043b\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u0432 \u0431\u0430\u0437\u0430\u0442\u0430 \u0434\u0430\u043d\u043d\u0438, \u0438\u043b\u0438 \u0441\u0440\u0435\u0449\u0430\u0442\u0430 \u0432\u0435\u0447\u0435 \u043d\u0435 \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430.

delete_attandee_confirmation=\u0421\u0438\u0433\u0443\u0440\u043d\u0438 \u043b\u0438 \u0441\u0442\u0435, \u0447\u0435 \u0438\u0441\u043a\u0430\u0442\u0435 \u0434\u0430 \u043f\u0440\u0435\u043c\u0430\u0445\u043d\u0435\u0442\u0435 \u0442\u043e\u0437\u0438 \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u043a \u043e\u0442 \u0432\u0440\u0435\u043c\u0435\u0432\u0438\u044f \u0438\u043d\u0442\u0435\u0440\u0432\u0430\u043b?

synchronisetogroup_confirmation=\u0421\u0438\u0433\u0443\u0440\u043d\u0438 \u043b\u0438 \u0441\u0442\u0435, \u0447\u0435 \u0438\u0441\u043a\u0430\u0442\u0435 \u0434\u0430 \u0441\u0438\u043d\u0445\u0440\u043e\u043d\u0438\u0437\u0438\u0440\u0430\u0442\u0435 \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u0446\u0438\u0442\u0435 \u043e\u0442 \u0432\u0440\u0435\u043c\u0435\u0432\u0438\u044f \u0438\u043d\u0442\u0435\u0440\u0432\u0430\u043b \u0441 \u0433\u0440\u0443\u043f\u0430\u0442\u0430 \u043d\u0430 \u0441\u0430\u0439\u0442\u0430?

synchronisefromgroup_confirmation=\u0421\u0438\u0433\u0443\u0440\u043d\u0438 \u043b\u0438 \u0441\u0442\u0435, \u0447\u0435 \u0438\u0441\u043a\u0430\u0442\u0435 \u0434\u0430 \u0441\u0438\u043d\u0445\u0440\u043e\u043d\u0438\u0437\u0438\u0440\u0430\u0442\u0435 \u0447\u043b\u0435\u043d\u0441\u0442\u0432\u043e\u0442\u043e \u0432 \u0433\u0440\u0443\u043f\u0430\u0442\u0430 \u043d\u0430 \u0441\u0430\u0439\u0442\u0430 \u0441 \u0432\u0440\u0435\u043c\u0435\u0432\u0438\u044f \u0438\u043d\u0442\u0435\u0440\u0432\u0430\u043b?

dropDown_line_separator=----------------------------------

edit.failed_due_to_other_updated_db=\u0420\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u043d\u0435\u0442\u043e \u0435 \u043d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u043e. \u041d\u044f\u043a\u043e\u0439 \u0434\u0440\u0443\u0433 \u0435 \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043b \u0441\u0440\u0435\u0449\u0430\u0442\u0430. \u041c\u043e\u043b\u044f, \u043e\u043f\u0438\u0442\u0430\u0439\u0442\u0435 \u043e\u0442\u043d\u043e\u0432\u043e.

#email exception message
email.exception=\u0418\u043c\u0435\u0439\u043b\u044a\u0442 \u043d\u0435 \u0435 \u0438\u0437\u043f\u0440\u0430\u0442\u0435\u043d\: \u0432\u044a\u0437\u043d\u0438\u043a\u043d\u0430\u043b\u0430 \u0435 \u0433\u0440\u0435\u0448\u043a\u0430.

error.calendarEvent.posted_failed=\u0421\u044a\u0431\u0438\u0442\u0438\u0435\u0442\u043e \u0435 \u0441\u044a\u0437\u0434\u0430\u0434\u0435\u043d\u043e \u0443\u0441\u043f\u0435\u0448\u043d\u043e, \u043d\u043e \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0435 \u0434\u043e\u0431\u0430\u0432\u0435\u043d\u043e \u0432 \u041a\u0430\u043b\u0435\u043d\u0434\u0430\u0440\u0430, \u0442\u044a\u0439 \u043a\u0430\u0442\u043e \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u044a\u0442 \u041a\u0430\u043b\u0435\u043d\u0434\u0430\u0440 \u043d\u0435 \u0435 \u043d\u0430\u043b\u0438\u0447\u0435\u043d \u043d\u0430 \u0441\u0430\u0439\u0442\u0430.
error.calendarEvent.posted_failed_due_to_permission=\u0421\u044a\u0431\u0438\u0442\u0438\u0435\u0442\u043e \u0435 \u0441\u044a\u0437\u0434\u0430\u0434\u0435\u043d\u043e \u0443\u0441\u043f\u0435\u0448\u043d\u043e, \u043d\u043e \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0435 \u0434\u043e\u0431\u0430\u0432\u0435\u043d\u043e \u0432 \u041a\u0430\u043b\u0435\u043d\u0434\u0430\u0440\u0430 \u043d\u0430 \u0441\u0430\u0439\u0442\u0430(\u0438\u0442\u0435), \u0437\u0430\u0449\u043e\u0442\u043e \u043d\u044f\u043c\u0430\u0442\u0435 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0438\u0435 \u0437\u0430 \u0434\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u0432 \u041a\u0430\u043b\u0435\u043d\u0434\u0430\u0440\u0430.
error.calendarEvent.removal_failed=\u0412\u044a\u0437\u043c\u043e\u0436\u043d\u043e \u0435 \u0434\u0430 \u0435 \u0432\u044a\u0437\u043d\u0438\u043a\u043d\u0430\u043b\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u0438 \u043f\u0440\u0435\u043c\u0430\u0445\u0432\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u043a\u0430\u043b\u0435\u043d\u0434\u0430\u0440\u043d\u043e \u0441\u044a\u0431\u0438\u0442\u0438\u0435 \u0432 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0430 Calendar \u0434\u0430 \u0435 \u043d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u043e.
error.calendarEvent.updated_failed=\u0421\u044a\u0431\u0438\u0442\u0438\u0435\u0442\u043e \u0435 \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u043e \u0443\u0441\u043f\u0435\u0448\u043d\u043e, \u043d\u043e \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0435 \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u043e \u0432 \u041a\u0430\u043b\u0435\u043d\u0434\u0430\u0440\u0430 \u043d\u0430 \u0441\u0430\u0439\u0442\u0430(\u0438\u0442\u0435), \u0442\u044a\u0439 \u043a\u0430\u0442\u043e \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u044a\u0442 \u041a\u0430\u043b\u0435\u043d\u0434\u0430\u0440 \u043d\u0435 \u0435 \u043d\u0430\u043b\u0438\u0447\u0435\u043d \u043d\u0430 \u0441\u0430\u0439\u0442\u0430.
error.calendarEvent.updated_failed_due_to_permission=\u0421\u044a\u0431\u0438\u0442\u0438\u0435\u0442\u043e \u0435 \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u043e \u0443\u0441\u043f\u0435\u0448\u043d\u043e, \u043d\u043e \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0435 \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u043e \u0432 \u041a\u0430\u043b\u0435\u043d\u0434\u0430\u0440\u0430 \u043d\u0430 \u0441\u0430\u0439\u0442\u0430(\u0438\u0442\u0435), \u0437\u0430\u0449\u043e\u0442\u043e \u043d\u044f\u043c\u0430\u0442\u0435 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0438\u0435 \u0434\u0430 \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u0442\u0435 \u041a\u0430\u043b\u0435\u043d\u0434\u0430\u0440\u0430.
error.group_sync_failed=\u0413\u0440\u0443\u043f\u0430\u0442\u0430 \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0435 \u0441\u0438\u043d\u0445\u0440\u043e\u043d\u0438\u0437\u0438\u0440\u0430\u043d\u0430. \u0418\u0437\u0442\u0440\u0438\u0442\u0430 \u043b\u0438 \u0435 \u0440\u044a\u0447\u043d\u043e \u0433\u0440\u0443\u043f\u0430\u0442\u0430 \u043e\u0442 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f \u0437\u0430 \u0443\u0435\u0431\u0441\u0430\u0439\u0442\u0430? \u0417\u0430 \u0434\u0430 \u0432\u044a\u0437\u0441\u0442\u0430\u043d\u043e\u0432\u0438\u0442\u0435 \u0442\u0430\u0437\u0438 \u0433\u0440\u0443\u043f\u0430, \u043f\u043e\u0441\u0435\u0442\u0435\u0442\u0435 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430\u0442\u0430 \u0437\u0430 \u043c\u043e\u0434\u0438\u0444\u0438\u0446\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0441\u0440\u0435\u0449\u0430\u0442\u0430 \u0438 \u0449\u0440\u0430\u043a\u043d\u0435\u0442\u0435 \u0432\u044a\u0440\u0445\u0443 "\u041f\u0443\u0431\u043b\u0438\u043a\u0443\u0432\u0430\u0439 \u043c\u043e\u0434\u0438\u0444\u0438\u043a\u0430\u0446\u0438\u044f\u0442\u0430", \u0441\u043b\u0435\u0434 \u043a\u043e\u0435\u0442\u043e \u0441\u0435 \u0432\u044a\u0440\u043d\u0435\u0442\u0435 \u0442\u0443\u043a, \u0437\u0430 \u0434\u0430 \u0441\u0438\u043d\u0445\u0440\u043e\u043d\u0438\u0437\u0438\u0440\u0430\u0442\u0435 \u043e\u0442\u043d\u043e\u0432\u043e.
error.no.change.group.title=\u041d\u044f\u043a\u043e\u0438 \u043e\u0442 \u0437\u0430\u0433\u043b\u0430\u0432\u0438\u044f\u0442\u0430 \u043d\u0430 \u0433\u0440\u0443\u043f\u0438\u0442\u0435 \u043d\u0435 \u0441\u0430 \u0441\u0438\u043d\u0445\u0440\u043e\u043d\u0438\u0437\u0438\u0440\u0430\u043d\u0438, \u0442\u044a\u0439 \u043a\u0430\u0442\u043e \u0432\u0435\u0447\u0435 \u0441\u0430 \u043f\u0440\u043e\u043c\u0435\u043d\u0435\u043d\u0438 \u0447\u0440\u0435\u0437 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0430 \u0437\u0430 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f \u0437\u0430 \u0441\u0430\u0439\u0442\u0430\!
error.no_group_for_timeslot=\u0413\u0440\u0443\u043f\u0430\u0442\u0430 \u0437\u0430 \u0442\u043e\u0437\u0438 \u0447\u0430\u0441\u043e\u0432\u0438 \u0438\u043d\u0442\u0435\u0440\u0432\u0430\u043b \u043b\u0438\u043f\u0441\u0432\u0430. \u0417\u0430 \u0434\u0430 \u0432\u044a\u0437\u0441\u0442\u0430\u043d\u043e\u0432\u0438\u0442\u0435 \u0442\u0430\u0437\u0438 \u0433\u0440\u0443\u043f\u0430, \u043f\u043e\u0441\u0435\u0442\u0435\u0442\u0435 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430\u0442\u0430 \u0437\u0430 \u043c\u043e\u0434\u0438\u0444\u0438\u0446\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0441\u0440\u0435\u0449\u0430\u0442\u0430 \u0438 \u0449\u0440\u0430\u043a\u043d\u0435\u0442\u0435 \u0432\u044a\u0440\u0445\u0443 "\u041f\u0443\u0431\u043b\u0438\u043a\u0443\u0432\u0430\u0439 \u043c\u043e\u0434\u0438\u0444\u0438\u043a\u0430\u0446\u0438\u044f\u0442\u0430", \u0441\u043b\u0435\u0434 \u043a\u043e\u0435\u0442\u043e \u0441\u0435 \u0432\u044a\u0440\u043d\u0435\u0442\u0435 \u0442\u0443\u043a, \u0437\u0430 \u0434\u0430 \u0441\u0438\u043d\u0445\u0440\u043e\u043d\u0438\u0437\u0438\u0440\u0430\u0442\u0435 \u043e\u0442\u043d\u043e\u0432\u043e.
error.occurred_try_again=\u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430\: \u043e\u043f\u0438\u0442\u0430\u0439\u0442\u0435 \u043e\u0442\u043d\u043e\u0432\u043e.

event.Signup.not.started.yet=\u041d\u0430\u043b\u0438\u0447\u043d\u043e \u0432
event.SignupNotRequire=\u0420\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044f\u0442\u0430 \u043d\u0435 \u0435 \u043d\u0435\u043e\u0431\u0445\u043e\u0434\u0438\u043c\u0430
event.available=\u041d\u0430\u043b\u0438\u0447\u0435\u043d
#meeting status for participants
event.closed=\u0417\u0430\u0442\u0432\u043e\u0440\u0435\u043d
event.create_custom_defined_TS_blocks=\u0429\u0440\u0430\u043a\u043d\u0435\u0442\u0435 \u0432\u044a\u0440\u0445\u0443 \u0431\u0443\u0442\u043e\u043d\u0430 "\u0421\u044a\u0437\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u0432\u0440\u0435\u043c\u0435\u0432\u0438 \u0438\u043d\u0442\u0435\u0440\u0432\u0430\u043b(\u0438)", \u0437\u0430 \u0434\u0430 \u0437\u0430\u0434\u0430\u0434\u0435\u0442\u0435 \u043d\u043e\u0432 \u043f\u0435\u0440\u0441\u043e\u043d\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d \u0432\u0440\u0435\u043c\u0435\u0432\u0438 \u0438\u043d\u0442\u0435\u0440\u0432\u0430\u043b.
event.endTime_should_after_startTime=\u0427\u0430\u0441\u044a\u0442 \u043d\u0430 \u043f\u0440\u0438\u043a\u043b\u044e\u0447\u0432\u0430\u043d\u0435 \u043d\u0430 \u0441\u0440\u0435\u0449\u0430\u0442\u0430 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0435 \u0441\u043b\u0435\u0434 \u0447\u0430\u0441\u0430 \u043d\u0430 \u0437\u0430\u043f\u043e\u0447\u0432\u0430\u043d\u0435 \u043d\u0430 \u0441\u0440\u0435\u0449\u0430\u0442\u0430.
event.endTimeslot_should_after_startTimeslot=\u0420\u0435\u0434 {0} - \u043a\u0440\u0430\u0439\u043d\u0438\u044f\u0442 \u0447\u0430\u0441 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u043d\u0430\u0441\u0442\u044a\u043f\u0438 \u0441\u043b\u0435\u0434 \u043d\u0430\u0447\u0430\u043b\u043d\u0438\u044f \u0447\u0430\u0441 \u043d\u0430 \u0432\u0440\u0435\u043c\u0435\u0432\u0438\u044f \u0438\u043d\u0442\u0435\u0440\u0432\u0430\u043b.
event.inProgress=\u0412 \u043f\u0440\u043e\u0446\u0435\u0441 \u043d\u0430 \u0438\u0437\u043f\u044a\u043b\u043d\u0435\u043d\u0438\u0435
event.location_not_assigned=\u041c\u043e\u043b\u044f, \u0437\u0430\u0434\u0430\u0439\u0442\u0435 \u043c\u0435\u0441\u0442\u043e\u043f\u043e\u043b\u043e\u0436\u0435\u043d\u0438\u0435.
event.maxAttendee_should_be_valid=\u041c\u043e\u043b\u044f, \u0432\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u0432\u0430\u043b\u0438\u0434\u0435\u043d \u0431\u0440\u043e\u0439 \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u0446\u0438 \u0432 \u0422\u0438\u043f \u043d\u0430 \u0441\u0440\u0435\u0449\u0430\u0442\u0430.
event.meeting.locked=\u0420\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044f\u0442\u0430 \u0435 \u0437\u0430\u043a\u043b\u044e\u0447\u0435\u043d\u0430
event.repeatNnum.bigger.than.one=\u0411\u0440\u043e\u044f\u0442 \u043d\u0430 \u0441\u0440\u0435\u0449\u0438\u0442\u0435 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0435 \u043f\u043e-\u0433\u043e\u043b\u044f\u043c \u043e\u0442 0.
event.repeatbeforestart=\u041d\u0435\u0432\u0430\u043b\u0438\u0434\u043d\u0430 \u043a\u0440\u0430\u0439\u043d\u0430 \u0434\u0430\u0442\u0430. \u0414\u0430\u0442\u0430\u0442\u0430 \u043d\u0430 "\u041a\u0440\u0430\u0439 \u0441\u043b\u0435\u0434\:" \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0435 \u043f\u043e\u043d\u0435 \u0435\u0434\u0438\u043d \u043f\u0435\u0440\u0438\u043e\u0434 \u043d\u0430 \u043f\u043e\u0432\u0442\u043e\u0440\u0435\u043d\u0438\u0435 \u0441\u043b\u0435\u0434 \u0434\u0430\u0442\u0430\u0442\u0430 \u043d\u0430 "\u041d\u0430\u0447\u0430\u043b\u043d\u043e \u0432\u0440\u0435\u043c\u0435".
event.selectMeetingType=\u041c\u043e\u043b\u044f, \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0432\u0438\u0434\u0430 \u043d\u0430 \u0441\u0440\u0435\u0449\u0430\u0442\u0430.
event.signup.deadline.passed=\u0412\u0440\u0435\u043c\u0435\u0442\u043e \u0437\u0430 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044f \u0432\u0435\u0447\u0435 \u0435 \u0438\u0437\u0442\u0435\u043a\u043b\u043e.
event.timeslot_duration_should_not_lessThan_one=\u041f\u0440\u043e\u0434\u044a\u043b\u0436\u0438\u0442\u0435\u043b\u043d\u043e\u0441\u0442\u0442\u0430 \u043d\u0430 \u0432\u0440\u0435\u043c\u0435\u0432\u0438\u044f \u0438\u043d\u0442\u0435\u0440\u0432\u0430\u043b \u043d\u0430 \u0441\u0440\u0435\u0449\u0430\u0442\u0430 \u043d\u0435 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0435 \u043f\u043e-\u043c\u0430\u043b\u043a\u0430 \u043e\u0442 \u0435\u0434\u043d\u0430 \u043c\u0438\u043d\u0443\u0442\u0430 \u0438 \u043c\u043e\u043b\u044f \u0443\u0432\u0435\u043b\u0438\u0447\u0435\u0442\u0435 \u0432\u0440\u0435\u043c\u0435\u0442\u043e \u0437\u0430 \u043f\u0440\u0438\u043a\u043b\u044e\u0447\u0432\u0430\u043d\u0435 \u043d\u0430 \u0441\u0440\u0435\u0449\u0430\u0442\u0430.
event.title_cannot_be_blank=\u041c\u043e\u043b\u044f, \u0437\u0430\u0434\u0430\u0439\u0442\u0435 \u0437\u0430\u0433\u043b\u0430\u0432\u0438\u0435 \u043d\u0430 \u0441\u0440\u0435\u0449\u0430\u0442\u0430.
event.unavailable=\u041f\u044a\u043b\u0435\u043d
event.youOnWaitList=\u0412 \u0441\u043f\u0438\u0441\u044a\u043a\u0430 \u043d\u0430 \u0447\u0430\u043a\u0430\u0449\u0438\u0442\u0435
event.youSignedUp=\u0420\u0435\u0433\u0438\u0441\u0442\u0440\u0438\u0440\u0430\u0439\u0442\u0435 \u0441\u0435

event.data_sync_error=\u041f\u0440\u0438 \u0441\u044a\u0437\u0434\u0430\u0432\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0442\u043e\u0437\u0438 \u0437\u0430\u043f\u0438\u0441 \u0435 \u0432\u044a\u0437\u043d\u0438\u043a\u043d\u0430\u043b\u0430 \u043d\u0435\u0438\u0437\u0432\u0435\u0441\u0442\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430. \u0422\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u043f\u043e\u0432\u0442\u043e\u0440\u0438\u0442\u0435 \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0435\u0442\u043e \u0441\u0438 \u0438\u043b\u0438 \u0434\u0430 \u043e\u0442\u043c\u0435\u043d\u0438\u0442\u0435 \u043e\u0442 \u0442\u043e\u0437\u0438 \u0435\u043a\u0440\u0430\u043d \u0438 \u0434\u0430 \u043e\u043f\u0438\u0442\u0430\u0442\u0435 \u043e\u0442\u043d\u043e\u0432\u043e.

event_addSignup_attendee_page_title=\u0417\u0430\u0432\u044a\u0440\u0448\u0435\u0442\u0435 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044f\u0442\u0430

event_add_attendee=&nbsp;\u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u043a

event_add_comment_link=\u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u043a\u043e\u043c\u0435\u043d\u0442\u0430\u0440

event_add_more_slots=\u0411\u0440\u043e\u0439 \u0434\u043e\u043f\u044a\u043b\u043d\u0438\u0442\u0435\u043b\u043d\u0438 <br/>\u0432\u0440\u0435\u043c\u0435\u0432\u0438 \u0441\u043b\u043e\u0442\u043e\u0432\u0435\:

event_addedit_Coordinators=\u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435/\u0440\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u043d\u0435

event_alert_truncate_attendee=\u0421\u0438\u0433\u0443\u0440\u043d\u0438 \u043b\u0438 \u0441\u0442\u0435, \u0447\u0435 \u0438\u0441\u043a\u0430\u0442\u0435 \u0434\u0430 \u043a\u043e\u043f\u0438\u0440\u0430\u0442\u0435 \u0442\u043e\u0432\u0430? \u041d\u044f\u043a\u043e\u0438 \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u0446\u0438 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0430\u0442 \u0441\u044a\u043a\u0440\u0430\u0442\u0435\u043d\u0438 \u043f\u043e\u0440\u0430\u0434\u0438 \u043f\u043e-\u043c\u0430\u043b\u043a\u0438\u044f \u0431\u0440\u043e\u0439 \u0442\u0430\u0439\u043c\u0441\u043b\u043e\u0442\u043e\u0432\u0435 \u0438\u043b\u0438 \u043f\u043e\u0437\u0432\u043e\u043b\u0435\u043d\u0438 \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u0446\u0438\!

event_allow_addComment=\u041f\u043e\u0437\u0432\u043e\u043b\u0435\u0442\u0435 \u0434\u043e\u0431\u0430\u0432\u044f\u043d\u0435\u0442\u043e \u043d\u0430 \u043a\u043e\u043c\u0435\u043d\u0442\u0430\u0440\:

event_allow_waitList=\u041f\u043e\u0437\u0432\u043e\u043b\u0435\u0442\u0435 \u0441\u043f\u0438\u0441\u044a\u043a \u043d\u0430 \u0447\u0430\u043a\u0430\u0449\u0438\u0442\u0435\:

event_allowed_slots=\u041c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u0435\u043d \u0431\u0440\u043e\u0439 \u0432\u0440\u0435\u043c\u0435\u0432\u0438 \u0441\u043b\u043e\u0442\u043e\u0432\u0435 \u0437\u0430 \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u043a\:

event_allowed_slots_comments=&nbsp;\u0414\u0430, \u043f\u043e\u0437\u0432\u043e\u043b\u0435\u0442\u0435 \u043d\u0430 \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u0446\u0438\u0442\u0435 \u0434\u0430 \u0441\u0435 \u0437\u0430\u043f\u0438\u0441\u0432\u0430\u0442 \u0437\u0430 \u043f\u043e\u0432\u0435\u0447\u0435 \u043e\u0442 \u0435\u0434\u0438\u043d \u0432\u0440\u0435\u043c\u0435\u0432\u0438 \u0438\u043d\u0442\u0435\u0440\u0432\u0430\u043b.

event_announcement_notice=\u0422\u043e\u0432\u0430 \u0435 \u043e\u0442\u043a\u0440\u0438\u0442\u043e \u0437\u0430\u0441\u0435\u0434\u0430\u043d\u0438\u0435.  \u041d\u0435 \u0435 \u043d\u0435\u043e\u0431\u0445\u043e\u0434\u0438\u043c\u043e \u0434\u0430 \u0441\u0435 \u0437\u0430\u043f\u0438\u0441\u0432\u0430\u0442\u0435.

event_appointment_date=\u0414\u0430\u0442\u0430 \u043d\u0430 \u043d\u0430\u0437\u043d\u0430\u0447\u0430\u0432\u0430\u043d\u0435\:

event_appointment_period=\u041f\u0435\u0440\u0438\u043e\u0434 \u043d\u0430 \u043d\u0430\u0437\u043d\u0430\u0447\u0430\u0432\u0430\u043d\u0435\:

event_assign_attendee_page_title=\u0417\u0430\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u0446\u0438

event_attendee_eid=User Id \u043d\u0430 \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u043a\u0430\:

event_attendee_name=\u0418\u043c\u0435 \u043d\u0430 \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u043a\u0430\:

event_attendee_noEmail=\u041d\u044f\u043c\u0430 \u0438\u043c\u0435\u0439\u043b

event_attendee_role=\u0420\u043e\u043b\u044f \u043d\u0430 \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u043a\u0430\:

event_attendance=\u041f\u043e\u0441\u0435\u0449\u0430\u0435\u043c\u043e\u0441\u0442

event_button_finish=\u0417\u0430\u0432\u044a\u0440\u0448\u0435\u0442\u0435

event_button_signup=\u0420\u0435\u0433\u0438\u0441\u0442\u0440\u0438\u0440\u0430\u0439\u0442\u0435 \u0441\u0435

event_cancel_timeslot_label=&nbsp;\u041e\u0442\u043a\u0430\u0437 - \u0438\u0437\u0442\u0440\u0438\u0432\u0430\u043d\u0435 \u043d\u0430 \u0432\u0440\u0435\u043c\u0435\u0432\u0438\u044f \u0438\u043d\u0442\u0435\u0440\u0432\u0430\u043b

event_canceled=\u041e\u0442\u043c\u0435\u043d\u0435\u043d

event_category=\u041a\u0430\u0442\u0435\u0433\u043e\u0440\u0438\u044f\:

event_category_custom=\u0432\u044a\u0432\u0435\u0436\u0434\u0430\u043d\u0435 \u043d\u0430 \u043d\u043e\u0432\u0430 \u043a\u0430\u0442\u0435\u0433\u043e\u0440\u0438\u044f

event_category_edit=\u043a\u0430\u0442\u0435\u0433\u043e\u0440\u0438\u044f \u0437\u0430 \u0440\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u043d\u0435

event_check_all_chkbxn=\u041f\u0440\u043e\u0432\u0435\u0440\u0435\u0442\u0435 \u0432\u0441\u0438\u0447\u043a\u0438

event_clear_all_chkbxn=\u0418\u0437\u0447\u0438\u0441\u0442\u0432\u0430\u043d\u0435 \u043d\u0430 \u0432\u0441\u0438\u0447\u043a\u0438

event_close_other_default_setting=\u0421\u043a\u0440\u0438\u0432\u0430\u043d\u0435 \u043d\u0430 \u0434\u0440\u0443\u0433\u0438\u0442\u0435 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438 \u043f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435

event_comment=\u041a\u043e\u043c\u0435\u043d\u0442\u0430\u0440\:

#addAttendeeSignup page
event_comments=\u041a\u043e\u043c\u0435\u043d\u0442\u0430\u0440\u0438

event_comments_title=\u041a\u043e\u043c\u0435\u043d\u0442\u0430\u0440\u0438 \u043d\u0430 \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u0446\u0438\u0442\u0435 \u0432 \u0441\u0440\u0435\u0449\u0430\u0442\u0430

#copyMeeting.jsp
event_copy_meeting_page_title=\u041a\u043e\u043f\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0442\u0430\u0437\u0438 \u0441\u0440\u0435\u0449\u0430

event_create_email_notification=\u041e\u0431\u044f\u0432\u0435\u0442\u0435 \u043d\u0430\u043b\u0438\u0447\u043d\u043e\u0441\u0442\u0442\u0430\:

event_create_groups=\u0421\u044a\u0437\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u0433\u0440\u0443\u043f\u0438 \u0437\u0430 \u0432\u0440\u0435\u043c\u0435\u0432\u0438 \u0438\u043d\u0442\u0435\u0440\u0432\u0430\u043b\u0438

event_current_site=(\u0422\u0435\u043a\u0443\u0449 \u0441\u0430\u0439\u0442)

event_custom_undo=\u043e\u0442\u043c\u044f\u043d\u0430 \u043d\u0430

event_custom_undo_tip=\u0429\u0440\u0430\u043a\u043d\u0435\u0442\u0435, \u0437\u0430 \u0434\u0430 \u043e\u0442\u043c\u0435\u043d\u0438\u0442\u0435 \u0432\u044a\u0432\u0435\u0436\u0434\u0430\u043d\u0435\u0442\u043e

event_date=\u0414\u0430\u0442\u0430 \u043d\u0430 \u0441\u0440\u0435\u0449\u0430\u0442\u0430\:

event_description=\u041e\u043f\u0438\u0441\u0430\u043d\u0438\u0435\:

event_download_csv_button=\u0415\u043a\u0441\u043f\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043a\u0430\u0442\u043e CSV

event_download_xls_button=\u0415\u043a\u0441\u043f\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043a\u0430\u0442\u043e Excel

event_duration_each_timeslot=\u041f\u0440\u043e\u0434\u044a\u043b\u0436\u0438\u0442\u0435\u043b\u043d\u043e\u0441\u0442 \u043d\u0430 \u0432\u0441\u0435\u043a\u0438 <br/>\u0432\u0440\u0435\u043c\u0435\u0432\u0438 \u0438\u043d\u0442\u0435\u0440\u0432\u0430\u043b (\u043c\u0438\u043d.)\:

event_duration_each_timeslot_not_bold=\u041f\u0440\u043e\u0433\u043d\u043e\u0437\u043d\u0430 \u043f\u0440\u043e\u0434\u044a\u043b\u0436\u0438\u0442\u0435\u043b\u043d\u043e\u0441\u0442 \u0437\u0430 \u0432\u0440\u0435\u043c\u0435\u0432\u0438 \u0438\u043d\u0442\u0435\u0440\u0432\u0430\u043b (\u043c\u0438\u043d.)\:

event_email_autoReminder=\u0410\u0432\u0442\u043e\u043c\u0430\u0442\u0438\u0447\u043d\u043e \u043d\u0430\u043f\u043e\u043c\u043d\u044f\u043d\u0435\:

event_email_not_send_out_label=&nbsp;\u041d\u0430\u0441\u0442\u043e\u044f\u0449\u0438\u044f\u0442 \u0441\u0430\u0439\u0442 \u043d\u0435 \u0435 \u043f\u0443\u0431\u043b\u0438\u043a\u0443\u0432\u0430\u043d. \u041d\u044f\u043c\u0430 \u0434\u0430 \u0431\u044a\u0434\u0435 \u0438\u0437\u043f\u0440\u0430\u0442\u0435\u043d\u043e \u0443\u0432\u0435\u0434\u043e\u043c\u043b\u0435\u043d\u0438\u0435 \u043f\u043e \u0438\u043c\u0435\u0439\u043b.

event_email_notification=\u0418\u0437\u0432\u0435\u0441\u0442\u0438\u0435 \u043f\u043e \u0438\u043c\u0435\u0439\u043b\:

event_email_yes_label=&nbsp;\u0414\u0430, \u0438\u0437\u043f\u0440\u0430\u0442\u0435\u0442\u0435 \u0438\u043c\u0435\u0439\u043b, \u0437\u0430 \u0434\u0430 \u0443\u0432\u0435\u0434\u043e\u043c\u0438\u0442\u0435 \u0441\u0432\u044a\u0440\u0437\u0430\u043d\u0438\u044f(\u0442\u0435) \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u043a(\u0446\u0438) \u0437\u0430 \u043d\u0430\u043f\u0440\u0430\u0432\u0435\u043d\u0438\u0442\u0435 \u043f\u0440\u043e\u043c\u0435\u043d\u0438.

event_end_after=\u041a\u0440\u0430\u0439 \u0441\u043b\u0435\u0434\:

event_end_time=\u0412\u0440\u0435\u043c\u0435 \u0437\u0430 \u043f\u0440\u0438\u043a\u043b\u044e\u0447\u0432\u0430\u043d\u0435\:

event_endtime_auto_adjusted_warning=\u0427\u0430\u0441\u044a\u0442 \u043d\u0430 \u043f\u0440\u0438\u043a\u043b\u044e\u0447\u0432\u0430\u043d\u0435 \u043d\u0430 \u0441\u0440\u0435\u0449\u0430\u0442\u0430 \u0435 \u043a\u043e\u0440\u0438\u0433\u0438\u0440\u0430\u043d, \u0442\u044a\u0439 \u043a\u0430\u0442\u043e \u0431\u0440\u043e\u044f\u0442 \u043d\u0430 \u0441\u0435\u0441\u0438\u0438\u0442\u0435 \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0435 \u0440\u0430\u0437\u043f\u0440\u0435\u0434\u0435\u043b\u0435\u043d \u0440\u0430\u0432\u043d\u043e\u043c\u0435\u0440\u043d\u043e \u0432 \u0440\u0430\u043c\u043a\u0438\u0442\u0435 \u043d\u0430 \u043f\u0440\u0435\u0434\u0432\u0438\u0434\u0435\u043d\u0438\u044f \u043f\u0435\u0440\u0438\u043e\u0434 \u043e\u0442 \u0432\u0440\u0435\u043c\u0435.

#view meeting-list main page:signupMeetings.jsp
event_error_alerts=\u041f\u041f\u0420\u0415\u0414\u0423\u041f\u0420\u0415\u0416\u0414\u0415\u041d\u0418\u0415\:

event_group_level=(\u043d\u0438\u0432\u043e \u0433\u0440\u0443\u043f\u0430)

event_hide_coordinators=\u0421\u043a\u0440\u0438\u0439

event_hide_custom_ts=\u0421\u043a\u0440\u0438\u0432\u0430\u043d\u0435 \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u0438 \u0434\u0435\u0444\u0438\u043d\u0438\u0440\u0430\u043d\u0438 \u0432\u0440\u0435\u043c\u0435\u0432\u0438 \u0438\u043d\u0442\u0435\u0440\u0432\u0430\u043b\u0438

event_hide_me_details=&nbsp;\u0421\u043a\u0440\u0438\u0439\u0442\u0435 \u0434\u0435\u0442\u0430\u0439\u043b\u0438\u0442\u0435

event_hide_meetingIfo_detail=&nbsp;\u0421\u043a\u0440\u0438\u0439\u0442\u0435 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f\u0442\u0430 \u0437\u0430 \u0441\u0440\u0435\u0449\u0430\u0442\u0430 \u043f\u043e-\u0433\u043e\u0440\u0435

event_hide_site_group_detail=&nbsp;\u0421\u043a\u0440\u0438\u0432\u0430\u043d\u0435 \u043d\u0430 \u043f\u043e\u0434\u0440\u043e\u0431\u043d\u043e\u0441\u0442\u0438 \u0437\u0430 \u0441\u0430\u0439\u0442\u0430(\u0438\u0442\u0435)/\u0433\u0440\u0443\u043f\u0430\u0442\u0430(\u0438\u0442\u0435)

event_icalendar_label=\u0418\u0437\u0442\u0435\u0433\u043b\u044f\u043d\u0435

event_icalendar_link=\u0432\u0440\u044a\u0437\u043a\u0430 \u043a\u044a\u043c iCalendar\:

event_isOver=<font color\='red'>\u0422\u0430\u0437\u0438 \u0441\u0440\u0435\u0449\u0430 \u0432\u0435\u0447\u0435 \u0441\u0435 \u0435 \u0441\u044a\u0441\u0442\u043e\u044f\u043b\u0430.</font>

event_is_canceled=\u041e\u0442\u043c\u0435\u043d\u0435\u043d

event_is_locked=\u0417\u0430\u043a\u043b\u044e\u0447\u0435\u043d

event_is_open_session=\u0422\u043e\u0432\u0430 \u0435 \u043e\u0442\u043a\u0440\u0438\u0442\u043e \u0437\u0430\u0441\u0435\u0434\u0430\u043d\u0438\u0435. \u041d\u0435 \u0441\u0435 \u0438\u0437\u0438\u0441\u043a\u0432\u0430 \u0437\u0430\u043f\u0438\u0441\u0432\u0430\u043d\u0435.

event_keep_current_attendees=\u0417\u0430\u043f\u0430\u0437\u0432\u0430\u043d\u0435 \u043d\u0430 \u0442\u0435\u043a\u0443\u0449\u0438\u0442\u0435 \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u0446\u0438\:

event_location=\u041c\u0435\u0441\u0442\u043e\u043f\u043e\u043b\u043e\u0436\u0435\u043d\u0438\u0435\:

event_lock_timeslot_label=&nbsp;\u0417\u0430\u043a\u043b\u044e\u0447\u0432\u0430\u043d\u0435 - \u043f\u0440\u0435\u0434\u043e\u0442\u0432\u0440\u0430\u0442\u044f\u0432\u0430\u043d\u0435 \u043d\u0430 \u0437\u0430\u043f\u0438\u0441\u0432\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u0446\u0438

event_locked=<b>\u0417\u0430\u043a\u043b\u044e\u0447\u0435\u043d\u043e</b>

event_max_attendee_each_timeslot=\u041c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u0435\u043d \u0431\u0440\u043e\u0439 \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u0446\u0438 <br/>\u043d\u0430 \u0432\u0440\u0435\u043c\u0435\u0432\u0438 \u0438\u043d\u0442\u0435\u0440\u0432\u0430\u043b\:

event_max_attendee_each_timeslot_not_bold=\u041c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u0435\u043d \u0431\u0440\u043e\u0439 \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u0446\u0438 \u0437\u0430 \u0435\u0434\u0438\u043d \u0432\u0440\u0435\u043c\u0435\u0432\u0438 \u0438\u043d\u0442\u0435\u0440\u0432\u0430\u043b\:

event_max_attendees=&nbsp;\u041c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u0435\u043d \u0431\u0440\u043e\u0439 \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u0446\u0438\:

#assignStudent.jsp
event_max_num_attendees=\u041c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u0435\u043d \u0431\u0440\u043e\u0439 \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u0446\u0438\:

event_meeting_default_notify_setting=\u041d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438 \u043f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435 \u0437\u0430 \u0443\u0432\u0435\u0434\u043e\u043c\u044f\u0432\u0430\u043d\u0435\:

event_missing_group=\u041b\u0438\u043f\u0441\u0432\u0430\u0449\u0438 \u0433\u0440\u0443\u043f\u0438\:

event_missing_site=\u041b\u0438\u043f\u0441\u0432\u0430\u0449\u0438 \u043e\u0431\u0435\u043a\u0442\u0438\:

#modifyMeeting.jsp
event_modify_meeting_page_title=\u041f\u0440\u043e\u043c\u044f\u043d\u0430 \u043d\u0430 \u0441\u0440\u0435\u0449\u0430\u0442\u0430

event_modify_option=\u041f\u0440\u043e\u043c\u044f\u043d\u0430 \u043d\u0430 \u043e\u043f\u0446\u0438\u0438\u0442\u0435\:

event_move=\u041f\u0440\u0435\u043c\u0435\u0441\u0442\u0432\u0430\u043d\u0435

event_moveToTimeslot=\u041f\u0440\u0435\u043c\u0435\u0441\u0442\u0432\u0430\u043d\u0435 \u0432 \u0447\u0430\u0441\u043e\u0432\u0438 \u0438\u043d\u0442\u0435\u0440\u0432\u0430\u043b&nbsp;

event_name=\u0417\u0430\u0433\u043b\u0430\u0432\u0438\u0435\:

#download excel page
event_timezone=\u0427\u0430\u0441\u043e\u0432\u0430 \u0437\u043e\u043d\u0430\:

event_no_attachment=\u0431\u0435\u0437 \u043f\u0440\u0438\u043a\u0430\u0447\u0432\u0430\u043d\u0435

event_no_comment_available=\u0411\u0435\u0437 \u043a\u043e\u043c\u0435\u043d\u0442\u0430\u0440

event_no_comments=\u041d\u044f\u043c\u0430 \u043a\u043e\u043c\u0435\u043d\u0442\u0430\u0440\u0438 \u043d\u0430 \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u0446\u0438\u0442\u0435.

event_no_label=\u041d\u0435

event_not_start_signup_process=<font color\='red'>\u041f\u0440\u043e\u0446\u0435\u0441\u044a\u0442 \u043d\u0430 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044f \u0432\u0441\u0435 \u043e\u0449\u0435 \u043d\u0435 \u0435 \u0437\u0430\u043f\u043e\u0447\u043d\u0430\u043b. \u0412\u044a\u043f\u0440\u0435\u043a\u0438 \u0442\u043e\u0432\u0430, \u0430\u043a\u043e \u0441\u0442\u0435 \u0431\u0438\u043b\u0438 \u043f\u0440\u0435\u0434\u0432\u0430\u0440\u0438\u0442\u0435\u043b\u043d\u043e \u0440\u0430\u0437\u043f\u0440\u0435\u0434\u0435\u043b\u0435\u043d\u0438, \u043c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u043e\u0442\u043c\u0435\u043d\u0438\u0442\u0435 \u0440\u0430\u0437\u043f\u0440\u0435\u0434\u0435\u043b\u0435\u043d\u0438\u044f \u0432\u0438 \u0432\u0440\u0435\u043c\u0435\u0432\u0438 \u0438\u043d\u0442\u0435\u0440\u0432\u0430\u043b.</font>

event_num_participant_per_timeslot=\u0411\u0440\u043e\u0439 \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u0446\u0438 \u0437\u0430 \u0432\u0441\u0435\u043a\u0438 \u0447\u0430\u0441\u043e\u0432\u0438 \u0438\u043d\u0442\u0435\u0440\u0432\u0430\u043b\:

event_num_slot_avail_for_signup=\u0411\u0440\u043e\u044f\u0442 \u0432\u0440\u0435\u043c\u0435\u0432\u0438 \u0438\u043d\u0442\u0435\u0440\u0432\u0430\u043b\u0438, \u043d\u0430\u043b\u0438\u0447\u043d\u0438 \u0437\u0430 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044f\:

event_num_timeslot=\u0411\u0440\u043e\u0439 \u0432\u0440\u0435\u043c\u0435\u0432\u0438 \u0438\u043d\u0442\u0435\u0440\u0432\u0430\u043b\u0438\:

event_occurrences=\u043f\u0440\u043e\u044f\u0432\u0438

event_on_waiting=\u0412 \u0441\u043f\u0438\u0441\u044a\u043a\u0430 \u043d\u0430 \u0447\u0430\u043a\u0430\u0449\u0438\u0442\u0435

event_on_waiting_list=\u0412 \u0441\u043f\u0438\u0441\u044a\u043a\u0430 \u043d\u0430 \u0447\u0430\u043a\u0430\u0449\u0438\u0442\u0435

#signupMeeting.jsp
event_organizer=\u041e\u0440\u0433\u0430\u043d\u0438\u0437\u0430\u0442\u043e\u0440\:

event_other_default_setting=\u0414\u0440\u0443\u0433\u0438 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438 \u043f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435\:

event_other_sites=\u0414\u0440\u0443\u0433\u0438 \u0441\u0430\u0439\u0442\u043e\u0432\u0435

event_other_sites_empty=\u0417\u0430 \u0434\u0430 \u0441\u043f\u043e\u0434\u0435\u043b\u0438\u0442\u0435 \u0442\u0430\u0437\u0438 \u0441\u0440\u0435\u0449\u0430 \u0441 \u0434\u0440\u0443\u0433\u0438 \u0441\u0430\u0439\u0442\u043e\u0432\u0435, \u0430\u043a\u0442\u0438\u0432\u0438\u0440\u0430\u0439\u0442\u0435 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0430 \u0437\u0430 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044f \u0432 \u0442\u0435\u0437\u0438 \u0441\u0430\u0439\u0442\u043e\u0432\u0435.

event_overview=\u041f\u0440\u0435\u0433\u043b\u0435\u0434 \u043d\u0430 \u0441\u044a\u0431\u0438\u0442\u0438\u044f\u0442\u0430

event_owner=\u041e\u0440\u0433\u0430\u043d\u0438\u0437\u0430\u0442\u043e\u0440\:

event_pageTop_link_for_download_csv=\u0415\u043a\u0441\u043f\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043a\u0430\u0442\u043e CSV

event_pageTop_link_for_download_xls=\u0415\u043a\u0441\u043f\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043a\u0430\u0442\u043e Excel

event_participant_name=\u0418\u043c\u0435 \u043d\u0430 \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u043a\u0430\:

event_participant_view_page_title=\u041f\u043e\u0434\u0440\u043e\u0431\u043d\u043e\u0441\u0442\u0438 \u0437\u0430 \u0441\u0440\u0435\u0449\u0430\u0442\u0430

event_passed_deadline=<font color\='red'>\u041a\u0440\u0430\u0435\u043d \u0441\u0440\u043e\u043a \u0437\u0430 \u0442\u0430\u0437\u0438 \u0441\u0440\u0435\u0449\u0430 \u0438\u0437\u0442\u0435\u0447\u0435. \u041d\u0435 \u043c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u0441\u0435 \u0437\u0430\u043f\u0438\u0448\u0435\u0442\u0435 \u0437\u0430 \u0442\u0430\u0437\u0438 \u0441\u0440\u0435\u0449\u0430.</font>

event_publish_attendee_name=\u041f\u043e\u043a\u0430\u0436\u0435\u0442\u0435 \u0438\u043c\u0435\u043d\u0430\u0442\u0430 \u043d\u0430 \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u0446\u0438\u0442\u0435\:

event_publish_to=\u041d\u0430 \u0440\u0430\u0437\u043f\u043e\u043b\u043e\u0436\u0435\u043d\u0438\u0435 \u043d\u0430\:

event_publish_to_calendar=\u041f\u0443\u0431\u043b\u0438\u043a\u0443\u0432\u0430\u043d\u0435 \u0432 \u041a\u0430\u043b\u0435\u043d\u0434\u0430\u0440\:

event_receive_notification=\u0423\u0432\u0435\u0434\u043e\u043c\u043b\u0435\u043d\u0438\u044f \u0437\u0430 \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u044f \u043d\u0430 \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u0446\u0438\u0442\u0435\:

event_recurrence=\u0427\u0435\u0441\u0442\u043e\u0442\u0430 \u043d\u0430 \u0441\u0440\u0435\u0449\u0438\u0442\u0435\:

event_removeButton=\u041f\u0440\u0435\u043c\u0430\u0445\u0432\u0430\u043d\u0435 \u043d\u0430 \u0441\u0440\u0435\u0449\u0438

event_repeat_num=\u0411\u0440\u043e\u0439 \u043f\u043e\u0432\u0442\u043e\u0440\u0435\u043d\u0438\u044f\:

#step2.jsp
event_repeat_until=\u041f\u043e\u0432\u0442\u0430\u0440\u044f \u0441\u0435 \u0434\u043e\:

event_replace=\u0417\u0430\u043c\u044f\u043d\u0430 \u043d\u0430

event_replaceby=\u0417\u0430\u043c\u0435\u043d\u0435\u043d \u0441&nbsp;

event_replaceby_Eid=\u0417\u0430\u043c\u0435\u043d\u0435\u043d \u0441 (ID \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u044f)&nbsp;

event_restore_timeslot_label=&nbsp;\u0412\u044a\u0437\u0441\u0442\u0430\u043d\u043e\u0432\u044f\u0432\u0430\u043d\u0435

event_select_coordinators=\u041a\u043e\u043e\u0440\u0434\u0438\u043d\u0430\u0442\u043e\u0440\u0438 \u043d\u0430 \u0441\u0440\u0435\u0449\u0430\u0442\u0430\:

event_select_coordinators_instruction=\u041a\u043e\u043e\u0440\u0434\u0438\u043d\u0430\u0442\u043e\u0440\u044a\u0442(\u0438\u0442\u0435) \u0449\u0435 \u043f\u043e\u043b\u0443\u0447\u0430\u0432\u0430(\u0442) \u0438\u0437\u0432\u0435\u0441\u0442\u0438\u0435 \u043f\u043e \u0438\u043c\u0435\u0439\u043b, \u043a\u043e\u0433\u0430\u0442\u043e \u0434\u0430\u0434\u0435\u043d \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u043a \u043f\u0440\u043e\u043c\u0435\u043d\u0438 \u0441\u0442\u0430\u0442\u0443\u0441\u0430 \u0441\u0438.

event_show_attendee_public=\u041f\u043e\u043a\u0430\u0436\u0435\u0442\u0435 \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u0446\u0438\u0442\u0435 \u043d\u0430 \u043e\u0431\u0449\u0435\u0441\u0442\u0432\u0435\u043d\u043e\u0441\u0442\u0442\u0430\:

event_show_custom_ts=\u041f\u043e\u043a\u0430\u0437\u0432\u0430\u043d\u0435 \u043d\u0430 \u0434\u0435\u0444\u0438\u043d\u0438\u0440\u0430\u043d\u0438 \u043e\u0442 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u044f \u0447\u0430\u0441\u043e\u0432\u0438 \u0438\u043d\u0442\u0435\u0440\u0432\u0430\u043b\u0438

event_show_me_details=&nbsp;\u041f\u043e\u043a\u0430\u0436\u0438 \u043f\u043e\u0434\u0440\u043e\u0431\u043d\u043e\u0441\u0442\u0438

event_show_meetingIfo_detail=&nbsp;\u041f\u043e\u043a\u0430\u0436\u0438 \u043f\u043e\u0434\u0440\u043e\u0431\u043d\u043e\u0441\u0442\u0438 \u0437\u0430 \u0441\u0440\u0435\u0449\u0430\u0442\u0430

event_show_no_attendee_info=\u0427\u0430\u0441\u0442\u043d\u0430

event_show_other_default_setting=\u041f\u043e\u043a\u0430\u0437\u0432\u0430\u043d\u0435 \u043d\u0430 \u0434\u0440\u0443\u0433\u0438\u0442\u0435 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438 \u043f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435

event_show_schedule=\u041f\u043e\u0434\u0440\u043e\u0431\u043d\u043e\u0441\u0442\u0438 \u0437\u0430 \u043a\u0430\u043b\u0435\u043d\u0434\u0430\u0440\u0430\:

event_show_site_group_detail=&nbsp;\u041f\u043e\u043a\u0430\u0436\u0435\u0442\u0435 \u043f\u043e\u0434\u0440\u043e\u0431\u043d\u043e\u0441\u0442\u0438 \u0437\u0430 \u0441\u0430\u0439\u0442\u0430(\u0438\u0442\u0435)/\u0433\u0440\u0443\u043f\u0430\u0442\u0430(\u0438\u0442\u0435)

event_sign_up=\u0420\u0435\u0433\u0438\u0441\u0442\u0440\u0438\u0440\u0430\u0439\u0442\u0435 \u0441\u0435

event_signup_attendance=\u041f\u0440\u0438\u0441\u044a\u0441\u0442\u0432\u0438\u0435\:

event_signup_begins=\u0417\u0430\u043f\u043e\u0447\u0432\u0430 \u0437\u0430\u043f\u0438\u0441\u0432\u0430\u043d\u0435\u0442\u043e\:

event_signup_deadline=\u0420\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044f\u0442\u0430 \u043f\u0440\u0438\u043a\u043b\u044e\u0447\u0432\u0430\:

event_signup_deadline2=\u0420\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044f\u0442\u0430 \u043f\u0440\u0438\u043a\u043b\u044e\u0447\u0432\u0430\:

event_signup_start=\u0417\u0430\u043f\u043e\u0447\u0432\u0430 \u0437\u0430\u043f\u0438\u0441\u0432\u0430\u043d\u0435\u0442\u043e\:

event_site_group_availability=\u041f\u043e\u043a\u0430\u0437\u0432\u0430\u043d\u0435 \u043d\u0430 \u0441\u0440\u0435\u0449\u0430\u0442\u0430 \u0434\u043e

event_site_level=(\u043d\u0438\u0432\u043e \u043d\u0430 \u043e\u0431\u0435\u043a\u0442\u0430)

event_site_title=\u0417\u0430\u0433\u043b\u0430\u0432\u0438\u0435 \u043d\u0430 \u0441\u0430\u0439\u0442\u0430\:

event_some_orig_sitegroup_unavail_due_to_your_create_permission=\u041f\u043e\u0440\u0430\u0434\u0438 \u043d\u0435\u0434\u043e\u0441\u0442\u0430\u0442\u044a\u0447\u043d\u0438 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0438\u044f \u0441\u043b\u0435\u0434\u043d\u0438\u0442\u0435 \u043e\u0440\u0438\u0433\u0438\u043d\u0430\u043b\u043d\u0438 \u0441\u0430\u0439\u0442\u043e\u0432\u0435 \u0438 \u0433\u0440\u0443\u043f\u0438 \u043d\u044f\u043c\u0430 \u0434\u0430 \u0431\u044a\u0434\u0430\u0442 \u0434\u043e\u0441\u0442\u044a\u043f\u043d\u0438 \u0437\u0430 \u0432\u0430\u0441.

event_start_time=\u041d\u0430\u0447\u0430\u043b\u0435\u043d \u0447\u0430\u0441\:

event_status=\u0421\u0442\u0430\u0442\u0443\u0441 \u043d\u0430 \u0441\u0440\u0435\u0449\u0430\u0442\u0430\:

event_step4_page_title=\u041d\u0430\u043b\u0438\u0447\u043d\u043e\u0441\u0442 \u0437\u0430 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044f

event_step5_page_title=\u0420\u0435\u0437\u044e\u043c\u0435 \u043d\u0430 \u0441\u0440\u0435\u0449\u0430\u0442\u0430

event_swap=\u0420\u0430\u0437\u043c\u044f\u043d\u0430 \u043d\u0430

event_swapWith=\u0420\u0430\u0437\u043c\u044f\u043d\u0430 \u0441&nbsp;

event_tab_check_all=\u0412\u0441\u0438\u0447\u043a\u0438

event_time_period=\u0412\u0440\u0435\u043c\u0435\u0432\u0438 \u043f\u0435\u0440\u0438\u043e\u0434\:

#addSignupAttendee.jsp - add comment page
event_timeslot=\u0412\u0440\u0435\u043c\u0435\u0432\u0438 \u0438\u043d\u0442\u0435\u0440\u0432\u0430\u043b\:

event_action_disabled=(\u0434\u0435\u0430\u043a\u0442\u0438\u0432\u0438\u0440\u0430\u043d\u0430 \u043a\u043e\u043c\u0430\u043d\u0434\u0430)

event_tool_tip_on_signuplist=\u0412 \u043c\u043e\u043c\u0435\u043d\u0442\u0430 \u0432 \u0441\u043f\u0438\u0441\u044a\u043a\u0430 \u0437\u0430 \u0437\u0430\u043f\u0438\u0441\u0432\u0430\u043d\u0435.

event_tool_tip_on_waitinglist=\u0412 \u043c\u043e\u043c\u0435\u043d\u0442\u0430 \u0432 \u0441\u043f\u0438\u0441\u044a\u043a\u0430 \u043d\u0430 \u0447\u0430\u043a\u0430\u0449\u0438\u0442\u0435.

event_tool_tip_ts_cancelled=\u0422\u043e\u0437\u0438 \u0447\u0430\u0441\u043e\u0432\u0438 \u0438\u043d\u0442\u0435\u0440\u0432\u0430\u043b \u0435 \u043e\u0442\u043c\u0435\u043d\u0435\u043d.

event_tool_tip_ts_locked=\u0422\u043e\u0437\u0438 \u0432\u0440\u0435\u043c\u0435\u0432\u0438 \u0438\u043d\u0442\u0435\u0440\u0432\u0430\u043b \u0435 \u0437\u0430\u043a\u043b\u044e\u0447\u0435\u043d.

event_tool_tip_you_ranking_num=\u0412\u0430\u0448\u0438\u044f\u0442 \u0442\u0435\u043a\u0443\u0449 \u043d\u043e\u043c\u0435\u0440 \u0432 \u043a\u043b\u0430\u0441\u0430\u0446\u0438\u044f\u0442\u0430\:

event_tool_tip_you_signed_up=\u0417\u0430\u043f\u0438\u0441\u0430\u043b\u0438 \u0441\u0442\u0435 \u0441\u0435 \u0437\u0430 \u0442\u043e\u0437\u0438 \u0447\u0430\u0441\u043e\u0432\u0438 \u0438\u043d\u0442\u0435\u0440\u0432\u0430\u043b.

event_tool_tips_action_disabled_label=\u0414\u0435\u0439\u0441\u0442\u0432\u0438\u0435\u0442\u043e \u043d\u0435 \u0435 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u043e, \u0437\u0430\u0449\u043e\u0442\u043e \u0432\u0441\u0435 \u043e\u0449\u0435 \u0438\u043c\u0430 \u0441\u0432\u043e\u0431\u043e\u0434\u043d\u0438 \u0432\u0440\u0435\u043c\u0435\u0432\u0438 \u0438\u043d\u0442\u0435\u0440\u0432\u0430\u043b\u0438.

event_tool_tips_action_option_disabled_label=\u041e\u043f\u0446\u0438\u044f\u0442\u0430 \u0435 \u0434\u0435\u0430\u043a\u0442\u0438\u0432\u0438\u0440\u0430\u043d\u0430 \u043e\u0442 \u043e\u0440\u0433\u0430\u043d\u0438\u0437\u0430\u0442\u043e\u0440\u0430.

event_tool_tips_add=\u041a\u043b\u0438\u043a\u043d\u0435\u0442\u0435, \u0437\u0430 \u0434\u0430 \u0434\u043e\u0431\u0430\u0432\u0438\u0442\u0435 \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u043a

event_tool_tips_cancel_label=\u0429\u0440\u0430\u043a\u043d\u0435\u0442\u0435 \u0442\u0443\u043a, \u0437\u0430 \u0434\u0430 \u043e\u0442\u043c\u0435\u043d\u0438\u0442\u0435 \u0432\u0440\u0435\u043c\u0435\u0432\u0438\u044f \u0438\u043d\u0442\u0435\u0440\u0432\u0430\u043b.

event_tool_tips_collapse_recur_meeting=\u0421\u0432\u0438\u0432\u0430\u043d\u0435 \u043d\u0430 \u043f\u043e\u0432\u0442\u0430\u0440\u044f\u0449\u0438 \u0441\u0435 \u0441\u0440\u0435\u0449\u0438.

event_tool_tips_delete=\u041a\u043b\u0438\u043a\u043d\u0435\u0442\u0435, \u0437\u0430 \u0434\u0430 \u0438\u0437\u0442\u0440\u0438\u0435\u0442\u0435 \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u043a\u0430

event_tool_tips_edit=\u041a\u043b\u0438\u043a\u043d\u0435\u0442\u0435, \u0437\u0430 \u0434\u0430 \u0440\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u0442\u0435 \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u043a\u0430

event_tool_tips_expand_recur_meeting=\u0420\u0430\u0437\u0448\u0438\u0440\u044f\u0432\u0430\u043d\u0435 \u043d\u0430 \u043f\u043e\u0432\u0442\u0430\u0440\u044f\u0449\u0438\u0442\u0435 \u0441\u0435 \u0441\u0440\u0435\u0449\u0438.

event_tool_tips_syncTogroup=\u0429\u0440\u0430\u043a\u043d\u0435\u0442\u0435, \u0437\u0430 \u0434\u0430 \u0441\u0438\u043d\u0445\u0440\u043e\u043d\u0438\u0437\u0438\u0440\u0430\u0442\u0435 \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u0446\u0438\u0442\u0435 \u0441 \u0447\u043b\u0435\u043d\u0441\u0442\u0432\u043e\u0442\u043e \u0432 \u0433\u0440\u0443\u043f\u0430\u0442\u0430

event_tool_tips_syncFromgroup=\u0429\u0440\u0430\u043a\u043d\u0435\u0442\u0435, \u0437\u0430 \u0434\u0430 \u0441\u0438\u043d\u0445\u0440\u043e\u043d\u0438\u0437\u0438\u0440\u0430\u0442\u0435 \u0447\u043b\u0435\u043d\u0441\u0442\u0432\u043e\u0442\u043e \u0432 \u0433\u0440\u0443\u043f\u0430\u0442\u0430 \u043d\u0430 \u0441\u0430\u0439\u0442\u0430 \u0441 \u0432\u0440\u0435\u043c\u0435\u0432\u0438\u044f \u0438\u043d\u0442\u0435\u0440\u0432\u0430\u043b

event_tool_tips_hide_details=\u041a\u043b\u0438\u043a\u043d\u0435\u0442\u0435, \u0437\u0430 \u0434\u0430 \u0441\u043a\u0440\u0438\u0435\u0442\u0435 \u043f\u043e\u0434\u0440\u043e\u0431\u043d\u043e\u0441\u0442\u0438\u0442\u0435.

#tool tips
event_tool_tips_waiting=\u041a\u043b\u0438\u043a\u043d\u0435\u0442\u0435 \u0442\u0443\u043a, \u0437\u0430 \u0434\u0430 \u0441\u043a\u0440\u0438\u0435\u0442\u0435 \u0438\u043b\u0438 \u043f\u043e\u043a\u0430\u0436\u0435\u0442\u0435 \u0441\u043f\u0438\u0441\u044a\u043a\u0430 \u0441 \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u0446\u0438\u0442\u0435

event_tool_tips_lockOrcancel=\u0429\u0440\u0430\u043a\u043d\u0435\u0442\u0435 \u0442\u0443\u043a, \u0437\u0430 \u0434\u0430 \u0437\u0430\u043a\u043b\u044e\u0447\u0438\u0442\u0435 \u0438\u043b\u0438 \u043e\u0442\u043c\u0435\u043d\u0438\u0442\u0435 \u0432\u0440\u0435\u043c\u0435\u0432\u0438\u044f \u0438\u043d\u0442\u0435\u0440\u0432\u0430\u043b.

event_tool_tips_lock_label=\u0429\u0440\u0430\u043a\u043d\u0435\u0442\u0435 \u0442\u0443\u043a, \u0437\u0430 \u0434\u0430 \u043f\u0440\u0435\u0434\u043e\u0442\u0432\u0440\u0430\u0442\u0438\u0442\u0435 \u0437\u0430\u043f\u0438\u0441\u0432\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u0446\u0438.

event_tool_tips_recurrence=\u041f\u043e\u0432\u0442\u0430\u0440\u044f\u0449\u0430 \u0441\u0435 \u0441\u0440\u0435\u0449\u0430

event_tool_tips_restore_timeslot_label=\u0429\u0440\u0430\u043a\u043d\u0435\u0442\u0435 \u0442\u0443\u043a, \u0437\u0430 \u0434\u0430 \u0432\u044a\u0437\u0441\u0442\u0430\u043d\u043e\u0432\u0438\u0442\u0435 \u0432\u0440\u0435\u043c\u0435\u0432\u0438\u044f \u0438\u043d\u0442\u0435\u0440\u0432\u0430\u043b.

event_tool_tips_show_details=\u041a\u043b\u0438\u043a\u043d\u0435\u0442\u0435, \u0437\u0430 \u0434\u0430 \u043f\u043e\u043a\u0430\u0436\u0435\u0442\u0435 \u043f\u043e\u0434\u0440\u043e\u0431\u043d\u043e\u0441\u0442\u0438.

event_tool_tips_unlock_label=\u0429\u0440\u0430\u043a\u043d\u0435\u0442\u0435 \u0442\u0443\u043a, \u0437\u0430 \u0434\u0430 \u043e\u0442\u043a\u043b\u044e\u0447\u0438\u0442\u0435 \u0432\u0440\u0435\u043c\u0435\u0432\u0438\u044f \u0438\u043d\u0442\u0435\u0440\u0432\u0430\u043b \u0438 \u0434\u0430 \u043f\u043e\u0437\u0432\u043e\u043b\u0438\u0442\u0435 \u043d\u0430 \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u0446\u0438\u0442\u0435 \u0434\u0430 \u0441\u0435 \u0437\u0430\u043f\u0438\u0448\u0430\u0442.

event_total_duration=\u041e\u0431\u0449\u0430 \u043f\u0440\u043e\u0434\u044a\u043b\u0436\u0438\u0442\u0435\u043b\u043d\u043e\u0441\u0442 (\u043c\u0438\u043d.)\:

event_ts_availability_none=\u041d\u044f\u043c\u0430

event_type=\u0412\u0438\u0434 \u043d\u0430 \u0441\u0440\u0435\u0449\u0430\u0442\u0430

event_type_title=\u0422\u0438\u043f \u043d\u0430 \u0441\u0440\u0435\u0449\u0430\u0442\u0430\:

event_unlimited=\u041d\u0435\u043e\u0433\u0440\u0430\u043d\u0438\u0447\u0435\u043d

event_unlimited_attendees=\u041d\u0435\u043e\u0433\u0440\u0430\u043d\u0438\u0447\u0435\u043d \u0431\u0440\u043e\u0439 \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u0446\u0438\:

event_unlock_timeslot_label=&nbsp;\u041e\u0442\u043a\u043b\u044e\u0447\u0432\u0430\u043d\u0435

event_until=\u0414\u043e\:

event_use_eid_input_mode=\u0420\u0435\u0436\u0438\u043c \u043d\u0430 \u0432\u044a\u0432\u0435\u0436\u0434\u0430\u043d\u0435 \u043d\u0430 \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440\u0430 \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u044f\:

#viewComment.jsp
event_view_comment_page_title=\u0412\u0438\u0436\u0442\u0435 \u043a\u043e\u043c\u0435\u043d\u0442\u0430\u0440

event_edit_comment_page_title=\u0420\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u043a\u043e\u043c\u0435\u043d\u0442\u0430\u0440

#UserDefTsblocks.jsp
event_view_userDefined_Timeslot_page_title=\u0414\u0435\u0444\u0438\u043d\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u043f\u0435\u0440\u0441\u043e\u043d\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0438 \u0432\u0440\u0435\u043c\u0435\u0432\u0438 \u0438\u043d\u0442\u0435\u0440\u0432\u0430\u043b\u0438

event_viewer=\u041d\u0430\u0431\u043b\u044e\u0434\u0430\u0442\u0435\u043b\:

event_warning_no_lower_than_cur_ts_num=\u041d\u0435 \u043c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u043d\u0430\u043c\u0430\u043b\u044f\u0432\u0430\u0442\u0435 \u0431\u0440\u043e\u044f \u043d\u0430 \u0432\u0440\u0435\u043c\u0435\u0432\u0438\u0442\u0435 \u0441\u043b\u043e\u0442\u043e\u0432\u0435 \u043f\u043e\u0434 \u043f\u044a\u0440\u0432\u043e\u043d\u0430\u0447\u0430\u043b\u043d\u0430\u0442\u0430 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442\:

event_yes_create_email_notification=&nbsp;\u0414\u0430, \u0438\u0437\u043f\u0440\u0430\u0442\u0435\u0442\u0435 \u0438\u043c\u0435\u0439\u043b, \u0437\u0430 \u0434\u0430 \u0443\u0432\u0435\u0434\u043e\u043c\u0438\u0442\u0435 \u0432\u0441\u0438\u0447\u043a\u0438 \u043f\u043e\u0442\u0435\u043d\u0446\u0438\u0430\u043b\u043d\u0438 \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u0446\u0438, \u0447\u0435 \u0442\u0430\u0437\u0438 \u0441\u0440\u0435\u0449\u0430 \u0435 \u043f\u0443\u0431\u043b\u0438\u043a\u0443\u0432\u0430\u043d\u0430.

event_yes_create_groups=&nbsp;\u0414\u0430, \u0441\u044a\u0437\u0434\u0430\u0439\u0442\u0435 \u0433\u0440\u0443\u043f\u0430 \u0437\u0430 \u0432\u0441\u0435\u043a\u0438 \u0447\u0430\u0441\u043e\u0432\u0438 \u0438\u043d\u0442\u0435\u0440\u0432\u0430\u043b, \u043a\u043e\u044f\u0442\u043e \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u0443\u043f\u0440\u0430\u0432\u043b\u044f\u0432\u0430 \u0447\u0440\u0435\u0437 \u0418\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f\u0442\u0430 \u0437\u0430 \u0441\u0430\u0439\u0442\u0430 > \u0423\u043f\u0440\u0430\u0432\u043b\u0435\u043d\u0438\u0435 \u043d\u0430 \u0433\u0440\u0443\u043f\u0438

event_yes_email_autoReminer_to_attendees=&nbsp;\u0414\u0430, \u0438\u0437\u043f\u0440\u0430\u0442\u0435\u0442\u0435 \u0438\u043c\u0435\u0439\u043b, \u0437\u0430 \u0434\u0430 \u043d\u0430\u043f\u043e\u043c\u043d\u0438\u0442\u0435 \u043d\u0430 \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u043a\u0430 \u0437\u0430 \u0441\u0440\u0435\u0449\u0430\u0442\u0430, \u0435\u0434\u0438\u043d \u0434\u0435\u043d \u043f\u0440\u0435\u0434\u0438 \u0442\u043e\u0432\u0430.

event_yes_email_notification=&nbsp;\u0414\u0430, \u0438\u0437\u043f\u0440\u0430\u0442\u0435\u0442\u0435 \u0438\u0437\u0432\u0435\u0441\u0442\u0438\u0435 \u043f\u043e \u0438\u043c\u0435\u0439\u043b \u0434\u043e\:

event_yes_email_notification_changes=&nbsp;\u0414\u0430, \u0438\u0437\u043f\u0440\u0430\u0442\u0435\u0442\u0435 \u0438\u0437\u0432\u0435\u0441\u0442\u0438\u0435 \u043f\u043e \u0438\u043c\u0435\u0439\u043b \u0437\u0430 \u0442\u0435\u0437\u0438 \u043f\u0440\u043e\u043c\u0435\u043d\u0438 \u043d\u0430 \u0430\u0434\u0440\u0435\u0441\:

event_email_attendee_notification=&nbsp;\u0418\u0437\u043f\u0440\u0430\u0442\u0435\u0442\u0435 \u0438\u043c\u0435\u0439\u043b, \u0437\u0430 \u0434\u0430 \u0443\u0432\u0435\u0434\u043e\u043c\u0438\u0442\u0435 \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u043a\u0430.

event_email_organizers_notification=&nbsp;\u0418\u0437\u043f\u0440\u0430\u0442\u0435\u0442\u0435 \u0438\u043c\u0435\u0439\u043b, \u0437\u0430 \u0434\u0430 \u0443\u0432\u0435\u0434\u043e\u043c\u0438\u0442\u0435 \u043e\u0440\u0433\u0430\u043d\u0438\u0437\u0430\u0442\u043e\u0440\u0438\u0442\u0435.

event_yes_keep_current_attendees=&nbsp;\u0414\u0430, \u0437\u0430\u043f\u0430\u0437\u0435\u0442\u0435 \u0432\u0441\u0438\u0447\u043a\u0438 \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u0446\u0438 \u0432 \u0441\u044a\u043e\u0442\u0432\u0435\u0442\u043d\u0438\u0442\u0435 \u0438\u043c \u0447\u0430\u0441\u043e\u0432\u0438 \u0438\u043d\u0442\u0435\u0440\u0432\u0430\u043b\u0438.

event_yes_label=\u0414\u0430

event_yes_meeting_default_notify_setting=&nbsp;\u0414\u0430, \u043f\u043e\u0441\u0442\u0430\u0432\u0435\u0442\u0435 \u043f\u0440\u0435\u0434\u0432\u0430\u0440\u0438\u0442\u0435\u043b\u043d\u043e \u043e\u0442\u043c\u0435\u0442\u043a\u0430 \u0432 \u043a\u0432\u0430\u0434\u0440\u0430\u0442\u0447\u0435\u0442\u043e "\u0418\u0437\u0432\u0435\u0441\u0442\u0438\u0435 \u043f\u043e \u0438\u043c\u0435\u0439\u043b" \u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430\u0442\u0430 "\u041f\u0440\u043e\u043c\u044f\u043d\u0430 \u043d\u0430 \u0441\u0440\u0435\u0449\u0430\u0442\u0430".

event_yes_publish_to_calendar=&nbsp;\u0414\u0430, \u043f\u0443\u0431\u043b\u0438\u043a\u0443\u0432\u0430\u0439\u0442\u0435 \u0441\u0440\u0435\u0449\u0430\u0442\u0430 \u0432 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0430 \u041a\u0430\u043b\u0435\u043d\u0434\u0430\u0440.

event_yes_receive_notification=&nbsp;\u0414\u0430, \u0438\u0437\u043f\u0440\u0430\u0442\u0435\u0442\u0435 \u0438\u043c\u0435\u0439\u043b \u0438\u0437\u0432\u0435\u0441\u0442\u0438\u0435 \u0434\u043e \u0438\u0437\u0431\u0440\u0430\u043d\u0438\u0442\u0435 \u043a\u043e\u043e\u0440\u0434\u0438\u043d\u0430\u0442\u043e\u0440\u0438 \u043d\u0430 \u0441\u0440\u0435\u0449\u0438, \u043a\u043e\u0433\u0430\u0442\u043e \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u043a \u0441\u0435 \u0437\u0430\u043f\u0438\u0448\u0435 \u0438\u043b\u0438 \u043e\u0442\u043c\u0435\u043d\u0438 \u0441\u0440\u0435\u0449\u0430.

event_yes_show_attendee_public=&nbsp;\u0414\u0430, \u043f\u043e\u043a\u0430\u0437\u0432\u0430\u0439\u0442\u0435 \u0438\u043c\u0435\u043d\u0430\u0442\u0430 \u043d\u0430 \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u0446\u0438\u0442\u0435 \u043d\u0430 \u0434\u0440\u0443\u0433\u0438\u0442\u0435.

event_yes_to_allow_addComment=&nbsp;\u0414\u0430, \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u043a\u044a\u0442 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0434\u043e\u0431\u0430\u0432\u0438 \u043a\u043e\u043c\u0435\u043d\u0442\u0430\u0440 \u043f\u043e \u0432\u0440\u0435\u043c\u0435 \u043d\u0430 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044f\u0442\u0430.

event_yes_to_allow_waitList=&nbsp;\u0414\u0430, \u0434\u043e\u0431\u0430\u0432\u0435\u0442\u0435 \u043e\u043f\u0446\u0438\u044f \u0437\u0430 \u0441\u043f\u0438\u0441\u044a\u043a \u043d\u0430 \u0447\u0430\u043a\u0430\u0449\u0438\u0442\u0435. \u0423\u0447\u0430\u0441\u0442\u043d\u0438\u0446\u0438\u0442\u0435 \u043c\u043e\u0433\u0430\u0442 \u0434\u0430 \u0441\u0435 \u0432\u043a\u043b\u044e\u0447\u0430\u0442 \u0432 \u0441\u043f\u0438\u0441\u044a\u043a\u0430 \u043d\u0430 \u0447\u0430\u043a\u0430\u0449\u0438\u0442\u0435.

event_yes_to_use_eid_input_mode=&nbsp;\u0414\u0430, \u0438\u0441\u043a\u0430\u043c \u0434\u0430 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u043c \u0440\u0435\u0436\u0438\u043c\u0430 \u0437\u0430 \u0432\u044a\u0432\u0435\u0436\u0434\u0430\u043d\u0435 \u043d\u0430 \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440 \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b \u0437\u0430 \u0434\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u0446\u0438.

event_you_on_wait_list=\u0432 \u0441\u043f\u0438\u0441\u044a\u043a\u0430 \u043d\u0430 \u0447\u0430\u043a\u0430\u0449\u0438\u0442\u0435

event_you_signed_up=\u0420\u0435\u0433\u0438\u0441\u0442\u0440\u0438\u0440\u0430\u043b\u0438 \u0441\u0442\u0435 \u0441\u0435

events_attendee_download_instruction=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0441\u0440\u0435\u0449\u0438\u0442\u0435 \u0438 \u0441\u043b\u0435\u0434 \u0442\u043e\u0432\u0430 \u0449\u0440\u0430\u043a\u043d\u0435\u0442\u0435 \u0432\u044a\u0440\u0445\u0443 \u0431\u0443\u0442\u043e\u043d\u0430 \u0415\u043a\u0441\u043f\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435.

events_attendee_instruction=\u0417\u0430 \u0434\u0430 \u0441\u0435 \u0437\u0430\u043f\u0438\u0448\u0435\u0442\u0435 \u0437\u0430 \u0434\u0430\u0434\u0435\u043d\u0430 \u0441\u0440\u0435\u0449\u0430, \u0449\u0440\u0430\u043a\u043d\u0435\u0442\u0435 \u0432\u044a\u0440\u0445\u0443 \u0437\u0430\u0433\u043b\u0430\u0432\u0438\u0435\u0442\u043e \u043d\u0430 \u0441\u0440\u0435\u0449\u0430\u0442\u0430.

events_dropdownbox_title=\u0418\u0437\u0433\u043b\u0435\u0434\:

#Download meetings page
events_organizer_download_instruction=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0441\u0440\u0435\u0449\u0438\u0442\u0435 \u0438 \u0441\u043b\u0435\u0434 \u0442\u043e\u0432\u0430 \u0449\u0440\u0430\u043a\u043d\u0435\u0442\u0435 \u0432\u044a\u0440\u0445\u0443 \u0431\u0443\u0442\u043e\u043d\u0430 \u0415\u043a\u0441\u043f\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435.

events_organizer_instruction=\u0429\u0440\u0430\u043a\u043d\u0435\u0442\u0435 \u0432\u044a\u0440\u0445\u0443 "\u0414\u043e\u0431\u0430\u0432\u0438", \u0437\u0430 \u0434\u0430 \u0441\u044a\u0437\u0434\u0430\u0434\u0435\u0442\u0435 \u043d\u043e\u0432\u0430 \u0441\u0440\u0435\u0449\u0430, \u0438\u043b\u0438 \u0449\u0440\u0430\u043a\u043d\u0435\u0442\u0435 \u0432\u044a\u0440\u0445\u0443 \u0437\u0430\u0433\u043b\u0430\u0432\u0438\u0435 \u043d\u0430 \u0441\u0440\u0435\u0449\u0430, \u0437\u0430 \u0434\u0430 \u0433\u043e \u043f\u0440\u043e\u043c\u0435\u043d\u0438\u0442\u0435 \u0438\u043b\u0438 \u043a\u043e\u043f\u0438\u0440\u0430\u0442\u0435.

exception.multiple.eids={0} \u0421\u044a\u043e\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0430 \u043d\u0430 \u043d\u044f\u043a\u043e\u043b\u043a\u043e \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438. \u041c\u043e\u043b\u044f, \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0435\u0434\u043d\u043e \u043e\u0442 \u0441\u043b\u0435\u0434\u043d\u0438\u0442\u0435 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u0438 \u0438\u043c\u0435\u043d\u0430\: {1}
exception.no.such.user=\u041d\u0435 \u0431\u0435\u0448\u0435 \u043d\u0430\u043c\u0435\u0440\u0435\u043d \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b \u0437\u0430 ID \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\:&nbsp;

expand_all_recur_events=&nbsp;\u0420\u0430\u0437\u0448\u0438\u0440\u044f\u0432\u0430\u043d\u0435 \u043d\u0430 \u0432\u0441\u0438\u0447\u043a\u0438 \u043f\u043e\u0432\u0442\u0430\u0440\u044f\u0449\u0438 \u0441\u0435 \u0441\u0440\u0435\u0449\u0438.

failed.cancel_or_restore_ts=\u041e\u0442\u043c\u044f\u043d\u0430/\u0432\u044a\u0437\u0441\u0442\u0430\u043d\u043e\u0432\u044f\u0432\u0430\u043d\u0435 \u041d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u043e. \u041d\u044f\u043a\u043e\u0439 \u0435 \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043b \u0441\u0440\u0435\u0449\u0430\u0442\u0430. \u041c\u043e\u043b\u044f, \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u0439\u0442\u0435 \u0441\u0440\u0435\u0449\u0430\u0442\u0430 \u0438 \u043e\u043f\u0438\u0442\u0430\u0439\u0442\u0435 \u043e\u0442\u043d\u043e\u0432\u043e.
failed.fetch_allEvents_from_db=\u041d\u0435 \u0441\u0435 \u043f\u043e\u043b\u0443\u0447\u0438 \u0438\u0437\u0432\u043b\u0438\u0447\u0430\u043d\u0435 \u043d\u0430 \u0432\u0441\u0438\u0447\u043a\u0438 \u0441\u0440\u0435\u0449\u0438 \u043e\u0442 \u0431\u0430\u0437\u0430\u0442\u0430 \u0434\u0430\u043d\u043d\u0438.
failed.lock_or_unlock_ts=\u041d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u043e \u0437\u0430\u043a\u043b\u044e\u0447\u0432\u0430\u043d\u0435/\u043e\u0442\u043a\u043b\u044e\u0447\u0432\u0430\u043d\u0435. \u041d\u044f\u043a\u043e\u0439 \u0435 \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043b \u0441\u0440\u0435\u0449\u0430\u0442\u0430. \u041c\u043e\u043b\u044f, \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u0439\u0442\u0435 \u0441\u0440\u0435\u0449\u0430\u0442\u0430 \u0438 \u043e\u043f\u0438\u0442\u0430\u0439\u0442\u0435 \u043e\u0442\u043d\u043e\u0432\u043e.
failed.move.attendee_due_to_ts_isTaken=\u041f\u0440\u0435\u043c\u0435\u0441\u0442\u0432\u0430\u043d\u0435\u0442\u043e \u0435 \u043d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u043e. \u0423\u0447\u0430\u0441\u0442\u043d\u0438\u043a\u044a\u0442 \u0432\u0435\u0447\u0435 \u0435 \u0432 \u0447\u0430\u0441\u043e\u0432\u0438\u044f \u0438\u043d\u0442\u0435\u0440\u0432\u0430\u043b.
failed.move.due_to_attendee_notExisted=\u041f\u0440\u0435\u043c\u0435\u0441\u0442\u0432\u0430\u043d\u0435\u0442\u043e \u0435 \u043d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u043e. \u0423\u0447\u0430\u0441\u0442\u043d\u0438\u043a\u044a\u0442 \u0432\u0435\u0447\u0435 \u043d\u0435 \u0435 \u0432 \u0447\u0430\u0441\u043e\u0432\u0438\u044f \u0438\u043d\u0442\u0435\u0440\u0432\u0430\u043b. \u041d\u044f\u043a\u043e\u0439 \u0435 \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043b \u0441\u0440\u0435\u0449\u0430\u0442\u0430. \u041c\u043e\u043b\u044f, \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u0439\u0442\u0435 \u0441\u0440\u0435\u0449\u0430\u0442\u0430 \u0438 \u043e\u043f\u0438\u0442\u0430\u0439\u0442\u0435 \u043e\u0442\u043d\u043e\u0432\u043e.
failed.replace.someone.already.updated.db=\u0417\u0430\u043c\u044f\u043d\u0430\u0442\u0430 \u0435 \u043d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u0430. \u041d\u044f\u043a\u043e\u0439 \u0435 \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043b \u0441\u0440\u0435\u0449\u0430\u0442\u0430. \u041c\u043e\u043b\u044f, \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u0439\u0442\u0435 \u0441\u0440\u0435\u0449\u0430\u0442\u0430 \u0438 \u043e\u043f\u0438\u0442\u0430\u0439\u0442\u0435 \u043e\u0442\u043d\u043e\u0432\u043e.
someone.already.updated.comment=\u041d\u044f\u043a\u043e\u0439 \u0434\u0440\u0443\u0433 \u0432\u0435\u0447\u0435 \u0435 \u043f\u0440\u043e\u043c\u0435\u043d\u0438\u043b \u043a\u043e\u043c\u0435\u043d\u0442\u0430\u0440\u0430. \u041c\u043e\u043b\u044f, \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u0439\u0442\u0435 \u043a\u043e\u043c\u0435\u043d\u0442\u0430\u0440\u0430 \u0438 \u043e\u043f\u0438\u0442\u0430\u0439\u0442\u0435 \u043e\u0442\u043d\u043e\u0432\u043e.
failed.replaced_due_to_already_in_ts=\u0417\u0430\u043c\u044f\u043d\u0430\u0442\u0430 \u0435 \u043d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u0430. \u0423\u0447\u0430\u0441\u0442\u043d\u0438\u043a\u044a\u0442 \u0432\u0435\u0447\u0435 \u0435 \u0432 \u0447\u0430\u0441\u043e\u0432\u0438\u044f \u0438\u043d\u0442\u0435\u0440\u0432\u0430\u043b.
failed.replaced_due_to_attendee_notExisted_in_ts=\u0417\u0430\u043c\u044f\u043d\u0430\u0442\u0430 \u0435 \u043d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u0430. \u0418\u0437\u0431\u0440\u0430\u043d\u0438\u044f\u0442 \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u043a \u0432\u0435\u0447\u0435 \u0435 \u0431\u0438\u043b \u0438\u0437\u0442\u0440\u0438\u0442 \u043e\u0442 \u0441\u043f\u0438\u0441\u044a\u043a\u0430.
failed.swap.due_to_current_attendee_already_in_swapped_ts=\u0420\u0430\u0437\u043c\u044f\u043d\u0430\u0442\u0430 \u0435 \u043d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u0430. \u041d\u0430\u0441\u0442\u043e\u044f\u0449\u0438\u044f\u0442 \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u043a \u0432\u0435\u0447\u0435 \u0435 \u0432 \u0447\u0430\u0441\u043e\u0432\u0438\u044f \u0438\u043d\u0442\u0435\u0440\u0432\u0430\u043b.
failed.swap.due_to_swapped_attendee_already_in_ts=\u0420\u0430\u0437\u043c\u044f\u043d\u0430\u0442\u0430 \u0435 \u043d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u0430. \u041f\u043e\u0434\u043c\u0435\u043d\u0435\u043d\u0438\u044f\u0442 \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u043a \u0432\u0435\u0447\u0435 \u0435 \u0432 \u0442\u0435\u043a\u0443\u0449\u0438\u044f \u0442\u0430\u0439\u043c\u0441\u043b\u043e\u0442.
failed.swap_due_to_attendee_notExited=\u0420\u0430\u0437\u043c\u044f\u043d\u0430\u0442\u0430 \u0435 \u043d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u0430. \u0423\u0447\u0430\u0441\u0442\u043d\u0438\u043a\u044a\u0442 \u0432\u0435\u0447\u0435 \u0441\u0435 \u0435 \u043e\u0442\u0441\u0442\u0440\u0430\u043d\u0438\u043b.
failed.swap_due_to_selected_attendee_notExited=\u0420\u0430\u0437\u043c\u044f\u043d\u0430\u0442\u0430 \u0435 \u043d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u0430. \u0418\u0437\u0431\u0440\u0430\u043d\u0438\u044f\u0442 \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u043a \u0432\u0435\u0447\u0435 \u0441\u0435 \u0435 \u043e\u0442\u0441\u0442\u0440\u0430\u043d\u0438\u043b.

filter_by_category=\u041f\u043e \u043a\u0430\u0442\u0435\u0433\u043e\u0440\u0438\u0438\:

filter_categories_top=\u0412\u0441\u0438\u0447\u043a\u0438

goback_button=\u041e\u0431\u0440\u0430\u0442\u043d\u043e

group_description_default=\u0422\u0430\u0437\u0438 \u0433\u0440\u0443\u043f\u0430 ({0}) \u0435 \u0441\u044a\u0437\u0434\u0430\u0434\u0435\u043d\u0430 \u0430\u0432\u0442\u043e\u043c\u0430\u0442\u0438\u0447\u043d\u043e \u0447\u0440\u0435\u0437 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0430 Signups. \u041f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438\u0442\u0435 \u0432 \u0447\u0430\u0441\u043e\u0432\u0438\u0442\u0435 \u0438\u043d\u0442\u0435\u0440\u0432\u0430\u043b\u0438 \u0438 \u0447\u043b\u0435\u043d\u0441\u0442\u0432\u043e\u0442\u043e \u0432 \u0442\u0430\u0437\u0438 \u0433\u0440\u0443\u043f\u0430 \u043c\u043e\u0433\u0430\u0442 \u0434\u0430 \u0441\u0435 \u0441\u0438\u043d\u0445\u0440\u043e\u043d\u0438\u0437\u0438\u0440\u0430\u0442, \u043a\u0430\u0442\u043e \u0441\u0435 \u0449\u0440\u0430\u043a\u043d\u0435 \u0432\u044a\u0440\u0445\u0443 \u0431\u0443\u0442\u043e\u043d\u0430 "\u0421\u0438\u043d\u0445\u0440\u043e\u043d\u0438\u0437\u0438\u0440\u0430\u0439" \u0437\u0430 \u0447\u0430\u0441\u043e\u0432\u0438\u044f \u0438\u043d\u0442\u0435\u0440\u0432\u0430\u043b \u0432 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0430 \u0437\u0430 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044f.

group_slot_in_group_titlename=\u0441\u043b\u043e\u0442

group_synchronise_button=\u0421\u0438\u043d\u0445\u0440\u043e\u043d\u0438\u0437\u0438\u0440\u0430\u043d\u0435 \u0441 \u0433\u0440\u0443\u043f\u0430

fromgroup_synchronise_button=\u0421\u0438\u043d\u0445\u0440\u043e\u043d\u0438\u0437\u0438\u0440\u0430\u043d\u0435 \u043e\u0442 \u0433\u0440\u0443\u043f\u0430

group_synchronise_done=\u0421\u0438\u043d\u0445\u0440\u043e\u043d\u0438\u0437\u0438\u0440\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0442\u0430\u0439\u043c\u0441\u043b\u043e\u0442\u0430 \u0435 \u0437\u0430\u0432\u044a\u0440\u0448\u0435\u043d\u043e

group_synchronise_heading=\u0427\u043b\u0435\u043d\u0441\u0442\u0432\u043e \u0432 \u0433\u0440\u0443\u043f\u0430

ics_file_name_for_failure_warning=iCal_Failed_Warning.txt
ics_message_for_failure_warning=\u0418\u043c\u0430\u0448\u0435 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0433\u0435\u043d\u0435\u0440\u0438\u0440\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0444\u0430\u0439\u043b\u0430 iCal. \u0412\u044a\u0437\u043c\u043e\u0436\u043d\u043e \u0435 \u0434\u0430 \u043d\u044f\u043c\u0430\u0442\u0435 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0438\u0435 \u0437\u0430 \u0434\u043e\u0441\u0442\u044a\u043f \u0434\u043e \u0442\u043e\u0432\u0430 \u0441\u044a\u0431\u0438\u0442\u0438\u0435.

#javax.faces.component.UIInput.REQUIRED_detail=A value is required. Please enter a value.
javax.faces.component.UIInput.CONVERSION=\u041d\u0435\u0432\u0430\u043b\u0438\u0434\u043d\u043e \u0432\u044a\u0432\u0435\u0436\u0434\u0430\u043d\u0435
#JSF error messages overwritten
javax.faces.component.UIInput.REQUIRED=\u041c\u043e\u043b\u044f, \u0432\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442.
javax.faces.validator.LengthValidator.MAXIMUM=\u0412\u044a\u0432\u0435\u0434\u0435\u043d\u0438\u0442\u0435 \u043e\u0442 \u0432\u0430\u0441 \u0434\u0430\u043d\u043d\u0438 \u0441\u0430 \u043f\u043e-\u0433\u043e\u043b\u0435\u043c\u0438 \u043e\u0442 \u0434\u043e\u043f\u0443\u0441\u0442\u0438\u043c\u0438\u044f \u043c\u0430\u043a\u0441\u0438\u043c\u0443\u043c {0}.
javax.faces.validator.NOT_IN_RANGE=\u0412\u044a\u0432\u0435\u0434\u0435\u043d\u0438\u0442\u0435 \u043e\u0442 \u0432\u0430\u0441 \u0434\u0430\u043d\u043d\u0438 \u0441\u0430 \u0438\u0437\u0432\u044a\u043d \u0434\u0438\u0430\u043f\u0430\u0437\u043e\u043d\u0430 \u043e\u0442 {0} \u0434\u043e {1}.

label.select.attendee=\u0418\u0437\u0431\u043e\u0440 \u043d\u0430 \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u043a

label_announcement=\u041e\u0442\u043a\u0440\u0438\u0442\u0430 \u0441\u0440\u0435\u0449\u0430 (\u043d\u0435 \u0441\u0435 \u0438\u0437\u0438\u0441\u043a\u0432\u0430 \u0437\u0430\u043f\u0438\u0441\u0432\u0430\u043d\u0435)

label_biweekly=\u0414\u0432\u0443\u0441\u0435\u0434\u043c\u0438\u0447\u043d\u043e

label_create_timeslots=\u0421\u044a\u0437\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u0432\u0440\u0435\u043c\u0435\u0432\u0438 \u0438\u043d\u0442\u0435\u0440\u0432\u0430\u043b(\u0438)

label_custom_timeslots=\u0420\u0430\u0437\u0448\u0438\u0440\u0435\u043d\u0438 \u0434\u0435\u0444\u0438\u043d\u0438\u0440\u0430\u043d\u0438 \u043e\u0442 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u044f \u0432\u0440\u0435\u043c\u0435\u0432\u0438 \u0438\u043d\u0442\u0435\u0440\u0432\u0430\u043b\u0438

label_daily=\u0415\u0436\u0435\u0434\u043d\u0435\u0432\u043d\u043e

label_days=\u0414\u043d\u0438

label_download_ics_meeting=\u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u0442\u0430\u0437\u0438 \u0441\u0440\u0435\u0449\u0430 \u0432 \u043b\u0438\u0447\u043d\u0438\u044f \u043c\u0438 \u043a\u0430\u043b\u0435\u043d\u0434\u0430\u0440

label_download_ics_timeslot=\u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u0442\u043e\u0437\u0438 \u0447\u0430\u0441\u043e\u0432\u0438 \u0438\u043d\u0442\u0435\u0440\u0432\u0430\u043b \u0432 \u043b\u0438\u0447\u043d\u0438\u044f \u043c\u0438 \u043a\u0430\u043b\u0435\u043d\u0434\u0430\u0440

label_edit_timeslots=\u0420\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0447\u0430\u0441\u043e\u0432\u0438 \u0438\u043d\u0442\u0435\u0440\u0432\u0430\u043b(\u0438)

label_email_all_people=\u0412\u0441\u0438\u0447\u043a\u0438 \u043f\u043e\u0442\u0435\u043d\u0446\u0438\u0430\u043b\u043d\u0438 \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u0446\u0438

label_email_organizers_only=\u0418\u0437\u0431\u0440\u0430\u043d\u0438 \u043a\u043e\u043e\u0440\u0434\u0438\u043d\u0430\u0442\u043e\u0440\u0438 \u043d\u0430 \u0441\u0440\u0435\u0449\u0438

label_email_signed_up_ones_Organizers_only=\u0418\u0437\u0431\u0440\u0430\u043d\u0438 \u043a\u043e\u043e\u0440\u0434\u0438\u043d\u0430\u0442\u043e\u0440\u0438 \u043d\u0430 \u0441\u0440\u0435\u0449\u0438 \u0438 \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u0446\u0438, \u043a\u043e\u0438\u0442\u043e \u0441\u0430 \u0441\u0435 \u0437\u0430\u043f\u0438\u0441\u0430\u043b\u0438 \u0432 \u043c\u043e\u043c\u0435\u043d\u0442\u0430

label_email_signed_up_ones_only=\u0421\u0430\u043c\u043e \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u0446\u0438, \u043a\u043e\u0438\u0442\u043e \u0441\u0430 \u0441\u0435 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0438\u0440\u0430\u043b\u0438 \u0432 \u043c\u043e\u043c\u0435\u043d\u0442\u0430

label_group=\u0415\u0434\u0438\u043d\u0438\u0447\u0435\u043d \u0438\u043d\u0442\u0435\u0440\u0432\u0430\u043b

label_hours=\u0427\u0430\u0441\u043e\u0432\u0435

label_ics=ICS

label_individaul=\u041c\u043d\u043e\u0436\u0435\u0441\u0442\u0432\u043e \u0438\u043d\u0442\u0435\u0440\u0432\u0430\u043b\u0438

label_minutes=\u041f\u0440\u043e\u0442\u043e\u043a\u043e\u043b\u0438

label_monthly=\u041c\u0435\u0441\u0435\u0447\u043d\u043e

label_once=\u0421\u0430\u043c\u043e \u0432\u0435\u0434\u043d\u044a\u0436

label_startNow=\u0417\u0430\u043f\u043e\u0447\u043d\u0435\u0442\u0435 \u0441\u0435\u0433\u0430

label_view_edit_ts=\u041f\u0440\u0435\u0433\u043b\u0435\u0434 \u0438\u043b\u0438 \u0440\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0432\u0440\u0435\u043c\u0435\u0432\u0438 \u0438\u043d\u0442\u0435\u0440\u0432\u0430\u043b(\u0438)

label_weekdays=\u0414\u043d\u0438 \u043e\u0442 \u0441\u0435\u0434\u043c\u0438\u0446\u0430\u0442\u0430 (\u043f\u043e\u043d\u0435\u0434\u0435\u043b\u043d\u0438\u043a-\u043f\u0435\u0442\u044a\u043a)

label_weekly=\u0421\u0435\u0434\u043c\u0438\u0447\u0435\u043d

max.num_attendee_changed_and_attendee_mayOver_limit_inTS=\u041f\u0440\u043e\u043c\u0435\u043d\u0435\u043d \u0435 \u043c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u043d\u0438\u044f\u0442 \u0431\u0440\u043e\u0439 \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u0446\u0438 \u0432 \u0435\u0434\u0438\u043d \u0447\u0430\u0441\u043e\u0432\u0438 \u0438\u043d\u0442\u0435\u0440\u0432\u0430\u043b. \u041d\u044f\u043a\u043e\u0438 \u0447\u0430\u0441\u043e\u0432\u0438 \u0438\u043d\u0442\u0435\u0440\u0432\u0430\u043b\u0438 \u0432\u0435\u0447\u0435 \u043c\u043e\u0433\u0430\u0442 \u0434\u0430 \u0431\u044a\u0434\u0430\u0442 \u043f\u0440\u0435\u043f\u044a\u043b\u043d\u0435\u043d\u0438.

meeting_confirmation_to_remove=\u0421\u0438\u0433\u0443\u0440\u043d\u0438 \u043b\u0438 \u0441\u0442\u0435, \u0447\u0435 \u0438\u0441\u043a\u0430\u0442\u0435 \u0434\u0430 \u043f\u0440\u0435\u043c\u0430\u0445\u043d\u0435\u0442\u0435 \u0441\u0440\u0435\u0449\u0430\u0442\u0430(\u0438\u0442\u0435) \u0437\u0430 \u043f\u043e\u0441\u0442\u043e\u044f\u043d\u043d\u043e?

meeting_confirmation_to_remove_multiple=\u0422\u043e\u0432\u0430 \u0449\u0435 \u043f\u0440\u0435\u043c\u0430\u0445\u043d\u0435 \u043e\u043a\u043e\u043d\u0447\u0430\u0442\u0435\u043b\u043d\u043e \u0441\u0440\u0435\u0449\u0430\u0442\u0430 \u0438 \u0432\u0441\u0438\u0447\u043a\u0438 \u043f\u043e\u0432\u0442\u0430\u0440\u044f\u0449\u0438 \u0441\u0435 \u0441\u0440\u0435\u0449\u0438. \u0421\u0438\u0433\u0443\u0440\u043d\u0438 \u043b\u0438 \u0441\u0442\u0435, \u0447\u0435 \u0438\u0441\u043a\u0430\u0442\u0435 \u0434\u0430 \u043d\u0430\u043f\u0440\u0430\u0432\u0438\u0442\u0435 \u0442\u043e\u0432\u0430? \u0410\u043a\u043e \u043d\u0435, \u0449\u0440\u0430\u043a\u043d\u0435\u0442\u0435 \u0432\u044a\u0440\u0445\u0443 \u041e\u0442\u043a\u0430\u0437, \u0440\u0430\u0437\u0448\u0438\u0440\u0435\u0442\u0435 \u0441\u043f\u0438\u0441\u044a\u043a\u0430 \u0438 \u043f\u0440\u0435\u043c\u0430\u0445\u043d\u0435\u0442\u0435 \u0441\u0440\u0435\u0449\u0438\u0442\u0435 \u043f\u043e\u043e\u0442\u0434\u0435\u043b\u043d\u043e.

modify_all=\u041f\u0440\u043e\u043c\u044f\u043d\u0430 \u043d\u0430 \u0432\u0441\u0438\u0447\u043a\u0438 \u0431\u044a\u0434\u0435\u0449\u0438 \u043f\u043e\u0432\u0442\u0430\u0440\u044f\u0449\u0438 \u0441\u0435 \u0441\u0440\u0435\u0449\u0438.

modify_current=\u041f\u0440\u043e\u043c\u044f\u043d\u0430 \u0441\u0430\u043c\u043e \u043d\u0430 \u0442\u0435\u043a\u0443\u0449\u0430\u0442\u0430 \u0441\u0440\u0435\u0449\u0430.  \u0421\u0440\u0435\u0449\u0430\u0442\u0430 \u0441\u0442\u0430\u0432\u0430 \u0435\u0434\u0438\u043d\u0438\u0447\u0435\u043d \u0441\u043b\u043e\u0442.

modify_event=\u041f\u0440\u043e\u043c\u044f\u043d\u0430 \u043d\u0430

next_button=\u0421\u043b\u0435\u0434\u0432\u0430\u0449\u0430

no.permission_create_event=\u041d\u044f\u043c\u0430\u0442\u0435 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0438\u0435 \u0434\u0430 \u0441\u044a\u0437\u0434\u0430\u0434\u0435\u0442\u0435 \u043d\u043e\u0432\u0430 \u0441\u0440\u0435\u0449\u0430.
no.permissoin.do_it=\u041d\u0435 \u0440\u0430\u0437\u043f\u043e\u043b\u0430\u0433\u0430\u0442\u0435 \u0441 \u043d\u0435\u043e\u0431\u0445\u043e\u0434\u0438\u043c\u043e\u0442\u043e \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0438\u0435.

no_addWaiter_button_due_to_unlimited=&nbsp;---

no_events_in_future_organizer=\u041d\u0435 \u0441\u0430 \u043e\u0440\u0433\u0430\u043d\u0438\u0437\u0438\u0440\u0430\u043d\u0438 \u0431\u044a\u0434\u0435\u0449\u0438 \u0441\u0440\u0435\u0449\u0438. \u0429\u0440\u0430\u043a\u043d\u0435\u0442\u0435 \u0432\u044a\u0440\u0445\u0443 "\u0414\u043e\u0431\u0430\u0432\u0438", \u0437\u0430 \u0434\u0430 \u0441\u044a\u0437\u0434\u0430\u0434\u0435\u0442\u0435 \u043d\u043e\u0432\u0430 \u0441\u0440\u0435\u0449\u0430.

no_events_in_this_period_attendee_orgnizer=\u0417\u0430 \u0442\u043e\u0437\u0438 \u043f\u0435\u0440\u0438\u043e\u0434 \u043e\u0442 \u0432\u0440\u0435\u043c\u0435 \u043d\u044f\u043c\u0430 \u043d\u0430\u043b\u0438\u0447\u043d\u0438 \u0441\u0440\u0435\u0449\u0438.

no_events_in_timeframe_attendee=\u041d\u0435 \u0441\u0435 \u043f\u0440\u043e\u0432\u0435\u0436\u0434\u0430\u0442 \u0441\u0440\u0435\u0449\u0438.

no_events_in_timeframe_organizer=\u041d\u0435 \u0441\u0430 \u0441\u044a\u0437\u0434\u0430\u0434\u0435\u043d\u0438 \u0441\u0440\u0435\u0449\u0438. \u0429\u0440\u0430\u043a\u043d\u0435\u0442\u0435 \u0432\u044a\u0440\u0445\u0443 "\u0414\u043e\u0431\u0430\u0432\u0438", \u0437\u0430 \u0434\u0430 \u0441\u044a\u0437\u0434\u0430\u0434\u0435\u0442\u0435 \u0441\u0440\u0435\u0449\u0430.

no_future_events_I_have_signed_up=\u041d\u0435 \u0441\u0442\u0435 \u0441\u0435 \u0437\u0430\u043f\u0438\u0441\u0430\u043b\u0438 \u0437\u0430 \u043f\u0440\u0435\u0434\u0441\u0442\u043e\u044f\u0449\u0438 \u0441\u0440\u0435\u0449\u0438.

no_future_events_in_immediate_available=\u041d\u044f\u043c\u0430 \u0441\u0440\u0435\u0449\u0438, \u043a\u043e\u0438\u0442\u043e \u0434\u0430 \u0441\u0430 \u0434\u043e\u0441\u0442\u044a\u043f\u043d\u0438 \u0437\u0430 \u043d\u0435\u0437\u0430\u0431\u0430\u0432\u043d\u043e \u0437\u0430\u043f\u0438\u0441\u0432\u0430\u043d\u0435.

invalid_session=\u0417\u0430 \u0441\u044a\u0436\u0430\u043b\u0435\u043d\u0438\u0435 \u0441\u0435 \u043f\u043e\u044f\u0432\u0438 \u043f\u0440\u043e\u0431\u043b\u0435\u043c. \u041c\u043e\u043b\u044f, \u043a\u043b\u0438\u043a\u043d\u0435\u0442\u0435 \u0432\u044a\u0440\u0445\u0443 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0430 \u0437\u0430 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044f \u0438 \u0432\u044a\u0440\u0445\u0443 \u0441\u044a\u043e\u0442\u0432\u0435\u0442\u043d\u043e\u0442\u043e \u0441\u044a\u0431\u0438\u0442\u0438\u0435 \u0432 \u0441\u043f\u0438\u0441\u044a\u043a\u0430, \u0437\u0430 \u0434\u0430 \u043f\u0440\u043e\u0434\u044a\u043b\u0436\u0438\u0442\u0435.

ok_button=\u041e\u041a

org.apache.myfaces.Date.INVALID=\u0412\u044a\u0432\u0435\u0434\u0435\u043d\u0430\u0442\u0430 \u043e\u0442 \u0432\u0430\u0441 \u0434\u0430\u0442\u0430 \u0435 \u043d\u0435\u0432\u0430\u043b\u0438\u0434\u043d\u0430.
org.apache.myfaces.calendar.CONVERSION=\u0418\u0437\u0431\u0440\u0430\u043d\u0430\u0442\u0430 \u043e\u0442 \u0432\u0430\u0441 \u0434\u0430\u0442\u0430 \u043d\u0430 \u043f\u043e\u0432\u0442\u043e\u0440\u0435\u043d\u0438\u0435 \u0435 \u043d\u0435\u0432\u0430\u043b\u0438\u0434\u043d\u0430.

organizer_instruction_click=- \u041a\u043b\u0438\u043a\u043d\u0435\u0442\u0435 \u0432\u044a\u0440\u0445\u0443&nbsp;

organizer_instruction_delete_image=&nbsp;\u0434\u0430 \u0438\u0437\u0442\u0440\u0438\u0435\u0442\u0435 \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u043a.

organizer_instruction_edit_image=&nbsp;\u0434\u0430 \u043f\u0440\u043e\u043c\u0435\u043d\u044f\u0442\u0435 \u0438\u043b\u0438 \u0440\u0430\u0437\u043c\u0435\u043d\u044f\u0442\u0435 \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u0446\u0438.

organizer_instruction_mailto_all_image=&nbsp;\u0434\u0430 \u0438\u0437\u043f\u0440\u0430\u0442\u0438\u0442\u0435 \u0438\u043c\u0435\u0439\u043b \u043d\u0430 \u0432\u0441\u0438\u0447\u043a\u0438 \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u0446\u0438.

organizer_instruction_mailto_image=&nbsp;\u0434\u0430 \u0438\u0437\u043f\u0440\u0430\u0442\u0438\u0442\u0435 \u0438\u043c\u0435\u0439\u043b \u043d\u0430 \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u043a.

organizer_instruction_comment_image=&nbsp;\u0437\u0430 \u0434\u0430 \u0432\u0438\u0434\u0438\u0442\u0435/\u0440\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u0442\u0435 \u043a\u043e\u043c\u0435\u043d\u0442\u0430\u0440 \u043d\u0430 \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u043a.

organizer_instruction_max_capacity=- \u041e\u0440\u0433\u0430\u043d\u0438\u0437\u0430\u0442\u043e\u0440\u0438\u0442\u0435 \u043d\u0430 \u0441\u0440\u0435\u0449\u0438 \u043c\u043e\u0433\u0430\u0442 \u0434\u0430 \u0434\u043e\u0431\u0430\u0432\u044f\u0442 \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u0446\u0438, \u0434\u043e\u0440\u0438 \u0430\u043a\u043e \u0432\u0440\u0435\u043c\u0435\u0432\u0438\u044f\u0442 \u0438\u043d\u0442\u0435\u0440\u0432\u0430\u043b \u0435 \u0437\u0430\u043f\u044a\u043b\u043d\u0435\u043d.

organizer_instruction_timeslot_link=- \u0429\u0440\u0430\u043a\u043d\u0435\u0442\u0435 \u0432\u044a\u0440\u0445\u0443 \u0432\u0440\u0435\u043c\u0435\u0432\u0438 \u0438\u043d\u0442\u0435\u0440\u0432\u0430\u043b, \u0437\u0430 \u0434\u0430 \u0433\u043e \u0437\u0430\u043a\u043b\u044e\u0447\u0438\u0442\u0435 \u0438\u043b\u0438 \u043e\u0442\u043c\u0435\u043d\u0438\u0442\u0435.

organizer_mailto_all=\u0418\u0437\u043f\u0440\u0430\u0442\u0435\u0442\u0435 \u0438\u043c\u0435\u0439\u043b \u0434\u043e \u0432\u0441\u0438\u0447\u043a\u0438 \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u0446\u0438

organizer_mailto_all_short=\u0418\u0437\u043f\u0440\u0430\u0442\u0435\u0442\u0435 \u0438\u043c\u0435\u0439\u043b \u043d\u0430 \u0432\u0441\u0438\u0447\u043a\u0438

organizer_note_name=<font color\='red'>*</font>\u0417\u0430\u0431\u0435\u043b\u0435\u0436\u043a\u0430\:

#organizer meeting main page
organizer_page_title=\u041f\u043e\u0434\u0440\u043e\u0431\u043d\u043e\u0441\u0442\u0438 \u0437\u0430 \u0441\u0440\u0435\u0449\u0430\u0442\u0430

participant_cancel_button=\u041e\u0442\u043c\u044f\u043d\u0430 \u043d\u0430 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044f\u0442\u0430

permission.info.for.group.scope=\u0417\u0430\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0438\u044f \u0437\u0430 \u0420\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044f \u0432 \u0433\u0440\u0443\u043f\u0430\u0442\u0430\: {1} \u0432 \u0441\u0430\u0439\u0442\u0430\: {0}. (\u0430) \u041d\u0430 \u043d\u0438\u0432\u043e \u0441\u0444\u0435\u0440\u0430 \u043d\u0430 \u0433\u0440\u0443\u043f\u0430\u0442\u0430 \u043c\u043e\u0433\u0430\u0442 \u0434\u0430 \u0441\u0435 \u043f\u0440\u043e\u043c\u0435\u043d\u044f\u0442 \u0441\u0430\u043c\u043e \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0438\u044f\u0442\u0430 "view" (\u043f\u0440\u0435\u0433\u043b\u0435\u0434), "attend" (\u043f\u0440\u0438\u0441\u044a\u0441\u0442\u0432\u0438\u0435), "create.group" (\u0441\u044a\u0437\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u0433\u0440\u0443\u043f\u0430), "delete.group" (\u0438\u0437\u0442\u0440\u0438\u0432\u0430\u043d\u0435 \u043d\u0430 \u0433\u0440\u0443\u043f\u0430) \u0438 "update.group" (\u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0433\u0440\u0443\u043f\u0430). \u0414\u0440\u0443\u0433\u0438\u0442\u0435 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438 \u043d\u0430 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0438\u044f\u0442\u0430 \u043d\u0430 \u0442\u043e\u0432\u0430 \u043d\u0438\u0432\u043e \u043d\u0435 \u0441\u0435 \u043f\u0440\u0438\u043b\u0430\u0433\u0430\u0442 \u0438 \u043d\u044f\u043c\u0430\u0442 \u0435\u0444\u0435\u043a\u0442. (\u0431) \u0417\u0430 \u0434\u0430 \u043c\u043e\u0433\u0430\u0442 \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u0446\u0438\u0442\u0435 \u0434\u0430 \u043f\u0440\u0435\u0433\u043b\u0435\u0436\u0434\u0430\u0442 \u0438\u043b\u0438 \u0434\u0430 \u043f\u0440\u0438\u0441\u044a\u0441\u0442\u0432\u0430\u0442 \u043d\u0430 \u0441\u0440\u0435\u0449\u0430, \u043e\u0442\u0432\u043e\u0440\u0435\u043d\u0430 \u0437\u0430 \u0442\u0430\u0437\u0438 \u0433\u0440\u0443\u043f\u0430, \u0441\u0430 \u043d\u0435\u043e\u0431\u0445\u043e\u0434\u0438\u043c\u0438 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0438\u044f\u0442\u0430 "view" (\u043f\u0440\u0435\u0433\u043b\u0435\u0434) \u0438 "attend" (\u043f\u0440\u0438\u0441\u044a\u0441\u0442\u0432\u0438\u0435).
permission.info.for.site.scope=\u0417\u0430\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0438\u044f \u0437\u0430 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044f \u0432 \u0440\u0430\u0431\u043e\u0442\u043d\u0438\u044f \u0441\u0430\u0439\u0442\: {0} ({1})

permission_group_scope=\u0433\u0440\u0443\u043f\u0430

permission_note_for_admin_advice=<UI><LI><b>\u0410\u0434\u043c\u0438\u043d\u0438\u0441\u0442\u0440\u0430\u0442\u043e\u0440\:</b> \u041c\u043e\u0436\u0435\u0442\u0435 \u0440\u044a\u0447\u043d\u043e \u0434\u0430 \u0430\u043a\u0442\u0438\u0432\u0438\u0440\u0430\u0442\u0435 \u043e\u043f\u0446\u0438\u044f\u0442\u0430 \u0420\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0438\u044f \u0437\u0430 \u043a\u043e\u043d\u043a\u0440\u0435\u0442\u0435\u043d \u0440\u0430\u0431\u043e\u0442\u0435\u043d \u0441\u0430\u0439\u0442, \u043a\u0430\u0442\u043e \u043f\u0440\u0435\u0434\u043e\u0441\u0442\u0430\u0432\u0438\u0442\u0435 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0438\u0435\u0442\u043e <B>realm.upd</B> \u043d\u0430 \u0432\u0441\u0438\u0447\u043a\u0438 \u043d\u0438\u0432\u0430 \u043d\u0430 \u0441\u0444\u0435\u0440\u0430\u0442\u0430 \u043d\u0430 \u0441\u0430\u0439\u0442\u0430/\u0433\u0440\u0443\u043f\u0430\u0442\u0430 \u0437\u0430 \u0432\u0441\u044f\u043a\u0430 \u0440\u043e\u043b\u044f(\u0438), \u043a\u043e\u044f\u0442\u043e(\u0438\u0442\u043e) \u0436\u0435\u043b\u0430\u0435\u0442\u0435 \u0434\u0430 \u0438\u043c\u0430 \u0442\u0430\u0437\u0438 \u0432\u044a\u0437\u043c\u043e\u0436\u043d\u043e\u0441\u0442.  \u0427\u043b\u0435\u043d\u044a\u0442(\u0438\u0442\u0435) \u043d\u0430 \u0440\u043e\u043b\u044f\u0442\u0430(\u0438\u0442\u0435) \u0442\u0440\u044f\u0431\u0432\u0430 \u0441\u044a\u0449\u043e \u0442\u0430\u043a\u0430 \u0434\u0430 \u0435 \u0447\u043b\u0435\u043d \u043d\u0430 \u0432\u0441\u044f\u043a\u0430 \u0433\u0440\u0443\u043f\u0430 \u0432 \u0441\u0430\u0439\u0442\u0430 \u0438 \u0441\u0430\u0439\u0442\u044a\u0442 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0441\u044a\u0434\u044a\u0440\u0436\u0430 \u043f\u043e\u043d\u0435 \u0435\u0434\u043d\u0430 \u0433\u0440\u0443\u043f\u0430.</LI></UI>

permission_note_for_disabled_button_case=<UI><LI>\u0411\u0443\u0442\u043e\u043d\u044a\u0442 <B>\u0420\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0438\u0435</B> \u0435 \u0434\u043e\u0441\u0442\u044a\u043f\u0435\u043d \u0441\u0430\u043c\u043e \u0437\u0430 \u0430\u0434\u043c\u0438\u043d\u0438\u0441\u0442\u0440\u0430\u0442\u043e\u0440\u0438 \u0438\u043b\u0438 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438 \u0441 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0438\u0435 <B>realm.upd</B> \u0437\u0430 \u0442\u0435\u043a\u0443\u0449\u0438\u044f \u0441\u0430\u0439\u0442 \u0438\u043b\u0438 \u0433\u0440\u0443\u043f\u0430.  \u0421\u0432\u044a\u0440\u0436\u0435\u0442\u0435 \u0441\u0435 \u0441\u044a\u0441 \u0441\u0438\u0441\u0442\u0435\u043c\u043d\u0438\u044f \u0441\u0438 \u0430\u0434\u043c\u0438\u043d\u0438\u0441\u0442\u0440\u0430\u0442\u043e\u0440, \u0437\u0430 \u0434\u0430 \u0432\u0438 \u0431\u044a\u0434\u0435 \u043f\u0440\u0435\u0434\u043e\u0441\u0442\u0430\u0432\u0435\u043d\u043e \u0442\u043e\u0432\u0430 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0438\u0435.</LI></UI>

permission_note_for_group_realm_case=<UI><LI>\u0412\u044a\u0432 \u0432\u0441\u044f\u043a\u0430 \u0441\u0444\u0435\u0440\u0430 <B>\u0433\u0440\u0443\u043f\u0430</B> \u043c\u043e\u0433\u0430\u0442 \u0434\u0430 \u0441\u0435 \u043f\u0440\u043e\u043c\u0435\u043d\u044f\u0442 \u0441\u0430\u043c\u043e \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0438\u044f\u0442\u0430 <B>view</B>, <B>attend</B>, <B>create.group</B>, <B>delete.group</B> \u0438 <B>update.group</B>. \u0414\u0440\u0443\u0433\u0438\u0442\u0435 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438 \u043d\u0430 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0438\u044f\u0442\u0430 \u043d\u0430 \u0442\u043e\u0432\u0430 \u043d\u0438\u0432\u043e \u043d\u0435 \u0441\u0435 \u043f\u0440\u0438\u043b\u0430\u0433\u0430\u0442 \u0438 \u043d\u044f\u043c\u0430\u0442 \u0435\u0444\u0435\u043a\u0442.</LI></UI>

permission_note_for_view_attend_group=\u0417\u0430 \u0434\u0430 \u043c\u043e\u0433\u0430\u0442 \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u0446\u0438\u0442\u0435 \u0434\u0430 \u043f\u0440\u0435\u0433\u043b\u0435\u0436\u0434\u0430\u0442 \u0438\u043b\u0438 \u0434\u0430 \u043f\u0440\u0438\u0441\u044a\u0441\u0442\u0432\u0430\u0442 \u043d\u0430 \u0441\u0440\u0435\u0449\u0430, \u043e\u0442\u0432\u043e\u0440\u0435\u043d\u0430 \u0441\u0430\u043c\u043e \u0437\u0430 \u0442\u044f\u0445\u043d\u0430\u0442\u0430 \u043a\u043e\u043d\u043a\u0440\u0435\u0442\u043d\u0430 \u0433\u0440\u0443\u043f\u0430 (\u0433\u0440\u0443\u043f\u0438), \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u043f\u0440\u0435\u0434\u043e\u0441\u0442\u0430\u0432\u0438\u0442\u0435 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0438\u0435 <B>\u043f\u0440\u0435\u0433\u043b\u0435\u0434</B> \u0438 <B>\u043f\u0440\u0438\u0441\u044a\u0441\u0442\u0432\u0438\u0435</B> \u043d\u0430 \u043d\u0438\u0432\u043e \u0433\u0440\u0443\u043f\u043e\u0432\u0430 \u043e\u0431\u043b\u0430\u0441\u0442.

#updatePermission.jsp
permission_page_title=\u0410\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0430\u0446\u0438\u044f \u043d\u0430 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0438\u044f\u0442\u0430

permission_site_scope=\u0441\u0430\u0439\u0442

permission_tab_action=\u0414\u0435\u0439\u0441\u0442\u0432\u0438\u0435

permission_tab_edit_button=\u0420\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0438\u0435

permission_tab_name=\u0418\u043c\u0435

permission_tab_realm_scope=\u041e\u0431\u0445\u0432\u0430\u0442

preAssign_note_backButton_message=- \u0410\u043a\u043e \u043d\u0430\u0442\u0438\u0441\u043d\u0435\u0442\u0435 \u0431\u0443\u0442\u043e\u043d\u0430 <B>\u0412\u0440\u044a\u0449\u0430\u043d\u0435</B>, \u0432\u0441\u0438\u0447\u043a\u0438 \u043f\u0440\u0435\u0434\u0432\u0430\u0440\u0438\u0442\u0435\u043b\u043d\u043e \u0437\u0430\u0434\u0430\u0434\u0435\u043d\u0438 \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u0446\u0438 \u0449\u0435 \u0431\u044a\u0434\u0430\u0442 \u0438\u0437\u0433\u0443\u0431\u0435\u043d\u0438.

preAssign_note_max_number_message=- \u0410\u043a\u043e \u0436\u0435\u043b\u0430\u0435\u0442\u0435, \u043e\u0440\u0433\u0430\u043d\u0438\u0437\u0430\u0442\u043e\u0440\u044a\u0442 \u043d\u0430 \u0441\u0440\u0435\u0449\u0430\u0442\u0430 \u043c\u043e\u0436\u0435 \u0434\u0430 \u043e\u043f\u0440\u0435\u0434\u0435\u043b\u0438 \u043f\u043e-\u0433\u043e\u043b\u044f\u043c \u043e\u0442 \u043f\u043e\u0441\u043e\u0447\u0435\u043d\u0438\u044f \u043c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u0435\u043d \u0431\u0440\u043e\u0439 \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u0446\u0438.

preAssign_note_publish_message=- \u0429\u0440\u0430\u043a\u043d\u0435\u0442\u0435 \u0432\u044a\u0440\u0445\u0443 "\u041f\u0443\u0431\u043b\u0438\u043a\u0443\u0432\u0430\u0439", \u0437\u0430 \u0434\u0430 \u0437\u0430\u0432\u044a\u0440\u0448\u0438\u0442\u0435 \u043f\u0440\u043e\u0446\u0435\u0441\u0430 \u043d\u0430 \u0441\u044a\u0437\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u0441\u0440\u0435\u0449\u0438.

print_event=&nbsp;\u041e\u0442\u043f\u0435\u0447\u0430\u0442\u0432\u0430\u043d\u0435

print_friendly=\u041e\u0442\u043f\u0435\u0447\u0430\u0442\u0432\u0430\u043d\u0435 \u043d\u0430 \u0442\u0430\u0437\u0438 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430

public_modify_button=\u041f\u0443\u0431\u043b\u0438\u043a\u0443\u0432\u0430\u043d\u0435 \u043d\u0430 \u043c\u043e\u0434\u0438\u0444\u0438\u043a\u0430\u0446\u0438\u044f\u0442\u0430

publish.withAttendee.exception=\u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430\u043b\u0430 \u0435 \u043d\u0435\u0438\u0437\u0432\u0435\u0441\u0442\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430.  \u041c\u043e\u043b\u044f, \u043e\u043f\u0438\u0442\u0430\u0439\u0442\u0435 \u043e\u0442\u043d\u043e\u0432\u043e.

publish_button=\u041f\u0443\u0431\u043b\u0438\u043a\u0443\u0432\u0430\u0439\u0442\u0435

publish_processing_submit_message=\u041e\u0431\u0440\u0430\u0431\u043e\u0442\u043a\u0430...

publish_new_evnt_button=\u041f\u0443\u0431\u043b\u0438\u043a\u0443\u0432\u0430\u043d\u0435 \u043d\u0430 \u043d\u043e\u0432\u0430 \u0441\u0440\u0435\u0449\u0430

put_In_Multiple_Calendar_Blocks_at_ScheduleTool=\u0414\u0430, \u043f\u0443\u0431\u043b\u0438\u043a\u0443\u0432\u0430\u0439\u0442\u0435 \u0441\u0440\u0435\u0449\u0430\u0442\u0430 \u043a\u0430\u0442\u043e \u043d\u044f\u043a\u043e\u043b\u043a\u043e \u0441\u044a\u0431\u0438\u0442\u0438\u044f \u0432 \u043a\u0430\u043b\u0435\u043d\u0434\u0430\u0440\u0430 \u0432 \u0418\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0430 \u0437\u0430 \u043a\u0430\u043b\u0435\u043d\u0434\u0430\u0440\u0430, \u0430\u043a\u043e \u0441\u044a\u0441\u0435\u0434\u043d\u0438\u0442\u0435 \u0447\u0430\u0441\u043e\u0432\u0438 \u0438\u043d\u0442\u0435\u0440\u0432\u0430\u043b\u0438 \u0441\u0430 \u043d\u0430 \u043f\u043e\u0432\u0435\u0447\u0435 \u043e\u0442 \u0434\u0432\u0430 \u0447\u0430\u0441\u0430 \u0440\u0430\u0437\u0441\u0442\u043e\u044f\u043d\u0438\u0435.

recurrence=\u041f\u043e\u0432\u0442\u0430\u0440\u044f\u0449\u0438 \u0441\u0435 \u0441\u0440\u0435\u0449\u0438

remove_waitlist_button=\u041f\u0440\u0435\u043c\u0430\u0445\u0432\u0430\u043d\u0435 \u043e\u0442 \u0441\u043f\u0438\u0441\u044a\u043a\u0430 \u043d\u0430 \u0447\u0430\u043a\u0430\u0449\u0438\u0442\u0435

required1=A

required2=\u043f\u043e\u0441\u043e\u0447\u0432\u0430 \u043d\u0435\u043e\u0431\u0445\u043e\u0434\u0438\u043c\u0430\u0442\u0430 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f.

save_button=\u0417\u0430\u043f\u0430\u0437\u0435\u0442\u0435

edit_button=\u0420\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430

select.atleast.oneGroup=\u041c\u043e\u043b\u044f, \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u043f\u043e\u043d\u0435 \u0435\u0434\u0438\u043d \u0441\u0430\u0439\u0442 \u0438\u043b\u0438 \u0433\u0440\u0443\u043f\u0430, \u043f\u0440\u0435\u0434\u0438 \u0434\u0430 \u043a\u043b\u0438\u043a\u043d\u0435\u0442\u0435 \u0432\u044a\u0440\u0445\u0443 <B>\u041d\u0430\u043f\u0440\u0435\u0434</B>.
select.atleast.oneGroup.for.copyMeeting=\u041c\u043e\u043b\u044f, \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u043f\u043e\u043d\u0435 \u0435\u0434\u0438\u043d \u0441\u0430\u0439\u0442 \u0438\u043b\u0438 \u0433\u0440\u0443\u043f\u0430, \u043f\u0440\u0435\u0434\u0438 \u0434\u0430 \u0449\u0440\u0430\u043a\u043d\u0435\u0442\u0435 \u0432\u044a\u0440\u0445\u0443 <B>\u041f\u0443\u0431\u043b\u0438\u043a\u0443\u0432\u0430\u043d\u0435 \u043d\u0430 \u043d\u043e\u0432\u0430 \u0441\u0440\u0435\u0449\u0430</B>.

select_category=-- \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u043a\u0430\u0442\u0435\u0433\u043e\u0440\u0438\u044f --

select_location=-- \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u043c\u0435\u0441\u0442\u043e\u043f\u043e\u043b\u043e\u0436\u0435\u043d\u0438\u0435 --

sheet_name_Attendance_data=\u041f\u043e\u0441\u0435\u0449\u0430\u0435\u043c\u043e\u0441\u0442

sheet_name_Attendee_schedules=\u0413\u0440\u0430\u0444\u0438\u0446\u0438 \u043d\u0430 \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u0446\u0438\u0442\u0435

signup.deadline.is.before.signup.begin=\u0427\u0430\u0441\u044a\u0442 \u043d\u0430 \u043f\u0440\u0438\u043a\u043b\u044e\u0447\u0432\u0430\u043d\u0435 \u043d\u0430 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044f\u0442\u0430 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u043d\u0430\u0441\u0442\u044a\u043f\u0438 \u0441\u043b\u0435\u0434 \u0447\u0430\u0441\u0430 \u043d\u0430 \u0437\u0430\u043f\u043e\u0447\u0432\u0430\u043d\u0435 \u043d\u0430 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044f\u0442\u0430.
signup.validator.stringWithSpaceOnly=\u041d\u0435 \u0435 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u043e \u0434\u0430 \u0441\u0435 \u0432\u044a\u0432\u0435\u0436\u0434\u0430 \u0441\u0430\u043c\u043e \u0438\u043d\u0442\u0435\u0440\u0432\u0430\u043b(\u0438).

signup_download=\u0421\u0440\u0435\u0449\u0438 \u0437\u0430 \u0438\u0437\u043d\u043e\u0441

signup_start_deadline=\u041d\u0430\u0447\u0430\u043b\u043e \u0438 \u043a\u0440\u0430\u0435\u043d \u0441\u0440\u043e\u043a \u0437\u0430 \u0437\u0430\u043f\u0438\u0441\u0432\u0430\u043d\u0435

signup_tool=\u0421\u0440\u0435\u0449\u0438

site_selection=\u0418\u0437\u0431\u043e\u0440 \u043d\u0430 \u043e\u0431\u0435\u043a\u0442

someone.already.changed.ts.cancel_status=\u041d\u044f\u043a\u043e\u0439 \u0442\u043e\u043a\u0443-\u0449\u043e \u0435 \u043f\u0440\u043e\u043c\u0435\u043d\u0438\u043b \u0441\u0442\u0430\u0442\u0443\u0441\u0430 \u043d\u0430 \u043e\u0442\u043c\u044f\u043d\u0430 \u043d\u0430 \u0442\u043e\u0437\u0438 \u0447\u0430\u0441\u043e\u0432\u0438 \u0438\u043d\u0442\u0435\u0440\u0432\u0430\u043b. \u041c\u043e\u043b\u044f, \u043f\u0440\u043e\u0432\u0435\u0440\u0435\u0442\u0435 \u0433\u043e \u043e\u0442\u043d\u043e\u0432\u043e \u0438 \u0433\u043e \u043f\u0440\u043e\u043c\u0435\u043d\u0435\u0442\u0435, \u0430\u043a\u043e \u0435 \u043d\u0435\u043e\u0431\u0445\u043e\u0434\u0438\u043c\u043e.
someone.already.changed.ts.lock_status=\u0421\u044a\u0441\u0442\u043e\u044f\u043d\u0438\u0435\u0442\u043e \u043d\u0430 \u0437\u0430\u043a\u043b\u044e\u0447\u0432\u0430\u043d\u0435 \u043d\u0430 \u0442\u043e\u0437\u0438 \u0432\u0440\u0435\u043c\u0435\u0432\u0438 \u0438\u043d\u0442\u0435\u0440\u0432\u0430\u043b \u0435 \u043f\u0440\u043e\u043c\u0435\u043d\u0435\u043d\u043e. \u041c\u043e\u043b\u044f, \u043f\u0440\u043e\u0432\u0435\u0440\u0435\u0442\u0435 \u0433\u043e \u043e\u0442\u043d\u043e\u0432\u043e.
someone.already.remove_you=\u041d\u044f\u043a\u043e\u0439 \u0432\u0435\u0447\u0435 \u0435 \u043f\u0440\u0435\u043c\u0430\u0445\u043d\u0430\u043b \u043f\u043b\u0430\u043d\u0438\u0440\u0430\u043d\u0438\u044f \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u043a.
someone.already.removed_or_promoted_attendee=\u0423\u0447\u0430\u0441\u0442\u043d\u0438\u043a\u044a\u0442 \u0435 \u0431\u0438\u043b \u0438\u0437\u0442\u0440\u0438\u0442 \u0438\u043b\u0438 \u043f\u043e\u0432\u0438\u0448\u0435\u043d.
someone.already.taken.theTimeslot=\u0427\u0430\u0441\u043e\u0432\u0438\u044f\u0442 \u0438\u043d\u0442\u0435\u0440\u0432\u0430\u043b \u0432\u0435\u0447\u0435 \u0435 \u0437\u0430\u0435\u0442 \u0438 \u043d\u0435 \u0435 \u0441\u0432\u043e\u0431\u043e\u0434\u0435\u043d. \u041c\u043e\u043b\u044f, \u0432\u043a\u043b\u044e\u0447\u0435\u0442\u0435 \u0441\u0435 \u0432 \u0441\u043f\u0438\u0441\u044a\u043a\u0430 \u043d\u0430 \u0447\u0430\u043a\u0430\u0449\u0438\u0442\u0435, \u0437\u0430 \u0434\u0430 \u0431\u044a\u0434\u0435\u0442\u0435 \u0443\u0432\u0435\u0434\u043e\u043c\u0435\u043d\u0438 \u0437\u0430 \u043e\u0442\u043c\u044f\u043d\u0430.
someone.already.updated.db=\u041d\u044f\u043a\u043e\u0439 \u0434\u0440\u0443\u0433 \u0435 \u043f\u0440\u043e\u043c\u0435\u043d\u0438\u043b \u0441\u0440\u0435\u0449\u0430\u0442\u0430. \u041c\u043e\u043b\u044f, \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u0439\u0442\u0435 \u0441\u0440\u0435\u0449\u0430\u0442\u0430 \u0438 \u043e\u043f\u0438\u0442\u0430\u0439\u0442\u0435 \u043e\u0442\u043d\u043e\u0432\u043e.
someone.modified.event=\u041d\u044f\u043a\u043e\u0439 \u0434\u0440\u0443\u0433 \u0435 \u043f\u0440\u043e\u043c\u0435\u043d\u0438\u043b \u0441\u0440\u0435\u0449\u0430\u0442\u0430. \u041c\u043e\u043b\u044f, \u043e\u043f\u0440\u0435\u0441\u043d\u0435\u0442\u0435 \u0435\u043a\u0440\u0430\u043d\u0430 \u0441\u0438.
someone.modified.event.content=\u041d\u044f\u043a\u043e\u0439 \u0434\u0440\u0443\u0433 \u0435 \u043f\u0440\u043e\u043c\u0435\u043d\u0438\u043b \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435\u0442\u043e \u043d\u0430 \u0441\u0440\u0435\u0449\u0430\u0442\u0430.  \u041c\u043e\u043b\u044f, \u043e\u043f\u0438\u0442\u0430\u0439\u0442\u0435 \u043e\u0442\u043d\u043e\u0432\u043e.

star_character=*

summary=\u0420\u0435\u0437\u044e\u043c\u0435

tab_attendee=\u0423\u0447\u0430\u0441\u0442\u043d\u0438\u0446\u0438

tab_attendees=\u0423\u0447\u0430\u0441\u0442\u043d\u0438\u0446\u0438

tab_attendees_eids=\u041f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u0438 \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440\u0438 \u043d\u0430 \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u0446\u0438\u0442\u0435

tab_end_time=\u041a\u0440\u0430\u0439 \u043d\u0430 \u0432\u0440\u0435\u043c\u0435\u0442\u043e

tab_event_action=\u0414\u0435\u0439\u0441\u0442\u0432\u0438\u0435

tab_event_availability=\u0421\u0442\u0430\u0442\u0443\u0441

tab_event_particpants=\u0423\u0447\u0430\u0441\u0442\u043d\u0438\u0446\u0438

tab_event_total_attendees=\u0423\u0447\u0430\u0441\u0442\u043d\u0438\u0446\u0438 (\u041e\u0431\u0449\u043e\: {0})

tab_event_total_waiting_list=\u0418\u0437\u0447\u0430\u043a\u0432\u0430\u043d\u0435 (\u041e\u0431\u0449\u043e\: {0})

tab_event_timeslot_attendees=\u0423\u0447\u0430\u0441\u0442\u043d\u0438\u0446\u0438\: {0}

tab_event_timeslot_waiting_list=\u0418\u0437\u0447\u0430\u043a\u0432\u0430\u043d\u0435\: {0}

tab_event_available_slots=\u041d\u0430\u043b\u0438\u0447\u043d\u0438 \u043c\u0435\u0441\u0442\u0430

tab_event_category=\u041a\u0430\u0442\u0435\u0433\u043e\u0440\u0438\u044f

#tab_event_edit_location_custom=edit location
tab_event_date=\u0414\u0430\u0442\u0430

tab_event_location=\u041c\u0435\u0441\u0442\u043e\u043f\u043e\u043b\u043e\u0436\u0435\u043d\u0438\u0435

tab_event_location_custom=\u0432\u044a\u0432\u0435\u0436\u0434\u0430\u043d\u0435 \u043d\u0430 \u043d\u043e\u0432\u043e \u043c\u0435\u0441\u0442\u043e\u043f\u043e\u043b\u043e\u0436\u0435\u043d\u0438\u0435

tab_event_name=\u0417\u0430\u0433\u043b\u0430\u0432\u0438\u0435 \u043d\u0430 \u0441\u0440\u0435\u0449\u0430\u0442\u0430

tab_event_owner=\u041e\u0440\u0433\u0430\u043d\u0438\u0437\u0430\u0442\u043e\u0440

tab_event_remove=\u041f\u0440\u0435\u043c\u0430\u0445\u0432\u0430\u043d\u0435 \u043d\u0430

tab_event_signed_attendee=\u0423\u0447\u0430\u0441\u0442\u043d\u0438\u0446\u0438

tab_event_time=\u0412\u0440\u0435\u043c\u0435

#when user select dropdownList 'view meetings what I am signed up for'
tab_event_your_appointment_time=\u0412\u0440\u0435\u043c\u0435

tab_event_your_status=\u0412\u0430\u0448\u0438\u044f\u0442 \u0441\u0442\u0430\u0442\u0443\u0441

tab_max_attendee=\u041c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u0435\u043d \u0431\u0440\u043e\u0439 \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u0446\u0438

tab_max_participants=\u041c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u0435\u043d \u0431\u0440\u043e\u0439 \u043d\u0430<br>\u0443\u0447\u0430\u0441\u0442\u043d\u0438\u0446\u0438\u0442\u0435

tab_start_time=\u0412\u0440\u0435\u043c\u0435 \u043d\u0430 \u0437\u0430\u043f\u043e\u0447\u0432\u0430\u043d\u0435

tab_time_slot=\u0412\u0440\u0435\u043c\u0435\u0432\u0438 \u0438\u043d\u0442\u0435\u0440\u0432\u0430\u043b

tab_waiting_list=\u0421\u043f\u0438\u0441\u044a\u043a \u043d\u0430 \u0447\u0430\u043a\u0430\u0449\u0438\u0442\u0435

tab_waiting_list_disabled=&nbsp;[disabled]

tab_date_inscription=\u0414\u0430\u0442\u0430 \u043d\u0430 \u043d\u0430\u0434\u043f\u0438\u0441\u0430

timeperiod_divider=&nbsp;&nbsp;-&nbsp;&nbsp;

timeslot.just.canceled=\u0422\u043e\u0437\u0438 \u0447\u0430\u0441\u043e\u0432\u0438 \u0438\u043d\u0442\u0435\u0440\u0432\u0430\u043b \u0435 \u043e\u0442\u043c\u0435\u043d\u0435\u043d \u0438 \u0432\u0435\u0447\u0435 \u043d\u0435 \u0435 \u043d\u0430\u043b\u0438\u0447\u0435\u043d.
timeslot.just.locked=\u0422\u043e\u0437\u0438 \u0432\u0440\u0435\u043c\u0435\u0432\u0438 \u0438\u043d\u0442\u0435\u0440\u0432\u0430\u043b \u0435 \u0437\u0430\u043a\u043b\u044e\u0447\u0435\u043d \u0438 \u043d\u0435 \u0435 \u043d\u0430\u043b\u0438\u0447\u0435\u043d.

title_tip_click_hide_schedule=\u0429\u0440\u0430\u043a\u043d\u0435\u0442\u0435, \u0437\u0430 \u0434\u0430 \u0441\u043a\u0440\u0438\u0435\u0442\u0435 \u043f\u043e\u0434\u0440\u043e\u0431\u043d\u043e\u0441\u0442\u0438\u0442\u0435 \u0437\u0430 \u043a\u0430\u043b\u0435\u043d\u0434\u0430\u0440\u0430.

title_tip_click_show_schedule=\u0429\u0440\u0430\u043a\u043d\u0435\u0442\u0435, \u0437\u0430 \u0434\u0430 \u043f\u043e\u043a\u0430\u0436\u0435\u0442\u0435 \u043f\u043e\u0434\u0440\u043e\u0431\u043d\u043e\u0441\u0442\u0438 \u0437\u0430 \u043a\u0430\u043b\u0435\u043d\u0434\u0430\u0440\u0430.

title_tip_delete_this_ts=\u0438\u0437\u0442\u0440\u0438\u0432\u0430\u043d\u0435 \u043d\u0430 \u0432\u0440\u0435\u043c\u0435\u0432\u0438\u044f \u0438\u043d\u0442\u0435\u0440\u0432\u0430\u043b.

tool_tip_add_waitlist=\u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043a\u044a\u043c \u0441\u043f\u0438\u0441\u044a\u043a\u0430 \u043d\u0430 \u0447\u0430\u043a\u0430\u0449\u0438\u0442\u0435

unlimited_num_attendee=\u041d\u0435\u043e\u0433\u0440\u0430\u043d\u0438\u0447\u0435\u043d \u0431\u0440\u043e\u0439 \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u0446\u0438

user.has.no.permission.attend=\u041f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u044f\u0442\:{0} \u043d\u044f\u043c\u0430 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0438\u0435 \u0434\u0430 \u043f\u0440\u0438\u0441\u044a\u0441\u0442\u0432\u0430 \u043d\u0430 \u0442\u043e\u0432\u0430 \u0441\u044a\u0431\u0438\u0442\u0438\u0435.
user.not.allowed.to.waitlist=\u0412\u044a\u0437\u043c\u043e\u0436\u043d\u043e\u0441\u0442\u0442\u0430 \u0437\u0430 \u0432\u043a\u043b\u044e\u0447\u0432\u0430\u043d\u0435 \u0432 \u0441\u043f\u0438\u0441\u044a\u043a\u0430 \u043d\u0430 \u0447\u0430\u043a\u0430\u0449\u0438\u0442\u0435 \u0435 \u0434\u0435\u0430\u043a\u0442\u0438\u0432\u0438\u0440\u0430\u043d\u0430 \u043e\u0442 \u043e\u0440\u0433\u0430\u043d\u0438\u0437\u0430\u0442\u043e\u0440\u0430.
user.not.found=\u041f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u044f\u0442 \u043d\u0435 \u0435 \u043d\u0430\u043c\u0435\u0440\u0435\u043d

view_all=\u0412\u0441\u0438\u0447\u043a\u0438

view_all_future_meetings=\u0412\u0441\u0438\u0447\u043a\u0438 \u0431\u044a\u0434\u0435\u0449\u0438 \u0441\u0440\u0435\u0449\u0438

view_current_month=\u0421\u043b\u0435\u0434\u0432\u0430\u0449\u0438\u0442\u0435 30 \u0434\u043d\u0438

view_current_three_months=\u0421\u043b\u0435\u0434\u0432\u0430\u0449\u0438\u0442\u0435 90 \u0434\u043d\u0438

view_immediate_avail_ones=\u0421\u0440\u0435\u0449\u0438 \u043d\u0430 \u0440\u0430\u0437\u043f\u043e\u043b\u043e\u0436\u0435\u043d\u0438\u0435 \u0437\u0430 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044f

view_my_signed_up=\u041f\u0440\u0435\u0433\u043b\u0435\u0434 \u043d\u0430 \u0441\u0440\u0435\u0449\u0438\u0442\u0435, \u0437\u0430 \u043a\u043e\u0438\u0442\u043e \u0441\u044a\u043c \u0441\u0435 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0438\u0440\u0430\u043b

view_previous_events=\u0412\u0441\u0438\u0447\u043a\u0438 \u043c\u0438\u043d\u0430\u043b\u0438 \u0441\u0440\u0435\u0449\u0438

view_semi_year=\u0422\u0435\u043a\u0443\u0449 \u0441\u0435\u043c\u0435\u0441\u0442\u044a\u0440

waitlist.option.just.turn.off=\u041e\u043f\u0446\u0438\u044f\u0442\u0430 \u0437\u0430 \u0441\u043f\u0438\u0441\u044a\u043a \u043d\u0430 \u0447\u0430\u043a\u0430\u0449\u0438\u0442\u0435 \u0442\u043e\u043a\u0443-\u0449\u043e \u0431\u0435\u0448\u0435 \u043f\u0440\u0435\u043c\u0430\u0445\u043d\u0430\u0442\u0430

warn_copy_recurred_event=\u041a\u043e\u043f\u0438\u0440\u0430\u0442\u0435 \u043d\u0430\u0431\u043e\u0440 \u043e\u0442 \u043f\u043e\u0432\u0442\u0430\u0440\u044f\u0449\u0438 \u0441\u0435 \u0441\u0440\u0435\u0449\u0438. \u041c\u043e\u043b\u044f, \u043f\u0440\u043e\u0432\u0435\u0440\u0435\u0442\u0435 \u043f\u043e\u0432\u0442\u0430\u0440\u044f\u0449\u0438\u0442\u0435 \u0441\u0435 \u0434\u0430\u0442\u0438 \u0437\u0430 \u043d\u0430\u0447\u0430\u043b\u043e/\u043a\u0440\u0430\u0439 \u0438 \u0433\u0438 \u043f\u0440\u043e\u043c\u0435\u043d\u0435\u0442\u0435 \u0441\u044a\u043e\u0442\u0432\u0435\u0442\u043d\u043e.

warn_reschedule_event=\u0412\u044a\u0437\u043c\u043e\u0436\u043d\u043e \u0435 \u043d\u044f\u043a\u043e\u0438 \u0445\u043e\u0440\u0430 \u0432\u0435\u0447\u0435 \u0434\u0430 \u0441\u0430 \u0441\u0435 \u0437\u0430\u043f\u0438\u0441\u0430\u043b\u0438 \u043f\u043e \u0432\u0440\u0435\u043c\u0435 \u043d\u0430 \u0441\u0440\u0435\u0449\u0430\u0442\u0430(\u0438\u0442\u0435). \u041c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u043d\u0430\u043b\u043e\u0436\u0438 \u0434\u0430 \u0441\u0435 \u0441\u0432\u044a\u0440\u0436\u0435\u0442\u0435 \u0441 \u0442\u044f\u0445 \u0437\u0430 \u043f\u0440\u0435\u043d\u0430\u0441\u0440\u043e\u0447\u0432\u0430\u043d\u0435 \u043d\u0430 \u0441\u0440\u0435\u0449\u0430\u0442\u0430.

warning.event.crossed_twoDays=\u0421\u0440\u0435\u0449\u0430\u0442\u0430 \u0435 \u043d\u0430\u0441\u0440\u043e\u0447\u0435\u043d\u0430 \u0437\u0430 \u0434\u0432\u0430 \u0440\u0430\u0437\u043b\u0438\u0447\u043d\u0438 \u0434\u043d\u0438.
warning.event.crossed_twoMonths=\u0421\u0440\u0435\u0449\u0430\u0442\u0430 \u0435 \u043d\u0430\u0441\u0440\u043e\u0447\u0435\u043d\u0430 \u0437\u0430 \u0434\u0432\u0430 \u0440\u0430\u0437\u043b\u0438\u0447\u043d\u0438 \u043c\u0435\u0441\u0435\u0446\u0430.
warning.event.crossed_twoYears=\u0421\u0440\u0435\u0449\u0430\u0442\u0430 \u0435 \u043d\u0430\u0441\u0440\u043e\u0447\u0435\u043d\u0430 \u0437\u0430 \u0434\u0432\u0435 \u0440\u0430\u0437\u043b\u0438\u0447\u043d\u0438 \u0433\u043e\u0434\u0438\u043d\u0438.
warning.some_timeslot_may_locked_canceled=\u0415\u0434\u0438\u043d \u0438\u043b\u0438 \u043f\u043e\u0432\u0435\u0447\u0435 \u0447\u0430\u0441\u043e\u0432\u0438 \u0438\u043d\u0442\u0435\u0440\u0432\u0430\u043b\u0438 \u0432 \u043a\u043e\u043f\u0438\u0440\u0430\u043d\u0430\u0442\u0430 \u0441\u0440\u0435\u0449\u0430 \u0441\u0430 \u0437\u0430\u043a\u043b\u044e\u0447\u0435\u043d\u0438 \u0438\u043b\u0438 \u043e\u0442\u043c\u0435\u043d\u0435\u043d\u0438.
warning.your.event.singup.begin.time.passed.today.time=\u0423\u0447\u0430\u0441\u0442\u043d\u0438\u0446\u0438\u0442\u0435 \u0449\u0435 \u043c\u043e\u0433\u0430\u0442 \u0434\u0430 \u0441\u0435 \u0437\u0430\u043f\u0438\u0448\u0430\u0442 \u0437\u0430 \u0442\u0430\u0437\u0438 \u0441\u0440\u0435\u0449\u0430 \u0432\u0435\u0434\u043d\u0430\u0433\u0430, \u0442\u044a\u0439 \u043a\u0430\u0442\u043e \u0432\u0440\u0435\u043c\u0435\u0442\u043e \u0437\u0430 \u0437\u0430\u043f\u043e\u0447\u0432\u0430\u043d\u0435 \u043d\u0430 \u0437\u0430\u043f\u0438\u0441\u0432\u0430\u043d\u0435\u0442\u043e \u0432\u0435\u0447\u0435 \u0435 \u0438\u0437\u0442\u0435\u043a\u043b\u043e.

wksheet_appointment_duration=\u041f\u0440\u043e\u0434\u044a\u043b\u0436\u0438\u0442\u0435\u043b\u043d\u043e\u0441\u0442 (\u043c\u0438\u043d.)

wksheet_appointment_start_time=\u0412\u0440\u0435\u043c\u0435 \u0437\u0430 \u043d\u0430\u0437\u043d\u0430\u0447\u0430\u0432\u0430\u043d\u0435

wksheet_attendance_UserID=\u0418\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440 \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u044f

wksheet_category=\u041a\u0430\u0442\u0435\u0433\u043e\u0440\u0438\u044f

wksheet_location=\u041c\u0435\u0441\u0442\u043e\u043f\u043e\u043b\u043e\u0436\u0435\u043d\u0438\u0435

wksheet_meeting_duration=\u041f\u0440\u043e\u0434\u044a\u043b\u0436\u0438\u0442\u0435\u043b\u043d\u043e\u0441\u0442 \u043d\u0430 \u0441\u044a\u0431\u0438\u0442\u0438\u0435\u0442\u043e (\u043c\u0438\u043d.)

wksheet_meeting_name=\u0418\u043c\u0435 \u043d\u0430 \u0441\u044a\u0431\u0438\u0442\u0438\u0435\u0442\u043e

wksheet_meeting_start_time=\u0412\u0440\u0435\u043c\u0435 \u0437\u0430 \u0437\u0430\u043f\u043e\u0447\u0432\u0430\u043d\u0435 \u043d\u0430 \u0441\u044a\u0431\u0438\u0442\u0438\u0435\u0442\u043e

wksheet_num_of_attendees=\#\u0411\u0440\u043e\u0439 \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u0446\u0438 \u0432 \u0438\u043d\u0442\u0435\u0440\u0432\u0430\u043b\u0430

wksheet_organizer=\u041e\u0440\u0433\u0430\u043d\u0438\u0437\u0430\u0442\u043e\u0440

wksheet_site_name=\u0417\u0430\u0433\u043b\u0430\u0432\u0438\u0435 \u043d\u0430 \u0441\u0430\u0439\u0442\u0430

wksheet_user_comment=\u041a\u043e\u043c\u0435\u043d\u0442\u0430\u0440 \u043d\u0430 \u043f\u0440\u0438\u0441\u044a\u0441\u0442\u0432\u0430\u0449\u0438\u0442\u0435

wksheet_user_email=\u0418\u043c\u0435\u0439\u043b

wksheet_user_id=\u041f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u0438 \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440 \u043d\u0430 \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u0446\u0438\u0442\u0435

wksheet_user_name=\u0418\u043c\u0435 \u043d\u0430 \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u043a\u0430

you.already.in_waiting_list=\u0412\u0435\u0447\u0435 \u0441\u0442\u0435 \u0432 \u0441\u043f\u0438\u0441\u044a\u043a\u0430 \u043d\u0430 \u0447\u0430\u043a\u0430\u0449\u0438\u0442\u0435.
you.have.multiple.tabs.in.browser=\u0412 \u0431\u0440\u0430\u0443\u0437\u044a\u0440\u0430 \u0432\u0438 \u0441\u0430 \u043e\u0442\u0432\u043e\u0440\u0435\u043d\u0438 \u043d\u044f\u043a\u043e\u043b\u043a\u043e {0} \u0442\u0430\u0431\u0430.  \u041c\u043e\u043b\u044f, \u0437\u0430\u0442\u0432\u043e\u0440\u0435\u0442\u0435 \u0434\u043e\u043f\u044a\u043b\u043d\u0438\u0442\u0435\u043b\u043d\u0438\u0442\u0435 {0} \u0442\u0430\u0431\u043e\u0432\u0435 \u0438 \u043e\u043f\u0438\u0442\u0430\u0439\u0442\u0435 \u043e\u0442\u043d\u043e\u0432\u043e.
you.need.select.one.toDownload=\u041d\u0435 \u0441\u0430 \u0438\u0437\u0431\u0440\u0430\u043d\u0438 \u0441\u0440\u0435\u0449\u0438. \u041c\u043e\u043b\u044f, \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u043f\u043e\u043d\u0435 \u0435\u0434\u043d\u0430 \u0441\u0440\u0435\u0449\u0430, \u043a\u043e\u044f\u0442\u043e \u0434\u0430 \u0435\u043a\u0441\u043f\u043e\u0440\u0442\u0438\u0440\u0430\u0442\u0435.
you.promoted.to.another.ts_meanwhile=\u0411\u0438\u043b\u0438 \u0441\u0442\u0435 \u043f\u043e\u0432\u0438\u0448\u0435\u043d\u0438 \u043e\u0442 \u0441\u043f\u0438\u0441\u044a\u043a\u0430 \u043d\u0430 \u0447\u0430\u043a\u0430\u0449\u0438\u0442\u0435 \u0432 \u0434\u0440\u0443\u0433 \u0447\u0430\u0441\u043e\u0432\u0438 \u0438\u043d\u0442\u0435\u0440\u0432\u0430\u043b. \u041d\u0435 \u043c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u0441\u0435 \u0437\u0430\u043f\u0438\u0448\u0435\u0442\u0435 \u0437\u0430 \u0442\u043e\u0437\u0438 \u0447\u0430\u0441\u043e\u0432\u0438 \u0438\u043d\u0442\u0435\u0440\u0432\u0430\u043b.

you_need_to_login=\u0422\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0432\u043b\u0435\u0437\u0435\u0442\u0435, \u0437\u0430 \u0434\u0430 \u0432\u0438\u0434\u0438\u0442\u0435 \u0441\u0440\u0435\u0449\u0438\u0442\u0435.

send_email_to_notify_the_attendee=\u0418\u0437\u043f\u0440\u0430\u0442\u0435\u0442\u0435 \u0438\u043c\u0435\u0439\u043b, \u0437\u0430 \u0434\u0430 \u0443\u0432\u0435\u0434\u043e\u043c\u0438\u0442\u0435 \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u043a\u0430.

send_email_to_notify_the_organizers=\u0418\u0437\u043f\u0440\u0430\u0442\u0435\u0442\u0435 \u0438\u043c\u0435\u0439\u043b, \u0437\u0430 \u0434\u0430 \u0443\u0432\u0435\u0434\u043e\u043c\u0438\u0442\u0435 \u043e\u0440\u0433\u0430\u043d\u0438\u0437\u0430\u0442\u043e\u0440\u0438\u0442\u0435.

edit=\u0420\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430
delete=\u0418\u0437\u0442\u0440\u0438\u0432\u0430\u043d\u0435 \u043d\u0430
email=\u0418\u043c\u0435\u0439\u043b \u0430\u0434\u0440\u0435\u0441
sort_ascending=\u0421\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043f\u043e {0} \u0432\u044a\u0437\u0445\u043e\u0434\u044f\u0449\u043e
sort_descending=\u0421\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043f\u043e {0} \u043d\u0438\u0437\u0445\u043e\u0434\u044f\u0449\u043e

# Menu
add_new_event=\u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430
event_pageTop_link_for_download=\u0415\u043a\u0441\u043f\u043e\u0440\u0442
main_meetings=\u0421\u0440\u0435\u0449\u0438
permission_feature_link=\u0420\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0438\u044f
