#Generated by ResourceBundle Editor (http://eclipse-rbe.sourceforge.net)
#

Failed.remove.event=\u062d\u062f\u062b \u062e\u0637\u0623. \u0644\u0645 \u062a\u062a\u0645 \u0625\u0632\u0627\u0644\u0629 \u0627\u0644\u0627\u062c\u062a\u0645\u0627\u0639 (\u0627\u0644\u0627\u062c\u062a\u0645\u0627\u0639\u0627\u062a) \u0627\u0644\u0645\u062d\u062f\u062f\u0629. \u062d\u0627\u0648\u0644 \u0645\u0631\u0629 \u0627\u062e\u0631\u0649.

add_attachments=\u0623\u0636\u0641 \u0645\u0631\u0641\u0642

add_more_ts=\u0625\u0636\u0627\u0641\u0629 \u0645\u0641\u0637\u0639 \u0632\u0645\u0646\u064a \u062c\u062f\u064a\u062f

add_remove_attachments=\u0625\u0636\u0627\u0641\u0629 / \u0625\u0632\u0627\u0644\u0629 \u0627\u0644\u0645\u0631\u0641\u0642\u0627\u062a

add_to_bottom=\u0623\u0633\u0641\u0644

add_to_top=\u0623\u0639\u0644\u0649

add_waitlist_button=\u0627\u0644\u0627\u0646\u0636\u0645\u0627\u0645 \u0625\u0644\u0649 \u0642\u0627\u0626\u0645\u0629 \u0627\u0644\u0627\u0646\u062a\u0638\u0627\u0631\n\u00a0

apply_added_participants_to_allRecur_events=& nbsp \u061b \u0646\u0639\u0645 \u060c \u0642\u0645 \u0628\u062a\u0639\u064a\u064a\u0646 \u0627\u0644\u0645\u0634\u0627\u0631\u0643\u064a\u0646 \u0641\u064a \u0646\u0641\u0633 \u0627\u0644\u0641\u062a\u0631\u0629 \u0627\u0644\u0632\u0645\u0646\u064a\u0629 \u0644\u062c\u0645\u064a\u0639 \u0627\u0644\u062a\u0643\u0631\u0627\u0631\u0627\u062a

assign_attendee_publish_button=\u062a\u0639\u064a\u064a\u0646 \u0627\u0644\u0645\u0634\u0627\u0631\u0643\u064a\u0646 \u0648\u0627\u0644\u0646\u0634\u0631

assign_attendees=\u062a\u0639\u064a\u064a\u0646 \u0627\u0644\u0645\u0634\u0627\u0631\u0643\u064a\u0646

assign_participants_toAllRecurrences=\u062a\u0639\u064a\u064a\u0646 \u0644\u0644\u0643\u0644

attachments=\u0627\u0644\u0645\u0631\u0641\u0642\u0627\u062a

attend_off=\u0625\u064a\u0642\u0627\u0641

attend_on=\u062a\u0634\u063a\u064a\u0644

attend_taken=\u0633\u064a\u062a\u0645 \u0623\u062e\u0630 \u0627\u0644\u062d\u0636\u0648\u0631

attend_track_selected=\u0639\u0644\u0649 & nbsp\u061b (\u064a\u0645\u0643\u0646\u0643 \u062a\u062a\u0628\u0639 \u0627\u0644\u062d\u0636\u0648\u0631 \u0644\u0647\u0630\u0627 \u0627\u0644\u0627\u062c\u062a\u0645\u0627\u0639 \u0625\u0630\u0627 \u062a\u0645 \u062a\u062d\u062f\u064a\u062f\u0647)

attend_view_list_head=\u0627\u0644\u0641\u062a\u0631\u0627\u062a \u0627\u0644\u0632\u0645\u0646\u064a\u0629 \u0648\u0627\u0644\u062d\u0636\u0648\u0631

attend_view_list_slot_list_canceled=\u062a\u0645 \u0625\u0644\u063a\u0627\u0621 \u0647\u0630\u0647 \u0627\u0644\u0641\u062a\u0631\u0629 \u0627\u0644\u0632\u0645\u0646\u064a\u0629

attend_view_list_slot_list_empty_msg=\u0644\u0645 \u064a\u0633\u062c\u0644 \u0623\u064a \u062d\u0627\u0636\u0631\u064a\u0646 \u0641\u064a \u0647\u0630\u0647 \u0627\u0644\u0641\u062a\u0631\u0629 \u0627\u0644\u0632\u0645\u0646\u064a\u0629

attend_view_list_slot_list_summary=\u0642\u0627\u0626\u0645\u0629 \u0627\u0644\u062d\u0627\u0636\u0631\u064a\u0646 \u0644\u0647\u0630\u0627 \u0627\u0644\u0627\u062c\u062a\u0645\u0627\u0639. \u064a\u062d\u062a\u0648\u064a \u0643\u0644 \u0635\u0641 \u0639\u0644\u0649 \u062e\u0627\u0646\u0629 \u0627\u062e\u062a\u064a\u0627\u0631 \u0644\u0623\u062e\u0630 \u0627\u0644\u062d\u0636\u0648\u0631. \u0645\u0631\u0628\u0639 \u0627\u0644\u0627\u062e\u062a\u064a\u0627\u0631 \u0641\u064a \u0627\u0644\u0631\u0623\u0633 \u064a\u0642\u0648\u0645 \u0628\u0641\u062d\u0635 \u0648\u0625\u0644\u063a\u0627\u0621 \u062a\u062d\u062f\u064a\u062f \u0627\u0644\u0643\u0644.

attend_view_list_slot_list_wait_head=\u0642\u0627\u0626\u0645\u0629 \u0627\u0644\u0627\u0646\u062a\u0638\u0627\u0631

attend_view_list_summary=\u0642\u0627\u0626\u0645\u0629 \u0627\u0644\u0627\u062c\u062a\u0645\u0627\u0639\u0627\u062a. \u062a\u062d\u062a\u0648\u064a \u0643\u0644 \u062e\u0644\u064a\u0629 \u0639\u0644\u0649 \u0648\u0642\u062a \u0627\u0644\u0627\u062c\u062a\u0645\u0627\u0639 (\u0643\u0631\u0623\u0633) \u0648\u0642\u0627\u0626\u0645\u0629 \u0628\u0627\u0644\u062d\u0636\u0648\u0631 \u0645\u0639 \u0645\u0631\u0628\u0639\u0627\u062a \u0627\u062e\u062a\u064a\u0627\u0631 \u0644\u0623\u062e\u0630 \u0627\u0644\u062d\u0636\u0648\u0631. \u062a\u0642\u0648\u0645 \u062e\u0627\u0646\u0629 \u0627\u0644\u0627\u062e\u062a\u064a\u0627\u0631 \u0641\u064a \u0627\u0644\u0631\u0623\u0633 \u0628\u0641\u062d\u0635 \u0623\u0648 \u0625\u0644\u063a\u0627\u0621 \u062a\u062d\u062f\u064a\u062f \u062c\u0645\u064a\u0639 \u0627\u0644\u0623\u0637\u0641\u0627\u0644.

attend_view_select_all=\u062d\u062f\u062f \u0643\u0644 \u0645\u0627 \u062a\u0645 \u062a\u0633\u062c\u064a\u0644\u0647

#attendance view page
attend_view_title=\u062d\u0636\u0648\u0631\:

attend_view_toggle=\u062a\u0628\u062f\u064a\u0644 \u0642\u0648\u0627\u0626\u0645 \u0627\u0644\u0627\u0646\u062a\u0638\u0627\u0631

attendee.already.in.timeslot=\u0627\u0644\u0645\u0634\u0627\u0631\u0643 \u0645\u0648\u062c\u0648\u062f \u0628\u0627\u0644\u0641\u0639\u0644 \u0641\u064a \u0627\u0644\u0645\u0647\u0644\u0629 \u0627\u0644\u0632\u0645\u0646\u064a\u0629

attendee_enterEid=\u0623\u062f\u062e\u0644 \u0645\u0639\u0631\u0641 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0623\u0648 \u0639\u0646\u0648\u0627\u0646 \u0627\u0644\u0628\u0631\u064a\u062f \u0627\u0644\u0625\u0644\u0643\u062a\u0631\u0648\u0646\u064a & nbsp\u061b

attendee_select=\u062d\u062f\u062f & nbsp\u061b

basic=\u0645\u0639\u0644\u0648\u0645\u0627\u062a \u0627\u0633\u0627\u0633\u064a\u0629

before_event_end=\u0642\u0628\u0644 \u0625\u0646\u062a\u0647\u0627\u0621 \u0627\u0644\u0645\u0648\u0639\u062f

before_event_start=\u0642\u0628\u0644 \u0628\u062f\u0621 \u0627\u0644\u0645\u0648\u0639\u062f

cancel_button=\u0625\u0644\u063a\u0627\u0621

cancel_timeslot=\ \u0627\u0644\u0641\u0633\u062d\u0629 \u0627\u0644\u0632\u0645\u0646\u064a\u0629

#cancelTimeslot.jsp
cancel_timeslot_button=\u0625\u0644\u063a\u0627\u0621 \u0627\u0644\u0641\u0633\u062d\u0629 \u0627\u0644\u0632\u0645\u0646\u064a\u0629

confirm_cancel=\u0647\u0644 \u0623\u0646\u062a \u0645\u062a\u0623\u0643\u062f \u0623\u0646\u0643 \u062a\u0631\u064a\u062f \u0625\u0644\u063a\u0627\u0621 \u0627\u0644\u0641\u062a\u0631\u0629 \u0627\u0644\u0632\u0645\u0646\u064a\u0629\u061f \u0633\u064a\u0624\u062f\u064a \u0647\u0630\u0627 \u0625\u0644\u0649 \u0625\u0632\u0627\u0644\u0629 \u062c\u0645\u064a\u0639 \u0627\u0644\u0645\u0634\u0627\u0631\u0643\u064a\u0646 \u0645\u0646 \u062e\u0627\u0646\u0629 \u0627\u0644\u0648\u0642\u062a \u0648\u0633\u064a\u062a\u0645 \u0625\u0631\u0633\u0627\u0644 \u0628\u0631\u064a\u062f \u0625\u0644\u0643\u062a\u0631\u0648\u0646\u064a \u0625\u0644\u0649 \u0643\u0644 \u0645\u0646 \u0627\u0644\u0645\u0634\u0627\u0631\u0643\u064a\u0646.

continue_button=\u0625\u0633\u062a\u0645\u0631\u0627\u0631

copy_event=\u0646\u0633\u062e

create_instruction=\u0644\u0625\u0646\u0634\u0627\u0621 \u0627\u062c\u062a\u0645\u0627\u0639 \u060c \u0623\u062f\u062e\u0644 \u0627\u0644\u0645\u0639\u0644\u0648\u0645\u0627\u062a \u0627\u0644\u0645\u0637\u0644\u0648\u0628\u0629 \u0648\u0627\u0646\u0642\u0631 \u0641\u0648\u0642<b>\u0627\u0644\u062a\u0627\u0644\u064a</b>.

#new event - step1.jsp
create_new_event=\u0625\u0646\u0634\u0627\u0621 \u0627\u062c\u062a\u0645\u0627\u0639 \u062c\u062f\u064a\u062f\:

crossDay.event.repeat.biweekly.problem=\u062a\u0633\u062a\u0645\u0631 \u0645\u062f\u0629 \u0627\u0644\u0627\u062c\u062a\u0645\u0627\u0639 \u0623\u0643\u062b\u0631 \u0645\u0646 14 \u064a\u0648\u0645\u064b\u0627. \u0644\u0627 \u064a\u0645\u0643\u0646 \u062a\u0639\u064a\u064a\u0646 \u0627\u062c\u062a\u0645\u0627\u0639\u0627\u062a \u0645\u0646 \u0647\u0630\u0627 \u0627\u0644\u0646\u0648\u0639 \u0639\u0644\u0649 \u0627\u0644\u062a\u0643\u0631\u0627\u0631 \u0643\u0644 \u0623\u0633\u0628\u0648\u0639\u064a\u0646.
crossDay.event.repeat.daily.problem=\u062a\u0633\u062a\u0645\u0631 \u0645\u062f\u0629 \u0627\u0644\u0627\u062c\u062a\u0645\u0627\u0639 \u0623\u0643\u062b\u0631 \u0645\u0646 24 \u0633\u0627\u0639\u0629. \u0644\u0627 \u064a\u0645\u0643\u0646 \u062a\u0639\u064a\u064a\u0646 \u0627\u062c\u062a\u0645\u0627\u0639\u0627\u062a \u0645\u0646 \u0647\u0630\u0627 \u0627\u0644\u0646\u0648\u0639 \u0639\u0644\u0649 \u0627\u0644\u062a\u0643\u0631\u0627\u0631 \u064a\u0648\u0645\u064a\u064b\u0627.
crossDay.event.repeat.weekly.problem=\u062a\u0633\u062a\u0645\u0631 \u0645\u062f\u0629 \u0627\u0644\u0627\u062c\u062a\u0645\u0627\u0639 \u0623\u0643\u062b\u0631 \u0645\u0646 7 \u0623\u064a\u0627\u0645. \u0644\u0627 \u064a\u0645\u0643\u0646 \u062a\u0639\u064a\u064a\u0646 \u0627\u062c\u062a\u0645\u0627\u0639\u0627\u062a \u0645\u0646 \u0647\u0630\u0627 \u0627\u0644\u0646\u0648\u0639 \u0639\u0644\u0649 \u0627\u0644\u062a\u0643\u0631\u0627\u0631 \u0623\u0633\u0628\u0648\u0639\u064a\u064b\u0627.

#User action exception messages
db.error_or_event.notExisted=\u062d\u062f\u062b \u062e\u0637\u0623 \u0641\u064a \u0642\u0627\u0639\u062f\u0629 \u0627\u0644\u0628\u064a\u0627\u0646\u0627\u062a \u0623\u0648 \u0623\u0646 \u0627\u0644\u0627\u062c\u062a\u0645\u0627\u0639 \u0644\u0645 \u064a\u0639\u062f \u0645\u0648\u062c\u0648\u062f\u064b\u0627.

delete_attandee_confirmation=\u0647\u0644 \u0623\u0646\u062a \u0645\u062a\u0623\u0643\u062f \u0623\u0646\u0643 \u062a\u0631\u064a\u062f \u0625\u0632\u0627\u0644\u0629 \u0647\u0630\u0627 \u0627\u0644\u0645\u0634\u0627\u0631\u0643 \u0645\u0646 \u062e\u0627\u0646\u0629 \u0627\u0644\u0648\u0642\u062a\u061f

synchronisetogroup_confirmation=\u0647\u0644 \u062a\u0631\u064a\u062f \u0628\u0627\u0644\u062a\u0623\u0643\u064a\u062f \u0645\u0632\u0627\u0645\u0646\u0629 \u0627\u0644\u0645\u0634\u0627\u0631\u0643\u064a\u0646 \u0645\u0646 \u0627\u0644\u0641\u062a\u0631\u0629 \u0627\u0644\u0632\u0645\u0646\u064a\u0629 \u0625\u0644\u0649 \u0645\u062c\u0645\u0648\u0639\u0629 \u0627\u0644\u0645\u0648\u0627\u0642\u0639\u061f

synchronisefromgroup_confirmation=\u0647\u0644 \u062a\u0631\u064a\u062f \u0628\u0627\u0644\u062a\u0623\u0643\u064a\u062f \u0645\u0632\u0627\u0645\u0646\u0629 \u0639\u0636\u0648\u064a\u0629 \u0645\u062c\u0645\u0648\u0639\u0629 \u0627\u0644\u0645\u0648\u0627\u0642\u0639 \u0645\u0639 \u0627\u0644\u0641\u062a\u0631\u0629 \u0627\u0644\u0632\u0645\u0646\u064a\u0629\u061f

dropDown_line_separator=----------------------------------

edit.failed_due_to_other_updated_db=\u0641\u0634\u0644 \u0627\u0644\u062a\u062d\u0631\u064a\u0631. \u0642\u0627\u0645 \u0634\u062e\u0635 \u0622\u062e\u0631 \u0628\u062a\u062d\u062f\u064a\u062b \u0627\u0644\u0627\u062c\u062a\u0645\u0627\u0639. \u062d\u0627\u0648\u0644 \u0645\u0631\u0629 \u0627\u062e\u0631\u0649.

#email exception message
email.exception=\u0644\u0645 \u064a\u062a\u0645 \u0625\u0631\u0633\u0627\u0644 \u0627\u0644\u0628\u0631\u064a\u062f \u0627\u0644\u0625\u0644\u0643\u062a\u0631\u0648\u0646\u064a\: \u062d\u062f\u062b \u062e\u0637\u0623.

error.calendarEvent.posted_failed=\u062a\u0645 \u0625\u0646\u0634\u0627\u0621 \u0627\u0644\u062d\u062f\u062b \u0628\u0646\u062c\u0627\u062d \u060c \u0648\u0644\u0643\u0646 \u0644\u0627 \u064a\u0645\u0643\u0646 \u0625\u0636\u0627\u0641\u062a\u0647 \u0625\u0644\u0649 \u0627\u0644\u062a\u0642\u0648\u064a\u0645 \u0644\u0623\u0646 \u0623\u062f\u0627\u0629 \u0627\u0644\u062a\u0642\u0648\u064a\u0645 \u063a\u064a\u0631 \u0645\u0648\u062c\u0648\u062f\u0629 \u0639\u0644\u0649 \u0627\u0644\u0645\u0648\u0642\u0639.
error.calendarEvent.posted_failed_due_to_permission=\u062a\u0645 \u0625\u0646\u0634\u0627\u0621 \u0627\u0644\u062d\u062f\u062b \u0628\u0646\u062c\u0627\u062d \u060c \u0648\u0644\u0643\u0646 \u0644\u0627 \u064a\u0645\u0643\u0646 \u0625\u0636\u0627\u0641\u062a\u0647 \u0625\u0644\u0649 \u0627\u0644\u062a\u0642\u0648\u064a\u0645 \u0639\u0644\u0649 \u0627\u0644\u0645\u0648\u0642\u0639 (\u0627\u0644\u0645\u0648\u0627\u0642\u0639) \u0644\u0623\u0646\u0647 \u0644\u064a\u0633 \u0644\u062f\u064a\u0643 \u0625\u0630\u0646 \u0644\u0644\u0625\u0636\u0627\u0641\u0629 \u0625\u0644\u0649 \u0627\u0644\u062a\u0642\u0648\u064a\u0645.
error.calendarEvent.removal_failed=\u062d\u062f\u062b \u062e\u0637\u0623 \u0648\u0631\u0628\u0645\u0627 \u0641\u0634\u0644\u062a \u0625\u0632\u0627\u0644\u0629 \u062d\u062f\u062b \u0627\u0644\u062a\u0642\u0648\u064a\u0645 \u0641\u064a \u0623\u062f\u0627\u0629 \u0627\u0644\u062a\u0642\u0648\u064a\u0645.
error.calendarEvent.updated_failed=\u062a\u0645 \u062a\u062d\u062f\u064a\u062b \u0627\u0644\u062d\u062f\u062b \u0628\u0646\u062c\u0627\u062d \u060c \u0648\u0644\u0643\u0646 \u0644\u0627 \u064a\u0645\u0643\u0646 \u062a\u062d\u062f\u064a\u062b\u0647 \u0625\u0644\u0649 \u0627\u0644\u062a\u0642\u0648\u064a\u0645 \u0639\u0644\u0649 \u0627\u0644\u0645\u0648\u0642\u0639 (\u0627\u0644\u0645\u0648\u0627\u0642\u0639) \u0644\u0623\u0646 \u0623\u062f\u0627\u0629 \u0627\u0644\u062a\u0642\u0648\u064a\u0645 \u063a\u064a\u0631 \u0645\u0648\u062c\u0648\u062f\u0629 \u0639\u0644\u0649 \u0627\u0644\u0645\u0648\u0642\u0639.
error.calendarEvent.updated_failed_due_to_permission=\u062a\u0645 \u062a\u062d\u062f\u064a\u062b \u0627\u0644\u062d\u062f\u062b \u0628\u0646\u062c\u0627\u062d \u060c \u0648\u0644\u0643\u0646 \u0644\u0627 \u064a\u0645\u0643\u0646 \u062a\u062d\u062f\u064a\u062b\u0647 \u0625\u0644\u0649 \u0627\u0644\u062a\u0642\u0648\u064a\u0645 \u0639\u0644\u0649 \u0627\u0644\u0645\u0648\u0642\u0639 (\u0627\u0644\u0645\u0648\u0627\u0642\u0639) \u0644\u0623\u0646\u0647 \u0644\u064a\u0633 \u0644\u062f\u064a\u0643 \u0625\u0630\u0646 \u0644\u062a\u062d\u062f\u064a\u062b \u0627\u0644\u062a\u0642\u0648\u064a\u0645.
error.group_sync_failed=\u0644\u0627 \u064a\u0645\u0643\u0646 \u0645\u0632\u0627\u0645\u0646\u0629 \u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0629. \u0647\u0644 \u062a\u0645 \u062d\u0630\u0641 \u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0629 \u064a\u062f\u0648\u064a\u064b\u0627 \u0645\u0646 \u0645\u0639\u0644\u0648\u0645\u0627\u062a \u0627\u0644\u0645\u0648\u0642\u0639\u061f \u0644\u0627\u0633\u062a\u0639\u0627\u062f\u0629 \u0647\u0630\u0647 \u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0629 \u060c \u0642\u0645 \u0628\u0632\u064a\u0627\u0631\u0629 \u0635\u0641\u062d\u0629 \u062a\u0639\u062f\u064a\u0644 \u0627\u0644\u0627\u062c\u062a\u0645\u0627\u0639 \u0648\u0627\u0646\u0642\u0631 \u0641\u0648\u0642 "\u0646\u0634\u0631 \u0627\u0644\u062a\u0639\u062f\u064a\u0644" \u060c \u062b\u0645 \u0639\u064f\u062f \u0647\u0646\u0627 \u0644\u0644\u0645\u0632\u0627\u0645\u0646\u0629 \u0645\u0631\u0629 \u0623\u062e\u0631\u0649.
error.no.change.group.title=\u0644\u0645 \u062a\u062a\u0645 \u0645\u0632\u0627\u0645\u0646\u0629 \u0628\u0639\u0636 \u0639\u0646\u0627\u0648\u064a\u0646 \u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0629 \u0645\u0646\u0630 \u0623\u0646 \u062a\u0645 \u062a\u0639\u062f\u064a\u0644\u0647\u0627 \u0639\u0628\u0631 \u0623\u062f\u0627\u0629 \u0645\u0639\u0644\u0648\u0645\u0627\u062a \u0627\u0644\u0645\u0648\u0642\u0639 \u0628\u0627\u0644\u0641\u0639\u0644\!
error.no_group_for_timeslot=\u0645\u062c\u0645\u0648\u0639\u0629 \u0647\u0630\u0647 \u0627\u0644\u0641\u062a\u0631\u0629 \u0627\u0644\u0632\u0645\u0646\u064a\u0629 \u0645\u0641\u0642\u0648\u062f\u0629. \u0644\u0627\u0633\u062a\u0639\u0627\u062f\u0629 \u0647\u0630\u0647 \u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0629 \u060c \u0642\u0645 \u0628\u0632\u064a\u0627\u0631\u0629 \u0635\u0641\u062d\u0629 \u062a\u0639\u062f\u064a\u0644 \u0627\u0644\u0627\u062c\u062a\u0645\u0627\u0639 \u0648\u0627\u0646\u0642\u0631 \u0641\u0648\u0642 "\u0646\u0634\u0631 \u0627\u0644\u062a\u0639\u062f\u064a\u0644" \u060c \u062b\u0645 \u0639\u064f\u062f \u0647\u0646\u0627 \u0644\u0644\u0645\u0632\u0627\u0645\u0646\u0629 \u0645\u0631\u0629 \u0623\u062e\u0631\u0649.
error.occurred_try_again=\u062d\u062f\u062b \u062e\u0637\u0623\: \u064a\u0631\u062c\u0649 \u0627\u0644\u0645\u062d\u0627\u0648\u0644\u0629 \u0645\u0631\u0629 \u0623\u062e\u0631\u0649.

event.Signup.not.started.yet=\u0645\u062a\u0627\u062d \u0639\u0644\u0649
event.SignupNotRequire=\u0627\u0644\u062a\u0633\u062c\u064a\u0644 \u063a\u064a\u0631 \u0645\u0637\u0644\u0648\u0628
event.available=\u0645\u062a\u0648\u0641\u0631\u0629
#meeting status for participants
event.closed=\ \u0645\u063a\u0644\u0642
event.create_custom_defined_TS_blocks=\u0627\u0644\u0631\u062c\u0627\u0621 \u0627\u0644\u0646\u0642\u0631 \u0641\u0648\u0642 \u0627\u0644\u0632\u0631 "\u0625\u0646\u0634\u0627\u0621 \u0641\u062a\u0631\u0629 \u0632\u0645\u0646\u064a\u0629 (\u0641\u062a\u0631\u0627\u062a)" \u0644\u062a\u062d\u062f\u064a\u062f \u0641\u062a\u0631\u0629 \u0632\u0645\u0646\u064a\u0629 \u0645\u062e\u0635\u0635\u0629 \u062c\u062f\u064a\u062f\u0629.
event.endTime_should_after_startTime=\u064a\u062c\u0628 \u0623\u0646 \u064a\u062d\u062f\u062b \u0648\u0642\u062a \u0627\u0646\u062a\u0647\u0627\u0621 \u0627\u0644\u0627\u062c\u062a\u0645\u0627\u0639 \u0628\u0639\u062f \u0648\u0642\u062a \u0628\u062f\u0621 \u0627\u0644\u0627\u062c\u062a\u0645\u0627\u0639.
event.endTimeslot_should_after_startTimeslot=\u0627\u0644\u0635\u0641 {0} - \u064a\u062c\u0628 \u0623\u0646 \u064a\u0642\u0639 \u0648\u0642\u062a \u0627\u0644\u0627\u0646\u062a\u0647\u0627\u0621 \u0628\u0639\u062f \u0648\u0642\u062a \u0628\u062f\u0621 \u0627\u0644\u0641\u062a\u0631\u0629 \u0627\u0644\u0632\u0645\u0646\u064a\u0629.
event.inProgress=\u0641\u064a \u062a\u0642\u062f\u0645
event.location_not_assigned=\u0627\u0644\u0631\u062c\u0627\u0621 \u062a\u062d\u062f\u064a\u062f \u0645\u0648\u0642\u0639.
event.maxAttendee_should_be_valid=\u0627\u0644\u0631\u062c\u0627\u0621 \u0625\u062f\u062e\u0627\u0644 \u0639\u062f\u062f \u0635\u062d\u064a\u062d \u0644\u0644\u062d\u0636\u0648\u0631 \u0641\u064a \u0646\u0648\u0639 \u0627\u0644\u0627\u062c\u062a\u0645\u0627\u0639.
event.meeting.locked=\u0627\u0644\u062a\u0633\u062c\u064a\u0644 \u0645\u063a\u0644\u0642
event.repeatNnum.bigger.than.one=\u064a\u062c\u0628 \u0623\u0646 \u064a\u0643\u0648\u0646 \u0639\u062f\u062f \u0627\u0644\u062a\u0643\u0631\u0627\u0631\u0627\u062a \u0623\u0643\u0628\u0631 \u0645\u0646 0.
event.repeatbeforestart=\u062a\u0627\u0631\u064a\u062e \u0627\u0644\u0627\u0646\u062a\u0647\u0627\u0621 \u063a\u064a\u0631 \u0635\u0627\u0644\u062d. \u064a\u062c\u0628 \u0623\u0646 \u064a\u062d\u062f\u062b \u062a\u0627\u0631\u064a\u062e "\u0627\u0644\u0627\u0646\u062a\u0647\u0627\u0621 \u0628\u0639\u062f\:" \u0641\u062a\u0631\u0629 \u062a\u0643\u0631\u0627\u0631 \u0648\u0627\u062d\u062f\u0629 \u0639\u0644\u0649 \u0627\u0644\u0623\u0642\u0644 \u0628\u0639\u062f \u062a\u0627\u0631\u064a\u062e "\u0648\u0642\u062a \u0627\u0644\u0628\u062f\u0621".
event.selectMeetingType=\u0627\u0644\u0631\u062c\u0627\u0621 \u062a\u062d\u062f\u064a\u062f \u0646\u0648\u0639 \u0627\u0644\u0627\u062c\u062a\u0645\u0627\u0639.
event.signup.deadline.passed=\u0627\u0646\u062a\u0647\u0649 \u0648\u0642\u062a \u0627\u0644\u062a\u0633\u062c\u064a\u0644 \u0628\u0627\u0644\u0641\u0639\u0644.
event.timeslot_duration_should_not_lessThan_one=\u064a\u062c\u0628 \u0623\u0644\u0627 \u062a\u0642\u0644 \u0627\u0644\u0645\u062f\u0629 \u0627\u0644\u0632\u0645\u0646\u064a\u0629 \u0644\u0644\u0627\u062c\u062a\u0645\u0627\u0639 \u0639\u0646 \u062f\u0642\u064a\u0642\u0629 \u0648\u0627\u062d\u062f\u0629 \u0648\u064a\u0631\u062c\u0649 \u0632\u064a\u0627\u062f\u0629 \u0648\u0642\u062a \u0627\u0646\u062a\u0647\u0627\u0621 \u0627\u0644\u0627\u062c\u062a\u0645\u0627\u0639.
event.title_cannot_be_blank=\u064a\u0631\u062c\u0649 \u062a\u062d\u062f\u064a\u062f \u0639\u0646\u0648\u0627\u0646 \u0627\u0644\u0627\u062c\u062a\u0645\u0627\u0639.
event.unavailable=\u0645\u0645\u062a\u0644\u0649\u0621
event.youOnWaitList=\u0641\u064a \u0642\u0627\u0626\u0645\u0629 \u0627\u0644\u0627\u0646\u062a\u0638\u0627\u0631
event.youSignedUp=\u0627\u0634\u062a\u0631\u0643

event.data_sync_error=\u062d\u062f\u062b \u062e\u0637\u0623 \u063a\u064a\u0631 \u0645\u0639\u0631\u0648\u0641 \u0641\u064a \u0625\u0646\u0634\u0627\u0621 \u0647\u0630\u0627 \u0627\u0644\u0625\u062f\u062e\u0627\u0644. \u064a\u062c\u0628 \u0639\u0644\u064a\u0643 \u0625\u0639\u0627\u062f\u0629 \u0645\u062d\u0627\u0648\u0644\u0629 \u0625\u062c\u0631\u0627\u0621 \u0623\u0648 \u0627\u0644\u0625\u0644\u063a\u0627\u0621 \u0645\u0646 \u0647\u0630\u0647 \u0627\u0644\u0634\u0627\u0634\u0629 \u0648\u0627\u0644\u0645\u062d\u0627\u0648\u0644\u0629 \u0645\u0631\u0629 \u0623\u062e\u0631\u0649.

event_addSignup_attendee_page_title=\u0625\u0643\u0645\u0627\u0644 \u0627\u0644\u062a\u0633\u062c\u064a\u0644

event_add_attendee=\ & nbsp \u061b \u0625\u0636\u0627\u0641\u0629 \u0645\u0634\u0627\u0631\u0643

event_add_comment_link=\u0627\u0636\u0641 \u062a\u0639\u0644\u064a\u0642

event_add_more_slots=\u0639\u062f\u062f \u0627\u0644\u0641\u062a\u0631\u0627\u062a<br/> \u0627\u0644\u0632\u0645\u0646\u064a\u0629 \u0627\u0644\u0625\u0636\u0627\u0641\u064a\u0629\:

event_addedit_Coordinators=\u0625\u0636\u0627\u0641\u0629 / \u062a\u062d\u0631\u064a\u0631

event_alert_truncate_attendee=\u0647\u0644 \u0623\u0646\u062a \u0645\u062a\u0623\u0643\u062f \u0623\u0646\u0643 \u062a\u0631\u064a\u062f \u0646\u0633\u062e \u0647\u0630\u0627\u061f \u0642\u062f \u064a\u062a\u0645 \u0627\u0642\u062a\u0637\u0627\u0639 \u0628\u0639\u0636 \u0627\u0644\u0645\u0634\u0627\u0631\u0643\u064a\u0646 \u0628\u0633\u0628\u0628 \u0642\u0644\u0629 \u0639\u062f\u062f \u0627\u0644\u0641\u062a\u0631\u0627\u062a \u0627\u0644\u0632\u0645\u0646\u064a\u0629 \u0623\u0648 \u0627\u0644\u0645\u0634\u0627\u0631\u0643\u064a\u0646 \u0627\u0644\u0645\u0633\u0645\u0648\u062d \u0628\u0647\u0645\!

event_allow_addComment=\u0627\u0644\u0633\u0645\u0627\u062d \u0628\u0625\u0636\u0627\u0641\u0629 \u062a\u0639\u0644\u064a\u0642\:

event_allow_waitList=\u0627\u0644\u0633\u0645\u0627\u062d \u0628\u0642\u0627\u0626\u0645\u0629 \u0627\u0644\u0627\u0646\u062a\u0638\u0627\u0631\:

event_allowed_slots=\u0623\u0642\u0635\u0649 \u0639\u062f\u062f \u0644\u0644\u0641\u062a\u0631\u0627\u062a \u0627\u0644\u0632\u0645\u0646\u064a\u0629 \u0644\u0643\u0644 \u0645\u0634\u0627\u0631\u0643\:

event_allowed_slots_comments=\u0639\u0644\u0649 & nbsp \u061b \u0646\u0639\u0645 \u060c \u0627\u0644\u0633\u0645\u0627\u062d \u0644\u0644\u0645\u0634\u0627\u0631\u0643\u064a\u0646 \u0628\u0627\u0644\u062a\u0633\u062c\u064a\u0644 \u0641\u064a \u0623\u0643\u062b\u0631 \u0645\u0646 \u0641\u062a\u0631\u0629 \u0632\u0645\u0646\u064a\u0629.

event_announcement_notice=\u0647\u0630\u0647 \u062c\u0644\u0633\u0629 \u0645\u0641\u062a\u0648\u062d\u0629. \u0644\u0627 \u064a\u0644\u0632\u0645 \u0627\u0644\u0627\u0634\u062a\u0631\u0627\u0643.

event_appointment_date=\u062a\u0627\u0631\u064a\u062e \u0627\u0644\u0645\u0648\u0639\u062f\:

event_appointment_period=\u0641\u062a\u0631\u0629 \u0627\u0644\u062a\u0639\u064a\u064a\u0646\:

event_assign_attendee_page_title=\u062a\u0639\u064a\u064a\u0646 \u0627\u0644\u0645\u0634\u0627\u0631\u0643\u064a\u0646

event_attendee_eid=\u0645\u0639\u0631\u0641 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0627\u0644\u0645\u0634\u0627\u0631\u0643\:

event_attendee_name=\u0627\u0633\u0645 \u0627\u0644\u0645\u0634\u0627\u0631\u0643\:

event_attendee_noEmail=\u0644\u0627 \u0627\u0644\u0628\u0631\u064a\u062f \u0627\u0644\u0625\u0644\u0643\u062a\u0631\u0648\u0646\u064a

event_attendee_role=\u062f\u0648\u0631 \u0627\u0644\u0645\u0634\u0627\u0631\u0643\:

event_attendance=\u062d\u0636\u0648\u0631

event_button_finish=\u0625\u0646\u0647\u0627\u0621

event_button_signup=\u0627\u0634\u062a\u0631\u0627\u0643

event_cancel_timeslot_label=\u0639\u0644\u0649 & nbsp \u061b \u0625\u0644\u063a\u0627\u0621 - \u062d\u0630\u0641 \u0627\u0644\u0641\u062a\u0631\u0629 \u0627\u0644\u0632\u0645\u0646\u064a\u0629

event_canceled=\u0623\u0644\u063a\u064a\u062a

event_category=\u0627\u0644\u0641\u0626\u0629\:

event_category_custom=\u0623\u062f\u062e\u0644 \u0641\u0626\u0629 \u062c\u062f\u064a\u062f\u0629

event_category_edit=\u062a\u062d\u0631\u064a\u0631 \u0627\u0644\u0641\u0626\u0629

event_check_all_chkbxn=\u0625\u062e\u062a\u0631 \u0627\u0644\u062c\u0645\u064a\u0639

event_clear_all_chkbxn=\u0627\u0645\u0633\u062d \u0627\u0644\u0643\u0644

event_close_other_default_setting=\u0625\u062e\u0641\u0627\u0621 \u0627\u0644\u0625\u0639\u062f\u0627\u062f\u0627\u062a \u0627\u0644\u0627\u0641\u062a\u0631\u0627\u0636\u064a\u0629 \u0627\u0644\u0623\u062e\u0631\u0649

event_comment=\u062a\u0639\u0644\u064a\u0642\:

#addAttendeeSignup page
event_comments=\u062a\u0639\u0644\u064a\u0642\u0627\u062a

event_comments_title=\u062a\u0639\u0644\u064a\u0642\u0627\u062a \u0627\u0644\u0645\u0634\u0627\u0631\u0643\u064a\u0646 \u0641\u064a \u0627\u0644\u0627\u062c\u062a\u0645\u0627\u0639

#copyMeeting.jsp
event_copy_meeting_page_title=\u0627\u0646\u0633\u062e \u0647\u0630\u0627 \u0627\u0644\u0627\u062c\u062a\u0645\u0627\u0639

event_create_email_notification=\u0623\u0639\u0644\u0646 \u0639\u0646 \u0627\u0644\u062a\u0648\u0641\u0631\:

event_create_groups=\u0625\u0646\u0634\u0627\u0621 \u0645\u062c\u0645\u0648\u0639\u0627\u062a \u0644\u0644\u0641\u062a\u0631\u0627\u062a \u0627\u0644\u0632\u0645\u0646\u064a\u0629

event_current_site=(\u0627\u0644\u0645\u0648\u0642\u0639 \u0627\u0644\u062d\u0627\u0644\u064a)

event_custom_undo=\u0625\u0644\u063a\u0627\u0621 \u0627\u0644\u062a\u062d\u0645\u064a\u0644

event_custom_undo_tip=\u0627\u0646\u0642\u0631 \u0644\u0644\u062a\u0631\u0627\u062c\u0639 \u0639\u0646 \u0627\u0644\u0625\u062f\u062e\u0627\u0644\t\t\t\t\t\t\t\t

event_date=\u062a\u0627\u0631\u064a\u062e \u0627\u0644\u0627\u062c\u062a\u0645\u0627\u0639\:

event_description=\u0648\u0635\u0641\:

event_download_csv_button=\u062a\u0635\u062f\u064a\u0631 \u0643\u0645\u0644\u0641 CSV

event_download_xls_button=\u062a\u0635\u062f\u064a\u0631 \u0628\u062a\u0646\u0633\u064a\u0642 Excel

event_duration_each_timeslot=\u0645\u062f\u0629 \u0643\u0644<br/> \u0641\u062a\u0631\u0629 \u0632\u0645\u0646\u064a\u0629 (\u062f\u0642\u064a\u0642\u0629)\:

event_duration_each_timeslot_not_bold=\u0627\u0644\u0645\u062f\u0629 \u0627\u0644\u062a\u0642\u062f\u064a\u0631\u064a\u0629 \u0644\u0643\u0644 \u0641\u062a\u0631\u0629 \u0632\u0645\u0646\u064a\u0629 (\u0628\u0627\u0644\u062f\u0642\u0627\u0626\u0642)\:

event_email_autoReminder=\u062a\u0630\u0643\u064a\u0631 \u062a\u0644\u0642\u0627\u0626\u064a\:

event_email_not_send_out_label=&nbsp\u061b \u0627\u0644\u0645\u0648\u0642\u0639 \u0627\u0644\u062d\u0627\u0644\u064a \u063a\u064a\u0631 \u0645\u0646\u0634\u0648\u0631. \u0644\u0646 \u064a\u062a\u0645 \u0625\u0631\u0633\u0627\u0644 \u0623\u064a \u0625\u0634\u0639\u0627\u0631 \u0628\u0627\u0644\u0628\u0631\u064a\u062f \u0627\u0644\u0625\u0644\u0643\u062a\u0631\u0648\u0646\u064a.

event_email_notification=\u0625\u0634\u0639\u0627\u0631 \u0627\u0644\u0628\u0631\u064a\u062f \u0627\u0644\u0625\u0644\u0643\u062a\u0631\u0648\u0646\u064a\:

event_email_yes_label=& nbsp\u061b \u0646\u0639\u0645 \u060c \u0623\u0631\u0633\u0644 \u0628\u0631\u064a\u062f\u064b\u0627 \u0625\u0644\u0643\u062a\u0631\u0648\u0646\u064a\u064b\u0627 \u0644\u0625\u0639\u0644\u0627\u0645 \u0627\u0644\u0645\u0634\u0627\u0631\u0643\u064a\u0646 (\u0627\u0644\u0645\u0634\u0627\u0631\u0643\u064a\u0646) \u0630\u0648\u064a \u0627\u0644\u0635\u0644\u0629 \u0628\u0627\u0644\u062a\u063a\u064a\u064a\u0631\u0627\u062a \u0627\u0644\u062a\u064a \u062a\u0645 \u0625\u062c\u0631\u0627\u0624\u0647\u0627.

event_end_after=\u062a\u0646\u062a\u0647\u064a \u0628\u0639\u062f\:

event_end_time=\u0648\u0642\u062a \u0627\u0644\u0646\u0647\u0627\u064a\u0629\:

event_endtime_auto_adjusted_warning=\u062a\u0645 \u062a\u0639\u062f\u064a\u0644 \u0648\u0642\u062a \u0627\u0646\u062a\u0647\u0627\u0621 \u0627\u0644\u0627\u062c\u062a\u0645\u0627\u0639 \u0644\u0623\u0646\u0647 \u0644\u0627 \u064a\u0645\u0643\u0646 \u062a\u0642\u0633\u064a\u0645 \u0639\u062f\u062f \u0627\u0644\u062c\u0644\u0633\u0627\u062a \u0628\u0627\u0644\u062a\u0633\u0627\u0648\u064a \u062e\u0644\u0627\u0644 \u0627\u0644\u0641\u062a\u0631\u0629 \u0627\u0644\u0632\u0645\u0646\u064a\u0629 \u0627\u0644\u0645\u062a\u0648\u0641\u0631\u0629.

#view meeting-list main page:signupMeetings.jsp
event_error_alerts=\u0625\u0646\u0630\u0627\u0631\:

event_group_level=(\u0645\u0633\u062a\u0648\u0649 \u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0629)

event_hide_coordinators=\u0625\u062e\u0641\u0627\u0621

event_hide_custom_ts=\u0625\u062e\u0641\u0627\u0621 \u0627\u0644\u0641\u062a\u0631\u0627\u062a \u0627\u0644\u0632\u0645\u0646\u064a\u0629 \u0627\u0644\u0645\u062d\u062f\u062f\u0629 \u0627\u0644\u0645\u062e\u0635\u0635\u0629

event_hide_me_details=&nbsp\u061b \u0625\u062e\u0641\u0627\u0621 \u0627\u0644\u062a\u0641\u0627\u0635\u064a\u0644

event_hide_meetingIfo_detail=\u0639\u0644\u0649 & nbsp \u061b \u0625\u062e\u0641\u0627\u0621 \u0645\u0639\u0644\u0648\u0645\u0627\u062a \u0627\u0644\u0627\u062c\u062a\u0645\u0627\u0639 \u0623\u0639\u0644\u0627\u0647

event_hide_site_group_detail=\u0639\u0644\u0649 & nbsp \u061b \u0625\u062e\u0641\u0627\u0621 \u062a\u0641\u0627\u0635\u064a\u0644 \u0627\u0644\u0645\u0648\u0642\u0639 (\u0627\u0644\u0645\u0648\u0627\u0642\u0639) / \u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0629 (\u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0627\u062a)

event_icalendar_label=jk.dg

event_icalendar_link=\u0631\u0627\u0628\u0637 \u0627\u0644\u062a\u0642\u0648\u064a\u0645\:

event_isOver=<font color\='red'>\u062a\u0645 \u0639\u0642\u062f \u0647\u0630\u0627 \u0627\u0644\u0627\u062c\u062a\u0645\u0627\u0639 \u0628\u0627\u0644\u0641\u0639\u0644.</font>

event_is_canceled=\u0623\u0644\u063a\u064a\u062a

event_is_locked=\u0645\u0642\u0641\u0644

event_is_open_session=\u0647\u0630\u0647 \u062c\u0644\u0633\u0629 \u0645\u0641\u062a\u0648\u062d\u0629. \u0644\u0627 \u064a\u0644\u0632\u0645 \u0627\u0644\u0627\u0634\u062a\u0631\u0627\u0643.

event_keep_current_attendees=\u0627\u062d\u062a\u0641\u0638 \u0628\u0627\u0644\u0645\u0634\u0627\u0631\u0643\u064a\u0646 \u0627\u0644\u062d\u0627\u0644\u064a\u064a\u0646\:

event_location=\u0645\u0648\u0642\u0639

event_lock_timeslot_label=\u0639\u0644\u0649 & nbsp \u061b \u0642\u0641\u0644 - \u0645\u0646\u0639 \u0627\u0634\u062a\u0631\u0627\u0643 \u0627\u0644\u0645\u0634\u062a\u0631\u0643

event_locked=<b>\u0645\u0642\u0641\u0644</b>

event_max_attendee_each_timeslot=\u0627\u0644\u062d\u062f \u0627\u0644\u0623\u0642\u0635\u0649 \u0644\u0639\u062f\u062f \u0627\u0644\u0645\u0634\u0627\u0631\u0643\u064a\u0646 <br/>\u0641\u064a \u0627\u0644\u0641\u062a\u0631\u0629 \u0627\u0644\u0632\u0645\u0646\u064a\u0629\:

event_max_attendee_each_timeslot_not_bold=\u0627\u0644\u062d\u062f \u0627\u0644\u0623\u0642\u0635\u0649 \u0644\u0639\u062f\u062f \u0627\u0644\u0645\u0634\u0627\u0631\u0643\u064a\u0646 \u0641\u064a \u0627\u0644\u0641\u062a\u0631\u0629 \u0627\u0644\u0632\u0645\u0646\u064a\u0629\:

event_max_attendees=\u0639\u0644\u0649 & nbsp \u061b \u0627\u0644\u062d\u062f \u0627\u0644\u0623\u0642\u0635\u0649 \u0644\u0639\u062f\u062f \u0627\u0644\u0645\u0634\u0627\u0631\u0643\u064a\u0646\:

#assignStudent.jsp
event_max_num_attendees=\u0627\u0644\u062d\u062f \u0627\u0644\u0623\u0642\u0635\u0649 \u0644\u0639\u062f\u062f \u0627\u0644\u0645\u0634\u0627\u0631\u0643\u064a\u0646\:

event_meeting_default_notify_setting=\u0627\u0644\u0625\u0639\u062f\u0627\u062f \u0627\u0644\u0627\u0641\u062a\u0631\u0627\u0636\u064a \u0644\u0644\u0625\u0639\u0644\u0627\u0645\:

event_missing_group=\u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0627\u062a \u0627\u0644\u0645\u0641\u0642\u0648\u062f\u0629\:

event_missing_site=\u0627\u0644\u0645\u0648\u0627\u0642\u0639 \u0627\u0644\u0645\u0641\u0642\u0648\u062f\u0629\:

#modifyMeeting.jsp
event_modify_meeting_page_title=\u062a\u0639\u062f\u064a\u0644 \u0627\u0644\u0627\u062c\u062a\u0645\u0627\u0639

event_modify_option=\u062a\u0639\u062f\u064a\u0644 \u0627\u0644\u062e\u064a\u0627\u0631\u0627\u062a\:

event_move=\u062a\u062d\u0631\u064a\u0643

event_moveToTimeslot=\u0627\u0644\u0627\u0646\u062a\u0642\u0627\u0644 \u0625\u0644\u0649 \u0641\u062a\u0631\u0629 \u0632\u0645\u0646\u064a\u0629 & nbsp\u061b

event_name=\u0627\u0644\u0639\u0646\u0648\u0627\u0646

#download excel page
event_timezone=\u0648\u062d\u062f\u0629 \u0632\u0645\u0646\u064a\u0629\:

event_no_attachment=\u0644\u0627 \u064a\u0648\u062c\u062f \u0645\u0631\u0641\u0642

event_no_comment_available=\u0644\u0627 \u062a\u0639\u0644\u064a\u0642

event_no_comments=\u0644\u0627 \u062a\u0648\u062c\u062f \u062a\u0639\u0644\u064a\u0642\u0627\u062a \u0627\u0644\u0645\u0634\u0627\u0631\u0643\u064a\u0646.

event_no_label=\u0644\u0627

event_not_start_signup_process=<font color\='red'>\u0644\u0645 \u062a\u0628\u062f\u0623 \u0639\u0645\u0644\u064a\u0629 \u0627\u0644\u062a\u0633\u062c\u064a\u0644 \u0628\u0639\u062f. \u0648\u0645\u0639 \u0630\u0644\u0643 \u060c \u0625\u0630\u0627 \u062a\u0645 \u062a\u0639\u064a\u064a\u0646\u0643 \u0645\u0633\u0628\u0642\u064b\u0627 \u060c \u0641\u064a\u0645\u0643\u0646\u0643 \u0625\u0644\u063a\u0627\u0621 \u0627\u0644\u0641\u062a\u0631\u0629 \u0627\u0644\u0632\u0645\u0646\u064a\u0629 \u0627\u0644\u0645\u062e\u0635\u0635\u0629 \u0644\u0643.</font>

event_num_participant_per_timeslot=\u0639\u062f\u062f \u0627\u0644\u0645\u0634\u0627\u0631\u0643\u064a\u0646 \u0644\u0643\u0644 \u0641\u062a\u0631\u0629 \u0632\u0645\u0646\u064a\u0629\:

event_num_slot_avail_for_signup=\u0639\u062f\u062f \u0627\u0644\u0641\u062a\u062d\u0627\u062a \u0627\u0644\u0645\u062a\u0627\u062d\u0629 \u0644\u0644\u062a\u0633\u062c\u064a\u0644\:

event_num_timeslot=\u0639\u062f\u062f \u0627\u0644\u0641\u0648\u0627\u0635\u0644 \u0627\u0644\u0632\u0645\u0646\u064a\u0629\:

event_occurrences=\u062a\u0643\u0631\u0627\u0631\u0627\u062a

event_on_waiting=\u0641\u064a \u0642\u0627\u0626\u0645\u0629 \u0627\u0644\u0627\u0646\u062a\u0638\u0627\u0631

event_on_waiting_list=\u0641\u064a \u0642\u0627\u0626\u0645\u0629 \u0627\u0644\u0627\u0646\u062a\u0638\u0627\u0631

#signupMeeting.jsp
event_organizer=\u0645\u0646\u0638\u0645\:

event_other_default_setting=\u0627\u0644\u0625\u0639\u062f\u0627\u062f\u0627\u062a \u0627\u0644\u0627\u0641\u062a\u0631\u0627\u0636\u064a\u0629 \u0627\u0644\u0623\u062e\u0631\u0649\:

event_other_sites=\u0645\u0648\u0627\u0642\u0639 \u0623\u062e\u0631\u0649

event_other_sites_empty=\u0644\u0645\u0634\u0627\u0631\u0643\u0629 \u0647\u0630\u0627 \u0627\u0644\u0627\u062c\u062a\u0645\u0627\u0639 \u0645\u0639 \u0645\u0648\u0627\u0642\u0639 \u0623\u062e\u0631\u0649 \u060c \u0642\u0645 \u0628\u062a\u0645\u0643\u064a\u0646 \u0623\u062f\u0627\u0629 \u0627\u0644\u062a\u0633\u062c\u064a\u0644 \u0641\u064a \u062a\u0644\u0643 \u0627\u0644\u0645\u0648\u0627\u0642\u0639.

event_overview=\u0646\u0638\u0631\u0629 \u0639\u0627\u0645\u0629 \u0639\u0644\u0649 \u0627\u0644\u0623\u062d\u062f\u0627\u062b

event_owner=\u0645\u0646\u0638\u0645\:

event_pageTop_link_for_download_csv=\u062a\u0635\u062f\u064a\u0631 \u0643\u0645\u0644\u0641 CSV

event_pageTop_link_for_download_xls=\u062a\u0635\u062f\u064a\u0631 \u0628\u062a\u0646\u0633\u064a\u0642 Excel

event_participant_name=\u0627\u0633\u0645 \u0627\u0644\u0645\u0634\u0627\u0631\u0643\:

event_participant_view_page_title=\u062a\u0641\u0627\u0635\u064a\u0644 \u0627\u0644\u0627\u062c\u062a\u0645\u0627\u0639

event_passed_deadline=<font color\='red'>\u0627\u0646\u0642\u0636\u0649 \u0627\u0644\u0645\u0648\u0639\u062f \u0627\u0644\u0646\u0647\u0627\u0626\u064a \u0644\u0647\u0630\u0627 \u0627\u0644\u0627\u062c\u062a\u0645\u0627\u0639. \u0644\u0627 \u064a\u0645\u0643\u0646\u0643 \u0627\u0644\u0627\u0634\u062a\u0631\u0627\u0643 \u0641\u064a \u0647\u0630\u0627 \u0627\u0644\u0627\u062c\u062a\u0645\u0627\u0639.</font>

event_publish_attendee_name=\u0639\u0631\u0636 \u0623\u0633\u0645\u0627\u0621 \u0627\u0644\u0645\u0634\u0627\u0631\u0643\u064a\u0646\:

event_publish_to=\u0645\u062a\u0627\u062d\u0629 \u0644\u0644\:

event_publish_to_calendar=\u0646\u0634\u0631 \u0641\u064a \u0627\u0644\u062a\u0642\u0648\u064a\u0645\:

event_receive_notification=\u0625\u062e\u0637\u0627\u0631\u0627\u062a \u0628\u0625\u062c\u0631\u0627\u0621\u0627\u062a \u0627\u0644\u0645\u0634\u0627\u0631\u0643\u064a\u0646\:

event_recurrence=\u062a\u0631\u062f\u062f \u0627\u0644\u0627\u062c\u062a\u0645\u0627\u0639\:

event_removeButton=\u0625\u0632\u0627\u0644\u0629 \u0627\u0644\u0627\u062c\u062a\u0645\u0627\u0639\u0627\u062a

event_repeat_num=\u0639\u062f\u062f \u0627\u0644\u062a\u0643\u0631\u0627\u0631\u0627\u062a\:

#step2.jsp
event_repeat_until=\u064a\u062a\u0643\u0631\u0631 \u062d\u062a\u0649\:

event_replace=\u064a\u062d\u0644 \u0645\u062d\u0644

event_replaceby=\u062a\u0645 \u0627\u0633\u062a\u0628\u062f\u0627\u0644\u0647 \u0628\u0640 & nbsp\u061b

event_replaceby_Eid=\u062a\u0645 \u0627\u0633\u062a\u0628\u062f\u0627\u0644\u0647 \u0628\u0640 (\u0645\u0639\u0631\u0641 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645) & nbsp\u061b

event_restore_timeslot_label=&nbsp\u061b \u0627\u0633\u062a\u0639\u0627\u062f\u0629

event_select_coordinators=\u0645\u0646\u0633\u0642\u0648 \u0627\u0644\u0627\u062c\u062a\u0645\u0627\u0639\u0627\u062a\:

event_select_coordinators_instruction=\u0633\u064a\u062a\u0644\u0642\u0649 \u0627\u0644\u0645\u0646\u0633\u0642 (\u0627\u0644\u0645\u0646\u0633\u0642\u0648\u0646) \u0625\u0634\u0639\u0627\u0631\u064b\u0627 \u0628\u0627\u0644\u0628\u0631\u064a\u062f \u0627\u0644\u0625\u0644\u0643\u062a\u0631\u0648\u0646\u064a \u0639\u0646\u062f\u0645\u0627 \u064a\u063a\u064a\u0631 \u0623\u062d\u062f \u0627\u0644\u062d\u0627\u0636\u0631\u064a\u0646 \u0627\u0644\u062d\u0627\u0644\u0629.

event_show_attendee_public=\u0639\u0631\u0636 \u0627\u0644\u0645\u0634\u0627\u0631\u0643\u064a\u0646 \u0644\u0644\u062c\u0645\u0647\u0648\u0631\:

event_show_custom_ts=\u0639\u0631\u0636 \u0641\u062a\u0631\u0627\u062a \u0632\u0645\u0646\u064a\u0629 \u0645\u062d\u062f\u062f\u0629 \u062d\u0633\u0628 \u0627\u0644\u0637\u0644\u0628

event_show_me_details=&nbsp\u061b \u0625\u0638\u0647\u0627\u0631 \u0627\u0644\u062a\u0641\u0627\u0635\u064a\u0644

event_show_meetingIfo_detail=\u0639\u0644\u0649 & nbsp \u061b \u0625\u0638\u0647\u0627\u0631 \u062a\u0641\u0627\u0635\u064a\u0644 \u0645\u0639\u0644\u0648\u0645\u0627\u062a \u0627\u0644\u0627\u062c\u062a\u0645\u0627\u0639

event_show_no_attendee_info=\u0646\u0634\u0631

event_show_other_default_setting=\u0627\u0639\u0631\u0636 \u0627\u0644\u0625\u0639\u062f\u0627\u062f\u0627\u062a \u0627\u0644\u0627\u0641\u062a\u0631\u0627\u0636\u064a\u0629 \u0627\u0644\u0623\u062e\u0631\u0649

event_show_schedule=\u062a\u0641\u0627\u0635\u064a\u0644 \u0627\u0644\u062a\u0642\u0648\u064a\u0645\:

event_show_site_group_detail=& nbsp \u061b \u0625\u0638\u0647\u0627\u0631 \u062a\u0641\u0627\u0635\u064a\u0644 \u0627\u0644\u0645\u0648\u0642\u0639 (\u0627\u0644\u0645\u0648\u0627\u0642\u0639) / \u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0629 (\u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0627\u062a)

event_sign_up=\u0627\u0634\u062a\u0631\u0643

event_signup_attendance=\u062d\u0636\u0648\u0631\:

event_signup_begins=\u064a\u0628\u062f\u0623 \u0627\u0644\u062a\u0633\u062c\u064a\u0644\:

event_signup_deadline=\u064a\u0646\u062a\u0647\u064a \u0627\u0644\u062a\u0633\u062c\u064a\u0644\:

event_signup_deadline2=\u064a\u0646\u062a\u0647\u064a \u0627\u0644\u062a\u0633\u062c\u064a\u0644\:

event_signup_start=\u064a\u0628\u062f\u0623 \u0627\u0644\u062a\u0633\u062c\u064a\u0644\:

event_site_group_availability=\u0639\u0631\u0636 \u0627\u0644\u0627\u062c\u062a\u0645\u0627\u0639 \u0639\u0644\u0649

event_site_level=(\u0645\u0633\u062a\u0648\u0649 \u0627\u0644\u0645\u0648\u0642\u0639)

event_site_title=\u0639\u0646\u0648\u0627\u0646 \u0627\u0644\u0645\u0648\u0642\u0639\:

event_some_orig_sitegroup_unavail_due_to_your_create_permission=\u0646\u0638\u0631\u064b\u0627 \u0644\u0639\u062f\u0645 \u0643\u0641\u0627\u064a\u0629 \u0627\u0644\u0623\u0630\u0648\u0646\u0627\u062a \u060c \u0644\u0646 \u062a\u062a\u0648\u0641\u0631 \u0644\u0643 \u0627\u0644\u0645\u0648\u0627\u0642\u0639 \u0627\u0644\u0623\u0635\u0644\u064a\u0629 \u0627\u0644\u062a\u0627\u0644\u064a\u0629 (\u0627\u0644\u0645\u0648\u0627\u0642\u0639) \u0648\u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0629 (\u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0627\u062a).

event_start_time=\u0648\u0642\u062a \u0627\u0644\u0628\u062f\u0621\:

event_status=\u062d\u0627\u0644\u0629 \u0627\u0644\u0627\u062c\u062a\u0645\u0627\u0639\:

event_step4_page_title=\u062a\u0648\u0641\u0631 \u0627\u0644\u0627\u0634\u062a\u0631\u0627\u0643

event_step5_page_title=\u0645\u0644\u062e\u0635 \u0627\u0644\u0645\u0642\u0627\u0628\u0644\u0647

event_swap=\u0645\u0628\u0627\u062f\u0644\u0629\u060c \u0645\u0642\u0627\u064a\u0636\u0629

event_swapWith=\u0645\u0628\u0627\u062f\u0644\u0629 \u0628\u0640 & nbsp\u061b

event_tab_check_all=\u0627\u0644\u0643\u0644

event_time_period=\u0641\u062a\u0631\u0629 \u0632\u0645\u0646\u064a\u0629\:

#addSignupAttendee.jsp - add comment page
event_timeslot=\u0641\u0633\u062d\u0629 \u0632\u0645\u0646\u064a\u0629\:

event_action_disabled=(\u0623\u0645\u0631 \u0645\u0639\u0637\u0644)

event_tool_tip_on_signuplist=\u062d\u0627\u0644\u064a\u0627 \u0641\u064a \u0642\u0627\u0626\u0645\u0629 \u0627\u0644\u0627\u0634\u062a\u0631\u0627\u0643.

event_tool_tip_on_waitinglist=\u062d\u0627\u0644\u064a\u0627 \u0641\u064a \u0642\u0627\u0626\u0645\u0629 \u0627\u0644\u0627\u0646\u062a\u0638\u0627\u0631.

event_tool_tip_ts_cancelled=\u062a\u0645 \u0625\u0644\u063a\u0627\u0621 \u0647\u0630\u0647 \u0627\u0644\u0641\u062a\u0631\u0629 \u0627\u0644\u0632\u0645\u0646\u064a\u0629.

event_tool_tip_ts_locked=\u0647\u0630\u0647 \u0627\u0644\u0641\u062a\u0631\u0629 \u0627\u0644\u0632\u0645\u0646\u064a\u0629 \u0645\u0642\u0641\u0644\u0629.

event_tool_tip_you_ranking_num=\u0631\u0642\u0645 \u062a\u0631\u062a\u064a\u0628\u0643 \u0627\u0644\u062d\u0627\u0644\u064a\:

event_tool_tip_you_signed_up=\u0644\u0642\u062f \u0642\u0645\u062a \u0628\u0627\u0644\u062a\u0633\u062c\u064a\u0644 \u0641\u064a \u0647\u0630\u0647 \u0627\u0644\u0641\u062a\u0631\u0629 \u0627\u0644\u0632\u0645\u0646\u064a\u0629.

event_tool_tips_action_disabled_label=\u0627\u0644\u0625\u062c\u0631\u0627\u0621 \u063a\u064a\u0631 \u0645\u0633\u0645\u0648\u062d \u0628\u0647 \u0644\u0623\u0646 \u0627\u0644\u0641\u062a\u0631\u0627\u062a \u0627\u0644\u0632\u0645\u0646\u064a\u0629 \u0645\u0627\u0632\u0627\u0644\u062a \u0645\u062a\u0627\u062d\u0629.

event_tool_tips_action_option_disabled_label=\u062a\u0645 \u062a\u0639\u0637\u064a\u0644 \u0627\u0644\u062e\u064a\u0627\u0631 \u0645\u0646 \u0642\u0628\u0644 \u0627\u0644\u0645\u0646\u0638\u0645.

event_tool_tips_add=\u0627\u0646\u0642\u0631 \u0644\u0625\u0636\u0627\u0641\u0629 \u0645\u0634\u0627\u0631\u0643

event_tool_tips_cancel_label=\u0627\u0646\u0642\u0631 \u0647\u0646\u0627 \u0644\u0625\u0644\u063a\u0627\u0621 \u0627\u0644\u0641\u062a\u0631\u0629 \u0627\u0644\u0632\u0645\u0646\u064a\u0629

event_tool_tips_collapse_recur_meeting=\u062a\u0635\u063a\u064a\u0631 \u0627\u0644\u0627\u062c\u062a\u0645\u0627\u0639\u0627\u062a \u0627\u0644\u0645\u062a\u0643\u0631\u0631\u0629.

event_tool_tips_delete=\u0627\u0646\u0642\u0631 \u0644\u062d\u0630\u0641 \u0627\u0644\u0645\u0634\u0627\u0631\u0643

event_tool_tips_edit=\u0627\u0646\u0642\u0631 \u0644\u062a\u062d\u0631\u064a\u0631 \u0627\u0644\u0645\u0634\u0627\u0631\u0643

event_tool_tips_expand_recur_meeting=\u0642\u0645 \u0628\u062a\u0648\u0633\u064a\u0639 \u0627\u0644\u0627\u062c\u062a\u0645\u0627\u0639\u0627\u062a \u0627\u0644\u0645\u062a\u0643\u0631\u0631\u0629.

event_tool_tips_syncTogroup=\u0627\u0646\u0642\u0631 \u0644\u0645\u0632\u0627\u0645\u0646\u0629 \u0627\u0644\u0645\u0634\u0627\u0631\u0643\u064a\u0646 \u0645\u0639 \u0639\u0636\u0648\u064a\u0629 \u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0629

event_tool_tips_syncFromgroup=\u0627\u0646\u0642\u0631 \u0644\u0645\u0632\u0627\u0645\u0646\u0629 \u0639\u0636\u0648\u064a\u0629 \u0645\u062c\u0645\u0648\u0639\u0629 \u0627\u0644\u0645\u0648\u0627\u0642\u0639 \u0645\u0639 \u0627\u0644\u0641\u062a\u0631\u0629 \u0627\u0644\u0632\u0645\u0646\u064a\u0629

event_tool_tips_hide_details=\u0627\u0646\u0642\u0631 \u0644\u0625\u062e\u0641\u0627\u0621 \u0627\u0644\u062a\u0641\u0627\u0635\u064a\u0644.

#tool tips
event_tool_tips_lockOrcancel=\u0627\u0646\u0642\u0631 \u0647\u0646\u0627 \u0644\u0642\u0641\u0644 \u0623\u0648 \u0625\u0644\u063a\u0627\u0621 \u0627\u0644\u0641\u062a\u0631\u0629 \u0627\u0644\u0632\u0645\u0646\u064a\u0629.

event_tool_tips_lock_label=\u0627\u0646\u0642\u0631 \u0647\u0646\u0627 \u0644\u0645\u0646\u0639 \u0627\u0634\u062a\u0631\u0627\u0643 \u0627\u0644\u0645\u0634\u062a\u0631\u0643.

event_tool_tips_recurrence=\u0627\u062c\u062a\u0645\u0627\u0639 \u0645\u062a\u0643\u0631\u0631

event_tool_tips_restore_timeslot_label=\u0627\u0646\u0642\u0631 \u0647\u0646\u0627 \u0644\u0627\u0633\u062a\u0639\u0627\u062f\u0629 \u0627\u0644\u0645\u0647\u0644\u0629 \u0627\u0644\u0632\u0645\u0646\u064a\u0629.

event_tool_tips_show_details=\u0627\u0646\u0642\u0631 \u0644\u0625\u0638\u0647\u0627\u0631 \u0627\u0644\u062a\u0641\u0627\u0635\u064a\u0644.

event_tool_tips_unlock_label=\u0627\u0646\u0642\u0631 \u0647\u0646\u0627 \u0644\u0641\u062a\u062d \u0627\u0644\u0645\u0647\u0644\u0629 \u0627\u0644\u0632\u0645\u0646\u064a\u0629 \u0648\u0627\u0644\u0633\u0645\u0627\u062d \u0644\u0644\u0645\u0634\u0627\u0631\u0643\u064a\u0646 \u0628\u0627\u0644\u062a\u0633\u062c\u064a\u0644.

event_total_duration=\u0627\u0644\u0645\u062f\u0629 \u0627\u0644\u0625\u062c\u0645\u0627\u0644\u064a\u0629 (\u062f\u0642\u064a\u0642\u0629)\:

event_ts_availability_none=\u0644\u0627 \u064a\u0648\u062c\u062f

event_type=\u0646\u0648\u0639 \u0627\u0644\u0627\u062c\u062a\u0645\u0627\u0639

event_type_title=\u0646\u0648\u0639 \u0627\u0644\u0627\u062c\u062a\u0645\u0627\u0639\:

event_unlimited=\u063a\u064a\u0631 \u0645\u062d\u062f\u0648\u062f

event_unlimited_attendees=\u0645\u0634\u0627\u0631\u0643\u0648\u0646 \u063a\u064a\u0631 \u0645\u062d\u062f\u0648\u062f\u064a\u0646\:

event_unlock_timeslot_label=&nbsp\u061b \u0625\u0641\u062a\u062d

event_until=\u062d\u062a\u0649\:

event_use_eid_input_mode=\u0648\u0636\u0639 \u0625\u062f\u062e\u0627\u0644 \u0645\u0639\u0631\u0641 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\:

#viewComment.jsp
event_view_comment_page_title=\u0639\u0631\u0636 \u0627\u0644\u062a\u0639\u0644\u064a\u0642

event_edit_comment_page_title=\u062a\u0639\u062f\u064a\u0644 \u0627\u0644\u062a\u0639\u0644\u064a\u0642

#UserDefTsblocks.jsp
event_view_userDefined_Timeslot_page_title=\u062a\u062d\u062f\u064a\u062f \u0641\u062a\u0631\u0627\u062a \u0632\u0645\u0646\u064a\u0629 \u0645\u062e\u0635\u0635\u0629

event_viewer=\u0645\u0634\u0627\u0647\u062f\:

event_warning_no_lower_than_cur_ts_num=\u0644\u0627 \u064a\u062c\u0648\u0632 \u0644\u0643 \u062a\u0642\u0644\u064a\u0644 \u0639\u062f\u062f \u0627\u0644\u0641\u062a\u0631\u0627\u062a \u0627\u0644\u0632\u0645\u0646\u064a\u0629 \u0623\u0642\u0644 \u0645\u0646 \u0627\u0644\u0642\u064a\u0645\u0629 \u0627\u0644\u0623\u0635\u0644\u064a\u0629\:

event_yes_create_email_notification=& nbsp\u061b \u0646\u0639\u0645 \u060c \u0623\u0631\u0633\u0644 \u0628\u0631\u064a\u062f\u064b\u0627 \u0625\u0644\u0643\u062a\u0631\u0648\u0646\u064a\u064b\u0627 \u0644\u0625\u062e\u0637\u0627\u0631 \u062c\u0645\u064a\u0639 \u0627\u0644\u0645\u0634\u0627\u0631\u0643\u064a\u0646 \u0627\u0644\u0645\u062d\u062a\u0645\u0644\u064a\u0646 \u0628\u0623\u0646 \u0647\u0630\u0627 \u0627\u0644\u0627\u062c\u062a\u0645\u0627\u0639 \u0642\u062f \u062a\u0645 \u0646\u0634\u0631\u0647.

event_yes_create_groups=& nbsp\u061b \u0646\u0639\u0645 \u060c \u0623\u0646\u0634\u0626 \u0645\u062c\u0645\u0648\u0639\u0629 \u0644\u0643\u0644 \u0641\u062a\u0631\u0629 \u0632\u0645\u0646\u064a\u0629 \u064a\u0645\u0643\u0646 \u0625\u062f\u0627\u0631\u062a\u0647\u0627 \u0639\u0628\u0631 \u0645\u0639\u0644\u0648\u0645\u0627\u062a \u0627\u0644\u0645\u0648\u0642\u0639> \u0625\u062f\u0627\u0631\u0629 \u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0627\u062a

event_yes_email_autoReminer_to_attendees=\u0639\u0644\u0649 & nbsp \u061b \u0646\u0639\u0645 \u060c \u0623\u0631\u0633\u0644 \u0628\u0631\u064a\u062f\u064b\u0627 \u0625\u0644\u0643\u062a\u0631\u0648\u0646\u064a\u064b\u0627 \u0644\u062a\u0630\u0643\u064a\u0631 \u0627\u0644\u062d\u0627\u0636\u0631\u064a\u0646 \u0628\u0627\u0644\u0627\u062c\u062a\u0645\u0627\u0639 \u060c \u0642\u0628\u0644 \u064a\u0648\u0645 \u0648\u0627\u062d\u062f.

event_yes_email_notification=\u0639\u0644\u0649 & nbsp \u061b \u0646\u0639\u0645 \u060c \u0623\u0631\u0633\u0644 \u0625\u0634\u0639\u0627\u0631\u064b\u0627 \u0628\u0627\u0644\u0628\u0631\u064a\u062f \u0627\u0644\u0625\u0644\u0643\u062a\u0631\u0648\u0646\u064a \u0625\u0644\u0649\:

event_yes_email_notification_changes=& nbsp\u061b \u0646\u0639\u0645 \u060c \u0623\u0631\u0633\u0644 \u0625\u0634\u0639\u0627\u0631\u064b\u0627 \u0628\u0627\u0644\u0628\u0631\u064a\u062f \u0627\u0644\u0625\u0644\u0643\u062a\u0631\u0648\u0646\u064a \u062d\u0648\u0644 \u0647\u0630\u0647 \u0627\u0644\u062a\u063a\u064a\u064a\u0631\u0627\u062a \u0625\u0644\u0649\:

event_email_attendee_notification=\u0639\u0644\u0649 &amp; nbsp \u061b \u0625\u0631\u0633\u0627\u0644 \u0628\u0631\u064a\u062f \u0625\u0644\u0643\u062a\u0631\u0648\u0646\u064a \u0644\u0625\u062e\u0637\u0627\u0631 \u0627\u0644\u062d\u0627\u0636\u0631.

event_email_organizers_notification=\u0639\u0644\u0649 & nbsp \u061b \u0625\u0631\u0633\u0627\u0644 \u0628\u0631\u064a\u062f \u0625\u0644\u0643\u062a\u0631\u0648\u0646\u064a \u0644\u0625\u0639\u0644\u0627\u0645 \u0627\u0644\u0645\u0646\u0638\u0645\u064a\u0646.

event_yes_keep_current_attendees=\u0639\u0644\u0649 & nbsp \u061b \u0646\u0639\u0645 \u060c \u0627\u062d\u062a\u0641\u0638 \u0628\u062c\u0645\u064a\u0639 \u0627\u0644\u0645\u0634\u0627\u0631\u0643\u064a\u0646 (\u0627\u0644\u0645\u0634\u0627\u0631\u0643\u064a\u0646) \u0641\u064a \u0627\u0644\u062e\u0627\u0646\u0627\u062a \u0627\u0644\u0632\u0645\u0646\u064a\u0629 \u0627\u0644\u0645\u0642\u0627\u0628\u0644\u0629.

event_yes_label=\u0646\u0639\u0645

event_yes_meeting_default_notify_setting=& nbsp\u061b \u0646\u0639\u0645 \u060c \u062d\u062f\u062f \u0645\u0633\u0628\u0642\u064b\u0627 \u0645\u0631\u0628\u0639 \u0627\u0644\u0627\u062e\u062a\u064a\u0627\u0631 "\u0625\u0634\u0639\u0627\u0631 \u0627\u0644\u0628\u0631\u064a\u062f \u0627\u0644\u0625\u0644\u0643\u062a\u0631\u0648\u0646\u064a" \u0641\u064a \u0635\u0641\u062d\u0629 \u062a\u0639\u062f\u064a\u0644 \u0627\u0644\u0627\u062c\u062a\u0645\u0627\u0639.

event_yes_publish_to_calendar=&nbsp\u061b \u0646\u0639\u0645 \u060c \u0627\u0646\u0634\u0631 \u0627\u0644\u0627\u062c\u062a\u0645\u0627\u0639 \u0625\u0644\u0649 \u0623\u062f\u0627\u0629 \u0627\u0644\u062a\u0642\u0648\u064a\u0645.

event_yes_receive_notification=& nbsp\u061b \u0646\u0639\u0645 \u060c \u0623\u0631\u0633\u0644 \u0625\u0634\u0639\u0627\u0631\u064b\u0627 \u0628\u0627\u0644\u0628\u0631\u064a\u062f \u0627\u0644\u0625\u0644\u0643\u062a\u0631\u0648\u0646\u064a \u0625\u0644\u0649 \u0645\u0646\u0633\u0642\u064a \u0627\u0644\u0627\u062c\u062a\u0645\u0627\u0639 \u0627\u0644\u0645\u062d\u062f\u062f\u064a\u0646 \u0639\u0646\u062f\u0645\u0627 \u064a\u0642\u0648\u0645 \u0623\u062d\u062f \u0627\u0644\u0645\u0634\u0627\u0631\u0643\u064a\u0646 \u0628\u0627\u0644\u062a\u0633\u062c\u064a\u0644 \u0623\u0648 \u0625\u0644\u063a\u0627\u0621 \u0645\u0648\u0639\u062f.

event_yes_show_attendee_public=&nbsp\u061b \u0646\u0639\u0645 \u060c \u0639\u0631\u0636 \u0623\u0633\u0645\u0627\u0621 \u0627\u0644\u0645\u0634\u0627\u0631\u0643\u064a\u0646 \u0644\u0644\u0622\u062e\u0631\u064a\u0646.

event_yes_to_allow_addComment=\u0639\u0644\u0649 & nbsp \u061b \u0646\u0639\u0645 \u060c \u064a\u0645\u0643\u0646 \u0644\u0644\u0645\u0634\u0627\u0631\u0643 \u0625\u0636\u0627\u0641\u0629 \u062a\u0639\u0644\u064a\u0642 \u0623\u062b\u0646\u0627\u0621 \u0627\u0644\u062a\u0633\u062c\u064a\u0644.

event_yes_to_allow_waitList=\u0639\u0644\u0649 & nbsp \u061b \u0646\u0639\u0645 \u060c \u0623\u0636\u0641 \u062e\u064a\u0627\u0631 \u0642\u0627\u0626\u0645\u0629 \u0627\u0644\u0627\u0646\u062a\u0638\u0627\u0631. \u064a\u0645\u0643\u0646 \u0644\u0644\u0645\u0634\u0627\u0631\u0643\u064a\u0646 \u0627\u0644\u0627\u0646\u0636\u0645\u0627\u0645 \u0625\u0644\u0649 \u0642\u0627\u0626\u0645\u0629 \u0627\u0644\u0627\u0646\u062a\u0638\u0627\u0631.

event_yes_to_use_eid_input_mode=& nbsp \u061b \u0646\u0639\u0645 \u060c \u0623\u0631\u064a\u062f \u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0648\u0636\u0639 \u0625\u062f\u062e\u0627\u0644 \u0645\u0639\u0631\u0641 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0644\u0625\u0636\u0627\u0641\u0629 \u0645\u0634\u0627\u0631\u0643\u064a\u0646.

event_you_on_wait_list=\u0641\u064a \u0642\u0627\u0626\u0645\u0629 \u0627\u0644\u0627\u0646\u062a\u0638\u0627\u0631

event_you_signed_up=\u0644\u0642\u062f \u0642\u0645\u062a \u0628\u0627\u0644\u062a\u0633\u062c\u064a\u0644

events_attendee_download_instruction=\u062d\u062f\u062f \u0627\u0644\u0627\u062c\u062a\u0645\u0627\u0639\u0627\u062a \u062b\u0645 \u0627\u0646\u0642\u0631 \u0641\u0648\u0642 \u0627\u0644\u0632\u0631 \u062a\u0635\u062f\u064a\u0631.

events_attendee_instruction=\u0644\u0644\u062a\u0633\u062c\u064a\u0644 \u0641\u064a \u0627\u062c\u062a\u0645\u0627\u0639 \u060c \u0627\u0646\u0642\u0631 \u0641\u0648\u0642 \u0639\u0646\u0648\u0627\u0646 \u0627\u0644\u0627\u062c\u062a\u0645\u0627\u0639.

events_dropdownbox_title=\u0645\u0639\u0627\u064a\u0646\u0629\:

#Download meetings page
events_organizer_download_instruction=\u062d\u062f\u062f \u0627\u0644\u0627\u062c\u062a\u0645\u0627\u0639\u0627\u062a \u062b\u0645 \u0627\u0646\u0642\u0631 \u0641\u0648\u0642 \u0627\u0644\u0632\u0631 \u062a\u0635\u062f\u064a\u0631.

events_organizer_instruction=\u0627\u0646\u0642\u0631 \u0641\u0648\u0642 "\u0625\u0636\u0627\u0641\u0629" \u0644\u0625\u0646\u0634\u0627\u0621 \u0627\u062c\u062a\u0645\u0627\u0639 \u062c\u062f\u064a\u062f \u060c \u0623\u0648 \u0627\u0646\u0642\u0631 \u0641\u0648\u0642 \u0639\u0646\u0648\u0627\u0646 \u0627\u0644\u0627\u062c\u062a\u0645\u0627\u0639 \u0644\u062a\u0639\u062f\u064a\u0644\u0647 \u0623\u0648 \u0646\u0633\u062e\u0647.

exception.multiple.eids={0} \u062a\u062a\u0637\u0627\u0628\u0642 \u0645\u0639 \u0639\u062f\u0629 \u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646. \u0627\u0644\u0631\u062c\u0627\u0621 \u0627\u0644\u062a\u062d\u062f\u064a\u062f \u0645\u0646 \u0628\u064a\u0646 \u0623\u0633\u0645\u0627\u0621 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0627\u0644\u062a\u0627\u0644\u064a\u0629\: {1}
exception.no.such.user=\u0644\u0645 \u064a\u062a\u0645 \u0627\u0644\u0639\u062b\u0648\u0631 \u0639\u0644\u0649 \u0645\u0633\u062a\u062e\u062f\u0645 \u0644\u0645\u0639\u0631\u0641 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\: & nbsp\u061b

expand_all_recur_events=& nbsp \u061b \u0642\u0645 \u0628\u062a\u0648\u0633\u064a\u0639 \u0643\u0627\u0641\u0629 \u0627\u0644\u0627\u062c\u062a\u0645\u0627\u0639\u0627\u062a \u0627\u0644\u0645\u062a\u0643\u0631\u0631\u0629.

failed.cancel_or_restore_ts=\u0641\u0634\u0644 \u0625\u0644\u063a\u0627\u0621 / \u0627\u0633\u062a\u0639\u0627\u062f\u0629. \u0642\u0627\u0645 \u0634\u062e\u0635 \u0645\u0627 \u0628\u062a\u062d\u062f\u064a\u062b \u0627\u0644\u0627\u062c\u062a\u0645\u0627\u0639. \u064a\u0631\u062c\u0649 \u062a\u062d\u062f\u064a\u062b \u0627\u0644\u0627\u062c\u062a\u0645\u0627\u0639 \u0648\u062d\u0627\u0648\u0644 \u0645\u0631\u0629 \u0623\u062e\u0631\u0649.
failed.fetch_allEvents_from_db=\u0641\u0634\u0644 \u0625\u062d\u0636\u0627\u0631 \u0643\u0627\u0641\u0629 \u0627\u0644\u0627\u062c\u062a\u0645\u0627\u0639\u0627\u062a \u0645\u0646 \u0642\u0627\u0639\u062f\u0629 \u0627\u0644\u0628\u064a\u0627\u0646\u0627\u062a.
failed.lock_or_unlock_ts=\u0641\u0634\u0644 \u0627\u0644\u0642\u0641\u0644 / \u0641\u062a\u062d \u0627\u0644\u0642\u0641\u0644. \u0642\u0627\u0645 \u0634\u062e\u0635 \u0645\u0627 \u0628\u062a\u062d\u062f\u064a\u062b \u0627\u0644\u0627\u062c\u062a\u0645\u0627\u0639. \u064a\u0631\u062c\u0649 \u062a\u062d\u062f\u064a\u062b \u0627\u0644\u0627\u062c\u062a\u0645\u0627\u0639 \u0648\u062d\u0627\u0648\u0644 \u0645\u0631\u0629 \u0623\u062e\u0631\u0649.
failed.move.attendee_due_to_ts_isTaken=\u0641\u0634\u0644 \u0627\u0644\u0646\u0642\u0644. \u0627\u0644\u0645\u0634\u0627\u0631\u0643 \u0645\u0648\u062c\u0648\u062f \u0628\u0627\u0644\u0641\u0639\u0644 \u0641\u064a \u0627\u0644\u0645\u0647\u0644\u0629 \u0627\u0644\u0632\u0645\u0646\u064a\u0629.
failed.move.due_to_attendee_notExisted=\u0641\u0634\u0644 \u0627\u0644\u0646\u0642\u0644. \u0644\u0645 \u064a\u0639\u062f \u0627\u0644\u0645\u0634\u0627\u0631\u0643 \u0641\u064a \u0627\u0644\u0645\u0647\u0644\u0629 \u0627\u0644\u0632\u0645\u0646\u064a\u0629. \u0642\u0627\u0645 \u0634\u062e\u0635 \u0645\u0627 \u0628\u062a\u062d\u062f\u064a\u062b \u0627\u0644\u0627\u062c\u062a\u0645\u0627\u0639. \u064a\u0631\u062c\u0649 \u062a\u062d\u062f\u064a\u062b \u0627\u0644\u0627\u062c\u062a\u0645\u0627\u0639 \u0648\u062d\u0627\u0648\u0644 \u0645\u0631\u0629 \u0623\u062e\u0631\u0649.
failed.replace.someone.already.updated.db=\u0641\u0634\u0644 \u0627\u0644\u0627\u0633\u062a\u0628\u062f\u0627\u0644. \u0642\u0627\u0645 \u0634\u062e\u0635 \u0645\u0627 \u0628\u062a\u062d\u062f\u064a\u062b \u0627\u0644\u0627\u062c\u062a\u0645\u0627\u0639. \u064a\u0631\u062c\u0649 \u062a\u062d\u062f\u064a\u062b \u0627\u0644\u0627\u062c\u062a\u0645\u0627\u0639 \u0648\u062d\u0627\u0648\u0644 \u0645\u0631\u0629 \u0623\u062e\u0631\u0649.
someone.already.updated.comment=\u0642\u0627\u0645 \u0634\u062e\u0635 \u0622\u062e\u0631 \u0628\u0627\u0644\u0641\u0639\u0644 \u0628\u062a\u0639\u062f\u064a\u0644 \u0627\u0644\u062a\u0639\u0644\u064a\u0642. \u0627\u0644\u0631\u062c\u0627\u0621 \u062a\u062d\u062f\u064a\u062b \u0627\u0644\u062a\u0639\u0644\u064a\u0642 \u0648\u062d\u0627\u0648\u0644 \u0645\u0631\u0629 \u0623\u062e\u0631\u0649.
failed.replaced_due_to_already_in_ts=\u0641\u0634\u0644 \u0627\u0644\u0627\u0633\u062a\u0628\u062f\u0627\u0644. \u0627\u0644\u0645\u0634\u0627\u0631\u0643 \u0645\u0648\u062c\u0648\u062f \u0628\u0627\u0644\u0641\u0639\u0644 \u0641\u064a \u0627\u0644\u0645\u0647\u0644\u0629 \u0627\u0644\u0632\u0645\u0646\u064a\u0629.
failed.replaced_due_to_attendee_notExisted_in_ts=\u0641\u0634\u0644 \u0627\u0644\u0627\u0633\u062a\u0628\u062f\u0627\u0644. \u062a\u0645 \u0628\u0627\u0644\u0641\u0639\u0644 \u062d\u0630\u0641 \u0627\u0644\u0645\u0634\u0627\u0631\u0643 \u0627\u0644\u0645\u062d\u062f\u062f \u0645\u0646 \u0627\u0644\u0642\u0627\u0626\u0645\u0629.
failed.swap.due_to_current_attendee_already_in_swapped_ts=\u0641\u0634\u0644 \u0627\u0644\u0645\u0628\u0627\u062f\u0644\u0629. \u0627\u0644\u0645\u0634\u0627\u0631\u0643 \u0627\u0644\u062d\u0627\u0644\u064a \u0645\u0648\u062c\u0648\u062f \u0628\u0627\u0644\u0641\u0639\u0644 \u0641\u064a \u0627\u0644\u0641\u062a\u0631\u0629 \u0627\u0644\u0632\u0645\u0646\u064a\u0629.
failed.swap.due_to_swapped_attendee_already_in_ts=\u0641\u0634\u0644 \u0627\u0644\u0645\u0628\u0627\u062f\u0644\u0629. \u0627\u0644\u0645\u0634\u062a\u0631\u0643 \u0627\u0644\u0630\u064a \u062a\u0645 \u062a\u0628\u062f\u064a\u0644\u0647 \u0645\u0648\u062c\u0648\u062f \u0628\u0627\u0644\u0641\u0639\u0644 \u0641\u064a \u0627\u0644\u0641\u062a\u0631\u0629 \u0627\u0644\u0632\u0645\u0646\u064a\u0629 \u0627\u0644\u062d\u0627\u0644\u064a\u0629.
failed.swap_due_to_attendee_notExited=\u0641\u0634\u0644 \u0627\u0644\u0645\u0628\u0627\u062f\u0644\u0629. \u0642\u0627\u0645 \u0627\u0644\u0645\u0634\u0627\u0631\u0643 \u0628\u0627\u0644\u0641\u0639\u0644 \u0628\u0625\u0632\u0627\u0644\u0629 \u0646\u0641\u0633\u0647 / \u0646\u0641\u0633\u0647\u0627.
failed.swap_due_to_selected_attendee_notExited=\u0641\u0634\u0644 \u0627\u0644\u0645\u0628\u0627\u062f\u0644\u0629. \u0642\u0627\u0645 \u0627\u0644\u0645\u0634\u0627\u0631\u0643 \u0627\u0644\u0645\u062d\u062f\u062f \u0628\u0625\u0632\u0627\u0644\u0629 \u0646\u0641\u0633\u0647 / \u0646\u0641\u0633\u0647\u0627 \u0628\u0627\u0644\u0641\u0639\u0644.

filter_by_category=\u0628\u0627\u0644\u062a\u0635\u0646\u064a\u0641\:

filter_categories_top=\u0627\u0644\u0643\u0644

goback_button=\u0627\u0644\u0639\u0648\u062f\u0629

group_description_default=\u062a\u0645 \u0625\u0646\u0634\u0627\u0621 \u0647\u0630\u0647 \u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0629 ({0}) \u062a\u0644\u0642\u0627\u0626\u064a\u064b\u0627 \u0639\u0628\u0631 \u0623\u062f\u0627\u0629 \u0627\u0644\u0627\u0634\u062a\u0631\u0627\u0643\u0627\u062a. \u064a\u0645\u0643\u0646 \u0645\u0632\u0627\u0645\u0646\u0629 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0641\u064a \u0641\u062a\u0631\u0627\u062a \u0632\u0645\u0646\u064a\u0629 \u0648\u0639\u0636\u0648\u064a\u0629 \u0647\u0630\u0647 \u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0629 \u0628\u0627\u0644\u0646\u0642\u0631 \u0641\u0648\u0642 \u0627\u0644\u0632\u0631 "\u0645\u0632\u0627\u0645\u0646\u0629" \u0644\u0644\u0645\u0647\u0644\u0629 \u0627\u0644\u0632\u0645\u0646\u064a\u0629 \u0641\u064a \u0623\u062f\u0627\u0629 \u0627\u0644\u062a\u0633\u062c\u064a\u0644.

group_slot_in_group_titlename=\u0641\u062a\u062d\u0629

group_synchronise_button=\u062a\u0632\u0627\u0645\u0646 \u0645\u0639 \u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0629

fromgroup_synchronise_button=\u0645\u0632\u0627\u0645\u0646\u0629 \u0645\u0646 \u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0629

group_synchronise_done=\u0627\u0643\u062a\u0645\u0644\u062a \u0645\u0632\u0627\u0645\u0646\u0629 \u0627\u0644\u0641\u062a\u0631\u0627\u062a \u0627\u0644\u0632\u0645\u0646\u064a\u0629

group_synchronise_heading=\u0639\u0636\u0648\u064a\u0629 \u0641\u064a \u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0629

ics_file_name_for_failure_warning=iCal_Failed_Warning.txt
ics_message_for_failure_warning=\u062d\u062f\u062b \u062e\u0637\u0623 \u0641\u064a \u0625\u0646\u0634\u0627\u0621 \u0645\u0644\u0641 iCal. \u0645\u0646 \u0627\u0644\u0645\u062d\u062a\u0645\u0644 \u0623\u0646\u0647 \u0644\u064a\u0633 \u0644\u062f\u064a\u0643 \u0625\u0630\u0646 \u0644\u0644\u0648\u0635\u0648\u0644 \u0625\u0644\u0649 \u0647\u0630\u0627 \u0627\u0644\u062d\u062f\u062b.

#javax.faces.component.UIInput.REQUIRED_detail=A value is required. Please enter a value.
javax.faces.component.UIInput.CONVERSION=\u0645\u062f\u062e\u0644 \u063a\u064a\u0631 \u0635\u0627\u0644\u062d
#JSF error messages overwritten
javax.faces.component.UIInput.REQUIRED=\u0627\u0644\u0631\u062c\u0627\u0621 \u0625\u062f\u062e\u0627\u0644 \u0642\u064a\u0645\u0629.
javax.faces.validator.LengthValidator.MAXIMUM=\u0625\u062f\u062e\u0627\u0644\u0643 \u0623\u0643\u0628\u0631 \u0645\u0646 \u0627\u0644\u062d\u062f \u0627\u0644\u0623\u0642\u0635\u0649 \u0627\u0644\u0645\u0633\u0645\u0648\u062d \u0628\u0647 \u0648\u0647\u0648 {0}.
javax.faces.validator.NOT_IN_RANGE=\u0625\u062f\u062e\u0627\u0644\u0643 \u062e\u0627\u0631\u062c \u0627\u0644\u0646\u0637\u0627\u0642 \u0645\u0646 {0} \u0625\u0644\u0649 {1}.

label.select.attendee=\u062d\u062f\u062f \u0645\u0634\u0627\u0631\u0643\u0627\u064b

label_announcement=\u0627\u062c\u062a\u0645\u0627\u0639 \u0645\u0641\u062a\u0648\u062d (\u0644\u0627 \u064a\u0644\u0632\u0645 \u0627\u0644\u0627\u0634\u062a\u0631\u0627\u0643)

label_biweekly=\u0643\u0644 \u0623\u0633\u0628\u0648\u0639\u064a\u0646

label_create_timeslots=\u0625\u0646\u0634\u0627\u0621 \u0627\u0644\u0641\u062a\u0631\u0629 (\u0627\u0644\u0641\u062a\u0631\u0627\u062a) \u0627\u0644\u0632\u0645\u0646\u064a\u0629

label_custom_timeslots=\u0627\u0644\u0645\u0648\u0627\u0639\u064a\u062f \u0627\u0644\u0632\u0645\u0646\u064a\u0629 \u0627\u0644\u0645\u062a\u0642\u062f\u0645\u0629 \u0627\u0644\u0645\u062d\u062f\u062f\u0629 \u0645\u0646 \u0642\u0628\u0644 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645

label_daily=\u0627\u0644\u064a\u0648\u0645\u064a

label_days=\u0623\u064a\u0627\u0645

label_download_ics_meeting=\u0623\u0636\u0641 \u0647\u0630\u0627 \u0627\u0644\u0627\u062c\u062a\u0645\u0627\u0639 \u0625\u0644\u0649 \u062a\u0642\u0648\u064a\u0645\u064a \u0627\u0644\u0634\u062e\u0635\u064a

label_download_ics_timeslot=\u0623\u0636\u0641 \u0647\u0630\u0627 \u0627\u0644\u0645\u0647\u0644\u0629 \u0627\u0644\u0632\u0645\u0646\u064a\u0629 \u0625\u0644\u0649 \u062a\u0642\u0648\u064a\u0645\u064a \u0627\u0644\u0634\u062e\u0635\u064a

label_edit_timeslots=\u062a\u062d\u0631\u064a\u0631 \u0627\u0644\u0641\u062a\u0631\u0629 (\u0627\u0644\u0641\u062a\u0631\u0627\u062a) \u0627\u0644\u0632\u0645\u0646\u064a\u0629

label_email_all_people=\u062c\u0645\u064a\u0639 \u0627\u0644\u0645\u0634\u0627\u0631\u0643\u064a\u0646 \u0627\u0644\u0645\u062d\u062a\u0645\u0644\u064a\u0646

label_email_organizers_only=\u0645\u0646\u0633\u0642\u0648 \u0627\u0644\u0627\u062c\u062a\u0645\u0627\u0639\u0627\u062a \u0627\u0644\u0645\u062e\u062a\u0627\u0631\u0648\u0646

label_email_signed_up_ones_Organizers_only=\u062a\u0645 \u062a\u0633\u062c\u064a\u0644 \u0645\u0646\u0633\u0642\u064a \u0627\u0644\u0627\u062c\u062a\u0645\u0627\u0639 \u0648\u0627\u0644\u0645\u0634\u0627\u0631\u0643\u064a\u0646 \u0627\u0644\u0645\u062e\u062a\u0627\u0631\u064a\u0646 \u062d\u0627\u0644\u064a\u0627\u064b

label_email_signed_up_ones_only=\u0627\u0644\u0645\u0634\u0627\u0631\u0643\u0648\u0646 \u0641\u0642\u0637 \u0633\u062c\u0644\u0648\u0627 \u062d\u0627\u0644\u064a\u0627\u064b

label_group=\u0641\u062a\u062d\u0629 \u0648\u0627\u062d\u062f\u0629

label_hours=\u0633\u0627\u0639\u0627\u062a

label_ics=ICS

label_individaul=\u0641\u062a\u062d\u0627\u062a \u0645\u062a\u0639\u062f\u062f\u0629

label_minutes=\u062f\u0642\u0627\u0626\u0642

label_monthly=\u0634\u0647\u0631\u064a\u0627\u064b

label_once=\u0645\u0631\u0629 \u0648\u0627\u062d\u062f\u0629 \u0641\u0642\u0637

label_startNow=\u0627\u0628\u062f\u0623 \u0627\u0644\u0622\u0646

label_view_edit_ts=\u0639\u0631\u0636 \u0623\u0648 \u062a\u062d\u0631\u064a\u0631 \u0627\u0644\u0641\u062a\u0631\u0629 (\u0641\u062a\u0631\u0627\u062a) \u0627\u0644\u0632\u0645\u0646\u064a\u0629

label_weekdays=\u0623\u064a\u0627\u0645 \u0627\u0644\u0623\u0633\u0628\u0648\u0639 (\u0645\u0646 \u0627\u0644\u0625\u062b\u0646\u064a\u0646 \u0625\u0644\u0649 \u0627\u0644\u062c\u0645\u0639\u0629)

label_weekly=\u0623\u0633\u0628\u0648\u0639\u064a

max.num_attendee_changed_and_attendee_mayOver_limit_inTS=\u062a\u0645 \u062a\u063a\u064a\u064a\u0631 \u0627\u0644\u062d\u062f \u0627\u0644\u0623\u0642\u0635\u0649 \u0644\u0639\u062f\u062f \u0627\u0644\u0645\u0634\u0627\u0631\u0643\u064a\u0646 \u0641\u064a \u0643\u0644 \u0641\u062a\u0631\u0629 \u0632\u0645\u0646\u064a\u0629. \u0642\u062f \u062a\u0643\u0648\u0646 \u0628\u0639\u0636 \u0627\u0644\u0641\u062a\u0631\u0627\u062a \u0627\u0644\u0632\u0645\u0646\u064a\u0629 \u0645\u062d\u062c\u0648\u0632\u0629 \u0623\u0643\u062b\u0631 \u0645\u0646 \u0627\u0644\u0644\u0627\u0632\u0645.

meeting_confirmation_to_remove=\u0647\u0644 \u0623\u0646\u062a \u0645\u062a\u0623\u0643\u062f \u0645\u0646 \u0623\u0646\u0643 \u062a\u0631\u064a\u062f \u0625\u0632\u0627\u0644\u0629 \u0627\u0644\u0627\u062c\u062a\u0645\u0627\u0639 (\u0627\u0644\u0627\u062c\u062a\u0645\u0627\u0639\u0627\u062a) \u0646\u0647\u0627\u0626\u064a\u064b\u0627\u061f

meeting_confirmation_to_remove_multiple=\u0633\u064a\u0624\u062f\u064a \u0647\u0630\u0627 \u0625\u0644\u0649 \u0625\u0632\u0627\u0644\u0629 \u0627\u0644\u0627\u062c\u062a\u0645\u0627\u0639 \u0648\u062c\u0645\u064a\u0639 \u0627\u0644\u0627\u062c\u062a\u0645\u0627\u0639 (\u0627\u0644\u0627\u062c\u062a\u0645\u0627\u0639\u0627\u062a) \u0627\u0644\u0645\u062a\u0643\u0631\u0631\u0629 \u0628\u0634\u0643\u0644 \u062f\u0627\u0626\u0645. \u0647\u0644 \u0627\u0646\u062a \u0645\u062a\u0623\u0643\u062f \u0645\u0646 \u0623\u0646\u0643 \u062a\u0631\u064a\u062f \u0623\u0646 \u062a\u0641\u0639\u0644 \u0647\u0630\u0627\u061f \u0625\u0630\u0627 \u0644\u0645 \u064a\u0643\u0646 \u0643\u0630\u0644\u0643 \u060c \u0641\u0627\u0646\u0642\u0631 \u0641\u0648\u0642 "\u0625\u0644\u063a\u0627\u0621 \u0627\u0644\u0623\u0645\u0631" \u060c \u0648\u0642\u0645 \u0628\u062a\u0648\u0633\u064a\u0639 \u0627\u0644\u0642\u0627\u0626\u0645\u0629 \u0648\u0625\u0632\u0627\u0644\u0629 \u0627\u0644\u0627\u062c\u062a\u0645\u0627\u0639\u0627\u062a \u0628\u0634\u0643\u0644 \u0641\u0631\u062f\u064a.

modify_all=\u062a\u0639\u062f\u064a\u0644 \u0643\u0627\u0641\u0629 \u0627\u0644\u0627\u062c\u062a\u0645\u0627\u0639\u0627\u062a \u0627\u0644\u0645\u062a\u0643\u0631\u0631\u0629 \u0627\u0644\u0645\u0633\u062a\u0642\u0628\u0644\u064a\u0629.

modify_current=\u062a\u0639\u062f\u064a\u0644 \u0627\u0644\u0627\u062c\u062a\u0645\u0627\u0639 \u0627\u0644\u062d\u0627\u0644\u064a \u0641\u0642\u0637. \u064a\u0635\u0628\u062d \u0627\u0644\u0627\u062c\u062a\u0645\u0627\u0639 \u0641\u062a\u062d\u0629 \u0648\u0627\u062d\u062f\u0629.

modify_event=\u062a\u0639\u062f\u064a\u0644

next_button=\u0627\u0644\u062a\u0627\u0644\u064a

no.permission_create_event=\u0644\u064a\u0633 \u0644\u062f\u064a\u0643 \u0625\u0630\u0646 \u0644\u0625\u0646\u0634\u0627\u0621 \u0627\u062c\u062a\u0645\u0627\u0639 \u062c\u062f\u064a\u062f.
no.permissoin.do_it=\u0644\u064a\u0633 \u0644\u062f\u064a\u0643 \u0627\u0644\u0625\u0630\u0646 \u0627\u0644\u0645\u0637\u0644\u0648\u0628.

no_addWaiter_button_due_to_unlimited=&nbsp;---

no_events_in_future_organizer=\u0644\u0645 \u064a\u062a\u0645 \u0625\u0646\u0634\u0627\u0621 \u0623\u064a \u0627\u062c\u062a\u0645\u0627\u0639\u0627\u062a \u0645\u0633\u062a\u0642\u0628\u0644\u064a\u0629. \u0627\u0646\u0642\u0631 \u0641\u0648\u0642 "\u0625\u0636\u0627\u0641\u0629" \u0644\u0625\u0646\u0634\u0627\u0621 \u0627\u062c\u062a\u0645\u0627\u0639 \u062c\u062f\u064a\u062f.

no_events_in_this_period_attendee_orgnizer=\u0644\u0627 \u062a\u0648\u062c\u062f \u0627\u062c\u062a\u0645\u0627\u0639\u0627\u062a \u0645\u062a\u0627\u062d\u0629 \u0644\u0647\u0630\u0627 \u0627\u0644\u0625\u0637\u0627\u0631 \u0627\u0644\u0632\u0645\u0646\u064a.

no_events_in_timeframe_attendee=\u0644\u0627 \u062a\u0648\u062c\u062f \u0627\u062c\u062a\u0645\u0627\u0639\u0627\u062a \u0645\u062a\u0627\u062d\u0629.

no_events_in_timeframe_organizer=\u0644\u0645 \u064a\u062a\u0645 \u0625\u0646\u0634\u0627\u0621 \u0623\u064a \u0627\u062c\u062a\u0645\u0627\u0639\u0627\u062a. \u0627\u0646\u0642\u0631 \u0641\u0648\u0642 "\u0625\u0636\u0627\u0641\u0629" \u0644\u0625\u0646\u0634\u0627\u0621 \u0627\u062c\u062a\u0645\u0627\u0639.

no_future_events_I_have_signed_up=\u0623\u0646\u062a \u063a\u064a\u0631 \u0645\u0634\u062a\u0631\u0643 \u0641\u064a \u0623\u064a \u0627\u062c\u062a\u0645\u0627\u0639\u0627\u062a \u0642\u0627\u062f\u0645\u0629.

no_future_events_in_immediate_available=\u0644\u0627 \u062a\u0648\u062c\u062f \u0627\u062c\u062a\u0645\u0627\u0639\u0627\u062a \u0645\u062a\u0627\u062d\u0629 \u0644\u0644\u062a\u0633\u062c\u064a\u0644 \u0627\u0644\u0641\u0648\u0631\u064a.

invalid_session=\u0644\u0633\u0648\u0621 \u0627\u0644\u062d\u0638 \u060c \u0643\u0627\u0646\u062a \u0647\u0646\u0627\u0643 \u0645\u0634\u0643\u0644\u0629. \u0627\u0644\u0631\u062c\u0627\u0621 \u0627\u0644\u0646\u0642\u0631 \u0641\u0648\u0642 \u0623\u062f\u0627\u0629 \u0627\u0644\u062a\u0633\u062c\u064a\u0644 \u0648\u0639\u0644\u0649 \u0627\u0644\u062d\u062f\u062b \u0627\u0644\u0645\u0646\u0627\u0633\u0628 \u0641\u064a \u0627\u0644\u0642\u0627\u0626\u0645\u0629 \u0644\u0644\u0645\u062a\u0627\u0628\u0639\u0629.

ok_button=\u062d\u0633\u0646\u0627

org.apache.myfaces.Date.INVALID=\u0625\u062f\u062e\u0627\u0644 \u0627\u0644\u062a\u0627\u0631\u064a\u062e \u0627\u0644\u062e\u0627\u0635 \u0628\u0643 \u063a\u064a\u0631 \u0635\u0627\u0644\u062d.
org.apache.myfaces.calendar.CONVERSION=\u062a\u0627\u0631\u064a\u062e \u0627\u0644\u062a\u0643\u0631\u0627\u0631 \u0627\u0644\u0630\u064a \u0627\u062e\u062a\u0631\u062a\u0647 \u063a\u064a\u0631 \u0635\u0627\u0644\u062d.

organizer_instruction_click=- \u0627\u0646\u0642\u0631 &nbsp;

organizer_instruction_delete_image=\u0639\u0644\u0649 & nbsp \u061b \u0644\u062d\u0630\u0641 \u0645\u0634\u0627\u0631\u0643.

organizer_instruction_edit_image=&nbsp\u061b \u0644\u062a\u063a\u064a\u064a\u0631 \u0623\u0648 \u0645\u0628\u0627\u062f\u0644\u0629 \u0627\u0644\u0645\u0634\u0627\u0631\u0643\u064a\u0646.

organizer_instruction_mailto_all_image=\u0639\u0644\u0649 & nbsp \u061b \u0644\u0625\u0631\u0633\u0627\u0644 \u0628\u0631\u064a\u062f \u0625\u0644\u0643\u062a\u0631\u0648\u0646\u064a \u0625\u0644\u0649 \u062c\u0645\u064a\u0639 \u0627\u0644\u0645\u0634\u0627\u0631\u0643\u064a\u0646.

organizer_instruction_mailto_image=\u0639\u0644\u0649 & nbsp \u061b \u0644\u0625\u0631\u0633\u0627\u0644 \u0628\u0631\u064a\u062f \u0625\u0644\u0643\u062a\u0631\u0648\u0646\u064a \u0625\u0644\u0649 \u0623\u062d\u062f \u0627\u0644\u0645\u0634\u0627\u0631\u0643\u064a\u0646.

organizer_instruction_comment_image=\u0639\u0644\u0649 & nbsp \u061b \u0644\u0639\u0631\u0636 / \u062a\u0639\u062f\u064a\u0644 \u062a\u0639\u0644\u064a\u0642 \u0623\u062d\u062f \u0627\u0644\u062d\u0627\u0636\u0631\u064a\u0646.

organizer_instruction_max_capacity=- \u064a\u0645\u0643\u0646 \u0644\u0645\u0646\u0638\u0645\u064a \u0627\u0644\u0627\u062c\u062a\u0645\u0627\u0639 \u0625\u0636\u0627\u0641\u0629 \u0645\u0634\u0627\u0631\u0643\u064a\u0646 \u062d\u062a\u0649 \u0625\u0630\u0627 \u0643\u0627\u0646\u062a \u062e\u0627\u0646\u0629 \u0627\u0644\u0648\u0642\u062a \u0645\u0645\u062a\u0644\u0626\u0629.

organizer_instruction_timeslot_link=- \u0627\u0646\u0642\u0631 \u0641\u0648\u0642 \u0641\u062a\u0631\u0629 \u0632\u0645\u0646\u064a\u0629 \u0644\u0642\u0641\u0644\u0647\u0627 \u0623\u0648 \u0625\u0644\u063a\u0627\u0626\u0647\u0627.

organizer_mailto_all=\u0623\u0631\u0633\u0644 \u062c\u0645\u064a\u0639 \u0627\u0644\u0645\u0634\u0627\u0631\u0643\u064a\u0646 \u0628\u0627\u0644\u0628\u0631\u064a\u062f \u0627\u0644\u0625\u0644\u0643\u062a\u0631\u0648\u0646\u064a

organizer_mailto_all_short=\u0625\u0631\u0633\u0627\u0644 \u0627\u0644\u0643\u0644 \u0628\u0627\u0644\u0628\u0631\u064a\u062f \u0627\u0644\u0625\u0644\u0643\u062a\u0631\u0648\u0646\u064a

organizer_note_name=<font color\='red'>*</font>\u0645\u0644\u062d\u0648\u0638\u0629\:

#organizer meeting main page
organizer_page_title=\u062a\u0641\u0627\u0635\u064a\u0644 \u0627\u0644\u0627\u062c\u062a\u0645\u0627\u0639

participant_cancel_button=\u0625\u0644\u063a\u0627\u0621 \u0627\u0644\u0627\u0634\u062a\u0631\u0627\u0643

permission.info.for.group.scope=\u062a\u0639\u064a\u064a\u0646 \u0623\u0630\u0648\u0646\u0627\u062a \u0627\u0644\u0627\u0634\u062a\u0631\u0627\u0643 \u0641\u064a \u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0629\: {1} \u0641\u064a \u0627\u0644\u0645\u0648\u0642\u0639\: {0}. (\u0623) \u0639\u0644\u0649 \u0645\u0633\u062a\u0648\u0649 \u0646\u0637\u0627\u0642 \u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0629 \u060c \u064a\u0645\u0643\u0646 \u0641\u0642\u0637 \u062a\u0639\u062f\u064a\u0644 \u0627\u0644\u0623\u0630\u0648\u0646\u0627\u062a "\u0639\u0631\u0636" \u0648 "\u062d\u0636\u0648\u0631" \u0648 "\u0625\u0646\u0634\u0627\u0621 \u0645\u062c\u0645\u0648\u0639\u0629" \u0648 "\u062d\u0630\u0641 \u0645\u062c\u0645\u0648\u0639\u0629" \u0648 "\u062a\u062d\u062f\u064a\u062b. \u0645\u062c\u0645\u0648\u0639\u0629". \u0625\u0639\u062f\u0627\u062f\u0627\u062a \u0627\u0644\u0623\u0630\u0648\u0646\u0627\u062a \u0627\u0644\u0623\u062e\u0631\u0649 \u0641\u064a \u0647\u0630\u0627 \u0627\u0644\u0645\u0633\u062a\u0648\u0649 \u0644\u0627 \u062a\u0646\u0637\u0628\u0642 \u0648\u0644\u064a\u0633 \u0644\u0647\u0627 \u0623\u064a \u062a\u0623\u062b\u064a\u0631. (\u0628) \u0644\u0643\u064a \u064a\u062a\u0645\u0643\u0646 \u0627\u0644\u0645\u0634\u0627\u0631\u0643\u0648\u0646 \u0645\u0646 \u0639\u0631\u0636 \u0627\u062c\u062a\u0645\u0627\u0639 \u0645\u0641\u062a\u0648\u062d \u0644\u0647\u0630\u0647 \u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0629 \u0623\u0648 \u062d\u0636\u0648\u0631\u0647 \u060c \u064a\u0644\u0632\u0645 \u0627\u0644\u062d\u0635\u0648\u0644 \u0639\u0644\u0649 \u0623\u0630\u0648\u0646\u0627\u062a "\u0627\u0644\u0639\u0631\u0636" \u0648 "\u0627\u0644\u062d\u0636\u0648\u0631".
permission.info.for.site.scope=\u062a\u0639\u064a\u064a\u0646 \u0623\u0630\u0648\u0646\u0627\u062a \u0627\u0644\u062a\u0633\u062c\u064a\u0644 \u0641\u064a \u0645\u0648\u0642\u0639 \u0627\u0644\u0639\u0645\u0644\: {0} ({1})

permission_group_scope=\u0645\u062c\u0645\u0648\u0639\u0629

permission_note_for_admin_advice=<UI><LI><b>\u0627\u0644\u0645\u0633\u0624\u0648\u0644</b>\: \u064a\u0645\u0643\u0646\u0643 \u062a\u0645\u0643\u064a\u0646 \u062e\u064a\u0627\u0631 \u0627\u0644\u0623\u0630\u0648\u0646\u0627\u062a \u064a\u062f\u0648\u064a\u064b\u0627 \u0644\u0645\u0648\u0642\u0639 \u0639\u0645\u0644 \u0645\u0639\u064a\u0646 \u0639\u0646 \u0637\u0631\u064a\u0642 \u0645\u0646\u062d \u0625\u0630\u0646 <B>\u062a\u062d\u062f\u064a\u062b.\u0639\u0627\u0644\u0645</B> \u0644\u062c\u0645\u064a\u0639 \u0645\u0633\u062a\u0648\u064a\u0627\u062a \u0646\u0637\u0627\u0642 \u0627\u0644\u0645\u0648\u0642\u0639 / \u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0629 \u0644\u0623\u064a \u062f\u0648\u0631 (\u0623\u062f\u0648\u0627\u0631) \u062a\u0631\u063a\u0628 \u0641\u064a \u0627\u0644\u062d\u0635\u0648\u0644 \u0639\u0644\u0649 \u0647\u0630\u0647 \u0627\u0644\u0642\u062f\u0631\u0629. \u064a\u062c\u0628 \u0623\u0646 \u064a\u0643\u0648\u0646 \u0639\u0636\u0648 (\u0623\u0639\u0636\u0627\u0621) \u0627\u0644\u062f\u0648\u0631 (\u0627\u0644\u0623\u062f\u0648\u0627\u0631) \u0623\u064a\u0636\u064b\u0627 \u0639\u0636\u0648\u064b\u0627 \u0641\u064a \u0643\u0644 \u0645\u062c\u0645\u0648\u0639\u0629 \u0641\u064a \u0627\u0644\u0645\u0648\u0642\u0639 \u0648\u064a\u062c\u0628 \u0623\u0646 \u064a\u062d\u062a\u0648\u064a \u0627\u0644\u0645\u0648\u0642\u0639 \u0639\u0644\u0649 \u0645\u062c\u0645\u0648\u0639\u0629 \u0648\u0627\u062d\u062f\u0629 \u0639\u0644\u0649 \u0627\u0644\u0623\u0642\u0644.</LI></UI>

permission_note_for_disabled_button_case=<UI><LI>\u0644\u0627 \u064a\u062a\u0648\u0641\u0631 \u0632\u0631 <B>\u062a\u062d\u0631\u064a\u0631 \u0627\u0644\u0625\u0630\u0646</B> \u0625\u0644\u0627 \u0644\u0644\u0645\u0633\u0624\u0648\u0644\u064a\u0646 \u0623\u0648 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0627\u0644\u0630\u064a\u0646 \u0644\u062f\u064a\u0647\u0645 \u0625\u0630\u0646 <B>\u062a\u062d\u062f\u064a\u062b.\u0639\u0627\u0644\u0645</B> \u0644\u0644\u0645\u0648\u0642\u0639 \u0623\u0648 \u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0629 \u0627\u0644\u062d\u0627\u0644\u064a\u0629. \u0627\u062a\u0635\u0644 \u0628\u0645\u0633\u0624\u0648\u0644 \u0627\u0644\u0646\u0638\u0627\u0645 \u0644\u0644\u062d\u0635\u0648\u0644 \u0639\u0644\u0649 \u0647\u0630\u0627 \u0627\u0644\u0625\u0630\u0646.</LI></UI>

permission_note_for_group_realm_case=<UI><LI>\u0641\u064a \u0643\u0644 \u0645\u062c\u0627\u0644 <B>\u0645\u062c\u0645\u0648\u0639\u0629</B> \u060c \u064a\u0645\u0643\u0646 \u0641\u0642\u0637 \u062a\u0639\u062f\u064a\u0644 <B>\u0639\u0631\u0636</B> \u0627\u0644\u0623\u0630\u0648\u0646\u0627\u062a \u060c <B>\u0627\u0644\u062d\u0636\u0648\u0631</B>\u060c <B>\u0625\u0646\u0634\u0627\u0621 \u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0629</B> \u060c <B>\u0627\u0644\u062d\u0630\u0641 \u060c \u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0629</B>  \u0648 <B>\u062a\u062d\u062f\u064a\u062b.\u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0629</B> \u0625\u0639\u062f\u0627\u062f\u0627\u062a \u0627\u0644\u0623\u0630\u0648\u0646\u0627\u062a \u0627\u0644\u0623\u062e\u0631\u0649 \u0641\u064a \u0647\u0630\u0627 \u0627\u0644\u0645\u0633\u062a\u0648\u0649 \u0644\u0627 \u062a\u0646\u0637\u0628\u0642 \u0648\u0644\u064a\u0633 \u0644\u0647\u0627 \u0623\u064a \u062a\u0623\u062b\u064a\u0631.</LI></UI>

permission_note_for_view_attend_group=\u0644\u0643\u064a \u064a\u062a\u0645\u0643\u0646 \u0627\u0644\u0645\u0634\u0627\u0631\u0643\u0648\u0646 \u0645\u0646 \u0639\u0631\u0636 \u0623\u0648 \u062d\u0636\u0648\u0631 \u0627\u062c\u062a\u0645\u0627\u0639 \u0645\u0641\u062a\u0648\u062d \u0641\u0642\u0637 \u0644\u0645\u062c\u0645\u0648\u0639\u062a\u0647\u0645 (\u0645\u062c\u0645\u0648\u0639\u0627\u062a\u0647\u0645) \u0627\u0644\u0645\u062d\u062f\u062f\u0629 \u060c \u064a\u062c\u0628 \u0645\u0646\u062d \u0625\u0630\u0646 <B>\u0627\u0644\u0639\u0631\u0636</B> \u0648 <B>\u0627\u0644\u062d\u0636\u0648\u0631</B> \u0639\u0644\u0649 \u0645\u0633\u062a\u0648\u0649 \u0645\u062c\u0627\u0644 \u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0629.

#updatePermission.jsp
permission_page_title=\u062a\u062d\u062f\u064a\u062b \u0627\u0644\u0623\u0630\u0648\u0646\u0627\u062a

permission_site_scope=\u0645\u0648\u0642\u0639

permission_tab_action=\u0641\u0639\u0644

permission_tab_edit_button=\u062a\u062d\u0631\u064a\u0631 \u0627\u0644\u0623\u0630\u0648\u0646\u0627\u062a

permission_tab_name=\u0627\u0644\u0627\u0633\u0645

permission_tab_realm_scope=\u0646\u0637\u0627\u0642

preAssign_note_backButton_message=- \u0625\u0630\u0627 \u0642\u0645\u062a \u0628\u0627\u0644\u0646\u0642\u0631 \u0641\u0648\u0642 \u0627\u0644\u0632\u0631 <B>\u0631\u062c\u0648\u0639</B> \u060c \u0641\u0633\u064a\u062a\u0645 \u0641\u0642\u062f \u062c\u0645\u064a\u0639 \u0627\u0644\u0645\u0634\u0627\u0631\u0643\u064a\u0646 \u0627\u0644\u0645\u0639\u064a\u0646\u064a\u0646 \u0645\u0633\u0628\u0642\u064b\u0627.

preAssign_note_max_number_message=- \u064a\u0645\u0643\u0646 \u0644\u0645\u0646\u0638\u0645 \u0627\u0644\u0627\u062c\u062a\u0645\u0627\u0639 \u062a\u062e\u0635\u064a\u0635 \u0623\u0643\u0628\u0631 \u0645\u0646 \u0627\u0644\u062d\u062f \u0627\u0644\u0623\u0642\u0635\u0649 \u0627\u0644\u0645\u062d\u062f\u062f \u0644\u0639\u062f\u062f \u0627\u0644\u0645\u0634\u0627\u0631\u0643\u064a\u0646 \u060c \u0625\u0630\u0627 \u0631\u063a\u0628\u062a \u0641\u064a \u0630\u0644\u0643.

preAssign_note_publish_message=- \u0627\u0646\u0642\u0631 \u0641\u0648\u0642 "\u0646\u0634\u0631" \u0644\u0625\u0646\u0647\u0627\u0621 \u0639\u0645\u0644\u064a\u0629 \u0625\u0646\u0634\u0627\u0621 \u0627\u0644\u0627\u062c\u062a\u0645\u0627\u0639 (\u0627\u0644\u0627\u062c\u062a\u0645\u0627\u0639\u0627\u062a).

print_event=&nbsp\u061b \u0637\u0628\u0627\u0639\u0629

print_friendly=\u0625\u0637\u0628\u0639 \u0647\u0630\u0647 \u0627\u0644\u0635\u0641\u062d\u0629

public_modify_button=\u062a\u0639\u062f\u064a\u0644 \u0627\u0644\u0646\u0634\u0631

publish.withAttendee.exception=\u062d\u062f\u062b \u062e\u0637\u0623 \u063a\u064a\u0631 \u0645\u0639\u0631\u0648\u0641. \u062d\u0627\u0648\u0644 \u0645\u0631\u0629 \u0627\u062e\u0631\u0649.

publish_button=\u064a\u0646\u0634\u0631

publish_processing_submit_message=\u0645\u0639\u0627\u0644\u062c\u0629...

publish_new_evnt_button=\u0646\u0634\u0631 \u0627\u062c\u062a\u0645\u0627\u0639 \u062c\u062f\u064a\u062f

put_In_Multiple_Calendar_Blocks_at_ScheduleTool=\u0646\u0639\u0645 \u060c \u0627\u0646\u0634\u0631 \u0627\u0644\u0627\u062c\u062a\u0645\u0627\u0639 \u0643\u0623\u062d\u062f\u0627\u062b \u062a\u0642\u0648\u064a\u0645 \u0645\u062a\u0639\u062f\u062f\u0629 \u0641\u064a \u0623\u062f\u0627\u0629 \u0627\u0644\u062a\u0642\u0648\u064a\u0645 \u0625\u0630\u0627 \u0643\u0627\u0646\u062a \u0627\u0644\u0641\u0648\u0627\u0635\u0644 \u0627\u0644\u0632\u0645\u0646\u064a\u0629 \u0627\u0644\u0645\u062c\u0627\u0648\u0631\u0629 \u062a\u0641\u0635\u0644 \u0628\u064a\u0646\u0647\u0627 \u0623\u0643\u062b\u0631 \u0645\u0646 \u0633\u0627\u0639\u062a\u064a\u0646.

recurrence=\u0627\u0644\u0627\u062c\u062a\u0645\u0627\u0639\u0627\u062a \u0627\u0644\u0645\u062a\u0643\u0631\u0631\u0629

remove_waitlist_button=\u0625\u0632\u0627\u0644\u0629 \u0645\u0646 \u0642\u0627\u0626\u0645\u0629 \u0627\u0644\u0627\u0646\u062a\u0638\u0627\u0631

required1=\u0623

required2=\u0648\u062a\u0634\u064a\u0631 \u0627\u0644\u0645\u0639\u0644\u0648\u0645\u0627\u062a \u0627\u0644\u0645\u0637\u0644\u0648\u0628\u0629.

save_button=\u062d\u0641\u0638

edit_button=\u062a\u0639\u062f\u064a\u0644

select.atleast.oneGroup=\u0627\u0644\u0631\u062c\u0627\u0621 \u062a\u062d\u062f\u064a\u062f \u0645\u0648\u0642\u0639 \u0623\u0648 \u0645\u062c\u0645\u0648\u0639\u0629 \u0639\u0644\u0649 \u0627\u0644\u0623\u0642\u0644 \u0642\u0628\u0644 \u0627\u0644\u0646\u0642\u0631 \u0641\u0648\u0642 <B>\u0627\u0644\u062a\u0627\u0644\u064a</B>.
select.atleast.oneGroup.for.copyMeeting=\u0627\u0644\u0631\u062c\u0627\u0621 \u062a\u062d\u062f\u064a\u062f \u0645\u0648\u0642\u0639 \u0623\u0648 \u0645\u062c\u0645\u0648\u0639\u0629 \u0639\u0644\u0649 \u0627\u0644\u0623\u0642\u0644 \u0642\u0628\u0644 \u0627\u0644\u0646\u0642\u0631 \u0641\u0648\u0642 <B>\u0646\u0634\u0631 \u0627\u062c\u062a\u0645\u0627\u0639 \u062c\u062f\u064a\u062f</B>.

select_category=-- \u0627\u062e\u062a\u0631 \u0627\u0644\u0641\u0626\u0629 --

select_location=-- \u0627\u062e\u062a\u0631 \u0645\u0648\u0642\u0639\u0627 --

sheet_name_Attendance_data=\u062d\u0636\u0648\u0631

sheet_name_Attendee_schedules=\u062c\u062f\u0627\u0648\u0644 \u0627\u0644\u062d\u0636\u0648\u0631

signup.deadline.is.before.signup.begin=\u064a\u062c\u0628 \u0623\u0646 \u064a\u062d\u062f\u062b \u0648\u0642\u062a \u0627\u0646\u062a\u0647\u0627\u0621 \u0627\u0644\u0627\u0634\u062a\u0631\u0627\u0643 \u0628\u0639\u062f \u0648\u0642\u062a \u0628\u062f\u0621 \u0627\u0644\u062a\u0633\u062c\u064a\u0644.
signup.validator.stringWithSpaceOnly=\u063a\u064a\u0631 \u0645\u0633\u0645\u0648\u062d \u0628\u0645\u0633\u0627\u0641\u0629 (\u0645\u0633\u0627\u0641\u0627\u062a ) \u0641\u0642\u0637 \u0643\u0645\u062f\u062e\u0644\u0627\u062a.

signup_download=\u0627\u062c\u062a\u0645\u0627\u0639\u0627\u062a \u0627\u0644\u062a\u0635\u062f\u064a\u0631

signup_start_deadline=\u0628\u062f\u0621 \u0627\u0644\u062a\u0633\u062c\u064a\u0644 \u0648\u0627\u0644\u0645\u0648\u0639\u062f \u0627\u0644\u0646\u0647\u0627\u0626\u064a

signup_tool=\u0627\u0644\u0627\u062c\u062a\u0645\u0627\u0639\u0627\u062a

site_selection=\u0627\u062e\u062a\u064a\u0627\u0631 \u0627\u0644\u0645\u0648\u0642\u0639

someone.already.changed.ts.cancel_status=\u0642\u0627\u0645 \u0634\u062e\u0635 \u0645\u0627 \u0628\u062a\u063a\u064a\u064a\u0631 \u062d\u0627\u0644\u0629 \u0627\u0644\u0625\u0644\u063a\u0627\u0621 \u0644\u0647\u0630\u0647 \u0627\u0644\u0641\u062a\u0631\u0629 \u0627\u0644\u0632\u0645\u0646\u064a\u0629. \u064a\u0631\u062c\u0649 \u0627\u0644\u062a\u062d\u0642\u0642 \u0645\u0646 \u0630\u0644\u0643 \u0645\u0631\u0629 \u0623\u062e\u0631\u0649 \u0648\u0627\u0644\u062a\u063a\u064a\u064a\u0631 \u062d\u0633\u0628 \u0627\u0644\u0636\u0631\u0648\u0631\u0629.
someone.already.changed.ts.lock_status=\u062a\u0645 \u062a\u063a\u064a\u064a\u0631 \u062d\u0627\u0644\u0629 \u0642\u0641\u0644 \u0647\u0630\u0647 \u0627\u0644\u0641\u062a\u0631\u0629 \u0627\u0644\u0632\u0645\u0646\u064a\u0629. \u064a\u0631\u062c\u0649 \u0627\u0644\u062a\u062d\u0642\u0642 \u0645\u0646 \u0630\u0644\u0643 \u0645\u0631\u0629 \u0623\u062e\u0631\u0649.
someone.already.remove_you=\u0642\u0627\u0645 \u0634\u062e\u0635 \u0645\u0627 \u0628\u0627\u0644\u0641\u0639\u0644 \u0628\u0625\u0632\u0627\u0644\u0629 \u0627\u0644\u0645\u0634\u0627\u0631\u0643 \u0627\u0644\u0645\u0642\u0635\u0648\u062f.
someone.already.removed_or_promoted_attendee=\u062a\u0645 \u062d\u0630\u0641 \u0623\u0648 \u062a\u0631\u0642\u064a\u0629 \u0627\u0644\u0645\u0634\u0627\u0631\u0643.
someone.already.taken.theTimeslot=\u0644\u0642\u062f \u062a\u0645 \u0623\u062e\u0630 \u062e\u0627\u0646\u0629 \u0627\u0644\u0648\u0642\u062a \u0628\u0627\u0644\u0641\u0639\u0644 \u0648\u0647\u064a \u063a\u064a\u0631 \u0645\u062a\u0627\u062d\u0629. \u064a\u0631\u062c\u0649 \u0627\u0644\u0627\u0646\u0636\u0645\u0627\u0645 \u0625\u0644\u0649 \u0642\u0627\u0626\u0645\u0629 \u0627\u0644\u0627\u0646\u062a\u0638\u0627\u0631 \u0644\u064a\u062a\u0645 \u0625\u0639\u0644\u0627\u0645\u0643 \u0628\u0627\u0644\u0625\u0644\u063a\u0627\u0621.
someone.already.updated.db=\u0642\u0627\u0645 \u0634\u062e\u0635 \u0622\u062e\u0631 \u0628\u062a\u0639\u062f\u064a\u0644 \u0627\u0644\u0627\u062c\u062a\u0645\u0627\u0639. \u064a\u0631\u062c\u0649 \u062a\u062d\u062f\u064a\u062b \u0627\u0644\u0627\u062c\u062a\u0645\u0627\u0639 \u0648\u062d\u0627\u0648\u0644 \u0645\u0631\u0629 \u0623\u062e\u0631\u0649.
someone.modified.event=\u0642\u0627\u0645 \u0634\u062e\u0635 \u0622\u062e\u0631 \u0628\u062a\u0639\u062f\u064a\u0644 \u0627\u0644\u0627\u062c\u062a\u0645\u0627\u0639. \u064a\u0631\u062c\u0649 \u062a\u062d\u062f\u064a\u062b \u0634\u0627\u0634\u062a\u0643.
someone.modified.event.content=\u0642\u0627\u0645 \u0634\u062e\u0635 \u0622\u062e\u0631 \u0628\u062a\u0639\u062f\u064a\u0644 \u0645\u062d\u062a\u0648\u0649 \u0627\u0644\u0627\u062c\u062a\u0645\u0627\u0639. \u062d\u0627\u0648\u0644 \u0645\u0631\u0629 \u0627\u062e\u0631\u0649.

star_character=*

summary=\u0645\u0644\u062e\u0635

tab_attendee=\u0627\u0644\u0645\u0634\u0627\u0631\u0643\u064a\u0646

tab_attendees=\u0627\u0644\u0645\u0634\u0627\u0631\u0643\u064a\u0646

tab_attendees_eids=\u0645\u0639\u0631\u0641\u0627\u062a \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0627\u0644\u062e\u0627\u0635\u0629 \u0628\u0627\u0644\u0645\u0634\u0627\u0631\u0643\u064a\u0646

tab_end_time=\u0648\u0642\u062a \u0623\u0644\u0627\u0646\u062a\u0647\u0627\u0621

tab_event_action=\u0641\u0639\u0644

tab_event_availability=\u0627\u0644\u062d\u0627\u0644\u0629

tab_event_available_slots=\u0627\u0644\u0623\u0645\u0627\u0643\u0646 \u0627\u0644\u0645\u062a\u0627\u062d\u0629

tab_event_category=\u0641\u0626\u0629

#tab_event_edit_location_custom=edit location
tab_event_date=\u062a\u0627\u0631\u064a\u062e

tab_event_location=\u0627\u0644\u0645\u0648\u0642\u0639

tab_event_location_custom=\u0623\u062f\u062e\u0644 \u0645\u0648\u0642\u0639 \u062c\u062f\u064a\u062f

tab_event_name=\u0639\u0646\u0648\u0627\u0646 \u0627\u0644\u0627\u062c\u062a\u0645\u0627\u0639

tab_event_owner=\u0645\u0646\u0638\u0645

tab_event_remove=\u0625\u0632\u0627\u0644\u0629

tab_event_signed_attendee=\u0627\u0644\u0645\u0634\u0627\u0631\u0643\u064a\u0646

tab_event_time=\u0648\u0642\u062a

#when user select dropdownList 'view meetings what I am signed up for'
tab_event_your_appointment_time=\u0648\u0642\u062a

tab_event_your_status=\u062d\u0627\u0644\u062a\u0643

tab_max_attendee=\u0627\u0644\u062d\u062f \u0627\u0644\u0623\u0642\u0635\u0649 \u0644\u0639\u062f\u062f \u0627\u0644\u0645\u0634\u0627\u0631\u0643\u064a\u0646

tab_max_participants=\u0627\u0644\u062d\u062f \u0627\u0644\u0623\u0642\u0635\u0649 \u0644\u0639\u062f\u062f<br>\u0627\u0644\u0645\u0634\u0627\u0631\u0643\u064a\u0646

tab_start_time=\u0648\u0642\u062a \u0627\u0644\u0628\u062f\u0621

tab_time_slot=\u0641\u0633\u062d\u0629 \u0632\u0645\u0646\u064a\u0629

tab_waiting_list=\u0642\u0627\u0626\u0645\u0629 \u0627\u0644\u0627\u0646\u062a\u0638\u0627\u0631

tab_waiting_list_disabled=&nbsp\u061b [\u0645\u0639\u0637\u0644]

tab_date_inscription=\u062a\u0627\u0631\u064a\u062e \u0627\u0644\u062a\u0633\u062c\u064a\u0644

timeperiod_divider=&nbsp;&nbsp;-&nbsp;&nbsp;

timeslot.just.canceled=\u062a\u0645 \u0625\u0644\u063a\u0627\u0621 \u0647\u0630\u0647 \u0627\u0644\u0641\u062a\u0631\u0629 \u0627\u0644\u0632\u0645\u0646\u064a\u0629 \u0648\u0644\u0645 \u062a\u0639\u062f \u0645\u062a\u0648\u0641\u0631\u0629.
timeslot.just.locked=\u062a\u0645 \u0642\u0641\u0644 \u0647\u0630\u0647 \u0627\u0644\u0641\u062a\u0631\u0629 \u0627\u0644\u0632\u0645\u0646\u064a\u0629 \u0648\u0647\u064a \u063a\u064a\u0631 \u0645\u062a\u0627\u062d\u0629.

title_tip_click_hide_schedule=\u0627\u0646\u0642\u0631 \u0644\u0625\u062e\u0641\u0627\u0621 \u062a\u0641\u0627\u0635\u064a\u0644 \u0627\u0644\u062a\u0642\u0648\u064a\u0645.

title_tip_click_show_schedule=\u0627\u0646\u0642\u0631 \u0644\u0625\u0638\u0647\u0627\u0631 \u062a\u0641\u0627\u0635\u064a\u0644 \u0627\u0644\u062a\u0642\u0648\u064a\u0645.

title_tip_delete_this_ts=\u0627\u062d\u0630\u0641 \u0627\u0644\u0645\u0647\u0644\u0629 \u0627\u0644\u0632\u0645\u0646\u064a\u0629.

tool_tip_add_waitlist=\u0623\u0636\u0641 \u0625\u0644\u0649 \u0642\u0627\u0626\u0645\u0629 \u0627\u0644\u0627\u0646\u062a\u0638\u0627\u0631

unlimited_num_attendee=\u0639\u062f\u062f \u063a\u064a\u0631 \u0645\u062d\u062f\u0648\u062f \u0645\u0646 \u0627\u0644\u0645\u0634\u0627\u0631\u0643\u064a\u0646

user.has.no.permission.attend=\u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\: {0} \u0644\u064a\u0633 \u0644\u062f\u064a\u0647 \u0625\u0630\u0646 \u0644\u062d\u0636\u0648\u0631 \u0647\u0630\u0627 \u0627\u0644\u062d\u062f\u062b.
user.not.allowed.to.waitlist=\u062a\u0645 \u062a\u0639\u0637\u064a\u0644 \u0627\u0644\u0642\u062f\u0631\u0629 \u0639\u0644\u0649 \u0627\u0644\u0627\u0646\u0636\u0645\u0627\u0645 \u0625\u0644\u0649 \u0642\u0627\u0626\u0645\u0629 \u0627\u0644\u0627\u0646\u062a\u0638\u0627\u0631 \u0645\u0646 \u0642\u0628\u0644 \u0627\u0644\u0645\u0646\u0638\u0645.
user.not.found=\u0644\u0645 \u064a\u062a\u0645 \u0627\u0644\u0639\u062b\u0648\u0631 \u0639\u0644\u0649 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645

view_all=\u0627\u0644\u0643\u0644

view_all_future_meetings=\u0643\u0644 \u0627\u0644\u0627\u062c\u062a\u0645\u0627\u0639\u0627\u062a \u0627\u0644\u0645\u0633\u062a\u0642\u0628\u0644\u064a\u0629

view_current_month=30 \u064a\u0648\u0645\u0627\u064b \u0627\u0644\u0642\u0627\u062f\u0645\u0629

view_current_three_months=90 \u064a\u0648\u0645\u0627\u064b \u0627\u0644\u0642\u0627\u062f\u0645\u0629

view_immediate_avail_ones=\u0627\u0644\u0627\u062c\u062a\u0645\u0627\u0639\u0627\u062a \u0627\u0644\u0645\u062a\u0627\u062d\u0629 \u0644\u0644\u062a\u0633\u062c\u064a\u0644

view_my_signed_up=\u0639\u0631\u0636 \u0627\u0644\u0627\u062c\u062a\u0645\u0627\u0639\u0627\u062a \u0627\u0644\u062a\u064a \u0642\u0645\u062a \u0628\u0627\u0644\u062a\u0633\u062c\u064a\u0644 \u0641\u064a\u0647\u0627

view_previous_events=\u062c\u0645\u064a\u0639 \u0627\u0644\u0627\u062c\u062a\u0645\u0627\u0639\u0627\u062a \u0627\u0644\u0633\u0627\u0628\u0642\u0629

view_semi_year=\u0627\u0644\u0641\u0635\u0644 \u0627\u0644\u062f\u0631\u0627\u0633\u064a \u0627\u0644\u062d\u0627\u0644\u064a

waitlist.option.just.turn.off=\u062a\u0645\u062a \u0625\u0632\u0627\u0644\u0629 \u062e\u064a\u0627\u0631 \u0642\u0627\u0626\u0645\u0629 \u0627\u0644\u0627\u0646\u062a\u0638\u0627\u0631 \u0644\u0644\u062a\u0648.

warn_copy_recurred_event=\u0623\u0646\u062a \u062a\u0642\u0648\u0645 \u0628\u0646\u0633\u062e \u0645\u062c\u0645\u0648\u0639\u0629 \u0645\u0646 \u0627\u0644\u0627\u062c\u062a\u0645\u0627\u0639\u0627\u062a \u0627\u0644\u0645\u062a\u0643\u0631\u0631\u0629. \u064a\u064f\u0631\u062c\u0649 \u0627\u0644\u062a\u062d\u0642\u0642 \u0645\u0646 \u062a\u0648\u0627\u0631\u064a\u062e \u0627\u0644\u0628\u062f\u0621 / \u0627\u0644\u0627\u0646\u062a\u0647\u0627\u0621 \u0627\u0644\u0645\u062a\u0643\u0631\u0631\u0629 \u0648\u062a\u0639\u062f\u064a\u0644\u0647\u0627 \u0648\u0641\u0642\u064b\u0627 \u0644\u0630\u0644\u0643.

warn_reschedule_event=\u0642\u062f \u064a\u0643\u0648\u0646 \u0628\u0639\u0636 \u0627\u0644\u0623\u0634\u062e\u0627\u0635 \u0642\u062f \u0627\u0634\u062a\u0631\u0643\u0648\u0627 \u0628\u0627\u0644\u0641\u0639\u0644 \u0641\u064a \u0627\u0644\u0627\u062c\u062a\u0645\u0627\u0639 (\u0627\u0644\u0627\u062c\u062a\u0645\u0627\u0639\u0627\u062a). \u0642\u062f \u062a\u062d\u062a\u0627\u062c \u0625\u0644\u0649 \u0627\u0644\u0627\u062a\u0635\u0627\u0644 \u0628\u0647\u0645 \u0628\u0634\u0623\u0646 \u0625\u0639\u0627\u062f\u0629 \u0627\u0644\u062c\u062f\u0648\u0644\u0629.

warning.event.crossed_twoDays=\u062a\u0645\u062a \u062c\u062f\u0648\u0644\u0629 \u0627\u0644\u0627\u062c\u062a\u0645\u0627\u0639 \u0639\u0644\u0649 \u0645\u062f\u0627\u0631 \u064a\u0648\u0645\u064a\u0646 \u0645\u062e\u062a\u0644\u0641\u064a\u0646.
warning.event.crossed_twoMonths=\u062a\u0645 \u062a\u062d\u062f\u064a\u062f \u0645\u0648\u0639\u062f \u0627\u0644\u0627\u062c\u062a\u0645\u0627\u0639 \u0639\u0644\u0649 \u0645\u062f\u0649 \u0634\u0647\u0631\u064a\u0646 \u0645\u062e\u062a\u0644\u0641\u064a\u0646.
warning.event.crossed_twoYears=\u062a\u0645 \u062a\u062d\u062f\u064a\u062f \u0645\u0648\u0639\u062f \u0627\u0644\u0627\u062c\u062a\u0645\u0627\u0639 \u0639\u0644\u0649 \u0645\u062f\u0649 \u0639\u0627\u0645\u064a\u0646 \u0645\u062e\u062a\u0644\u0641\u064a\u0646.
warning.some_timeslot_may_locked_canceled=\u062a\u0645 \u0625\u063a\u0644\u0627\u0642 \u0623\u0648 \u0625\u0644\u063a\u0627\u0621 \u0641\u062a\u0631\u0629 (\u0641\u062a\u0631\u0627\u062a) \u0632\u0645\u0646\u064a\u0629 \u0648\u0627\u062d\u062f\u0629 \u0623\u0648 \u0623\u0643\u062b\u0631 \u0641\u064a \u0627\u0644\u0627\u062c\u062a\u0645\u0627\u0639 \u0627\u0644\u0645\u0646\u0633\u0648\u062e.
warning.your.event.singup.begin.time.passed.today.time=\u0633\u064a\u062a\u0645\u0643\u0646 \u0627\u0644\u0645\u0634\u0627\u0631\u0643\u0648\u0646 \u0645\u0646 \u0627\u0644\u0627\u0634\u062a\u0631\u0627\u0643 \u0641\u064a \u0647\u0630\u0627 \u0627\u0644\u0627\u062c\u062a\u0645\u0627\u0639 \u0639\u0644\u0649 \u0627\u0644\u0641\u0648\u0631 \u0644\u0623\u0646 \u0648\u0642\u062a \u0628\u062f\u0621 \u0627\u0644\u0627\u0634\u062a\u0631\u0627\u0643 \u0642\u062f \u0645\u0636\u0649 \u0628\u0627\u0644\u0641\u0639\u0644.

wksheet_appointment_duration=\u0627\u0644\u0645\u062f\u0629 (\u062f\u0642\u064a\u0642\u0629)

wksheet_appointment_start_time=\u0648\u0642\u062a \u0627\u0644\u0645\u0648\u0639\u062f

wksheet_attendance_UserID=\u0645\u0639\u0631\u0641 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645

wksheet_category=\u0641\u0626\u0629

wksheet_location=\u0627\u0644\u0645\u0648\u0642\u0639

wksheet_meeting_duration=\u0645\u062f\u0629 \u0627\u0644\u062d\u062f\u062b (\u062f\u0642\u064a\u0642\u0629)

wksheet_meeting_name=\u0627\u0633\u0645 \u0627\u0644\u062d\u062f\u062b

wksheet_meeting_start_time=\u0648\u0642\u062a \u0628\u062f\u0621 \u0627\u0644\u062d\u062f\u062b

wksheet_num_of_attendees=\#Num Attendees in Slot

wksheet_organizer=\u0645\u0646\u0638\u0645

wksheet_site_name=\u0639\u0646\u0648\u0627\u0646 \u0627\u0644\u0645\u0648\u0642\u0639

wksheet_user_comment=\u062a\u0639\u0644\u064a\u0642 \u0627\u0644\u062d\u0636\u0648\u0631

wksheet_user_email=\u0623\u0644\u0627\u064a\u0645\u064a\u0644

wksheet_user_id=\u0645\u0639\u0631\u0641 \u0645\u0633\u062a\u062e\u062f\u0645 \u0627\u0644\u062d\u0636\u0648\u0631

wksheet_user_name=\u0627\u0633\u0645 \u0627\u0644\u062d\u0627\u0636\u0631

you.already.in_waiting_list=\u0623\u0646\u062a \u0628\u0627\u0644\u0641\u0639\u0644 \u0641\u064a \u0642\u0627\u0626\u0645\u0629 \u0627\u0644\u0627\u0646\u062a\u0638\u0627\u0631.
you.have.multiple.tabs.in.browser=\u0644\u062f\u064a\u0643 \u0639\u062f\u0629 {0} \u0639\u0644\u0627\u0645\u0627\u062a \u062a\u0628\u0648\u064a\u0628 \u0645\u0641\u062a\u0648\u062d\u0629 \u0641\u064a \u0645\u062a\u0635\u0641\u062d\u0643. \u0627\u0644\u0631\u062c\u0627\u0621 \u0625\u063a\u0644\u0627\u0642 \u0639\u0644\u0627\u0645\u0627\u062a \u0627\u0644\u062a\u0628\u0648\u064a\u0628 {0} \u0627\u0644\u0625\u0636\u0627\u0641\u064a\u0629 \u0648\u062d\u0627\u0648\u0644 \u0645\u0631\u0629 \u0623\u062e\u0631\u0649.
you.need.select.one.toDownload=\u0644\u0645 \u064a\u062a\u0645 \u0627\u062e\u062a\u064a\u0627\u0631 \u0623\u064a \u0627\u062c\u062a\u0645\u0627\u0639\u0627\u062a. \u0627\u0644\u0631\u062c\u0627\u0621 \u062a\u062d\u062f\u064a\u062f \u0627\u062c\u062a\u0645\u0627\u0639 \u0648\u0627\u062d\u062f \u0639\u0644\u0649 \u0627\u0644\u0623\u0642\u0644 \u0644\u0644\u062a\u0635\u062f\u064a\u0631.
you.promoted.to.another.ts_meanwhile=\u0644\u0642\u062f \u062a\u0645\u062a \u062a\u0631\u0642\u064a\u062a\u0643 \u0645\u0646 \u0642\u0627\u0626\u0645\u0629 \u0627\u0644\u0627\u0646\u062a\u0638\u0627\u0631 \u0641\u064a \u0641\u062a\u0631\u0629 \u0632\u0645\u0646\u064a\u0629 \u0623\u062e\u0631\u0649. \u0644\u0627 \u064a\u0645\u0643\u0646\u0643 \u0627\u0644\u062a\u0633\u062c\u064a\u0644 \u0641\u064a \u0647\u0630\u0647 \u0627\u0644\u0641\u062a\u0631\u0629 \u0627\u0644\u0632\u0645\u0646\u064a\u0629.

you_need_to_login=\u062a\u062d\u062a\u0627\u062c \u0625\u0644\u0649 \u062a\u0633\u062c\u064a\u0644 \u0627\u0644\u062f\u062e\u0648\u0644 \u0644\u0639\u0631\u0636 \u0627\u0644\u0627\u062c\u062a\u0645\u0627\u0639\u0627\u062a.

send_email_to_notify_the_attendee=\u0625\u0631\u0633\u0627\u0644 \u0628\u0631\u064a\u062f \u0625\u0644\u0643\u062a\u0631\u0648\u0646\u064a \u0644\u0625\u0639\u0644\u0627\u0645 \u0627\u0644\u062d\u0627\u0636\u0631.

send_email_to_notify_the_organizers=\u0625\u0631\u0633\u0627\u0644 \u0628\u0631\u064a\u062f \u0625\u0644\u0643\u062a\u0631\u0648\u0646\u064a \u0644\u0625\u062e\u0637\u0627\u0631 \u0627\u0644\u0645\u0646\u0638\u0645\u064a\u0646.

edit=\u062a\u0639\u062f\u064a\u0644
delete=\u062c\u0630\u0641
email=\u0639\u0646\u0648\u0627\u0646 \u0627\u0644\u0628\u0631\u064a\u062f \u0627\u0644\u0625\u0644\u0643\u062a\u0631\u0648\u0646\u064a
sort_ascending=\u0641\u0631\u0632 \u062d\u0633\u0628 {0} \u062a\u0635\u0627\u0639\u062f\u064a\u0627\u064b
sort_descending=\u0641\u0631\u0632 \u062d\u0633\u0628 {0} \u062a\u0646\u0627\u0632\u0644\u064a\u0627\u064b

# Menu
add_new_event=\u0625\u0636\u0627\u0641\u0629
event_pageTop_link_for_download=\u062a\u0635\u062f\u064a\u0631
main_meetings=\u0627\u0644\u0627\u062c\u062a\u0645\u0627\u0639\u0627\u062a
permission_feature_link=\u0627\u0644\u0635\u0644\u0627\u062d\u064a\u0627\u062a
