#X-Generator: crowdin.com
#Generated by ResourceBundle Editor (http://eclipse-rbe.sourceforge.net)
#

Failed.remove.event=\u062e\u0637\u0627\u06cc\u06cc \u0631\u062e \u062f\u0627\u062f\u0647 \u0627\u0633\u062a. \u062c\u0644\u0633\u0627\u062a \u0627\u0646\u062a\u062e\u0627\u0628 \u0634\u062f\u0647 \u062d\u0630\u0641 \u0646\u0634\u062f\u0646\u062f. \u0644\u0637\u0641\u0627 \u062f\u0648\u0628\u0627\u0631\u0647 \u0627\u0645\u062a\u062d\u0627\u0646 \u06a9\u0646\u06cc\u062f.

add_attachments=\u0627\u0641\u0632\u0648\u062f\u0646 \u067e\u06cc\u0648\u0633\u062a

add_more_ts=\u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u0628\u0627\u0632\u0647 \u0632\u0645\u0627\u0646\u06cc \u062c\u062f\u06cc\u062f.

add_new_event=\u0627\u0641\u0632\u0648\u062f\u0646

add_remove_attachments=\u0627\u0641\u0632\u0648\u062f\u0646/\u062d\u0630\u0641 \u067e\u06cc\u0648\u0633\u062a \u0647\u0627

add_to_bottom=\u0642\u0633\u0645\u062a \u067e\u0627\u06cc\u06cc\u0646

add_to_top=\u0642\u0633\u0645\u062a \u0628\u0627\u0644\u0627

add_waitlist_button=\u067e\u06cc\u0648\u0633\u062a\u0646 \u0628\u0647 \u0644\u06cc\u0633\u062a \u0627\u0646\u062a\u0638\u0627\u0631

apply_added_participants_to_allRecur_events=&nbsp;\u0628\u0644\u0647\u060c \u0627\u0646\u062a\u0642\u0627\u0644 \u0634\u0631\u06a9\u062a \u06a9\u0646\u0646\u062f\u0647 \u0647\u0627 \u0628\u0647 \u0645\u062f\u062a \u06cc\u06a9\u0633\u0627\u0646 \u0628\u0631\u0627\u06cc \u0647\u0645\u0647 \u0631\u062e\u062f\u0627\u062f\u0647\u0627.

assign_attendee_publish_button=\u062a\u062e\u0635\u06cc\u0635 \u0634\u0631\u06a9\u062a \u06a9\u0646\u0646\u062f\u0647 \u0647\u0627 \u0648 \u0627\u0646\u062a\u0634\u0627\u0631

assign_attendees=\u062a\u062e\u0635\u06cc\u0635 \u0634\u0631\u06a9\u062a \u06a9\u0646\u0646\u062f\u06af\u0627\u0646

assign_participants_toAllRecurrences=\u062a\u062e\u0635\u06cc\u0635 \u0628\u0647 \u0647\u0645\u0647\:

attachments=\u067e\u06cc\u0648\u0633\u062a \u0647\u0627\:

attend_off=\u062e\u0627\u0645\u0648\u0634

attend_on=\u0631\u0648\u0634\u0646

attend_taken=\u0631\u0633\u06cc\u062f\u06af\u06cc \u062e\u0648\u0627\u0647\u062f \u0634\u062f

attend_track_selected=&nbsp;(\u0645\u06cc\u062a\u0648\u0627\u0646\u06cc\u062f \u062f\u0631 \u0635\u0648\u0631\u062a \u0627\u0646\u062a\u062e\u0627\u0628 \u062f\u0631 \u0627\u06cc\u0646 \u062c\u0644\u0633\u0647 \u062d\u0636\u0648\u0631 \u067e\u06cc\u062f\u0627 \u06a9\u0646\u06cc\u062f)

attend_view_list_head=\u0628\u0627\u0632\u0647 \u0647\u0627\u06cc \u0632\u0645\u0627\u0646\u06cc \u0648 \u062d\u0636\u0627\u0631

attend_view_list_slot_list_canceled=\u0627\u06cc\u0646 \u0628\u0627\u0632\u0647 \u0632\u0645\u0627\u0646\u06cc \u0644\u063a\u0648 \u0634\u062f\u0647 \u0627\u0633\u062a

attend_view_list_slot_list_empty_msg=\u0647\u06cc\u0686 \u06cc\u06a9 \u0627\u0632 \u062d\u0627\u0636\u0631\u06cc\u0646 \u0628\u0631\u0627\u06cc \u0627\u06cc\u0646 \u0628\u0627\u0632\u0647 \u0632\u0645\u0627\u0646\u06cc \u0646\u0627\u0645 \u0646\u0648\u06cc\u0633\u06cc \u0646\u06a9\u0631\u062f\u0647 \u0627\u0646\u062f

attend_view_list_slot_list_summary=\u0644\u06cc\u0633\u062a \u062d\u0627\u0636\u0631\u06cc\u0646 \u0628\u0631\u0627\u06cc \u0627\u06cc\u0646 \u062c\u0644\u0633\u0647. \u0647\u0631 \u0631\u062f\u06cc\u0641 \u062f\u0627\u0631\u0627\u06cc \u0639\u0644\u0627\u0645\u062a \u06af\u0630\u0627\u0631\u06cc \u062c\u0647\u062a \u062d\u0636\u0648\u0631 \u0627\u0633\u062a. \u062e\u0627\u0646\u0647 \u0639\u0644\u0627\u0645\u062a \u06af\u0630\u0627\u0631\u06cc \u062f\u0631 \u0628\u0627\u0644\u0627\u06cc \u0635\u0641\u062d\u0647 \u0647\u0645\u0647 \u0631\u0627 \u0628\u0627 \u0639\u0644\u0627\u0645\u062a \u0648 \u0628\u06cc \u0639\u0644\u0627\u0645\u062a \u0645\u06cc\u06a9\u0646\u062f.

attend_view_list_slot_list_wait_head=\u0644\u06cc\u0633\u062a \u0627\u0646\u062a\u0638\u0627\u0631

attend_view_list_summary=\u0644\u06cc\u0633\u062a \u062c\u0644\u0633\u0627\u062a. \u0647\u0631 \u062e\u0627\u0646\u0647 \u0634\u0627\u0645\u0644 \u0632\u0645\u0627\u0646 \u062c\u0644\u0633\u0647 (\u0628\u0647 \u0639\u0646\u0648\u0627\u0646 \u0633\u0631\u0622\u0645\u062f) \u0648 \u0644\u06cc\u0633\u062a\u06cc \u0627\u0632 \u062d\u0636\u0627\u0631\u061b \u0628\u0647 \u0647\u0645\u0631\u0627\u0647 \u062e\u0627\u0646\u0647 \u0647\u0627\u06cc \u0639\u0644\u0627\u0645\u062a \u06af\u0630\u0627\u0631\u06cc \u062c\u0647\u062a \u062d\u0636\u0648\u0631 \u0627\u0633\u062a. \u062e\u0627\u0646\u0647 \u0647\u0627\u06cc \u0639\u0644\u0627\u0645\u062a \u06af\u0630\u0627\u0631\u06cc \u062f\u0631 \u0628\u0627\u0644\u0627\u06cc \u0635\u0641\u062d\u0647 \u062a\u0645\u0627\u0645 \u06a9\u0648\u062f\u06a9\u0627\u0646 \u0631\u0627 \u0639\u0644\u0627\u0645\u062a \u06af\u0630\u0627\u0631\u06cc \u0648 \u0628\u06cc \u0639\u0644\u0627\u0645\u062a \u0645\u06cc \u06a9\u0646\u062f. 

attend_view_select_all=\u0627\u0646\u062a\u062e\u0627\u0628 \u062a\u0645\u0627\u0645\u06cc \u0634\u0631\u06a9\u062a \u06a9\u0646\u0646\u062f\u06af\u0627\u0646 

#attendance view page
attend_view_title=\u062d\u0636\u0648\u0631\:

attend_view_toggle=\u062a\u0628\u062f\u06cc\u0644 \u0644\u06cc\u0633\u062a \u0647\u0627\u06cc \u0627\u0646\u062a\u0638\u0627\u0631

attendee.already.in.timeslot=\u0634\u0631\u06a9\u062a \u06a9\u0646\u0646\u062f\u0647 \u0627\u0632 \u0642\u0628\u0644 \u062f\u0631 \u0627\u06cc\u0646 \u062f\u0648\u0631\u0647 \u0632\u0645\u0627\u0646\u06cc \u0628\u0648\u062f\u0647 \u0627\u0633\u062a.

attendee_enterEid=\u0646\u0627\u0645 \u06a9\u0627\u0631\u0628\u0631\u06cc \u0648 \u06cc\u0627 \u0622\u062f\u0631\u0633 \u0627\u06cc\u0645\u06cc\u0644 \u062e\u0648\u062f \u0631\u0627 \u0648\u0627\u0631\u062f \u06a9\u0646\u06cc\u062f&nbsp;

attendee_select=\u0627\u0646\u062a\u062e\u0627\u0628&nbsp;

basic=\u0627\u0637\u0644\u0627\u0639\u0627\u062a \u067e\u0627\u06cc\u0647

before_event_end=\u0642\u0628\u0644 \u0627\u0632 \u0627\u062a\u0645\u0627\u0645 \u062c\u0644\u0633\u0647

before_event_start=\u0642\u0628\u0644 \u0627\u0632 \u0634\u0631\u0648\u0639 \u062c\u0644\u0633\u0647

cancel_button=\u0644\u063a\u0648

cancel_timeslot=\u0644\u063a\u0648 \u0628\u0627\u0632\u0647 \u0632\u0645\u0627\u0646\u06cc

#cancelTimeslot.jsp
cancel_timeslot_button=\u0644\u063a\u0648 \u0628\u0627\u0632\u0647 \u0632\u0645\u0627\u0646\u06cc

confirm_cancel=\u0622\u06cc\u0627 \u0645\u0637\u0645\u0626\u0646 \u0647\u0633\u062a\u06cc\u062f \u06a9\u0647 \u0645\u06cc \u062e\u0648\u0627\u0647\u06cc\u062f \u0645\u062f\u062a \u0632\u0645\u0627\u0646 \u0631\u0627 \u0644\u063a\u0648 \u06a9\u0646\u06cc\u062f\u061f \u062a\u0645\u0627\u0645\u06cc \u0634\u0631\u06a9\u062a \u06a9\u0646\u0646\u062f\u06af\u0627\u0646 \u0627\u0632 \u062c\u062f\u0648\u0644 \u0632\u0645\u0627\u0646\u06cc \u062d\u0630\u0641 \u062e\u0648\u0627\u0647\u0646\u062f \u0634\u062f \u0648 \u0627\u06cc\u0645\u06cc\u0644\u06cc \u0628\u0647 \u062a\u0645\u0627\u0645 \u0634\u0631\u06a9\u062a \u06a9\u0646\u0646\u062f\u06af\u0627\u0646 \u0627\u0631\u0633\u0627\u0644 \u062e\u0648\u0627\u0647\u062f \u0634\u062f.

continue_button=\u0627\u062f\u0627\u0645\u0647 \u062f\u0627\u062f\u0646

copy_event=\u06a9\u067e\u06cc

create_instruction=\u062c\u0647\u062a \u062a\u0634\u06a9\u06cc\u0644 \u062c\u0644\u0633\u0647\u060c \u0627\u0637\u0644\u0627\u0639\u0627\u062a \u062e\u0648\u0627\u0633\u062a\u0647 \u0634\u062f\u0647 \u0631\u0627 \u0648\u0627\u0631\u062f \u06a9\u0646\u06cc\u062f \u0648 \u0631\u0648\u06cc <b> \u0628\u0639\u062f\u06cc <b/> \u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f.

#new event - step1.jsp
create_new_event=\u062a\u0634\u06a9\u06cc\u0644 \u062c\u0644\u0633\u0647 \u062c\u062f\u06cc\u062f\:

crossDay.event.repeat.biweekly.problem=\u0645\u062f\u062a \u0632\u0645\u0627\u0646 \u062c\u0644\u0633\u0647 \u0628\u06cc\u0634 \u0627\u0632 14\u0631\u0648\u0632 \u0628\u0647 \u0637\u0648\u0644 \u0627\u0646\u062c\u0627\u0645\u06cc\u062f. \u0627\u06cc\u0646 \u0646\u0648\u0639 \u062c\u0644\u0633\u0627\u062a \u0646\u0645\u06cc \u062a\u0648\u0627\u0646\u0646\u062f \u062f\u0648 \u0647\u0641\u062a\u0647 \u06cc\u06a9 \u0628\u0627\u0631 \u062a\u06a9\u0631\u0627\u0631 \u0634\u0648\u0646\u062f.
crossDay.event.repeat.daily.problem=\u0632\u0645\u0627\u0646 \u0645\u0644\u0627\u0642\u0627\u062a \u0628\u06cc\u0634\u062a\u0631 \u0627\u0632 24 \u0633\u0627\u0639\u062a \u0637\u0648\u0644 \u0645\u06cc\u200c\u06a9\u0634\u062f. \u0645\u0644\u0627\u0642\u0627\u062a \u0647\u0627\u06cc\u06cc \u0627\u0632 \u0627\u06cc\u0646 \u0646\u0648\u0639 \u0646\u0645\u06cc\u200c\u062a\u0648\u0627\u0646\u0646\u062f \u0628\u0635\u0648\u0631\u062a \u0631\u0648\u0632\u0627\u0646\u0647 \u062a\u06a9\u0631\u0627\u0631 \u0634\u0648\u0646\u062f.
crossDay.event.repeat.weekly.problem=\u0645\u062f\u062a \u0632\u0645\u0627\u0646 \u062c\u0644\u0633\u0647 \u0628\u06cc\u0634 \u0627\u0632 \u06f7 \u0631\u0648\u0632 \u0628\u0647 \u0637\u0648\u0644 \u0627\u0646\u062c\u0627\u0645\u06cc\u062f. \u0627\u06cc\u0646 \u0646\u0648\u0639 \u062c\u0644\u0633\u0627\u062a \u0646\u0645\u06cc \u062a\u0648\u0627\u0646\u0646\u062f \u0628\u0635\u0648\u0631\u062a \u0647\u0641\u062a\u06af\u06cc \u062a\u06a9\u0631\u0627\u0631 \u0634\u0648\u0646\u062f.

#User action exception messages
db.error_or_event.notExisted=\u06cc\u0627 \u06cc\u06a9 \u062e\u0637\u0627\u06cc \u067e\u0627\u06cc\u06af\u0627\u0647 \u062f\u0627\u062f\u0647 \u0627\u062a\u0641\u0627\u0642 \u0627\u0641\u062a\u0627\u062f\u0647 \u0627\u0633\u062a \u06cc\u0627 \u0645\u0644\u0627\u0642\u0627\u062a \u062f\u06cc\u06af\u0631 \u0648\u062c\u0648\u062f \u0646\u062f\u0627\u0631\u062f.

delete_attandee_confirmation=\u0622\u06cc\u0627 \u0645\u0637\u0645\u0626\u0646 \u0647\u0633\u062a\u06cc\u062f \u06a9\u0647 \u0645\u06cc \u062e\u0648\u0627\u0647\u06cc\u062f \u0634\u0631\u06a9\u062a \u06a9\u0646\u0646\u062f\u0647 \u0631\u0627 \u0627\u0632 \u0644\u06cc\u0633\u062a \u0632\u0645\u0627\u0646\u0628\u0646\u062f\u06cc \u062d\u0630\u0641 \u06a9\u0646\u06cc\u062f\u061f

synchronisetogroup_confirmation=\u0622\u06cc\u0627 \u0645\u0637\u0645\u0626\u0646 \u0647\u0633\u062a\u06cc\u062f \u06a9\u0647 \u0645\u06cc \u062e\u0648\u0627\u0647\u06cc\u062f \u0634\u0631\u06a9\u062a \u06a9\u0646\u0646\u062f\u0647 \u0631\u0627 \u0627\u0632 \u0644\u06cc\u0633\u062a \u0632\u0645\u0627\u0646\u0628\u0646\u062f\u06cc \u062d\u0630\u0641 \u06a9\u0646\u06cc\u062f\u061f

synchronisefromgroup_confirmation=\u0622\u06cc\u0627 \u0645\u0637\u0645\u0626\u0646 \u0647\u0633\u062a\u06cc\u062f \u06a9\u0647 \u0645\u06cc \u062e\u0648\u0627\u0647\u06cc\u062f \u0632\u0645\u0627\u0646\u0628\u0646\u062f\u06cc \u0639\u0636\u0648\u06cc\u062a \u06af\u0631\u0648\u0647 \u0631\u0627 \u0628\u0627 \u062c\u062f\u0648\u0644 \u0632\u0645\u0627\u0646\u0628\u0646\u062f\u06cc \u062a\u0637\u0628\u06cc\u0642 \u062f\u0647\u06cc\u062f\u061f

dropDown_line_separator=----------------------------------

edit.failed_due_to_other_updated_db=\u0648\u06cc\u0631\u0627\u06cc\u0634 \u0646\u0627\u0645\u0648\u0641\u0642. \u0634\u062e\u0635 \u062f\u06cc\u06af\u0631\u06cc \u0645\u0644\u0627\u0642\u0627\u062a \u0631\u0627 \u0628\u0647 \u0631\u0648\u0632\u0631\u0633\u0627\u0646\u06cc \u06a9\u0631\u062f\u0647 \u0627\u0633\u062a. \u0644\u0637\u0641\u0627 \u062f\u0648\u0628\u0627\u0631\u0647 \u062a\u0644\u0627\u0634 \u06a9\u0646\u06cc\u062f.

#email exception message
email.exception=\u0627\u06cc\u0645\u06cc\u0644 \u0627\u0631\u0633\u0627\u0644 \u0646\u0634\u062f\u0647 \u0627\u0633\u062a. \u062e\u0637\u0627\u06cc\u06cc \u0631\u062e \u062f\u0627\u062f\u0647 \u0627\u0633\u062a.

error.calendarEvent.posted_failed=\u0631\u0648\u06cc\u062f\u0627\u062f \u0628\u0627 \u0645\u0648\u0641\u0642\u06cc\u062a \u0627\u06cc\u062c\u0627\u062f \u0634\u062f\u060c \u0627\u0645\u0627 \u0646\u0645\u06cc\u062a\u0648\u0627\u0646\u062f \u0628\u0647 \u062a\u0642\u0648\u06cc\u0645 \u0627\u0636\u0627\u0641\u0647 \u0634\u0648\u062f \u0632\u06cc\u0631\u0627 \u0627\u0628\u0632\u0627\u0631 \u062a\u0642\u0648\u06cc\u0645 \u062f\u0631 \u0633\u0627\u06cc\u062a \u0627\u0631\u0627\u0626\u0647 \u0646\u0634\u062f\u0647 \u0627\u0633\u062a.
error.calendarEvent.posted_failed_due_to_permission=\u0631\u0648\u06cc\u062f\u0627\u062f \u0628\u0627 \u0645\u0648\u0641\u0642\u06cc\u062a \u0627\u06cc\u062c\u0627\u062f \u0634\u062f\u060c \u0627\u0645\u0627 \u0646\u0645\u06cc\u062a\u0648\u0627\u0646\u062f \u0628\u0647 \u062a\u0642\u0648\u06cc\u0645 \u0628\u0631 \u0631\u0648\u06cc \u0633\u0627\u06cc\u062a(\u0647\u0627) \u0627\u0636\u0627\u0641\u0647 \u0634\u0648\u062f\u060c \u0632\u06cc\u0631\u0627 \u0634\u0645\u0627 \u0627\u062c\u0627\u0632\u0647 \u0646\u062f\u0627\u0631\u06cc\u062f \u0622\u0646 \u0631\u0627 \u0628\u0647 \u062a\u0642\u0648\u06cc\u0645 \u0627\u0636\u0627\u0641\u0647 \u06a9\u0646\u06cc\u062f.
error.calendarEvent.removal_failed=\u062e\u0637\u0627\u06cc\u06cc \u0631\u062e \u062f\u0627\u062f\u0647 \u0627\u0633\u062a \u0648 \u062d\u0630\u0641 \u0631\u0648\u06cc\u062f\u0627\u062f \u062a\u0642\u0648\u06cc\u0645 \u062f\u0631 \u0627\u0628\u0632\u0627\u0631 \u062a\u0642\u0648\u06cc\u0645 \u0645\u0645\u06a9\u0646 \u0627\u0633\u062a \u0646\u0627\u0645\u0648\u0641\u0642 \u0628\u0627\u0634\u062f.
error.calendarEvent.updated_failed=\u0631\u0648\u06cc\u062f\u0627\u062f \u0628\u0627 \u0645\u0648\u0641\u0642\u06cc\u062a \u0628\u0631\u0648\u0632 \u0634\u062f\u060c \u0627\u0645\u0627 \u0646\u0645\u06cc \u062a\u0648\u0627\u0646\u062f \u062a\u0642\u0648\u06cc\u0645 \u062f\u0631 \u0633\u0627\u06cc\u062a (\u0647\u0627) \u0628\u0631\u0648\u0632 \u0634\u0648\u062f \u0632\u06cc\u0631\u0627 \u0627\u0628\u0632\u0627\u0631 \u062a\u0642\u0648\u06cc\u0645 \u062f\u0631 \u0633\u0627\u06cc\u062a \u0627\u0631\u0627\u0626\u0647 \u0646\u0634\u062f\u0647 \u0627\u0633\u062a.
error.calendarEvent.updated_failed_due_to_permission=\u0631\u0648\u06cc\u062f\u0627\u062f \u0628\u0627 \u0645\u0648\u0641\u0642\u06cc\u062a \u0628\u0631\u0648\u0632 \u0631\u0633\u0627\u0646\u06cc \u0634\u062f\u0647 \u0627\u0633\u062a\u060c \u0627\u0645\u0627 \u0646\u0645\u06cc\u062a\u0648\u0627\u0646\u062f \u0628\u0647 \u062a\u0642\u0648\u06cc\u0645 \u0628\u0631 \u0631\u0648\u06cc \u0633\u0627\u06cc\u062a (\u0647\u0627)  \u0627\u0636\u0627\u0641\u0647 \u0634\u0648\u062f\u060c \u0632\u06cc\u0631\u0627 \u0634\u0645\u0627 \u0627\u062c\u0627\u0632\u0647 \u0646\u062f\u0627\u0631\u06cc\u062f \u06a9\u0647 \u062a\u0642\u0648\u06cc\u0645 \u0631\u0627 \u0628\u0631\u0648\u0632\u0631\u0633\u0627\u0646\u06cc \u06a9\u0646\u06cc\u062f.
error.group_sync_failed=\u06af\u0631\u0648\u0647 \u0631\u0627 \u0646\u0645\u06cc \u062a\u0648\u0627\u0646 \u062a\u0637\u0628\u06cc\u0642 \u0632\u0645\u0627\u0646\u06cc \u062f\u0627\u062f. \u0622\u06cc\u0627 \u06af\u0631\u0648\u0647 \u0628\u0647 \u0635\u0648\u0631\u062a \u062f\u0633\u062a\u06cc \u0627\u0632 \u0627\u0637\u0644\u0627\u0639\u0627\u062a \u0633\u0627\u06cc\u062a \u062d\u0630\u0641 \u0634\u062f\u0647 \u0627\u0633\u062a\u061f \u0628\u0631\u0627\u06cc \u0628\u0627\u0632\u06cc\u0627\u0628\u06cc \u0627\u06cc\u0646 \u06af\u0631\u0648\u0647\u060c \u0635\u0641\u062d\u0647 \u0627\u0635\u0644\u0627\u062d \u0645\u0644\u0627\u0642\u0627\u062a \u0631\u0627 \u0645\u0634\u0627\u0647\u062f\u0647 \u06a9\u0646\u06cc\u062f \u0648 \u0628\u0631 \u0631\u0648\u06cc \u06af\u0632\u06cc\u0646\u0647 "\u0627\u0646\u062a\u0634\u0627\u0631 \u0627\u0635\u0644\u0627\u062d" \u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f\u060c \u0633\u067e\u0633 \u062f\u0648\u0628\u0627\u0631\u0647 \u0628\u0631\u0627\u06cc \u0647\u0645\u06af\u0627\u0645 \u0633\u0627\u0632\u06cc \u0628\u0647 \u0627\u06cc\u0646\u062c\u0627 \u0628\u0631\u06af\u0631\u062f\u06cc\u062f.
error.no.change.group.title=\u0628\u0631\u062e\u06cc \u0627\u0632 \u0639\u0646\u0648\u0627\u0646 \u0647\u0627\u06cc \u06af\u0631\u0648\u0647 \u0627\u0632 \u0632\u0645\u0627\u0646\u06cc \u06a9\u0647 \u0628\u0627 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0627\u0632 \u0627\u0628\u0632\u0627\u0631 \u0627\u0637\u0644\u0627\u0639\u0627\u062a\u06cc \u0633\u0627\u06cc\u062a \u0627\u0635\u0644\u0627\u062d \u0634\u062f\u0647 \u0627\u0646\u062f \u062a\u0637\u0627\u0628\u0642 \u062f\u0627\u062f\u0647 \u0646\u0634\u062f\u0647 \u0627\u0646\u062f\!
error.no_group_for_timeslot=\u06af\u0631\u0648\u0647 \u0628\u0631\u0627\u06cc \u0627\u06cc\u0646 \u062c\u062f\u0648\u0644 \u0632\u0645\u0627\u0646\u0628\u0646\u062f\u06cc \u0648\u062c\u0648\u062f \u0646\u062f\u0627\u0631\u062f\u060c \u0628\u0631\u0627\u06cc \u0628\u0627\u0632\u06cc\u0627\u0628\u06cc \u0627\u06cc\u0646 \u06af\u0631\u0648\u0647\u060c \u0635\u0641\u062d\u0647 \u0627\u0635\u0644\u0627\u062d \u0645\u0644\u0627\u0642\u0627\u062a \u0631\u0627 \u0645\u0634\u0627\u0647\u062f\u0647 \u06a9\u0646\u06cc\u062f \u0648 \u0628\u0631 \u0631\u0648\u06cc "\u0627\u0646\u062a\u0634\u0627\u0631 \u0627\u0635\u0644\u0627\u062d\u0627\u062a" \u06a9\u0644\u06cc\u0644\u06a9 \u06a9\u0646\u06cc\u062f. \u0633\u067e\u0633 \u0628\u0631\u0627\u06cc \u062a\u0637\u0628\u06cc\u0642 \u062f\u0648\u0628\u0627\u0631\u0647 \u0628\u0647 \u0627\u06cc\u0646\u062c\u0627 \u0628\u0631\u06af\u0631\u062f\u06cc\u062f.
error.occurred_try_again=\u062e\u0637\u0627\u06cc\u06cc \u0631\u062e \u062f\u0627\u062f\u0647\: \u0644\u0637\u0641\u0627 \u062f\u0648\u0628\u0627\u0631\u0647 \u062a\u0644\u0627\u0634 \u06a9\u0646\u06cc\u062f.

event.Signup.not.started.yet=\u062f\u0631 \u062f\u0633\u062a\u0631\u0633
event.SignupNotRequire=\u0646\u06cc\u0627\u0632\u06cc \u0628\u0647 \u0648\u0631\u0648\u062f \u0646\u06cc\u0633\u062a
event.available=\u062f\u0631 \u062f\u0633\u062a\u0631\u0633
#meeting status for participants
event.closed=\u0628\u0633\u062a\u0647 \u0634\u062f\u0647
event.create_custom_defined_TS_blocks=\u0644\u0637\u0641\u0627 \u0628\u0631 \u0631\u0648\u06cc \u06a9\u0644\u06cc\u062f "\u0627\u06cc\u062c\u0627\u062f \u062c\u062f\u0648\u0644 \u0632\u0645\u0627\u0646\u0628\u0646\u062f\u06cc(\u0647\u0627)" \u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f \u062a\u0627 \u06cc\u06a9 \u062c\u062f\u0648\u0644 \u0632\u0645\u0627\u0646\u0628\u0646\u062f\u06cc \u062c\u062f\u06cc\u062f \u0631\u0627 \u0627\u06cc\u062c\u0627\u062f \u06a9\u0646\u06cc\u062f.
event.endTime_should_after_startTime=\u0632\u0645\u0627\u0646 \u067e\u0627\u06cc\u0627\u0646\u06cc \u0645\u0644\u0627\u0642\u0627\u062a \u0628\u0627\u06cc\u062f \u067e\u0633 \u0627\u0632 \u0632\u0645\u0627\u0646 \u0634\u0631\u0648\u0639 \u0645\u0644\u0627\u0642\u0627\u062a \u0627\u062a\u0641\u0627\u0642 \u0628\u06cc\u0627\u0641\u062a\u062f.
event.endTimeslot_should_after_startTimeslot=\u0633\u0637\u0631 {0}- \u0632\u0645\u0627\u0646 \u067e\u0627\u06cc\u0627\u0646 \u06cc\u0627\u0628\u062f\u060c \u0628\u0639\u062f \u0627\u0632 \u0632\u0645\u0627\u0646 \u0634\u0631\u0648\u0639 \u0645\u0644\u0627\u0642\u0627\u062a \u0627\u062a\u0641\u0627\u0642 \u0628\u06cc\u0627\u0641\u062a\u062f.
event.inProgress=\u062f\u0631 \u062d\u0627\u0644 \u0627\u0646\u062c\u0627\u0645
event.location_not_assigned=\u0644\u0637\u0641\u0627 \u06cc\u06a9 \u0645\u06a9\u0627\u0646 \u0631\u0627 \u062a\u0639\u06cc\u06cc\u0646 \u06a9\u0646\u06cc\u062f.
event.maxAttendee_should_be_valid=\u0644\u0637\u0641\u0627 \u06cc\u06a9 \u0639\u062f\u062f \u0645\u0639\u062a\u0628\u0631 \u0627\u0632 \u062a\u0639\u062f\u0627\u062f \u0634\u0631\u06a9\u062a \u06a9\u0646\u0646\u062f\u06af\u0627\u0646 \u062f\u0631 \u0646\u0648\u0639 \u0645\u0644\u0627\u0642\u0627\u062a \u0631\u0627 \u0648\u0627\u0631\u062f \u06a9\u0646\u06cc\u062f.
event.meeting.locked=\u0648\u0631\u0648\u062f \u0642\u0641\u0644 \u0634\u062f\u0647 \u0627\u0633\u062a
event.repeatNnum.bigger.than.one=\u062a\u0639\u062f\u0627\u062f \u0631\u062e\u062f\u0627\u062f \u0647\u0627 \u0628\u0627\u06cc\u062f \u0627\u0632 \u0635\u0641\u0631 \u0634\u0631\u0648\u0639 \u0634\u0648\u062f.
event.repeatbeforestart=\u062a\u0627\u0631\u06cc\u062e \u0627\u0646\u062a\u0647\u0627 \u0646\u0627 \u0645\u0639\u062a\u0628\u0631 \u0627\u0633\u062a. "\u0627\u0646\u062a\u0647\u0627\u06cc \u0628\u0639\u062f\u06cc" \u062a\u0627\u0631\u06cc\u062e \u0628\u0627\u06cc\u062f \u062d\u062f\u0627\u0642\u0644 \u06cc\u06a9 \u062f\u0648\u0631\u0647 \u0631\u0648\u06cc\u062f\u0627\u062f \u0642\u0628\u0644 \u0627\u0632 \u062a\u0627\u0631\u06cc\u062e "\u0634\u0631\u0648\u0639 \u0631\u0648\u06cc\u062f\u0627\u062f" \u0642\u0631\u0627\u0631 \u062f\u0627\u0634\u062a\u0647 \u0628\u0627\u0634\u062f.
event.selectMeetingType=\u0644\u0637\u0641\u0627 \u0646\u0648\u0639 \u0645\u0644\u0627\u0642\u0627\u062a \u0631\u0627 \u062a\u0639\u06cc\u06cc\u0646 \u06a9\u0646\u06cc\u062f.
event.signup.deadline.passed=\u0632\u0645\u0627\u0646 \u062b\u0628\u062a \u0646\u0627\u0645 \u0628\u06cc\u0634 \u0627\u0632 \u062d\u062f \u0645\u0639\u0645\u0648\u0644 \u0637\u0648\u0644 \u06a9\u0634\u06cc\u062f\u0647 \u0627\u0633\u062a.
event.timeslot_duration_should_not_lessThan_one=\u0637\u0648\u0644 \u0632\u0645\u0627\u0646\u06cc \u062c\u062f\u0648\u0644 \u0632\u0645\u0627\u0646\u0628\u0646\u062f\u06cc \u0646\u0628\u0627\u06cc\u062f \u06a9\u0645\u062a\u0631 \u0627\u0632 \u06cc\u06a9 \u062f\u0642\u06cc\u0642\u0647 \u0628\u0627\u0634\u062f \u0648 \u0644\u0637\u0641\u0627 \u0632\u0645\u0627\u0646 \u0631\u0627 \u0627\u0641\u0632\u0627\u06cc\u0634 \u062f\u0647\u06cc\u062f.
event.unavailable=\u067e\u0631
event.youOnWaitList=\u062f\u0631 \u0644\u06cc\u0633\u062a \u0627\u0646\u062a\u0638\u0627\u0631
event.youSignedUp=\u062b\u0628\u062a \u0646\u0627\u0645 \u0627\u0646\u062c\u0627\u0645 \u0634\u062f

event_addSignup_attendee_page_title=\u062a\u06a9\u0645\u06cc\u0644 \u062b\u0628\u062a \u0646\u0627\u0645

event_add_attendee=&nbsp;\u0627\u0641\u0632\u0648\u062f\u0646 \u0634\u0631\u06a9\u062a \u06a9\u0646\u0646\u062f\u0647

event_add_comment_link=\u0627\u0641\u0632\u0648\u062f\u0646 \u06cc\u06a9 \u0646\u0638\u0631

event_add_more_slots=\u062a\u0639\u062f\u0627\u062f\u06cc \u0628\u06cc\u0634\u062a\u0631\u06cc \u0627\u0632 <br/> \u062c\u062f\u0627\u0648\u0644 \u0632\u0645\u0627\u0646\u0628\u0646\u062f\u06cc\:

event_addedit_Coordinators=\u0627\u0641\u0632\u0648\u062f\u0646/\u0648\u06cc\u0631\u0627\u06cc\u0634

event_alert_truncate_attendee=\u0622\u06cc\u0627 \u0645\u0637\u0645\u0626\u0646 \u0647\u0633\u062a\u06cc\u062f \u06a9\u0647 \u0645\u06cc \u062e\u0648\u0627\u0647\u06cc\u062f \u0627\u06cc\u0646 \u0631\u0627 \u06a9\u067e\u06cc \u06a9\u0646\u06cc\u062f\u061f \u0628\u0631\u062e\u06cc \u0627\u0632 \u0634\u0631\u06a9\u062a \u06a9\u0646\u0646\u062f\u06af\u0627\u0646 \u0645\u0645\u06a9\u0646 \u0627\u0633\u062a \u062d\u0630\u0641 \u0634\u0648\u0646\u062f \u0632\u06cc\u0631\u0627 \u062a\u0639\u062f\u0627\u062f \u06a9\u0645\u062a\u0631\u06cc \u0627\u0632 \u0634\u0631\u06a9\u062a \u06a9\u0646\u0646\u062f\u06af\u0627\u0646 \u062f\u0631 \u062c\u062f\u0648\u0644 \u0632\u0645\u0627\u0646\u0628\u0646\u062f\u06cc \u062c\u0627\u06cc \u0645\u06cc \u06af\u06cc\u0631\u0646\u062f\!

event_allow_addComment=\u0627\u062c\u0627\u0632\u0647 \u062f\u0647\u06cc\u062f \u0646\u0638\u0631 \u062c\u062f\u06cc\u062f\u06cc \u0627\u0636\u0627\u0641\u0647 \u0634\u0648\u062f\:

event_allow_waitList=\u0644\u06cc\u0633\u062a \u0627\u0646\u062a\u0638\u0627\u0631 \u0631\u0627 \u0641\u0639\u0627\u0644 \u06a9\u0646\u06cc\u062f\:

event_allowed_slots=\u0628\u06cc\u0634\u062a\u0631\u06cc\u0646 \# \u0627\u0632 \u062c\u062f\u0648\u0644 \u0647\u0627\u06cc \u0632\u0645\u0627\u0646\u0628\u0646\u062f\u06cc \u0646\u0633\u0628\u062a \u0628\u0647 \u0634\u0631\u06a9\u062a \u06a9\u0646\u0646\u062f\u0647\:

event_allowed_slots_comments=\u0628\u0644\u0647\u060c \u0627\u062c\u0627\u0632\u0647 \u062f\u0647\u06cc\u062f \u06a9\u0647 \u0634\u0631\u06a9\u062a \u06a9\u0646\u0646\u062f\u0647 \u0628\u0631\u0627\u06cc \u0628\u06cc\u0634 \u0627\u0632 \u06cc\u06a9 \u062c\u062f\u0648\u0644 \u0632\u0645\u0627\u0646\u0628\u0646\u062f\u06cc \u062b\u0628\u062a \u0646\u0627\u0645 \u06a9\u0646\u062f.

event_announcement_notice=\u0627\u06cc\u0646 \u06cc\u06a9 \u0641\u0635\u0644 \u0645\u0644\u0627\u0642\u0627\u062a \u0628\u0627\u0632 \u0627\u0633\u062a. \u062b\u0628\u062a \u0646\u0627\u0645 \u0636\u0631\u0648\u0631\u062a\u06cc \u0646\u062f\u0627\u0631\u062f.

event_appointment_date=\u062a\u0627\u0631\u06cc\u062e \u0645\u0644\u0627\u0642\u0627\u062a\:

event_appointment_period=\u062f\u0648\u0631\u0647 \u0645\u0644\u0627\u0642\u0627\u062a\:

event_assign_attendee_page_title=\u062b\u0628\u062a \u0646\u0627\u0645 \u0634\u0631\u06a9\u062a \u06a9\u0646\u0646\u062f\u06af\u0627\u0646

event_attendee_eid=\u0645\u0634\u062e\u0635\u0647 \u0634\u0631\u06a9\u062a \u06a9\u0646\u0646\u062f\u06af\u0627\u0646

event_attendee_name=\u0646\u0627\u0645 \u0634\u0631\u06a9\u062a \u06a9\u0646\u0646\u062f\u0647\:

event_attendee_noEmail=\u0627\u06cc\u0645\u06cc\u0644 \u0648\u062c\u0648\u062f \u0646\u062f\u0627\u0631\u062f.

event_attendee_role=\u0646\u0642\u0634 \u0634\u0631\u06a9\u062a \u06a9\u0646\u0646\u062f\u0647\:

event_attendance=\u0634\u0631\u06a9\u062a \u06a9\u0646\u0646\u062f\u0647

event_button_finish=\u067e\u0627\u06cc\u0627\u0646

event_button_signup=\u062b\u0628\u062a \u0646\u0627\u0645

event_cancel_timeslot_label=\u0644\u063a\u0648\: \u062d\u0630\u0641 \u062c\u062f\u0648\u0644 \u0632\u0645\u0627\u0646\u06cc

event_canceled=\u0644\u063a\u0648 \u0634\u062f\u0647

event_category=\u062f\u0633\u062a\u0647\:

event_category_custom=\u06cc\u06a9 \u062f\u0633\u062a\u0647 \u062c\u062f\u06cc\u062f \u0648\u0627\u0631\u062f \u06a9\u0646\u06cc\u062f

event_category_edit=\u0648\u06cc\u0631\u0627\u06cc\u0634 \u062f\u0633\u062a\u0647

event_check_all_chkbxn=\u0627\u0646\u062a\u062e\u0627\u0628 \u0647\u0645\u0647

event_clear_all_chkbxn=\u062d\u0630\u0641 \u0647\u0645\u0647

event_close_other_default_setting=\u062f\u06cc\u06af\u0631 \u062a\u0646\u0638\u06cc\u0645\u0627\u062a \u067e\u06cc\u0634 \u0641\u0631\u0636 \u0631\u0627 \u0645\u062e\u0641\u06cc \u06a9\u0646\u06cc\u062f

event_comment=\u0646\u0638\u0631\:

#addAttendeeSignup page
event_comments=\u0646\u0638\u0631\u0627\u062a

event_comments_title=\u0646\u0638\u0631\u0627\u062a \u0634\u0631\u06a9\u062a \u06a9\u0646\u0646\u062f\u06af\u0627\u0646 \u062f\u0631 \u0645\u0644\u0627\u0642\u0627\u062a

#copyMeeting.jsp
event_copy_meeting_page_title=\u0627\u06cc\u0646 \u0645\u0644\u0627\u0642\u0627\u062a \u0631\u0627 \u06a9\u067e\u06cc \u06a9\u0646

event_create_email_notification=\u062f\u0631 \u062f\u0633\u062a\u0631\u0633 \u0628\u0648\u062f\u0646 \u0627\u0639\u0644\u0627\u0645\u06cc\u0647\:

event_create_groups=\u0627\u06cc\u062c\u0627\u062f \u06af\u0631\u0648\u0647 \u0647\u0627 \u0628\u0631\u0627\u06cc \u062c\u062f\u0648\u0644 \u0632\u0645\u0627\u0646\u0628\u0646\u062f\u06cc

event_current_site=(\u0633\u0627\u06cc\u062a \u062c\u0627\u0631\u06cc)

event_custom_undo=\u0628\u0627\u0632\u06af\u0634\u062a

event_custom_undo_tip=\u0628\u0631\u0627\u06cc \u0628\u0627\u0632 \u06af\u0631\u062f\u0627\u0646\u062f\u0646 \u0648\u0631\u0648\u062f\u06cc \u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f

event_date=\u062a\u0627\u0631\u06cc\u062e \u0645\u0644\u0627\u0642\u0627\u062a\:

event_description=\u062a\u0648\u0636\u06cc\u062d\:

event_download_csv_button=\u062e\u0631\u0648\u062c\u06cc \u0628\u0647 \u0639\u0646\u0648\u0627\u0646 CSV

event_download_xls_button=\u062e\u0631\u0648\u062c\u06cc \u0628\u0647 \u0635\u0648\u0631\u062a \u0627\u06a9\u0633\u0644

event_duration_each_timeslot=\u0637\u0648\u0644 \u0647\u0631 <br/>\u0632\u0645\u0627\u0646 \u062c\u062f\u0648\u0644 (\u062f\u0642\u06cc\u0642\u0647)\:

event_duration_each_timeslot_not_bold=\u0628\u0631\u0622\u0648\u0631\u062f \u0632\u0645\u0627\u0646 \u0628\u0647 \u0627\u0632\u0627\u06cc \u0647\u0631 \u0632\u0645\u0627\u0646 \u062c\u062f\u0648\u0644 (\u062f\u0642\u06cc\u0642\u0647)\:

event_email_autoReminder=\u06cc\u0627\u062f\u0622\u0648\u0631\u06cc \u062e\u0648\u062f\u06a9\u0627\u0631\:

event_email_not_send_out_label=&nbsp;\u0633\u0627\u06cc\u062a \u062c\u0627\u0631\u06cc \u0627\u0646\u062a\u0634\u0627\u0631 \u0646\u06cc\u0627\u0641\u062a\u0647 \u0627\u0633\u062a\u060c \u0627\u06cc\u0645\u06cc\u0644 \u0627\u0639\u0644\u0627\u0645\u06cc\u0647 \u0627\u06cc \u0627\u0631\u0633\u0627\u0644 \u0646\u062e\u0648\u0627\u0647\u062f \u0634\u062f.

event_email_notification=\u0627\u0639\u0644\u0627\u0645\u06cc\u0647 \u0627\u06cc\u0645\u06cc\u0644\:

event_email_yes_label=&nbsp;\u0628\u0644\u0647\u060c \u0627\u06cc\u0645\u06cc\u0644 \u0631\u0627 \u0628\u0631\u0627\u06cc \u0627\u0639\u0644\u0627\u0645 \u0628\u0647 \u0634\u0631\u06a9\u062a \u06a9\u0646\u0646\u062f\u0647 (\u0647\u0627) \u062f\u0631 \u0645\u0648\u0631\u062f \u062a\u063a\u06cc\u06cc\u0631\u0627\u062a \u0635\u0648\u0631\u062a \u06af\u0631\u0641\u062a\u0647 \u0627\u0631\u0633\u0627\u0644 \u06a9\u0646\u06cc\u062f.

event_end_after=\u067e\u0627\u06cc\u0627\u0646 \u067e\u0633 \u0627\u0632\:

event_end_time=\u0632\u0645\u0627\u0646 \u0627\u062a\u0645\u0627\u0645\:

event_endtime_auto_adjusted_warning=\u0632\u0645\u0627\u0646 \u0627\u062a\u0645\u0627\u0645 \u0645\u0644\u0627\u0642\u0644\u0627\u062a \u0627\u0635\u0644\u0627\u062d \u0634\u062f\u0647 \u0627\u0633\u062a \u0632\u06cc\u0631\u0627 \u0632\u0645\u0627\u0646 \u0627\u062a\u0645\u0627\u0645 \u0631\u0627 \u0646\u0645\u06cc \u062a\u0648\u0627\u0646 \u062d\u062a\u06cc \u0628\u0647 \u0632\u0645\u0627\u0646 \u062f\u0648\u0631\u0647 \u062a\u0642\u0633\u06cc\u0645 \u06a9\u0631\u062f.

#view meeting-list main page:signupMeetings.jsp
event_error_alerts=\u0627\u0639\u0644\u0627\u0645\u06cc\u0647\:

event_group_level=(\u0633\u0637\u062d \u06af\u0631\u0648\u0647)

event_hide_coordinators=\u0645\u062e\u0641\u06cc \u06a9\u0631\u062f\u0646

event_hide_custom_ts=\u0645\u062e\u0641\u06cc \u06a9\u0631\u062f\u0646 \u062c\u062f\u0648\u0644 \u0632\u0645\u0627\u0646\u0628\u0646\u062f\u06cc \u0627\u06cc\u062c\u0627\u062f \u0634\u062f\u0647

event_hide_me_details=&nbsp; \u062c\u0632\u0626\u06cc\u0627\u062a \u0631\u0627 \u0645\u062e\u0641\u06cc \u06a9\u0646

event_hide_meetingIfo_detail=&nbsp; \u0627\u0637\u0644\u0627\u0639\u0627\u062a \u0645\u0644\u0627\u0642\u0627\u062a \u0628\u0627\u0644\u0627 \u0631\u0627 \u0645\u062e\u0641\u06cc \u06a9\u0646

event_hide_site_group_detail=&nbsp;\u062c\u0632\u0626\u06cc\u0627\u062a \u0633\u0627\u06cc\u062a(\u0647\u0627)/\u06af\u0631\u0648\u0647 (\u0647\u0627) \u0631\u0627 \u0645\u062e\u0641\u06cc \u06a9\u0646

event_icalendar_label=\u0628\u0627\u0631\u06af\u06cc\u0631\u06cc

event_icalendar_link=\u0644\u06cc\u0646\u06a9 \u062a\u0642\u0648\u06cc\u0645\:

event_isOver=<font color\='red'>\u0627\u06cc\u0646 \u0645\u0644\u0627\u0642\u0627\u062a \u0627\u062a\u0641\u0627\u0642 \u0627\u0641\u062a\u0627\u062f\u0647 \u0627\u0633\u062a</font>

event_is_canceled=\u0644\u063a\u0648 \u0634\u062f\u0647 \u0627\u0633\u062a

event_is_locked=\u0642\u0641\u0644 \u0634\u062f

event_is_open_session=\u0627\u06cc\u0646 \u06cc\u06a9 \u0641\u0635\u0644 \u0645\u0644\u0627\u0642\u0627\u062a \u0628\u0627\u0632 \u0627\u0633\u062a. \u062b\u0628\u062a \u0646\u0627\u0645 \u0646\u06cc\u0627\u0632\u06cc \u0646\u062f\u0627\u0631\u062f.

event_keep_current_attendees=\u0634\u0631\u06a9\u062a \u06a9\u0646\u0646\u062f\u06af\u0627\u0646 \u062c\u0627\u0631\u06cc \u0631\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u0628\u062f\:

event_location=\u0645\u06a9\u0627\u0646\:

event_lock_timeslot_label=&nbsp; \u0642\u0641\u0644-\u062c\u0644\u0648\u06af\u06cc\u0631\u06cc \u0627\u0632 \u062b\u0628\u062a \u0646\u0627\u0645 \u0634\u0631\u06a9\u062a \u06a9\u0646\u0646\u062f\u06af\u0627\u0646

event_locked=<b>\u0642\u0641\u0644 \u0634\u062f</b>

event_max_attendee_each_timeslot=\u0628\u06cc\u0634\u062a\u0631\u06cc\u0646 \u062a\u0639\u062f\u0627\u062f \u0634\u0631\u06a9\u062a \u06a9\u0646\u0646\u062f\u06af\u0627\u0646 <br/> \u0628\u0647 \u0627\u0632\u0627\u06cc \u0647\u0631 \u062c\u062f\u0648\u0644 \u0632\u0645\u0627\u0646\u06cc\:

event_max_attendee_each_timeslot_not_bold=\u0628\u06cc\u0634\u062a\u0631\u06cc\u0646\# \u0634\u0631\u06a9\u062a \u06a9\u0646\u0646\u062f\u06af\u0627\u0646 \u0646\u0633\u0628\u062a \u0628\u0647 \u062c\u062f\u0648\u0644 \u0632\u0645\u0627\u0646\u0628\u0646\u062f\u06cc\:

event_max_attendees=&nbsp; \u0628\u06cc\u0634\u062a\u0631\u06cc\u0646 \# \u0634\u0631\u06a9\u062a \u06a9\u0646\u0646\u062f\u06af\u0627\u0646\:

#assignStudent.jsp
event_max_num_attendees=\u0628\u06cc\u0634\u062a\u0631\u06cc\u0646 \# \u0634\u0631\u06a9\u062a \u06a9\u0646\u0646\u062f\u06af\u0627\u0646\:

event_meeting_default_notify_setting=\u062a\u0646\u0638\u06cc\u0645 \u067e\u06cc\u0634 \u0641\u0631\u0636 \u0627\u0639\u0644\u0627\u0645\u06cc\u0647\:

event_missing_group=\u06af\u0631\u0648\u0647 \u0647\u0627\u06cc \u062e\u0627\u0631\u062c \u0627\u0632 \u062f\u0633\u062a\u0631\u0633\:

event_missing_site=\u0633\u0627\u06cc\u062a \u0647\u0627\u06cc \u062e\u0627\u0631\u062c \u0627\u0632 \u062f\u0633\u062a\u0631\u0633\:

#modifyMeeting.jsp
event_modify_meeting_page_title=\u0627\u0635\u0644\u0627\u062d \u0645\u0644\u0627\u0642\u0627\u062a

event_modify_option=\u0627\u0635\u0644\u0627\u062d \u062a\u0646\u0638\u06cc\u0645\u0627\u062a\:

event_move=\u062d\u0631\u06a9\u062a

event_moveToTimeslot=\u062c\u0631\u06a9\u062a \u0628\u0647 \u062c\u062f\u0648\u0644 \u0632\u0645\u0627\u0646\u0628\u0646\u062f\u06cc&nbsp;

event_name=\u0639\u0646\u0648\u0627\u0646\:

#download excel page
event_timezone=\u0646\u0627\u062d\u06cc\u0647 \u0632\u0645\u0627\u0646\u06cc\:

event_no_attachment=\u0628\u062f\u0648\u0646 \u0636\u0645\u06cc\u0645\u0647

event_no_comment_available=\u0628\u062f\u0648\u0646 \u0646\u0638\u0631

event_no_comments=\u0647\u06cc\u062c \u0646\u0638\u0631\u06cc \u0627\u0632 \u0634\u0631\u06a9\u062a \u06a9\u0646\u0646\u062f\u06af\u0627\u0646 \u0648\u062c\u0648\u062f \u0646\u062f\u0627\u0631\u062f.

event_no_label=\u062e\u06cc\u0631

event_not_start_signup_process=<font color\='red'>\u0641\u0631\u0622\u06cc\u0646\u062f \u062b\u0628\u062a \u0646\u0627\u0645 \u0647\u0646\u0648\u0632 \u0634\u0631\u0648\u0639 \u0646\u0634\u062f\u0647 \u0627\u0633\u062a. \u0627\u06af\u0631\u0686 \u0627\u06af\u0631 \u0642\u0628\u0644\u0627 \u062b\u0628\u062a \u0646\u0627\u0645 \u06a9\u0631\u062f\u0647 \u0627\u06cc\u062f \u0645\u06cc \u062a\u0648\u0627\u0646\u06cc\u062f \u062b\u0628\u062a \u0646\u0627\u0645 \u062f\u0631 \u062c\u062f\u0648\u0644 \u0632\u0645\u0627\u0646\u0628\u0646\u062f\u06cc \u0642\u0628\u0644\u06cc \u0631\u0627 \u0644\u063a\u0648 \u06a9\u0646\u06cc\u062f. </font>

event_num_participant_per_timeslot=\u062a\u0639\u062f\u0627\u062f \u0634\u0631\u06a9\u062a \u06a9\u0646\u0646\u062f\u06af\u0627\u0646 \u062f\u0631 \u062c\u062f\u0648\u0644 \u0632\u0645\u0627\u0646\u0628\u0646\u062f\u06cc\:

event_num_slot_avail_for_signup=\u062a\u0639\u062f\u0627\u062f \u062c\u062f\u0648\u0644 \u0647\u0627\u06cc \u062f\u0631 \u062f\u0633\u062a\u0631\u0633 \u0628\u0631\u0627\u06cc \u062b\u0628\u062a \u0646\u0627\u0645\:

event_num_timeslot=\u062a\u0639\u062f\u0627\u062f \u062c\u062f\u0648\u0644 \u0647\u0627\u06cc \u0632\u0645\u0627\u0646\u0628\u0646\u062f\u06cc\:

event_occurrences=\u0631\u0648\u06cc\u062f\u0627\u062f \u0647\u0627

event_on_waiting=\u062f\u0631 \u0644\u06cc\u0633\u062a \u0627\u0646\u062a\u0638\u0627\u0631

event_on_waiting_list=\u062f\u0631 \u0644\u06cc\u0633\u062a \u0627\u0646\u062a\u0638\u0627\u0631

#signupMeeting.jsp
event_organizer=\u0633\u0627\u0632\u0645\u0627\u0646 \u062f\u0647\u0646\u062f\u0647\:

event_other_default_setting=\u062a\u0646\u0638\u06cc\u0645\u0627\u062a \u067e\u06cc\u0634 \u0641\u0631\u0636 \u062f\u06cc\u06af\u0631\:

event_other_sites=\u062f\u06cc\u06af\u0631 \u0633\u0627\u06cc\u062a \u0647\u0627

event_overview=\u0628\u0627\u0632\u062f\u06cc\u062f \u0631\u0648\u06cc\u062f\u0627\u062f \u0647\u0627

event_owner=\u0633\u0627\u0632\u0645\u0627\u0646 \u062f\u0647\u0646\u062f\u0647\:

event_pageTop_link_for_download=\u062e\u0631\u0648\u062c\u06cc \u06af\u0631\u0641\u062a\u0646

event_pageTop_link_for_download_csv=\u062e\u0631\u0648\u062c\u06cc \u0628\u0647 \u0639\u0646\u0648\u0627\u0646 CSV

event_pageTop_link_for_download_xls=\u062e\u0631\u0648\u062c\u06cc \u0628\u0647 \u0639\u0646\u0648\u0627\u0646 \u0641\u0627\u06cc\u0644 \u0627\u06a9\u0633\u0644

event_participant_name=\u0646\u0627\u0645 \u0634\u0631\u06a9\u062a \u06a9\u0646\u0646\u062f\u0647\:

event_participant_view_page_title=\u062c\u0632\u0626\u06cc\u0627\u062a \u0645\u0644\u0627\u0642\u0627\u062a

event_passed_deadline=<font color\='red'>\u0636\u0631\u0628 \u0627\u0644\u0627\u062c\u0644 \u0628\u0631\u0627\u06cc \u0627\u06cc\u0646 \u0645\u0644\u0627\u0642\u0627\u062a \u06af\u0630\u0634\u062a\u0647 \u0627\u0633\u062a. \u0634\u0645\u0627 \u0646\u0645\u06cc \u062a\u0648\u0627\u0646\u06cc\u062f \u0628\u0631\u0627\u06cc \u0627\u06cc\u0646 \u0645\u0644\u0627\u0642\u0627\u062a \u062b\u0628\u062a \u0646\u0627\u0645 \u06a9\u0646\u06cc\u062f.</font>

event_publish_attendee_name=\u0646\u0645\u0627\u06cc\u0634 \u0646\u0627\u0645 \u0647\u0627\u06cc \u0634\u0631\u06a9\u062a \u06a9\u0646\u0646\u062f\u0647 \u0647\u0627\:

event_publish_to=\u062f\u0631 \u062f\u0633\u062a\u0631\u0633 \u0628\u0631\u0627\u06cc\:

event_publish_to_calendar=\u0627\u0646\u062a\u0634\u0627\u0631 \u062f\u0631 \u062a\u0642\u0648\u06cc\u0645\:

event_receive_notification=\u0627\u0637\u0644\u0627\u0639\u06cc\u0647 \u0647\u0627\u06cc \u0641\u0639\u0627\u0644\u06cc\u062a \u0647\u0627\u06cc \u0634\u0631\u06a9\u062a \u06a9\u0646\u0646\u062f\u0647\:

event_recurrence=\u062a\u06a9\u0631\u0627\u0631 \u0645\u0644\u0627\u0642\u0627\u062a\:

event_removeButton=\u062d\u0630\u0641 \u0645\u0644\u0627\u0642\u0627\u062a \u0647\u0627

event_repeat_num=\u062a\u0639\u062f\u0627\u062f \u062a\u06a9\u0631\u0627\u0631 \u0647\u0627\:

#step2.jsp
event_repeat_until=\u062a\u06a9\u0631\u0627\u0631 \u0647\u0627 \u062a\u0627 \u0632\u0645\u0627\u0646\u06cc \u06a9\u0647\:

event_replace=\u062c\u0627\u06cc\u06af\u0632\u06cc\u0646 \u06a9\u0631\u062f\u0646

event_replaceby=\u062c\u0627\u06cc\u06af\u0632\u06cc\u0646\u06cc \u0628\u0627 &nbsp;

event_replaceby_Eid=\u062c\u0627\u06cc\u06af\u0632\u06cc\u0646 \u0634\u062f\u0647 \u0628\u0627 (\u0645\u0634\u062e\u0635\u0647 \u06a9\u0627\u0631\u0628\u0631) &nbsp;

event_restore_timeslot_label=&nbsp; \u0628\u0627\u0632\u06cc\u0627\u0628\u06cc

event_select_coordinators=\u0647\u0645\u0627\u0647\u0646\u06af \u06a9\u0646\u0646\u062f\u06af\u0627\u0646 \u0645\u0644\u0627\u0642\u0627\u062a\:

event_select_coordinators_instruction=\u0647\u0645\u0627\u0647\u0646\u06af \u06a9\u0646\u0646\u062f\u0647 (\u0647\u0627) \u0647\u0646\u06af\u0627\u0645\u06cc \u06a9\u0647 \u0648\u0636\u0639\u06cc\u062a \u0634\u0631\u06a9\u062a \u06a9\u0646\u0646\u062f\u06af\u0627\u0646 \u062a\u063a\u06cc\u06cc\u0631 \u06a9\u0646\u062f \u0627\u06cc\u0645\u06cc\u0644 \u0627\u0637\u0644\u0627\u0639\u06cc\u0647 \u0627\u06cc \u062f\u0631\u06cc\u0627\u0641\u062a \u062e\u0648\u0627\u0647\u0646\u062f \u06a9\u0631\u062f.

event_show_attendee_public=\u0634\u0631\u06a9\u062a \u06a9\u0646\u0646\u062f\u06af\u0627\u0646 \u0631\u0627 \u0628\u0647 \u0647\u0645\u0647 \u0646\u0634\u0627\u0646 \u0628\u062f\u0647\:

event_show_custom_ts=\u062c\u062f\u0648\u0644 \u0647\u0627\u06cc \u0632\u0645\u0627\u0646\u0628\u0646\u062f\u06cc \u067e\u06cc\u0634 \u0641\u0631\u0636 -\u062a\u0646\u0638\u06cc\u0645 \u0634\u062f\u0647 \u0631\u0627 \u0646\u0645\u0627\u06cc\u0634 \u0628\u062f\u0647

event_show_me_details=&nbsp;\u062c\u0632\u0626\u06cc\u06cc\u0627\u062a \u0631\u0627 \u0646\u0645\u0627\u06cc\u0634 \u0628\u062f\u0647

event_show_meetingIfo_detail=&nbsp;\u062c\u0632\u0626\u06cc\u0627\u062a \u0627\u0637\u0644\u0627\u0639\u0627\u062a \u0645\u0644\u0627\u0642\u0627\u062a \u0631\u0627 \u0646\u0645\u0627\u06cc\u0634 \u0628\u062f\u0647

event_show_no_attendee_info=\u062d\u0631\u06cc\u0645 \u062e\u0635\u0648\u0635\u06cc

event_show_other_default_setting=\u062f\u06cc\u06af\u0631 \u062a\u0646\u0638\u06cc\u0645\u0627\u062a \u067e\u06cc\u0634 \u0641\u0631\u0636 \u0631\u0627 \u0646\u0645\u0627\u06cc\u0634 \u0628\u062f\u0647

event_show_schedule=\u062c\u0632\u0626\u06cc\u0627\u062a \u062a\u0642\u0648\u06cc\u0645\:

event_show_site_group_detail=&nbsp;\u062c\u0632\u0626\u06cc\u0627\u062a \u0633\u0627\u06cc\u062a(\u0647\u0627) /\u06af\u0631\u0648\u0647(\u0647\u0627) \u0631\u0627 \u0646\u0645\u0627\u06cc\u0634 \u0628\u062f\u0647

event_sign_up=\u062b\u0628\u062a \u0646\u0627\u0645 \u0634\u062f\u0647

event_signup_attendance=\u0634\u0631\u06a9\u062a \u06a9\u0646\u0646\u062f\u0647\:

event_signup_begins=\u0634\u0631\u0648\u0639 \u062b\u0628\u062a \u0646\u0627\u0645\:

event_signup_deadline=\u067e\u0627\u06cc\u0627\u0646 \u062b\u0628\u062a \u0646\u0627\u0645\:

event_signup_deadline2=\u067e\u0627\u06cc\u0627\u0646 \u062b\u0628\u062a \u0646\u0627\u0645\:

event_signup_start=\u0634\u0631\u0648\u0639 \u062b\u0628\u062a \u0646\u0627\u0645 \u0647\u0627\:

event_site_group_availability=\u0646\u0645\u0627\u06cc\u0634 \u0645\u0644\u0627\u0642\u0627\u062a \u0647\u0627 \u0628\u0631\u0627\u06cc\:

event_site_level=(\u0633\u0637\u062d \u0633\u0627\u06cc\u062a)

event_site_title=\u0639\u0646\u0648\u0627\u0646 \u0633\u0627\u06cc\u062a\:

event_some_orig_sitegroup_unavail_due_to_your_create_permission=\u0628\u0627 \u062a\u0648\u062c\u0647 \u0628\u0647 \u0627\u062c\u0627\u0632\u0647 \u0646\u0627\u06a9\u0627\u0641\u06cc\u060c\u0633\u0627\u06cc\u062a(\u0647\u0627) \u0648 \u06af\u0631\u0648\u0647 (\u0647\u0627\u06cc) \u0627\u0635\u0644\u06cc \u0632\u06cc\u0631\u06cc\u0646 \u0628\u0631\u0627\u06cc \u0634\u0645\u0627 \u062f\u0631 \u062f\u0633\u062a\u0631\u0633 \u0646\u062e\u0648\u0627\u0647\u0646\u062f \u0628\u0648\u062f.

event_start_time=\u0632\u0645\u0627\u0646 \u0634\u0631\u0648\u0639\:

event_status=\u0648\u0636\u0639\u06cc\u062a \u0645\u0644\u0627\u0642\u0627\u062a\:

event_step4_page_title=\u062f\u0633\u062a\u0631\u0633\u06cc \u062b\u0628\u062a \u0646\u0627\u0645

event_step5_page_title=\u062e\u0644\u0627\u0635\u0647 \u0645\u0644\u0627\u0642\u0627\u062a

event_swap=\u0627\u0646\u062a\u0642\u0627\u0644

event_swapWith=\u0627\u0646\u062a\u0642\u0627\u0644 \u0628\u0627 &nbsp;

event_tab_check_all=\u0647\u0645\u0647

event_time_period=\u062f\u0648\u0631\u0647 \u0632\u0645\u0627\u0646\u06cc\:

#addSignupAttendee.jsp - add comment page
event_timeslot=\u062c\u062f\u0648\u0644 \u0632\u0645\u0627\u0646\u0628\u0646\u062f\u06cc\:

event_tool_tip_on_signuplist=\u0644\u06cc\u0633\u062a \u062b\u0628\u062a \u0646\u0627\u0645 \u062c\u0627\u0631\u06cc.

event_tool_tip_on_waitinglist=\u0644\u06cc\u0633\u062a \u062f\u0631 \u0627\u0646\u062a\u0638\u0627\u0631 \u0641\u0639\u0644\u06cc.

event_tool_tip_ts_cancelled=\u0632\u0645\u0627\u0646\u0628\u0646\u062f\u06cc \u0644\u063a\u0648 \u0634\u062f\u0647 \u0627\u0633\u062a.

event_tool_tip_ts_locked=\u0632\u0645\u0627\u0646\u0628\u0646\u062f\u06cc \u0642\u0641\u0644 \u0634\u062f\u0647 \u0627\u0633\u062a.

event_tool_tip_you_ranking_num=\u0639\u062f\u062f \u0631\u062a\u0628\u0647 \u062c\u0627\u0631\u06cc \u0634\u0645\u0627\:

event_tool_tip_you_signed_up=\u0634\u0645\u0627 \u0628\u0631\u0627\u06cc \u0627\u06cc\u0646 \u0632\u0645\u0627\u0646\u0628\u0646\u062f\u06cc \u062b\u0628\u062a \u0646\u0627\u0645 \u0634\u062f\u0647 \u0627\u06cc\u062f.

event_tool_tips_action_disabled_label=\u0639\u0645\u0644\u06cc\u0627\u062a \u0645\u062c\u0627\u0632 \u0646\u06cc\u0633\u062a \u0632\u06cc\u0631\u0627 \u0632\u0645\u0627\u0646\u0628\u0646\u062f\u06cc \u0647\u0645\u0686\u0646\u0627\u0646 \u062f\u0631 \u062f\u0633\u062a\u0631\u0633 \u0627\u0633\u062a.

event_tool_tips_action_option_disabled_label=\u0627\u0646\u062a\u062e\u0627\u0628 \u062a\u0648\u0633\u0637 \u0633\u0627\u0632\u0645\u0627\u0646 \u062f\u0647\u0646\u062f\u0647 \u063a\u06cc\u0631 \u0641\u0639\u0627\u0644 \u0634\u062f\u0647 \u0627\u0633\u062a.

event_tool_tips_add=\u0628\u0631\u0627\u06cc \u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u06cc\u06a9 \u0634\u0631\u06a9\u062a \u06a9\u0646\u0646\u062f\u0647 \u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f

event_tool_tips_cancel_label=\u0628\u0631\u0627\u06cc \u0644\u063a\u0648 \u06a9\u0631\u062f\u0646 \u0632\u0645\u0627\u0646\u0628\u0646\u062f\u06cc \u0627\u06cc\u0646\u062c\u0627 \u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f.

event_tool_tips_collapse_recur_meeting=\u062a\u06a9\u0631\u0627\u0631 \u0645\u0644\u0627\u0642\u0627\u062a \u0647\u0627 \u0631\u0627 \u0627\u0632 \u0628\u06cc\u0646 \u0628\u0628\u0631\u06cc\u062f.

event_tool_tips_delete=\u0628\u0631\u0627\u06cc \u062d\u0630\u0641 \u0634\u0631\u06a9\u062a \u06a9\u0646\u0646\u062f\u0647 \u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f

event_tool_tips_edit=\u0628\u0631\u0627\u06cc \u0648\u06cc\u0631\u0627\u06cc\u0634 \u0634\u0631\u06a9\u062a \u06a9\u0646\u0646\u062f\u0647 \u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f

event_tool_tips_expand_recur_meeting=\u0645\u0644\u0627\u0642\u0627\u062a \u0647\u0627\u06cc \u062a\u06a9\u0631\u0627\u0631\u06cc \u0631\u0627 \u06af\u0633\u062a\u0631\u0634 \u062f\u0647\u06cc\u062f.

event_tool_tips_syncTogroup=\u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f \u062a\u0627 \u0634\u0631\u06a9\u062a \u06a9\u0646\u0646\u062f\u06af\u0627\u0646 \u0631\u0627 \u0628\u0627 \u0639\u0636\u0648\u06cc\u062a \u06af\u0631\u0648\u0647 \u062a\u0637\u0628\u06cc\u0642 \u062f\u0647\u06cc\u062f

event_tool_tips_syncFromgroup=\u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f \u062a\u0627 \u0639\u0636\u0648\u06cc\u062a \u06af\u0631\u0648\u0647 \u0633\u0627\u06cc\u062a \u0631\u0627 \u0628\u0627 \u062c\u062f\u0648\u0644 \u0632\u0645\u0627\u0646\u06cc \u062a\u0637\u0628\u06cc\u0642 \u062f\u0647\u06cc\u062f

event_tool_tips_hide_details=\u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f \u062a\u0627 \u062c\u0632\u0626\u06cc\u0627\u062a \u0631\u0627 \u0645\u062e\u0641\u06cc \u06a9\u0646\u06cc\u062f.

#tool tips
event_tool_tips_lockOrcancel=\u0627\u06cc\u0646\u062c\u0627 \u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f \u062a\u0627 \u062c\u062f\u0648\u0644 \u0632\u0645\u0627\u0646\u06cc \u0631\u0627 \u0644\u063a\u0648 \u06cc\u0627 \u0642\u0641\u0644 \u06a9\u0646\u06cc\u062f.

event_tool_tips_lock_label=\u0627\u06cc\u0646\u062c\u0627 \u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f \u062a\u0627 \u0627\u0632 \u062b\u0628\u062a \u0646\u0627\u0645 \u0634\u0631\u06a9\u062a \u06a9\u0646\u0646\u062f\u0647 \u062c\u0644\u0648\u06af\u06cc\u0631\u06cc \u06a9\u0646\u06cc\u062f.

event_tool_tips_recurrence=\u0645\u0644\u0627\u0642\u0627\u062a \u062a\u06a9\u0631\u0627\u0631 \u0634\u0648\u0646\u062f\u0647

event_tool_tips_restore_timeslot_label=\u0627\u06cc\u0646\u062c\u0627 \u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f \u062a\u0627 \u062c\u062f\u0648\u0644 \u0632\u0645\u0627\u0646\u06cc \u0631\u0627 \u0628\u0627\u0632\u06cc\u0627\u0628\u06cc \u06a9\u0646\u06cc\u062f.

event_tool_tips_show_details=\u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f \u062a\u0627 \u062c\u0632\u0626\u06cc\u0627\u062a \u0646\u0645\u0627\u06cc\u0634 \u062f\u0627\u062f\u0647 \u0634\u0648\u0646\u062f.

event_tool_tips_unlock_label=\u0627\u06cc\u0646\u062c\u0627 \u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f \u062a\u0627 \u062c\u062f\u0648\u0644 \u0632\u0645\u0627\u0646\u06cc \u0628\u0627\u0632 \u0634\u0648\u062f \u0648 \u0628\u0647 \u0634\u0631\u06a9\u062a \u06a9\u0646\u0646\u062f\u06af\u0627\u0646 \u0627\u062c\u0627\u0632\u0647 \u062f\u0647\u06cc\u062f \u062a\u0627 \u062b\u0628\u062a \u0646\u0627\u0645 \u06a9\u0646\u0646\u062f.

event_total_duration=\u0637\u0648\u0644 \u062f\u0648\u0631\u0647 ( \u062f\u0642\u06cc\u0642\u0647)\:

event_ts_availability_none=\u0647\u06cc\u0686 \u06a9\u062f\u0627\u0645

event_type=\u0646\u0648\u0639 \u0645\u0644\u0627\u0642\u0627\u062a

event_type_title=\u0646\u0648\u0639 \u0645\u0644\u0627\u0642\u0627\u062a\:

event_unlimited=\u0628\u062f\u0648\u0646 \u0645\u062d\u062f\u0648\u062f\u06cc\u062a

event_unlimited_attendees=\u0634\u0631\u06a9\u062a \u06a9\u0646\u0646\u062f\u06af\u0627\u0646 \u0628\u062f\u0648\u0646 \u0645\u062d\u062f\u0648\u062f\u06cc\u062a\:

event_unlock_timeslot_label=&nbsp; \u0628\u0627\u0632

event_until=\u062a\u0627\:

event_use_eid_input_mode=\u062d\u0627\u0644\u062a \u0648\u0631\u0648\u062f\u06cc \u0645\u0634\u062e\u0635\u0647 \u06a9\u0627\u0631\u0628\u0631\:

#viewComment.jsp
event_view_comment_page_title=\u0645\u0634\u0627\u0647\u062f\u0647 \u0646\u0638\u0631

event_edit_comment_page_title=\u0648\u06cc\u0631\u0627\u06cc\u0634 \u0646\u0638\u0631

#UserDefTsblocks.jsp
event_view_userDefined_Timeslot_page_title=\u062a\u0639\u0631\u06cc\u0641 \u062c\u062f\u0648\u0644 \u0632\u0645\u0627\u0646\u06cc \u062f\u0644\u062e\u0648\u0627\u0647

event_viewer=\u0645\u0634\u0627\u0647\u062f\u0647 \u06a9\u0646\u0646\u062f\u0647\:

event_warning_no_lower_than_cur_ts_num=\u0634\u0645\u0627 \u0646\u0628\u0627\u06cc\u062f \u0639\u062f\u062f \u062c\u062f\u0648\u0644 \u0632\u0645\u0627\u0646\u06cc \u0631\u0627 \u0628\u0647 \u06a9\u0645\u062a\u0631 \u0627\u0632 \u0645\u0642\u062f\u0627\u0631 \u0627\u0635\u0644\u06cc \u06a9\u0627\u0647\u0634 \u062f\u0647\u06cc\u062f\:

event_yes_create_email_notification=&nbsp;\u0628\u0644\u0647\u060c \u0627\u06cc\u0645\u06cc\u0644 \u0627\u0637\u0644\u0627\u0639\u06cc\u0647 \u0631\u0627 \u0628\u0647 \u062a\u0645\u0627\u0645 \u0634\u0631\u06a9\u062a \u06a9\u0646\u0646\u062f\u06af\u0627\u0646 \u0627\u0631\u0633\u0627\u0644 \u06a9\u0646\u06cc\u062f \u06a9\u0647 \u0645\u0644\u0627\u0642\u0627\u062a \u0634\u0631\u0648\u0639 \u0634\u062f\u0647 \u0627\u0633\u062a.

event_yes_create_groups=&nbsp;\u0628\u0644\u0647 \u0628\u0631\u0627\u06cc \u0647\u0631 \u06af\u0631\u0648\u0647 \u06cc\u06a9 \u062c\u062f\u0648\u0644 \u0632\u0645\u0627\u0646\u06cc \u0627\u06cc\u062c\u0627\u062f \u06a9\u0646 \u06a9\u0647 \u0628\u062a\u0648\u0627\u0646\u062f \u0628\u0627 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0627\u0632 \u0627\u0637\u0644\u0627\u0639\u0627\u062a \u0633\u0627\u06cc\u062a<\u0645\u062f\u06cc\u0631\u06cc\u062a \u06af\u0631\u0648\u0647\u060c \u0645\u062f\u06cc\u0631\u06cc\u062a \u0634\u0648\u062f.

event_yes_email_autoReminer_to_attendees=&nbsp; \u0628\u0644\u0647\u060c \u0628\u0631\u0627\u06cc \u06cc\u0627\u062f\u0622\u0648\u0631\u06cc \u0634\u0631\u06a9\u062a \u06a9\u0646\u0646\u062f\u0647 \u0647\u0627 \u0627\u0632 \u0645\u0644\u0627\u0642\u0627\u062a \u0627\u06cc\u0645\u06cc\u0644 \u0627\u0631\u0633\u0627\u0644 \u06a9\u0646\u06cc\u062f\u060c \u06cc\u06a9 \u0631\u0648\u0632 \u0632\u0648\u062f\u062a\u0631.

event_yes_email_notification=&nbsp; \u0628\u0644\u0647 \u0627\u06cc\u0645\u06cc\u0644 \u0627\u0637\u0644\u0627\u0639\u06cc\u0647 \u0631\u0627 \u0627\u0631\u0633\u0627\u0644 \u06a9\u0646 \u0628\u0647\:

event_yes_email_notification_changes=&nbsp; \u0628\u0644\u0647\u060c \u06cc\u06a9 \u0627\u06cc\u0645\u06cc\u0644 \u0627\u0637\u0644\u0627\u0639\u06cc\u0647 \u062f\u0631 \u0645\u0648\u0631\u062f \u0627\u06cc\u0646 \u062a\u063a\u06cc\u06cc\u0631\u0627\u062a \u0627\u0631\u0633\u0627\u0644 \u06a9\u0646 \u0628\u0647\:

event_email_attendee_notification=&nbsp;\u06cc\u06a9 \u0627\u06cc\u0645\u0644 \u0628\u0631\u0627\u06cc \u0627\u0637\u0644\u0627\u0639 \u0634\u0631\u06a9\u062a \u06a9\u0646\u0646\u062f\u0647 \u0627\u0631\u0633\u0627\u0644 \u06a9\u0646.

event_email_organizers_notification=&nbsp;\u06cc\u06a9 \u0627\u06cc\u0645\u06cc\u0644 \u0628\u0631\u0627\u06cc \u0627\u0637\u0644\u0627\u0639 \u0633\u0627\u0632\u0645\u0627\u0646 \u062f\u0647\u0646\u062f\u0647 \u0627\u0631\u0633\u0627\u0644 \u06a9\u0646.

event_yes_keep_current_attendees=&nbsp; \u0628\u0644\u0647 \u062a\u0645\u0627\u0645 \u0634\u0631\u06a9\u062a \u06a9\u0646\u062f\u0647 (\u0647\u0627) \u0631\u0627 \u062f\u0631 \u062c\u062f\u0648\u0644 \u0647\u0627\u06cc \u0632\u0645\u0627\u0646\u0628\u0646\u062f\u06cc \u0634\u0627\u0646 \u0642\u0631\u0627\u0631 \u0628\u062f\u0647.

event_yes_label=\u0628\u0644\u0647

event_yes_meeting_default_notify_setting=&nbsp;\u0628\u0644\u0647\u060c " \u0627\u0637\u0644\u0627\u0639\u06cc\u0647 \u0627\u06cc\u0645\u06cc\u0644" \u0627\u0632 \u0642\u0628\u0644 \u0627\u0635\u0644\u0627\u062d \u0634\u062f\u0647 \u0631\u0627 \u062f\u0631 \u0635\u0641\u062d\u0647 \u0627\u0635\u0644\u0627\u062d\u06cc\u0647 \u0645\u0644\u0627\u0642\u0627\u062a \u0642\u0631\u0627\u0631 \u0628\u062f\u0647.

event_yes_publish_to_calendar=&nbsp; \u0628\u0644\u0647\u060c \u0645\u0644\u0627\u0642\u0627\u062a \u0631\u0627 \u062f\u0631 \u0627\u0628\u0632\u0627\u0631 \u062a\u0642\u0648\u06cc\u0645 \u0627\u0646\u062a\u0634\u0627\u0631 \u0628\u062f\u0647.

event_yes_receive_notification=&nbsp;\u0628\u0644\u0647\u060c \u0627\u06cc\u0645\u06cc\u0644 \u0627\u0637\u0644\u0627\u0639\u06cc\u0647 \u0631\u0627 \u0628\u0631\u0627\u06cc \u0647\u0645\u0627\u0647\u0646\u06af \u06a9\u0646\u0646\u062f\u06af\u0627\u0646 \u062a\u0639\u06cc\u06cc\u0646 \u0634\u062f\u0647 \u0645\u0644\u0627\u0642\u0627\u062a \u0627\u0631\u0633\u0627\u0644 \u06a9\u0646\u060c \u0647\u0646\u06af\u0627\u0645\u06cc \u06a9\u0647 \u06cc\u06a9 \u0634\u0631\u06a9\u062a \u06a9\u0646\u0646\u062f\u0647 \u062b\u0628\u062a \u0646\u0627\u0645 \u0645\u06cc \u06a9\u0646\u062f \u06cc\u0627 \u06cc\u06a9 \u0642\u0631\u0627\u0631 \u0645\u0644\u0627\u0642\u0627\u062a \u0631\u0627 \u0644\u063a\u0648 \u0645\u06cc \u06a9\u0646\u062f.

event_yes_show_attendee_public=&nbsp; \u0628\u0644\u0647\u060c \u0646\u0627\u0645 \u0634\u0631\u06a9\u062a \u06a9\u0646\u0646\u062f\u0647 \u0631\u0627 \u0628\u0631\u0627\u06cc \u062f\u06cc\u06af\u0631\u0627\u0646 \u0646\u0645\u0627\u06cc\u0634 \u0628\u062f\u0647.

event_yes_to_allow_addComment=&nbsp;\u0628\u0644\u0647 \u0634\u0631\u06a9\u062a \u06a9\u0646\u0646\u062f\u0647 \u0645\u06cc \u062a\u0648\u0627\u0646\u062f \u062f\u0631 \u0637\u0648\u0644 \u062b\u0628\u062a \u0646\u0627\u0645 \u06cc\u06a9 \u0646\u0638\u0631 \u0631\u0627 \u0627\u0636\u0627\u0641\u0647 \u06a9\u0646\u062f.

event_yes_to_allow_waitList=&nbsp; \u0628\u0644\u0647\u060c \u062a\u0646\u0638\u06cc\u0645 \u0627\u0636\u0627\u0641\u0647 \u0628\u0647 \u0644\u06cc\u0633\u062a \u0627\u0646\u062a\u0638\u0627\u0631 \u0631\u0627 \u0627\u0636\u0627\u0641\u0647 \u06a9\u0646. \u0634\u0631\u06a9\u062a \u06a9\u0646\u0646\u062f\u06af\u0627\u0646 \u0645\u06cc \u062a\u0648\u0627\u0646\u0646\u062f \u0628\u0647 \u0644\u06cc\u0633\u062a \u0627\u0646\u062a\u0638\u0627\u0631 \u0628\u067e\u06cc\u0648\u0646\u062f\u0646\u062f.

event_yes_to_use_eid_input_mode=&nbsp; \u0628\u0644\u0647\u060c \u0645\u0646 \u0645\u06cc \u062e\u0648\u0627\u0647\u0645 \u0627\u0632 \u062d\u0627\u0644\u062a \u0648\u0631\u0648\u062f\u06cc \u0645\u0634\u062e\u0635\u0647 \u06a9\u0627\u0631\u0628\u0631\u06cc \u0628\u0631\u0627\u06cc \u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u0634\u0631\u06a9\u062a \u06a9\u0646\u0646\u062f\u06af\u0627\u0646 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u06a9\u0646\u0645.

event_you_on_wait_list=\u062f\u0631 \u0644\u06cc\u0633\u062a \u0627\u0646\u062a\u0638\u0627\u0631

event_you_signed_up=\u0634\u0645\u0627 \u062b\u0628\u062a \u0646\u0627\u0645 \u06a9\u0631\u062f\u0647 \u0627\u06cc\u062f.

events_attendee_download_instruction=\u0645\u0644\u0627\u0642\u0627\u062a \u0631\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f \u0633\u067e\u0633 \u0628\u0631 \u0631\u0648\u06cc \u062e\u0631\u0648\u062c\u06cc \u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f.

events_attendee_instruction=\u062c\u0647\u062a \u062b\u0628\u062a \u0646\u0627\u0645 \u0628\u0631\u0627\u06cc \u06cc\u06a9 \u0645\u0644\u0627\u0642\u0627\u062a\u060c \u0628\u0631 \u0631\u0648\u06cc \u0639\u0646\u0648\u0627\u0646 \u0645\u0644\u0627\u0642\u0627\u062a \u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f.

events_dropdownbox_title=\u0645\u0634\u0627\u0647\u062f\u0647\:

#Download meetings page
events_organizer_download_instruction=\u0645\u0644\u0627\u0642\u0627\u062a \u0631\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f \u0648 \u0633\u067e\u0633 \u0628\u0631 \u0631\u0648\u06cc \u06a9\u0644\u06cc\u062f \u062e\u0631\u0648\u062c\u06cc \u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f

events_organizer_instruction="\u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646" \u0631\u0627 \u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f \u062a\u0627 \u06cc\u06a9 \u0645\u0644\u0627\u0642\u0627\u062a \u062c\u062f\u06cc\u062f \u0631\u0627 \u0627\u0636\u0627\u0641\u0647 \u06a9\u0646\u06cc\u062f. \u06cc\u0627 \u0628\u0631 \u0631\u0648\u06cc \u0639\u0646\u0648\u0627\u0646 \u0645\u0644\u0627\u0642\u0627\u062a \u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f \u062a\u0627 \u0622\u0646 \u0631\u0627 \u0627\u0635\u0644\u0627\u062d \u0648 \u06cc\u0627 \u06a9\u067e\u06cc \u06a9\u0646\u06cc\u062f.

exception.multiple.eids={0} \u062a\u0637\u0628\u06cc\u0642 \u062f\u0647\u0646\u062f\u0647 \u06a9\u0627\u0631\u0628\u0631\u0627\u0646 \u0686\u0646\u062f\u06af\u0627\u0646\u0647. \u0644\u0637\u0641\u0627 \u0627\u0632 \u0646\u0627\u0645 \u0647\u0627\u06cc \u06a9\u0627\u0631\u0628\u0631\u06cc \u0632\u06cc\u0631 \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f\:{1}
exception.no.such.user=\u0647\u06cc\u0686 \u06a9\u0627\u0631\u0628\u0631\u06cc \u0628\u0631\u0627\u06cc \u0634\u0646\u0627\u0633\u0647 \u06a9\u0627\u0631\u0628\u0631\u06cc \u0634\u0646\u0627\u0633\u0627\u06cc\u06cc \u0646\u0634\u062f\:&nbsp;

expand_all_recur_events=&nbsp;\u062a\u0645\u0627\u0645 \u0645\u0644\u0627\u0642\u0627\u062a \u0647\u0627 \u0631\u0627 \u062a\u0648\u0633\u0639\u0647 \u062f\u0647\u06cc\u062f.

failed.cancel_or_restore_ts=\u0644\u063a\u0648/ \u0628\u0627\u0632\u06cc\u0627\u0628\u06cc \u0646\u0627\u0645\u0648\u0641\u0642. \u0634\u062e\u0635\u06cc \u0645\u0644\u0627\u0642\u0627\u062a \u0631\u0627 \u0628\u0631\u0648\u0632\u0631\u0633\u0627\u0646\u06cc \u06a9\u0631\u062f\u0647 \u0627\u0633\u062a. \u0644\u0637\u0641\u0627 \u0645\u0644\u0627\u0642\u0627\u062a \u0631\u0627 \u0628\u0631\u0648\u0632\u0631\u0633\u0627\u0646\u06cc \u06a9\u0646\u06cc\u062f \u0648 \u062f\u0648\u0628\u0627\u0631\u0647 \u062a\u0644\u0627\u0634 \u06a9\u0646\u06cc\u062f.
failed.fetch_allEvents_from_db=\u0628\u0627\u0632\u06cc\u0627\u0628\u06cc \u062a\u0645\u0627\u0645\u06cc \u0645\u0644\u0627\u0642\u0627\u062a \u0647\u0627 \u0627\u0632 \u067e\u0627\u06cc\u06af\u0627\u0647 \u062f\u0627\u062f\u0647 \u0646\u0627 \u0645\u0648\u0641\u0642 \u0628\u0648\u062f.
failed.lock_or_unlock_ts=\u0642\u0641\u0644/\u0642\u0641\u0644 \u0628\u0627\u0632 \u0646\u0627\u0645\u0648\u0641\u0642. \u0634\u062e\u0635\u06cc \u0645\u0644\u0627\u0642\u0627\u062a \u0631\u0627 \u0628\u0631\u0648\u0632\u0631\u0633\u0627\u0646\u06cc \u06a9\u0631\u062f\u0647 \u0627\u0633\u062a. \u0644\u0637\u0641\u0627 \u0645\u0644\u0627\u0642\u0627\u062a \u0631\u0627 \u0628\u0631\u0648\u0632\u0631\u0633\u0627\u0646\u06cc \u06a9\u0646\u06cc\u062f \u0648 \u062f\u0648\u0628\u0627\u0631\u0647 \u062a\u0644\u0627\u0634 \u06a9\u0646\u06cc\u062f.
failed.move.attendee_due_to_ts_isTaken=\u062d\u0631\u06a9\u062a \u0646\u0627\u0645\u0648\u0641\u0642 \u0628\u0648\u062f\u060c \u0634\u0631\u06a9\u062a \u06a9\u0646\u0646\u062f\u0647 \u062f\u0631 \u062c\u062f\u0648\u0644 \u0632\u0645\u0627\u0646\u0628\u0646\u062f\u06cc \u0628\u0648\u062f\u0647 \u0627\u0633\u062a.
failed.move.due_to_attendee_notExisted=\u062d\u0631\u06a9\u062a \u0646\u0627\u0645\u0648\u0641\u0642 \u0628\u0648\u062f. \u0634\u0631\u06a9\u062a \u06a9\u0646\u0646\u062f\u0647 \u062f\u06cc\u06af\u0631 \u062f\u0631 \u062c\u062f\u0648\u0644 \u0632\u0645\u0627\u0646\u06cc \u0646\u06cc\u0633\u062a. \u0634\u062e\u0635\u06cc \u0645\u0644\u0627\u0642\u0627\u062a \u0631\u0627 \u0628\u0631\u0648\u0632\u0631\u0633\u0627\u0646\u06cc \u06a9\u0631\u062f\u0647 \u0627\u0633\u062a. \u0644\u0637\u0641\u0627 \u0645\u0644\u0627\u0642\u0627\u062a \u0631\u0627 \u0628\u0631\u0648\u0632\u0631\u0633\u0627\u0646\u06cc \u06a9\u0631\u062f\u0647 \u0648 \u062f\u0648\u0628\u0627\u0631\u0647 \u062a\u0644\u0627\u0634 \u06a9\u0646\u06cc\u062f.
failed.replace.someone.already.updated.db=\u062c\u0627\u06cc\u06af\u0632\u06cc\u0646\u06cc \u0646\u0627\u0645\u0648\u0641\u0642 \u0628\u0648\u062f. \u0634\u062e\u0635\u06cc \u0645\u0644\u0627\u0642\u0627\u062a \u0631\u0627 \u0628\u0631\u0648\u0632\u0631\u0633\u0627\u0646\u06cc \u06a9\u0631\u062f\u0647 \u0627\u0633\u062a. \u0644\u0637\u0641\u0627 \u0645\u0644\u0627\u0642\u0627\u062a \u0631\u0627 \u0628\u0631\u0648\u0632 \u0631\u0633\u0627\u0646\u06cc \u06a9\u0631\u062f\u0647 \u0648 \u062f\u0648\u0628\u0627\u0631\u0647 \u062a\u0644\u0627\u0634 \u06a9\u0646\u06cc\u062f.
someone.already.updated.comment=\u0634\u062e\u0635 \u062f\u06cc\u06af\u0631\u06cc \u0646\u0638\u0631 \u0631\u0627 \u0627\u0635\u0644\u0627\u062d \u06a9\u0631\u062f\u0647 \u0627\u0633\u062a. \u0644\u0637\u0641\u0627 \u0646\u0638\u0631 \u0631\u0627 \u0628\u0631\u0648\u0632\u0631\u0633\u0627\u0646\u06cc \u06a9\u0646\u06cc\u062f \u0648 \u062f\u0648\u0628\u0627\u0631\u0647 \u062a\u0644\u0627\u0634 \u06a9\u0646\u06cc\u062f.
failed.replaced_due_to_already_in_ts=\u062c\u0627\u06cc\u06af\u0632\u06cc\u0646\u06cc \u0646\u0627 \u0645\u0648\u0641\u0642 \u0628\u0648\u062f. \u0634\u0631\u06a9\u062a \u06a9\u0646\u0646\u062f\u0647 \u062f\u0631 \u062c\u062f\u0648\u0644 \u0632\u0645\u0627\u0646\u0628\u0646\u062f\u06cc \u0648\u062c\u0648\u062f \u062f\u0627\u0631\u062f.
failed.replaced_due_to_attendee_notExisted_in_ts=\u062c\u0627\u06cc\u06af\u0632\u06cc\u0646\u06cc \u0646\u0627\u0645\u0648\u0641\u0642 \u0628\u0648\u062f. \u0634\u0631\u06a9\u062a \u06a9\u0646\u0646\u062f\u0647 \u0627\u0646\u062a\u062e\u0627\u0628 \u0634\u062f\u0647 \u0642\u0628\u0644\u0627 \u0627\u0632 \u0644\u06cc\u0633\u062a \u0632\u0645\u0627\u0646\u0628\u0646\u062f\u06cc \u062d\u0630\u0641 \u0634\u062f\u0647 \u0627\u0633\u062a.
failed.swap.due_to_current_attendee_already_in_swapped_ts=\u062d\u0631\u06a9\u062a \u0646\u0627 \u0645\u0648\u0641\u0642 \u0628\u0648\u062f. \u0634\u0631\u06a9\u062a \u06a9\u0646\u0646\u062f\u0647 \u062c\u0627\u0631\u06cc \u062f\u0631 \u062c\u062f\u0648\u0644 \u0632\u0645\u0627\u0646\u0628\u0646\u062f\u06cc \u0627\u0633\u062a.
failed.swap.due_to_swapped_attendee_already_in_ts=\u062d\u0631\u06a9\u062a \u0646\u0627 \u0645\u0648\u0641\u0642 \u0628\u0648\u062f. \u0634\u0631\u06a9\u062a \u06a9\u0646\u0646\u062f\u0647 \u0627\u0646\u062a\u0642\u0627\u0644 \u062f\u0627\u062f\u0647 \u0634\u062f\u0647 \u062f\u0631 \u062c\u062f\u0648\u0644 \u0632\u0645\u0627\u0646\u06cc \u062c\u0627\u0631\u06cc \u0627\u0633\u062a. 
failed.swap_due_to_attendee_notExited=\u062d\u0631\u06a9\u062a \u0646\u0627 \u0645\u0648\u0641\u0642 \u0628\u0648\u062f. \u0634\u0631\u06a9\u062a \u06a9\u0646\u0646\u062f\u0647 \u062e\u0648\u062f\u0634 \u0631\u0627 \u0627\u0632 \u062c\u062f\u0648\u0644 \u0632\u0645\u0627\u0646\u06cc \u062d\u0630\u0641 \u06a9\u0631\u062f\u0647 \u0627\u0633\u062a.
failed.swap_due_to_selected_attendee_notExited=\u062d\u0631\u06a9\u062a \u0646\u0627 \u0645\u0648\u0641\u0642 \u0628\u0648\u062f. \u0634\u0631\u06a9\u062a \u06a9\u0646\u0646\u062f\u0647 \u0627\u0646\u062a\u062e\u0627\u0628 \u0634\u062f\u0647 \u062e\u0648\u062f\u0634 \u0631\u0627 \u062d\u0630\u0641 \u06a9\u0631\u062f\u0647 \u0627\u0633\u062a.

filter_by_category=\u0628\u0631 \u0627\u0633\u0627\u0633 \u062f\u0633\u062a\u0647\:

filter_categories_top=\u0647\u0645\u0647

goback_button=\u0628\u0631\u06af\u0634\u062a

group_description_default=\u0627\u06cc\u0646 \u06af\u0631\u0648\u0647{0} \u0628\u0627 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0627\u0632 \u0627\u0628\u0632\u0627\u0631 \u062b\u0628\u062a \u0646\u0627\u0645 \u0628\u0647 \u0635\u0648\u0631\u062a \u062e\u0648\u062f\u06a9\u0627\u0631 \u0627\u06cc\u062c\u0627\u062f \u0634\u062f\u0647 \u0627\u0633\u062a. \u06a9\u0627\u0631\u0628\u0631\u0627\u0646 \u062f\u0631 \u0627\u06cc\u0646 \u062c\u062f\u0648\u0644 \u0632\u0645\u0627\u0646\u06cc \u0648 \u06af\u0631\u0648\u0647 \u0647\u0627 \u0631\u0627 \u0645\u06cc \u062a\u0648\u0627\u0646\u0646\u062f \u0628\u0627 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0627\u0632 \u06a9\u0644\u06cc\u06a9 \u06a9\u0631\u062f\u0646 \u0628\u0631 \u0631\u0648\u06cc \u06a9\u0644\u06cc\u062f "\u062a\u0637\u0627\u0628\u0642" \u062f\u0631 \u0627\u0628\u0632\u0627\u0631 \u062b\u0628\u062a \u0646\u0627\u0645 \u062a\u0637\u0628\u06cc\u0642 \u062f\u0627\u062f.

group_slot_in_group_titlename=\u062c\u062f\u0648\u0644

group_synchronise_button=\u0647\u0645\u06af\u0627\u0645 \u0633\u0627\u0632\u06cc \u0628\u0647 \u06af\u0631\u0648\u0647

fromgroup_synchronise_button=\u0647\u0645\u06af\u0627\u0645 \u0633\u0627\u0632\u06cc \u0627\u0632 \u06af\u0631\u0648\u0647

group_synchronise_done=\u062a\u0637\u0627\u0628\u0642 \u062c\u062f\u0648\u0644 \u0632\u0645\u0627\u0646\u0628\u0646\u062f\u06cc \u062a\u06a9\u0645\u06cc\u0644 \u0634\u062f

group_synchronise_heading=\u0639\u0636\u0648\u06cc\u062a \u06af\u0631\u0648\u0647

ics_file_name_for_failure_warning=iCal_Failed_Warning.txt
ics_message_for_failure_warning=\u062e\u0637\u0627\u06cc\u06cc \u062f\u0631 \u062a\u0648\u0644\u06cc\u062f \u0641\u0627\u06cc\u0644 ical \u0648\u062c\u0648\u062f \u062f\u0627\u0631\u062f. \u0627\u0645\u06a9\u0627\u0646 \u062f\u0627\u0631\u062f \u06a9\u0647 \u0634\u0645\u0627 \u0627\u062c\u0627\u0632\u0647 \u062f\u0633\u062a\u0631\u0633\u06cc \u0628\u0647 \u0631\u0648\u06cc\u062f\u0627\u062f \u0631\u0627 \u0646\u062f\u0627\u0634\u062a\u0647 \u0628\u0627\u0634\u06cc\u062f.

#javax.faces.component.UIInput.REQUIRED_detail=A value is required. Please enter a value.
javax.faces.component.UIInput.CONVERSION=\u0648\u0631\u0648\u062f\u06cc \u0646\u0627 \u0645\u0639\u062a\u0628\u0631
#JSF error messages overwritten
javax.faces.component.UIInput.REQUIRED=\u0644\u0637\u0641\u0627 \u06cc\u06a9 \u0645\u0642\u062f\u0627\u0631 \u0631\u0627 \u0648\u0627\u0631\u062f \u06a9\u0646\u06cc\u062f.
javax.faces.validator.LengthValidator.MAXIMUM=\u0648\u0631\u0648\u062f\u06cc \u0634\u0645\u0627 \u0628\u06cc\u0634\u062a\u0631 \u0627\u0632 \u0628\u06cc\u0634\u062a\u0631\u06cc\u0646 \u0645\u0642\u062f\u0627\u0631 \u0645\u062c\u0627\u0632 \u0627\u0633\u062a{0}
javax.faces.validator.NOT_IN_RANGE=\u0648\u0631\u0648\u062f\u06cc \u0634\u0645\u0627 \u062e\u0627\u0631\u062c \u0627\u0632 \u0645\u062d\u062f\u0648\u062f\u0647{0} \u062a\u0627 {1} \u0627\u0633\u062a.

label.select.attendee=\u06cc\u06a9 \u0634\u0631\u06a9\u062a \u06a9\u0646\u0646\u062f\u0647 \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f.

label_announcement=\u0645\u0644\u0627\u0642\u0627\u062a \u0628\u0627\u0632( \u062b\u0628\u062a \u0646\u0627\u0645 \u0646\u06cc\u0627\u0632 \u0646\u06cc\u0633\u062a)

label_biweekly=\u062f\u0648 \u0647\u0641\u062a\u0647 \u06cc\u06a9 \u0628\u0627\u0631

label_create_timeslots=\u062c\u062f\u0648\u0644(\u0647\u0627)  \u0632\u0645\u0627\u0646 \u0628\u0646\u062f\u06cc \u0627\u06cc\u062c\u0627\u062f \u06a9\u0646\u06cc\u062f

label_custom_timeslots=\u062c\u062f\u0648\u0644 \u0632\u0645\u0627\u0646 \u0628\u0646\u062f\u06cc \u06a9\u0627\u0631\u0628\u0631 \u067e\u06cc\u0634\u0631\u0641\u062a\u0647

label_daily=\u0631\u0648\u0632\u0627\u0646\u0647

label_days=\u0631\u0648\u0632

label_download_ics_meeting=\u0627\u06cc\u0646 \u0645\u0644\u0627\u0642\u0627\u062a \u0631\u0627 \u0628\u0647 \u062a\u0642\u0648\u06cc\u0645 \u0634\u062e\u0635\u06cc \u0645\u0646 \u0627\u0636\u0627\u0641\u0647 \u06a9\u0646

label_download_ics_timeslot=\u0627\u06cc\u0646 \u062c\u062f\u0648\u0644 \u0632\u0645\u0627\u0646\u06cc \u0631\u0627 \u0628\u0647 \u062a\u0642\u0648\u06cc\u0645 \u0634\u062e\u0635\u06cc \u0645\u0646 \u0627\u0636\u0627\u0641\u0647 \u06a9\u0646

label_edit_timeslots=\u062c\u062f\u0648\u0644 (\u0647\u0627) \u0632\u0645\u0627\u0646\u06cc \u0631\u0627 \u0648\u06cc\u0631\u0627\u06cc\u0634 \u06a9\u0646

label_email_all_people=\u062a\u0645\u0627\u0645 \u0634\u0631\u06a9\u062a \u06a9\u0646\u0646\u062f\u06af\u0627\u0646 \u0628\u0627\u0644\u0642\u0648\u0647

label_email_organizers_only=\u0647\u0645\u0627\u0647\u0646\u06af \u06a9\u0646\u0646\u062f\u0647 \u0647\u0627\u06cc \u0645\u0644\u0627\u0642\u0627\u062a \u0627\u0646\u062a\u062e\u0627\u0628 \u0634\u062f\u0647

label_email_signed_up_ones_Organizers_only=\u0647\u0645\u0627\u0647\u0646\u06af \u06a9\u0646\u0646\u062f\u0647 \u0647\u0627\u06cc \u0645\u0644\u0627\u0642\u0627\u062a \u0648 \u0634\u0631\u06a9\u062a \u06a9\u0646\u0646\u062f\u0647 \u0647\u0627\u06cc \u062c\u0627\u0631\u06cc \u062b\u0628\u062a \u0646\u0627\u0645 \u0634\u062f\u0647

label_email_signed_up_ones_only=\u062a\u0646\u0647\u0627 \u0634\u0631\u06a9\u062a \u06a9\u0646\u0646\u062f\u06af\u0627\u0646 \u062b\u0628\u062a \u0646\u0627\u0645 \u0634\u062f\u0647

label_group=\u062a\u06a9 \u062c\u062f\u0648\u0644

label_hours=\u0633\u0627\u0639\u062a

label_ics=ics

label_individaul=\u062c\u062f\u0648\u0644 \u0686\u0646\u062f\u06af\u0627\u0646\u0647

label_minutes=\u062f\u0642\u0627\u06cc\u0642

label_monthly=\u0645\u0627\u0647\u0627\u0646\u0647

label_once=\u062a\u0646\u0647\u0627 \u06cc\u06a9\u06cc

label_startNow=\u0647\u0645\u06cc\u0646 \u0627\u0644\u0627\u0646 \u0634\u0631\u0648\u0639 \u06a9\u0646\u06cc\u062f

label_view_edit_ts=\u0628\u0627\u0632\u062f\u06cc\u062f \u06cc\u0627 \u0648\u06cc\u0631\u0627\u06cc\u0634 \u062c\u062f\u0648\u0644 (\u0647\u0627) \u0632\u0645\u0627\u0646\u06cc

label_weekdays=\u0631\u0648\u0632\u0647\u0627\u06cc \u0647\u0641\u062a\u0647 (\u062f\u0648\u0634\u0646\u0628\u0647-\u062c\u0645\u0639\u0647)

label_weekly=\u0647\u0641\u062a\u06af\u06cc

max.num_attendee_changed_and_attendee_mayOver_limit_inTS=\u0628\u06cc\u0634\u062a\u0631\u06cc\u0646 \# \u0627\u0632 \u0634\u0631\u06a9\u062a \u06a9\u0646\u0646\u062f\u06af\u0627\u0646 \u0646\u0633\u0628\u062a \u0628\u0647 \u062c\u062f\u0648\u0644 \u0632\u0645\u0627\u0646\u0628\u0646\u062f\u06cc \u062a\u063a\u06cc\u06cc\u0631 \u06a9\u0631\u062f\u0647 \u0627\u0633\u062a. \u0628\u0631\u062e\u06cc \u0627\u0632 \u062c\u062f\u0627\u0648\u0644 \u0632\u0645\u0627\u0646\u0628\u0646\u062f\u06cc \u0645\u0645\u06a9\u0646 \u0627\u0633\u062a \u067e\u0631 \u0634\u062f\u0647 \u0628\u0627\u0634\u0646\u062f.

meeting_confirmation_to_remove=\u0622\u06cc\u0627 \u0634\u0645\u0627 \u0645\u0637\u0645\u0626\u0646 \u0647\u0633\u062a\u06cc\u062f \u06a9\u0647 \u0645\u06cc \u062e\u0648\u0627\u0647\u06cc\u062f \u0645\u0644\u0627\u0642\u0627\u062a (\u0647\u0627) \u0631\u0627 \u0628\u0647 \u0635\u0648\u0631\u062a \u0645\u0648\u0642\u062a \u062d\u0630\u0641 \u06a9\u0646\u06cc\u062f\u061f

meeting_confirmation_to_remove_multiple=\u0627\u06cc\u0646 \u0645\u0645\u06a9\u0646 \u0627\u0633\u062a \u06a9\u0647 \u0628\u0647 \u0635\u0648\u0631\u062a \u0645\u0648\u0642\u062a \u0645\u0644\u0627\u0642\u0627\u062a \u0648 \u0645\u0644\u0627\u0642\u0627\u062a (\u0647\u0627) \u06cc\u0627 \u062a\u06a9\u0631\u0627\u0631\u06cc \u0634\u062f\u0646\u06cc \u0631\u0627 \u062d\u0630\u0641 \u06a9\u0646\u062f. \u0622\u06cc\u0627 \u0645\u0637\u0645\u0626\u0646 \u0647\u0633\u062a\u06cc\u062f \u06a9\u0647 \u0645\u06cc \u062e\u0648\u0627\u0647\u06cc\u062f \u0627\u06cc\u0646 \u06a9\u0627\u0631 \u0631\u0627 \u0627\u0646\u062c\u0627\u0645 \u062f\u0647\u06cc\u062f\u061f \u062f\u0631 \u063a\u06cc\u0631 \u0627\u06cc\u0646 \u0635\u0648\u0631\u062a \u0644\u063a\u0648 \u0631\u0627 \u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f. \u0644\u06cc\u0633\u062a \u0631\u0627 \u062a\u0648\u0633\u0639\u0647 \u062f\u0647\u06cc\u062f \u0648 \u0645\u0644\u0627\u0642\u0627\u062a \u0631\u0627 \u0628\u0647 \u0635\u0648\u0631\u062a \u0634\u062e\u0635\u06cc \u0644\u063a\u0648 \u06a9\u0646\u06cc\u062f.

modify_all=\u062a\u0645\u0627\u0645 \u0645\u0644\u0627\u0642\u0627\u062a \u0647\u0627\u06cc \u0628\u0627\u0632\u06af\u0634\u062a\u06cc \u0628\u0639\u062f\u06cc \u0631\u0627 \u062d\u0630\u0641 \u06a9\u0646\u06cc\u062f.

modify_current=\u062a\u0646\u0647\u0627 \u0645\u0644\u0627\u0642\u0627\u062a \u0647\u0627\u06cc \u0628\u0627\u0632\u06af\u0634\u062a\u06cc \u0631\u0627 \u062d\u0630\u0641 \u06a9\u0646\u06cc\u062f. \u0645\u0644\u0627\u0642\u0627\u062a \u0647\u0627 \u0628\u0647 \u0635\u0648\u0631\u062a \u0632\u0645\u0627\u0646\u0628\u0646\u062f\u06cc \u062a\u06a9\u06cc \u062a\u0628\u062f\u06cc\u0644 \u0634\u0648\u0646\u062f.

modify_event=\u0648\u06cc\u0631\u0627\u06cc\u0634

next_button=\u0628\u0639\u062f\u06cc

no.permission_create_event=\u0634\u0645\u0627 \u0627\u062c\u0627\u0632\u0647 \u0646\u062f\u0627\u0631\u06cc\u062f \u062a\u0627 \u0645\u0644\u0627\u0642\u0627\u062a \u062c\u062f\u06cc\u062f\u06cc \u0631\u0627 \u0627\u06cc\u062c\u0627\u062f \u06a9\u0646\u06cc\u062f.
no.permissoin.do_it=\u0634\u0645\u0627 \u0645\u062c\u0648\u0632 \u0645\u0648\u0631\u062f \u0646\u06cc\u0627\u0632 \u0631\u0627 \u0646\u062f\u0627\u0631\u06cc\u062f.

no_addWaiter_button_due_to_unlimited=&nbsp;--

no_events_in_future_organizer=\u0645\u0644\u0627\u0642\u0627\u062a \u062c\u062f\u06cc\u062f\u06cc \u0627\u06cc\u062c\u0627\u062f \u0646\u0634\u062f\u0647 \u0627\u0633\u062a."\u0627\u0636\u0627\u0641\u0647 \u0634\u062f\u0646" \u0631\u0627 \u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f \u062a\u0627 \u06cc\u06a9 \u0645\u0644\u0627\u0642\u0627\u062a \u062c\u062f\u06cc\u062f \u0631\u0627 \u0627\u06cc\u062c\u0627\u062f \u06a9\u0646\u06cc\u062f.

no_events_in_this_period_attendee_orgnizer=\u0645\u0644\u0627\u0642\u0627\u062a\u06cc \u0628\u0631\u0627\u06cc \u0627\u06cc\u0646 \u0628\u0627\u0632\u0647 \u0632\u0645\u0627\u0646\u06cc \u062f\u0631 \u062f\u0633\u062a\u0631\u0633 \u0646\u06cc\u0633\u062a

no_events_in_timeframe_attendee=\u0645\u0644\u0627\u0642\u0627\u062a\u06cc \u062f\u0631 \u062f\u0633\u062a\u0631\u0633 \u0646\u06cc\u0633\u062a.

no_events_in_timeframe_organizer=\u0645\u0644\u0627\u0642\u0627\u062a\u06cc \u0627\u06cc\u062c\u0627\u062f \u0646\u0634\u062f\u0647 \u0627\u0633\u062a. "\u0627\u0636\u0627\u0641\u0647 \u0634\u062f\u0646" \u0631\u0627 \u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f \u062a\u0627 \u06cc\u06a9 \u0645\u0644\u0627\u0642\u0627\u062a \u0631\u0627 \u0627\u06cc\u062c\u0627\u062f \u06a9\u0646\u06cc\u062f.

no_future_events_I_have_signed_up=\u0634\u0645\u0627 \u0628\u0631\u0627\u06cc \u0645\u0644\u0627\u0642\u0627\u062a \u0647\u0627\u06cc \u067e\u06cc\u0634 \u0631\u0648 \u062b\u0628\u062a \u0646\u0627\u0645 \u0646\u0634\u062f\u0647 \u0627\u06cc\u062f.

no_future_events_in_immediate_available=\u0645\u0644\u0627\u0642\u0627\u062a\u06cc \u0628\u0631\u0627\u06cc \u062b\u0628\u062a \u0646\u0627\u0645 \u0641\u0648\u0631\u06cc \u062f\u0631 \u062f\u0633\u062a\u0631\u0633 \u0646\u06cc\u0633\u062a.

ok_button=\u0628\u0633\u06cc\u0627\u0631 \u062e\u0648\u0628

org.apache.myfaces.Date.INVALID=\u062a\u0627\u0631\u06cc\u062e \u0648\u0631\u0648\u062f\u06cc \u0634\u0645\u0627 \u0645\u0639\u062a\u0628\u0631 \u0646\u06cc\u0633\u062a.
org.apache.myfaces.calendar.CONVERSION=\u062a\u0627\u0631\u06cc\u062e \u062a\u06a9\u0631\u0627\u0631 \u0648\u0627\u0631\u062f \u0634\u062f\u0647 \u0634\u0645\u0627 \u0646\u0627\u0645\u0639\u062a\u0628\u0631 \u0627\u0633\u062a.

organizer_instruction_click=\u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f \u0648 &nbsp;

organizer_instruction_delete_image=&nbsp;\u0628\u0631\u0627\u06cc \u062d\u0630\u0641 \u06a9\u0631\u062f\u0646 \u06cc\u06a9 \u0634\u0631\u06a9\u062a \u06a9\u0646\u0646\u062f\u0647.

organizer_instruction_edit_image=&nbsp;\u062a\u063a\u06cc\u06cc\u0631 \u06cc\u0627 \u062c\u0627\u0628\u062c\u0627\u06cc\u06cc \u0634\u0631\u06a9\u062a \u06a9\u0646\u0646\u062f\u0647.

organizer_instruction_mailto_all_image=&nbsp;\u0641\u0631\u0633\u062a\u0627\u062f\u0646 \u0627\u06cc\u0645\u06cc\u0644 \u0628\u0647 \u0647\u0645\u0647 \u0634\u0631\u06a9\u062a \u06a9\u0646\u0646\u062f\u06af\u0627\u0646.

organizer_instruction_mailto_image=&nbsp;\u0627\u06cc\u0645\u06cc\u0644 \u0641\u0631\u0633\u062a\u0627\u062f\u0646 \u0628\u0647 \u06cc\u06a9 \u0634\u0631\u06a9\u062a \u06a9\u0646\u0646\u062f\u0647.

organizer_instruction_comment_image=&nbsp;\u062f\u06cc\u062f\u0646/ \u0627\u0635\u0644\u0627\u062d \u0646\u0638\u0631 \u06cc\u06a9 \u0634\u0631\u06a9\u062a \u06a9\u0646\u0646\u062f\u0647.

organizer_instruction_max_capacity=\u0647\u0645\u0627\u0647\u0646\u06af \u06a9\u0646\u0646\u062f\u0647 \u0645\u0644\u0627\u0642\u0627\u062a \u0645\u06cc \u062a\u0648\u0627\u0646\u062f \u06cc\u06a9 \u0634\u0631\u06a9\u062a \u06a9\u0646\u0646\u062f\u0647 \u0631\u0627 \u0627\u0636\u0627\u0641\u0647 \u06a9\u0646\u062f \u062d\u062a\u06cc \u0627\u06af\u0631 \u0632\u0645\u0627\u0646\u0628\u0646\u062f\u06cc \u06a9\u0627\u0645\u0644 \u0634\u062f\u0647 \u0628\u0627\u0634\u062f.

organizer_instruction_timeslot_link=\u0628\u0631 \u0631\u0648\u06cc \u06cc\u06a9 \u0632\u0645\u0627\u0646\u0628\u0646\u062f\u06cc \u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f \u062a\u0627 \u0622\u0646 \u0631\u0627 \u0642\u0641\u0644 \u0648 \u06cc\u0627 \u0644\u063a\u0648 \u06a9\u0646\u06cc\u062f.

organizer_mailto_all=\u0628\u0647 \u062a\u0645\u0627\u0645 \u0634\u0631\u06a9\u062a \u06a9\u0646\u0646\u062f\u06af\u0627\u0646 \u0627\u06cc\u0645\u06cc\u0644 \u0628\u0632\u0646.

organizer_mailto_all_short=\u0628\u0647 \u0647\u0645\u0647 \u0627\u06cc\u0645\u06cc\u0644 \u0628\u0632\u0646

organizer_note_name=<font color\='red'>*</font>\u06cc\u0627\u062f\u062f\u0627\u0634\u062a\:

#organizer meeting main page
organizer_page_title=\u062c\u0632\u0626\u06cc\u0627\u062a \u0645\u0644\u0627\u0642\u0627\u062a

participant_cancel_button=\u062b\u0628\u062a \u0646\u0627\u0645 \u0631\u0627 \u0644\u063a\u0648 \u06a9\u0646

permission.info.for.group.scope=\u062a\u0646\u0638\u06cc\u0645 \u0645\u062c\u0648\u0632 \u0628\u0631\u0627\u06cc \u062b\u0628\u062a \u0646\u0627\u0645 \u062f\u0631 \u06af\u0631\u0648\u0647\:{1}\u062f\u0631 \u0633\u0627\u06cc\u062a\: {0} (a) \u062f\u0631 \u0633\u0637\u062d \u0645\u062d\u062f\u0648\u062f\u0647 \u06af\u0631\u0648\u0647 \u0648 \u062a\u0646\u0647\u0627 \u0645\u062c\u0648\u0632 \u0647\u0627\u06cc "\u0628\u0627\u0632\u062f\u06cc\u062f" \u0648 "\u0627\u06cc\u062c\u0627\u062f\u06af\u0631\u0648\u0647"\u060c"\u062d\u0630\u0641 \u06af\u0631\u0648\u0647"\u060c \u0648 "\u0628\u0631\u0648\u0632\u0631\u0633\u0627\u0646\u06cc \u06af\u0631\u0648\u0647" \u0631\u0627 \u0645\u06cc \u062a\u0648\u0627\u0646 \u0627\u0635\u0644\u0627\u062d \u06a9\u0631\u062f. \u0645\u062c\u0648\u0632 \u0647\u0627\u06cc \u062f\u06cc\u06af\u0631 \u062f\u0631 \u0627\u06cc\u0646 \u0633\u0637\u062d \u0628\u0647 \u06a9\u0627\u0631 \u0628\u0631\u062f\u0647 \u0646\u0645\u06cc \u0634\u0648\u0646\u062f \u0648 \u062a\u0627\u062b\u06cc\u0631\u06cc \u0646\u062f\u0627\u0631\u0646\u062f. (b) \u0628\u0631\u0627\u06cc \u0634\u0631\u06a9\u062a \u06a9\u0646\u0646\u062f\u06af\u0627\u0646 \u06a9\u0647 \u06cc\u06a9 \u0645\u0644\u0627\u0642\u0627\u062a \u0631\u0627 \u0628\u0628\u06cc\u0646\u0646\u062f \u0648 \u06cc\u0627 \u062f\u0631 \u0622\u0646 \u0634\u0631\u06a9\u062a \u06a9\u0646\u0646\u062f \u0628\u0631\u0627\u06cc \u0627\u06cc\u0646 \u06af\u0631\u0648\u0647 \u0628\u0627\u0632 \u0627\u0633\u062a. \u0627\u062c\u0627\u0632\u0647 \u0647\u0627\u06cc "\u0628\u0627\u0632\u062f\u06cc\u062f" \u0648 " \u0634\u0631\u06a9\u062a " \u0645\u0648\u0631\u062f \u0646\u06cc\u0627\u0632 \u0627\u0633\u062a.
permission.info.for.site.scope=\u0627\u062c\u0627\u0632\u0647 \u062b\u0628\u062a \u0646\u0627\u0645 \u062f\u0631 \u0633\u0627\u06cc\u062a \u06a9\u0627\u0631\u06cc\:{1}{0}

permission_feature_link=\u062f\u0633\u062a\u0631\u0633\u06cc \u0647\u0627

permission_group_scope=\u06af\u0631\u0648\u0647

permission_note_for_admin_advice=<UI><LI><b>\u0647\u0645\u0627\u0647\u0646\u06af \u06a9\u0646\u0646\u062f\u0647\:<b/>\u0634\u0645\u0627 \u0645\u06cc \u062a\u0648\u0627\u0646\u06cc\u062f \u0628\u0647 \u0635\u0648\u0631\u062a \u062f\u0633\u062a\u06cc \u0627\u062c\u0627\u0632\u0647 \u062f\u0633\u062a\u0631\u0633\u06cc \u0631\u0627 \u0628\u0631\u0627\u06cc \u06cc\u06a9 \u0633\u0627\u06cc\u062a \u06a9\u0627\u0631\u06cc \u0628\u062e\u0635\u0648\u0635 \u0628\u0627 \u0627\u0639\u0637\u0627 \u06a9\u0631\u062f\u0646<B> \u0645\u062d\u062f\u0648\u062f\u0647 <B/> \u062f\u0633\u062a\u0631\u0633\u06cc \u0645\u062d\u062f\u0648\u062f\u0647 \u062e\u0627\u0635\u06cc \u0627\u0632 \u0633\u0627\u06cc\u062a/\u06af\u0631\u0648\u0647 \u0631\u0627 \u0641\u0639\u0627\u0644 \u06a9\u0646\u06cc\u062f \u0628\u0631\u0627\u06cc \u0647\u0631 \u0646\u0642\u0634\u06cc \u06a9\u0647 \u0645\u06cc \u062e\u0648\u0627\u0647\u06cc\u062f \u0627\u06cc\u0646 \u062a\u0648\u0627\u0646\u0627\u06cc\u06cc \u0631\u0627 \u062f\u0627\u0634\u062a\u0647 \u0628\u0627\u0634\u062f. \u0647\u0645\u0686\u0646\u06cc\u0646 \u0627\u0639\u0636\u0627\u06cc \u0646\u0642\u0634 (\u0647\u0627) \u0628\u0627\u06cc\u062f \u0639\u0636\u0648\u06cc \u0627\u0632 \u0647\u0631 \u06af\u0631\u0648\u0647 \u0628\u0627\u0634\u0646\u062f \u062f\u0631 \u0633\u0627\u06cc\u062a \u0628\u0627\u0634\u0646\u062f \u0648 \u0633\u0627\u06cc\u062a \u0628\u0627\u06cc\u062f \u0634\u0627\u0645\u0644 \u062d\u062f\u0627\u0642\u0644 \u06cc\u06a9 \u06af\u0631\u0648\u0647 \u0628\u0627\u0634\u062f.<LI></UI>

permission_note_for_disabled_button_case=<UI><LI> <B> \u062f\u0633\u062a\u0631\u0633\u06cc \u0628\u0647 \u06a9\u0644\u06cc\u062f \u0648\u06cc\u0631\u0627\u06cc\u0634 </B> \u062a\u0646\u0647\u0627 \u0628\u0631\u0627\u06cc \u0647\u0645\u0627\u0647\u0646\u06af \u06a9\u0646\u0646\u062f\u0647 \u0647\u0627 \u062f\u0631 \u062f\u0633\u062a\u0631\u0633 \u0627\u0633\u062a \u06cc\u0627 \u06a9\u0627\u0631\u0628\u0631\u0627\u0646\u06cc \u06a9\u0647<B> \u0645\u062d\u062f\u0648\u062f\u0647</B>\u062f\u0633\u062a\u0631\u0633\u06cc \u0628\u0631\u0627\u06cc \u0633\u0627\u06cc\u062a \u062c\u0627\u0631\u06cc \u06cc\u0627 \u06af\u0631\u0648\u0647 \u062c\u0627\u0631\u06cc \u0631\u0627 \u062f\u0627\u0631\u0646\u062f. \u0628\u0627 \u0647\u0645\u0627\u0647\u0646\u06af \u06a9\u0646\u0646\u062f\u0647 \u0633\u06cc\u0633\u062a\u0645 \u062e\u0648\u062f \u062a\u0645\u0627\u0633 \u0628\u06af\u06cc\u0631\u06cc\u062f \u062a\u0627 \u0628\u0647 \u0627\u06cc\u0646 \u062f\u0633\u062a\u0631\u0633\u06cc \u0627\u0631\u062a\u0642\u0627 \u062f\u0627\u062f\u0647 \u0634\u0648\u06cc\u062f.<LI/></UI>

permission_note_for_group_realm_case=<UI><LI>\u062f\u0631 \u0647\u0631 <B> \u06af\u0631\u0648\u0647</B>\u0645\u062d\u062f\u0648\u062f\u0647\u060c \u062a\u0646\u0647\u0627 \u062f\u0633\u062a\u0631\u0633\u06cc<B>\u0628\u0627\u0632\u062f\u06cc\u062f</B>\u060c<B>\u0634\u0631\u06a9\u062a</B>\u060c<B>\u0627\u062a\u06cc\u062c\u0627\u062f\u06af\u0631\u0648\u0647</B>\u060c<B>\u062d\u0630\u0641 \u06af\u0631\u0648\u0647</B>\u0648 <B>\u0628\u0631\u0648\u0632\u0631\u0633\u0627\u0646\u06cc \u06af\u0631\u0648\u0647</B>\u0645\u06cc\u062a\u0648\u0627\u0646\u062f \u0627\u0635\u0644\u0627\u062d \u0634\u0648\u062f.\u062a\u0646\u0638\u06cc\u0645\u0627\u062a \u062f\u0633\u062a\u0631\u0633\u06cc \u0647\u0627\u06cc \u062f\u06cc\u06af\u0631\u062f\u0631 \u0627\u06cc\u0646\u0633\u0637\u062d\u0628\u0647 \u06a9\u0627\u0631 \u0628\u0631\u062f\u0647 \u0646\u0645\u06cc \u0634\u0648\u0646\u062f \u0648 \u062a\u0627\u062b\u06cc\u0631\u06cc \u0646\u062f\u0627\u0631\u0646\u062f.</LI></UI>

permission_note_for_view_attend_group=\u0628\u0631\u0627\u06cc \u0634\u0631\u06a9\u062a \u06a9\u0646\u0646\u062f\u06af\u0627\u0646 \u06a9\u0647 \u0645\u0644\u0627\u0642\u0627\u062a \u0631\u0627 \u0645\u0634\u0627\u0647\u062f\u0647 \u06a9\u0646\u0646\u062f \u0648 \u062f\u0631 \u0622\u0646 \u0634\u0631\u06a9\u062a \u06a9\u0646\u0646\u062f\u060c \u062a\u0646\u0647\u0627 \u0628\u0631\u0627\u06cc \u06af\u0631\u0648\u0647 (\u0647\u0627)\u06cc \u062e\u0627\u0635\u06cc \u062f\u0631 \u062f\u0633\u062a\u0631\u0633 \u0627\u0633\u062a. \u0634\u0645\u0627 \u0628\u0627\u06cc\u062f \u0627\u0631\u062a\u0642\u0627 \u06cc\u0627\u0628\u06cc\u062f<B> \u0628\u0627\u0632\u062f\u06cc\u062f</B>\u0648<B>\u0634\u0631\u06a9\u062a \u06a9\u0646\u06cc\u062f</B>\u062f\u0633\u062a\u0631\u0633\u06cc \u0628\u0647 \u0633\u0637\u062d \u0645\u062d\u062f\u0648\u062f\u0647 \u06af\u0631\u0648\u0647.

#updatePermission.jsp
permission_page_title=\u0628\u0631\u0648\u0632 \u0631\u0633\u0627\u0646\u06cc \u062f\u0633\u062a\u0631\u0633\u06cc

permission_site_scope=\u0633\u0627\u06cc\u062a

permission_tab_action=\u0639\u0645\u0644

permission_tab_edit_button=\u0648\u06cc\u0631\u0627\u06cc\u0634 \u062f\u0633\u062a\u0631\u0633\u06cc \u0647\u0627

permission_tab_name=\u0646\u0627\u0645

permission_tab_realm_scope=\u062f\u0627\u0645\u0646\u0647

preAssign_note_backButton_message=\u0627\u06af\u0631 \u0628\u0631 \u0631\u0648\u06cc <B>\u0628\u0627\u0632\u06af\u0634\u062a</B>\u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f\u060c\u062a\u0645\u0627\u0645 \u0634\u0631\u06a9\u062a \u06a9\u0646\u0646\u062f\u06af\u0627\u0646 \u0642\u0628\u0644 \u0627\u0632 \u062f\u0633\u062a \u062e\u0648\u0627\u0647\u0646\u062f \u0631\u0641\u062a.

preAssign_note_max_number_message=- \u0633\u0627\u0632\u0645\u0627\u0646 \u062f\u0647\u0646\u062f\u0647 \u0645\u0644\u0627\u0642\u0627\u062a \u0645\u06cc \u062a\u0648\u0627\u0646\u062f \u0628\u06cc\u0634 \u0627\u0632 \u062a\u0639\u062f\u0627\u062f \u0645\u0634\u062e\u0635\u06cc \u0627\u0632 \u0634\u0631\u06a9\u062a \u06a9\u0646\u0646\u062f\u06af\u0627\u0646 \u0631\u0627 \u062b\u0628\u062a \u0646\u0627\u0645 \u06a9\u0646\u062f\u060c \u0627\u06af\u0631 \u0645\u0637\u0644\u0648\u0628 \u0628\u0627\u0634\u062f.

preAssign_note_publish_message=- "\u0627\u0646\u062a\u0634\u0627\u0631" \u0631\u0627 \u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f \u062a\u0627 \u0639\u0645\u0644\u06cc\u0627\u062a \u067e\u0631\u062f\u0627\u0632\u0634 \u0627\u06cc\u062c\u0627\u062f \u0645\u0644\u0627\u0642\u0627\u062a \u0631\u0627 \u062a\u06a9\u0645\u06cc\u0644 \u06a9\u0646\u06cc\u062f.

print_event=&nbsp;\u0686\u0627\u067e \u06a9\u0631\u062f\u0646

print_friendly=\u0686\u0627\u067e \u0627\u06cc\u0646 \u0635\u0641\u062d\u0647

public_modify_button=\u0627\u0635\u0644\u0627\u062d \u0627\u0646\u062a\u0634\u0627\u0631

publish.withAttendee.exception=\u06cc\u06a9 \u062e\u0637\u0627\u06cc \u0646\u0627\u0634\u0646\u0627\u062e\u062a\u0647 \u0631\u062e \u062f\u0627\u062f\u0647 \u0627\u0633\u062a. \u0644\u0637\u0641\u0627 \u062f\u0648\u0628\u0627\u0631\u0647 \u062a\u0644\u0627\u0634 \u06a9\u0646\u06cc\u062f.

publish_button=\u0627\u0646\u062a\u0634\u0627\u0631

publish_processing_submit_message=\u062f\u0631 \u062d\u0627\u0644 \u067e\u0631\u062f\u0627\u0632\u0634...

publish_new_evnt_button=\u06cc\u06a9 \u0645\u0644\u0627\u0642\u0627\u062a \u062c\u062f\u06cc\u062f \u0645\u0646\u062a\u0634\u0631 \u06a9\u0646

put_In_Multiple_Calendar_Blocks_at_ScheduleTool=\u0628\u0644\u0647\u060c \u0645\u0644\u0627\u0642\u0627\u062a \u0631\u0627 \u0628\u0647 \u0639\u0646\u0648\u0627\u0646 \u06cc\u06a9 \u0631\u0648\u06cc\u062f\u0627\u062f \u062a\u0642\u0648\u06cc\u0645 \u0686\u0646\u062f\u06af\u0627\u0646\u0647 \u062f\u0631 \u0627\u0628\u0632\u0627\u0631 \u062a\u0642\u0648\u06cc\u0645  \u0645\u0646\u062a\u0634\u0631 \u06a9\u0646 \u0627\u06af\u0631 \u062c\u062f\u0648\u0644 \u0632\u0645\u0627\u0646\u0628\u0646\u062f\u06cc \u0627\u0635\u0644\u0627\u062d \u0634\u062f\u0647 \u0628\u06cc\u0634\u062a\u0631 \u0627\u0632 \u062f\u0648 \u0633\u0627\u0639\u062a \u062a\u0631\u06a9 \u0634\u062f\u0647 \u0627\u0633\u062a.

recurrence=\u0631\u0648\u06cc\u062f\u0627\u062f \u0647\u0627\u06cc \u062a\u06a9\u0631\u0627\u0631 \u0634\u0648\u0646\u062f\u0647.

remove_waitlist_button=\u0627\u0632 \u0644\u06cc\u0633\u062a \u0627\u0646\u062a\u0638\u0627\u0631 \u062d\u0630\u0641 \u0634\u0648\u062f

required1=\u06cc\u06a9

required2=\u0628\u06cc\u0627\u0646\u06af\u0631 \u0627\u0637\u0644\u0627\u0639\u0627\u062a \u0645\u0648\u0631\u062f \u0646\u06cc\u0627\u0632

save_button=\u0630\u062e\u06cc\u0631\u0647 \u06a9\u0631\u062f\u0646

edit_button=\u0648\u06cc\u0631\u0627\u06cc\u0634

select.atleast.oneGroup=\u0644\u0637\u0641\u0627 \u062d\u062f\u0627\u0642\u0644 \u06cc\u06a9 \u06af\u0631\u0648\u0647 \u06cc\u0627 \u0633\u0627\u06cc\u062a \u0631\u0627 \u0642\u0628\u0644 \u0627\u0632 \u06a9\u0644\u06cc\u06a9 \u06a9\u0631\u062f\u0646 \u0628\u0631 \u0631\u0648\u06cc <B> \u0628\u0639\u062f\u06cc </B> \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f.
select.atleast.oneGroup.for.copyMeeting=\u0644\u0637\u0641\u0627 \u0642\u0628\u0644 \u0627\u0632 \u06a9\u0644\u06cc\u06a9 \u06a9\u0631\u062f\u0646 \u0628\u0631 \u0631\u0648\u06cc <B> \u062d\u062f\u0627\u0642\u0644 \u06cc\u06a9 \u06af\u0631\u0648\u0647 \u06cc\u0627 \u0633\u0627\u06cc\u062a \u0631\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u0628\u062f \u062a\u0627 \u06cc\u06a9 \u0645\u0644\u0627\u0642\u0627\u062a \u062c\u062f\u06cc\u062f \u0631\u0627 \u0627\u0646\u062a\u0634\u0627\u0631 \u062f\u0647\u06cc\u062f</B>

select_category=-\u0627\u0646\u062a\u062e\u0627\u0628 \u062f\u0633\u062a\u0647-

select_location=-\u0627\u0646\u062a\u062e\u0627\u0628 \u0645\u06a9\u0627\u0646-

sheet_name_Attendance_data=\u0634\u0631\u06a9\u062a \u06a9\u0646\u0646\u062f\u0647

sheet_name_Attendee_schedules=\u0632\u0645\u0627\u0646\u0628\u0646\u062f\u06cc \u0634\u0631\u06a9\u062a \u06a9\u0646\u0646\u062f\u0647

signup.deadline.is.before.signup.begin=\u0632\u0645\u0627\u0646 \u0627\u0646\u062a\u0647\u0627\u06cc \u062b\u0628\u062a \u0646\u0627\u0645 \u0628\u0627\u06cc\u062f \u0628\u0639\u062f \u0627\u0632 \u0632\u0645\u0627\u0646 \u0634\u0631\u0648\u0639 \u062b\u0628\u062a \u0646\u0627\u0645 \u0628\u0627\u0634\u062f.
signup.validator.stringWithSpaceOnly=\u062a\u0646\u0647\u0627 \u0641\u0636\u0627 \u0647\u0627\u06cc \u0648\u0631\u0648\u062f\u06cc \u0645\u062c\u0627\u0632 \u0646\u06cc\u0633\u062a\u0646\u062f.

signup_download=\u062e\u0631\u0648\u062c\u06cc \u0645\u0644\u0627\u0642\u0627\u062a \u0647\u0627

signup_start_deadline=\u0634\u0631\u0648\u0639 \u062b\u0628\u062a \u0646\u0627\u0645 \u0648 \u0636\u0631\u0628 \u0627\u0644\u0627\u062c\u0644

signup_tool=\u0645\u0644\u0627\u0642\u0627\u062a \u0647\u0627

site_selection=\u0627\u0646\u062a\u062e\u0627\u0628 \u0633\u0627\u06cc\u062a

someone.already.changed.ts.cancel_status=\u0634\u062e\u0635\u06cc \u0648\u0636\u0639\u06cc\u062a \u0645\u062c\u0645\u0648\u0639\u0647 \u0627\u06cc\u0646 \u062c\u062f\u0648\u0644 \u0632\u0645\u0627\u0646\u06cc \u0631\u0627 \u062a\u063a\u06cc\u06cc\u0631 \u062f\u0627\u062f\u0647 \u0627\u0633\u062a. \u0644\u0637\u0641\u0627 \u0645\u062c\u062f\u062f\u0627 \u0622\u0646 \u0631\u0627 \u0628\u0631\u0631\u0633\u06cc \u06a9\u0646\u06cc\u062f \u0648 \u062f\u0631 \u0635\u0648\u0631\u062a \u0646\u06cc\u0627\u0632 \u0622\u0646 \u0631\u0627 \u0627\u0635\u0644\u0627\u062d \u06a9\u0646\u06cc\u062f.
someone.already.changed.ts.lock_status=\u0648\u0636\u0639\u06cc\u062a \u0642\u0641\u0644 \u0627\u06cc\u0646 \u062c\u062f\u0648\u0644 \u0632\u0645\u0627\u0646\u06cc \u062a\u063a\u06cc\u06cc\u0631 \u06a9\u0631\u062f\u0647 \u0627\u0633\u062a. \u0644\u0637\u0641\u0627 \u062f\u0648\u0628\u0627\u0631\u0647 \u0628\u0631\u0631\u0633\u06cc \u06a9\u0646\u06cc\u062f.
someone.already.remove_you=\u0634\u062e\u0635\u06cc \u0634\u0631\u06a9\u062a \u06a9\u0646\u0646\u062f\u0647 \u0631\u0627 \u0642\u0628\u0644\u0627 \u062d\u0630\u0641 \u06a9\u0631\u062f\u0647 \u0627\u0633\u062a.
someone.already.removed_or_promoted_attendee=\u0634\u0631\u06a9\u062a \u06a9\u0646\u0646\u062f\u0647 \u062d\u0630\u0641 \u0648 \u06cc\u0627 \u0627\u0631\u062a\u0642\u0627 \u062f\u0627\u062f\u0647 \u0634\u062f\u0647 \u0627\u0633\u062a.
someone.already.taken.theTimeslot=\u062c\u062f\u0648\u0644 \u0632\u0645\u0627\u0646\u06cc \u0642\u0628\u0644\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u0634\u062f\u0647 \u0627\u0633\u062a \u0648 \u062f\u0631 \u062f\u0633\u062a\u0631\u0633 \u0646\u06cc\u0633\u062a. \u0644\u0637\u0641\u0627 \u0628\u0647 \u0644\u06cc\u0633\u062a \u0627\u0646\u062a\u0638\u0627\u0631 \u0628\u067e\u06cc\u0648\u0646\u062f\u06cc\u062f \u062a\u0627 \u0627\u0632 \u0644\u063a\u0648 \u0634\u062f\u0647 \u0647\u0627 \u0645\u0637\u0644\u0639 \u0634\u0648\u06cc\u062f.
someone.already.updated.db=\u0634\u062e\u0635\u06cc \u0645\u0644\u0627\u0642\u0627\u062a \u0631\u0627 \u0627\u0635\u0644\u0627\u062d \u06a9\u0631\u062f\u0647 \u0627\u0633\u062a. \u0644\u0637\u0641\u0627 \u0645\u0644\u0627\u0642\u0627\u062a \u0631\u0627 \u0628\u0631\u0648\u0632\u0631\u0633\u0627\u0646\u06cc \u06a9\u0631\u062f\u0647 \u0648 \u062f\u0648\u0628\u0627\u0631\u0647 \u062a\u0644\u0627\u0634 \u06a9\u0646\u06cc\u062f.
someone.modified.event=\u0634\u062e\u0635\u06cc \u0645\u0644\u0627\u0642\u0627\u062a \u0631\u0627 \u0627\u0635\u0644\u0627\u062d \u06a9\u0631\u062f\u0647 \u0627\u0633\u062a. \u0644\u0637\u0641\u0627 \u0635\u0641\u062d\u0647 \u062e\u0648\u062f \u0631\u0627 \u0628\u0627\u0632\u06cc\u0627\u0628\u06cc \u06a9\u0646\u06cc\u062f.
someone.modified.event.content=\u0634\u062e\u0635 \u062f\u06cc\u06af\u0631\u06cc \u0645\u062d\u062a\u0648\u06cc \u0645\u0644\u0627\u0642\u0627\u062a \u0631\u0627 \u0648\u06cc\u0631\u0627\u06cc\u0634 \u06a9\u0631\u062f\u0647 \u0627\u0633\u062a. \u0644\u0637\u0641\u0627 \u062f\u0648\u0628\u0627\u0631\u0647 \u062a\u0644\u0627\u0634 \u06a9\u0646\u06cc\u062f.

star_character=*

summary=\u062e\u0644\u0627\u0635\u0647

tab_attendee=\u0634\u0631\u06a9\u062a \u06a9\u0646\u0646\u062f\u06af\u0627\u0646

tab_attendees=\u0634\u0631\u06a9\u062a \u06a9\u0646\u0646\u062f\u06af\u0627\u0646

tab_attendees_eids=\u0645\u0634\u062e\u0635\u0647 \u0634\u0631\u06a9\u062a \u06a9\u0646\u0646\u062f\u06af\u0627\u0646

tab_end_time=\u0632\u0645\u0627\u0646 \u067e\u0627\u06cc\u0627\u0646

tab_event_action=\u0627\u0642\u062f\u0627\u0645

tab_event_availability=\u0648\u0636\u0639\u06cc\u062a

tab_event_available_slots=\u0645\u06a9\u0627\u0646 \u0647\u0627\u06cc \u062f\u0631 \u062f\u0633\u062a\u0631\u0633

tab_event_category=\u062f\u0633\u062a\u0647

#tab_event_edit_location_custom=edit location
tab_event_date=\u062a\u0627\u0631\u06cc\u062e

tab_event_location=\u0645\u06a9\u0627\u0646

tab_event_location_custom=\u06cc\u06a9 \u0645\u06a9\u0627\u0646 \u062c\u062f\u06cc\u062f \u0648\u0627\u0631\u062f \u06a9\u0646\u06cc\u062f

tab_event_name=\u0639\u0646\u0648\u0627\u0646 \u0645\u0644\u0627\u0642\u0627\u062a

tab_event_owner=\u0633\u0627\u0632\u0645\u0627\u0646 \u062f\u0647\u0646\u062f\u0647

tab_event_remove=\u062d\u0630\u0641 \u06a9\u0631\u062f\u0646

tab_event_signed_attendee=\u0634\u0631\u06a9\u062a \u06a9\u0646\u0646\u062f\u06af\u0627\u0646

tab_event_time=\u0632\u0645\u0627\u0646

#when user select dropdownList 'view meetings what I am signed up for'
tab_event_your_appointment_time=\u0632\u0645\u0627\u0646

tab_event_your_status=\u0648\u0636\u0639\u06cc\u062a \u0634\u0645\u0627

tab_max_attendee=\u0628\u06cc\u0634\u062a\u0631\u06cc\u0646\#\u0627\u0632 \u0634\u0631\u06a9\u062a \u06a9\u0646\u0646\u062f\u06af\u0627\u0646

tab_max_participants=\u0628\u06cc\u0634\u062a\u0631\u06cc\u0646\# \u0627\u0632 <br> \u0634\u0631\u06a9\u062a \u06a9\u0646\u0646\u062f\u06af\u0627\u0646

tab_start_time=\u0632\u0645\u0627\u0646 \u0634\u0631\u0648\u0639

tab_time_slot=\u0632\u0645\u0627\u0646 \u0628\u0646\u062f\u06cc

tab_waiting_list=\u0644\u06cc\u0633\u062a \u0627\u0646\u062a\u0638\u0627\u0631

tab_waiting_list_disabled=&nbsp;[disabled]

timeperiod_divider=&nbsp;&nbsp;-&nbsp;&nbsp;

timeslot.just.canceled=\u0627\u06cc\u0646 \u0632\u0645\u0627\u0646\u0628\u0646\u062f\u06cc \u0644\u063a\u0648 \u0634\u062f\u0647 \u0627\u0633\u062a \u0648 \u062f\u06cc\u06af\u0631 \u062f\u0631 \u062f\u0633\u062a\u0631\u0633 \u0646\u06cc\u0633\u062a.
timeslot.just.locked=\u0627\u06cc\u0646 \u0632\u0645\u0627\u0646\u0628\u0646\u062f\u06cc \u0644\u063a\u0648 \u0634\u062f\u0647 \u0627\u0633\u062a \u0648 \u062f\u06cc\u06af\u0631 \u062f\u0631 \u062f\u0633\u062a\u0631\u0633 \u0646\u06cc\u0633\u062a.

title_tip_click_hide_schedule=\u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f \u062a\u0627 \u062c\u0632\u0626\u06cc\u0627\u062a \u062a\u0642\u0648\u06cc\u0645 \u0631\u0627 \u0645\u062e\u0641\u06cc \u06a9\u0646\u06cc\u062f.

title_tip_click_show_schedule=\u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f \u062a\u0627\u062c\u0632\u0626\u06cc\u0627\u062a \u062a\u0642\u0648\u06cc\u0645 \u0631\u0627 \u0646\u0645\u0627\u06cc\u0634 \u062f\u0647\u06cc\u062f.

title_tip_delete_this_ts=\u0632\u0645\u0627\u0646\u0628\u0646\u062f\u06cc \u0631\u0627 \u062d\u0630\u0641 \u06a9\u0646\u06cc\u062f.

tool_tip_add_waitlist=\u0628\u0647 \u0644\u06cc\u0633\u062a \u0627\u0646\u062a\u0638\u0627\u0631 \u0627\u0636\u0627\u0641\u0647 \u0634\u0648\u062f.

unlimited_num_attendee=\u062a\u0639\u062f\u0627\u062f \u0646\u0627\u0645\u062d\u062f\u0648\u062f \u0634\u0631\u06a9\u062a \u06a9\u0646\u0646\u062f\u06af\u0627\u0646

user.has.no.permission.attend=\u06a9\u0627\u0631\u0628\u0631{0}\u0627\u062c\u0627\u0632\u0647 \u062f\u0633\u062a\u0631\u0633\u06cc \u0628\u0647 \u0634\u0631\u06a9\u062a \u062f\u0631 \u0627\u06cc\u0646 \u0631\u0648\u06cc\u062f\u0627\u062f \u0631\u0627 \u0646\u062f\u0627\u0631\u062f.
user.not.allowed.to.waitlist=\u0642\u0627\u0628\u0644\u06cc\u062a \u0627\u0636\u0627\u0641\u0647 \u0634\u062f\u0646 \u0628\u0647 \u0644\u06cc\u0633\u062a \u0627\u0646\u062a\u0638\u0627\u0631 \u062a\u0648\u0633\u0637 \u0633\u0627\u0632\u0645\u0627\u0646 \u062f\u0647\u0646\u062f\u0647 \u063a\u06cc\u0631\u0641\u0639\u0627\u0644 \u0634\u062f\u0647 \u0627\u0633\u062a.
user.not.found=\u06a9\u0627\u0631\u0628\u0631 \u067e\u06cc\u062f\u0627 \u0646\u0634\u062f

view_all=\u0647\u0645\u0647

view_all_future_meetings=\u062a\u0645\u0627\u0645  \u0645\u0644\u0627\u0642\u0627\u062a \u0647\u0627\u06cc \u0622\u06cc\u0646\u062f\u0647

view_current_month=30 \u0631\u0648\u0632 \u0628\u0639\u062f\u06cc

view_current_three_months=90 \u0631\u0648\u0632 \u0628\u0639\u062f\u06cc

view_immediate_avail_ones=\u0645\u0644\u0627\u0642\u0627\u062a \u0628\u0631\u0627\u06cc \u062b\u0628\u062a \u0646\u0627\u0645 \u062f\u0631 \u062f\u0633\u062a\u0631\u0633 \u0627\u0633\u062a

view_my_signed_up=\u0645\u0634\u0627\u0647\u062f\u0647 \u0645\u0644\u0627\u0642\u0627\u062a \u0647\u0627\: \u0645\u0646 \u0628\u0631\u0627\u06cc \u0622\u0646 \u062b\u0628\u062a \u0646\u0627\u0645 \u06a9\u0631\u062f\u0647 \u0627\u0645

view_previous_events=\u062a\u0645\u0627\u0645 \u0645\u0644\u0627\u0642\u0627\u062a \u0647\u0627\u06cc \u06af\u0630\u0634\u062a\u0647

view_semi_year=\u0646\u06cc\u0645\u0633\u0627\u0644 \u062c\u0627\u0631\u06cc

waitlist.option.just.turn.off=\u062a\u0646\u0638\u06cc\u0645 \u0644\u06cc\u0633\u062a \u0627\u0646\u062a\u0638\u0627\u0631 \u062d\u0630\u0641 \u0634\u062f\u0647 \u0627\u0633\u062a.

warn_copy_recurred_event=\u0634\u0645\u0627 \u062f\u0631 \u062d\u0627\u0644 \u06a9\u067e\u06cc \u06a9\u0631\u062f\u0646 \u06cc\u06a9 \u0633\u0631\u06cc \u0627\u0632 \u0645\u0644\u0627\u0642\u0627\u062a \u0647\u0627\u06cc \u062a\u06a9\u0631\u0627\u0631 \u0634\u0648\u0646\u062f\u0647 \u0647\u0633\u062a\u06cc\u062f. \u0644\u0637\u0641\u0627 \u062a\u0627\u0631\u06cc\u062e \u0634\u0631\u0648\u0639/ \u0627\u0646\u062a\u0647\u0627 \u0631\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0631\u062f\u0647 \u0648 \u0645\u062a\u0646\u0627\u0638\u0631\u0627 \u0622\u0646 \u0631\u0627 \u0627\u0635\u0644\u0627\u062d \u06a9\u0646\u06cc\u062f.

warn_reschedule_event=\u0645\u0645\u06a9\u0646 \u0627\u0633\u062a \u0627\u0634\u062e\u0627\u0635\u06cc \u0628\u0631\u0627\u06cc \u0645\u0644\u0627\u0642\u0627\u062a \u062b\u0628\u062a \u0646\u0627\u0645 \u06a9\u0631\u062f\u0647 \u0628\u0627\u0634\u0646\u062f. \u0634\u0645\u0627 \u0627\u062d\u062a\u0645\u0627\u0644\u0627 \u0646\u06cc\u0627\u0632 \u062f\u0627\u0631\u06cc\u062f \u062a\u0627 \u0628\u0627 \u0622\u0646\u0647\u0627 \u062f\u0631\u0645\u0648\u0631\u062f \u0628\u0631\u0646\u0627\u0645\u0647 \u0631\u06cc\u0632\u06cc \u062f\u0648\u0628\u0627\u0631\u0647 \u062a\u0645\u0627\u0633 \u0628\u06af\u06cc\u0631\u06cc\u062f.

warning.event.crossed_twoDays=\u0645\u0644\u0627\u0642\u0627\u062a \u062f\u0631 \u062f\u0648 \u0631\u0648\u0632 \u0645\u062a\u0641\u0627\u0648\u062a \u0628\u0631\u0646\u0627\u0645\u0647 \u0631\u06cc\u0632\u06cc \u0634\u062f\u0647 \u0627\u0633\u062a.
warning.event.crossed_twoMonths=\u0645\u0644\u0627\u0642\u0627\u062a \u0628\u0631\u0627\u06cc \u062f\u0648 \u0645\u0627\u0647 \u0645\u062a\u0641\u0627\u0648\u062a \u0628\u0631\u0646\u0627\u0645\u0647 \u0631\u06cc\u0632\u06cc \u0634\u062f\u0647 \u0627\u0633\u062a.
warning.event.crossed_twoYears=\u0645\u0644\u0627\u0642\u0627\u062a \u0628\u0631\u0627\u06cc \u062f\u0648 \u0633\u0627\u0644 \u0645\u062a\u0641\u0627\u0648\u062a \u0628\u0631\u0646\u0627\u0645\u0647 \u0631\u06cc\u0632\u06cc \u0634\u062f\u0647 \u0627\u0633\u062a.
warning.some_timeslot_may_locked_canceled=\u06cc\u06a9 \u06cc\u0627 \u0686\u0646\u062f \u0632\u0645\u0627\u0646\u0628\u0646\u062f\u06cc \u062f\u0631 \u0645\u0644\u0627\u0642\u0627\u062a \u06a9\u067e\u06cc \u0634\u062f\u0647 \u0648\u062c\u0648\u062f \u062f\u0627\u0631\u062f \u06a9\u0647 \u06cc\u0627 \u0642\u0641\u0644 \u06cc\u0627 \u0644\u063a\u0648 \u0634\u062f\u0647 \u0627\u0633\u062a.
warning.your.event.singup.begin.time.passed.today.time=\u0634\u0631\u06a9\u062a \u06a9\u0646\u0646\u062f\u06af\u0627\u0646 \u0645\u0645\u06a9\u0646 \u0627\u0633\u062a \u0642\u0627\u0628\u0644\u06cc\u062a \u062f\u0627\u0634\u062a\u0647 \u0628\u0627\u0634\u0646\u062f \u062a\u0627 \u0628\u0631\u0627\u06cc \u0627\u06cc\u0646 \u0645\u0644\u0627\u0642\u0627\u062a \u0641\u0648\u0631\u0627  \u062b\u0628\u062a \u0646\u0627\u0645 \u06a9\u0646\u0646\u062f \u0632\u06cc\u0631\u0627 \u0632\u0645\u0627\u0646 \u062b\u0628\u062a \u0646\u0627\u0645 \u06af\u0630\u0634\u062a\u0647 \u0627\u0633\u062a.

wksheet_appointment_duration=\u0637\u0648\u0644 \u0632\u0645\u0627\u0646 (\u062f\u0642\u06cc\u0642\u0647)

wksheet_appointment_start_time=\u0632\u0645\u0627\u0646 \u0645\u0644\u0627\u0642\u0627\u062a

wksheet_attendance_UserID=\u0645\u0634\u062e\u0635\u0647 \u06a9\u0627\u0631\u0628\u0631

wksheet_category=\u062f\u0633\u062a\u0647

wksheet_location=\u0645\u06a9\u0627\u0646

wksheet_meeting_duration=\u0637\u0648\u0644 \u0632\u0645\u0627\u0646 \u0631\u0648\u06cc\u062f\u0627\u062f (\u062f\u0642\u06cc\u0642\u0647)

wksheet_meeting_name=\u0646\u0627\u0645 \u0631\u0648\u06cc\u062f\u0627\u062f

wksheet_meeting_start_time=\u0632\u0645\u0627\u0646 \u0634\u0631\u0648\u0639 \u0631\u0648\u06cc\u062f\u0627\u062f

wksheet_num_of_attendees=\#\u062a\u0639\u062f\u0627\u062f \u0634\u0631\u06a9\u062a \u06a9\u0646\u0646\u062f\u06af\u0627\u0646 \u062f\u0631 \u0632\u0645\u0627\u0646\u0628\u0646\u062f\u06cc

wksheet_organizer=\u0633\u0627\u0632\u0645\u0627\u0646 \u062f\u0647\u0646\u062f\u0647

wksheet_site_name=\u0639\u0646\u0648\u0627\u0646 \u0633\u0627\u06cc\u062a

wksheet_user_comment=\u0646\u0638\u0631\u0627\u062a \u0634\u0631\u06a9\u062a \u06a9\u0646\u0646\u062f\u06af\u0627\u0646

wksheet_user_email=\u0627\u06cc\u0645\u06cc\u0644

wksheet_user_id=\u0645\u0634\u062e\u0635\u0647 \u06a9\u0627\u0631\u0628\u0631\u06cc \u0634\u0631\u06a9\u062a \u06a9\u0646\u0646\u062f\u0647

wksheet_user_name=\u0646\u0627\u0645 \u0634\u0631\u06a9\u062a \u06a9\u0646\u0646\u062f\u0647

you.already.in_waiting_list=\u0634\u0645\u0627 \u062f\u0631 \u0644\u06cc\u0633\u062a \u0627\u0646\u062a\u0638\u0627\u0631 \u0642\u0631\u0627\u0631 \u062f\u0627\u062f\u0647 \u0634\u062f\u0647 \u0627\u06cc\u062f
you.have.multiple.tabs.in.browser=\u0634\u0645\u0627 \u0632\u0628\u0627\u0646\u0647 \u0647\u0627\u06cc \u0686\u0646\u062f\u06af\u0627\u0646\u0647 \u062f\u0627\u0631\u06cc\u062f{0} \u06a9\u0647 \u062f\u0631 \u0645\u0631\u0648\u0631\u06af\u0631\u062a\u0627\u0646 \u0628\u0627\u0632 \u0634\u062f\u0647 \u0627\u0646\u062f. \u0644\u0637\u0641\u0627 \u0632\u0628\u0627\u0646\u0647 \u0647\u0627\u06cc \u0627\u0636\u0627\u0641\u06cc \u0631\u0627 \u0628\u0628\u0646\u062f\u06cc\u062f{0}\u0648 \u062f\u0648\u0628\u0627\u0631\u0647 \u062a\u0644\u0627\u0634 \u06a9\u0646\u06cc\u062f.
you.need.select.one.toDownload=\u0647\u06cc\u0686 \u0645\u0644\u0627\u0642\u0627\u062a\u06cc \u0627\u0646\u062a\u062e\u0627\u0628 \u0646\u0634\u062f\u0647 \u0627\u0633\u062a.
you.promoted.to.another.ts_meanwhile=\u0634\u0645\u0627 \u0627\u0632 \u0644\u06cc\u0633\u062a \u0627\u0646\u062a\u0638\u0627\u0631 \u062f\u0631 \u0632\u0645\u0627\u0646\u0628\u0646\u062f\u06cc \u062f\u06cc\u06af\u0631\u06cc \u0627\u0631\u062a\u0642\u0627 \u062f\u0627\u062f\u0647 \u0634\u062f\u0647 \u0627\u06cc\u062f. \u0634\u0645\u0627 \u0646\u0645\u06cc \u062a\u0648\u0627\u0646\u06cc\u062f \u0628\u0631\u0627\u06cc \u0627\u06cc\u0646 \u0632\u0645\u0627\u0646\u0628\u0646\u062f\u06cc \u062b\u0628\u062a \u0646\u0627\u0645 \u06a9\u0646\u06cc\u062f.

you_need_to_login=\u0634\u0645\u0627 \u0646\u06cc\u0627\u0632 \u062f\u0627\u0631\u06cc\u062f \u062a\u0627 \u0628\u0631\u0627\u06cc \u0645\u0634\u0627\u0647\u062f\u0647 \u0648\u0627\u0631\u062f \u0634\u0648\u06cc\u062f.

send_email_to_notify_the_attendee=\u0628\u0631\u0627\u06cc \u0645\u0637\u0644\u0639 \u06a9\u0631\u062f\u0646 \u0634\u0631\u06a9\u062a \u06a9\u0646\u0646\u062f\u0647 \u0627\u06cc\u0645\u06cc\u0644 \u0628\u0641\u0631\u0633\u062a.

send_email_to_notify_the_organizers=\u0628\u0631\u0627\u06cc \u0645\u0637\u0644\u0639 \u06a9\u0631\u062f\u0646 \u0633\u0627\u0632\u0645\u0627\u0646 \u062f\u0647\u0646\u062f\u0647 \u0627\u06cc\u0645\u06cc\u0644 \u0628\u0641\u0631\u0633\u062a.

edit=\u0648\u06cc\u0631\u0627\u06cc\u0634
delete=\u062d\u0630\u0641
email=\u0622\u062f\u0631\u0633 \u0627\u06cc\u0645\u06cc\u0644
sort_ascending=\u0645\u0631\u062a\u0628 \u0634\u062f\u0647 \u0628\u0631 \u0627\u0633\u0627\u0633 {0} \u0635\u0639\u0648\u062f\u06cc
sort_descending=\u0645\u0631\u062a\u0628 \u0634\u062f\u0647 \u0628\u0631 \u0627\u0633\u0627\u0633{0} \u0646\u0632\u0648\u0644\u06cc

