#Generated by ResourceBundle Editor (http://eclipse-rbe.sourceforge.net)
Failed.remove.event=S'ha produ\u00eft un error. Les sessions seleccionades no s'han eliminat. Intenteu-ho novament.

add_attachments=Afegeix fitxers adjunts

add_more_ts=Afegeix una franja de temps nova.

add_new_event=Afegeix

add_remove_attachments=Afegeix/Elimina fitxers adjunts

add_to_bottom=A la part inferior

add_to_top=A la part superior

add_waitlist_button=Afegeix-me a la llista d'espera

apply_added_participants_to_allRecur_events=&nbsp;S\u00ed, assigna els participants a la mateixa franja de temps per a totes las ocurr\u00e8ncies.

assign_attendee_publish_button=Assigna els participants i publica

assign_attendees=Assigna els participants

assign_participants_toAllRecurrences=Assigna'ls a totes\:

attachments=Fitxers adjunts\:

attend_off=Apagat

attend_on=Enc\u00e8s

attend_taken=Control d'assist\u00e8ncia

attend_track_selected=&nbsp;(si ho seleccioneu, podeu controlar l'assist\u00e8ncia en aquesta sessi\u00f3)

attend_view_list_head=Franges de temps i assist\u00e8ncia

attend_view_list_slot_list_canceled=Aquesta franja de temps ha estat cancel\u00b7lada

attend_view_list_slot_list_empty_msg=No hi ha assistents inscrits per aquesta franja de temps

attend_view_list_slot_list_summary=Llista d'assistents a la sessi\u00f3. Cada fila t\u00e9 un quadre de selecci\u00f3 per marcar l'assist\u00e8ncia. El quadre de selecci\u00f3 de la cap\u00e7alera marca i desmarca tot.

attend_view_list_slot_list_wait_head=Llista d'espera

attend_view_list_summary=Llista de sessions. Cada cel\u00b7la cont\u00e9 l'hora de la sessi\u00f3 (com a cap\u00e7alera) i una llista dels assistents amb quadres de selecci\u00f3 per marcar l'assist\u00e8ncia. El quadre de selecci\u00f3 a la cap\u00e7alera marca o desmarca tots els fills.

attend_view_select_all=Seleccionar totes les inscripcions

#attendance view page
attend_view_title=Assist\u00e8ncia\:

attend_view_toggle=Canvia les llistes d'espera

attendee.already.in.timeslot=El participant ja es troba en la franja de temps.

attendee_enterEid=Introdu\u00efu l'identificador d'usuari o l'adre\u00e7a de correu electr\u00f2nic&nbsp;

attendee_select=Selecciona&nbsp;

basic=Informaci\u00f3 b\u00e0sica

before_event_end=abans que finalitzi la sessi\u00f3

before_event_start=abans que comenci la sessi\u00f3

cancel_button=Cancel\u00b7la

cancel_timeslot=Cancel\u00b7la la franja de temps

#cancelTimeslot.jsp
cancel_timeslot_button=Cancel\u00b7la la franja de temps

confirm_cancel=Esteu segur de voler cancel\u00b7lar la franja de temps? Aix\u00f2 eliminar\u00e0 tots els participants de franja i s'enviar\u00e0 un correu electr\u00f2nic a cadascun dels participants

continue_button=Continua

copy_event=Copia

create_instruction=Per a crear una sessi\u00f3, introdu\u00efu la informaci\u00f3 necess\u00e0ria i feu clic a <b>Seg\u00fcent</b>.

#new event - step1.jsp
create_new_event=Crea una nova sessi\u00f3\:

crossDay.event.repeat.biweekly.problem=La durada de la sessi\u00f3 \u00e9s major a 14 dies. Per a les sessions d'aquest tipus no es pot establir que es repeteixin cada dos setmanes.
crossDay.event.repeat.daily.problem=La durada de la sessi\u00f3 \u00e9s major a 24 hores. Per a les sessions d'aquest tipus no es pot establir que es repeteixin cada dia.
crossDay.event.repeat.weekly.problem=La durada de la sessi\u00f3 \u00e9s major a 7 dies. Per a les sessions d'aquest tipus no es pot establir que es repeteixin totes les setmanes.

#User action exception messages
db.error_or_event.notExisted=S'ha produ\u00eft un error de base de dades o b\u00e9 la sessi\u00f3 ja no existeix.

delete_attandee_confirmation=Esteu segur de voler eliminar aquest participant de la franja de temps?

dropDown_line_separator=----------------------------------

edit.failed_due_to_other_updated_db=Ha fallat l'edici\u00f3. Alg\u00fa m\u00e9s ha modificat la sessi\u00f3. Torneu-ho a provar.

#email exception message
email.exception=El correu electr\u00f2nic no s'ha enviat\: s'ha produ\u00eft un error.

error.calendarEvent.posted_failed=La sessi\u00f3 s'ha creat satisfact\u00f2riament, per\u00f2 no es pot afegir al calendari perqu\u00e8 l'eina Agenda no est\u00e0 inclosa a l'espai.
error.calendarEvent.posted_failed_due_to_permission=La sessi\u00f3 s'ha creat satisfact\u00f2riament, per\u00f2 no es pot afegir al calendari del/s espai/s perqu\u00e8 no t\u00e9 privilegis suficients per afegir al calendari.
error.calendarEvent.removal_failed=S'ha produ\u00eft un error i l'eliminaci\u00f3 de la sessi\u00f3 del calendari de l'eina Agenda pot haver fallat.
error.calendarEvent.updated_failed=La sessi\u00f3 s'ha actualitzat satisfact\u00f2riament, per\u00f2 no pot actualitzar-se al calendari de l'espai perqu\u00e8 l'eina Agenda no est\u00e0 inclosa a l'espai. 
error.calendarEvent.updated_failed_due_to_permission=La sessi\u00f3 s'ha actualitzat satisfact\u00f2riament, per\u00f2 no pot actualitzar-se al calendari de l'/s espai/s perqu\u00e8 no t\u00e9 permisos per actualitzar el calendari. 
error.group_sync_failed=No es pot sincronitzar el grup. Ha estat esborrat manualment des de l'eina Informaci\u00f3 de l'espai?  Per restaurar el grup, visiteu la p\u00e0gina de modificaci\u00f3 de la sessi\u00f3 i feu clic a 'Publica Modificaci\u00f3', despr\u00e9s torneu aqu\u00ed per sincronitzar altre cop.
error.no.change.group.title=Alguns t\u00edtols de grups no han estat sincronitzats donat que han estat modificats a trav\u00e9s de l'eina Informaci\u00f3 de l'espai.
error.no_group_for_timeslot=No es troba el grup per aquest per\u00edode. Per restaurar el grup, visiteu la p\u00e0gina de modificaci\u00f3 de la sessi\u00f3 i feu clic a 'Publica Modificaci\u00f3', despr\u00e9s torneu aqu\u00ed per sincronitzar altre cop.
error.occurred_try_again=S'ha produ\u00eft un error\: torneu-ho a provar.

event.Signup.not.started.yet=Disponible a partir del 
event.SignupNotRequire=No \u00e9s necessari inscriure's
event.available=Disponible
#meeting status for participants
event.closed=Tancat
event.create_custom_defined_TS_blocks=Feu clic al bot\u00f3 'Crea franja(es) de temps' per a definir una nova franja de temps personalitzada.
event.endTime_should_after_startTime=L'hora de fi de la sessi\u00f3 ha de ser posterior a l'hora d'inici. 
event.endTimeslot_should_after_startTimeslot=Fila {0} - l''hora de fi ha de ser posterior a l''hora d'inici en la franja de temps.
event.inProgress=En curs
event.location_not_assigned=Assigneu una ubicaci\u00f3.
event.maxAttendee_should_be_valid=Introdu\u00efu un nombre v\u00e0lid d'assistents en el tipus de sessi\u00f3.
event.meeting.locked=La inscripci\u00f3 est\u00e0 bloquejada
event.repeatNnum.bigger.than.one=El nombre d'ocurr\u00e8ncies ha de ser m\u00e9s gran que 0.
event.repeatbeforestart=Data de Fi no v\u00e0lida. La data que especifiqueu al camp 'Finalitzar despr\u00e9s de\:' almenys ha de ser un per\u00edode de freq\u00fc\u00e8ncia posterior de la data del camp 'Hora Inici'.
event.selectMeetingType=Seleccioneu el tipus de sessi\u00f3.
event.signup.deadline.passed=El temps d'inscripci\u00f3 ja ha caducat.
event.timeslot_duration_should_not_lessThan_one=La durada de la franja de temps de la sessi\u00f3 no pot ser menor a un minut, si us plau augmenteu l'hora de fi de la sessi\u00f3.
event.unavailable=Ple
event.youOnWaitList=En llista d'espera
event.youSignedUp=Inscrit