# this defines the entity description for the forum provider
forums=\u041e\u0441\u0438\u0433\u0443\u0440\u044f\u0432\u0430 \u043d\u0430\u0431\u043e\u0440 \u043e\u0442 RESTful \u043a\u0440\u0430\u0439\u043d\u0438 \u0442\u043e\u0447\u043a\u0438 \u0437\u0430 \u0438\u0437\u0432\u043b\u0438\u0447\u0430\u043d\u0435 \u043d\u0430 \u0435\u0434\u0438\u043d\u0438\u0447\u043d\u0438 \u0444\u043e\u0440\u0443\u043c\u0438, \u043a\u043e\u043b\u0435\u043a\u0446\u0438\u0438 \u043e\u0442 \u0441\u0430\u0439\u0442\u043e\u0432\u0435 \u043d\u0430 \u0444\u043e\u0440\u0443\u043c\u0438, \u043e\u0442\u0434\u0435\u043b\u043d\u0438 \u0442\u0435\u043c\u0438 (\u043a\u043e\u043b\u0435\u043a\u0446\u0438\u0438 \u043e\u0442 \u0440\u0430\u0437\u0433\u043e\u0432\u043e\u0440\u0438) \u0438 \u0441\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u044f \u0441 \u0442\u0435\u0445\u043d\u0438\u0442\u0435 \u0434\u0435\u0446\u0430. \u041f\u0440\u0438\u043c\u0435\u0440\u0435\u043d \u0440\u0430\u0431\u043e\u0442\u0435\u043d \u043f\u0440\u043e\u0446\u0435\u0441 \u0431\u0438 \u0431\u0438\u043b \u0434\u0430 \u0438\u0437\u0432\u0438\u043a\u0430\u0442\u0435 \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0435\u0442\u043e \u043d\u0430 \u0441\u0430\u0439\u0442\u0430 \u0441 /direct/forums/site/SITEID.json \u0437\u0430 \u0444\u043e\u0440\u0443\u043c\u0438 \u043e\u0442 \u043d\u0430\u0439-\u0432\u0438\u0441\u043e\u043a\u043e \u043d\u0438\u0432\u043e \u0432 \u0434\u0430\u0434\u0435\u043d \u0441\u0430\u0439\u0442, \u0441\u043b\u0435\u0434 \u043a\u043e\u0435\u0442\u043e \u0434\u0430 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0442\u0435 /direct/forums/site/SITEID/forum/FORUMID.json, \u0437\u0430 \u0434\u0430 \u043f\u043e\u043b\u0443\u0447\u0438\u0442\u0435 \u0438\u043d\u0434\u0438\u0432\u0438\u0434\u0443\u0430\u043b\u0435\u043d \u0444\u043e\u0440\u0443\u043c \u0434\u043e \u043d\u0438\u0432\u043e \u0442\u0435\u043c\u0430. \u0421\u043b\u0435\u0434 \u0442\u043e\u0432\u0430 \u0449\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0442\u0435 /direct/forums/site/SITEID/forum/FORUMID/topic/TOPICID.json, \u0437\u0430 \u0434\u0430 \u043f\u043e\u043b\u0443\u0447\u0438\u0442\u0435 \u0442\u0435\u043c\u0430, \u043e\u0441\u043d\u043e\u0432\u043d\u043e \u043d\u0430\u0431\u043e\u0440 \u043e\u0442 \u0440\u0430\u0437\u0433\u043e\u0432\u043e\u0440\u0438, \u0441\u043b\u0435\u0434 \u043a\u043e\u0435\u0442\u043e \u0449\u0435 \u0438\u0437\u0432\u0438\u043a\u0430\u0442\u0435 /direct/forums/site/SITEID/forum/FORUMID/ topic/TOPICID/message/MESSAGEID.json, \u0437\u0430 \u0434\u0430 \u043f\u043e\u043b\u0443\u0447\u0438\u0442\u0435 \u043d\u0430\u043f\u044a\u043b\u043d\u043e \u043f\u043e\u043f\u044a\u043b\u043d\u0435\u043d\u043e \u0441\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u0435 \u0441 \u043f\u0440\u0438\u043a\u0430\u0447\u0435\u043d\u0438 \u0444\u0430\u0439\u043b\u043e\u0432\u0435 \u0438 \u0434\u0435\u0446\u0430.

forums.action.site=(GET) \u0418\u0437\u0432\u043b\u0438\u0447\u0430 \u0444\u043e\u0440\u0443\u043c\u0438, \u0442\u0435\u043c\u0438 \u0438 \u0440\u0430\u0437\u0433\u043e\u0432\u043e\u0440\u0438 \u0437\u0430 \u0434\u0430\u0434\u0435\u043d \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440 \u043d\u0430 \u0441\u0430\u0439\u0442. <br /><br />\u0412\u0437\u0435\u043c\u0435\u0442\u0435 \u0432\u0441\u0438\u0447\u043a\u0438 \u0444\u043e\u0440\u0443\u043c\u0438 \u0437\u0430 \u0441\u0430\u0439\u0442\:<br /> /direct/forums/site/SITEID.json<br /> <br />\u0412\u0437\u0435\u043c\u0435\u0442\u0435 \u0432\u0441\u0438\u0447\u043a\u0438 \u0442\u0435\u043c\u0438 \u0437\u0430 \u0444\u043e\u0440\u0443\u043c\:<br /> /direct /forums/site/SITEID/forum/FORUMID.json<br /><br /> \u0412\u0437\u0435\u043c\u0435\u0442\u0435 \u0432\u0441\u0438\u0447\u043a\u0438 \u0440\u0430\u0437\u0433\u043e\u0432\u043e\u0440\u0438 \u0437\u0430 \u0434\u0430\u0434\u0435\u043d\u0430 \u0442\u0435\u043c\u0430\:<br /> /direct/forums/site/SITEID/forum/FORUMID/topic/TOPICID.json < br /><br />\u041f\u043e\u043b\u0443\u0447\u0435\u0442\u0435 \u043d\u0430\u043f\u044a\u043b\u043d\u043e \u043f\u043e\u043f\u044a\u043b\u043d\u0435\u043d \u0440\u0430\u0437\u0433\u043e\u0432\u043e\u0440 \u0438\u043b\u0438 \u0441\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u0435. \u0422\u043e\u0432\u0430 \u0438\u0437\u0432\u043b\u0438\u0447\u0430 \u0434\u044a\u0440\u0432\u043e\u0442\u043e \u043d\u0430 \u0441\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u044f\u0442\u0430 \u043e\u0442 \u0443\u043a\u0430\u0437\u0430\u043d\u043e\u0442\u043e \u0441\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u0435 \u043d\u0430\u0434\u043e\u043b\u0443. \u0410\u043a\u043e MESSAGEID \u0435 \u0441\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u0435\u0442\u043e \u043e\u0442 \u043d\u0430\u0439-\u0432\u0438\u0441\u043e\u043a\u043e \u043d\u0438\u0432\u043e \u0432 \u0440\u0430\u0437\u0433\u043e\u0432\u043e\u0440, \u0441\u0435 \u0432\u0440\u044a\u0449\u0430 \u0446\u0435\u043b\u0438\u044f\u0442 \u0440\u0430\u0437\u0433\u043e\u0432\u043e\u0440.<br /> /direct/forums/site/SITEID/forum/FORUMID/topic/TOPICID/message/MESSAGEID.json
