#X-Generator: crowdin.com
# this defines the entity description for the forum provider
forums=\u0641\u0631\u0627\u0647\u0645 \u0622\u0648\u0631\u0646\u062f\u0647 \u0627\u0646\u062c\u0645\u0646 \u060c \u0645\u062c\u0645\u0648\u0639\u0647 \u0627\u06cc \u0627\u0632 \u0646\u0642\u0627\u0637 \u067e\u0627\u06cc\u0627\u0646\u06cc RESTFUL \u0631\u0627 \u0628\u0631\u0627\u06cc \u0628\u0627\u0632\u06cc\u0627\u0628\u06cc \u0627\u0646\u062c\u0645\u0646 \u0647\u0627\u06cc \u0645\u0646\u0641\u0631\u062f\u060c \u0645\u062c\u0645\u0648\u0639\u0647 \u0647\u0627\u06cc \u0633\u0627\u06cc\u062a \u0627\u0646\u062c\u0645\u0646 \u0647\u0627\u060c \u0645\u0648\u0636\u0648\u0639\u0627\u062a \u0645\u0646\u062d\u0635\u0631 \u0628\u0647 \u0641\u0631\u062f( \u0627\u062c\u062a\u0645\u0627\u0639 \u0647\u0627 \u0648 \u06af\u0641\u062a\u06af\u0648\u0647\u0627) \u0648 \u067e\u06cc\u0627\u0645 \u0647\u0627 \u0628\u0627 \u0632\u06cc\u0631 \u0627\u0646\u062c\u0645\u0646 \u0647\u0627 \u0641\u0631\u0627\u0647\u0645 \u0645\u06cc \u06a9\u0646\u062f.  \u06cc\u06a9 \u0646\u0645\u0648\u0646\u0647 \u062c\u0631\u06cc\u0627\u0646 \u06a9\u0627\u0631\u06cc\u060c \u0641\u0631\u062e\u0648\u0627\u0646\u062f\u0646 \u0639\u0645\u0644 \u0633\u0627\u06cc\u062a \u0628\u0627  /direct/forums/site/SITEID.json  \u0628\u0631\u0627\u06cc \u0627\u0646\u062c\u0645\u0646  \u0647\u0627\u06cc \u0633\u0637\u062d \u0628\u0627\u0644\u0627 \u062f\u0631 \u06cc\u06a9 \u0633\u0627\u06cc\u062a\u060c \u0633\u067e\u0633 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0627\u0632           /direct/forums/site/SITEID/forum/FORUMID.json  \u0628\u0631\u0627\u06cc \u0641\u0631\u0627\u0647\u0645 \u0622\u0648\u0631\u062f\u0646 \u06cc\u06a9 \u0627\u0646\u062c\u0645\u0646 \u0627\u062e\u062a\u0635\u0627\u0635\u06cc \u0628\u0631\u0627\u06cc \u0647\u0631 \u0645\u0648\u0636\u0648\u0639 \u062e\u0648\u0627\u0647\u062f \u0628\u0648\u062f. \u067e\u0633 \u0627\u0632 \u0622\u0646 \u0627\u0632 /direct/forums/site/SITEID/forum/FORUMID/topic/TOPICID.json \u0628\u0631\u0627\u06cc \u062d\u0635\u0648\u0644 \u06cc\u06a9 \u0645\u0648\u0636\u0648\u0639 \u060c \u0627\u0633\u0627\u0633\u0627 \u0645\u062c\u0645\u0648\u0639\u0647 \u0627\u06cc \u0627\u0632 \u06af\u0641\u062a\u06af\u0648 \u0647\u0627\u060c \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0645\u06cc \u06a9\u0646\u062f. \u0633\u067e\u0633 \u0628\u0631\u0627\u06cc \u062d\u0635\u0648\u0644 \u06cc\u06a9 \u067e\u06cc\u0627\u0645 \u0639\u0645\u0648\u0645\u06cc \u06a9\u0627\u0645\u0644 \u0628\u0627 \u067e\u06cc\u0648\u0633\u062a \u0647\u0627 \u0648 \u0632\u06cc\u0631 \u067e\u06cc\u0627\u0645 \u0647\u0627    /direct/forums/site/SITEID/forum/FORUMID/topic/TOPICID/message/MESSAGEID.json  \u0631\u0627 \u0641\u0631\u0627\u062e\u0648\u0627\u0646\u06cc \u062e\u0648\u0627\u0647\u062f \u06a9\u0631\u062f. 

forums.action.site=(GET ) \u0627\u0646\u062c\u0645\u0646 \u0647\u0627 \u0631\u0627 \u0628\u0631\u0627\u06cc \u0645\u0648\u0636\u0648\u0639\u0627\u062a \u0648 \u06af\u0641\u062a\u06af\u0648\u0647\u0627 \u0628\u0631\u0627\u06cc \u06cc\u06a9 \u0634\u0646\u0627\u0633\u0647 \u0633\u0627\u06cc\u062a \u062f\u0627\u062f\u0647 \u0634\u062f\u0647 \u0628\u0627\u0632\u06cc\u0627\u0628\u06cc \u0645\u06cc \u06a9\u0646\u062f. \n\u062a\u0645\u0627\u0645 \u0627\u0646\u062c\u0645\u0646 \u0647\u0627 \u0628\u0631\u0627\u06cc \u06cc\u06a9 \u0633\u0627\u06cc\u062a \u0631\u0627 \u0628\u0647 \u062f\u0633\u062a \u0622\u0648\u0631\u06cc\u062f\:/direct/forums/site/SITEID.json\n\u062a\u0645\u0627\u0645 \u0645\u0648\u0636\u0648\u0639\u0627\u062a \u0628\u0631\u0627\u06cc \u06cc\u06a9 \u0627\u0646\u062c\u0645\u0646 \u0631\u0627 \u0628\u0647 \u062f\u0633\u062a \u0622\u0648\u0631\u06cc\u062f\: /direct/forums/site/SITEID/forum/FORUMID.json\n\u062a\u0645\u0627\u0645 \u06af\u0641\u062a\u06af\u0648\u0647\u0627 \u0628\u0631\u0627\u06cc \u06cc\u06a9 \u0645\u0648\u0636\u0648\u0639 \u0631\u0627 \u0628\u0647 \u062f\u0633\u062a \u0622\u0648\u0631\u06cc\u062f\:                                                                                 /direct/forums/site/SITEID/forum/FORUMID/topic/TOPICID.json \n\u06cc\u06a9 \u06af\u0641\u062a\u06af\u0648 \u06cc\u0627 \u067e\u06cc\u0627\u0645 \u0639\u0645\u0648\u0645\u06cc \u06a9\u0627\u0645\u0644 \u0631\u0627 \u0628\u0647 \u062f\u0633\u062a \u0622\u0648\u0631\u06cc\u062f. GET \u062f\u0631\u062e\u062a \u067e\u06cc\u0627\u0645 \u0628\u0631\u0627\u06cc \u067e\u06cc\u0627\u0645 \u0647\u0627\u06cc \u062e\u0627\u0635 \u0628\u0627\u0644\u0627 \u0628\u0647 \u067e\u0627\u06cc\u06cc\u0646 \u0631\u0627 \u0628\u0627\u0632\u06cc\u0627\u0628\u06cc \u0645\u06cc \u06a9\u0646\u062f. \u0627\u06af\u0631 MESSAGEID \u0633\u0637\u062d \u0628\u0627\u0644\u0627\u062a\u0631\u06cc\u0646 \u067e\u06cc\u0627\u0645 \u062f\u0631 \u06cc\u06a9 \u06af\u0641\u062a\u06af\u0648 \u0628\u0627\u0634\u062f\u060c \u06a9\u0644 \u06a9\u0641\u062a\u06af\u0648 \u0628\u0627\u0632\u06af\u0631\u062f\u0627\u0646\u06cc \u0645\u06cc \u0634\u0648\u062f. \n/direct/forums/site/SITEID/forum/FORUMID/topic/TOPICID/message/MESSAGEID.json\n \n

