# this defines the entity description for the forum provider
forums=\u064a\u0648\u0641\u0631 \u0645\u062c\u0645\u0648\u0639\u0629 \u0645\u0646 \u0646\u0642\u0627\u0637 \u0627\u0644\u0646\u0647\u0627\u064a\u0629 RESTful \u0644\u0627\u0633\u062a\u0631\u062f\u0627\u062f \u0627\u0644\u0645\u0646\u062a\u062f\u064a\u0627\u062a \u0627\u0644\u0641\u0631\u062f\u064a\u0629 \u0648\u0645\u062c\u0645\u0648\u0639\u0627\u062a \u0627\u0644\u0645\u0648\u0627\u0642\u0639 \u0645\u0646 \u0627\u0644\u0645\u0646\u062a\u062f\u064a\u0627\u062a \u0648\u0627\u0644\u0645\u0648\u0636\u0648\u0639\u0627\u062a \u0627\u0644\u0641\u0631\u062f\u064a\u0629 (\u0645\u062c\u0645\u0648\u0639\u0627\u062a \u0627\u0644\u0645\u062d\u0627\u062f\u062b\u0627\u062a) \u0648\u0627\u0644\u0631\u0633\u0627\u0626\u0644 \u0645\u0639 \u0623\u0637\u0641\u0627\u0644\u0647\u0645. \u0645\u062b\u0627\u0644 \u0639\u0644\u0649 \u0633\u064a\u0631 \u0627\u0644\u0639\u0645\u0644 \u0647\u0648 \u0627\u0633\u062a\u062f\u0639\u0627\u0621 \u0625\u062c\u0631\u0627\u0621 \u0627\u0644\u0645\u0648\u0642\u0639 \u0645\u0639 /direct/forums/site/SITEID.json \u0644\u0645\u0646\u062a\u062f\u064a\u0627\u062a \u0627\u0644\u0645\u0633\u062a\u0648\u0649 \u0627\u0644\u0623\u0639\u0644\u0649 \u0641\u064a \u0627\u0644\u0645\u0648\u0642\u0639 \u060c \u062b\u0645 \u0627\u0633\u062a\u062e\u062f\u0627\u0645 /direct/forums/site/SITEID/forum/FORUMID.json \u0644\u0644\u062d\u0635\u0648\u0644 \u0639\u0644\u0649 \u0645\u0646\u062a\u062f\u0649 \u0641\u0631\u062f\u064a \u0639\u0644\u0649 \u0645\u0633\u062a\u0648\u0649 \u0627\u0644\u0645\u0648\u0636\u0648\u0639. \u0628\u0639\u062f \u0630\u0644\u0643 \u064a\u0645\u0643\u0646\u0643 \u0627\u0633\u062a\u062e\u062f\u0627\u0645 /direct/forums/site/SITEID/forum/FORUMID/topic/TOPICID.json \u0644\u0644\u062d\u0635\u0648\u0644 \u0639\u0644\u0649 \u0645\u0648\u0636\u0648\u0639 \u060c \u0628\u0634\u0643\u0644 \u0623\u0633\u0627\u0633\u064a \u0645\u062c\u0645\u0648\u0639\u0629 \u0645\u0646 \u0627\u0644\u0645\u062d\u0627\u062f\u062b\u0627\u062a \u060c \u062b\u0645 \u064a\u0645\u0643\u0646\u0643 \u0627\u0644\u0627\u062a\u0635\u0627\u0644 \u0628\u0640 / direct / forums / site / SITEID / forum / FORUMID / topic / TOPICID / message / MESSAGEID.json \u0644\u0644\u062d\u0635\u0648\u0644 \u0639\u0644\u0649 \u0631\u0633\u0627\u0644\u0629 \u0645\u0644\u064a\u0626\u0629 \u0628\u0627\u0644\u0645\u0631\u0641\u0642\u0627\u062a \u0648\u0627\u0644\u0623\u0628\u0646\u0627\u0621.

forums.action.site=(GET) \u064a\u0633\u062a\u0631\u062c\u0639 \u0627\u0644\u0645\u0646\u062a\u062f\u064a\u0627\u062a \u0648\u0627\u0644\u0645\u0648\u0636\u0648\u0639\u0627\u062a \u0648\u0627\u0644\u0645\u062d\u0627\u062f\u062b\u0627\u062a \u0644\u0645\u0639\u0631\u0641 \u0645\u0648\u0642\u0639 \u0645\u0639\u064a\u0646. <br /><br />\u0627\u0644\u062d\u0635\u0648\u0644 \u0639\u0644\u0649 \u062c\u0645\u064a\u0639 \u0627\u0644\u0645\u0646\u062a\u062f\u064a\u0627\u062a \u0627\u0644\u062e\u0627\u0635\u0629 \u0628\u0627\u0644\u0645\u0648\u0642\u0639\: <br />/direct/forums/site/SITEID.json<br /><br /> \u0627\u062d\u0635\u0644 \u0639\u0644\u0649 \u062c\u0645\u064a\u0639 \u0627\u0644\u0645\u0648\u0636\u0648\u0639\u0627\u062a \u0644\u0644\u0645\u0646\u062a\u062f\u0649\: <br />/direct/forums/site/SITEID/forum/FORUMID.json <br /><br />\u0627\u062d\u0635\u0644 \u0639\u0644\u0649 \u062c\u0645\u064a\u0639 \u0627\u0644\u0645\u062d\u0627\u062f\u062b\u0627\u062a \u0644\u0645\u0648\u0636\u0648\u0639\: <br />/ direct / forums / site / SITEID / forum / FORUMID / topic / TOPICID.json <br /><br />\u0627\u062d\u0635\u0644 \u0639\u0644\u0649 \u0645\u062d\u0627\u062f\u062b\u0629 \u0623\u0648 \u0631\u0633\u0627\u0644\u0629 \u0645\u0645\u062a\u0644\u0626\u0629 \u0628\u0627\u0644\u0643\u0627\u0645\u0644. \u064a\u0624\u062f\u064a \u0630\u0644\u0643 \u0625\u0644\u0649 \u0627\u0633\u062a\u0631\u062f\u0627\u062f \u0634\u062c\u0631\u0629 \u0627\u0644\u0631\u0633\u0627\u0626\u0644 \u0645\u0646 \u0627\u0644\u0631\u0633\u0627\u0644\u0629 \u0627\u0644\u0645\u062d\u062f\u062f\u0629 \u0625\u0644\u0649 \u0623\u0633\u0641\u0644. \u0625\u0630\u0627 \u0643\u0627\u0646\u062a MESSAGEID \u0647\u064a \u0631\u0633\u0627\u0644\u0629 \u0627\u0644\u0645\u0633\u062a\u0648\u0649 \u0627\u0644\u0623\u0639\u0644\u0649 \u0641\u064a \u0645\u062d\u0627\u062f\u062b\u0629 \u060c \u064a\u062a\u0645 \u0625\u0631\u062c\u0627\u0639 \u0627\u0644\u0645\u062d\u0627\u062f\u062b\u0629 \u0628\u0627\u0644\u0643\u0627\u0645\u0644. <br />/direct/forums/site/SITEID/forum/FORUMID/topic/TOPICID/message/MESSAGEID.json
