#X-Generator: crowdin.com
# this defines the entity description for the forum provider
forums=\u090f\u0915 \u092b\u094b\u0930\u093e \u092a\u0941\u0928\: \u092a\u094d\u0930\u093e\u092a\u094d\u0924 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0938\u0902\u0924\u0941\u0937\u094d\u0924 \u0938\u092e\u093e\u092a\u0928 \u092c\u093f\u0902\u0926\u0941 \u0915\u093e \u090f\u0915 \u0938\u0947\u091f \u092a\u094d\u0930\u0926\u093e\u0928 \u0915\u0930\u0924\u093e \u0939\u0948, \u092b\u094b\u0930\u093e \u0915\u093e \u0938\u093e\u0907\u091f \u0938\u0902\u0917\u094d\u0930\u0939, \u0935\u094d\u092f\u0915\u094d\u0924\u093f\u0917\u0924 \u0935\u093f\u0937\u092f\u094b\u0902 (\u092c\u093e\u0924\u091a\u0940\u0924 \u0915\u093e \u0938\u0902\u0917\u094d\u0930\u0939) \u0914\u0930 \u0938\u0902\u0926\u0947\u0936 \u0905\u092a\u0928\u0947 \u092c\u091a\u094d\u091a\u094b\u0902 \u0915\u0947 \u0938\u093e\u0925\u0964 \u0936\u0940\u0930\u094d\u0937 \u0938\u094d\u0924\u0930 \u092b\u094b\u0930\u093e \u0915\u0947 \u0932\u093f\u090f \u090f\u0915 \u0938\u093e\u0907\u091f \u092e\u0947\u0902 \u0909\u0926\u093e\u0939\u0930\u0923 \u0915\u093e\u0930\u094d\u092f\u092a\u094d\u0930\u0935\u093e\u0939 /direct/forums/site/SITEID.json \u0915\u0947 \u0938\u093e\u0925 \u0938\u093e\u0907\u091f \u0915\u093e\u0930\u094d\u0930\u0935\u093e\u0908 \u0915\u0949\u0932 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0939\u094b\u0917\u093e, \u092b\u093f\u0930 \u0909\u0938\u0915\u0947 \u092c\u093e\u0926 /direct/forums/site/SITEID/forum/FORUMID.json \u0915\u093e \u0909\u092a\u092f\u094b\u0917 \u0915\u0930\u0947\u0902 \u0935\u093f\u0937\u092f \u0938\u094d\u0924\u0930 \u092a\u0930 \u090f\u0915 \u0935\u094d\u092f\u0915\u094d\u0924\u093f\u0917\u0924 \u092b\u094b\u0930\u092e \u092a\u093e\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f\u0964\n\u0909\u0938\u0915\u0947 \u092c\u093e\u0926 \u0906\u092a \u090f\u0915 \u0935\u093f\u0937\u092f \u092a\u093e\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f /direct/forums/site/SITEID/forum/FORUMID/topic/TOPICID.json \u0915\u093e \u092a\u094d\u0930\u092f\u094b\u0917 \u0915\u0930\u0947\u0902\u0917\u0947, \u092e\u0942\u0932 \u0930\u0942\u092a \u0938\u0947 \u0935\u093e\u0930\u094d\u0924\u093e\u0932\u093e\u092a\u094b\u0902 \u0915\u093e \u090f\u0915 \u0938\u0947\u091f, \u0909\u0938\u0915\u0947 \u092c\u093e\u0926 \u0906\u092a /direct/forums/site/SITEID/forum/FORUMID/topic/TOPICID/message/MESSAGEID.json \u0915\u094b \u0915\u0949\u0932 \u0915\u0930\u0947\u0902\u0917\u0947 \u090f\u0915 \u092a\u0942\u0930\u0940 \u0924\u0930\u0939 \u0938\u0947 \u092a\u0949\u092a\u0941\u0932\u0947\u091f\u0947\u0921 \u0938\u0902\u0926\u0947\u0936 \u092a\u093e\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0938\u0902\u0932\u0917\u094d\u0928\u0915 \u0914\u0930 \u092c\u091a\u094d\u091a\u094b\u0902 \u0915\u0947 \u0938\u093e\u0925\u0964

forums.action.site=(\u092a\u094d\u0930\u093e\u092a\u094d\u0924) \u090f\u0915 \u0926\u093f\u090f \u0917\u090f \u0938\u093e\u0907\u091f \u0906\u0908\u0921\u0940 \u0915\u0947 \u0932\u093f\u090f \u092b\u094b\u0930\u093e,  \u0935\u093f\u0937\u092f\u094b\u0902 \u0914\u0930 \u0935\u093e\u0930\u094d\u0924\u093e\u0932\u093e\u092a \u092a\u0941\u0928\u0930\u094d\u092a\u094d\u0930\u093e\u092a\u094d\u0924 \u0915\u0930\u0924\u093e \u0939\u0948 \u0964 <br /><br />\n\u090f\u0915 \u0938\u093e\u0907\u091f \u0915\u0947 \u0932\u093f\u090f \u0938\u092d\u0940 \u092b\u094b\u0930\u093e \u0930\u094d\u092a\u094d\u0930\u093e\u092a\u094d\u0924 \u0915\u0930\u0947\u0902\:<br />\n/direct/forums/site/SITEID.json<br /> <br />\n\u090f\u0915 \u092b\u094b\u0930\u092e \u0915\u0947 \u0932\u093f\u090f \u0938\u092d\u0940 \u0935\u093f\u0937\u092f \u092a\u094d\u0930\u093e\u092a\u094d\u0924 \u0915\u0930\u0947\u0902\:<br />\n/direct/forums/site/SITEID/forum/FORUMID.json<br /><br /> \n\u090f\u0915 \u0935\u093f\u0937\u092f \u0915\u0947 \u0932\u093f\u090f \u0938\u092d\u0940 \u0935\u093e\u0930\u094d\u0924\u093e\u0932\u093e\u092a \u092a\u094d\u0930\u093e\u092a\u094d\u0924 \u0915\u0930\u0947\u0902\:<br />\n/direct/forums/site/SITEID/forum/FORUMID/topic/TOPICID.json <br /><br />\n\u090f\u0915 \u092a\u0942\u0930\u0940 \u0924\u0930\u0939 \u0938\u0947 \u092a\u0949\u092a\u0941\u0932\u0947\u091f\u0947\u0921 \u0935\u093e\u0930\u094d\u0924\u093e\u0932\u093e\u092a \u092f\u093e \u0938\u0902\u0926\u0947\u0936 \u092a\u094d\u0930\u093e\u092a\u094d\u0924 \u0915\u0930\u0947\u0902\u0964 \u092f\u0939 \u0928\u0940\u091a\u0947 \u0915\u0940 \u0913\u0930 \u0938\u0947 \u0928\u093f\u0930\u094d\u0926\u093f\u0937\u094d\u091f \u0938\u0902\u0926\u0947\u0936 \u0938\u0947 \u0938\u0902\u0926\u0947\u0936 \u0935\u0943\u0915\u094d\u0937 \u092a\u0941\u0928\u0930\u094d\u092a\u094d\u0930\u093e\u092a\u094d\u0924 \u0915\u0930\u0924\u093e \u0939\u0948\u0964\n\u092f\u0926\u093f  \u092e\u0948\u0938\u0947\u091c\u0906\u0908\u0921\u0940 \u090f\u0915 \u0935\u093e\u0930\u094d\u0924\u093e\u0932\u093e\u092a \u092e\u0947\u0902 \u0936\u0940\u0930\u094d\u0937 \u0938\u094d\u0924\u0930 \u0938\u0902\u0926\u0947\u0936 \u0939\u0948, \u0924\u094b \u0938\u0902\u092a\u0942\u0930\u094d\u0923 \u0935\u093e\u0930\u094d\u0924\u093e\u0932\u093e\u092a \u0932\u094c\u091f \u0906\u092f\u0940 \u0939\u0948\u0964<br />\n/direct/forums/site/SITEID/forum/FORUMID/topic/TOPICID/message/MESSAGEID.json