# Tool
groups.error.invalidTitle=\u062a\u0645 \u0625\u0632\u0627\u0644\u0629 \u0627\u0644\u0623\u062d\u0631\u0641 \u063a\u064a\u0631 \u0627\u0644\u0635\u0627\u0644\u062d\u0629 \u0645\u0646 \u0627\u0644\u0639\u0646\u0648\u0627\u0646\u060c \u064a\u0631\u062c\u0649 \u0645\u0631\u0627\u062c\u0639\u0629 \u0627\u0644\u0639\u0646\u0648\u0627\u0646 \u0627\u0644\u0645\u062d\u062f\u062b.
grouphelper.tool.title=\u0623\u062f\u0627\u0629 \u0645\u062f\u064a\u0631 \u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0629

# Menu
menu.group.list=\u0642\u0627\u0626\u0645\u0629 \u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0629
menu.create=\u0625\u0646\u0634\u0627\u0621 \u0645\u062c\u0645\u0648\u0639\u0629 \u062c\u062f\u064a\u062f\u0629
menu.joinable.create=\u0625\u0646\u0634\u0627\u0621 \u0645\u062c\u0645\u0648\u0639\u0629 \u062c\u062f\u064a\u062f\u0629 \u0642\u0627\u0628\u0644\u0629 \u0644\u0644\u0627\u0646\u0636\u0645\u0627\u0645
menu.auto.groups=\u0645\u062c\u0645\u0648\u0639\u0627\u062a \u062a\u0644\u0642\u0627\u0626\u064a\u0629
menu.bulk.creation=\u062e\u0644\u0642 \u0628\u0627\u0644\u062c\u0645\u0644\u0629

# Index - Group List
index.button.cancel=\u0625\u0644\u063a\u0627\u0621
index.button.removechecked=\u0625\u0641\u062d\u0635 \u0627\u0644\u0625\u0632\u0627\u0644\u0629 
index.header.grouplist=\u0642\u0627\u0626\u0645\u0629 \u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0629
index.modal.confirm=\u0647\u0644 \u062a\u0631\u064a\u062f \u062d\u0630\u0641 \u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0627\u062a \u0627\u0644\u062a\u0627\u0644\u064a\u0629\u061f
index.modal.confirm.instruction=\u062d\u0630\u0641 \u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0629 \u062f\u0627\u0626\u0645. \u0642\u062f \u0644\u0627 \u062a\u0639\u0645\u0644 \u0627\u0644\u0623\u062f\u0648\u0627\u062a \u0627\u0644\u062a\u064a \u062a\u0633\u062a\u062e\u062f\u0645 \u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0629 (\u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0627\u062a) \u0627\u0644\u0645\u062d\u062f\u062f\u0629 \u0628\u0634\u0643\u0644 \u0635\u062d\u064a\u062d \u0628\u0639\u062f \u0627\u0644\u062d\u0630\u0641. \u064a\u0648\u0635\u0649 \u0628\u0627\u0644\u062a\u062d\u0642\u0642 \u0645\u0645\u0627 \u0625\u0630\u0627 \u0643\u0627\u0646\u062a \u0627\u0644\u0623\u062f\u0648\u0627\u062a \u062a\u0633\u062a\u062e\u062f\u0645 \u0647\u0630\u0647 \u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0627\u062a \u0641\u064a \u0645\u0648\u0642\u0639\u0643 \u0642\u0628\u0644 \u062d\u0630\u0641\u0647\u0627. \u0647\u0644 \u0623\u0646\u062a \u0645\u062a\u0623\u0643\u062f \u0623\u0646\u0643 \u062a\u0631\u064a\u062f \u062d\u0630\u0641 \u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0629 (\u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0627\u062a) \u0627\u0644\u062a\u0627\u0644\u064a\u0629\u061f
index.modal.button.delete=\u0627\u062d\u0630\u0641 \u0647\u0630\u0647 \u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0627\u062a
index.table.grouptitle=\u0639\u0646\u0648\u0627\u0646 \u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0629
index.table.groupsize=\u0627\u0644\u062d\u062c\u0645 (\u0623\u0642\u0635\u0649 \u062d\u062f)
index.table.groupmembers=\u0623\u0639\u0636\u0627\u0621
index.table.grouplocked=\u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0629 \u0645\u0642\u0641\u0644\u0629 \u0644\u0623\u0646\u0647 \u064a\u062a\u0645 \u0627\u0633\u062a\u062e\u062f\u0627\u0645\u0647\u0627 \u0628\u0648\u0627\u0633\u0637\u0629 \u0623\u062f\u0627\u0629. \u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0627\u062a \u0627\u0644\u0645\u0642\u0641\u0644\u0629 \u0644\u0627 \u064a\u0645\u0643\u0646 \u062a\u062d\u0631\u064a\u0631\u0647\u0627 \u0623\u0648 \u062d\u0630\u0641\u0647\u0627.
index.table.grouplocked.info=\u064a\u0634\u064a\u0631 \u0625\u0644\u0649 \u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0629 \u0645\u0624\u0645\u0646\u0629 \u0628\u0648\u0627\u0633\u0637\u0629 \u0623\u062f\u0627\u0629. \u0644\u0627 \u064a\u0645\u0643\u0646 \u062d\u0630\u0641 \u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0627\u062a \u0627\u0644\u0645\u0624\u0645\u0646\u0629. \u0644\u0627 \u064a\u0645\u0643\u0646 \u062a\u062d\u0631\u064a\u0631 \u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0627\u062a \u0627\u0644\u0645\u0624\u0645\u0646\u0629 \u0628\u0648\u0627\u0633\u0637\u0629 \u0623\u062f\u0627\u0629 "\u0627\u0644\u0648\u0627\u062c\u0628\u0627\u062a" \u0625\u0630\u0627 \u062a\u0645 \u0627\u0633\u062a\u062e\u062f\u0627\u0645\u0647\u0627 \u0644\u062a\u0639\u064a\u064a\u0646\u0627\u062a \u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0629.
index.table.grouplockedby=\u0645\u0642\u0641\u0648\u0644 \u0645\u0646 \u0642\u0628\u0644
index.table.assessments=\u0627\u062e\u062a\u0628\u0627\u0631\u0627\u062a \u0648\u0645\u0633\u0627\u0628\u0642\u0627\u062a
index.table.assignments=\u062a\u0639\u064a\u064a\u0646\u0627\u062a
index.table.joinableset=\u0645\u062c\u0645\u0648\u0639\u0629 \u0644\u0644\u0627\u0646\u0636\u0645\u0627\u0645
index.table.members=\u0623\u0639\u0636\u0627\u0621
index.table.selectallnone=\u0627\u062e\u062a\u0631 \u0627\u0644\u0643\u0644 / \u0644\u0627 \u0634\u064a\u0621
index.warning.groupempty=\u0644\u0627 \u062a\u0648\u062c\u062f \u062d\u0627\u0644\u064a\u0627 \u0645\u062c\u0645\u0648\u0639\u0627\u062a \u0645\u062e\u0635\u0635\u0629 \u0645\u062d\u062f\u062f\u0629. \u064a\u0645\u0643\u0646\u0643 \u0625\u0646\u0634\u0627\u0621 \u0645\u062c\u0645\u0648\u0639\u0627\u062a \u062c\u062f\u064a\u062f\u0629 \u0628\u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0623\u062d\u062f \u0627\u0644\u062e\u064a\u0627\u0631\u0627\u062a \u0623\u0639\u0644\u0627\u0647.
index.table.group.locked=\u0645\u062c\u0645\u0648\u0639\u0629 \u0645\u0642\u0641\u0644\u0629

# Create new Group
groups.allowviewmembership=\u0627\u0644\u0633\u0645\u0627\u062d \u0644\u0644\u0623\u0639\u0636\u0627\u0621 \u0628\u0631\u0624\u064a\u0629 \u0627\u0644\u0623\u0639\u0636\u0627\u0621 \u0627\u0644\u0622\u062e\u0631\u064a\u0646 \u0641\u064a \u0647\u0630\u0647 \u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0629
groups.assigned.members=\u0627\u0644\u0623\u0639\u0636\u0627\u0621 \u0627\u0644\u0645\u0639\u064a\u0646\u0648\u0646
groups.button.cancel=\u0625\u0644\u063a\u0627\u0621
groups.button.create=\u0623\u0636\u0641 \u0645\u062c\u0645\u0648\u0639\u0629 \u062c\u062f\u064a\u062f\u0629
groups.button.save=\u062d\u0641\u0638 \u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0629
groups.description=\u0648\u0635\u0641 \u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0629
groups.error.providetitle=\u064a\u062c\u0628 \u0639\u0644\u064a\u0643 \u062a\u0632\u0648\u064a\u062f \u0639\u0646\u0648\u0627\u0646 \u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0629
groups.error.sametitle=\u062a\u0645 \u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0646\u0641\u0633 \u0639\u0646\u0648\u0627\u0646 \u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0629. \u0627\u0644\u0631\u062c\u0627\u0621 \u0627\u062e\u062a\u064a\u0627\u0631 \u0639\u0646\u0648\u0627\u0646 \u0645\u062e\u062a\u0644\u0641.
groups.error.titlelength=\u0644\u0627 \u064a\u0645\u0643\u0646 \u0623\u0646 \u064a\u062a\u062c\u0627\u0648\u0632 \u0637\u0648\u0644 \u0627\u0644\u0639\u0646\u0648\u0627\u0646 99 \u062d\u0631\u0641\u064b\u0627. \u064a\u0631\u062c\u0649 \u062a\u0642\u062f\u064a\u0645 \u0639\u0646\u0648\u0627\u0646 \u0623\u0642\u0635\u0631.
groups.error.maxmembers=\u0627\u0644\u062d\u062f \u0627\u0644\u0623\u0642\u0635\u0649 \u0644\u0623\u0639\u0636\u0627\u0621 \u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0629 \u0645\u0637\u0644\u0648\u0628 \u0648\u064a\u062c\u0628 \u0623\u0646 \u064a\u0643\u0648\u0646 \u0631\u0642\u0645\u064b\u0627 \u0635\u0627\u0644\u062d\u064b\u0627 \u0623\u0643\u0628\u0631 \u0645\u0646 0.
groups.filter.membership=\u062a\u0635\u0641\u064a\u0629 \u0627\u0644\u0639\u0636\u0648\u064a\u0629
groups.filter.membership.group=\u0645\u062c\u0645\u0648\u0639\u0629 \:
groups.filter.membership.section=\u0627\u0644\u0642\u0633\u0645 \:
groups.header.new=\u0625\u0646\u0634\u0627\u0621 \u0645\u062c\u0645\u0648\u0639\u0629 \u062c\u062f\u064a\u062f\u0629
groups.header.edit=\u062a\u062d\u0631\u064a\u0631 \u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0629
groups.instruction=\u062d\u062f\u062f \u0623\u0639\u0636\u0627\u0621 \u0645\u0646 \u0642\u0627\u0626\u0645\u0629 \u0623\u0639\u0636\u0627\u0621 \u0627\u0644\u0645\u0648\u0642\u0639 \u0648\u0623\u0636\u0641\u0647\u0645 \u0625\u0644\u0649 \u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0629. \u062d\u062f\u062f \u0623\u0639\u0636\u0627\u0621 \u0645\u0646 \u0642\u0627\u0626\u0645\u0629 \u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0629 \u0648\u0642\u0645 \u0628\u0625\u0632\u0627\u0644\u062a\u0647\u0645. \u0627\u0646\u0642\u0631 \u0641\u0648\u0642 \u0625\u0636\u0627\u0641\u0629 \u0644\u062d\u0641\u0638 \u0627\u0644\u062a\u063a\u064a\u064a\u0631\u0627\u062a.
groups.joinableset=\u0645\u062c\u0645\u0648\u0639\u0629 \u0642\u0627\u0628\u0644\u0629 \u0644\u0644\u0627\u0646\u0636\u0645\u0627\u0645
groups.joinableset.allowpreviewmembership=\u0627\u0644\u0633\u0645\u0627\u062d \u0644\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0628\u0631\u0624\u064a\u0629 \u0639\u0636\u0648\u064a\u0629 \u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0629 \u0642\u0628\u0644 \u0627\u0644\u0627\u0646\u0636\u0645\u0627\u0645
groups.joinableset.allowunjoin=\u0627\u0633\u0645\u062d \u0644\u0644\u0623\u0639\u0636\u0627\u0621 \u0628\u0627\u0644\u063a\u0627\u0621 \u0627\u0644\u0627\u0646\u0636\u0645\u0627\u0645 \u0625\u0644\u0649 \u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0629 \u0628\u0639\u062f \u0627\u0644\u0627\u0646\u0636\u0645\u0627\u0645
groups.joinableset.maxmembers=\u0627\u0644\u062d\u062f \u0627\u0644\u0623\u0642\u0635\u0649 \u0644\u0639\u062f\u062f \u0627\u0644\u0623\u0639\u0636\u0627\u0621
groups.membership.controls=\u0636\u0648\u0627\u0628\u0637 \u0627\u0644\u0639\u0636\u0648\u064a\u0629
groups.multiselect.search=\u0628\u062d\u062b...
groups.none=\u0644\u0627 \u064a\u0648\u062c\u062f
groups.role=\u0648\u0638\u064a\u0641\u0629\:
groups.section=\u0627\u0644\u0642\u0633\u0645 \:
groups.title=\u0639\u0646\u0648\u0627\u0646 \u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0629

# Create new joinable set
joinableset.additional.instructions=\u0633\u062a\u062a\u0645 \u0625\u0636\u0627\u0641\u0629 \u0647\u0630\u0647 \u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0627\u062a \u0628\u0639\u062f \u062d\u0641\u0638 \u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0629 \u0627\u0644\u0642\u0627\u0628\u0644\u0629 \u0644\u0644\u0627\u0646\u0636\u0645\u0627\u0645.
joinableset.additional.groups=\u0627\u0646\u0634\u0627\u0621 \u0645\u062c\u0645\u0648\u0639\u0627\u062a \u0625\u0636\u0627\u0641\u064a\u0629
joinableset.allow.previewmembership=\u0627\u0644\u0633\u0645\u0627\u062d \u0644\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0628\u0631\u0624\u064a\u0629 \u0639\u0636\u0648\u064a\u0629 \u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0629 \u0642\u0628\u0644 \u0627\u0644\u0627\u0646\u0636\u0645\u0627\u0645
joinableset.allow.viewmembership=\u0627\u0633\u0645\u062d \u0644\u0644\u0623\u0639\u0636\u0627\u0621 \u0628\u0631\u0624\u064a\u0629 \u0627\u0644\u0623\u0639\u0636\u0627\u0621 \u0627\u0644\u0622\u062e\u0631\u064a\u0646 \u0641\u064a \u0647\u0630\u0647 \u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0627\u062a \u0628\u0639\u062f \u0627\u0644\u0627\u0646\u0636\u0645\u0627\u0645
joinableset.allow.unjoin=\u0627\u0633\u0645\u062d \u0644\u0644\u0623\u0639\u0636\u0627\u0621 \u0628\u0641\u0643 \u0627\u0644\u0627\u0646\u0636\u0645\u0627\u0645 (\u0645\u063a\u0627\u062f\u0631\u0629) \u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0627\u062a \u0641\u064a \u0647\u0630\u0647 \u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0629 \u0628\u0639\u062f \u0627\u0644\u0627\u0646\u0636\u0645\u0627\u0645
joinableset.button.cancel=\u0625\u0644\u063a\u0627\u0621
joinableset.button.delete=\u062d\u0630\u0641 \u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0629
joinableset.button.add=\u0623\u0636\u0641 \u0645\u062c\u0645\u0648\u0639\u0629
joinableset.button.save=\u062d\u0641\u0638 \u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0629
joinableset.current.groups=\u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0627\u062a \u0627\u0644\u062d\u0627\u0644\u064a\u0629
joinableset.error.duplicatedtitle=\u062a\u0645 \u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0627\u0633\u0645 \u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0629 \u0628\u0627\u0644\u0641\u0639\u0644. \u0627\u0644\u0631\u062c\u0627\u0621 \u0627\u062e\u062a\u064a\u0627\u0631 \u0627\u0633\u0645 \u0645\u062e\u062a\u0644\u0641.
joinableset.error.maxmembers=\u0627\u0644\u062d\u062f \u0627\u0644\u0623\u0642\u0635\u0649 \u0644\u0623\u0639\u0636\u0627\u0621 \u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0629 \u0645\u0637\u0644\u0648\u0628 \u0648\u064a\u062c\u0628 \u0623\u0646 \u064a\u0643\u0648\u0646 \u0631\u0642\u0645\u064b\u0627 \u0635\u0627\u0644\u062d\u064b\u0627 \u0623\u0643\u0628\u0631 \u0645\u0646 0.
joinableset.error.numbergroups=\u0639\u062f\u062f \u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0627\u062a \u0645\u0637\u0644\u0648\u0628 \u0648\u064a\u062c\u0628 \u0623\u0646 \u064a\u0643\u0648\u0646 \u0631\u0642\u0645\u064b\u0627 \u0635\u062d\u064a\u062d \u0628\u064a\u0646 1 \u0648 999 .
joinableset.error.providetitle=\u064a\u062c\u0628 \u0639\u0644\u064a\u0643 \u062a\u0642\u062f\u064a\u0645 \u0639\u0646\u0648\u0627\u0646 \u0644\u0644\u0645\u062c\u0645\u0648\u0639\u0629.
joinableset.header.new=\u0645\u062c\u0645\u0648\u0639\u0629 \u062c\u062f\u064a\u062f\u0629 \u0642\u0627\u0628\u0644\u0629 \u0644\u0644\u0627\u0646\u0636\u0645\u0627\u0645
joinableset.header.edit=\u062a\u062d\u0631\u064a\u0631 \u0645\u062c\u0645\u0648\u0639\u0629 \u0627\u0644\u0627\u0646\u0636\u0645\u0627\u0645
joinableset.instruction=\u062a\u062a\u0643\u0648\u0646 \u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0627\u062a \u0627\u0644\u0642\u0627\u0628\u0644\u0629 \u0644\u0644\u0627\u0646\u0636\u0645\u0627\u0645 \u0645\u0646 \u0645\u062c\u0645\u0648\u0639\u0627\u062a \u062a\u0645 \u0625\u0646\u0634\u0627\u0624\u0647\u0627 \u062a\u0644\u0642\u0627\u0626\u064a\u064b\u0627 \u0648\u0627\u0644\u062a\u064a \u064a\u0645\u0643\u0646 \u0644\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0627\u062e\u062a\u064a\u0627\u0631 \u0627\u0644\u0627\u0646\u0636\u0645\u0627\u0645 \u0625\u0644\u064a\u0647\u0627. \u062a\u0628\u062f\u0623 \u0643\u0644 \u0645\u062c\u0645\u0648\u0639\u0629 \u0641\u064a \u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0629 \u0628\u0627\u0633\u0645 \u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0629 \u0648\u062a\u0646\u062a\u0647\u064a \u0628\u0631\u0642\u0645 \u0641\u0631\u064a\u062f. \u064a\u0645\u0643\u0646 \u0644\u0644\u0641\u0631\u062f \u0627\u0644\u0627\u0646\u0636\u0645\u0627\u0645 \u0625\u0644\u0649 \u0645\u062c\u0645\u0648\u0639\u0629 \u0648\u0627\u062d\u062f\u0629 \u0644\u0643\u0644 \u0645\u062c\u0645\u0648\u0639\u0629.
joinableset.maxmembers=\u0623\u0642\u0635\u0649 \u0639\u062f\u062f \u0645\u0646 \u0627\u0644\u0623\u0639\u0636\u0627\u0621 \u0644\u0643\u0644 \u0645\u062c\u0645\u0648\u0639\u0629\:
joinableset.modal.confirm=\u0647\u0644 \u062a\u0631\u064a\u062f \u062d\u0630\u0641 \u0647\u0630\u0647 \u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0629 \u0627\u0644\u0642\u0627\u0628\u0644\u0629 \u0644\u0644\u0627\u0646\u0636\u0645\u0627\u0645\u061f
joinableset.modal.confirm.instruction=\u062d\u0630\u0641 \u0645\u062c\u0645\u0648\u0639\u0629 \u0642\u0627\u0628\u0644\u0629 \u0644\u0644\u0627\u0646\u0636\u0645\u0627\u0645 \u0646\u0647\u0627\u0626\u064a. \u0633\u062a\u0641\u0642\u062f \u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0627\u062a \u0627\u0644\u062a\u064a \u062a\u0633\u062a\u062e\u062f\u0645 \u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0629 \u0627\u0644\u0642\u0627\u0628\u0644\u0629 \u0644\u0644\u0627\u0646\u0636\u0645\u0627\u0645 \u0627\u0644\u0627\u0642\u062a\u0631\u0627\u0646 \u0648\u0627\u0644\u062a\u0647\u064a\u0626\u0629. \u0647\u0644 \u0623\u0646\u062a \u0645\u062a\u0623\u0643\u062f \u0623\u0646\u0643 \u062a\u0631\u064a\u062f \u062d\u0630\u0641 \u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0629 \u0627\u0644\u0642\u0627\u0628\u0644\u0629 \u0644\u0644\u0627\u0646\u0636\u0645\u0627\u0645\u061f
joinableset.numberofgroups=\u0639\u062f\u062f \u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0627\u062a\:
joinableset.setname=\u0627\u0633\u0645 \u0645\u062c\u0645\u0648\u0639\u0629\:
joinableset.unjoined.users=\u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u0648\u0646 \u0627\u0644\u0630\u064a\u0646 \u0644\u0645 \u064a\u0646\u0636\u0645\u0648\u0627 \u0628\u0639\u062f \u0625\u0644\u0649 \u0645\u062c\u0645\u0648\u0639\u0629 \u0641\u064a \u0647\u0630\u0647 \u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0629

# Auto groups
autogroups.button.back=\u0627\u0644\u0639\u0648\u062f\u0629
autogroups.button.cancel=\u0625\u0644\u063a\u0627\u0621
autogroups.button.continue=\u0625\u0633\u062a\u0645\u0631\u0627\u0631
autogroups.button.create.role.groups=\u0642\u0645 \u0628\u0625\u0646\u0634\u0627\u0621 \u0645\u062c\u0645\u0648\u0639\u0629 \u0644\u0643\u0644 \u062f\u0648\u0631
autogroups.button.save=\u062d\u0641\u0638
autogroups.button.create=\u0625\u0646\u0634\u0627\u0621
autogroups.group=\u0645\u062c\u0645\u0648\u0639\u0629 \:
autogroups.header.wizard=\u0645\u062c\u0645\u0648\u0639\u0627\u062a \u062a\u0645 \u0625\u0646\u0634\u0627\u0624\u0647\u0627 \u062a\u0644\u0642\u0627\u0626\u064a\u064b\u0627
autogroups.manually.added=\u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u0648\u0646 \u0627\u0644\u0645\u0636\u0627\u0641\u0648\u0646 \u064a\u062f\u0648\u064a\u064b\u0627
autogroups.step1.error.emptyroles=\u0627\u0644\u0631\u062c\u0627\u0621 \u062a\u062d\u062f\u064a\u062f \u062f\u0648\u0631 \u0648\u0627\u062d\u062f \u0639\u0644\u0649 \u0627\u0644\u0623\u0642\u0644.
autogroups.step1.error.noroles=\u0627\u0644\u0645\u0648\u0642\u0639 \u0644\u064a\u0633 \u0644\u0647 \u0623\u062f\u0648\u0627\u0631. \u064a\u0631\u062c\u0649 \u0625\u0646\u0634\u0627\u0621 \u062f\u0648\u0631 \u0648\u0627\u062d\u062f \u0639\u0644\u0649 \u0627\u0644\u0623\u0642\u0644.
autogroups.step1.info=\u064a\u0631\u062c\u0649 \u0627\u0644\u0628\u062f\u0621 \u0628\u062a\u062d\u062f\u064a\u062f \u062f\u0648\u0631 (\u0623\u062f\u0648\u0627\u0631) \u0627\u0644\u0645\u0648\u0642\u0639 \u0627\u0644\u0645\u0631\u0627\u062f \u062a\u0636\u0645\u064a\u0646\u0647 \u0641\u064a \u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0627\u062a \u0627\u0644\u062a\u064a \u062a\u0642\u0648\u0645 \u0628\u0625\u0646\u0634\u0627\u0626\u0647\u0627.
autogroups.step1.table.selectallnone=\u0627\u062e\u062a\u0631 \u0627\u0644\u0643\u0644 / \u0644\u0627 \u0634\u064a\u0621
autogroups.step1.table.role=\u0648\u0638\u064a\u0641\u0629
autogroups.step2.choose.section=\u0646\u0639\u0645 \u060c \u0627\u0633\u0645\u062d \u0644\u064a \u0628\u0627\u062e\u062a\u064a\u0627\u0631 \u0623\u0639\u0636\u0627\u0621 \u0641\u064a \u0627\u0644\u0623\u062f\u0648\u0627\u0631 \u0627\u0644\u0645\u062d\u062f\u062f\u0629<strong> \u0645\u0646 \u0642\u0648\u0627\u0626\u0645 \u0645\u062d\u062f\u062f\u0629</strong>.
autogroups.step2.info=\u0647\u0644 \u062a\u0631\u063a\u0628 \u0641\u064a \u0633\u062d\u0628 \u0623\u0639\u0636\u0627\u0621 \u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0629 \u0645\u0646 \u0642\u0648\u0627\u0626\u0645 \u0645\u062d\u062f\u062f\u0629\u061f
autogroups.step2.info2=\u0645\u0627 \u0647\u064a \u0627\u0644\u0642\u0627\u0626\u0645\u0629 (\u0627\u0644\u0642\u0648\u0627\u0626\u0645) \u0627\u0644\u062a\u064a \u064a\u062c\u0628 \u062a\u0636\u0645\u064a\u0646\u0647\u0627 \u0641\u064a \u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0627\u062a\u061f
autogroups.step2.no.section=\u0644\u0627 \u060c <strong>\u0642\u0645 \u0628\u062a\u0636\u0645\u064a\u0646 \u062c\u0645\u064a\u0639 \u0627\u0644\u0645\u0634\u0627\u0631\u0643\u064a\u0646 \u0641\u064a \u0627\u0644\u0645\u0648\u0642\u0639</strong> \u0641\u064a \u0627\u0644\u0623\u062f\u0648\u0627\u0631 \u0627\u0644\u0645\u062d\u062f\u062f\u0629 \u060c \u0628\u063a\u0636 \u0627\u0644\u0646\u0638\u0631 \u0639\u0646 \u0627\u0644\u0642\u0627\u0626\u0645\u0629.
autogroups.step2.error.emptysections=\u064a\u0631\u062c\u0649 \u062a\u062d\u062f\u064a\u062f \u0642\u0627\u0626\u0645\u0629 \u0648\u0627\u062d\u062f\u0629 \u0639\u0644\u0649 \u0627\u0644\u0623\u0642\u0644 \u0625\u0630\u0627 \u0643\u0646\u062a \u062a\u0631\u064a\u062f \u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0627\u0644\u0642\u0648\u0627\u0626\u0645.
autogroups.step2.error.emptylists=\u0627\u0644\u0631\u062c\u0627\u0621 \u062a\u062d\u062f\u064a\u062f \u062f\u0648\u0631 \u0648\u0627\u062d\u062f \u0639\u0644\u0649 \u0627\u0644\u0623\u0642\u0644 \u0623\u0648 \u0642\u0627\u0626\u0645\u0629 \u0648\u0627\u062d\u062f\u0629 \u0644\u0625\u0646\u0634\u0627\u0621 \u0645\u062c\u0645\u0648\u0639\u0627\u062a \u062a\u0644\u0642\u0627\u0626\u064a\u0629.
autogroups.step2.role.info=\u0644\u0642\u062f \u0627\u062e\u062a\u0631\u062a \u0625\u0646\u0634\u0627\u0621 \u0645\u062c\u0645\u0648\u0639\u0627\u062a \u0645\u0646 \u0627\u0644\u062f\u0648\u0631 (\u0627\u0644\u0623\u062f\u0648\u0627\u0631) \u0627\u0644\u062a\u0627\u0644\u064a\u0629\:
autogroups.step2.table.sectionroster=\u0627\u0644\u0642\u0648\u0627\u0626\u0645
autogroups.step2.table.selectallnone=\u0627\u062e\u062a\u0631 \u0627\u0644\u0643\u0644 / \u0644\u0627 \u0634\u064a\u0621
autogroups.step3.info=\u0627\u0644\u0622\u0646 \u064a\u0631\u062c\u0649 \u062a\u062d\u062f\u064a\u062f \u0643\u064a\u0641\u064a\u0629 \u0625\u0646\u0634\u0627\u0621 \u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0627\u062a.
autogroups.step3.group.title=\u0639\u0646\u0648\u0627\u0646 \u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0629
autogroups.step3.group.title.required=\u0645\u0637\u0644\u0648\u0628 \u0639\u0646\u0648\u0627\u0646 \u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0629 \u0639\u0646\u062f \u0625\u0646\u0634\u0627\u0621 \u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0627\u062a \u0628\u0634\u0643\u0644 \u0639\u0634\u0648\u0627\u0626\u064a.
autogroups.step3.group.number.required=\u0639\u062f\u062f \u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0627\u062a \u0645\u0637\u0644\u0648\u0628 \u0648\u064a\u062c\u0628 \u0623\u0646 \u064a\u0643\u0648\u0646 \u0631\u0642\u0645\u064b\u0627 \u0635\u062d\u064a\u062d\u064b\u0627 \u0628\u064a\u0646 1 \u0648 999.
autogroups.step3.userspergroup.number.required=\u0639\u062f\u062f \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0644\u0643\u0644 \u0645\u062c\u0645\u0648\u0639\u0629 \u0645\u0637\u0644\u0648\u0628 \u0648\u064a\u062c\u0628 \u0623\u0646 \u064a\u0643\u0648\u0646 \u0631\u0642\u0645\u064b\u0627 \u0635\u062d\u064a\u062d\u064b\u0627 \u0628\u064a\u0646 1 \u0648 999.
autogroups.step3.number.groups=\u0639\u062f\u062f \u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0627\u062a
autogroups.step3.number.users=\u0639\u062f\u062f \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0644\u0643\u0644 \u0645\u062c\u0645\u0648\u0639\u0629
autogroups.step3.option.mixture=\u0642\u0645 \u0628\u0625\u0646\u0634\u0627\u0621 \u0645\u062c\u0645\u0648\u0639\u0627\u062a \u062a\u062d\u062a\u0648\u064a \u0639\u0644\u0649 \u062e\u0644\u064a\u0637 \u0639\u0634\u0648\u0627\u0626\u064a \u0645\u0646 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0645\u0639 \u0627\u0644\u062f\u0648\u0631 (\u0627\u0644\u0623\u062f\u0648\u0627\u0631) \u0627\u0644\u0645\u062d\u062f\u062f \u0645\u0646 \u0627\u0644\u0642\u0627\u0626\u0645\u0629 (\u0627\u0644\u0642\u0648\u0627\u0626\u0645) \u0627\u0644\u0645\u062d\u062f\u062f\u0629.
autogroups.step3.option.pure=\u0642\u0645 \u0628\u0625\u0646\u0634\u0627\u0621 \u0645\u062c\u0645\u0648\u0639\u0629 \u0644\u0643\u0644 \u062f\u0648\u0631 \u0645\u062d\u062f\u062f \u062a\u062d\u062a\u0648\u064a \u0639\u0644\u0649 \u0623\u0639\u0636\u0627\u0621 \u0645\u0646 \u0627\u0644\u0642\u0627\u0626\u0645\u0629 (\u0627\u0644\u0642\u0648\u0627\u0626\u0645) \u0627\u0644\u0645\u062d\u062f\u062f\u0629.
autogroups.step3.role.info=\u0644\u0642\u062f \u0627\u062e\u062a\u0631\u062a \u0625\u0646\u0634\u0627\u0621 \u0645\u062c\u0645\u0648\u0639\u0627\u062a \u0645\u0646 \u0627\u0644\u062f\u0648\u0631 (\u0627\u0644\u0623\u062f\u0648\u0627\u0631) \u0627\u0644\u062a\u0627\u0644\u064a\u0629\:
autogroups.step3.section.info=\u0627\u0644\u0645\u062f\u0631\u062c\u0648\u0646 \u0641\u064a \u0627\u0644\u0642\u0627\u0626\u0645\u0629 (\u0627\u0644\u0642\u0648\u0627\u0626\u0645) \u0627\u0644\u062a\u0627\u0644\u064a\u0629\:
autogroups.step3.split.by.groups=\u062a\u0642\u0633\u064a\u0645 \u062d\u0633\u0628 \u0639\u062f\u062f \u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0627\u062a \u0627\u0644\u0645\u0637\u0644\u0648\u0628\u0629
autogroups.step3.split.by.users=\u062a\u0642\u0633\u064a\u0645 \u062d\u0633\u0628 \u0639\u062f\u062f \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0627\u0644\u0645\u0637\u0644\u0648\u0628 \u0644\u0643\u0644 \u0645\u062c\u0645\u0648\u0639\u0629
autogroups.step3.title.info=\u0645\u0644\u0627\u062d\u0638\u0629\: \u0633\u064a\u062a\u0645 \u0625\u0644\u062d\u0627\u0642 \u0627\u0644\u0623\u0631\u0642\u0627\u0645 \u0628\u0627\u0644\u0639\u0646\u0648\u0627\u0646 \u0627\u0644\u062e\u0627\u0635 \u0628\u0643\u0644 \u0645\u062c\u0645\u0648\u0639\u0629. \u0639\u0644\u0649 \u0633\u0628\u064a\u0644 \u0627\u0644\u0645\u062b\u0627\u0644 \u060c \u0633\u064a\u0646\u062a\u062c \u0639\u0646 \u0639\u0646\u0648\u0627\u0646 "\u0627\u0644\u0641\u0631\u064a\u0642" "\u0627\u0644\u0641\u0631\u064a\u0642-1" \u0648 "\u0627\u0644\u0641\u0631\u064a\u0642-2" \u060c \u0625\u0644\u062e.
autogroups.step4.allow.membership=\u0627\u0644\u0633\u0645\u0627\u062d \u0644\u0644\u0623\u0639\u0636\u0627\u0621 \u0628\u0631\u0624\u064a\u0629 \u0627\u0644\u0623\u0634\u062e\u0627\u0635 \u0627\u0644\u0622\u062e\u0631\u064a\u0646 \u0641\u064a \u0645\u062c\u0645\u0648\u0639\u062a\u0647\u0645.
autogroups.step4.info=\u0631\u0627\u062c\u0639 \u0645\u0639\u0627\u064a\u0646\u0629 \u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0627\u062a \u0627\u0644\u0645\u0631\u0627\u062f \u0625\u0646\u0634\u0627\u0624\u0647\u0627 \u0648 <strong>\u0627\u0631\u062c\u0639</strong> \u0644\u0625\u062c\u0631\u0627\u0621 \u0623\u064a\u0629 \u062a\u063a\u064a\u064a\u0631\u0627\u062a.
autogroups.step4.group.label={0} ({1} \u0623\u0639\u0636\u0627\u0621)
autogroups.step4.no.roles=\u0627\u0644\u0645\u0648\u0642\u0639 \u0623\u0648 \u0627\u0644\u0642\u0633\u0645 (\u0627\u0644\u0623\u0642\u0633\u0627\u0645) \u0627\u0644\u0645\u062d\u062f\u062f \u0644\u064a\u0633 \u0644\u0647 \u0623\u0639\u0636\u0627\u0621 \u0628\u0647\u0630\u0627 \u0627\u0644\u062f\u0648\u0631 \u060c \u0633\u064a\u062a\u0645 \u0625\u0646\u0634\u0627\u0621 \u0645\u062c\u0645\u0648\u0639\u0629 \u0641\u0627\u0631\u063a\u0629.
autogroups.step4.section.created={0} (\u0645\u062c\u0645\u0648\u0639\u0629)
autogroups.step4.table.eid=User Eid
autogroups.step4.table.name=\u0627\u0644\u0627\u0633\u0645 
autogroups.step4.table.role=\u0648\u0638\u064a\u0641\u0629
autogroups.step4.table.section=\u0642\u0633\u0645 (\u0623\u0642\u0633\u0627\u0645) / \u0642\u0627\u0626\u0645\u0629 (\u0642\u0648\u0627\u0626\u0645)
autogroups.wizard.step1=\u0627\u0644\u062e\u0637\u0648\u0629 1\: \u062d\u062f\u062f \u0627\u0644\u0623\u062f\u0648\u0627\u0631
autogroups.wizard.step2=\u0627\u0644\u062e\u0637\u0648\u0629 2\: \u062d\u062f\u062f \u0627\u0644\u0642\u0648\u0627\u0626\u0645
autogroups.wizard.step3=\u0627\u0644\u062e\u0637\u0648\u0629 3\: \u062a\u062d\u062f\u064a\u062f \u0647\u064a\u0643\u0644 \u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0629
autogroups.wizard.step4=\u0627\u0644\u062e\u0637\u0648\u0629 4\: \u0645\u0639\u0627\u064a\u0646\u0629 \u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0627\u062a

# Bulk creation
import.button.back=\u0627\u0644\u0639\u0648\u062f\u0629
import.button.cancel=\u0625\u0644\u063a\u0627\u0621
import.button.create.bulk=\u0645\u062c\u0645\u0648\u0639\u0627\u062a \u0625\u0646\u0634\u0627\u0621 \u0645\u062c\u0645\u0639\u0629
import.button.submit=\u0625\u0633\u062a\u0645\u0631\u0627\u0631
import.chooseone=\u0623\u0648 \u0627\u062e\u062a\u0631 \u0645\u0644\u0641\u064b\u0627
import.example=\u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0629 1 \u060c \u0627\u0633\u0645 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 1<br>\u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0629 2 \u060c \u0627\u0633\u0645 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 1<br>\u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0629 2 \u060c \u0627\u0633\u0645 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 2
import.error.inputrequired=\u064a\u062c\u0628 \u0639\u0644\u064a\u0643 \u062a\u0642\u062f\u064a\u0645 \u0646\u0635 \u0623\u0648 \u0645\u0644\u0641 \u0625\u062f\u062e\u0627\u0644.
import.error.wrongformat=\u064a\u062c\u0628 \u0623\u0646 \u064a\u062d\u062a\u0648\u064a \u0643\u0644 \u0633\u0637\u0631 \u0639\u0644\u0649 \u0642\u064a\u0645\u062a\u064a\u0646 \u0641\u064a \u0639\u0646\u0648\u0627\u0646 \u0645\u062c\u0645\u0648\u0639\u0629 \u0627\u0644\u0637\u0644\u0628 \u062b\u0645 \u0627\u0633\u0645 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 / \u0639\u0646\u0648\u0627\u0646 \u0627\u0644\u0628\u0631\u064a\u062f \u0627\u0644\u0625\u0644\u0643\u062a\u0631\u0648\u0646\u064a \u060c \u0648\u064a\u062c\u0628 \u0641\u0635\u0644 \u0627\u0644\u0628\u064a\u0627\u0646\u0627\u062a \u0628\u0641\u0627\u0635\u0644\u0629.
import.error.titlelength=\u064a\u062d\u062a\u0648\u064a \u0639\u0646\u0648\u0627\u0646 \u0645\u062c\u0645\u0648\u0639\u0629 \u0639\u0644\u0649 \u0623\u062d\u0631\u0641 \u0623\u0643\u062b\u0631 \u0645\u0646 \u0627\u0644\u062d\u062f \u0627\u0644\u0623\u0642\u0635\u0649 \u0627\u0644\u0645\u0633\u0645\u0648\u062d \u0628\u0647 (99).
import.header=\u0642\u0645 \u0628\u062a\u062d\u0645\u064a\u0644 \u0645\u0644\u0641 \u0623\u0648 \u0627\u0643\u062a\u0628 \u0641\u064a \u0645\u0631\u0628\u0639 \u0627\u0644\u0646\u0635 \u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0627\u062a \u0627\u0644\u062a\u064a \u062a\u0631\u063a\u0628 \u0641\u064a \u0625\u0646\u0634\u0627\u0626\u0647\u0627
import.confirmation.error=\u0627\u062d\u062a\u0648\u062a \u0627\u0644\u0628\u064a\u0627\u0646\u0627\u062a \u0627\u0644\u062a\u064a \u0642\u062f\u0645\u062a\u0647\u0627 \u0639\u0644\u0649 \u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u063a\u064a\u0631 \u0635\u0627\u0644\u062d\u064a\u0646 \u0623\u0648 \u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0644\u064a\u0633\u0648\u0627 \u062c\u0632\u0621\u064b\u0627 \u0645\u0646 \u0627\u0644\u0645\u0648\u0642\u0639. \u062a\u062d\u062a\u0627\u062c \u0625\u0644\u0649 \u062a\u0635\u062d\u064a\u062d \u0647\u0630\u0647 \u0627\u0644\u0645\u0634\u0643\u0644\u0627\u062a \u0648\u0627\u0644\u0628\u062f\u0621 \u0645\u0646 \u062c\u062f\u064a\u062f.
import.confirmation.group=\u0645\u062c\u0645\u0648\u0639\u0629 \:
import.confirmation.group.exists=\u0647\u0630\u0647 \u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0629 \u0645\u0648\u062c\u0648\u062f\u0629 \u0628\u0627\u0644\u0641\u0639\u0644 \u060c \u0633\u064a\u062a\u0645 \u062f\u0645\u062c \u0627\u0644\u0639\u0636\u0648\u064a\u0629.
import.confirmation.header=\u062a\u062d\u0642\u0642 \u0645\u0646 \u0628\u064a\u0627\u0646\u0627\u062a \u0627\u0644\u0625\u0646\u0634\u0627\u0621 \u0627\u0644\u0645\u062c\u0645\u0639\u0629
import.confirmation.instructions=\u062a\u0645 \u0627\u0644\u0639\u062b\u0648\u0631 \u0639\u0644\u0649 \u0628\u064a\u0627\u0646\u0627\u062a \u0627\u0644\u0625\u0646\u0634\u0627\u0621 \u0627\u0644\u0645\u062c\u0645\u0639\u0629 \u0627\u0644\u062a\u0627\u0644\u064a\u0629. \u0625\u0630\u0627 \u0643\u0627\u0646 \u0647\u0630\u0627 \u0635\u062d\u064a\u062d\u064b\u0627 \u060c \u0641\u0627\u0646\u0642\u0631 \u0641\u0648\u0642 '\u0625\u0646\u0634\u0627\u0621 \u0645\u062c\u0645\u0648\u0639\u0627\u062a \u0645\u062c\u0645\u0639\u0629'.
import.confirmation.table.existingusers=\u0645\u0633\u062a\u062e\u062f\u0645 (\u0645\u0633\u062a\u062e\u062f\u0645\u0648\u0646) \u0645\u0648\u062c\u0648\u062f\u0648\u0646
import.confirmation.table.invalidusers=\u0645\u0633\u062a\u062e\u062f\u0645 (\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646) \u063a\u064a\u0631 \u0635\u0627\u0644\u062d
import.confirmation.table.newusers=\u0645\u0633\u062a\u062e\u062f\u0645 (\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646) \u062c\u062f\u062f
import.confirmation.table.nonmembers=\u0645\u0633\u062a\u062e\u062f\u0645 (\u0645\u0633\u062a\u062e\u062f\u0645\u0648\u0646) \u063a\u064a\u0631 \u0623\u0639\u0636\u0627\u0621
import.requirements=\u0645\u062a\u0637\u0644\u0628\u0627\u062a \u0627\u0644\u0645\u0644\u0641 \u0623\u0648 \u062a\u0646\u0633\u064a\u0642 \u0627\u0644\u0628\u064a\u0627\u0646\u0627\u062a \u0644\u0645\u0631\u0628\u0639 \u0627\u0644\u0646\u0635
import.requirements.step1=\u064a\u062c\u0628 \u0623\u0646 \u064a\u062d\u062a\u0648\u064a \u0645\u0644\u0641 \u0623\u0648 \u0628\u064a\u0627\u0646\u0627\u062a CSV \u0639\u0644\u0649 \u062a\u0641\u0627\u0635\u064a\u0644 \u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0629 \u0641\u064a \u0627\u0644\u0623\u0639\u0645\u062f\u0629\: \u0639\u0646\u0648\u0627\u0646 \u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0629 \u0648\u0627\u0633\u0645 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 / \u0639\u0646\u0648\u0627\u0646 \u0627\u0644\u0628\u0631\u064a\u062f \u0627\u0644\u0625\u0644\u0643\u062a\u0631\u0648\u0646\u064a.
import.requirements.step2=\u064a\u062c\u0628 \u0623\u0646 \u062a\u0643\u0648\u0646 \u0627\u0644\u0623\u0639\u0645\u062f\u0629 \u0628\u0627\u0644\u062a\u0631\u062a\u064a\u0628 \u0627\u0644\u0648\u0627\u0631\u062f \u0623\u0639\u0644\u0627\u0647 \u060c \u0644\u0643\u0646<b> \u0644\u0627 \u062a\u062a\u0636\u0645\u0646 \u0635\u0641\u064b\u0627 \u0645\u0646 \u0631\u0624\u0648\u0633 \u0627\u0644\u0623\u0639\u0645\u062f\u0629</b>.
import.requirements.step3=\u064a\u062c\u0628 \u0623\u0646 \u062a\u0643\u0648\u0646 \u0627\u0644\u062d\u0642\u0648\u0644 \u0645\u0641\u0635\u0648\u0644\u0629 \u0628\u0641\u0627\u0635\u0644\u0629 \u0648\u064a\u062c\u0628 \u0623\u0646 \u064a\u0643\u0648\u0646 \u0627\u0633\u0645 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 / \u0639\u0646\u0648\u0627\u0646 \u0627\u0644\u0628\u0631\u064a\u062f \u0627\u0644\u0625\u0644\u0643\u062a\u0631\u0648\u0646\u064a \u0628\u0627\u0644\u0641\u0639\u0644 \u0623\u062d\u062f \u0627\u0644\u0645\u0634\u0627\u0631\u0643\u064a\u0646 \u0641\u064a \u0627\u0644\u0645\u0648\u0642\u0639.
import.typetext=\u0627\u0643\u062a\u0628 \u0623\u0648 \u0627\u0644\u0635\u0642 \u0641\u064a \u0645\u0631\u0628\u0639 \u0627\u0644\u0646\u0635
