# Tool
groups.error.invalidTitle=S'han eliminat car\u00e0cters no v\u00e0lids del t\u00edtol, reviseu el t\u00edtol actualitzat.
grouphelper.tool.title=Eina d\u2019administraci\u00f3 de grups

# Menu
menu.group.list=Llista de grups
menu.create=Crea un grup nou
menu.joinable.create=Crea un conjunt subscrivible nou
menu.auto.groups=Grups autom\u00e0tics
menu.bulk.creation=Creaci\u00f3 massiva

# Index - Group List
index.button.cancel=Cancel\u00b7la
index.button.removechecked=Elimina els seleccionats
index.header.grouplist=Llista de grups
index.modal.confirm=Voleu eliminar els grups seg\u00fcents?
index.modal.confirm.instruction=Eliminar un grup \u00e9s permanent.  Les eines que usaven els grups eliminats pot ser que no es comportin de manera apropiada un cop elimineu els grups. \u00c9s recomanable verificar si hi ha eines del vostre espai que usen aquests grups abans d\u2019eliminar-los. Esteu segur de voler eliminar els grups seg\u00fcents?
index.modal.button.delete=Elimina aquests grups
index.table.grouptitle=T\u00edtol del grup
index.table.groupsize=Mida (M\u00e0x)
index.table.groupmembers=Membres
index.table.grouplocked=El grup est\u00e0 bloquejat perqu\u00e8 l\u2019est\u00e0 usant una eina. Els grups bloquejats no es poden editar o eliminar.
index.table.grouplocked.info=indica que el grup est\u00e0 bloquejat per una eina. Els grups bloquejats no es poden eliminar. Els grups bloquejats per l\u2019eina Activitats no es poden editar si s\u2019usen per a activitats de grup. 
index.table.grouplockedby=Blocat per
index.table.assessments=Tests i q\u00fcestionaris
index.table.assignments=Activitats
index.table.joinableset=Conjunt subscrivible
index.table.members=membres
index.table.selectallnone=Selecciona\u2019ls tots/Cap
index.warning.groupempty=Actualment no hi ha grups personalitzats definits. Podeu crear grups nous usant una de les opcions de la part superior.
index.table.group.locked=Grup bloquejat

# Create new Group
groups.allowviewmembership=Permet als participants veure els altres membres d\u2019aquest grup
groups.assigned.members=Membres assignats
groups.button.cancel=Cancel\u00b7la
groups.button.create=Afegeix un grup nou
groups.button.save=Desa el grup
groups.description=Descripci\u00f3 del grup
groups.error.providetitle=Cal que poseu un t\u00edtol al grup.
groups.error.sametitle=Aquest t\u00edtol ja est\u00e0 en \u00fas. Escolliu-ne un de diferent.
groups.error.titlelength=El t\u00edtol no ha de superar els 99 car\u00e0cters. Introdu\u00efu un t\u00edtol m\u00e9s curt.
groups.error.maxmembers=\u00c9s obligatori indicar el nombre m\u00e0xim de membres del grup i ha de ser un nombre v\u00e0lid m\u00e9s gran que 0.
groups.filter.membership=Filtra els membres
groups.filter.membership.group=Grup\:
groups.filter.membership.section=Secci\u00f3\:
groups.header.new=Crea un grup nou
groups.header.edit=Edita el grup
groups.instruction=Seleccioneu de la llista de membres de l\u2019espai aquells que voleu afegir al grup. De la mateixa manera, seleccioneu els membres que desitgeu eliminar del grup i elimineu-los. Feu clic al bot\u00f3 d\u2019actualitzaci\u00f3 per desar els canvis.
groups.joinableset=Conjunt subscrivible
groups.joinableset.allowpreviewmembership=Permet a l\u2019usuari veure els membres del grup abans d\u2019inscriure\u2019s-hi
groups.joinableset.allowunjoin=Permet que els membres puguin donar-se de baixa del grup despr\u00e9s d\u2019afegir-s\u2019hi
groups.joinableset.maxmembers=Nombre m\u00e0xim de membres
groups.joinableset.maxmembers.info=Un participant no es pot subscriure a un grup si aquest \u00e9s ple. Un professor pot afegir tants participants com vulgui.
groups.joinableset.show.all=Mostra tots els participants de l\u2019espai, encara que s\u2019hagin subscrit a un grup d\u2019aquest conjunt subscrivible. 
groups.joinableset.show.all.info=Un participant no es pot subscriure a m\u00e9s d\u2019un grup d\u2019un conjunt subcrivible. Com a professor podeu marcar aquesta casella de selecci\u00f3 i afegir participants que ja s\u2019han subscrit a altres grups del mateix conjunt subscrivible.  
groups.membership.controls=Controls de la pertinen\u00e7a
groups.multiselect.search=Cerca...
groups.none=Cap
groups.role=Rol\:
groups.section=Secci\u00f3\:
groups.title=T\u00edtol del grup

# Create new joinable set
joinableset.additional.instructions=Aquests grups s\u2019afegiran un cop s\u2019hagi desat el conjunt subscrivible
joinableset.additional.groups=Genera grups addicionals
joinableset.allow.previewmembership=Permet a l\u2019usuari veure els membres del grup abans d\u2019inscriure\u2019s-hi
joinableset.allow.viewmembership=Permet als membres veure els altres membres d\u2019aquests grups un cop afegits
joinableset.allow.unjoin=Permet als membres desvincular-se de (abandonar) grups d\u2019aquest conjunt un cop afegits
joinableset.button.cancel=Cancel\u00b7la
joinableset.button.delete=Elimina el conjunt
joinableset.button.add=Afegeix el conjunt
joinableset.button.save=Desa el conjunt
joinableset.current.groups=Grups actuals
joinableset.error.duplicatedtitle=Aquest nom de conjunt ja s\u2019ha usat. Cal que n\u2019escolliu un de diferent. 
joinableset.error.maxmembers=\u00c9s obligatori indicar el nombre m\u00e0xim de membres del grup i ha de ser un nombre v\u00e0lid m\u00e9s gran que 0.
joinableset.error.numbergroups=El camp de nombre de grups \u00e9s obligatori i ha de ser un nombre  v\u00e0lid entre 1 i 999.
joinableset.error.providetitle=Cal que poseu un t\u00edtol al conjunt.
joinableset.header.new=Conjunt subscrivible nou
joinableset.header.edit=Edita el conjunt subscrivible
joinableset.instruction=Els conjunts subscrivibles s\u00f3n grups creats autom\u00e0ticament en els quals els usuaris s\u2019hi poden inscriure. Cada grup dins d\u2019un conjunt comen\u00e7a amb el nom del conjunt i acaba amb un nombre \u00fanic. Cada usuari es pot inscriure en un grup per conjunt.
joinableset.maxmembers=Nombre m\u00e0xim de membres per grup
joinableset.modal.confirm=Voleu eliminar aquest conjunt subscrivible?
joinableset.modal.confirm.instruction=Eliminar un conjunt subscrivible \u00e9s permanent. Els grups que usen el conjunt perdran aquesta associaci\u00f3 i la configuraci\u00f3. Esteu segur de voler eliminar el conjunt subscrivible?
joinableset.numberofgroups=Nombre de grups\:
joinableset.setname=Nom del conjunt\:
joinableset.unjoined.users=Usuaris que encara no s\u2019han afegit a cap grup d\u2019aquest conjunt

# Auto groups
autogroups.button.back=Enrere
autogroups.button.cancel=Cancel\u00b7la
autogroups.button.continue=Continua
autogroups.button.create.role.groups=Crea un grup per a cada rol
autogroups.button.save=Desa
autogroups.button.create=Crea
autogroups.group=Grup\:
autogroups.header.wizard=Grups auto-generats
autogroups.manually.added=Usuaris afegits manualment
autogroups.step1.error.emptyroles=Cal que seleccioneu almenys un rol.
autogroups.step1.error.noroles=L\u2019espai no t\u00e9 cap rol. Cal que creeu almenys un rol.
autogroups.step1.info=Comenceu seleccionant quins rols de l\u2019espai voleu incloure en els grups que esteu creant.
autogroups.step1.table.selectallnone=Selecciona\u2019ls tots/Cap
autogroups.step1.table.role=Rol
autogroups.step2.choose.section=S\u00ed, permet-me escollir els membres dels rols seleccionats <strong>d\u2019orles espec\u00edfiques</strong>.
autogroups.step2.info=Voleu escollir els membres del grup d\u2019orles espec\u00edfiques?
autogroups.step2.info2=Quines orles s\u2019han d\u2019incloure en els grups?
autogroups.step2.no.section=No, <strong>Inclou tot els participants de l\u2019espai</strong> dels rols seleccionats, sense tenir en compte l\u2019orla.
autogroups.step2.error.emptysections=Cal que seleccioneu una orla si voleu usar orles.
autogroups.step2.error.emptylists=Cal que seleccioneu almenys un rol o una orla per a poder crear grups autom\u00e0tics. 
autogroups.step2.role.info=Heu escollit crear grups amb els rols seg\u00fcents\:
autogroups.step2.table.sectionroster=Orles
autogroups.step2.table.selectallnone=Selecciona\u2019ls tots/Cap
autogroups.step3.info=Cal que escolliu com generar els grups.
autogroups.step3.group.title=T\u00edtol del grup
autogroups.step3.group.title.required=\u00c9s obligatori un t\u00edtol del grup quan es creen grups aleat\u00f2riament. 
autogroups.step3.group.number.required=El nombre de grups \u00e9s obligatori i ha de ser un nombre  v\u00e0lid entre 1 i 999.
autogroups.step3.userspergroup.number.required=El nombre d\u2019usuaris per grup \u00e9s obligatori i ha de ser un nombre  v\u00e0lid entre 1 i 999.
autogroups.step3.number.groups=Nombre de grup
autogroups.step3.number.users=Nombre d\u2019usuaris per grup
autogroups.step3.option.mixture=Crea grups amb una combinaci\u00f3 aleat\u00f2ria d\u2019usuaris amb els rols escollits  pertanyents a les orles seleccionades.
autogroups.step3.option.pure=Crea un grup per cada rol seleccionat que contingui membre de les orles escollides.
autogroups.step3.role.info=Heu escollit crear grups amb els rols seg\u00fcents\:
autogroups.step3.section.info=que pertanyen a les orles seg\u00fcents\:
autogroups.step3.split.by.groups=Separa en el nombre de grups que es requereixen
autogroups.step3.split.by.users=Separa per nombre d\u2019usuaris requerits per grup
autogroups.step3.title.info=Nota\: Els nombres s\u2019afegiran al t\u00edtol per cada grup. Per exemple, en el cas del t\u00edtol \u2019Equip\u2019 resultar\u00e0 en \u2019Equip-1\u2019, \u2019Equip-2, etc.
autogroups.step4.allow.membership=Permet als membres de veure quins altres membres t\u00e9 el seu grup.
autogroups.step4.info=Reviseu la vista pr\u00e8via dels grups que es crearan i aneu <strong>Enrere</strong> per fer canvis.
autogroups.step4.group.label={0} ({1} membres)
autogroups.step4.no.roles=L\u2019espai o la secci\u00f3 seleccionada no tenen membres amb aquest rol, es crear\u00e0 un grup buit.
autogroups.step4.section.created={0} (Grup)
autogroups.step4.table.eid=Eid de l\u2019usuari
autogroups.step4.table.name=Nom
autogroups.step4.table.role=Rol
autogroups.step4.table.section=Seccions/Orles
autogroups.wizard.step1=Pas 1\: Seleccioneu rols
autogroups.wizard.step2=Pas 2\: Seleccioneu orles
autogroups.wizard.step3=Pas 4\: Defineix l\u2019estructura del grup
autogroups.wizard.step4=Pas 4\: Previsualitzaci\u00f3 dels grups

# Bulk creation
import.button.back=Enrere
import.button.cancel=Cancel\u00b7la
import.button.create.bulk=Crea els grups
import.button.submit=Continua
import.chooseone=o escolliu un fitxer 
import.example=grup1, nom d\u2019usuari 1<br>grup2, nom d\u2019usuari 1<br>grup2, nom d\u2019usuari 2
import.error.inputrequired=Cal que afegiu text o un fitxer d\u2019entrada. 
import.error.wrongformat=Cada l\u00ednia ha de tenir dos valors amb l\u2019ordre nom del grup i despr\u00e9s nom d\u2019usuari/adre\u00e7a de correu, les dades han d\u2019anar separades per comes.
import.error.titlelength=Un dels t\u00edtols dels grups t\u00e9 m\u00e9s car\u00e0cters del nombre m\u00e0xim perm\u00e8s (99)
import.header=Pugeu en un fitxer o introdu\u00efu al quadre de text els grups que voleu crear
import.confirmation.error=Les dades que heu proporcionat contenien usuaris que no eren v\u00e0lids o que no formen part de l\u2019espai. Cal que ho corregiu i comenceu de nou. 
import.confirmation.group=Grup\:
import.confirmation.group.exists=Aquest grup ja existeix, els nous membres s\u2019hi afegiran.
import.confirmation.header=Verifiqueu la creaci\u00f3 de dades massiva
import.confirmation.instructions=S\u2019ha trobat les dades de creaci\u00f3 massiva seg\u00fcents. Si \u00e9s correcte feu clic sobre el bot\u00f3 per crear els grups. 
import.confirmation.table.existingusers=Usuari(s) existent(s)
import.confirmation.table.invalidusers=Usuari(s) no v\u00e0lid(s)
import.confirmation.table.newusers=Usuari(s) nou(s)
import.confirmation.table.nonmembers=Usuaris que no s\u00f3n membres
import.requirements=Requisits del fitxer o format de dades per al quadre de text
import.requirements.step1=El fitxer CSV o les dades han d\u2019incloure les propietats del grup a les columnes\\\:  nom del grup, nom d\u2019usuari/adre\u00e7a de correu
import.requirements.step2=Les columnes han de seguir l\u2019ordre de dalt, per\u00f2 <b>no s\u2019ha d\u2019incloure una fila de cap\u00e7aleres de columna</b>.
import.requirements.step3=Els camps han d\u2019estar separats per comes i el nom d\u2019usuari/adre\u00e7a de correu  ha de ser un membre de l\u2019espai.
import.typetext=Escriviu o enganxeu al quadre de text

# S2U-40
joinableset.label.opendate=Data d\u2019obertura
joinableset.label.closedate=Data de tancament
joinableset.checkbox.sendmail=Enviar correu als membres de l\u2019espai amb informaci\u00f3 sobre el conjunt subscrivible
joinableset.checkbox.setreminder=Generar o actualitzar el recordatori enviat 24h abans de la data de tancament
joinableset.error.wrongdateorder=La data de tancament ha de ser posterior a la data dobertura.
joinableset.info.closedate=- disponible fins a la data de tancament
