#-------------------------------------------------------------------------------
# Translated by: LARC - Laboratory of Architecture and Computer Networks 
# TIDIA-Ae Project Fapesp, Sao Paulo, Brazil
#-------------------------------------------------------------------------------

# Tool
groups.error.invalidTitle=Invalid characters were removed from the title, please review the updated title.
grouphelper.tool.title=Gerenciador de grupos da p\u00e1gina

# Menu
menu.group.list=Lista de Grupos
menu.create=Criar Novo Grupo
menu.joinable.create=Criar Novo Conjunto Ingress\u00e1vel
menu.auto.groups=Auto Grupos
menu.bulk.creation=Cria\u00e7\u00e3o em Massa

# Index - Lista de Grupos
index.button.cancel=Cancelar
index.button.removechecked=Excluir Selecionados
index.header.grouplist=Lista de Grupos
index.modal.confirm=Excluir os seguintes grupos?
index.modal.confirm.instruction=Excluir um grupo \u00E9 permanente. Ferramentas que usam o(s) grupo(s) selecionado(s) pode(m) n\u00E3o funcionar corretamente ap\u00F3s a exclus\u00e3o. \u00c9 recomendado que voc\u00ea verifique se as ferramentas est\u00e3o usando esses grupos no seu site antes de apag\u00e1-lo(s). Voc\u00ea tem certeza que quer apagar o(s) seguinte(s) grupo(s)?
index.modal.button.delete=Excluir esses grupos
index.table.grouptitle=T\u00edtulo do Grupo
index.table.groupsize=Tamanho (M\u00e1x)
index.table.groupmembers=Membros
index.table.grouplocked=O grupo est\u00e1 bloqueado porque est\u00e1 sendo usado por uma ferramenta. Grupos bloqueados n\u00e3o podem ser editados ou exclu\u00EDdos.
index.table.grouplocked.info=indica grupo est\u00e1 bloqueado porque est\u00e1 sendo usado por uma ferramenta. Grupos bloqueados n\u00e3o podem ser editados ou exclu\u00EDdos.
index.table.grouplockedby=Bloqueado Por
index.table.assessments=Exerc\u00EDcios
index.table.assignments=Atividades
index.table.joinableset=Conjunto Ingress\u00e1vel
index.table.members=membros
index.table.selectallnone=Selecionar Todos/Nenhum
index.warning.groupempty=Atualmente n\u00e3o h\u00e1 grupos personalizados definidos. Voc\u00ea pode criar grupos usando uma das op\u00e7\u00f5es acima.

# Create new Group
groups.allowviewmembership=Permitir que membros vejam outros membros deste grupo
groups.assigned.members=Membros Atribu\u00eddos
groups.available.members=Membros Dispon\u00edveis
groups.button.cancel=Cancelar
groups.button.create=Adicionar novo grupo
groups.button.save=Salvar grupo
groups.description=Descri\u00e7\u00e3o do grupo
groups.error.providetitle=Voc\u00ea precisar dar um t\u00edtulo para o grupo.
groups.error.sametitle=Este t\u00edtulo de grupo j\u00e1 foi usado. Por favor, escolha outro.
groups.error.titlelength=O t\u00edtulo n\u00e3o pode ter mais que 99 caracteres. Por favor, use um t\u00edtulo mais curto.
groups.error.maxmembers=O n\u00famero m\u00e1ximo de membros do grupo \u00e9 obrigat\u00f3rio e deve ser um n\u00famero v\u00e1lido maior que 0.
groups.filter.membership=Filtrar associa\u00e7\u00e3o
groups.filter.membership.group=Grupo:
groups.filter.membership.section=Turma:
groups.header.new=Criar Novo Grupo
groups.header.edit=Editar Grupo
groups.instruction=Selecione membros da lista de membros do site e adicione ao grupo. Selecione membros da lista do grupo e remova. Clique em Adicionar para salvar as altera\u00e7\u00f5es.
groups.joinableset=Conjunto Ingress\u00e1vel
groups.joinableset.allowpreviewmembership=Permitir que o usu\u00e1rio veja os membros do grupo antes de ingressar
groups.joinableset.allowunjoin=Permitir que membros saiam do grupo ap\u00f3s ingressar
groups.joinableset.maxmembers=N\u00famero m\u00e1ximo de membros
groups.membership.controls=Controles de associa\u00e7\u00e3o
groups.multiselect.search=Procurar...
groups.multiselect.move.all.left=Cancelar atribui\u00e7\u00e3o de todos os membros ou pap\u00E9is deste grupo
groups.multiselect.move.all.right=Atribuir todos os membros ou pap\u00E9is a este grupo
groups.multiselect.move.selected.left=Cancelar atribui\u00e7\u00e3o dos membros ou pap\u00E9is selecionados deste grupo
groups.multiselect.move.selected.right=Atribuir os membros ou pap\u00E9is selecionados a este grupo
groups.none=Nenhum
groups.role=Papel:
groups.section=Turma
groups.title=T\u00edtulo do grupo

# Create new joinable set
joinableset.additional.instructions=Esses grupos ser\u00e3o adicionados ap\u00f3s salvar o conjunto ingress\u00e1vel.
joinableset.additional.groups=Gerar grupos adicionais
joinableset.allow.previewmembership=Permitir que o usu\u00e1rio veja os membros do grupo antes de ingressar
joinableset.allow.viewmembership=Permitir que membros vejam outros membros destes grupos ap\u00f3s ingressar
joinableset.allow.unjoin=Permitir que membros saiam dos grupos deste conjunto ap\u00f3s ingressar 
joinableset.button.cancel=Cancelar
joinableset.button.delete=Apagar Conjunto
joinableset.button.add=Adicionar Conjunto
joinableset.button.save=Salvar Conjunto
joinableset.current.groups=Grupos Atuais
joinableset.error.duplicatedtitle=O nome do conjunto j\u00e1 est\u00e1 sendo usado. Por favor, escolha um nome diferente.
joinableset.error.maxmembers=O n\u00famero m\u00e1ximo de membros do grupo \u00e9 obrigat\u00f3rio e deve ser um n\u00famero v\u00e1lido maior que 0.
joinableset.error.numbergroups=O n\u00famero de grupos \u00e9 obrigat\u00f3rio e deve ser um n\u00famero v\u00e1lido entre 1 e 999.
joinableset.error.providetitle=Voc\u00ea precisar dar um t\u00edtulo para o conjunto.
joinableset.header.new=Novo Conjunto Ingress\u00e1vel
joinableset.header.edit=Editar Conjunto Ingress\u00e1vel
joinableset.instruction=Conjuntos ingress\u00e1veis s\u00e3o grupos criados automaticamente, nos quais os usu\u00e1rios podem escolher ingressar. Cada grupo em um conjunto come\u00e7a com o mesmo nome do conjunto e termina com um n\u00famero \u00fanico. Um indiv\u00edduo pode ingressar em um grupo por conjunto.
joinableset.maxmembers=N\u00famero m\u00e1ximo de membros por grupo:
joinableset.modal.confirm=Voc\u00ea quer apagar este conjunto ingress\u00e1vel?
joinableset.modal.confirm.instruction=Apagar um conjunto ingress\u00e1vel \u00e9 permanente. Grupos usando este conjunto ingress\u00e1vel v\u00e3o perder as associa\u00e7\u00f5es e configura\u00e7\u00f5es. Voc\u00ea tem certeza que quer apagar este conjunto ingress\u00e1vel?
joinableset.numberofgroups=N\u00famero De Grupos:
joinableset.setname=Nome do conjunto:
joinableset.unjoined.users=Usu\u00e1rios que ainda n\u00e3o ingressaram em um grupo deste conjunto

# Auto groups
autogroups.button.back=Voltar
autogroups.button.cancel=Cancelar
autogroups.button.continue=Continuar
autogroups.button.create.role.groups=Criar um grupo para cada papel
autogroups.button.save=Salvar
autogroups.button.create=Criar
autogroups.group=Grupo:
autogroups.header.wizard=Grupos Autogerados
autogroups.manually.added=Usu\u00e1rios Adicionados Manualmente
autogroups.step1.error.emptyroles=Por favor, selecione pelo menos um papel.
autogroups.step1.error.noroles=O site n\u00e3o tem nenhum papel criada. Por favor, crie pelo menos um papel.
autogroups.step1.info=Por favor, comece por selecionar qual papel deve ser incluso nos grupos que voc\u00ea est\u00e1 criando.
autogroups.step1.table.selectallnone=Selecionar Todos/Nenhum
autogroups.step1.table.role=Papel
autogroups.step2.choose.section=Sim, permita que eu selecione membros das pap\u00E9is selecionados <strong>de listas espec\u00edficas</strong>.
autogroups.step2.info=Voc\u00ea gostaria de selecionar membros do grupo de listas espec\u00edficas?
autogroups.step2.info2=Qual(is) lista(s) deve(m) ser inclusa(s) nos grupos?
autogroups.step2.no.section=N\u00e3o, <strong>incluir todos os participantes do site</strong> com pap\u00E9is selecionados, independentemente de lista.
autogroups.step2.error.emptysections=Por favor, selecione pelo menos uma lista se voc\u00ea que usar listas.
autogroups.step2.error.emptylists=Por favor, selecione pelo menos um papel ou uma lista para criar autogrupos. 
autogroups.step2.role.info=Voc\u00ea selecionou criar grupos com os seguintes papel:
autogroups.step2.table.sectionroster=Listas
autogroups.step2.table.selectallnone=Selecionar Todos/Nenhum
autogroups.step3.info=Agora, por favor, selecione como gerar os grupos.
autogroups.step3.group.title=T\u00edtulo do Grupo
autogroups.step3.group.title.required=T\u00edtulo do grupo \u00e9 obrigat\u00f3rio ao criar grupos aleatoriamente.
autogroups.step3.group.number.required=O n\u00famero de grupos \u00e9 obrigat\u00f3rio e deve ser um n\u00famero v\u00e1lido entre 1 e 999.
autogroups.step3.userspergroup.number.required=O n\u00famero de usu\u00e1rios por grupo \u00e9 obrigat\u00f3rio e deve ser um n\u00famero v\u00e1lido entre 1 e 999.
autogroups.step3.number.groups=N\u00famero de Grupos
autogroups.step3.number.users=N\u00famero de usu\u00e1rios por grupo
autogroups.step3.option.mixture=Criar grupos com pap\u00E9is aleat\u00F3rios de usu\u00E1rios conforme a(s) lista(s) selecionada(s).
autogroups.step3.option.pure=Criar um grupo para cada papel selecionada contendo membros da(s) lista(s) selecionada(s).
autogroups.step3.role.info=Voc\u00ea escolheu criar grupos com os seguintes pap\u00E9is
autogroups.step3.section.info=quem est\u00e1 incluso na(s) seguinte(s) lista(s):
autogroups.step3.split.by.groups=Dividir por n\u00famero de grupos necess\u00e1rios
autogroups.step3.split.by.users=Dividir por n\u00famero de usu\u00e1rios necess\u00e1rios por grupo
autogroups.step3.title.info=Nota: N\u00fameros ser\u00e3o anexados ao t\u00edtulo para cada grupo. Por exemplo, o t\u00edtulo 'Time' vai resultar em 'Time-1', 'Time-2' etc.
autogroups.step4.allow.membership=Permitir que membros vejam quem mais est\u00e1 em seu Grupo.
autogroups.step4.info=Revisar a pr\u00e9via dos grupos que ser\u00e3o criados e <strong>Voltar</strong> para fazer qualquer altera\u00e7\u00e3o.
autogroups.step4.group.label={0} ({1} Membros)
autogroups.step4.no.roles=O site ou a(s) se\u00e7\u00e3o(\u00f5es) selecionada(s) n\u00e3o possui(em) membros com esta fun\u00e7\u00e3o, um grupo vazio ser\u00e1 criado.
autogroups.step4.section.created={0} (Grupo)
autogroups.step4.table.eid=Usu\u00e1rio Eid
autogroups.step4.table.name=Nome
autogroups.step4.table.role=Papel
autogroups.step4.table.section=Se\u00e7\u00e3o(\u00f5es)/Lista(s)
autogroups.wizard.step1=Passo 1: Selecionar Pap\u00E9is
autogroups.wizard.step2=Passo 2: Selecionar Listas
autogroups.wizard.step3=Passo 3: Definir Estrutura do Grupo
autogroups.wizard.step4=Passo 4: Visualizar Grupos

# Bulk creation
import.button.back=Voltar
import.button.cancel=Cancelar
import.button.create.bulk=Criar Grupos em Massa
import.button.submit=Continuar
import.chooseone=Ou escolha um arquivo
import.example=group1, username1<br>group2, username1<br>group2, username2
import.error.inputrequired=Voc\u00ea deve enviar texto ou um arquivo de entrada.
import.error.wrongformat=Cada linha deve conter dois valores na sequ\u00eancia t\u00edtulo do grupo depois nome de usu\u00e1rio / endere\u00e7o de email, os dados devem ser separados por uma v\u00edrgula.
import.error.titlelength=Um t\u00edtulo de grupo cont\u00e9m mais caracteres do que o m\u00e1ximo permitido (99).
import.header=Envie um arquivo ou digite na caixa de texto os grupos que voc\u00ea deseja criar
import.confirmation.error=Os dados que voc\u00ea enviou cont\u00e9m usu\u00e1rios inv\u00e1lidos ou que n\u00e3o fazem parte do site. Voc\u00ea precisa corrigir esses problemas e come\u00e7ar novamente.
import.confirmation.group=Grupp:
import.confirmation.group.exists=Este grupo j\u00e1 existe, a associa\u00e7\u00e3o ser\u00e1 mesclada.
import.confirmation.header=Verifique os dados criados em massa
import.confirmation.instructions=Os seguintes dados de cria\u00e7\u00e3o em massa foram encontrados. Se isto est\u00e1 correto, clique em 'Criar Grupos em Massa'.
import.confirmation.table.existingusers=Usu\u00e1rio(s) existente(s)
import.confirmation.table.invalidusers=Usuario(s) inv\u00e1lido(s)
import.confirmation.table.newusers=Novo(s) usu\u00e1rio(s)
import.confirmation.table.nonmembers=Usu\u00e1rio(s) n\u00e3o membro(s)
import.requirements=Requerimentos de arquivo ou formata\u00e7\u00e3o de dados para a caixa de texto
import.requirements.step1=O arquivo CSV ou dados devem conter os detalhes do grupo em colunas: t\u00edtulo do grupo, nome de usu\u00e1rio / endere\u00e7o de e-mail.
import.requirements.step2=Colunas devem estar na ordem acima, mas <b>n\u00e3o inclua a linha de cabe\u00e7alhos da coluna</b>.
import.requirements.step3=Campos devem ser separados por v\u00edrgula e o nome de usu\u00e1rio / endere\u00e7o de e-mail deve ser um participante do site.
import.typetext=Digite ou cole na caixa de texto
