# Tool
grouphelper.tool.title=Outil de gestion de groupe

# Menu
menu.group.list=Liste des groupes
menu.create=Cr\u00e9er nouveau groupe
menu.joinable.create=Cr\u00e9er un nouvel ensemble joignable
menu.auto.groups=Groupes automatiques
menu.bulk.creation=Cr\u00e9ation en masse

# Index - Group List
index.button.cancel=Annuler
index.button.removechecked=Supprimer s\u00e9lectionn\u00e9s
index.header.grouplist=Liste des groupes
index.modal.confirm=Supprimer les groupes suivants ?
index.modal.confirm.instruction=Deleting a group is permanent. Tools using the selected group(s) may not behave correctly after deletion. It is recommended that you check whether tools are using these groups in your site before deleting them. Are you sure you want to delete the following group(s)?
index.modal.button.delete=Supprimer ces groupes
index.table.grouptitle=Titre du groupe
index.table.groupsize=Taille (Max)
index.table.groupmembers=Membres
index.table.grouplocked=Le groupe est verrouill\u00e9 car il est utilis\u00e9 par un outil. Les groupes verrouill\u00e9s ne peuvent pas \u00eatre \u00e9dit\u00e9s ou supprim\u00e9s.
index.table.grouplocked.info=indicates the group is locked by a tool. Locked groups cannot be deleted. Groups locked by the Assignments tool cannot be edited if they are used for group assignments.
index.table.grouplockedby=Verrouill\u00e9 par
index.table.assessments=Tests et Quiz
index.table.assignments=Devoirs
index.table.joinableset=Ensemble joignable
index.table.members=membres
index.table.selectallnone=S\u00e9lectionner Tous/Aucun
index.warning.groupempty=There are currently no custom groups defined. You can create new groups using one of the options above.
index.table.group.locked=Locked Group
index.error.cantDeleteLockedGroup=The following groups are locked and cannot be deleted\: {0}

# Create new Group
groups.allowviewmembership=Autoriser les membres \u00e0 voir les autres membres de ce groupe
groups.assigned.members=Membres assign\u00e9s
groups.button.cancel=Annuler
groups.button.create=Ajouter un nouveau Groupe
groups.button.save=Enregistrer le groupe
groups.description=Description du groupe
groups.error.providetitle=Vous devez fournir un titre de groupe.
groups.error.sametitle=Le m\u00eame titre de groupe a \u00e9t\u00e9 utilis\u00e9. Veuillez en choisir un autre.
groups.error.titlelength=La longueur du titre ne doit pas d\u00e9passer 99 caract\u00e8res. Veuillez fournir un titre plus court.
groups.error.maxmembers=Le nombre maximum de membres du groupe est requis et doit \u00eatre un nombre valide sup\u00e9rieur \u00e0 0.
groups.filter.membership=Filtrer l'adh\u00e9sion
groups.filter.membership.group=Groupe \:
groups.filter.membership.section=Section \:
groups.header.new=Cr\u00e9er nouveau groupe
groups.header.edit=Modifier le groupe
groups.instruction=S\u00e9lectionnez les membres de la liste des membres de l'espace et ajoutez au groupe. S\u00e9lectionnez les membres de la liste de groupe et supprimez. Cliquez sur Ajouter pour enregistrer les modifications.
groups.joinableset=Ensemble joignable
groups.joinableset.allowpreviewmembership=Permettre \u00e0 l'utilisateur de voir les adh\u00e9sions au groupe avant de rejoindre
groups.joinableset.allowunjoin=Autoriser les membres \u00e0 se d\u00e9sinscrire du groupe apr\u00e8s l'adh\u00e9sion
groups.joinableset.maxmembers=Nombre maximum de membres
groups.joinableset.maxmembers.info=A participant cannot join a group if the group is full. A teacher can add participants as many as wanted.
groups.joinableset.show.all=Show all site participants, even if they already joined a group of this joinable set
groups.joinableset.show.all.info=A participant cannot join more than one group from a joinable set. As a teacher you can mark this checkbox and add participants that already joined other groups from a same joinable set.
groups.membership.controls=Contr\u00f4les de l'adh\u00e9sion
groups.multiselect.search=Recherche...
groups.none=Aucun
groups.role=R\u00f4le \:
groups.section=section \:
groups.title=Titre du groupe

# Create new joinable set
joinableset.additional.instructions=Ces groupes seront ajout\u00e9s apr\u00e8s l'enregistrement de l'ensemble joignable.
joinableset.additional.groups=G\u00e9n\u00e9rer des groupes suppl\u00e9mentaires
joinableset.allow.previewmembership=Permettre \u00e0 l'utilisateur de voir les adh\u00e9sions au groupe avant de rejoindre
joinableset.allow.viewmembership=Autoriser les membres \u00e0 voir les autres membres de ces groupes apr\u00e8s leur adh\u00e9sion
joinableset.allow.unjoin=Autoriser les membres \u00e0 ne plus rejoindre (quitter) les groupes dans cet ensemble apr\u00e8s avoir rejoint
joinableset.button.cancel=Annuler
joinableset.button.delete=Supprimer l'ensemble
joinableset.button.add=Ajouter un ensemble
joinableset.button.save=Enregistrer l'ensemble
joinableset.current.groups=Groupes actuels
joinableset.error.duplicatedtitle=Le nom de l'ensemble a d\u00e9j\u00e0 \u00e9t\u00e9 utilis\u00e9. Veuillez en choisir un autre.
joinableset.error.maxmembers=Le nombre maximum de membres du groupe est requis et doit \u00eatre un nombre valide sup\u00e9rieur \u00e0 0.
joinableset.error.numbergroups=Le nombre de groupes est requis et doit \u00eatre un nombre valide entre 1 et 999.
joinableset.error.providetitle=Vous devez fournir un titre \u00e0 l'ensemble.
joinableset.header.new=Nouvel ensemble joignable
joinableset.header.edit=Modifier l'ensemble joignable
joinableset.instruction=Les ensembles joignables consistent en des groupes cr\u00e9\u00e9s automatiquement que les utilisateurs peuvent choisir de rejoindre. Chaque groupe dans un ensemble commence par le nom de l'ensemble et se termine par un nombre unique. Une personne peut rejoindre un groupe par ensemble.
joinableset.maxmembers=Nombre maximum de membres par groupe \:
joinableset.modal.confirm=Voulez-vous supprimer cet ensemble joignable ?
joinableset.modal.confirm.instruction=La suppression d'un ensemble joignable est permanente. Les groupes qui utilisent l'ensemble joignable perdront l'association et la configuration. \u00cates-vous s\u00fbr de vouloir supprimer l'ensemble joignable ?
joinableset.numberofgroups=Nombre de groupes \:
joinableset.setname=D\u00e9finir le nom \:
joinableset.unjoined.users=Utilisateurs qui n'ont pas encore rejoint un groupe dans cet ensemble

# Auto groups
autogroups.button.back=Retour
autogroups.button.cancel=Annuler
autogroups.button.continue=Continuer
autogroups.button.create.role.groups=Cr\u00e9er un groupe pour chaque r\u00f4le
autogroups.button.save=Enregistrer
autogroups.button.create=Cr\u00e9er
autogroups.group=Groupe \:
autogroups.header.wizard=Groupes g\u00e9n\u00e9r\u00e9s automatiquement
autogroups.manually.added=Utilisateurs ajout\u00e9s manuellement
autogroups.step1.error.emptyroles=Veuillez s\u00e9lectionner au moins un r\u00f4le.
autogroups.step1.error.noroles=L' espace n'a pas de r\u00f4les. Veuillez cr\u00e9er au moins un r\u00f4le.
autogroups.step1.info=Veuillez commencer par s\u00e9lectionner le(s) r\u00f4le(s) de l'espace \u00e0 inclure dans les groupes que vous cr\u00e9ez.
autogroups.step1.table.selectallnone=S\u00e9lectionner Tous/Aucun
autogroups.step1.table.role=R\u00f4le
autogroups.step2.choose.section=Oui, permettez-moi de s\u00e9lectionner des membres dans les r\u00f4les s\u00e9lectionn\u00e9s <strong>\u00e0 partir de listes sp\u00e9cifiques</strong>.
autogroups.step2.info=Voulez-vous tirer des membres du groupe \u00e0 partir de listes sp\u00e9cifiques ?
autogroups.step2.info2=Quelles listes doivent \u00eatre incluses dans les groupes ?
autogroups.step2.no.section=Non, <strong>inclure tous les participants de l'espace</strong> dans les r\u00f4les s\u00e9lectionn\u00e9s, ind\u00e9pendamment de la liste.
autogroups.step2.error.emptysections=Veuillez s\u00e9lectionner au moins une liste si vous souhaitez utiliser les listes.
autogroups.step2.error.emptylists=Veuillez s\u00e9lectionner au moins un r\u00f4le ou une liste pour cr\u00e9er des groupes automatiques.
autogroups.step2.role.info=Vous avez s\u00e9lectionn\u00e9 pour cr\u00e9er des groupes \u00e0 partir des r\u00f4les suivants \:
autogroups.step2.table.sectionroster=Listes d'\u00e9tudiants
autogroups.step2.table.selectallnone=S\u00e9lectionner Tous/Aucun
autogroups.step3.info=Maintenant, veuillez s\u00e9lectionner comment g\u00e9n\u00e9rer les groupes.
autogroups.step3.group.title=Titre du groupe
autogroups.step3.group.title.required=Le titre du groupe est requis lors de la cr\u00e9ation al\u00e9atoire de groupes.
autogroups.step3.group.number.required=Le nombre de groupes est requis et doit \u00eatre un nombre valide entre 1 et 999.
autogroups.step3.userspergroup.number.required=Le nombre d'utilisateurs par groupe est requis et doit \u00eatre un nombre valide entre 1 et 999.
autogroups.step3.number.groups=Nombre de groupes
autogroups.step3.number.users=Nombre d'utilisateurs par groupe
autogroups.step3.option.mixture=Cr\u00e9er des groupes contenant un m\u00e9lange al\u00e9atoire d'utilisateurs avec le(s) r\u00f4le(s) s\u00e9lectionn\u00e9(s) parmi les listes s\u00e9lectionn\u00e9es.
autogroups.step3.option.pure=Cr\u00e9er un groupe pour chaque r\u00f4le s\u00e9lectionn\u00e9 contenant les membres des listes s\u00e9lectionn\u00e9es.
autogroups.step3.role.info=Vous avez s\u00e9lectionn\u00e9 pour cr\u00e9er des groupes \u00e0 partir des r\u00f4les suivants \:
autogroups.step3.section.info=qui sont inclus dans les listes suivantes \:
autogroups.step3.split.by.groups=Diviser par le nombre de groupes n\u00e9cessaires
autogroups.step3.split.by.users=Diviser par le nombre d'utilisateurs requis par groupe
autogroups.step3.title.info=Note\: Les nombres seront ajout\u00e9s au titre de chaque groupe. Par exemple, un titre comme 'Team' donnera 'Team-1', 'Team-2', etc.
autogroups.step4.allow.membership=Autoriser les membres \u00e0 voir qui d'autre est dans leur groupe.
autogroups.step4.info=V\u00e9rifiez l'aper\u00e7u des groupes \u00e0 cr\u00e9er et allez \u00e0 <strong>Pr\u00e9c\u00e9dent</strong> pour apporter des modifications.
autogroups.step4.group.label={0} ({1} membres)
autogroups.step4.no.roles=L'espace ou la ou les sections s\u00e9lectionn\u00e9es n'ont pas de membres avec ce r\u00f4le, un groupe vide sera cr\u00e9\u00e9.
autogroups.step4.section.created={0} (Groupe)
autogroups.step4.table.eid=Identifiant utilisateur
autogroups.step4.table.name=Nom
autogroups.step4.table.role=R\u00f4le
autogroups.step4.table.section=Section(s)/Liste(s)
autogroups.wizard.step1=\u00c9tape 1 \: S\u00e9lectionnez les r\u00f4les
autogroups.wizard.step2=\u00c9tape 2 \: S\u00e9lectionnez les listes
autogroups.wizard.step3=\u00c9tape 3 \: D\u00e9finir la structure du groupe
autogroups.wizard.step4=\u00c9tape 4 \: Aper\u00e7u des groupes

# Bulk creation
import.button.back=Retour
import.button.cancel=Annuler
import.button.create.bulk=Cr\u00e9er des groupes en masse
import.button.submit=Continuer
import.chooseone=Ou choisissez un fichier
import.example=group1, username1<br>group2, username1<br>group2, username2
import.error.inputrequired=Vous devez soumettre du texte ou un fichier d'entr\u00e9e.
import.error.wrongformat=Chaque ligne doit avoir deux valeurs dans le titre du groupe d'ordres, puis nom d'utilisateur / adresse de courriel, les donn\u00e9es doivent \u00eatre s\u00e9par\u00e9es par des virgules.
import.error.titlelength=Un titre de groupe contient plus de caract\u00e8res que le maximum autoris\u00e9 (99).
import.header=D\u00e9posez un fichier ou tapez dans la zone de texte que vous souhaitez cr\u00e9er
import.confirmation.error=Les donn\u00e9es que vous avez fournies contenaient des utilisateurs non valides ou des utilisateurs qui ne font pas partie de l'espace. Vous devez corriger ces probl\u00e8mes et recommencer.
import.confirmation.group=Groupe \:
import.confirmation.group.exists=Ce groupe existe d\u00e9j\u00e0, l'appartenance sera fusionn\u00e9e.
import.confirmation.header=V\u00e9rifier les donn\u00e9es de cr\u00e9ation en masse
import.confirmation.instructions=Les donn\u00e9es de cr\u00e9ation en masse suivantes ont \u00e9t\u00e9 trouv\u00e9es. Si cela est correct, cliquez sur Cr\u00e9er des groupes en masse.
import.confirmation.table.existingusers=Utilisateurs existants
import.confirmation.table.invalidusers=Utilisateur(s) non valide
import.confirmation.table.newusers=Nouveaux utilisateurs
import.confirmation.table.nonmembers=Utilisateur(s) non membre(s)
import.requirements=Exigences de fichier ou format de donn\u00e9es pour la zone de texte
import.requirements.step1=Le fichier CSV ou les donn\u00e9es doivent contenir les d\u00e9tails du groupe dans les colonnes \: titre du groupe, nom d'utilisateur / adresse de courriel.
import.requirements.step2=Les colonnes doivent \u00eatre dans l'ordre ci-dessus, mais <b>n'incluent pas une ligne d'ent\u00eates de colonnes</b>.
import.requirements.step3=Les champs doivent \u00eatre s\u00e9par\u00e9s par des virgules et le nom d'utilisateur/adresse de courriel doit d\u00e9j\u00e0 \u00eatre un participant de l'espace.
import.typetext=Tapez ou collez dans la zone de texte

# S2U-40
joinableset.label.opendate=Open date
joinableset.label.closedate=Close date
joinableset.checkbox.sendmail=Send email to the site members with joinable set info
joinableset.checkbox.setreminder=Set or update the reminder sent 24h before the closing date
joinableset.error.wrongdateorder=The closing date must be after the opening date.
joinableset.error.invalidopendate=The opening date format is invalid. Please use a valid date and time.
joinableset.error.invalidclosedate=The closing date format is invalid. Please use a valid date and time.
joinableset.info.closedate=- available until closing date
