# Tool
groups.error.invalidTitle=Invalid characters were removed from the title, please review the updated title.
grouphelper.tool.title=\u0418\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442 \u0437\u0430 \u0443\u043f\u0440\u0430\u0432\u043b\u0435\u043d\u0438\u0435 \u043d\u0430 \u0433\u0440\u0443\u043f\u0438

# Menu
menu.group.list=\u0421\u043f\u0438\u0441\u044a\u043a \u043d\u0430 \u0433\u0440\u0443\u043f\u0438\u0442\u0435
menu.create=\u0421\u044a\u0437\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u043d\u043e\u0432\u0430 \u0433\u0440\u0443\u043f\u0430
menu.joinable.create=\u0421\u044a\u0437\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u043d\u043e\u0432\u043e \u043f\u0440\u0438\u0441\u044a\u0435\u0434\u0438\u043d\u044f\u0435\u043c\u043e \u043c\u043d\u043e\u0436\u0435\u0441\u0442\u0432\u043e
menu.auto.groups=\u0410\u0432\u0442\u043e\u043c\u0430\u0442\u0438\u0447\u043d\u0438 \u0433\u0440\u0443\u043f\u0438
menu.bulk.creation=\u0421\u044a\u0437\u0434\u0430\u0432\u0430\u043d\u0435 \u0432 \u043d\u0430\u0441\u0438\u043f\u043d\u043e \u0441\u044a\u0441\u0442\u043e\u044f\u043d\u0438\u0435

# Index - Group List
index.button.cancel=\u041e\u0442\u043c\u044f\u043d\u0430 \u043d\u0430
index.button.removechecked=\u041f\u0440\u0435\u043c\u0430\u0445\u0432\u0430\u043d\u0435 \u043d\u0430 \u043c\u0430\u0440\u043a\u0438\u0440\u0430\u043d\u0438\u0442\u0435 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0438
index.header.grouplist=\u0421\u043f\u0438\u0441\u044a\u043a \u043d\u0430 \u0433\u0440\u0443\u043f\u0438\u0442\u0435
index.modal.confirm=\u0418\u0437\u0442\u0440\u0438\u0432\u0430\u043d\u0435 \u043d\u0430 \u0441\u043b\u0435\u0434\u043d\u0438\u0442\u0435 \u0433\u0440\u0443\u043f\u0438?
index.modal.confirm.instruction=\u0418\u0437\u0442\u0440\u0438\u0432\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0433\u0440\u0443\u043f\u0430 \u0435 \u043f\u043e\u0441\u0442\u043e\u044f\u043d\u043d\u043e. \u0418\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0438\u0442\u0435, \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0449\u0438 \u0438\u0437\u0431\u0440\u0430\u043d\u0430\u0442\u0430(\u0438\u0442\u0435) \u0433\u0440\u0443\u043f\u0430(\u0438), \u043c\u043e\u0436\u0435 \u0434\u0430 \u043d\u0435 \u0441\u0435 \u0434\u044a\u0440\u0436\u0430\u0442 \u043f\u0440\u0430\u0432\u0438\u043b\u043d\u043e \u0441\u043b\u0435\u0434 \u0438\u0437\u0442\u0440\u0438\u0432\u0430\u043d\u0435\u0442\u043e. \u041f\u0440\u0435\u043f\u043e\u0440\u044a\u0447\u0438\u0442\u0435\u043b\u043d\u043e \u0435 \u0434\u0430 \u043f\u0440\u043e\u0432\u0435\u0440\u0438\u0442\u0435 \u0434\u0430\u043b\u0438 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0438\u0442\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0442 \u0442\u0435\u0437\u0438 \u0433\u0440\u0443\u043f\u0438 \u0432\u044a\u0432 \u0432\u0430\u0448\u0438\u044f \u0441\u0430\u0439\u0442, \u043f\u0440\u0435\u0434\u0438 \u0434\u0430 \u0433\u0438 \u0438\u0437\u0442\u0440\u0438\u0435\u0442\u0435. \u0421\u0438\u0433\u0443\u0440\u043d\u0438 \u043b\u0438 \u0441\u0442\u0435, \u0447\u0435 \u0438\u0441\u043a\u0430\u0442\u0435 \u0434\u0430 \u0438\u0437\u0442\u0440\u0438\u0435\u0442\u0435 \u0441\u043b\u0435\u0434\u043d\u0430\u0442\u0430(\u0438\u0442\u0435) \u0433\u0440\u0443\u043f\u0430(\u0438)?
index.modal.button.delete=\u0418\u0437\u0442\u0440\u0438\u0432\u0430\u043d\u0435 \u043d\u0430 \u0442\u0435\u0437\u0438 \u0433\u0440\u0443\u043f\u0438
index.table.grouptitle=\u0417\u0430\u0433\u043b\u0430\u0432\u0438\u0435 \u043d\u0430 \u0433\u0440\u0443\u043f\u0430\u0442\u0430
index.table.groupsize=\u0420\u0430\u0437\u043c\u0435\u0440 (\u043c\u0430\u043a\u0441.)
index.table.groupmembers=\u0427\u043b\u0435\u043d\u043e\u0432\u0435
index.table.grouplocked=\u0413\u0440\u0443\u043f\u0430\u0442\u0430 \u0435 \u0437\u0430\u043a\u043b\u044e\u0447\u0435\u043d\u0430, \u0437\u0430\u0449\u043e\u0442\u043e \u0441\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430 \u043e\u0442 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442. \u0417\u0430\u043a\u043b\u044e\u0447\u0435\u043d\u0438\u0442\u0435 \u0433\u0440\u0443\u043f\u0438 \u043d\u0435 \u043c\u043e\u0433\u0430\u0442 \u0434\u0430 \u0441\u0435 \u0440\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u0442 \u0438\u043b\u0438 \u0438\u0437\u0442\u0440\u0438\u0432\u0430\u0442.
index.table.grouplocked.info=\u043f\u043e\u043a\u0430\u0437\u0432\u0430, \u0447\u0435 \u0433\u0440\u0443\u043f\u0430\u0442\u0430 \u0435 \u0437\u0430\u043a\u043b\u044e\u0447\u0435\u043d\u0430 \u043e\u0442 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442. \u0417\u0430\u043a\u043b\u044e\u0447\u0435\u043d\u0438\u0442\u0435 \u0433\u0440\u0443\u043f\u0438 \u043d\u0435 \u043c\u043e\u0433\u0430\u0442 \u0434\u0430 \u0431\u044a\u0434\u0430\u0442 \u0438\u0437\u0442\u0440\u0438\u0432\u0430\u043d\u0438. \u0413\u0440\u0443\u043f\u0438\u0442\u0435, \u0437\u0430\u043a\u043b\u044e\u0447\u0435\u043d\u0438 \u043e\u0442 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0430 \u0417\u0430\u0434\u0430\u0447\u0438, \u043d\u0435 \u043c\u043e\u0433\u0430\u0442 \u0434\u0430 \u0441\u0435 \u0440\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u0442, \u0430\u043a\u043e \u0441\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0442 \u0437\u0430 \u0433\u0440\u0443\u043f\u043e\u0432\u0438 \u0437\u0430\u0434\u0430\u043d\u0438\u044f.
index.table.grouplockedby=\u0417\u0430\u043a\u043b\u044e\u0447\u0435\u043d\u043e \u043e\u0442
index.table.assessments=\u0422\u0435\u0441\u0442\u043e\u0432\u0435 \u0438 \u0432\u044a\u043f\u0440\u043e\u0441\u043d\u0438\u0446\u0438
index.table.assignments=\u0417\u0430\u0434\u0430\u043d\u0438\u044f
index.table.joinableset=\u0421\u0432\u044a\u0440\u0437\u0432\u0430\u0449\u043e \u0441\u0435 \u043c\u043d\u043e\u0436\u0435\u0441\u0442\u0432\u043e
index.table.members=\u0447\u043b\u0435\u043d\u043e\u0432\u0435
index.table.selectallnone=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0412\u0441\u0438\u0447\u043a\u0438/\u043d\u044f\u043c\u0430
index.warning.groupempty=\u0412 \u043c\u043e\u043c\u0435\u043d\u0442\u0430 \u043d\u044f\u043c\u0430 \u0434\u0435\u0444\u0438\u043d\u0438\u0440\u0430\u043d\u0438 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u0438 \u0433\u0440\u0443\u043f\u0438. \u041c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u0441\u044a\u0437\u0434\u0430\u0434\u0435\u0442\u0435 \u043d\u043e\u0432\u0438 \u0433\u0440\u0443\u043f\u0438, \u043a\u0430\u0442\u043e \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0442\u0435 \u043d\u044f\u043a\u043e\u044f \u043e\u0442 \u0433\u043e\u0440\u043d\u0438\u0442\u0435 \u043e\u043f\u0446\u0438\u0438.
index.table.group.locked=\u0417\u0430\u043a\u043b\u044e\u0447\u0435\u043d\u0430 \u0433\u0440\u0443\u043f\u0430
index.error.cantDeleteLockedGroup=\u0421\u043b\u0435\u0434\u043d\u0438\u0442\u0435 \u0433\u0440\u0443\u043f\u0438 \u0441\u0430 \u0437\u0430\u043a\u043b\u044e\u0447\u0435\u043d\u0438 \u0438 \u043d\u0435 \u043c\u043e\u0433\u0430\u0442 \u0434\u0430 \u0431\u044a\u0434\u0430\u0442 \u0438\u0437\u0442\u0440\u0438\u0432\u0430\u043d\u0438\: {0}

# Create new Group
groups.allowviewmembership=\u041f\u043e\u0437\u0432\u043e\u043b\u0435\u0442\u0435 \u043d\u0430 \u0447\u043b\u0435\u043d\u043e\u0432\u0435\u0442\u0435 \u0434\u0430 \u0432\u0438\u0436\u0434\u0430\u0442 \u0434\u0440\u0443\u0433\u0438\u0442\u0435 \u0447\u043b\u0435\u043d\u043e\u0432\u0435 \u043d\u0430 \u0442\u0430\u0437\u0438 \u0433\u0440\u0443\u043f\u0430
groups.assigned.members=\u041d\u0430\u0437\u043d\u0430\u0447\u0435\u043d\u0438 \u0447\u043b\u0435\u043d\u043e\u0432\u0435
groups.button.cancel=\u041e\u0442\u043c\u044f\u043d\u0430 \u043d\u0430
groups.button.create=\u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u043d\u043e\u0432\u0430 \u0433\u0440\u0443\u043f\u0430
groups.button.save=\u0417\u0430\u043f\u0430\u0437\u0432\u0430\u043d\u0435 \u043d\u0430 \u0433\u0440\u0443\u043f\u0430
groups.description=\u041e\u043f\u0438\u0441\u0430\u043d\u0438\u0435 \u043d\u0430 \u0433\u0440\u0443\u043f\u0430\u0442\u0430
groups.error.providetitle=\u0422\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u043f\u043e\u0441\u043e\u0447\u0438\u0442\u0435 \u0437\u0430\u0433\u043b\u0430\u0432\u0438\u0435 \u043d\u0430 \u0433\u0440\u0443\u043f\u0430\u0442\u0430.
groups.error.sametitle=\u0418\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u043d\u043e \u0435 \u0441\u044a\u0449\u043e\u0442\u043e \u0437\u0430\u0433\u043b\u0430\u0432\u0438\u0435 \u043d\u0430 \u0433\u0440\u0443\u043f\u0430\u0442\u0430. \u041c\u043e\u043b\u044f, \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0434\u0440\u0443\u0433\u043e.
groups.error.titlelength=\u0414\u044a\u043b\u0436\u0438\u043d\u0430\u0442\u0430 \u043d\u0430 \u0437\u0430\u0433\u043b\u0430\u0432\u0438\u0435\u0442\u043e \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u043d\u0430\u0434\u0432\u0438\u0448\u0430\u0432\u0430 99 \u0441\u0438\u043c\u0432\u043e\u043b\u0430. \u041c\u043e\u043b\u044f, \u043f\u043e\u0441\u043e\u0447\u0435\u0442\u0435 \u043f\u043e-\u043a\u0440\u0430\u0442\u043a\u043e \u0437\u0430\u0433\u043b\u0430\u0432\u0438\u0435.
groups.error.maxmembers=\u041c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u043d\u0438\u044f\u0442 \u0431\u0440\u043e\u0439 \u0447\u043b\u0435\u043d\u043e\u0432\u0435 \u043d\u0430 \u0433\u0440\u0443\u043f\u0430\u0442\u0430 \u0435 \u0437\u0430\u0434\u044a\u043b\u0436\u0438\u0442\u0435\u043b\u0435\u043d \u0438 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0431\u044a\u0434\u0435 \u0432\u0430\u043b\u0438\u0434\u043d\u043e \u0447\u0438\u0441\u043b\u043e, \u043f\u043e-\u0433\u043e\u043b\u044f\u043c\u043e \u043e\u0442 0.
groups.filter.membership=\u0427\u043b\u0435\u043d\u0441\u0442\u0432\u043e \u0432\u044a\u0432 \u0444\u0438\u043b\u0442\u044a\u0440\u0430
groups.filter.membership.group=\u0413\u0440\u0443\u043f\u0430\:
groups.filter.membership.section=\u0421\u0435\u043a\u0446\u0438\u044f\:
groups.header.new=\u0421\u044a\u0437\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u043d\u043e\u0432\u0430 \u0433\u0440\u0443\u043f\u0430
groups.header.edit=\u0420\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0433\u0440\u0443\u043f\u0430
groups.instruction=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0447\u043b\u0435\u043d\u043e\u0432\u0435 \u043e\u0442 \u0441\u043f\u0438\u0441\u044a\u043a\u0430 \u0441 \u0447\u043b\u0435\u043d\u043e\u0432\u0435 \u043d\u0430 \u0441\u0430\u0439\u0442\u0430 \u0438 \u0434\u043e\u0431\u0430\u0432\u0435\u0442\u0435 \u043a\u044a\u043c \u0433\u0440\u0443\u043f\u0430\u0442\u0430. \u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0447\u043b\u0435\u043d\u043e\u0432\u0435 \u043e\u0442 \u0441\u043f\u0438\u0441\u044a\u043a\u0430 \u043d\u0430 \u0433\u0440\u0443\u043f\u0430\u0442\u0430 \u0438 \u0433\u0438 \u043f\u0440\u0435\u043c\u0430\u0445\u043d\u0435\u0442\u0435. \u0429\u0440\u0430\u043a\u043d\u0435\u0442\u0435 \u0432\u044a\u0440\u0445\u0443 \u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435, \u0437\u0430 \u0434\u0430 \u0437\u0430\u043f\u0430\u0437\u0438\u0442\u0435 \u043f\u0440\u043e\u043c\u0435\u043d\u0438\u0442\u0435.
groups.joinableset=\u0421\u0432\u044a\u0440\u0437\u0432\u0430\u0449\u043e \u0441\u0435 \u043c\u043d\u043e\u0436\u0435\u0441\u0442\u0432\u043e
groups.joinableset.allowpreviewmembership=\u041f\u043e\u0437\u0432\u043e\u043b\u0435\u0442\u0435 \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u044f \u0434\u0430 \u0432\u0438\u0434\u0438 \u0447\u043b\u0435\u043d\u0441\u0442\u0432\u043e\u0442\u043e \u0432 \u0433\u0440\u0443\u043f\u0430\u0442\u0430, \u043f\u0440\u0435\u0434\u0438 \u0434\u0430 \u0441\u0435 \u043f\u0440\u0438\u0441\u044a\u0435\u0434\u0438\u043d\u0438
groups.joinableset.allowunjoin=\u041f\u043e\u0437\u0432\u043e\u043b\u0435\u0442\u0435 \u043d\u0430 \u0447\u043b\u0435\u043d\u043e\u0432\u0435\u0442\u0435 \u0434\u0430 \u0441\u0435 \u043e\u0442\u0442\u0435\u0433\u043b\u044f\u0442 \u043e\u0442 \u0433\u0440\u0443\u043f\u0430\u0442\u0430 \u0441\u043b\u0435\u0434 \u043f\u0440\u0438\u0441\u044a\u0435\u0434\u0438\u043d\u044f\u0432\u0430\u043d\u0435
groups.joinableset.maxmembers=\u041c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u0435\u043d \u0431\u0440\u043e\u0439 \u0447\u043b\u0435\u043d\u043e\u0432\u0435
groups.joinableset.maxmembers.info=\u0423\u0447\u0430\u0441\u0442\u043d\u0438\u043a \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u043f\u0440\u0438\u0441\u044a\u0435\u0434\u0438\u043d\u0438 \u043a\u044a\u043c \u0433\u0440\u0443\u043f\u0430, \u0430\u043a\u043e \u0433\u0440\u0443\u043f\u0430\u0442\u0430 \u0435 \u043f\u044a\u043b\u043d\u0430. \u0423\u0447\u0438\u0442\u0435\u043b\u044f\u0442 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0434\u043e\u0431\u0430\u0432\u044f \u0442\u043e\u043b\u043a\u043e\u0432\u0430 \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u0446\u0438, \u043a\u043e\u043b\u043a\u043e\u0442\u043e \u0436\u0435\u043b\u0430\u0435.
groups.joinableset.show.all=\u041f\u043e\u043a\u0430\u0437\u0432\u0430\u043d\u0435 \u043d\u0430 \u0432\u0441\u0438\u0447\u043a\u0438 \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u0446\u0438 \u0432 \u0441\u0430\u0439\u0442\u0430, \u0434\u043e\u0440\u0438 \u0430\u043a\u043e \u0442\u0435 \u0432\u0435\u0447\u0435 \u0441\u0430 \u0441\u0435 \u043f\u0440\u0438\u0441\u044a\u0435\u0434\u0438\u043d\u0438\u043b\u0438 \u043a\u044a\u043c \u0433\u0440\u0443\u043f\u0430 \u043e\u0442 \u0442\u043e\u0437\u0438 \u043d\u0430\u0431\u043e\u0440 \u0437\u0430 \u043f\u0440\u0438\u0441\u044a\u0435\u0434\u0438\u043d\u044f\u0432\u0430\u043d\u0435
groups.joinableset.show.all.info=\u0415\u0434\u0438\u043d \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u043a \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u043f\u0440\u0438\u0441\u044a\u0435\u0434\u0438\u043d\u0438 \u043a\u044a\u043c \u043f\u043e\u0432\u0435\u0447\u0435 \u043e\u0442 \u0435\u0434\u043d\u0430 \u0433\u0440\u0443\u043f\u0430 \u043e\u0442 \u043d\u0430\u0431\u043e\u0440, \u043a\u044a\u043c \u043a\u043e\u0439\u0442\u043e \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u043f\u0440\u0438\u0441\u044a\u0435\u0434\u0438\u043d\u0438. \u041a\u0430\u0442\u043e \u0443\u0447\u0438\u0442\u0435\u043b \u043c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u043f\u043e\u0441\u0442\u0430\u0432\u0438\u0442\u0435 \u043e\u0442\u043c\u0435\u0442\u043a\u0430 \u0432 \u0442\u043e\u0432\u0430 \u043a\u0432\u0430\u0434\u0440\u0430\u0442\u0447\u0435 \u0438 \u0434\u0430 \u0434\u043e\u0431\u0430\u0432\u0438\u0442\u0435 \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u0446\u0438, \u043a\u043e\u0438\u0442\u043e \u0432\u0435\u0447\u0435 \u0441\u0430 \u0441\u0435 \u043f\u0440\u0438\u0441\u044a\u0435\u0434\u0438\u043d\u0438\u043b\u0438 \u043a\u044a\u043c \u0434\u0440\u0443\u0433\u0438 \u0433\u0440\u0443\u043f\u0438 \u043e\u0442 \u0441\u044a\u0449\u0438\u044f \u043d\u0430\u0431\u043e\u0440 \u0437\u0430 \u043f\u0440\u0438\u0441\u044a\u0435\u0434\u0438\u043d\u044f\u0432\u0430\u043d\u0435.
groups.membership.controls=\u041a\u043e\u043d\u0442\u0440\u043e\u043b \u043d\u0430 \u0447\u043b\u0435\u043d\u0441\u0442\u0432\u043e\u0442\u043e
groups.multiselect.search=\u0422\u044a\u0440\u0441\u0435\u043d\u0435...
groups.none=\u041d\u044f\u043c\u0430
groups.role=\u0420\u043e\u043b\u044f\:
groups.section=\u0421\u0435\u043a\u0446\u0438\u044f\:
groups.title=\u0417\u0430\u0433\u043b\u0430\u0432\u0438\u0435 \u043d\u0430 \u0433\u0440\u0443\u043f\u0430\u0442\u0430

# Create new joinable set
joinableset.additional.instructions=\u0422\u0435\u0437\u0438 \u0433\u0440\u0443\u043f\u0438 \u0449\u0435 \u0431\u044a\u0434\u0430\u0442 \u0434\u043e\u0431\u0430\u0432\u0435\u043d\u0438, \u0441\u043b\u0435\u0434 \u043a\u0430\u0442\u043e \u0437\u0430\u043f\u0430\u0437\u0438\u0442\u0435 \u043d\u0430\u0431\u043e\u0440\u0430 \u0437\u0430 \u043f\u0440\u0438\u0441\u044a\u0435\u0434\u0438\u043d\u044f\u0432\u0430\u043d\u0435.
joinableset.additional.groups=\u0413\u0435\u043d\u0435\u0440\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0434\u043e\u043f\u044a\u043b\u043d\u0438\u0442\u0435\u043b\u043d\u0438 \u0433\u0440\u0443\u043f\u0438
joinableset.allow.previewmembership=\u041f\u043e\u0437\u0432\u043e\u043b\u0435\u0442\u0435 \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u044f \u0434\u0430 \u0432\u0438\u0434\u0438 \u0447\u043b\u0435\u043d\u0441\u0442\u0432\u043e\u0442\u043e \u0432 \u0433\u0440\u0443\u043f\u0430\u0442\u0430, \u043f\u0440\u0435\u0434\u0438 \u0434\u0430 \u0441\u0435 \u043f\u0440\u0438\u0441\u044a\u0435\u0434\u0438\u043d\u0438
joinableset.allow.viewmembership=\u041f\u043e\u0437\u0432\u043e\u043b\u0435\u0442\u0435 \u043d\u0430 \u0447\u043b\u0435\u043d\u043e\u0432\u0435\u0442\u0435 \u0434\u0430 \u0432\u0438\u0436\u0434\u0430\u0442 \u0434\u0440\u0443\u0433\u0438\u0442\u0435 \u0447\u043b\u0435\u043d\u043e\u0432\u0435 \u043d\u0430 \u0442\u0435\u0437\u0438 \u0433\u0440\u0443\u043f\u0438 \u0441\u043b\u0435\u0434 \u043f\u0440\u0438\u0441\u044a\u0435\u0434\u0438\u043d\u044f\u0432\u0430\u043d\u0435
joinableset.allow.unjoin=\u0420\u0430\u0437\u0440\u0435\u0448\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u0447\u043b\u0435\u043d\u043e\u0432\u0435\u0442\u0435 \u0434\u0430 \u0441\u0435 \u043e\u0442\u0442\u0435\u0433\u043b\u044f\u0442 (\u043d\u0430\u043f\u0443\u0441\u043a\u0430\u0442) \u043e\u0442 \u0433\u0440\u0443\u043f\u0438\u0442\u0435 \u0432 \u0442\u043e\u0437\u0438 \u043d\u0430\u0431\u043e\u0440 \u0441\u043b\u0435\u0434 \u043f\u0440\u0438\u0441\u044a\u0435\u0434\u0438\u043d\u044f\u0432\u0430\u043d\u0435
joinableset.button.cancel=\u041e\u0442\u043c\u044f\u043d\u0430 \u043d\u0430
joinableset.button.delete=\u0418\u0437\u0442\u0440\u0438\u0432\u0430\u043d\u0435 \u043d\u0430 \u043d\u0430\u0431\u043e\u0440
joinableset.button.add=\u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u043d\u0430\u0431\u043e\u0440
joinableset.button.save=\u0417\u0430\u043f\u0430\u0437\u0432\u0430\u043d\u0435 \u043d\u0430 \u043d\u0430\u0431\u043e\u0440
joinableset.current.groups=\u0422\u0435\u043a\u0443\u0449\u0438 \u0433\u0440\u0443\u043f\u0438
joinableset.error.duplicatedtitle=\u0418\u043c\u0435\u0442\u043e \u043d\u0430 \u043d\u0430\u0431\u043e\u0440\u0430 \u0432\u0435\u0447\u0435 \u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u043d\u043e. \u041c\u043e\u043b\u044f, \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0434\u0440\u0443\u0433\u043e.
joinableset.error.maxmembers=\u041c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u043d\u0438\u044f\u0442 \u0431\u0440\u043e\u0439 \u0447\u043b\u0435\u043d\u043e\u0432\u0435 \u043d\u0430 \u0433\u0440\u0443\u043f\u0430\u0442\u0430 \u0435 \u0437\u0430\u0434\u044a\u043b\u0436\u0438\u0442\u0435\u043b\u0435\u043d \u0438 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0431\u044a\u0434\u0435 \u0432\u0430\u043b\u0438\u0434\u043d\u043e \u0447\u0438\u0441\u043b\u043e, \u043f\u043e-\u0433\u043e\u043b\u044f\u043c\u043e \u043e\u0442 0.
joinableset.error.numbergroups=\u0411\u0440\u043e\u044f\u0442 \u043d\u0430 \u0433\u0440\u0443\u043f\u0438\u0442\u0435 \u0435 \u0437\u0430\u0434\u044a\u043b\u0436\u0438\u0442\u0435\u043b\u0435\u043d \u0438 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0431\u044a\u0434\u0435 \u0432\u0430\u043b\u0438\u0434\u043d\u043e \u0447\u0438\u0441\u043b\u043e \u043c\u0435\u0436\u0434\u0443 1 \u0438 999.
joinableset.error.providetitle=\u0422\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u043f\u043e\u0441\u043e\u0447\u0438\u0442\u0435 \u0437\u0430\u0433\u043b\u0430\u0432\u0438\u0435.
joinableset.header.new=\u041d\u043e\u0432 \u043a\u043e\u043c\u043f\u043b\u0435\u043a\u0442 \u0437\u0430 \u043f\u0440\u0438\u0441\u044a\u0435\u0434\u0438\u043d\u044f\u0432\u0430\u043d\u0435
joinableset.header.edit=\u0420\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u043f\u0440\u0438\u0441\u044a\u0435\u0434\u0438\u043d\u044f\u0435\u043c\u043e \u043c\u043d\u043e\u0436\u0435\u0441\u0442\u0432\u043e
joinableset.instruction=\u041f\u0440\u0438\u0441\u044a\u0435\u0434\u0438\u043d\u044f\u0432\u0430\u0449\u0438\u0442\u0435 \u0441\u0435 \u043d\u0430\u0431\u043e\u0440\u0438 \u0441\u0435 \u0441\u044a\u0441\u0442\u043e\u044f\u0442 \u043e\u0442 \u0430\u0432\u0442\u043e\u043c\u0430\u0442\u0438\u0447\u043d\u043e \u0441\u044a\u0437\u0434\u0430\u0434\u0435\u043d\u0438 \u0433\u0440\u0443\u043f\u0438, \u043a\u044a\u043c \u043a\u043e\u0438\u0442\u043e \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438\u0442\u0435 \u043c\u043e\u0433\u0430\u0442 \u0434\u0430 \u0441\u0435 \u043f\u0440\u0438\u0441\u044a\u0435\u0434\u0438\u043d\u044f\u0442.  \u0412\u0441\u044f\u043a\u0430 \u0433\u0440\u0443\u043f\u0430 \u0432 \u0434\u0430\u0434\u0435\u043d \u043d\u0430\u0431\u043e\u0440 \u0437\u0430\u043f\u043e\u0447\u0432\u0430 \u0441 \u0438\u043c\u0435\u0442\u043e \u043d\u0430 \u043d\u0430\u0431\u043e\u0440\u0430 \u0438 \u0437\u0430\u0432\u044a\u0440\u0448\u0432\u0430 \u0441 \u0443\u043d\u0438\u043a\u0430\u043b\u0435\u043d \u043d\u043e\u043c\u0435\u0440.  \u0415\u0434\u043d\u043e \u043b\u0438\u0446\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u043f\u0440\u0438\u0441\u044a\u0435\u0434\u0438\u043d\u0438 \u043a\u044a\u043c \u0435\u0434\u043d\u0430 \u0433\u0440\u0443\u043f\u0430 \u0437\u0430 \u0432\u0441\u0435\u043a\u0438 \u043d\u0430\u0431\u043e\u0440.
joinableset.maxmembers=\u041c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u0435\u043d \u0431\u0440\u043e\u0439 \u0447\u043b\u0435\u043d\u043e\u0432\u0435 \u0432 \u0433\u0440\u0443\u043f\u0430\:
joinableset.modal.confirm=\u0418\u0441\u043a\u0430\u0442\u0435 \u043b\u0438 \u0434\u0430 \u0438\u0437\u0442\u0440\u0438\u0435\u0442\u0435 \u0442\u043e\u0437\u0438 \u043d\u0430\u0431\u043e\u0440 \u0437\u0430 \u043f\u0440\u0438\u0441\u044a\u0435\u0434\u0438\u043d\u044f\u0432\u0430\u043d\u0435?
joinableset.modal.confirm.instruction=\u0418\u0437\u0442\u0440\u0438\u0432\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u043d\u0430\u0431\u043e\u0440, \u043a\u043e\u0439\u0442\u043e \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u043f\u0440\u0438\u0441\u044a\u0435\u0434\u0438\u043d\u0438, \u0435 \u043f\u043e\u0441\u0442\u043e\u044f\u043d\u043d\u043e. \u0413\u0440\u0443\u043f\u0438\u0442\u0435, \u043a\u043e\u0438\u0442\u043e \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0442 \u043f\u0440\u0438\u0441\u044a\u0435\u0434\u0438\u043d\u044f\u0435\u043c\u0438\u044f \u043d\u0430\u0431\u043e\u0440, \u0433\u0443\u0431\u044f\u0442 \u0430\u0441\u043e\u0446\u0438\u0430\u0446\u0438\u044f\u0442\u0430 \u0438 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u044f\u0442\u0430. \u0421\u0438\u0433\u0443\u0440\u043d\u0438 \u043b\u0438 \u0441\u0442\u0435, \u0447\u0435 \u0438\u0441\u043a\u0430\u0442\u0435 \u0434\u0430 \u0438\u0437\u0442\u0440\u0438\u0435\u0442\u0435 \u043f\u0440\u0438\u0441\u044a\u0435\u0434\u0438\u043d\u044f\u0435\u043c\u0438\u044f \u043d\u0430\u0431\u043e\u0440?
joinableset.numberofgroups=\u0411\u0440\u043e\u0439 \u043d\u0430 \u0433\u0440\u0443\u043f\u0438\u0442\u0435\:
joinableset.setname=\u0418\u043c\u0435 \u043d\u0430 \u043a\u043e\u043c\u043f\u043b\u0435\u043a\u0442\u0430\:
joinableset.unjoined.users=\u041f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438, \u043a\u043e\u0438\u0442\u043e \u0432\u0441\u0435 \u043e\u0449\u0435 \u043d\u0435 \u0441\u0430 \u0441\u0435 \u043f\u0440\u0438\u0441\u044a\u0435\u0434\u0438\u043d\u0438\u043b\u0438 \u043a\u044a\u043c \u0433\u0440\u0443\u043f\u0430 \u0432 \u0442\u043e\u0437\u0438 \u043d\u0430\u0431\u043e\u0440

# Auto groups
autogroups.button.back=\u041e\u0431\u0440\u0430\u0442\u043d\u043e
autogroups.button.cancel=\u041e\u0442\u043c\u044f\u043d\u0430 \u043d\u0430
autogroups.button.continue=\u041f\u0440\u043e\u0434\u044a\u043b\u0436\u0438
autogroups.button.create.role.groups=\u0421\u044a\u0437\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u0433\u0440\u0443\u043f\u0430 \u0437\u0430 \u0432\u0441\u044f\u043a\u0430 \u0440\u043e\u043b\u044f
autogroups.button.save=\u0417\u0430\u043f\u0430\u0437\u0435\u0442\u0435
autogroups.button.create=\u0421\u044a\u0437\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430
autogroups.group=\u0413\u0440\u0443\u043f\u0430\:
autogroups.header.wizard=\u0410\u0432\u0442\u043e\u043c\u0430\u0442\u0438\u0447\u043d\u043e \u0433\u0435\u043d\u0435\u0440\u0438\u0440\u0430\u043d\u0438 \u0433\u0440\u0443\u043f\u0438
autogroups.manually.added=\u0420\u044a\u0447\u043d\u043e \u0434\u043e\u0431\u0430\u0432\u0435\u043d\u0438 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438
autogroups.step1.error.emptyroles=\u041c\u043e\u043b\u044f, \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u043f\u043e\u043d\u0435 \u0435\u0434\u043d\u0430 \u0440\u043e\u043b\u044f.
autogroups.step1.error.noroles=\u0421\u0430\u0439\u0442\u044a\u0442 \u043d\u044f\u043c\u0430 \u0440\u043e\u043b\u0438. \u041c\u043e\u043b\u044f, \u0441\u044a\u0437\u0434\u0430\u0439\u0442\u0435 \u043f\u043e\u043d\u0435 \u0435\u0434\u043d\u0430 \u0440\u043e\u043b\u044f.
autogroups.step1.info=\u0417\u0430\u043f\u043e\u0447\u043d\u0435\u0442\u0435 \u0441 \u0438\u0437\u0431\u043e\u0440\u0430 \u043d\u0430 \u0440\u043e\u043b\u0438\u0442\u0435 \u043d\u0430 \u0441\u0430\u0439\u0442\u0430, \u043a\u043e\u0438\u0442\u043e \u0434\u0430 \u0432\u043a\u043b\u044e\u0447\u0438\u0442\u0435 \u0432 \u0441\u044a\u0437\u0434\u0430\u0432\u0430\u043d\u0438\u0442\u0435 \u0433\u0440\u0443\u043f\u0438.
autogroups.step1.table.selectallnone=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0412\u0441\u0438\u0447\u043a\u0438/\u043d\u044f\u043c\u0430
autogroups.step1.table.role=\u0420\u043e\u043b\u044f
autogroups.step2.choose.section=\u0414\u0430, \u043f\u043e\u0437\u0432\u043e\u043b\u0435\u0442\u0435 \u043c\u0438 \u0434\u0430 \u0438\u0437\u0431\u0438\u0440\u0430\u043c \u0447\u043b\u0435\u043d\u043e\u0432\u0435 \u0432 \u0438\u0437\u0431\u0440\u0430\u043d\u0438\u0442\u0435 \u0440\u043e\u043b\u0438 <strong>\u043e\u0442 \u043e\u043f\u0440\u0435\u0434\u0435\u043b\u0435\u043d\u0438 \u0441\u043f\u0438\u0441\u044a\u0446\u0438</strong>.
autogroups.step2.info=\u0418\u0441\u043a\u0430\u0442\u0435 \u043b\u0438 \u0434\u0430 \u0438\u0437\u0442\u0435\u0433\u043b\u0438\u0442\u0435 \u0447\u043b\u0435\u043d\u043e\u0432\u0435\u0442\u0435 \u043d\u0430 \u0433\u0440\u0443\u043f\u0430\u0442\u0430 \u043e\u0442 \u043e\u043f\u0440\u0435\u0434\u0435\u043b\u0435\u043d\u0438 \u0441\u043f\u0438\u0441\u044a\u0446\u0438?
autogroups.step2.info2=\u041a\u043e\u0439(\u0438) \u0441\u043f\u0438\u0441\u044a\u043a(\u0446\u0438) \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0431\u044a\u0434e(\u0430\u0442) \u0432\u043a\u043b\u044e\u0447\u0435\u043d(\u0438) \u0432 \u0433\u0440\u0443\u043f\u0438\u0442\u0435?
autogroups.step2.no.section=\u041d\u0435, <strong>\u0432\u043a\u043b\u044e\u0447\u0435\u0442\u0435 \u0432\u0441\u0438\u0447\u043a\u0438 \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u0446\u0438 \u0432 \u0441\u0430\u0439\u0442\u0430</strong> \u0432 \u0438\u0437\u0431\u0440\u0430\u043d\u0438\u0442\u0435 \u0440\u043e\u043b\u0438, \u043d\u0435\u0437\u0430\u0432\u0438\u0441\u0438\u043c\u043e \u043e\u0442 \u0441\u043f\u0438\u0441\u044a\u043a\u0430.
autogroups.step2.error.emptysections=\u041c\u043e\u043b\u044f, \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u043f\u043e\u043d\u0435 \u0435\u0434\u0438\u043d \u0441\u043f\u0438\u0441\u044a\u043a, \u0430\u043a\u043e \u0438\u0441\u043a\u0430\u0442\u0435 \u0434\u0430 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0442\u0435 \u0441\u043f\u0438\u0441\u044a\u0446\u0438.
autogroups.step2.error.emptylists=\u041c\u043e\u043b\u044f, \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u043f\u043e\u043d\u0435 \u0435\u0434\u043d\u0430 \u0440\u043e\u043b\u044f \u0438\u043b\u0438 \u0435\u0434\u0438\u043d \u0441\u043f\u0438\u0441\u044a\u043a, \u0437\u0430 \u0434\u0430 \u0441\u044a\u0437\u0434\u0430\u0434\u0435\u0442\u0435 \u0430\u0432\u0442\u043e\u043c\u0430\u0442\u0438\u0447\u043d\u0438 \u0433\u0440\u0443\u043f\u0438.
autogroups.step2.role.info=\u0418\u0437\u0431\u0440\u0430\u043b\u0438 \u0441\u0442\u0435 \u0434\u0430 \u0441\u044a\u0437\u0434\u0430\u0432\u0430\u0442\u0435 \u0433\u0440\u0443\u043f\u0438 \u043e\u0442 \u0441\u043b\u0435\u0434\u043d\u0438\u0442\u0435 \u0440\u043e\u043b\u0438\:
autogroups.step2.table.sectionroster=\u0421\u043f\u0438\u0441\u044a\u0446\u0438
autogroups.step2.table.selectallnone=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0412\u0441\u0438\u0447\u043a\u0438/\u043d\u044f\u043c\u0430
autogroups.step3.info=\u0421\u0435\u0433\u0430 \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u043a\u0430\u043a \u0434\u0430 \u0433\u0435\u043d\u0435\u0440\u0438\u0440\u0430\u0442\u0435 \u0433\u0440\u0443\u043f\u0438\u0442\u0435.
autogroups.step3.group.title=\u0417\u0430\u0433\u043b\u0430\u0432\u0438\u0435 \u043d\u0430 \u0433\u0440\u0443\u043f\u0430\u0442\u0430
autogroups.step3.group.title.required=\u0417\u0430\u0433\u043b\u0430\u0432\u0438\u0435\u0442\u043e \u043d\u0430 \u0433\u0440\u0443\u043f\u0430\u0442\u0430 \u0441\u0435 \u0438\u0437\u0438\u0441\u043a\u0432\u0430 \u043f\u0440\u0438 \u043f\u0440\u043e\u0438\u0437\u0432\u043e\u043b\u043d\u043e \u0441\u044a\u0437\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u0433\u0440\u0443\u043f\u0438.
autogroups.step3.group.number.required=\u0411\u0440\u043e\u044f\u0442 \u043d\u0430 \u0433\u0440\u0443\u043f\u0438\u0442\u0435 \u0435 \u0437\u0430\u0434\u044a\u043b\u0436\u0438\u0442\u0435\u043b\u0435\u043d \u0438 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0431\u044a\u0434\u0435 \u0432\u0430\u043b\u0438\u0434\u043d\u043e \u0447\u0438\u0441\u043b\u043e \u043c\u0435\u0436\u0434\u0443 1 \u0438 999.
autogroups.step3.userspergroup.number.required=\u0411\u0440\u043e\u044f\u0442 \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438\u0442\u0435 \u0432 \u0433\u0440\u0443\u043f\u0430\u0442\u0430 \u0435 \u0437\u0430\u0434\u044a\u043b\u0436\u0438\u0442\u0435\u043b\u0435\u043d \u0438 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0431\u044a\u0434\u0435 \u0432\u0430\u043b\u0438\u0434\u043d\u043e \u0447\u0438\u0441\u043b\u043e \u043c\u0435\u0436\u0434\u0443 1 \u0438 999.
autogroups.step3.number.groups=\u0411\u0440\u043e\u0439 \u0433\u0440\u0443\u043f\u0438
autogroups.step3.number.users=\u0411\u0440\u043e\u0439 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438 \u0432 \u0433\u0440\u0443\u043f\u0430
autogroups.step3.option.mixture=\u0421\u044a\u0437\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u0433\u0440\u0443\u043f\u0438, \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u0449\u0438 \u0441\u043b\u0443\u0447\u0430\u0439\u043d\u0430 \u0441\u043c\u0435\u0441 \u043e\u0442 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438 \u0441 \u0438\u0437\u0431\u0440\u0430\u043d\u0430\u0442\u0430(\u0438\u0442\u0435) \u0440\u043e\u043b\u044f(\u0438) \u043e\u0442 \u0438\u0437\u0431\u0440\u0430\u043d\u0438\u044f(\u0438\u0442\u0435) \u0441\u043f\u0438\u0441\u044a\u043a(\u0446\u0438).
autogroups.step3.option.pure=\u0421\u044a\u0437\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u0433\u0440\u0443\u043f\u0430 \u0437\u0430 \u0432\u0441\u044f\u043a\u0430 \u0438\u0437\u0431\u0440\u0430\u043d\u0430 \u0440\u043e\u043b\u044f, \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u0449\u0430 \u0447\u043b\u0435\u043d\u043e\u0432\u0435 \u043d\u0430 \u0438\u0437\u0431\u0440\u0430\u043d\u0438\u044f \u0441\u043f\u0438\u0441\u044a\u043a (\u0441\u043f\u0438\u0441\u044a\u0446\u0438).
autogroups.step3.role.info=\u0418\u0437\u0431\u0440\u0430\u043b\u0438 \u0441\u0442\u0435 \u0434\u0430 \u0441\u044a\u0437\u0434\u0430\u0432\u0430\u0442\u0435 \u0433\u0440\u0443\u043f\u0438 \u043e\u0442 \u0441\u043b\u0435\u0434\u043d\u0438\u0442\u0435 \u0440\u043e\u043b\u0438\:
autogroups.step3.section.info=\u043a\u043e\u0438\u0442\u043e \u0441\u0430 \u0432\u043a\u043b\u044e\u0447\u0435\u043d\u0438 \u0432 \u0441\u043b\u0435\u0434\u043d\u0438\u0442\u0435 \u0441\u043f\u0438\u0441\u044a\u0446\u0438\:
autogroups.step3.split.by.groups=\u0420\u0430\u0437\u0434\u0435\u043b\u0435\u043d\u043e \u043f\u043e \u0431\u0440\u043e\u0439 \u043d\u0430 \u043d\u0435\u043e\u0431\u0445\u043e\u0434\u0438\u043c\u0438\u0442\u0435 \u0433\u0440\u0443\u043f\u0438
autogroups.step3.split.by.users=\u0420\u0430\u0437\u0434\u0435\u043b\u044f\u043d\u0435 \u043f\u043e \u0431\u0440\u043e\u0439 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438, \u043d\u0435\u043e\u0431\u0445\u043e\u0434\u0438\u043c\u0438 \u0437\u0430 \u0432\u0441\u044f\u043a\u0430 \u0433\u0440\u0443\u043f\u0430
autogroups.step3.title.info=\u0417\u0430\u0431\u0435\u043b\u0435\u0436\u043a\u0430\: \u041a\u044a\u043c \u0437\u0430\u0433\u043b\u0430\u0432\u0438\u0435\u0442\u043e \u043d\u0430 \u0432\u0441\u044f\u043a\u0430 \u0433\u0440\u0443\u043f\u0430 \u0449\u0435 \u0431\u044a\u0434\u0430\u0442 \u0434\u043e\u0431\u0430\u0432\u0435\u043d\u0438 \u043d\u043e\u043c\u0435\u0440\u0430. \u041d\u0430\u043f\u0440\u0438\u043c\u0435\u0440 \u0437\u0430\u0433\u043b\u0430\u0432\u0438\u0435 "\u0415\u043a\u0438\u043f" \u0449\u0435 \u0434\u043e\u0432\u0435\u0434\u0435 \u0434\u043e "\u0415\u043a\u0438\u043f-1", "\u0415\u043a\u0438\u043f-2" \u0438 \u0442.\u043d.
autogroups.step4.allow.membership=\u041f\u043e\u0437\u0432\u043e\u043b\u0435\u0442\u0435 \u043d\u0430 \u0447\u043b\u0435\u043d\u043e\u0432\u0435\u0442\u0435 \u0434\u0430 \u0432\u0438\u0436\u0434\u0430\u0442 \u043a\u043e\u0439 \u0434\u0440\u0443\u0433 \u0435 \u0432 \u0442\u044f\u0445\u043d\u0430\u0442\u0430 \u0433\u0440\u0443\u043f\u0430.
autogroups.step4.info=\u041f\u0440\u0435\u0433\u043b\u0435\u0434\u0430\u0439\u0442\u0435 \u0432\u0438\u0437\u0443\u0430\u043b\u0438\u0437\u0430\u0446\u0438\u044f\u0442\u0430 \u043d\u0430 \u0433\u0440\u0443\u043f\u0438\u0442\u0435, \u043a\u043e\u0438\u0442\u043e \u0449\u0435 \u0431\u044a\u0434\u0430\u0442 \u0441\u044a\u0437\u0434\u0430\u0434\u0435\u043d\u0438, \u0438 \u043e\u0442\u0438\u0434\u0435\u0442\u0435 <strong>\u043d\u0430\u0437\u0430\u0434</strong>, \u0437\u0430 \u0434\u0430 \u043d\u0430\u043f\u0440\u0430\u0432\u0438\u0442\u0435 \u043f\u0440\u043e\u043c\u0435\u043d\u0438.
autogroups.step4.group.label={0} ({1} \u0447\u043b\u0435\u043d\u043e\u0432\u0435)
autogroups.step4.no.roles=\u0421\u0430\u0439\u0442\u044a\u0442 \u0438\u043b\u0438 \u0438\u0437\u0431\u0440\u0430\u043d\u0438\u044f\u0442(\u0438\u0442\u0435) \u0440\u0430\u0437\u0434\u0435\u043b(\u0438) \u043d\u044f\u043c\u0430\u0442 \u0447\u043b\u0435\u043d\u043e\u0432\u0435 \u0441 \u0442\u0430\u0437\u0438 \u0440\u043e\u043b\u044f, \u0449\u0435 \u0431\u044a\u0434\u0435 \u0441\u044a\u0437\u0434\u0430\u0434\u0435\u043d\u0430 \u043f\u0440\u0430\u0437\u043d\u0430 \u0433\u0440\u0443\u043f\u0430.
autogroups.step4.section.created={0} (\u0413\u0440\u0443\u043f\u0430)
autogroups.step4.table.eid=\ Eid \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b
autogroups.step4.table.name=\u0418\u043c\u0435
autogroups.step4.table.role=\u0420\u043e\u043b\u044f
autogroups.step4.table.section=\u0421\u0435\u043a\u0446\u0438\u044f(\u0438)/\u0421\u043f\u0438\u0441\u044a\u043a(\u0446\u0438)
autogroups.wizard.step1=\u0421\u0442\u044a\u043f\u043a\u0430 1\: \u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0440\u043e\u043b\u0438
autogroups.wizard.step2=\u0421\u0442\u044a\u043f\u043a\u0430 2\: \u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0441\u043f\u0438\u0441\u044a\u0446\u0438
autogroups.wizard.step3=\u0421\u0442\u044a\u043f\u043a\u0430 3\: \u041e\u043f\u0440\u0435\u0434\u0435\u043b\u044f\u043d\u0435 \u043d\u0430 \u0441\u0442\u0440\u0443\u043a\u0442\u0443\u0440\u0430\u0442\u0430 \u043d\u0430 \u0433\u0440\u0443\u043f\u0430\u0442\u0430
autogroups.wizard.step4=\u0421\u0442\u044a\u043f\u043a\u0430 4\: \u041f\u0440\u0435\u0433\u043b\u0435\u0434 \u043d\u0430 \u0433\u0440\u0443\u043f\u0438\u0442\u0435

# Bulk creation
import.button.back=\u041e\u0431\u0440\u0430\u0442\u043d\u043e
import.button.cancel=\u041e\u0442\u043c\u044f\u043d\u0430 \u043d\u0430
import.button.create.bulk=\u0413\u0440\u0443\u043f\u043e\u0432\u043e \u0441\u044a\u0437\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u0433\u0440\u0443\u043f\u0438
import.button.submit=\u041f\u0440\u043e\u0434\u044a\u043b\u0436\u0438
import.chooseone=\u0418\u043b\u0438 \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0444\u0430\u0439\u043b
import.example=group1, username1<br>group2, username1<br>group2, username2
import.error.inputrequired=\u0422\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0438\u0437\u043f\u0440\u0430\u0442\u0438\u0442\u0435 \u0442\u0435\u043a\u0441\u0442 \u0438\u043b\u0438 \u0432\u0445\u043e\u0434\u0435\u043d \u0444\u0430\u0439\u043b.
import.error.wrongformat=\u0412\u0441\u0435\u043a\u0438 \u0440\u0435\u0434 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0441\u044a\u0434\u044a\u0440\u0436\u0430 \u0434\u0432\u0435 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442\u0438 \u0432 \u0440\u0435\u0434\u0430 \u0437\u0430\u0433\u043b\u0430\u0432\u0438\u0435 \u043d\u0430 \u0433\u0440\u0443\u043f\u0430\u0442\u0430, \u0441\u043b\u0435\u0434 \u0442\u043e\u0432\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u043e \u0438\u043c\u0435/\u0435\u043b\u0435\u043a\u0442\u0440\u043e\u043d\u0435\u043d \u0430\u0434\u0440\u0435\u0441, \u043a\u0430\u0442\u043e \u0434\u0430\u043d\u043d\u0438\u0442\u0435 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0431\u044a\u0434\u0430\u0442 \u0440\u0430\u0437\u0434\u0435\u043b\u0435\u043d\u0438 \u0441\u044a\u0441 \u0437\u0430\u043f\u0435\u0442\u0430\u044f.
import.error.titlelength=\u0417\u0430\u0433\u043b\u0430\u0432\u0438\u0435\u0442\u043e \u043d\u0430 \u0435\u0434\u043d\u0430 \u0433\u0440\u0443\u043f\u0430 \u0441\u044a\u0434\u044a\u0440\u0436\u0430 \u043f\u043e\u0432\u0435\u0447\u0435 \u0441\u0438\u043c\u0432\u043e\u043b\u0438 \u043e\u0442 \u043c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u043d\u043e \u0434\u043e\u043f\u0443\u0441\u0442\u0438\u043c\u0438\u0442\u0435 (99).
import.header=\u041a\u0430\u0447\u0435\u0442\u0435 \u0444\u0430\u0439\u043b \u0438\u043b\u0438 \u0432\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u0432 \u0442\u0435\u043a\u0441\u0442\u043e\u0432\u043e\u0442\u043e \u043f\u043e\u043b\u0435 \u0433\u0440\u0443\u043f\u0438\u0442\u0435, \u043a\u043e\u0438\u0442\u043e \u0438\u0441\u043a\u0430\u0442\u0435 \u0434\u0430 \u0441\u044a\u0437\u0434\u0430\u0434\u0435\u0442\u0435
import.confirmation.error=\u041f\u0440\u0435\u0434\u043e\u0441\u0442\u0430\u0432\u0435\u043d\u0438\u0442\u0435 \u043e\u0442 \u0432\u0430\u0441 \u0434\u0430\u043d\u043d\u0438 \u0441\u0430 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043b\u0438 \u043d\u0435\u0432\u0430\u043b\u0438\u0434\u043d\u0438 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438 \u0438\u043b\u0438 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438, \u043a\u043e\u0438\u0442\u043e \u043d\u0435 \u0441\u0430 \u0447\u0430\u0441\u0442 \u043e\u0442 \u0441\u0430\u0439\u0442\u0430. \u0422\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u043e\u0442\u0441\u0442\u0440\u0430\u043d\u0438\u0442\u0435 \u0442\u0435\u0437\u0438 \u043f\u0440\u043e\u0431\u043b\u0435\u043c\u0438 \u0438 \u0434\u0430 \u0437\u0430\u043f\u043e\u0447\u043d\u0435\u0442\u0435 \u043e\u0442\u043d\u0430\u0447\u0430\u043b\u043e.
import.confirmation.group=\u0413\u0440\u0443\u043f\u0430\:
import.confirmation.group.exists=\u0422\u0430\u0437\u0438 \u0433\u0440\u0443\u043f\u0430 \u0432\u0435\u0447\u0435 \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430, \u0447\u043b\u0435\u043d\u0441\u0442\u0432\u043e\u0442\u043e \u0432 \u043d\u0435\u044f \u0449\u0435 \u0431\u044a\u0434\u0435 \u043e\u0431\u0435\u0434\u0438\u043d\u0435\u043d\u043e.
import.confirmation.header=\u041f\u0440\u043e\u0432\u0435\u0440\u043a\u0430 \u043d\u0430 \u0434\u0430\u043d\u043d\u0438\u0442\u0435 \u0437\u0430 \u0433\u0440\u0443\u043f\u043e\u0432\u043e \u0441\u044a\u0437\u0434\u0430\u0432\u0430\u043d\u0435
import.confirmation.instructions=\u0411\u044f\u0445\u0430 \u043d\u0430\u043c\u0435\u0440\u0435\u043d\u0438 \u0441\u043b\u0435\u0434\u043d\u0438\u0442\u0435 \u0434\u0430\u043d\u043d\u0438 \u0437\u0430 \u0441\u044a\u0437\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u043d\u0430\u0441\u0438\u043f\u043d\u0438 \u0442\u043e\u0432\u0430\u0440\u0438. \u0410\u043a\u043e \u0434\u0430\u043d\u043d\u0438\u0442\u0435 \u0441\u0430 \u0432\u0435\u0440\u043d\u0438, \u0449\u0440\u0430\u043a\u043d\u0435\u0442\u0435 \u0432\u044a\u0440\u0445\u0443 "\u0413\u0440\u0443\u043f\u043e\u0432\u043e \u0441\u044a\u0437\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u0433\u0440\u0443\u043f\u0438".
import.confirmation.table.existingusers=\u0421\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430\u0449(\u0438) \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b(\u0438)
import.confirmation.table.invalidusers=\u041d\u0435\u0432\u0430\u043b\u0438\u0434\u0435\u043d(\u0438) \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b(\u0438)
import.confirmation.table.newusers=\u041d\u043e\u0432(\u0438) \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b(\u0438)
import.confirmation.table.nonmembers=\u041f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b(\u0438), \u043a\u043e\u0439\u0442\u043e \u043d\u0435 \u0435 \u0447\u043b\u0435\u043d \u043d\u0430 \u043e\u0440\u0433\u0430\u043d\u0438\u0437\u0430\u0446\u0438\u044f\u0442\u0430
import.requirements=\u0418\u0437\u0438\u0441\u043a\u0432\u0430\u043d\u0438\u044f \u0437\u0430 \u0444\u0430\u0439\u043b \u0438\u043b\u0438 \u0444\u043e\u0440\u043c\u0430\u0442 \u043d\u0430 \u0434\u0430\u043d\u043d\u0438\u0442\u0435 \u0437\u0430 \u0442\u0435\u043a\u0441\u0442\u043e\u0432\u043e\u0442\u043e \u043f\u043e\u043b\u0435
import.requirements.step1=CSV \u0444\u0430\u0439\u043b\u044a\u0442 \u0438\u043b\u0438 \u0434\u0430\u043d\u043d\u0438\u0442\u0435 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u0442 \u0434\u0430\u043d\u043d\u0438\u0442\u0435 \u0437\u0430 \u0433\u0440\u0443\u043f\u0430\u0442\u0430 \u0432 \u043a\u043e\u043b\u043e\u043d\u0438\u0442\u0435\: \u0437\u0430\u0433\u043b\u0430\u0432\u0438\u0435 \u043d\u0430 \u0433\u0440\u0443\u043f\u0430\u0442\u0430, \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u043e \u0438\u043c\u0435/\u0435\u043b\u0435\u043a\u0442\u0440\u043e\u043d\u0435\u043d \u0430\u0434\u0440\u0435\u0441.
import.requirements.step2=\u041a\u043e\u043b\u043e\u043d\u0438\u0442\u0435 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0441\u0430 \u0432 \u043f\u043e\u0441\u043e\u0447\u0435\u043d\u0438\u044f \u043f\u043e-\u0433\u043e\u0440\u0435 \u0440\u0435\u0434, \u043d\u043e <b>\u043d\u0435 \u0432\u043a\u043b\u044e\u0447\u0432\u0430\u0439\u0442\u0435 \u0440\u0435\u0434 \u0441\u044a\u0441 \u0437\u0430\u0433\u043b\u0430\u0432\u0438\u044f \u043d\u0430 \u043a\u043e\u043b\u043e\u043d\u0438</b>.
import.requirements.step3=\u041f\u043e\u043b\u0435\u0442\u0430\u0442\u0430 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0431\u044a\u0434\u0430\u0442 \u0440\u0430\u0437\u0434\u0435\u043b\u0435\u043d\u0438 \u0441\u044a\u0441 \u0437\u0430\u043f\u0435\u0442\u0430\u044f, \u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u043e\u0442\u043e \u0438\u043c\u0435/\u0435\u043b\u0435\u043a\u0442\u0440\u043e\u043d\u043d\u0438\u044f\u0442 \u0430\u0434\u0440\u0435\u0441 \u0442\u0440\u044f\u0431\u0432\u0430 \u0432\u0435\u0447\u0435 \u0434\u0430 \u0441\u0430 \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u0446\u0438 \u0432 \u0441\u0430\u0439\u0442\u0430.
import.typetext=\u0412\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u0438\u043b\u0438 \u043f\u043e\u0441\u0442\u0430\u0432\u0435\u0442\u0435 \u0432 \u0442\u0435\u043a\u0441\u0442\u043e\u0432\u043e\u0442\u043e \u043f\u043e\u043b\u0435

# S2U-40
joinableset.label.opendate=\u0414\u0430\u0442\u0430 \u043d\u0430 \u043e\u0442\u043a\u0440\u0438\u0432\u0430\u043d\u0435
joinableset.label.closedate=\u0414\u0430\u0442\u0430 \u043d\u0430 \u043f\u0440\u0438\u043a\u043b\u044e\u0447\u0432\u0430\u043d\u0435
joinableset.checkbox.sendmail=\u0418\u0437\u043f\u0440\u0430\u0449\u0430\u043d\u0435 \u043d\u0430 \u0438\u043c\u0435\u0439\u043b \u0434\u043e \u0447\u043b\u0435\u043d\u043e\u0432\u0435\u0442\u0435 \u043d\u0430 \u0441\u0430\u0439\u0442\u0430 \u0441 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f \u0437\u0430 \u043d\u0430\u0431\u043e\u0440 \u0437\u0430 \u043f\u0440\u0438\u0441\u044a\u0435\u0434\u0438\u043d\u044f\u0432\u0430\u043d\u0435
joinableset.checkbox.setreminder=\u0417\u0430\u0434\u0430\u0432\u0430\u043d\u0435 \u0438\u043b\u0438 \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u043d\u0430\u043f\u043e\u043c\u043d\u044f\u043d\u0435\u0442\u043e, \u0438\u0437\u043f\u0440\u0430\u0449\u0430\u043d\u043e 24 \u0447\u0430\u0441\u0430 \u043f\u0440\u0435\u0434\u0438 \u0434\u0430\u0442\u0430\u0442\u0430 \u043d\u0430 \u043f\u0440\u0438\u043a\u043b\u044e\u0447\u0432\u0430\u043d\u0435
joinableset.error.wrongdateorder=\u041a\u0440\u0430\u0439\u043d\u0430\u0442\u0430 \u0434\u0430\u0442\u0430 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0435 \u0441\u043b\u0435\u0434 \u0434\u0430\u0442\u0430\u0442\u0430 \u043d\u0430 \u043e\u0442\u0432\u0430\u0440\u044f\u043d\u0435.
joinableset.info.closedate=- \u043d\u0430 \u0440\u0430\u0437\u043f\u043e\u043b\u043e\u0436\u0435\u043d\u0438\u0435 \u0434\u043e \u043a\u0440\u0430\u0439\u043d\u0430\u0442\u0430 \u0434\u0430\u0442\u0430
