# Tool
groups.error.invalidTitle=Nevažeći znakovi su uklonjeni iz naziva, molimo pregledajte ažurirani naziv.
grouphelper.tool.title=Alati menad\u017eera grupe

# Menu
menu.group.list=Spisak grupe
menu.create=Kreiraj novu grupu
menu.joinable.create=Kreiraj novi pridru\u017eivi skup
menu.auto.groups=Automatske grupe
menu.bulk.creation=Grupno kreiranje

# Index - Group List
index.button.cancel=Otka\u017ei
index.button.removechecked=Ukloni obele\u017eeno
index.header.grouplist=Spisak grupe
index.modal.confirm=Brisanje slede\u0107ih grupa?
index.modal.confirm.instruction=Brisanje grupe je trajno. Mo\u017ee da se desi da se alati koji koriste ozna\u010denu grupu(e) ne\u0107e pravilno pona\u0161ati nakon brisanja. Preporu\u010duje se provera da li alati koriste ove grupe na tvom sajtu pre nego \u0161to ih izbri\u0161e\u0161. Da li si siguran/na da \u017eeli\u0161 da izbri\u0161e\u0161 slede\u0107e grupe?
index.modal.button.delete=Izbri\u0161i ove grupe
index.table.grouptitle=Naziv grupe
index.table.groupsize=Veli\u010dina (maksimalna)
index.table.groupmembers=\u010clanovi
index.table.grouplocked=Ova grupa je zatvorena jer je koristi alat. Zaklju\u010dane grupe ne mogu da se ure\u0111uju niti bri\u0161u.
index.table.grouplocked.info=ukazuje da je alat zaklju\u010dao grupu. Zaklju\u010dane grupe ne mogu da se izbri\u0161u. Grupe koje je zaklju\u010dao alat za dodeljene zadatke ne mo\u017ee da se ure\u0111uje ako se koriste za dodeljene zadatke grupe.
index.table.grouplockedby=Zakljuu\u010dano od strane
index.table.assessments=Testovi i kvizovi
index.table.assignments=Dodeljeni zadaci
index.table.joinableset=Pridru\u017eivi skup
index.table.members=\u010dlanovi
index.table.selectallnone=Ozna\u010di sve/nijednog
index.warning.groupempty=Trenutno ne postoje definisane prilago\u0111ene grupe. Mo\u017ee\u0161 da kreira\u0161 nove grupe koriste\u0107i gorenavedene opcije.
index.table.group.locked=Zaklju\u010dana grupa
index.error.cantDeleteLockedGroup=Slede\u0107e grupe su zaklju\u010dane i ne mogu da se izbri\u0161u\: {0}

# Create new Group
groups.allowviewmembership=Dozvoli \u010dlanovima da vide druge \u010dlanove ove grupe
groups.assigned.members=Imenovani \u010dlanovi
groups.button.cancel=Otka\u017ei
groups.button.create=Dodaj novu grupu
groups.button.save=Sa\u010duvaj grupu
groups.description=Opis grupe
groups.error.providetitle=Mora\u0161 dostaviti naziv grupe.
groups.error.sametitle=Ovaj naziv grupe ve\u0107 postoji Izaberi drugi.
groups.error.titlelength=Du\u017eine ne sme da prelazi 99 znakova. Navedi kra\u0107i naziv.
groups.error.maxmembers=Zahteva se maksimalan broj \u010dlanova grupe i mora da vude va\u017ee\u0107i broj ve\u0107i od 0.
groups.filter.membership=Isfiltriraj \u010dlanstvo
groups.filter.membership.group=Grupa\:
groups.filter.membership.section=Odeljak\:
groups.header.new=Kreiraj novu grupu
groups.header.edit=Uredi grupu
groups.instruction=Ozna\u010di \u010dlanove spiska \u010dlanova sajta i dodaj grupi. Ozna\u010di \u010dlanove spiska grupe i ukloni. Klikni na Dodaj da sa\u010duva\u0161 promene.
groups.joinableset=Pridru\u017eivi skup
groups.joinableset.allowpreviewmembership=Dozvoli \u010dlanovima da vide \u010dlanstvo grupe pre nego \u0161to se pridru\u017ee
groups.joinableset.allowunjoin=Dozvoli \u010dlanovima da otka\u017eu \u010dlanstvo u grupi nakon \u0161to su se pridru\u017eili
groups.joinableset.maxmembers=Maksimalan broj \u010dlanova
groups.joinableset.maxmembers.info=U\u010desnici ne mogu da se pridru\u017ee grupi ako je grupa puna. Nastavnik mo\u017ee da doda koliko god u\u010desnika je po\u017eeljno.
groups.joinableset.show.all=Prika\u017ei sve u\u010desnike sajta, \u010dak i ako su se ve\u0107 pridru\u017eili grupi ovog pridru\u017eivog skupa
groups.joinableset.show.all.info=U\u010desnik mo\u017ee da se pridru\u017ei samo jednoj grupi iz pridru\u017eivog skupa. Kao nastavnik, mo\u017ee\u0161 da ozna\u010di\u0161 u polju za potvrdu i doda\u0161 u\u010desnike koji su se ve\u0107 pridru\u017eili drugim grupama od istog pridru\u017eivog skupa.
groups.membership.controls=Kontrole \u010dlanstva
groups.multiselect.search=Pretraga...
groups.none=Nijedan
groups.role=Uloga\:
groups.section=Odeljak\:
groups.title=Naziv grupe

# Create new joinable set
joinableset.additional.instructions=Ove grupe \u0107e se dodati nakon \u0161to se sa\u010duva pridru\u017eivi skup.
joinableset.additional.groups=Generi\u0161i dodatne grupe
joinableset.allow.previewmembership=Dozvoli \u010dlanovima da vide \u010dlanstvo grupe pre nego \u0161to se pridru\u017ee
joinableset.allow.viewmembership=Dozvoli \u010dlanovima da vide ostale \u010dlanove ove grupe nakon pridru\u017eivanja
joinableset.allow.unjoin=Dozvoli \u010dlanovima da napuste grupe u ovom skupu nakon pridru\u017eivanja
joinableset.button.cancel=Otka\u017ei
joinableset.button.delete=Izbri\u0161i skup
joinableset.button.add=Dodaj skup
joinableset.button.save=Sa\u010duvaj skup
joinableset.current.groups=Trenutne grupe
joinableset.error.duplicatedtitle=Ovaj naziv za skup ve\u0107 postoji. Izaberi drugo.
joinableset.error.maxmembers=Zahteva se maksimalan broj \u010dlanova grupe i mora da bude va\u017ee\u0107i broj ve\u0107i od 0.
joinableset.error.numbergroups=Zahteva se broj grupa i mora da bude va\u017ee\u0107i broj izme\u0111u 1 i 999.
joinableset.error.providetitle=Mora\u0161 dostaviti naziv skupa.
joinableset.header.new=Novi pridru\u017eivi skup
joinableset.header.edit=Uredi pridru\u017eivi skup
joinableset.instruction=Pridru\u017eivi skupovi sastoje se od automatski kreiranih grupa koje korisnici mogu da izaberu za pridru\u017eivanje. Svaka grupa u skupu po\u010dinje nazivom skupa i zavr\u0161ava se jedinstvenim brojem. Pojedinac mo\u017ee da se pridru\u017ei samo jednoj grupi po skupu.
joinableset.maxmembers=Maksimalan broj \u010dlanova po grupi\:
joinableset.modal.confirm=Da li \u017eeli\u0161 da izbri\u0161e\u0161 ovaj pridru\u017eivi skup?
joinableset.modal.confirm.instruction=Brisanje pridru\u017eivog skupa je trajno. Grupe koje koriste pridru\u017eivi skup \u0107e izgubiti dru\u0161tvo i konfiguraciju. Da li si siguran/na da \u017eeli\u0161 da izbri\u0161e\u0161 pridru\u017eivi skup?
joinableset.numberofgroups=Broj grpa\:
joinableset.setname=Naziv skupa\:
joinableset.unjoined.users=Korisnici koji se jo\u0161 nisu pridru\u017eili grupi u ovom skupu

# Auto groups
autogroups.button.back=Nazad
autogroups.button.cancel=Otka\u017ei
autogroups.button.continue=Nastavi
autogroups.button.create.role.groups=Kreiraj grupu za svku ulogu
autogroups.button.save=Sa\u010duvaj
autogroups.button.create=Kreiraj
autogroups.group=Grupa\:
autogroups.header.wizard=Automatski generisane grupe
autogroups.manually.added=Ru\u010dno dodati korisnici
autogroups.step1.error.emptyroles=Ozna\u010di poslednju ulogu.
autogroups.step1.error.noroles=Ovaj sajt nema uloga. Kreiraj barem jednu ulogu.
autogroups.step1.info=Zapo\u010dni ozna\u010davanjem uloga sajta za grupe koje kreira\u0161.
autogroups.step1.table.selectallnone=Ozna\u010di sve/nijednog
autogroups.step1.table.role=Uloga
autogroups.step2.choose.section=da, dozvoli mi da ozna\u010dim \u010dlanove u ozna\u010denim grupama <strong>iz odgovaraju\u0107ih spiskova</strong>.
autogroups.step2.info=Da li bi \u017eeleo/la da dovu\u0107e\u0161 \u010dlanove grupe iz odgovaraju\u0107ih spiskova?
autogroups.step2.info2=Koji spisak bi trebalo da bude uvr\u0161ten u grupe?
autogroups.step2.no.section=Ne, <strong>uvursti sve u\u010desnike sajta</strong> u ozna\u010denim ulogama, bez obzira na spisak.
autogroups.step2.error.emptysections=Ozna\u010di barem jedan spisak ako \u017eeli\u0161 da koristi\u0161 spiskove.
autogroups.step2.error.emptylists=Ozna\u010di barem jednu ulogu ili jedan spisak za kreiranje automatskih grupa.
autogroups.step2.role.info=Ozna\u0161io/la si kreiranje grupa iz slede\u0107ih uloga\:
autogroups.step2.table.sectionroster=Spiskovi
autogroups.step2.table.selectallnone=Ozna\u010di sve/nijednog
autogroups.step3.info=Sada ozna\u010di kako da generi\u0161e\u0161 grupe.
autogroups.step3.group.title=Naziv grupe
autogroups.step3.group.title.required=Zahteva se naziv grupe kada se nasumi\u010dno kreiraju grupe.
autogroups.step3.group.number.required=Zahteva se broj grupa  i mora da bude va\u017ee\u0107i broj izme\u0111u 1 i 999.
autogroups.step3.userspergroup.number.required=Zahteva se broj korisnika po grupi i mora da bude va\u017ee\u0107i broj izme\u0111u 1 i 999.
autogroups.step3.number.groups=Broj grupa
autogroups.step3.number.users=Brj korisnika po grupi
autogroups.step3.option.mixture=Kreiraj grupe koje sadr\u017ee nasumi\u010dnu me\u0161avinu korisnika sa ozna\u010denim ulogama sa ozna\u010denih spiskova.
autogroups.step3.option.pure=Kreirak grupu za svaku ozna\u010denu ulogu koja sadr\u017ei \u010dlanove ozna\u010denih spiskova.
autogroups.step3.role.info=Ozna\u010dio/la si kreiranje grupa iz slede\u0107ih uloga\:
autogroups.step3.section.info=koje su obuhva\u0107ene u slede\u0107im spiskovima\:
autogroups.step3.split.by.groups=Podeli brojem potrebnih grupa
autogroups.step3.split.by.users=Podeli brojem korisnika koji su potrebni po grupi
autogroups.step3.title.info=Napomena\: Brojevi se dodaju na naziv svake grupe. Na primer, naziv \u201eTim\u201d posta\u0107e \u201eTim-1\u201d, \u201eTim-2\u201d, itd.
autogroups.step4.allow.membership=Dozvoli \u010dlnovima da vide ko je jo\u0161 u njihovoj gruppi.
autogroups.step4.info=Pregledaj preliminarni pregled grupa za kreiranje i idi <strong>Nazad</strong> za bilo kakve promene.
autogroups.step4.group.label={0} ({1} \u010dlnovi)
autogroups.step4.no.roles=Sajt ili ozna\u010deni odeljci nemaju \u010dlanove sa ovom ulogom, kreira\u0107e se prazna grupa.
autogroups.step4.section.created={0} (Grupa)
autogroups.step4.table.eid=Korisni\u010dka e-identifikacija
autogroups.step4.table.name=Naziv
autogroups.step4.table.role=Uloga
autogroups.step4.table.section=Odeljak(ci)/Spisak(ovi)
autogroups.wizard.step1=1. korak\: ozna\u010di uloge
autogroups.wizard.step2=2. korak\: ozna\u010di spiskove
autogroups.wizard.step3=3. korak\: defini\u0161i strukturu grupe
autogroups.wizard.step4=4. korak\: pregledaj grupe

# Bulk creation
import.button.back=Nazad
import.button.cancel=Otka\u017ei
import.button.create.bulk=Grupno kreiraj grupe
import.button.submit=Nastavi
import.chooseone=ili izaberi dokument
import.example=grupa1, korisni\u010dkoime1<br>grupa2, korisni\u010dkoime1<br>grupa2, korisni\u010dkoime2
import.error.inputrequired=Mora\u0161 da podnese\u0161 tekst ili ulaznu datoteku.
import.error.wrongformat=Svaki red mora da ima dve vrednosti u nizu naziva grupe, zatim korisni\u010dko ime / imejl adresu, podeci se moraju odvojiti zarezima.
import.error.titlelength=Jedan naziv grupe sadr\u017ei vi\u0161e znakova od dozvoljenog maksimuma (99).
import.header=U\u010ditaj datoteku ili ukucaj u polje za tekst grupe koje \u017eeli\u0161 da kreira\u0161
import.confirmation.error=Podneseni podaci su sadr\u017eali neva\u017ee\u0107e korisnike ili korisnike koji nisu deo sajta. Mora\u0161 da ispravi\u0161 ovaj problem i po\u010dne\u0161 iz po\u010detka.
import.confirmation.group=Grupa\:
import.confirmation.group.exists=Ova grupa ve\u0107 postoji, \u010dlanstvo \u0107e se spojiti.
import.confirmation.header=Potvrdi podatke o grupnom kreiranju.
import.confirmation.instructions=Prona\u0111eni su slede\u0107i pdato o grupnom kreiranju. Ako su ta\u010dni, klikni na \u201eGrupno kreiraj grupe\u201d.
import.confirmation.table.existingusers=Postoje\u0107i korisnik(ci)
import.confirmation.table.invalidusers=Neva\u017ee\u0107i korisnik(ci)
import.confirmation.table.newusers=Novi korisnik(ci)
import.confirmation.table.nonmembers=Korisnici koji nisu \u010dlanovi
import.requirements=Zahtevi za datoteku ili format podataka za polje za tekst
import.requirements.step1=CSV datoteka ili podaci treba da sadr\u017ee detalje o grupi u kolonama\: naziv grupe, korisni\u010dko ime / imejl adresa.
import.requirements.step2=Kolone moraju biti u gorenavedenom redu, ali <b>ne obuhvataju red zaglavlja kolone</b>.
import.requirements.step3=Polja moraju da se razdvoje zarezom i korisni\u010dko ime / imejl adresa mora ve\u017e biti u\u010desnik sajta.
import.typetext=Ukucaj ili nalepi u polje za tekst

# S2U-40
joinableset.label.opendate=Otvori datum
joinableset.label.closedate=Zatvori datum
joinableset.checkbox.sendmail=Po\u0161alji imejl \u010dlanovim sajta sa informacijama o pridru\u017eivom skupu
joinableset.checkbox.setreminder=Podesi ili a\u017euriraj podsetnik poslat 24 sata pre datuma zatvaranja
joinableset.error.wrongdateorder=Datum zatvaranja mora biti posle datuma otvaranja.
joinableset.info.closedate=- dostupno do datuma zatvaranja
