# Tool
groups.error.invalidTitle=Se eliminaron caracteres no válidos del título, por favor revise el título actualizado.
grouphelper.tool.title=Herramienta de gesti\u00f3n de grupos

# Menu
menu.group.list=Lista
menu.create=Crear
menu.joinable.create=Crear autoinscribibles
menu.auto.groups=Crear autom\u00e1ticos
menu.bulk.creation=Crear por lotes

# Index - Group List
index.button.cancel=Cancelar
index.button.removechecked=Borrar marcados
index.header.grouplist=Lista de grupos
index.modal.confirm=\u00bfConfirma que desea borrar los siguientes grupos?
index.modal.confirm.instruction=Borrar grupos es permanente. Las herramientas que usen estos grupos podr\u00edan no funcionar correctamente despu\u00e9s de borrarlos. Le recomendamos que compruebe si tiene en su sitio herramientas relacionadas con estos grupos. \u00bfConfirma que desea borrar los siguientes grupos?
index.modal.button.delete=BORRAR GRUPOS
index.table.grouptitle=T\u00edtulo del grupo
index.table.groupsize=Tama\u00f1o (max)
index.table.groupmembers=Participantes
index.table.grouplocked=Este grupo est\u00e1 bloqueado porque est\u00e1 siendo usado por alguna herramienta. Los grupos bloqueados no se pueden editar o borrar. 
index.table.grouplocked.info=este icono de candado indica que el grupo est\u00e1 bloqueado porque est\u00e1 siendo usado por alguna herramienta. Los grupos bloqueados no se pueden editar o borrar.
index.table.grouplockedby=Bloqueado por
index.table.assessments=Ex\u00e1menes
index.table.assignments=Tareas
index.table.joinableset=Conjunto autoinscribible
index.table.members=participantes
index.table.selectallnone=Seleccionar todos/ninguno
index.warning.groupempty=No se han creado grupos todav\u00eda. Puede crearlos desde alguna de las opciones de la parte superior.
index.table.group.locked=Grupo bloqueado

# Create new Group
groups.allowviewmembership=Permitir a las personas participantes en este grupo verse entre s\u00ed
groups.assigned.members=Personas a\u00f1adidas
groups.button.cancel=Cancelar
groups.button.create=A\u00f1adir
groups.button.save=Guardar
groups.description=Descripci\u00f3n del grupo
groups.error.providetitle=Debe introducir un t\u00edtulo para el grupo.
groups.error.sametitle=Ya existe un grupo con el mismo nombre. Escoja un nombre distinto.
groups.error.titlelength=La longitud del t\u00edtulo no puede exceder los 99 caracteres, introduzca uno m\u00e1s corto.
groups.error.maxmembers=Es necesario introducir un n\u00famero m\u00e1ximo de participantes y debe ser una cantidad mayor que 0.
groups.filter.membership=Filtrar pertenencia
groups.filter.membership.group=Grupo\:
groups.filter.membership.section=Secci\u00f3n\:
groups.header.new=Crear grupo nuevo
groups.header.edit=Editar grupo
groups.instruction=Seleccionar participantes del sitio y a\u00f1adirlos al grupo. Seleccionar participantes en el grupo y eliminarlos. Hacer clic en "Guardar" al finalizar.
groups.joinableset=Conjunto autoinscribible
groups.joinableset.allowpreviewmembership=Se permite ver qui\u00e9nes participan en los grupos antes de darse de alta
groups.joinableset.allowunjoin=Se permite abandonar el grupo tras darse de alta
groups.joinableset.maxmembers=N\u00famero m\u00e1ximo de participantes
groups.joinableset.maxmembers.info=Un estudiante no se puede a\u00f1adir a un grupo si \u00e9ste est\u00e1 lleno. Un docente puede a\u00f1adir tantos estudiantes al grupo como desee.
groups.joinableset.show.all=Mostrar todos los estudiantes, incluso los que ya hayan sido asignados a este grupo
groups.joinableset.show.all.info=Un estudiante no puede unirse a m\u00e1s de un grupo de esta categor\u00eda. Como docente puede marcar esta casilla y a\u00f1adir estudiantes que ya est\u00e9n asignados en otros grupos dentro de esta categor\u00eda.
groups.membership.controls=Controles
groups.multiselect.search=Buscar...
groups.none=Ninguno
groups.role=Rol\:
groups.section=Secci\u00f3n\:
groups.title=T\u00edtulo del grupo

# Create new joinable set
joinableset.additional.instructions=Estos grupos se a\u00f1adir\u00e1n cuando guarde el conjunto autoinscribible.
joinableset.additional.groups=Generar grupos adicionales
joinableset.allow.previewmembership=Se permite ver qui\u00e9nes participan en los grupos antes de darse de alta
joinableset.allow.viewmembership=Se permite ver qui\u00e9nes participan en los grupos despu\u00e9s de darse de alta
joinableset.allow.unjoin=Se permite abandonar el grupo tras darse de alta
joinableset.button.cancel=Cancelar
joinableset.button.delete=Eliminar conjunto
joinableset.button.add=A\u00f1adir conjunto
joinableset.button.save=Guardar conjunto
joinableset.current.groups=Grupos actuales
joinableset.error.duplicatedtitle=Este nombre ya se ha utilizado anteriormente, pruebe con otro.
joinableset.error.maxmembers=El n\u00famero m\u00e1ximo de participantes es un dato obligatorio y debe ser un n\u00famero entero mayor que 0.
joinableset.error.numbergroups="N\u00famero de grupos" es obligatorio y tiene que ser un n\u00famero entero entre 1 y 999. 
joinableset.error.providetitle=Debe introducir un t\u00edtulo para el conjunto.
joinableset.header.new=Crear conjunto de grupos autoinscribibles
joinableset.header.edit=Editar conjunto autoinscribible
joinableset.instruction=Los conjuntos a los que se puede acceder consisten en grupos creados autom\u00e1ticamente a los que los usuarios pueden optar por unirse. Cada grupo de un conjunto comienza con el nombre del conjunto y termina con un n\u00famero \u00fanico. Cada persona puede unirse a un grupo por conjunto.
joinableset.maxmembers=M\u00e1ximo de participantes por grupo\:
joinableset.modal.confirm=\u00bfConfirma que quiere borrar este conjunto autoinscribible?
joinableset.modal.confirm.instruction=El borrado de conjuntos es permanente. Si hubiera grupos usando el conjunto autoinscribible perder\u00edan la asociaci\u00f3n y la configuraci\u00f3n. \u00bfConfirma que desea borrar el conjunto autoinscribible?
joinableset.numberofgroups=N\u00famero de grupos\:
joinableset.setname=Nombre del conjunto\:
joinableset.unjoined.users=Personas que no pertenecen a ning\u00fan grupo de este conjunto todav\u00eda

# Auto groups
autogroups.button.back=Volver
autogroups.button.cancel=Cancelar
autogroups.button.continue=Continuar
autogroups.button.create.role.groups=Crear un grupo para cada rol
autogroups.button.save=Guardar
autogroups.button.create=Crear
autogroups.group=Grupo\:
autogroups.header.wizard=Grupos de creaci\u00f3n autom\u00e1tica
autogroups.manually.added=Participantes a\u00f1adidos manualmente
autogroups.step1.error.emptyroles=Seleccione al menos un rol.
autogroups.step1.error.noroles=El sitio no tiene roles. Deber\u00eda crear al menos un rol.
autogroups.step1.info=Comencemos seleccionando los roles que desea incluir en los grupos que est\u00e1 creando.
autogroups.step1.table.selectallnone=Seleccionar todos/ninguno
autogroups.step1.table.role=Rol
autogroups.step2.choose.section=S\u00ed, seleccionar\u00e9 los participantes de los roles elegidos <strong>desde las siguientes listas</strong>.
autogroups.step2.info=\u00bfLe gustar\u00eda extraer participantes desde las listas?
autogroups.step2.info2=\u00bfQu\u00e9 listas tendr\u00edan que estar incluidas en los grupos?
autogroups.step2.no.section=No, <strong>incluir todos los participantes del sitio</strong>  de los roles elegidos, independientemente de las listas.
autogroups.step2.error.emptysections=Debe seleccionar al menos una lista si ha elegido utilizar listas.
autogroups.step2.error.emptylists=Debe seleccionar al menos un rol o una lista para poder crear grupos autom\u00e1ticos.
autogroups.step2.role.info=Ha seleccionado crear grupos a partir de los siguientes roles\:
autogroups.step2.table.sectionroster=Listas
autogroups.step2.table.selectallnone=Seleccionar todos/ninguno
autogroups.step3.info=Ahora seleccione c\u00f3mo generar grupos.
autogroups.step3.group.title=T\u00edtulo del grupo
autogroups.step3.group.title.required=El t\u00edtulo del grupo es obligatorio cuando selecciona crear grupos al azar.
autogroups.step3.group.number.required=El dato de "N\u00famero de grupos" es obligatorio y tiene que ser un n\u00famero entero entre 1 y 999. 
autogroups.step3.userspergroup.number.required=El n\u00famero de usuarios por grupo es obligatorio y debe ser un n\u00famero v\u00e1lido entre 1 y 999.
autogroups.step3.number.groups=N\u00famero de grupos
autogroups.step3.number.users=N\u00famero de participantes por grupo
autogroups.step3.option.mixture=Cree grupos que contengan una mezcla aleatoria de usuarios con los roles seleccionados de la(s) lista(s) seleccionada(s).
autogroups.step3.option.pure=Crear un grupo para cada rol seleccionado que contenga miembros de la lista elegida. 
autogroups.step3.role.info=Ha seleccionado crear grupos a partir de los siguientes roles\:
autogroups.step3.section.info=incluidos en las siguientes listas\:
autogroups.step3.split.by.groups=Dividir seg\u00fan el n\u00famero de grupos que quiera crear
autogroups.step3.split.by.users=Dividir seg\u00fan el ratio de n\u00famero de participantes por grupo
autogroups.step3.title.info=Nota\: se agregar\u00e1n n\u00fameros al t\u00edtulo de cada grupo. Por ejemplo, el t\u00edtulo  'Equipo' dar\u00eda como resultado 'Equipo-1', 'Equipo-2', etc.
autogroups.step4.allow.membership=Se permite a las personas de un grupo ver al resto de participantes de ese grupo.
autogroups.step4.info=Revise la vista previa de los grupos a crear y pulse <strong>Volver</strong> para hacer cualquier cambio.
autogroups.step4.group.label={0} ({1} Participantes)
autogroups.step4.no.roles=El sitio o la secci\u00f3n seleccionada no tienen participantes con este rol, se crear\u00e1 un grupo vac\u00edo.
autogroups.step4.section.created={0} (Grupo)
autogroups.step4.table.eid=Estudiante
autogroups.step4.table.name=Nombre
autogroups.step4.table.role=Rol
autogroups.step4.table.section=Secci\u00f3n(es)
autogroups.wizard.step1=Paso 1\: seleccionar roles
autogroups.wizard.step2=Paso 2\: seleccionar listas
autogroups.wizard.step3=Paso 3\: definir estructura
autogroups.wizard.step4=Paso 4. previsualizar grupos

# Bulk creation
import.button.back=Volver
import.button.cancel=Cancelar
import.button.create.bulk=Crear grupos por lotes
import.button.submit=Continuar
import.chooseone=O seleccione un archivo
import.example=grupo1, identificador1<br>grupo2, identificador1<br>grupo2, identificador2
import.error.inputrequired=Es necesario enviar texto o un archivo de entrada.
import.error.wrongformat=Cada l\u00ednea debe tener dos datos\: el primero es el nombre del grupo y el segundo es el identificador de la persona. Estos datos deben estar separados por comas.
import.error.titlelength=Un nombre de grupo contiene m\u00e1s caracteres que el m\u00e1ximo permitido (99).
import.header=Suba un archivo o teclee en la caja de texto los grupos que desee crear
import.confirmation.error=Los datos facilitados contienen usuarios no v\u00e1lidos o que no participan en el sitio. Debe corregir estos problemas y volver a empezar.
import.confirmation.group=Grupo\:
import.confirmation.group.exists=El grupo ya existe, las personas participantes se mezclar\u00e1n con las ya existentes.
import.confirmation.header=Verificar los datos para la creaci\u00f3n por lotes
import.confirmation.instructions=Ha facilitado los siguientes datos para crear los grupos, si son correctos finalice el proceso pulsando el bot\u00f3n 'Crear grupos por lotes'.
import.confirmation.table.existingusers=Existentes
import.confirmation.table.invalidusers=No v\u00e1lidas
import.confirmation.table.newusers=Nuevas personas
import.confirmation.table.nonmembers=No participantes
import.requirements=Requisitos del archivo o formato de los datos de la caja de texto
import.requirements.step1=El archivo CSV o los datos introducidos deben contener los siguientes valores en las columnas\: nombre del grupo, identificador de la persona.
import.requirements.step2=Las columnas tienen que estar en el orden indicado arriba, <b>no incluya ninguna cabecera en la primera fila</b>.
import.requirements.step3=Los campos deben separarse con comas y el Identificador debe ser de alguien que participa actualmente en el sitio.
import.typetext=Teclee o pegue en la caja de texto
