batch.size=\u062d\u062c\u0645 \u0627\u0644\u062f\u0641\u0639\u0629
batch.size.description=\u0627\u0644\u062d\u062f \u0627\u0644\u0623\u0642\u0635\u0649 \u0644\u0639\u062f\u062f \u0627\u0644\u0639\u0646\u0627\u0635\u0631 \u0627\u0644\u0645\u0631\u0627\u062f \u0645\u0639\u0627\u0644\u062c\u062a\u0647\u0627 \u0641\u064a \u0645\u0639\u0627\u0645\u0644\u0629 \u0648\u0627\u062d\u062f\u0629. \u062a\u0643\u0648\u0646 \u0627\u0644\u0642\u064a\u0645 \u0627\u0644\u0623\u0643\u0628\u0631 \u0639\u0645\u0648\u0645\u064b\u0627 \u0623\u0643\u062b\u0631 \u0623\u062f\u0627\u0621\u064b \u0648\u0644\u0643\u0646\u0647\u0627 \u0642\u062f \u062a\u0634\u062f\u062f \u0639\u0644\u0649 \u0645\u0648\u0627\u0631\u062f \u0642\u0627\u0639\u062f\u0629 \u0627\u0644\u0628\u064a\u0627\u0646\u0627\u062a. \u0627\u0644\u0625\u0639\u062f\u0627\u062f \u0627\u0644\u0627\u0641\u062a\u0631\u0627\u0636\u064a \u0647\u0648 100. (\u0633\u064a\u062a\u0645 \u0641\u0631\u0636 \u0627\u0644\u0642\u064a\u0645 \u0627\u0644\u0635\u0641\u0631\u064a\u0629 \u0648\u0627\u0644\u0633\u0627\u0644\u0628\u0629 \u0639\u0644\u0649 \u0627\u0644\u0642\u064a\u0645\u0629 \u0627\u0644\u0627\u0641\u062a\u0631\u0627\u0636\u064a\u0629.)
batch.size.non.numeric=\u064a\u062c\u0628 \u062a\u0639\u064a\u064a\u0646 \u062d\u062c\u0645 \u0627\u0644\u062f\u064f\u0641\u0639\u0629 \u0639\u0644\u0649 \u0639\u062f\u062f \u0635\u062d\u064a\u062d.
backfill.items=\u0623\u0639\u062f \u062a\u0639\u0628\u0626\u0629 \u0627\u0644\u0639\u0646\u0627\u0635\u0631 \u063a\u064a\u0631 \u0627\u0644\u0645\u0646\u0634\u0648\u0631\u0629
backfill.items.description=\u062a\u0641\u0639\u064a\u0644 \u0625\u0639\u0627\u062f\u0629 \u062a\u0639\u0628\u0626\u0629 \u0627\u0644\u062a\u062c\u0632\u0626\u0629 \u0644\u0644\u0639\u0646\u0627\u0635\u0631 \u063a\u064a\u0631 \u0627\u0644\u0645\u0646\u0634\u0648\u0631\u0629. \u0639\u064a\u0646 \u0627\u0644\u0627\u0641\u062a\u0631\u0627\u0636\u064a \u0635\u0648\u0627\u0628.
backfill.published.items=\u0623\u0639\u062f \u062a\u0639\u0628\u0626\u0629 \u0627\u0644\u0639\u0646\u0627\u0635\u0631 \u0627\u0644\u0645\u0646\u0634\u0648\u0631\u0629
backfill.published.items.description=\u062a\u0641\u0639\u064a\u0644 \u0625\u0639\u0627\u062f\u0629 \u062a\u0639\u0628\u0626\u0629 \u0627\u0644\u062a\u062c\u0632\u0626\u0629 \u0644\u0644\u0639\u0646\u0627\u0635\u0631 \u0627\u0644\u0645\u0646\u0634\u0648\u0631\u0629. \u0639\u064a\u0646 \u0627\u0644\u0627\u0641\u062a\u0631\u0627\u0636\u064a \u0635\u0648\u0627\u0628.
backfill.published.items.baseline.hash=\u0625\u0639\u0627\u062f\u0629 \u062a\u062c\u0632\u0626\u0629 \u062e\u0637 \u0627\u0644\u0623\u0633\u0627\u0633 \u0644\u0644\u0639\u0646\u0627\u0635\u0631 \u0627\u0644\u0645\u0646\u0634\u0648\u0631\u0629
backfill.published.items.baseline.hash.description=\u062a\u0641\u0639\u064a\u0644 \u0625\u0639\u0627\u062f\u0629 \u0627\u0644\u062a\u0639\u0628\u0626\u0629 \u0644\u0644\u062d\u0642\u0644 \u0627\u0644\u0630\u064a \u064a\u0644\u062a\u0642\u0637 \u062a\u062c\u0632\u0626\u0627\u062a \u0627\u0644\u0639\u0646\u0635\u0631 \u0641\u064a \u0644\u062d\u0638\u0629 \u0627\u0644\u0646\u0634\u0631. \u0639\u064a\u0646 \u0627\u0644\u0641\u062a\u0631\u0627\u0636\u064a \u0625\u0644\u0649 \u062e\u0637\u0623 \u0644\u0623\u0646 \u0647\u0630\u0627 \u0644\u0627 \u064a\u0645\u0643\u0646 \u0627\u0644\u0627\u0639\u062a\u0645\u0627\u062f \u0639\u0644\u064a\u0647 \u0628\u0627\u0644\u0646\u0633\u0628\u0629 \u0644\u0644\u0623\u0633\u0626\u0644\u0629 \u0627\u0644\u062a\u0627\u0631\u064a\u062e\u064a\u0629. \u062a\u0645 \u0627\u0644\u062a\u062c\u0627\u0647\u0644 \u0625\u0630\u0627 \u0643\u0627\u0646\u062a "\u0625\u0639\u0627\u062f\u0629 \u062a\u0639\u0628\u0626\u0629 \u0627\u0644\u0639\u0646\u0627\u0635\u0631 \u0627\u0644\u0645\u0646\u0634\u0648\u0631\u0629" \u062e\u0627\u0637\u0626\u0629.
notification.email.address=\u0639\u0646\u0648\u0627\u0646 \u0627\u0644\u0628\u0631\u064a\u062f \u0627\u0644\u0625\u0644\u0643\u062a\u0631\u0648\u0646\u064a \u0644\u0625\u0634\u0639\u0627\u0631 \u0627\u0644\u0625\u0646\u062c\u0627\u0632
notification.email.address.description=\u0639\u0646\u0648\u0627\u0646 \u0627\u0644\u0628\u0631\u064a\u062f \u0627\u0644\u0625\u0644\u0643\u062a\u0631\u0648\u0646\u064a \u0627\u0644\u0645\u0631\u0627\u062f \u0625\u0631\u0633\u0627\u0644 \u0645\u0644\u062e\u0635\u0627\u062a \u0627\u0644\u0648\u0638\u0627\u0626\u0641 \u0625\u0644\u064a\u0647 \u0639\u0646\u062f \u0627\u0644\u0627\u0646\u062a\u0647\u0627\u0621
invalid.notification.email.address=\u0639\u0646\u0648\u0627\u0646 \u0627\u0644\u0628\u0631\u064a\u062f \u0627\u0644\u0625\u0644\u0643\u062a\u0631\u0648\u0646\u064a \u0644\u0625\u0634\u0639\u0627\u0631 \u0625\u0643\u0645\u0627\u0644 \u0627\u0644\u0648\u0638\u064a\u0641\u0629 \u063a\u064a\u0631 \u0635\u0627\u0644\u062d
unrecognized.job.config.property=\u062e\u0627\u0635\u064a\u0629 \u062a\u0643\u0648\u064a\u0646 \u0627\u0644\u0648\u0638\u064a\u0641\u0629 \u063a\u064a\u0631 \u0645\u0639\u0631\u0648\u0641\u0629
