batch.size=\u0420\u0430\u0437\u043c\u0435\u0440 \u043d\u0430 \u043f\u0430\u0440\u0442\u0438\u0434\u0430\u0442\u0430
batch.size.description=\u041c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u0435\u043d \u0431\u0440\u043e\u0439 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0438, \u043a\u043e\u0438\u0442\u043e \u0441\u0435 \u043e\u0431\u0440\u0430\u0431\u043e\u0442\u0432\u0430\u0442 \u0432 \u0435\u0434\u043d\u0430 \u0442\u0440\u0430\u043d\u0437\u0430\u043a\u0446\u0438\u044f. \u041f\u043e-\u0433\u043e\u043b\u0435\u043c\u0438\u0442\u0435 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442\u0438 \u043e\u0431\u0438\u043a\u043d\u043e\u0432\u0435\u043d\u043e \u0441\u0430 \u043f\u043e-\u043f\u0440\u043e\u0438\u0437\u0432\u043e\u0434\u0438\u0442\u0435\u043b\u043d\u0438, \u043d\u043e \u043c\u043e\u0433\u0430\u0442 \u0434\u0430 \u043d\u0430\u0442\u043e\u0432\u0430\u0440\u044f\u0442 \u0440\u0435\u0441\u0443\u0440\u0441\u0438\u0442\u0435 \u043d\u0430 \u0431\u0430\u0437\u0430\u0442\u0430 \u0434\u0430\u043d\u043d\u0438. \u041f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435 \u0435 100. (\u041d\u0443\u043b\u0435\u0432\u0438 \u0438 \u043e\u0442\u0440\u0438\u0446\u0430\u0442\u0435\u043b\u043d\u0438 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442\u0438 \u0449\u0435 \u0431\u044a\u0434\u0430\u0442 \u043f\u0440\u0438\u0440\u0430\u0432\u043d\u0435\u043d\u0438 \u043a\u044a\u043c \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442\u0442\u0430 \u043f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435.)
batch.size.non.numeric=Batch Size (\u0420\u0430\u0437\u043c\u0435\u0440 \u043d\u0430 \u043f\u0430\u0440\u0442\u0438\u0434\u0430\u0442\u0430) \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0431\u044a\u0434\u0435 \u0437\u0430\u0434\u0430\u0434\u0435\u043d\u043e \u0446\u044f\u043b\u043e \u0447\u0438\u0441\u043b\u043e.
backfill.items=\u0417\u0430\u043f\u044a\u043b\u0432\u0430\u043d\u0435 \u043d\u0430 \u043d\u0435\u043f\u0443\u0431\u043b\u0438\u043a\u0443\u0432\u0430\u043d\u0438 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0438
backfill.items.description=\u0410\u043a\u0442\u0438\u0432\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u043f\u043e\u043f\u044a\u043b\u0432\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0445\u0435\u0448 \u0437\u0430 \u043d\u0435\u043f\u0443\u0431\u043b\u0438\u043a\u0443\u0432\u0430\u043d\u0438 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0438. \u041f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435 true (\u0432\u044f\u0440\u043d\u043e).
backfill.published.items=\u041f\u043e\u043f\u044a\u043b\u043d\u0435\u0442\u0435 \u043f\u0443\u0431\u043b\u0438\u043a\u0443\u0432\u0430\u043d\u0438\u0442\u0435 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0438
backfill.published.items.description=\u0410\u043a\u0442\u0438\u0432\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u043f\u043e\u043f\u044a\u043b\u0432\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0445\u0435\u0448 \u0437\u0430 \u043f\u0443\u0431\u043b\u0438\u043a\u0443\u0432\u0430\u043d\u0438\u0442\u0435 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0438. \u041f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435 true (\u0432\u044f\u0440\u043d\u043e)
backfill.published.items.baseline.hash=\u0421\u043f\u0440\u0430\u0432\u043e\u0447\u0435\u043d \u0445\u0435\u0448 \u0437\u0430 \u043f\u043e\u043f\u044a\u043b\u0432\u0430\u043d\u0435 \u043d\u0430 \u043f\u0443\u0431\u043b\u0438\u043a\u0443\u0432\u0430\u043d\u0438\u0442\u0435 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0438
backfill.published.items.baseline.hash.description=\u0410\u043a\u0442\u0438\u0432\u0438\u0440\u0430\u0439\u0442\u0435 \u043f\u043e\u043f\u044a\u043b\u0432\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u043f\u043e\u043b\u0435\u0442\u043e, \u043a\u043e\u0435\u0442\u043e \u0443\u043b\u0430\u0432\u044f \u0445\u0435\u0448\u043e\u0432\u0435\u0442\u0435 \u043d\u0430 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0438\u0442\u0435 \u0432 \u043c\u043e\u043c\u0435\u043d\u0442\u0430 \u043d\u0430 \u043f\u0443\u0431\u043b\u0438\u043a\u0443\u0432\u0430\u043d\u0435. \u041f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435 \u0435 \u0437\u0430\u0434\u0430\u0434\u0435\u043d\u043e false (\u043d\u0435\u0432\u044f\u0440\u043d\u043e), \u0442\u044a\u0439 \u043a\u0430\u0442\u043e \u0442\u043e\u0432\u0430 \u0435 \u043d\u0435\u043d\u0430\u0434\u0435\u0436\u0434\u043d\u043e \u0437\u0430 \u0438\u0441\u0442\u043e\u0440\u0438\u0447\u0435\u0441\u043a\u0438 \u0432\u044a\u043f\u0440\u043e\u0441\u0438. \u041f\u0440\u0435\u043d\u0435\u0431\u0440\u0435\u0433\u0432\u0430 \u0441\u0435, \u0430\u043a\u043e 'Backfill Published Items' (\u041f\u043e\u043f\u044a\u043b\u0432\u0430\u043d\u0435 \u043d\u0430 \u043f\u0443\u0431\u043b\u0438\u043a\u0443\u0432\u0430\u043d\u0438\u0442\u0435 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0438) \u0435 false (\u0444\u0430\u043b\u0448\u0438\u0432\u043e).
notification.email.address=\u0418\u043c\u0435\u0439\u043b \u0430\u0434\u0440\u0435\u0441 \u0437\u0430 \u0443\u0432\u0435\u0434\u043e\u043c\u044f\u0432\u0430\u043d\u0435 \u0437\u0430 \u0437\u0430\u0432\u044a\u0440\u0448\u0432\u0430\u043d\u0435
notification.email.address.description=\u0418\u043c\u0435\u0439\u043b \u0430\u0434\u0440\u0435\u0441, \u043d\u0430 \u043a\u043e\u0439\u0442\u043e \u0434\u0430 \u0441\u0435 \u0438\u0437\u043f\u0440\u0430\u0449\u0430\u0442 \u0440\u0435\u0437\u044e\u043c\u0435\u0442\u0430 \u043d\u0430 \u0437\u0430\u0434\u0430\u0447\u0438\u0442\u0435 \u0441\u043b\u0435\u0434 \u043f\u0440\u0438\u043a\u043b\u044e\u0447\u0432\u0430\u043d\u0435\u0442\u043e \u0438\u043c
invalid.notification.email.address=\u041d\u0435\u0432\u0430\u043b\u0438\u0434\u0435\u043d \u0438\u043c\u0435\u0439\u043b \u0430\u0434\u0440\u0435\u0441 \u0437\u0430 \u0438\u0437\u0432\u0435\u0441\u0442\u0438\u0435 \u0437\u0430 \u0437\u0430\u0432\u044a\u0440\u0448\u0432\u0430\u043d\u0435 \u043d\u0430 \u0440\u0430\u0431\u043e\u0442\u0430\u0442\u0430
unrecognized.job.config.property=\u041d\u0435\u0440\u0430\u0437\u043f\u043e\u0437\u043d\u0430\u0442\u043e \u0441\u0432\u043e\u0439\u0441\u0442\u0432\u043e \u043d\u0430 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u044f\u0442\u0430 \u043d\u0430 \u0437\u0430\u0434\u0430\u0447\u0430\u0442\u0430
