file.type.rtf = \u30EA\u30C3\u30C1\u30C6\u30AD\u30B9\u30C8
file.type.txt = \u30D7\u30EC\u30FC\u30F3\u30C6\u30AD\u30B9\u30C8

submission.error.failed.to.obtain.id = Turnitin \u304B\u3089\u63D0\u51FAID\u3092\u53D6\u5F97\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F
submission.error.general = \u4E0D\u660E\u306E / \u51E6\u7406\u3055\u308C\u306A\u3044\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F
submission.error.idunusedexception = \u30D5\u30A1\u30A4\u30EB\u306F\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F
submission.error.ioexception = Turnitin \u3068\u306E\u901A\u4FE1\u306B\u554F\u984C\u304C\u767A\u751F\u3057\u307E\u3057\u305F
submission.error.missing.data = Turnitin \u304B\u3089\u306E\u5FDC\u7B54\u306B\u306F\u4E88\u671F\u3055\u308C\u308B\u30C7\u30FC\u30BF\u304C\u4E0D\u8DB3\u3057\u3066\u3044\u307E\u3059
submission.error.permissionexception = \u6A29\u9650\u30A8\u30E9\u30FC\u306E\u305F\u3081\u3001\u30D5\u30A1\u30A4\u30EB\u306B\u30A2\u30AF\u30BB\u30B9\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F
submission.error.unexpected.response = Turnitin \u304B\u3089\u306E\u4E88\u671F\u3057\u306A\u3044\u5FDC\u7B54\uFF1A {0} ({1})
submission.error.unexpected.response.no.id = Turnitin ID \u304C\u4E88\u671F\u3055\u308C\u307E\u3057\u305F\u304C\u3001\u5165\u529B\u3055\u308C\u307E\u305B\u3093\u3067\u3057\u305F
submission.error.unexpected.response.wrong.status = \u30B9\u30C6\u30FC\u30BF\u30B9\uFF1A {0}
submission.error.unhandled.status = \u51E6\u7406\u3055\u308C\u306A\u3044\u63D0\u51FA\u7269\u306E\u30B9\u30C6\u30FC\u30BF\u30B9 / Turnitin \u304B\u3089\u306E\u30A8\u30E9\u30FC\u30B3\u30FC\u30C9\uFF1A {0}
submission.error.unsuccessful.response = {0} ({1})
submission.error.unsuccessful.response.eula = \u30E6\u30FC\u30B6\u30FC\u306F EULA \u306B\u540C\u610F\u3057\u307E\u305B\u3093\u3067\u3057\u305F

report.error.ioexception = Turnitin \u304B\u3089\u30AA\u30EA\u30B8\u30CA\u30EA\u30C6\u30A3\u30B9\u30B3\u30A2\u306E\u53D6\u5F97\u4E2D\u306B\u554F\u984C\u304C\u767A\u751F\u3057\u307E\u3057\u305F
report.error.unknown = \u30AA\u30EA\u30B8\u30CA\u30EA\u30C6\u30A3\u30EC\u30DD\u30FC\u30C8\u306E\u53D6\u5F97\u4E2D\u306B\u4E0D\u660E\u306A\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F
report.error.unsuccessful = \u5143\u306E\u30EC\u30DD\u30FC\u30C8\u306E\u53D6\u5F97\u306B\u5931\u6557\u3057\u307E\u3057\u305F\uFF1A{1} ({0})

submission.terminal.status.CORRUPT_FILE = \u30A2\u30C3\u30D7\u30ED\u30FC\u30C9\u3057\u305F\u30D5\u30A1\u30A4\u30EB\u306F\u7834\u640D\u3057\u3066\u3044\u308B\u304B\u3001\u307E\u305F\u306F\u30D1\u30B9\u30EF\u30FC\u30C9\u3067\u4FDD\u8B77\u3055\u308C\u3066\u3044\u308B\u3088\u3046\u3067\u3059
submission.terminal.status.ERROR = \u63D0\u51FA\u7269\u306F\u30A8\u30E9\u30FC\u30B9\u30C6\u30FC\u30BF\u30B9\u3068\u5171\u306B\u8FD4\u3055\u308C\u307E\u3057\u305F
submission.terminal.status.FILE_LOCKED = \u30A2\u30C3\u30D7\u30ED\u30FC\u30C9\u3055\u308C\u305F\u30D5\u30A1\u30A4\u30EB\u3092\u958B\u304F\u306B\u306F\u3001\u30D1\u30B9\u30EF\u30FC\u30C9\u304C\u5FC5\u8981\u3067\u3059
submission.terminal.status.PROCESSING_ERROR = \u63D0\u51FA\u7269\u306E\u51E6\u7406\u4E2D\u306B\u3001\u8A73\u7D30\u4E0D\u660E\u306E\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F
submission.terminal.status.TOO_LITTLE_TEXT = \u985E\u4F3C\u6027\u30EC\u30DD\u30FC\u30C8\u3092\u751F\u6210\u3059\u308B\u306B\u306F\u3001\u63D0\u51FA\u7269\u306E\u30C6\u30AD\u30B9\u30C8\u304C\u5341\u5206\u3067\u306F\u3042\u308A\u307E\u305B\u3093\uFF08\u63D0\u51FA\u7269\u306B\u306F20\u30EF\u30FC\u30C9\u4EE5\u4E0A\u304C\u542B\u307E\u308C\u3066\u3044\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\uFF09
submission.terminal.status.TOO_MANY_PAGES = \u985E\u4F3C\u6027\u30EC\u30DD\u30FC\u30C8\u3092\u751F\u6210\u3059\u308B\u306B\u306F\u3001\u63D0\u51FA\u7269\u306E\u30DA\u30FC\u30B8\u304C\u591A\u3059\u304E\u307E\u3059\uFF08\u63D0\u51FA\u7269\u306F800\u30DA\u30FC\u30B8\u4EE5\u4E0A\u306B\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\uFF09
submission.terminal.status.TOO_MUCH_TEXT = \u985E\u4F3C\u6027\u30EC\u30DD\u30FC\u30C8\u3092\u751F\u6210\u3059\u308B\u306B\u306F\u3001\u63D0\u51FA\u7269\u306E\u30C6\u30AD\u30B9\u30C8\u304C\u591A\u3059\u304E\u307E\u3059\uFF08\u5C55\u958B\u3055\u308C\u305F\u30C6\u30AD\u30B9\u30C8\u304CUTF-8\u306B\u5909\u63DB\u3055\u308C\u305F\u5F8C\u3001\u63D0\u51FA\u7269\u306E\u30C6\u30AD\u30B9\u30C8\u306F2MB\u4EE5\u5185\u3067\u3042\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\uFF09
submission.terminal.status.UNSUPPORTED_FILETYPE = \u30A2\u30C3\u30D7\u30ED\u30FC\u30C9\u3055\u308C\u305F\u30D5\u30A1\u30A4\u30EB\u306E\u7A2E\u985E\u306F\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u307E\u305B\u3093
