file.type.doc=\u0648\u0648\u0631\u062f 97-2003
file.type.docx=Word 2007+
file.type.xls=\u0627\u0644\u062a\u0641\u0648\u0642
file.type.xlsx=\u0627\u0644\u062a\u0641\u0648\u0642
file.type.ppt=\u0639\u0631\u0636 \u062a\u0642\u062f\u064a\u0645\u064a
file.type.pptx=\u0639\u0631\u0636 \u062a\u0642\u062f\u064a\u0645\u064a
file.type.pps=\u0639\u0631\u0636 \u062a\u0642\u062f\u064a\u0645\u064a
file.type.ppsx=\u0639\u0631\u0636 \u062a\u0642\u062f\u064a\u0645\u064a
file.type.pdf=PDF
file.type.ps=\u0628\u0648\u0633\u062a\u0633\u0643\u0631\u064a\u0628\u062a
file.type.eps=\u0628\u0648\u0633\u062a\u0633\u0643\u0631\u064a\u0628\u062a
file.type.txt=\u0646\u0635 \u0639\u0627\u062f\u064a
file.type.html=HTML
file.type.htm=HTML
file.type.wpd=WordPerfect
file.type.odt=OpenOffice
file.type.rtf=\u0646\u0635 \u0628\u0633\u064a\u0637
file.type.hwp=Hangul

submission.error.unexpected.response=\u0631\u062f \u063a\u064a\u0631 \u0645\u062a\u0648\u0642\u0639 \u0645\u0646 Turnitin\: {0} ({1})
submission.error.unexpected.response.no.id=\u062a\u0648\u0642\u0639\u062a \u0645\u0639\u0631\u0651\u0641 Turnitin \u060c \u0648\u0644\u0643\u0646 \u0644\u0645 \u064a\u062a\u0645 \u062a\u0648\u0641\u064a\u0631 \u0623\u064a \u0645\u0646\u0647\u0627
submission.error.unexpected.response.wrong.status=\u0627\u0644\u062d\u0627\u0644\u0629\: {0}
submission.error.unsuccessful.response={0} ({1})
submission.error.ioexception=\u062d\u062f\u062b\u062a \u0645\u0634\u0643\u0644\u0629 \u0623\u062b\u0646\u0627\u0621 \u0627\u0644\u0627\u062a\u0635\u0627\u0644 \u0628\u0640 Turnitin
submission.error.general=\u062d\u062f\u062b \u062e\u0637\u0623 \u063a\u064a\u0631 \u0645\u0639\u0631\u0648\u0641 / \u063a\u064a\u0631 \u0645\u0639\u0627\u0644\u062c
submission.error.idunusedexception=\u062a\u0639\u0630\u0631 \u0627\u0644\u0639\u062b\u0648\u0631 \u0639\u0644\u0649 \u0627\u0644\u0645\u0644\u0641
submission.error.permissionexception=\u062a\u0639\u0630\u0631 \u0627\u0644\u0648\u0635\u0648\u0644 \u0625\u0644\u0649 \u0627\u0644\u0645\u0644\u0641 \u0628\u0633\u0628\u0628 \u062e\u0637\u0623 \u0625\u0630\u0646
submission.error.failed.to.obtain.id=\u0641\u0634\u0644 \u0627\u0644\u062d\u0635\u0648\u0644 \u0639\u0644\u0649 \u0645\u0639\u0631\u0641 \u0625\u0631\u0633\u0627\u0644 \u0645\u0646 Turnitin
submission.error.unhandled.status=\u062d\u0627\u0644\u0629 \u0627\u0644\u0625\u0631\u0633\u0627\u0644 / \u0631\u0645\u0632 \u0627\u0644\u062e\u0637\u0623 \u0627\u0644\u0630\u064a \u0644\u0645 \u062a\u062a\u0645 \u0645\u0639\u0627\u0644\u062c\u062a\u0647 \u0645\u0646 Turnitin\: {0}
submission.error.missing.data=\u064a\u0641\u062a\u0642\u062f \u0631\u062f Turnitin \u0627\u0644\u0628\u064a\u0627\u0646\u0627\u062a \u0627\u0644\u0645\u062a\u0648\u0642\u0639\u0629

report.error.ioexception=\u062d\u062f\u062b\u062a \u0645\u0634\u0643\u0644\u0629 \u0623\u062b\u0646\u0627\u0621 \u0627\u0633\u062a\u0631\u062f\u0627\u062f \u062f\u0631\u062c\u0629 \u0627\u0644\u0623\u0635\u0627\u0644\u0629 \u0645\u0646 Turnitin
report.error.unsuccessful=\u0641\u0634\u0644 \u0627\u0644\u062d\u0635\u0648\u0644 \u0639\u0644\u0649 \u062a\u0642\u0631\u064a\u0631 \u0627\u0644\u0623\u0635\u0627\u0644\u0629\: {1} ({0})
report.error.unknown=\u062d\u062f\u062b \u062e\u0637\u0623 \u063a\u064a\u0631 \u0645\u0639\u0631\u0648\u0641 \u0623\u062b\u0646\u0627\u0621 \u0627\u0633\u062a\u0631\u062f\u0627\u062f \u062a\u0642\u0631\u064a\u0631 \u0627\u0644\u0623\u0635\u0627\u0644\u0629

submission.terminal.status.UNSUPPORTED_FILETYPE=\u0646\u0648\u0639 \u0627\u0644\u0645\u0644\u0641 \u0627\u0644\u0630\u064a \u062a\u0645 \u062a\u062d\u0645\u064a\u0644\u0647 \u063a\u064a\u0631 \u0645\u062f\u0639\u0648\u0645
submission.terminal.status.PROCESSING_ERROR=\ \u062d\u062f\u062b \u062e\u0637\u0623 \u063a\u064a\u0631 \u0645\u062d\u062f\u062f \u0623\u062b\u0646\u0627\u0621 \u0645\u0639\u0627\u0644\u062c\u0629 \u0627\u0644\u062a\u0642\u062f\u064a\u0645\u0627\u062a
submission.terminal.status.TOO_LITTLE_TEXT=\u0644\u0627 \u064a\u062d\u062a\u0648\u064a \u0627\u0644\u062a\u0642\u062f\u064a\u0645 \u0639\u0644\u0649 \u0646\u0635 \u0643\u0627\u0641\u064d \u0644\u0625\u0646\u0634\u0627\u0621 \u062a\u0642\u0631\u064a\u0631 \u062a\u0634\u0627\u0628\u0647 (\u064a\u062c\u0628 \u0623\u0646 \u064a\u062d\u062a\u0648\u064a \u0627\u0644\u062a\u0642\u062f\u064a\u0645 \u0639\u0644\u0649 20 \u0643\u0644\u0645\u0629 \u0639\u0644\u0649 \u0627\u0644\u0623\u0642\u0644)
submission.terminal.status.TOO_MUCH_TEXT=\u064a\u062d\u062a\u0648\u064a \u0627\u0644\u0625\u0631\u0633\u0627\u0644 \u0639\u0644\u0649 \u0646\u0635 \u0643\u062b\u064a\u0631 \u062c\u062f\u064b\u0627 \u0644\u0625\u0646\u0634\u0627\u0621 \u062a\u0642\u0631\u064a\u0631 \u062a\u0634\u0627\u0628\u0647 (\u0628\u0639\u062f \u062a\u062d\u0648\u064a\u0644 \u0627\u0644\u0646\u0635 \u0627\u0644\u0645\u0633\u062a\u062e\u0631\u062c \u0625\u0644\u0649 UTF-8 \u060c \u064a\u062c\u0628 \u0623\u0646 \u064a\u062d\u062a\u0648\u064a \u0627\u0644\u0625\u0631\u0633\u0627\u0644 \u0639\u0644\u0649 \u0623\u0642\u0644 \u0645\u0646 2 \u0645\u064a\u062c\u0627\u0628\u0627\u064a\u062a \u0645\u0646 \u0627\u0644\u0646\u0635)
submission.terminal.status.TOO_MANY_PAGES=\u064a\u062d\u062a\u0648\u064a \u0627\u0644\u0625\u0631\u0633\u0627\u0644 \u0639\u0644\u0649 \u0639\u062f\u062f \u0643\u0628\u064a\u0631 \u062c\u062f\u064b\u0627 \u0645\u0646 \u0627\u0644\u0635\u0641\u062d\u0627\u062a \u0644\u0625\u0646\u0634\u0627\u0621 \u062a\u0642\u0631\u064a\u0631 \u062a\u0634\u0627\u0628\u0647 (\u0644\u0627 \u064a\u0645\u0643\u0646 \u0623\u0646 \u064a\u062d\u062a\u0648\u064a \u0627\u0644\u0625\u0631\u0633\u0627\u0644 \u0639\u0644\u0649 \u0623\u0643\u062b\u0631 \u0645\u0646 800 \u0635\u0641\u062d\u0629)\n1
submission.terminal.status.FILE_LOCKED=\u064a\u062a\u0637\u0644\u0628 \u0627\u0644\u0645\u0644\u0641 \u0627\u0644\u0630\u064a \u062a\u0645 \u062a\u062d\u0645\u064a\u0644\u0647 \u0643\u0644\u0645\u0629 \u0645\u0631\u0648\u0631 \u0644\u064a\u062a\u0645 \u0641\u062a\u062d\u0647\u0627
submission.terminal.status.CORRUPT_FILE=\u064a\u0628\u062f\u0648 \u0623\u0646 \u0627\u0644\u0645\u0644\u0641 \u0627\u0644\u0630\u064a \u062a\u0645 \u062a\u062d\u0645\u064a\u0644\u0647 \u062a\u0627\u0644\u0641 \u0623\u0648 \u0645\u062d\u0645\u064a \u0628\u0643\u0644\u0645\u0629 \u0645\u0631\u0648
submission.terminal.status.ERROR=\u062a\u0645\u062a \u0625\u0639\u0627\u062f\u0629 \u0627\u0644\u0625\u0631\u0633\u0627\u0644 \u0628\u062d\u0627\u0644\u0629 \u0627\u0644\u062e\u0637\u0623
