#Fri Nov 26 20:33:51 CET 2010
import_entire_single_bad_ids_alert_end=\u7D9A\u3051\u308B\u5834\u5408\u306F\uFF0C\u307E\u305A\u30B5\u30A4\u30C8\u306B\u3053\u306E\u53C2\u52A0\u8005\u3092\u8FFD\u52A0\u3059\u308B\u304B\uFF0C\u30D5\u30A1\u30A4\u30EB\u304B\u3089\u305D\u306E\u53C2\u52A0\u8005\u3092\u524A\u9664\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\uFF0E
upload_preview_back=\u623B\u308B
import_verify_success=\u30B9\u30D7\u30EC\u30C3\u30C9\u30B7\u30FC\u30C8\u3092\u30A4\u30F3\u30DD\u30FC\u30C8\u3057\u307E\u3057\u305F\uFF0E
upload_preview_column_count=<li>\u30B9\u30D7\u30EC\u30C3\u30C9\u30B7\u30FC\u30C8\u30D5\u30A1\u30A4\u30EB\u306B\u306F{0}\u500B\u306E\u6210\u7E3E\u7C3F\u30A2\u30A4\u30C6\u30E0\u304C\u3042\u308A\u307E\u3059</li>
student_view_cum_score=\u7D2F\u7A4D\u5F97\u70B9\:
student_view_course_grade=\u30B3\u30FC\u30B9\u6210\u7E3E\:
course_grade_percent_display=({0})
add_assignment_relative_weight=\u6210\u7E3E\u7C3F\u30A2\u30A4\u30C6\u30E0\u76F8\u5BFE\u91CD\u307F *
assignment_details_student_id=\u5B66\u751F ID
export_gradebook_prefix=gradebook
remove_spreadsheet_confirmation_question=\u300C{0}\u300D\u3092\u524A\u9664\u3057\u3066\u3082\u3088\u308D\u3057\u3044\u3067\u3059\u304B?
upload_view_instructions_text=\u30B9\u30D7\u30EC\u30C3\u30C9\u30B7\u30FC\u30C8\u306F CSV \u30D5\u30A9\u30FC\u30DE\u30C3\u30C8\u3067\u4FDD\u5B58\u3055\u308C\u3066\u3044\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\uFF0E<br> CSV \u30D5\u30A1\u30A4\u30EB\u306E\u30AB\u30E9\u30E0\u306B\u306F\u500B\u3005\u306E\u30E6\u30FC\u30B6\u540D\u304C\u5FC5\u8981\u3067\u3059\uFF0E<br>CSV \u30D5\u30A1\u30A4\u30EB\u306E\u6700\u521D\u306E\u884C\u306B\u306F\u30AB\u30E9\u30E0\u306E\u30D8\u30C3\u30C0\u304C\u5FC5\u8981\u3067\u3059\uFF0E
loading_dock_upload_link_text=\u30B9\u30D7\u30EC\u30C3\u30C9\u30B7\u30FC\u30C8 (CSV \u30D5\u30A9\u30FC\u30DE\u30C3\u30C8) \u3092\u300C\u8AAD\u307F\u8FBC\u307F\u30C9\u30C3\u30AF\u300D\u3078\u30A2\u30C3\u30D7\u30ED\u30FC\u30C9
cat_list_num_items=\u6210\u7E3E\u7C3F\u30A2\u30A4\u30C6\u30E0
gb_setup_grader_perms_title=\u63A1\u70B9\u8005\u6A29\u9650\u8A2D\u5B9A
import_entire_filetype_error=\u30A4\u30F3\u30DD\u30FC\u30C8\u3057\u3088\u3046\u3068\u3057\u3066\u3044\u308B\u30D5\u30A1\u30A4\u30EB\u300C{0}\u300D\u306F\u4E88\u60F3\u3057\u305F\u5F62\u5F0F\u306E\u30D5\u30A1\u30A4\u30EB\u3067\u306F\u3042\u308A\u307E\u305B\u3093\uFF0E\u300C\u30B9\u30D7\u30EC\u30C3\u30C9\u30B7\u30FC\u30C8\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8\u3092\u30C0\u30A6\u30F3\u30ED\u30FC\u30C9\u300D\u30EA\u30F3\u30AF\u3092\u4F7F\u3063\u3066\u30D5\u30A1\u30A4\u30EB\u3092\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u3057\u3082\u3046\u4E00\u5EA6\u8A66\u3057\u3066\u304F\u3060\u3055\u3044\uFF0E
add_assignment_submit=\u30A2\u30A4\u30C6\u30E0\u3092\u8FFD\u52A0
opt_categories_only=\u30AB\u30C6\u30B4\u30EA\u3060\u3051
overview_edit=\u7DE8\u96C6
duplicate_name_entered=\u4EE5\u4E0B\u306E\u540D\u524D\u306B\u6210\u7E3E\u7C3F\u306B\u65E2\u306B\u3042\u308B\u540D\u524D\u3068\u91CD\u8907\u3057\u3066\u3044\u308B\u304B\uFF0C\u4EE5\u4E0B\u306E\u540D\u524D\u306B\u540C\u3058\u3082\u306E\u304C\u4E8C\u3064\u3042\u308A\u307E\u3059\uFF0E\u8A02\u6B63\u3057\u3082\u3046\u4E00\u5EA6\u8A66\u3057\u3066\u307F\u3066\u304F\u3060\u3055\u3044\uFF0E
gb_setup_modify_grader_perms=\u63A1\u70B9\u8005\u6A29\u9650\u3092\u4FEE\u6B63
roster_course_grade_column_name=\u30B3\u30FC\u30B9\u6210\u7E3E
assignment_details_updated=\u6210\u7E3E\u7C3F\u30A2\u30A4\u30C6\u30E0\u300C{0}\u300D\u304C\u66F4\u65B0\u3055\u308C\u307E\u3057\u305F\uFF0E
cat_weight_display=({0}%)
import_assignment_points=\u6210\u7E3E\u7C3F\u30A2\u30A4\u30C6\u30E0\u306E\u5F97\u70B9\u306E\u5024 *
course_grade_details_title=\u30B3\u30FC\u30B9\u6210\u7E3E
inst_view_email=\u96FB\u5B50\u30E1\u30FC\u30EB
feedback_options_illegal_change=\u6210\u7E3E\u7A2E\u5225\u300C{0}\u300D\u306E\u30B3\u30FC\u30B9\u6210\u7E3E\u3092\u624B\u52D5\u3067\u5165\u529B\u3057\u3066\u3044\u307E\u3059\uFF0E\u30B3\u30FC\u30B9\u6210\u7E3E\u7A2E\u5225\u3092\u5909\u66F4\u3059\u308B\u5834\u5408\u306F\uFF0C\u307E\u305A\uFF0C\u30B3\u30FC\u30B9\u6210\u7E3E\u3092\u3059\u3079\u3066\u30DE\u30CB\u30E5\u30A2\u30EB\u3067\u4E0A\u66F8\u304D\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\uFF0E
grader_rules_invalid_grader=\u9078\u629E\u3057\u305F\u63A1\u70B9\u8005\u306F\u6709\u52B9\u3067\u306F\u3042\u308A\u307E\u305B\u3093\uFF0E
import_assignment_cancel=\u30AD\u30E3\u30F3\u30BB\u30EB
add_assignment_page_title=\u6210\u7E3E\u7C3F\u30A2\u30A4\u30C6\u30E0\u3092\u8FFD\u52A0
remove_spreadsheet_page_title=\u30B9\u30D7\u30EC\u30C3\u30C9\u30B7\u30FC\u30C8\u3092\u524A\u9664
import_verify_assignments=\u8AB2\u984C
inst_view_legend_title=\u51E1\u4F8B\:
overview_grade_option_all_viewable=\u73FE\u5728\uFF0C\u5B66\u751F\u306F\u30B3\u30FC\u30B9\u6210\u7E3E({0} \u306E\u3088\u3046\u306B)\u304A\u3088\u3073\u6210\u7E3E\u7C3F\u30A2\u30A4\u30C6\u30E0\u306E\u5F97\u70B9\u3092\u8868\u793A\u3059\u308B\u3053\u3068\u304C\u3067\u304D\u307E\u3059\uFF0E
student_view_footnote_legend1=\u62EC\u5F27\u5185\u306E\u6210\u7E3E\u306F\u30B3\u30FC\u30B9\u6210\u7E3E\u8A08\u7B97\u306B\u306F\u542B\u3081\u3089\u308C\u307E\u305B\u3093\uFF0E
gb_save_msg=\u5909\u66F4\u306F\u4FDD\u5B58\u3055\u308C\u307E\u3057\u305F\uFF0E
assignment_details_comments_saved=\u65B0\u3057\u3044\u30B3\u30E1\u30F3\u30C8\u304C\u4FDD\u5B58\u3055\u308C\u307E\u3057\u305F\uFF0E
upload_view_title=\u30BF\u30A4\u30C8\u30EB *
course_grade_details_export_course_grades=\u30B3\u30FC\u30B9\u6210\u7E3E\u3092\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8
import_entire_no_changes=\u30A4\u30F3\u30DD\u30FC\u30C8\u3055\u308C\u305F\u5F97\u70B9\u3068\u73FE\u5728\u306E\u6210\u7E3E\u7C3F\u3068\u306E\u9593\u306B\u9055\u3044\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F\u306E\u3067\u5909\u66F4\u306F\u884C\u308F\u308C\u307E\u305B\u3093\u3067\u3057\u305F\uFF0E
calculate_course_grade_action=\u63A1\u70B9\u3057\u3066\u3044\u306A\u3044\u3059\u3079\u3066\u306E\u6210\u7E3E\u7C3F\u30A2\u30A4\u30C6\u30E0\u306B 0 \u3092\u5165\u529B\u3057\uFF0C\u30B3\u30FC\u30B9\u6210\u7E3E\u3092\u518D\u8A08\u7B97\u3057\u305F\u3044\u5834\u5408\u306F\uFF0C\u300C\u7D9A\u3051\u308B\u300D\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u307E\u3059\uFF0E\u3053\u306E\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u53D6\u308A\u6D88\u3059\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u306E\u3067\u3054\u6CE8\u610F\u304F\u3060\u3055\u3044\uFF0E
grade_scale_grade=\u63A1\u70B9
assignment_details_page_title=\u6210\u7E3E\u7C3F\u30A2\u30A4\u30C6\u30E0\u30B5\u30DE\u30EA
grader_rules_add_rule=\u898F\u5247\u3092\u8FFD\u52A0
gb_setup_require_all_values=\u300C\u6210\u7E3E\u5165\u529B\u65B9\u6CD5\u300D\u306E\u6B63\u306E\u30D1\u30FC\u30BB\u30F3\u30C6\u30FC\u30B8\u5024\u3092\u3059\u3079\u3066\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044\uFF0E
grader_rules_new_rule=\u65B0\u3057\u3044\u898F\u5247\u3092\u8FFD\u52A0\u3057\u307E\u3059\uFF0E\u3053\u306E\u30E6\u30FC\u30B6\u306E\u6A29\u9650\u3092\u30C7\u30D5\u30A9\u30EB\u30C8\u306B\u623B\u3059\u5834\u5408\u306F\uFF0C\u3059\u3079\u3066\u306E\u898F\u5247\u3092\u524A\u9664\u3057\u307E\u3059\uFF0E
remove_spreadsheet_cancel=\u30AD\u30E3\u30F3\u30BB\u30EB
grade_entry_info=\u6210\u7E3E\u3092\u3069\u306E\u3088\u3046\u306B\u5165\u529B\u3057\u307E\u3059\u304B?
add_assignment_selector2=\u6210\u7E3E\u7C3F\u30A2\u30A4\u30C6\u30E0\u3092\u5897\u3084\u3059
add_assignment_selector1=\u8FFD\u52A0
cat_view_expand=\u30A2\u30A4\u30C6\u30E0\u3092\u8868\u793A
grader_rules_invalid_function=\u63A1\u70B9/\u8868\u793A\u306E\u9078\u629E\u304C\u6709\u52B9\u3067\u306F\u3042\u308A\u307E\u305B\u3093\uFF0E
import_entire_success=\u30B9\u30D7\u30EC\u30C3\u30C9\u30B7\u30FC\u30C8\u3092\u30A4\u30F3\u30DD\u30FC\u30C8\u3057\u307E\u3057\u305F
import_preview_unknownuser=\u672A\u77E5\u306E\u30E6\u30FC\u30B6 ID
grader_rules_saved=\u66F4\u65B0\u3055\u308C\u305F\u63A1\u70B9\u8005\u6A29\u9650\u8A2D\u5B9A\u304C\u4FDD\u5B58\u3055\u308C\u307E\u3057\u305F\uFF0E
import_entire_invalid_letter=\u30A2\u30C3\u30D7\u30ED\u30FC\u30C9\u3057\u305F\u3082\u306E\u306E\u4E2D\u306E\u5C11\u306A\u304F\u3068\u3082\u4E00\u3064\u306E\u6210\u7E3E\u7C3F\u30A2\u30A4\u30C6\u30E0\u304C\u6709\u52B9\u3067\u306A\u3044\u6587\u5B57\u6210\u7E3E\u306B\u306A\u3063\u3066\u3044\u307E\u3059\uFF0E
import_assignment_duplicate_titles=\u300C{0}\u300D\u3068\u3044\u3046\u540D\u524D\u306E\u6210\u7E3E\u7C3F\u30A2\u30A4\u30C6\u30E0\u304C\u30B9\u30D7\u30EC\u30C3\u30C9\u30B7\u30FC\u30C8\u306B\u8907\u6570\u3042\u308A\u307E\u3059\uFF0E\u30B9\u30D7\u30EC\u30C3\u30C9\u30B7\u30FC\u30C8\u4E2D\u306E\u6210\u7E3E\u7C3F\u30A2\u30A4\u30C6\u30E0\u304C\u4E00\u3064\u3057\u304B\u306A\u3044\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\uFF0E
date_entry_today_is=\u304D\u3087\u3046\u306F
assignment_details_no_enrollments=\u8868\u793A\u3059\u308B\u5B66\u751F\u304C\u3044\u307E\u305B\u3093
import_verify_row_count=<li>{0}\u4EBA\u306E\u5B66\u751F </li>
remove_assignment_instruction=\u4E0B\u306E\u30DC\u30C3\u30AF\u30B9\u3092\u30C1\u30A7\u30C3\u30AF\u3057\u300C\u524A\u9664\u300D\u30DC\u30BF\u30F3\u3092\u30AF\u30EA\u30C3\u30AF\u3059\u308B\u3053\u3068\u306B\u3088\u308A\uFF0C\u6210\u7E3E\u7C3F\u30A2\u30A4\u30C6\u30E0\u3068\u5F97\u70B9\u306F\u6210\u7E3E\u7C3F\u304B\u3089\u524A\u9664\u3055\u308C\u307E\u3059\uFF0E
loading_dock_table_header=\u8AAD\u307F\u8FBC\u307F\u30C9\u30C3\u30AF
appmenu_roster=\u3059\u3079\u3066\u306E\u6210\u7E3E
assignment_details_log=\u30ED\u30B0
grader_rules_save=\u5909\u66F4\u3092\u4FDD\u5B58
student_view_grade=\u6210\u7E3E
feedback_options_cannot_change_percentage3=\u306B\u3054\u9023\u7D61\u304F\u3060\u3055\u3044\uFF0E
feedback_options_cannot_change_percentage2=\u300C\u30AD\u30E3\u30F3\u30D1\u30B9\u6559\u80B2\u30BB\u30F3\u30BF\u30FC\u300D
feedback_options_cannot_change_percentage1=\u8B66\u544A\: \u6210\u7E3E\u7C3F\u8A2D\u5B9A\u306B\u304A\u3051\u308B\u554F\u984C\u306E\u305F\u3081\uFF0C\u5909\u66F4\u306F\u4FDD\u5B58\u3055\u308C\u307E\u305B\u3093\u3067\u3057\u305F\uFF0E\u66F4\u306A\u308B\u304A\u554F\u3044\u5408\u308F\u305B\u306F
course_grade_details_export_excel=Excel \u7528\u306B\u51FA\u529B
remove_assignment_confirmation_required=\u524A\u9664\u3059\u308B\u524D\u306B\u4E0B\u306E\u30DC\u30C3\u30AF\u30B9\u3092\u30C1\u30A7\u30C3\u30AF\u3059\u308B\u3053\u3068\u306B\u3088\u308A\uFF0C\u524A\u9664\u3092\u78BA\u8A8D\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\uFF0E
feedback_options_instruction=\u5B66\u751F\u30D7\u30E9\u30A4\u30D0\u30B7\u30FC\u304C\u7D44\u307F\u8FBC\u307E\u308C\u3066\u3044\u307E\u3059 &\#8212; \u5B66\u751F\u306F\u305D\u308C\u305E\u308C\u4ED6\u306E\u5B66\u751F\u306E\u6210\u7E3E\u3092\u8868\u793A\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\uFF0E
loading_dock_delete_failure=\u30B9\u30D7\u30EC\u30C3\u30C9\u30B7\u30FC\u30C8\u3092\u524A\u9664\u3059\u308B\u3053\u3068\u304C\u3067\u304D\u307E\u305B\u3093
javax.faces.convert.DoubleConverter.CONVERSION=\u6570\u5024\u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044\uFF0E
org.sakaiproject.gradebook.tool.jsf.AssignmentGradeValidator.IQUIZ_PRECISION=\u300C\u30AA\u30EA\u30B8\u30CA\u30EB\u306E\u30C6\u30B9\u30C8\u304A\u3088\u3073\u30B5\u30FC\u30D9\u30A4\u300D\u306B\u95A2\u9023\u3057\u305F\u8AB2\u984C\u306B\u3064\u3044\u3066\u306F\uFF0C5\u6841\u4EE5\u4E0B\u306E\u6570\u5B57(\u5C0F\u6570\u70B9\u3092\u542B\u3080)\u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044\uFF0E
feedback_options_grade_header=\u6210\u7E3E
upload_view_filetype_error=\u30A2\u30C3\u30D7\u30ED\u30FC\u30C9\u3057\u305F\u30D5\u30A1\u30A4\u30EB\u300C{0}\u300D\u306F\u6709\u52B9\u306A\u30D5\u30A1\u30A4\u30EB\u30BF\u30A4\u30D7\u3067\u306F\u3042\u308A\u307E\u305B\u3093\uFF0ECSV \u30D5\u30A1\u30A4\u30EB\u3060\u3051\u304C\u30A2\u30C3\u30D7\u30ED\u30FC\u30C9\u3067\u304D\u307E\u3059\uFF0E
overview_grade_option_change=\u30B3\u30FC\u30B9\u6210\u7E3E\u30AA\u30D7\u30B7\u30E7\u30F3\u3092\u5909\u66F4
overview_assignments_header_average_exp=\u30AF\u30E9\u30B9\u5E73\u5747 (- \u306F\u672A\u6E08\u70B9)
roster_find=\u691C\u7D22\:
assignment_details_log_title=\u6210\u7E3E\u30ED\u30B0\: {0}
import_assignment_invalid_letter=\u9078\u629E\u3057\u305F\u6210\u7E3E\u7C3F\u30A2\u30A4\u30C6\u30E0\u306B\u306F\u6709\u52B9\u3067\u306A\u3044\u6587\u5B57\u6210\u7E3E\u306E\u5F97\u70B9\u304C\u5C11\u306A\u304F\u3068\u3082\u4E00\u3064\u3042\u308A\u307E\u3059\uFF0E
overview_avg_display_points={0}/{1}
remove_spreadsheet_success=\u30B9\u30D7\u30EC\u30C3\u30C9\u30B7\u30FC\u30C8\u300C{0}\u300D\u304C\u524A\u9664\u3055\u308C\u307E\u3057\u305F\uFF0E
student_view_return_to_inst_view={0} \u306E\u6210\u7E3E\u306E\u6559\u54E1\u8868\u793A\u306B\u623B\u308B
cat_setting_invalid=\u30AB\u30C6\u30B4\u30EA\u8A2D\u5B9A\u3092\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044\uFF0E
feedback_options_grade_display_assignment_grades=\u516C\u958B\u3055\u308C\u305F\u6210\u7E3E\u7C3F\u30A2\u30A4\u30C6\u30E0\u304A\u3088\u3073\u5F97\u70B9\u3092\u5B66\u751F\u306B\u8868\u793A\u3057\u307E\u3059\uFF0E\u300C\u516C\u958B\u6E08\u307F\u300D\u306B\u500B\u3005\u306B\u30BB\u30C3\u30C8\u3055\u308C\u3066\u3044\u308B\u6210\u7E3E\u7C3F\u30A2\u30A4\u30C6\u30E0\u306F\u3053\u308C\u304C\u30C1\u30A7\u30C3\u30AF\u3055\u308C\u308B\u307E\u3067\u5B66\u751F\u306B\u8868\u793A\u3055\u308C\u307E\u305B\u3093\uFF0E
appmenu_perm_settings=\u6A29\u9650\u8A2D\u5B9A
org.sakaiproject.gradebook.tool.jsf.AssignmentGradeValidator.PRECISION=\u5C0F\u6570\u70B9 2 \u6841\u4EE5\u4E0B\u306E\u6570\u5B57\u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044\uFF0E
inst_view_item_value=\u30A2\u30A4\u30C6\u30E0\u5024 (\u70B9\u6570)
gb_setup_save=\u5909\u66F4\u3092\u4FDD\u5B58
search_find=\u691C\u7D22
add_assignment_released=\u3053\u306E\u30A2\u30A4\u30C6\u30E0\u3092\u5B66\u751F\u306B\u516C\u958B
needed_total=\u5FC5\u8981\u306A\u7DCF\u8A08
upload_view_config_error=\u30A2\u30C3\u30D7\u30ED\u30FC\u30C9\u8A2D\u5B9A\u30A8\u30E9\u30FC
feedback_options_grade_conversion=\u6210\u7E3E\u5909\u63DB
overview_assignments_header_name=\u30BF\u30A4\u30C8\u30EB
feedback_options_cancel=\u30AD\u30E3\u30F3\u30BB\u30EB
roster_assignment=\u6210\u7E3E\u7C3F\u30A2\u30A4\u30C6\u30E0\:
course_grade_details_points=\u5408\u8A08\u70B9
feedback_options_grade_type=\u6210\u7E3E\u7A2E\u5225
feedback_options_locking_failure=\u4F5C\u696D\u4E2D\u306B\u4ED6\u306E\u30E6\u30FC\u30B6\u304C\u3053\u308C\u3089\u306E\u8A2D\u5B9A\u306B\u5909\u66F4\u3092\u52A0\u3048\u307E\u3057\u305F\uFF0E
breadcrumb_courseGrade=\u30B3\u30FC\u30B9\u6210\u7E3E
grader_rules_instruction=\u63A1\u70B9\u8005\u6A29\u9650\u3067\u306F\uFF0C\u300C\u30B5\u30A4\u30C8\u60C5\u5831\u300D\u30C4\u30FC\u30EB\u3067\u5B9A\u7FA9\u3055\u308C\u305F\u5404\u30C6\u30A3\u30FC\u30C1\u30F3\u30B0\u30A2\u30B7\u30B9\u30BF\u30F3\u30C8\u306B\u5BFE\u3057\u3066\u6307\u5B9A\u3059\u308B\u3053\u3068\u304C\u3067\u304D\u307E\u3059\uFF0E\u30C7\u30D5\u30A9\u30EB\u30C8\u3067\u306F\uFF0C\u30C6\u30A3\u30FC\u30C1\u30F3\u30B0\u30A2\u30B7\u30B9\u30BF\u30F3\u30C8\u306B\u306F\uFF0C\u5272\u308A\u5F53\u3066\u3089\u308C\u305F\u30BB\u30AF\u30B7\u30E7\u30F3\u307E\u305F\u306F\u30B0\u30EB\u30FC\u30D7\u5185\u306E\u3059\u3079\u3066\u306B\u3064\u3044\u3066\u63A1\u70B9\u3059\u308B\u6A29\u9650\u304C\u4E0E\u3048\u3089\u308C\u307E\u3059\uFF0E<span style\="font-weight\: bold;">\u3053\u308C\u3089\u306E\u898F\u5247\u3092\u8FFD\u52A0\u3057\u305F\u308A\u4FEE\u6B63\u3057\u305F\u308A\u3059\u308B\u3068\uFF0C\u30C7\u30D5\u30A9\u30EB\u30C8\u6A29\u9650\u3092\u4E0A\u66F8\u304D\u3057\uFF0C\u4EE5\u4E0B\u306E\u6307\u5B9A\u5185\u306E\u6A29\u9650\u306B\u5236\u9650\u3055\u308C\u307E\u3059\uFF0E</span> \u3059\u3079\u3066\u306E\u898F\u5247\u3092\u524A\u9664\u3059\u308B\u3068\u30C7\u30D5\u30A9\u30EB\u30C8\u6A29\u9650\u8A2D\u5B9A\u306B\u623B\u308A\u307E\u3059\uFF0E
inst_view_sections_list={0},
inst_view_comments=\u30B3\u30E1\u30F3\u30C8
overview_weight=\u91CD\u307F
grader_rules_no_assistants=\u30B5\u30A4\u30C8\u306B\u5B9A\u7FA9\u3055\u308C\u3066\u3044\u308B\u30C6\u30A3\u30FC\u30C1\u30F3\u30B0\u30A2\u30B7\u30B9\u30BF\u30F3\u30C8\u304C\u73FE\u5728\u3044\u307E\u305B\u3093\uFF0E\u30C6\u30A3\u30FC\u30C1\u30F3\u30B0\u30A2\u30B7\u30B9\u30BF\u30F3\u30C8\u3092\u8FFD\u52A0\u3059\u308B\u5834\u5408\u306F\uFF0C\u300C\u30B5\u30A4\u30C8\u60C5\u5831\u300D\u30C4\u30FC\u30EB\u3092\u4F7F\u7528\u3057\u3066\u304F\u3060\u3055\u3044\uFF0E
roster_footnote_legend2=\u80CC\u666F\u304C\u30B0\u30EC\u30FC\u306E\u30A2\u30A4\u30C6\u30E0\u306F\u5B66\u751F\u306B\u306F\u516C\u958B\u3055\u308C\u307E\u305B\u3093\uFF0E
roster_footnote_legend1=\u62EC\u5F27\u5185\u306E\u6210\u7E3E\u306F\uFF0C\u30AB\u30C6\u30B4\u30EA\u5E73\u5747\u3084\u30B3\u30FC\u30B9\u6210\u7E3E\u8A08\u7B97\u306B\u306F\u542B\u3081\u3089\u308C\u307E\u305B\u3093\uFF0E
overview_grade_option_none_viewable=\u73FE\u5728\uFF0C\u5B66\u751F\u306F\u6210\u7E3E\u7C3F\u30A2\u30A4\u30C6\u30E0\u306E\u5F97\u70B9\u3084\u30B3\u30FC\u30B9\u6210\u7E3E\u3092\u8868\u793A\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\uFF0E
javax.faces.validator.DoubleRangeValidator.MAXIMUM={0} \u4EE5\u4E0B\u306E\u6570\u5024\u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044\uFF0E
grading_event_description={2}\u306B\u3088\u308B{1}\u306B<b>{0} \u304C\u30BB\u30C3\u30C8\u3057\u307E\u3057\u305F</b>
import_assignment_negative=\u9078\u629E\u3057\u305F\u6210\u7E3E\u7C3F\u30A2\u30A4\u30C6\u30E0\u306B\u306F 0 \u3088\u308A\u5C0F\u3055\u3044\u5F97\u70B9\u304C\u5C11\u306A\u304F\u3068\u3082\u4E00\u3064\u3042\u308A\u307E\u3059\uFF0E\u5F97\u70B9\u306F 0 \u4EE5\u4E0A\u3067\u3042\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\uFF0E
student_view_comment_header=\u30B3\u30E1\u30F3\u30C8
assignment_details_letters=\u6587\u5B57\u6210\u7E3E
feedback_options_require_positive=\u6B63\u306E\u30D1\u30FC\u30BB\u30F3\u30C6\u30FC\u30B8\u5024\u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044
student_view_course_grade_details={0} ({1}%)
grade_entry_scale=\u6210\u7E3E\u5165\u529B\u57FA\u6E96
import_assignment_entire_pointsPossibleChanged=\u5C11\u306A\u304F\u3068\u3082\u4E00\u3064\u306E\u6210\u7E3E\u7C3F\u30A2\u30A4\u30C6\u30E0\u306E\u5F97\u70B9\u306E\u5024\u304C\u30A4\u30F3\u30DD\u30FC\u30C8\u4E2D\u306B\u66F4\u65B0\u3055\u308C\u307E\u3057\u305F\uFF0E\u5909\u66F4\u306B\u4F34\u3046\u4EE5\u524D\u306E\u5F97\u70B9\u306F\u8ABF\u6574\u3055\u308C\u307E\u305B\u3093\u3067\u3057\u305F\uFF0E
import_assignment_comments_none=\u306A\u3057
edit_assignment_header=\u6210\u7E3E\u7C3F\u30A2\u30A4\u30C6\u30E0
grader_rules_all_category=\u3059\u3079\u3066\u306E\u30AB\u30C6\u30B4\u30EA
add_assignment_invalid_points=0 \u3088\u308A\u5927\u304D\u3044\u6570\u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044\uFF0E
student_view_cum_score_details={0}%
import_assignment_counted=\u6700\u7D42\u6210\u7E3E\u3092\u8A08\u7B97\u3059\u308B\u969B\uFF0C\u3053\u306E\u6210\u7E3E\u7C3F\u30A2\u30A4\u30C6\u30E0\u3092\u542B\u3081\u308B
calculate_course_grade_done=\u30B3\u30FC\u30B9\u6210\u7E3E\u304C\u8A08\u7B97\u3055\u308C\u307E\u3057\u305F
search_sections_filter=\u8868\u793A
grader_rules_view=\u8868\u793A
assignment_details_average=\u5165\u529B\u3055\u308C\u305F\u5F97\u70B9\u306E\u30AF\u30E9\u30B9\u5E73\u5747
add_assignment_category=\u30AB\u30C6\u30B4\u30EA
inst_view_log_title=\u6210\u7E3E\u30ED\u30B0\: {0}
course_grade_details_null_msg=\u73FE\u5728\uFF0C\u30B3\u30FC\u30B9\u6210\u7E3E\u8A08\u7B97\u3067\u63A1\u70B9\u3055\u308C\u3066\u3044\u306A\u3044\u6210\u7E3E\u7C3F\u30A2\u30A4\u30C6\u30E0\u306F\u6210\u7E3E\u7C3F\u306B\u306F\u542B\u307E\u308C\u3066\u3044\u307E\u305B\u3093\uFF0E\u3053\u306E\u305F\u3081\uFF0C\u30B3\u30FC\u30B9\u6210\u7E3E\u304C\u3055\u3089\u306B\u3088\u3044\u5B66\u751F\u304C\u751F\u3058\u308B\u5834\u5408\u304C\u3042\u308A\u307E\u3059\uFF0E\u30B3\u30FC\u30B9\u6210\u7E3E\u8A08\u7B97\u306B\u6210\u7E3E\u7C3F\u30A2\u30A4\u30C6\u30E0\u3092\u542B\u3081\u308B\u5834\u5408\u306F\uFF0C0 \u4EE5\u4E0A\u306E\u6210\u7E3E\u3092\u5165\u529B\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\uFF0E\u63A1\u70B9\u3057\u3066\u3044\u306A\u3044\u3059\u3079\u3066\u306E\u6210\u7E3E\u7C3F\u30A2\u30A4\u30C6\u30E0\u306B 0 \u3092\u5165\u529B\u3057\uFF0C\u30B3\u30FC\u30B9\u6210\u7E3E\u3092\u518D\u8A08\u7B97\u3057\u305F\u3044\u5834\u5408\u306F\uFF0C\u300C\u30B3\u30FC\u30B9\u6210\u7E3E\u3092\u8A08\u7B97\u300D\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u307E\u3059\uFF0E
import_entire_template_excel=Excel \u7528\u306E\u30B9\u30D7\u30EC\u30C3\u30C9\u30B7\u30FC\u30C8\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8\u3092\u30C0\u30A6\u30F3\u30ED\u30FC\u30C9
cat_remove=\u524A\u9664
course_grade_details_average_course_grade=\u5E73\u5747\u30B3\u30FC\u30B9\u6210\u7E3E
assignment_details_return_to_overview=\u6210\u7E3E\u7C3F\u30A2\u30A4\u30C6\u30E0\u306B\u623B\u308B
edit_assignment_name_conflict_failure=\u305D\u306E\u540D\u524D\u3068\u540C\u3058\u6210\u7E3E\u7C3F\u30A2\u30A4\u30C6\u30E0\u304C\u3059\u3067\u306B\u5B58\u5728\u3057\u307E\u3059\uFF0E
running_total=\u73FE\u5728\u306E\u7DCF\u8A08
entry_opt_points=\u5F97\u70B9
feedback_options_change_grade_type=\u6210\u7E3E\u7A2E\u5225\u3092\u5909\u66F4
import_assignment_entire_notsupported=\u30A2\u30C3\u30D7\u30ED\u30FC\u30C9\u3057\u305F\u3082\u306E\u306E\u4E2D\u306E\u5C11\u306A\u304F\u3068\u3082\u4E00\u3064\u306E\u6210\u7E3E\u7C3F\u30A2\u30A4\u30C6\u30E0\u304C\u6570\u5024\u3067\u306A\u3044\u5F97\u70B9\u306B\u306A\u3063\u3066\u3044\u307E\u3059\uFF0E\u3053\u306E\u6210\u7E3E\u7C3F\u306F\uFF0C\u73FE\u5728\uFF0C\u975E\u6570\u5024\u306E\u5F97\u70B9\u3092\u53D7\u7406\u3059\u308B\u8A2D\u5B9A\u306B\u306A\u3063\u3066\u3044\u307E\u305B\u3093\uFF0E
edit_assignment_due_date_external=\u7DE0\u5207\u65E5\u6642 *
edit_assignment_save_converted=\u6210\u7E3E\u7C3F\u30A2\u30A4\u30C6\u30E0 {0} \u304C\u66F4\u65B0\u3055\u308C\u307E\u3057\u305F\uFF0E\u3053\u306E\u6210\u7E3E\u7C3F\u30A2\u30A4\u30C6\u30E0\u306B\u5BFE\u3057\u3066\u4EE5\u524D\u306B\u5F97\u70B9\u304C\u5165\u529B\u3055\u308C\u3066\u3044\u307E\u3059\uFF0E\u6210\u7E3E\u7C3F\u30A2\u30A4\u30C6\u30E0\u306E\u65B0\u3057\u3044\u70B9\u6570\u3092\u53CD\u6620\u3059\u308B\u3088\u3046\u306B\u8ABF\u6574\u3055\u308C\u307E\u3057\u305F\uFF0E
assignment_details_locking_failure=\u4F5C\u696D\u4E2D\u306B\u4ED6\u306E\u30E6\u30FC\u30B6\u304C\u3053\u308C\u3089\u306E\u5F97\u70B9\u306B\u5909\u66F4\u3092\u52A0\u3048\u307E\u3057\u305F\uFF0E\u65B0\u3057\u3044\u5F97\u70B9\u304C\u4E0B\u306B\u8868\u793A\u3055\u308C\u3066\u3044\u307E\u3059\uFF0E
import_preview_cancel=\u30AD\u30E3\u30F3\u30BB\u30EB
course_grade_details_log=\u30ED\u30B0
cat_heading=\u30AB\u30C6\u30B4\u30EA\u304A\u3088\u3073\u91CD\u307F\u4ED8\u3051
add_assignment_points=\u6210\u7E3E\u7C3F\u30A2\u30A4\u30C6\u30E0\u306E\u70B9\u6570\u306E\u5024 *
course_grade_details_log_title=\u6210\u7E3E\u30ED\u30B0\: {0}
import_verify_page_title=\u6210\u7E3E\u30A4\u30F3\u30DD\u30FC\u30C8\u3092\u691C\u8A3C
remove_spreadsheet_confirmation_required=\u524A\u9664\u3059\u308B\u524D\u306B\uFF0C\u4E0B\u306E\u30DC\u30C3\u30AF\u30B9\u306B\u30C1\u30A7\u30C3\u30AF\u3092\u5165\u308C\u308B\u3053\u3068\u306B\u3088\u308A\u524A\u9664\u3092\u78BA\u8A8D\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\uFF0E
grade_entry_invalid=\u6210\u7E3E\u5165\u529B\u65B9\u6CD5\u3092\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044\uFF0E
add_assignment_cancel=\u30AD\u30E3\u30F3\u30BB\u30EB
assignment_details_external_link_unavailable=\u6210\u7E3E\u7C3F\u30A2\u30A4\u30C6\u30E0\u3092\u63A1\u70B9\u3057\u305F\u308A\u6210\u7E3E\u7C3F\u304B\u3089\u524A\u9664\u3057\u305F\u308A\u3059\u308B\u5834\u5408\u306F\u300C{0}\u300D\u3078\u79FB\u52D5\u3057\u307E\u3059\uFF0E
import_entire_template_or=- \u307E\u305F\u306F -
course_grade_details_export_csv=CSV \u3092\u51FA\u529B
overview_avg_course_grade=\u5E73\u5747\u30B3\u30FC\u30B9\u6210\u7E3E
feedback_options_submit_success=\u30B3\u30FC\u30B9\u6210\u7E3E\u30AA\u30D7\u30B7\u30E7\u30F3\u304C\u4FDD\u5B58\u3055\u308C\u307E\u3057\u305F\uFF0E
inst_view_log=\u30ED\u30B0
overview_avg_display_percent={0}%
title_bar=\u6210\u7E3E\u7C3F\u30BF\u30A4\u30C8\u30EB\u30D0\u30FC
assignment_details_0_point_item=\u30A2\u30A4\u30C6\u30E0\u306B\u5BFE\u3057\u30660\u70B9\u306E\u6210\u7E3E\u3092\u5165\u529B\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\uFF0E
cat_items=\u30A2\u30A4\u30C6\u30E0
upload_view_save=\u4FDD\u5B58
gb_setup_no_grade_entry_scale=\u6587\u5B57\u6210\u7E3E\u306E\u305F\u3081\u306E\u6210\u7E3E\u30A8\u30F3\u30C8\u30EA\u65B9\u6CD5\u304C\u5B9A\u7FA9\u3055\u308C\u3066\u3044\u307E\u305B\u3093\uFF0E
search_categories_all=\u3059\u3079\u3066\u306E\u30AB\u30C6\u30B4\u30EA
grader_rules_no_grader_selected=\u63A1\u70B9\u8005\u304C\u9078\u629E\u3055\u308C\u3066\u3044\u307E\u305B\u3093\uFF0E
cat_view_collapse=\u30A2\u30A4\u30C6\u30E0\u3092\u975E\u8868\u793A
display_released_items_info=\u6210\u7E3E\u7C3F\u30A2\u30A4\u30C6\u30E0\u3092\u4F5C\u6210\u3057\u305F\u308A\u7DE8\u96C6\u3057\u305F\u308A\u3059\u308B\u3068\u6210\u7E3E\u7C3F\u30A2\u30A4\u30C6\u30E0\u3092\u5B66\u751F\u306B\u516C\u958B\u3059\u308B\u3053\u3068\u304C\u3067\u304D\u307E\u3059\uFF0E
overview_grade_editor=\u6210\u7E3E\u30A8\u30C7\u30A3\u30BF
overview_released_true=\u25CB
inst_view_name=\u540D\u524D
inst_view_cum_score=\u7D2F\u7A4D\u5F97\u70B9
inst_view_clear=\u5909\u66F4\u3092\u30AF\u30EA\u30A2
course_grade_details_grades_saved=\u4E0A\u66F8\u304D\u6210\u7E3E\u304C\u4FDD\u5B58\u3055\u308C\u307E\u3057\u305F
upload_view_page_title=\u30B9\u30D7\u30EC\u30C3\u30C9\u30B7\u30FC\u30C8 (CSV \u30D5\u30A9\u30FC\u30DE\u30C3\u30C8)\u3092\u300C\u8AAD\u307F\u8FBC\u307F\u30C9\u30C3\u30AF\u300D\u306B\u30A2\u30C3\u30D7\u30ED\u30FC\u30C9\u3057\u307E\u3059
roster_export_csv=\u6210\u7E3E\u7C3F\u3092\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8
overview_included_in_cum=\u30B3\u30FC\u30B9\u6210\u7E3E\u306B\u542B\u3081\u308B
roster_export_excel=Excel \u7528\u306B\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8
import_entire_bad_ids_alert_end=\u7D9A\u3051\u308B\u5834\u5408\u306F\uFF0C\u307E\u305A\u30B5\u30A4\u30C8\u306B\u3053\u306E\u53C2\u52A0\u8005\u3092\u8FFD\u52A0\u3059\u308B\u304B\uFF0C\u30D5\u30A1\u30A4\u30EB\u304B\u3089\u305D\u306E\u53C2\u52A0\u8005\u3092\u524A\u9664\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\uFF0E
breadcrumb_add=\u6210\u7E3E\u7C3F\u30A2\u30A4\u30C6\u30E0\u3092\u8FFD\u52A0
student_view_legend_title=\u51E1\u4F8B\:
export_points_possible=\u53EF\u80FD\u306A\u5F97\u70B9
grader_rules_no_rules=\u3053\u306E\u63A1\u70B9\u8005\u306B\u5B9A\u7FA9\u3055\u308C\u3066\u3044\u308B\u898F\u5247\u306F\u73FE\u5728\u3042\u308A\u307E\u305B\u3093\uFF0E
student_view_weight=\u91CD\u307F
loading_dock_table_creator=\u4F5C\u6210\u8005
assignment_details_comments_edit=\u30B3\u30E1\u30F3\u30C8\u3092\u7DE8\u96C6 >>
upload_preview_save_failure=\u540C\u3058\u540D\u524D\u306E\u30B9\u30D7\u30EC\u30C3\u30C9\u30B7\u30FC\u30C8\u304C\u3059\u3067\u306B\u5B58\u5728\u3057\u307E\u3059\uFF0E
loading_dock_page_title=\u6210\u7E3E\u7C3F\u30A2\u30A4\u30C6\u30E0\u3092\u30A4\u30F3\u30DD\u30FC\u30C8
opt_categories_and_weighting=\u30AB\u30C6\u30B4\u30EA\u53CA\u3073\u91CD\u307F\u4ED8\u3051
gb_setup_items_display=\u6210\u7E3E\u7C3F\u30A2\u30A4\u30C6\u30E0\u8868\u793A
overview_assignments_header_average=\u30AF\u30E9\u30B9\u5E73\u5747
entry_opt_letters=\u6587\u5B57\u6210\u7E3E
course_grade_details_calculate_course_grade=\u30B3\u30FC\u30B9\u6210\u7E3E\u3092\u8A08\u7B97
inst_view_return_to={0} \u306B\u623B\u308B
overview_import_item=\u6210\u7E3E\u7C3F\u30A2\u30A4\u30C6\u30E0\u3092\u30B9\u30D7\u30EC\u30C3\u30C9\u30B7\u30FC\u30C8\u304B\u3089\u30A4\u30F3\u30DD\u30FC\u30C8
inst_view_footnote_symbol2=**
overview_add_item=\u6210\u7E3E\u7C3F\u30A2\u30A4\u30C6\u30E0\u3092\u8FFD\u52A0
inst_view_footnote_symbol1=*
calculate_course_grade_continue=\u7D9A\u3051\u308B
course_grade_details_log_type=\u6210\u7E3E
groupbox_main=\u6210\u7E3E\u7C3F\u30B0\u30EB\u30FC\u30D7\u30DC\u30C3\u30AF\u30B9 (\u30E1\u30A4\u30F3)
flag_required=* \= \u5FC5\u9808
import_entire_main_title=\u6210\u7E3E\u3092\u30A4\u30F3\u30DD\u30FC\u30C8
student_view_assignments=\u6210\u7E3E\u7C3F\u30A2\u30A4\u30C6\u30E0
breadcrumb_spreadsheet=\u6210\u7E3E\u7C3F\u30A2\u30A4\u30C6\u30E0\u3092\u30A4\u30F3\u30DD\u30FC\u30C8
edit_assignment_save_changes=\u5909\u66F4\u3092\u4FDD\u5B58
cat_weight_total_not_100=\u5165\u529B\u30AB\u30C6\u30B4\u30EA\u91CD\u307F\u306E\u5408\u8A08\u304C 100% \u3067\u306F\u3042\u308A\u307E\u305B\u3093\uFF0E
loading_dock_instructions=\u4EE5\u4E0B\u306F\u300C\u8AAD\u307F\u8FBC\u307F\u30C9\u30C3\u30AF\u300D\u3067\uFF0C\u30ED\u30FC\u30AB\u30EB\u30B3\u30F3\u30D4\u30E5\u30FC\u30BF\u304B\u3089\u30A2\u30C3\u30D7\u30ED\u30FC\u30C9\u3055\u308C\u305F\u30B9\u30D7\u30EC\u30C3\u30C9\u30B7\u30FC\u30C8 (CSV \u30D5\u30A9\u30FC\u30DE\u30C3\u30C8)\u304C\u4FDD\u6301\u3055\u308C\u3066\u3044\u307E\u3059\uFF0E<br>\u3053\u3053\u306B\u8AAD\u307F\u8FBC\u307E\u308C\u308B\u3068\uFF0C\u30B9\u30D7\u30EC\u30C3\u30C9\u30B7\u30FC\u30C8\u306E\u30C7\u30FC\u30BF\u306E\u4E00\u90E8\u307E\u305F\u306F\u5168\u4F53\u3092\u6210\u7E3E\u7C3F\u306B\u30A4\u30F3\u30DD\u30FC\u30C8\u3059\u308B\u3053\u3068\u304C\u3067\u304D\u307E\u3059\uFF0E
add_assignment_no_points=\u5024\u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044\uFF0E
score_null_placeholder=-
student_view_points=\u70B9
upload_view_filecontent_error=CSV \u30D5\u30A1\u30A4\u30EB\u306E\u3044\u305A\u308C\u304B\u306E\u30AB\u30E9\u30E0\u306B\u500B\u3005\u306E\u30E6\u30FC\u30B6\u540D\u304C\u542B\u307E\u308C\u3066\u3044\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\uFF0ECSV \u306E\u6700\u521D\u306E\u884C\u306B\u306F\u30AB\u30E9\u30E0\u306E\u30D8\u30C3\u30C0\u60C5\u5831\u304C\u542B\u307E\u308C\u3066\u3044\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\uFF0E
calculate_course_grade_name=\u30B3\u30FC\u30B9\u6210\u7E3E\u3092\u8A08\u7B97
appmenu_feedback_options=\u30B3\u30FC\u30B9\u6210\u7E3E\u30AA\u30D7\u30B7\u30E7\u30F3
assignment_details_title=\u30BF\u30A4\u30C8\u30EB
course_grade_details_course_grade_column_name=\u30B3\u30FC\u30B9\u6210\u7E3E
import_verify_back=\u623B\u308B
remove_assignment_confirmation_label=\u3053\u306E\u6210\u7E3E\u7C3F\u30A2\u30A4\u30C6\u30E0\u3068\u95A2\u9023\u3059\u308B\u5F97\u70B9\u3059\u3079\u3066\u3092\u6210\u7E3E\u7C3F\u304B\u3089\u524A\u9664\u3057\u307E\u3059\uFF0E
overview_from=\u30BD\u30FC\u30B9\: 
search_categories_filter=\u304A\u3088\u3073
grader_rules_can=can
org.sakaiproject.gradebook.tool.jsf.LetterGradeConverter.INVALID=\u6709\u52B9\u306A\u6587\u5B57\u6210\u7E3E\u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044\uFF0E
cat_expanded=\u5C55\u958B\u6E08\u307F
grader_rules_no_changes=\u9078\u629E\u3055\u308C\u305F\u63A1\u70B9\u8005\u306E\u6A29\u9650\u8A2D\u5B9A\u306B\u306F\u5909\u66F4\u306F\u3042\u308A\u307E\u305B\u3093\u3067\u3057\u305F\uFF0E
overview_instruction=\u30BF\u30A4\u30C8\u30EB\u3092\u30AF\u30EA\u30C3\u30AF\u3057\uFF0C\u8A73\u7D30\u3092\u8868\u793A\u3057\u305F\u308A\u30A2\u30A4\u30C6\u30E0\u306E\u63A1\u70B9\u3057\u305F\u308A\u3057\u307E\u3059\uFF0E
appmenu_overview=\u6210\u7E3E\u7C3F\u30A2\u30A4\u30C6\u30E0
remove_assignment_page_title=\u6210\u7E3E\u7C3F\u30A2\u30A4\u30C6\u30E0\u3092\u524A\u9664
overview_unassigned_cat_avg=N/A
upload_view_failure=\u30D5\u30A1\u30A4\u30EB\u306F\u30A2\u30C3\u30D7\u30ED\u30FC\u30C9\u3055\u308C\u307E\u305B\u3093\u3067\u3057\u305F\uFF0E\u8A2D\u5B9A\u3092\u78BA\u8A8D\u3059\u308B\u304B\u30B7\u30B9\u30C6\u30E0\u7BA1\u7406\u8005\u306B\u9023\u7D61\u3057\u3066\u304F\u3060\u3055\u3044
inst_view_grade_editor=\u6210\u7E3E\u30A8\u30C7\u30A3\u30BF
assignment_details_previous_assignment=< \u4FDD\u5B58\u3057\u3066\u524D\u306E\u6210\u7E3E\u7C3F\u30A2\u30A4\u30C6\u30E0\u3092\u8868\u793A
cat_list_category=\u30AB\u30C6\u30B4\u30EA
appmenu_import_upload=\u6210\u7E3E\u3092\u30A4\u30F3\u30DD\u30FC\u30C8
add_assignment_counted=\u30B3\u30FC\u30B9\u6210\u7E3E\u8A08\u7B97\u306B\u3053\u306E\u30A2\u30A4\u30C6\u30E0\u3092\u542B\u3081\u308B
add_assignment_add_pane=\u4ED6\u306E\u6210\u7E3E\u7C3F\u30A2\u30A4\u30C6\u30E0\u3092\u8FFD\u52A0
remove_assignment_success=\u6210\u7E3E\u7C3F\u30A2\u30A4\u30C6\u30E0\u300C{0}\u300D\u304C\u524A\u9664\u3055\u308C\u307E\u3057\u305F\uFF0E
inst_view_title=\u30BF\u30A4\u30C8\u30EB
gb_setup_title=\u6210\u7E3E\u7C3F\u30BB\u30C3\u30C8\u30A2\u30C3\u30D7
grade_entry_heading=\u6210\u7E3E\u30A8\u30F3\u30C8\u30EA
breadcrumb_roster=\u3059\u3079\u3066\u306E\u6210\u7E3E
assignment_details_return_to_roster=\u3059\u3079\u3066\u306E\u6210\u7E3E\u306B\u623B\u308B
inst_view_students_grades={0} \u306E\u6210\u7E3E\u8868\u793A
import_entire_template=1. \u30B9\u30D7\u30EC\u30C3\u30C9\u30B7\u30FC\u30C8\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8\u3092\u30C0\u30A6\u30F3\u30ED\u30FC\u30C9
remove_assignment_submit=\u524A\u9664
overview_released_false=\u00D7
remove_spreadsheet_instruction=\u4E0B\u306E\u30DC\u30C3\u30AF\u30B9\u306B\u30C1\u30A7\u30C3\u30AF\u3092\u5165\u308C\u300C\u524A\u9664\u300D\u30DC\u30BF\u30F3\u3092\u30AF\u30EA\u30C3\u30AF\u3059\u308B\u3053\u3068\u306B\u3088\u308A\uFF0C\u30B9\u30D7\u30EC\u30C3\u30C9\u30B7\u30FC\u30C8\u304C\u6210\u7E3E\u7C3F\u304B\u3089\u524A\u9664\u3055\u308C\u307E\u3059\uFF0E
javax.faces.validator.LengthValidator.MINIMUM={0} \u6587\u5B57\u4EE5\u4E0A\u3067\u3042\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\uFF0E
appmenu_gb_setup=\u6210\u7E3E\u7C3F\u30BB\u30C3\u30C8\u30A2\u30C3\u30D7
course_grade_details_no_enrollments=\u8868\u793A\u3059\u308B\u5B66\u751F\u304C\u3044\u307E\u305B\u3093
inst_view_sections=\u30BB\u30AF\u30B7\u30E7\u30F3/\u30B0\u30EB\u30FC\u30D7
roster_student_id=\u5B66\u751F ID
search_clear=\u30AF\u30EA\u30A2
import_verify_column_count=<li>{0}\u500B\u306E\u6210\u7E3E\u7C3F\u30A2\u30A4\u30C6\u30E0</li>
upload_preview_student_name=\u5B66\u751F\u306E\u540D\u524D
upload_preview_ok=OK
edit_assignment_save_scored=\u6210\u7E3E\u7C3F\u30A2\u30A4\u30C6\u30E0 {0} \u304C\u66F4\u65B0\u3055\u308C\u307E\u3057\u305F\uFF0E\u3053\u306E\u6210\u7E3E\u7C3F\u30A2\u30A4\u30C6\u30E0\u306B\u5BFE\u3057\u3066\u4EE5\u524D\u306B\u5F97\u70B9\u304C\u5165\u529B\u3055\u308C\u3066\u3044\u307E\u3059\uFF0E\u6210\u7E3E\u7C3F\u30A2\u30A4\u30C6\u30E0\u306E\u70B9\u6570\u304C\u5909\u66F4\u3055\u308C\u3066\u3082\u4EE5\u524D\u306E\u5F97\u70B9\u306F\u8ABF\u6574\u3055\u308C\u307E\u305B\u3093\uFF0E
due_date=\u7DE0\u5207\u65E5\u6642
javax.faces.component.UIInput.REQUIRED=\u5024\u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044\uFF0E
inst_view_grading_table=\u63A1\u70B9\u8868
course_grade_details_grade=\u6210\u7E3E\u3092\u4E0A\u66F8\u304D
edit_assignment_locking_failure=\u4F5C\u696D\u4E2D\u306B\u4ED6\u306E\u30E6\u30FC\u30B6\u304C\u3053\u306E\u6210\u7E3E\u7C3F\u30A2\u30A4\u30C6\u30E0\u306B\u5909\u66F4\u3092\u52A0\u3048\u307E\u3057\u305F\uFF0E
student_view_page_title={0}\u306E\u6210\u7E3E\u30EC\u30DD\u30FC\u30C8
feedback_options_grade_display_course_grades_tip=\u3053\u308C\u306F\u4F55?
loading_dock_table_title=\u30BF\u30A4\u30C8\u30EB
search_default_student_search_string=\u5B66\u751F\u306E\u540D\u524D
date_entry_format_description=(mm/dd/yy)
grader_rules_title=\u63A1\u70B9\u8005\u6A29\u9650\u8A2D\u5B9A
assignment_details_comments_read=\u30B3\u30E1\u30F3\u30C8
upload_preview_row_count=<li>\u30B9\u30D7\u30EC\u30C3\u30C9\u30B7\u30FC\u30C8\u30D5\u30A1\u30A4\u30EB\u306B\u306F{0}\u4EBA\u306E\u5B66\u751F\u304C\u3044\u307E\u3059</li>
inst_view_scores_saved=\u65B0\u3057\u3044\u5F97\u70B9\u304C\u4FDD\u5B58\u3055\u308C\u307E\u3057\u305F
overview_included_in_cum_true=\u25CB
inst_view_grade_letter=\u6587\u5B57\u6210\u7E3E
inst_view_student_summary=\u5B66\u751F\u30B5\u30DE\u30EA
cat_unassigned=\u672A\u5272\u308A\u5F53\u3066
import_verify_inst2=\u4EE5\u4E0B\u306F\uFF0C\u30B9\u30D7\u30EC\u30C3\u30C9\u30B7\u30FC\u30C8\u306E\u5185\u5BB9\u3092\u8868\u793A\u3057\u3066\u3044\u307E\u3059\uFF0E\u6B63\u3057\u304F\u306A\u3044\u5834\u5408\u306F\uFF0C\u300C\u623B\u308B\u300D\u30DC\u30BF\u30F3\u3092\u30AF\u30EA\u30C3\u30AF\u3057\uFF0C\u30D5\u30A1\u30A4\u30EB\u306B\u5909\u66F4\u3092\u52A0\u3048\u305F\u5F8C\u3067\u518D\u5EA6\u30A4\u30F3\u30DD\u30FC\u30C8\u3057\u307E\u3059\uFF0E
import_verify_inst1=\u6B21\u306E\u5185\u5BB9\u306E\u30B9\u30D7\u30EC\u30C3\u30C9\u30B7\u30FC\u30C8\u30D5\u30A1\u30A4\u30EB\u3092\u30A4\u30F3\u30DD\u30FC\u30C8\u3057\u3066\u3044\u307E\u3059\:
overview_lettergrade5=\u306B\u3054\u9023\u7D61\u304F\u3060\u3055\u3044\uFF0E
cat_collapsed=\u6298\u7573\u6E08\u307F
overview_lettergrade4=\u300C\u30AD\u30E3\u30F3\u30D1\u30B9\u6559\u80B2\u30BB\u30F3\u30BF\u30FC\u300D
overview_lettergrade3=\u6559\u54E1\u306B\u3088\u3063\u3066\u306F\uFF0C\u5F97\u70B9\u3068\u6587\u5B57\u6210\u7E3E\u306E\u5BFE\u5FDC\u95A2\u4FC2\u3092\u7570\u306A\u308B\u3084\u308A\u65B9\u3067\u5BFE\u5FDC\u3065\u3051\u308B\u5834\u5408\u3082\u3042\u308A\u307E\u3059\uFF0E\u3082\u3057\u3042\u306A\u305F\u306E\u60F3\u5B9A\u3068\u306F\u7570\u306A\u308B\u5834\u5408\uFF0C\u5FC5\u8981\u3067\u3042\u308C\u3070
overview_lettergrade2=OnCourse \u304C\u6587\u5B57\u6210\u7E3E\u306E\u53D6\u308A\u6271\u3044\u6642\u306B\u7528\u3044\u308B\u660E\u793A\u7684\u306A\u65B9\u6CD5\u3092\u7406\u89E3\u3057\u3066\u3044\u308B\u3053\u3068\u306F\u304A\u77E5\u3089\u305B\u6E08\u307F\u3067\u3059\uFF0E
overview_lettergrade1=\u6210\u7E3E\u7C3F\u3067\u306F\u6587\u5B57\u6210\u7E3E\u3092\u5229\u7528\u3057\u3066\u3044\u3066\uFF0C
javax.faces.convert.NumberConverter.CONVERSION=\u6570\u5024\u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044\uFF0E
inst_view_cum_score_details={0}%
course_grade_details_instruction=\u300C\u6210\u7E3E\u306E\u4E0A\u66F8\u304D\u300D\u30DC\u30C3\u30AF\u30B9\u306B\u7570\u306A\u308B\u6210\u7E3E\u3092\u5165\u529B\u3059\u308B\u3053\u3068\u306B\u3088\u308A\uFF0C\u30B3\u30FC\u30B9\u6210\u7E3E\u3092\u4E0A\u66F8\u304D\u3057\u307E\u3059\uFF0E\u4E0A\u66F8\u304D\u3057\u305F\u6210\u7E3E\u3092\u524A\u9664\u3059\u308B\u5834\u5408\u306F\uFF0C\u6210\u7E3E\u3092\u524A\u9664\u3057\u300C\u4FDD\u5B58\u300D\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u307E\u3059\uFF0E
import_assignment_pointsPossibleNegative=\u30A2\u30C3\u30D7\u30ED\u30FC\u30C9\u3057\u305F\u3082\u306E\u306E\u4E2D\u306E\u5C11\u306A\u304F\u3068\u3082\u4E00\u3064\u306E\u6210\u7E3E\u7C3F\u30A2\u30A4\u30C6\u30E0\u304C\u5F97\u70B9\u306B\u5BFE\u3057\u3066\u6709\u52B9\u3067\u306A\u3044\u5024\u306B\u306A\u3063\u3066\u3044\u307E\u3059\uFF0E\u5F97\u70B9\u306F 0 \u3088\u308A\u5927\u304D\u304F\u306A\u3051\u308C\u3070\u306A\u308A\u307E\u305B\u3093\uFF0E
appmenu_separator=|
grader_rules_no_sections_categories=\u6210\u7E3E\u7C3F\u306E\u30AB\u30C6\u30B4\u30EA\u3084\u30B5\u30A4\u30C8\u3067\u5B9A\u7FA9\u3055\u308C\u3066\u3044\u308B\u30BB\u30AF\u30B7\u30E7\u30F3\u307E\u305F\u306F\u30B0\u30EB\u30FC\u30D7\u306F\u73FE\u5728\u3042\u308A\u307E\u305B\u3093\uFF0E\u30AB\u30C6\u30B4\u30EA\u3084\u30BB\u30AF\u30B7\u30E7\u30F3\u307E\u305F\u306F\u30B0\u30EB\u30FC\u30D7\u306F\u63A1\u70B9\u8005\u6A29\u9650\u3092\u6307\u5B9A\u3059\u308B\u305F\u3081\u306B\u306F\u5B9A\u7FA9\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\uFF0E
upload_view_filerows_error=\u30A2\u30C3\u30D7\u30ED\u30FC\u30C9\u3055\u308C\u305F\u30B9\u30D7\u30EC\u30C3\u30C9\u30B7\u30FC\u30C8\u306E\u884C\u6570({0})\u306F\uFF0C\u3053\u306E\u30B5\u30A4\u30C8\u306E\u5B66\u751F\u6570({1})\u3088\u308A\u591A\u304F\u306A\u3063\u3066\u3044\u307E\u3059\uFF0E\u3053\u306E\u30B5\u30A4\u30C8\u306E\u5B66\u751F\u7528\u306E\u6210\u7E3E\u60C5\u5831\u306E\u307F\u30A2\u30C3\u30D7\u30ED\u30FC\u30C9\u3059\u308B\u3053\u3068\u304C\u3067\u304D\u307E\u3059\uFF0E\u3053\u306E\u30B5\u30A4\u30C8\u7528\u306E\u30B9\u30D7\u30EC\u30C3\u30C9\u30B7\u30FC\u30C8\u3092\u30A2\u30C3\u30D7\u30ED\u30FC\u30C9\u3057\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\uFF0E
course_grade_details_average=\u5E73\u5747\u7D2F\u7A4D\u6210\u7E3E
import_assignment_title=\u30BF\u30A4\u30C8\u30EB *
upload_view_choose_file=\u30D5\u30A1\u30A4\u30EB\u540D *
gb_setup_require_descending_order=\u300C\u6210\u7E3E\u5165\u529B\u65B9\u6CD5\u300D\u306E\u964D\u9806\u306E\u30D1\u30FC\u30BB\u30F3\u30C6\u30FC\u30B8\u5024\u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044\uFF0E
import_entire_import=3. \u30B9\u30D7\u30EC\u30C3\u30C9\u30B7\u30FC\u30C8\u3092\u30A4\u30F3\u30DD\u30FC\u30C8
assignment_details_log_type=\u5F97\u70B9
paging_status_students={2}\u4EBA\u4E2D{0}\u756A\u304B\u3089{1}\u756A\u306E\u5B66\u751F\u3092\u8868\u793A
edit_assignment_instruction=\u6210\u7E3E\u7C3F\u306E\u6210\u7E3E\u7C3F\u30A2\u30A4\u30C6\u30E0\u3092\u7DE8\u96C6\u3059\u308B\u5834\u5408\u306F\u3053\u306E\u30D5\u30A9\u30FC\u30E0\u3092\u9001\u4FE1\u3057\u307E\u3059\uFF0E
student_view_not_counted_assignments=<br/>\u62EC\u5F27\u5185\u306E\u5F97\u70B9\u306F\u30B3\u30FC\u30B9\u6210\u7E3E\u8A08\u7B97\u306B\u4F7F\u7528\u3055\u308C\u307E\u305B\u3093\uFF0E
import_verify_ok=OK
grader_rules_all_section=\u3059\u3079\u3066\u306E\u30BB\u30AF\u30B7\u30E7\u30F3\u307E\u305F\u306F\u30B0\u30EB\u30FC\u30D7
cat_list_remove=\u524A\u9664
edit_assignment_save=\u6210\u7E3E\u7C3F\u30A2\u30A4\u30C6\u30E0 {0} \u304C\u66F4\u65B0\u3055\u308C\u307E\u3057\u305F\uFF0E
loading_dock_table_delete=\u524A\u9664
loading_dock_table_lastmodified=\u6700\u7D42\u4FEE\u6B63\u65E5\u6642
import_entire_file_missing=\u30A4\u30F3\u30DD\u30FC\u30C8\u3059\u308B\u30D5\u30A1\u30A4\u30EB\u3092\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044
roster_average_category=\u5E73\u5747\u30AB\u30C6\u30B4\u30EA\u6210\u7E3E
feedback_options_require_all_values=\u3059\u3079\u3066\u306E\u30D1\u30FC\u30BB\u30F3\u30C6\u30FC\u30B8\u5024\u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044
import_preview_additional_text=\u4EE5\u4E0B\u306F\u30B9\u30D7\u30EC\u30C3\u30C9\u30B7\u30FC\u30C8\u306E\u5185\u5BB9\u3092\u8868\u793A\u3057\u3066\u3044\u307E\u3059\uFF0E<br> [\u6B63\u3057\u304F\u306A\u3044\u5834\u5408\u306F\uFF0C\u300C\u30AD\u30E3\u30F3\u30BB\u30EB\u300D\u30DC\u30BF\u30F3\u3092\u30AF\u30EA\u30C3\u30AF\u3057\uFF0C\u4ED6\u306E\u3082\u306E\u3092\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044\uFF0E]
search_sections_all=\u3059\u3079\u3066\u306E\u30BB\u30AF\u30B7\u30E7\u30F3\u307E\u305F\u306F\u30B0\u30EB\u30FC\u30D7
overview_assignments_header_sorting=\u30BD\u30FC\u30C8
add_assignment_remove_title=\u6210\u7E3E\u7C3F\u30A2\u30A4\u30C6\u30E0\u3092\u524A\u9664
assignment_details_remove=\u6210\u7E3E\u7C3F\u30A2\u30A4\u30C6\u30E0\u3092\u6210\u7E3E\u7C3F\u304B\u3089\u524A\u9664
inst_view_not_counted_open=(
assignment_details_scores_saved_excessive=\u65B0\u3057\u3044\u5F97\u70B9\u304C\u4FDD\u5B58\u3055\u308C\u307E\u3057\u305F\uFF0E\u4E00\u3064\u4EE5\u4E0A\u306E\u4FDD\u5B58\u3055\u308C\u305F\u5F97\u70B9\u304C\u6210\u7E3E\u7C3F\u30A2\u30A4\u30C6\u30E0\u306E\u5408\u8A08\u70B9\u3092\u8D8A\u3048\u3066\u3044\u307E\u3057\u305F\uFF0E
assignment_details_comments_size_dynamic=\u3042\u3068 <b>{0}</b> \u6587\u5B57\u304C\u30B3\u30E1\u30F3\u30C8\u3067\u4F7F\u7528\u3067\u304D\u307E\u3059
overview_grade_option_course_grade_viewable=\u73FE\u5728\uFF0C\u30B3\u30FC\u30B9\u6210\u7E3E({0} \u306E\u3088\u3046\u306B)\u3092\u5B66\u751F\u306F\u8868\u793A\u3059\u308B\u3053\u3068\u304C\u3067\u304D\u307E\u3059\u304C\uFF0C\u6210\u7E3E\u7C3F\u30A2\u30A4\u30C6\u30E0\u306E\u5F97\u70B9\u306F\u8868\u793A\u3067\u304D\u307E\u305B\u3093\uFF0E
add_assignment_category_info=\u30AB\u30C6\u30B4\u30EA\u306B\u5272\u308A\u5F53\u3066\u3089\u308C\u3066\u3044\u306A\u3044\u30A2\u30A4\u30C6\u30E0\u306F\u30B3\u30FC\u30B9\u6210\u7E3E\u8A08\u7B97\u3067\u306F\u30AB\u30A6\u30F3\u30C8\u3055\u308C\u307E\u305B\u3093\uFF0E
import_preview_import_selected=\u9078\u629E\u3057\u305F\u3082\u306E\u3092\u30A4\u30F3\u30DD\u30FC\u30C8
assignment_details_options=\u30AA\u30D7\u30B7\u30E7\u30F3
import_entire_import_inst=\u300C\u30D5\u30A1\u30A4\u30EB\u3092\u9078\u3076\u300D\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u307E\u3059\uFF0E\u6B21\u306B\u300C\u95B2\u89A7\u300D\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u3066\u30B9\u30C6\u30C3\u30D7 2 \u3067\u4FDD\u5B58\u3057\u305F\u30D5\u30A1\u30A4\u30EB\u3092\u9078\u629E\u3057\u307E\u3059\uFF0E\u305D\u3057\u3066\uFF0C\u300C\u30B9\u30D7\u30EC\u30C3\u30C9\u30B7\u30FC\u30C8\u3092\u30A4\u30F3\u30DD\u30FC\u30C8\u300D\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u307E\u3059\uFF0E
edit_assignment_page_title=\u6210\u7E3E\u7C3F\u30A2\u30A4\u30C6\u30E0\u3092\u7DE8\u96C6
inst_view_id=ID
inst_view_footnote_legend2=\u62EC\u5F27\u5185\u306E\u6210\u7E3E\u306F\u30B3\u30FC\u30B9\u6210\u7E3E\u8A08\u7B97\u306B\u542B\u3081\u3089\u308C\u307E\u305B\u3093\uFF0E
assignment_details_submit=\u5909\u66F4\u3092\u4FDD\u5B58
inst_view_footnote_legend1=\u30B0\u30EC\u30FC\u3067\u8868\u793A\u3055\u308C\u3066\u3044\u308B\u30BF\u30A4\u30C8\u30EB\u306F\u5B66\u751F\u306B\u516C\u958B\u3055\u308C\u307E\u305B\u3093\uFF0E
import_preview_unknown_name=\u672A\u77E5\u306E\u5B66\u751F
javax.faces.validator.LengthValidator.MAXIMUM={0} \u6587\u5B57\u4EE5\u5185\u3067\u3042\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\uFF0E
add_assignment_instruction=\u6210\u7E3E\u7C3F\u30A2\u30A4\u30C6\u30E0\u3092\u6210\u7E3E\u7C3F\u306B\u8FFD\u52A0\u3059\u308B\u5834\u5408\u306F\u3053\u306E\u30D5\u30A9\u30FC\u30E0\u3092\u9001\u4FE1\u3057\u307E\u3059\uFF0E
import_verify_assignment_no_exists=\u30A4\u30F3\u30DD\u30FC\u30C8\u3057\u3088\u3046\u3068\u3057\u3066\u3044\u308B\u30B9\u30D7\u30EC\u30C3\u30C9\u30B7\u30FC\u30C8\u306B\u3042\u308B\u6B21\u306E\u65B0\u3057\u3044\u6210\u7E3E\u7C3F\u30A2\u30A4\u30C6\u30E0\u304C\u5F97\u70B9\u306E\u5024\u304C\u306A\u3044\u304B\u4E0D\u6B63\u306A\u5F97\u70B9\u306E\u5024\u306B\u306A\u3063\u3066\u3044\u307E\u3059\:  
import_assignment_instruction=\u6210\u7E3E\u7C3F\u30A2\u30A4\u30C6\u30E0\u304A\u3088\u3073\u5F97\u70B9\u3092\u6210\u7E3E\u7C3F\u306B\u30A4\u30F3\u30DD\u30FC\u30C8\u3059\u308B\u5834\u5408\u306F\uFF0C\u3053\u306E\u30D5\u30A9\u30FC\u30E0\u3092\u9001\u4FE1\u3057\u307E\u3059\uFF0E
import_entire_edit=2. \u30B9\u30D7\u30EC\u30C3\u30C9\u30B7\u30FC\u30C8\u3092\u7DE8\u96C6\u3057\u307E\u3059
grader_rules_cancel=\u5909\u66F4\u3092\u30AF\u30EA\u30A2
course_grade_details_calculated_grade=\u30B3\u30FC\u30B9\u6210\u7E3E
inst_view_prev=< \u4FDD\u5B58\u3057\u3066\u524D\u306E\u5B66\u751F\u3092\u8868\u793A
course_grade_details_export_course_grades_excel=\u30B3\u30FC\u30B9\u6210\u7E3E\u3092\u30A8\u30AF\u30BB\u30EB\u306B\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8
add_assignment_name_conflict_failure=\u305D\u306E\u540D\u524D\u3068\u540C\u3058\u6210\u7E3E\u7C3F\u30A2\u30A4\u30C6\u30E0\u304C\u3059\u3067\u306B\u5B58\u5728\u3057\u307E\u3059\uFF0E
assignment_details_student_name=\u5B66\u751F\u306E\u540D\u524D
import_entire_button_title=\u30B9\u30D7\u30EC\u30C3\u30C9\u30B7\u30FC\u30C8\u3092\u30A4\u30F3\u30DD\u30FC\u30C8
course_grade_details_export_sis=SIS \u306B\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8
student_view_title=\u30BF\u30A4\u30C8\u30EB
import_assignment_entire_negative_score=\u30A2\u30C3\u30D7\u30ED\u30FC\u30C9\u3057\u305F\u3082\u306E\u306E\u4E2D\u306E\u5C11\u306A\u304F\u3068\u3082\u4E00\u3064\u306E\u6210\u7E3E\u7C3F\u30A2\u30A4\u30C6\u30E0\u304C 0 \u3088\u308A\u5C0F\u3055\u3044\u5F97\u70B9\u306B\u306A\u3063\u3066\u3044\u307E\u3059\uFF0E\u5F97\u70B9\u306F 0 \u4EE5\u4E0A\u3067\u306A\u3051\u308C\u3070\u306A\u308A\u307E\u305B\u3093\uFF0E
export_student_id=\u5B66\u751F ID
assignment_details_assignment_removed=\u3053\u306E\u6210\u7E3E\u7C3F\u30A2\u30A4\u30C6\u30E0\u306F\u6210\u7E3E\u7C3F\u304B\u3089\u524A\u9664\u3055\u308C\u307E\u3057\u305F
overview_released=\u5B66\u751F\u306B\u516C\u958B
feedback_options_percent_header=\u6700\u4F4E %
course_grade_details_locking_failure=\u4F5C\u696D\u4E2D\u306B\u4ED6\u306E\u30E6\u30FC\u30B6\u304C\u3053\u308C\u3089\u306E\u30B3\u30FC\u30B9\u6210\u7E3E\u306B\u5909\u66F4\u3092\u52A0\u3048\u307E\u3057\u305F\uFF0E\u65B0\u3057\u3044\u30B3\u30FC\u30B9\u6210\u7E3E\u304C\u4E0B\u306B\u8868\u793A\u3055\u308C\u3066\u3044\u307E\u3059\uFF0E
cat_locking_failure=\u4F5C\u696D\u4E2D\u306B\u4ED6\u306E\u8AB0\u304B\u304C\u3053\u306E\u30AB\u30C6\u30B4\u30EA\u306B\u5909\u66F4\u3092\u52A0\u3048\u307E\u3057\u305F\uFF0E
remove_spreadsheet_locking_failure=\u4F5C\u696D\u4E2D\u306B\u4ED6\u306E\u8AB0\u304B\u304C\u3053\u306E\u6210\u7E3E\u7C3F\u30A2\u30A4\u30C6\u30E0\u306B\u5909\u66F4\u3092\u52A0\u3048\u307E\u3057\u305F\uFF0E
import_entire_instructions=\u30B9\u30D7\u30EC\u30C3\u30C9\u30B7\u30FC\u30C8\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3(\u4F8B\: Excel)\u3067\u6210\u7E3E\u3092 \u7DE8\u96C6\u3057\uFF0C\u6210\u7E3E\u7C3F\u306B\u6210\u7E3E\u3092\u30A4\u30F3\u30DD\u30FC\u30C8\u3057\u305F\u3044\u5834\u5408\u306F\uFF0C\u4EE5\u4E0B\u306E\u30B9\u30C6\u30C3\u30D7\u306B\u5F93\u3044\u307E\u3059\:
overview_assignments_header_points=\u70B9\u6570
gb_setup_cancel=\u30AD\u30E3\u30F3\u30BB\u30EB
assignment_details_external_edit={0} \u306E\u6210\u7E3E\u7C3F\u30A2\u30A4\u30C6\u30E0\u8A2D\u5B9A\u3092\u7DE8\u96C6
error_no_role=\u3042\u306A\u305F\u306E\u30E6\u30FC\u30B6\u30ED\u30FC\u30EB\u306B\u5BFE\u3059\u308B\u6A29\u9650\u8A2D\u5B9A\u306B\u3088\u308A\uFF0C\u3053\u306E\u6210\u7E3E\u7C3F\u3078\u306E\u30A2\u30AF\u30BB\u30B9\u304C\u3067\u304D\u307E\u305B\u3093\uFF0E\u8A73\u3057\u304F\u306F\u30B5\u30A4\u30C8\u7BA1\u7406\u8005\u306B\u304A\u5C0B\u306D\u304F\u3060\u3055\u3044\uFF0E
inst_view_log_alt=\u30ED\u30B0\u3092\u8868\u793A
assignment_details_scores_comments_saved=\u65B0\u3057\u3044\u5F97\u70B9\u304A\u3088\u3073\u30B3\u30E1\u30F3\u30C8\u304C\u4FDD\u5B58\u3055\u308C\u307E\u3057\u305F\uFF0E
feedback_options_grade_display=\u6210\u7E3E\u8868\u793A
inst_view_scores_saved_excessive=\u65B0\u3057\u3044\u5F97\u70B9\u304C\u4FDD\u5B58\u3055\u308C\u307E\u3057\u305F\uFF0E\u4E00\u3064\u4EE5\u4E0A\u306E\u5F97\u70B9\u304C\u6210\u7E3E\u7C3F\u30A2\u30A4\u30C6\u30E0\u306E\u5408\u8A08\u5F97\u70B9\u3092\u8D8A\u3048\u307E\u3057\u305F\uFF0E
overview_footnote_symbol3=***
overview_footnote_symbol2=**
appmenu_course_grades=\u30B3\u30FC\u30B9\u6210\u7E3E
overview_footnote_symbol1=*
edit_assignment_save_percentage=\u6210\u7E3E\u7C3F\u30A2\u30A4\u30C6\u30E0 {0} \u304C\u66F4\u65B0\u3055\u308C\u307E\u3057\u305F\uFF0E\u30B3\u30FC\u30B9\u6210\u7E3E\u306F\uFF0C\u6210\u7E3E\u7C3F\u30A2\u30A4\u30C6\u30E0\u306E\u65B0\u3057\u3044\u76F8\u5BFE\u91CD\u307F\u3092\u53CD\u6620\u3059\u308B\u3088\u3046\u306B\u8ABF\u6574\u3055\u308C\u307E\u3057\u305F\uFF0E
assignment_details_edit=\u6210\u7E3E\u7C3F\u30A2\u30A4\u30C6\u30E0\u8A2D\u5B9A\u3092\u7DE8\u96C6
inst_view_course_grade=\u30B3\u30FC\u30B9\u6210\u7E3E
import_assignment_comments=\u30B3\u30E1\u30F3\u30C8\u3092\u30A4\u30F3\u30DD\u30FC\u30C8\u3059\u308B\u30AB\u30E9\u30E0\u3092\u9078\u629E\u3057\u307E\u3059\uFF0E
assignment_details_grading_table=\u63A1\u70B9\u8868
roster_student_name=\u5B66\u751F\u306E\u540D\u524D
upload_preview_instructions=\u8AAD\u307F\u8FBC\u307F\u30C9\u30C3\u30AF\u306B\u30B9\u30D7\u30EC\u30C3\u30C9\u30B7\u30FC\u30C8\u30D5\u30A1\u30A4\u30EB (CSV \u30D5\u30A9\u30FC\u30DE\u30C3\u30C8) \u3092\u30A2\u30C3\u30D7\u30ED\u30FC\u30C9\u3057\u3066\u3044\u307E\u3059\:
add_assignment_no_title=\u5024\u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044\uFF0E
grader_rules_remove_rule=\u898F\u5247\u3092\u524A\u9664
display_released_items=\u516C\u958B\u3055\u308C\u305F\u6210\u7E3E\u7C3F\u30A2\u30A4\u30C6\u30E0\u3092\u5B66\u751F\u306B\u8868\u793A\u3059\u308B
remove_assignment_cancel=\u30AD\u30E3\u30F3\u30BB\u30EB
inst_view_page_title={0}\u306E\u6210\u7E3E
import_assignment_header=\u6210\u7E3E\u7C3F\u30A2\u30A4\u30C6\u30E0
calculate_course_grade_message=\u73FE\u5728\uFF0C\u30B3\u30FC\u30B9\u6210\u7E3E\u8A08\u7B97\u3067\u63A1\u70B9\u3055\u308C\u3066\u3044\u306A\u3044\u6210\u7E3E\u7C3F\u30A2\u30A4\u30C6\u30E0\u306F\u6210\u7E3E\u7C3F\u306B\u306F\u542B\u307E\u308C\u3066\u3044\u307E\u305B\u3093\uFF0E\u3053\u306E\u305F\u3081\uFF0C\u30B3\u30FC\u30B9\u6210\u7E3E\u304C\u3055\u3089\u306B\u3088\u3044\u5B66\u751F\u304C\u751F\u3058\u308B\u5834\u5408\u304C\u3042\u308A\u307E\u3059\uFF0E\u30B3\u30FC\u30B9\u6210\u7E3E\u8A08\u7B97\u306B\u6210\u7E3E\u7C3F\u30A2\u30A4\u30C6\u30E0\u3092\u542B\u3081\u308B\u5834\u5408\u306F\uFF0C0 \u4EE5\u4E0A\u306E\u6210\u7E3E\u3092\u5165\u529B\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\uFF0E
validation_messages_present=\u6700\u5F8C\u306E\u9001\u4FE1\u306B\u554F\u984C\u304C\u3042\u308A\u307E\u3057\u305F\uFF0E\u8A73\u7D30\u306F\u4EE5\u4E0B\u3092\u3054\u89A7\u304F\u3060\u3055\u3044\uFF0E
export_grade_for_sis_prefix=course_grade_sis
inst_view_log_type=\u5F97\u70B9
import_verify_assignment_no_exists_bottom=\u8A02\u6B63\u3059\u308B\u5834\u5408\u306F\uFF0C\u30B9\u30D7\u30EC\u30C3\u30C9\u30B7\u30FC\u30C8\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8\u3067\uFF0C\u7A7A\u767D\u3068 [] \u5185\u306B\u5F97\u70B9(\u4F8B\: \u5272\u308A\u5F53\u3066\u308B 1 [100])\u3092\u8FFD\u52A0\u3057\u518D\u5EA6\u8A66\u307F\u307E\u3059\uFF0E
javax.faces.validator.DoubleRangeValidator.MINIMUM={0} \u4EE5\u4E0A\u306E\u6570\u5024\u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044\uFF0E
assignment_details_assign_category=\u3053\u306E\u30A2\u30A4\u30C6\u30E0\u3092\u30AB\u30C6\u30B4\u30EA\u306B\u5272\u308A\u5F53\u3066\u3066\u304F\u3060\u3055\u3044\uFF0E\u4E0B\u306E\u300C\u30A2\u30A4\u30C6\u30E0\u8A2D\u5B9A\u3092\u7DE8\u96C6\u300D\u3092\u30AF\u30EA\u30C3\u30AF\u3057\uFF0C\u30D5\u30A9\u30FC\u30E0\u306B\u3042\u308B\u30AB\u30C6\u30B4\u30EA\u3092\u9078\u629E\u3057\u307E\u3059\uFF0E
feedback_options_reset_mapping_values=\u30C7\u30D5\u30A9\u30EB\u30C8\u5024\u306B\u623B\u3059
inst_view_save=\u5909\u66F4\u3092\u4FDD\u5B58
feedback_options_page_title=\u30B3\u30FC\u30B9\u6210\u7E3E\u30AA\u30D7\u30B7\u30E7\u30F3
student_view_comment_popup_header=\u30B3\u30E1\u30F3\u30C8\:
score_not_counted_tooltip=\u30B3\u30FC\u30B9\u306E\u6210\u7E3E\u306B\u306F\u30AB\u30A6\u30F3\u30C8\u3055\u308C\u307E\u305B\u3093
import_assignment_duplicate_student=ID \u304C\u300C{0}\u300D\u306E\u5B66\u751F\u306B\u5BFE\u3059\u308B\u884C\u304C\u30B9\u30D7\u30EC\u30C3\u30C9\u30B7\u30FC\u30C8\u306B\u8907\u6570\u3042\u308A\u307E\u3059\uFF0E\u30B9\u30D7\u30EC\u30C3\u30C9\u4E2D\u306B\u5404\u5B66\u751F\u304C\u4E00\u5EA6\u3057\u304B\u51FA\u3066\u3053\u306A\u3044\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\uFF0E
upload_preview_student_id=\u5B66\u751F ID
appmenu_import_all=\u30A4\u30F3\u30DD\u30FC\u30C8
score_not_counted=<span title\="{1}">({0})</span>
assignment_details_table_summary=\u8868\u306B\u306F\uFF0C\u8AB2\u984C\u30D7\u30ED\u30D1\u30C6\u30A3\u306B\u95A2\u3059\u308B\u60C5\u5831\u304C\u3042\u308A\u307E\u3059\uFF0E
add_assignment_nan_points=\u6570\u5024\u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044\uFF0E
import_assignment_submit=\u9001\u4FE1
assignment_details_percent=\u30D1\u30FC\u30BB\u30F3\u30C6\u30FC\u30B8 (%)
import_verify_students=\u5B66\u751F
loading_dock_table_modifiedby=\u4FEE\u6B63\u8005
overview_avg_cum_score=\u5E73\u5747\u7D2F\u7A4D\u5F97\u70B9
breadcrumb_edit=\u7DE8\u96C6\: 
import_preview_nomatch=\u30CF\u30A4\u30E9\u30A4\u30C8\u3055\u308C\u305F\u884C\u306E\u5B66\u751F ID \u306F\u6210\u7E3E\u7C3F\u306E\u5B66\u751F ID \u3068\u4E00\u81F4\u3057\u306A\u3044\u306E\u3067\u30A4\u30F3\u30DD\u30FC\u30C8\u3055\u308C\u307E\u305B\u3093\uFF0E
course_grade_details_grade_display={0} ({1}%)
remove_assignment_locking_failure=\u4F5C\u696D\u4E2D\u306B\u4ED6\u306E\u30E6\u30FC\u30B6\u304C\u3053\u306E\u6210\u7E3E\u7C3F\u30A2\u30A4\u30C6\u30E0\u306B\u5909\u66F4\u3092\u52A0\u3048\u307E\u3057\u305F\uFF0E
student_view_score=\u5F97\u70B9
import_assignment_save=\u6210\u7E3E\u7C3F\u30A2\u30A4\u30C6\u30E0\u300C{0}\u300D\u304C\u8FFD\u52A0\u3055\u308C\u307E\u3057\u305F\uFF0E
import_preview_instructions=\u6210\u7E3E\u7C3F\u30A2\u30A4\u30C6\u30E0\u3092\u6D17\u308F\u3059\u30AB\u30E9\u30E0\u3068\u30A4\u30F3\u30DD\u30FC\u30C8\u3057\u305F\u3044\u8A72\u5F53\u3059\u308B\u5F97\u70B9\u3092\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044\uFF0E
loading_dock_delete_success=\u30B9\u30D7\u30EC\u30C3\u30C9\u30B7\u30FC\u30C8\u300C{0}\u300D\u304C\u524A\u9664\u3055\u308C\u307E\u3057\u305F
inst_view_not_counted_close=)
overview_title=\u6982\u8981
categories_disclude_info=\u30B3\u30FC\u30B9\u6210\u7E3E\u304B\u3089\u30AB\u30C6\u30B4\u30EA\u3092\u9664\u304F\u5834\u5408\u306F\uFF0C\u91CD\u307F\u306B 0% \u3092\u4F7F\u3044\u307E\u3059\uFF0E
export_course_grade_prefix=course_grade
overview_assignments_title=\u6210\u7E3E\u7C3F\u30A2\u30A4\u30C6\u30E0\u30B5\u30DE\u30EA
roster_no_enrollments=\u8868\u793A\u3059\u308B\u5B66\u751F\u304C\u3044\u307E\u305B\u3093
remove_spreadsheet_submit=\u524A\u9664
assignment_details_scores_saved=\u65B0\u3057\u3044\u5F97\u70B9\u304C\u4FDD\u5B58\u3055\u308C\u307E\u3057\u305F\uFF0E
student_view_footnote_symbol1=*
grader_rules_title_with_student={0} \u306B\u5BFE\u3059\u308B\u63A1\u70B9\u8005\u6A29\u9650\u8A2D\u7F6E
course_grade_details_page_title=\u30B3\u30FC\u30B9\u30B5\u30DE\u30EA
remove_spreadsheet_confirmation_label=\u6210\u7E3E\u7C3F\u304B\u3089\u3053\u306E\u30B9\u30D7\u30EC\u30C3\u30C9\u30B7\u30FC\u30C8\u3092\u524A\u9664\u3057\u307E\u3059\uFF0E
org.sakaiproject.gradebook.tool.jsf.CourseGradeConverter.INVALID=\u6709\u52B9\u306A\u6210\u7E3E\u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044\uFF0E
cat_list_more=\u30AB\u30C6\u30B4\u30EA\u3092\u8FFD\u52A0
import_assignment_externally_maintained_settings=\u30A4\u30F3\u30DD\u30FC\u30C8\u3055\u308C\u305F\u30A2\u30A4\u30C6\u30E0\u300C{0}\u300D\u306E\u8A2D\u5B9A\u304C\u66F4\u65B0\u3055\u308C\u307E\u305B\u3093\u3067\u3057\u305F\uFF0E{1} \u3078\u79FB\u52D5\u3057\u30A2\u30A4\u30C6\u30E0\u8A2D\u5B9A\u3092\u7DE8\u96C6\u3057\u3066\u304F\u3060\u3055\u3044\uFF0E
add_assignment_remove_pane=\u3053\u306E\u6210\u7E3E\u7C3F\u30A2\u30A4\u30C6\u30E0\u3092\u524A\u9664
roster_all_assignments=\u3059\u3079\u3066\u306E\u6210\u7E3E\u7C3F\u30A2\u30A4\u30C6\u30E0
import_assignment_notsupported=\u9078\u629E\u3057\u305F\u6210\u7E3E\u7C3F\u30A2\u30A4\u30C6\u30E0\u306F\u6570\u5024\u3067\u306A\u3044\u5F97\u70B9\u3067\u3059\uFF0E\u73FE\u5728\u4F7F\u7528\u3057\u3066\u3044\u308B\u6210\u7E3E\u7C3F\u306F\u975E\u6570\u5024\u5F97\u70B9\u306B\u306F\u5BFE\u5FDC\u3057\u3066\u3044\u307E\u305B\u3093\uFF0E
upload_view_instructions=\u3084\u308A\u65B9\:
add_assignment_title=\u30BF\u30A4\u30C8\u30EB *
import_assignment_pointsPossibleNull=\u30A2\u30C3\u30D7\u30ED\u30FC\u30C9\u3057\u305F\u3082\u306E\u306E\u4E2D\u306E\u5C11\u306A\u304F\u3068\u3082\u4E00\u3064\u306E\u6210\u7E3E\u7C3F\u30A2\u30A4\u30C6\u30E0\u304C\u5F97\u70B9\u306B\u5BFE\u3059\u308B\u5024\u3092\u6301\u3063\u3066\u3044\u307E\u305B\u3093\uFF0E\u5404\u6210\u7E3E\u7C3F\u30A2\u30A4\u30C6\u30E0\u306F\u5F97\u70B9\u3068\u3057\u3066\u5024\u3092\u6301\u3064\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\uFF0E
upload_preview_page_title=\u30A2\u30C3\u30D7\u30ED\u30FC\u30C9\u3092\u691C\u8A3C
javax.faces.convert.DateTimeConverter.CONVERSION=\u6B21\u306E\u5F62\u5F0F\u3067\u65E5\u6642\u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044\: "mm/dd/yy"
remove_assignment_confirmation_question=\u300C{0}\u300D\u3092\u524A\u9664\u3057\u3066\u3082\u3088\u308D\u3057\u3044\u3067\u3059\u304B?
overview_grade_option_assignments_viewable=\u73FE\u5728\uFF0C\u6210\u7E3E\u7C3F\u30A2\u30A4\u30C6\u30E0\u306E\u5F97\u70B9\u3092\u5B66\u751F\u306F\u8868\u793A\u3059\u308B\u3053\u3068\u304C\u3067\u304D\u307E\u3059\u304C\uFF0C\u30B3\u30FC\u30B9\u6210\u7E3E\u306F\u8868\u793A\u3067\u304D\u307E\u305B\u3093\uFF0E
feedback_options_grade_display_course_grades=\u30B3\u30FC\u30B9\u6210\u7E3E\u3092\u5B66\u751F\u306B\u4ECA\u3059\u3050\u8868\u793A
inst_view_next=\u4FDD\u5B58\u3057\u3066\u6B21\u306E\u5B66\u751F\u3092\u8868\u793A >
roster_page_title=\u3059\u3079\u3066\u306E\u6210\u7E3E
date_entry_week_header=\u9031
overview_save_current_sort=\u73FE\u5728\u306E\u9806\u5E8F\u3092\u30BD\u30FC\u30C8\u9806\u3068\u3057\u3066\u4FDD\u5B58
assignment_details_category=\u30AB\u30C6\u30B4\u30EA
import_assignment_entire_missing_title=\u30A2\u30C3\u30D7\u30ED\u30FC\u30C9\u3057\u305F\u3082\u306E\u306E\u4E2D\u306E\u5C11\u306A\u304F\u3068\u3082\u4E00\u3064\u306E\u6210\u7E3E\u7C3F\u30A2\u30A4\u30C6\u30E0\u304C\u7A7A\u306E\u30BF\u30A4\u30C8\u30EB\u306B\u306A\u3063\u3066\u3044\u307E\u3059\uFF0E\u6210\u7E3E\u7C3F\u30A2\u30A4\u30C6\u30E0\u306E\u30BF\u30A4\u30C8\u30EB\u304C\u7A7A\u3067\u306A\u3044\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\uFF0E
export_student_name=\u5B66\u751F\u306E\u540D\u524D
import_assignment_name_conflict_failure=\u524D\u306E\u30B9\u30D7\u30EC\u30C3\u30C9\u30B7\u30FC\u30C8\u306E\u30A2\u30C3\u30D7\u30ED\u30FC\u30C9\u3068\u540C\u3058\u30BF\u30A4\u30C8\u30EB\u304C\u9069\u7528\u3055\u308C\u307E\u3057\u305F\uFF0E\u7570\u306A\u308B\u30BF\u30A4\u30C8\u30EB\u3092\u9078\u3093\u3067\u304F\u3060\u3055\u3044\uFF0E
edit_assignment_external_items=* \u3053\u308C\u3089\u306E\u8A2D\u5B9A\u3092\u7DE8\u96C6\u3059\u308B\u5834\u5408\u306F\u300C{0}\u300D\u3078\u79FB\u52D5\u3057\u307E\u3059\uFF0E
import_assignment_page_title=\u6210\u7E3E\u7C3F\u30A2\u30A4\u30C6\u30E0\u304A\u3088\u3073\u5F97\u70B9\u3092\u30A4\u30F3\u30DD\u30FC\u30C8
assignment_details_points=\u5F97\u70B9
breadcrumb_overview=\u6210\u7E3E\u7C3F\u30A2\u30A4\u30C6\u30E0
import_entire_edit_inst=Excel \u306E\u3088\u3046\u306A\u81EA\u5206\u306E\u597D\u307F\u306E\u30B9\u30D7\u30EC\u30C3\u30C9\u30B7\u30FC\u30C8\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u3067\u30B9\u30D7\u30EC\u30C3\u30C9\u30B7\u30FC\u30C8\u3092\u7DE8\u96C6\u3057\uFF0CCSV \u30D5\u30A1\u30A4\u30EB\u3068\u3057\u3066\u4FDD\u5B58\u3057\u307E\u3059\uFF0E
assignment_details_comments_size_limit=\u30B3\u30E1\u30F3\u30C8\u3067\u4F7F\u7528\u3067\u304D\u308B\u6587\u5B57\u6570\u306F\u534A\u89D2\u82F1\u6570\u3067 255 \u6587\u5B57\u3067\u3059
assignment_details_cancel=\u5909\u66F4\u3092\u30AD\u30E3\u30F3\u30BB\u30EB
course_grade_details_null_msg_ta_view=\u73FE\u5728\uFF0C\u30B3\u30FC\u30B9\u6210\u7E3E\u8A08\u7B97\u3067\u63A1\u70B9\u3055\u308C\u3066\u3044\u306A\u3044\u6210\u7E3E\u7C3F\u30A2\u30A4\u30C6\u30E0\u306F\u6210\u7E3E\u7C3F\u306B\u306F\u542B\u307E\u308C\u3066\u3044\u307E\u305B\u3093\uFF0E\u3053\u306E\u305F\u3081\uFF0C\u30B3\u30FC\u30B9\u6210\u7E3E\u304C\u3055\u3089\u306B\u3088\u3044\u5B66\u751F\u304C\u751F\u3058\u308B\u5834\u5408\u304C\u3042\u308A\u307E\u3059\uFF0E\u30B3\u30FC\u30B9\u6210\u7E3E\u8A08\u7B97\u306B\u6210\u7E3E\u7C3F\u30A2\u30A4\u30C6\u30E0\u3092\u542B\u3081\u308B\u5834\u5408\u306F\uFF0C0 \u4EE5\u4E0A\u306E\u6210\u7E3E\u3092\u5165\u529B\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\uFF0E
gb_setup_require_positive=\u300C\u6210\u7E3E\u5165\u529B\u65B9\u6CD5\u300D\u306E\u6B63\u306E\u30D1\u30FC\u30BB\u30F3\u30C6\u30FC\u30B8\u5024\u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044\uFF0E
feedback_options_require_descending_order=\u964D\u9806\u3067\u30D1\u30FC\u30BB\u30F3\u30C6\u30FC\u30B8\u5024\u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044
add_assignment_max_bulk_items=50
loading_dock_table_view=\u30A4\u30F3\u30DD\u30FC\u30C8
calculate_course_grade_cancel=\u30AD\u30E3\u30F3\u30BB\u30EB
grader_rules_select_menu_none=\u9078\u629E...
course_grade_details_use_calculated=\u8A08\u7B97\u3055\u308C\u305F\u5024\u3092\u4F7F\u7528
avg_course_grade_name=\u5E73\u5747\u30B3\u30FC\u30B9\u6210\u7E3E
import_assignment_externally_maintained_grades=\u30A4\u30F3\u30DD\u30FC\u30C8\u3055\u308C\u305F\u30A2\u30A4\u30C6\u30E0\u300C{0}\u300D\u306E\u6210\u7E3E\u306F\u66F4\u65B0\u3055\u308C\u307E\u305B\u3093\u3067\u3057\u305F\uFF0E{1} \u3078\u79FB\u52D5\u3057\u3053\u306E\u30A2\u30A4\u30C6\u30E0\u3092\u63A1\u70B9\u3057\u3066\u304F\u3060\u3055\u3044\uFF0E
grader_rules_select_a_grader=\u7DE8\u96C6\u3059\u308B\u63A1\u70B9\u8005\u3092\u9078\u629E\:
assignment_details_next_assignment=\u4FDD\u5B58\u3057\u3066\u6B21\u306E\u6210\u7E3E\u7C3F\u30A2\u30A4\u30C6\u30E0\u3092\u8868\u793A >
add_assignment_counted_detail=\u6210\u7E3E\u306F\u5B66\u751F\u306B\u898B\u3048\u308B\u3088\u3046\u306B\u306A\u308A\u307E\u3059\uFF0E
inst_view_weight=\u91CD\u307F
feedback_options_submit=\u4FDD\u5B58
inst_view_grade=\u6210\u7E3E
upload_preview_save_confirmation=\u30B9\u30D7\u30EC\u30C3\u30C9\u30B7\u30FC\u30C8\u300C{0}\u300D\u304C\u8FFD\u52A0\u3055\u308C\u307E\u3057\u305F\uFF0E
feedback_options_existing_conflict3=\u306B\u3054\u9023\u7D61\u304F\u3060\u3055\u3044\uFF0E
import_entire_some_success=\u30A4\u30F3\u30DD\u30FC\u30C8\u3055\u308C\u305F\u6210\u7E3E\u7C3F\u30A2\u30A4\u30C6\u30E0\u3082\u3042\u308A\u307E\u3059\uFF0E\u751F\u3058\u305F\u30A8\u30E9\u30FC\u306F\u4EE5\u4E0B\u3092\u3054\u89A7\u304F\u3060\u3055\u3044\uFF0E
feedback_options_existing_conflict2=\u300C\u30AD\u30E3\u30F3\u30D1\u30B9\u6559\u80B2\u30BB\u30F3\u30BF\u30FC\u300D
feedback_options_existing_conflict1=\u8B66\u544A\: \u3053\u306E\u6210\u7E3E\u7C3F\u306B\u306F\uFF0C\u6587\u5B57\u6210\u7E3E\u3068\u30B3\u30FC\u30B9\u6210\u7E3E\u5F97\u70B9\u3068\u306E\u9593\u306B\u77DB\u76FE\u306E\u3042\u308B\u8A2D\u5B9A\u304C\u3042\u308A\u307E\u3059\uFF0E\u66F4\u306A\u308B\u304A\u554F\u3044\u5408\u308F\u305B\u306F
overview_footnote_legend3=\u4E00\u89A7\u8868\u793A\u3055\u308C\u3066\u3044\u308B\u30C4\u30FC\u30EB\u3067\u63A1\u70B9\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\uFF0C\u6210\u7E3E\u7C3F\u3067\u306F\u63A1\u70B9\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\uFF0E
cat_missing_weight=\u5404\u30AB\u30C6\u30B4\u30EA\u306B\u91CD\u307F\u3092\u5165\u529B\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\uFF0E\u30B3\u30FC\u30B9\u6210\u7E3E\u304B\u3089\u30AB\u30C6\u30B4\u30EA\u3092\u9664\u304F\u5834\u5408\u306F\uFF0C\u91CD\u307F\u306B 0% \u3092\u4F7F\u3044\u307E\u3059\uFF0E
import_assignment_pointsPossibleNotSupported=\u30A2\u30C3\u30D7\u30ED\u30FC\u30C9\u3057\u305F\u3082\u306E\u306E\u4E2D\u306E\u5C11\u306A\u304F\u3068\u3082\u4E00\u3064\u306E\u6210\u7E3E\u7C3F\u30A2\u30A4\u30C6\u30E0\u304C\u5F97\u70B9\u306B\u5BFE\u3057\u3066\u975E\u6570\u5024\u306B\u306A\u3063\u3066\u3044\u307E\u3059\uFF0E\u5F97\u70B9\u306F\u6570\u5024\u3067\u3042\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\uFF0E
overview_footnote_legend2=\u62EC\u5F27\u5185\u306E\u30AF\u30E9\u30B9\u5E73\u5747\u306F\u30B3\u30FC\u30B9\u6210\u7E3E\u8A08\u7B97\u306B\u306F\u542B\u307E\u308C\u307E\u305B\u3093\uFF0E
overview_footnote_legend1=\u30B0\u30EC\u30FC\u3067\u8868\u793A\u3055\u308C\u3066\u3044\u308B\u30BF\u30A4\u30C8\u30EB\u306F\u5B66\u751F\u306B\u516C\u958B\u3055\u308C\u307E\u305B\u3093\uFF0E
add_assignment_invalid_precision_points=\u591A\u304F\u3066\u3082\u5C0F\u6570\u70B9\u7B2C2\u4F4D\u307E\u3067\u306E\u6570\u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044\uFF0E
overview_legend_title=\u51E1\u4F8B\:
cat_same_name_error=\u540C\u3058\u540D\u524D\u3067\u8907\u6570\u306E\u30AB\u30C6\u30B4\u30EA\u3092\u4F5C\u6210\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\uFF0E
loading_dock_table_datecreated=\u4F5C\u6210\u65E5\u6642
upload_preview_additional_text=\u4EE5\u4E0B\u306B\u306F\uFF0C\u30B9\u30D7\u30EC\u30C3\u30C9\u30B7\u30FC\u30C8\u306E\u5185\u5BB9\u304C\u8868\u793A\u3055\u308C\u3066\u3044\u307E\u3059\uFF0E<br> [\u6B63\u3057\u304F\u306A\u3044\u5834\u5408\u306F\uFF0C\u300C\u623B\u308B\u300D\u30DC\u30BF\u30F3\u3092\u30AF\u30EA\u30C3\u30AF\u3057\uFF0C\u30D5\u30A1\u30A4\u30EB\u306B\u5909\u66F4\u3092\u52A0\u3048\u305F\u5F8C\uFF0C\u518D\u5EA6\u30A2\u30C3\u30D7\u30ED\u30FC\u30C9\u3057\u307E\u3059\uFF0E]
upload_view_filesize_error=\u30A2\u30C3\u30D7\u30ED\u30FC\u30C9\u30D5\u30A1\u30A4\u30EB\u304C\u30B9\u30D7\u30EC\u30C3\u30C9\u30B7\u30FC\u30C8\u30A2\u30C3\u30D7\u30ED\u30FC\u30C9\u306E\u5236\u9650 ({0} MB) \u3092\u8D85\u3048\u3066\u3044\u307E\u3059\uFF0E\u30D5\u30A1\u30A4\u30EB\u30B5\u30A4\u30BA\u3092\u5927\u304D\u304F\u3057\u3066\u3044\u308B\u4F59\u5206\u306A\u5217\u3084\u884C\u304C\u30D5\u30A1\u30A4\u30EB\u306B\u542B\u307E\u308C\u3066\u3044\u306A\u3044\u304B\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\uFF0E
upload_view_cancel=\u30AD\u30E3\u30F3\u30BB\u30EB
student_view_not_released=\u307E\u3060\u5229\u7528\u53EF\u80FD\u3067\u306F\u3042\u308A\u307E\u305B\u3093
entry_opt_percent=\u30D1\u30FC\u30BB\u30F3\u30C6\u30FC\u30B8
add_assignment_save=\u6210\u7E3E\u7C3F\u30A2\u30A4\u30C6\u30E0 {0} \u304C\u8FFD\u52A0\u3055\u308C\u307E\u3057\u305F\uFF0E
import_preview_assignment_selection_failure=\u30A4\u30F3\u30DD\u30FC\u30C8\u3059\u308B\u5834\u5408\u306F\u6210\u7E3E\u7C3F\u30A2\u30A4\u30C6\u30E0\u3092\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044
import_preview_page_title=\u30A4\u30F3\u30DD\u30FC\u30C8\u30D7\u30EC\u30D3\u30E5\u30FC
roster_footnote_symbol2=**
export_filename_date_format=yyyy-MM-dd
grader_rules_in=in
roster_footnote_symbol1=*
import_entire_bad_ids_alert=\u8B66\u544A\: \u6B21\u306E\u5B66\u751FID\u306F\u3053\u306E\u30B5\u30A4\u30C8\u306E\u53C2\u52A0\u8005\u306B\u95A2\u9023\u3065\u3051\u3089\u308C\u3066\u3044\u307E\u305B\u3093\:
assignment_details_page_confirm_unsaved=\u4FDD\u5B58\u3057\u3066\u3044\u306A\u3044\u30C7\u30FC\u30BF\u304C\u3042\u308A\u307E\u3059\uFF0E\u4FDD\u5B58\u305B\u305A\u306B\u9032\u3093\u3067\u3082\u3088\u308D\u3057\u3044\u3067\u3059\u304B?
add_assignment_released_conditional=\u3053\u306E\u30A2\u30A4\u30C6\u30E0\u306F\uFF0C\u6210\u7E3E\u7C3F\u8A2D\u5B9A\u3067\u300C\u516C\u958B\u3055\u308C\u305F\u6210\u7E3E\u7C3F\u30A2\u30A4\u30C6\u30E0\u3092\u5B66\u751F\u306B\u8868\u793A\u3059\u308B\u300D\u3092\u9078\u3076\u307E\u3067\u306F\uFF0C\u5B66\u751F\u306B\u306F\u898B\u3048\u308B\u3088\u3046\u306B\u306A\u308A\u307E\u305B\u3093\uFF0E
grader_rules_grade=\u63A1\u70B9
add_assignment_duplicate_name=\u7570\u306A\u308B\u540D\u524D\u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044\uFF0E
grader_rules_invalid_category=\u9078\u629E\u3055\u308C\u305F\u30AB\u30C6\u30B4\u30EA\u306F\u6709\u52B9\u3067\u306F\u3042\u308A\u307E\u305B\u3093\uFF0E
course_grade_name=\u30B3\u30FC\u30B9\u6210\u7E3E
opt_no_categories=\u30AB\u30C6\u30B4\u30EA\u306A\u3057
add_assignment_header=\u6210\u7E3E\u7C3F\u30A2\u30A4\u30C6\u30E0
overview_included_in_cum_false=\u00D7
