# Copyright (C) 2008,2009 Universit\u00E9 Pierre et Marie Curie
#
# Available under the license specified in the Sakai release
#
# Contact:
# Jean-Fran\u00E7ois L\u00E9v\u00EAque (jean-francois.leveque@upmc.fr)
#
# Translators:
# Jean-Fran\u00E7ois L\u00E9v\u00EAque (Universit\u00E9 Pierre et Marie Curie)
# Cyril Vassiat (C@rrefours T\u00E9l\u00E9matiques)
#
# Validation:
# Laurent Petit (Universit\u00E9 Pierre et Marie Curie)
# Jacques Pignon (Universit\u00E9 de Poitiers, jacques.pignon@univ-poitiers.fr)

#Stored by I18NEdit, may be edited!
add_assignment_add_pane=Ajouter un autre \u00E9l\u00E9ment du carnet de notes
add_assignment_cancel=Annuler
add_assignment_category=Cat\u00E9gorie
add_assignment_category_info=Des \u00E9l\u00E9ments non assign\u00E9s \u00E0 une cat\u00E9gorie ne seront pas compt\u00E9s vers le calcul de notes de cours. 
add_assignment_counted=Inclure cet \u00E9l\u00E9ment  lors du calcul de la note finale.
add_assignment_counted_detail=La note sera visible par les \u00E9tudiants.
#add_assignment_date_format=(mm/jj/aa)
add_assignment_due_date=Date de remise
add_assignment_duplicate_name=Veuillez entrer un nom diff\u00E9rent
add_assignment_header=El\u00E9ment du carnet de notes
add_assignment_instruction=Compl\u00E9tez ce formulaire pour ajouter un \u00E9l\u00E9ment au carnet de notes.
add_assignment_invalid_points=veullez entrer un nombre syp\u00E9rieur \u00E0 0.
add_assignment_invalid_precision_points=Veuillez entrer un nombre avec  moins deux de d\u00E9cimales.
add_assignment_max_bulk_items=50
add_assignment_name_conflict_failure=Un \u00E9l\u00E9ment du carnet de note ayant ce nom existe d\u00E9j\u00E0.
add_assignment_nan_points=Veuillez inscrire une valeur num\u00E9rique.
add_assignment_no_points=Veuillez inscrire une valeur.
add_assignment_no_title=Veuillez inscrire une valeur.
add_assignment_page_title=Ajouter \u00E9l\u00E9ment au carnet de notes
add_assignment_points=Valeur de Point d'El\u00E9ment du carnet de notes *
add_assignment_relative_weight=Poids Relatif d'El\u00E9ment du carnet de notes *
add_assignment_released=Publier cet \u00E9l\u00E9ment aux \u00E9tudiants
add_assignment_released_conditional=Cet \u00E9l\u00E9ment  ne sera pas visible par les \u00E9tudiants jusqu'\u00E0 ce que vous ayez choisi \u00AB\u00A0de montrer les \u00E9l\u00E9ments du Carnet de notes publi\u00E9s  aux \u00E9tudiants\u00A0\u00BB dans la configuration du Carnet de notes
add_assignment_remove_pane=Supprimer cet \u00E9l\u00E9ment  du Carnet de notes
add_assignment_remove_title=Supprimer  \u00E9l\u00E9ment  du Carnet de notes
add_assignment_save=L'\u00E9l\u00E9ment du carnet de notes {0} a \u00E9t\u00E9 ajout\u00E9.
add_assignment_selector1=Ajouter
add_assignment_selector2=Davantege d'\u00E9l\u00E9ments du carnet de notes
add_assignment_submit=Ajouter des \u00E9l\u00E9ment(s)
add_assignment_title=Titre *
appmenu_course_grades=Notes de Cours
appmenu_feedback_options=Options d'\u00E9valuation
appmenu_gb_setup=Configuration du carnet de notes
appmenu_import_all=Importer Notes
appmenu_import_upload=Importer Notes
appmenu_overview=El\u00E9ments du carnet de notes
appmenu_perm_settings=Propri\u00E9t\u00E9s des Acc\u00E8s
appmenu_roster=Toutes les Notes
appmenu_separator=|
assignment_details_0_point_item=Vous ne pouvez pas inscrire des notes pour un \u00E9l\u00E9ment en valeur 0 points.
assignment_details_assign_category=Veuillez assigner cet \u00E9l\u00E9ment \u00E0 une cat\u00E9gorie. Cliquer Editer Propri\u00E9t\u00E9s del'El\u00E9m\u00E9nt  ci-dessous et choisir une cat\u00E9gorie sur la forme.
assignment_details_assignment_removed=Ce el\u00E9ment du carnet de notesr a \u00E9t\u00E9 supprim\u00E9 du carnet de notes
assignment_details_average=Moyenne de la classe inscrite pour les cours
assignment_details_cancel=Effacer Changements
assignment_details_category=Categorie
assignment_details_comments_edit=Editer les commentaires >>
assignment_details_comments_read=Commentaires
assignment_details_comments_saved=\ Nouveaux commentaires enregistr\u00E9s
assignment_details_comments_size_dynamic=<b>{0}</b> caract\u00E8res restants pour votre commentaire
assignment_details_comments_size_limit=255 caract\u00E8res disponibles pour votre commentaire
assignment_details_due_date=Date de remise
assignment_details_edit=Editer les propri\u00E9t\u00E9s des \u00E9l\u00E9ments du carnet de notes
assignment_details_external_edit=Editer les propri\u00E9t\u00E9s des \u00E9l\u00E9ments du carnet de notes dans {0}
assignment_details_external_link_unavailable=Aller \u00E0 {0} pour \u00E9diter les propri\u00E9t\u00E9s ou supprimer  des \u00E9l\u00E9ments du carnet de notes du carnet de notes 
assignment_details_grading_table=Tableau d'\u00E9valuation
assignment_details_letters=Note en Lettres
assignment_details_locking_failure=Quelqu'un d'autre a modifi\u00E9 ces notes pendant que vous travailliez. Les nouvelles notes sont affich\u00E9es ci-dessous.
assignment_details_log=Journal
assignment_details_log_title=Journal de notes\: {0}
assignment_details_log_type=Note
assignment_details_next_assignment=El\u00E9ment du carnet de notes suivant >
assignment_details_no_enrollments=Aucun \u00E9tudiant \u00E0 afficher
assignment_details_options=Options
assignment_details_page_confirm_unsaved=Vous avez des donn\u00E9es non enregistr\u00E9es, souhaitez-vous de proc\u00E9der sans enregistrement ?
assignment_details_page_title=R\u00E9sum\u00E9 des \u00E9l\u00E9ments du carnet de notes
assignment_details_percent=Pourcentage (%)
assignment_details_points=Points
assignment_details_previous_assignment=< El\u00E9ment du carnet de notes pr\u00E9c\u00E9dent
assignment_details_remove=Supprimer l'\u00E9l\u00E9ment du carnet de notes du carnet de notes
assignment_details_return_to_overview=Retour aux El\u00E9ments du carnet de notes
assignment_details_return_to_roster=Retour vers Toutes les Notes
assignment_details_scores_comments_saved=Nouveaux r\u00E9sultats et commentaires enregistr\u00E9s.
assignment_details_scores_saved=Nouveaux r\u00E9sultats enregistr\u00E9s.
assignment_details_scores_saved_excessive=Nouveaux r\u00E9sultats enregistr\u00E9s. Une ou plusieurs notes d\u00E9passe(nt) la valeur totale en points du carnet de notes.
assignment_details_student_id=ID de l'\u00E9tudiant
assignment_details_student_name=Nom de l'\u00E9tudiant
assignment_details_submit=Enregistrer Changements
assignment_details_title=Titre
assignment_details_updated=El\u00E9ment du carnet de notes {0} a \u00E9t\u00E9 mis \u00E0 jour
avg_course_grade_name=Moyenne de Notes de Cours
breadcrumb_add=Ajoute El\u00E9ment du carnet de notes
breadcrumb_courseGrade=Note de Cours
breadcrumb_edit=Editer \: 
breadcrumb_overview=El\u00E9ments du carnet de notes
breadcrumb_roster=Toutes les Notes
breadcrumb_spreadsheet=Importer El\u00E9ment du carnet de notes
calculate_course_grade_action=Si vous voulez inscrire des z\u00E9ros pour n'importe quel el\u00E9ment du carnet de notes qui n'a pas \u00E9t\u00E9 \u00E9valu\u00E9 et recalculer alors la note de cours, cliquer sur Continuer. Veuillez noter que cette action est irr\u00E9versible. 
calculate_course_grade_cancel=Annuler
calculate_course_grade_continue=Continuer
calculate_course_grade_done=Les Notes du Cours ont \u00E9t\u00E9 calcul\u00E9es
calculate_course_grade_message=Actuellement, le carnet de notes n'inclut pas les \u00E9l\u00E9ments du carnet de notesqui n'ont pas \u00E9t\u00E9 \u00E9valu\u00E9s dans le calcul de notes de cours. Ceci peut avoir comme cons\u00E9quence une note de cours plus \u00E9lev\u00E9e  pour un \u00E9tudiant. Pour inclure un \u00E9l\u00E9ment du carnet de notes dans le calcul de note de cours, vous devez inscrire une note de z\u00E9ro ou sup\u00E9rieure.
calculate_course_grade_name=Calculer les notes de cours
cat_collapsed=Fusionn\u00E9
cat_expanded=Etendu
cat_heading=Cat\u00E9gories & Pond\u00E9ration
cat_items=El\u00E9ment(s)
cat_list_category=Categorie
cat_list_more=Ajouter une Categorie
cat_list_num_items=El\u00E9ments du carnet de notes
cat_list_remove=Supprimer
cat_list_weight=%
cat_locking_failure=Quelqu'un d'autre \u00E0 apport\u00E9 des changements aux cat\u00E9gories pendant que vous travailliez.
cat_missing_weight=Vous devez inscrire un poids pour chaque cat\u00E9gorie. Pour exclure une cat\u00E9gorie de la note de cours, employer 0% pour le poids.  
cat_percent=%
cat_remove=Supprimer
cat_same_name_error=Vous ne pouvez pas avoir plusieurs cat\u00E9gories  avec le m\u00EAme nom.
cat_setting_invalid=Veuillez choisir une propri\u00E9t\u00E9 de cat\u00E9gorie.
cat_unassigned=Non affect\u00E9
cat_view_collapse=Cachers \u00E9l\u00E9ments
cat_view_expand=Afficher \u00E9l\u00E9ments
cat_weight_display=({0}%)
cat_weight_total_not_100=Les poids de cat\u00E9gorie inscrits ne  totalisent pas  100%.\n
categories_disclude_info=Pour exclure une cat\u00E9gorie de la note de cours, employer 0% pour le poids. 
course_grade_details_average=Note moyenne pour toute la classe
course_grade_details_average_course_grade=Note moyenne du cours
course_grade_details_calculate_course_grade=Calculer les notes de cours
course_grade_details_calculated_grade=Note du cours
course_grade_details_course_grade_column_name=Note du cours
course_grade_details_export_course_grades=Exporter Note du cours
course_grade_details_export_csv=Exporter en CSV
course_grade_details_export_excel=Exporter vers Excel
course_grade_details_export_sis=Exporter pour SIS
course_grade_details_grade=D\u00E9rogation de notes
course_grade_details_grade_display={0} ({1}%)
course_grade_details_grades_saved=D\u00E9rogations de notes enregistr\u00E9es
course_grade_details_instruction=Pour outrepasser une note calcul\u00E9e, entrez une note diff\u00E9rente dans le champ D\u00E9rogation de note. Pour supprimer une d\u00E9rogation, supprimez la note et cliquez sur Enregistrer.
course_grade_details_locking_failure=Quelqu'un d'autre a modifi\u00E9 ces notes de cours pendant que vous travailliez. Les nouvelles notes de cours sont affich\u00E9es ci-dessous.
course_grade_details_log=Journal
course_grade_details_log_title=Journal de notes\: {0}
course_grade_details_log_type=Note
course_grade_details_no_enrollments=Aucun \u00E9tudiant \u00E0 afficher
course_grade_details_null_msg=Actuellement, le gradebook n'inclut pas les articles de gradebook qui n'ont pas \u00E9t\u00E9 \u00E9valu\u00E9s dans le calcul de cat\u00E9gorie de cours. Ceci a pu avoir comme cons\u00E9quence une cat\u00E9gorie plus \u00E9lev\u00E9e de cours pour un \u00E9tudiant. Pour inclure un article de gradebook dans le calcul de cat\u00E9gorie de cours, vous devez \u00E9crire une cat\u00E9gorie de z\u00E9ro ou plus haut.  Si vous voulez \u00E9crire des z\u00E9ros pour n'importe quel article de gradebook qui n'a pas \u00E9t\u00E9 \u00E9valu\u00E9 et recalculer alors la cat\u00E9gorie de cours, le clic calculent des cat\u00E9gories de cours. 
course_grade_details_null_msg_ta_view=Actuellement, le carnet de notes n'inclut pas les \u00E9l\u00E9ments du carnet de notes qui n'ont pas \u00E9t\u00E9 \u00E9valu\u00E9s dans le calcul denotes de cours. Ceci a pu avoir comme cons\u00E9quence une note de cours plus \u00E9lev\u00E9e pour un \u00E9tudiant. Pour inclure un \u00E9l\u00E9ment du carnet de notes  dans le calcul de notes de cours, vous devez inscrire une note de z\u00E9ro ousup\u00E9rieur.
course_grade_details_page_title=R\u00E9sum\u00E9 du devoir
course_grade_details_points=Total de points
course_grade_details_title=Notes de cours
course_grade_details_use_calculated=Utiliser valeur calcul\u00E9e
course_grade_name=Note du cours
course_grade_percent_display=({0})
date_entry_format_description=(jj/mm/aa)
date_entry_today_is=Aujourd'hui c'est
date_entry_week_header=Sem
display_released_items=Afficher aux \u00E9tudiants les \u00E9l\u00E9ments publi\u00E9s du carnet de notes 
display_released_items_info=Vous pouvez publier  un \u00E9l\u00E9ment du carnet de notes en cr\u00E9ant ou en \u00E9ditant l'\u00E9l\u00E9ment du carnet de notes.
duplicate_name_entered=Un des noms ci-dessous reproduit un nom d\u00E9j\u00E0 dans le carnet de notes ou deux noms ci-dessous sont identiques. Veuillez corriger et essayez encore.
edit_assignment_due_date_external=date de Remis *
edit_assignment_external_items=* Veuillez aller \u00E0  {0} pour \u00E9diter ces propri\u00E9t\u00E9s.
edit_assignment_header=El\u00E9ment du carnet de notes
edit_assignment_instruction=Compl\u00E9tez ce formulaire pour \u00E9diter un devoir dans le carnet de notes.
edit_assignment_locking_failure=Quelqu'un d'autre a modifi\u00E9 le devoir pendant que vous travailliez.
edit_assignment_name_conflict_failure=Un \u00E9l\u00E9ment du carnet de notes ayant ce nom existe d\u00E9j\u00E0.
edit_assignment_page_title=Editer l'el\u00E9ment du carnet de notes
edit_assignment_save=L'\u00E9l\u00E9ment du carnet de notes a \u00E9t\u00E9 mis \u00E0 jour.
edit_assignment_save_changes=Enregistrer Changements
edit_assignment_save_converted=Vous avez mis \u00E0 jour avec succ\u00E8s l'\u00E9l\u00E9ment du carnet de notes {0}. Des points ont \u00E9t\u00E9 inscrits pr\u00E9c\u00E9demment pour cet \u00E9l\u00E9ment du carnet de notes. Des points pr\u00E9existants ont \u00E9t\u00E9 ajust\u00E9s pour refl\u00E9ter la nouvelle valeur de point pour cet \u00E9l\u00E9ment du carnet de notes
edit_assignment_save_percentage=Vous avez  mis \u00E0 jour l'\u00E9l\u00E9ment du carnet de notes {0}avec succ\u00E8s. Des cat\u00E9gories de cours ont \u00E9t\u00E9 ajust\u00E9es pour refl\u00E9ter le nouveau poids relatif pour cet \u00E9l\u00E9ment du carnet de notes
edit_assignment_save_scored=Vous avez mis \u00E0 jour le devoir {0} avec succ\u00E8s. Des notes ont d\u00E9j\u00E0 \u00E9t\u00E9 entr\u00E9es pour ce devoir. Les notes d\u00E9j\u00E0 existantes ne seront pas rectifi\u00E9es si la valeur en points du devoir a chang\u00E9.
entry_opt_letters=Notes en Lettres
entry_opt_percent=Pourcentages
entry_opt_points=Points
error_no_role=La configuration des acc\u00E8s pour votre r\u00F4le ne vous donne pas acc\u00E8s \u00E0 ce bulletin. Veuillez contacter l'administrateur du site pour plus d'informations.
export_course_grade_prefix=note_du_cours
export_grade_for_sis_prefix=note_cours_sis
export_gradebook_prefix=carnet de notes
export_points_possible=Points Possibles
export_student_id=ID de l'\u00E9tudiant
export_student_name=Nom de l'\u00E9tudiant
feedback_options_cancel=Annuler
feedback_options_cannot_change_percentage1=Alerte \: En raison des probl\u00E8mes avec cette configuration du carnet de nptes vos changements n'ont pas \u00E9t\u00E9 enregistr\u00E9s. Veuillez prendre contact avec votre 
feedback_options_cannot_change_percentage2=Centre d'enseignement de campus
feedback_options_cannot_change_percentage3=pour davantage d'assistance.
feedback_options_change_grade_type=Changer le type de note
feedback_options_existing_conflict1=Alerte \: Ce carnet de notes a les propri\u00E9t\u00E9s contradictoires avec les notes ne lettres et l'echelle des notes de cours. Veuillez prendre contact avec votre 
feedback_options_existing_conflict2=Centre d'enseignement de campus
feedback_options_existing_conflict3=pour davantage d'assistance.
feedback_options_grade_conversion=Conversion des notes
feedback_options_grade_display=Affichage des notes
feedback_options_grade_display_assignment_grades=Afficher tous les \u00E9l\u00E9ments du carnet de notes et les notes finales des \u00E9tudiants. Les \u00E9l\u00E9ments du carnet de notes qui ont \u00E9t\u00E9 individuellement r\u00E9gl\u00E9s \u00E0 \u00AB\u00A0publi\u00E9s\u00A0\u00BB ne seront pas affich\u00E9s pas aux \u00E9tudiants jusqu'\u00E0 ce que ceci soit v\u00E9rifi\u00E9.
feedback_options_grade_display_course_grades=Afficher les notes finales du cours aux \u00E9tudiants maintenant.
feedback_options_grade_display_course_grades_tip=Qu'est-ce que c'est?
feedback_options_grade_header=Note
feedback_options_grade_type=Type de note
feedback_options_illegal_change=Vous avez entr\u00E9 manuellement des notes de cours du type "{0}". Pour modifier le type de note pour le cours, vous devez d'abord annuler toutes les entr\u00E9es manuelles de notes de cours.
feedback_options_instruction=La confidentialit\u00E9 \u00E9tudiante est intrins\u00E8que &\#8212; les \u00E9tudiants ne peuvent pas voir les notes des autres \u00E9tudiants.
feedback_options_locking_failure=Quelqu'un d'autre a modifi\u00E9 cette configuration pendant que vous travailliez.
feedback_options_page_title=Options d'\u00E9valuation
feedback_options_percent_header=Minimum %
feedback_options_require_all_values=Veuillez inscrire tous les pourcentages
feedback_options_require_descending_order=Veuillez inscrire les pourcentages en ordre d\u00E9croissant
feedback_options_require_positive=Veuillez inscrire des pourcentages positifs
feedback_options_reset_mapping_values=R\u00E9initialiser aux valeurs par d\u00E9faut
feedback_options_submit=Enregistrer
feedback_options_submit_success=Les options d'\u00E9valuation ont \u00E9t\u00E9 enregistr\u00E9es.
flag_required=* \= obligatoire
gb_save_msg=Vos changements ont \u00E9t\u00E9 enregistr\u00E9s
gb_setup_cancel=Annuler
gb_setup_grader_perms_title=Propri\u00E9t\u00E9s des droits d'Acc\u00E8s du Correcteur
gb_setup_items_display=Afficher  les \u00E9l\u00E9ments du carnet de notes
gb_setup_modify_grader_perms=Modifier les droits d'acc\u00E8s du Correcteur
gb_setup_no_grade_entry_scale=Aucune \u00E9chelle de notes en lettres n'a \u00E9t\u00E9 d\u00E9finie.
gb_setup_require_all_values=Veuillez inscrire toutes les valeurs de pourcentage dans la Rubrique Echelle  de Notes.
gb_setup_require_descending_order=Veuillez inscrire les valeurs en ordre descendant dans la Rubrique Echelle  de Notes.
gb_setup_require_positive=Veuillez inscrire  les valeurs positives de pourcentage dans la Rubrique Echelle  de Notes.
gb_setup_save=Enregistrer Changements
gb_setup_title=Configuration du Carnet de notes
grade_entry_heading=Rubrique Notes
grade_entry_info=Comment inscrirez-vous vos notes ?
grade_entry_invalid=Veuillez choisir une m\u00E9thode de rubrique de notes.
grade_entry_scale=Echelle de Rubrique de Notes
grade_scale_grade=Note
grade_scale_percent=%
grader_rules_add_rule=Ajouter une r\u00E8gle
grader_rules_all_category=Toutes les cat\u00E9gories
grader_rules_all_section=Tous les sections/groupes
grader_rules_can=peut
grader_rules_cancel=Effacer Changements
grader_rules_grade=Note
grader_rules_in=dans
grader_rules_instruction=Des droits d'acc\u00E8s \u00E0 la correction  peuvent \u00EAtre sp\u00E9cifi\u00E9s pour chaque assistant d'enseignement d\u00E9finis dans l'outil d'Information du Site. Par d\u00E9faut, un assistant d'enseignement a le droit d'acc\u00E8s de corriger n'importe quoi dans leurs sections/groupes assign\u00E9s. <span style\="font-weight\: bold;"> Ajouter ou modifier ces r\u00E8gles d\u00E9passe le droit d\u2019acc\u00E8s par d\u00E9faut et limite leurs possibilit\u00E9s selon vos caract\u00E9ristiques  ci dessous.</span>  Suppriment toutes les r\u00E8gles pour retourner \u00E0 la configuration de droits d\u2019acc\u00E8s par d\u00E9faut.
grader_rules_invalid_category=La cat\u00E9gorie choisie est invalide.
grader_rules_invalid_function=La Note/Aper\u00E7u choisi est invalide.
grader_rules_invalid_grader=Le correcteur choisie est invalide.
grader_rules_new_rule=Une nouvelle r\u00E8gle a \u00E9t\u00E9 ajout\u00E9e. Pour revenir sur les droits d'acc\u00E8s de cet utilisateur par d\u00E9faut, supprimer toutes les r\u00E8gles.
grader_rules_no_assistants=Il n'y a actuellement aucun assitant d'enseignement d\u00E9fini dans votre site. Pour ajouter des assiatnts d'enseignement, veillez utiliser l'outil d'information du site.
grader_rules_no_changes=Il n'y avait aucun changement aux propri\u00E9t\u00E9s des droits d'acc\u00E8s pour le correcteur choisi.
grader_rules_no_grader_selected=Il n'y a aucun correcteur choisi.
grader_rules_no_rules=Il n'y a actuellement aucune r\u00E8gle d\u00E9finie pour ce correcteur.
grader_rules_no_sections_categories=Il n'y a actuellement aucune cat\u00E9gorie dans votre carnet de notes et aucun(e) sections/groupes d\u00E9finis pour votre site. Des cat\u00E9gories et/ou les sections/groupes doivent \u00EAtre d\u00E9finis pour r\u00E9gler des droits d'acc\u00E8s speciaux pour les correcteurs.
grader_rules_remove_rule=Supprimer R\u00E8gle
grader_rules_save=Enregistrer changements
grader_rules_saved=Les propri\u00E9t\u00E9s des droits d'acc\u00E8s du correcteur ont \u00E9t\u00E9 enregistr\u00E9s.
grader_rules_select_a_grader=S\u00E9lectionner un correcteur pour l'\u00E9diter
grader_rules_select_menu_none=Selection...
grader_rules_title=Propri\u00E9t\u00E9s des Droits d'acc\u00E8s du Correcteur
grader_rules_title_with_student=Propri\u00E9t\u00E9s des Droits d'acc\u00E8s du Correcteur pour {0}
grader_rules_view=Aper\u00E7u
grading_event_description=<b>{0} R\u00E9gl\u00E9</b> \u00E0 {1} par {2}
groupbox_main=Champ Groupe du carnet de notes (principal)
import_assignment_cancel=Annuler
import_assignment_comments=Selectionnez une colonne pour importer des commentaires
import_assignment_comments_none=Aucun
import_assignment_counted=Inclure ce devoir pour le calcul de la note finale
#import_assignment_date_format=(mm/dd/yy)
import_assignment_due_date=Date limite
import_assignment_entire_missing_title=Au moins un \u00E9l\u00E9ment du carnet de notes dans votre d\u00E9p\u00F4t a un titre vide. Veuillez vous assurer qu'il n'y a aucun titre vide pour vos \u00E9l\u00E9ments du carnet de notes
import_assignment_entire_negative_score=Au moins un \u00E9l\u00E9ment du carnet de notes dans votre d\u00E9p\u00F4t contient un r\u00E9sultat moins de 0. Les r\u00E9sultats doivent \u00EAtre sup\u00E9rieurs ou \u00E9gal \u00E0 0.
import_assignment_entire_notsupported=Au moins un \u00E9l\u00E9ment du carnet de notes dans votre d\u00E9p\u00F4t a des points non-num\u00E9riques. Ce carnet de notes n'est pas actuellement install\u00E9 pour accepter les r\u00E9sultats non-num\u00E9riques.
import_assignment_entire_pointsPossibleChanged=La valeur possible des points d'au moins un \u00E9l\u00E9ment du carnet de notes  a \u00E9t\u00E9 mis \u00E0 jour pendant l'importation. Des points pr\u00E9existants n'ont pas \u00E9t\u00E9 r\u00E9ctifi\u00E9s.
import_assignment_externally_maintained_grades=Les notes pour l'\u00E9l\u00E9ment import\u00E9 {0} n'ont pas \u00E9t\u00E9 mises \u00E0 jour. Veuillez aller \u00E0 {1} afin de noter cet \u00E9l\u00E9ment.
import_assignment_externally_maintained_settings=Les propri\u00E9t\u00E9s pour l'\u00E9l\u00E9ment import\u00E9 {0} n'ont pas \u00E9t\u00E9 mises \u00E0 jour. Veuillez aller \u00E0 {1} afin d'\u00E9diter  les propri\u00E9t\u00E9s de cet \u00E9l\u00E9ment.
import_assignment_header=El\u00E9ment du carnet de notes
import_assignment_instruction=Soumettre ce formulaire pour importer un devoir et les notes dans le carnet de notes.
import_assignment_invalid_letter=L'\u00E9l\u00E9ment du carnet de notes que vous avez choisi contient au moins un point qui n'est pas une note en lettres valide. 
import_assignment_name_conflict_failure=Le m\u00EAme titre a \u00E9t\u00E9 appliqu\u00E9 \u00E0 un d\u00E9p\u00F4t \u00E0 la  pr\u00E9c\u00E9dente feuille de calcul. Veuillez choisir un titre diff\u00E9rent.
import_assignment_negative=L'\u00E9l\u00E9ment du carnet de notes que vous avez choisi contient au moins un point moins de 0. Les points doivent \u00EAtre sup\u00E9rieur ou \u00E9gal \u00E0 0.
import_assignment_notsupported=L'\u00E9l\u00E9ment du carnet de notesr s\u00E9lectionn\u00E9 contient des notes en lettres, le bulletin ne supporte pas encore les notes en lettres.
import_assignment_page_title=Importer un Importer un devoir et les notes et les notes
import_assignment_points=Valeur d'\u00E9l\u00E9ment du carnet de notes en points *
import_assignment_pointsPossibleNegative=Au moins un \u00E9l\u00E9ment du carnet de notes dans votre d\u00E9p\u00F4t contient une valeur invalide pour des points possibles. Les points possibles doivent \u00EAtre sup\u00E9rieurs \u00E0 0.
import_assignment_pointsPossibleNotSupported=Au moins un \u00E9l\u00E9ment du carnet de notes dans votre d\u00E9p\u00F4t contient une valeur non-numerique pour des points possibles. Les points possibles doivent \u00EAtre sup\u00E9rieurs \u00E0 0.
import_assignment_pointsPossibleNull=Au moins un \u00E9l\u00E9ment du carnet de notes dans votre d\u00E9p\u00F4t contient une valeur manquante pour des points possibles. Chaque \u00E9l\u00E9ment du carnet de notes doit comporter une valeur pour les points possibles.
import_assignment_save=L'\u00E9l\u00E9ment du carnet de notes "{0}" a \u00E9t\u00E9 ajout\u00E9.
import_assignment_submit=Soumettre
import_assignment_title=Titre *
import_entire_bad_ids_alert=Alerte \: Les Identifications suivantes d'Etudiant ne sont pas associ\u00E9es aux participants \u00E0 cet site \:.
import_entire_bad_ids_alert_end=Pour continuer, vous devez d'abord ajouter ces participants au site ou supprimer ces participants \u00E0 partir du fichier
import_entire_button_title=Importer feuille de calcul
import_entire_edit=Editer feuille de calcul
import_entire_edit_inst=Editer la feuille de calcul dans votre application pr\u00E9f\u00E9r\u00E9e, tel qu'Excel, et enregistrez la comme fichier csv.
import_entire_edit_prefix=2.
import_entire_file_missing=Veuillez s\u00E9lectionner un fichier \u00E0 importer
import_entire_filetype_error=Le fichier \u00AB\u00A0{0}\u00A0\u00BB que vous essayez d'importer n'est pas dans le format pr\u00E9vu. Veuillez utiliser le lien du Gabarit  Feuille de calcul T\u00E9l\u00E9charg\u00E9e pour exporter le fichier et essayez encore.
import_entire_import=Importer Feuille de calcul
import_entire_import_inst=Cliquez Parcourir\u2026 et ouvrez le fichier que vous avez enregistr\u00E9 dans l'\u00E9tape 2. Puis qliquez sur Importer Feuille de calcul.
import_entire_import_prefix=3.
import_entire_instructions=Si vous voulez \u00E9diter vos notes dans une application de feuille de calcul (par exemple, Excel) et importer les cat\u00E9gories dans le carnet de notes, alors suivez les \u00E9tapes ci-dessous \:
import_entire_invalid_letter=Au moins un \u00E9l\u00E9ment du carnet de notes dans votre d\u00E9p\u00F4t contient une valeur invalidenote en lettres.
import_entire_main_title=Importer Notes
import_entire_no_changes=Il n'y avait aucune diff\u00E9rence trouv\u00E9e entre les points import\u00E9s et le carnet de notes courant ainsi aucune modification n'a \u00E9t\u00E9 faite.
import_entire_single_bad_ids_alert_end=Pour continuer, vous devez d'abord ajouter ce participant  au site ou enlever le participant \u00E0 partir du fichier.
import_entire_some_success=Quelques \u00E9l\u00E9ments du Carnet de notes ont \u00E9t\u00E9 import\u00E9s avec succ\u00E8s. Voir ci-dessous pour les erreurs qui se sont produites.  
import_entire_success=Votre feuille de calcul a \u00E9t\u00E9 import\u00E9e avec succ\u00E8s
import_entire_template=T\u00E9l\u00E9charger Gabarit de Feuille de calcul
import_entire_template_prefix=1.
import_preview_additional_text=Voici un aper\u00E7u du contenu de votre feuille de calcul.  <br> [si ce n'est pas correct, cliquez sur le bouton annuler, et veuillez en choisir un autre.]
import_preview_assignment_selection_failure=Veuillez  s\u00E9lectionner un \u00E9l\u00E9ment du Carnet de notes \u00E0 importer
import_preview_cancel=Annuler
import_preview_import_selected=Importer la s\u00E9lection
import_preview_instructions=S'il vous pla\u00EEt, s\u00E9lectionnez une colonne qui repr\u00E9sente le devoir et les notes correspondantes que vous d\u00E9sirez importer
import_preview_nomatch=L'Id de l'\u00E9tudiant de la ligne s\u00E9lectionn\u00E9e ne correspond pas \u00E0 l'Id de l'\u00E9tudiant inscrit et ne sera pas import\u00E9.
import_preview_page_title=Aper\u00E7u de l'importation
import_preview_unknownuser=Id inconnu
import_verify_assignment_no_exists=Les nouveaux \u00E9l\u00E9ments suivants du carnet de notes dans la feuille de calcul que vous essayez d'importerde comporte des points absents ou invalides de  valeur possible  \:
import_verify_assignment_no_exists_bottom=Pour corriger, dans le gabarit de feuille de calcul apr\u00E8s le titre de devoir ajoute un espace et les points possibles dans le carr\u00E9  regroup\u00E9 ([])   (ex \: assigne 1 [100]) et essaie encore.
import_verify_assignments=Devoirs
import_verify_back=Retour
import_verify_column_count=<li>{0} \u00E9l\u00E9ments du carnet de notes (s)</li>
import_verify_inst1=Vous importez une feuille de calcul avec \:
import_verify_inst2=Au-dessous il y a un affichage du contenu de votre feuille de calcul. S'il n'est pas correct, cliquer le bouton Retour, apporter les modifications \u00E0 votre dossier, et les importer \u00E0 nouveau.
import_verify_ok=OK
import_verify_page_title=V\u00E9rifier Importation de Notes
import_verify_row_count=<li>{0} \u00E9tudiants </li>
import_verify_students=\u00E9tudiants
import_verify_success=Votrefeuille de calcul a \u00E9t\u00E9 import\u00E9e avec succ\u00E8s.
inst_view_clear=Effacer Changements
inst_view_comments=Commentaires
inst_view_course_grade=Note de Cours
inst_view_cum_score=Notes Cumul\u00E9es
inst_view_cum_score_details={0}%
inst_view_due_date=Date de remise
inst_view_email=Courriel
inst_view_footnote_legend1=Les titres en gris ne sont pas publi\u00E9s aux \u00E9tudiants. 
inst_view_footnote_legend2=Des notes entre parenth\u00E8ses () ne sont pas incluses dans le calcul de notes de cours.
inst_view_footnote_symbol1=*
inst_view_footnote_symbol2=**
inst_view_grade=Note
inst_view_grade_editor=Editeur de Notes
inst_view_grade_letter=Note en Lettres
inst_view_grade_percent=Note (%)
inst_view_grading_table=Table de notation
inst_view_id=ID
inst_view_item_value=Valeur El\u00E9ment (Points)
inst_view_legend_title=L\u00E9gende \:
inst_view_log=Journal
inst_view_log_alt=Afficher journal
inst_view_log_title=Journal de note \: {0}
inst_view_log_type=R\u00E9sultat
inst_view_name=Nom
inst_view_next=Etudiant Suivant >
inst_view_not_counted_close=)
inst_view_not_counted_open=(
inst_view_page_title=Notes pour  {0}
inst_view_prev=< Etudiant pr\u00E9c\u00E9dent
inst_view_return_to=Retour \u00E0 {0}
inst_view_save=Enregistrer Changements
inst_view_scores_saved=Nouveaux r\u00E9sultats enregistr\u00E9s
inst_view_scores_saved_excessive=Nouveaux points enregistr\u00E9s. Un ou plusieurs les points enregistr\u00E9s ont d\u00E9pass\u00E9 toute la valeur de point de l'\u00E9l\u00E9ment du carnet de notes.
inst_view_sections=Sections/Groupes
inst_view_sections_list={0},
inst_view_student_summary=R\u00E9sum\u00E9 d'\u00E9tudiant
inst_view_students_grades={0}'' Aper\u00E7u de Notes
inst_view_title=Titre
inst_view_weight=Poids
javax.faces.component.UIInput.REQUIRED=Veuillez inscrire une valeur.
javax.faces.convert.DateTimeConverter.CONVERSION=Veuillez inscrire les dates de cette fa\u00E7on\: "mm/jj/aa".
javax.faces.convert.DoubleConverter.CONVERSION=Veuillez inscrire une valeur num\u00E9rique.
javax.faces.convert.NumberConverter.CONVERSION=Veuillez inscrire une valeur num\u00E9rique.
javax.faces.validator.DoubleRangeValidator.MAXIMUM=Veuillez inscrire un nombremoins grand ou \u00E9gal \u00E0 {0}.
javax.faces.validator.DoubleRangeValidator.MINIMUM=Veuillez inscrire un nombre plus grand ou \u00E9gal \u00E0 {0}.
javax.faces.validator.LengthValidator.MAXIMUM=Veuillez limiter ce champ \u00E0 {0} caract\u00E8res.
javax.faces.validator.LengthValidator.MINIMUM=Ce champ doit avoir au moins {0} caract\u00E8res.
loading_dock_delete_failure=Impossible de supprimer la grille de calcul
loading_dock_delete_success=La grille de calcul {0} a \u00E9t\u00E9 supprim\u00E9 correctement
loading_dock_instructions=Ci-dessous se trouve l'espace de chargement pouvant contenir des feuilles de calcul (en format .csv) charg\u00E9es \u00E0 partir de votre ordinateur.  <br> Une fois charg\u00E9es, les donn\u00E9es d'une feuille de calcul peuvent \u00EAtre import\u00E9es en tout ou en partie dans le bulletin de notes.
loading_dock_page_title=Importer El\u00E9ment du Carnet de notes
loading_dock_table_creator=Auteur
loading_dock_table_datecreated=Date de cr\u00E9ation
loading_dock_table_delete=Supprimer
loading_dock_table_header=Espace de chargement
loading_dock_table_lastmodified=Date de modification
loading_dock_table_modifiedby=Modifi\u00E9 par
loading_dock_table_title=Titre
loading_dock_table_view=Importer
loading_dock_upload_link_text=Charger une feuille de calcul (en format .csv) dans l'espace de chargement
needed_total=Total n\u00E9cessaire 
opt_categories_and_weighting=Cat\u00E9gories & pond\u00E9ration
opt_categories_only=Cat\u00E9gories seulement
opt_no_categories=Pas de cat\u00E9gories
org.sakaiproject.gradebook.tool.jsf.AssignmentGradeValidator.IQUIZ_PRECISION=Pour \u00AB\u00A0Test Original et Sondage\u00A0\u00BB associ\u00E9 de devoirs, veuillez inscrire  un nombre avec cinq ou peu de chiffres comprenant la d\u00E9cimale.
org.sakaiproject.gradebook.tool.jsf.AssignmentGradeValidator.PRECISION=Veuillez inscrire un nombre \u00E0 deux d\u00E9cimales ou moins.
org.sakaiproject.gradebook.tool.jsf.CourseGradeConverter.INVALID=Veuillez inscrire une note valide.
org.sakaiproject.gradebook.tool.jsf.LetterGradeConverter.INVALID=Veuillez entrer une note en lettres
overview_add_item=Ajouter El\u00E9ment(s) au Carnet de notes
overview_assignments_header_average=Moyenne 
overview_assignments_header_due_date=Date de remise
overview_assignments_header_name=Titre
overview_assignments_header_points=Points
overview_assignments_title=R\u00E9sum\u00E9 d'El\u00E9ments du Carnet de notes
overview_avg_course_grade=Moyenne de Note de Cours
overview_avg_cum_score=Moyenne de Points Cumul\u00E9s
overview_avg_display_percent={0}%
overview_avg_display_points={0}/{1}
overview_edit=Editer
overview_footnote_legend1=Des titres en gris ne sont pas publi\u00E9s aux \u00E9tudiants. 
overview_footnote_legend2=Des moyennes de classe entre parenth\u00E8ses () ne sont pas incluses dans les calculs de note de cours.
overview_footnote_legend3=Ces \u00E9l\u00E9ments doivent \u00EAtre \u00E9valu\u00E9s de la liste d'outils et ne peuvent \u00EAtre \u00E9valu\u00E9s du carnet de notes.
overview_footnote_symbol1=*
overview_footnote_symbol2=**
overview_footnote_symbol3=***
overview_from=de
overview_grade_editor=Editeur de Notes
overview_grade_option_all_viewable=Les \u00E9tudiants peuvent voir leurs notes de devoirs et d'examens et leur note finale du cours (en {0}).
overview_grade_option_assignments_viewable=Les \u00E9tudiants peuvent voir leurs notes de devoirs et d'examens (en {0}), mais pas leur note finale du cours.
overview_grade_option_change=Modifier les options d'\u00E9valuation.
overview_grade_option_course_grade_viewable=Les \u00E9tudiants peuvent voir leur note finale du cours (en {0}), mais pas leur notes de devoirs et d'examens.
overview_grade_option_none_viewable=Les \u00E9tudiants ne peuvent pas voir leurs notes de devoirs et d'examens ni leur note finale du cours.
overview_import_item=Importer l'\u00E9l\u00E9ment du carnet de notes de la feuille de calcul
overview_included_in_cum=Inclure dans Note de Cours
overview_included_in_cum_false=N
overview_included_in_cum_true=O
overview_instruction=Cliquez sur un titre pour voir le r\u00E9sum\u00E9 du devoir ou pour corriger le devoir.
overview_legend_title=L\u00E9gende 
overview_lettergrade1=Nous avons not\u00E9 que vous employez des notes de lettre dans le carnet de notes et nous voulons nous assurer  que vous vous rendez compte du 
overview_lettergrade2=l'approche explicite qu'Oncourse emploie en manipulant des lettres de notes.\n
overview_lettergrade3=Les enseignants peuvent avoir une gamme d'approches diff\u00E9rentes pour \u00E9tablir des points \u00E0 travers des cat\u00E9gories de lettre. Si ces pr\u00E9tentions ne vous conviennent pas, veuillez contacter votre
overview_lettergrade4=Centre d'enseignement de campus
overview_lettergrade5=pour assistance.
overview_released=Publi\u00E9 aux \u00E9tudiants
overview_released_false=N
overview_released_true=O
overview_title=Vue d'ensemble
overview_unassigned_cat_avg=N/A
overview_weight=Poids
paging_status_students=Affichage {0} \u00E0 {1} de {2} \u00E9tudiants
remove_assignment_cancel=Annuler
remove_assignment_confirmation_label=Supprimer cet \u00E9l\u00E9ment du carnet de notes et toutes les notes associ\u00E9es au carnet de notes.
remove_assignment_confirmation_question=Voulez-vous vraiment supprimer <i>"{0}"</i>?
remove_assignment_confirmation_required=Vous devez confirmer cette suppression en cochant la case ci-dessous avant la suppression.
remove_assignment_instruction=En cochant la case ci-dessous et en cliquant sur le bouton "Supprimer", le devoir et les notes saisies seront supprim\u00E9es du carnet de notes.
remove_assignment_locking_failure=Quelqu'un d'autre a modifi\u00E9 ce devoir pendant que vous travailliez.
remove_assignment_page_title=Supprimer l'\u00E9l\u00E9ment du Carnet de notes
remove_assignment_submit=Supprimer
remove_assignment_success=L'\u00E9l\u00E9ment du Carnet de notes {0} a \u00E9t\u00E9 supprim\u00E9.
remove_spreadsheet_cancel=Annuler
remove_spreadsheet_confirmation_label=Enlever cette feuille de calcul du bulletin de notes.
remove_spreadsheet_confirmation_question=Etes-vous s\u00FBr de vouloir enlever <i>"{0}"</i>?
remove_spreadsheet_confirmation_required=Vous devez confirmer la suppression en cochant la case ci-dessous avant de poursuivre.
remove_spreadsheet_instruction=En cochant la case ci-dessous et en cliquant sur le bouton "Enlever", la feuille de calcul sera enlev\u00E9e du carnet de notes.
remove_spreadsheet_locking_failure=Quelqu'un a modifi\u00E9 ce devoir pendant que vous travailliez.
remove_spreadsheet_page_title=Enlever la feuille de calcul
remove_spreadsheet_submit=Enlever
remove_spreadsheet_success=La feuille de calcul "{0}" a \u00E9t\u00E9 supprim\u00E9e.
roster_all_assignments=Tous les \u00E9l\u00E9ment du Cranet de notes
roster_assignment=El\u00E9ment du Cranet de notes
roster_average_category=Note moyenne de cat\u00E9gorie
roster_course_grade_column_name=Cat\u00E9gorie de cours
roster_export_csv=Exporter Carnet de notes
roster_export_excel=Exporter vers Excel
roster_find=Trouver \:
roster_footnote_legend1=Des cat\u00E9gories entre parenth\u00E8ses () ne sont pas incluses dans les calculs de note  moyenne ou de cours
roster_footnote_legend2=Des articles avec un fond gris ne sont pas publi\u00E9s pour les \u00E9tudiants
roster_footnote_symbol1=*
roster_footnote_symbol2=**
roster_no_enrollments=Aucun \u00E9tudiant \u00E0 afficher
roster_page_title=Toutes les Notes
roster_student_id=ID de l'\u00E9tudiant
roster_student_name=Nom de l'\u00E9tudiant
running_total=Cumul
score_not_counted=<span title\="{1}">({0})</span>
score_not_counted_tooltip=Non comptabilis\u00E9 pour la note finale du cours
score_null_placeholder=-
search_categories_all=Toutes Cat\u00E9gories
search_categories_filter=et
search_clear=R\u00E9initialiser
search_default_student_search_string=Nom ou ID de l'\u00E9tudiant
search_find=Trouver
search_sections_all=Toutes les sections
search_sections_filter=Visualiser
student_view_assignments=El\u00E9m\u00E9nts du Carnet de notes
student_view_comment_header=Commentaires
student_view_comment_popup_header=Commentaires \:
student_view_course_grade=Note finale du cours \:
student_view_course_grade_details={0} ({1}%)
student_view_cum_score=Note Cumul\u00E9e
student_view_cum_score_details={0}%
student_view_due_date=Date de remise
student_view_footnote_legend1=Revenir Vue de l'enseignant des Notes pour {0}
student_view_footnote_symbol1=*
student_view_grade=Note
student_view_legend_title=L\u00E9gende \:
student_view_not_counted_assignments=<br/>Les notes entre parenth\u00E8ses ne sont pas comptabilis\u00E9es pour votre note finale du cours.
student_view_not_released=Pas encore publi\u00E9e
student_view_page_title=Carnet de notes pour
student_view_points=Points
student_view_return_to_inst_view=Revenir Vue de l'enseignant des Notes pour {0}
student_view_score=Note
student_view_title=Titre
student_view_weight=Poids
title_bar=Barre de titre du Carnet de notes
upload_preview_additional_text=Ci-dessous se trouve le contenu de votre feuille de calcul. <br> [si ce n'est pas correct, cliquez le bouton "Retour", modifiez votre fichier et d\u00E9poser \u00E0 nouveau.]
upload_preview_back=Retour
upload_preview_column_count=<li>La feuille de calcul a {0} devoirs</li>
upload_preview_instructions=Vous t\u00E9l\u00E9versez une feuille de calcul (en format .csv) dans l'espace de chargement\:
upload_preview_ok=Accepter
upload_preview_page_title=V\u00E9rifier le t\u00E9l\u00E9versement
upload_preview_row_count=<li>La feuille de calcul contient {0} \u00E9tudiants</li>
upload_preview_save_confirmation=La feuille de calcul "{0}" a \u00E9t\u00E9 ajout\u00E9e.
upload_preview_save_failure=Une feuille de calcul portant le m\u00EAme nom existe d\u00E9j\u00E0.
upload_preview_student_id=ID de l'\u00E9tudiant
upload_preview_student_name=Nom de l'\u00E9tudiant
upload_view_cancel=Annuler
upload_view_choose_file=Choisir un fichier *
upload_view_config_error=Erreur dans la configuration du chargement
upload_view_failure=Fichier non d\u00E9pos\u00E9,veuillez v\u00E9rifiez la configuration ou contactez l'administrateur du syst\u00E8me.
upload_view_filecontent_error=Une colonne de votre fichier ".csv" doit contenir les noms d'utilisateur des personnes. La premi\u00E8re ligne de votre fichier ".csv" doit contenir les ent\u00EAtes des colonnes.
upload_view_filetype_error=Le fichier "{0}" que vous avez d\u00E9pos\u00E9 n'est pas un type de fichier valide.  Seul les fichiers ".csv" sont valides.
upload_view_instructions=Instructions \:
upload_view_instructions_text=Votre feuille de calcul doit \u00EAtre enregistr\u00E9e dans le format ".csv". <br> Une colonne de votre fichier ".csv" doit contenir les noms d'utilisateur des personnes. La premi\u00E8re ligne de votre fichier ".csv" doit contenir les ent\u00EAtes des colonnes.
upload_view_page_title=Charger une feuille de calcul (en format .csv) dans l'espace de chargement
upload_view_save=Enregistrer
upload_view_title=Titre *
validation_messages_present=Des probl\u00E8mes sont survenus lors de votre dernier envoi. Voir les d\u00E9tails ci-dessous.
