<?xml version="1.0" encoding="UTF-8"?><!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html><head>
<title>Ajouter, &eacute;diter ou supprimer des participants &agrave; partir de la Configuration de Sites</title>
<style type="text/css">
		/* Style for specific inline images */
		
		/* Style for specific ordered lists */
		
		/* Style for specific table cells */
		</style>
<link type="text/css" href="/library/skin/tool_base.css" media="all" rel="stylesheet" />
<link type="text/css" href="/library/skin/default/tool.css" media="all" rel="stylesheet" />
</head>
<body>
<div class="helpBody">
<h2>Ajouter, &eacute;diter ou supprimer des participants &agrave; partir de la Configuration de Sites</h2>
<p><strong>Note:</strong> Pour compl&eacute;ter les instructions contenues dans ce document, vous devez avoir un r&ocirc;le ayant les droits d'acc&egrave;s requis. Pour d&eacute;terminer votre r&ocirc;le, suivez les instructions dans <a href="content.hlp?docId=arbu">R&ocirc;les du participant</a>.  Pour une compr&eacute;hension g&eacute;n&eacute;rale des r&ocirc;les et droits d'acc&egrave;s, consultez <a href="content.hlp?docId=arax">Droits d'acc&egrave;s et r&ocirc;les: Vue d'ensemble</a>.</p>

<p>&Agrave; partir de Configuration de Sites dans <a href="content.hlp?docId=aqzy">Zone de Travail</a>, vous pouvez ajouter, &eacute;diter ou supprimer les participants de votre site. Pour ce faire, &agrave; partir du menu de votre Zone de Travail, cliquez <strong><code>Configuration de Sites</code></strong>, puis cochez la case correspondant au site dans lequel vous d&eacute;sirez ajouter, &eacute;diter ou supprimer des participants.</p>

<p><strong>Note:</strong> M&ecirc;me s'il vous est possible de cocher plusieurs cases, vous ne pouvez r&eacute;viser les outils que d'un seul site &agrave; la fois.</p>

<p>Cliquez <strong><code>R&eacute;viser</code></strong>, puis suivez les &eacute;tapes appropri&eacute;es suivantes:</p>

<h3>Ajouter des participants</h3>

<ol><li>Cliquez <strong><code>Ajouter participants</code></strong>.<br /><br />
</li>
  <li>Pour les participants qui ont des noms d'utilisateur officiels, sous &quot;Nom(s) d'utilisateur&quot; inscrivez le nom d'utilisateur du participant. Si vous d&eacute;sirez ajouter plus d'un participant, inscrivez chaque nom d'utilisateur sur une ligne s&eacute;par&eacute;e.
    <p>Pour les participants qui n'ont pas de noms d'utilisateur officiels, sous &quot;Adresse courriel de(s) invit&eacute;(s) (participants externes, ex.: jdoe@yahoo.com)", inscrivez leur adresse courriel, une par ligne.</p>
</li>
  <li>Sous R&ocirc;les des participants, choisissez soit de donner le m&ecirc;me r&ocirc;le &agrave; tous vos nouveaux participants ou des r&ocirc;les diff&eacute;rents. Pour plus d'information &agrave; propos des r&ocirc;les, consultez <a href="content.hlp?docId=arbu">R&ocirc;les des participants</a>. Cliquez <strong><code>Continuer</code></strong>.  <br /><br />
</li><li>Dans la fen&ecirc;tre suivante, si vous avez choisi de donner le m&ecirc;me r&ocirc;le &agrave; tous vos participants, s&eacute;lectionnez le r&ocirc;le appropri&eacute; &agrave; donner &agrave; tout le monde. Si vous avez choisi de donner un r&ocirc;le diff&eacute;rent &agrave; chaque participant, utilisez la liste d&eacute;roulante &agrave; c&ocirc;t&eacute; de chacun des noms d'utilisateur pour choisir le r&ocirc;le appropri&eacute;. Cliquez <strong><code>Continuer</code></strong>. <br /><br />
</li><li>Sur la page suivante, vous avez la possibilit&eacute; d'envoyer automatiquement un courriel aux nouveaux participants les avisant de la disponibilit&eacute; du site. S&eacute;lectionnez le bouton radio appropri&eacute; puis cliquez <strong><code>Continuer</code></strong>. <br /><br />
</li><li>Cliquez <strong><code>Terminer</code></strong>.</li></ol>

<h3>&Eacute;diter des participants</h3>

<ol>
  <li>Dans la liste de participants, utilisez la liste d&eacute;roulante &quot;R&ocirc;le&quot; pour modifier le r&ocirc;le d'un participant. <br />
      <br />
  </li>
  <li>Utilisez la liste d&eacute;roulante &quot;Statut&quot; pour activer ou d&eacute;sactiver un participant.<br />
      <br />
  </li>
  <li>Cliquez <strong><code>Mettre &agrave; jour participants</code></strong>.</li>
  </ol>

<h3>Supprimer des  participants</h3>

<ol>
  <li>Dans la liste de participants, sous &quot;Supprimer&quot;, cochez la(les) case(s) &agrave; c&ocirc;t&eacute; du(des) participants que vous voulez supprimer.<br />
      <br />
  </li>
  <li>Cliquez <strong><code>Mettre &agrave; jour participants</code></strong>.</li>
  </ol>

</div>
</body></html>