<?xml version="1.0" encoding="UTF-8"?><!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html><head>
<title>Cr&eacute;er/ajouter, &eacute;diter ou supprimer des sites</title>
<style type="text/css">
		/* Style for specific inline images */
		
		/* Style for specific ordered lists */
		ol#{ list-style-type:lower-alpha; }ol#{ list-style-type:lower-alpha; }
		/* Style for specific table cells */
		</style>
<link type="text/css" href="/library/skin/tool_base.css" media="all" rel="stylesheet" />
<link type="text/css" href="/library/skin/default/tool.css" media="all" rel="stylesheet" />
</head>
<body>
<div class="helpBody">
<h2>Cr&eacute;er/ajouter, &eacute;diter ou supprimer des sites</h2>
<a name="top"> </a>

<p>Dans cette page:</p>



<ul>
  <li><a href="#create">Cr&eacute;er/ajouter un site</a></li>
  <li><a href="#edit">&Eacute;diter un site</a></li>
  <li> <a href="#delete">Supprimer un site</a></li>
  </ul>

<hr />

<a name="create"> </a>

<h3>Cr&eacute;er/ajouter un site</h3>




<p>Pour cr&eacute;er un site, suivez les &eacute;tapes suivantes:</p>

<ol>
  <li>Dans le <a href="content.hlp?docId=arcc_fr_CA">menu</a> de votre Zone de Travail, cliquez <strong><code>Configuration de Sites</code></strong>.<br />
    <br />
  </li>
  <li>En haut de la page de configuration du site, cliquez <strong><code>Nouveau</code></strong>.<br />
      <br />
  </li>
  <li>Sous &quot;Cr&eacute;ation d'un nouveau site&quot;, cliquez le bouton radio &agrave; c&ocirc;t&eacute; de <strong><code>Site Web de cours</code></strong> ou <strong><code>Site Web de projet</code></strong> pour choisir le type de site que vous voulez cr&eacute;er. Pour un <a href="content.hlp?docId=ardt_fr_CA">site de cours</a>, vous devrez aussi utiliser la liste d&eacute;roulante &quot;Session de cours&quot; pour s&eacute;lectionner la session appropri&eacute;e.<br />
      <br />
  </li>
  <li>Cliquez <strong><code>Continuer</code></strong>.</li>
  </ol>

<h4>Sites de cours</h4>

<p>Si vous choisissez de cr&eacute;er un site de cours, continuez en suivant les &eacute;tapes suivantes (pour un site de projet, allez &agrave; <a href="#project">Sites de projets</a>):</p>
<ol><li>Sous &quot;Cr&eacute;ation d'un nouveau site de classe&quot;, s&eacute;lectionnez les classes/sections qui seront incluses dans le site du cours en cochant les cases appropri&eacute;es.<br /><br />
</li>
  <li>Pour ajouter une liste d'&eacute;tudiants qui n'appara&icirc;t pas dans la liste affich&eacute;e, cochez la case &agrave; c&ocirc;t&eacute; de <strong><code>Je veux donner l'acc&egrave;s &agrave; une liste non &eacute;num&eacute;r&eacute;e ci-haut</code></strong>.<br />
      <br />
  </li>
  <li>Cliquez <strong><code>Continuer</code></strong>.<br />
      <br />
  </li>
  <li>Si vous choisissez d'ajouter une liste d'&eacute;tudiants n'apparaissant pas dans la liste, vous devrez entrer manuellement l'information de la classe dans diff&eacute;rents champs. Pour ajouter plus d'une liste, dans la liste d&eacute;roulante &quot;Ajouter plus de liste(s)&quot;, s&eacute;lectionnez le nombre de listes suppl&eacute;mentaires que vous voulez ajouter. Vous devrez peut-&ecirc;tre inscrire le nom d'utilisateur d'une personne autoris&eacute;e responsable pour permettre l'acc&egrave;s au site &agrave; la (aux) liste(s) ainsi qu'un message contenant des instructions particuli&egrave;res au sujet de votre requ&ecirc;te. Cliquez <strong><code>Continuer</code></strong>.<br />
      <br />
  </li>
  <li>Sous &quot;Information de la classe&quot;, vous avez la possibilit&eacute; d'inscrire une description longue et/ou une description courte de votre site. La description longue appara&icirc;tra sur la page d'accueil de votre site; la description courte appara&icirc;tra dans la liste publique de tous les sites du syst&egrave;me.<br />
      <br />
  </li>
  <li>Pour modifier l'apparence de votre site, choisissez un habillage &agrave; partir de la liste d&eacute;roulante &quot;Apparence (ic&ocirc;ne)&quot;.<br />
      <br />
  </li>
  <li>Dans les champs &quot;Nom de la personne-ressource du site:&quot; et &quot;Courriel de la personne-ressource du site:&quot;, inscrivez le nom et l'adresse courriel de la personne que les participants peuvent contacter s'ils ont des probl&egrave;mes ou des questions.<br />
      <br />
  </li>
  <li>Cliquez <strong><code>Continuer</code></strong>.<br />
      <br />
  </li>
  <li>Sous &quot;Outils&quot;, cochez les cases qui correspondent aux outils que vous voulez dans votre site. Si vous s&eacute;lectionnez les outils suivants, un formulaire vous permettra d'inscrire de l'information suppl&eacute;mentaire:<br />
      <br />
      <ul>
        <li> <strong>Archive de courriels:</strong> Inscrivez un alias (c.-&agrave;-d. nom d'utilisateur) pour l'adresse courriel de votre site, puis cliquez <strong><code>Continuer</code></strong>.</li>
        <li> <strong>Nouvelles:</strong> Inscrivez un titre et une URL pour votre source de nouvelles. Pour ajouter des sources suppl&eacute;mentaires, utilisez la liste d&eacute;roulante &quot;Plus d'outils Nouvelles?&quot;, puis cliquez <strong><code>Continuer</code></strong>.</li>
        <li> <strong>Contenu Web:</strong> Inscrivez un titre et une URL. Pour ajouter des liens suppl&eacute;mentaires, utilisez la liste d&eacute;roulante &quot;Plus d'outils de contenu Web?&quot;</li>
      </ul>
      <br />
  </li>
  <li>Vous avez la possibilit&eacute; de r&eacute;utiliser du mat&eacute;riel d'autres sites dont vous &ecirc;tes le propri&eacute;taire. Choisissez une des options suivantes:<br />
      <br />
      <ul>
        <li> <strong><code>Non, merci.</code></strong></li>
        <li> <strong><code>Oui, de ces sites:&#160;</code></strong>. Utilisez le menu d&eacute;roulant pour s&eacute;lectionner les sites contenant le mat&eacute;riel que vous voulez r&eacute;utiliser.</li>
      </ul>
      <br />
  </li>
  <li>Cliquez <strong><code>Continuer</code></strong>.<br />
    <br />
</li>
  <li>Sous &quot;Statut du site&quot; s&eacute;lectionnez <strong><code>Publier le site</code></strong> pour le rendre disponible aux participants du site. Si vous ne voulez pas publier votre site d&egrave;s maintenant, vous pouvez le publier plus tard en passant par l'Information du site. Pour plus d'information, consultez <a href="content.hlp?docId=arai_fr_CA">Publier ou suspendre la publication d'un site</a>.

    <p>De plus, vous pouvez faire en sorte qu'il soit possible, pour quiconque a l'autorisation d'ouvrir une session, de s'inscrire &agrave; votre site. Pour ce faire, suivez les &eacute;tapes suivantes:</p>

<ol>
  <li>Cochez la case <strong><code>Possible de s'y inscrire pour quiconque a l'autorisation d'ouvrir une session</code></strong>.</li>
  <li>Utilisez la liste d&eacute;roulante pour s&eacute;lectionner un r&ocirc;le &agrave; attribuer aux personnes qui s'abonnent &agrave; votre site.</li>
  </ol><br />
</li><li>Cliquer <strong><code>Continuer</code></strong>.<br /><br />
</li>
<li>Sous &quot;Confirmer la configuration de votre site&quot;, r&eacute;visez l'information de votre site. Si des modifications sont requises, cliquez <strong><code>Retour</code></strong>. Si l'information est correcte, cliquez <strong><code>Demander site</code></strong> pour envoyer votre requ&ecirc;te de site de cours.</li>
</ol>

<a href="#top">Retour en haut</a>

<a name="project"> </a>

<h4>Sites de projets</h4>

<p>Si vous choisissez de cr&eacute;er un <a href="content.hlp?docId=ardt_fr_CA">site de projet</a>, continuez en suivant les &eacute;tapes suivantes:</p>

<ol>
  <li>Sous &quot;Information du projet&quot;, dans le champ &quot;Titre du site:&quot;, inscrivez un titre pour votre site.<br />
      <br />
  </li>
  <li>Dans les champs correspondants, vous avez la possibilit&eacute; d'inscrire une description longue et/ou une description courte de votre site. La description longue appara&icirc;tra sur la page d'accueil de votre site; la description courte appara&icirc;tra dans la liste publique de tous les sites du syst&egrave;me. <br />
      <br />
  </li>
  <li>Si vous voulez utiliser une ic&ocirc;ne, inscrivez son URL dans le champ &quot;URL de l'ic&ocirc;ne&quot;.<br />
      <br />
  </li>
  <li>Dans les champs &quot;Nom de la personne-ressource du site:&quot; et &quot;Courriel de la personne-ressource du site:&quot;, inscrivez le nom et l'adresse courriel de la personne que les participants peuvent contacter s'ils ont des probl&egrave;mes ou des questions.<br />
      <br />
  </li>
  <li>Cliquez <strong><code>Continuer</code></strong>.<br />
      <br />
  </li>
  <li>Sous &quot;Outils&quot;, cochez les cases qui correspondent aux outils que vous voulez dans votre site, puis cliquez <strong><code>Continuer</code></strong>.<br />
      <br />
      <ul>
        <li> <strong>Archive de courriels:</strong> Inscrivez un alias (c.-&agrave;-d. nom d'utilisateur) pour l'adresse courriel de votre site, puis cliquez <strong><code>Continuer</code></strong>.</li>
        <li> <strong>Nouvelles:</strong> Inscrivez un titre et une URL pour votre source de nouvelles. Pour ajouter des sources suppl&eacute;mentaires, utilisez la liste d&eacute;roulante &quot;Plus d'outils Nouvelles?&quot;, puis cliquez <strong><code>Continuer</code></strong>.</li>
        <li> <strong>Contenu Web:</strong> Inscrivez un titre et une URL. Pour ajouter des liens suppl&eacute;mentaires, utilisez la liste d&eacute;roulante &quot;Plus d'outils de contenu Web?&quot;</li>
      </ul>
      <br />
  </li>
  <li>Vous avez la possibilit&eacute; de r&eacute;utiliser du mat&eacute;riel d'autres sites dont vous &ecirc;tes le propri&eacute;taire. Choisissez une des options suivantes:<br />
      <br />
      <ul>
        <li><strong><code>Non, merci.</code></strong></li>
        <li> <strong><code>Oui, de ces sites:&#160;</code></strong>. Utilisez le menu d&eacute;roulant pour s&eacute;lectionner les sites contenant le mat&eacute;riel que vous voulez r&eacute;utiliser.</li>
      </ul>
      <br />
  </li>
  <li>Sous &quot;R&eacute;gler l'acc&egrave;s au site&quot; s&eacute;lectionnez <strong><code>Publier le site</code></strong> pour le rendre disponible aux participants du site. Si vous ne voulez pas publier votre site d&egrave;s maintenant, vous pouvez le publier plus tard en passant par l'Information du site. Pour plus d'information, consultez <a href="content.hlp?docId=arai_fr_CA">Publier ou suspendre la publication d'un site</a>. <br />
      <br />
  </li>
  <li>Pour indiquer qui peut acc&eacute;der &agrave; votre site, choisissez l'une des options d'acc&egrave;s global suivantes:<br />
      <br />
      <ul>
        <li> <strong>Priv&eacute;:</strong> Seules les personnes que vous ajoutez comme participants peuvent voir votre site.</li>
        <li> <strong>Afficher mon site dans le r&eacute;pertoire, et partager les fichiers que je s&eacute;lectionne:</strong> quiconque ayant le droit d'ouvrir une session dans le syst&egrave;me peut voir votre site dans le r&eacute;pertoire de sites et peut acc&eacute;der aux fichiers partag&eacute;s.</li>
      </ul>
      <p>De plus, vous pouvez faire en sorte qu'il soit possible, pour quiconque a l'autorisation d'ouvrir une session, de s'inscrire &agrave; votre site. Pour ce faire, suivez les &eacute;tapes suivantes:</p>
      <ol>
        <li>Cochez la case <strong><code>Possible de s'y inscrire pour quiconque a l'autorisation d'ouvrir une session</code></strong>.</li>
        <li>Utilisez la liste d&eacute;roulante pour s&eacute;lectionner un r&ocirc;le &agrave; attribuer aux personnes qui s'abonnent &agrave; votre site.</li>
      </ol>
      <br />
  </li>
  <li>Cliquez <strong><code>Continuer</code></strong>.<br />
      <br />
  </li>
  <li>Sous &quot;Confirmer la configuration de votre site&quot;, r&eacute;visez l'information de votre site. Si l'information est correcte, cliquez <strong><code>Cr&eacute;er site</code></strong>. Si des modifications sont requises, cliquez <strong><code>Retour</code></strong>.</li>
</ol>

<p>Votre nouveau site appara&icirc;tra dans Zone de Travail dans la page Configuration de Sites.</p>
<a href="#top">Retour en haut</a>
    
<a name="edit"> </a>
    
<h3>&Eacute;diter un site</h3>

<p>Pour &eacute;diter un site que vous avez cr&eacute;&eacute;, suivez les &eacute;tapes suivantes:</p>

<ol><li>Dans le menu de Zone de Travail, cliquez <strong><code>Configuration de Sites</code></strong>.<br /><br />
</li><li>Cochez la case &agrave; c&ocirc;t&eacute; du site que vous voulez &eacute;diter. Puis, en haut de la page Configuration de Sites, cliquez <strong><code>R&eacute;viser</code></strong>.<br /><br />
</li>
<li>&Agrave; l'aide des liens pr&egrave;s du haut de la page, s&eacute;lectionnez une option pour &eacute;diter votre site:<br /><br />

<ul><li>Pour &eacute;diter le titre du site, la description, la description courte, l'URL de l'ic&ocirc;ne, le nom de la personne-ressource du site ou le courriel de la personne-ressource du site, cliquez <strong><code>&Eacute;diter l'information du site</code></strong>.<br /><br />
</li><li>Pour ajouter ou supprimer des outils &agrave; votre site, cliquez <strong><code>&Eacute;diter les outils</code></strong>.<br /><br />

</li><li>Pour modifier le statut de publication du site, qui peut voir ou s'inscrire &agrave; votre site, et d&eacute;terminer le r&ocirc;le par d&eacute;faut des personnes qui s'inscrivent, cliquez <strong><code>G&eacute;rer acc&egrave;s</code></strong>.<br /><br />
</li><li>Pour ajouter des participants et leur attribuer des r&ocirc;les, cliquez <strong><code>Ajouter participants</code></strong>.<br /><br />
</li><li>Pour cr&eacute;er un double exact de votre site incluant <strong>seulement</strong> le mat&eacute;riel publi&eacute; par l'instructeur, cliquez <strong><code>Dupliquer site</code></strong>.<br /><br />
</li><li>Pour ajouter du mat&eacute;riel provenant d'un autre site dont vous &ecirc;tes le propri&eacute;taire, cliquez <strong><code>Importer du site</code></strong>.
  <p><strong>Note:</strong> Vous ne pouvez r&eacute;utiliser du mat&eacute;riel que des sites dont vous &ecirc;tes le propri&eacute;taire. Vous pouvez combiner du mat&eacute;riel de plusieurs sites.</p>
</li><li>Pour importer du mat&eacute;riel d'un fichier d&eacute;j&agrave; existant, cliquez <strong><code>Importer du fichier</code></strong>.</li></ul>
</li></ol>

<a href="#top">Retour en haut</a>

<a name="delete"> </a>

<h3>Supprimer un site</h3>



<p>Pour supprimer un site que vous avez cr&eacute;&eacute;, suivez les &eacute;tapes suivantes:</p>
<ol>
  <li>Dans le menu de Zone de Travail, cliquez <strong><code>Configuration de Sites</code></strong>.<br />
      <br />
  </li>
  <li>Cochez la case &agrave; c&ocirc;t&eacute; du site que vous voulez supprimer. Puis, en haut de la page Configuration de Sites, cliquez <strong><code>Supprimer</code></strong>.
      <p><strong>Note:</strong> La suppression d'un site supprime tout le contenu du site et n'est pas r&eacute;cup&eacute;rable. Personne d'autre ne sera capable d'acc&eacute;der au site supprim&eacute;.</p>
  </li>
  <li>Cliquez <strong><code>Supprimer</code></strong>.</li>
</ol>
<a href="#top">Retour en haut</a>
<h3>&nbsp;
  
</h3>
</div>
</body></html>