<?xml version="1.0" encoding="UTF-8"?><!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html><head>
<title>Contr&ocirc;ler l'acc&egrave;s &agrave; votre site de cours ou de projet &agrave; partir de la Configuration de Sites</title>
<style type="text/css">
		/* Style for specific inline images */
		
		/* Style for specific ordered lists */
		
		/* Style for specific table cells */
		</style>
<link type="text/css" href="/library/skin/tool_base.css" media="all" rel="stylesheet" />
<link type="text/css" href="/library/skin/default/tool.css" media="all" rel="stylesheet" />
</head>
<body>
<div class="helpBody">
<h2>Contr&ocirc;ler l'acc&egrave;s &agrave; votre site de cours ou de projet &agrave; partir de la Configuration de Sites</h2>
<p><strong>Note:</strong> Pour compl&eacute;ter les instructions contenues dans ce document, vous devez avoir un r&ocirc;le ayant les droits d'acc&egrave;s requis. Pour d&eacute;terminer votre r&ocirc;le, suivez les instructions dans <a href="content.hlp?docId=arbu">R&ocirc;les du participant</a>.  Pour une compr&eacute;hension g&eacute;n&eacute;rale des r&ocirc;les et droits d'acc&egrave;s, consultez <a href="content.hlp?docId=arax">Droits d'acc&egrave;s et r&ocirc;les: Vue d'ensemble</a>.</p>

<p>&Agrave; l'aide de la Configuration de Sites, vous pouvez contr&ocirc;ler l'acc&egrave;s &agrave; votre site de cours ou &agrave; votre <a href="content.hlp?docId=ardt">site de projet</a> en suivant les &eacute;tapes suivantes:</p>

<ol>
  <li>Dans le <a href="content.hlp?docId=arcc">menu</a> de votre <a href="content.hlp?docId=aqzy">Zone de Travail</a>, cliquez <strong><code>Configuration de Sites</code></strong>, puis cochez la case &agrave; c&ocirc;t&eacute; du site que vous d&eacute;sirez r&eacute;viser.
      <p><strong>Note:</strong> M&ecirc;me si vous pouvez cocher plusieurs cases, vous ne pouvez r&eacute;viser qu'un site &agrave; la fois.</p>
  </li>
  <li>Cliquez <strong><code>R&eacute;viser</code></strong>, puis <strong><code>G&eacute;rer acc&egrave;s</code></strong>.<br />
      <br />
  </li>
  <li>Sous &quot;Statut du site&quot;, choisissez de publier ou non votre site (c.-&agrave;-d. le rendre disponible aux participants du site).<br />
      <br />
  </li>
  <li>Pour les sites de projets seulement, sous &quot;Acc&egrave;s global&quot;, choisissez de garder votre site priv&eacute;, ou de l'afficher dans le r&eacute;pertoire et de permettre le partage de fichiers que vous s&eacute;lectionnez.<br />
      <br />
  </li>
  <li>Vous pouvez rendre votre site largement accessible en cochant la case <strong><code>Possible de s'y inscrire pour quiconque a l'autorisation d'ouvrir une session</code></strong>, et en s&eacute;lectionnant un r&ocirc;le pour les personnes qui s'abonnent &agrave; votre site. Pour plus d'information, consultez <a href="content.hlp?docId=arbu">R&ocirc;les du participant</a>.</li>
  <br />
  <br />
  <li>Cliquez <strong><code>Mettre &agrave; jour</code></strong>.</li>
</ol>
</div>
</body></html>