<?xml version="1.0" encoding="UTF-8"?><!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html><head>
<title>Ajouter, &eacute;diter ou supprimer des participants</title>
<style type="text/css">
		/* Style for specific inline images */
		
		/* Style for specific ordered lists */
		
		/* Style for specific table cells */
		</style>
<link type="text/css" href="/library/skin/tool_base.css" media="all" rel="stylesheet" />
<link type="text/css" href="/library/skin/default/tool.css" media="all" rel="stylesheet" />
</head>
<body>
<div class="helpBody">
<h2>Ajouter, &eacute;diter ou supprimer des participants</h2>



<a name="top"> </a>




<p>Dans cette page:</p>




<ul>
  <li><a href="#add_21">Ajouter des participants</a></li>
  <li><a href="#edit_21">&Eacute;diter des participants</a></li>
  <li><a href="#delete_21">Supprimer des participants</a></li>
</ul>

<hr />

<p><strong>Note:</strong> Pour compl&eacute;ter les instructions contenues dans ce document, vous devez avoir un r&ocirc;le ayant les droits d'acc&egrave;s requis. Pour d&eacute;terminer votre r&ocirc;le, suivez les instructions dans <a href="content.hlp?docId=arbu_fr_CA">R&ocirc;les du participant</a>.  Pour une compr&eacute;hension g&eacute;n&eacute;rale des r&ocirc;les et droits d'acc&egrave;s, consultez <a href="content.hlp?docId=arax_fr_CA">Droits d'acc&egrave;s et r&ocirc;les: Vue d'ensemble</a>.</p>

<a name="add_21"> </a><h3>Ajouter des participants</h3>

<ol>
  <li>Dans votre site, dans le <a href="content.hlp?docId=arcc_fr_CA">menu</a>, cliquez <strong><code>Info du site</code></strong>.

<br />
<br />
</li>
  <li>Cliquez <strong><code>Ajouter participants</code></strong>.

<br />
<br />
</li>
  <li>Pour les participants qui ont des noms d'utilisateur officiels, sous &quot;Nom(s) d'utilisateur&quot; inscrivez le nom d'utilisateur du participant. Si vous d&eacute;sirez ajouter plus d'un participant, inscrivez chaque nom d'utilisateur sur une ligne s&eacute;par&eacute;e.
      <p>Pour les participants qui n'ont pas de noms d'utilisateur officiels, sous &quot;Adresse courriel de(s) invit&eacute;(s) (participants externes, ex.: jdoe@yahoo.com)", inscrivez leur adresse courriel, une par ligne.</p>
  </li>
  <li>Sous R&ocirc;les des participants, choisissez soit de donner le m&ecirc;me r&ocirc;le &agrave; tous vos nouveaux participants ou des r&ocirc;les diff&eacute;rents. Pour plus d'information &agrave; propos des r&ocirc;les, consultez <a href="content.hlp?docId=arbu_fr_CA">R&ocirc;les des participants</a>. Cliquez <strong><code>Continuer</code></strong>.<br />
    <br />
</li>
  <li>Choisissez les r&ocirc;les pour le(s) participant(s) que vous ajoutez. Si vous attribuez des r&ocirc;les diff&eacute;rents aux participants,  utilisez la liste d&eacute;roulante &agrave; c&ocirc;t&eacute; de chacun des noms d'utilisateur pour choisir le r&ocirc;le appropri&eacute;. Si vous attribuez le m&ecirc;me r&ocirc;le &agrave; tous les participants que vous ajoutez, utilisez les boutons radio pour s&eacute;lectionner le r&ocirc;le appropri&eacute;. Cliquez <strong><code>Continuer</code></strong>.

    <p><strong>Note:</strong> Selon la configuration de votre site, les r&ocirc;les peuvent varier.</p>
</li><li>Sur la page suivante, vous avez la possibilit&eacute; d'envoyer automatiquement un courriel aux nouveaux participants les avisant de la disponibilit&eacute; du site. S&eacute;lectionnez le bouton radio appropri&eacute; puis cliquez <strong><code>Continuer</code></strong>.<br /><br />
</li>
<li>Confirmez que l'information du(des) participant(s) que vous ajoutez est correcte, puis cliquez <strong><code>Terminer</code></strong>.
</li>
</ol>

<a href="#top">Retour en haut</a>

<a name="edit_21"> </a>
<h3>&Eacute;diter des participants</h3>

<ol><li>Dans votre site, dans le menu, cliquez <strong><code>Info du site</code></strong>.<br /><br />
</li>
  <li>Dans la liste de participants, vous pouvez modifier le r&ocirc;le d'un participant en utilisant la liste d&eacute;roulante &quot;R&ocirc;le&quot;.

<br /><br />
</li>
  <li>Sous "Statut", utilisez la liste d&eacute;roulante pour modifier le statut d'un participant; s&eacute;lectionnez <strong><code>Actif</code></strong> ou <strong><code>Inactif</code></strong>.

<br />
<br />
</li><li>Cliquez <strong><code>Mettre &agrave; jour participants</code></strong>.</li></ol>

<a href="#top">Retour en haut</a>


<a name="delete_21"> </a>
<h3>Supprimer des participants</h3>

<ol><li>Dans votre site, dans le menu, cliquez <strong><code>Info du site</code></strong>.<br /><br />
</li>
  <li>Dans la liste de participants, sous &quot;Supprimer&quot;, cochez la case &agrave; c&ocirc;t&eacute; de chacun des participants que vous voulez supprimer.

<br /><br /></li><li>Cliquez <strong><code>Mettre &agrave; jour participants</code></strong>.</li></ol>

<a href="#top">Retour en haut</a>

<a name="demos"> </a>



</div>
</body></html>