<?xml version="1.0" encoding="UTF-8"?><!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html><head>
<title>Droits d'acc&egrave;s et r&ocirc;les: Vue d'ensemble</title>
<style type="text/css">
		/* Style for specific inline images */
		
		/* Style for specific ordered lists */
		
		/* Style for specific table cells */
		</style>
<link type="text/css" href="/library/skin/tool_base.css" media="all" rel="stylesheet" />
<link type="text/css" href="/library/skin/default/tool.css" media="all" rel="stylesheet" />
</head>
<body>
<div class="helpBody">
<h2>Droits d'acc&egrave;s et r&ocirc;les: Vue d'ensemble</h2>
<h3>Ce qu'ils font</h3>

<p>Les droits d'acc&egrave;s permettent aux utilisateurs d'acc&eacute;der &agrave; certaines fonctionnalit&eacute;s d'un site de cours ou de projet, selon leurs r&ocirc;les et en fonction des d&eacute;cisions prises par le propri&eacute;taire du site et l'administrateur du syst&egrave;me.</p>

<p>Les r&ocirc;les sont un regroupement de droits d'acc&egrave;s. Certains r&ocirc;les ne permettent &agrave; l'utilisateur que d'acc&eacute;der ou de lire du contenu, alors que d'autres r&ocirc;les permettent de faire des modifications avanc&eacute;es, telles que l'ajout de participants, l'&eacute;dition du contenu du site et la modification des droits d'acc&egrave;s pour d'autres r&ocirc;les. Tous les r&ocirc;les ne sont pas &eacute;gaux.</p>

<p>Lorsque vous cr&eacute;ez un site ou qu'un site est cr&eacute;&eacute; pour vous, vous obtenez alors le r&ocirc;le ayant le plus de droits d'acc&egrave;s et le niveau d'acc&egrave;s le plus &eacute;tendu.  Vous pouvez donc s&eacute;lectionner (&agrave; l'int&eacute;rieur des limites &eacute;tablies par l'administrateur de syst&egrave;me) quels outils ou fonctionnalit&eacute;s (ex.: Discussion, Calendrier, Ressources) vous voulez que le site ait. Pour chacun de ces outils ou fonctionnalit&eacute;s, vous pouvez r&eacute;gler des droits d'acc&egrave;s qui permettent ou emp&ecirc;chent les utilisateurs de voir ou d'ex&eacute;cuter certaines t&acirc;ches, selon leurs r&ocirc;les.</p>

<p>Pour avoir un r&eacute;sum&eacute; des r&ocirc;les des participants et savoir comment trouver quel est votre r&ocirc;le,  consultez <a href="content.hlp?docId=arbu_fr_CA">R&ocirc;les du participant</a>.</p>

<h3>Concepts cl&eacute;s</h3>

<p>Le nom des r&ocirc;les peut varier selon l'application. Cependant, en g&eacute;n&eacute;ral, le cr&eacute;ateur d'un site de projet ou l'instructeur d'un site de cours a des droits d'acc&egrave;s complets et peut ajouter ou supprimer du contenu &agrave; l'int&eacute;rieur d'un site.</p>

<p>Les utilisateurs qui s'inscrivent &agrave; un site existant auront un r&ocirc;le plus limit&eacute;. Les droits d'acc&egrave;s de ce r&ocirc;le permettront une interaction dans le site telle que la cr&eacute;ation de messages de clavardage ou la r&eacute;ponse &agrave; des discussions, mais ne permettront pas d'effectuer des t&acirc;ches avanc&eacute;es telles que le t&eacute;l&eacute;versement de fichiers vers les ressources ou la publication dans le calendrier.</p>

<p>Cependant, chaque impl&eacute;mentation de l'application sera diff&eacute;rente. Les administrateurs de syst&egrave;me peuvent d&eacute;cider lors de l'impl&eacute;mentation quels r&ocirc;les installer et quels droits d'acc&egrave;s ces r&ocirc;les auront. Les r&ocirc;les et les droits d'acc&egrave;s associ&eacute;s varieront.</p>

<h3>&Eacute;l&eacute;ments &agrave; se rappeler</h3>

<ul>
  <li>La disponibilit&eacute; d'un outil dans un site d&eacute;pend de l'impl&eacute;mentation particuli&egrave;re faite par l'administrateur de syst&egrave;me. Si vous avez des droits d'acc&egrave;s &eacute;tendus dans un site et qu'un outil n'est pas disponible &agrave; partir de la Configuration de Sites, consultez votre administrateur.<br />
<br />
</li>
  <li>Les outils Ressources et Bo&icirc;te de d&eacute;p&ocirc;t partagent la m&ecirc;me s&eacute;rie de droits d'acc&egrave;s; si vous modifiez les droits d'acc&egrave;s de l'un, vous modifiez &eacute;galement les droits d'acc&egrave;s de l'autre.<br />
<br />
</li>
  <li>Les r&ocirc;les par d&eacute;faut ont des droits d'acc&egrave;s par d&eacute;faut; cependant, ces valeurs par d&eacute;faut peuvent &ecirc;tre &eacute;dit&eacute;es au niveau du syst&egrave;me par l'administrateur de syst&egrave;me et au niveau du site par quiconque ayant des droits d'acc&egrave;s complets pour le site concern&eacute;.<br />
<br />
</li>
  <li>Tous les utilisateurs se voient attribuer le r&ocirc;le le plus &eacute;tendu dans leurs Zone de Travail respectives; ceci donne &agrave; l'utilisateur un contr&ocirc;le d'&eacute;dition dans sa Zone de Travail.
</li>
</ul>

</div>
</body></html>