<?xml version="1.0" encoding="UTF-8"?><!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html><head>
<title>R&ocirc;les du participant</title>
<style type="text/css">
</style>
<link type="text/css" href="/library/skin/tool_base.css" media="all" rel="stylesheet" />
<link type="text/css" href="/library/skin/default/tool.css" media="all" rel="stylesheet" />
</head>
<body>
<div class="helpBody">
<h2>R&ocirc;les du participant</h2>


<p>Les r&ocirc;les suivants sont disponibles:</p>

<h3>Sites de cours</h3>

<ul>
  <li><strong>Instructeur:</strong> Les instructeurs ont des droits d'acc&egrave;s complets partout dans le site, incluant la capacit&eacute; &agrave; publier le site et &agrave; r&eacute;gler son acc&egrave;s global. Les instructeurs peuvent lire, r&eacute;viser, supprimer, et ajouter du contenu et des participants au site.<br />
<br />
</li>
  <li><strong>Assistant &agrave;  l'enseignement:</strong> Les assistants &agrave; l'enseignement peuvent lire, ajouter et r&eacute;viser la plupart des contenus dans leurs sections.<br />
<br />
</li>
  <li><strong>&Eacute;tudiant:</strong> Les &eacute;tudiants peuvent lire du contenu et ajouter du contenu &agrave; un site aux endroits appropri&eacute;s.
</li>
</ul>





<h3>Sites de projet</h3>

<ul>
  <li><strong>Maintain (entretenir):</strong> Le r&ocirc;le Maintain a des droits d'acc&egrave;s complets partout dans le site, incluant la capacit&eacute; &agrave; publier le site et &agrave; r&eacute;gler son acc&egrave;s global. Le r&ocirc;le Maintain    peut lire, r&eacute;viser, supprimer, et ajouter du contenu et des participants au site.<br />
<br />
</li>
  <li><strong>Access (acc&eacute;der):</strong> Le r&ocirc;le Access peut lire du contenu et ajouter du contenu &agrave; un site aux endroits appropri&eacute;s.</li>
</ul>



<h3>D&eacute;terminer votre r&ocirc;le</h3>












<p>Pour d&eacute;terminer quel est votre r&ocirc;le, suivez les instructions suivantes:</p>

<ol>
  <li>&Agrave; partir de Zone de Travail, cliquez <strong><code>Configuration de Sites</code></strong>.

<br />
<br />
</li>
  <li>Vous verrez une liste de sites auxquels vous appartenez. 
<br />
<br />

<ul>
  <li>S'il y a une case &agrave; cocher &agrave; c&ocirc;t&eacute; du nom du site, vous pouvez cocher la case et cliquer <strong><code>R&eacute;viser</code></strong>. Dans cet &eacute;cran vous verrez une liste des membres du site. &Agrave; c&ocirc;t&eacute; des noms des membres, vous verrez une liste d&eacute;roulante qui montre le r&ocirc;le.</li>
  <li>S'il <strong>n</strong>'y a <strong>pas</strong> de case &agrave; cocher &agrave; c&ocirc;t&eacute; du nom du site, votre r&ocirc;le est limit&eacute;   simplement &agrave; l'acc&egrave;s et &agrave; la participation au site; vous n'avez pas de droits d'acc&egrave;s complets.  Bien que vous soyez toujours un membre de ce site, vous ne pouvez pas modifier votre r&ocirc;le ou celui des autres.</li>
</ul>
</li></ol>

</div>
</body></html>