<?xml version="1.0" encoding="UTF-8"?><!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html><head>
<title>Contr&ocirc;ler l'acc&egrave;s &agrave; votre site</title>
<style type="text/css">
		/* Style for specific inline images */
		
		/* Style for specific ordered lists */
		
		/* Style for specific table cells */
		</style>
<link type="text/css" href="/library/skin/tool_base.css" media="all" rel="stylesheet" />
<link type="text/css" href="/library/skin/default/tool.css" media="all" rel="stylesheet" />
</head>
<body>
<div class="helpBody">
<h2>Contr&ocirc;ler l'acc&egrave;s &agrave; votre site</h2>


<p><strong>Note:</strong> Pour compl&eacute;ter les instructions contenues dans ce document, vous devez avoir un r&ocirc;le ayant les droits d'acc&egrave;s requis. Pour d&eacute;terminer votre r&ocirc;le, suivez les instructions dans <a href="content.hlp?docId=arbu_fr_CA">R&ocirc;les du participant</a>.  Pour une compr&eacute;hension g&eacute;n&eacute;rale des r&ocirc;les et droits d'acc&egrave;s, consultez <a href="content.hlp?docId=arax_fr_CA">Droits d'acc&egrave;s et r&ocirc;les: Vue d'ensemble</a>.</p>

<p>Pour contr&ocirc;ler l'acc&egrave;s &agrave; votre site, suivez les &eacute;tapes suivantes:</p>

<ol>
  <li>Dans le <a href="content.hlp?docId=arcc_fr_CA">menu</a> de votre site, cliquez <strong><code>Info du site</code></strong>.

<br />
<br />
</li>
  <li>Cliquez <strong><code>G&eacute;rer acc&egrave;s</code></strong>.

<br />
<br />
</li>
  <li>Sous &quot;Acc&egrave;s global&quot;, vous pouvez choisir une des options suivantes:

<br />
<br />

<ul>
  <li>Pour les <a href="content.hlp?docId=ardt_fr_CA">sites de projet</a> seulement, vous pouvez choisir de garder votre site priv&eacute; (cliquez le bouton radio &agrave; c&ocirc;t&eacute; de <strong><code>Priv&eacute;</code></strong>) ou vous pouvez s&eacute;lectionner <strong><code> Afficher mon site dans le r&eacute;pertoire, et partager les fichiers que je s&eacute;lectionne</code></strong>.

</li>
  <li>Si vous d&eacute;sirez rendre votre site de cours ou de projet largement accessible, cliquez la case &agrave; cocher &agrave; c&ocirc;t&eacute; de   <strong><code>Possible de s'y inscrire pour quiconque a l'autorisation d'ouvrir une session</code></strong>. &Agrave; c&ocirc;t&eacute; de "R&ocirc;le pour les personnes qui s'abonnent au site:", s&eacute;lectionnez le r&ocirc;le appropri&eacute; pour tous les utilisateurs qui peuvent s'abonner &agrave; votre site.

<p>Pour plus d'information &agrave; propos des r&ocirc;les, consultez <a href="content.hlp?docId=arbu_fr_CA">R&ocirc;les du participant</a>.</p>
</li></ul>
</li>
  <li>Cliquez <strong><code>Mettre &agrave; jour</code></strong>.
</li>
</ol>


</div>
</body></html>