<?xml version="1.0" encoding="UTF-8"?><!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html><head>
<title>Modifier les droits d'acc&egrave;s pour un outil dans un site de cours ou de projet</title>
<style type="text/css">
		/* Style for specific inline images */
		
		/* Style for specific ordered lists */
		
		/* Style for specific table cells */
		</style>
<link type="text/css" href="/library/skin/tool_base.css" media="all" rel="stylesheet" />
<link type="text/css" href="/library/skin/default/tool.css" media="all" rel="stylesheet" />
</head>
<body>
<div class="helpBody">
<h2>Modifier les droits d'acc&egrave;s pour un outil dans un site de cours ou de projet</h2> 
 

<p><strong>Note:</strong> Pour compl&eacute;ter les instructions contenues dans ce document, vous devez avoir un r&ocirc;le ayant les droits d'acc&egrave;s requis. Pour d&eacute;terminer votre r&ocirc;le, suivez les instructions dans <a href="content.hlp?docId=arbu_fr_CA">R&ocirc;les du participant</a>.  Pour une compr&eacute;hension g&eacute;n&eacute;rale des r&ocirc;les et droits d'acc&egrave;s, consultez <a href="content.hlp?docId=arax_fr_CA">Droits d'acc&egrave;s et r&ocirc;les: Vue d'ensemble</a>.</p>

<p>Les droits d'acc&egrave;s sont accord&eacute;s pour un outil plut&ocirc;t que pour un &eacute;l&eacute;ment particulier cr&eacute;&eacute; en utilisant un outil. Par exemple, les droits d'acc&egrave;s sont r&eacute;gl&eacute;s pour l'outil Annonces, plut&ocirc;t que pour des annonces individuelles.</p>

<p><strong>Note:</strong> Dans les ressources, vous pouvez r&eacute;gler les droits d'acc&egrave;s pour toutes les ressources, et vous pouvez aussi r&eacute;gler les droits d'acc&egrave;s pour des dossiers des ressources.</p>


<p>Pour modifier les droits d'acc&egrave;s pour un outil, suivez les &eacute;tapes ci-dessous.</p>

<ol>
  <li>Ouvrez le site en cliquant son onglet.<br />
<br /></li>
  <li>Dans le <a href="content.hlp?docId=arcc_fr_CA">menu</a>, cliquez l'outil pour lequel vous voulez r&eacute;gler les droits d'acc&egrave;s.<br />
<br /></li>
  <li>Cliquez le bouton <strong><code>Droits d'acc&egrave;s</code></strong> en haut de la fen&ecirc;tre principale.
<br />
<br /></li>
  <li>Cochez ou d&eacute;cochez les cases pour accorder les droits d'acc&egrave;s.<br />
<br /></li>
  <li>Cliquez <strong><code>Enregistrer</code></strong>. Pour modifier votre s&eacute;lection, cliquez <strong><code>Annuler</code></strong>. </li>
</ol>

<p><strong>Note:</strong> Vous devez quitter la fonctionnalit&eacute; des droits d'acc&egrave;s en cliquant <strong><code>Enregistrer</code></strong> ou <strong><code>Annuler</code></strong> avant de pouvoir r&eacute;gler les droits d'acc&egrave;s d'un autre outil.</p>

<p>Chaque outil a une s&eacute;rie de droits d'acc&egrave;s diff&eacute;rents. Pour vous donner une id&eacute;e g&eacute;n&eacute;rale des droits d'acc&egrave;s disponibles, voici la liste des droits d'acc&egrave;s pour l'outil Calendrier:</p>

<ul>
  <li><strong>nouveau:</strong> Cr&eacute;er un nouvel &eacute;l&eacute;ment<br />
<br /></li>
  <li><strong>supprimer:</strong> Supprimer un &eacute;l&eacute;ment<br />
<br /></li>
  <li><strong>importer:</strong> Importer un &eacute;l&eacute;ment<br />
<br /></li>
  <li><strong>lire:</strong> Lire un &eacute;l&eacute;ment<br />
<br /></li>
  <li><strong>r&eacute;viser:</strong> R&eacute;viser un &eacute;l&eacute;ment<br />
<br /></li>
  <li><strong>all.groups (tout.groupes):</strong> Voir des articles publi&eacute;s associ&eacute;s &agrave; n'importe quel groupe</li>
</ul>
</div>
</body></html>