<?xml version="1.0" encoding="UTF-8"?><!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html><head>
<title>Modifier les r&ocirc;les des participants &agrave; partir de la Configuration de Sites</title>
<style type="text/css">
		/* Style for specific inline images */
		
		/* Style for specific ordered lists */
		
		/* Style for specific table cells */
		</style>
<link type="text/css" href="/library/skin/tool_base.css" media="all" rel="stylesheet" />
<link type="text/css" href="/library/skin/default/tool.css" media="all" rel="stylesheet" />
</head>
<body>
<div class="helpBody">
<h2>Modifier les r&ocirc;les des participants &agrave; partir de la Configuration de Sites</h2>

<p><strong>Note:</strong> Pour compl&eacute;ter les instructions contenues dans ce document, vous devez avoir un r&ocirc;le ayant les droits d'acc&egrave;s requis. Pour d&eacute;terminer votre r&ocirc;le, suivez les instructions dans <a href="content.hlp?docId=arbu">R&ocirc;les du participant</a>.  Pour une compr&eacute;hension g&eacute;n&eacute;rale des r&ocirc;les et droits d'acc&egrave;s, consultez <a href="content.hlp?docId=arax">Droits d'acc&egrave;s et r&ocirc;les: Vue d'ensemble</a>.</p>

<p>&Agrave; partir de la Configuration de Sites dans <a href="content.hlp?docId=aqzy">Zone de Travail</a>, vous pouvez modifier les r&ocirc;les que vous attribuez aux participants du site. Pour ce faire, suivez les &eacute;tapes suivantes:</p>

<ol>
  <li>Dans le <a href="content.hlp?docId=arcc">menu</a> de Zone de Travail, cliquez <strong><code>Configuration de Sites</code></strong>. <br />
      <br />
  </li>
  <li>Cochez la case correspondant au site dans lequel vous d&eacute;sirez modifier les r&ocirc;les des participants, puis cliquez <strong><code>R&eacute;viser</code></strong>.
      <p><strong>Note:</strong> M&ecirc;me si vous pouvez cocher plusieurs cases, vous ne pouvez r&eacute;viser que les outils d'un site &agrave; la fois. </p>
  </li>
  <li>Sous l'information de votre site, vous verrez la liste de ses participants, qui contient le nom de chaque participant, leur r&ocirc;le et statut. Pour chacun des participants que vous d&eacute;sirez modifier, s&eacute;lectionnez le(s) r&ocirc;le(s) du (des) participant(s), puis cliquez <strong><code>Mettre &agrave; jour participants</code></strong>.</li>
</ol>
</div>
</body></html>