#Generated by ResourceBundle Editor (http://eclipse-rbe.sourceforge.net)

add.can = Annuler
add.cho = S\u00E9lectionnez le type de fichiers joints que vous voulez ajouter:
add.con = Continuer
add.doc = Document sur votre ordinateur
add.for = Des ressources du site
add.url = URL (lien vers le site)

alert = Aucun fichier joint n'a \u00E9t\u00E9 s\u00E9lectionn\u00E9 pour la suppression.

alert2 = Alerte: Vous n'avez pas le droit de voir ce dossier.

attfor = Fichiers joints pour

bro.goup      = Niveau sup\u00E9rieur
bro.lisres    = Liste des ressources disponibles \u00E0 joindre
bro.loc       = Endroit:
bro.thearecur = Il n'y a actuellement aucune annonce \u00E0 cet endroit.
bro.toatt     = Pour joindre une ressource du site, cochez la(les) case(s), puis s\u00E9lectionnez 'Continuer' au bas de l'\u00E9cran. Il est impossible de joindre des dossiers actuellement.

frores = Des ressources...

gen.alert  = Alerte:
gen.att    = Fichier joint:
gen.att2   = Joindre
gen.can    = Annuler
gen.con    = Continuer
gen.cop    = Droit d'auteur
gen.cop2   = Droit d'auteur
gen.creby  = Cr\u00E9\u00E9 par
gen.des    = Description
gen.des2   = Description:
gen.don    = Termin\u00E9
gen.lasmod = Derni\u00E8re modification
gen.pro    = En traitement......
gen.sav    = Enregistrer
gen.siz    = Taille
gen.tit    = Titre
gen.tit2   = Titre:
gen.typ    = Type
gen.upd    = Mettre \u00E0 jour

hasbeeexc = a \u00E9t\u00E9 d\u00E9pass\u00E9.

locfil = Fichier local...

main.have   = n'ont pas \u00E9t\u00E9 cr\u00E9\u00E9s. S\u00E9lectionnez le type de fichier joint \u00E0 ajouter dans la barre d'outils.
main.toadd  = Pour ajouter les fichiers \u00E9num\u00E9r\u00E9s, s\u00E9lectionnez 'Enregistrer' au bas de l '\u00E9cran ou s\u00E9lectionnez dans la barre d'outils pour ajouter des fichiers joints additionnels.
main.usecop = Utiliser le droit d'auteur ci-dessous
main.usemy  = Utiliser mon information de droits d'auteur
main.youhav = Vous avez supprim\u00E9 tous les fichiers joints. Veuillez cliquez 'Termin\u00E9' pour continuer.

per.alert  = Alerte: aucun r\u00F4le n'est actuellement d\u00E9fini.
per.alrgra = d\u00E9j\u00E0 accord\u00E9
per.lis    = Liste de r\u00F4les et de droits d'acc\u00E8s qui peuvent \u00EAtre appliqu\u00E9s \u00E0 ce dossier. Disposition: chaque rang\u00E9e \u00E9num\u00E8re les droits d'acc\u00E8s d'un r\u00F4le. Disposition: la colonne 1 \u00E9num\u00E8re les r\u00F4les, les autres colonnes \u00E9num\u00E8rent les droits d'acc\u00E8s, les cases \u00E0 cocher offrent la possibilit\u00E9 d'activer un droit d'acc\u00E8s pour un r\u00F4le.
per.rol    = R\u00F4le

prop.youcanset = Vous pouvez r\u00E9gler les propri\u00E9t\u00E9s pour chaque fichier joint ci-dessous. Un <span class="reqStarInline">*</span> signifie que l'information est obligatoire.

remall = Supprimer tout

remsel = Supprimer la s\u00E9lection

sakaiproject.filepicker.instructions = S\u00E9lectionnez un \u00E9l\u00E9ment existant \u00E0 partir des ressources ou ajoutez un nouvel \u00E9l\u00E9ment \u00E0 partir de votre ordinateur. Apr\u00E8s avoir fait votre s\u00E9lection, s\u00E9lectionnez 'Terminer', ou s\u00E9lectionnez 'Annuler' pour retourner sans apporter de  modifications.
sakaiproject.filepicker.subtitle     = \u00C9l\u00E9ments s\u00E9lectionn\u00E9s
sakaiproject.filepicker.title        = S\u00E9lectionner \u00E9l\u00E9ment

theupsiz = La taille limite de t\u00E9l\u00E9versement de

upl.brow = Naviguez pour localiser un fichier, puis s\u00E9lectionnez 'Joindre' au bas de l'\u00E9cran. Soyez patient - le t\u00E9l\u00E9versement peut prendre un certain temps.
upl.fil  = Nom de fichier:

url.ent = Inscrivez l'URL et s\u00E9lectionnez 'Joindre' au bas de l'\u00E9cran.
url.url = URL:

weburl = URL du site...
