#Generated by ResourceBundle Editor (http://eclipse-rbe.sourceforge.net)

action.new			= \u30a2\u30a4\u30c6\u30e0\u3092\u8ffd\u52a0
action.select		= - \u30a2\u30af\u30b7\u30e7\u30f3\u3092\u9078\u629e - 

add.can = \u30ad\u30e3\u30f3\u30bb\u30eb
add.cho = \u8ffd\u52a0\u3057\u305f\u3044\u6dfb\u4ed8\u306e\u7a2e\u5225\u3092\u9078\u629e\u3057\u307e\u3059:
add.con = \u7d9a\u3051\u308b
add.doc = \u3042\u306a\u305f\u306e\u30b3\u30f3\u30d4\u30e5\u30fc\u30bf\u4e0a\u306e\u6587\u66f8
add.for = \u30b5\u30a4\u30c8\u306e\u30ea\u30bd\u30fc\u30b9\u304b\u3089
add.url = URL (\u30a6\u30a7\u30d6\u30b5\u30a4\u30c8\u3078\u306e\u30ea\u30f3\u30af)

alert = \u524a\u9664\u3055\u308c\u308b\u6dfb\u4ed8\u304c\u9078\u629e\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3067\u3057\u305f\uff0e

alert2 = \u8b66\u544a: \u305d\u306e\u30d5\u30a9\u30eb\u30c0\u3092\u8868\u793a\u3059\u308b\u6a29\u9650\u304c\u3042\u308a\u307e\u305b\u3093\uff0e

attfor = \u6b21\u3078\u306e\u6dfb\u4ed8\uff1a

bro.goup      = \u4e00\u3064\u4e0a\u306e\u30ec\u30d9\u30eb\u3078
bro.lisres    = \u6dfb\u4ed8\u3059\u308b\u305f\u3081\u306b\u5229\u7528\u53ef\u80fd\u306a\u30ea\u30bd\u30fc\u30b9\u30a2\u30a4\u30c6\u30e0\u306e\u4e00\u89a7
bro.loc       = \u5834\u6240:
bro.thearecur = \u3053\u306e\u5834\u6240\u306b\u306f\u30ea\u30bd\u30fc\u30b9\u30a2\u30a4\u30c6\u30e0\u304c\u3042\u308a\u307e\u305b\u3093\uff0e
bro.toatt     = \u30b5\u30a4\u30c8\u30ea\u30bd\u30fc\u30b9\u3092\u6dfb\u4ed8\u3059\u308b\u5834\u5408\u306f\uff0c\u30dc\u30c3\u30af\u30b9\u3092\u30c1\u30a7\u30c3\u30af\u3057\uff0c\u4e00\u756a\u4e0b\u306e\u300c\u7d9a\u3051\u308b\u300d\u3092\u9078\u629e\u3057\u307e\u3059\uff0e\u30d5\u30a9\u30eb\u30c0\u306f\u73fe\u5728\u6dfb\u4ed8\u53ef\u80fd\u3067\u306f\u3042\u308a\u307e\u305b\u3093\uff0e

frores = \u30ea\u30bd\u30fc\u30b9\u304b\u3089...

gen.alert  = \u8b66\u544a:
gen.att    = \u6dfb\u4ed8:
gen.att2   = \u6dfb\u4ed8\u3059\u308b
gen.can    = \u30ad\u30e3\u30f3\u30bb\u30eb
gen.con    = \u7d9a\u3051\u308b
gen.cop    = \u8457\u4f5c\u6a29
gen.cop2   = \u8457\u4f5c\u6a29:
gen.creby  = \u4f5c\u6210\u8005
gen.des    = \u8aac\u660e
gen.des2   = \u8aac\u660e:
gen.don    = \u5b8c\u4e86
gen.lasmod = \u6700\u7d42\u4fee\u6b63\u65e5
gen.newwin      = \u65b0\u3057\u3044\u30a6\u30a3\u30f3\u30c9\u30a6
gen.pro    = \u51e6\u7406\u3057\u3066\u3044\u307e\u3059......
gen.sav    = \u4fdd\u5b58
gen.siz    = \u30b5\u30a4\u30ba
gen.tit    = \u30bf\u30a4\u30c8\u30eb
gen.tit2   = \u30bf\u30a4\u30c8\u30eb:
gen.typ    = \u30bf\u30a4\u30d7
gen.type        = \u30d5\u30a1\u30a4\u30eb\u30bf\u30a4\u30d7
gen.upd    = \u66f4\u65b0

hasbeeexc = \u306f\u8d85\u904e\u3057\u3066\u3044\u307e\u3059\uff0e

locfil = \u30ed\u30fc\u30ab\u30eb\u30d5\u30a1\u30a4\u30eb...

main.have   = \u304c\u4f5c\u6210\u3055\u308c\u307e\u3057\u305f\uff0e\u30c4\u30fc\u30eb\u30d0\u30fc\u304b\u3089\u8ffd\u52a0\u3059\u308b\u5834\u5408\u306f\u6dfb\u4ed8\u306e\u7a2e\u5225\u3092\u9078\u629e\u3057\u307e\u3059\uff0e
main.toadd  = \u4e00\u89a7\u8868\u793a\u3055\u308c\u305f\u3082\u306e\u3092\u8ffd\u52a0\u3059\u308b\u5834\u5408\u306f\uff0c\u4e00\u756a\u4e0b\u306e\u300c\u4fdd\u5b58\u300d\u3092\u30af\u30ea\u30c3\u30af\u3057\u307e\u3059\uff0e\u307e\u305f\u306f\uff0c\u3055\u3089\u306b\u6dfb\u4ed8\u3092\u8ffd\u52a0\u3059\u308b\u5834\u5408\u306f\u30c4\u30fc\u30eb\u30d0\u30fc\u304b\u3089\u9078\u629e\u3057\u307e\u3059\uff0e
main.usecop = \u4e0b\u306e\u8457\u4f5c\u6a29\u3092\u4f7f\u7528
main.usemy  = \u81ea\u5206\u306e\u8457\u4f5c\u6a29\u60c5\u5831\u3092\u4f7f\u7528
main.youhav = \u6dfb\u4ed8\u304c\u3059\u3079\u3066\u524a\u9664\u3055\u308c\u307e\u3057\u305f\uff0e\u300c\u5b8c\u4e86\u300d\u3092\u30af\u30ea\u30c3\u30af\u3057\u3066\u7d9a\u3051\u3066\u304f\u3060\u3055\u3044\uff0e

per.alert  = \u8b66\u544a: \u5b9a\u7fa9\u3055\u308c\u3066\u3044\u308b\u30ed\u30fc\u30eb\u304c\u73fe\u5728\u3042\u308a\u307e\u305b\u3093\uff0e
per.alrgra = \u3059\u3067\u306b\u8a31\u53ef\u6e08\u307f\u3067\u3059
per.lis    = \u3053\u306e\u30d5\u30a9\u30eb\u30c0\u306b\u9069\u7528\u53ef\u80fd\u306a\u30ed\u30fc\u30eb\u3068\u6a29\u9650\u306e\u4e00\u89a7\u3067\u3059\uff0e\u30ec\u30a4\u30a2\u30a6\u30c8: \u5404\u884c\u3054\u3068\u306b\u30ed\u30fc\u30eb\u306e\u6a29\u9650\u304c\u4e00\u89a7\u8868\u793a\u3055\u308c\u3066\u3044\u307e\u3059\uff0e\u4e00\u5217\u76ee\u306f\u30ed\u30fc\u30eb\uff0c\u4ed6\u306e\u5217\u306f\u6a29\u9650\u3067\uff0c\u30c1\u30a7\u30c3\u30af\u30dc\u30c3\u30af\u30b9\u306b\u3088\u308a\u30ed\u30fc\u30eb\u306e\u6a29\u9650\u3092\u6709\u52b9\u306b\u3059\u308b\u3053\u3068\u3092\u8a31\u53ef\u3057\u307e\u3059\uff0e
per.rol    = \u30ed\u30fc\u30eb

prop.youcanset = \u4e0b\u306b\u3042\u308b\u6dfb\u4ed8\u305d\u308c\u305e\u308c\u306b\u30d7\u30ed\u30d1\u30c6\u30a3\u3092\u30bb\u30c3\u30c8\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\uff0e<span class="reqStarInline">*</span> \u306f\u305d\u306e\u60c5\u5831\u304c\u5fc5\u9808\u3067\u3042\u308b\u3053\u3068\u3092\u610f\u5473\u3057\u307e\u3059\uff0e

remall = \u3059\u3079\u3066\u524a\u9664

remsel = \u9078\u629e\u3057\u305f\u3082\u306e\u3092\u524a\u9664

theupsiz = \u6b21\u306e\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9\u30b5\u30a4\u30ba\u306e\u5236\u9650

upl.brow = \u30d5\u30a1\u30a4\u30eb\u306e\u5834\u6240\u3092\u30d6\u30e9\u30a6\u30ba\u3057\uff0c\u4e00\u756a\u4e0b\u306e\u300c\u6dfb\u4ed8\u300d\u3092\u9078\u629e\u3057\u307e\u3059\uff0e\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9\u306b\u306f\u6642\u9593\u304c\u304b\u304b\u308b\u5834\u5408\u304c\u3042\u308a\u307e\u3059\u306e\u3067\uff0c\u3057\u3070\u3089\u304f\u304a\u5f85\u3061\u304f\u3060\u3055\u3044\uff0e
upl.fil  = \u30d5\u30a1\u30a4\u30eb\u540d:

url.ent = URL \u3092\u5165\u529b\u3057\u4e00\u756a\u4e0b\u306e\u300c\u6dfb\u4ed8\u300d\u3092\u9078\u629e\u3057\u307e\u3059\uff0e
url.url = URL:

weburl = \u30a6\u30a7\u30d6\u30b5\u30a4\u30c8 URL...

sakaiproject.filepicker.title = \u30a2\u30a4\u30c6\u30e0\u3092\u9078\u629e
sakaiproject.filepicker.instructions = \u30ea\u30bd\u30fc\u30b9\u304b\u3089\u5b58\u5728\u3059\u308b\u30a2\u30a4\u30c6\u30e0\u3092\u9078\u629e\u3059\u308b\u304b\uff0c\u81ea\u5206\u306e\u30b3\u30f3\u30d4\u30e5\u30fc\u30bf\u304b\u3089\u65b0\u3057\u3044\u30a2\u30a4\u30c6\u30e0\u3092\u9078\u629e\u3057\u307e\u3059\uff0e\u9078\u629e\u3057\u305f\u3089\uff0c\u300c\u7d42\u4e86\u300d\u3092\u9078\u629e\u3059\u308b\u304b\uff0c\u5909\u66f4\u305b\u305a\u306b\u623b\u308b\u5834\u5408\u306f\u300c\u30ad\u30e3\u30f3\u30bb\u30eb\u300d\u3092\u9078\u629e\u3057\u307e\u3059\uff0e
sakaiproject.filepicker.subtitle = \u9078\u629e\u3055\u308c\u305f\u30a2\u30a4\u30c6\u30e0

att.add         = \u6dfb\u4ed8\u30d5\u30a1\u30a4\u30eb\u3092\u8ffd\u52a0
att.addnew      = \u65b0\u898f\u306b\u8ffd\u52a0
att.addnewtitle = \u65b0\u3057\u3044\u30a2\u30a4\u30c6\u30e0\u3092\u3053\u306e\u30d5\u30a9\u30eb\u30c0\u306b\u8ffd\u52a0
att.attach      = \u6dfb\u4ed8
att.cancel      = \u30ad\u30e3\u30f3\u30bb\u30eb
att.copy        = \u30b3\u30d4\u30fc\u3092\u6dfb\u4ed8
att.empty       = \u4e0b\u304b\u3089\u30a2\u30a4\u30c6\u30e0\u3092\u4e00\u3064\u9078\u629e\u307e\u305f\u306f\u8ffd\u52a0
att.fil         = \u30d5\u30a1\u30a4\u30eb
att.fin   		= \u5b8c\u4e86\u3059\u308b\u5834\u5408\u306f\u300c\u7d9a\u3051\u308b\u300d\u3092\u30af\u30ea\u30c3\u30af\u3057\u307e\u3059
att.finish      = \u7d9a\u3051\u308b
att.instr       = \u6dfb\u4ed8\u3059\u308b\u5834\u5408\u306f\u300c\u30ea\u30bd\u30fc\u30b9\u300d\u304b\u3089\u65e2\u5b58\u306e\u30a2\u30a4\u30c6\u30e0\u3092\u9078\u629e\u3059\u308b\u304b\uff0c\u6dfb\u4ed8\u3055\u308c\u308b\u30d5\u30a9\u30eb\u30c0\u306b\u30a2\u30a4\u30c6\u30e0\u3092\u8ffd\u52a0\u3057\u307e\u3059\uff0e
att.items       = \u6dfb\u4ed8\u3059\u308b\u30a2\u30a4\u30c6\u30e0
att.listcap     = \u6dfb\u4ed8\u3057\u3088\u3046\u3068\u3057\u3066\u3044\u308b\u30ea\u30bd\u30fc\u30b9\u306e\u4e00\u89a7
att.listsum     = \u6dfb\u4ed8\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u308b\u30ea\u30bd\u30fc\u30b9\u4e00\u89a7\u3067\u3059\uff0e\u6700\u521d\u306e\u30ab\u30e9\u30e0\u306f\u30ea\u30bd\u30fc\u30b9\u3078\u306e\u30ea\u30f3\u30af\uff0c\u3082\u3057\u30a2\u30a4\u30c6\u30e0\u304c\u30d5\u30a9\u30eb\u30c0\u306e\u5834\u5408\u306f\u30d5\u30a9\u30eb\u30c0\u3078\u306e\u30ea\u30f3\u30af\u306b\u306a\u308a\u307e\u3059\uff0e2\u756a\u76ee\u306e\u30ab\u30e9\u30e0\u306f\u30a2\u30a4\u30c6\u30e0\u306b\u5bfe\u3057\u3066\u5229\u7528\u53ef\u80fd\u306a\u300c\u65b0\u898f\u306b\u8ffd\u52a0\u300d\uff0c\u300c\u9078\u629e\u300d\uff0c\u300c\u8907\u88fd\u300d\u306e\u3044\u305a\u308c\u304b\u306e\u30a2\u30af\u30b7\u30e7\u30f3\u3067\u3059\uff0e
att.remove      = \u524a\u9664
att.res         = \u30ea\u30bd\u30fc\u30b9\u3092\u9078\u629e
att.rmv         = \u524a\u9664\u3057\u307e\u3059\u304b?
att.select      = \u9078\u629e
att.sellistcap  = \u9078\u629e\u3055\u308c\u3066\u3044\u308b\u3082\u306e\u306e\u4e00\u89a7
att.sellistsum  = \u6dfb\u4ed8\u3059\u308b\u3088\u3046\u306b\u9078\u629e\u3057\u305f\u30ea\u30bd\u30fc\u30b9\u306e\u4e00\u89a7\u3067\u3059\uff0e\u6700\u521d\u306e\u30ab\u30e9\u30e0\u306f\u30a2\u30a4\u30c6\u30e0\uff0c2\u756a\u76ee\u306e\u30ab\u30e9\u30e0\u306f\u9078\u629e\u3092\u89e3\u9664\u3059\u308b\u305f\u3081\u306e\u30ea\u30f3\u30af\u3067\u3059\uff0e
att.upl 		= \u30ed\u30fc\u30ab\u30eb\u30d5\u30a1\u30a4\u30eb\u3092\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9
addi.url     	= URL (\u30a6\u30a7\u30d6\u30b5\u30a4\u30c8\u3078\u306e\u30ea\u30f3\u30af)

gen.actions     = \u30a2\u30af\u30b7\u30e7\u30f3
gen.add         = \u8ffd\u52a0
gen.folder1     = \u30d5\u30a9\u30eb\u30c0
gen.location    = \u5834\u6240:
gen.proces      = \u51e6\u7406\u3057\u3066\u3044\u307e\u3059......
gen.title1      = \u30bf\u30a4\u30c8\u30eb

list.show     	= \u4ed6\u306e\u30b5\u30a4\u30c8\u3092\u8868\u793a
expandall 		= \u3059\u3079\u3066\u5c55\u958b

sh.go           = \u3053\u306e\u30d5\u30a9\u30eb\u30c0\u3078\u79fb\u52d5
sh.open         = \u3053\u306e\u30d5\u30a9\u30eb\u30c0\u3092\u958b\u304f

sh.sortcrea     = \u4f5c\u6210\u65e5\u6642\u3067\u30bd\u30fc\u30c8
sh.sortcreaas   = \u4f5c\u6210\u65e5\u6642\u3067\u6607\u9806\u306b\u30bd\u30fc\u30c8
sh.sortcreadesc = \u4f5c\u6210\u65e5\u6642\u3067\u964d\u9806\u306b\u30bd\u30fc\u30c8
sh.sortaut     	= \u4f5c\u6210\u8005\u3067\u30bd\u30fc\u30c8
sh.sortautas   	= \u4f5c\u6210\u8005\u3067\u6607\u9806\u306b\u30bd\u30fc\u30c8
sh.sortautdesc 	= \u4f5c\u6210\u8005\u3067\u964d\u9806\u306b\u30bd\u30fc\u30c8
sh.sortdate     = \u6700\u7d42\u4fee\u6b63\u65e5\u6642\u3067\u30bd\u30fc\u30c8
sh.sortdateas   = \u6700\u7d42\u4fee\u6b63\u65e5\u6642\u3067\u6607\u9806\u306b\u30bd\u30fc\u30c8
sh.sortdatedesc = \u6700\u7d42\u4fee\u6b63\u65e5\u6642\u3067\u964d\u9806\u306b\u30bd\u30fc\u30c8
sh.sortsize     = \u30b5\u30a4\u30ba\u3067\u30bd\u30fc\u30c8
sh.sortsizeas   = \u30b5\u30a4\u30ba\u3067\u6607\u9806\u306b\u30bd\u30fc\u30c8
sh.sortsizedesc = \u30b5\u30a4\u30ba\u3067\u964d\u9806\u306b\u30bd\u30fc\u30c8
sh.sorttit      = \u30bf\u30a4\u30c8\u30eb\u3067\u30bd\u30fc\u30c8
sh.sorttitas    = \u30bf\u30a4\u30c8\u30eb\u3067\u6607\u9806\u306b\u30bd\u30fc\u30c8
sh.sorttitdesc  = \u30bf\u30a4\u30c8\u30eb\u3067\u964d\u9806\u306b\u30bd\u30fc\u30c8
