#Stored by I18NEdit, may be edited!
add.can=Avbryt
add.cho=V\u00E4lj vilken typ av bifogad fil du vill l\u00E4gga till\:
add.con=Forts\u00E4tt
add.doc=Lokal fil p\u00E5 din dator 
add.for=Fr\u00E5n sajtens filsamling 
add.url=URL (l\u00E4nk till webbplats)
alert=Inga filer valdes f\u00F6r att tas bort.
alert2=Observera\: Du har inte beh\u00F6righet att se denna mapp.
attfor=Bifogade filer till
bro.goup=g\u00E5 upp en niv\u00E5
bro.lisres=Lista \u00F6ver filer som \u00E4r m\u00F6jliga att bifoga  
bro.loc=Plats\:
bro.thearecur=Det finns f\u00F6r n\u00E4rvarande inga filer i filsamlingen.
bro.toatt=F\u00F6r att bifoga en file fr\u00E5n sajtens filsamling, markera aktuell fil(er) genom att markera rutan, v\u00E4lj d\u00E4refter 'Forts\u00E4tt' l\u00E4ngst ned. F\u00F6r n\u00E4rvarande kan man inte bifoga en hel mapp.
frores=Fr\u00E5n filsamlingen...
gen.alert=Observera\:
gen.att=Bifogad fil\:
gen.att2=Bifoga
gen.can=Avbryt
gen.con=Forts\u00E4tt
gen.cop=Copyright
gen.cop2=Copyright\:
gen.creby=Skapad av
gen.des=Beskrivning
gen.des2=Beskrivning\:
gen.don=Klar
gen.lasmod=Senast \u00E4ndrad
gen.pro=Bearbetar......
gen.sav=Spara
gen.siz=Storlek
gen.tit=Titel
gen.tit2=Titel\:
gen.typ=Typ
gen.upd=Uppdatera
hasbeeexc=har \u00F6verskridits.
locfil=Lokal fil p\u00E5 din dator...
main.have=har inte skapats. V\u00E4lj filtyp att l\u00E4gga till fr\u00E5n verktygsf\u00E4ltet.
main.toadd=F\u00F6r att l\u00E4gga till de listade filerna, v\u00E4lj 'Spara' nedan. Du kan \u00E4ven v\u00E4lja fr\u00E5n verktygsf\u00E4ltet f\u00F6r att l\u00E4gga till fler filer att bifoga.
main.usecop=Anv\u00E4nd copyright nedan
main.usemy=Anv\u00E4nd min egen copyrightinformation
main.youhav=Du har tagit bort alla bifogade filer. Klicka 'Klar' f\u00F6r att forts\u00E4tta.
per.alert=Observera\: Ingen roll \u00E4r definierad.
per.alrgra=redan till\u00E5ten
per.lis=Lista med roller och beh\u00F6righeter som kan s\u00E4ttas f\u00F6r denna mapp. Varje rad visar beh\u00F6righeterna f\u00F6r en viss roll. Kolumn 1 visar rollerna, de andra kolumnerna visar beh\u00F6righeter. Markeringsrutorna ger m\u00F6jlighet att sl\u00E5 av eller p\u00E5 beh\u00F6righeten f\u00F6r respektive roll.
per.rol=Roll
prop.youcanset=Du kan g\u00F6ra inst\u00E4llningar f\u00F6r varje bilaga nedan. <span class\="reqStarInline">*</span> inneb\u00E4r att informationen \u00E4r obligatorisk.
remall=Ta bort alla
remsel=Ta bort valda
sakaiproject.filepicker.instructions=V\u00E4lj en fil i filsamlingen eller l\u00E4gg till en lokal fil fr\u00E5n din dator. D\u00E5 du \u00E4r klar, v\u00E4lj 'Avsluta', eller v\u00E4lj 'Avbryt' f\u00F6r att g\u00E5 tillbaka utan att g\u00F6ra n\u00E5gra \u00E4ndringar.
sakaiproject.filepicker.subtitle=Valda filer
sakaiproject.filepicker.title=V\u00E4lj fil
theupsiz=Maxstorleken p\u00E5
upl.brow=Bl\u00E4ddra f\u00F6r att hitta en fil, v\u00E4lj d\u00E4refter 'L\u00E4gg till'.  Notera att det kan ta litet tid att ladda upp en fil.
upl.fil=Filnamn\:
url.ent=Ange URL och v\u00E4lj d\u00E4refter 'L\u00E4gg till'
url.url=URL\:
weburl=URL...
