#Copyright dialog
# translations of many strings in this bundle may be found 
# at http://creativecommons.org/license/

moreinfo.label					= \u8a73\u7d30\u60c5\u5831
done.label						= \u5b8c\u4e86

status.label						= \u3053\u306e\u7d20\u6750\u306e\u6a29\u5229\u3092\u6240\u6709\u3057\u3066\u3044\u308b\u65b9\u306f\u3069\u306a\u305f\u3067\u3059\u304b?
status.unknown					= \u8ab0\u304c\u8457\u4f5c\u6a29\u3092\u4fdd\u6301\u3057\u3066\u3044\u308b\u304b\u5206\u304b\u308a\u307e\u305b\u3093\uff0e
status.other						= \u4ed6\u306e\u8ab0\u304b\u304c\u8457\u4f5c\u6a29\u3092\u4fdd\u6301\u3057\u3066\u3044\u307e\u3059\uff0e
status.mine						= \u79c1\u304c\u8457\u4f5c\u6a29\u3092\u4fdd\u6301\u3057\u3066\u3044\u307e\u3059\uff0e
status.public_domain				= \u3053\u306e\u7d20\u6750\u306f\u30d1\u30d6\u30ea\u30c3\u30af\u30c9\u30e1\u30a4\u30f3\u306e\u3082\u306e\u3067\u3059\uff0e

offer.label						= \u79c1\u306e\u5e0c\u671b:
offer.fair_use					= \u3059\u3079\u3066\u306e\u6a29\u5229\u3092\u4fdd\u6301\u3057\u3066\u3044\u308b\u3053\u3068\u3092\u81ea\u5206\u304c\u4fdd\u6301\u3057\u3066\u3044\u308b\u3053\u3068\u3092\u4e3b\u5f35\u3059\u308b\uff0e
offer.new_creative_commons		= \u3053\u306e\u7d20\u6750\u3092\u30af\u30ea\u30a8\u30a4\u30c6\u30a3\u30d6\u30b3\u30e2\u30f3\u30ba\u30e9\u30a4\u30bb\u30f3\u30b9\u3067\u63d0\u4f9b\u3059\u308b\uff0e
offer.new_public_domain			= \u3053\u306e\u7d20\u6750\u3092\u30d1\u30d6\u30ea\u30c3\u30af\u30c9\u30e1\u30a4\u30f3\u30c7\u30a3\u30b1\u30fc\u30b7\u30e7\u30f3\u3067\u63d0\u4f9b\u3059\u308b\uff0e

unknown.label					= \u3053\u306e\u7d20\u6750\u306b\u95a2\u3059\u308b\u60c5\u5831\u3092\u3067\u304d\u308b\u3060\u3051\u591a\u304f\u63d0\u4f9b\u3057\u3066\u304f\u3060\u3055\u3044\uff0e
unknown.creator					= \u4f5c\u6210\u8005\uff0c\u7de8\u96c6\u8005\uff0c\u30a2\u30fc\u30c6\u30a3\u30b9\u30c8\uff0c\u307e\u305f\u306f\uff0c\u30af\u30ea\u30a8\u30fc\u30bf
unknown.title					= \u30bf\u30a4\u30c8\u30eb
unknown.publisher				= \u51fa\u7248\u793e
unknown.pubdate					= \u51fa\u7248\u65e5

other.year						= \u5e74
other.owner						= \u8457\u4f5c\u6a29\u4fdd\u6301\u8005
other.creative_commons			= \u3053\u306e\u7d20\u6750\u306f\u30af\u30ea\u30a8\u30a4\u30c6\u30a3\u30d6\u30b3\u30e2\u30f3\u30ba\u30e9\u30a4\u30bb\u30f3\u30b9\u3067\u63d0\u4f9b\u3055\u308c\u3066\u3044\u307e\u3059\uff0e



terms.label						= \u8457\u4f5c\u6a29\u307e\u305f\u306f\u30e9\u30a4\u30bb\u30f3\u30b9
terms.my_copyright				= \u3053\u306e\u7d20\u6750\u306e\u8457\u4f5c\u6a29\u3092\u4fdd\u6301\u3057\u3066\u3044\u307e\u3059\uff0e
terms.other_copyright				= \u4ed6\u306e\u8ab0\u304b\u304c\u3053\u306e\u7d20\u6750\u306e\u8457\u4f5c\u6a29\u3092\u4fdd\u6301\u3057\u3066\u3044\u307e\u3059\uff0e
terms.public_domain				= \u3053\u306e\u7d20\u6750\u306f\u30d1\u30d6\u30ea\u30c3\u30af\u30c9\u30e1\u30a4\u30f3\u306e\u3082\u306e\u3067\u3059\uff0e
terms.creative_commons			= \u3053\u306e\u7d20\u6750\u306f\u30af\u30ea\u30a8\u30a4\u30c6\u30a3\u30d6\u30b3\u30e2\u30f3\u30ba\u30e9\u30a4\u30bb\u30f3\u30b9\u3067\u63d0\u4f9b\u3055\u308c\u3066\u3044\u307e\u3059\uff0e

myCopyrightYear.label				= \u5e74
myCopyrightOwner.label			= \u8457\u4f5c\u6a29\u4fdd\u6301\u8005

otherCopyrightYear.label			= \u5e74
otherCopyrightOwner.label			= \u8457\u4f5c\u6a29\u4fdd\u6301\u8005

otherOffer.label					= \u3053\u306e\u8457\u4f5c\u7269\u306b\u306f\u3069\u3093\u306a\u8457\u4f5c\u6a29\u307e\u305f\u306f\u30e9\u30a4\u30bb\u30f3\u30b9\u3092\u9069\u7528\u3057\u307e\u3059\u304b?
otherOffer.permission				= \u3053\u306e\u7d20\u6750\u3092\u4f7f\u7528\u3059\u308b\u66f8\u9762\u306e\u8a31\u53ef\u3092\u5f97\u3066\u3044\u307e\u3059\uff0e
otherOffer.fair_use				= \u3053\u308c\u306f\u8457\u4f5c\u6a29\u306b\u5bfe\u3059\u308b\u30d5\u30a7\u30a2\u30e6\u30fc\u30b9\u4f8b\u5916\u3067\u3059\uff0e
otherOffer.creative_commons		= \u3053\u306e\u7d20\u6750\u306f\u30af\u30ea\u30a8\u30a4\u30c6\u30a3\u30d6\u30b3\u30e2\u30f3\u30ba\u30e9\u30a4\u30bb\u30f3\u30b9\u3067\u63d0\u4f9b\u3055\u308c\u3066\u3044\u307e\u3059\uff0e
otherOffer.public_domain			= \u3053\u306e\u7d20\u6750\u3092\u30d1\u30d6\u30ea\u30c3\u30af\u30c9\u30e1\u30a4\u30f3\u30c7\u30a3\u30b1\u30fc\u30b7\u30e7\u30f3\u3067\u63d0\u4f9b\u3059\u308b\uff0e

myCommercialUse.label				= \u3042\u306a\u305f\u306e\u8457\u4f5c\u7269\u306e\u5546\u696d\u5229\u7528\u3092\u8a8d\u3081\u307e\u3059\u304b?
myCommercialUse.yes				= \u306f\u3044
myCommercialUse.no				= \u3044\u3044\u3048
myModifications.label				= \u3042\u306a\u305f\u306e\u8457\u4f5c\u7269\u306b\u5bfe\u3059\u308b\u4fee\u6b63\u3092\u8a8d\u3081\u307e\u3059\u304b?
myModifications.yes				= \u306f\u3044
myModifications.share_alike		= \u306f\u3044\uff0c\u4ed6\u306e\u4eba\u305f\u3061\u304c\u540c\u3058\u3088\u3046\u306b\u5171\u6709\u3059\u308b\u9650\u308a\u306b\u304a\u3044\u3066\uff0e
myModifications.no				= \u3044\u3044\u3048

otherCommercialUse.label			= \u30e9\u30a4\u30bb\u30f3\u30b9\u306f\uff0c\u3042\u306a\u305f\u306e\u8457\u4f5c\u7269\u306e\u5546\u696d\u5229\u7528\u3092\u8a8d\u3081\u307e\u3059\u304b?
otherCommercialUse.yes			= \u306f\u3044
otherCommercialUse.no				= \u3044\u3044\u3048
otherModifications.label			= \u30e9\u30a4\u30bb\u30f3\u30b9\u306f\u3053\u306e\u8457\u4f5c\u7269\u306b\u4fee\u6b63\u3092\u8a8d\u3081\u307e\u3059\u304b?
otherModifications.yes			= \u306f\u3044
otherModifications.share_alike	= \u306f\u3044\uff0c\u4ed6\u306e\u4eba\u305f\u3061\u304c\u540c\u3058\u3088\u3046\u306b\u5171\u6709\u3059\u308b\u9650\u308a\u306b\u304a\u3044\u3066\uff0e
otherModifications.no				= \u3044\u3044\u3048

title.my_copyright				= \u8457\u4f5c\u6a29
jargon.my_copyright				= \u8457\u4f5c\u6a29\uff0e\u5275\u4f5c\u7684\u751f\u6210\u6d3b\u52d5\u3092\u9032\u884c\u3059\u308b\u305f\u3081\u306b\u653f\u5e9c\u304c\u8a8d\u3081\u308b\u5236\u9650\u4ed8\u304d\u72ec\u5360\u6a29\u306e\u96c6\u5408\uff0e\u8457\u4f5c\u6a29\u306b\u306f\uff0c\u8907\u88fd\u6a29\uff0c\u9812\u5e03\u6a29\uff0c\u4e0a\u6f14\u6a29\uff08\u516c\u8846\u9001\u4fe1\u3092\u542b\u3080\uff09\uff0c\u5c55\u793a\u6a29\uff0c\u4e8c\u6b21\u7684\u8457\u4f5c\u7269\u3092\u4f5c\u6210\u3059\u308b\u6a29\u5229\u304c\u542b\u307e\u308c\u307e\u3059\uff0e\u3053\u308c\u3089\u306e\u6a29\u5229\u3092\u884c\u4f7f\u3057\u305f\u308a\uff0c\u4ed6\u4eba\u304c\u884c\u4f7f\u3059\u308b\u3053\u3068\u3092\u8a8d\u3081\u305f\u308a\u3059\u308b\u305f\u3081\u306b\u8a34\u8a1f\u3092\u8d77\u3053\u3059\u6a29\u5229\u3082\u542b\u307e\u308c\u307e\u3059\uff0e\u8457\u4f5c\u6a29\u306f\u4e8b\u5b9f\u3084\u767a\u660e\u306b\u306f\u9069\u7528\u3055\u308c\u307e\u305b\u3093\u304c\uff0c\u4e8b\u5b9f\u3084\u767a\u660e\u306e\u72ec\u5275\u7684\u306a\u8868\u73fe\u306b\u306f\u9069\u7528\u3055\u308c\u307e\u3059\uff0e
title.other_copyright				= \u8457\u4f5c\u6a29
jargon.other_copyright			= \u8457\u4f5c\u6a29\uff0e\u5275\u4f5c\u7684\u751f\u6210\u6d3b\u52d5\u3092\u9032\u884c\u3059\u308b\u305f\u3081\u306b\u653f\u5e9c\u304c\u8a8d\u3081\u308b\u5236\u9650\u4ed8\u304d\u72ec\u5360\u6a29\u306e\u96c6\u5408\uff0e\u8457\u4f5c\u6a29\u306b\u306f\uff0c\u8907\u88fd\u6a29\uff0c\u9812\u5e03\u6a29\uff0c\u4e0a\u6f14\u6a29\uff08\u516c\u8846\u9001\u4fe1\u3092\u542b\u3080\uff09\uff0c\u5c55\u793a\u6a29\uff0c\u4e8c\u6b21\u7684\u8457\u4f5c\u7269\u3092\u4f5c\u6210\u3059\u308b\u6a29\u5229\u304c\u542b\u307e\u308c\u307e\u3059\uff0e\u3053\u308c\u3089\u306e\u6a29\u5229\u3092\u884c\u4f7f\u3057\u305f\u308a\uff0c\u4ed6\u4eba\u304c\u884c\u4f7f\u3059\u308b\u3053\u3068\u3092\u8a8d\u3081\u305f\u308a\u3059\u308b\u305f\u3081\u306b\u8a34\u8a1f\u3092\u8d77\u3053\u3059\u6a29\u5229\u3082\u542b\u307e\u308c\u307e\u3059\uff0e\u8457\u4f5c\u6a29\u306f\u4e8b\u5b9f\u3084\u767a\u660e\u306b\u306f\u9069\u7528\u3055\u308c\u307e\u305b\u3093\u304c\uff0c\u4e8b\u5b9f\u3084\u767a\u660e\u306e\u72ec\u5275\u7684\u306a\u8868\u73fe\u306b\u306f\u9069\u7528\u3055\u308c\u307e\u3059\uff0e
title.creative_commons			= \u30af\u30ea\u30a8\u30a4\u30c6\u30a3\u30d6\u30b3\u30e2\u30f3\u30ba
jargon.creative_commons			= \u30af\u30ea\u30a8\u30a4\u30c6\u30a3\u30d6\u30b3\u30e2\u30f3\u30ba\u30e9\u30a4\u30bb\u30f3\u30b9\u3067\u306f\uff0c\u3042\u306a\u305f\u306f\u8457\u4f5c\u6a29\u3092\u4fdd\u6301\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u304c\uff0c\u3042\u306a\u305f\u306e\u8457\u4f5c\u6a29\u3068\u3042\u306a\u305f\u304c\u3053\u3053\u3067\u6307\u5b9a\u3057\u305f\u6761\u4ef6\u304c\u793a\u3055\u308c\u3066\u3044\u308b\u8457\u4f5c\u7269\u3092\u4ed6\u306e\u4eba\u304c\u8907\u88fd\u3057\u305f\u308a\u914d\u5e03\u3059\u308b\u3053\u3068\u3092\u8a31\u53ef\u3059\u308b\u3053\u3068\u306b\u306a\u308a\u307e\u3059\uff0e
title.public_domain				= \u30d1\u30d6\u30ea\u30c3\u30af\u30c9\u30e1\u30a4\u30f3
jargon.public_domain				= \u8457\u4f5c\u6a29\u6cd5\u304c\u9069\u7528\u3055\u308c\u308b\u524d\u306b\u4f5c\u6210\u3055\u308c\u305f\u3082\u306e\u3084\uff0c\u8457\u4f5c\u6a29\u304c\u3059\u3067\u306b\u5207\u308c\u3066\u3044\u308b\u3082\u306e\uff0c\u653f\u5e9c\u6a5f\u95a2\u306b\u3088\u308a\u4f5c\u6210\u3055\u308c\u305f\u3082\u306e\u306b\u3064\u3044\u3066\u306f\uff0c\u77e5\u7684\u8ca1\u7523\u6a29\u306e\u4f7f\u7528\u3092\u5236\u9650\u3067\u304d\u306a\u3044\u5834\u5408\u304c\u3042\u308a\u307e\u3059\uff0e
title.noncommercial				= \u975e\u5546\u7528
jargon.noncommercial				= \u30e9\u30a4\u30bb\u30f3\u30b9\u4f9b\u4e0e\u8005\u306f\uff0c\u8457\u4f5c\u7269\u3092\u8907\u88fd\uff0c\u9812\u5e03\uff0c\u5c55\u793a\uff0c\u4e0a\u6f14\u3059\u308b\u3053\u3068\u3092\u4ed6\u306e\u4eba\u306b\u8a8d\u3081\u3066\u3044\u307e\u3059\uff0e\u305d\u308c\u3068\u5f15\u304d\u66ff\u3048\u306b\uff0c\u30e9\u30a4\u30bb\u30f3\u30b9\u4f9b\u4e0e\u8005\u304b\u3089\u8a31\u53ef\u3092\u5f97\u306a\u3044\u9650\u308a\uff0c\u975e\u8a31\u8afe\u8005\u306f\u5546\u7528\u76ee\u7684\u306b\u306f\u8457\u4f5c\u7269\u3092\u4f7f\u7528\u3067\u304d\u306a\u3044\u5834\u5408\u304c\u3042\u308a\u307e\u3059\uff0e
title.modifications				= \u4e8c\u6b21\u8457\u4f5c\u7269\u3067\u306f\u306a\u3044
jargon.modifications				= \u30e9\u30a4\u30bb\u30f3\u30b9\u4f9b\u4e0e\u8005\u306f\uff0c\u539f\u8457\u4f5c\u7269\u306b\u5909\u66f4\u3092\u52a0\u3048\u306a\u3044\u9650\u308a\uff08\u4e8c\u6b21\u8457\u4f5c\u7269\u306f\u5225\uff09\uff0c\u8457\u4f5c\u7269\u3092\u8907\u88fd\uff0c\u9812\u5e03\uff0c\u5c55\u793a\uff0c\u4e0a\u6f14\u3059\u308b\u3053\u3068\u3092\u4ed6\u306e\u4eba\u306b\u8a8d\u3081\u3066\u3044\u307e\u3059\uff0e
title.share_alike				= \u540c\u3058\u3088\u3046\u306b\u5171\u6709
jargon.share_alike				= \u30e9\u30a4\u30bb\u30f3\u30b9\u4f9b\u4e0e\u8005\u306e\u8457\u4f5c\u7269\u3092\u652f\u914d\u3059\u308b\u3082\u306e\u3068\u540c\u3058\u30e9\u30a4\u30bb\u30f3\u30b9\u3067\u3042\u308b\u9650\u308a\uff0c\u4e8c\u6b21\u8457\u4f5c\u7269\u3092\u4ed6\u306e\u65b9\u304c\u914d\u5e03\u3059\u308b\u3053\u3068\u3092\u30e9\u30a4\u30bb\u30f3\u30b9\u4f9b\u4e0e\u8005\u306f\u8a31\u53ef\u3057\u3066\u3044\u307e\u3059\uff0e

copyrightYearLabel				= \u5e74
copyrightOwnerLabel				= \u8457\u4f5c\u6a29\u4fdd\u6301\u8005

copyrightStatusLabel				= \u8457\u4f5c\u6a29\u72b6\u614b
copyrightStatus.count				= 6
copyrightStatus.1				= \u7d20\u6750\u306f\u30d1\u30d6\u30ea\u30c3\u30af\u30c9\u30e1\u30a4\u30f3\u306e\u3082\u306e\u3067\u3059\uff0e
copyrightStatus.2				= \u79c1\u304c\u8457\u4f5c\u6a29\u3092\u4fdd\u6301\u3057\u3066\u3044\u307e\u3059\uff0e
copyrightStatus.3				= \u7d20\u6750\u306f\u30d5\u30a7\u30a2\u30e6\u30fc\u30b9\u4f8b\u5916\u306e\u5bfe\u8c61\u3067\u3059\uff0e
copyrightStatus.4				= \u3053\u306e\u7d20\u6750\u3092\u4f7f\u7528\u3059\u308b\u305f\u3081\u306b\u66f8\u9762\u3067\u8a31\u53ef\u3092\u5f97\u3066\u3044\u307e\u3059\uff0e
copyrightStatus.5				= \u8457\u4f5c\u6a29\u72b6\u614b\u304c\u307e\u3060\u6c7a\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093\uff0e
copyrightStatus.6				= \u4ee5\u4e0b\u306e\u8457\u4f5c\u6a29\u3092\u4f7f\u7528\u3057\u307e\u3059\uff0e


