#Generated by ResourceBundle Editor (http://eclipse-rbe.sourceforge.net)
#Copyright dialog
# translations of many strings in this bundle may be found 
# at http://creativecommons.org/license/

CC_granted = 

copyrightOwnerLabel = Copyright owner

copyrightStatus.1     = Material is in public domain.
copyrightStatus.2     = I hold copyright.
copyrightStatus.3     = Material is subject to fair use exception.
copyrightStatus.4     = I have obtained permission to use this material.
copyrightStatus.5     = Copyright status is not yet determined.
copyrightStatus.6     = Use copyright below.
copyrightStatus.count = 6

copyrightStatusLabel = \u00C9tat des droits d'auteur

copyrightYearLabel = Ann\u00E9e

done.label = fait

jargon.creative_commons = Avec une licence Creative Commons, vous conservez votre droit d'auteur, mais vous permettez aux gens de copier et distribuer votre travail tant qu'ils vous en accordent le cr\u00E9dit -- et seulement sur les conditions que vous sp\u00E9cifiez ici.
jargon.modifications    = Le licenceur permet aux autres de copier, distribuer, afficher et performer seulement des copies inalt\u00E9r\u00E9es du travail -- aucun d\u00E9riv\u00E9 bas\u00E9 dessus.
jargon.my_copyright     = Droit d'auteur. Un jeu de droits de monopoles limit\u00E9s que le gouvernement garantit afin d'encourager la production de travail cr\u00E9atif. Un droit d'auteur inclut un droit de copier, distribuer, afficher, performer (incluant diffuser), mettre en march\u00E9, et cr\u00E9er des travaux d\u00E9riv\u00E9s \u00E0 partir d'un travail cr\u00E9atif. Il inclut aussi le droit de poursuivre en justice afin d'appliquer ces droits, et d'autoriser d'autres \u00E0 les exercer. Le droit d'auteur ne s'applique par aux faits et aux id\u00E9es, mais \u00E0 l'expression originale de ces faits ou id\u00E9es.
jargon.noncommercial    = Le licenceur permet aux autres de copier, distribuer, afficher et performer le travail\u00E9 En retour, les licenc\u00E9s ne peuvent utiliser le travail pour des fins commerciales -- \u00E0 moins qu'il en obtiennent la permission du licenseur.
jargon.other_copyright  = Droit d'auteur. Un jeu de droits de monopoles limit\u00E9s que le gouvernement garantit afin d'encourager la production de travail cr\u00E9atif. Un droit d'auteur inclut un droit de copier, distribuer, afficher, performer (incluant diffuser), mettre en march\u00E9, et cr\u00E9er des travaux d\u00E9riv\u00E9s \u00E0 partir d'un travail cr\u00E9atif. Il inclut aussi le droit de poursuivre en justice afin d'appliquer ces droits, et d'autoriser d'autres \u00E0 les exercer. Le droit d'auteur ne s'applique par aux faits et aux id\u00E9es, mais \u00E0 l'expression originale de ces faits ou id\u00E9es.
jargon.public_domain    = L'utilisation d'une propri\u00E9t\u00E9 intellectuelle peut \u00EAtre sans restrictions si elle a \u00E9t\u00E9 cr\u00E9\u00E9e avant que les lois sur les droits d'auteur s'appliquent, si un droit d'auteur pr\u00E9c\u00E9dent a expir\u00E9, si elle a \u00E9t\u00E9 cr\u00E9\u00E9e par certaines agences gouvernementales.
jargon.share_alike      = The licenseur permet aux autres de distribuer des travaux d\u00E9riv\u00E9s seulement sous une licence identique que celle qui gouverne le travail du licenseur.

moreinfo.label = plus d'infos

myCommercialUse.label = Permettre les utilisations commerciales de mon travail?
myCommercialUse.no    = Non
myCommercialUse.yes   = Oui

myCopyrightOwner.label = Propri\u00E9taire du droit d'auteur

myCopyrightYear.label = Ann\u00E9e

myModifications.label       = Permettre des modifications \u00E0 votre travail?
myModifications.no          = Non
myModifications.share_alike = Oui, tant que les autres partagent de fa\u00E7on semblable
myModifications.yes         = Oui

offer.fair_use             = Assurer mon droit d'auteur avec tous droits r\u00E9serv\u00E9s.
offer.label                = Je veux:
offer.new_creative_commons = Offrir ce mat\u00E9riel sous une licence Creative Commons.
offer.new_public_domain    = Offrir ce mat\u00E9riel sous une d\u00E9dication au Domaine Public.

other.creative_commons         = Ce mat\u00E9riel poss\u00E8de une licence existante de type Creative Commons.
other.owner                    = Propri\u00E9taire des droits
other.year                     = Ann\u00E9e

otherCommercialUse.label = Est-ce que la licence permet l'utilisation commerciale de ce travail?
otherCommercialUse.no    = Non
otherCommercialUse.yes   = Oui

otherCopyrightOwner.label = Propri\u00E9taire des droits

otherCopyrightYear.label = Ann\u00E9e

otherModifications.label       = Est-ce que la licence permet des modifications \u00E0 ce travail?
otherModifications.no          = Non
otherModifications.share_alike = Oui, tant que les autres partages de fa\u00E7on semblable
otherModifications.yes         = Oui

otherOffer.creative_commons = Ce mat\u00E9riel poss\u00E8de une licence existante de type Creative Commons.
otherOffer.fair_use         = Ceci est une exemption aux utilisations \u00E9quitables du droit d'auteur.
otherOffer.label            = Quel droit d'auteur ou licence s'applique \u00E0 ce travail?
otherOffer.permission       = J'ai la permission \u00E9crite de l'auteur de ce mat\u00E9riel.
otherOffer.public_domain    = Ce mat\u00E9riel a un d\u00E9dication existante au Domaine Publique\u00E9

status.label         = Qui poss\u00E8de les droits d'auteur de ce mat\u00E9riel?
status.mine          = Je poss\u00E8de les droits d'auteur.
status.other         = Quelqu'un d'autre d\u00E9tient les droits d'auteur.
status.public_domain = Ce mat\u00E9riel est du domaine publique.
status.unknown       = Je ne sais pas qui poss\u00E8de les droits d'auteur.

terms.creative_commons = Ce mat\u00E9riel a une licence existante de type Creative Commons.
terms.label            = Droits d'auteur/Licence
terms.my_copyright     = Je poss\u00E8de les droits d'auteur de ce mat\u00E9riel.
terms.other_copyright  = Quelqu'un d'autre poss\u00E8de les droits d'auteur sur ce mat\u00E9riel.
terms.public_domain    = Ce mat\u00E9riel est du domaine publique.

title.creative_commons = Creative Commons
title.modifications    = Aucun travail d\u00E9riv\u00E9
title.my_copyright     = Copyright
title.noncommercial    = Non-commercial
title.other_copyright  = Droits d'auteur
title.public_domain    = Domaine public
title.share_alike      = Partager de fa\u00E7on semblable

unknown.creator   = Auteur, \u00E9diteur, artiste ou cr\u00E9ateur
unknown.label     = Veuillez fournir autant d'information que possible sur ce mat\u00E9riel.
unknown.pubdate   = Date de publication
unknown.publisher = Publi\u00E9 par
unknown.title     = Titre
