#X-Generator: crowdin.com
# Contains the i18n strings for the entity description pages
# the batch describe page
batch=como no exemplo. O Batch n\u00e3o pode funcionar sem o par\u00e2metro refs, se for excluido pode causar uma falha. <br/>\nO manipulador requer caminhos completos para refs mas ir\u00e1 inserir o caminho servlet EB se o ref n\u00e3o come\u00e7ar com "/". \nRefs externos podem ser inclu\u00eddos usando a URL completa (http\://...). <br/>\nO status do processamento em lote ter\u00e1 retorno 200 para sucesso. Falha ou erro do servidor ter\u00e1 retorno 501.
batch.description=Batch utiliza o parametro "_refs" para definir as referencias a urls/entity (Ex. /direct/batch.json?_refs\=/direct/entity1/123,/direct/entity2/456). <br/>\nO formato padr\u00e3o retornado por solicita\u00e7\u00f5es em lote \u00e9 JSON, para solicitar outros formatos simplesmente inclua a extens\u00e3o ap\u00f3s a  
batch.output=Os dados ser\u00e3o devolvidos no formato requerido para solicita\u00e7\u00f5es (Ex. json) \ncom os dados de resposta para cada ref, localizado na estrutura ref\# (Ex. ref0 \= /direct/entity1/123, ref1 \= /direct/entity2/456). \nA cabe\u00e7alhos, estado, refer\u00eancia, entityURL, e dados (ou conte\u00fado bruto) ser\u00e3o devolvidos para cada ref. Se os dados da ref
batch.input=Entrada \u00e9 especialmente manipulada para solicita\u00e7\u00f5es de lote. A entrada deve estar na forma de par\u00e2metros HTTP (no cabe\u00e7alho) com a chave de lote \nprefixado para cada par\u00e2metro que \u00e9 \u00fanico para o pedido referente a lotes e quaisquer par\u00e2metros compartilhados sem um prefixo. <br/>\nPor exemplo, queremos criar 2 op\u00e7\u00f5es de recupera\u00e7\u00e3o que compartilhe o mesmo pollId. Os par\u00e2metros enviados ficariam assim\: \n(pollId\=111, ref0.text\='Texto de exemplo', ref1.text\='Texto de exemplo') O pollId ser\u00e1 aplicado a ambas \nas op\u00e7\u00f5es de poll criadas. <br/>O envio de dados codificados no corpo da solicita\u00e7\u00e3o n\u00e3o \u00e9 suportado.