# Contains the i18n strings for the entity description pages
# the batch describe page
batch=Batch \u00e9s un gestor especial que proporciona processament per lots per a  peticions d'entitats m\u00faltiples i simult\u00e0nies
batch.description=Batch usa el par\u00e0metre "_refs" per definir les refer\u00e8ncies urs/entity que gestiona (per ex. /direct/batch.json?_refs\=/direct/entity1/123,/direct/entity2/456). <br/> json \u00e9s el format predeterminat que retornen les peticions batch, per sol\u00b7licitar altres formats nom\u00e9s cal incloure l'extensi\u00f3 despr\u00e9s del batch com mostrem. Batch no funcionar\u00e0 sense el par\u00e0metre refs i excloure'l causar\u00e0 una fallada.<br/> El gestor requereix a refs rutes completes per\u00f2 inserir\u00e0 la ruta del servlet EB si la refer\u00e8ncia no comen\u00e7a amb "/". Es poden incloure refer\u00e8ncies externes usant l'adre\u00e7a URL completa (http\://...).\n<br/>En cas d'\u00e8xit complet o parcial el sistema retornar\u00e0 200 com a estat del batch. En cas de fallada completa o error del servidor retornar\u00e0 501. <br/>En el cas de peticions que no comportin una fallada del servidor el sistema retornar\u00e0 les cap\u00e7aleres seg\u00fcents\: <br/> - batchRefs (totes les refer\u00e8ncies que ha processat aquest batch - per ex. /direct/prefix/id) <br/>- batchStatus (l'estat de cada petici\u00f3  - per ex. 200) <br/>- batchKeys (les claus que s'han usat per representar cada refer\u00e8ncia  - per ex. ref0) <br/>- batchURLs (les adreces URL on s'han enviat les peticions - per ex. /direct/prefix/id.json) <br/>- batchMapping (el mapatge entre claus i refer\u00e8ncies - per ex. ref0\=/direct/entity1/123) <br/>- batchErrors (inclou les claus corresponents a refer\u00e8ncies que han tingut fallades  - per ex. ref1) <br/>Admet els m\u00e8todes http GET, POST, PUT i DELETE.
batch.output=Les dades es retornaran en el format sol\u00b7licitat per la petici\u00f3 (per ex. json) amb les dades de la resposta per cada refer\u00e8ncia ubicades sota una estructura ref\# (per ex. ref0 \= /direct/entity1/123, ref1 \= /direct/entity2/456). Amb cada refer\u00e8ncia es retornaran les cap\u00e7aleres, estats, refer\u00e8ncies, adreces URL de les entitats i les dades (o el contingut brut). Si les dades de la refer\u00e8ncia es poden adaptar al format sol\u00b7licitat s'integraran a la resposta, en cas contrari s'inclouran com a contingut brut. 
batch.input=El contingut d'entrada es gestiona de manera especial a les peticions batch. Aquest contingut ha d'estar en la forma de par\u00e0metres http (a la cap\u00e7alera) amb la clau batch com a prefix de cada par\u00e0metre que \u00e9s \u00fanic per a la sol\u00b7licitud batch i sense prefix els compartits.<br/>Per exemple, volem fer una petici\u00f3 per crear 2 opcions en una votaci\u00f3 que comparteixen el mateix pollid. Els par\u00e0metres que cal enviar podrien ser els seg\u00fcents\:  (pollId\=111, ref0.text\='Ice cream and kittens', ref1.text\='I hate nice things'). L'identificador pollid s'aplicar\u00e0 a les dues opcions.<br/>La implementaci\u00f3 actual no admet l'enviament de dades codificades al cos de la petici\u00f3.
