###################################
# Translated  by  INTERACTIVE LLC #
# email: sakaiteam@interactive.mn #
###################################

# Contains the i18n strings for the entity description pages
# the batch describe page
batch = \u0411\u0430\u0433\u0446 \u0433\u044D\u0434\u044D\u0433 \u043D\u044C \u0442\u0443\u0441\u0433\u0430\u0439 \u0431\u043E\u043B\u043E\u0432\u0441\u0440\u0443\u0443\u043B\u0430\u0433\u0447 \u0431\u04E9\u0433\u04E9\u04E9\u0434 \u043E\u043B\u043E\u043D \u04E9\u0433\u04E9\u0433\u0434\u043B\u0438\u0439\u043D \u043D\u044D\u0433\u0436\u0438\u0439\u043D \u0445\u04AF\u0441\u044D\u043B\u0442\u04AF\u04AF\u0434\u0438\u0439\u0433 \u0431\u0430\u0433\u0446\u0430\u0430\u0440 \u043D\u044C \u043D\u044D\u0433 \u0434\u043E\u0440 \u0431\u043E\u043B\u043E\u0432\u0441\u0440\u0443\u0443\u043B\u043D\u0430
batch.description = \u0411\u0430\u0433\u0446 "_refs" \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440 \u0430\u0448\u0438\u0433\u043B\u0430\u043D \u0431\u043E\u043B\u043E\u0432\u0441\u0440\u0443\u0443\u043B\u0436 \u0431\u0443\u0439 urls/ \u04E9\u0433\u04E9\u0433\u0434\u043B\u0438\u0439\u043D \u043D\u044D\u0433\u0436\u0438\u0439\u043D \u043A\u043E\u043E\u0440\u0434\u0438\u043D\u0430\u0442\u0443\u0443\u0434\u044B\u0433 \u0442\u043E\u0434\u043E\u0440\u0445\u043E\u0439\u043B\u043D\u043E(e.g. /direct/batch.json?_refs=/direct/entity1/123,/direct/entity2/456). <br/>\
\u0411\u0430\u0433\u0446 \u0445\u04AF\u0441\u044D\u043B\u0442\u04AF\u04AF\u0434\u0438\u0439\u043D \u0445\u0430\u0440\u0438\u0443\u0434 \u04E9\u0433\u0441\u04E9\u043D \u04E9\u0433\u04E9\u0433\u0434\u043C\u04E9\u043B \u0444\u043E\u0440\u043C\u0430\u0442 \u043D\u044C json \u0431\u0430\u0439\u043D\u0430,\u04E9\u04E9\u0440 \u0444\u043E\u0440\u043C\u0430\u0442 \u0445\u04AF\u0441\u0432\u044D\u043B \u0431\u0430\u0433\u0446\u044B\u043D \u0430\u0440\u0434 \u04E9\u0440\u0433\u04E9\u0442\u0433\u04E9\u043B\u04AF\u04AF\u0434\u0438\u0439\u0433 \u04AF\u0437\u04AF\u04AF\u043B\u0441\u044D\u043D \u0431\u0430\u0439\u0434\u043B\u0430\u0430\u0440 \u043E\u0440\u0443\u0443\u043B\u0430\u0445 \u0445\u044D\u0440\u044D\u0433\u0442\u044D\u0439.
\u0411\u0430\u0433\u0446 \u043D\u044C refs \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u0433\u04AF\u0439\u0433\u044D\u044D\u0440 \u0430\u0436\u0438\u043B\u043B\u0430\u0445 \u0431\u043E\u043B\u043E\u043C\u0436\u0433\u04AF\u0439 \u0442\u0443\u043B \u0443\u0433 \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u044B\u0433 \u043E\u0440\u0443\u0443\u043B\u0430\u0430\u0433\u04AF\u0439 \u0442\u043E\u0445\u0438\u043E\u043B\u0434\u043E\u043B\u0434 \u0430\u043B\u0434\u0430\u0430 \u0433\u0430\u0440\u043D\u0430.<br/>\
\u0411\u043E\u043B\u043E\u0432\u0441\u0440\u0443\u0443\u043B\u0430\u0433\u0447 refs-\u0434 \u0445\u04AF\u0440\u044D\u0445 \u0431\u04AF\u0442\u044D\u043D \u0437\u0430\u043C \u0448\u0430\u0430\u0440\u0434\u0430\u0445 \u0431\u043E\u043B\u043E\u0432\u0447 ref  "/"-\u044D\u044D\u0440 \u044D\u0445\u043B\u044D\u044D\u0433\u04AF\u0439 \u0431\u043E\u043B EB \u0441\u0435\u0440\u0432\u043B\u0435\u0442 \u0437\u0430\u043C\u044B\u0433 \u043E\u0440\u0443\u0443\u043B\u0430\u0445 \u0431\u043E\u043B\u043D\u043E. \
\u0411\u04AF\u0442\u044D\u043D URL \u0430\u0448\u0438\u0433\u043B\u0430\u043D \u0433\u0430\u0434\u043D\u044B refs \u043E\u0440\u0443\u0443\u043B\u0430\u0445 \u0431\u043E\u043B\u043E\u043C\u0436\u0442\u043E\u0439 (http://...). <br/>\
\u0411\u04AF\u0442\u044D\u043D \u044D\u0441\u0432\u044D\u043B \u0445\u0430\u0433\u0430\u0441 \u0434\u0443\u043D\u0434\u0443\u0443\u0440 \u0430\u043C\u0436\u0438\u043B\u0442\u0430\u043D\u0434 \u0431\u0430\u0433\u0446\u044B\u043D \u0441\u0442\u0430\u0442\u0443\u0441 \u043D\u044C 200 \u0431\u0430\u0439\u0445 \u0431\u043E\u043B\u043D\u043E.  \u0425\u0430\u0440\u0438\u043D \u0430\u043C\u0436\u0438\u043B\u0442\u0433\u04AF\u0439 \u0431\u0443\u044E\u0443 \u0441\u0435\u0440\u0432\u0435\u0440\u0438\u0439\u043D \u0430\u043B\u0434\u0430\u0430 \u0433\u0430\u0440\u0430\u0445 \u0431\u043E\u043B 501 \u0433\u044D\u0436 \u0433\u0430\u0440\u043D\u0430. <br/>\

\u0421\u0435\u0440\u0432\u0435\u0440\u0442 \u0430\u043B\u0434\u0430\u0430 \u0433\u0430\u0440\u0433\u0430\u0445\u0433\u04AF\u0439 \u0445\u04AF\u0441\u044D\u043B\u0442\u0438\u0439\u043D \u0442\u043E\u043B\u0433\u043E\u0439 \u0433\u0430\u0440\u0447\u0438\u0433\u0443\u0443\u0434: <br/> \
 - batchRefs (\u044D\u043D\u044D \u043D\u044C \u0431\u0430\u0433\u0446\u0430\u043D\u0434 \u0431\u043E\u043B\u043E\u0432\u0441\u0440\u0443\u0443\u043B\u0441\u0430\u043D \u0431\u04AF\u0445 refs - e.g. /direct/prefix/id) <br/>\
 - batchStatus (ref \u0445\u04AF\u0441\u044D\u043B\u0442 \u0431\u043E\u043B\u0433\u043E\u043D\u044B \u0441\u0442\u0430\u0442\u0443\u0441 - e.g. 200) <br/>\
 - batchKeys (ref \u0431\u04AF\u0440\u0438\u0439\u0433 \u0442\u04E9\u043B\u04E9\u04E9\u043B\u0436 \u0431\u0443\u0439 \u0442\u04AF\u043B\u0445\u04AF\u04AF\u0440\u04AF\u04AF\u0434 - e.g. ref0) <br/>\
 - batchURLs (\u0445\u04AF\u0441\u044D\u043B\u0442\u04AF\u04AF\u0434\u0438\u0439\u0433 \u0438\u043B\u0433\u044D\u044D\u0441\u044D\u043D URL-\u04AF\u04AF\u0434 - e.g. /direct/prefix/id.json) <br/>\
 - batchMapping (ref \u0442\u04AF\u043B\u0445\u04AF\u04AF\u0440\u044D\u044D\u0441 ref \u0445\u04AF\u0440\u0442\u043B\u044D\u0445 \u0437\u0443\u0440\u0430\u0433\u043B\u0430\u043B - e.g. ref0=/direct/entity1/123) <br/>\
 - batchErrors (\u0430\u043B\u0434\u0430\u0430\u0442\u0430\u0439 refs-\u0434 ref \u0442\u04AF\u043B\u0445\u04AF\u04AF\u0440\u04AF\u04AF\u0434\u0438\u0439\u0433 \u043E\u0440\u0443\u0443\u043B\u043D\u0430 - e.g. ref1) <br/>\ 
\u0410\u0412\u0410\u0425, \u041D\u0418\u0419\u0422\u041B\u042D\u0425, \u0422\u0410\u0412\u0418\u0425 \u0431\u043E\u043B\u043E\u043D \u0423\u0421\u0422\u0413\u0410\u0425 Http \u0430\u0440\u0433\u0443\u0443\u0434\u044B\u0433 \u0434\u044D\u043C\u0436\u0438\u043D\u044D.
batch.output = \u04E8\u0433\u04E9\u0433\u0434\u043B\u0438\u0439\u0433 \u0445\u04AF\u0441\u044D\u043B\u0442\u04AF\u04AF\u0434\u0438\u0439\u043D \u0434\u0430\u0433\u0443\u0443\u0445 \u0444\u043E\u0440\u043C\u0430\u0442\u0430\u0430\u0440 \u0433\u0430\u0440\u0433\u0430\u0445 \u0431\u043E\u043B\u043D\u043E (e.g. json) \
ref \u0431\u043E\u043B\u0433\u043E\u043D\u044B \u0445\u0430\u0440\u0438\u0443 \u04E9\u0433\u04E9\u0433\u0434\u04E9\u043B \u043D\u044C ref# structure -\u0442 \u0431\u0430\u0439\u0440\u043B\u0430\u0445 \u0431\u043E\u043B\u043D\u043E(e.g. ref0 = /direct/entity1/123, ref1 = /direct/entity2/456). \
ref \u0431\u043E\u043B\u0433\u043E\u043D\u0434 \u0442\u043E\u043B\u0433\u043E\u0439 \u0433\u0430\u0440\u0447\u0438\u0433\u0443\u0443\u0434, \u0441\u0442\u0430\u0442\u0443\u0441, ref, entityURL \u0431\u0430\u0441 \u043C\u044D\u0434\u044D\u044D\u043B\u044D\u043B (\u044D\u0441\u0432\u044D\u043B \u043D\u043E\u043E\u0440\u043E\u0433) \u04E9\u0433\u04E9\u0433\u0434\u04E9\u043D\u04E9.
ref-\u0438\u0439\u043D \u043C\u044D\u0434\u044D\u044D\u043B\u044D\u043B \u043D\u044C \u0445\u04AF\u0441\u0441\u044D\u043D \u0444\u043E\u0440\u043C\u0430\u0442 \u0433\u044D\u0436 \u04AF\u0437\u0432\u044D\u043B \u0445\u0430\u0440\u0438\u0443\u043B\u0442\u0430\u043D\u0434 \u0431\u0430\u0433\u0442\u0430\u0430\u043D\u0430, \u04AF\u0433\u04AF\u0439 \u0431\u043E\u043B \u043D\u043E\u043E\u0440\u043E\u0433 \u0433\u044D\u0436 \u043E\u0440\u0443\u0443\u043B\u0430\u0445 \u0431\u043E\u043B\u043D\u043E.
batch.input = \u0411\u0430\u0433\u0446\u044B\u043D \u0445\u04AF\u0441\u044D\u043B\u0442\u04AF\u04AF\u0434\u0438\u0439\u043D \u043E\u0440\u043E\u043B\u0442\u044B\u0433 \u0442\u0443\u0441\u0433\u0430\u0439\u043B\u0430\u043D \u0431\u043E\u043B\u043E\u0432\u0441\u0440\u0443\u0443\u043B\u043D\u0430.
\u041E\u0440\u043E\u043B\u0442 \u043D\u044C (\u0442\u043E\u043B\u0433\u043E\u0439 \u0433\u0430\u0440\u0447\u0438\u0433\u0442) http params \u0445\u044D\u043B\u0431\u044D\u0440\u044D\u044D\u0440 \u0431\u0430\u0433\u0446\u043D\u044B \u0442\u04AF\u043B\u0445\u04AF\u04AF\u0440\u0438\u0439\u043D \u0445\u0430\u043C\u0442 \u0431\u0430\u0439\u0445 \u0451\u0441\u0442\u043E\u0439.
\u0423\u0433 \u0442\u04AF\u043B\u0445\u04AF\u04AF\u0440\u0438\u0439\u0433 \u0431\u0430\u0433\u0446 \u0445\u04AF\u0441\u044D\u043B\u0442\u0438\u0439\u043D \u043E\u043D\u0446\u0433\u043E\u0439 \u0431\u043E\u043B\u043E\u043D \u0443\u0433\u0442\u0432\u0430\u0440\u0433\u04AF\u0439 \u043D\u0438\u0439\u0442\u0438\u0439\u043D \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440 \u0431\u043E\u043B\u0433\u043E\u043D\u044B \u04E9\u043C\u043D\u04E9 \u0442\u0430\u0432\u0438\u043D\u0430. <br/>\

\u0416\u0438\u0448\u044D\u044D\u043B\u0431\u044D\u043B, 
For example, we want to batch create 2 poll options and they share the same pollId. The params sent might like so: \(pollId=111, ref0.text='Ice cream and kittens', ref1.text='I hate nice things')The pollId will be applied to both \poll options being created. <br/>

\u041E\u0434\u043E\u043E\u0445\u043E\u043D\u0434\u043E\u043E \u043A\u043E\u0434\u0447\u0438\u043B\u0441\u043E\u043D \u043C\u044D\u0434\u044D\u044D\u043B\u043B\u0438\u0439\u0433 \u0445\u04AF\u0441\u044D\u043B\u0442 \u0442\u0430\u0432\u0438\u0445 \u0445\u044D\u0441\u044D\u0433\u0442 \u0438\u043B\u0433\u044D\u044D\u0445 \u0431\u043E\u043B\u043E\u043C\u0436\u0433\u04AF\u0439 \u0431\u0430\u0439\u043D\u0430.






