# Contains the i18n strings for the entity description pages
# the batch describe page
batch=Batch es un manejador especial que provee procesamiento batch para m\u00faltiples peticiones simult\u00e1neas
batch.description=Batch usa el par\u00e1metro "_refs" para definir las referencias urls/entity manejadas (e.g. /direct/batch.json?_refs\=/direct/entity1/123,/direct/entity2/456). <br/>El formato por defecto devuelto por las peticiones batch es json, para solicitar otros formatos incluya la extensi\u00f3n deseada como se muestra. Batch no puede funcionar sin los par\u00e1metros ref por lo que excluirlos causa un fallo. <br/>El manejador requiere rutas completas a refs pero insertar\u00e1 la ruta al servlet EB si no empieza con "/". Pueden incluirse refs externas usando la url completa (http\://...).<br/>El estado de batch devolver\u00e1 200 para indicar \u00e9xito completo o parcial. Un fallo completo o error del servidor devolver\u00e1 501. <br/>Las siguientes cabeceras se devolver\u00e1n para aquellas peticiones que no resulten en un fallo de servidor\: <br/> - batchRefs (todas las refs procesadas en este batch - e.g. /direct/prefix/id) <br/>- batchStatus (el estado de cada petici\u00f3n - e.g. 200) <br/>- batchKeys (las claves usadas para representar cada ref - e.g. ref0) <br/>- batchURLs (las URLs donde las peticiones fueron enviadas - e.g. /direct/prefix/id.json) <br/>- batchMapping (el mapeo entre claves y refs - e.g. ref0\=/direct/entity1/123) <br/>- batchErrors (incluye las claves de refs con fallo - e.g. ref1) <br/>Soporta los m\u00e9todos HTTP GET, POST, PUT, y DELETE.
batch.output=Los datos se devolver\u00e1n en el formato solicitado por la petici\u00f3n (e.g. json) con los datos de respuesta para cada ref ubicados bajo una estructura ref\# (e.g. ref0 \= /direct/entity1/123, ref1 \= /direct/entity2/456). Las cabeceras, status, ref, entityURL, y data (o raw content) se devolver\u00e1n para cada ref. Si los datos del ref pueden ser entendidos en el formato de respuesta ser\u00e1n integrados en esta, si no, ser\u00e1n incluidos como contenido en crudo.
batch.input=Los campos de entrada se manejan de forma especial en las peticiones batch. Deben estar en forma de par\u00e1metros http (en la cabecera) con la clave batch como prefijo de cada par\u00e1metro que es \u00fanico para la solicitud batch y, si procede dejando sin prefijo los compartidos. <br/> Por ejemplo, queremos enviar una petici\u00f3n para crear 2 opciones a la encuesta y que comparten la misma pollId. Los parametros enviados ser\u00edan de este modo\: (pollId\=111, ref0.text\='Ice cream and kittens', ref1.text\='I hate nice things') El pollId se aplicar\u00e1 a ambas opciones. <br/> El env\u00edo de datos codificados en el cuerpo de la petici\u00f3n no est\u00e1 soportado actualmente.
