#X-Generator: crowdin.com
# Contains the i18n strings for the entity description pages
# the batch describe page
batch=Batch \u06cc\u06a9 handler \u0648\u06cc\u0698\u0647 \u0627\u0633\u062a \u06a9\u0647 \u067e\u0631\u062f\u0627\u0632\u0634\u06af\u0631 \u06af\u0631\u0648\u0647\u06cc \u0628\u0631\u0627\u06cc \u0686\u0646\u062f\u06cc\u0646 \u062f\u0631\u062e\u0648\u0627\u0633\u062a \u062f\u0631 \u0622\u0646 \u0648\u0627\u062d\u062f \u0631\u0627 \u0627\u0646\u062c\u0627\u0645 \u0645\u06cc\u062f\u0647\u062f
batch.description=Batch \u0627\u0632 \u067e\u0627\u0631\u0627\u0645\u062a\u0631\u0647\u0627\u06cc "_refs" \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0645\u06cc\u06a9\u0646\u062f \u062a\u0627 url \u0647\u0627\u06cc handle \u0634\u062f\u0647 \u0631\u0627 \u062a\u0639\u0631\u06cc\u0641 \u06a9\u0646\u062f. (\u0628\u0647 \u0639\u0646\u0648\u0627\u0646 \u0645\u062b\u0627\u0644 /direct/batch.json?_refs\=/direct/entity1/123,/direct/entity2/456).<br/>\n\u0641\u0631\u0645\u062a \u0628\u0627\u0632\u06af\u0634\u062a\u06cc \u067e\u06cc\u0634 \u0641\u0631\u0636 \u0628\u0631\u0627\u06cc \u062f\u0631\u062e\u0648\u0627\u0633\u062a \u0647\u0627\u06cc Batch \u062f\u0631 \u0642\u0627\u0644\u0628 Json \u0628\u0648\u062f\u0647. \u0628\u0631\u0627\u06cc \u062f\u0631\u062e\u0648\u0627\u0633\u062a \u0641\u0631\u0645\u062a \u0647\u0627\u06cc \u062f\u06cc\u06af\u0631 \u062a\u0646\u0647\u0627 \u06a9\u0627\u0641\u06cc\u0633\u062a \u06a9\u0647 \u067e\u0633\u0648\u0646\u062f \u0645\u0648\u0631\u062f \u0646\u0638\u0631 \u062e\u0648\u062f \u0631\u0627 \u0628\u0639\u062f \u0627\u0632 \nbatch \u0627\u0636\u0627\u0641\u0647 \u06a9\u0646\u06cc\u062f. \u0647\u0645\u0627\u0646\u0637\u0648\u0631 \u06a9\u0647 \u0646\u0634\u0627\u0646 \u062f\u0627\u062f\u0647 \u0645\u06cc\u0634\u0648\u062f. Batch \u0646\u0645\u06cc\u062a\u0648\u0627\u0646\u062f \u0628\u062f\u0648\u0646 \u067e\u0627\u0631\u0627\u0645\u062a\u0631\u0647\u0627\u06cc refs \u0639\u0645\u0644 \u06a9\u0646\u062f \u0628\u0646\u0627\u0628\u0631\u0627\u06cc\u0646 \u0627\u062c\u0631\u0627\u06cc \u0622\u0646 \u0628\u0647 \u0627\u06cc\u0646 \u062a\u0631\u062a\u06cc\u0628 \u0645\u0648\u062c\u0628 \u0628\u0631\u0648\u0632 \u062e\u0637\u0627 \u062e\u0648\u0627\u0647\u062f \u0634\u062f.<br/>\nhandler \u0646\u06cc\u0627\u0632\u0645\u0646\u062f \u0645\u0633\u06cc\u0631 \u06a9\u0627\u0645\u0644 \u0628\u0631\u0627\u06cc ref \u0627\u0633\u062a \u0627\u0645\u0627 \u062f\u0631 \u0635\u0648\u0631\u062a\u06cc \u06a9\u0647 \u0645\u0633\u06cc\u0631 \u0628\u0627 "/" \u0634\u0631\u0648\u0639 \u0646\u0634\u0648\u062f\u060c EB servlet path \u0631\u0627 \u0648\u0627\u0631\u062f \u062e\u0648\u0627\u0647\u062f \u06a9\u0631\u062f. \nrefs \u062e\u0631\u0648\u062c\u06cc \u0631\u0627 \u0645\u06cc\u062a\u0648\u0627\u0646 \u0628\u0627 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0627\u0632 URL \u06a9\u0627\u0645\u0644 (http\://...) \u0648\u0627\u0631\u062f \u06a9\u0631\u062f.<br/>\n\u0648\u0636\u0639\u06cc\u062a batch \u0628\u0647 \u0627\u0632\u0627\u06cc \u0647\u0631 200 \u0628\u0631\u0627\u06cc \u0645\u0648\u0641\u0642\u06cc\u062a \u0647\u0627\u06cc \u06a9\u0627\u0645\u0644 \u06cc\u0627 \u0646\u0627\u0642\u0635 \u0628\u0627\u0632\u06af\u0634\u062a \u062f\u0627\u062f\u0647 \u062e\u0648\u0627\u0647\u062f \u0634\u062f. \u062e\u0637\u0627\u06cc \u06a9\u0627\u0645\u0644 \u06cc\u0627 \u062e\u0637\u0627\u06cc \u0633\u0631\u0648\u0631 \u0645\u0646\u062c\u0631 \u0628\u0647 501 \u062e\u0648\u0627\u0647\u062f \u0634\u062f.<br/>\n\u0647\u062f\u0631\u0647\u0627\u06cc \u0632\u06cc\u0631 \u0628\u0631\u0627\u06cc \u062f\u0631\u062e\u0648\u0627\u0633\u062a\u06cc \u06a9\u0647 \u0645\u0646\u062c\u0631 \u0628\u0647 \u062e\u0637\u0627\u06cc \u0633\u0631\u0648\u0631 \u0646\u0634\u0648\u062f \u0628\u0627\u0632\u06af\u0634\u062a \u062f\u0627\u062f\u0647 \u062e\u0648\u0627\u0647\u0646\u062f \u0634\u062f\:\n<br/>\n- batchRefs (\u062a\u0645\u0627\u0645 ref \u0647\u0627\u06cc \u067e\u0631\u062f\u0627\u0632\u0634 \u0634\u062f\u0647 \u062f\u0631 \u0627\u06cc\u0646 batch - e.g. /direct/prefix/id) <br/>\n- batchStatus (\u0648\u0636\u0639\u06cc\u062a \u0647\u0631 ref \u062f\u0631\u062e\u0648\u0627\u0633\u062a\u06cc - e.g. 200) <br/>\n- batchKeys (\u06a9\u0644\u06cc\u062f \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0634\u062f\u0647 \u0628\u0631\u0627\u06cc \u0646\u0634\u0627\u0646 \u062f\u0627\u062f\u0646 \u0647\u0631 ref - e.g. ref0) <br/>\n- batchURLs (\u0622\u062f\u0631\u0633\u0647\u0627\u06cc\u06cc \u06a9\u0647 \u062f\u0631\u062e\u0648\u0627\u0633\u062a \u0628\u0647 \u0622\u0646\u0647\u0627 \u0627\u0631\u0633\u0627\u0644 \u0634\u062f\u0647 - e.g. /direct/prefix/id.json) <br/>\n- batchMapping (\u0646\u0642\u0634\u0647 \u0627\u0632 ref key \u0628\u0647 ref- e.g. ref0\=/direct/entity1/123) <br/>\n- batchErrors (\u0634\u0627\u0645\u0644 \u062a\u0645\u0627\u0645\u06cc ref key \u0647\u0627\u06cc \u0645\u0631\u0628\u0648\u0637 \u0628\u0647 ref \u0647\u0627\u06cc \u0646\u0627\u0645\u0648\u0641\u0642 \u0627\u0633\u062a- e.g. ref1) <br/>\n\u0627\u0632 \u0634\u06cc\u0648\u0647 \u0647\u0627\u06cc http\u060c GET\u060c POST\u060c PUT\u060c \u0648 DELETE \u067e\u0634\u062a\u06cc\u0628\u0627\u0646\u06cc \u0645\u06cc\u06a9\u0646\u062f.
batch.output=\u062f\u0627\u062f\u0647 \u0647\u0627 \u062f\u0631 \u0641\u0631\u0645\u062a \u062f\u0631\u062e\u0648\u0627\u0633\u062a\u06cc \u0628\u0631\u0627\u06cc \u062f\u0631\u062e\u0648\u0627\u0633\u062a \u0647\u0627 \u0628\u0627\u0632\u06af\u0634\u062a \u062f\u0627\u062f\u0647 \u0645\u06cc\u0634\u0648\u0646\u062f (\u0645\u062b\u0627\u0644 Json)\n\u0648 \u062f\u0627\u062f\u0647 \u067e\u0627\u0633\u062e\u06cc \u0628\u0631\u0627\u06cc \u0647\u0631 ref \u062f\u0631 \u0632\u06cc\u0631 \u0633\u0627\u062e\u062a\u0627\u0631 ref\# \u062e\u0648\u0627\u0647\u062f \u0622\u0645\u062f. (\u0645\u062b\u0627\u0644 ref0 \= /direct/entity1/123, ref1 \= /direct/entity2/456). \n\u0647\u062f\u0631\u0647\u0627\u060c \u0648\u0636\u0639\u06cc\u062a\u060c ref\u060c entityURL \u0648 \u062f\u0627\u062f\u0647 \u0647\u0627 (\u06cc\u0627 \u0645\u062d\u062a\u0648\u0627\u06cc \u062e\u0627\u0645) \u0628\u0631\u0627\u06cc \u0647\u0631 ref \u0628\u0627\u0632\u06af\u0634\u062a \u062f\u0627\u062f\u0647 \u062e\u0648\u0627\u0647\u0646\u062f \u0634\u062f. \u0627\u06af\u0631 \u062f\u0627\u062f\u0647 \u0627\u0632 ref \n\u0628\u0647 \u0639\u0646\u0648\u0627\u0646 \u0641\u0631\u0645\u062a \u062f\u0631\u062e\u0648\u0627\u0633\u062a\u06cc \u0642\u0627\u0628\u0644 \u062f\u0631\u06a9 \u0628\u0627\u0634\u062f\u060c \u062f\u0631 \u067e\u0627\u0633\u062e \u0627\u0639\u0645\u0627\u0644 \u062e\u0648\u0627\u0647\u062f \u0634\u062f. \u062f\u0631 \u063a\u06cc\u0631\u0627\u06cc\u0646\u0635\u0648\u0631\u062a \u0628\u0647 \u0639\u0646\u0648\u0627\u0646 \u0645\u062d\u062a\u0648\u0627\u06cc \u062e\u0627\u0645 \u0646\u0645\u0627\u06cc\u0634 \u062f\u0627\u062f\u0647 \u062e\u0648\u0627\u0647\u062f \u0634\u062f.
batch.input=\u0648\u0631\u0648\u062f\u06cc \u0628\u0647 \u062e\u0635\u0648\u0635\u06cc \u0628\u0631\u0627\u06cc \u062f\u0631\u062e\u0648\u0627\u0633\u062a \u0647\u0627\u06cc batch \u0645\u0648\u0631\u062f \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0642\u0631\u0627\u0631 \u0645\u06cc\u06af\u06cc\u0631\u062f. \u0648\u0631\u0648\u062f\u06cc \u0628\u0627\u06cc\u062f \u062f\u0631 \u0642\u0627\u0644\u0628 \u067e\u0627\u0631\u0627\u0645\u062a\u0631\u0647\u0627\u06cc http \u0628\u0627\u0634\u062f (\u062f\u0631 \u0647\u062f\u0631) \u0648 \u06a9\u0644\u06cc\u062f batch \n\u067e\u06cc\u0634 \u0627\u0632 \u062a\u0645\u0627\u0645\u06cc \u067e\u0627\u0631\u0627\u0645\u062a\u0631\u0647\u0627\u06cc\u06cc \u06a9\u0647 \u0645\u062e\u062a\u0635 batch \u062f\u0631\u062e\u0648\u0627\u0633\u062a\u06cc \u0645\u0631\u062a\u0628\u0637 \u0627\u0633\u062a \u0648 \u062a\u0645\u0627\u0645\u06cc \u067e\u0627\u0631\u0627\u0645\u062a\u0631\u0647\u0627\u06cc\u06cc \u06a9\u0647 prefix \u0646\u062f\u0627\u0631\u0646\u062f \u0645\u0648\u0631\u062f \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0642\u0631\u0627\u0631 \u06af\u06cc\u0631\u062f.<br/>\n\u0628\u0647 \u0639\u0646\u0648\u0627\u0646 \u0645\u062b\u0627\u0644 \u0627\u06a9\u0631 \u0645\u06cc\u062e\u0648\u0627\u0647\u06cc\u0645 2 \u06af\u0632\u06cc\u0646\u0647 \u0646\u0638\u0631\u0633\u0646\u062c\u06cc \u0631\u0627 \u0627\u06cc\u062c\u0627\u062f \u06a9\u0646\u06cc\u0645 \u0648 \u0622\u0646\u0647\u0627 \u0647\u0645 \u0647\u0631 \u062f\u0648 \u0634\u0646\u0627\u0633\u0647 \u0646\u0638\u0631\u0633\u0646\u062c\u06cc \u06cc\u06a9\u0633\u0627\u0646\u06cc \u062f\u0627\u0631\u0646\u062f\u060c \u067e\u0627\u0631\u0627\u0645\u062a\u0631\u0647\u0627 \u0628\u0647 \u0627\u06cc\u0646 \u0634\u06a9\u0644 \u062e\u0648\u0627\u0647\u0646\u062f \u0628\u0648\u062f\:\n(pollId\=111, ref0.text\='\u0628\u0633\u062a\u0646\u06cc \u0648 \u0628\u0686\u0647 \u06af\u0631\u0628\u0647', ref1.text\='\u0645\u0646 \u0627\u0632 \u0686\u06cc\u0632\u0647\u0627\u06cc \u062e\u0648\u0628 \u0628\u062f\u0645 \u0645\u06cc \u0622\u06cc\u062f') \u0634\u0646\u0627\u0633\u0647 \u0646\u0638\u0631\u0633\u0646\u062c\u06cc \u0628\u0627\u06cc\u062f \u0628\u0647 \u0647\u0631 \u062f\u0648 \n\u06af\u0632\u06cc\u0646\u0647 \u0646\u0638\u0631\u0633\u0646\u062c\u06cc \u062f\u0631 \u062d\u0627\u0644 \u0627\u06cc\u062c\u0627\u062f \u0627\u0639\u0645\u0627\u0644 \u0634\u0648\u062f. <br/>\u062f\u0631 \u062d\u0627\u0644 \u062d\u0627\u0636\u0631 \u0627\u0632 \u0627\u0631\u0633\u0627\u0644 \u062f\u0627\u062f\u0647 encode \u0634\u062f\u0647 \u062f\u0631 \u0645\u062a\u0646 \u062f\u0631\u062e\u0648\u0627\u0633\u062a \u067e\u0634\u062a\u06cc\u0628\u0627\u0646\u06cc \u0646\u0645\u06cc\u0634\u0648\u062f.
