#X-Generator: crowdin.net
# Contains the i18n strings for the entity description pages
# the batch describe page
batch=Batch \u00e9s un gestor especial que permet processament per lots per tractar a la vegada m\u00faltiples sol\u00b7licituds d'entitats
batch.description=Batch usa el par\u00e0metre "_refs" per definir les refer\u00e8ncies a entitats/urls gestionades (per exemple, /direct/batch.json?_refs\=/direct/entity1/123,/direct/entity2/456).<br/> El format predeterminat en qu\u00e8 es retornen les peticions per lots \u00e9s json, per sol\u00b7licitar altres formats nom\u00e9s cal incloure l'extensi\u00f3 al final com es veu a l'exemple. Batch no funciona sense el par\u00e0metre refs, si no se l'afegeix es produeix un error. <br/> El gestor obliga a incloure a refs el cam\u00ed complet per\u00f2 insertar\u00e0 el cam\u00ed al servlet EB si la refer\u00e8ncia no comen\u00e7a amb "/". Es poden incloure refer\u00e8ncies externes usant la URL completa (http\://...). <br/> Si es retorna un status de 200 vol dir \u00e8xit parcial o total. Fallada o error de servidor retornar\u00e0 501. <br/> Si una petici\u00f3 no comporta un error de servidor es retornar\u00e0 una de les seg\u00fcents cap\u00e7aleres\: <br/> - batchRefs (totes les refer\u00e8ncies processades al batch - per ex. /direct/prefix/id) <br/> -batchStatus (l'status de cada petici\u00f3 ref - per ex. 200) <br/> -batchKeys (les claus que representen cada ref - per ex. ref0) <br/> -batchURLs (les URLs a les quals s'han fet les peticions - per ex. /direct/prefix/id.json) <br/> -batchMapping (el mapatge clau de la refer\u00e8ncia a refer\u00e8ncia - per ex. ref0\=/direct/entity1/123) <br/> -batchErrors (inclou les claus d'aquelles refer\u00e8ncies que han donat errors - per ex. ref1) <br/> Admet els m\u00e8todes http GET, POST, PUT i DELETE 
batch.output=Les dades es retornaran en el format que es sol\u00b7liciti a la petici\u00f3 (per ex. json) amb les dades de la resposta de cada refer\u00e8ncia localitzades sota l'estructura ref\# (per ex. ref0\=/direct/entity1/123, ref1 \= /direct/entity2/456). Per cada refer\u00e8ncia es retornaran les cap\u00e7aleres, status, ref, entityURL i dades (o contingut pla). Si les dades corresponents a la refer\u00e8ncia es poden entendre en el format sol.licitat s'integrar\u00e0 a la resposta, si no, s'inclour\u00e0 com a contingut pla.  
batch.input=En el cas de peticions per lots les entrades es gestionen de manera especial. Les entrades han de tenir forma de par\u00e0metres http (a la cap\u00e7alera) amb una clau batch com a prefix de cada par\u00e0metre, clau \u00fanica per a la petici\u00f3 per lots relacionada i deixant els par\u00e0metres compartits sense prefix. <br/> Per exemple, volem crear via batch 2 opcions d'enquestes que comparteixen el mateix pollid. Els par\u00e0metres enviats poden ser\: (pollid\=111, ref0.text\='Gelat i nens', ref1.text\='Odio les coses boniques') Aquest pollid s'aplicar\u00e0 a les dues opcions d'enquesta que es creen. <br/> Actualment no es permet enviar dades codificades al cos de la petici\u00f3. 
