# Contains the i18n strings for the entity description pages
# the batch describe page
batch=\u0627\u0644\u062f\u064f\u0641\u0639\u0629 \u0639\u0628\u0627\u0631\u0629 \u0639\u0646 \u0645\u0639\u0627\u0644\u062c \u062e\u0627\u0635 \u064a\u0648\u0641\u0631 \u0645\u0639\u0627\u0644\u062c\u0629 \u0645\u062c\u0645\u0639\u0629 \u0644\u0637\u0644\u0628\u0627\u062a \u0643\u064a\u0627\u0646\u0627\u062a \u0645\u062a\u0639\u062f\u062f\u0629 \u0641\u064a \u0648\u0642\u062a \u0648\u0627\u062d\u062f
batch.description=\u064a\u0633\u062a\u062e\u062f\u0645 Batch \u0627\u0644\u0645\u0639\u0644\u0645\u0629 "_refs" \u0644\u062a\u062d\u062f\u064a\u062f \u0639\u0646\u0627\u0648\u064a\u0646 url / \u0645\u0631\u0627\u062c\u0639 \u0627\u0644\u0643\u064a\u0627\u0646\u0627\u062a \u0627\u0644\u062a\u064a \u062a\u0645\u062a \u0645\u0639\u0627\u0644\u062c\u062a\u0647\u0627 (\u0639\u0644\u0649 \u0633\u0628\u064a\u0644 \u0627\u0644\u0645\u062b\u0627\u0644 /direct/batch.json\u061f_refs\=/direct/entity1/123\u060c/direct/entity2/456). <br/>\u0627\u0644\u062a\u0646\u0633\u064a\u0642 \u0627\u0644\u0627\u0641\u062a\u0631\u0627\u0636\u064a \u0627\u0644\u0630\u064a \u062a\u0645 \u0625\u0631\u062c\u0627\u0639\u0647 \u0644\u0637\u0644\u0628\u0627\u062a \u0627\u0644\u062f\u064f\u0641\u0639\u0627\u062a \u0647\u0648 json \u060c \u0644\u0637\u0644\u0628 \u0627\u0644\u062a\u0646\u0633\u064a\u0642\u0627\u062a \u0627\u0644\u0623\u062e\u0631\u0649 \u060c \u0642\u0645 \u0628\u0628\u0633\u0627\u0637\u0629 \u0628\u062a\u0636\u0645\u064a\u0646 \u0627\u0644\u0627\u0645\u062a\u062f\u0627\u062f \u0628\u0639\u062f \u0627\u0644\u062f\u064f\u0641\u0639\u0629 \u0643\u0645\u0627 \u0647\u0648 \u0645\u0648\u0636\u062d. \u0644\u0627 \u064a\u0645\u0643\u0646 \u0623\u0646 \u062a\u0639\u0645\u0644 \u0627\u0644\u062f\u064f\u0641\u0639\u0629 \u0628\u062f\u0648\u0646 \u0627\u0644\u0645\u0639\u0644\u0645\u0629 refs \u060c \u0644\u0630\u0627 \u0641\u0625\u0646 \u0627\u0633\u062a\u0628\u0639\u0627\u062f\u0647\u0627 \u064a\u0624\u062f\u064a \u0625\u0644\u0649 \u0641\u0634\u0644.<br/> \u064a\u062a\u0637\u0644\u0628 \u0627\u0644\u0645\u0639\u0627\u0644\u062c \u0645\u0633\u0627\u0631\u0627\u062a \u0643\u0627\u0645\u0644\u0629 \u0644\u0644\u0645\u0631\u0627\u062c\u0639 \u0648\u0644\u0643\u0646\u0647 \u0633\u064a\u062f\u0631\u062c \u0645\u0633\u0627\u0631 EB servlet \u0625\u0630\u0627 \u0644\u0645 \u064a\u0628\u062f\u0623 \u0627\u0644\u0645\u0631\u062c\u0639 \u0628\u0640 "/". \u064a\u0645\u0643\u0646 \u062a\u0636\u0645\u064a\u0646 \u0627\u0644\u0645\u0631\u0627\u062c\u0639 \u0627\u0644\u062e\u0627\u0631\u062c\u064a\u0629 \u0628\u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0639\u0646\u0648\u0627\u0646 URL \u0627\u0644\u0643\u0627\u0645\u0644 (http\: // ...). <br/>\u0633\u064a\u062a\u0645 \u0625\u0631\u062c\u0627\u0639 \u062d\u0627\u0644\u0629 \u0627\u0644\u062f\u064f\u0641\u0639\u0629 \u0639\u0644\u0649 \u0623\u0646\u0647\u0627 200 \u0644\u0644\u0646\u062c\u0627\u062d \u0627\u0644\u0643\u0644\u064a \u0623\u0648 \u0627\u0644\u062c\u0632\u0626\u064a. \u064a\u0646\u062a\u062c \u0639\u0646 \u0627\u0644\u0641\u0634\u0644 \u0627\u0644\u062a\u0627\u0645 \u0623\u0648 \u062e\u0637\u0623 \u0627\u0644\u062e\u0627\u062f\u0645 501.<br/> \u0633\u064a\u062a\u0645 \u0625\u0631\u062c\u0627\u0639 \u0627\u0644\u0639\u0646\u0627\u0648\u064a\u0646 \u0627\u0644\u062a\u0627\u0644\u064a\u0629 \u0644\u0637\u0644\u0628 \u0644\u0627 \u064a\u0624\u062f\u064a \u0625\u0644\u0649 \u0641\u0634\u0644 \u0627\u0644\u062e\u0627\u062f\u0645\: - <br/>batchRefs (\u062c\u0645\u064a\u0639 \u0627\u0644\u0645\u0631\u0627\u062c\u0639 \u0627\u0644\u062a\u064a \u0642\u0645\u0646\u0627 \u0628\u0645\u0639\u0627\u0644\u062c\u062a\u0647\u0627 \u0641\u064a \u0647\u0630\u0647 \u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0629 - \u0639\u0644\u0649 \u0633\u0628\u064a\u0644 \u0627\u0644\u0645\u062b\u0627\u0644 / direct / prefix / id) - <br/>BatchStatus (\u062d\u0627\u0644\u0629 \u0643\u0644 \u0637\u0644\u0628 \u0645\u0631\u062c\u0639 - \u0639\u0644\u0649 \u0633\u0628\u064a\u0644 \u0627\u0644\u0645\u062b\u0627\u0644 200) <br/>- \u0645\u062c\u0645\u0648\u0639\u0629 \u0627\u0644\u0645\u0641\u0627\u062a\u064a\u062d (\u0627\u0644\u0645\u0641\u0627\u062a\u064a\u062d \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u0629 \u0644\u062a\u0645\u062b\u064a\u0644 \u0643\u0644 \u0645\u0631\u062c\u0639 - \u0639\u0644\u0649 \u0633\u0628\u064a\u0644 \u0627\u0644\u0645\u062b\u0627\u0644 ref0) -<br/> \u0639\u0646\u0627\u0648\u064a\u0646 URL \u0627\u0644\u062f\u0641\u0639\u064a\u0629 (\u0639\u0646\u0627\u0648\u064a\u0646 URL \u0627\u0644\u062a\u064a \u062a\u0645 \u0625\u0631\u0633\u0627\u0644 \u0627\u0644\u0637\u0644\u0628\u0627\u062a \u0625\u0644\u064a\u0647\u0627 - \u0639\u0644\u0649 \u0633\u0628\u064a\u0644 \u0627\u0644\u0645\u062b\u0627\u0644 /direct/prefix/id.json) <br/>- batchMapping (\u0627\u0644\u062a\u0639\u064a\u064a\u0646 \u0645\u0646 \u0645\u0641\u062a\u0627\u062d \u0627\u0644\u0645\u0631\u062c\u0639 \u0625\u0644\u0649 \u0627\u0644\u0645\u0631\u062c\u0639 - \u0639\u0644\u0649 \u0633\u0628\u064a\u0644 \u0627\u0644\u0645\u062b\u0627\u0644 ref0 \= / direct / kingdom1 / 123) <br/>- batchErrors (\u064a\u062a\u0636\u0645\u0646 \u0623\u064a \u0645\u0641\u0627\u062a\u064a\u062d ref \u0644\u0644\u0645\u0631\u0627\u062c\u0639 \u0627\u0644\u062a\u064a \u0628\u0647\u0627 \u0625\u062e\u0641\u0627\u0642\u0627\u062a - \u0639\u0644\u0649 \u0633\u0628\u064a\u0644 \u0627\u0644\u0645\u062b\u0627\u0644 ref1)<br/> \u064a\u062f\u0639\u0645 \u0623\u0633\u0627\u0644\u064a\u0628 GET \u0648 POST \u0648 PUT \u0648 DELETE Http.
batch.output=\u0633\u064a\u062a\u0645 \u0625\u0631\u062c\u0627\u0639 \u0627\u0644\u0628\u064a\u0627\u0646\u0627\u062a \u0628\u0627\u0644\u062a\u0646\u0633\u064a\u0642 \u0627\u0644\u0645\u0637\u0644\u0648\u0628 \u0644\u0644\u0637\u0644\u0628\u0627\u062a (\u0645\u062b\u0644 json) \u0645\u0639 \u0628\u064a\u0627\u0646\u0627\u062a \u0627\u0644\u0627\u0633\u062a\u062c\u0627\u0628\u0629 \u0644\u0643\u0644 \u0645\u0631\u062c\u0639 \u064a\u0642\u0639 \u0636\u0645\u0646 \u0628\u0646\u064a\u0629 ref \# (\u0639\u0644\u0649 \u0633\u0628\u064a\u0644 \u0627\u0644\u0645\u062b\u0627\u0644 \u060c ref0 \= / direct / kian1 / 123 \u060c ref1 \= / direct / kian2 / 456). \u0633\u064a\u062a\u0645 \u0625\u0631\u062c\u0627\u0639 \u0627\u0644\u0631\u0624\u0648\u0633 \u060c \u0648\u0627\u0644\u062d\u0627\u0644\u0629 \u060c \u0648\u0627\u0644\u0645\u0631\u062c\u0639 \u060c \u0648\u0639\u0646\u0648\u0627\u0646 \u0627\u0644\u0643\u064a\u0627\u0646 \u060c \u0648\u0627\u0644\u0628\u064a\u0627\u0646\u0627\u062a (\u0623\u0648 \u0627\u0644\u0645\u062d\u062a\u0648\u0649 \u0627\u0644\u0623\u0648\u0644\u064a) \u0644\u0643\u0644 \u0645\u0631\u062c\u0639. \u0625\u0630\u0627 \u0643\u0627\u0646 \u0645\u0646 \u0627\u0644\u0645\u0645\u0643\u0646 \u0641\u0647\u0645 \u0627\u0644\u0628\u064a\u0627\u0646\u0627\u062a \u0645\u0646 \u0627\u0644\u0645\u0631\u062c\u0639 \u0639\u0644\u0649 \u0623\u0646\u0647\u0627 \u0627\u0644\u062a\u0646\u0633\u064a\u0642 \u0627\u0644\u0645\u0637\u0644\u0648\u0628 \u060c \u0641\u0633\u064a\u062a\u0645 \u062f\u0645\u062c\u0647\u0627 \u0641\u064a \u0627\u0644\u0627\u0633\u062a\u062c\u0627\u0628\u0629 \u060c \u0648\u0625\u0630\u0627 \u0644\u0645 \u064a\u0643\u0646 \u0627\u0644\u0623\u0645\u0631 \u0643\u0630\u0644\u0643 \u060c \u0641\u0633\u064a\u062a\u0645 \u062a\u0636\u0645\u064a\u0646\u0647\u0627 \u0643\u0645\u062d\u062a\u0648\u0649 \u062e\u0627\u0645.
batch.input=\u064a\u062a\u0645 \u0627\u0644\u062a\u0639\u0627\u0645\u0644 \u0645\u0639 \u0627\u0644\u0625\u062f\u062e\u0627\u0644 \u0628\u0634\u0643\u0644 \u062e\u0627\u0635 \u0644\u0637\u0644\u0628\u0627\u062a \u0627\u0644\u062f\u064f\u0641\u0639\u0627\u062a. \u064a\u062c\u0628 \u0623\u0646 \u064a\u0643\u0648\u0646 \u0627\u0644\u0625\u062f\u062e\u0627\u0644 \u0641\u064a \u0634\u0643\u0644 \u0645\u0639\u0644\u0645\u0627\u062a http (\u0641\u064a \u0627\u0644\u0631\u0623\u0633) \u0645\u0639 \u0645\u0641\u062a\u0627\u062d \u0627\u0644\u062f\u0641\u0639\u0629 \u0645\u0633\u0628\u0648\u0642\u064b\u0627 \u0644\u0643\u0644 \u0645\u0639\u0644\u0645\u0629 \u0641\u0631\u064a\u062f\u0629 \u0644\u0637\u0644\u0628 \u0627\u0644\u062f\u064f\u0641\u0639\u0629 \u0630\u064a \u0627\u0644\u0635\u0644\u0629 \u0648\u0623\u064a \u0645\u0639\u0644\u0645\u0627\u062a \u0645\u0634\u062a\u0631\u0643\u0629 \u0645\u062a\u0628\u0642\u064a\u0629 \u0628\u062f\u0648\u0646 \u0628\u0627\u062f\u0626\u0629. <br/>\u0639\u0644\u0649 \u0633\u0628\u064a\u0644 \u0627\u0644\u0645\u062b\u0627\u0644 \u060c \u0646\u0631\u064a\u062f \u0625\u0646\u0634\u0627\u0621 \u062e\u064a\u0627\u0631\u064a 2 \u0627\u0642\u062a\u0631\u0627\u0639 \u062f\u0641\u0639\u0629 \u0648\u0627\u062d\u062f\u0629 \u0648\u064a\u0634\u062a\u0631\u0643\u0627\u0646 \u0641\u064a \u0646\u0641\u0633 \u0645\u0639\u0631\u0641 \u0627\u0644\u0627\u0633\u062a\u0637\u0644\u0627\u0639. \u0642\u062f \u062a\u0643\u0648\u0646 \u0627\u0644\u0645\u0639\u0644\u0645\u0627\u062a \u0627\u0644\u0645\u0631\u0633\u0644\u0629 \u0643\u0627\u0644\u062a\u0627\u0644\u064a\: (pollId \= 111\u060c ref0.text \= 'Ice cream and kittens'\u060c ref1.text \= 'I hate nice Things') \u0633\u064a\u062a\u0645 \u062a\u0637\u0628\u064a\u0642 \u0645\u0639\u0631\u0641 \u0627\u0644\u0627\u0633\u062a\u0637\u0644\u0627\u0639 \u0639\u0644\u0649 \u0643\u0644\u0627 \u062e\u064a\u0627\u0631\u064a \u0627\u0644\u0627\u0633\u062a\u0637\u0644\u0627\u0639 \u0627\u0644\u062c\u0627\u0631\u064a \u0625\u0646\u0634\u0627\u0624\u0647\u0645\u0627. <br/>\u0625\u0631\u0633\u0627\u0644 \u0627\u0644\u0628\u064a\u0627\u0646\u0627\u062a \u0627\u0644\u0645\u0634\u0641\u0631\u0629 \u0641\u064a \u0646\u0635 \u0627\u0644\u0637\u0644\u0628 \u063a\u064a\u0631 \u0645\u062f\u0639\u0648\u0645 \u062d\u0627\u0644\u064a\u064b\u0627.
