batch=Toplu, bir kerede birden fazla olan \u00f6ge istekleri i\u00e7in toplu i\u015fleme sa\u011flayan \u00f6zel bir i\u015fleyicidir.
batch.description=Toplu i\u015flenmi\u015f url/\u00f6ge referanslar\u0131n\u0131 tan\u0131mlamak i\u00e7in "_refs" parametresini kullan\u0131r (\u00f6rn. /direct/batch.json?_refs\=/direct/entity1/123,/direct/entity2/456). <br/>varsay\u0131lan format toplu istek olan json i\u00e7in d\u00f6nd\u00fcr\u00fcld\u00fc, di\u011fer formatlar\u0131 istemek i\u00e7in toplu g\u00f6sterildikten sonra geni\u015fletmeyi i\u00e7ermeli. refs parametreleri olmadan toplu \u015fekilde i\u015fleyemez bu y\u00fczden bunu hari\u00e7 tutmak ba\u015far\u0131s\u0131zl\u0131\u011fa neden olur. <br/> i\u015fleyici refs i\u00e7in t\u00fcm yollara ihtiya\u00e7 duyar ama e\u011fer ref "/" ile ba\u015flamazsa EB servlet yolunu araya sokar. Harici ref'ler tam URL (http\:// ...) kullan\u0131larak dahil edilebilir. <br/>Toplu i\u015fin durumu 200 kez ya da k\u0131smi ba\u015far\u0131 olarak d\u00f6nd\u00fcr\u00fclecek. Toplam ba\u015far\u0131s\u0131zl\u0131k ya da server hatas\u0131 sonu\u00e7lar\u0131 501'de. <br/> Server ba\u015far\u0131s\u0131zl\u0131\u011f\u0131 sonucunda olmayan istek i\u00e7in a\u015fa\u011f\u0131daki ba\u015fl\u0131klar d\u00f6nd\u00fcr\u00fclecek\: <br/> - batchRefs (bu toplu i\u015flemde i\u015fledi\u011fimiz t\u00fcm ref'ler - \u00f6rn. /direct/prefix/id) <br/>- batchStatus (her bir ref iste\u011finin durumu - \u00f6rn. 200) <br/>- batchKeys (\u00f6nceden her bir ref'i temsil eden anahtarlar - \u00f6rn. ref0) <br/>- batchURLs (istek g\u00f6nderilen URL'ler - \u00f6rn. /direct/prefix/id.json) <br/>- batchMapping (ref anahtar\u0131ndan ref'e yap\u0131lan e\u015fle\u015ftirme - \u00f6rn. ref0\=/direct/entity1/123) <br/>- batchErrors (ba\u015far\u0131s\u0131z olan ref'ler i\u00e7in herhangi bir ref anahtar\u0131n\u0131 i\u00e7erir - \u00f6rn. ref1) <br/>Supports GET, POST, PUT, ve DELETE Http metotlar\u0131.
batch.output=Veri, ref\# yap\u0131s\u0131n\u0131n alt\u0131nda bulunan her bir ref i\u00e7in kar\u015f\u0131l\u0131k verileri ile istekler i\u00e7in (\u00f6rn. json) istenen formata d\u00f6n\u00fc\u015ft\u00fcr\u00fclecektir (\u00f6rn. ref0 \= /direct/entity1/123, ref1 \= /direct/entity2/456). Ba\u015fl\u0131k, durum, ref, entityURL, ve veri (ya da i\u015flenmemi\u015f i\u00e7erik) her bir ref i\u00e7in d\u00f6n\u00fc\u015ft\u00fcr\u00fclecek. Ref'ten gelen veri istenilen format olarak alg\u0131lan\u0131rsa kar\u015f\u0131l\u0131klara i\u015flenecektir. E\u011fer alg\u0131lanmazsa i\u015flenmemi\u015f i\u00e7erik olarak kalacakt\u0131r.
batch.input=Toplu istekler i\u00e7in girdi \u00f6zel olarak i\u015flendi. Girdi ilgili toplu istek ve \u00f6nek olmadan payla\u015f\u0131lan herhangi bir param i\u00e7in her parama eklenen toplu anahtar ile http params (ba\u015fl\u0131kta oldu\u011fu gibi) formunda olmal\u0131d\u0131r.  <br/>\u00d6rne\u011fin, 2 toplu yoklama se\u00e7ene\u011fi olu\u015fturmak istiyoruz ve onlar ayn\u0131 yoklama kimli\u011fini payla\u015f\u0131yor. G\u00f6nderilen paramlar \u015fu \u015fekilde olabilir\: (pollId\=111, ref0.text\='Ice cream and kittens', ref1.text\='I hate nice things') Yoklama kimli\u011fi olu\u015fturulan her iki yoklama se\u00e7ene\u011fine de uygulanacak. <br/>\u0130stek g\u00f6vdesindeki kodlanm\u0131\u015f verileri g\u00f6ndermek \u015fuan desteklenmiyor.
