# Contains the i18n strings for the entity description pages
# the batch describe page
batch=Batch \u0435 \u0441\u043f\u0435\u0446\u0438\u0430\u043b\u0435\u043d \u043c\u0430\u043d\u0438\u043f\u0443\u043b\u0430\u0442\u043e\u0440, \u043a\u043e\u0439\u0442\u043e \u043e\u0441\u0438\u0433\u0443\u0440\u044f\u0432\u0430 \u043f\u0430\u043a\u0435\u0442\u043d\u0430 \u043e\u0431\u0440\u0430\u0431\u043e\u0442\u043a\u0430 \u043d\u0430 \u043c\u043d\u043e\u0436\u0435\u0441\u0442\u0432\u043e \u0437\u0430\u044f\u0432\u043a\u0438 \u0437\u0430 \u043e\u0431\u0435\u043a\u0442\u0438 \u0435\u0434\u043d\u043e\u0432\u0440\u0435\u043c\u0435\u043d\u043d\u043e
batch.description=Batch \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430 \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u044a\u0440\u0430 "_refs", \u0437\u0430 \u0434\u0430 \u0434\u0435\u0444\u0438\u043d\u0438\u0440\u0430 \u043e\u0431\u0440\u0430\u0431\u043e\u0442\u0435\u043d\u0438\u0442\u0435 URL \u0430\u0434\u0440\u0435\u0441\u0438/\u043f\u0440\u0435\u043f\u0440\u0430\u0442\u043a\u0438 \u043a\u044a\u043c \u0441\u044a\u0449\u043d\u043e\u0441\u0442\u0438 (\u043d\u0430\u043f\u0440. /direct/batch.json?_refs\=/direct/entity1/123,/direct/entity2/456). <br/>\u0424\u043e\u0440\u043c\u0430\u0442\u0430 \u043f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435, \u0432\u0440\u044a\u0449\u0430\u043d\u0430 \u0437\u0430 \u0437\u0430\u044f\u0432\u043a\u0438\u0442\u0435 \u0437\u0430 \u043f\u0430\u0440\u0442\u0438\u0434\u0438, \u0435 json, \u0437\u0430 \u0434\u0430 \u0437\u0430\u044f\u0432\u0438\u0442\u0435 \u0434\u0440\u0443\u0433\u0438 \u0444\u043e\u0440\u043c\u0430\u0442\u0438, \u043f\u0440\u043e\u0441\u0442\u043e \u0432\u043a\u043b\u044e\u0447\u0435\u0442\u0435 \u0440\u0430\u0437\u0448\u0438\u0440\u0435\u043d\u0438\u0435\u0442\u043e \u0441\u043b\u0435\u0434 \u043f\u0430\u0440\u0442\u0438\u0434\u0430\u0442\u0430, \u043a\u0430\u043a\u0442\u043e \u0435 \u043f\u043e\u043a\u0430\u0437\u0430\u043d\u043e. \u041f\u0430\u0440\u0442\u0438\u0434\u0430\u0442\u0430 \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0444\u0443\u043d\u043a\u0446\u0438\u043e\u043d\u0438\u0440\u0430 \u0431\u0435\u0437 \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u044a\u0440\u0430 refs, \u0442\u0430\u043a\u0430 \u0447\u0435 \u0438\u0437\u043a\u043b\u044e\u0447\u0432\u0430\u043d\u0435\u0442\u043e \u043c\u0443 \u0432\u043e\u0434\u0438 \u0434\u043e \u043d\u0435\u0443\u0441\u043f\u0435\u0445. <br/>\u041e\u043f\u0435\u0440\u0430\u0442\u043e\u0440\u044a\u0442 \u0438\u0437\u0438\u0441\u043a\u0432\u0430 \u043f\u044a\u043b\u043d\u0438 \u043f\u044a\u0442\u0438\u0449\u0430 \u043a\u044a\u043c refs, \u043d\u043e \u0449\u0435 \u0432\u043c\u044a\u043a\u043d\u0435 \u043f\u044a\u0442\u044f \u043d\u0430 EB \u0441\u044a\u0440\u0432\u043b\u0435\u0442\u0430, \u0430\u043a\u043e ref \u043d\u0435 \u0437\u0430\u043f\u043e\u0447\u0432\u0430 \u0441 "/". \u0412\u044a\u043d\u0448\u043d\u0438\u0442\u0435 \u043f\u0440\u0435\u043f\u0440\u0430\u0442\u043a\u0438 \u043c\u043e\u0433\u0430\u0442 \u0434\u0430 \u0431\u044a\u0434\u0430\u0442 \u0432\u043a\u043b\u044e\u0447\u0435\u043d\u0438, \u043a\u0430\u0442\u043e \u0441\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430 \u043f\u044a\u043b\u043d\u0438\u044f\u0442 URL \u0430\u0434\u0440\u0435\u0441 (http\://...). <br/>\u0421\u044a\u0441\u0442\u043e\u044f\u043d\u0438\u0435\u0442\u043e \u043d\u0430 \u043f\u0430\u043a\u0435\u0442\u0430 \u0449\u0435 \u0431\u044a\u0434\u0435 \u0432\u044a\u0440\u043d\u0430\u0442\u043e \u043a\u0430\u0442\u043e 200 \u0437\u0430 \u043f\u044a\u043b\u0435\u043d \u0438\u043b\u0438 \u0447\u0430\u0441\u0442\u0438\u0447\u0435\u043d \u0443\u0441\u043f\u0435\u0445. \u041f\u0440\u0438 \u043f\u044a\u043b\u0435\u043d \u043d\u0435\u0443\u0441\u043f\u0435\u0445 \u0438\u043b\u0438 \u0433\u0440\u0435\u0448\u043a\u0430 \u043d\u0430 \u0441\u044a\u0440\u0432\u044a\u0440\u0430 \u0441\u0435 \u043f\u043e\u043b\u0443\u0447\u0430\u0432\u0430 501. <br/>\u0421\u043b\u0435\u0434\u043d\u0438\u0442\u0435 \u0437\u0430\u0433\u043b\u0430\u0432\u0438\u044f \u0449\u0435 \u0431\u044a\u0434\u0430\u0442 \u0432\u044a\u0440\u043d\u0430\u0442\u0438 \u0437\u0430 \u0437\u0430\u044f\u0432\u043a\u0430, \u043a\u043e\u044f\u0442\u043e \u043d\u0435 \u0432\u043e\u0434\u0438 \u0434\u043e \u043e\u0442\u043a\u0430\u0437 \u043d\u0430 \u0441\u044a\u0440\u0432\u044a\u0440\u0430\: <br/> - batchRefs (\u0432\u0441\u0438\u0447\u043a\u0438 \u0440\u0435\u0444\u0435\u0440\u0435\u043d\u0446\u0438\u0438, \u043a\u043e\u0438\u0442\u043e \u0441\u043c\u0435 \u043e\u0431\u0440\u0430\u0431\u043e\u0442\u0438\u043b\u0438 \u0432 \u0442\u0430\u0437\u0438 \u043f\u0430\u0440\u0442\u0438\u0434\u0430 - \u043d\u0430\u043f\u0440. /direct/prefix/id) <br/>- batchStatus (\u0441\u0442\u0430\u0442\u0443\u0441 \u043d\u0430 \u0432\u0441\u044f\u043a\u0430 \u0437\u0430\u044f\u0432\u043a\u0430 \u0437\u0430 \u0440\u0435\u0444\u0435\u0440\u0435\u043d\u0446\u0438\u044f - \u043d\u0430\u043f\u0440. 200) <br/>- batchKeys (\u043a\u043b\u044e\u0447\u043e\u0432\u0435\u0442\u0435, \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u043d\u0438 \u0437\u0430 \u043f\u0440\u0435\u0434\u0441\u0442\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u0432\u0441\u044f\u043a\u0430 \u0440\u0435\u0444\u0435\u0440\u0435\u043d\u0446\u0438\u044f - \u043d\u0430\u043f\u0440. ref0) <br/>- batchURLs (URL \u0430\u0434\u0440\u0435\u0441\u0438\u0442\u0435, \u043a\u044a\u043c \u043a\u043e\u0438\u0442\u043e \u0441\u0430 \u0438\u0437\u043f\u0440\u0430\u0442\u0435\u043d\u0438 \u0437\u0430\u044f\u0432\u043a\u0438\u0442\u0435 - \u043d\u0430\u043f\u0440./direct/prefix/id.json) <br/>- batchMapping (\u0441\u044a\u043f\u043e\u0441\u0442\u0430\u0432\u044f\u043d\u0435\u0442\u043e \u043e\u0442 ref key \u043a\u044a\u043c ref - \u043d\u0430\u043f\u0440. ref0\=/direct/entity1/123) <br/>- batchErrors (\u0432\u043a\u043b\u044e\u0447\u0432\u0430 \u0432\u0441\u0438\u0447\u043a\u0438 ref keys \u0437\u0430 refs, \u043a\u043e\u0438\u0442\u043e \u0441\u0430 \u0431\u0438\u043b\u0438 \u043d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u0438 - \u043d\u0430\u043f\u0440. ref1) <br/>\u041f\u043e\u0434\u0434\u044a\u0440\u0436\u0430 Http \u043c\u0435\u0442\u043e\u0434\u0438 GET, POST, PUT \u0438 DELETE.
batch.output=\u0414\u0430\u043d\u043d\u0438\u0442\u0435 \u0449\u0435 \u0431\u044a\u0434\u0430\u0442 \u0432\u044a\u0440\u043d\u0430\u0442\u0438 \u0432\u044a\u0432 \u0444\u043e\u0440\u043c\u0430\u0442\u0430, \u043f\u043e\u0438\u0441\u043a\u0430\u043d \u0437\u0430 \u0437\u0430\u044f\u0432\u043a\u0438\u0442\u0435 (\u043d\u0430\u043f\u0440. json), \u043a\u0430\u0442\u043e \u0434\u0430\u043d\u043d\u0438\u0442\u0435 \u0437\u0430 \u043e\u0442\u0433\u043e\u0432\u043e\u0440\u0430 \u0437\u0430 \u0432\u0441\u0435\u043a\u0438 \u0440\u0435\u0444\u0435\u0440\u0435\u043d\u0442\u0435\u043d \u043e\u0431\u0435\u043a\u0442 \u0449\u0435 \u0431\u044a\u0434\u0430\u0442 \u0440\u0430\u0437\u043f\u043e\u043b\u043e\u0436\u0435\u043d\u0438 \u0432 \u0441\u0442\u0440\u0443\u043a\u0442\u0443\u0440\u0430 ref\# (\u043d\u0430\u043f\u0440. ref0 \= /direct/entity1/123, ref1 \= /direct/entity2/456). \u0417\u0430 \u0432\u0441\u0435\u043a\u0438 \u0440\u0435\u0444\u0435\u0440\u0435\u043d\u0442\u0435\u043d \u043d\u043e\u043c\u0435\u0440 \u0449\u0435 \u0431\u044a\u0434\u0430\u0442 \u0432\u044a\u0440\u043d\u0430\u0442\u0438 \u0437\u0430\u0433\u043b\u0430\u0432\u0438\u044f\u0442\u0430, \u0441\u0442\u0430\u0442\u0443\u0441\u044a\u0442, \u0440\u0435\u0444\u0435\u0440\u0435\u043d\u0442\u043d\u0438\u044f\u0442 \u043d\u043e\u043c\u0435\u0440, \u0430\u0434\u0440\u0435\u0441\u044a\u0442 \u043d\u0430 \u043e\u0431\u0435\u043a\u0442\u0430 \u0438 \u0434\u0430\u043d\u043d\u0438\u0442\u0435 (\u0438\u043b\u0438 \u043d\u0435\u043e\u0431\u0440\u0430\u0431\u043e\u0442\u0435\u043d\u043e\u0442\u043e \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435). \u0410\u043a\u043e \u0434\u0430\u043d\u043d\u0438\u0442\u0435 \u043e\u0442 ref \u043c\u043e\u0433\u0430\u0442 \u0434\u0430 \u0431\u044a\u0434\u0430\u0442 \u0440\u0430\u0437\u0431\u0440\u0430\u043d\u0438 \u043a\u0430\u0442\u043e \u0438\u0441\u043a\u0430\u043d\u0438\u044f \u0444\u043e\u0440\u043c\u0430\u0442, \u0442\u0435 \u0449\u0435 \u0431\u044a\u0434\u0430\u0442 \u0438\u043d\u0442\u0435\u0433\u0440\u0438\u0440\u0430\u043d\u0438 \u0432 \u043e\u0442\u0433\u043e\u0432\u043e\u0440\u0430, \u0430\u043a\u043e \u043d\u0435, \u0449\u0435 \u0431\u044a\u0434\u0430\u0442 \u0432\u043a\u043b\u044e\u0447\u0435\u043d\u0438 \u043a\u0430\u0442\u043e \u043d\u0435\u043e\u0431\u0440\u0430\u0431\u043e\u0442\u0435\u043d\u043e \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435.
batch.input=\u0412\u044a\u0432\u0435\u0436\u0434\u0430\u043d\u0435\u0442\u043e \u0441\u0435 \u043e\u0431\u0440\u0430\u0431\u043e\u0442\u0432\u0430 \u0441\u043f\u0435\u0446\u0438\u0430\u043b\u043d\u043e \u0437\u0430 \u043f\u0430\u043a\u0435\u0442\u043d\u0438 \u0437\u0430\u044f\u0432\u043a\u0438. \u0412\u044a\u0432\u0435\u0436\u0434\u0430\u043d\u0435\u0442\u043e \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0431\u044a\u0434\u0435 \u043f\u043e\u0434 \u0444\u043e\u0440\u043c\u0430\u0442\u0430 \u043d\u0430 http \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u0440\u0438 (\u0432 \u0437\u0430\u0433\u043b\u0430\u0432\u0438\u0435\u0442\u043e) \u0441 \u043f\u0440\u0435\u0444\u0438\u043a\u0441 \u043d\u0430 \u043a\u043b\u044e\u0447\u0430 \u043d\u0430 \u043f\u0430\u0440\u0442\u0438\u0434\u0430\u0442\u0430 \u043a\u044a\u043c \u0432\u0441\u0435\u043a\u0438 \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u044a\u0440, \u043a\u043e\u0439\u0442\u043e \u0435 \u0443\u043d\u0438\u043a\u0430\u043b\u0435\u043d \u0437\u0430 \u0441\u044a\u043e\u0442\u0432\u0435\u0442\u043d\u0430\u0442\u0430 \u043f\u0430\u0440\u0442\u0438\u0434\u043d\u0430 \u0437\u0430\u044f\u0432\u043a\u0430, \u0438 \u0432\u0441\u0438\u0447\u043a\u0438 \u043e\u0431\u0449\u0438 \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u0440\u0438, \u043e\u0441\u0442\u0430\u0432\u0435\u043d\u0438 \u0431\u0435\u0437 \u043f\u0440\u0435\u0444\u0438\u043a\u0441. <br/>\u041d\u0430\u043f\u0440\u0438\u043c\u0435\u0440, \u0438\u0441\u043a\u0430\u043c\u0435 \u0434\u0430 \u0441\u044a\u0437\u0434\u0430\u0434\u0435\u043c \u043f\u0430\u043a\u0435\u0442\u043d\u043e 2 \u043e\u043f\u0446\u0438\u0438 \u0437\u0430 \u0430\u043d\u043a\u0435\u0442\u0438\u0440\u0430\u043d\u0435 \u0438 \u0442\u0435 \u0441\u043f\u043e\u0434\u0435\u043b\u044f\u0442 \u0435\u0434\u0438\u043d \u0438 \u0441\u044a\u0449 PollId. \u0418\u0437\u043f\u0440\u0430\u0442\u0435\u043d\u0438\u0442\u0435 \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u0440\u0438 \u043c\u043e\u0433\u0430\u0442 \u0434\u0430 \u0438\u0437\u0433\u043b\u0435\u0436\u0434\u0430\u0442 \u0442\u0430\u043a\u0430\: (pollId\=111, ref0.text\="\u0421\u043b\u0430\u0434\u043e\u043b\u0435\u0434 \u0438 \u043a\u043e\u0442\u0435\u043d\u0446\u0430", ref1.text\="\u041c\u0440\u0430\u0437\u044f \u0445\u0443\u0431\u0430\u0432\u0438\u0442\u0435 \u043d\u0435\u0449\u0430") PollId \u0449\u0435 \u0431\u044a\u0434\u0435 \u043f\u0440\u0438\u043b\u043e\u0436\u0435\u043d \u0438 \u043a\u044a\u043c \u0434\u0432\u0435\u0442\u0435 \u0441\u044a\u0437\u0434\u0430\u0432\u0430\u043d\u0438 \u043e\u043f\u0446\u0438\u0438 \u0437\u0430 \u0430\u043d\u043a\u0435\u0442\u0430. <br/>\u0418\u0437\u043f\u0440\u0430\u0449\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u043a\u043e\u0434\u0438\u0440\u0430\u043d\u0438 \u0434\u0430\u043d\u043d\u0438 \u0432 \u0442\u044f\u043b\u043e\u0442\u043e \u043d\u0430 \u0437\u0430\u044f\u0432\u043a\u0430\u0442\u0430 \u043f\u043e\u043d\u0430\u0441\u0442\u043e\u044f\u0449\u0435\u043c \u043d\u0435 \u0441\u0435 \u043f\u043e\u0434\u0434\u044a\u0440\u0436\u0430.
