# Contains the i18n strings for the entity description pages
# the primary describe page
describe.all=Descriu-los tots
describe.registered.entities=entitats registrades
describe.registered.prefixes=Prefixos registrats (tipus d'entitats)
describe.capabilities=Capacitats
describe.capabilities.name=Nom
describe.capabilities.type=Tipus
describe.capabilities.description=Descripci\u00f3\:
describe.general.notes=Notes generals sobre par\u00e0metres especials i cap\u00e7aleres\:<br/> no-cache - provoca que no es faci cache de les cap\u00e7aleres (el cache predeterminat es configura d'acord amb la data de la darrera modificaci\u00f3 de l'entitat o en 5 minuts) <br/> last-modified - for\u00e7ar\u00e0 que s'usi la cap\u00e7alera amb la data modificada m\u00e9s recentment (marca hor\u00e0ria unix en ms), l'opci\u00f3 no-cache ho anul\u00b7la <br/> accept - aquesta cap\u00e7alera est\u00e0ndard es pot usar en lloc de les extensions de  format (per ex. xml), nom\u00e9s cal no incloure l'extensi\u00f3 a l'adre\u00e7a URL
describe.searching=Al fer una cerca d'entitats en una llista el sistema ent\u00e9n els par\u00e0metres seg\u00fcents (cal adonar-se que totes les convencions RoR van seguides d'ordenaci\u00f3/paginaci\u00f3)\:<br/> _start (nombre)\: la posici\u00f3 de la primera entitat que cal retornar (0 \u00e9s la primera), per ex.  _start\=5 <br/> _page (nombre)\: la p\u00e0gina de dades a mostrar (0 \u00e9s la primera),  per ex. _page\=2 <br/> _perpage (nombre)\: nombre d'entitats que cal retornar per aquesta p\u00e0gina (0 vol dir totes), per ex. _perpage\=20 <br/> _limit (nombre)\: nombre m\u00e0xim d'entitats que es poden retornar (0 vol dir totes), per ex. _limit\=50 <br/> _order (cadena)\: en quin ordre cal retornar les cadenes (per defecte \u00e9s l'ordre ascendent), el par\u00e0metre ha de ser una llista separada per comes dels noms dels camps de les entitats, que poden incloure de manera opcional un sufix per determinar l'ordre, aquest sufix pot ser _reverse or _desc per indicar ordre descendent  OR '' (buit) o _asc per indicar ordre ascendent, per ex. _order\=name OR _order\=name_reverse OR _order\=name,email_desc,firstname_asc,lastname_reverse<br/> _sort (cadena)\: el mateix que el par\u00e0metre order <br/> _validateSession\: Cal que afegiu aquest par\u00e0metre si s'ha de verificar expl\u00edcitament que les sessions s\u00f3n v\u00e0lides. Sense aquest par\u00e0metre la validaci\u00f3 de la sessi\u00f3 recau en el prove\u00efdor. 
describe.response.codes=El sistema retorna els seg\u00fcents codis de resposta HTTP\: <br/> 200 - OK (la petici\u00f3 \u00e9s correcta i el contingut \u00e9s retornat) <br/> 201 - CREATED (la petici\u00f3 ha creat continguts nous, l'adre\u00e7a URL i l'identificador del contingut s\u00f3n a la cap\u00e7alera) <br/> 204 - NO CONTENT (la petici\u00f3 \u00e9s correcta per\u00f2 no hi ha continguts a retornar) <br/> 400 - ERROR (hi ha un error general a la petici\u00f3, probablement els par\u00e0metres o les dades no s\u00f3n v\u00e0lids) <br/> 401 - UNAUTHORIZED (la petici\u00f3 requereix l'autenticaci\u00f3 de l'usuari) <br/> 403 - FORBIDDEN (es requereix autenticaci\u00f3, l'usuari ho est\u00e0 per\u00f2 no t\u00e9 els permisos adequats) <br/> 404 - NOT FOUND (no s'ha trobat el recurs, l'adre\u00e7a URL no \u00e9s v\u00e0lida per alguna ra\u00f3, l'identificador o l'acci\u00f3 no s\u00f3n v\u00e0lids) <br/> 405 - METHOD NOT ALLOWED (aquest tipus d'entitat no admet el m\u00e8tode) <br/> 406 - NOT ACCEPTABLE (el format de dades de la petici\u00f3 no est\u00e0 disponible per aquest tipus d'entitat) <br/> 500 - INTERNAL SERVER ERROR (fallada general al servidor, probablement fallada del prove\u00efdor) <br/> 501 - NOT IMPLEMENTED (indica que un prefix no \u00e9s v\u00e0lid)

# details about response codes for each type
describe.details.header=Propietats del codi de resposta\:
describe.entity.list.details=200 m\u00e9s dades; 404 si no s'ha trobat, 406 si el format no est\u00e0 disponible
describe.entity.new.details=201 m\u00e9s id (EntityId); 400 si hi ha entrades que no s\u00f3n v\u00e0lides
describe.entity.show.details=200 m\u00e9s dades; 404 si no s'ha trobat, 406 si el format no est\u00e0 disponible
describe.entity.edit.details=204; 400 si les entrades no s\u00f3n v\u00e0lides
describe.entity.delete.details=204; 404 si no s'ha trobat

# the individual entity description pages
describe.entity.sample.urls=Adreces URL d'entitats d'exemple
describe.entity.may.be.invalid=pot ser que no sigui v\u00e0lida
describe.entity.collection.url=Adre\u00e7a URL d'una col\u00b7lecci\u00f3 d'entitats
describe.entity.create.url=Crea l'adre\u00e7a URL de l'entitat
describe.entity.show.url=Mostra l'adre\u00e7a URL de l'entitat
describe.entity.update.url=Actualitza l'adre\u00e7a URL de l'entitat
describe.entity.delete.url=Elimina l'adre\u00e7a URL de l'entitat
describe.custom.actions=Accions personalitzades
describe.entity.data.handling=Gesti\u00f3 de dades i peticions
describe.entity.data.access.provider=El prove\u00efdor d'acc\u00e9s est\u00e0 disponible per processar les peticions
describe.entity.data.access.provider.none=No hi ha cap prove\u00efdor d'acc\u00e9s registrat per processar les peticions
describe.entity.formats.output=Formats de sortida
describe.entity.formats.input=Formats d'entrada
describe.entity.formats.all=Es permet qualsevol format
describe.entity.formats.none=No es permet cap format
describe.entity.formats.access=Formats dels prove\u00efdors d'acc\u00e9s
describe.entity.class=Classe de l'entitat
describe.entity.field.status=Estat
describe.entity.field.required=requerit
describe.entity.field.read.write=Lectura/Escriptura
describe.entity.field.read.only=Nom\u00e9s es permet lectura
describe.entity.field.write.only=Nom\u00e9s es permet escriptura
describe.url.redirects=Redireccions d'adre\u00e7a URL
describe.url.redirects.no.outgoing=destinaci\u00f3 calculada
