#Generated by ResourceBundle Editor (http://eclipse-rbe.sourceforge.net)
#
# Copyright (c) 2009 Sakai Foundation
#
# Licensed under the Educational Community License, Version 2.0 (the "License");
# you may not use this file except in compliance with the License.
# You may obtain a copy of the License at
#
# http://www.osedu.org/licenses/ECL-2.0
#
# Unless required by applicable law or agreed to in writing, software
# distributed under the License is distributed on an "AS IS" BASIS,
# WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
# See the License for the specific language governing permissions and
# limitations under the License.
# 
# Contains the i18n strings for the entity description pages
# the primary describe page

describe.all                              = Descriu-ho tot
describe.capabilities                     = Caracter\u00ED\u00ADstiques
describe.capabilities.description         = Descripci\u00F3
describe.capabilities.name                = Nom
describe.capabilities.type                = Tipus
describe.custom.actions                   = Accions personalitzades
# Sakai 2.7
describe.details.header                   = Detalls sobre el codi de resposta:
describe.entity.class                     = Classes d''entitat
describe.entity.collection.url            = Adre\u00E7a web (URL) de l''entitat col\u00B7lecci\u00F3
describe.entity.create.url                = Crea una adre\u00E7a web (URL) de l''entitat
describe.entity.data.access.provider      = Prove\u00EFdor d''acc\u00E9s disponible per al processament de peticions
describe.entity.data.access.provider.none = No hi ha cap prove\u00EFdor d''acc\u00E9s per al processament de peticions
describe.entity.data.handling             = Maneig de dades i peticions
describe.entity.delete.details            = 204; 404 si no se l''ha trobat
describe.entity.delete.url                = Esborra l''adre\u00E7a web (URL) de l''entitat
describe.entity.edit.details              = 204; 400 si les dades introduides no s\u00F3n v\u00E0lides
describe.entity.field.read.only           = Nom\u00E9s de lectura
describe.entity.field.read.write          = Lectura/Escriptura
describe.entity.field.required            = obligatori
describe.entity.field.status              = Estat
describe.entity.field.write.only          = Nom\u00E9s d''escriptura
describe.entity.formats.access            = Formats de prove\u00EFdors d''acc\u00E9s
describe.entity.formats.all               = Tots els formats permesos
describe.entity.formats.input             = Formats d''entrada
describe.entity.formats.none              = No hi ha formats permesos
describe.entity.formats.output            = Formats de sortida
describe.entity.list.details              = 200 seguit de les dades; 404 si no se l''ha trobat, 406 si el format no est\u00E0\u00A0 disponible
describe.entity.may.be.invalid            = pot no ser v\u00E0lida
describe.entity.new.details               = 201 seguit de la id (EntityId); 400 si les dades introduides no s\u00F3n v\u00E0lides
# the individual entity description pages
describe.entity.sample.urls               = Exemple d''adre\u00E7a web (URL) d''entitat
describe.entity.show.details              = 200 seguit de les dades; 404 si no l''ha trobat, 406 si el format no est\u00E0\u00A0 disponible
describe.entity.show.url                  = Mostra l''adre\u00E7a web (URL) de l''entitat
describe.entity.update.url                = Actualitza l''adre\u00E7a web (URL) de l''entitat
describe.general.notes                    = Notes gen\u00E8riques sobre cap\u00E7aleres i par\u00E0metres especials: <br/> no-cache - far\u00E0\u00A0 que les cap\u00E7aleres de caching es configurin per no fer caching (el caching per defecte s'estableix tenint en compte la darrera modificaci\u00F3 de l''entitat o b\u00E9 en 5 minuts) <br/> last-modified - for\u00E7a\u00A0 que es configuri la cap\u00E7alera last-modified date (la marca de temps unix en ms), no-cache sobreescriu aquesta possiblitat <br/> accept - aquesta cap\u00E7alera standard enlloc de les extensions de format (e.g. xml), permetent no posar l''extensi\u00F3 a la URL
describe.registered.entities              = entitats registrades
describe.registered.prefixes              = Prefixes resgistrats (tipus d''entitat)
describe.response.codes                   = Codis de resposta HTTP tal com els retorna el sistema: <br/> 200 - OK (la sol.licitud \u00E9s correcta i s''ha retornat el contingut) <br/> 201 - CREATED (la sol.licitud ha creat nous continguts, a la cap\u00E7alera hi ha la URL i la id del recurs) <br/> 204 - NO CONTENT (la sol.licitud \u00E9s correcta per\u00F2 no hi ha continguts a retornar) <br/> 400 - ERROR (error gen\u00E8ric a la sol.licitud, possiblement par\u00E0metres o dades no v\u00E0lids) <br/> 401 - UNAUTHORIZED (per fer la sol.licitud es requereix autenticaci\u00F3) <br/> 403 - FORBIDDEN (es requereix autenticaci\u00F3, privilegis insuficients o b\u00E9 l''usuari ja est\u00E0\u00A0 autenticat) <br/> 404 - NOT FOUND (no s''ha trobat el recurs, la URL no \u00E9s v\u00E0lida per alguna ra\u00F3 o b\u00E9 l''id o l''acci\u00F3 no s\u00F3n v\u00E0lids) <br/> 405 - METHOD NOT ALLOWED (aquest tipus d''entitat no admet el m\u00E8tode) <br/> 406 - NOT ACCEPTABLE (el format de dades sol.licitat no est\u00E0 disponible per aquest tipus d''entitat) <br/> 500 - INTERNAL SERVER ERROR (error gen\u00E8ric del servidor, probablement errada en el prove\u00EFdor) <br/> 501 -NOT IMPLEMENTED (indica que el prefix no \u00E9s v\u00E0lid)
describe.searching                        = Quan es fa una cerca d''entitats en una llista, el sistema gestiona de manera especial els par\u00E0metres seg\u00FCents (cal tenir en compte que es respecten totes les convencions RoR en els cas de les ordenacions i les paginacions): <br/> _start (nombre): posici\u00F3 de la primera entitat que cal retornar (0 \u00E9s el primer), e.g. _start=5 <br/> _page (nombre): la p\u00E0gina de dades que es vol mostrar (0 \u00E9s la primera), e.g. _page=2 <br/> _perpage (number): nombre d''entitats que cal retornar per la p\u00E0gina (0 vol dir totes), e.g. _perpage=20 <br/> _limit(number): nombre m\u00E0xim d''entitats a retornar (0 vol dir totes), e.g. _limit=50 <br/> _order(cadena): indica l''ordenaci\u00F3 a seguir al retornar les entitats (per defecte l''ordenaci\u00F3 \u00E9s ascendent), s''ha d''especificar una llista separada per comes de noms d''entitats que poden incloure un sufix per determinar l''ordre, sufix que pot ser  _reverse o _desc per a una ordenaci\u00F3 descendent O B\u00C9 '''' (buit) o _asc per una ordenaci\u00F3 ascendent, e.g. _order=nom O B\u00C9  _order=nom_reverse O B\u00C9 _order=nom,email_desc,nom_asc,cognom_reverse<br/> _sort (cadena): igual que el par\u00E0metre order
describe.url.redirects                    = Redireccions d''adre\u00E7a web (URL)
describe.url.redirects.no.outgoing        = dest\u00ED calculat
