describe.all=T\u00fcm\u00fcn\u00fc tan\u0131mla
describe.registered.entities=kay\u0131tl\u0131 \u00f6\u011feler
describe.registered.prefixes=Kay\u0131tl\u0131 \u00f6nekler (\u00f6\u011fe tipleri)
describe.capabilities=Yetenekler
describe.capabilities.name=\u0130sim
describe.capabilities.type=T\u00fcr
describe.capabilities.description=A\u00e7\u0131klama
describe.general.notes=Paramlardaki ve ba\u015fl\u0131klardaki genel notlar\: <br/>  no-cache - \u00f6n belle\u011fe alma ba\u015fl\u0131klar\u0131n\u0131 \u00f6n belle\u011fe almamak i\u00e7in ayarlamaya sebebiyet verecektir (varsay\u0131lan \u00f6n belle\u011fe alma \u00f6gedeki son d\u00fczenlenen g\u00fcn ya da 5 dakika baz al\u0131narak  ayarland\u0131) <br/> last-modified - son d\u00fczenleme g\u00fcn\u00fcn\u00fcn ba\u015fl\u0131\u011f\u0131n\u0131 ayarlamak i\u00e7in zorlayacak (unix timestamp in ms), no-cache bunun \u00fczerine yazar <br/> kabul - bu standart ba\u015fl\u0131k format geni\u015fletmede kullan\u0131labilir. (\u00f6rn. xml), sadece uzant\u0131y\u0131 URL'nin d\u0131\u015f\u0131nda b\u0131rak\u0131n
describe.searching=bir listede \u00f6geleri ar\u0131yorken, a\u015fa\u011f\u0131daki paramlar sistemde \u00f6zellikle i\u015flendi (t\u00fcm RoR d\u00fczeni s\u0131ralama/sayfa numaralama i\u00e7in izlendi)\:<br/> _start (number)\: d\u00f6nd\u00fcrmek i\u00e7in ilk \u00f6genin pozisyonu (ilk 0), \u00f6rn. start\=5 <br/> _page (number)\: g\u00f6sterilecek verinin sayfas\u0131 (ilk 0), \u00f6rn. _page\=2 <br/> _perpage (number)\: sayfaya d\u00f6nmek i\u00e7in \u00f6gelerin say\u0131s\u0131 (0 hepsi anlam\u0131na gelir), \u00f6rn. _perpage\=20 <br/> _limit (number)\: d\u00f6nd\u00fcrmek i\u00e7in maksimum \u00f6ge say\u0131s\u0131 (0 hepsi anlam\u0131na gelir), \u00f6rn. _limit\=50 <br/> _order (string)\: \u00f6geleri d\u00f6nd\u00fcrmeyi s\u0131ralama (varsay\u0131lan olan artan), s\u0131ray\u0131 saptamak i\u00e7in iste\u011fe ba\u011fl\u0131 olarak son ek i\u00e7eren  \u00f6ge b\u00f6lge isimlerini ay\u0131ran virg\u00fcl olan liste, son ek azalan s\u0131ra i\u00e7in _reverse ya da _desc olabilir OR " (blank) ya da artan s\u0131ra i\u00e7in _asc, \u00f6rn. _order\=name OR _order\=name_reverse OR _order\=name,email_desc,firstname_asc,lastname_reverse<br/> _sort(string)\: s\u0131rala ile ayn\u0131<br/> _validateSession\: e\u011fer oturumlar ge\u00e7erli oturumdan emin olmak i\u00e7in a\u00e7\u0131k bir \u015fekilde kontrol edildiyse bu parametreyi sa\u011fla. Bu olmadan oturum do\u011frulama sa\u011flay\u0131c\u0131ya b\u0131rak\u0131l\u0131r.
describe.response.codes=HTTP sistem taraf\u0131ndan d\u00f6nd\u00fcr\u00fclm\u00fc\u015f gibi kodlara kar\u015f\u0131l\u0131k verir\: <br/> 200 - OK (istek tamam ve i\u00e7erik d\u00f6nd\u00fcr\u00fcld\u00fc) <br/> 201 - CREATED (istek yeni i\u00e7erik, URL ve ba\u015fl\u0131k i\u00e7erik kimli\u011fi olu\u015fturdu) <br/> 204 - NO CONTENT (istek tamam ama d\u00f6nd\u00fcr\u00fclecek i\u00e7erik yok) <br/> 400 - ERROR (istekte genel hata, muhtemelen ge\u00e7ersiz parametre ya da veri) <br/> 401 - UNAUTHORIZED (bu istek i\u00e7in kullan\u0131c\u0131 kimlik do\u011frulamas\u0131 gerekli) <br/> 403 - FORBIDDEN (yetki gerekli, yetersiz ayr\u0131cal\u0131klar, kullan\u0131c\u0131n\u0131n zaten kimli\u011fi do\u011fruland\u0131) <br/> 404 - NOT FOUND (kaynak bulunamad\u0131, URL baz\u0131 yollarda ge\u00e7ersiz, kimlik ya da eylem ge\u00e7ersiz) <br/> 405 - METHOD NOT ALLOWED (bu \u00f6ge t\u00fcr\u00fc i\u00e7in metot desteklenmiyor) <br/> 406 - NOT ACCEPTABLE ( istenen veri format\u0131 bu t\u00fcr \u00f6geler i\u00e7in uygun de\u011fil) <br/> 500 - INTERVAL SERVER ERROR (genel server hatas\u0131, muhtemelen sa\u011flay\u0131c\u0131daki hata) <br/> 501 - NOT IMPLEMENTED (\u00f6n ekin ge\u00e7ersiz oldu\u011funu g\u00f6sterir)
describe.details.header=Yan\u0131t Kodu Ayr\u0131nt\u0131lar\u0131\:
describe.entity.list.details=200 art\u0131 veri; Bulunmad\u0131ysa 404, Bi\u00e7im kullan\u0131lmazsa 406
describe.entity.new.details=201 art\u0131 id(EntityId);  E\u011fer giri\u015fler ge\u00e7ersizse 400
describe.entity.show.details=200 art\u0131 veri; bulunmad\u0131ysa 404, bi\u00e7im kullan\u0131lmazsa 406
describe.entity.edit.details=204; E\u011fer giri\u015fler ge\u00e7ersizse 400
describe.entity.delete.details=204; E\u011fer bulunmad\u0131ysa 404
describe.entity.sample.urls=\u00d6rnek Birim URL'si
describe.entity.may.be.invalid=ge\u00e7erli olmayabilir
describe.entity.collection.url=Birim Koleksiyon URL'si
describe.entity.create.url=\u00d6\u011fe URL''lerini olu\u015ftur
describe.entity.show.url=\u00d6\u011fe URL''lerini g\u00f6ster
describe.entity.update.url=\u00d6\u011fe URL''lerini g\u00fcncelle
describe.entity.delete.url=\u00d6\u011fe URL''lerini sil
describe.custom.actions=\u00d6zel Eylemler
describe.entity.data.handling=Veri ve \u0130stek \u0130\u015fleme
describe.entity.data.access.provider=\u0130stenen i\u015flem i\u00e7in Eri\u015fim Sa\u011flay\u0131c\u0131s\u0131 uygun
describe.entity.data.access.provider.none=\u0130stenen i\u015flem i\u00e7in kay\u0131tl\u0131 Eri\u015fim Sa\u011flay\u0131c\u0131 yok
describe.entity.formats.output=\u00c7\u0131kt\u0131 formatlar\u0131
describe.entity.formats.input=Girdi formatlar\u0131
describe.entity.formats.all=T\u00fcm formatlar ge\u00e7erli
describe.entity.formats.none=Hi\u00e7bir Bi\u00e7ime izin yok
describe.entity.formats.access=Eri\u015fim Sa\u011flay\u0131c\u0131 Bi\u00e7imleri
describe.entity.class=Birim S\u0131n\u0131f\u0131
describe.entity.field.status=Durum
describe.entity.field.required=gerekli
describe.entity.field.read.write=Oku/Yaz
describe.entity.field.read.only=Salt okunur
describe.entity.field.write.only=Salt yaz\u0131l\u0131r
describe.url.redirects=URL Y\u00f6nlendirmeleri
describe.url.redirects.no.outgoing=hesaplanan hedef
