# Contains the i18n strings for the entity description pages
# the primary describe page
describe.all=Describir todo
describe.registered.entities=entidades registradas
describe.registered.prefixes=Prefijos resgistrados (tipos de entidad)
describe.capabilities=Caracter\u00edsticas
describe.capabilities.name=Nombre
describe.capabilities.type=Tipo
describe.capabilities.description=Descripci\u00f3n
describe.general.notes=Notas generales respecto a par\u00e1metros especiales y cabeceras\: <br/>\nno-cache - esto provocar\u00e1 que no se produzca el cacheo de cabeceras (el cacheo por defecto se establece bas\u00e1ndose en la \u00faltima fecha de modificaci\u00f3n en la entidad o 5 minutos) <br/> \nlast-modified - esto forzar\u00e1 que se utilice la \u00faltima cabecera de fecha modificada (tiempo unix en ms), sin cach\u00e9 anula esto <br/> \naccept - esta cabecera est\u00e1ndar puede ser usada en lugar de las extensiones de formato (e.j.\: xml), simplemente no a\u00f1ada la extensi\u00f3n a la URL
describe.searching=Cuando se buscan entidades en una lista, los siguientes par\u00e1metros pueden ser entendidos por el sistema (f\u00edjese que todas las convenciones RoR se siguen a continuaci\u00f3n por sorting/paging)\:<br/> \n_start (n\u00famero)\: la posici\u00f3n de la primera entidad a devolver (0 es la primera), ej. _start\=5 <br/> \n_page (n\u00famero)\: la p\u00e1gina de datos a mostrar (0 es la primera), ej. _page\=2 <br/> \n_perpage (n\u00famero)\: el n\u00famero de entidades a devolver por p\u00e1gina (0 significa todos), ej. _perpage\=20 <br/> \n_limit (n\u00famero)\: el n\u00famero m\u00e1ximo de entidades a devolver (0 significa todas), ej. _limit\=50 <br/> \n_order (string)\: El orden a la hora de devolver las entidades (por defecto es ascendiente), \ndebe ser una lista separada por comas de los campos de las entidades que opcionalmente incluye un sufijo para definir el orden que puede ser _reverse o _desc para el orden descendiente OR '' (vac\u00edo) _asc para el orden ascendiente, \nej. _order\=name O _order\=name_reverse O _order\=name,email_desc,firstname_asc,lastname_reverse<br/> \n_sort (string)\: lo mismo que order<br/> \n_validateSession\: Porporcione este par\u00e1metro si las sesiones tienen que ser expl\u00edcitamente validadas para asegurarse que son v\u00e1lida. Sin este par\u00e1metro la validaci\u00f3n de la sesi\u00f3n se deja al proveedor
describe.response.codes=C\u00f3digos de respuesta HTTP devueltos por el sistema\: <br/>\n200 - OK (la petici\u00f3n es correcta y se devuelve el resultado) <br/> \n201 - CREATED (la solicitud ha creado nuevo contenido, la URL y el id de los contenidos en la cabecera) <br/> \n204 - NO CONTENT (petici\u00f3n correcta, pero sin contenido a devolver) <br/> \n400 - ERROR (error general en la petici\u00f3n, par\u00e1metros o datos probablemente no v\u00e1lidos) <br/> \n401 - UNAUTHORIZED (autenticaci\u00f3n de usuario necesaria para esta petici\u00f3n) <br/> \n403 - FORBIDDEN (requerida autorizaci\u00f3n, privilegios insuficientes, el usuario ya est\u00e1 autenticado) <br/> \n404 - NOT FOUND (recurso no encontrado, URL no v\u00e1lida en cierto modo, el id o la acci\u00f3n no son v\u00e1lidos) <br/> \n405 - METHOD NOT ALLOWED (el m\u00e9todo no es compatible con este tipo de entidad) <br/> \n406 - NOT ACCEPTABLE (el formato de datos solicitado no est\u00e1 disponible para este tipo de entidad) <br/> \n500 - INTERNAL SERVER ERROR (error general en el servidor, probablemente un fallo en el proveedor) <br/> \n501 - NOT IMPLEMENTED (indica que un prefijo es inv\u00e1lido)

# details about response codes for each type
describe.details.header=Datos del c\u00f3digo de respuesta\:
describe.entity.list.details=200 m\u00e1s datos; 404 si no encuentra, 406 si el formato no est\u00e1 disponible
describe.entity.new.details=201 m\u00e1s id (EntityId); 400 si hay entradas inv\u00e1lidas
describe.entity.show.details=200 m\u00e1s datos; 404 si no encuentra, 406 si formato no est\u00e1 disponible
describe.entity.edit.details=204; 400 si hay entradas inv\u00e1lidas
describe.entity.delete.details=204; 404 si no encontrado

# the individual entity description pages
describe.entity.sample.urls=Ejemplo de direcci\u00f3n web (URL) de entidad
describe.entity.may.be.invalid=puede no ser v\u00e1lida
describe.entity.collection.url=Direcci\u00f3n web (URL) de la entidad colecci\u00f3n
describe.entity.create.url=Crear direcci\u00f3n web (URL) de la entidad
describe.entity.show.url=Mostrar direcci\u00f3n web (URL) de la entidad
describe.entity.update.url=Actualizar la direcci\u00f3n web (URL) de la entidad
describe.entity.delete.url=Borrar la direcci\u00f3n web (URL) de la entidad
describe.custom.actions=Acciones personalizadas
describe.entity.data.handling=Manejo de datos y peticiones
describe.entity.data.access.provider=Proveedor de acceso disponible para procesamiento de peticiones
describe.entity.data.access.provider.none=No hay ning\u00fan proveedor de acceso para procesamiento de peticiones
describe.entity.formats.output=Formatos de salida
describe.entity.formats.input=Formatos de entrada
describe.entity.formats.all=Todos los formatos permitidos
describe.entity.formats.none=No hay formatos permitidos
describe.entity.formats.access=Formatos de proveedores de acceso
describe.entity.class=Clases de entidad
describe.entity.field.status=Estado
describe.entity.field.required=requerido
describe.entity.field.read.write=Lectura/escritura
describe.entity.field.read.only=S\u00f3lo lectura
describe.entity.field.write.only=S\u00f3lo lectura
describe.url.redirects=Redirecciones de direcci\u00f3n web (URL)
describe.url.redirects.no.outgoing=destino calculado
