#X-Generator: crowdin.net
# Contains the i18n strings for the entity description pages
# the primary describe page
describe.all=\u0938\u092c \u0915\u093e \u0935\u0930\u094d\u0923\u0928 \u0915\u0930\u0947
describe.registered.entities=\u092a\u0902\u091c\u0940\u0915\u0943\u0924 \u0907\u0915\u093e\u0908
describe.registered.prefixes=\u092a\u0902\u091c\u0940\u0915\u0943\u0924 \u0909\u092a\u0938\u0930\u094d\u0917 (\u0907\u0915\u093e\u0908 \u0958\u0947 \u092a\u094d\u0930\u0915\u093e\u0930)
describe.capabilities=\u0915\u094d\u0937\u092e\u0924\u093e\u090f\u0902
describe.capabilities.name=\u0928\u093e\u092e
describe.capabilities.type=\u092a\u094d\u0930\u0915\u093e\u0930
describe.capabilities.description=\u0935\u0930\u094d\u0923\u0928
describe.general.notes=\u0935\u093f\u0936\u0947\u0937 \u092e\u093e\u092a\u0926\u0902\u0921\u094b\u0902 \u0914\u0930 \u0939\u0947\u0921\u0930 \u092a\u0930 \u0938\u093e\u092e\u093e\u0928\u094d\u092f \u0928\u094b\u091f\: <br/> \u0928\u0939\u0940\u0902-\u0915\u0948\u0936 - \u092f\u0939 \u0915\u0948\u0936\u093f\u0902\u0917 \u0939\u0947\u0921\u0930 \u0915\u094b\u0908 \u0915\u0948\u0936\u093f\u0902\u0917 \u0915\u0947 \u0932\u093f\u090f \u0938\u0947\u091f \u0939\u094b\u0928\u0947 \u0915\u093e \u0915\u093e\u0930\u0923 \u0939\u094b\u0917\u093e (\u0921\u093f\u092b\u093c\u0949\u0932\u094d\u091f \u0915\u0948\u0936\u093f\u0902\u0917 \u0905\u0902\u0924\u093f\u092e \u0938\u0902\u0936\u094b\u0927\u093f\u0924 \u0907\u0915\u093e\u0908 \u0915\u0940 \u0924\u093e\u0930\u0940\u0916 \u092f\u093e 5 \u092e\u093f\u0928\u091f \u0915\u0947 \u0906\u0927\u093e\u0930 \u092a\u0930 \u0938\u0947\u091f \u0939\u0948) <br/> \u092a\u093f\u091b\u0932\u0947-\u0938\u0902\u0936\u094b\u0927\u093f\u0924 - (\u092f\u0942\u0928\u093f\u0915\u094d\u0938 \u091f\u093e\u0907\u092e\u0938\u094d\u091f\u0948\u092e\u094d\u092a \u090f\u092e\u090f\u0938 \u092e\u0947\u0902) \u092f\u0939 \u0938\u0947\u091f \u0939\u094b\u0928\u0947 \u0915\u0940 \u0905\u0902\u0924\u093f\u092e \u0938\u0902\u0936\u094b\u0927\u093f\u0924 \u0924\u093f\u0925\u093f \u0939\u0948\u0921\u0930 \u0915\u0947 \u0932\u093f\u090f \u092e\u091c\u092c\u0942\u0930 \u0915\u0930\u0947\u0902\u0917\u0947, \n\u0915\u094b\u0908 \u0915\u0948\u0936 \u092f\u0939 \u0913\u0935\u0930\u0930\u093e\u0907\u0921 \u0915\u0930\u0924\u093e \u0939\u0948 <br/> \u0938\u094d\u0935\u0940\u0915\u093e\u0930 \u0915\u0930\u0924\u0947 \u0939\u0948\u0902 - \u092f\u0939 \u0936\u0940\u0930\u094d\u0937 \u0932\u0947\u0916 \u092e\u093e\u0928\u0915 \u092a\u094d\u0930\u093e\u0930\u0942\u092a (xml \u0909\u0926\u093e) \u090f\u0915\u094d\u0938\u091f\u0947\u0902\u0936\u0928 \u0915\u0947 \u0938\u094d\u0925\u093e\u0928 \u092a\u0930 \u092a\u094d\u0930\u092f\u094b\u0917 \u0915\u093f\u092f\u093e \u091c\u093e \u0938\u0915\u0924\u093e, \u092c\u0938 \u090f\u0915\u094d\u0938\u091f\u0947\u0902\u0936\u0928 \u092f\u0942\u0906\u0930\u090f\u0932 \u092c\u0902\u0926 \u091b\u094b\u0921\u093c \u0926\u094b
describe.searching=\u0938\u0902\u0938\u094d\u0925\u093e\u0913\u0902 \u092e\u0947\u0902 \u090f\u0915 \u0938\u0942\u091a\u0940 \u0915\u0940 \u0916\u094b\u091c \u0915\u0930\u0924\u0947 \u0938\u092e\u092f, \u092a\u094d\u0930\u0923\u093e\u0932\u0940 \u092e\u0947\u0902 \u0928\u093f\u092e\u094d\u0928 \u092e\u093e\u092a\u0926\u0902\u0921\u094b\u0902 \u0915\u094b \u0935\u093f\u0936\u0947\u0937 \u0930\u0942\u092a \u0938\u0947 \u0938\u0902\u092d\u093e\u0932\u093e \u0939\u0948\u0902 (\u0927\u094d\u092f\u093e\u0928 \u0926\u0947\u0902 \u0915\u093f \u0938\u092d\u0940 RoR \u0938\u092e\u094d\u092e\u0947\u0932\u0928\u094b\u0902 \u091b\u0901\u091f\u093e\u0908/\u092a\u0947\u091c\u093f\u0902\u0917 \u0915\u093e \u092a\u093e\u0932\u0928 \u0915\u0930 \u0930\u0939\u0947 \u0939\u0948\u0902)\:<br/>\n _\u092a\u094d\u0930\u093e\u0930\u0902\u092d (\u0938\u0902\u0916\u094d\u092f\u093e)\: \u0932\u094c\u091f\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u092a\u0939\u0932\u0940 \u0907\u0915\u093e\u0908 \u0915\u0940 \u0938\u094d\u0925\u093f\u0924\u093f (0 \u092a\u094d\u0930\u0925\u092e \u0939\u0948), \u0909\u0926\u093e\u0939\u0930\u0923 _\u092a\u094d\u0930\u093e\u0930\u0902\u092d\=5 <br/>\n _\u092a\u0943\u0937\u094d\u0920 (\u0938\u0902\u0916\u094d\u092f\u093e)\: \u092a\u094d\u0930\u0926\u0930\u094d\u0936\u093f\u0924 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0906\u0902\u0915\u0921\u093c\u094b\u0902 \u0915\u093e \u092a\u0943\u0937\u094d\u0920 (0 \u092a\u094d\u0930\u0925\u092e \u0939\u0948), \u0909\u0926\u093e\u0939\u0930\u0923 _\u092a\u0943\u0937\u094d\u0920 \= 2 <br/> \n_\u092a\u094d\u0930\u0924\u093f\u092a\u0943\u0937\u094d\u0920 (\u0938\u0902\u0916\u094d\u092f\u093e)\: \u092a\u0943\u0937\u094d\u0920 \u092a\u0930 \u0935\u093e\u092a\u0938 \u091c\u093e\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0938\u0902\u0938\u094d\u0925\u093e\u0913\u0902 \u0915\u0940 \u0938\u0902\u0916\u094d\u092f\u093e (0 \u0915\u093e \u0905\u0930\u094d\u0925 \u0939\u0948 \u0938\u092d\u0940), \u0909\u0926\u093e\u0939\u0930\u0923 \u0915\u0947 \u0932\u093f\u090f _\u092a\u094d\u0930\u0924\u093f\u092a\u0943\u0937\u094d\u0920 \= 20 <br/> \n_\u0938\u0940\u092e\u093e (\u0938\u0902\u0916\u094d\u092f\u093e)\: \u0932\u094c\u091f\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0938\u0902\u0938\u094d\u0925\u093e\u0913\u0902 \u0915\u0940 \u0905\u0927\u093f\u0915\u0924\u092e \u0938\u0902\u0916\u094d\u092f\u093e (0 \u0915\u093e \u0905\u0930\u094d\u0925 \u0939\u0948 \u0938\u092d\u0940), \u0909\u0926\u093e\u0939\u0930\u0923 \u0915\u0947 \u0932\u093f\u090f _\u0938\u0940\u092e\u093e \= 50 <br/> \n_\u0915\u094d\u0930\u092e (\u0938\u094d\u091f\u094d\u0930\u093f\u0902\u0917)\: \u092e\u0947\u0902 \u0938\u0902\u0938\u094d\u0925\u093e\u0913\u0902 \u0915\u094b \u0932\u094c\u091f\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0915\u094d\u0930\u092e\u092c\u0926\u094d\u0927 \u0915\u094d\u0930\u092e \u092e\u0947\u0902 (\u0921\u093f\u092b\u093c\u0949\u0932\u094d\u091f \u0906\u0930\u094b\u0939\u0940 \u0939\u0948),\n\u090f\u0902\u091f\u093f\u091f\u0940 \u092b\u093c\u0940\u0932\u094d\u0921 \u0928\u093e\u092e \u0915\u0940 \u090f\u0915 \u0915\u0949\u092e\u093e \u0938\u0947\u092a\u0930\u0947\u091f\u0947\u0921 \u0938\u0942\u091a\u0940 \u091c\u094b \u0935\u0948\u0915\u0932\u094d\u092a\u093f\u0915 \u0930\u0942\u092a \u0938\u0947 \u0915\u094d\u0930\u092e \u0928\u093f\u0930\u094d\u0927\u093e\u0930\u093f\u0924 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u090f\u0915 \u092a\u094d\u0930\u0924\u094d\u092f\u092f \u0915\u094b \u0915\u0930\u0924\u0940 \u0939\u0948,\n\u092a\u094d\u0930\u0924\u094d\u092f\u092f _\u0930\u093f\u0935\u0930\u094d\u0938 \u092f\u093e _\u0905\u0935\u0930\u094b\u0939\u0940 \u0905\u0935\u0930\u094b\u0939\u0940 \u0915\u094d\u0930\u092e \u0915\u0947 \u0932\u093f\u090f \u092f\u093e ''(\u0930\u093f\u0915\u094d\u0924) \u092f\u093e _\u0906\u0930\u094b\u0939\u0940 \u0906\u0930\u094b\u0939\u0940 \u0915\u094d\u0930\u092e \u0915\u0947 \u0932\u093f\u090f \u0939\u094b \u0938\u0915\u0924\u0947 \u0939\u0948\u0902,\n\u0909\u0926\u093e\u0939\u0930\u0923 \u0915\u0947 \u0932\u093f\u090f _\u0915\u094d\u0930\u092e\= \u0928\u093e\u092e \u092f\u093e _\u0915\u094d\u0930\u092e \= \u0928\u093e\u092e_\u0930\u093f\u0935\u0930\u094d\u0938 \u092f\u093e _\u0906\u0926\u0947\u0936 \= \u0928\u093e\u092e, \u0908\u092e\u0947\u0932_\u0905\u0935\u0930\u094b\u0939\u0940, \u092a\u0939\u0932\u093e \u0928\u093e\u092e_\u0906\u0930\u094b\u0939\u0940, \u0905\u0902\u0924\u093f\u092e \u0928\u093e\u092e_\u0930\u093f\u0935\u0930\u094d\u0938 <br/> \n_\u0915\u094d\u0930\u092e\u092c\u0926\u094d\u0927 (\u0938\u094d\u091f\u094d\u0930\u093f\u0902\u0917)\: \u0915\u094d\u0930\u092e \u091c\u0948\u0938\u093e \u0939\u0940 <br/>\n_\u0938\u0924\u094d\u0930 \u092e\u093e\u0928\u094d\u092f \u0939\u0948\: \u090f\u0915 \u092e\u093e\u0928\u094d\u092f \u0938\u0924\u094d\u0930 \u0938\u0941\u0928\u093f\u0936\u094d\u091a\u093f\u0924 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0907\u0938 \u092a\u0948\u0930\u093e\u092e\u0940\u091f\u0930 \u0915\u0940 \u0906\u092a\u0942\u0930\u094d\u0924\u093f \u0915\u0930\u0947\u0902 \u092f\u0926\u093f \u0938\u0924\u094d\u0930 \u0915\u0940 \u0938\u094d\u092a\u0937\u094d\u091f \u0930\u0942\u092a \u0938\u0947 \u091c\u093e\u0901\u091a\u0928\u0947 \u0915\u0940 \u091c\u093e\u0928\u0940 \u091a\u093e\u0939\u093f\u090f\u0964 \u0907\u0938 \u0915\u0947 \u092c\u093f\u0928\u093e, \u0938\u0924\u094d\u0930 \u0938\u0924\u094d\u092f\u093e\u092a\u0928 \u092a\u094d\u0930\u0926\u093e\u0924\u093e \u0915\u0947 \u0932\u093f\u090f \u091b\u094b\u0921\u093c \u0926\u093f\u092f\u093e \u0917\u092f\u093e \u0939\u0948
describe.response.codes=HTTP \u092a\u094d\u0930\u0924\u093f\u0938\u093e\u0926 \u0915\u094b\u0921 \u0915\u0947 \u0930\u0942\u092a \u092e\u0947\u0902 \u092a\u094d\u0930\u0923\u093e\u0932\u0940 \u0926\u094d\u0935\u093e\u0930\u093e \u0932\u094c\u091f\u093e\: <br/>\n200 - \u0920\u0940\u0915 \u0939\u0948 (\u0905\u0928\u0941\u0930\u094b\u0927 \u0920\u0940\u0915 \u0939\u0948 \u0914\u0930 \u0938\u093e\u092e\u0917\u094d\u0930\u0940 \u0932\u094c\u091f\u0947) <br/> \n201 - \u092c\u0928\u093e\u090f \u0917\u090f (\u0905\u0928\u0941\u0930\u094b\u0927 \u0926\u094d\u0935\u093e\u0930\u093e \u092c\u0928\u093e\u0908 \u0917\u0908 \u0928\u0908 \u0938\u093e\u092e\u0917\u094d\u0930\u0940, \u092f\u0942\u0906\u0930\u090f\u0932 \u0914\u0930 \u0936\u0940\u0930\u094d\u0937 \u0932\u0947\u0916 \u092e\u0947\u0902 \u0938\u093e\u092e\u0917\u094d\u0930\u0940 \u0915\u0940 id) <br/> \n204 - \u0938\u0902 \u0938\u093e\u092e\u0917\u094d\u0930\u0940 (\u0905\u0928\u0941\u0930\u094b\u0927 \u092a\u0930 \u0932\u094c\u091f\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0915\u094b\u0908 \u0938\u093e\u092e\u0917\u094d\u0930\u0940 \u0928\u0939\u0940\u0902 \u0932\u0947\u0915\u093f\u0928 \u0920\u0940\u0915 \u0939\u0948) <br/> \n400 - \u0924\u094d\u0930\u0941\u091f\u093f (\u0905\u0928\u0941\u0930\u094b\u0927, \u0936\u093e\u092f\u0926 \u0905\u092e\u093e\u0928\u094d\u092f \u092a\u0948\u0930\u093e\u092e\u0940\u091f\u0930 \u092f\u093e \u0921\u0947\u091f\u093e \u092e\u0947\u0902 \u0938\u093e\u092e\u093e\u0928\u094d\u092f \u0924\u094d\u0930\u0941\u091f\u093f) <br/> \n401 - \u0905\u0928\u0927\u093f\u0915\u0943\u0924 (\u0907\u0938 \u0905\u0928\u0941\u0930\u094b\u0927 \u0915\u0947 \u0932\u093f\u090f \u0906\u0935\u0936\u094d\u092f\u0915 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u092a\u094d\u0930\u092e\u093e\u0923\u0928) <br/> \n403 - \u0928\u093f\u0937\u093f\u0926\u094d\u0927 (\u092a\u094d\u0930\u093e\u0927\u093f\u0915\u0930\u0923 \u0915\u0940 \u0906\u0935\u0936\u094d\u092f\u0915\u0924\u093e\u0905\u092a\u0930\u094d\u092f\u093e\u092a\u094d\u0924 \u0935\u093f\u0936\u0947\u0937\u093e\u0927\u093f\u0915\u093e\u0930, \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u092a\u0939\u0932\u0947 \u0938\u0947 \u0939\u0940 \u092a\u094d\u0930\u092e\u093e\u0923\u0940\u0915\u0943\u0924 \u0939\u0948) <br/> \n404 - \u0928\u0939\u0940\u0902 \u092e\u093f\u0932\u093e (\u0938\u0902\u0938\u093e\u0927\u0928 \u0928\u0939\u0940\u0902 \u092a\u093e\u092f\u093e, \u092f\u0942\u0906\u0930\u090f\u0932 \u0939\u0948 \u0915\u0941\u091b \u0930\u093e\u0938\u094d\u0924\u0947 \u092e\u0947\u0902 \u0905\u092e\u093e\u0928\u094d\u092f, \u0906\u0908\u0921\u0940 \u092f\u093e \u0915\u093e\u0930\u094d\u0930\u0935\u093e\u0908 \u0905\u092e\u093e\u0928\u094d\u092f \u0939\u0948\u0902) <br/> \n405 - \u0935\u093f\u0927\u093f \u0928\u0939\u0940\u0902 (\u092a\u0926\u094d\u0927\u0924\u093f \u0938\u092e\u0930\u094d\u0925\u093f\u0924 \u0928\u0939\u0940\u0902 \u0939\u0948 \u0907\u0938 \u090f\u0902\u091f\u093f\u091f\u0940 \u092a\u094d\u0930\u0915\u093e\u0930 \u0915\u0947 \u0932\u093f\u090f) \u0915\u0940 \u0905\u0928\u0941\u092e\u0924\u093f \u0926\u0940 <br/> \u0928\u0939\u0940\u0902 \u0939\u0948 \n406 - \u0938\u094d\u0935\u0940\u0915\u093e\u0930\u094d\u092f (\u0921\u0947\u091f\u093e \u0915\u093e \u0905\u0928\u0941\u0930\u094b\u0927 \u0915\u093f\u092f\u093e \u092a\u094d\u0930\u093e\u0930\u0942\u092a \u0907\u0938 \u090f\u0902\u091f\u093f\u091f\u0940 \u092a\u094d\u0930\u0915\u093e\u0930 \u0915\u0947 \u0932\u093f\u090f \u0909\u092a\u0932\u092c\u094d\u0927 \u0928\u0939\u0940\u0902 \u0939\u0948) <br/>\n500 - \u0906\u0902\u0924\u0930\u093f\u0915 \u0938\u0930\u094d\u0935\u0930 \u0924\u094d\u0930\u0941\u091f\u093f (\u091c\u0928\u0930\u0932 \u0938\u0930\u094d\u0935\u0930 \u0935\u093f\u092b\u0932\u0924\u093e, \u0936\u093e\u092f\u0926 \u092a\u094d\u0930\u0926\u093e\u0924\u093e \u092e\u0947\u0902 \u090f\u0915 \u0935\u093f\u092b\u0932\u0924\u093e) <br/> \n501 - \u0915\u093e\u0930\u094d\u092f\u093e\u0928\u094d\u0935\u093f\u0924 \u0928\u0939\u0940\u0902 (\u0907\u0902\u0917\u093f\u0924 \u0915\u0930\u0924\u093e \u0939\u0948 \u0915\u093f \u090f\u0915 \u0909\u092a\u0938\u0930\u094d\u0917 \u0905\u092e\u093e\u0928\u094d\u092f \u0939\u0948)

# details about response codes for each type
describe.details.header=\u092a\u094d\u0930\u0924\u093f\u0915\u094d\u0930\u093f\u092f\u093e \u0915\u094b\u0921 \u0935\u093f\u0935\u0930\u0923\:
describe.entity.list.details=200 \u0938\u0947 \u0905\u0927\u093f\u0915 \u0921\u0947\u091f\u093e; 404 \u0905\u0917\u0930 \u0928\u0939\u0940\u0902 \u092a\u093e\u092f\u093e \u0917\u092f\u093e , 406 \u092f\u0926\u093f \u0938\u094d\u0935\u0930\u0942\u092a \u0909\u092a\u0932\u092c\u094d\u0927 \u0928\u0939\u0940\u0902 \u0939\u0948
describe.entity.new.details=201 \u092a\u094d\u0932\u0938 \u0906\u0908\u0921\u0940 (EntityId); 400 \u092f\u0926\u093f  \u0907\u0928\u092a\u0941\u091f \u0905\u092e\u093e\u0928\u094d\u092f \u0939\u0948 
describe.entity.show.details=200 \u0938\u0947 \u0905\u0927\u093f\u0915 \u0921\u0947\u091f\u093e; 404 \u0905\u0917\u0930 \u0928\u0939\u0940\u0902 \u092a\u093e\u092f\u093e \u0917\u092f\u093e , 406 \u092f\u0926\u093f \u0938\u094d\u0935\u0930\u0942\u092a \u0909\u092a\u0932\u092c\u094d\u0927 \u0928\u0939\u0940\u0902 \u0939\u0948
describe.entity.edit.details=204; 400 \u092f\u0926\u093f \u0907\u0928\u092a\u0941\u091f \u0905\u092e\u093e\u0928\u094d\u092f \u0939\u0948
describe.entity.delete.details=204; 404 \u0905\u0917\u0930 \u0928\u0939\u0940\u0902 \u092a\u093e\u092f\u093e \u095a\u092f\u093e

# the individual entity description pages
describe.entity.sample.urls=\u0928\u092e\u0942\u0928\u093e \u0907\u0915\u093e\u0908 \u092f\u0942\u0906\u0930\u090f\u0932
describe.entity.may.be.invalid=\u0936\u093e\u092f\u0926 \u092e\u093e\u0928\u094d\u092f \u0928\u0939\u0940\u0902 \u0939\u0948 
describe.entity.collection.url=\u0907\u0915\u093e\u0908 \u0938\u0902\u0917\u094d\u0930\u0939 \u0915\u0947 \u092f\u0942\u0906\u0930\u090f\u0932
describe.entity.create.url=\u0907\u0915\u093e\u0908 \u092f\u0942\u0906\u0930\u090f\u0932 \u092c\u0928\u093e\u090f\u0901
describe.entity.show.url=\u0907\u0915\u093e\u0908 \u092f\u0942\u0906\u0930\u090f\u0932 \u0926\u093f\u0916\u093e\u090f\u0901
describe.entity.update.url=\u0907\u0915\u093e\u0908 \u092f\u0942\u0906\u0930\u090f\u0932 \u0905\u0926\u094d\u092f\u0924\u0928 \u0915\u0930\u0947\u0902
describe.entity.delete.url=\u0907\u0915\u093e\u0908 \u092f\u0942\u0906\u0930\u090f\u0932 \u0939\u091f\u093e\u090f\u0901
describe.custom.actions=\u0915\u0938\u094d\u091f\u092e \u0915\u094d\u0930\u093f\u092f\u093e\u090f\u0901
describe.entity.data.handling=\u0921\u0947\u091f\u093e \u0914\u0930 \u0905\u0928\u0941\u0930\u094b\u0927 \u0938\u0902\u092d\u093e\u0932\u0928\u093e
describe.entity.data.access.provider=\u0905\u0928\u0941\u0930\u094b\u0927 \u092a\u094d\u0930\u0938\u0902\u0938\u094d\u0915\u0930\u0923 \u0915\u0947 \u0932\u093f\u090f \u090f\u0915\u094d\u0938\u0947\u0938 \u092a\u094d\u0930\u0926\u093e\u0924\u093e \u0909\u092a\u0932\u092c\u094d\u0927 \u0939\u0948
describe.entity.data.access.provider.none=\u0905\u0928\u0941\u0930\u094b\u0927 \u092a\u094d\u0930\u0938\u0902\u0938\u094d\u0915\u0930\u0923 \u0915\u0947 \u0932\u093f\u090f \u0915\u094b\u0908 \u090f\u0915\u094d\u0938\u0947\u0938 \u092a\u094d\u0930\u0926\u093e\u0924\u093e \u092a\u0902\u091c\u0940\u0915\u0943\u0924 \u0928\u0939\u0940\u0902 \u0939\u0948
describe.entity.formats.output=\u0906\u0909\u091f\u092a\u0941\u091f \u092a\u094d\u0930\u093e\u0930\u0942\u092a
describe.entity.formats.input=\u0907\u0928\u092a\u0941\u091f \u092a\u094d\u0930\u093e\u0930\u0942\u092a
describe.entity.formats.all=\u0938\u092d\u0940 \u0938\u094d\u0935\u0930\u0942\u092a\u094b\u0902 \u0915\u0940 \u0905\u0928\u0941\u092e\u0924\u093f \u0939\u0948
describe.entity.formats.none=\u092a\u094d\u0930\u093e\u0930\u0942\u092a\u094b\u0902 \u0915\u0940 \u0905\u0928\u0941\u092e\u0924\u093f \u0928\u0939\u0940\u0902 \u0939\u0948 
describe.entity.formats.access=\u0909\u092a\u092f\u094b\u0917 \u092a\u094d\u0930\u0926\u093e\u0924\u093e \u092a\u094d\u0930\u093e\u0930\u0942\u092a
describe.entity.class=\u090f\u0902\u091f\u093f\u091f\u0940 \u0935\u0930\u094d\u0917
describe.entity.field.status=\u0938\u094d\u0925\u093f\u0924\u093f
describe.entity.field.required=\ \u0906\u0935\u0936\u094d\u092f\u0915 \u0939\u0948 
describe.entity.field.read.write=\u092a\u0922\u093c\u0947\u0902 / \u0932\u093f\u0916\u0947\u0902
describe.entity.field.read.only=\u0915\u0947\u0935\u0932 \u092a\u0922\u093c\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f
describe.entity.field.write.only=\u0915\u0947\u0935\u0932 \u0932\u093f\u0916\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f
describe.url.redirects=\u092f\u0942\u0906\u0930\u090f\u0932 \u092a\u0941\u0928\u0930\u094d\u0928\u093f\u0930\u094d\u0926\u0947\u0936
describe.url.redirects.no.outgoing=\u092a\u0930\u093f\u0915\u0932\u093f\u0924 \u0917\u0902\u0924\u0935\u094d\u092f

