#X-Generator: crowdin.com
# Contains the i18n strings for the entity description pages
# the primary describe page
describe.all=\u062a\u0648\u0635\u06cc\u0641 \u0647\u0645\u0647
describe.registered.entities=entity \u0647\u0627\u06cc \u062b\u0628\u062a \u0634\u062f\u0647
describe.registered.prefixes=Prefix \u0647\u0627\u06cc \u062b\u0628\u062a \u0634\u062f\u0647 (entity types)
describe.capabilities=\u0642\u0627\u0628\u0644\u06cc\u062a \u0647\u0627
describe.capabilities.name=\u0646\u0627\u0645
describe.capabilities.type=\u0646\u0648\u0639
describe.capabilities.description=\u0634\u0631\u062d
describe.general.notes=\u06cc\u0627\u062f\u062f\u0627\u0634\u062a\u06cc \u06a9\u0644\u06cc \u062f\u0631\u0628\u0627\u0631\u0647 \u067e\u0627\u0631\u0627\u0645\u062a\u0631\u0647\u0627 \u0648 \u0647\u062f\u0631\u0647\u0627\:<br/>\nno-cache - \u06a9\u0634\u0647 \u0634\u062f\u0646 \u0647\u062f\u0631\u0647\u0627 \u0631\u0627 \u062f\u0631 \u062d\u0627\u0644\u062a \u0639\u062f\u0645 \u06a9\u0634\u0647 \u0642\u0631\u0627\u0631 \u0645\u06cc\u062f\u0647\u062f \n(\u06a9\u0634\u0647 \u0634\u062f\u0646 \u067e\u06cc\u0634 \u0641\u0631\u0636 \u0628\u0631 \u0627\u0633\u0627\u0633 \u0622\u062e\u0631\u06cc\u0646 \u062a\u0627\u0631\u06cc\u062e \u0648\u06cc\u0631\u0627\u06cc\u0634 \u062f\u0631 entity \u06cc\u0627 5 \u062f\u0642\u06cc\u0642\u0647 \u0627\u0646\u062c\u0627\u0645 \u0645\u06cc\u06af\u06cc\u0631\u062f)<br/>\nlast-modified - \u0627\u06cc\u0646 \u0647\u062f\u0631 \u0622\u062e\u0631\u06cc\u0646 \u062a\u0627\u0631\u06cc\u062e \u0648\u06cc\u0631\u0627\u06cc\u0634 \u0631\u0627 \u0642\u0631\u0627\u0631 \u0645\u06cc\u062f\u0647\u062f (\u0632\u0645\u0627\u0646 unix \u062f\u0631 \u0645\u06cc\u0644\u06cc \u062b\u0627\u0646\u06cc\u0647)\u060c \u062d\u0627\u0644\u062a no-cache \u0628\u0631 \u0627\u06cc\u0646 \u0628\u0631\u062a\u0631\u06cc \u062f\u0627\u0631\u062f<br/>\naccept - \u0627\u06cc\u0646 \u0647\u062f\u0631 \u0627\u0633\u062a\u0627\u0646\u062f\u0627\u0631\u062f \u0631\u0627 \u0645\u06cc\u062a\u0648\u0627\u0646 \u0628\u0647 \u062c\u0627\u06cc \u067e\u0633\u0648\u0646\u062f\u0647\u0627\u06cc \u0641\u0631\u0645\u062a \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u06a9\u0631\u062f (\u0628\u0647 \u0639\u0646\u0648\u0627\u0646 \u0645\u062b\u0627\u0644 XML) \u0645\u06cc\u062a\u0648\u0627\u0646\u06cc\u062f \u067e\u0633\u0648\u0646\u062f \u0631\u0627 \u062f\u0631 URL \u0648\u0627\u0631\u062f \u0646\u06a9\u0646\u06cc\u062f
describe.searching=\u062f\u0631 \u0632\u0645\u0627\u0646 \u062c\u0633\u062a\u062c\u0648 \u0628\u0631\u0627\u06cc entity \u0647\u0627\u06cc \u062f\u0631 \u06cc\u06a9 \u0644\u06cc\u0633\u062a\u060c \u067e\u0627\u0631\u0627\u0645\u062a\u0631\u0647\u0627\u06cc \u0632\u06cc\u0631 handle \u0645\u06cc\u0634\u0648\u0646\u062f \n\u0628\u0647 \u0648\u06cc\u0698\u0647 \u062f\u0631 \u0633\u06cc\u0633\u062a\u0645 (\u062f\u0642\u062a \u06a9\u0646\u06cc\u062f \u06a9\u0647 \u062a\u0645\u0627\u0645 RoR convention \u0647\u0627 \u0628\u0647 \u062f\u0646\u0628\u0627\u0644 sorting/pagig \u0645\u06cc \u0622\u06cc\u0646\u062f)\:<br/>\n_start (number)\:\u062c\u0627\u06cc\u06af\u0627\u0647 \u0627\u0648\u0644\u06cc\u0646 entity \u06a9\u0647 \u0627\u0631\u0627\u0626\u0647 \u0645\u06cc\u0634\u0648\u062f (0 \u0627\u0648\u0644\u06cc\u0646 \u0627\u0633\u062a) \u0628\u0647 \u0639\u0646\u0648\u0627\u0646 \u0645\u062b\u0627\u0644 _start\=5<br/>\n_page (number)\: \u0635\u0641\u062d\u0647 \u0627\u06cc \u0627\u0632 \u062f\u0627\u062f\u0647 \u06a9\u0647 \u0646\u0645\u0627\u06cc\u0634 \u062f\u0627\u062f\u0647 \u0645\u06cc\u0634\u0648\u062f (0 \u0627\u0648\u0644\u06cc\u0646 \u0627\u0633\u062a) \u0645\u062b\u0627\u0644 _page\=2<br/>\n_perpage (number)\: \u062a\u0639\u062f\u0627\u062f entity \u0647\u0627\u06cc\u06cc \u0628\u0627\u0632\u06af\u0634\u062a\u06cc \u06a9\u0647 \u062f\u0631 \u0647\u0631 \u0635\u0641\u062d\u0647 \u0646\u0645\u0627\u06cc\u0634 \u062f\u0627\u062f\u0647 \u0645\u06cc\u0634\u0648\u0646\u062f (0 \u0628\u0647 \u0645\u0639\u0646\u06cc \u0647\u0645\u0647) \u0645\u062b\u0627\u0644 _perpage\=20<br/>\n_limit (number)\: \u062d\u062f\u0627\u06a9\u062b\u0631 \u062a\u0639\u062f\u0627\u062f entity \u0647\u0627\u06cc\u06cc \u06a9\u0647 \u0628\u0627\u0632\u06af\u0634\u062a \u062f\u0627\u062f\u0647 \u0645\u06cc\u0634\u0648\u062f (0 \u0628\u0647 \u0645\u0639\u0646\u06cc \u0647\u0645\u0647) \u0645\u062b\u0627\u0644 _limit\=50<br/>\n_order (string)\: \u062a\u0631\u062a\u06cc\u0628 \u0686\u06cc\u062f\u0645\u0627\u0646 \u0628\u0627\u0632\u06af\u0634\u062a\u06cc \u0628\u0631\u0627\u06cc entity \u0647\u0627 (\u0628\u0647 \u0635\u0648\u0631\u062a \u067e\u06cc\u0634\u0641\u0631\u0636 \u0628\u0647 \u0635\u0648\u0631\u062a \u0635\u0639\u0648\u062f\u06cc)\u060c \n\u0628\u0627\u06cc\u062f \u0644\u06cc\u0633\u062a\u06cc \u0627\u0632 \u0641\u06cc\u0644\u062f\u0647\u0627\u06cc \u0646\u0627\u0645 entity \u0647\u0627 \u0628\u0627\u0634\u062f \u06a9\u0647 \u0628\u0627 \u0648\u06cc\u0631\u06af\u0648\u0644 \u0627\u0632 \u0647\u0645 \u062c\u062f\u0627 \u0634\u062f\u0647 \u0627\u0646\u062f \u0648 \u0645\u06cc\u062a\u0648\u0627\u0646\u062f \u0628\u0647 \u0635\u0648\u0631\u062a \u0627\u062e\u062a\u06cc\u0627\u0631\u06cc \u0634\u0627\u0645\u0644 \u06cc\u06a9 suffix \u0628\u0631\u0627\u06cc \u062a\u0639\u06cc\u06cc\u0646 \u062a\u0631\u062a\u06cc\u0628 \u0647\u0645 \u0628\u0627\u0634\u062f\u060c \nsuffix \u0645\u06cc\u062a\u0648\u0627\u0646\u062f _reverse \u06cc\u0627 _sesc \u0628\u0627\u0634\u062f \u0628\u0631\u0627\u06cc \u062a\u0631\u062a\u06cc\u0628 \u0646\u0632\u0648\u0644\u06cc \u06cc\u0627 (blank) \u06cc\u0627 _asc \u0628\u0631\u0627\u06cc \u062d\u0627\u0644\u062a \u0635\u0639\u0648\u062f\u06cc\u060c \n\u0645\u062b\u0627\u0644 _order\=name \u06cc\u0627 _order\=name_reverse \u06cc\u0627 _order\=name,email_desc,firstname_asc,lastname_reverse<br/>\n_sort (string)\: \u0647\u0645\u0627\u0646\u0646\u062f \u062a\u0631\u062a\u06cc\u0628 order \u0627\u0633\u062a. <br/>\n_validateSession\: \u0627\u06af\u0631 \u0633\u0634\u0646 \u0647\u0627 \u0642\u0631\u0627\u0631 \u0627\u0633\u062a \u0628\u0647 \u0635\u0648\u0631\u062a \u062e\u0627\u0635 \u0628\u0631\u0631\u0633\u06cc \u0634\u0648\u0646\u062f \u062a\u0627 \u0627\u0637\u0645\u06cc\u0646\u0627\u0646 \u062d\u0627\u0635\u0644 \u0634\u0648\u062f \u06a9\u0647 \u06cc\u06a9 \u0633\u0634\u0646 \u0645\u0639\u062a\u0628\u0631 \u0647\u0633\u062a\u0646\u062f\u060c \u0627\u06cc\u0646 \u067e\u0627\u0631\u0627\u0645\u062a\u0631 \u0631\u0627 \u0627\u0636\u0627\u0641\u0647 \u06a9\u0646\u06cc\u062f. \u0628\u062f\u0648\u0646 \u0627\u06cc\u0646 \u062a\u0627\u0626\u06cc\u062f \u0633\u0634\u0646 \u0628\u0647 \u0639\u0647\u062f\u0647 \u0627\u0631\u0627\u0626\u0647 \u06a9\u0646\u0646\u062f\u0647 \u062e\u0648\u0627\u0647\u062f \u0628\u0648\u062f
describe.response.codes=\u06a9\u062f\u0647\u0627\u06cc \u067e\u0627\u0633\u062e HTPP \u0628\u0627\u0632\u06af\u0634\u062a \u062f\u0627\u062f\u0647 \u0634\u062f\u0647 \u062a\u0648\u0633\u0637 \u0633\u06cc\u0633\u062a\u0645\:<br/>\n200 - OK (\u062f\u0631\u062e\u0648\u0627\u0633\u062a \u0627\u06cc\u0631\u0627\u062f\u06cc \u0646\u062f\u0627\u0631\u062f \u0648 \u0645\u062d\u062a\u0648\u0627 \u0628\u0627\u0632\u06af\u0634\u062a \u062f\u0627\u062f\u0647 \u0634\u062f)\n201 - CREATED (\u062f\u0631\u062e\u0648\u0627\u0633\u062a \u06cc\u06a9 \u0645\u062d\u062a\u0648\u0627\u06cc \u062c\u062f\u06cc\u062f \u0627\u06cc\u062c\u0627\u062f \u06a9\u0631\u062f\u060c URL \u0648 \u0634\u0646\u0627\u0633\u0647 \u0645\u062d\u062a\u0648\u0627 \u062f\u0631 \u0647\u062f\u0631)\n204 - NO CONTENT (\u062f\u0631\u062e\u0648\u0627\u0633\u062a \u0627\u06cc\u0631\u0627\u062f\u06cc \u0646\u062f\u0627\u0631\u062f \u0627\u0645\u0627 \u0645\u062d\u062a\u0648\u0627\u06cc\u06cc \u0628\u0627\u0632\u06af\u0634\u062a \u062f\u0627\u062f\u0647 \u0646\u0634\u062f)\n400 - ERROR (\u062e\u0637\u0627\u06cc \u06a9\u0644\u06cc \u062f\u0631 \u062f\u0631\u062e\u0648\u0627\u0633\u062a\u060c \u0627\u062d\u062a\u0645\u0627\u0644\u0627\u064b \u067e\u0627\u0631\u0627\u0645\u062a\u0631\u0647\u0627 \u06cc\u0627 \u062f\u0627\u062f\u0647 \u0647\u0627 \u0646\u0627\u0645\u0639\u062a\u0628\u0631 \u0628\u0648\u062f\u0646\u062f)\n401 - UNAUTHORIZED (\u0628\u0631\u0627\u06cc \u0627\u06cc\u0646 \u062f\u0631\u062e\u0648\u0627\u0633\u062a \u062a\u0627\u0626\u06cc\u062f \u06a9\u0627\u0631\u0628\u0631 \u0646\u06cc\u0627\u0632 \u0627\u0633\u062a)\n403 - FORBIDDEN (\u0646\u06cc\u0627\u0632\u0645\u0646\u062f \u062a\u0627\u0626\u06cc\u062f\u060c \u0645\u062c\u0648\u0632\u0647\u0627 \u0646\u0627\u06a9\u0627\u0641\u06cc\u060c \u06a9\u0627\u0631\u0628\u0631\u0627 \u062a\u0627\u0626\u06cc\u062f \u0634\u062f\u0647 \u0627\u0633\u062a)\n404 - NOT FOUND (\u0645\u0646\u0628\u0639 \u06cc\u0627\u0641\u062a \u0646\u0634\u062f\u060c URL \u0628\u0647 \u0646\u062e\u0648\u06cc \u0646\u0627\u0645\u0639\u062a\u0628\u0631 \u0627\u0633\u062a\u060c \u0634\u0646\u0627\u0633\u0647 \u06cc\u0627 \u0639\u0645\u0644 \u0646\u0627\u0645\u0639\u062a\u0628\u0631 \u0647\u0633\u062a\u0646\u062f)\n405 - METHOD NOT ALLOWED (\u0627\u0632 \u0627\u06cc\u0646 \u0645\u062a \u0628\u0631\u0627\u06cc \u0627\u06cc\u0646 \u0646\u0648\u0639 entity \u067e\u0634\u062a\u06cc\u0628\u0627\u0646\u06cc \u0646\u0645\u06cc\u0634\u0648\u062f)\n500 - INTERNAL SERVER ERROR (\u062e\u0637\u0627\u06cc \u06a9\u0644\u06cc \u0633\u0631\u0648\u0631\u060c \u0627\u062d\u062a\u0645\u0627\u0644\u0627\u064b \u062f\u0631 \u0627\u0631\u0627\u0626\u0647 \u062f\u0647\u0646\u062f\u0647 \u0645\u0634\u06a9\u0644\u06cc \u0627\u06cc\u062c\u0627\u062f \u0634\u062f\u0647)\n501 - NOT IMPLEMENTED (\u0646\u0634\u0627\u0646\u06af\u0631 \u0646\u0627\u0645\u0639\u062a\u0628\u0631 \u0628\u0648\u062f\u0646 \u06cc\u06a9 prefix \u0627\u0633\u062a)

# details about response codes for each type
describe.details.header=\u062c\u0632\u0626\u06cc\u0627\u062a \u06a9\u062f \u067e\u0627\u0633\u062e\:
describe.entity.list.details=\u06f2\u06f0\u06f0 \u0628\u0647 \u0639\u0644\u0627\u0648\u0647 \u062f\u0627\u062f\u0647\u060c \u06f4\u06f0\u06f4 \u0627\u06af\u0631 \u06cc\u0627\u0641\u062a \u0646\u0634\u0648\u062f\u060c \u06f4\u06f0\u06f6 \u0627\u06af\u0631 \u0641\u0631\u0645\u062a \u0646\u0627\u0645\u0639\u062a\u0628\u0631 \u0628\u0627\u0634\u062f
describe.entity.new.details=\u06f2\u06f0\u06f1 \u0628\u0647 \u0639\u0644\u0627\u0648\u0647 \u0634\u0646\u0627\u0633\u0647 (EntityId)\u061b \u06f4\u06f0\u06f0 \u0627\u06af\u0631 \u0648\u0631\u0648\u062f\u06cc \u0646\u0627\u0645\u0639\u062a\u0628\u0631 \u0628\u0627\u0634\u062f
describe.entity.show.details=\u06f2\u06f0\u06f0 \u0628\u0647 \u0639\u0644\u0627\u0648\u0647 \u062f\u0627\u062f\u0647\u060c \u06f4\u06f0\u06f4 \u0627\u06af\u0631 \u06cc\u0627\u0641\u062a \u0646\u0634\u0648\u062f\u060c \u06f4\u06f0\u06f6 \u0627\u06af\u0631 \u0641\u0631\u0645\u062a \u0646\u0627\u0645\u0639\u062a\u0628\u0631 \u0628\u0627\u0634\u062f
describe.entity.edit.details=\u06f2\u06f0\u06f4\u061b \u06f4\u06f0\u06f0 \u0627\u06af\u0631 \u0648\u0631\u0648\u062f\u06cc \u0646\u0627\u0645\u0639\u062a\u0628\u0631 \u0628\u0627\u0634\u062f
describe.entity.delete.details=\u06f2\u06f0\u06f4\u061b \u06f4\u06f0\u06f4 \u0627\u06af\u0631 \u06cc\u0627\u0641\u062a \u0646\u0634\u0648\u062f

# the individual entity description pages
describe.entity.sample.urls=Entity URL\u0647\u0627\u06cc \u0646\u0645\u0648\u0646\u0647
describe.entity.may.be.invalid=\u0645\u0645\u06a9\u0646 \u0627\u0633\u062a \u0645\u0639\u062a\u0628\u0631 \u0646\u0628\u0627\u0634\u062f
describe.entity.collection.url=\u0622\u062f\u0631\u0633 Entity Collection
describe.entity.create.url=\u0627\u06cc\u062c\u0627\u062f Entity URL
describe.entity.show.url=\u0646\u0645\u0627\u06cc\u0634 Entity URL
describe.entity.update.url=\u0628\u0647 \u0631\u0648\u0632\u0631\u0633\u0627\u0646\u06cc Entity URL
describe.entity.delete.url=\u062d\u0630\u0641 Entity URL
describe.custom.actions=\u0627\u0642\u062f\u0627\u0645\u0627\u062a \u0633\u0641\u0627\u0631\u0634\u06cc
describe.entity.data.handling=\u062a\u0627\u0631\u06cc\u062e \u0648 \u062f\u0631\u062e\u0648\u0627\u0633\u062a Handling
describe.entity.data.access.provider=\u062a\u0623\u0645\u06cc\u0646 \u06a9\u0646\u0646\u062f\u0647 \u062f\u0633\u062a\u0631\u0633\u06cc \u0628\u0631\u0627\u06cc \u067e\u0631\u062f\u0627\u0632\u0634 \u062f\u0631\u062e\u0648\u0627\u0633\u062a \u0645\u0648\u062c\u0648\u062f \u0627\u0633\u062a
describe.entity.data.access.provider.none=\u0647\u06cc\u0686 \u062a\u0623\u0645\u06cc\u0646 \u06a9\u0646\u0646\u062f\u0647 \u062f\u0633\u062a\u0631\u0633\u06cc \u0628\u0631\u0627\u06cc \u067e\u0631\u062f\u0627\u0632\u0634 \u062f\u0631\u062e\u0648\u0627\u0633\u062a \u062b\u0628\u062a \u0646\u0634\u062f\u0647 \u0627\u0633\u062a
describe.entity.formats.output=\u0641\u0631\u0645\u062a \u0647\u0627\u06cc \u062e\u0631\u0648\u062c\u06cc
describe.entity.formats.input=\u0641\u0631\u0645\u062a \u0647\u0627\u06cc \u0648\u0631\u0648\u062f\u06cc
describe.entity.formats.all=\u062a\u0645\u0627\u0645\u06cc \u0641\u0631\u0645\u062a \u0647\u0627 \u0645\u062c\u0627\u0632 \u0647\u0633\u062a\u0646\u062f
describe.entity.formats.none=\u0647\u06cc\u0686 \u0641\u0631\u0645\u062a\u06cc \u0645\u062c\u0627\u0632 \u0646\u06cc\u0633\u062a
describe.entity.formats.access=\u0641\u0631\u0645\u062a \u0647\u0627\u06cc \u062a\u0623\u0645\u06cc\u0646 \u06a9\u0646\u0646\u062f\u0647 \u062f\u0633\u062a\u0631\u0633\u06cc
describe.entity.class=\u06a9\u0644\u0627\u0633 Entity
describe.entity.field.status=\u0648\u0636\u0639\u06cc\u062a
describe.entity.field.required=\u0627\u0644\u0632\u0627\u0645\u06cc
describe.entity.field.read.write=\u062e\u0648\u0627\u0646\u062f\u0646 / \u0646\u0648\u0634\u062a\u0646
describe.entity.field.read.only=\u0641\u0642\u0637 \u062e\u0648\u0627\u0646\u062f\u0646
describe.entity.field.write.only=\u0641\u0642\u0637 \u0646\u0648\u0634\u062a\u0646
describe.url.redirects=\u062a\u063a\u06cc\u06cc\u0631 \u0645\u0633\u06cc\u0631 URL
describe.url.redirects.no.outgoing=\u0645\u0642\u0635\u062f \u0645\u062d\u0627\u0633\u0628\u0647 \u0634\u062f\u0647

