#Vietnamese Sakai is a contribution from HOSEI IT Center and www.huric.org; we also collaborate with Ho Chi Minh University of Technology for this project. 
# For future contact, Please email to Billy Quoc Pham [bpham@huric.org], Nguyen Hua Phung [phung@cse.hcmut.edu.vn] 
#To test out Vietnamse Sakai, you may go to http://vietsakai.huric.net 
#
#Tue Sep 07 15:05:29 PDT 2010
java.please.select=---- Xin ch\u1ECDn trang web m\u1EB9 ---- 
error.cannot.update=Kh\u00F4ng th\u1EC3 \u0111\u1EB7t parent id cho trang web. 
java.selectparent=Li\u00EAn k\u1EBFt trang web n\u00E0y v\u00E0o m\u1ED9t trang web cha m\u1EB9 kh\u00F4ng \u1EA3nh h\u01B0\u1EDFng \u0111\u1EBFn th\u00E0nh vi\u00EAn ho\u1EB7c c\u00F4ng c\u1EE5 cho ph\u00E9p ho\u1EB7c h\u00E0nh vi ho\u1EB7c c\u00F4ng c\u1EE5 n\u1ED9i dung trong ph\u1EE5 huynh ho\u1EB7c c\u00E1c trang web con. Li\u00EAn k\u1EBFt \u0111\u1EBFn m\u1ED9t trang web \u0111\u01A1n gi\u1EA3n ch\u1EC9 c\u00F3 ngh\u0129a l\u00E0 cha m\u1EB9 cho ng\u01B0\u1EDDi d\u00F9ng th\u00E0nh vi\u00EAn c\u1EE7a c\u1EA3 hai trang web v\u00E0 \u0111\u01B0\u1EE3c ph\u00E9p xem c\u00E1c trang web \u0111\u01B0\u1EE3c c\u1EA3 hai ng\u01B0\u1EDDi, h\u1ECD s\u1EBD th\u1EA5y g\u1EE3i \u00FD chuy\u1EC3n h\u01B0\u1EDBng v\u00E0 chuy\u1EC3n h\u01B0\u1EDBng c\u00E1c li\u00EAn k\u1EBFt trang web Xem m\u1EA9u b\u00E1nh m\u00EC gi\u1EEFa cha m\u1EB9 v\u00E0 c\u00E1c trang web con. M\u1ED9t trang web c\u00F3 th\u1EC3 c\u00F3 r\u1EA5t nhi\u1EC1u c\u00E1c trang web con tr\u1ECF \u0111\u1EBFn n\u00F3, nh\u01B0ng m\u1ED9t trang web con c\u00F3 th\u1EC3 ch\u1EC9 c\u00F3 m\u1ED9t m\u1EB9. 
gen.save=\u0110\u1EB7t Link 
error.nosites=B\u1EA1n kh\u00F4ng c\u00F3 quy\u1EC1n truy c\u1EADp v\u00E0o b\u1EA5t k\u1EF3 trang web m\u1EB9 ph\u00F9 h\u1EE3p. 
gen.alert=Th\u00F4ng b\u00E1o 
error.cannot.remove=Kh\u00F4ng th\u1EC3 lo\u1EA1i parent id t\u1EEB trang web. 
gen.cancel=Hu\u1EF7 
alert.parent.removed=Trang web m\u1EB9 kh\u00F4ng c\u00F2n t\u1ED3n t\u1EA1i, li\u00EAn k\u1EBFt lo\u1EA1i b\u1ECF. 
error.cannot.access=L\u1ED7i truy c\u1EADp v\u00E0o trang web th\u00F4ng tin. 
gen.remove=H\u1EE7y b\u1ECF li\u00EAn k\u1EBFt 
