###################################
# Translated  by  INTERACTIVE LLC #
# email: sakaiteam@interactive.mn #
###################################

gen.alert = \u0410\u043D\u0445\u0430\u0430\u0440
gen.save = \u041B\u0438\u043D\u043A\u0438\u0439\u0433 \u0442\u043E\u0445\u0438\u0440\u0443\u0443\u043B\u0430\u0445
gen.cancel = \u0426\u0443\u0446\u043B\u0430\u0445
gen.remove = \u041B\u0438\u043D\u043A\u0438\u0439\u0433 \u0445\u0430\u0441\u0430\u0445

java.selectparent=\u042D\u043D\u044D \u0441\u0430\u0439\u0442\u044B\u0433 \u044D\u0445 \u0441\u0430\u0439\u0442\u0440\u0443\u0443 \u0445\u043E\u043B\u0431\u043E\u0445 \u043D\u044C \u044D\u0445 \u0441\u0430\u0439\u0442, \u0441\u0430\u043B\u0431\u0430\u0440 \u0441\u0430\u0439\u0442 \u0445\u043E\u0451\u0440\u044B\u043D \u0430\u043B\u0438\u043D\u0438\u0439\u0445 \u043D\u044C \u0447 \u0433\u0438\u0448\u04AF\u04AF\u043D\u0447\u043B\u044D\u043B, \u0437\u04E9\u0432\u0448\u04E9\u04E9\u0440\u04E9\u043B, \u0445\u044D\u0440\u044D\u0433\u0441\u043B\u0438\u0439\u043D \u0442\u04E9\u043B\u04E9\u0432, \u0445\u044D\u0440\u044D\u0433\u0441\u043B\u0438\u0439\u043D \u0430\u0433\u0443\u0443\u043B\u0433\u0430\u0434 \u043D\u04E9\u043B\u04E9\u04E9\u043B\u04E9\u0445\u0433\u04AF\u0439. \u042D\u0445 \u0441\u0430\u0439\u0442\u0440\u0443\u0443 \u0445\u043E\u043B\u0431\u043E\u043D\u043E \u0433\u044D\u0434\u044D\u0433 \u043D\u044C \u0445\u043E\u0451\u0440 \u0441\u0430\u0439\u0442\u044B\u043D \u0445\u043E\u0451\u0443\u043B\u0430\u043D\u0433\u0438\u0439\u043D\u0445 \u043D\u044C \u0445\u044D\u0440\u044D\u0433\u043B\u044D\u0433\u0447 \u0431\u04E9\u0433\u04E9\u04E9\u0434 \u0445\u043E\u0451\u0443\u043B\u0430\u043D\u0433 \u043D\u044C \u04AF\u0437\u044D\u0445 \u0437\u04E9\u0432\u0448\u04E9\u04E9\u0440\u04E9\u043B\u0442\u044D\u0439 \u0445\u044D\u0440\u044D\u0433\u043B\u044D\u0433\u0447 \u044D\u0445 \u0441\u0430\u0439\u0442 \u0431\u043E\u043B\u043E\u043D \u0441\u0430\u043B\u0431\u0430\u0440 \u0441\u0430\u0439\u0442\u044B\u043D \u0445\u043E\u043E\u0440\u043E\u043D\u0434\u043E\u0445 \u043B\u0438\u043D\u043A\u04AF\u04AF\u0434\u0438\u0439\u0433 \u0445\u0430\u0440\u0443\u0443\u043B\u0436 \u0431\u0430\u0439\u0433\u0430\u0430 \u0436\u0438\u0436\u0438\u0433 \u0447\u0438\u0433\u043B\u04AF\u04AF\u043B\u044D\u0433\u0447 \u0431\u043E\u043B\u043E\u043D \u0447\u0438\u0433\u043B\u04AF\u04AF\u043B\u044D\u0433\u0447\u0438\u0439\u043D \u0434\u043E\u0445\u0438\u043E\u0433 \u0445\u0430\u0440\u043D\u0430. \u042F\u043C\u0430\u0440 \u043D\u044D\u0433 \u0441\u0430\u0439\u0442 \u04E9\u04E9\u0440\u0438\u0439\u0433 \u043D\u044C \u04AF\u0437\u04AF\u04AF\u043B\u044D\u0445 \u043E\u043B\u043E\u043D \u0441\u0430\u043B\u0431\u0430\u0440 \u0441\u0430\u0439\u0442\u0443\u0443\u0434\u0442\u0430\u0439 \u0431\u0430\u0439\u0436 \u0431\u043E\u043B\u043E\u0445 \u0431\u043E\u043B \u0441\u0430\u043B\u0431\u0430\u0440 \u0441\u0430\u0439\u0442 \u0433\u0430\u043D\u0446 \u043B \u044D\u0445 \u0441\u0430\u0439\u0442\u0442\u0430\u0439 \u0431\u0430\u0439\u043D\u0430.

java.please.select=---- \u042D\u0445 \u0441\u0430\u0439\u0442\u044B\u0433 \u0441\u043E\u043D\u0433\u043E\u043D\u043E \u0443\u0443----

java.currentparent=\u041E\u0434\u043E\u043E\u0433\u0438\u0439\u043D \u044D\u0445 \u0441\u0430\u0439\u0442:

error.cannot.update=\u0421\u0430\u0439\u0442\u0430\u0434 \u044D\u0445 id-\u044B\u0433 \u0442\u043E\u0445\u0438\u0440\u0443\u0443\u043B\u0436 \u0447\u0430\u0434\u0441\u0430\u043D\u0433\u04AF\u0439.
error.cannot.remove=\u0421\u0430\u0439\u0442\u0430\u0430\u0441 \u044D\u0445 id-\u044B\u0433 \u0445\u0430\u0441\u0430\u0436 \u0447\u0430\u0434\u0441\u0430\u043D\u0433\u04AF\u0439.
error.cannot.access=\u0421\u0430\u0439\u0442\u044B\u043D \u043C\u044D\u0434\u044D\u044D\u043B\u044D\u043B\u0434 \u043D\u044D\u0432\u0442\u0440\u044D\u0445\u044D\u0434 \u0430\u043B\u0434\u0430\u0430 \u0433\u0430\u0440\u043B\u0430\u0430.
error.nosites=\u0422\u0430 \u044F\u043C\u0430\u0440\u0447 \u0442\u043E\u0445\u0438\u0440\u043E\u043C\u0436\u0442\u043E\u0439 \u044D\u0445 \u0441\u0430\u0439\u0442\u0430\u0434 \u043D\u044D\u0432\u0442\u0440\u044D\u0445 \u044D\u0440\u0445\u0433\u04AF\u0439 \u0431\u0430\u0439\u043D\u0430.
alert.parent.removed=\u042D\u0445 \u0441\u0430\u0439\u0442 \u0431\u0430\u0439\u0445\u0433\u04AF\u0439 \u0431\u043E\u043B\u0441\u043E\u043D, \u043B\u0438\u043D\u043A \u043D\u044C \u0445\u0430\u0441\u0430\u0433\u0434\u0441\u0430\u043D. {0}
