#X-Generator: crowdin.net
gen.alert=\u091a\u0947\u0924\u093e\u0935\u0928\u0940
gen.save=\u0932\u093f\u0902\u0915 \u0915\u094b \u0938\u0947\u091f \u0915\u0930\u0928\u093e
gen.cancel=\u0930\u0926\u094d\u0926 \u0915\u0930\u0947\u0902
gen.remove=\u0932\u093f\u0902\u0915 \u0928\u093f\u0915\u093e\u0932\u0947\u0902

java.selectparent=\u0907\u0938 \u0938\u093e\u0907\u091f \u0915\u094b \u090f\u0915 \u092a\u0948\u0930\u0947\u0902\u091f \u0938\u093e\u0907\u091f \u0938\u0947 \u091c\u094b\u0921\u093c\u0928\u093e \u0938\u0926\u0938\u094d\u092f\u0924\u093e \u092f\u093e \u0905\u0928\u0941\u092e\u0924\u093f \u092f\u093e \u0909\u092a\u0915\u0930\u0923 \u0915\u0947 \u0935\u094d\u092f\u0935\u0939\u093e\u0930 \u092f\u093e \u0909\u092a\u0915\u0930\u0923 \u0915\u0940 \u0938\u093e\u092e\u0917\u094d\u0930\u0940 \u0915\u094b \u0915\u093f\u0938\u0940 \u092d\u0940 \u092a\u0947\u0930\u0947\u0902\u091f \u092f\u093e \u091a\u093e\u0907\u0932\u094d\u0921 \u0938\u093e\u0907\u091f\u094d\u0938 \u092e\u0947\u0902 \u092a\u094d\u0930\u092d\u093e\u0935\u093f\u0924 \u0928\u0939\u0940\u0902 \u0915\u0930\u0924\u093e\u0964  \u090f\u0915 \u092a\u0948\u0930\u0947\u0902\u091f \u0938\u093e\u0907\u091f \u0938\u0947 \u091c\u094b\u0921\u093c\u0928\u0947 \u0915\u093e \u0905\u0930\u094d\u0925 \u0939\u0948 \u0915\u0940 \u0909\u0928 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e\u0913\u0902 \u0915\u0947 \u0932\u093f\u090f \u091c\u094b \u0926\u094b\u0928\u094b\u0902 \u0938\u093e\u0907\u091f\u094b\u0902 \u0915\u0947 \u0938\u0926\u0938\u094d\u092f \u0939\u0948\u0902  \u0914\u0930 \u091c\u093f\u0928\u094d\u0939\u0947\u0902 \u0926\u094b\u0928\u094b\u0902 \u0938\u093e\u0907\u091f\u094b\u0902 \u0915\u094b \u0926\u0947\u0916\u0928\u0947 \u0915\u0940 \u0905\u0928\u0941\u092e\u0924\u093f \u0939\u0948, \u0935\u0947 \u0928\u0947\u0935\u093f\u0917\u0947\u0936\u0928 \u0938\u0902\u0915\u0947\u0924 \u0914\u0930 \u092c\u094d\u0930\u0947\u0921\u0915\u094d\u0930\u092e\u094d\u092c \u0928\u0947\u0935\u093f\u0917\u0947\u0936\u0928  \u0915\u094b \u0926\u0947\u0916\u0947\u0902\u0917\u0947 \u091c\u094b \u092a\u0948\u0930\u0947\u0902\u091f \u0914\u0930 \u091a\u093e\u0907\u0932\u094d\u0921 \u0938\u093e\u0907\u091f\u094b\u0902 \u0915\u0947 \u092c\u0940\u091a \u0932\u093f\u0902\u0915 \u0926\u093f\u0916\u093e \u0930\u0939\u093e \u0939\u094b\u0917\u093e\u0964 \u090f\u0915 \u0938\u093e\u0907\u091f \u0915\u0947 \u092a\u093e\u0938 \u0915\u0908 \u091a\u093e\u0907\u0932\u094d\u0921 \u0938\u093e\u0907\u091f\u094d\u0938 \u0939\u094b \u0938\u0915\u0924\u0947 \u0939\u0948\u0902 \u091c\u094b \u0909\u0938\u0947 \u092a\u093e\u0907\u0902\u091f \u0915\u0930 \u0930\u0939\u0947 \u0939\u094b, \u0915\u0947 \u0932\u093f\u090f \u092f\u0939 \u0913\u0930 \u0907\u0936\u093e\u0930\u093e \u0915\u0930\u0924\u0947 \u0939\u0941\u090f , \u0932\u0947\u0915\u093f\u0928 \u090f\u0915 \u091a\u093e\u0907\u0932\u094d\u0921 \u0938\u093e\u0907\u091f \u0915\u093e \u0915\u0947\u0935\u0932 \u090f\u0915 \u0939\u0940  \u092a\u0947\u0930\u0947\u0902\u091f  \u0939\u094b \u0938\u0915\u0924\u093e \u0939\u0948 \u0964

java.please.select=---\u0915\u0943\u092a\u092f\u093e \u092a\u0948\u0930\u0947\u0902\u091f \u0938\u093e\u0907\u091f \u0915\u093e \u091a\u092f\u0928 \u0915\u0930\u0947\u0902--- 

java.currentparent=\u0935\u0930\u094d\u0924\u092e\u093e\u0928 \u092a\u0948\u0930\u0947\u0902\u091f \u0938\u093e\u0907\u091f\:

error.cannot.update=\u0938\u093e\u0907\u091f \u0915\u0947 \u0932\u093f\u090f \u092a\u0948\u0930\u0947\u0902\u091f \u0906\u0908\u0921\u0940 \u0938\u0947\u091f \u0928\u0939\u0940\u0902 \u0915\u0930 \u0938\u0915\u0947\u0964
error.cannot.remove=\u092a\u0948\u0930\u0947\u0902\u091f \u0906\u0908\u0921\u0940 \u0938\u093e\u0907\u091f \u0938\u0947 \u0928\u0939\u0940\u0902 \u0928\u093f\u0915\u093e\u0932 \u0938\u0915\u0947\u0964
error.cannot.access=\u0938\u093e\u0907\u091f \u091c\u093e\u0928\u0915\u093e\u0930\u0940 \u0924\u0915 \u092a\u0939\u0941\u0901\u091a\u0928\u0947 \u092e\u0947\u0902 \u0924\u094d\u0930\u0941\u091f\u093f\u0964
error.nosites=\u0906\u092a\u0915\u0940 \u0915\u093f\u0938\u0940 \u092d\u0940 \u0909\u092a\u092f\u0941\u0915\u094d\u0924 \u092a\u0947\u0930\u0947\u0902\u091f \u0938\u093e\u0907\u091f\u094d\u0938 \u0915\u0947 \u0932\u093f\u090f \u092a\u0939\u0941\u0901\u091a \u0928\u0939\u0940\u0902 \u0939\u0948\u0964
alert.parent.removed=\u092a\u0948\u0930\u0947\u0902\u091f \u0938\u093e\u0907\u091f \u0905\u092c \u092e\u094c\u091c\u0942\u0926 \u0928\u0939\u0940\u0902 \u0939\u0948, \u0932\u093f\u0902\u0915 \u0939\u091f\u093e \u0926\u093f\u092f\u093e \u0917\u092f\u093e\u0964 {0}

