#X-Generator: crowdin.com
gen.alert=\u0647\u0634\u062f\u0627\u0631
gen.save=\u0627\u06cc\u062c\u0627\u062f \u067e\u06cc\u0648\u0646\u062f
gen.cancel=\u0644\u063a\u0648
gen.remove=\u067e\u0627\u06a9 \u06a9\u0631\u062f\u0646 \u067e\u06cc\u0648\u0646\u062f

title=\u067e\u06cc\u0648\u0646\u062f \u0628\u0647 \u0633\u0627\u06cc\u062a \u0645\u0646\u0634\u0627

java.selectparent=\u0644\u06cc\u0646\u06a9 \u062f\u0627\u062f\u0646 \u0627\u06cc\u0646 \u0633\u0627\u06cc\u062a \u0628\u0647 \u0633\u0627\u06cc\u062a \u0645\u0646\u0634\u0627 \u062a\u0627\u062b\u06cc\u0631\u06cc \u0631\u0648\u06cc \u0639\u0636\u0648\u06cc\u062a \u06cc\u0627 \u0627\u062c\u0627\u0632\u0647 \u06cc\u0627 \u0631\u0641\u062a\u0627\u0631 \u0627\u0628\u0632\u0627\u0631 \u06cc\u0627 \u0645\u062d\u062a\u0648\u0627\u06cc \u0627\u0628\u0632\u0627\u0631 \u062f\u0631 \u0647\u06cc\u0686 \u06a9\u062f\u0627\u0645 \u0627\u0632 \u0633\u0627\u06cc\u062a \u0647\u0627\u06cc \u0645\u0646\u0634\u0627 \u0648 \u0641\u0631\u0632\u0646\u062f \u0646\u062e\u0648\u0627\u0647\u062f \u06af\u0630\u0627\u0634\u062a. \u0644\u06cc\u0646\u06a9 \u062f\u0627\u062f\u0646 \u0628\u0647 \u0633\u0627\u06cc\u062a \u0645\u0646\u0634\u0627 \u0628\u0647 \u0637\u0648\u0631 \u0633\u0627\u062f\u0647 \u0628\u0647 \u0627\u06cc\u0646 \u0645\u0639\u0646\u0627 \u0627\u0633\u062a \u06a9\u0647 \u0628\u0631\u0627\u06cc \u06a9\u0627\u0631\u0628\u0631\u0627\u0646\u06cc \u06a9\u0647 \u0639\u0636\u0648 \u0647\u0631 \u062f\u0648 \u0633\u0627\u06cc\u062a \u0647\u0633\u062a\u0646\u062f \u0648 \u0627\u06cc\u0646 \u0627\u062c\u0627\u0632\u0647 \u0631\u0627 \u062f\u0627\u0631\u0646\u062f \u06a9\u0647 \u0647\u0631 \u062f\u0648 \u0633\u0627\u06cc\u062a \u0631\u0627 \u0645\u0634\u0627\u0647\u062f\u0647 \u06a9\u0646\u0646\u062f \u060c \u062c\u0647\u062a \u06cc\u0627\u0628\u06cc \u0646\u06a9\u0627\u062a  \u0648 \u062c\u0647\u062a \u06cc\u0627\u0628\u06cc \u062e\u0631\u062f\u0647 \u0646\u0627\u0646 \u0628\u0647 \u0622\u0646 \u0647\u0627 \u0644\u06cc\u0646\u06a9 \u0633\u0627\u06cc\u062a \u0647\u0627\u06cc\u06cc \u06a9\u0647 \u0628\u06cc\u0646 \u0633\u0627\u06cc\u062a \u0645\u0646\u0634\u0627 \u0648 \u0633\u0627\u06cc\u062a \u0641\u0631\u0632\u0646\u062f \u0648\u062c\u0648\u062f \u062f\u0627\u0631\u062f \u0631\u0627 \u0646\u0634\u0627\u0646 \u0645\u06cc \u062f\u0647\u062f. \u06cc\u06a9 \u0633\u0627\u06cc\u062a \u0645\u06cc \u062a\u0648\u0627\u0646\u062f \u062a\u0639\u062f\u0627\u062f \u0632\u06cc\u0627\u062f\u06cc \u0633\u0627\u06cc\u062a \u0641\u0631\u0632\u0646\u062f \u062f\u0627\u0634\u062a\u0647 \u0628\u0627\u0634\u062f \u06a9\u0647 \u0628\u0647 \u0622\u0646 \u0627\u0634\u0627\u0631\u0647 \u0645\u06cc \u06a9\u0646\u0646\u062f \u060c \u0627\u0645\u0627 \u0633\u0627\u06cc\u062a \u0641\u0631\u0632\u0646\u062f \u062a\u0646\u0647\u0627 \u0645\u06cc \u062a\u0648\u0627\u0646\u062f \u06cc\u06a9 \u0633\u0627\u06cc\u062a \u0645\u0646\u0634\u0627 \u062f\u0627\u0634\u062a\u0647 \u0628\u0627\u0634\u062f.

java.please.select=---- \u0644\u0637\u0641\u0627 \u0633\u0627\u06cc\u062a \u0645\u0646\u0634\u0627 \u0631\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f----\n

java.currentparent=\u0633\u0627\u06cc\u062a \u0645\u0646\u0634\u0627 \u0641\u0639\u0644\u06cc\:

error.cannot.update=\u0642\u0627\u062f\u0631 \u0628\u0647 \u0627\u06cc\u062c\u0627\u062f \u0634\u0646\u0627\u0633\u0647 \u0645\u0646\u0634\u0627 \u0628\u0631\u0627\u06cc \u0633\u0627\u06cc\u062a \u0646\u06cc\u0633\u062a
error.cannot.remove=\u0642\u0627\u062f\u0631 \u0628\u0647 \u062d\u0630\u0641 \u06a9\u0631\u062f\u0646 \u0634\u0646\u0627\u0633\u0647 \u0645\u0646\u0634\u0627 \u0628\u0631\u0627\u06cc \u0633\u0627\u06cc\u062a \u0646\u06cc\u0633\u062a
error.cannot.access=\u062e\u0637\u0627\u06cc \u062f\u0633\u062a\u0631\u0633\u06cc \u0628\u0647 \u0627\u0637\u0644\u0627\u0639\u0627\u062a \u0633\u0627\u06cc\u062a.
error.nosites=\u0634\u0645\u0627 \u0628\u0647 \u0647\u06cc\u0686 \u0633\u0627\u06cc\u062a \u0645\u0646\u0634\u0627 \u0645\u0646\u0627\u0633\u0628\u06cc \u062f\u0633\u062a\u0631\u0633\u06cc \u0646\u062f\u0627\u0631\u06cc\u062f.
alert.parent.removed=\u0633\u0627\u06cc\u062a \u0645\u0646\u0634\u0627 \u0648\u062c\u0648\u062f \u0646\u062f\u0627\u0631\u062f\u060c \u067e\u06cc\u0648\u0646\u062f \u067e\u0627\u06a9 \u0634\u062f\u0647 \u0627\u0633\u062a. {0}

