#X-Generator: crowdin.com
# this defines the entity description for gradebook
gradebook=\u0646\u0634\u0627\u0646\u06af\u0631 \u0622\u06cc\u062a\u0645 \u062f\u0641\u062a\u0631 \u0646\u0645\u0631\u0647 \u0648 \u0647\u0645\u06cc\u0646\u0637\u0648\u0631 \u062a\u0623\u0645\u06cc\u0646 \u06a9\u0646\u0646\u062f\u0647 \u0648\u06cc\u0698\u0647 \u06a9\u0647 \u0628\u0647 \u062c\u0627\u06cc \u0622\u0646 \u0628\u0647 \u0645\u0634\u0627\u0647\u062f\u0627\u062a \u0627\u0628\u0632\u0627\u0631 \u062f\u0641\u062a\u0631 \u0646\u0645\u0631\u0647 \u0627\u0636\u0627\u0641\u0647 \u0645\u06cc\u200c\u06a9\u0646\u062f
gradebook.action.site=\u062f\u0631\u06cc\u0627\u0641\u062a \u0622\u06cc\u062a\u0645\u200c\u0647\u0627\u06cc \u062f\u0641\u062a\u0631 \u0646\u0645\u0631\u0647 \u0628\u0631\u0627\u06cc \u06cc\u06a9 \u0633\u0627\u06cc\u062a. \u0627\u0644\u06af\u0648\u06cc Url \u062f\u0631\u062e\u0648\u0627\u0633\u062a\u06cc \u0628\u0647 \u0627\u06cc\u0646 \u0635\u0648\u0631\u062a \u0627\u0633\u062a\: /direct/gradebook/site/{siteId}.{format}
gradebook.action.item=\u062f\u0631\u06cc\u0627\u0641\u062a \u062c\u0632\u0626\u06cc\u0627\u062a \u0646\u0645\u0631\u0647\u200c\u062f\u0647\u06cc \u06cc\u06a9 \u062a\u06a9\u0644\u06cc\u0641 \u0645\u0634\u062e\u0635 \u0634\u062f\u0647 \u0628\u0627 \u0646\u0627\u0645 \u062a\u06a9\u0644\u06cc\u0641. \u0627\u0644\u06af\u0648\u06cc Url \u062f\u0631\u062e\u0648\u0627\u0633\u062a\u06cc \u0628\u0647 \u0627\u06cc\u0646 \u0635\u0648\u0631\u062a \u0627\u0633\u062a\: /direct/gradebook/item/{siteId}/{assignmentName}.{format}
gradebook.action.my=\u062f\u0631\u06cc\u0627\u0641\u062a \u062a\u0645\u0627\u0645 \u0646\u0645\u0631\u0627\u062a \u0645\u0646 \u0627\u0632 \u062a\u0645\u0627\u0645 \u0633\u0627\u06cc\u062a\u200e\u0647\u0627\u06cc \u0645\u0646. \u0627\u0644\u06af\u0648\u06cc Url \u062f\u0631\u062e\u0648\u0627\u0633\u062a\u06cc \u0628\u0647 \u0627\u06cc\u0646 \u0635\u0648\u0631\u062a \u0627\u0633\u062a\: /direct/gradebook/my.{format}
gradebook.action.batch=\u062f\u0631\u06cc\u0627\u0641\u062a \u0627\u0637\u0644\u0627\u0639\u0627\u062a \u062f\u0641\u062a\u0631 \u0646\u0645\u0631\u0647 \u0628\u0631\u0627\u06cc \u06cc\u06a9 \u0633\u0627\u06cc\u062a \u06cc\u0627 \u0645\u062c\u0645\u0648\u0639\u0647\u200c\u0627\u06cc \u0627\u0632 \u0633\u0627\u06cc\u062a\u200c\u0647\u0627. \u0647\u0631 \u0634\u0646\u0627\u0633\u0647 \u0633\u0627\u06cc\u062a \u0628\u0627\u06cc\u062f \u0628\u0627 \u0648\u06cc\u0631\u06af\u0648\u0644 \u0627\u0632 \u062f\u06cc\u06af\u0631\u06cc \u062c\u062f\u0627 \u0634\u0648\u062f. \u062f\u0631\u062e\u0648\u0627\u0633\u062a\u200c\u06a9\u0646\u0646\u062f\u0647 \u0628\u0627\u06cc\u062f \u062f\u0631 \u062a\u0645\u0627\u0645\u06cc \u0633\u0627\u06cc\u062a\u200c\u0647\u0627\u06cc \u062f\u0631\u062e\u0648\u0627\u0633\u062a\u200c\u0634\u062f\u0647 \u06cc\u06a9 \u0627\u064e\u0628\u0631\u06a9\u0627\u0631\u0628\u0631 \u0648 \u06cc\u0627 \u0645\u0639\u0644\u0645 \u0628\u0627\u0634\u062f\u060c \u062f\u0631 \u063a\u06cc\u0631\u0627\u06cc\u0646\u0635\u0648\u0631\u062a \u0622\u0646 \u0633\u0627\u06cc\u062a \u062d\u0630\u0641 \u062e\u0648\u0627\u0647\u062f \u0634\u062f. \u0627\u0644\u06af\u0648\u06cc url \u062f\u0631\u062e\u0648\u0627\u0633\u062a\u06cc \u0628\u0647 \u0627\u06cc\u0646 \u0635\u0648\u0631\u062a \u0627\u0633\u062a\: /direct/gradebook/batch.{format}?siteIds\=ID1,ID2,ID3,IDn

