#X-Generator: crowdin.com
cancel=\u0627\u0646\u0635\u0631\u0627\u0641
cancel_message=\u0644\u063a\u0648 \u062f\u0633\u062a\u0648\u0631 \u062a\u063a\u06cc\u06cc\u0631\u0627\u062a
save=\u0630\u062e\u064a\u0631\u0647
save_message=\u0630\u062e\u06cc\u0631\u0647 \u062a\u063a\u06cc\u06cc\u0631\u0627\u062a \u0633\u0641\u0627\u0631\u0634
reset=\u062a\u0646\u0638\u06cc\u0645 \u0645\u062c\u062f\u062f
reset_message=\u062a\u0646\u0638\u06cc\u0645 \u0645\u062c\u062f\u062f \u0635\u0641\u062d\u0647 \u0633\u0641\u0627\u0631\u0634 \u0628\u0647 \u0633\u0641\u0627\u0631\u0634 \u067e\u06cc\u0634 \u0641\u0631\u0636
confirm_reset_message=\u0622\u06cc\u0627 \u0634\u0645\u0627 \u0627\u0632 \u062a\u0646\u0638\u06cc\u0645 \u0645\u062c\u062f\u062f \u0627\u0628\u0632\u0627\u0631 \u0633\u0641\u0627\u0631\u0634 \u062e\u0648\u062f \u0628\u0647 \u062d\u0627\u0644\u062a \u067e\u06cc\u0634 \u0641\u0631\u0636 \u0627\u0637\u0645\u06cc\u0646\u0627\u0646 \u062f\u0627\u0631\u06cc\u062f\u061f \u0647\u06cc\u0686 \u0631\u0627\u0647 \u0628\u0631\u06af\u0634\u062a\u06cc \u0648\u062c\u0648\u062f \u0646\u062f\u0627\u0631\u062f.
title=\u0639\u0646\u0648\u0627\u0646
url=\u0622\u062f\u0631\u0633 \u0627\u06cc\u0646\u062a\u0631\u0646\u062a\u06cc URL
access_error=\u0628\u0627 \u0639\u0631\u0636 \u067e\u0648\u0632\u0634 \u0634\u0645\u0627 \u0645\u062c\u0648\u0632 \u062f\u0633\u062a\u0631\u0633\u06cc \u0628\u0647 \u0627\u06cc\u0646 \u0627\u0628\u0632\u0627\u0631 \u0631\u0627 \u0646\u062f\u0627\u0631\u06cc\u062f

del_message=\u0622\u06cc\u0627 \u0627\u0632 \u062d\u0630\u0641 \u0627\u06cc\u0646 \u0627\u0628\u0632\u0627\u0631 \u0627\u0637\u0645\u06cc\u0646\u0627\u0646 \u062f\u0627\u0631\u06cc\u062f\: 
exit_message=\u0622\u06cc\u0627 \u0628\u0631\u0627\u06cc \u062e\u0631\u0648\u062c \u0628\u062f\u0648\u0646 \u0630\u062e\u06cc\u0631\u0647 \u0633\u0627\u0632\u06cc \u0627\u0637\u0645\u06cc\u0646\u0627\u0646 \u062f\u0627\u0631\u06cc\u062f\u061f

menu_edit_page_title=\u0627\u0628\u0632\u0627\u0631 \u0648\u06cc\u0631\u0627\u06cc\u0634 \u0639\u0646\u0648\u0627\u0646
menu_hide_page=\u0627\u0628\u0632\u0627\u0631 \u0628\u0631\u0627\u06cc \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632\u0627\u0646 \u0645\u062e\u0641\u06cc \u0634\u0648\u062f
menu_show_page=\u0627\u0628\u0632\u0627\u0631 \u0628\u0631\u0627\u06cc \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632\u0627\u0646 \u0642\u0627\u0628\u0644 \u0645\u0634\u0627\u0647\u062f\u0647 \u0634\u0648\u062f
menu_lock_page=\u062f\u0633\u062a\u0631\u0633\u06cc \u0628\u0647 \u0627\u06cc\u0646 \u0627\u0628\u0632\u0627\u0631 \u0642\u0641\u0644 \u0634\u062f\u0647 \u0627\u0633\u062a
menu_enable_page=\u062f\u0633\u062a\u0631\u0633\u06cc \u0628\u0647 \u0627\u06cc\u0646 \u0627\u0628\u0632\u0627\u0631 \u0641\u0639\u0627\u0644 \u0634\u0648\u062f
menu_remove_page=\u062d\u0630\u0641 \u0627\u06cc\u0646 \u0627\u0628\u0632\u0627\u0631

page_remove=\u062d\u0630\u0641 \u0627\u0628\u0632\u0627\u0631 \u0632\u06cc\u0631 \u0627\u0632 \u0633\u0627\u06cc\u062a\:{0}
page_edit=\u0627\u0628\u0632\u0627\u0631 \u0647\u0627\u06cc \u0632\u06cc\u0631 \u0631\u0627 \u0648\u06cc\u0631\u0627\u06cc\u0634 \u06a9\u0646\:{0}
page_show_add=\u0627\u0628\u0632\u0627\u0631 \u0647\u0627 \u0645\u0648\u062c\u0648\u062f \u0628\u0631\u0627\u06cc \u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u0628\u0647 \u0627\u06cc\u0646 \u0633\u0627\u06cc\u062a \u0646\u0645\u0627\u06cc\u0634 \u062f\u0627\u062f\u0647 \u0634\u062f\u0647 \u0627\u0646\u062f
page_hide=\u0627\u0628\u0632\u0627\u0631 \u0632\u06cc\u0631 \u0631\u0627 \u0627\u0632 \u062f\u06cc\u062f \u06a9\u0627\u0631\u0628\u0631\u0627\u0646 \u0639\u0627\u062f\u06cc \u0645\u062e\u0641\u06cc \u06a9\u0646\:{0}
page_show=\u0627\u0628\u0632\u0627\u0631 \u0632\u06cc\u0631 \u0628\u0631\u0627\u06cc \u06a9\u0627\u0631\u0628\u0631\u0627\u0646 \u0639\u0627\u062f\u06cc \u0646\u0634\u0627\u0646 \u062f\u0627\u062f\u0647 \u0634\u0648\u062f\:{0}
page_enable=\u0627\u0628\u0632\u0627\u0631 \u0632\u06cc\u0631 \u0631\u0627 \u0628\u0631\u0627\u06cc \u06a9\u0627\u0631\u0628\u0631\u0627\u0646 \u0639\u0627\u062f\u06cc \u0641\u0639\u0627\u0644 \u06a9\u0646\:{0}
page_disable=\u0627\u0628\u0632\u0627\u0631 \u0632\u06cc\u0631 \u0631\u0627 \u0628\u0631\u0627\u06cc \u06a9\u0627\u0631\u0628\u0631\u0627\u0646 \u0639\u0627\u062f\u06cc \u063a\u06cc\u0631 \u0641\u0639\u0627\u0644 \u06a9\u0646\:{0}
cancel_page_edit=\u062a\u063a\u06cc\u06cc\u0631\u0627\u062a \u0627\u0646\u062c\u0627\u0645 \u0634\u062f\u0647 \u0628\u0631\u0627\u06cc \u0627\u0628\u0632\u0627\u0631 \u0644\u063a\u0648 \u0634\u0648\u062f\:{0}
save_page_edit=\u062a\u063a\u06cc\u06cc\u0631\u0627\u062a \u0627\u0646\u062c\u0627\u0645 \u0634\u062f\u0647 \u0628\u0631\u0627\u06cc \u0627\u0628\u0632\u0627\u0631 \u0630\u062e\u06cc\u0631\u0647 \u0634\u0648\u062f\:{0}

page_hidden_flag=\u0627\u0628\u0632\u0627\u0631 \u0628\u0631\u0627\u06cc \u06a9\u0627\u0631\u0628\u0631\u0627\u0646 \u0645\u0639\u0645\u0648\u0644\u06cc \u0645\u062e\u0641\u06cc \u0645\u06cc \u0628\u0627\u0634\u062f 
page_locked_flag=\u0627\u0628\u0632\u0627\u0631 \u0628\u0631\u0627\u06cc \u06a9\u0627\u0631\u0628\u0631\u0627\u0646 \u0645\u0639\u0645\u0648\u0644\u06cc \u063a\u06cc\u0631 \u0641\u0639\u0627\u0644 \u0645\u06cc \u0628\u0627\u0634\u062f 

page_click_n_drag=\u0627\u06af\u0631 \u0627\u0628\u0632\u0627\u0631\u06cc \u0631\u0627 \u0645\u06cc \u062e\u0648\u0627\u0647\u06cc\u062f \u0631\u0648\u06cc \u0622\u0646 \u06a9\u0644\u06cc\u06a9 \u06a9\u0631\u062f\u0647 \u0648 \u0622\u0646 \u0631\u0627 \u0628\u06a9\u0634\u06cc\u062f

show_add=\u0627\u0641\u0632\u0648\u062f\u0646 \u0627\u0628\u0632\u0627\u0631 (\u0647\u0627) \u0628\u0631\u0627\u06cc \u0633\u0627\u06cc\u062a \u062e\u0648\u062f\u062a\u0627\u0646

success_removed={0} \u0628\u0627 \u0645\u0648\u0641\u0642\u06cc\u062a \u062d\u0630\u0641 \u0634\u062f
success_hidden={0} \u0628\u0631\u0627\u06cc \u06a9\u0627\u0631\u0628\u0631\u0627\u0646 \u0645\u0639\u0645\u0648\u0644\u06cc \u0645\u062e\u0641\u06cc \u0634\u062f
success_visible={0} \u0627\u06a9\u0646\u0648\u0646 \u0628\u0631\u0627\u06cc \u06a9\u0627\u0631\u0628\u0631\u0627\u0646 \u0645\u0639\u0645\u0648\u0644\u06cc \u0642\u0627\u0628\u0644 \u0645\u0634\u0627\u0647\u062f\u0647 \u0627\u0633\u062a
success_disabled={0} \u0627\u06a9\u0646\u0648\u0646 \u0628\u0631\u0627\u06cc \u06a9\u0627\u0631\u0628\u0631\u0627\u0646 \u0645\u0639\u0645\u0648\u0644\u06cc \u063a\u06cc\u0631 \u0641\u0639\u0627\u0644 \u0627\u0633\u062a
success_enabled={0} \u0627\u06a9\u0646\u0648\u0646 \u0628\u0631\u0627\u06cc \u06a9\u0627\u0631\u0628\u0631\u0627\u0646 \u0645\u0639\u0645\u0648\u0644\u06cc \u0641\u0639\u0627\u0644 \u0627\u0633\u062a
success_changed={0} \u0628\u0647 {1} \u062a\u063a\u06cc\u06cc\u0631 \u06cc\u0627\u0641\u062a
success_reset=\u0639\u0646\u0648\u0627\u0646 \u0627\u0628\u0632\u0627\u0631 \u0628\u0647{0} \u062a\u063a\u06cc\u06cc\u0631 \u06cc\u0627\u0641\u062a

error_pageid=' \u0634\u0646\u0627\u0633\u0647 \u0635\u0641\u062d\u0647' \u0645\u0639\u062a\u0628\u0631 \u0645\u0648\u0631\u062f \u0646\u06cc\u0627\u0632 \u0627\u0633\u062a

welcome=\u062a\u063a\u06cc\u06cc\u0631\u0627\u062a \u062f\u0631 \u0627\u0628\u0632\u0627\u0631 \u0633\u0641\u0627\u0631\u0634 \u0627\u062b\u0631\u0627\u062a\u06cc \u0631\u0627 \u062f\u0631 \u0632\u0645\u0627\u0646 '\u0630\u062e\u06cc\u0631\u0647' \u062f\u0627\u0631\u0646\u062f. \u0647\u0646\u06af\u0627\u0645 \u067e\u0627\u06a9 \u06a9\u0631\u062f\u0646 \u06cc\u0627 \u0648\u06cc\u0631\u0627\u06cc\u0634 \u0646\u0627\u0645 \u0627\u0628\u0632\u0627\u0631\u060c \u062a\u063a\u06cc\u06cc\u0631\u0627\u062a \u0641\u0648\u0631\u0627 \u0627\u0639\u0645\u0627\u0644 \u062e\u0648\u0627\u0647\u062f \u0634\u062f.
warning=\u0647\u0634\u062f\u0627\u0631\: \u0645\u062e\u0641\u06cc \u0633\u0627\u0632\u06cc \u0627\u0628\u0632\u0627\u0631\u060c \u062f\u0633\u062a\u0631\u0633\u06cc \u0628\u0647 \u0622\u06cc\u062a\u0645 \u0647\u0627 \u0631\u0627 \u062a\u063a\u06cc\u06cc\u0631 \u0646\u0645\u06cc \u062f\u0647\u062f\u060c \u0628\u0627 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0627\u0632 \u0644\u06cc\u0646\u06a9 \u0645\u0633\u062a\u0642\u06cc\u0645 \u0645\u06cc \u062a\u0648\u0627\u0646\u06cc\u062f \u062a\u0645\u0627\u0645\u06cc \u062f\u0633\u062a\u0631\u0633\u06cc \u0647\u0627 \u0631\u0627 \u0628\u0631\u0627\u06cc \u0627\u0628\u0632\u0627\u0631 \u062a\u063a\u06cc\u06cc\u0631 \u062f\u0647\u06cc\u062f.

add_prompt=\u062f\u0631\u06cc\u0627\u0641\u062a \u0627\u0628\u0632\u0627\u0631 \u0647\u0627\u06cc \u0633\u0627\u06cc\u062a \u0628\u0631\u0627\u06cc {0} ...
add_inst=\u0627\u0628\u0632\u0627\u0631\u06cc \u06a9\u0647 \u0645\u06cc \u062e\u0648\u0627\u0647\u06cc\u062f \u0628\u0647 \u0633\u0627\u06cc\u062a \u0634\u0645\u0627 \u0627\u0636\u0627\u0641\u0647 \u0634\u0648\u062f \u0631\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f.
add_select-title=\u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0631\u062f\u0646
add_tool-title=\u0627\u0628\u0632\u0627\u0631
add_desc-title=\u062a\u0648\u0636\u06cc\u062d\u0627\u062a \u0627\u0628\u0632\u0627\u0631
add_selected=\u0627\u0641\u0632\u0648\u062f\u0646 \u0627\u0628\u0632\u0627\u0631 \u0647\u0627\u06cc \u0627\u0646\u062a\u062e\u0627\u0628 \u0634\u062f\u0647

curr_pages=\u0627\u0628\u0632\u0627\u0631 \u0647\u0627\u06cc \u06a9\u0646\u0648\u0646\u06cc
sort_alpha=\u0628\u0647 \u062a\u0631\u062a\u06cc\u0628 \u062d\u0631\u0648\u0641 \u0627\u0644\u0641\u0628\u0627 \u0645\u0631\u062a\u0628 \u06a9\u0646

page_title=\u0627\u0628\u0632\u0627\u0631 \u0633\u0641\u0627\u0631\u0634

