access_error=Lo siento, no tiene acceso a esta herramienta
add_desc-title=Descripci\u00F3n de la herramienta
add_inst=Ayuda\: para a\u00F1adir p\u00E1ginas a un sitio, \u00FAnicamente debe hacer clic sobre ellas y arrastrarlas desde la lista de p\u00E1ginas disponibles a la lista de p\u00E1ginas actuales
add_prompt=Revisando las herramientas para
add_select-title=Seleccionar
add_selected=A\u00F1adir herramientas seleccionadas
add_summary=Lista de herramientas. Columna 1: marque para a\u00F1adir o arrastre la herramienta al sitio. Columna 2: Nombre de la herramienta. Columna 3: Descripci\u00F3n de la herramienta
add_tool-title=Herramienta
avail_pages=P\u00E1ginas disponibles
cancel=Cancelar
cancel_message=Cancelar los cambios en el orden
cancel_page_edit=Cancelar cambios realizados en la p\u00E1gina\: {0}
confirm_reset_message=\u00BFEst\u00E1 seguro de que desea borrar el orden de las p\u00E1ginas y restablecer los valores por defecto? Esta operaci\u00F3n no se puede deshacer.
curr_pages=P\u00E1ginas actuales
del_message=\u00BFEst\u00E1 seguro de que desea borrar la p\u00E1gina\: 
error_pageid=Se requiere un 'ID de p\u00E1gina' v\u00E1lido
error_title_null=El t\u00EDtulo de la p\u00E1gina no puede ser nulo
exit_message=\u00BFEst\u00E1 seguro de que desea salir de la herramienta de ordenaci\u00F3n de p\u00E1ginas sin guardar los cambios?
exit_tool=Salir de la ayuda
page_add=A\u00F1adir esta p\u00E1gina a su sitio
page_click_n_drag=Haga clic y arrastre las p\u00E1ginas en el orden que desee
page_edit=Editar esta p\u00E1gina
page_hide=Ocultar esta p\u00E1gina de los usuarios normales
page_remove=Borrar esta p\u00E1gina del sitio
page_selectadd=A\u00F1adir esta p\u00E1gina al sitio
page_show=Mostrar esta p\u00E1gina a los usuarios normales
page_show_add=Mostrar las p\u00E1ginas actualmente disponibles para a\u00F1adir a este sitio 
reset=Limpiar
reset_message=Limpiar los cambios en el orden y restablecer los valores por defecto
save=Guardar
save_message=Guardar los cambios en el orden
save_page_edit=Guardar cambios realizados en la p\u00E1gina: {0}
show_add=A\u00F1adir p\u00E1ginas a su sitio
success_add=La p\u00E1gina {0} se ha a\u00F1adido con \u00E9xito
success_changed={0} se ha cambiado a {1}
success_hidden={0} se ha ocultado a usuarios normales
success_removed={0} se borr\u00F3 con \u00E9xito
success_visible={0} se ha hecho visible a usuarios normales
title=T\u00EDtulo
url=Direcci\u00F3n de la p\u00E1gina web (URL)
welcome=Ayuda\: los cambios en el orden de las p\u00E1ginas no tendr\u00E1n efecto hasta que haga clic en "Guardar". Borrar, a\u00F1adir o editar una p\u00E1gina tienen efecto inmediatamente.
