#Vietnamese Sakai is a contribution from HOSEI IT Center and www.huric.org; we also collaborate with Ho Chi Minh University of Technology for this project. 
# For future contact, Please email to Billy Quoc Pham [bpham@huric.org], Nguyen Hua Phung [phung@cse.hcmut.edu.vn] 
#To test out Vietnamse Sakai, you may go to http://vietsakai.huric.net 
#
#Tue Sep 07 15:05:29 PDT 2010
show_add=Th\u00EAm trang (s) \u0111\u1EC3 trang web c\u1EE7a b\u1EA1n 
add_prompt=\u0110i\u1EC1u ch\u1EC9nh l\u1EA1i trang web c\u00F4ng c\u1EE5 cho {0} ... 
success_hidden={0} l\u00E0 b\u00E2y gi\u1EDD kh\u00F4ng th\u1EA5y ng\u01B0\u1EDDi d\u00F9ng th\u00F4ng th\u01B0\u1EDDng 
page_remove=H\u1EE7y b\u1ECF c\u00E1c trang sau \u0111\u00E2y t\u1EEB trang web\: {0} 
success_removed={0} \u0111\u00E3 \u0111\u01B0\u1EE3c g\u1EE1 b\u1ECF th\u00E0nh c\u00F4ng 
success_reset=Ti\u00EAu \u0111\u1EC1 Trang \u0111\u00E3 \u0111\u01B0\u1EE3c thi\u1EBFt l\u1EADp l\u1EA1i cho {0} 
del_message=B\u1EA1n c\u00F3 ch\u1EAFc b\u1EA1n mu\u1ED1n x\u00F3a trang\: 
page_show=Xem c\u00E1c trang sau \u0111\u00E2y \u0111\u1EC3 ng\u01B0\u1EDDi d\u00F9ng b\u00ECnh th\u01B0\u1EDDng\: {0} 
url=URL 
add_select-title=Ch\u1ECDn 
add_selected=Th\u00EAm c\u00F4ng c\u1EE5 ch\u1ECDn 
page_hide=\u1EA8n c\u00E1c trang sau \u0111\u00E2y t\u1EEB nh\u1EEFng ng\u01B0\u1EDDi d\u00F9ng b\u00ECnh th\u01B0\u1EDDng\: {0} 
reset=Thi\u1EBFt l\u1EADp l\u1EA1i 
exit_message=B\u1EA1n c\u00F3 ch\u1EAFc b\u1EA1n mu\u1ED1n tho\u00E1t kh\u1ECFi c\u00F4ng c\u1EE5 th\u1EE9 t\u1EF1 c\u00E1c trang m\u00E0 kh\u00F4ng l\u01B0u? 
success_changed={0} \u0111\u00E3 \u0111\u01B0\u1EE3c \u0111\u1ED5i th\u00E0nh {1} 
cancel=Hu\u1EF7 
reset_message=Trang Thi\u1EBFt l\u1EADp l\u1EA1i tr\u1EADt t\u1EF1 s\u1EAFp \u0111\u1EB7t \u0111\u1EC3 m\u1EB7c \u0111\u1ECBnh 
save_page_edit=L\u01B0u c\u00E1c thay \u0111\u1ED5i \u0111\u01B0\u1EE3c th\u1EF1c hi\u1EC7n \u0111\u1EBFn trang\: {0} 
add_inst=Ki\u1EC3m tra c\u00E1c h\u1ED9p \u0111\u1EC3 th\u00EAm ho\u1EB7c lo\u1EA1i b\u1ECF c\u00E1c c\u00F4ng c\u1EE5 t\u1EEB trang web c\u1EE7a b\u1EA1n. 
error_pageid=M\u1ED9t h\u1EE3p l\u1EC7 'pageId' l\u00E0 b\u1EAFt bu\u1ED9c 
add_desc-title=M\u00F4 t\u1EA3 c\u00F4ng c\u1EE5  
success_visible={0} l\u00E0 b\u00E2y gi\u1EDD Xem cho ng\u01B0\u1EDDi d\u00F9ng b\u00ECnh th\u01B0\u1EDDng 
page_edit=Ch\u1EC9nh s\u1EEDa trang sau\: {0} 
cancel_message=H\u1EE7y l\u1EC7nh thay \u0111\u1ED5i 
welcome=G\u1EE3i \u00FD\: Thay \u0111\u1ED5i tr\u00ECnh t\u1EF1 trang s\u1EBD c\u00F3 hi\u1EC7u l\u1EF1c cho \u0111\u1EBFn khi b\u1EA1n nh\u1EA5p v\u00E0o 'L\u01B0u'. X\u00F3a, th\u00EAm, ho\u1EB7c ch\u1EC9nh s\u1EEDa m\u1ED9t trang di\u1EC5n ra ngay l\u1EADp t\u1EE9c. Nh\u1EA5n Save ho\u1EB7c l\u00E0 tr\u1EA3 v\u1EC1 ho\u1EB7c hu\u1EF7 b\u1ECF c\u00E1c n\u00FAt b\u1EA1n \u0111\u1EBFn v\u1EDBi trang web Th\u00F4ng tin chi ti\u1EBFt c\u1EE5 Page. 
cancel_page_edit=Hu\u1EF7 thay \u0111\u1ED5i \u0111\u01B0\u1EE3c th\u1EF1c \u0111\u1EBFn trang\: {0} 
curr_pages=C\u00E1c trang hi\u1EC7n t\u1EA1i 
save_message=L\u01B0u thay \u0111\u1ED5i \u0111\u1EB7t h\u00E0ng 
title=Ti\u00EAu \u0111\u1EC1 
access_error=Xin l\u1ED7i b\u1EA1n kh\u00F4ng c\u00F3 quy\u1EC1n truy c\u1EADp v\u00E0o c\u00F4ng c\u1EE5 n\u00E0y 
page_show_add=Xem hi\u1EC7n \u0111ang c\u00F3 s\u1EB5n \u0111\u1EC3 th\u00EAm v\u00E0o trang web n\u00E0y trang 
add_tool-title=C\u00F4ng c\u1EE5 
confirm_reset_message=B\u1EA1n c\u00F3 ch\u1EAFc b\u1EA1n mu\u1ED1n thi\u1EBFt l\u1EADp l\u1EA1i trang c\u1EE7a b\u1EA1n \u0111\u1EB7t th\u1EE9 t\u1EF1 m\u1EB7c \u0111\u1ECBnh? Kh\u00F4ng c\u00F3 undo. 
save=L\u01B0u 
