#X-Generator: crowdin.net
cancel=\u0930\u0926\u094d\u0926 \u0915\u0930\u0947\u0902
cancel_message=\u0906\u0926\u0947\u0936 \u092a\u0930\u093f\u0935\u0930\u094d\u0924\u0928 \u0930\u0926\u094d\u0926 \u0915\u0930\u0947\u0902
save=\u0938\u0941\u0930\u0915\u094d\u0937\u093f\u0924 \u0915\u0930\u0947\u0902
save_message=\u0906\u0926\u0947\u0936 \u092a\u0930\u093f\u0935\u0930\u094d\u0924\u0928 \u0938\u0939\u0947\u091c\u0947\u0902
reset=\u0930\u0940\u0938\u0947\u091f \u0915\u0930\u0947\u0902
reset_message=\u0921\u093f\u092b\u093c\u0949\u0932\u094d\u091f \u0915\u094d\u0930\u092e \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0906\u0926\u0947\u0936 \u092a\u0943\u0937\u094d\u0920 \u0930\u0940\u0938\u0947\u091f \u0915\u0930\u0947\u0902
confirm_reset_message=\u0906\u092a \u0938\u0941\u0928\u093f\u0936\u094d\u091a\u093f\u0924 \u0915\u0930\u0947\u0902 \u0915\u093f \u0915\u094d\u092f\u093e \u0906\u092a \u0905\u092a\u0928\u093e \u092a\u0943\u0937\u094d\u0920 \u0915\u094d\u0930\u092e\u0923 \u0921\u093f\u092b\u093c\u0949\u0932\u094d\u091f \u0915\u094d\u0930\u092e \u092a\u0930 \u0930\u0940\u0938\u0947\u091f \u0915\u0930\u0928\u093e \u091a\u093e\u0939\u0924\u0947 \u0939\u0948\u0902 ? \u0915\u094b\u0908 \u092a\u0942\u0930\u094d\u0935\u0935\u0924 \u0928\u0939\u0940\u0902 \u0939\u0948\u0964
title=\u0936\u0940\u0930\u094d\u0937\u0915
url=\u092f\u0942\u0906\u0930\u090f\u0932
access_error=\u0915\u094d\u0937\u092e\u093e \u0915\u0930\u0947\u0902 \u0906\u092a\u0915\u094b \u0907\u0938 \u0909\u092a\u0915\u0930\u0923 \u0915\u0947 \u0932\u093f\u090f \u092a\u0939\u0941\u0901\u091a \u0928\u0939\u0940\u0902 \u0939\u0948

del_message=\u0906\u092a \u0938\u0941\u0928\u093f\u0936\u094d\u091a\u093f\u0924 \u0915\u0930\u0947\u0902 \u0915\u093f \u0906\u092a \u092a\u0943\u0937\u094d\u0920 \u0915\u094b \u0928\u093f\u0915\u093e\u0932\u0928\u093e \u091a\u093e\u0939\u0924\u0947 \u0939\u0948\u0902\: 
exit_message=\u0906\u092a \u0938\u0941\u0928\u093f\u0936\u094d\u091a\u093f\u0924 \u0915\u0930\u0947\u0902 \u0915\u093f \u0906\u092a \u092c\u093f\u0928\u093e \u0938\u0939\u0947\u091c\u0947 \u092a\u0943\u0937\u094d\u0920 \u0915\u094d\u0930\u092e \u0909\u092a\u0915\u0930\u0923 \u0938\u0947 \u092c\u093e\u0939\u0930 \u0928\u093f\u0915\u0932\u0928\u093e \u091a\u093e\u0939\u0924\u0947 \u0939\u0948\u0902?

page_remove=\u0928\u093f\u092e\u094d\u0928\u0932\u093f\u0916\u093f\u0924 \u092a\u0943\u0937\u094d\u0920 \u0915\u094b \u0938\u093e\u0907\u091f \u0938\u0947 \u0928\u093f\u0915\u093e\u0932\u0947\u0902\: {0}
page_edit=\u0928\u093f\u092e\u094d\u0928\u0932\u093f\u0916\u093f\u0924 \u092a\u0943\u0937\u094d\u0920 \u0915\u094b \u0938\u0902\u092a\u093e\u0926\u093f\u0924 \u0915\u0930\u0947\u0902\: {0}
page_show_add=\u0907\u0938 \u0938\u093e\u0907\u091f \u0915\u094b \u091c\u094b\u0921\u093c\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0935\u0930\u094d\u0924\u092e\u093e\u0928 \u092e\u0947\u0902 \u0909\u092a\u0932\u092c\u094d\u0927 \u092a\u0943\u0937\u094d\u0920\u094b\u0902 \u0915\u094b \u092a\u094d\u0930\u0926\u0930\u094d\u0936\u093f\u0924 \u0915\u0930\u0947\u0902
page_hide=\u0928\u093f\u092e\u094d\u0928 \u092a\u0943\u0937\u094d\u0920 \u0938\u093e\u092e\u093e\u0928\u094d\u092f \u092a\u094d\u0930\u092f\u094b\u0915\u094d\u0924\u093e\u0913\u0902 \u0938\u0947 \u091b\u093f\u092a\u093e\u090f\u0901\: {0}
page_show=\u0938\u093e\u092e\u093e\u0928\u094d\u092f \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e\u0913\u0902 \u0915\u0947 \u0932\u093f\u090f \u0928\u093f\u092e\u094d\u0928\u0932\u093f\u0916\u093f\u0924 \u092a\u0943\u0937\u094d\u0920 \u0926\u093f\u0916\u093e\u090f\u0901\: {0}
page_enable=\u0928\u093f\u092e\u094d\u0928 \u092a\u0943\u0937\u094d\u0920 \u0938\u093e\u092e\u093e\u0928\u094d\u092f \u092a\u094d\u0930\u092f\u094b\u0915\u094d\u0924\u093e\u0913\u0902 \u0915\u0947 \u0932\u093f\u090f \u0938\u0915\u094d\u0937\u092e \u0915\u0930\u0947\u0902\: {0}
page_disable=\u0938\u093e\u092e\u093e\u0928\u094d\u092f \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e\u0913\u0902 \u0915\u0947 \u0932\u093f\u090f \u0928\u093f\u092e\u094d\u0928\u0932\u093f\u0916\u093f\u0924 \u092a\u0943\u0937\u094d\u0920 \u0915\u094b \u0905\u0915\u094d\u0937\u092e \u0915\u0930\u0947\u0902\: {0}
cancel_page_edit=\u092a\u0943\u0937\u094d\u0920 \u092e\u0947\u0902 \u0915\u093f\u090f \u0917\u090f \u092a\u0930\u093f\u0935\u0930\u094d\u0924\u0928\u094b\u0902 \u0915\u094b \u0930\u0926\u094d\u0926 \u0915\u0930\u0947\u0902\: {0}
save_page_edit=\u092a\u0943\u0937\u094d\u0920 \u092e\u0947\u0902 \u0915\u093f\u090f \u0917\u090f \u092a\u0930\u093f\u0935\u0930\u094d\u0924\u0928 \u092c\u091a\u093e\u090f\: {0}


show_add=\u092a\u0943\u0937\u094d\u0920 (\u0913\u0902) \u0915\u094b \u0905\u092a\u0928\u0940 \u0938\u093e\u0907\u091f \u092e\u0947\u0902 \u091c\u094b\u0921\u093c\u0947\u0902

success_removed={0} \u0938\u092b\u0932\u0924\u093e\u092a\u0942\u0930\u094d\u0935\u0915 \u0939\u091f\u093e \u0926\u093f\u092f\u093e \u0917\u092f\u093e \u0925\u093e
success_hidden={0} \u0905\u092c \u0938\u093e\u092e\u093e\u0928\u094d\u092f \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0926\u0943\u0936\u094d\u092f \u0938\u0947 \u091b\u093f\u092a\u093e \u0939\u0941\u0906 \u0939\u0948
success_visible={0} \u0905\u092c \u0938\u093e\u092e\u093e\u0928\u094d\u092f \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e\u0913\u0902 \u0915\u0947 \u0932\u093f\u090f \u0926\u0943\u0936\u094d\u092f\u092e\u093e\u0928 \u0939\u0948
success_disabled={0} \u0905\u092c \u0938\u093e\u092e\u093e\u0928\u094d\u092f \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e\u0913\u0902 \u0915\u0947 \u0932\u093f\u090f \u0905\u0915\u094d\u0937\u092e \u0915\u093f\u092f\u093e \u0917\u092f\u093e \u0939\u0948
success_enabled={0} \u0905\u092c \u0938\u093e\u092e\u093e\u0928\u094d\u092f \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e\u0913\u0902 \u0915\u0947 \u0932\u093f\u090f \u0938\u0915\u094d\u0937\u092e \u0915\u093f\u092f\u093e \u0917\u092f\u093e \u0939\u0948
success_changed={0} \u0915\u094b {1} \u092e\u0947\u0902 \u092c\u0926\u0932 \u0926\u093f\u092f\u093e \u0917\u092f\u093e \u0925\u093e
success_reset=\u092a\u0943\u0937\u094d\u0920 \u0936\u0940\u0930\u094d\u0937\u0915 {0} \u092e\u0947\u0902 \u0930\u0940\u0938\u0947\u091f \u0915\u093f\u092f\u093e \u0917\u092f\u093e

error_pageid=\u090f\u0915 \u092e\u093e\u0928\u094d\u092f '\u092a\u0943\u0937\u094d\u0920\u0906\u0908\u0921\u0940' \u0915\u0940 \u0906\u0935\u0936\u094d\u092f\u0915\u0924\u093e \u0939\u0948

welcome=\u091c\u092c \u0924\u0915 \u0906\u092a '\u0938\u0939\u0947\u091c\u0947\u0902' \u0915\u094d\u0932\u093f\u0915 \u0928\u0939\u0940\u0902 \u0915\u0930\u0947\u0902\u0917\u0947\u0902, \u092a\u0943\u0937\u094d\u0920 \u0915\u094d\u0930\u092e\u0923 \u092e\u0947\u0902 \u092a\u0930\u093f\u0935\u0930\u094d\u0924\u0928 \u092a\u094d\u0930\u092d\u093e\u0935\u0940 \u0928\u0939\u0940\u0902 \u0939\u094b\u0902\u0917\u0947\u0964 \u090f\u0915 \u092a\u0943\u0937\u094d\u0920 \u0915\u093e \u0938\u0902\u092a\u093e\u0926\u0928, \u091b\u0941\u092a\u093e\u0928\u093e \u092f\u093e \u0939\u091f\u093e\u0928\u093e \u0924\u0941\u0930\u0902\u0924 \u091c\u0917\u0939 \u0932\u0947\u0924\u093e \u0939\u0948\u0964 \u0938\u0939\u0947\u091c\u0947\u0902 \u092f\u093e ' \u0930\u0926\u094d\u0926 \u0915\u0930\u0947\u0902 ' \u092c\u091f\u0928 \u0926\u092c\u093e\u0928\u093e \u0906\u092a\u0915\u094b \u092e\u0941\u0916\u094d\u092f \u0938\u093e\u0907\u091f \u091c\u093e\u0928\u0915\u093e\u0930\u0940 \u0909\u092a\u0915\u0930\u0923 \u092a\u0947\u091c \u092a\u0930 \u0932\u0947 \u091c\u093e\u0924\u093e \u0939\u0948\u0964

add_prompt={0} \u0915\u0947 \u0932\u093f\u090f \u0938\u093e\u0907\u091f \u0909\u092a\u0915\u0930\u0923 \u092e\u0947\u0902 \u0938\u0902\u0936\u094b\u0927\u0928...
add_inst=\u0909\u0928 \u0909\u092a\u0915\u0930\u0923\u094b\u0902 \u0915\u093e \u091a\u092f\u0928 \u0915\u0930\u0947\u0902 \u091c\u094b \u0906\u092a \u0905\u092a\u0928\u0940 \u0938\u093e\u0907\u091f \u092e\u0947\u0902 \u091c\u094b\u095c\u0928\u093e \u091a\u093e\u0939\u0947\u0902\u0917\u0947 \u0964
add_select-title=\u091a\u092f\u0928 \u0915\u0930\u0947\u0902
add_tool-title=\u0909\u092a\u0915\u0930\u0923
add_desc-title=\u0909\u092a\u0915\u0930\u0923 \u0935\u093f\u0935\u0930\u0923
add_selected=\u091a\u092f\u0928\u093f\u0924 \u0909\u092a\u0915\u0930\u0923 \u091c\u094b\u0921\u093c\u0947\u0902

curr_pages=\u0935\u0930\u094d\u0924\u092e\u093e\u0928 \u092a\u0943\u0937\u094d\u0920\u094b\u0902
sort_alpha=\u0935\u0930\u094d\u0923\u093e\u0928\u0941\u0915\u094d\u0930\u092e \u092e\u0947\u0902 \u0915\u094d\u0930\u092e\u093f\u0924 \u0915\u0930\u0947\u0902

page_title=\u092a\u0943\u0937\u094d\u0920 \u0915\u094d\u0930\u092e

