
mainview.key=\u043a\u043b\u044e\u0447 \u043d\u0430 \u0448\u0430\u0431\u043b\u043e\u043d\u0430
mainview.locale=\u041b\u043e\u043a\u0430\u043b
mainview.edit=\u0440\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u043d\u0435
mainview.delete=\u0438\u0437\u0442\u0440\u0438\u0432\u0430\u043d\u0435 \u043d\u0430
mainview.new=\u041d\u043e\u0432 \u0448\u0430\u0431\u043b\u043e\u043d
mainview.list=\u0421\u043f\u0438\u0441\u044a\u043a \u0441 \u0448\u0430\u0431\u043b\u043e\u043d\u0438
mainview.actions=\u0414\u0435\u0439\u0441\u0442\u0432\u0438\u044f


# Edit Email view
modifyemail.page.title=\u0420\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0448\u0430\u0431\u043b\u043e\u043d\u0430 \u043d\u0430 \u0438\u043c\u0435\u0439\u043b\u0430
# text: Edit Reminder email template
modifyemail.modify.template.header=\u0420\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0448\u0430\u0431\u043b\u043e\u043d\u0430 \u0437\u0430 \u0438\u043c\u0435\u0439\u043b\u0438 {0}
modifyemail.new.template.header=\u041d\u043e\u0432 \u0448\u0430\u0431\u043b\u043e\u043d \u0437\u0430 \u0438\u043c\u0435\u0439\u043b
modifyemail.menu.edit=\u0420\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0448\u0430\u0431\u043b\u043e\u043d\u0430
modifyemail.modify.text.instructions=\u0420\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u0439\u0442\u0435 \u043f\u0440\u0435\u0434\u043b\u043e\u0436\u0435\u043d\u0438\u044f \u0442\u0435\u043a\u0441\u0442 \u0437\u0430 \u0448\u0430\u0431\u043b\u043e\u043d\u0430 \u043d\u0430 \u0438\u043c\u0435\u0439\u043b\u0430. \u0418\u043c\u0430\u0439\u0442\u0435 \u043f\u0440\u0435\u0434\u0432\u0438\u0434, \u0447\u0435 \u043f\u0440\u0438 \u0438\u0437\u043f\u0440\u0430\u0449\u0430\u043d\u0435 \u043d\u0430 \u0438\u043c\u0435\u0439\u043b\u0430 \u043a\u043b\u044e\u0447\u043e\u0432\u0438\u0442\u0435 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442\u0438 \u0449\u0435 \u0431\u044a\u0434\u0430\u0442 \u0437\u0430\u043c\u0435\u043d\u0435\u043d\u0438 \u0441 \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0442\u0435\u043b\u043d\u0438 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442\u0438. \u041c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0442\u0435 \u0442\u0435\u0437\u0438 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442\u0438 \u0432 \u0448\u0430\u0431\u043b\u043e\u043d\u0430 \u043d\u0430 \u0438\u043c\u0435\u0439\u043b\u0430 \u0441\u0438.
# this set of keys will be shown to the user so they know what replacements can be made in templates
email.templates.field.names=${localSakaiName} - \u043c\u0435\u0441\u0442\u043d\u043e\u0442\u043e \u0437\u0430\u0433\u043b\u0430\u0432\u0438\u0435 \u043d\u0430 \u0441\u0438\u0441\u0442\u0435\u043c\u0430\u0442\u0430 \u0437\u0430 \u0443\u043f\u0440\u0430\u0432\u043b\u0435\u043d\u0438\u0435 \u043d\u0430 \u043a\u0443\u0440\u0441\u043e\u0432\u0435 (\u043d\u0430\u043f\u0440, Sakai, CamTools, CTools) <br/>${localSakaiURL} - URL \u0430\u0434\u0440\u0435\u0441 \u043d\u0430 \u0441\u0438\u0441\u0442\u0435\u043c\u0430\u0442\u0430 \u0437\u0430 \u0443\u043f\u0440\u0430\u0432\u043b\u0435\u043d\u0438\u0435 \u043d\u0430 \u043a\u0443\u0440\u0441\u043e\u0432\u0435 <br/>${localSupportMail} - \u0438\u043c\u0435\u0439\u043b \u0430\u0434\u0440\u0435\u0441 \u0437\u0430 \u043f\u043e\u0434\u0434\u0440\u044a\u0436\u043a\u0430 \u043d\u0430 \u0441\u0438\u0441\u0442\u0435\u043c\u0430\u0442\u0430 \u0437\u0430 \u0443\u043f\u0440\u0430\u0432\u043b\u0435\u043d\u0438\u0435 \u043d\u0430 \u043a\u0443\u0440\u0441\u043e\u0432\u0435 \n<br/>${currentUserEmail} - \u0438\u043c\u0435\u0439\u043b \u0430\u0434\u0440\u0435\u0441 \u043d\u0430 \u0442\u0435\u043a\u0443\u0449\u0438\u044f \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b <br/>${currentUserFirstName} - \u0438\u043c\u0435 \u043d\u0430 \u0442\u0435\u043a\u0443\u0449\u0438\u044f \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b \u043f\u044a\u0440\u0432\u043e \u0438\u043c\u0435 \u043d\u0430 \u0442\u0435\u043a\u0443\u0449\u0438\u044f \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b \n<br/>${currentUserLastName} - \u0444\u0430\u043c\u0438\u043b\u043d\u043e \u0438\u043c\u0435 \u043d\u0430 \u0442\u0435\u043a\u0443\u0449\u0438\u044f \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b <br/>${currentUserDisplayName} - \u0438\u043c\u0435 \u043d\u0430 \u0442\u0435\u043a\u0443\u0449\u0438\u044f \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b <br/>${currentUserDisplayId} - \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440 \u043d\u0430 \u0442\u0435\u043a\u0443\u0449\u0438\u044f \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b <br/>
modifyemail.template.subject=\u0422\u0435\u043c\u0430\:
modifyemail.template.from=\u041e\u0442\:
modifyemail.template.key=\u041a\u043b\u044e\u0447\:
modifyemail.template.locale=\u041b\u043e\u043a\u0430\u043b\:
modifyemail.save.changes.link=\u0417\u0430\u043f\u0430\u0437\u0432\u0430\u043d\u0435 \u043d\u0430 \u043f\u0440\u043e\u043c\u0435\u043d\u0438\u0442\u0435
modifyemail.reset.to.default.link=\u0412\u044a\u0437\u0441\u0442\u0430\u043d\u043e\u0432\u044f\u0432\u0430\u043d\u0435 \u043d\u0430 \u0448\u0430\u0431\u043b\u043e\u043d\u0430 \u043f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435
general.close.window.button=\u0417\u0430\u0442\u0432\u0430\u0440\u044f\u043d\u0435 \u043d\u0430 \u043f\u0440\u043e\u0437\u043e\u0440\u0435\u0446\u0430
textInput=\u041e\u0431\u0438\u043a\u043d\u043e\u0432\u0435\u043d \u0442\u0435\u043a\u0441\u0442\:
htmlInput=HTML \u0442\u0435\u043a\u0441\u0442\:

tool.notAdmin=\u041d\u044f\u043c\u0430\u0442\u0435 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0438\u0435 \u0437\u0430 \u0434\u043e\u0441\u0442\u044a\u043f \u0434\u043e \u0442\u043e\u0437\u0438 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442
template.saved.message=\u0428\u0430\u0431\u043b\u043e\u043d "{0}" \u0437\u0430 \u043b\u043e\u043a\u0430\u043b\: {1} \u0437\u0430\u043f\u0430\u0437\u0435\u043d.

errors.instruction=\u0412\u0430\u0448\u0438\u044f\u0442 \u0448\u0430\u0431\u043b\u043e\u043d \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0435 \u0437\u0430\u043f\u0430\u0437\u0435\u043d \u043f\u043e\u0440\u0430\u0434\u0438 \u0441\u043b\u0435\u0434\u043d\u0438\u0442\u0435 \u0433\u0440\u0435\u0448\u043a\u0438\:
error.nokey=\u041c\u043e\u043b\u044f, \u043f\u043e\u0441\u043e\u0447\u0435\u0442\u0435 \u043a\u043b\u044e\u0447 \u0437\u0430 \u0441\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u0435
error.nosubject=\u041c\u043e\u043b\u044f, \u043f\u043e\u0441\u043e\u0447\u0435\u0442\u0435 \u0442\u0435\u043c\u0430
error.nomessage=\u041c\u043e\u043b\u044f, \u0432\u043a\u043b\u044e\u0447\u0435\u0442\u0435 \u0441\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u0435
error.invalidlocale=\u041c\u043e\u043b\u044f, \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0439\u0442\u0435 \u0432\u0430\u043b\u0438\u0434\u0435\u043d \u043b\u043e\u043a\u0430\u043b. \u041a\u043e\u0434\u044a\u0442 \u043d\u0430 \u0435\u0437\u0438\u043a\u0430 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0431\u044a\u0434\u0435 \u0438\u0437\u043f\u0438\u0441\u0430\u043d \u0441 \u043c\u0430\u043b\u043a\u0438 \u0431\u0443\u043a\u0432\u0438. \u041a\u043e\u0434\u044a\u0442 \u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0430\u0442\u0430 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0435 \u0441 \u0433\u043b\u0430\u0432\u043d\u0438 \u0431\u0443\u043a\u0432\u0438. \u0420\u0430\u0437\u0434\u0435\u043b\u0438\u0442\u0435\u043b\u044f\u0442 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0431\u044a\u0434\u0435 \u0434\u043e\u043b\u043d\u0430 \u0447\u0435\u0440\u0442\u0430.
error.duplicatekey=\u0418\u043c\u0430 \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430\u0449 \u0448\u0430\u0431\u043b\u043e\u043d \u0441 \u0442\u043e\u0437\u0438 \u043a\u043b\u044e\u0447 \u0438 \u043b\u043e\u043a\u0430\u043b.
java.badcsrftoken=\u0421\u0440\u0435\u0449\u043d\u0430\u0442\u0430 \u0435 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0447\u0435\u0442\u0435\u043d\u0435 \u043d\u0430 \u0437\u0430\u044f\u0432\u043a\u0430\u0442\u0430. \u041c\u043e\u043b\u044f, \u043d\u0443\u043b\u0438\u0440\u0430\u0439\u0442\u0435 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0430 \u0438 \u043e\u043f\u0438\u0442\u0430\u0439\u0442\u0435 \u043e\u0442\u043d\u043e\u0432\u043e.

GeneralActionError=\u041f\u0440\u0438 \u043e\u0431\u0440\u0430\u0431\u043e\u0442\u043a\u0430\u0442\u0430 \u043d\u0430 \u0437\u0430\u044f\u0432\u043a\u0430\u0442\u0430 \u0435 \u0432\u044a\u0437\u043d\u0438\u043a\u043d\u0430\u043b \u043f\u0440\u043e\u0431\u043b\u0435\u043c.
