#Fri Nov 26 20:31:26 CET 2010
alias.notpermis=\u0644\u064A\u0633\u062A \u0644\u0643\u0645 \u0627\u0644\u0625\u0645\u062A\u064A\u0627\u0632\u0627\u062A \u0627\u0644\u0643\u0627\u0641\u064A\u0629 \u0644\u062A\u0639\u062F\u064A\u0644 \u0627\u0644\u0625\u0633\u0645 \u0627\u0644\u0628\u062F\u064A\u0644.
alias.list.alias=\u0627\u0644\u0625\u0633\u0645 \u0627\u0644\u0628\u062F\u064A\u0644
alias.list.nodefined=\u0644\u064A\u0633\u062A \u0647\u0646\u0627\u0643 \u0623\u0633\u0645\u0627\u0621 \u0628\u062F\u064A\u0644\u0629 \u0645\u0639\u0631\u0641\u0629.
alias.someone=\u0634\u062E\u0635 \u0622\u062E\u0631 \u064A\u0642\u0648\u0645 \u0628\u062A\u0639\u062F\u064A\u0644 \u0647\u0630\u0627 \u0627\u0644\u0625\u0633\u0645 \u0627\u0644\u0628\u062F\u064A\u0644\:
alias.edit.modby=\u0645\u0639\u062F\u0644 \u0645\u0646 \u0637\u0631\u0641 \:
alias.new=\u0625\u0633\u0645 \u0628\u062F\u064A\u0644 \u062C\u062F\u064A\u062F
alias.use=\ \u0631\u0642\u0645 \u062A\u0633\u062C\u064A\u0644 \u0627\u0644\u0625\u0633\u0645 \u0627\u0644\u0628\u062F\u064A\u0644 \u0645\u0633\u062A\u0639\u0645\u0644
alias.cancel=\u0625\u0644\u063A\u0627\u0621
alias.notfound=\u0644\u0627 \u064A\u0648\u062C\u062F
alias.remove.sure=\u0647\u0644 \u0623\u0646\u062A \u0645\u062A\u0623\u0643\u062F \u0623\u0646\u0643 \u062A\u0631\u064A\u062F \u0625\u0632\u0627\u0644\u0629 \u0627\u0644\u0625\u0633\u0645 \u0627\u0644\u0628\u062F\u064A\u0644 \u0627\u0644\u062A\u0627\u0644\u064A\:
alias.noaccess=\u0644\u0627 \u062A\u062A\u0648\u0641\u0631\u0648\u0646 \u0639\u0644\u0649 \u0627\u0644\u062D\u0642\u0648\u0642 \u0627\u0644\u0643\u0627\u0641\u064A\u0629 \u0644\u0625\u0633\u062A\u062E\u062F\u0627\u0645 \u0647\u0630\u0647 \u0627\u0644\u0623\u062F\u0627\u0629
alias.alert=\u062A\u0646\u0628\u064A\u0647 \:
alias.target=\u0627\u0644\u0647\u062F\u0641
alias.remove=\u0625\u0632\u0627\u0644\u0629 \u0627\u0644\u0625\u0633\u0645 \u0627\u0644\u0628\u062F\u064A\u0644
alias.edit.mod=\u0645\u0639\u062F\u0644 \:
alias.edit.created=\u0623\u0646\u0634\u0626\u062A \:
alias.notpermis2=\u0644\u064A\u0633\u062A \u0644\u0643\u0645 \u0627\u0644\u0625\u0645\u062A\u064A\u0627\u0632\u0627\u062A \u0627\u0644\u0643\u0627\u0641\u064A\u0629 \u0644\u062A\u0639\u062F\u064A\u0644 \u0647\u0630\u0627 \u0627\u0644\u0625\u0633\u0645 \u0627\u0644\u0628\u062F\u064A\u0644.
alias.notpermis1=\u0644\u064A\u0633\u062A \u0644\u0643\u0645 \u0627\u0644\u0625\u0645\u062A\u064A\u0627\u0632\u0627\u062A \u0627\u0644\u0643\u0627\u0641\u064A\u0629 \u0644\u0625\u0632\u0627\u0644\u0629 \u0627\u0644\u0625\u0633\u0645 \u0627\u0644\u0628\u062F\u064A\u0644.
alias.aliases=\u0627\u0644\u0623\u0633\u0645\u0627\u0621 \u0627\u0644\u0628\u062F\u064A\u0644\u0629
alias.edit.createdby=\u0623\u0646\u0634\u0626\u062A \u0645\u0646 \u0637\u0631\u0641 \:
alias.remove.alias=\u0627\u0644\u0625\u0633\u0645 \u0627\u0644\u0628\u062F\u064A\u0644
alias.remove.remove=\u0645\u0633\u062D
alias.list.summary=\u0642\u0627\u0626\u0645\u0629 \u0628\u0627\u0644\u0623\u0633\u0645\u0627\u0621 \u0627\u0644\u0628\u062F\u064A\u0644\u0629. \u0627\u0644\u0639\u0645\u0648\u062F \u0627\u0644\u0623\u0648\u0644 \u064A\u062D\u062A\u0648\u064A \u0639\u0644\u0649 \u0627\u0644\u0623\u0633\u0645\u0627\u0621 \u0627\u0644\u0628\u062F\u064A\u0644\u0629 \u0648 \u0627\u0644\u0631\u0627\u0628\u0637 \u0644\u062A\u0639\u062F\u064A\u0644\u0647\u0627, \u0648 \u0627\u0644\u062B\u0627\u0646\u064A \u064A\u062D\u062A\u0648\u064A \u0627\u0644\u0623\u0647\u062F\u0627\u0641.
alias.edit.save=\u062D\u0641\u0638
alias.invalid=\u0631\u0642\u0645 \u0627\u0644\u062A\u0633\u062C\u064A\u0644 \u0627\u0644\u0625\u0633\u0645 \u0627\u0644\u0628\u062F\u064A\u0644 \u063A\u064A\u0631 \u0635\u062D\u064A\u062D
alias.remove.list.summary=\u0642\u0627\u0626\u0645\u0629 \u0628\u0627\u0644\u0623\u0633\u0645\u0627\u0621 \u0627\u0644\u0628\u062F\u064A\u0644\u0629 \u0627\u0644\u0645\u0632\u0627\u0644\u0629. \u0627\u0644\u0639\u0645\u0648\u062F \u0627\u0644\u0623\u0648\u0644 \u064A\u062D\u062A\u0648\u064A \u0639\u0644\u0649 \u0627\u0644\u0623\u0633\u0645\u0627\u0621 \u0627\u0644\u0628\u062F\u064A\u0644\u0629, \u0648 \u0627\u0644\u062B\u0627\u0646\u064A \u064A\u062D\u062A\u0648\u064A \u0627\u0644\u0623\u0647\u062F\u0627\u0641.
alias.edit.review=\u0645\u0631\u0627\u062C\u0639\u0629 \u0648\u062A\u0639\u062F\u064A\u0644 \u0627\u0644\u0625\u0633\u0645 \u0627\u0644\u0628\u062F\u064A\u0644. \u064A\u0645\u0643\u0646 \u0627\u0644\u0625\u0632\u0627\u0644\u0629 \u0628\u0627\u0644\u0642\u0627\u0626\u0645\u0629 \u0641\u064A \u0627\u0644\u0623\u0639\u0644\u0649.
alias.alias=\u0627\u0644\u0625\u0633\u0645 \u0627\u0644\u0628\u062F\u064A\u0644
alias.list.defined=\u0647\u0630\u0647 \u0642\u0627\u0626\u0645\u0629 \u0628\u0627\u0644\u0623\u0633\u0645\u0627\u0621 \u0627\u0644\u0628\u062F\u064A\u0644\u0629 \u0641\u064A \u0627\u0644\u0646\u0638\u0627\u0645. \u0625\u0636\u063A\u0637 \u0639\u0644\u0649 \u0631\u0642\u0645 \u0627\u0644\u0625\u0633\u0645 \u0627\u0644\u0628\u062F\u064A\u0644 \u0644\u062A\u0639\u062F\u064A\u0644\u0647 \u0623\u0648 \u0639\u0631\u0636 \u062A\u0641\u0627\u0635\u064A\u0644\u0647.
alias.edit.target=\u0627\u0644\u0647\u062F\u0641 \:
alias.edit.list.summary=\u062E\u0635\u0627\u0626\u0635 \u0627\u0644\u0625\u0633\u0645 \u0627\u0644\u0628\u062F\u064A\u0644
