#X-Generator: crowdin.net
#Generated by ResourceBundle Editor (http://eclipse-rbe.sourceforge.net)
#Java code

useact.newuse=\u0928\u092f\u093e \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e
useact.remuse=\u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0928\u093f\u0915\u093e\u0932\u0947\u0902
useact.remuse.list.summary=\u0939\u091f\u093e\u090f \u091c\u093e\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e\u0913\u0902 \u0915\u0940 \u0938\u0942\u091a\u0940\u0964 \u092a\u0939\u0932\u093e \u0915\u0949\u0932\u092e\: \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0906\u0908\u0921\u0940, \u0926\u0942\u0938\u0930\u093e \u0915\u0949\u0932\u092e\: \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0915\u093e \u0928\u093e\u092e\u0964 \u0924\u0940\u0938\u0930\u093e \u0915\u0949\u0932\u092e\: \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0908\u092e\u0947\u0932\u0964
useact.theuseid1=\u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0906\u0908\u0921\u0940 \u092a\u0939\u0932\u0947 \u0938\u0947 \u0939\u0940 \u0909\u092a\u092f\u094b\u0917 \u092e\u0947\u0902 \u0939\u0948
useact.theuseid2=\u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0906\u0908\u0921\u0940 \u0905\u092e\u093e\u0928\u094d\u092f \u0939\u0948
useact.use_notfou=\u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e {0} \u0928\u0939\u0940\u0902 \u092e\u093f\u0932\u093e
useact.youdonot1=\u0906\u092a\u0915\u094b \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e {0} \u0915\u094b \u0938\u0902\u092a\u093e\u0926\u093f\u0924 \u0915\u0930\u0928\u0947 \u0915\u0940 \u0905\u0928\u0941\u092e\u0924\u093f \u0928\u0939\u0940\u0902 \u0939\u0948
useact.youdonot2=\u0906\u092a\u0915\u094b \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e{0} \u0915\u094b \u0939\u091f\u093e\u0928\u0947 \u0915\u0940 \u0905\u0928\u0941\u092e\u0924\u093f \u0928\u0939\u0940\u0902 \u0939\u0948
useact.youdonot3=\u0906\u092a\u0915\u094b \u0907\u0938 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0915\u094b \u0938\u0902\u092a\u093e\u0926\u093f\u0924 \u0915\u0930\u0928\u0947 \u0915\u0940 \u0905\u0928\u0941\u092e\u0924\u093f \u0928\u0939\u0940\u0902 \u0939\u0948
useact.youdonot4=\u0915\u0947\u0935\u0932 \u0935\u094d\u092f\u0935\u0938\u094d\u0925\u093e\u092a\u0915 \u0935\u094d\u092f\u0935\u0938\u094d\u0925\u093e\u092a\u0915 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e\u0913\u0902 \u0915\u0947 \u0932\u093f\u090f \u091c\u093e\u0928\u0915\u093e\u0930\u0940 \u092a\u0930\u093f\u0935\u0930\u094d\u0924\u093f\u0924 \u0915\u0930 \u0938\u0915\u0924\u0947 \u0939\u0948\u0902

useact.tryloginagain=\u0916\u093e\u0924\u093e \u092c\u0928\u093e\u092f\u093e \u0939\u0948, \u0932\u0947\u0915\u093f\u0928 \u0932\u0949\u0917\u093f\u0928 \u0915\u0930\u0928\u0947 \u092e\u0947\u0902 \u0905\u0938\u092e\u0930\u094d\u0925\u0964  \u0915\u0943\u092a\u092f\u093e \u092b\u093f\u0930 \u0938\u0947 \u0932\u0949\u0917\u093f\u0928 \u0915\u0930\u0928\u0947 \u0915\u093e \u092a\u094d\u0930\u092f\u093e\u0938 \u0915\u0930\u0947\u0902\u0964
useact.invemail=\u0908\u092e\u0947\u0932 \u092a\u0924\u093e \u0905\u092e\u093e\u0928\u094d\u092f \u0939\u0948
useact.capterr=\u0915\u0945\u092a\u094d\u091a\u093e \u0915\u0947 \u0938\u093e\u0925 \u090f\u0915 \u0938\u092e\u0938\u094d\u092f\u093e \u0925\u0940\u0964
useact.search=\u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e\u0913\u0902 \u0915\u0947 \u0932\u093f\u090f \u0916\u094b\u091c \u0915\u0930\u0947


#merged all duplicates- SAK-18304
useconrem.alert=\u091a\u0947\u0924\u093e\u0935\u0928\u0940\:
useconrem.can=\u0930\u0926\u094d\u0926 \u0915\u0930\u0947\u0902
usecre.firnam=\u092a\u094d\u0930\u0925\u092e \u0928\u093e\u092e
usecre.lasnam=\u0905\u0902\u0924\u093f\u092e \u0928\u093e\u092e
useconrem.nam=\u0928\u093e\u092e 
useedi.cre=\u092c\u0928\u093e\u092f\u093e \u0917\u092f\u093e
useedi.creby=\u0915\u0947 \u0926\u094d\u0935\u093e\u0930\u093e \u092c\u0928\u093e\u092f\u093e \u0917\u092f\u093e\:
useconrem.useid=\u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0906\u0907\u0921\u0940
useconrem.useuid=\u0906\u0902\u0924\u0930\u093f\u0915 \u0906\u0907\u0921\u0940\:
useact.somels=\u0915\u094b\u0908 \u0914\u0930 \u0935\u0930\u094d\u0924\u092e\u093e\u0928 \u092e\u0947\u0902 \u0907\u0938 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e\: {0} \u0915\u094b \u0938\u0902\u092a\u093e\u0926\u093f\u0924 \u0915\u0930 \u0930\u0939\u093e \u0939\u0948
useedi.mod=\u0938\u0902\u0936\u094b\u0927\u093f\u0924
useedi.modby=\u0915\u0947 \u0926\u094d\u0935\u093e\u0930\u093e \u0938\u0902\u0936\u094b\u0927\u093f\u0924\:
usecre.typ=\u092a\u094d\u0930\u0915\u093e\u0930\:
usecre.vercurpass=\u0935\u0930\u094d\u0924\u092e\u093e\u0928 \u092a\u093e\u0938\u0935\u0930\u094d\u0921 \u0926\u0930\u094d\u091c \u0915\u0930\u0947\u0902
usecre.crenewpass=\u0928\u092f\u093e \u092a\u093e\u0938\u0935\u0930\u094d\u0921 \u092c\u0928\u093e\u090f\u0901
usecre.vernewpass=\u0928\u090f \u092a\u093e\u0938\u0935\u0930\u094d\u0921 \u0915\u0940 \u092a\u0941\u0937\u094d\u091f\u093f \u0915\u0930\u0947\u0902
useconrem.ema=\u0908\u092e\u0947\u0932\:
usecre.disableFailed=\u0928\u090f \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u092c\u0928\u093e\u092f\u093e \u0917\u092f\u093e \u0925\u093e, \u0932\u0947\u0915\u093f\u0928 \u0928\u093f\u0930\u094d\u092f\u094b\u0917\u094d\u092f \u092a\u094d\u0930\u0913\u0930\u091f\u0940 \u0938\u0947\u091f \u0928\u0939\u0940\u0902 \u0925\u093e\u0964

useconrem.areyousur=\u0906\u092a \u0938\u0941\u0928\u093f\u0936\u094d\u091a\u093f\u0924 \u0915\u0930\u0947\u0902 \u0915\u093f \u0906\u092a \u0928\u093f\u092e\u094d\u0928 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0915\u094b \u0939\u091f\u093e\u0928\u093e \u091a\u093e\u0939\u0924\u0947 \u0939\u0948\u0902\:
useconrem.rem=\u0939\u091f\u093e\u0928\u093e

usecre.creaco=\u0916\u093e\u0924\u093e \u092c\u0928\u093e\u090f\u0901
usecre.entthe=\u090f\u0915 \u0928\u092f\u093e \u0916\u093e\u0924\u093e \u092c\u0928\u093e\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0928\u093f\u092e\u094d\u0928\u0932\u093f\u0916\u093f\u0924 \u091c\u093e\u0928\u0915\u093e\u0930\u0940 \u0926\u0930\u094d\u091c \u0915\u0930\u0947\u0902\u0964
usecre.instruc=\u090f\u0915 \u0906\u0935\u0936\u094d\u092f\u0915 \u092b\u093c\u0940\u0932\u094d\u0921 \u0907\u0902\u0917\u093f\u0924 \u0915\u0930\u0924\u093e \u0939\u0948\u0964
usecre.pass=\u0915\u0943\u092a\u092f\u093e  \u0926\u094b\u0928\u094b\u0902 \u092b\u093c\u0940\u0932\u094d\u0921 \u092e\u0947\u0902 \u090f\u0915 \u091c\u0948\u0938\u093e \u092a\u093e\u0938\u0935\u0930\u094d\u0921 \u0939\u0940  \u0926\u0930\u094d\u091c \u0915\u0930\u0947\u0902\u0964
usecre.curpass=\u0905\u092a\u0928\u0947 \u0916\u093e\u0924\u0947 \u092e\u0947 \u092a\u0930\u093f\u0935\u0930\u094d\u0924\u0928 \u0915\u0947 \u0932\u093f\u090f \u0915\u0943\u092a\u092f\u093e \u0905\u092a\u0928\u093e \u0935\u0930\u094d\u0924\u092e\u093e\u0928 \u092a\u093e\u0938\u0935\u0930\u094d\u0921 \u0926\u0930\u094d\u091c \u0915\u0930\u0947\u0902\u0964
usecre.pasismis=\u0915\u0943\u092a\u092f\u093e \u0915\u094b\u0908 \u092a\u093e\u0938\u0935\u0930\u094d\u0921 \u0926\u0930\u094d\u091c \u0915\u0930\u0947\u0902\u0964
usecre.eidmis=\u090f\u0915 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0906\u0908\u0921\u0940 \u0926\u0930\u094d\u091c \u0915\u0930\u0947\u0902\u0964

useedi.can=\u092a\u0930\u093f\u0935\u0930\u094d\u0924\u0928 \u0930\u0926\u094d\u0926 \u0915\u0930\u0947\u0902
useedi.pass=\u092a\u093e\u0938\u0935\u0930\u094d\u0921\u094d\u0938  \u092e\u0947\u0932 \u0916\u093e\u0928\u0947 \u091a\u093e\u0939\u093f\u090f
useedi.revandmod=\u0916\u093e\u0924\u093e \u0935\u093f\u0935\u0930\u0923
useedi.revuseinf=\u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u091c\u093e\u0928\u0915\u093e\u0930\u0940 \u0915\u0940 \u0938\u092e\u0940\u0915\u094d\u0937\u093e \u0915\u0930\u0947\u0902
useedi.sav=\u0935\u093f\u0935\u0930\u0923 \u0905\u0926\u094d\u092f\u0924\u0928(\u0905\u092a\u0921\u0947\u091f) \u0915\u0930\u0947\u0902
useedi.sav2=\u0935\u093f\u0935\u0930\u0923 \u0938\u0939\u0947\u091c\u0947\u0902

uselis.users=\u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e\:
uselis.lisof=\u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e\u0913\u0902 \u0915\u0940 \u0938\u0942\u091a\u0940\u0964 \u092a\u0939\u0932\u093e \u0938\u094d\u0924\u0902\u092d\: \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0906\u0908\u0921\u0940 \u0964\u0926\u0942\u0938\u0930\u093e\: \u0928\u093e\u092e\u0964 \u0924\u0940\u0938\u0930\u093e\: \u0908\u092e\u0947\u0932 \u092a\u0924\u0947\u0964 \u091a\u094c\u0925\u093e\: \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u092a\u094d\u0930\u0915\u093e\u0930\u0964
uselis.nouse=\u0915\u094b\u0908 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0928\u093f\u0930\u094d\u0927\u093e\u0930\u093f\u0924 \u0928\u0939\u0940\u0902 \u0939\u0948\u0902 \u091c\u094b \u0909\u0938 \u0916\u094b\u091c \u092e\u093e\u092a\u0926\u0902\u0921 \u0938\u0947 \u092e\u0947\u0932 \u0916\u093e\u0924\u093e \u0939\u094b\u0964
uselis.theare=\u092f\u0947 \u0935\u0939 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0939\u0948 \u091c\u093f\u0928\u094d\u0939\u0947 \u092a\u094d\u0930\u0923\u093e\u0932\u0940 \u0915\u0947 \u092d\u0940\u0924\u0930 \u092a\u0930\u093f\u092d\u093e\u0937\u093f\u0924 \u0915\u093f\u092f\u093e \u0917\u092f\u093e \u0939\u0948\u0902 \u091c\u094b \u0916\u094b\u091c \u092e\u093e\u092a\u0926\u0902\u0921 \u0938\u0947 \u092e\u0947\u0932 \u0916\u093e\u0924\u0947 \u0939\u0948\u0902\u0964 \u090f\u0915 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0906\u0908\u0921\u0940 \u092a\u0930 \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0947\u0902 \u0935\u093f\u0935\u0930\u0923 \u0915\u094b  \u0926\u0947\u0916\u0928\u0947 \u092f\u093e \u0938\u0902\u092a\u093e\u0926\u093f\u0924  \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0964 <br/> \u0928\u094b\u091f\:\u092c\u093e\u0939\u0930\u0940 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u092a\u094d\u0930\u093e\u0927\u093f\u0915\u093e\u0930\u0940 \u0926\u094d\u0935\u093e\u0930\u093e \u0928\u093f\u0930\u094d\u0927\u093e\u0930\u093f\u0924 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u092f\u0939\u093e\u0901 \u0938\u0942\u091a\u0940\u092c\u0926\u094d\u0927 \u0928\u0939\u0940\u0902 \u0939\u0948\u0902\u0964
uselis.show=\ {0} \u0906\u0907\u091f\u092e\u094d\u0938 \u0926\u093f\u0916\u093e\u090f\u0901 ...
uselis.listnavselect=\u0915\u0949\u092e\u094d\u092c\u094b \u092c\u0949\u0915\u094d\u0938 \u0907\u0938\u094d\u0924\u0947\u092e\u093e\u0932 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f,\u0911\u0932\u094d\u091f + \u0921\u093e\u0909\u0928 \u0910\u0930\u094b \u0926\u092c\u093e\u090f\u0901 \u0924\u093e\u0915\u093f \u0935\u0939 \u0916\u0941\u0932 \u0938\u0915\u0947 \u0914\u0930 \u092b\u093f\u0930 \u0905\u092a \u092f\u093e \u0921\u093e\u0909\u0928 \u0910\u0930\u094b \u092c\u091f\u0928 \u0926\u092c\u093e\u090f\u0901, \u0935\u093f\u092d\u093f\u0928\u094d\u0928 \u0935\u093f\u0915\u0932\u094d\u092a \u0926\u0947\u0916\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f\u0964
uselis.first=\u092a\u0939\u0932\u093e
uselis.previous=\u092a\u093f\u091b\u0932\u093e
uselis.next=\u0905\u0917\u0932\u093e
uselis.last=\u0905\u0902\u0924\u093f\u092e
uselis.list.youare_of_results=\u0906\u092a {2} \u0915\u0947 {0} - {1}   \u092a\u0930\u093f\u0923\u093e\u092e \u0926\u0947\u0916 \u0930\u0939\u0947 \u0939\u0948\u0902 \u0964

usevie.ema=\u0908\u092e\u0947\u0932\:
usevie.mod2=\u0935\u093f\u0935\u0930\u0923 \u0915\u094b \u0938\u0902\u0936\u094b\u0927\u093f\u0924 \u0915\u0930\u0947\u0902
usevie.revandmod=\u092e\u0947\u0930\u093e \u0916\u093e\u0924\u093e \u0935\u093f\u0935\u0930\u0923
usevie.revandmod2=\u0907\u0938 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0915\u0940 \u091c\u093e\u0928\u0915\u093e\u0930\u0940 \u0915\u0940 \u0938\u092e\u0940\u0915\u094d\u0937\u093e  \u0914\u0930 \u0938\u0902\u0936\u094b\u0927\u0928 \u0915\u0930\u0947\u0902\u0964
usevie.use=\u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e
usevie.revuseinf=\u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u091c\u093e\u0928\u0915\u093e\u0930\u0940 \u0915\u0940 \u0938\u092e\u0940\u0915\u094d\u0937\u093e \u0915\u0930\u0947\u0902
users.noaccess=\u0906\u092a\u0915\u094b \u0907\u0938 \u0909\u092a\u0915\u0930\u0923 \u0915\u094b \u0909\u092a\u092f\u094b\u0917 \u0915\u0930\u0928\u0947 \u0915\u0940 \u0905\u0928\u0941\u092e\u0924\u093f \u0928\u0939\u0940\u0902 \u0939\u0948\u0964

sitedipag.listnavselect=\u0915\u0949\u092e\u094d\u092c\u094b \u092c\u0949\u0915\u094d\u0938 \u0907\u0938\u094d\u0924\u0947\u092e\u093e\u0932 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f,\u0911\u0932\u094d\u091f + \u0921\u093e\u0909\u0928 \u0910\u0930\u094b \u0926\u092c\u093e\u090f\u0901 \u0924\u093e\u0915\u093f \u0935\u0939 \u0916\u0941\u0932 \u0938\u0915\u0947 \u0914\u0930 \u092b\u093f\u0930 \u0905\u092a \u092f\u093e \u0921\u093e\u0909\u0928 \u0910\u0930\u094b \u092c\u091f\u0928 \u0926\u092c\u093e\u090f\u0901, \u0935\u093f\u092d\u093f\u0928\u094d\u0928 \u0935\u093f\u0915\u0932\u094d\u092a \u0926\u0947\u0916\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f\u0964
useProperties=\u0917\u0941\u0923(\u092a\u094d\u0930\u0949\u092a\u0930\u094d\u091f\u0940\u091c)

optional.attributes=\u0935\u0948\u0915\u0932\u094d\u092a\u093f\u0915 \u0935\u093f\u0936\u0947\u0937\u0924\u093e\u090f\u0901(\u0910\u091f\u094d\u0930\u093f\u092c\u094d\u092f\u0942\u091f\u094d\u0938)
optional.attributes.add=\u090f\u0915 \u0935\u093f\u0936\u0947\u0937\u0924\u093e \u0915\u094b \u091c\u094b\u0921\u093c\u0947
optional.attributes.remove=\u0907\u0938 \u0935\u093f\u0936\u0947\u0937\u0924\u093e \u0915\u094b \u0939\u091f\u093e\u090f\u0901
sitedi.pro=\u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0917\u0941\u0923

import.user.file=\u092b\u093c\u093e\u0907\u0932 \u0938\u0947 \u0906\u092f\u093e\u0924 \u0915\u0930\u0947\u0902
import.heading=\u092b\u093c\u093e\u0907\u0932 \u0938\u0947 \u0906\u092f\u093e\u0924 \u0915\u0930\u0947\u0902
import.instr=\u090f\u0915 CSV \u092b\u093c\u093e\u0907\u0932 \u0915\u093e \u091a\u092f\u0928 \u0915\u0930\u0947\u0902 \u091c\u093f\u0938\u092e\u0947 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e\u0913\u0902 \u091c\u093f\u0928\u094d\u0939\u0947 \u0906\u092a \u092c\u0928\u093e\u0928\u093e \u091a\u093e\u0939\u0924\u0947 \u0939\u0948 \u0915\u093e \u0935\u093f\u0935\u0930\u0923 \u0939\u094b \u0964
import.instr.req.header=\u092b\u093c\u093e\u0907\u0932 \u0906\u0935\u0936\u094d\u092f\u0915\u0924\u093e\u090f\u0901

#note for i18n, DO NOT translate the values below or you will break the import code as it matches strings to bean properties
import.instr.req.1=\u0928\u093f\u092e\u094d\u0928\u0932\u093f\u0916\u093f\u0924 \u0936\u0940\u0930\u094d\u0937\u0915 \u0936\u093e\u092e\u093f\u0932 \u0939\u0948\u0902\: \u092a\u094d\u0930\u092f\u094b\u0915\u094d\u0924\u093e \u0906\u0908\u0921\u0940, \u092a\u094d\u0930\u0925\u092e \u0928\u093e\u092e, \u0905\u0902\u0924\u093f\u092e \u0928\u093e\u092e, \u0908\u092e\u0947\u0932, \u092a\u093e\u0938\u0935\u0930\u094d\u0921, \u092a\u094d\u0930\u0915\u093e\u0930\u0964 
#end of i18n restriction, translate the rest as desired.
import.instr.req.2=\ \u0915\u093e\u0932\u0945\u092e \u0936\u0940\u0930\u094d\u0937\u0915 \u0909\u092a\u0930\u094b\u0915\u094d\u0924 \u0938\u0942\u091a\u0940 \u0938\u0947  \u092c\u093f\u0932\u094d\u0915\u0941\u0932 \u092e\u0947\u0932 \u0916\u093e\u0928\u093e \u091a\u093e\u0939\u093f\u090f\u0964 \u0909\u0928\u0915\u094b \u090f\u0915 \u091c\u0948\u0938\u0947 \u0915\u094d\u0930\u092e \u0939\u094b\u0928\u0947 \u0915\u0940 \u091c\u0930\u0942\u0930\u0924 \u0928\u0939\u0940\u0902 \u0939\u0948\u0964
import.instr.req.3=\u092b\u093c\u0940\u0932\u094d\u0921\u094d\u0938 \u0915\u0949\u092e\u093e \u0938\u0947\u092a\u0930\u0947\u091f\u0947\u0921 \u0939\u094b, \u092b\u093c\u0940\u0932\u094d\u0921\u094d\u0938 \u0915\u0947 \u092c\u0940\u091a \u0915\u094b\u0908 \u0930\u093f\u0915\u094d\u0924\u093f\u092f\u093e\u0901 \u0928\u0939\u0940\u0902 \u0939\u094b\u0928\u0940 \u091a\u093e\u0939\u093f\u090f \u0914\u0930 \u0905\u0917\u0930 \u0930\u093f\u0915\u094d\u0924 \u0938\u094d\u0925\u093e\u0928 \u0939\u094b \u0924\u094b \u092b\u093f\u0930 \u092a\u094d\u0930\u0924\u094d\u092f\u0947\u0915 \u092b\u093c\u0940\u0932\u094d\u0921 \u0926\u094b\u0939\u0930\u0947 \u0909\u0926\u094d\u0927\u0930\u0923 \u091a\u093f\u0939\u094d\u0928\u094b\u0902 \u0915\u0947 \u0938\u093e\u0925 \u0918\u093f\u0930\u093e \u0939\u094b\u0964
import.instr.req.4=\u0906\u092a \u0905\u0928\u094d\u092f \u0915\u093e\u0945\u0932\u092e \u092d\u0940 \u091c\u094b\u0921 \u0938\u0915\u0924\u0947 \u0939\u0948 \u0914\u0930 \u092f\u0939 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0917\u0941\u0923\u094b\u0902(\u092a\u094d\u0930\u0949\u092a\u0930\u094d\u091f\u0940\u091c) \u0915\u0947 \u0930\u0942\u092a \u092e\u0947\u0902 \u0938\u0902\u0917\u094d\u0930\u0939\u0940\u0924 \u0915\u093f\u090f \u091c\u093e\u090f\u0902\u0917\u0947,\u091c\u092c \u0924\u0915 \u0915\u0940 \u0936\u0940\u0930\u094d\u0937\u0915   \u0909\u092a\u0930\u094b\u0915\u094d\u0924 \u092e\u0941\u0916\u094d\u092f \u0938\u0947\u091f \u0915\u0947 \u0938\u093e\u0925 \u091f\u0915\u0930\u093e\u0924\u0947 \u0928\u0939\u0940\u0902 \u0964\u092f\u0939 \u0915\u094b\u0908 \u092d\u0940 \u0906\u0930\u092c\u093f\u091f\u0930\u0947\u0930\u0940 \u0921\u0947\u091f\u093e \u0939\u094b \u0938\u0915\u0924\u093e \u0939\u0948\u0964
import.file.continue=\u091c\u093e\u0930\u0940 \u0930\u0916\u0947\u0902...
import.failed=\u092b\u093c\u093e\u0907\u0932 \u0915\u094b \u0905\u092a\u0932\u094b\u0921 \u0915\u0930\u0928\u0947 \u092e\u0947\u0902 \u0935\u093f\u092b\u0932 \u0930\u0939\u093e
import.file.button=\u0915\u093f\u0938\u0940 \u092b\u093c\u093e\u0907\u0932 \u0915\u094b \u0906\u092f\u093e\u0924 \u0915\u0930\u0947\u0902
import.error=\u091c\u094b \u092b\u093c\u093e\u0907\u0932 \u0906\u092a\u0928\u0947 \u0905\u092a\u0932\u094b\u0921 \u0915\u0940 \u0925\u0940 \u0935\u0939 \u092a\u0922\u093c\u0928\u0947 \u092f\u094b\u0917\u094d\u092f \u0928\u0939\u0940\u0902 \u0925\u0940\u0964 \u0915\u0943\u092a\u092f\u093e  \u091c\u093e\u0901\u091a \u0915\u0930\u0947\u0902 \u0915\u0940 \u092b\u093c\u093e\u0907\u0932 \u0915\u093e \u0938\u094d\u0935\u0930\u0942\u092a \u0938\u0939\u0940 \u0939\u0948 , \u0914\u0930 \u092a\u0941\u0928\: \u092a\u094d\u0930\u092f\u093e\u0938 \u0915\u0930\u0947\u0902\u0964
import.user.list.accessibility=\u0906\u092f\u093e\u0924 \u0915\u093f\u092f\u0947 \u091c\u093e\u0928\u0947 \u0935\u093e\u0932\u0940 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e\u0913\u0902 \u0915\u0940 \u0938\u0942\u091a\u0940\u0964 \u092a\u0939\u0932\u093e \u0915\u093e\u0945\u0932\u092e\: \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0906\u0908\u0921\u0940 \u0964\u0926\u0942\u0938\u0930\u093e\: \u092a\u094d\u0930\u0925\u092e \u0928\u093e\u092e\u0964 \u0924\u0940\u0938\u0930\u093e\: \u0905\u0902\u0924\u093f\u092e \u0928\u093e\u092e\u0964 \u091a\u094c\u0925\u093e\: \u0908\u092e\u0947\u0932 \u092a\u0924\u0947\u0964 \u092a\u093e\u0902\u091a\u0935\u0947\u0902\: \u092a\u093e\u0938\u0935\u0930\u094d\u0921\u0964 \u091b\u0920\u0947\: \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u092a\u094d\u0930\u0915\u093e\u0930\u0964
useconrem.pass=\u092a\u093e\u0938\u0935\u0930\u094d\u0921
import.process.msg=\u0905\u092a\u0932\u094b\u0921 \u0915\u0940 \u0917\u0908 \u092b\u093c\u093e\u0907\u0932 \u092e\u0947\u0902 \u0928\u093f\u092e\u094d\u0928 \u0921\u0947\u091f\u093e \u092a\u093e\u092f\u093e \u0917\u092f\u093e \u0925\u093e\u0964 \u092f\u0926\u093f \u092f\u0939 \u0938\u0939\u0940 \u0939\u0948, \u0924\u094b '\u0906\u0917\u0947 \u092c\u0922\u093c\u0947\u0902' \u092a\u0930 \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0947\u0902\u0964 
import.process.info=\u0927\u094d\u092f\u093e\u0928 \u0926\u0947\u0902 \u0915\u094b\u0908 \u092d\u0940 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u091c\u094b \u092a\u0939\u0932\u0947 \u0938\u0947 \u092e\u094c\u091c\u0942\u0926 \u0925\u0947 \u0915\u094b \u091b\u094b\u0921\u093c \u0926\u093f\u092f\u093e \u091c\u093e\u090f\u0917\u093e \u0914\u0930 \u0909\u0928\u0915\u0947 \u092e\u0942\u0932 \u0930\u093f\u0915\u0949\u0930\u094d\u0921 \u0905\u091b\u0942\u0924\u0947 \u0930\u0939 \u091c\u093e\u090f\u0902\u0917\u0947\u0964
import.success=\u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0938\u092b\u0932\u0924\u093e\u092a\u0942\u0930\u094d\u0935\u0915 \u0906\u092f\u093e\u0924 \u0915\u093f\u090f \u0917\u090f \u0925\u0947\u0964
import.user.properties=\u0917\u0941\u0923(\u092a\u094d\u0930\u0949\u092a\u0930\u094d\u091f\u0940\u091c)
false=\u0928\u0915\u093c\u0932\u0940
true=\u0938\u091a
disable.user=\u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0915\u094b \u0905\u0915\u094d\u0937\u092e \u0915\u0930\u0947\u0902
disable=\u0905\u0915\u094d\u0937\u092e \u0915\u0930\u0947\u0902
disabled=\u0905\u0915\u094d\u0937\u092e \u0915\u093f\u092f\u093e \u0917\u092f\u093e

