#Fri Nov 26 20:33:12 CET 2010
useconrem.alert=Alerte\:
usecre.lasnam=Nom
useact.remuse.list.summary=Liste d'utilisateurs \u00E0 supprimer. Premi\u00E8re colonne\: ID de l'utilisateur. Deuxi\u00E8me colonne\: nom d'utilisateur. Troisi\u00E8me colonne\: courriel de l'utilisateur.
useact.tryloginagain=Le compte a \u00E9t\u00E9 cr\u00E9\u00E9, mais il a \u00E9t\u00E9 impossible d'ouvrir une session. Essayez d'ouvrir une session \u00E0 nouveau.
useact.somels=Quelqu'un d'autre est en train d'\u00E9diter cet utilisateur\: {0}
useconrem.areyousur=Voulez-vous vraiment supprimer l'utilisateur suivant\:
usevie.revandmod=D\u00E9tails de mon compte
useact.invemail=Cette adresse de courriel est invalide
useedi.mod=Modifi\u00E9
usecre.firnam=Pr\u00E9nom
useact.remuse=Supprimer utilisateur
useedi.revandmod=D\u00E9tails du compte
usecre.typ=Type
usevie.revuseinf=R\u00E9visez l'information utilisateur
useact.newuse=Nouvel utilisateur
useact.use_notfou=Utilisateur {0} introuvable
usecre.entthe=Compl\u00E9tez l'information suivante pour cr\u00E9er un nouveau compte.
usecre.vernewpass=Confirmer le nouveau mot de passe
uselis.lisof=Liste d'utilisateurs. Premi\u00E8re colonne\: ID de l'utilisateur. Troisi\u00E8me\: courriel. Quatri\u00E8me\: type d'utilisateur.
useconrem.nam=Nom
useedi.cre=Cr\u00E9\u00E9
useconrem.useuid=Id Interne
useedi.revuseinf=R\u00E9visez l'information de l'utilisateur
useconrem.useid=ID de l'utilisateur
usecre.eidmis=Veuillez entrer un id utilisateur.
usecre.pass=Les mots de passe doivent \u00EAtre les m\u00EAmes
useact.youdonot3=Vous n'avez pas le droit d'\u00E9diter cet utilisateur
useact.youdonot2=Vous n'avez pas le droit de supprimer l'utilisateur {0}
useact.youdonot1=Vous n'avez pas le droit d'\u00E9diter l'utilisateur {0}
usecre.pasismis=Le mot de passe est manquant.
users.noaccess=Vous n'avez pas la permission d'utiliser cet outil.
useconrem.rem=Supprimer
useconrem.ema=Courriel
useedi.sav2=Enregistrer les d\u00E9tails
useconrem.can=Annuler
uselis.theare=Voici les utilisateurs d\u00E9finis \u00E0 l'int\u00E9rieur du syst\u00E8me et qui correspondent aux crit\u00E8res de recherche. Cliquez sur un ID utilisateur pour l'\u00E9diter ou pour voir les d\u00E9tails.<br/>Note\: les utilisateurs d\u00E9finis par une entit\u00E9 externe ne sont pas list\u00E9s ici.
useedi.pass=Les mots de passe doivent \u00EAtre les m\u00EAmes
usevie.use=Utilisateur
usevie.mod2=Modifiez les d\u00E9tails
uselis.nouse=Aucun des utilisateurs d\u00E9finis ne correspond aux crit\u00E8res de recherche.
useedi.creby=Cr\u00E9\u00E9 par
useact.theuseid2=L'ID de l'utilisateur est invalide
useact.theuseid1=L'ID de l'utilisateur est d\u00E9j\u00E0 utilis\u00E9
usecre.creaco=Cr\u00E9er compte
useedi.can=Annuler les modifications
useedi.modby=Modifi\u00E9 par
useedi.sav=Mettre \u00E0 jour les d\u00E9tails
usecre.crenewpass=Cr\u00E9er nouveau mot de passe
usevie.revandmod2=R\u00E9visez et modifiez l'information de cet utilisateur.
