#Generated by ResourceBundle Editor (http://eclipse-rbe.sourceforge.net)
#Java code

useact.newuse=Usuario nuevo
useact.remuse=Borrar usuario
useact.remuse.list.summary=Lista de usuarios que se borrar\u00e1n. Primera columna\: ID de usuario. Segunda columna\: nombre de usuario. Tercera columna\: correo electr\u00f3nico del usuario.
useact.theuseid1=El ID de usuario est\u00e1 actualmente en uso
useact.theuseemail1=El correo del usuario ya est\u00e1 siendo utilizado
useact.theuseid2=El ID de usuario no es v\u00e1lido
useact.use_notfou=El usuario {0} no se encuentra.
useact.youdonot1=No tiene permiso para editar el usuario {0}
useact.youdonot2=No tiene permisos para borrar al usuario {0}
useact.youdonot3=No tiene permiso para editar este usuario
useact.youdonot4=S\u00f3lo los administradores pueden cambiar informaci\u00f3n de otros administradores
useact.couldnot=No se puede eliminar el usuario {0} del rol {1}

useact.tryloginagain=Se ha creado la cuenta pero no se ha podido procesar el inicio de sesi\u00f3n. Intente iniciar sesi\u00f3n de nuevo.
useact.invemail=La direcci\u00f3n de correo electr\u00f3nico no es v\u00e1lida
useact.capterr=Se ha producido un problema con el captcha.
useact.search=Buscar usuarios


official.user.name=Nombre oficial del usuario
useedi.email.exists=Ya hay una cuenta con esta direcci\u00f3n de correo.
useedi.val.email=Recomendamos que actualice su ID de usuario para que coincida con su nueva direcci\u00f3n de correo. Para hacer esto, por favor, pulse en el link de validaci\u00f3n del correo que le ha sido enviado a {0}. Si no desea cambiar su ID de usuario entonces puede ignorar este correo.
#merged all duplicates- SAK-18304
useconrem.alert=Alerta\:
useconrem.can=Cancelar
usecre.firnam=Nombre
usecre.lasnam=Apellidos
useconrem.nam=Nombre
useedi.cre=Creado
useedi.creby=Creado por
useconrem.useid=ID de usuario
useconrem.useuid=Identificador interno
useact.somels=Alguien m\u00e1s est\u00e1 editando este usuario\: {0}
useedi.mod=Modificado
useedi.modby=Modificado por
usecre.typ=Tipo
usecre.status=Estado
usecre.vercurpass=Introducir contrase\u00f1a actual
usecre.crenewpass=Crear nueva contrase\u00f1a
usecre.vernewpass=Comprobar nueva contrase\u00f1a
useconrem.ema=Correo electr\u00f3nico
usecre.disableFailed=Se ha creado el nuevo usuario, pero no se ha establecido la propiedad de Deshabilitado.

useconrem.permdel={0} se borrar\u00e1 permanentemente del sistema. \u00bfEst\u00e1 seguro de querer continuar?
useconrem.unenrol={0} se desmatricular\u00e1 de {1} y ser\u00e1 borrado permanentemente del sistema. \u00bfEst\u00e1 seguro de que quiere continuar?
useconrem.site=1 sitio
useconrem.sites={0} sitios
useconrem.rem=Borrar

usecre.creaco=Crear cuenta
usecre.reqaco=Solicitar cuenta
usecre.entthe=Introduzca la informaci\u00f3n siguiente para crear una cuenta nueva.
usecre.instruc=Indica que es un campo obligatorio.
usecre.pass=Introduzca la misma contrase\u00f1a en los dos campos.
usecre.curpass=Por favor, introduzca su contrase\u00f1a para realizar cambios en su cuenta.
usecre.pasismis=Introduzca una contrase\u00f1a.
usecre.eidmis=Introduzca un ID de usuario.

useedi.can=Cancelar cambios
useedi.pass=Las contrase\u00f1as deben coincidir
useedi.revandmod=Detalles de cuenta
useedi.revuseinf=Revisar la informaci\u00f3n del usuario
useedi.sav=Actualizar detalles
useedi.sav2=Guardar detalles
useedi.edit=Editar cuenta

uselis.users=Usuarios
uselis.lisof=Lista de usuarios. Primera columna\: ID de usuario. Segunda\: nombre. Tercera\: direcci\u00f3n de correo electr\u00f3nico. Cuarta\: tipo de usuario.
uselis.nouse=No hay usuarios definidos que cumplan con los criterios de b\u00fasqueda.
uselis.theare=Estos son los usuarios definidos dentro del sistema que cumplen con los criterios de b\u00fasqueda. Haga clic en un ID de usuario para editar o ver los detalles.\t<br/>Nota\: los usuarios definidos por una autoridad de usuario externa no se muestran aqu\u00ed.
uselis.show=mostrar {0} elementos...
uselis.listnavselect=Para trabajar con este cuadro combinado, pulse Alt y la flecha hacia abajo para abrirlo y, a continuaci\u00f3n, utilice las flechas de desplazamiento arriba y abajo para desplazarse por las distintas opciones.
uselis.first=Primero
uselis.previous=Anterior
uselis.next=Siguiente
uselis.last=\u00daltimo
uselis.list.youare_of_results=Est\u00e1 viendo {0} - {1} de {2} resultados.

usevie.ema=Correo electr\u00f3nico
usevie.mod2=Modificar detalles
usevie.revandmod=Mis detalles de cuenta
usevie.revandmod2=Revisar y modificar la informaci\u00f3n de este usuario.
usevie.use=Usuario
usevie.revuseinf=Revisar la informaci\u00f3n de este usuario
users.noaccess=No tiene permiso para acceder a esta herramienta.

sitedipag.listnavselect=Para trabajar con este cuadro combinado, pulse Alt y la flecha hacia abajo para abrirlo y, a continuaci\u00f3n, utilice las flechas de desplazamiento arriba y abajo para desplazarse por las distintas opciones.
useProperties=Propiedades

optional.attributes=Atributos opcionales
optional.attributes.add=Agregar un atributo
optional.attributes.remove=Eliminar este atributo
sitedi.pro=Propiedades de usuario

import.user.file=Importar desde fichero
import.heading=Importar desde fichero
import.instr=Seleccione un archivo CSV que contenga los datos de los usuarios que desea crear.
import.instr.req.header=Requisitos del fichero

#note for i18n, DO NOT translate the values below or you will break the import code as it matches strings to bean properties
import.instr.req.1=Incluye los siguientes encabezados\: user id,first name,last name,email,password,type
#end of i18n restriction, translate the rest as desired.
import.instr.req.2=Los encabezados de columna deben coincidir EXACTAMENTE con la lista de arriba. No necesitan estar en el mismo orden.
import.instr.req.3=Los campos tienen que estar separados por comas, no debe haber espacios entre campos y cada campo debe estar delimitado por comillas dobles en caso de que contenga espacios.
import.instr.req.4=Tambi\u00e9n puede agregar otras columnas y \u00e9stas ser\u00e1n almacenadas como propiedades del usuario, mientras los t\u00edtulos no entren en conflicto con el conjunto principal citado anteriormente. Puede ser cualquier dato arbitrario.
import.file.continue=Continuar
import.failed=Error al cargar el fichero
import.file.button=Importar un fichero
import.error=El fichero que has adjuntado no es legible. Por favor valida el formato e int\u00e9ntalo de nuevo.
import.user.list.accessibility=La lista de usuarios que vaya a importarse. Primera columna\: identificador de usuario. Segundo\: nombre. Tercero\: apellido. Cuarto\: direcci\u00f3n de correo electr\u00f3nico. Quinto\: contrase\u00f1a. Sexto\: tipo de usuario.
useconrem.pass=Contrase\u00f1a
import.process.msg=Se han importado los siguientes datos. Si es correcto, pulse 'Continuar'. 
import.process.info=Se omitir\u00e1n los usuarios ya existentes y sus registros originales permanecer\u00e1n sin cambios.
import.success=Los usuarios fueron importados con \u00e9xito.
import.user.properties=Propiedades
false=Falso
true=Verdadero
disable.user=Deshabilitar el usuario
disable=Deshabilitar
disabled=Deshabilitado
enabled=Habilitado

# plukasew, bjones86 - SAK-23568
pw.fail=Robustez de la contrase\u00f1a\: demasiado d\u00e9bil
pw.weak=Robustez de la contrase\u00f1a\: d\u00e9bil
pw.moderate=Robustez de la contrase\u00f1a\: moderada
pw.strong=Robustez de la contrase\u00f1a\: fuerte
pw.strengthInfo=Para que una contrase\u00f1a sea segura debe ser larga y utilizar una mezcla de diferentes tipos de caracteres (por ejemplo, letras, n\u00fameros, s\u00edmbolos, etc.). Adem\u00e1s no deben contener el id de usuario de forma completa o parcial.
pw.match=Las contrase\u00f1as coinciden
pw.noMatch=Las contrase\u00f1as no coinciden

email.validation.success=\u00a1Se ha creado una cuenta para usted\! Un correo se ha enviado a "{0}" con los pasos finales necesarios para activar su cuenta.

# SAK-29182
email.invalid.domain=No est\u00e1n permitidas las direcciones de correo electr\u00f3nico acabadas en "{0}". Por favor, int\u00e9ntelo con una direcci\u00f3n diferente.
