#Generated by ResourceBundle Editor (http://eclipse-rbe.sourceforge.net)
#Java code

useact.newuse=Usuari nou
useact.remuse=Suprimeix l'usuari
useact.remuse.list.summary=Llista d'usuaris per eliminar. Primera columna\: identificador de l'usuari. Segona columna\: nom de l'usuari. Tercera columna\: adre\u00e7a electr\u00f2nica de l'usuari.
useact.theuseid1=L'identificador d'usuari ja est\u00e0 en \u00fas
useact.theuseemail1=Aquesta adre\u00e7a de correu d'usuari ja s'est\u00e0 usant
useact.theuseid2=L'identificador d'usuari no \u00e9s v\u00e0lid
useact.use_notfou=L''usuari {0} no s''ha trobat
useact.youdonot1=No teniu autoritzaci\u00f3 per editar l''usuari {0}
useact.youdonot2=No teniu autoritzaci\u00f3 per suprimir l''usuari {0}
useact.youdonot3=No teniu autoritzaci\u00f3 per editar aquest usuari
useact.youdonot4=Nom\u00e9s els administradors poden canviar la informaci\u00f3 per a usuaris administradors
useact.couldnot=No es pot eliminar l''usuari {0} del perfil d''acc\u00e9s {1}

useact.tryloginagain=S'ha creat el compte, per\u00f2 no es pot processar l'inici de sessi\u00f3. Torneu a provar d'iniciar la sessi\u00f3.
useact.invemail=L'adre\u00e7a de correu no \u00e9s v\u00e0lida.
useact.capterr=Hi ha hagut un problema amb el captcha.
useact.search=Cerca els usuaris


official.user.name=Nom d'usuari oficial
useedi.email.exists=Ja hi ha un compte amb aquesta adre\u00e7a de correu electr\u00f2nic.
useedi.val.email=Us recomanem que actualitzeu el vostre identificador d''usuari per a que coincideixi amb la nova adre\u00e7a de correu electr\u00f2nic. Feu clic sobre l''enlla\u00e7 del correu de validaci\u00f3 que s''ha enviat a {0} per fer l''actualitzaci\u00f3. Ignoreu aquest correu si no voleu canviar d''identificador d''usuari.
#merged all duplicates- SAK-18304
useconrem.alert=Av\u00eds\:
useconrem.can=Cancel\u00b7la
usecre.firnam=Nom\:
usecre.lasnam=Cognom\:
useconrem.nam=Nom
useedi.cre=Creat\:
useedi.creby=Creat per\:
useconrem.useid=Identificador d'usuari
useconrem.useuid=Identificador d'usuari intern
useact.somels=Alg\u00fa altre est\u00e0 editant aquest usuari actualment\: {0}
useedi.mod=Modificat\:
useedi.modby=Modificat per\:
usecre.typ=Tipus\:
usecre.status=Estat
usecre.vercurpass=Introdu\u00efu la clau actual
usecre.crenewpass=Crea una clau nova\:
usecre.vernewpass=Verifica la nova clau\:
useconrem.ema=Correu electr\u00f2nic
usecre.disableFailed=S'ha creat el nou usuari, per\u00f2 no s'ha definit la propietat de Deshabilitat.

useconrem.permdel={0} s''eliminar\u00e0 definitivament del sistema. Esteu segur de voler continuar?
useconrem.unenrol={0} desapareixer\u00e0 del grup de matr\u00edcula {1} i s''eliminar\u00e0 de manera definitiva del sistema. Esteu segur de voler continuar?
useconrem.site=1 espai
useconrem.sites={0} espais
useconrem.rem=Suprimeix

usecre.creaco=Crea un compte nou
usecre.reqaco=Sol\u00b7licita un compte
usecre.entthe=Introdu\u00efu la informaci\u00f3 seg\u00fcent per crear un compte nou.
usecre.instruc=Indica un camp obligatori. 
usecre.pass=Introdu\u00efu la mateixa clau als dos camps. 
usecre.curpass=Introdu\u00efu la vostra clau actual per modificar el vostre compte. 
usecre.pasismis=Introdu\u00efu una clau.
usecre.eidmis=Introdu\u00efu un ID d'usuari.

useedi.can=Cancel\u00b7la els canvis
useedi.pass=Les claus han de coincidir
useedi.revandmod=Propietats del compte
useedi.revuseinf=Revisa la informaci\u00f3 d'usuari
useedi.sav=Desa els detalls
useedi.sav2=Desa les propietats
useedi.edit=Edita el compte

uselis.users=Usuaris
uselis.lisof=Llista d'usuaris. Primera columna\: ID d'usuari. Segona\: el nom. Tercera\: adre\u00e7a de correu electr\u00f2nic. Quarta\: tipus d'usuari.
uselis.nouse=No hi ha usuaris que coincideixin amb els criteris de cerca.
uselis.theare=Aquests s\u00f3n els usuaris definits dins del sistema que coincideixen amb els criteris de cerca.  Feu clic en un identificador d'usuari per editar-lo o veure'n les propietats.\t<br/>Nota\: els usuaris definits per una autoritat externa no apareixen en aquesta llista.
uselis.show=mostra {0} elements...
uselis.listnavselect=Per operar amb la caixa combo, pr\u00e9meu Alt+Fletxa avall per obrir i despr\u00e9s useu les fletxes per rec\u00f3rrer les opcions.
uselis.first=Primer
uselis.previous=Anterior
uselis.next=Seg\u00fcent
uselis.last=Darrer
uselis.list.youare_of_results=Esteu veient {0} - {1} de {2} resultats.

usevie.ema=Correu electr\u00f2nic
usevie.mod2=Modifica les propietats
usevie.revandmod=Revisa el meu perfil.
usevie.revandmod2=Revisa i modifica la informaci\u00f3 d'aquest usuari.
usevie.use=Usuari
usevie.revuseinf=Revisa la informaci\u00f3 de l'usuari
users.noaccess=No teniu autoritzaci\u00f3 per utilitzar aquesta eina.

sitedipag.listnavselect=Per operar amb la caixa combo, pr\u00e9meu Alt+Fletxa avall per obrir i despr\u00e9s useu les fletxes per rec\u00f3rrer les opcions.
useProperties=Propietats

optional.attributes=Atributs opcionals
optional.attributes.add=Afegeix un atribut
optional.attributes.remove=Elimina aquest attributesitedi.pro\=User Properties
sitedi.pro=Propietats d'usuari

import.user.file=Importa d'un fitxer
import.heading=Importa d'un fitxer
import.instr=Seleccioneu un fitxer CSV que contingui les propietats dels usuaris que voleu crear.
import.instr.req.header=Requeriments del fitxer

#note for i18n, DO NOT translate the values below or you will break the import code as it matches strings to bean properties
import.instr.req.1=Inclou les seg\u00fcents cap\u00e7aleres\: user id, first name, last name, email, password, type
#end of i18n restriction, translate the rest as desired.
import.instr.req.2=Les cap\u00e7aleres de columna han de coincidir EXACTAMENT amb la llista anterior. No cal que estiguin en el mateix ordre. 
import.instr.req.3=Els camps han d'anar separats per comes, no hi pot haver espais entre camps i cal posar el camp entre cometes dobles si cont\u00e9 espais.
import.instr.req.4=Podeu afegir altres columnes que es desaran com a propietats dels usuaris, sempre que les cap\u00e7aleres no entrin en conflicte amb el conjunt b\u00e0sic detallat anteriorment. 
import.file.continue=Continua
import.failed=No s'ha pogut pujar el fitxer
import.file.button=Importa un fitxer
import.error=No s'ha pogut llegir el fitxer que heu pujat. Comproveu que el format del fitxer \u00e9s correcte i torneu-ho a provar. 
import.user.list.accessibility=Llista d'usuaris que s'importaran. Primera columna\: id de l'usuari. Segona\: nom. Tercera\: cognom. Quarta\: adre\u00e7a de correu electr\u00f2nic. Cinquena\: clau. Sisena\: tipus d'usuari. 
useconrem.pass=Clau
import.process.msg=Les dades seg\u00fcents formen part del fitxer que heu pujat. Si \u00e9s correcte, feu clic a 'Continua'. 
import.process.info=Qualsevol usuari que ja existeixi s'ignorar\u00e0 i els seus registres no es modificaran. 
import.success=Els usuaris s'han importat correctament. 
import.user.properties=Propietats
false=Fals
true=Veritable
disable.user=Deshabilita l'usuari
disable=Deshabilita
disabled=Deshabilitat
enabled=Habilitat

# plukasew, bjones86 - SAK-23568
pw.fail=Robustesa de la clau\: massa feble
pw.weak=Robustesa de la clau\: feble
pw.moderate=Robustesa de la clau\: moderada
pw.strong=Robustesa de la clau\: forta
pw.strengthInfo=Les claus s\u00f3n robustes si s\u00f3n llargues i/o usen diferents tipus de car\u00e0cters (per ex. lletres, nombres, s\u00edmbols, etc.). No han de contenir l'identificador de l'usuari ni de forma parcial. 
pw.match=Les claus coincideixen
pw.noMatch=Les claus no coincideixen

email.validation.success=S''ha creat un compte d''usuari per a vost\u00e9. S''ha enviat un correu a "{0}" amb els passos que manquen per activar el compte. 

# SAK-29182
email.invalid.domain=No estan permeses les adreces de correu que acabin amb "{0}". Introdu\u00efu una adre\u00e7a de correu diferent. 
