#X-Generator: crowdin.com
#Generated by ResourceBundle Editor (http://eclipse-rbe.sourceforge.net)
#Java code

useact.newuse=\u0643\u0627\u0631\u0628\u0631 \u062c\u062f\u064a\u062f
useact.remuse=\u062d\u0630\u0641 \u0643\u0627\u0631\u0628\u0631
useact.remuse.list.summary=\u0644\u064a\u0633\u062a \u06a9\u0627\u0631\u0628\u0631\u0627\u0646 \u062d\u0630\u0641 \u0634\u062f\u0647. \u0633\u062a\u0648\u0646 \u0627\u0648\u0644\: \u0634\u0646\u0627\u0633\u0647 \u06a9\u0627\u0631\u0628\u0631. \u0633\u062a\u0648\u0646 \u062f\u0648\u0645\: \u0646\u0627\u0645 \u0643\u0627\u0631\u0628\u0631\u064a. \u0633\u062a\u0648\u0646 \u0633\u0648\u0645\: \u0627\u064a\u0645\u064a\u0644 \u0643\u0627\u0631\u0628\u0631.
useact.theuseid1=\u062f\u0631\u062d\u0627\u0644 \u062d\u0627\u0636\u0631 \u0634\u0646\u0627\u0633\u0647 \u0643\u0627\u0631\u0628\u0631\u06cc \u062f\u0631\u062d\u0627\u0644 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0627\u0633\u062a
useact.theuseemail1=\u062f\u0631 \u062d\u0627\u0644 \u062d\u0627\u0636\u0631 \u0627\u064a\u0645\u064a\u0644 \u0643\u0627\u0631\u0628\u0631 \u062f\u0631 \u062d\u0627\u0644 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0627\u0633\u062a
useact.theuseid2=\u0634\u0646\u0627\u0633\u0647 \u0643\u0627\u0631\u0628\u0631 \u0646\u0627\u0645\u0639\u062a\u0628\u0631 \u0627\u0633\u062a
useact.use_notfou=\u0643\u0627\u0631\u0628\u0631 {0} \u067e\u064a\u062f\u0627 \u0646\u0634\u062f
useact.youdonot1=\u0634\u0645\u0627 \u0627\u062c\u0627\u0632\u0647 \u0648\u064a\u0631\u0627\u064a\u0634 \u0643\u0627\u0631\u0628\u0631 {0} \u0631\u0627 \u0646\u062f\u0627\u0631\u064a\u062f
useact.youdonot2=\u0634\u0645\u0627 \u0627\u062c\u0627\u0632\u0647 \u064a \u062d\u0630\u0641 \u0643\u0627\u0631\u0628\u0631 {0} \u0631\u0627 \u0646\u062f\u0627\u0631\u064a\u062f
useact.youdonot3=\u0634\u0645\u0627 \u0627\u062c\u0627\u0632\u0647 \u0648\u064a\u0631\u0627\u064a\u0634 \u0627\u064a\u0646 \u0643\u0627\u0631\u0628\u0631 \u0631\u0627 \u0646\u062f\u0627\u0631\u064a\u062f
useact.youdonot4=\u0641\u0642\u0637 \u0645\u062f\u064a\u0631\u0627\u0646 \u0645\u064a \u062a\u0648\u0627\u0646\u0646\u062f \u0627\u0637\u0644\u0627\u0639\u0627\u062a \u0643\u0627\u0631\u0628\u0631\u0627\u0646 \u0645\u062f\u064a\u0631 \u0631\u0627 \u062a\u063a\u064a\u064a\u0631 \u062f\u0647\u0646\u062f
useact.couldnot=\u0627\u0645\u0643\u0627\u0646 \u062d\u0630\u0641 \u0643\u0627\u0631\u0628\u0631{0} \u0627\u0632 \u062d\u0648\u0632\u0647 {1} \u0648\u062c\u0648\u062f \u0646\u062f\u0627\u0631\u062f

useact.tryloginagain=\u062d\u0633\u0627\u0628 \u0643\u0627\u0631\u0628\u0631\u064a \u0633\u0627\u062e\u062a\u0647 \u0634\u062f \u0627\u0645\u0627 \u0627\u0645\u0643\u0627\u0646 \u067e\u0631\u062f\u0627\u0632\u0634 \u0628\u0631\u0627\u064a \u0648\u0627\u0631\u062f \u0634\u062f\u0646 \u0648\u062c\u0648\u062f \u0646\u062f\u0627\u0631\u062f. \u0644\u0637\u0641\u0627 \u0628\u0639\u062f\u0627 \u062f\u0648\u0628\u0627\u0631\u0647 \u0628\u0631\u0627\u064a \u0648\u0627\u0631\u062f \u0634\u062f\u0646 \u062a\u0644\u0627\u0634 \u0643\u0646\u064a\u062f.
useact.invemail=\u0622\u062f\u0631\u0633 \u0627\u06cc\u0645\u06cc\u0644 \u0646\u0627\u0645\u0639\u062a\u0628\u0631 \u0627\u0633\u062a
useact.capterr=\u0645\u0634\u0643\u0644\u06cc \u062f\u0631 \u0645\u0648\u0631\u062f \u0643\u062f \u0627\u0645\u0646\u064a\u062a\u06cc \u0648\u062c\u0648\u062f \u062f\u0627\u0631\u062f.
useact.search=\u062c\u0633\u062a\u062c\u0648 \u0628\u0631\u0627\u064a \u0643\u0627\u0631\u0628\u0631\u0627\u0646


official.user.name=\u0646\u0627\u0645 \u0643\u0627\u0631\u0628\u0631\u06cc \u0631\u0633\u0645\u06cc
useedi.email.exists=\u062d\u0633\u0627\u0628 \u0643\u0627\u0631\u0628\u0631\u06cc \u0628\u0627 \u0647\u0645\u064a\u0646 \u0622\u062f\u0631\u0633 \u0627\u064a\u0645\u064a\u0644 \u0648\u062c\u0648\u062f \u062f\u0627\u0631\u062f.
useedi.val.email=\u0628\u0647 \u0634\u0645\u0627 \u067e\u06cc\u0634\u0646\u0647\u0627\u062f \u0645\u06cc \u06a9\u0646\u06cc\u0645 \u06a9\u0647 \u0634\u0646\u0627\u0633\u0647 \u06a9\u0627\u0631\u0628\u0631\u06cc \u0634\u0645\u0627 \u0628\u0627 \u0622\u062f\u0631\u0633 \u0627\u06cc\u0645\u06cc\u0644 \u062c\u062f\u06cc\u062f \u062a\u0627\u0646 \u0647\u0645\u062e\u0648\u0627\u0646\u06cc \u062f\u0627\u0634\u062a\u0647 \u0628\u0627\u0634\u062f. \u0628\u0631\u0627\u06cc \u0627\u0646\u062c\u0627\u0645 \u0627\u06cc\u0646 \u06a9\u0627\u0631 \u0644\u0637\u0641\u0627 \u0628\u0631 \u0631\u0648\u06cc \u0644\u06cc\u0646\u06a9 \u0645\u0648\u062c\u0648\u062f \u062f\u0631 \u0627\u06cc\u0645\u06cc\u0644 \u0627\u0639\u062a\u0628\u0627\u0631 \u0633\u0646\u062c\u06cc \u06a9\u0647 \u0628\u0647 {0} \u0627\u0631\u0633\u0627\u0644 \u0645\u06cc \u0634\u0648\u062f \u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f. \u0627\u06af\u0631 \u0646\u0645\u06cc \u062e\u0648\u0627\u0647\u06cc\u062f \u0634\u0646\u0627\u0633\u0647 \u06a9\u0627\u0631\u0628\u0631\u06cc \u062a\u0627\u0646 \u0631\u0627 \u062a\u063a\u06cc\u06cc\u0631 \u062f\u0647\u06cc\u062f \u0644\u0637\u0641\u0627 \u0627\u06cc\u0645\u06cc\u0644 \u0631\u0627 \u0646\u0627\u062f\u06cc\u062f\u0647 \u0628\u06af\u06cc\u0631\u06cc\u062f.
#merged all duplicates- SAK-18304
useconrem.alert=\u0647\u0634\u062f\u0627\u0631\:
useconrem.can=\u0644\u063a\u0648 \u06a9\u0631\u062f\u0646
usecre.firnam=\u0646\u0627\u0645 \u06a9\u0648\u0686\u06a9
usecre.lasnam=\u0646\u0627\u0645 \u062e\u0627\u0646\u0648\u0627\u062f\u06af\u06cc
useconrem.nam=\u0646\u0627\u0645
useedi.cre=\u0627\u06cc\u062c\u0627\u062f \u0634\u062f\u0647
useedi.creby=\u0627\u06cc\u062c\u0627\u062f \u0634\u062f\u0647 \u062a\u0648\u0633\u0637
useconrem.useid=\u0634\u0646\u0627\u0633\u0647 \u0643\u0627\u0631\u0628\u0631
useconrem.useuid=\u0634\u0646\u0627\u0633\u0647 \u062f\u0627\u062e\u0644\u06cc
useact.somels=\u062f\u0631 \u062d\u0627\u0644 \u062d\u0627\u0636\u0631 \u0634\u062e\u0635 \u062f\u06cc\u06af\u0631\u06cc \u062f\u0631 \u062d\u0627\u0644 \u0648\u06cc\u0631\u0627\u06cc\u0634 \u0627\u06cc\u0646 \u06a9\u0627\u0631\u0628\u0631 \u0627\u0633\u062a\: {0}
useedi.mod=\u0648\u06cc\u0631\u0627\u06cc\u0634 \u0634\u062f\u0647
useedi.modby=\u0648\u06cc\u0631\u0627\u06cc\u0634 \u0634\u062f\u0647 \u062a\u0648\u0633\u0637
usecre.typ=\u0646\u0648\u0639
usecre.vercurpass=\u06a9\u0644\u0645\u0647 \u0639\u0628\u0648\u0631 \u0641\u0639\u0644\u06cc \u0631\u0627 \u0648\u0627\u0631\u062f \u06a9\u0646\u06cc\u062f
usecre.crenewpass=\u0627\u06cc\u062c\u0627\u062f \u06a9\u0644\u0645\u0647 \u0639\u0628\u0648\u0631 \u062c\u062f\u06cc\u062f
usecre.vernewpass=\u062a\u0627\u06cc\u06cc\u062f \u06a9\u0644\u0645\u0647 \u0639\u0628\u0648\u0631 \u062c\u062f\u06cc\u062f
useconrem.ema=\u067e\u0633\u062a \u0627\u0644\u06a9\u062a\u0631\u0648\u0646\u06cc\u06a9
usecre.disableFailed=\u06a9\u0627\u0631\u0628\u0631 \u062c\u062f\u06cc\u062f \u0627\u06cc\u062c\u0627\u062f \u0634\u062f\u060c \u0627\u0645\u0627 \u0648\u06cc\u0698\u06af\u06cc \u063a\u06cc\u0631\u0641\u0639\u0627\u0644 \u0634\u062f\u0647 \u062a\u0646\u0638\u06cc\u0645 \u0646\u0634\u062f\u0647 \u0627\u0633\u062a.

useconrem.permdel={0} \u0628\u0647 \u0637\u0648\u0631 \u062f\u0627\u0626\u0645 \u0627\u0632 \u0633\u06cc\u0633\u062a\u0645 \u062d\u0630\u0641 \u062e\u0648\u0627\u0647\u062f \u0634\u062f. \u0622\u06cc\u0627 \u0645\u0637\u0645\u0626\u0646 \u0647\u0633\u062a\u06cc\u062f \u06a9\u0647 \u0645\u06cc \u062e\u0648\u0627\u0647\u06cc\u062f \u0627\u062f\u0627\u0645\u0647 \u062f\u0647\u06cc\u062f\u061f
useconrem.unenrol={0} \u0627\u0632 {1} \u062e\u0627\u0631\u062c \u062e\u0648\u0627\u0647\u062f \u0634\u062f \u0648 \u0628\u0647 \u0637\u0648\u0631 \u062f\u0627\u0626\u0645\u06cc \u0627\u0632 \u0633\u06cc\u0633\u062a\u0645 \u062d\u0630\u0641 \u062e\u0648\u0627\u0647\u062f \u0634\u062f. \u0622\u06cc\u0627 \u0645\u0637\u0645\u0626\u0646 \u0647\u0633\u062a\u06cc\u062f \u06a9\u0647 \u0645\u06cc \u062e\u0648\u0627\u0647\u06cc\u062f \u0627\u062f\u0627\u0645\u0647 \u062f\u0647\u06cc\u062f\u061f
useconrem.site=\u06cc\u06a9 \u0633\u0627\u06cc\u062a
useconrem.sites=\u0633\u0627\u06cc\u062a \u0647\u0627\u06cc {0}
useconrem.rem=\u067e\u0627\u06a9 \u06a9\u0631\u062f\u0646

usecre.creaco=\u0627\u06cc\u062c\u0627\u062f \u062d\u0633\u0627\u0628 \u06a9\u0627\u0631\u0628\u0631\u06cc
usecre.reqaco=\u062f\u0631\u062e\u0648\u0627\u0633\u062a \u062d\u0633\u0627\u0628 \u06a9\u0627\u0631\u0628\u0631\u06cc
usecre.entthe=\u0627\u0637\u0644\u0627\u0639\u0627\u062a \u0632\u06cc\u0631 \u0631\u0627 \u0628\u0631\u0627\u06cc \u0633\u0627\u062e\u062a \u062d\u0633\u0627\u0628 \u06a9\u0627\u0631\u0628\u0631\u06cc \u062c\u062f\u06cc\u062f \u0648\u0627\u0631\u062f \u06a9\u0646\u06cc\u062f.
usecre.instruc=\u0627\u0634\u0627\u0631\u0647 \u0628\u0647 \u0641\u06cc\u0644\u062f \u0636\u0631\u0648\u0631\u06cc.
usecre.pass=\u0644\u0637\u0641\u0627 \u062f\u0631 \u0647\u0631 \u062f\u0648 \u0641\u06cc\u0644\u062f \u06a9\u0644\u0645\u0647 \u0639\u0628\u0648\u0631 \u06cc\u06a9\u0633\u0627\u0646\u06cc \u0631\u0627 \u0648\u0627\u0631\u062f \u06a9\u0646\u06cc\u062f.
usecre.curpass=\u0644\u0637\u0641\u0627 \u0631\u0645\u0632 \u0639\u0628\u0648\u0631 \u0641\u0639\u0644\u06cc \u0631\u0627 \u0628\u0631\u0627\u06cc \u0627\u06cc\u062c\u0627\u062f \u062a\u063a\u06cc\u06cc\u0631\u0627\u062a \u062f\u0631 \u062d\u0633\u0627\u0628 \u06a9\u0627\u0631\u0628\u0631\u06cc \u062e\u0648\u062f \u0648\u0627\u0631\u062f \u06a9\u0646\u06cc\u062f.
usecre.pasismis=\u0644\u0637\u0641\u0627 \u06a9\u0644\u0645\u0647 \u0639\u0628\u0648\u0631 \u0631\u0627 \u0648\u0627\u0631\u062f \u06a9\u0646\u06cc\u062f.
usecre.eidmis=\u0644\u0637\u0641\u0627 \u0634\u0646\u0627\u0633\u0647 \u06a9\u0627\u0631\u0628\u0631 \u0631\u0627 \u0648\u0627\u0631\u062f \u06a9\u0646\u06cc\u062f.

useedi.can=\u0644\u063a\u0648 \u062a\u063a\u06cc\u06cc\u0631\u0627\u062a
useedi.pass=\u06a9\u0644\u0645\u0647 \u0647\u0627\u06cc \u0639\u0628\u0648\u0631 \u0628\u0627\u06cc\u062f \u0628\u0627 \u0647\u0645 \u0645\u0637\u0627\u0628\u0642\u062a \u062f\u0627\u0634\u062a\u0647 \u0628\u0627\u0634\u0646\u062f
useedi.revandmod=\u062c\u0632\u0626\u06cc\u0627\u062a \u062d\u0633\u0627\u0628 \u06a9\u0627\u0631\u0628\u0631\u06cc
useedi.revuseinf=\u0628\u0631\u0631\u0633\u06cc \u0627\u0637\u0644\u0627\u0639\u0627\u062a \u06a9\u0627\u0631\u0628\u0631
useedi.sav=\u0628\u0647 \u0631\u0648\u0632\u0631\u0633\u0627\u0646\u06cc \u062c\u0632\u0626\u06cc\u0627\u062a
useedi.sav2=\u0630\u062e\u06cc\u0631\u0647 \u06a9\u0631\u062f\u0646 \u062c\u0632\u0626\u06cc\u0627\u062a
useedi.edit=\u0648\u06cc\u0631\u0627\u06cc\u0634 \u062d\u0633\u0627\u0628 \u06a9\u0627\u0631\u0628\u0631\u06cc

uselis.users=\u06a9\u0627\u0631\u0628\u0631\u0647\u0627
uselis.lisof=\u0644\u06cc\u0633\u062a \u06a9\u0627\u0631\u0628\u0631\u0627\u0646. \u0633\u062a\u0648\u0646 \u0627\u0648\u0644\: \u0634\u0646\u0627\u0633\u0647 \u06a9\u0627\u0631\u0628\u0631. \u0633\u062a\u0648\u0646 \u062f\u0648\u0645\: \u0646\u0627\u0645. \u0633\u062a\u0648\u0646 \u0633\u0648\u0645\: \u0622\u062f\u0631\u0633 \u0627\u06cc\u0645\u06cc\u0644. \u0633\u062a\u0648\u0646 \u0686\u0647\u0627\u0631\u0645\: \u0646\u0648\u0639 \u06a9\u0627\u0631\u0628\u0631.
uselis.nouse=\u06a9\u0627\u0631\u0628\u0631\u06cc \u0628\u0627 \u0645\u0639\u06cc\u0627\u0631 \u0647\u0627\u06cc \u062c\u0633\u062a\u062c\u0648\u060c \u062a\u0639\u0631\u06cc\u0641 \u0646\u0634\u062f\u0647 \u0627\u0633\u062a.
uselis.theare=\u06a9\u0627\u0631\u0628\u0631\u0627\u0646\u06cc \u062f\u0631 \u0633\u06cc\u0633\u062a\u0645 \u0648\u062c\u0648\u062f \u062f\u0627\u0631\u0646\u062f \u06a9\u0647 \u0628\u0627 \u0645\u0639\u06cc\u0627\u0631\u0647\u0627\u06cc \u062c\u0633\u062a\u062c\u0648 \u0645\u0634\u062e\u0635 \u0634\u062f\u0647 \u0627\u0646\u062f. \u0628\u0631 \u0631\u0648\u06cc \u0634\u0646\u0627\u0633\u0647 \u06a9\u0627\u0631\u0628\u0631 \u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f \u062a\u0627 \u062c\u0632\u0626\u06cc\u0627\u062a \u0631\u0627 \u0648\u06cc\u0631\u0627\u06cc\u0634 \u06cc\u0627 \u0645\u0634\u0627\u0647\u062f\u0647 \u06a9\u0646\u06cc\u062f.\n<br/> \u0646\u06a9\u062a\u0647\: \u06a9\u0627\u0631\u0628\u0631\u0627\u0646\u06cc \u06a9\u0647 \u0628\u0627 \u0627\u062e\u062a\u06cc\u0627\u0631 \u06cc\u06a9 \u06a9\u0627\u0631\u0628\u0631 \u062e\u0627\u0631\u062c\u06cc \u062a\u0639\u0631\u06cc\u0641 \u0634\u062f\u0647 \u0627\u0646\u062f \u062f\u0631 \u0627\u06cc\u0646 \u062c\u0627 \u0644\u06cc\u0633\u062a \u0646\u0634\u062f\u0647 \u0627\u0646\u062f.
uselis.show=\u0646\u0645\u0627\u06cc\u0634 \u0622\u06cc\u062a\u0645 \u0647\u0627\u06cc {0}....
uselis.listnavselect=\u0628\u0631\u0627\u06cc \u0627\u062c\u0631\u0627 \u06a9\u0631\u062f\u0646 combo box \u0627\u0628\u062a\u062f\u0627 \u062f\u06a9\u0645\u0647 Alt + \u062f\u06a9\u0645\u0647 \u062c\u0647\u062a\u06cc \u067e\u0627\u06cc\u06cc\u0646 \u0631\u0627 \u0641\u0634\u0627\u0631 \u062f\u0647\u06cc\u062f \u062a\u0627 \u062c\u0639\u0628\u0647 \u0631\u0627 \u0628\u0627\u0632 \u06a9\u0646\u06cc\u062f\u060c \u0633\u067e\u0633 \u0627\u0632 \u06a9\u0644\u06cc\u062f \u0647\u0627\u06cc \u062c\u0647\u062a\u06cc \u0628\u0627\u0644\u0627 \u0648 \u067e\u0627\u06cc\u06cc\u0646 \u0628\u0631\u0627\u06cc \u062d\u0631\u06a9\u062a \u0631\u0648\u06cc \u06af\u0632\u06cc\u0646\u0647 \u0647\u0627 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u06a9\u0646\u06cc\u062f.
uselis.first=\u0627\u0648\u0644
uselis.previous=\u0642\u0628\u0644\u06cc
uselis.next=\u0628\u0639\u062f\u06cc
uselis.last=\u0622\u062e\u0631\u06cc\u0646
uselis.list.youare_of_results=\u0634\u0645\u0627 \u062f\u0631 \u062d\u0627\u0644 \u0645\u0634\u0627\u0647\u062f\u0647 {0} - {1} \u0627\u0632 {2} \u0646\u062a\u06cc\u062c\u0647 \u0647\u0633\u062a\u06cc\u062f.

usevie.ema=\u067e\u0633\u062a \u0627\u0644\u06a9\u062a\u0631\u0648\u0646\u06cc\u06a9
usevie.mod2=\u062a\u063a\u06cc\u06cc\u0631 \u062c\u0632\u0626\u06cc\u0627\u062a
usevie.revandmod=\u062c\u0632\u0626\u06cc\u0627\u062a \u062d\u0633\u0627\u0628 \u06a9\u0627\u0631\u0628\u0631\u06cc \u0645\u0646
usevie.revandmod2=\u0645\u0631\u0648\u0631 \u0648 \u062a\u063a\u06cc\u06cc\u0631 \u0627\u0637\u0644\u0627\u0639\u0627\u062a \u0627\u06cc\u0646 \u06a9\u0627\u0631\u0628\u0631.
usevie.use=\u06a9\u0627\u0631\u0628\u0631
usevie.revuseinf=\u0645\u0631\u0648\u0631 \u0627\u0637\u0644\u0627\u0639\u0627\u062a \u06a9\u0627\u0631\u0628\u0631
users.noaccess=\u0634\u0645\u0627 \u0645\u062c\u0648\u0632 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0627\u0632 \u0627\u06cc\u0646 \u0627\u0628\u0632\u0627\u0631 \u0631\u0627 \u0646\u062f\u0627\u0631\u06cc\u062f.

sitedipag.listnavselect=\u0628\u0631\u0627\u06cc \u0627\u062c\u0631\u0627 \u06a9\u0631\u062f\u0646 combo box \u0627\u0628\u062a\u062f\u0627 \u062f\u06a9\u0645\u0647 Alt + \u062f\u06a9\u0645\u0647 \u062c\u0647\u062a\u06cc \u067e\u0627\u06cc\u06cc\u0646 \u0631\u0627 \u0641\u0634\u0627\u0631 \u062f\u0647\u06cc\u062f \u062a\u0627 \u062c\u0639\u0628\u0647 \u0631\u0627 \u0628\u0627\u0632 \u06a9\u0646\u06cc\u062f\u060c \u0633\u067e\u0633 \u0627\u0632 \u06a9\u0644\u06cc\u062f \u0647\u0627\u06cc \u062c\u0647\u062a\u06cc \u0628\u0627\u0644\u0627 \u0648 \u067e\u0627\u06cc\u06cc\u0646 \u0628\u0631\u0627\u06cc \u062d\u0631\u06a9\u062a \u0631\u0648\u06cc \u06af\u0632\u06cc\u0646\u0647 \u0647\u0627 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u06a9\u0646\u06cc\u062f.
useProperties=\u0648\u06cc\u0698\u06af\u06cc \u0647\u0627

optional.attributes=\u0648\u06cc\u0698\u06af\u06cc \u0647\u0627\u06cc \u0627\u062e\u062a\u06cc\u0627\u0631\u06cc
optional.attributes.add=\u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u06cc\u06a9 \u0648\u06cc\u0698\u06af\u06cc
optional.attributes.remove=\u067e\u0627\u06a9 \u06a9\u0631\u062f\u0646 \u0627\u06cc\u0646 \u0648\u06cc\u0698\u06af\u06cc
sitedi.pro=\u0648\u06cc\u0698\u06af\u06cc \u0647\u0627\u06cc \u06a9\u0627\u0631\u0628\u0631

import.user.file=\u0648\u0627\u0631\u062f \u06a9\u0631\u062f\u0646 \u0627\u0632 \u0641\u0627\u06cc\u0644
import.heading=\u0648\u0627\u0631\u062f \u06a9\u0631\u062f\u0646 \u0627\u0632 \u0641\u0627\u06cc\u0644
import.instr=\u06cc\u06a9 \u0641\u0627\u06cc\u0644 csv \u062d\u0627\u0648\u06cc \u0627\u0637\u0644\u0627\u0639\u0627\u062a \u06a9\u0627\u0631\u0628\u0631\u0627\u0646\u06cc \u06a9\u0647 \u0634\u0645\u0627 \u0628\u0647 \u0627\u06cc\u062c\u0627\u062f \u0622\u0646 \u0647\u0627 \u062a\u0645\u0627\u06cc\u0644 \u062f\u0627\u0631\u06cc\u062f \u0631\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f.
import.instr.req.header=\u0627\u0644\u0632\u0627\u0645\u0627\u062a \u0641\u0627\u06cc\u0644

#note for i18n, DO NOT translate the values below or you will break the import code as it matches strings to bean properties
import.instr.req.1=\u0634\u0627\u0645\u0644 \u0633\u0631\u0641\u0635\u0644 \u0647\u0627\u06cc \u0632\u06cc\u0631 \u0627\u0633\u062a\: \u0634\u0646\u0627\u0633\u0647 \u06a9\u0627\u0631\u0628\u0631\u060c \u0646\u0627\u0645\u060c \u0646\u0627\u0645 \u062e\u0627\u0646\u0648\u0627\u062f\u06af\u06cc\u060c \u0627\u06cc\u0645\u06cc\u0644\u060c \u06a9\u0644\u0645\u0647 \u0639\u0628\u0648\u0631\u060c \u0646\u0648\u0639. 
#end of i18n restriction, translate the rest as desired.
import.instr.req.2=\u0639\u0646\u0627\u0648\u06cc\u0646 \u0633\u062a\u0648\u0646 \u0628\u0627\u06cc\u062f \u062f\u0642\u06cc\u0642\u0627 \u0628\u0627 \u0644\u06cc\u0633\u062a \u0628\u0627\u0644\u0627 \u0645\u0637\u0627\u0628\u0642\u062a \u062f\u0627\u0634\u062a\u0647 \u0628\u0627\u0634\u0646\u062f. \u0646\u06cc\u0627\u0632\u06cc \u0646\u06cc\u0633\u062a \u06a9\u0647 \u0628\u0647 \u06cc\u06a9 \u062a\u0631\u062a\u06cc\u0628 \u0628\u0627\u0634\u0646\u062f.
import.instr.req.3=\u0641\u06cc\u0644\u062f \u0647\u0627 \u0628\u0627\u06cc\u062f \u0628\u0627 \u0648\u06cc\u0631\u06af\u0648\u0644 \u0627\u0632 \u0647\u0645 \u062c\u062f\u0627 \u0634\u0648\u0646\u062f\u060c \u0647\u06cc\u0686 \u0641\u0627\u0635\u0644\u0647 \u0627\u06cc \u0628\u06cc\u0646 \u0641\u06cc\u0644\u062f \u0647\u0627 \u0646\u0628\u0627\u0634\u062f \u0648 \u0627\u06af\u0631 \u0634\u0627\u0645\u0644 \u06cc\u06a9 \u0641\u0636\u0627 \u0627\u0633\u062a \u0647\u0631 \u0641\u06cc\u0644\u062f \u0628\u0627\u06cc\u062f \u062d\u0627\u0648\u06cc \u062f\u0648 \u0646\u0642\u0644 \u0642\u0648\u0644 \u0628\u0627\u0634\u062f.
import.instr.req.4=\u0647\u0645\u0686\u0646\u06cc\u0646 \u0634\u0645\u0627 \u0645\u06cc \u062a\u0648\u0627\u0646\u06cc\u062f \u0633\u062a\u0648\u0646 \u0647\u0627\u06cc \u062f\u06cc\u06af\u0631\u06cc \u0631\u0627 \u0627\u0636\u0627\u0641\u0647 \u06a9\u0646\u06cc\u062f\u060c \u0622\u0646 \u0647\u0627 \u0628\u0647 \u0639\u0646\u0648\u0627\u0646 \u0648\u06cc\u0698\u06af\u06cc \u0647\u0627\u06cc \u06a9\u0627\u0631\u0628\u0631 \u0630\u062e\u06cc\u0631\u0647 \u062e\u0648\u0627\u0647\u0646\u062f \u0634\u062f. \u062a\u0627 \u0632\u0645\u0627\u0646\u06cc \u06a9\u0647 \u0639\u0646\u0627\u0648\u06cc\u0646 \u0628\u0627 \u0645\u062c\u0645\u0648\u0639\u0647 \u0627\u0635\u0644\u06cc \u0628\u0627\u0644\u0627 \u0647\u0645\u0633\u0627\u0646 \u0646\u0628\u0627\u0634\u0646\u062f. \u0627\u06cc\u0646 \u0645\u06cc \u062a\u0648\u0627\u0646\u062f \u0647\u0631 \u062f\u0627\u062f\u0647 \u062f\u0644\u062e\u0648\u0627\u0647\u06cc \u0628\u0627\u0634\u062f.
import.file.continue=\u0627\u062f\u0627\u0645\u0647
import.failed=\u0639\u062f\u0645 \u0645\u0648\u0641\u0642\u06cc\u062a \u062f\u0631 \u0622\u067e\u0644\u0648\u062f \u0641\u0627\u06cc\u0644
import.file.button=\u0648\u0627\u0631\u062f \u06a9\u0631\u062f\u0646 \u06cc\u06a9 \u0641\u0627\u06cc\u0644
import.error=\u0641\u0627\u06cc\u0644\u06cc \u06a9\u0647 \u0634\u0645\u0627 \u0622\u067e\u0644\u0648\u062f \u06a9\u0631\u062f\u0647 \u0627\u06cc\u062f \u0642\u0627\u0628\u0644 \u062e\u0648\u0627\u0646\u062f\u0646 \u0646\u0645\u06cc \u0628\u0627\u0634\u062f. \u0644\u0637\u0641\u0627 \u0642\u0627\u0644\u0628 \u0641\u0627\u06cc\u0644 \u0631\u0627 \u0628\u0631\u0631\u0633\u06cc \u06a9\u0631\u062f\u0647 \u0648 \u0645\u062c\u062f\u062f\u0627 \u0627\u0645\u062a\u062d\u0627\u0646 \u06a9\u0646\u06cc\u062f.
import.user.list.accessibility=\u0644\u06cc\u0633\u062a \u06a9\u0627\u0631\u0628\u0631\u0627\u0646 \u0628\u0631\u0627\u06cc \u0648\u0627\u0631\u062f \u06a9\u0631\u062f\u0646. \u0633\u062a\u0648\u0646 \u0627\u0648\u0644\: \u0634\u0646\u0627\u0633\u0647 \u06a9\u0627\u0631\u0628\u0631. \u0633\u062a\u0648\u0646 \u062f\u0648\u0645\: \u0646\u0627\u0645. \u0633\u062a\u0648\u0646 \u0633\u0648\u0645\: \u0646\u0627\u0645 \u062e\u0627\u0646\u0648\u0627\u062f\u06af\u06cc. \u0633\u062a\u0648\u0646 \u0686\u0647\u0627\u0631\u0645\: \u0622\u062f\u0631\u0633 \u0627\u06cc\u0645\u06cc\u0644. \u0633\u062a\u0648\u0646 \u067e\u0646\u062c\u0645\: \u06a9\u0644\u0645\u0647 \u0639\u0628\u0648\u0631. \u0633\u062a\u0648\u0646 \u0634\u0634\u0645\: \u0646\u0648\u0639 \u06a9\u0627\u0631\u0628\u0631.
useconrem.pass=\u06a9\u0644\u0645\u0647 \u0639\u0628\u0648\u0631
import.process.msg=\u062f\u0627\u062f\u0647 \u0647\u0627\u06cc \u0632\u06cc\u0631 \u062f\u0631 \u0641\u0627\u06cc\u0644 \u0622\u067e\u0644\u0648\u062f \u0634\u062f\u0647\u060c \u067e\u06cc\u062f\u0627 \u0634\u062f. \u0627\u06af\u0631 \u062f\u0631\u0633\u062a \u0627\u0633\u062a\u060c \u0628\u0631 \u0631\u0648\u06cc "\u0627\u062f\u0627\u0645\u0647" \u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f. 
import.process.info=\u062a\u0648\u062c\u0647 \u062f\u0627\u0634\u062a\u0647 \u0628\u0627\u0634\u06cc\u062f \u06a9\u0647 \u062f\u0631 \u062d\u0627\u0644 \u062d\u0627\u0636\u0631 \u0647\u0631 \u06a9\u0627\u0631\u0628\u0631\u06cc \u0648\u062c\u0648\u062f \u062f\u0627\u0634\u062a\u0647 \u0628\u0627\u0634\u062f \u0646\u0627\u062f\u06cc\u062f\u0647 \u06af\u0631\u0641\u062a\u0647 \u0645\u06cc \u0634\u0648\u062f \u0648 \u0631\u06a9\u0648\u0631\u062f\u0647\u0627\u06cc \u0627\u0635\u0644\u06cc \u0622\u0646 \u0647\u0627 \u062f\u0633\u062a \u0646\u062e\u0648\u0631\u062f\u0647 \u0628\u0627\u0642\u06cc \u062e\u0648\u0627\u0647\u0646\u062f \u0645\u0627\u0646\u062f.
import.success=\u06a9\u0627\u0631\u0628\u0631\u0627\u0646 \u0628\u0627 \u0645\u0648\u0641\u0642\u06cc\u062a \u0648\u0627\u0631\u062f \u0634\u062f\u0646\u062f.
import.user.properties=\u0648\u06cc\u0698\u06af\u06cc \u0647\u0627
false=\u0646\u0627\u062f\u0631\u0633\u062a
true=\u062f\u0631\u0633\u062a
disable.user=\u063a\u06cc\u0631\u0641\u0639\u0627\u0644 \u06a9\u0631\u062f\u0646 \u06a9\u0627\u0631\u0628\u0631
disable=\u063a\u06cc\u0631\u0641\u0639\u0627\u0644 \u06a9\u0631\u062f\u0646
disabled=\u063a\u06cc\u0631 \u0641\u0639\u0627\u0644 \u0634\u062f\u0647

# plukasew, bjones86 - SAK-23568
pw.fail=\u0642\u062f\u0631\u062a \u06a9\u0644\u0645\u0647 \u0639\u0628\u0648\u0631\: \u0628\u0633\u06cc\u0627\u0631 \u0636\u0639\u06cc\u0641
pw.weak=\u0642\u062f\u0631\u062a \u06a9\u0644\u0645\u0647 \u0639\u0628\u0648\u0631\: \u0636\u0639\u06cc\u0641
pw.moderate=\u0642\u062f\u0631\u062a \u06a9\u0644\u0645\u0647 \u0639\u0628\u0648\u0631\: \u0645\u062a\u0648\u0633\u0637
pw.strong=\u0642\u062f\u0631\u062a \u06a9\u0644\u0645\u0647 \u0639\u0628\u0648\u0631\: \u0642\u0648\u06cc
pw.strengthInfo=\u06a9\u0644\u0645\u0647 \u0647\u0627\u06cc \u0639\u0628\u0648\u0631 \u067e\u0631\u0642\u062f\u0631\u062a \u0637\u0648\u0644\u0627\u0646\u06cc \u0647\u0633\u062a\u0646\u062f \u0648 \u0627\u0632 \u062a\u0631\u06a9\u06cc\u0628 \u06a9\u0627\u0631\u0627\u06a9\u062a\u0631\u0647\u0627\u06cc \u0645\u062e\u062a\u0644\u0641 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0645\u06cc \u06a9\u0646\u0646\u062f.( \u0628\u0647 \u0639\u0646\u0648\u0627\u0646 \u0645\u062b\u0627\u0644 \u062d\u0631\u0648\u0641\u060c \u0627\u0639\u062f\u0627\u062f\u060c \u0646\u0645\u0627\u062f\u0647\u0627 \u0648 \u063a\u06cc\u0631\u0647). \u0622\u0646 \u0647\u0627 \u0634\u0627\u0645\u0644 \u06a9\u0644 \u06cc\u0627 \u0628\u062e\u0634\u06cc \u0627\u0632 \u0634\u0646\u0627\u0633\u0647 \u06a9\u0627\u0631\u0628\u0631 \u0646\u0645\u06cc \u0628\u0627\u0634\u0646\u062f.
pw.match=\u06a9\u0644\u0645\u0647 \u0647\u0627\u06cc \u0639\u0628\u0648\u0631 \u0628\u0627 \u0647\u0645 \u062a\u0637\u0627\u0628\u0642 \u062f\u0627\u0631\u0646\u062f
pw.noMatch=\u06a9\u0644\u0645\u0627\u062a \u0639\u0628\u0648\u0631 \u06cc\u06a9\u0633\u0627\u0646 \u0646\u06cc\u0633\u062a\u0646\u062f

email.validation.success=\u06cc\u06a9 \u062d\u0633\u0627\u0628 \u06a9\u0627\u0631\u0628\u0631\u06cc \u0628\u0631\u0627\u06cc \u0634\u0645\u0627 \u0633\u0627\u062e\u062a\u0647 \u0634\u062f\! \u06cc\u06a9 \u0627\u06cc\u0645\u06cc\u0644 \u0634\u0627\u0645\u0644 \u0645\u0631\u0627\u062d\u0644 \u0646\u0647\u0627\u06cc\u06cc \u0628\u0631\u0627\u06cc \u0641\u0639\u0627\u0644 \u06a9\u0631\u062f\u0646 \u062d\u0633\u0627\u0628 \u06a9\u0627\u0631\u0628\u0631\u06cc \u0634\u0645\u0627 \u0628\u0647 {0} \u0627\u0631\u0633\u0627\u0644 \u0634\u062f\u0647 \u0627\u0633\u062a.

# SAK-29182
email.invalid.domain=\u0622\u062f\u0631\u0633 \u0627\u06cc\u0645\u06cc\u0644\u06cc \u06a9\u0647 \u0634\u0645\u0627 \u0648\u0627\u0631\u062f\u06a9\u0631\u062f\u06cc\u062f \u0628\u0627 {0} \u0628\u0647 \u067e\u0627\u06cc\u0627\u0646 \u0645\u06cc \u0631\u0633\u062f\u060c\u06a9\u0647 \u0645\u062d\u062f\u0648\u062f \u0627\u0633\u062a. \u0644\u0637\u0641\u0627 \u0645\u062c\u062f\u062f\u0627 \u0628\u0627 \u06cc\u06a9 \u0622\u062f\u0631\u0633 \u0627\u06cc\u0645\u06cc\u0644 \u062f\u06cc\u06af\u0631 \u0627\u0645\u062a\u062d\u0627\u0646 \u06a9\u0646\u06cc\u062f.

