#X-Generator: crowdin.com
#Generated by ResourceBundle Editor (http://eclipse-rbe.sourceforge.net)
#Java code
# {0} is the message, as of 2012-07-12 check values for keys alias.notfound, alias.notpermis, alias.someone, alias.notpermis1, alias.use, alias.invalid and alias.notpermis2
alias.cancel=\u0625\u0644\u063a\u0627\u0621
alias.alias=\u0627\u0644\u0625\u0633\u0645 \u0627\u0644\u0628\u062f\u064a\u0644
alias.aliases=\u0627\u0644\u0623\u0633\u0645\u0627\u0621 \u0627\u0644\u0628\u062f\u064a\u0644\u0629
alias.edit.list.summary=\u062e\u0635\u0627\u0626\u0635 \u0627\u0644\u0625\u0633\u0645 \u0627\u0644\u0628\u062f\u064a\u0644
alias.edit.created=\u0623\u0646\u0634\u0626\u062a \:
alias.edit.createdby=\u0623\u0646\u0634\u0626\u062a \u0645\u0646 \u0637\u0631\u0641 \:
alias.edit.mod=\u0645\u0639\u062f\u0644 \:
alias.edit.modby=\u0645\u0639\u062f\u0644 \u0645\u0646 \u0637\u0631\u0641 \:
alias.edit.review=\u0645\u0631\u0627\u062c\u0639\u0629 \u0648\u062a\u0639\u062f\u064a\u0644 \u0627\u0644\u0625\u0633\u0645 \u0627\u0644\u0628\u062f\u064a\u0644. \u064a\u0645\u0643\u0646 \u0627\u0644\u0625\u0632\u0627\u0644\u0629 \u0628\u0627\u0644\u0642\u0627\u0626\u0645\u0629 \u0641\u064a \u0627\u0644\u0623\u0639\u0644\u0649.
alias.edit.save=\u062d\u0641\u0638
alias.invalid=\u0631\u0642\u0645 \u0627\u0644\u062a\u0633\u062c\u064a\u0644 \u0627\u0644\u0625\u0633\u0645 \u0627\u0644\u0628\u062f\u064a\u0644 \u063a\u064a\u0631 \u0635\u062d\u064a\u062d
# {0} is pagesize
# {0} is pagesize
alias.list.summary=\u0642\u0627\u0626\u0645\u0629 \u0628\u0627\u0644\u0623\u0633\u0645\u0627\u0621 \u0627\u0644\u0628\u062f\u064a\u0644\u0629. \u0627\u0644\u0639\u0645\u0648\u062f \u0627\u0644\u0623\u0648\u0644 \u064a\u062d\u062a\u0648\u064a \u0639\u0644\u0649 \u0627\u0644\u0623\u0633\u0645\u0627\u0621 \u0627\u0644\u0628\u062f\u064a\u0644\u0629 \u0648 \u0627\u0644\u0631\u0627\u0628\u0637 \u0644\u062a\u0639\u062f\u064a\u0644\u0647\u0627, \u0648 \u0627\u0644\u062b\u0627\u0646\u064a \u064a\u062d\u062a\u0648\u064a \u0627\u0644\u0623\u0647\u062f\u0627\u0641.
alias.list.alias=\u0627\u0644\u0625\u0633\u0645 \u0627\u0644\u0628\u062f\u064a\u0644
alias.list.defined=\u0647\u0630\u0647 \u0642\u0627\u0626\u0645\u0629 \u0628\u0627\u0644\u0623\u0633\u0645\u0627\u0621 \u0627\u0644\u0628\u062f\u064a\u0644\u0629 \u0641\u064a \u0627\u0644\u0646\u0638\u0627\u0645. \u0625\u0636\u063a\u0637 \u0639\u0644\u0649 \u0631\u0642\u0645 \u0627\u0644\u0625\u0633\u0645 \u0627\u0644\u0628\u062f\u064a\u0644 \u0644\u062a\u0639\u062f\u064a\u0644\u0647 \u0623\u0648 \u0639\u0631\u0636 \u062a\u0641\u0627\u0635\u064a\u0644\u0647.
alias.list.nodefined=\u0644\u064a\u0633\u062a \u0647\u0646\u0627\u0643 \u0623\u0633\u0645\u0627\u0621 \u0628\u062f\u064a\u0644\u0629 \u0645\u0639\u0631\u0641\u0629.
alias.target=\u0627\u0644\u0647\u062f\u0641
alias.new=\u0625\u0633\u0645 \u0628\u062f\u064a\u0644 \u062c\u062f\u064a\u062f
alias.notfound=\u0644\u0627 \u064a\u0648\u062c\u062f
alias.notpermis=\u0644\u064a\u0633\u062a \u0644\u0643\u0645 \u0627\u0644\u0625\u0645\u062a\u064a\u0627\u0632\u0627\u062a \u0627\u0644\u0643\u0627\u0641\u064a\u0629 \u0644\u062a\u0639\u062f\u064a\u0644 \u0627\u0644\u0625\u0633\u0645 \u0627\u0644\u0628\u062f\u064a\u0644.
alias.notpermis1=\u0644\u064a\u0633\u062a \u0644\u0643\u0645 \u0627\u0644\u0625\u0645\u062a\u064a\u0627\u0632\u0627\u062a \u0627\u0644\u0643\u0627\u0641\u064a\u0629 \u0644\u0625\u0632\u0627\u0644\u0629 \u0627\u0644\u0625\u0633\u0645 \u0627\u0644\u0628\u062f\u064a\u0644.
alias.notpermis2=\u0644\u064a\u0633\u062a \u0644\u0643\u0645 \u0627\u0644\u0625\u0645\u062a\u064a\u0627\u0632\u0627\u062a \u0627\u0644\u0643\u0627\u0641\u064a\u0629 \u0644\u062a\u0639\u062f\u064a\u0644 \u0647\u0630\u0627 \u0627\u0644\u0625\u0633\u0645 \u0627\u0644\u0628\u062f\u064a\u0644.
alias.remove=\u0625\u0632\u0627\u0644\u0629 \u0627\u0644\u0625\u0633\u0645 \u0627\u0644\u0628\u062f\u064a\u0644
alias.remove.alias=\u0627\u0644\u0625\u0633\u0645 \u0627\u0644\u0628\u062f\u064a\u0644
alias.remove.list.summary=\u0642\u0627\u0626\u0645\u0629 \u0628\u0627\u0644\u0623\u0633\u0645\u0627\u0621 \u0627\u0644\u0628\u062f\u064a\u0644\u0629 \u0627\u0644\u0645\u0632\u0627\u0644\u0629. \u0627\u0644\u0639\u0645\u0648\u062f \u0627\u0644\u0623\u0648\u0644 \u064a\u062d\u062a\u0648\u064a \u0639\u0644\u0649 \u0627\u0644\u0623\u0633\u0645\u0627\u0621 \u0627\u0644\u0628\u062f\u064a\u0644\u0629, \u0648 \u0627\u0644\u062b\u0627\u0646\u064a \u064a\u062d\u062a\u0648\u064a \u0627\u0644\u0623\u0647\u062f\u0627\u0641.
alias.remove.remove=\u0645\u0633\u062d
alias.remove.sure=\u0647\u0644 \u0623\u0646\u062a \u0645\u062a\u0623\u0643\u062f \u0623\u0646\u0643 \u062a\u0631\u064a\u062f \u0625\u0632\u0627\u0644\u0629 \u0627\u0644\u0625\u0633\u0645 \u0627\u0644\u0628\u062f\u064a\u0644 \u0627\u0644\u062a\u0627\u0644\u064a\:
alias.someone=\u0634\u062e\u0635 \u0622\u062e\u0631 \u064a\u0642\u0648\u0645 \u0628\u062a\u0639\u062f\u064a\u0644 \u0647\u0630\u0627 \u0627\u0644\u0625\u0633\u0645 \u0627\u0644\u0628\u062f\u064a\u0644\:
alias.use=\ \u0631\u0642\u0645 \u062a\u0633\u062c\u064a\u0644 \u0627\u0644\u0625\u0633\u0645 \u0627\u0644\u0628\u062f\u064a\u0644 \u0645\u0633\u062a\u0639\u0645\u0644
alias.noaccess=\u0644\u0627 \u062a\u062a\u0648\u0641\u0631\u0648\u0646 \u0639\u0644\u0649 \u0627\u0644\u062d\u0642\u0648\u0642 \u0627\u0644\u0643\u0627\u0641\u064a\u0629 \u0644\u0625\u0633\u062a\u062e\u062f\u0627\u0645 \u0647\u0630\u0647 \u0627\u0644\u0623\u062f\u0627\u0629