noemailprovided=\u0422\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u043f\u0440\u0435\u0434\u043e\u0441\u0442\u0430\u0432\u0438\u0442\u0435 \u0438\u043c\u0435\u0439\u043b \u0430\u0434\u0440\u0435\u0441\u0430 \u0441\u0438
wrongtype=\u041f\u0440\u0435\u0434\u043e\u0441\u0442\u0430\u0432\u0435\u043d\u0438\u044f\u0442 \u0438\u043c\u0435\u0439\u043b \u0430\u0434\u0440\u0435\u0441 \u0435 \u0441\u0432\u044a\u0440\u0437\u0430\u043d \u0441 \u0434\u043e\u043c\u0435\u0439\u043d, \u043d\u0430 \u043a\u043e\u0439\u0442\u043e \u043d\u0435 \u0435 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u043e \u0434\u0430 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430 \u0442\u0430\u0437\u0438 \u0443\u0441\u043b\u0443\u0433\u0430 \u0437\u0430 \u043d\u0443\u043b\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u043f\u0430\u0440\u043e\u043b\u0430.

mainTitle=\u0412\u044a\u0437\u0441\u0442\u0430\u043d\u043e\u0432\u044f\u0432\u0430\u043d\u0435 \u043d\u0430 \u043f\u0430\u0440\u043e\u043b\u0430\u0442\u0430 \u0432\u0438
mainText=\u0422\u0430\u0437\u0438 \u0443\u0441\u043b\u0443\u0433\u0430 \u0437\u0430 \u043f\u0430\u0440\u043e\u043b\u0438 \u0435 \u0434\u043e\u0441\u0442\u044a\u043f\u043d\u0430 \u0441\u0430\u043c\u043e \u0437\u0430 \u0433\u043e\u0441\u0442\u0443\u0432\u0430\u0449\u0438 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438 \u043d\u0430 {0}.
formLabel=\u0412\u0430\u0448\u0438\u044f\u0442 \u0438\u043c\u0435\u0439\u043b \u0430\u0434\u0440\u0435\u0441\:
postForm=\u0418\u0437\u043f\u0440\u0430\u0449\u0430\u043d\u0435 \u043d\u0430 \u043f\u0430\u0440\u043e\u043b\u0430
postForm2=\u0417\u0430\u044f\u0432\u043a\u0430 \u0437\u0430 \u043f\u0440\u043e\u043c\u044f\u043d\u0430 \u043d\u0430 \u043f\u0430\u0440\u043e\u043b\u0430
explanation=\u0421\u043b\u0435\u0434 \u043f\u043e\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u0437\u0430\u044f\u0432\u043a\u0430\u0442\u0430 \u0449\u0435 \u0432\u0438 \u0431\u044a\u0434\u0435 \u0438\u0437\u043f\u0440\u0430\u0442\u0435\u043d \u0438\u043c\u0435\u0439\u043b \u0441 \u0432\u0440\u044a\u0437\u043a\u0430, \u0447\u0440\u0435\u0437 \u043a\u043e\u044f\u0442\u043e \u043c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u0437\u0430\u0434\u0430\u0434\u0435\u0442\u0435 \u043f\u0430\u0440\u043e\u043b\u0430\u0442\u0430 \u0441\u0438 \u043f\u043e \u0441\u0438\u0433\u0443\u0440\u0435\u043d \u043d\u0430\u0447\u0438\u043d. \u0418\u043c\u0430\u0442\u0435 \u043d\u0430 \u0440\u0430\u0437\u043f\u043e\u043b\u043e\u0436\u0435\u043d\u0438\u0435 {0} \u043f\u0440\u0435\u0434\u0438 \u0438\u0437\u0442\u0438\u0447\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0441\u0440\u043e\u043a\u0430 \u043d\u0430 \u0432\u0430\u043b\u0438\u0434\u043d\u043e\u0441\u0442 \u043d\u0430 \u0442\u0430\u0437\u0438 \u0432\u0440\u044a\u0437\u043a\u0430.

confirm=\u041d\u043e\u0432\u0430\u0442\u0430 \u0432\u0438 \u043f\u0430\u0440\u043e\u043b\u0430 \u0435 \u0438\u0437\u043f\u0440\u0430\u0442\u0435\u043d\u0430 \u043d\u0430 {0}
confirm.validate={0} \u0441\u0435 \u0435 \u043e\u043f\u0438\u0442\u0430\u043b \u0434\u0430 \u0438\u0437\u043f\u0440\u0430\u0442\u0438 \u0438\u043c\u0435\u0439\u043b \u0437\u0430 \u043f\u0440\u043e\u043c\u044f\u043d\u0430 \u043d\u0430 \u043f\u0430\u0440\u043e\u043b\u0430\u0442\u0430 \u043d\u0430 {1}.
supportMessage=\u0410\u043a\u043e \u043d\u0435 \u043f\u043e\u043b\u0443\u0447\u0438\u0442\u0435 \u0438\u043c\u0435\u0439\u043b\u0430 \u0438\u043b\u0438 \u0438\u043c\u0430\u0442\u0435 \u043d\u0443\u0436\u0434\u0430 \u043e\u0442 \u0434\u043e\u043f\u044a\u043b\u043d\u0438\u0442\u0435\u043b\u043d\u0430 \u043f\u043e\u043c\u043e\u0449, \u043c\u043e\u043b\u044f, \u0441\u0432\u044a\u0440\u0436\u0435\u0442\u0435 \u0441\u0435 \u0441

mailSubject=\u041d\u043e\u0432\u0430 \u043f\u0430\u0440\u043e\u043b\u0430 \u0437\u0430 {0}
mailBodyPre=\u0423\u0432\u0430\u0436\u0430\u0435\u043c\u0438 {0}\n\n
mailBody1=\u0412\u0430\u0448\u0430\u0442\u0430 \u043f\u0430\u0440\u043e\u043b\u0430 \u0437\u0430 {0} ({1}) \u0431\u0435\u0448\u0435 \u0437\u0430\u0434\u0430\u0434\u0435\u043d\u0430 \u043f\u043e \u0432\u0430\u0448\u0435 \u0438\u0441\u043a\u0430\u043d\u0435.\n
mailBody2=\u0412\u0430\u0448\u0435\u0442\u043e \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u043e \u0438\u043c\u0435 \u0435\: {0}\n
mailBody3=\u0412\u0430\u0448\u0430\u0442\u0430 \u043f\u0430\u0440\u043e\u043b\u0430 \u0435\: {0}\n\n
mailBody4=\u0417\u0430 \u0434\u043e\u043f\u044a\u043b\u043d\u0438\u0442\u0435\u043b\u043d\u0430 \u043f\u043e\u043c\u043e\u0449 \u0441\u0435 \u0441\u0432\u044a\u0440\u0436\u0435\u0442\u0435 \u0441 {0}\n\n
mailBodySalut=\u0421 \u0443\u0432\u0430\u0436\u0435\u043d\u0438\u0435
mailBodySalut1=\u0415\u043a\u0438\u043f\u044a\u0442 \u043d\u0430 {0}
