launch.button=\u0627\u0636\u063a\u0637 \u0644\u0644\u0645\u062a\u0627\u0628\u0639\u0629 \u0625\u0644\u0649 \u0627\u0644\u0623\u062f\u0627\u0629 \u0627\u0644\u062e\u0627\u0631\u062c\u064a\u0629.
error.nosecret=\u062e\u0637\u0623 - \u064a\u062c\u0628 \u0623\u0646 \u064a\u0643\u0648\u0646 \u0647\u0646\u0627\u0644\u0643 \u0633\u0631\u0627.
error.nokey=\u062e\u0637\u0623 - \u064a\u062c\u0628 \u0623\u0646 \u064a\u0643\u0648\u0646 \u0644\u062f\u064a\u0643 \u0633\u0631 \u0648\u0645\u0641\u062a\u0627\u062d.
error.nolaunch=\u0644\u0645 \u064a\u062a\u0645 \u062a\u0643\u0648\u064a\u0646 \u0647\u0630\u0647 \u0627\u0644\u0623\u062f\u0627\u0629 \u0628\u0639\u062f.
error.missing=\u062e\u0637\u0623 \u060c \u0645\u0639\u0631\u0641 \u0627\u0644\u062a\u0646\u0633\u064a\u0628 \u063a\u064a\u0631 \u0645\u0648\u062c\u0648\u062f.
error.load=\u062e\u0637\u0623 \u060c \u0644\u0627 \u064a\u0645\u0643\u0646 \u062a\u062d\u0645\u064a\u0644 \u0627\u0644\u0645\u0648\u0636\u0639 \=
error.props=\u062e\u0637\u0623 \u060c \u0644\u0627 \u064a\u0645\u0643\u0646 \u062a\u062d\u0645\u064a\u0644 \u0645\u0639\u0644\u0648\u0645\u0627\u062a Sakai \u0644\u0644\u0645\u0648\u0636\u0639 \=
error.sign=\u062e\u0637\u0623 \u0641\u064a \u062a\u0648\u0642\u064a\u0639 \u0627\u0644\u0631\u0633\u0627\u0644\u0629.
error.no.pki=\u0644\u0645 \u064a\u062a\u0645 \u062a\u0643\u0648\u064a\u0646 \u0627\u0644\u0645\u0641\u062a\u0627\u062d (\u0627\u0644\u0645\u0641\u0627\u062a\u064a\u062d) \u0627\u0644\u0639\u0627\u0645 \u0648 / \u0623\u0648 \u0627\u0644\u062e\u0627\u0635.

error.content.missing=\u0639\u0646\u0635\u0631 \u0645\u062d\u062a\u0648\u0649 \u0627\u0644\u0623\u062f\u0627\u0629 \u0627\u0644\u062e\u0627\u0631\u062c\u064a\u0629 \u0645\u0641\u0642\u0648\u062f \u0623\u0648 \u062a\u0645 \u062a\u0643\u0648\u064a\u0646\u0647 \u0628\u0634\u0643\u0644 \u063a\u064a\u0631 \u0635\u062d\u064a\u062d.
error.tool.missing=\u0639\u0646\u0635\u0631 \u0627\u0644\u0623\u062f\u0627\u0629 \u0627\u0644\u062e\u0627\u0631\u062c\u064a\u0629 \u0645\u0641\u0642\u0648\u062f \u0623\u0648 \u062a\u0645 \u062a\u0643\u0648\u064a\u0646\u0647 \u0628\u0634\u0643\u0644 \u063a\u064a\u0631 \u0635\u062d\u064a\u062d.
error.tool.partial=\u0639\u0646\u0635\u0631 \u0627\u0644\u0623\u062f\u0627\u0629 \u0627\u0644\u062e\u0627\u0631\u062c\u064a\u0629 \u063a\u064a\u0631 \u0645\u0643\u062a\u0645\u0644 \u060c \u0648\u064a\u0646\u0642\u0635\u0647 \u0645\u0641\u062a\u0627\u062d \u0648\u0633\u0631. \u0645\u0646 \u0627\u0644\u0645\u062d\u062a\u0645\u0644 \u0623\u0646 \u064a\u0643\u0648\u0646 \u0647\u0630\u0627 \u0628\u0633\u0628\u0628 \u062e\u0631\u0637\u0648\u0634\u0629 \u0645\u0633\u062a\u0648\u0631\u062f\u0629. \u064a\u062c\u0628 \u0639\u0644\u0649 \u0627\u0644\u0645\u0633\u0624\u0648\u0644 \u0623\u0648 \u0645\u0627\u0644\u0643 \u0627\u0644\u0645\u0648\u0642\u0639 \u062a\u0643\u0648\u064a\u0646 \u0627\u0644\u0623\u062f\u0627\u0629 \u0648\u0625\u0636\u0627\u0641\u0629 \u0645\u0641\u062a\u0627\u062d \u0648\u0633\u0631 \u0642\u0628\u0644 \u0623\u0646 \u062a\u0639\u0645\u0644 \u0627\u0644\u0623\u062f\u0627\u0629 \u0627\u0644\u0625\u0636\u0627\u0641\u064a\u0629.
tool.disabled=\u0627\u0644\u0623\u062f\u0627\u0629 \u0627\u0644\u062e\u0627\u0631\u062c\u064a\u0629 \u0645\u0639\u0637\u0644\u0629 \u062d\u0627\u0644\u064a\u0627
error.site.missing=\u0644\u0627 \u064a\u0645\u0643\u0646 \u062a\u062d\u0645\u064a\u0644 \u0627\u0644\u0645\u0648\u0642\u0639.

error.submit.timeout=\u062a\u0639\u0630\u0631 \u0625\u0631\u0633\u0627\u0644 \u0627\u0644\u062a\u0634\u063a\u064a\u0644 \u0625\u0644\u0649 URL \u0627\u0644\u0628\u0639\u064a\u062f
error.redirect.timeout=\u062a\u0648\u0627\u062c\u0647 \u0645\u0634\u0627\u0643\u0644 \u0641\u064a \u0627\u0644\u0648\u0635\u0648\u0644 \u0625\u0644\u0649 \u0627\u0644\u0623\u062f\u0627\u0629 \u0627\u0644\u0628\u0639\u064a\u062f\u0629

session.warning=<p><span style\="color\:red">\u062a\u062d\u0630\u064a\u0631\:</span> \u062a\u0633\u062a\u062e\u062f\u0645 \u0647\u0630\u0647 \u0627\u0644\u0623\u062f\u0627\u0629 \u062c\u0644\u0633\u0629 \u062a\u0633\u062c\u064a\u0644 \u0627\u0644\u062f\u062e\u0648\u0644 \u0627\u0644\u062e\u0627\u0635\u0629 \u0628\u0643. \u0647\u0630\u0627 \u064a\u0639\u0646\u064a \u0623\u0646 \u0627\u0644\u0623\u062f\u0627\u0629 \u064a\u0645\u0643\u0646\u0647\u0627 \u0627\u0644\u0648\u0635\u0648\u0644 \u0625\u0644\u0649 \u0628\u064a\u0627\u0646\u0627\u062a\u0643 \u0641\u064a \u0647\u0630\u0627 \u0627\u0644\u0646\u0638\u0627\u0645. \u0627\u0633\u062a\u0645\u0631 \u0641\u064a \u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0647\u0630\u0647 \u0627\u0644\u0623\u062f\u0627\u0629 \u0641\u0642\u0637 \u0625\u0630\u0627 \u0643\u0646\u062a \u0639\u0644\u0649 \u0627\u0633\u062a\u0639\u062f\u0627\u062f \u0644\u0645\u0634\u0627\u0631\u0643\u0629 \u0628\u064a\u0627\u0646\u0627\u062a\u0643 \u0628\u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0647\u0630\u0647 \u0627\u0644\u0623\u062f\u0627\u0629.</p>
