launch.button=\u041d\u0430\u0442\u0438\u0441\u043d\u0435\u0442\u0435, \u0437\u0430 \u0434\u0430 \u043f\u0440\u043e\u0434\u044a\u043b\u0436\u0438\u0442\u0435 \u043a\u044a\u043c \u0432\u044a\u043d\u0448\u0435\u043d \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442.
error.nosecret=\u0413\u0440\u0435\u0448\u043a\u0430 - \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0438\u043c\u0430 \u0442\u0430\u0439\u043d\u0430.
error.nokey=\u0413\u0440\u0435\u0448\u043a\u0430 - \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0438\u043c\u0430 \u0442\u0430\u0439\u043d\u0430 \u0438 \u043a\u043b\u044e\u0447.
error.nolaunch=\u0422\u043e\u0437\u0438 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442 \u0432\u0441\u0435 \u043e\u0449\u0435 \u043d\u0435 \u0435 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0438\u0440\u0430\u043d.
error.missing=\u0413\u0440\u0435\u0448\u043a\u0430, \u043d\u0435\u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430\u0449 ID \u043d\u0430 \u0440\u0430\u0437\u043f\u043e\u043b\u043e\u0436\u0435\u043d\u0438\u0435
error.load=\u0413\u0440\u0435\u0448\u043a\u0430, \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u0437\u0430\u0440\u0435\u0434\u0438 \u0440\u0430\u0437\u043f\u043e\u043b\u043e\u0436\u0435\u043d\u0438\u0435\=
error.props=\u0413\u0440\u0435\u0448\u043a\u0430, \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u0437\u0430\u0440\u0435\u0434\u0438 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f \u043e\u0442 Sakai \u0437\u0430 \u043f\u043e\u0441\u0442\u0430\u0432\u044f\u043d\u0435\=
error.sign=\u0413\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u043f\u043e\u0434\u043f\u0438\u0441\u0432\u0430\u043d\u0435 \u043d\u0430 \u0441\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u044f.
error.no.pki=\u041f\u0443\u0431\u043b\u0438\u0447\u043d\u0438\u044f\u0442 \u0438/\u0438\u043b\u0438 \u0447\u0430\u0441\u0442\u043d\u0438\u044f\u0442 \u043a\u043b\u044e\u0447 \u043d\u0435 \u0441\u0430 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0438\u0440\u0430\u043d\u0438.

error.content.missing=\u041b\u0438\u043f\u0441\u0432\u0430 \u0435\u043b\u0435\u043c\u0435\u043d\u0442 \u043e\u0442 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435\u0442\u043e \u043d\u0430 \u0432\u044a\u043d\u0448\u043d\u0438\u044f \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442 \u0438\u043b\u0438 \u0442\u043e\u0439 \u0435 \u043d\u0435\u043f\u0440\u0430\u0432\u0438\u043b\u043d\u043e \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0438\u0440\u0430\u043d.
error.tool.missing=\u041b\u0438\u043f\u0441\u0432\u0430 \u0435\u043b\u0435\u043c\u0435\u043d\u0442 \u043d\u0430 \u0432\u044a\u043d\u0448\u0435\u043d \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442 \u0438\u043b\u0438 \u0442\u043e\u0439 \u0435 \u043d\u0435\u043f\u0440\u0430\u0432\u0438\u043b\u043d\u043e \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0438\u0440\u0430\u043d.
error.tool.partial=\u0412\u044a\u043d\u0448\u043d\u0438\u044f\u0442 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442 \u0435 \u043d\u0435\u043f\u044a\u043b\u0435\u043d, \u043b\u0438\u043f\u0441\u0432\u0430\u0442 \u043a\u043b\u044e\u0447 \u0438 \u0442\u0430\u0439\u043d\u0430.  \u0422\u043e\u0432\u0430 \u0432\u0435\u0440\u043e\u044f\u0442\u043d\u043e \u0441\u0435 \u0434\u044a\u043b\u0436\u0438 \u043d\u0430 \u0432\u043d\u0435\u0441\u0435\u043d\u0430 \u043a\u0430\u0441\u0435\u0442\u0430.  \u0410\u0434\u043c\u0438\u043d\u0438\u0441\u0442\u0440\u0430\u0442\u043e\u0440\u044a\u0442 \u0438\u043b\u0438 \u0441\u043e\u0431\u0441\u0442\u0432\u0435\u043d\u0438\u043a\u044a\u0442 \u043d\u0430 \u0441\u0430\u0439\u0442\u0430 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0438\u0440\u0430 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0430 \u0438 \u0434\u0430 \u0434\u043e\u0431\u0430\u0432\u0438 \u043a\u043b\u044e\u0447 \u0438 \u0442\u0430\u0439\u043d\u0430, \u043f\u0440\u0435\u0434\u0438 \u0432\u044a\u043d\u0448\u043d\u0438\u044f\u0442 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442 \u0434\u0430 \u0437\u0430\u0440\u0430\u0431\u043e\u0442\u0438.
tool.disabled=\u0412\u044a\u043d\u0448\u043d\u0438\u044f\u0442 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442 \u0432 \u043c\u043e\u043c\u0435\u043d\u0442\u0430 \u0435 \u0434\u0435\u0430\u043a\u0442\u0438\u0432\u0438\u0440\u0430\u043d
error.site.missing=\u041d\u0435 \u043c\u043e\u0433\u0430 \u0434\u0430 \u0437\u0430\u0440\u0435\u0434\u044f \u0441\u0430\u0439\u0442\u0430.

error.submit.timeout=\u041d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u0438\u0437\u043f\u0440\u0430\u0442\u0438 \u0441\u0442\u0430\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043a\u044a\u043c \u043e\u0442\u0434\u0430\u043b\u0435\u0447\u0435\u043d URL \u0430\u0434\u0440\u0435\u0441
error.redirect.timeout=\u0418\u043c\u0430 \u043f\u0440\u043e\u0431\u043b\u0435\u043c\u0438 \u0441 \u0434\u043e\u0441\u0442\u044a\u043f\u0430 \u0434\u043e \u043e\u0442\u0434\u0430\u043b\u0435\u0447\u0435\u043d\u0438\u044f \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442

session.warning=<p><span style\="color\:red">\u041f\u0440\u0435\u0434\u0443\u043f\u0440\u0435\u0436\u0434\u0435\u043d\u0438\u0435\:</span> \u0422\u043e\u0437\u0438 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430 \u0432\u0430\u0448\u0430\u0442\u0430 \u0441\u0435\u0441\u0438\u044f \u0437\u0430 \u0432\u043b\u0438\u0437\u0430\u043d\u0435.  \u0422\u043e\u0432\u0430 \u043e\u0437\u043d\u0430\u0447\u0430\u0432\u0430, \u0447\u0435 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u044a\u0442 \u043c\u043e\u0436\u0435 \u0434\u0430 \u043f\u043e\u043b\u0443\u0447\u0438 \u0434\u043e\u0441\u0442\u044a\u043f \u0434\u043e \u0432\u0430\u0448\u0438\u0442\u0435 \u0434\u0430\u043d\u043d\u0438 \u0432 \u0442\u0430\u0437\u0438 \u0441\u0438\u0441\u0442\u0435\u043c\u0430.  \u041f\u0440\u043e\u0434\u044a\u043b\u0436\u0435\u0442\u0435 \u043a\u044a\u043c \u0442\u043e\u0437\u0438 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442 \u0441\u0430\u043c\u043e \u0430\u043a\u043e \u0441\u0442\u0435 \u0433\u043e\u0442\u043e\u0432\u0438 \u0434\u0430 \u0441\u043f\u043e\u0434\u0435\u043b\u0438\u0442\u0435 \u0434\u0430\u043d\u043d\u0438\u0442\u0435 \u0441\u0438 \u0441 \u0442\u043e\u0437\u0438 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442.</p>
