#X-Generator: crowdin.com
launch.button=\u062c\u0647\u062a \u0627\u062f\u0627\u0645\u0647 \u0628\u0647 \u0627\u0628\u0632\u0627\u0631 \u062e\u0627\u0631\u062c\u06cc \u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f.
error.nosecret=\u062e\u0637\u0627 - \u06af\u0632\u06cc\u0646\u0647 \u0645\u062d\u0631\u0645\u0627\u0646\u0647 \u0627\u0644\u0632\u0627\u0645\u06cc \u0627\u0633\u062a.
error.nokey=\u062e\u0637\u0627 - \u06af\u0632\u06cc\u0646\u0647 \u0645\u062d\u0631\u0645\u0627\u0646\u0647 \u0648 \u06a9\u0644\u06cc\u062f \u0627\u0644\u0632\u0627\u0645\u06cc \u0627\u0633\u062a.
error.nolaunch=\u0627\u06cc\u0646 \u0627\u0628\u0632\u0627\u0631 \u0647\u0646\u0648\u0632 \u062a\u0646\u0638\u06cc\u0645 \u0646\u0634\u062f\u0647 \u0627\u0633\u062a.
error.missing=\u062e\u0637\u0627 placementId \u0645\u0648\u062c\u0648\u062f \u0646\u06cc\u0633\u062a.
error.load=\u062e\u0637\u0627\u060c \u0628\u0627\u0631\u06af\u0630\u0627\u0631\u06cc placement \u0627\u0646\u062c\u0627\u0645 \u0646\u0634\u062f\=
error.props=\u062e\u0637\u0627\u060c \u0639\u062f\u0645 \u0645\u0648\u0641\u0642\u06cc\u062a \u062f\u0631 \u0628\u0627\u0631\u06af\u0630\u0627\u0631\u06cc \u0627\u0637\u0644\u0627\u0639\u0627\u062a Sakai \u0645\u062d\u0644\u06cc \u0628\u0631\u0627\u06cc \u062c\u0627\u06cc\u06af\u0630\u0627\u0631\u06cc\=
error.sign=\u062e\u0637\u0627 \u062f\u0631 \u0627\u0645\u0636\u0627\u0621 \u067e\u06cc\u0627\u0645.

error.content.missing=\u0645\u062d\u062a\u0648\u06cc\u0627\u062a \u0627\u0628\u0632\u0627\u0631 \u062e\u0627\u0631\u062c\u06cc \u0648\u062c\u0648\u062f \u0646\u062f\u0627\u0631\u062f \u06cc\u0627 \u062a\u0646\u0638\u06cc\u0645\u0627\u062a \u0622\u0646 \u0628\u0647 \u062f\u0631\u0633\u062a\u06cc \u0627\u0646\u062c\u0627\u0645 \u0646\u0634\u062f\u0647 \u0627\u0633\u062a.
error.tool.missing=\u0622\u06cc\u062a\u0645 \u0627\u0628\u0632\u0627\u0631 \u062e\u0627\u0631\u062c\u06cc \u0648\u062c\u0648\u062f \u0646\u062f\u0627\u0631\u062f \u06cc\u0627 \u062a\u0646\u0638\u06cc\u0645\u0627\u062a \u0622\u0646 \u0628\u0647 \u062f\u0631\u0633\u062a\u06cc \u0627\u0646\u062c\u0627\u0645 \u0646\u0634\u062f\u0647 \u0627\u0633\u062a.
error.tool.partial=\u0622\u06cc\u062a\u0645 \u0627\u0628\u0632\u0627\u0631 \u062e\u0627\u0631\u062c\u06cc \u062a\u06a9\u0645\u06cc\u0644 \u0646\u06cc\u0633\u062a \u0648 \u062f\u0627\u0631\u0627\u06cc \u06a9\u0644\u06cc\u062f \u0648 \u067e\u06cc\u0627\u0645 \u0645\u062d\u0631\u0645\u0627\u0646\u0647 \u0646\u06cc\u0633\u062a. \u0627\u06cc\u0646 \u062e\u0637\u0627 \u0627\u062d\u062a\u0645\u0627\u0644\u0627\u064b \u0628\u0647 \u062f\u0644\u06cc\u0644 \u06cc\u06a9 \u06a9\u0627\u0631\u062a\u0631\u06cc\u062c \u0648\u0627\u0631\u062f \u0634\u062f\u0647 \u067e\u06cc\u0634 \u0622\u0645\u062f\u0647. \u0645\u062f\u06cc\u0631 \u06cc\u0627 \u0635\u0627\u062d\u0628 \u0633\u0627\u06cc\u062a \u0628\u0627\u06cc\u062f \u0627\u0628\u0632\u0627\u0631 \u0631\u0627 \u062a\u0646\u0638\u06cc\u0645 \u06a9\u0631\u062f\u0647 \u0648 \u06cc\u06a9 \u06a9\u0644\u06cc\u062f \u0648 \u067e\u06cc\u0627\u0645 \u0645\u062d\u0631\u0645\u0627\u0646\u0647 \u0628\u0647 \u0622\u0646 \u0627\u0636\u0627\u0641\u0647 \u06a9\u0646\u062f \u062a\u0627 \u0627\u0628\u0632\u0627\u0631 \u062e\u0627\u0631\u062c\u06cc \u06a9\u0627\u0631 \u06a9\u0646\u062f.
tool.disabled=\u0627\u0628\u0632\u0627\u0631 \u062e\u0627\u0631\u062c\u06cc \u062f\u0631 \u062d\u0627\u0644 \u062d\u0627\u0636\u0631 \u063a\u06cc\u0631\u0641\u0639\u0627\u0644 \u0634\u062f\u0647 \u0627\u0633\u062a
error.site.missing=\u0627\u0645\u06a9\u0627\u0646 \u0628\u0627\u0631\u06af\u0630\u0627\u0631\u06cc \u0633\u0627\u06cc\u062a \u0648\u062c\u0648\u062f \u0646\u062f\u0627\u0631\u062f.

session.warning=<p><span style\="color\:red">\u0647\u0634\u062f\u0627\u0631\:</span>\n</span> \u0627\u06cc\u0646 \u0627\u0628\u0632\u0627\u0631 \u0627\u0632 \u0633\u0634\u0646 \u0648\u0631\u0648\u062f \u0634\u0645\u0627 \u0628\u0647 \u0633\u06cc\u0633\u062a\u0645 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0645\u06cc\u200c\u06a9\u0646\u062f. \u0627\u06cc\u0646 \u0628\u062f\u0627\u0646 \u0645\u0639\u0646\u06cc \u0627\u0633\u062a \u06a9\u0647 \u0627\u06cc\u0646 \u0627\u0628\u0632\u0627\u0631 \u0645\u06cc\u062a\u0648\u0627\u0646\u062f \u0628\u0647 \u0627\u0637\u0644\u0627\u0639\u0627\u062a \u0634\u0645\u0627 \u062f\u0631\u0648\u0646 \u0633\u06cc\u0633\u062a\u0645 \u062f\u0633\u062a\u0631\u0633\u06cc \u067e\u06cc\u062f\u0627 \u06a9\u0646\u062f. \u062a\u0646\u0647\u0627 \u062f\u0631 \u0635\u0648\u0631\u062a\u06cc \u06a9\u0647 \u062a\u0645\u0627\u06cc\u0644 \u0628\u0647 \u0628\u0647 \u0627\u0634\u062a\u0631\u0627\u06a9 \u06af\u0630\u0627\u0631\u06cc \u0627\u0637\u0644\u0627\u0639\u0627\u062a \u062e\u0648\u062f \u0628\u0627 \u0627\u06cc\u0646 \u0627\u0628\u0632\u0627\u0631 \u0631\u0627 \u062f\u0627\u0631\u06cc\u062f \u0627\u062f\u0627\u0645\u0647 \u062f\u0647\u06cc\u062f.</p>

