title=Post'Em
create_update=\u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435/\u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0444\u0430\u0439\u043b \u0437\u0430 \u043e\u0431\u0440\u0430\u0442\u043d\u0430 \u0432\u0440\u044a\u0437\u043a\u0430
feedback_title=\u0424\u0430\u0439\u043b \u0437\u0430 \u043e\u0431\u0440\u0430\u0442\u043d\u0430 \u0432\u0440\u044a\u0437\u043a\u0430
feedback_instructions=\u0418\u043d\u0441\u0442\u0440\u0443\u043a\u0446\u0438\u0438\:
feedback_first=\u0424\u0430\u0439\u043b\u044a\u0442 \u0437\u0430 \u043e\u0431\u0440\u0430\u0442\u043d\u0430 \u0432\u0440\u044a\u0437\u043a\u0430 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0431\u044a\u0434\u0435 \u0437\u0430\u043f\u0438\u0441\u0430\u043d \u0432\u044a\u0432 \u0444\u043e\u0440\u043c\u0430\u0442 .csv.
feedback_second=\u041f\u044a\u0440\u0432\u0430\u0442\u0430 \u043a\u043e\u043b\u043e\u043d\u0430 \u043d\u0430 \u0432\u0430\u0448\u0438\u044f \u0444\u0430\u0439\u043b \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0441\u044a\u0434\u044a\u0440\u0436\u0430 \u0438\u043d\u0434\u0438\u0432\u0438\u0434\u0443\u0430\u043b\u043d\u0438 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u0438 \u0438\u043c\u0435\u043d\u0430.
feedback_third=\u041f\u044a\u0440\u0432\u0438\u044f\u0442 \u0440\u0435\u0434 \u043d\u0430 \u0432\u0430\u0448\u0438\u044f \u0444\u0430\u0439\u043b \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0441\u044a\u0434\u044a\u0440\u0436\u0430 \u0437\u0430\u0433\u043b\u0430\u0432\u0438\u044f.
release=\u041f\u0440\u0435\u0434\u043e\u0441\u0442\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u043e\u0431\u0440\u0430\u0442\u043d\u0430 \u0432\u0440\u044a\u0437\u043a\u0430 \u043d\u0430 \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u0446\u0438\u0442\u0435?
yes=\u0414\u0430
no=\u041d\u0435
released=\u041e\u0441\u0432\u043e\u0431\u043e\u0434\u0435\u043d
missing_title=\u0418\u0437\u0438\u0441\u043a\u0432\u0430 \u0441\u0435 \u0437\u0430\u0433\u043b\u0430\u0432\u0438\u0435.
missing_csv=\u041c\u043e\u043b\u044f, \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0444\u0430\u0439\u043b, \u043a\u043e\u0439\u0442\u043e \u0434\u0430 \u043f\u0443\u0431\u043b\u0438\u043a\u0443\u0432\u0430\u0442\u0435.
invalid_ext=\u0424\u0430\u0439\u043b\u044a\u0442 "{0}", \u043a\u043e\u0439\u0442\u043e \u0441\u0442\u0435 \u043a\u0430\u0447\u0438\u043b\u0438, \u043d\u0435 \u0435 \u0432\u0430\u043b\u0438\u0434\u0435\u043d \u0442\u0438\u043f \u0444\u0430\u0439\u043b. \u041c\u043e\u043b\u044f, \u0443\u0432\u0435\u0440\u0435\u0442\u0435 \u0441\u0435, \u0447\u0435 \u0432\u0430\u0448\u0438\u044f\u0442 \u0444\u0430\u0439\u043b \u0435 \u0437\u0430\u043f\u0438\u0441\u0430\u043d \u043a\u0430\u0442\u043e *.csv \u0444\u0430\u0439\u043b \u0438 \u043e\u043f\u0438\u0442\u0430\u0439\u0442\u0435 \u043e\u0442\u043d\u043e\u0432\u043e.
duplicate_title=\u0422\u043e\u0432\u0430 \u0437\u0430\u0433\u043b\u0430\u0432\u0438\u0435 \u0432\u0435\u0447\u0435 \u0441\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430.
title_too_long=\u0417\u0430\u0433\u043b\u0430\u0432\u0438\u0435\u0442\u043e \u0441\u044a\u0434\u044a\u0440\u0436\u0430 {0} \u0437\u043d\u0430\u043a\u0430. \u0417\u0430\u0433\u043b\u0430\u0432\u0438\u0435\u0442\u043e \u0432\u0438 \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u043d\u0430\u0434\u0432\u0438\u0448\u0430\u0432\u0430 {1} \u0437\u043d\u0430\u043a\u0430.
name_file_too_long=\u0418\u043c\u0435\u0442\u043e \u043d\u0430 \u0444\u0430\u0439\u043b\u0430 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0435 \u0441 \u0434\u044a\u043b\u0436\u0438\u043d\u0430, \u043f\u043e-\u043c\u0430\u043b\u043a\u0430 \u043e\u0442 215 \u0441\u0438\u043c\u0432\u043e\u043b\u0430.
csv_without_students=\u0424\u0430\u0439\u043b\u044a\u0442 csv \u043d\u0435 \u0441\u044a\u0434\u044a\u0440\u0436\u0430 \u0441\u0442\u0443\u0434\u0435\u043d\u0442\u0438.
csv_delete_fail=\u041f\u0440\u0438 \u043e\u043f\u0438\u0442 \u0437\u0430 \u0438\u0437\u0442\u0440\u0438\u0432\u0430\u043d\u0435 \u043d\u0430 \u0444\u0430\u0439\u043b\u0430 \u0435 \u0432\u044a\u0437\u043d\u0438\u043a\u043d\u0430\u043b\u0430 \u0433\u0440\u0435\u0448\u043a\u0430.
permission_error=\u041d\u044f\u043c\u0430\u0442\u0435 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0438\u0435 \u0437\u0430 \u0442\u043e\u0432\u0430 \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0435.
generic_upload_error=\u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u043a\u0430\u0447\u0432\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0444\u0430\u0439\u043b\u0430. \u041c\u043e\u043b\u044f, \u043e\u043f\u0438\u0442\u0430\u0439\u0442\u0435 \u043e\u0442\u043d\u043e\u0432\u043e.
empty_file=\u0424\u0430\u0439\u043b\u044a\u0442 \u0435 \u043f\u0440\u0430\u0437\u0435\u043d.
file_too_big=\u0424\u0430\u0439\u043b\u044a\u0442 \u0435 \u0442\u0432\u044a\u0440\u0434\u0435 \u0433\u043e\u043b\u044f\u043c.
choose_username=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u043a\:
has_headers=\u041e\u0431\u0440\u0430\u0442\u043d\u0430\u0442\u0430 \u0432\u0440\u044a\u0437\u043a\u0430 \u0438\u043c\u0430 \u0437\u0430\u0433\u043b\u0430\u0432\u0435\u043d \u0440\u0435\u0434
has_students=\u0422\u0430\u0437\u0438 \u043e\u0431\u0440\u0430\u0442\u043d\u0430 \u0432\u0440\u044a\u0437\u043a\u0430 \u0435 \u0437\u0430 {0} \u0441\u0442\u0443\u0434\u0435\u043d\u0442(\u0438).
title_verify=\u041f\u0440\u043e\u0432\u0435\u0440\u043a\u0430 \u043d\u0430 \u043a\u0430\u0447\u0432\u0430\u043d\u0435\u0442\u043e
just_uploaded=\u0422\u043e\u043a\u0443-\u0449\u043e \u0441\u0442\u0435 \u043a\u0430\u0447\u0438\u043b\u0438 \u0444\u0430\u0439\u043b \u0437\u0430 \u043e\u0431\u0440\u0430\u0442\u043d\u0430 \u0432\u0440\u044a\u0437\u043a\u0430 \u0438\u043b\u0438 \u0448\u0430\u0431\u043b\u043e\u043d.
first_record=\u0422\u0430\u043a\u0430 \u0441\u0435 \u043f\u043e\u044f\u0432\u044f\u0432\u0430 \u043f\u044a\u0440\u0432\u0438\u044f\u0442 \u0437\u0430\u043f\u0438\u0441 \u043d\u0430 \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u043a\u0430.
if_not_correct=\u0410\u043a\u043e \u043d\u0435 \u0435 \u043f\u0440\u0430\u0432\u0438\u043b\u043d\u043e, \u0449\u0440\u0430\u043a\u043d\u0435\u0442\u0435 \u0432\u044a\u0440\u0445\u0443 \u0431\u0443\u0442\u043e\u043d\u0430 \u041d\u0430\u0437\u0430\u0434, \u043d\u0430\u043f\u0440\u0430\u0432\u0435\u0442\u0435 \u043f\u0440\u043e\u043c\u0435\u043d\u0438 \u0432 \u0442\u0435\u043a\u0441\u0442\u043e\u0432\u0438\u044f \u0444\u0430\u0439\u043b \u0438 \u0433\u043e \u043a\u0430\u0447\u0435\u0442\u0435 \u043e\u0442\u043d\u043e\u0432\u043e.
view_student=\u041f\u0440\u0435\u0433\u043b\u0435\u0434 \u043d\u0430 \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u043a\u0430
perm_error=\u041d\u044f\u043c\u0430\u0442\u0435 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0438\u0435 \u0437\u0430 \u0442\u043e\u0432\u0430 \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0435.
gradebook_titles=\u0417\u0430\u0433\u043b\u0430\u0432\u0438\u0435
gradebook_choosefile=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 CSV \u0444\u0430\u0439\u043b
gradebook_feedbackavail=\u041d\u0430\u043b\u0438\u0447\u043d\u043e\u0441\u0442 \u043d\u0430 \u043e\u0431\u0440\u0430\u0442\u043d\u0430 \u0432\u0440\u044a\u0437\u043a\u0430
gradebook_creators=\u0421\u044a\u0437\u0434\u0430\u0442\u0435\u043b
gradebook_lastmodifiedby=\u041c\u043e\u0434\u0438\u0444\u0438\u0446\u0438\u0440\u0430\u043d\u043e \u043e\u0442
gradebook_lastmodified=\u041f\u043e\u0441\u043b\u0435\u0434\u043d\u0430 \u043f\u0440\u043e\u043c\u044f\u043d\u0430
gradebook_view=\u0412\u0438\u0436\u0442\u0435
gradebook_preview=\u041f\u0440\u0435\u0433\u043b\u0435\u0434 \u043d\u0430 \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u043a\u0430
gradebook_update=\u0410\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0430\u0446\u0438\u044f
gradebook_delete=\u0418\u0437\u0442\u0440\u0438\u0432\u0430\u043d\u0435 \u043d\u0430
gradebook_title=\u0417\u0430\u0433\u043b\u0430\u0432\u0438\u0435
grade_view=\u0412\u0430\u0448\u0438\u0442\u0435 \u043e\u0442\u0437\u0438\u0432\u0438
back=\u041e\u0431\u0440\u0430\u0442\u043d\u043e
student_lastchecked=\u041f\u043e\u0441\u043b\u0435\u0434\u043d\u0430 \u043f\u0440\u043e\u0432\u0435\u0440\u043a\u0430
delete_confirm=\u0421\u0438\u0433\u0443\u0440\u043d\u0438 \u043b\u0438 \u0441\u0442\u0435, \u0447\u0435 \u0438\u0441\u043a\u0430\u0442\u0435 \u0434\u0430 \u0438\u0437\u0442\u0440\u0438\u0435\u0442\u0435 \u0442\u043e\u0437\u0438 \u0435\u043b\u0435\u043c\u0435\u043d\u0442?
username=\u041f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u043e \u0438\u043c\u0435
title_view=\u043f\u0440\u0435\u0433\u043b\u0435\u0434 \u043d\u0430
title_new=\u0441\u044a\u0437\u0434\u0430\u0432\u0430\u043d\u0435/\u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0435
template=\u0448\u0430\u0431\u043b\u043e\u043d
csv_download=\u0418\u0437\u0442\u0435\u0433\u043b\u044f\u043d\u0435
title_list=\u0421\u043f\u0438\u0441\u044a\u043a
title_edit=\u0420\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430
bar_save=\u0417\u0430\u043f\u0430\u0437\u0435\u0442\u0435
bar_new=\u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430
bar_main=Postem
bar_post=\u041f\u0443\u0431\u043b\u0438\u043a\u0430\u0446\u0438\u044f
bar_delete=\u0418\u0437\u0442\u0440\u0438\u0432\u0430\u043d\u0435 \u043d\u0430
error_permission=\u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0440\u0430\u0437\u0440\u0435\u0448\u0430\u0432\u0430\u043d\u0435 {0}
cancel=\u041e\u0442\u043c\u044f\u043d\u0430 \u043d\u0430
upload=\u041a\u0430\u0447\u0432\u0430\u043d\u0435 \u043d\u0430 \u0444\u0430\u0439\u043b
select_participant=\u041d\u0435 \u0435 \u0438\u0437\u0431\u0440\u0430\u043d \u043d\u0438\u0442\u043e \u0435\u0434\u0438\u043d \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u043a.
missing_single_username=\u0421\u043b\u0435\u0434\u0432\u0430\u0449\u043e\u0442\u043e \u043f\u043e\u043b\u0435 \u043d\u0435 \u0441\u044a\u0434\u044a\u0440\u0436\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u043e \u0438\u043c\u0435\:
missing_mult_usernames=\u0421\u043b\u0435\u0434\u043d\u0438\u0442\u0435 \u043f\u043e\u043b\u0435\u0442\u0430 \u043d\u0435 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u0442 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u043e \u0438\u043c\u0435\:
missing_location=\u041a\u043e\u043b\u043e\u043d\u0430 1, \u0440\u0435\u0434 {0}
missing_username_dir=\u0417\u0430 \u0434\u0430 \u043f\u0440\u043e\u0434\u044a\u043b\u0436\u0438\u0442\u0435, \u043f\u044a\u0440\u0432\u043e \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u043f\u0440\u0435\u0434\u043e\u0441\u0442\u0430\u0432\u0438\u0442\u0435 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u043e \u0438\u043c\u0435 \u0437\u0430 \u0432\u0441\u0438\u0447\u043a\u0438 \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u0446\u0438 \u0432\u044a\u0432 \u0444\u0430\u0439\u043b\u0430.

single_invalid_username=\u0421\u043b\u0435\u0434\u043d\u043e\u0442\u043e \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u043e \u0438\u043c\u0435 \u043d\u0435 \u0435 \u0441\u0432\u044a\u0440\u0437\u0430\u043d\u043e \u0441 \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u043a \u0432 \u0442\u043e\u0437\u0438 \u0441\u0430\u0439\u0442\:
mult_invalid_usernames=\u0421\u043b\u0435\u0434\u043d\u0438\u0442\u0435 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u0438 \u0438\u043c\u0435\u043d\u0430 \u043d\u0435 \u0441\u0430 \u0441\u0432\u044a\u0440\u0437\u0430\u043d\u0438 \u0441 \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u0446\u0438 \u0432 \u0442\u043e\u0437\u0438 \u0441\u0430\u0439\u0442\:
mult_invalid_usernames_dir=\u0417\u0430 \u0434\u0430 \u043f\u0440\u043e\u0434\u044a\u043b\u0436\u0438\u0442\u0435, \u043f\u044a\u0440\u0432\u043e \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0434\u043e\u0431\u0430\u0432\u0438\u0442\u0435 \u0442\u0435\u0437\u0438 \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u0446\u0438 \u043a\u044a\u043c \u0441\u0430\u0439\u0442\u0430 \u0438\u043b\u0438 \u0434\u0430 \u0433\u0438 \u043f\u0440\u0435\u043c\u0430\u0445\u043d\u0435\u0442\u0435 \u043e\u0442 \u0444\u0430\u0439\u043b\u0430.
single_invalid_username_dir=\u0417\u0430 \u0434\u0430 \u043f\u0440\u043e\u0434\u044a\u043b\u0436\u0438\u0442\u0435, \u043f\u044a\u0440\u0432\u043e \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0434\u043e\u0431\u0430\u0432\u0438\u0442\u0435 \u0442\u043e\u0437\u0438 \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u043a \u0432 \u0441\u0430\u0439\u0442\u0430 \u0438\u043b\u0438 \u0434\u0430 \u0433\u043e \u043f\u0440\u0435\u043c\u0430\u0445\u043d\u0435\u0442\u0435 \u043e\u0442 \u0444\u0430\u0439\u043b\u0430.
invalid_username={0}
single_duplicate_username=\u0421\u043b\u0435\u0434\u043d\u043e\u0442\u043e \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u043e \u0438\u043c\u0435 \u0441\u0435 \u043f\u043e\u044f\u0432\u044f\u0432\u0430 \u043f\u043e\u0432\u0435\u0447\u0435 \u043e\u0442 \u0432\u0435\u0434\u043d\u044a\u0436 \u0432 \u043a\u0430\u0447\u0435\u043d\u0438\u044f \u0444\u0430\u0439\u043b\:
mult_duplicate_usernames=\u0421\u043b\u0435\u0434\u043d\u0438\u0442\u0435 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u0438 \u0438\u043c\u0435\u043d\u0430 \u0441\u0435 \u043f\u043e\u044f\u0432\u044f\u0432\u0430\u0442 \u043f\u043e\u0432\u0435\u0447\u0435 \u043e\u0442 \u0432\u0435\u0434\u043d\u044a\u0436 \u0432 \u043a\u0430\u0447\u0435\u043d\u0438\u044f \u0444\u0430\u0439\u043b\:
duplicate_username={0}
duplicate_username_dir=\u0417\u0430 \u0434\u0430 \u043f\u0440\u043e\u0434\u044a\u043b\u0436\u0438\u0442\u0435, \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0441\u0435 \u0443\u0432\u0435\u0440\u0438\u0442\u0435, \u0447\u0435 \u0432\u044a\u0432 \u0444\u0430\u0439\u043b\u0430 \u043d\u044f\u043c\u0430 \u0434\u0443\u0431\u043b\u0438\u0440\u0430\u0449\u0438 \u0441\u0435 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u0438 \u0438\u043c\u0435\u043d\u0430.
no_gradebooks=\u041f\u043e\u043d\u0430\u0441\u0442\u043e\u044f\u0449\u0435\u043c \u043d\u044f\u043c\u0430 \u0430\u0440\u0442\u0438\u043a\u0443\u043b\u0438 \u043d\u0430 \u0442\u043e\u0432\u0430 \u043c\u044f\u0441\u0442\u043e.
no_gradebook_selected=\u0421\u044a\u0436\u0430\u043b\u044f\u0432\u0430\u043c\u0435, \u0432 \u043c\u043e\u043c\u0435\u043d\u0442\u0430 \u043d\u044f\u043c\u0430 \u0438\u0437\u0431\u0440\u0430\u043d \u0434\u043d\u0435\u0432\u043d\u0438\u043a \u0437\u0430 \u043e\u0446\u0435\u043d\u043a\u0438.
no_grades_for_user=\u041d\u044f\u043c\u0430 \u043e\u0431\u0440\u0430\u0442\u043d\u0430 \u0432\u0440\u044a\u0437\u043a\u0430 \u0437\u0430 \u0442\u0435\u043a\u0443\u0449\u0438\u044f \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b \u0432 PostEm {0}.
no_grades_in_gradebook=\u0412 \u0434\u043d\u0435\u0432\u043d\u0438\u043a\u0430 \u043d\u0430 \u043e\u0446\u0435\u043d\u043a\u0438 \u043d\u044f\u043c\u0430 \u043e\u0446\u0435\u043d\u043a\u0438 {0}.
blank_headings=\u0412\u0430\u0448\u0438\u044f\u0442 \u0444\u0430\u0439\u043b \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0431\u044a\u0434\u0435 \u0432\u044a\u0432 \u0444\u043e\u0440\u043c\u0430\u0442 CSV, \u043a\u0430\u0442\u043e \u043f\u044a\u0440\u0432\u0438\u044f\u0442 \u0440\u0435\u0434 \u0441\u044a\u0434\u044a\u0440\u0436\u0430 \u0437\u0430\u0433\u043b\u0430\u0432\u0438\u044f. \u0417\u0430\u0433\u043b\u0430\u0432\u0438\u044f\u0442\u0430 \u043d\u0435 \u043c\u043e\u0433\u0430\u0442 \u0434\u0430 \u0431\u044a\u0434\u0430\u0442 \u043e\u0441\u0442\u0430\u0432\u0435\u043d\u0438 \u043f\u0440\u0430\u0437\u043d\u0438.
heading_too_long=\u0417\u0430\u0433\u043b\u0430\u0432\u0438\u0435\u0442\u043e \u043d\u0430 \u0432\u0441\u044f\u043a\u0430 \u043a\u043e\u043b\u043e\u043d\u0430 \u0432 \u043a\u0430\u0447\u0435\u043d\u0438\u044f \u0444\u0430\u0439\u043b \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u043d\u0430\u0434\u0432\u0438\u0448\u0430\u0432\u0430 {0} \u0441\u0438\u043c\u0432\u043e\u043b\u0430.
data_truncated_warning=\u041d\u044f\u043a\u043e\u0438 \u0434\u0430\u043d\u043d\u0438 \u0432 \u043a\u0430\u0447\u0435\u043d\u0438\u044f \u043e\u0442 \u0432\u0430\u0441 \u0444\u0430\u0439\u043b \u0441\u0430 \u043d\u0430\u0434\u0445\u0432\u044a\u0440\u043b\u0438\u043b\u0438 \u043b\u0438\u043c\u0438\u0442\u0430 \u043e\u0442 {0} \u0441\u0438\u043c\u0432\u043e\u043b\u0438 \u0438 \u0441\u0430 \u0431\u0438\u043b\u0438 \u0441\u044a\u043a\u0440\u0430\u0442\u0435\u043d\u0438.
user_name_invalid=\u0415\u0434\u043d\u043e \u0438\u043b\u0438 \u043f\u043e\u0432\u0435\u0447\u0435 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u0438 \u0438\u043c\u0435\u043d\u0430 \u0441\u0430 \u043d\u0435\u0432\u0430\u043b\u0438\u0434\u043d\u0438.
has_duplicate_username=\u0415\u0434\u043d\u043e \u0438 \u0441\u044a\u0449\u043e \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u043e \u0438\u043c\u0435 \u0441\u0435 \u043f\u043e\u044f\u0432\u044f\u0432\u0430 \u043f\u043e\u0432\u0435\u0447\u0435 \u043e\u0442 \u0432\u0435\u0434\u043d\u044a\u0436 \u0432 \u043a\u0430\u0447\u0435\u043d\u0438\u044f \u0444\u0430\u0439\u043b\: {0}
blank_rows=\u0412\u044a\u0432 \u0444\u0430\u0439\u043b\u0430 \u0438\u043c\u0430 \u043f\u0440\u0430\u0437\u043d\u0438 \u0440\u0435\u0434\u043e\u0432\u0435.
title_label=\u0417\u0430\u0433\u043b\u0430\u0432\u0438\u0435\:
blank=
invalid_delim=\u041c\u043e\u043b\u044f, \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0432\u0430\u043b\u0438\u0434\u0435\u043d \u0440\u0430\u0437\u0434\u0435\u043b\u0438\u0442\u0435\u043b \u0437\u0430 \u0432\u0430\u0448\u0438\u044f \u0444\u0430\u0439\u043b.
template_too_long=\u041a\u0430\u0447\u0435\u043d\u0438\u044f\u0442 \u0444\u0430\u0439\u043b \u043d\u0430 \u0448\u0430\u0431\u043b\u043e\u043d\u0430 \u0441\u044a\u0434\u044a\u0440\u0436\u0430 {0} \u0441\u0438\u043c\u0432\u043e\u043b\u0430. \u0412\u0430\u0448\u0438\u044f\u0442 \u0444\u0430\u0439\u043b \u0441 \u0448\u0430\u0431\u043b\u043e\u043d\u0438 \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u043d\u0430\u0434\u0432\u0438\u0448\u0430\u0432\u0430 {1} \u0441\u0438\u043c\u0432\u043e\u043b\u0430.

#sorting
sort_title_asc=\u0421\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043f\u043e \u0437\u0430\u0433\u043b\u0430\u0432\u0438\u0435 \u0432\u044a\u0432 \u0432\u044a\u0437\u0445\u043e\u0434\u044f\u0449 \u0440\u0435\u0434
sort_title_desc=\u0421\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043f\u043e \u0437\u0430\u0433\u043b\u0430\u0432\u0438\u0435 \u0432 \u043d\u0438\u0437\u0445\u043e\u0434\u044f\u0449 \u0440\u0435\u0434
sort_creator_asc=\u0421\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043f\u043e \u0421\u044a\u0437\u0434\u0430\u0442\u0435\u043b \u0432\u044a\u0432 \u0432\u044a\u0437\u0445\u043e\u0434\u044f\u0449 \u0440\u0435\u0434
sort_creator_desc=\u0421\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043f\u043e \u0421\u044a\u0437\u0434\u0430\u0442\u0435\u043b \u0432 \u043d\u0438\u0437\u0445\u043e\u0434\u044f\u0449 \u0440\u0435\u0434
sort_mod_by_asc=\u0421\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043f\u043e \u041f\u0440\u043e\u043c\u0435\u043d\u0435\u043d\u043e \u0432\u044a\u0432 \u0432\u044a\u0437\u0445\u043e\u0434\u044f\u0449 \u0440\u0435\u0434
sort_mod_by_desc=\u0421\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043f\u043e \u041f\u0440\u043e\u043c\u0435\u043d\u0435\u043d\u043e \u0432 \u043d\u0438\u0437\u0445\u043e\u0434\u044f\u0449 \u0440\u0435\u0434
sort_mod_date_asc=\u0421\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043f\u043e \u0414\u0430\u0442\u0430 \u043d\u0430 \u043f\u043e\u0441\u043b\u0435\u0434\u043d\u0430 \u043f\u0440\u043e\u043c\u044f\u043d\u0430 \u0432\u044a\u0432 \u0432\u044a\u0437\u0445\u043e\u0434\u044f\u0449 \u0440\u0435\u0434
sort_mod_date_desc=\u0421\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043f\u043e \u0414\u0430\u0442\u0430 \u043d\u0430 \u043f\u043e\u0441\u043b\u0435\u0434\u043d\u0430 \u043f\u0440\u043e\u043c\u044f\u043d\u0430 \u0432 \u043d\u0438\u0437\u0445\u043e\u0434\u044f\u0449 \u0440\u0435\u0434
sort_released_asc=\u0421\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043f\u043e \u0441\u0442\u0430\u0442\u0443\u0441 \u043d\u0430 \u0438\u0437\u0434\u0430\u0432\u0430\u043d\u0435 \u0432\u044a\u0432 \u0432\u044a\u0437\u0445\u043e\u0434\u044f\u0449 \u0440\u0435\u0434
sort_released_desc=\u0421\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043f\u043e \u0441\u0442\u0430\u0442\u0443\u0441 \u043d\u0430 \u0438\u0437\u0434\u0430\u0432\u0430\u043d\u0435 \u0432 \u043d\u0438\u0437\u0445\u043e\u0434\u044f\u0449 \u0440\u0435\u0434

sort_title=\u0421\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043f\u043e \u0437\u0430\u0433\u043b\u0430\u0432\u0438\u0435
sort_creator=\u0421\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043f\u043e \u0441\u044a\u0437\u0434\u0430\u0442\u0435\u043b
sort_mod_by=\u0421\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043f\u043e \u041c\u043e\u0434\u0438\u0444\u0438\u0446\u0438\u0440\u0430\u043d\u043e \u043e\u0442
sort_mod_date=\u0421\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043f\u043e \u0414\u0430\u0442\u0430 \u043d\u0430 \u043f\u043e\u0441\u043b\u0435\u0434\u043d\u0430 \u043f\u0440\u043e\u043c\u044f\u043d\u0430
sort_released=\u0421\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043f\u043e \u0441\u0442\u0430\u0442\u0443\u0441 \u043d\u0430 \u0438\u0437\u0434\u0430\u0432\u0430\u043d\u0435
