title=Post'Em
create_update=Dodaj/a\u017euriraj datoteku sa povratnim informacijama
feedback_title=Datoteka sa povratnim informacijama
feedback_instructions=Uputstva\:
feedback_first=Tvoja datoteka sa povratnim informacijama mora da bude sa\u010duvana u .csv formatu.
feedback_second=Prva kolona tvoje datoteke mora da sadr\u017ei pojedina\u010dna korisni\u010dka imena.
feedback_third=Prvi red tvoje datoteke mora da sadr\u017ei zaglavlja.
release=Objavljivanje povratnih informacija u\u010desnicima?
yes=Da
no=Ne
released=Izdato
missing_title=Naslov je obavezan.
missing_csv=Molimo izaberi datoteku za slanje.
invalid_ext=Datoteka \u201e{0}\u201c koju si otpremio nema va\u017ee\u0107i tip datoteke. Molimo vodi ra\u010duna da tvoja datoteka bude sa\u010duvana kao *.csv datoteka i poku\u0161aj ponovo.
duplicate_title=Ovaj naslov je ve\u0107 u primeni.
title_too_long=Naslov sadr\u017ei {0} karaktera. Tvoj naslov ne mo\u017ee da prelazi {1} karaktera.
name_file_too_long=Naziv datoteke treba da bude kra\u0107i od 215 karaktera.
csv_without_students=csv datoteka ne sadr\u017ei nikakve studente.
csv_delete_fail=Do\u0161lo je do gre\u0161ke prilikom poku\u0161aja brisanja datoteke.
permission_error=Nema\u0161 dozvolu za ovu radnju.
generic_upload_error=Do\u0161lo je do gre\u0161ke prilikom otpremanja datoteke. Molimo poku\u0161aj ponovo.
empty_file=Datoteka je prazna
file_too_big=Datoteka je prevelika
choose_username=Izaberi u\u010desnika\:
has_headers=Povratna informacija ima red u zaglavlju
has_students=Ova povratna informacije je za {0} studenta(e).
title_verify=Verifikuj otpremanje
just_uploaded=Upravo si otpremio povratnu informaciju ili obrazac datoteke.
first_record=Ovako se pojavljuje evidencija za prvog u\u010desnika.
if_not_correct=Ako ovo nije ta\u010dno, klikni na dugme Nazad, izmeni svoju tekstualnu datoteku i ponovo je otpremi.
view_student=Pregledaj u\u010desnika
perm_error=Nema\u0161 dozvolu za ovu radnju.
gradebook_titles=Naslov
gradebook_choosefile=Izaberi CSV datoteku
gradebook_feedbackavail=Dostupnost povratne informacije
gradebook_creators=Kreator
gradebook_lastmodifiedby=Modifikovao
gradebook_lastmodified=Poslednji put izmenjeno
gradebook_view=Vidi
gradebook_preview=Pregledaj u\u010desnika
gradebook_update=A\u017euriranje
gradebook_delete=Obri\u0161i
gradebook_title=Naslov
grade_view=Tvoja povratna informacija
back=Nazad
student_lastchecked=Poslednja provera
delete_confirm=Da li si siguran da \u017eeli\u0161 da obri\u0161e\u0161 ovu stavku?
username=Korisni\u010dko ime
title_view=vidi
title_new=kreiraj/a\u017euriraj
template=obrazac
csv_download=Preuzmi
title_list=Spisak
title_edit=Uredi
bar_save=Sa\u010duvaj
bar_new=Dodaj
bar_main=Postem
bar_post=Posle
bar_delete=Obri\u0161i
error_permission=gre\u0161ka u dozvoli {0}
cancel=Otka\u017ei
upload=U\u010ditaj dokument
select_participant=Nema izabranih u\u010desnika.
missing_single_username=Slede\u0107e polje ne sadr\u017ei korisni\u010dko ime\:
missing_mult_usernames=Slede\u0107a polja ne sadr\u017ee korisni\u010dko ime\:
missing_location=Kolona 1, Red {0}
missing_username_dir=Za nastavak, prvo mora\u0161 da navede\u0161 korisni\u010dko ime za sve u\u010desnike u datoteci.

single_invalid_username=Slede\u0107a datoteka nije povezana sa u\u010desnikom na ovoj lokaciji\:
mult_invalid_usernames=Slede\u0107a korisni\u010dka imena nisu povezana sa u\u010desnicima na ovoj lokaciji\:
mult_invalid_usernames_dir=Za nastavak, mora\u0161 prvo da doda\u0161 ove u\u010desnike na lokaciju ili da ukloni\u0161 u\u010desnike iz datoteke.
single_invalid_username_dir=Za nastavak, mora\u0161 prvo da doda\u0161 ovog u\u010desnika na lokaciju ili da ukloni\u0161 u\u010desnika iz datoteke.
invalid_username={0}
single_duplicate_username=Slede\u0107e korisni\u010dko ime se pojavljuje vi\u0161e od jednom u otpremljenoj datoteci\:
mult_duplicate_usernames=Slede\u0107a korisni\u010dka imena se pojavljuju vi\u0161e od jednom u otpremljenoj datoteci\:
duplicate_username={0}
duplicate_username_dir=Za nastavak, mora\u0161 da vodi\u0161 ra\u010duna da nema duplih korisni\u010dkih imena u datoteci.
no_gradebooks=Trenutno nema stavki na ovoj lokaciji.
no_gradebook_selected=\u017dao nam je, trenutno nema izabranih dnevnika.
no_grades_for_user=Nema povratnih informacija za trenutnog korisnika u PostEm {0}.
no_grades_in_gradebook=Nema ocena u dnevniku {0}.
blank_headings=Tvoja datoteka mora da bude u CSV formatu, pri \u010demu prvi red sadr\u017ei zaglavlja. Zaglavlja ne mogu da se ostave prazna.
heading_too_long=Svako zaglavlje kolone u tvojoj a\u017euriranoj datoteci ne mo\u017ee da prema\u0161uje {0} karaktera.
data_truncated_warning=Neki podaci u tvojoj otpremljenoj datoteci su prema\u0161ili {0} granicu karaktera i skra\u0107eni su.
user_name_invalid=Jedno ili vi\u0161e korisni\u010dkih imena je neva\u017ee\u0107e.
has_duplicate_username=Isto korisni\u010dko ime se pojavljuje vi\u0161e od jednom u a\u017euriranoj datoteci\: {0}
blank_rows=Ima praznih redova u datoteci.
title_label=Naslov\:
blank=
invalid_delim=Molimo izaberi va\u017ee\u0107i grani\u010dnik za tvoju datoteku.
template_too_long=Otpremljeni obrazac datoteke sadr\u017ei {0} karaktera. Tvoj obrazac datoteke ne mo\u017ee da prema\u0161uije {1} karaktera.

#sorting
sort_title_asc=Sortiraj prema naslovu u rastu\u0107em nizu
sort_title_desc=Sortiraj prema naslovu u opadaju\u0107em nizu
sort_creator_asc=Sortiraj prema kreatoru u rastu\u0107em nizu
sort_creator_desc=Sortiraj prema kreatoru u opadaju\u0107em nizu
sort_mod_by_asc=Sortiraj prema osobi koja je izvr\u0161ila izmene u rastu\u0107em nizu
sort_mod_by_desc=Sortiraj prema osobi koja je izvr\u0161ila izmene u opadaju\u0107em nizu
sort_mod_date_asc=Sortiraj prema datumu poslednje izmene u rastu\u0107em nizu
sort_mod_date_desc=Sortiraj prema datumu poslednje izmene u opadaju\u0107em nizu
sort_released_asc=Sortiraj prema statusu objavljivanja u rastu\u0107em nizu
sort_released_desc=Sortiraj prema statusu objavljivanja u opadaju\u0107em nizu

sort_title=Sortiraj prema naslovu
sort_creator=Sortiraj prema kreatoru
sort_mod_by=Sortiraj prema osobi koja je izvr\u0161ila izmene
sort_mod_date=Sortiraj prema datumu poslednje izmene
sort_released=Sortiraj prema statusu objavljivanja
