title=Post'Em
create_update=A\u00f1adir/actualizar archivo de comentarios
feedback_title=Fichero de comentarios
feedback_instructions=Instrucciones\:
feedback_first=Su archivo de comentarios debe guardarse en formato .csv. 
feedback_second=La primera columna del archivo debe contener nombres de usuario individuales.
feedback_third=La primera fila del archivo debe contener los encabezados.
release=\u00bfMostrar los comentarios a los participantes?
yes=S\u00ed
no=No
released=Difundido
missing_title=El t\u00edtulo es obligatorio.
missing_csv=Elija un archivo para enviar.
invalid_ext=El archivo "{0}" que ha cargado no es un tipo de archivo v\u00e1lido. Aseg\u00farese de que su archivo se ha guardado como archivo *.csv y vuelva a intentarlo.
duplicate_title=Este t\u00edtulo ya se est\u00e1 usando.
title_too_long=El t\u00edtulo contiene {0} caracteres. Su t\u00edtulo no puede tener m\u00e1s de {1} caracteres.
name_file_too_long=El nombre del fichero no puede exceder los 215 caracteres.
csv_without_students=El fichero csv no contiene ning\u00fan estudiante.
csv_delete_fail=Un error ocurri\u00f3 mientras se intentaba eliminar el fichero.
permission_error=No tiene permiso para realizar esta acci\u00f3n.
generic_upload_error=Un error ocurri\u00f3 durante la subida del fichero. Por favor, int\u00e9ntelo de nuevo.
empty_file=El fichero est\u00e1 vac\u00edo.
file_too_big=El fichero es demasiado grande.
choose_username=Seleccionar un participante\:
has_headers=El comentario tiene una fila de encabezado
has_students=Este comentario es para {0} estudiantes.
title_verify=Comprobar carga
just_uploaded=Acaba de cargar un archivo con un comentario o una plantilla.
first_record=Esta es la forma en que aparece el primer registro del participante.
if_not_correct=Si no es correcto, pulse el bot\u00f3n Atr\u00e1s, haga los cambios necesarios en el archivo de texto y vu\u00e9lvalo a cargar.
view_student=Ver participante
perm_error=No tiene permiso para realizar esta acci\u00f3n.
gradebook_titles=T\u00edtulo
gradebook_choosefile=Elija un fichero CSV
gradebook_feedbackavail=Disponibilidad de los comentarios
gradebook_creators=Autor
gradebook_lastmodifiedby=Modificado por
gradebook_lastmodified=\u00daltima modificaci\u00f3n
gradebook_view=Mostrar
gradebook_preview=Ver participante
gradebook_update=Actualizar
gradebook_delete=Borrar
gradebook_title=T\u00edtulo
grade_view=Su comentario
back=Volver
student_lastchecked=\u00daltima comprobaci\u00f3n
delete_confirm=\u00bfSeguro que desea borrar este elemento?
username=Identificador
title_view=ver
title_new=crear/actualizar
template=plantilla
csv_download=Descargar
title_list=Lista
title_edit=Editar
bar_save=Guardar
bar_new=A\u00f1adir
bar_main=Tabl\u00f3n
bar_post=Enviar
bar_delete=Borrar
error_permission=error de permiso {0}
cancel=Cancelar
upload=Cargar archivo
select_participant=No se ha seleccionado ning\u00fan participante.
missing_single_username=El campo siguiente no contiene ning\u00fan identificador\:
missing_mult_usernames=Los campos siguientes no contienen ning\u00fan identificador\: 
missing_location=Columna 1, Fila {0}
missing_username_dir=Para continuar, debe proporcionar en primer lugar un nombre de usuario para todos los participantes del archivo.

single_invalid_username=El identificador siguiente no est\u00e1 asociado con ning\u00fan participante de este sitio\:
mult_invalid_usernames=Los siguientes identificadores no est\u00e1n asociados con ning\u00fan participante de este sitio\: 
mult_invalid_usernames_dir=Para continuar, debe a\u00f1adir en primer lugar estos participantes al sitio o borrarlos del archivo. 
single_invalid_username_dir=Para continuar, debe a\u00f1adir en primer lugar este participante al sitio o borrarlo del archivo. 
invalid_username={0}
single_duplicate_username=El siguiente identificador aparece m\u00e1s de una vez en el archivo cargado\:
mult_duplicate_usernames=Los siguientes identificadores aparecen m\u00e1s de una vez en el archivo cargado\:
duplicate_username={0}
duplicate_username_dir=Para continuar, debe asegurarse de que no existen nombres de usuario duplicados en el archivo.
no_gradebooks=Actualmente, no existen elementos en esta ubicaci\u00f3n.
no_gradebook_selected=No hay ning\u00fan listado con informaci\u00f3n seleccionado actualmente.
no_grades_for_user=No hay comentarios para el usuario actual en PostEm {0}
no_grades_in_gradebook=No hay informaci\u00f3n en el Tabl\u00f3n {0}.
blank_headings=Su archivo debe estar en formato CSV y la primera fila debe contener los encabezamientos, los cuales no puede dejarse en blanco.
heading_too_long=En su archivo cargado, cada encabezado de columna no puede exceder de {0} caracteres.
data_truncated_warning=Algunos datos del archivo cargado superaron el l\u00edmite de {0} caracteres y quedar\u00e1n truncados.
user_name_invalid=Uno o m\u00e1s nombres de usuario son inv\u00e1lidos.
has_duplicate_username=El mismo nombre de usuario aparece m\u00e1s de una vez en el fichero subido\: {0}
blank_rows=Hay l\u00edneas en blanco en el fichero.
title_label=T\u00edtulo\:
blank=
invalid_delim=Seleccione un delimitador v\u00e1lido para el archivo.  
template_too_long=El archivo de plantilla cargado contiene {0} caracteres. Su archivo de plantilla no puede tener m\u00e1s de {1} caracteres.

#sorting
sort_title_asc=Ordenar por t\u00edtulo (ascendente)
sort_title_desc=Ordenar por t\u00edtulo (descendente)
sort_creator_asc=Ordenar por creador (ascendente)
sort_creator_desc=Ordenar por creador (descendente)
sort_mod_by_asc=Ordenar por modificado por (ascendente)
sort_mod_by_desc=Ordenar por modificado por (descendente)
sort_mod_date_asc=Ordenar por \u00faltima fecha de modificaci\u00f3n (ascendente)
sort_mod_date_desc=Ordenar por \u00faltima fecha de modificaci\u00f3n (descendente)
sort_released_asc=Ordenar por estado de difusi\u00f3n (ascendente)
sort_released_desc=Ordenar por estado de difusi\u00f3n (descendente)

sort_title=Ordenar por nombre
sort_creator=Ordenar por creador
sort_mod_by=Ordenar por modificado por
sort_mod_date=Ordenar por \u00faltima modificaci\u00f3n
sort_released=Ordenar por estado de difusi\u00f3n

