title=Post\u2019Em
create_update=Afegeix/Actualitza un fitxer de comentaris
feedback_title=Fitxer de comentaris
feedback_instructions=Instruccions\:
feedback_first=El fitxer de comentaris s\u2019ha de desar en format .csv.
feedback_second=La primera columna del vostre fitxer .csv ha de contenir noms d\u2019usuari individuals.
feedback_third=La primera fila del vostre fitxer .csv ha de contenir encap\u00e7alaments.
release=Enviar comentaris als participants?
yes=S\u00ed
no=No
released=Publicat
missing_title=\u00c9s obligatori posar un t\u00edtol. 
missing_csv=Cal escollir un fitxer per a enviar.
invalid_ext=El fitxer "{0}" que heu pujat \u00e9s d\u2019un tipus que no \u00e9s v\u00e0lid. Assegureu-vos que el fitxer s\u2019ha desat com a *.csv i proveu-ho de nou.
duplicate_title=Aquest t\u00ed\u00adtol ja est\u00e0 en \u00fas.
title_too_long=El t\u00edtol t\u00e9 {0} car\u00e0cters. El t\u00edtol no pot excedir de {1} car\u00e0cters.
name_file_too_long=El nom del fitxer ha de ser de menys de 125 car\u00e0cters.
csv_without_students=El fitxer csv no cont\u00e9 cap estudiant.
csv_delete_fail=S\u2019ha produ\u00eft un error a l\u2019intentar eliminar aquest fitxer.
permission_error=No teniu autoritzaci\u00f3 per efectuar aquesta acci\u00f3.
generic_upload_error=S\u2019ha produ\u00eft un error al pujar el fitxer. Torneu-ho a provar. 
empty_file=El fitxer \u00e9s buit.
file_too_big=El fitxer \u00e9s massa gran.
choose_username=Seleccioneu un participant\:
has_headers=El comentari t\u00e9 encap\u00e7alament
has_students=Aquest comentari \u00e9s per a {0} estudiant(s).
title_verify=Comproveu que el fitxer ha pujat correctament
just_uploaded=Acabeu de penjar un fitxer de comentari o de plantilla.
first_record=Aix\u00ed\u00ad \u00e9s com apareix el registre del primer participant.
if_not_correct=Si no \u00e9s correcte, feu clic al bot\u00f3 \u2019Enrere\u2019, feu canvis al fitxer de text i pengeu-lo una altra vegada.
view_student=Mostra el participant
perm_error=No teniu autoritzaci\u00f3 per efectuar aquesta acci\u00f3.
gradebook_titles=T\u00edtol
gradebook_choosefile=Escolliu un fitxer CSV
gradebook_feedbackavail=Disponibilitat dels comentaris
gradebook_creators=Autor
gradebook_lastmodifiedby=Modificat per\:
gradebook_lastmodified=Modificat per \u00faltim cop
gradebook_view=mostra
gradebook_preview=mostra el participant
gradebook_update=Actualitza
gradebook_delete=esborra
gradebook_title=T\u00edtol
grade_view=El vostre comentari
back=Enrere
student_lastchecked=Darrer a ser seleccionat
delete_confirm=Esteu segur que voleu esborrar aquest element?
username=Nom de l\u2019usuari
title_view=mostra
title_new=crea/actualitza
template=Plantilla
csv_download=descarrega
title_list=Llista
title_edit=Revisa
bar_save=Desa
bar_new=Afegeix
bar_main=Postem
bar_post=Desa i publica
bar_delete=Elimina
error_permission=Error d\u2019autoritzaci\u00f3 {0}
cancel=Cancel\u00b7la
upload=Puja el fitxer
select_participant=No hi ha cap participant seleccionat.
missing_single_username=El camp seg\u00fcent no cont\u00e9 un nom d\u2019usuari\:
missing_mult_usernames=Els camps seg\u00fcents no contenen un nom d\u2019usuari\:
missing_location=Columna 1, Fila {0}
missing_username_dir=Per a continuar, abans heu d\u2019introduir al fitxer un nom d\u2019usuari per a tots els participants.

single_invalid_username=El nom d\u2019usuari seg\u00fcent no est\u00e0 associat a cap participant en aquest espai\:
mult_invalid_usernames=Els noms d\u2019usuari seg\u00fcents no estan associats a participants en aquest espai\:
mult_invalid_usernames_dir=Per a continuar, heu d\u2019afegir aquests participants a l\u2019espai o treure\u2019ls del fitxer.
single_invalid_username_dir=Per a continuar, heu d\u2019afegir aquest participant a l\u2019espai o treure\u2019l del fitxer.
invalid_username={0}
single_duplicate_username=El nom d\u2019usuari seg\u00fcent apareix m\u00e9s d\u2019un cop en el fitxer pujat\:
mult_duplicate_usernames=Els noms d\u2019usuari seg\u00fcents apareixen m\u00e9s d\u2019una vegada al fitxer carregat\:
duplicate_username={0}
duplicate_username_dir=Per a continuar, heu d\u2019assegurar-vos que al fitxer no hi hagi noms d\u2019usuari repetits.
no_gradebooks=Actualment en aquesta ubicaci\u00f3 no hi ha elements .
no_gradebook_selected=Actualment no hi ha qualificacions seleccionades.
no_grades_for_user=No hi ha comentaris per a l\u2019usuari actual a PostEm {0}.
no_grades_in_gradebook=No hi ha qualificacions al llibre de qualificacions {0}.
blank_headings=El fitxer ha d\u2019estar en format CSV amb una primera fila que contingui  els encap\u00e7alaments. Els encap\u00e7alaments no es poden deixar en blanc.
heading_too_long=Els encap\u00e7alaments de columna en el fitxer que heu penjat no poden tenir m\u00e9s de {0} car\u00e0cters.
data_truncated_warning=Una part del fitxer que heu penjat supera el l\u00edmit de car\u00e0cters ({0}) i s\u2019ha truncat.
user_name_invalid=Un o m\u00e9s d\u2019un dels noms d\u2019usuari no s\u00f3n v\u00e0lids.
has_duplicate_username=El mateix nom d\u2019usuari apareix m\u00e9s d\u2019un cop al fitxer pujat\: {0}
blank_rows=Hi ha files buides al fitxer.
title_label=T\u00edtol\:
blank=
invalid_delim=Cal que seleccioneu un delimitador v\u00e0lid per al vostre fitxer.
template_too_long=El fitxer de plantilla carregat cont\u00e9 {0} car\u00e0cters. Aquest fitxer no pot excedir de {1} car\u00e0cters.

#sorting
sort_title_asc=Ordena per t\u00edtol en sentit ascendent
sort_title_desc=Ordena per t\u00edtol en sentit descendent
sort_creator_asc=Ordena per autor en sentit ascendent
sort_creator_desc=Ordena per autor en sentit descendent
sort_mod_by_asc=Ordena per "Modificat per" en sentit ascendent
sort_mod_by_desc=Ordena per "Modificat per" en sentit descendent
sort_mod_date_asc=Ordena per la darrera data de modificaci\u00f3 en sentit  ascendent
sort_mod_date_desc=Ordenar per la darrera data de modificaci\u00f3 en sentit  descendent
sort_released_asc=Ordena per estat de publicaci\u00f3 en sentit ascendent
sort_released_desc=Ordena per estat de publicaci\u00f3 en sentit descendent

sort_title=Ordena per t\u00edtol
sort_creator=Ordena per autor
sort_mod_by=Ordena per "Modificat per"
sort_mod_date=Ordena per la darrera data de modificaci\u00f3
sort_released=Ordena per estat de publicaci\u00f3

