#X-Generator: crowdin.net
sitestats-metrics=\u0935\u0930\u094d\u0924\u092e\u093e\u0928 \u0938\u0930\u094d\u0935\u0930 \u0928\u094b\u0921 \u0915\u0947 \u0932\u093f\u090f \u0938\u093e\u0907\u091f\u0938\u094d\u091f\u0948\u091f\u094d\u0938 \u0907\u0935\u0947\u0902\u091f \u090f\u0917\u094d\u0930\u0940\u0917\u0947\u091f\u0930 \u092e\u0948\u091f\u094d\u0930\u093f\u0915\u094d\u0938 \u092a\u094d\u0930\u0926\u093e\u0928 \u0915\u0930\u0924\u093e \u0939\u0948

sitestats-metrics.action.get-all-metrics=\u0938\u092d\u0940 \u092e\u0947\u091f\u094d\u0930\u093f\u0915\u094d\u0938 \u092a\u094d\u0930\u093e\u092a\u094d\u0924 \u0915\u0930\u0947\u0902 \u0964
sitestats-metrics.action.reset-all-metrics=\u0938\u092d\u0940 \u092e\u0947\u091f\u094d\u0930\u093f\u0915\u094d\u0938 \u0930\u0940\u0938\u0947\u091f \u0915\u0930\u0947\u0964

sitestats-metrics.action.get-total-events-processed=\u0938\u0902\u0938\u093e\u0927\u093f\u0924 \u0918\u091f\u0928\u093e\u0913\u0902 \u0915\u0940 \u0915\u0941\u0932 \u0938\u0902\u0916\u094d\u092f\u093e \u092a\u094d\u0930\u093e\u092a\u094d\u0924 \u0915\u0930\u0947\u0902 \u0964
sitestats-metrics.action.get-reset-time=\u0936\u0941\u0930\u0942 / \u0906\u0916\u093f\u0930\u0940 \u0930\u0940\u0938\u0947\u091f \u0915\u0947 \u092c\u093e\u0926 \u0938\u0947 \u0939\u0941\u090f \u0938\u092e\u092f \u0915\u094b \u092a\u094d\u0930\u093e\u092a\u094d\u0924 \u0915\u0930\u0947\u0902 \u0964
sitestats-metrics.action.get-time-ellapsed-since-reset=\u0936\u0941\u0930\u0942 / \u0906\u0916\u093f\u0930\u0940 \u0930\u0940\u0938\u0947\u091f \u0915\u0947 \u092c\u093e\u0926 \u0915\u093e \u0917\u0941\u091c\u0930\u093e \u0939\u0941\u0906 \u0915\u0941\u0932 \u0938\u092e\u092f, \u092e\u093f\u0932\u0940\u0938\u0947\u0915\u0947\u0902\u0921 \u092e\u0947\u0902 \u092a\u094d\u0930\u093e\u092a\u094d\u0924 \u0915\u0930\u0947\u0902 \u0964 \n
sitestats-metrics.action.get-time-spent-processing-events=\u0907\u0935\u0947\u0902\u091f \u092a\u094d\u0930\u0938\u0902\u0938\u094d\u0915\u0930\u0923 \u092e\u0947\u0902 \u0916\u0930\u094d\u091a \u0939\u0941\u0906 \u0915\u0941\u0932 \u0938\u092e\u092f, \u092e\u093f\u0932\u0940\u0938\u0947\u0915\u0947\u0902\u0921 \u092e\u0947\u0902 \u092a\u094d\u0930\u093e\u092a\u094d\u0924 \u0915\u0930\u0947\u0902 \u0964 
sitestats-metrics.action.get-events-processed-per-sec=\u092a\u094d\u0930\u0924\u093f \u0938\u0947\u0915\u0902\u0921 \u0938\u0902\u0938\u093e\u0927\u093f\u0924 \u0918\u091f\u0928\u093e\u0913\u0902 \u0915\u0940 \u0914\u0938\u0924 \u0938\u0902\u0916\u094d\u092f\u093e \u092a\u094d\u0930\u093e\u092a\u094d\u0924 \u0915\u0930\u0947\u0902 \u0964 
sitestats-metrics.action.get-events-generated-per-sec=\u092a\u094d\u0930\u0924\u093f \u0938\u0947\u0915\u0902\u0921 \u0938\u093e\u0915\u093e\u0908 \u0926\u094d\u0935\u093e\u0930\u093e \u0909\u0924\u094d\u092a\u0928\u094d\u0928 \u0915\u0940 \u0917\u0908 \u0918\u091f\u0928\u093e\u0913\u0902 \u0915\u0940 \u0914\u0938\u0924 \u0938\u0902\u0916\u094d\u092f\u093e \u092a\u094d\u0930\u093e\u092a\u094d\u0924 \u0915\u0930\u0947\u0902 \u0964 
sitestats-metrics.action.get-average-time-event-processing-per-event=\ \u092a\u094d\u0930\u0924\u093f \u0907\u0935\u0947\u0902\u091f, \u0907\u0935\u0947\u0902\u091f  \u092a\u094d\u0930\u0938\u0902\u0938\u094d\u0915\u0930\u0923 \u0915\u0947 \u0932\u093f\u090f \u092c\u0940\u0924\u093e\u092f\u093e \u0917\u092f\u093e \u0914\u0938\u0924 \u0938\u092e\u092f  \u092a\u094d\u0930\u093e\u092a\u094d\u0924 \u0915\u0930\u0947\u0902
sitestats-metrics.action.get-queue-size=\u0938\u0902\u0938\u093e\u0927\u093f\u0924 \u0939\u094b\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0915\u0924\u093e\u0930 \u092a\u0930 \u092a\u094d\u0930\u0924\u0940\u0915\u094d\u0937\u093e \u0915\u0930 \u0930\u0939\u0947 \u0915\u0941\u0932 \u0907\u0935\u0947\u0902\u091f \u0915\u0940 \u0938\u0902\u0916\u094d\u092f\u093e \u0915\u094b \u0935\u093e\u092a\u0938 \u0915\u0930\u0924\u093e \u0939\u0948 \u0964
sitestats-metrics.action.is-idle=\u091c\u093e\u0902\u091a \u0915\u0930\u0947\u0902 \u0915\u093f \u0915\u094d\u092f\u093e \u0907\u0935\u0947\u0902\u091f \u090f\u0917\u094d\u0930\u0940\u0917\u0947\u091f\u0930 \u0928\u093f\u0937\u094d\u0915\u094d\u0930\u093f\u092f \u0939\u0948 ( \u0916\u093e\u0932\u0940 \u0915\u0924\u093e\u0930 \u0914\u0930 \u0915\u094b\u0908 \u0907\u0935\u0947\u0902\u091f \u0938\u0902\u0938\u093e\u0927\u093f\u0924 \u0928\u0939\u0940\u0902 \u0915\u093f\u092f\u093e \u0917\u092f\u093e ) \u0964 
