#X-Generator: crowdin.com
sitestats-metrics=\u041e\u0434\u043e\u043e\u0433\u0438\u0439\u043d \u0441\u0435\u0440\u0432\u0435\u0440\u0438\u0439\u043d \u0442\u04e9\u0440\u04e9\u043b\u0434 \u0421\u0442\u0430\u0442\u0438\u0441\u0442\u0438\u043a\u0442 \u04af\u0439\u043b \u0430\u0436\u0438\u043b\u043b\u0430\u0433\u0430\u0430\u043d\u044b \u043d\u0438\u0439\u0442 \u0445\u044d\u043c\u0436\u0438\u0433\u0447\u044d\u044d\u0440 \u0445\u0430\u043d\u0433\u0430

sitestats-metrics.action.get-all-metrics=\u0411\u04af\u0445 \u0445\u044d\u043c\u0436\u0438\u0433\u0434\u044d\u0445\u04af\u04af\u043d\u04af\u04af\u0434\u0438\u0439\u0433 \u0430\u0432\u0430\u0445.
sitestats-metrics.action.reset-all-metrics=\u0411\u04af\u0445 \u0445\u044d\u043c\u0436\u0438\u0433\u0434\u044d\u0445\u04af\u04af\u043d\u04af\u04af\u0434\u0438\u0439\u043d \u0442\u043e\u0445\u0438\u0440\u0433\u043e\u043e\u0433 \u0434\u0430\u0445\u0438\u043d \u0445\u0438\u0439\u0445.

sitestats-metrics.action.get-total-events-processed=\u0411\u043e\u043b\u043e\u0432\u0441\u0440\u0443\u0443\u043b\u0441\u0430\u043d \u04af\u0439\u043b\u0434\u043b\u0438\u0439\u043d \u043d\u0438\u0439\u0442 \u0442\u043e\u043e\u0433 \u0430\u0432\u0430\u0445.
sitestats-metrics.action.get-reset-time=\u042d\u0445\u044d\u043b\u0441\u044d\u043d/\u0421\u04af\u04af\u043b\u0434 \u0442\u043e\u0445\u0438\u0440\u0433\u043e\u043e \u0445\u0438\u0439\u0441\u043d\u044d\u044d\u0441 \u0445\u043e\u0439\u0448 \u0433\u0430\u0440\u0441\u0430\u043d \u0445\u0443\u0433\u0430\u0446\u0430\u0430\u0433 \u0430\u0432\u0430\u0445.
sitestats-metrics.action.get-time-ellapsed-since-reset=\u042d\u0445\u044d\u043b\u0441\u044d\u043d/\u0421\u04af\u04af\u043b\u0434 \u0442\u043e\u0445\u0438\u0440\u0433\u043e\u043e \u0445\u0438\u0439\u0441\u043d\u044d\u044d\u0441 \u0445\u043e\u0439\u0448 \u0437\u0430\u0440\u0446\u0443\u0443\u043b\u0430\u0433\u0434\u0441\u0430\u043d \u043d\u0438\u0439\u0442 \u0445\u0443\u0433\u0430\u0446\u0430\u0430\u0433 \u0434\u043e\u043b\u0438\u043e\u0440 \u0430\u0432\u0430\u0445.
sitestats-metrics.action.get-time-spent-processing-events=\u04ae\u0439\u043b\u0434\u043b\u0438\u0439\u0433 \u0431\u043e\u043b\u043e\u0432\u0441\u0440\u0443\u0443\u043b\u0430\u0445\u0430\u0434 \u0437\u0430\u0440\u0446\u0443\u0443\u043b\u0430\u0433\u0434\u0430\u0445 \u0434\u0443\u043d\u0434\u0430\u0436 \u0445\u0443\u0433\u0430\u0446\u0430\u0430\u0433 \u0434\u043e\u043b\u0438\u043e\u0440 \u0430\u0432\u0430\u0445.
sitestats-metrics.action.get-events-processed-per-sec=\u0421\u0435\u043a\u0443\u043d\u0434\u044d\u0434 \u0431\u043e\u043b\u043e\u0432\u0441\u0440\u0443\u0443\u043b\u0441\u0430\u043d \u04af\u0439\u043b\u0434\u043b\u0438\u0439\u043d \u0434\u0443\u043d\u0434\u0430\u0436 \u0442\u043e\u043e\u0433 \u0430\u0432\u0430\u0445.
sitestats-metrics.action.get-events-generated-per-sec=Sakai-\u044b\u043d \u0441\u0435\u043a\u0443\u043d\u0434\u044d\u0434 \u0431\u043e\u043b\u043e\u0432\u0441\u0440\u0443\u0443\u043b\u0436 \u0431\u0430\u0439\u0433\u0430\u0430 \u04af\u0439\u043b \u0430\u0436\u0438\u043b\u043b\u0430\u0433\u0430\u0430\u043d\u044b \u0442\u043e\u043e\u0433 \u0430\u0432\u0430\u0445
sitestats-metrics.action.get-average-time-event-processing-per-event=\u04ae\u0439\u043b \u0430\u0436\u0438\u043b\u043b\u0430\u0433\u0430\u0430 \u0431\u04af\u0440\u0438\u0439\u0433 \u0431\u043e\u043b\u043e\u0432\u0441\u0440\u0443\u0443\u043b\u0430\u0445 \u04af\u0439\u043b \u0430\u0436\u0438\u043b\u043b\u0430\u0433\u0430\u0430\u043d\u0434 \u0437\u0430\u0440\u0446\u0443\u0443\u043b\u0430\u0433\u0434\u0430\u0445 \u0434\u0443\u043d\u0434\u0430\u0436 \u0445\u0443\u0433\u0430\u0446\u0430\u0430\u0433 \u0434\u043e\u043b\u0438\u043e\u0440 \u0430\u0432\u0430\u0445
sitestats-metrics.action.get-queue-size=\u0425\u044d\u0440\u044d\u0433\u0436\u04af\u04af\u043b\u044d\u0445\u044d\u044d\u0440 \u0445\u04af\u043b\u044d\u044d\u0433\u0434\u044d\u0436 \u0431\u0430\u0439\u0445\u0430\u0434 \u0431\u0443\u0446\u0441\u0430\u043d \u04af\u0439\u043b\u0434\u044d\u043b\u04af\u04af\u0434\u0438\u0439\u043d \u043d\u0438\u0439\u0442 \u0442\u043e\u043e.
sitestats-metrics.action.is-idle=\u04ae\u0439\u043b\u0434\u043b\u04af\u04af\u0434\u0438\u0439\u043d \u0431\u0430\u0433\u0446 \u0438\u0434\u044d\u0432\u0445\u0433\u04af\u0439 \u0431\u0430\u0439\u0433\u0430\u0430 \u044d\u0441\u044d\u0445\u0438\u0439\u0433 \u0448\u0430\u043b\u0433\u0430 (\u0445\u043e\u043e\u0441\u043e\u043d \u0446\u0443\u0432\u0430\u0430 \u0431\u043e\u043b\u043e\u043d \u044f\u043c\u0430\u0440 \u0447 \u04af\u0439\u043b \u0430\u0436\u0438\u043b\u043b\u0430\u0433\u0430\u0430 \u044f\u0432\u0430\u0433\u0434\u0430\u0430\u0433\u04af\u0439 \u0431\u0430\u0439\u043d\u0430).