sitestats-metrics=\u041f\u0440\u0435\u0434\u043b\u0430\u0433\u0430 \u043f\u043e\u043a\u0430\u0437\u0430\u0442\u0435\u043b\u0438 \u043d\u0430 \u0430\u0433\u0440\u0435\u0433\u0430\u0442\u043e\u0440\u0430 \u043d\u0430 \u0441\u044a\u0431\u0438\u0442\u0438\u044f SiteStats \u0437\u0430 \u0442\u0435\u043a\u0443\u0449\u0438\u044f \u0441\u044a\u0440\u0432\u044a\u0440\u0435\u043d \u0432\u044a\u0437\u0435\u043b

sitestats-metrics.action.get-all-metrics=\u041f\u043e\u043b\u0443\u0447\u0430\u0432\u0430 \u0432\u0441\u0438\u0447\u043a\u0438 \u043f\u043e\u043a\u0430\u0437\u0430\u0442\u0435\u043b\u0438.
sitestats-metrics.action.reset-all-metrics=\u041d\u0443\u043b\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0432\u0441\u0438\u0447\u043a\u0438 \u043f\u043e\u043a\u0430\u0437\u0430\u0442\u0435\u043b\u0438.

sitestats-metrics.action.get-total-events-processed=\u041f\u043e\u043b\u0443\u0447\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u043e\u0431\u0449\u0438\u044f \u0431\u0440\u043e\u0439 \u043e\u0431\u0440\u0430\u0431\u043e\u0442\u0435\u043d\u0438 \u0441\u044a\u0431\u0438\u0442\u0438\u044f.
sitestats-metrics.action.get-reset-time=\u041f\u043e\u043b\u0443\u0447\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u0432\u0440\u0435\u043c\u0435\u0442\u043e, \u043a\u043e\u0435\u0442\u043e \u0435 \u043d\u0430\u0441\u0442\u044a\u043f\u0438\u043b\u043e \u043e\u0442 \u0441\u0442\u0430\u0440\u0442\u0438\u0440\u0430\u043d\u0435\u0442\u043e/\u043f\u043e\u0441\u043b\u0435\u0434\u043d\u043e\u0442\u043e \u043d\u0443\u043b\u0438\u0440\u0430\u043d\u0435.
sitestats-metrics.action.get-time-ellapsed-since-reset=\u041f\u043e\u043b\u0443\u0447\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u043e\u0431\u0449\u043e\u0442\u043e \u0438\u0437\u043c\u0438\u043d\u0430\u043b\u043e \u0432\u0440\u0435\u043c\u0435 \u0432 \u043c\u0438\u043b\u0438\u0441\u0435\u043a\u0443\u043d\u0434\u0438 \u043e\u0442 \u0441\u0442\u0430\u0440\u0442\u0438\u0440\u0430\u043d\u0435\u0442\u043e/\u043f\u043e\u0441\u043b\u0435\u0434\u043d\u043e\u0442\u043e \u043d\u0443\u043b\u0438\u0440\u0430\u043d\u0435.
sitestats-metrics.action.get-time-spent-processing-events=\u041f\u043e\u043b\u0443\u0447\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u043e\u0431\u0449\u043e\u0442\u043e \u0432\u0440\u0435\u043c\u0435 \u0432 \u043c\u0438\u043b\u0438\u0441\u0435\u043a\u0443\u043d\u0434\u0438, \u043f\u0440\u0435\u043a\u0430\u0440\u0430\u043d\u043e \u0432 \u043e\u0431\u0440\u0430\u0431\u043e\u0442\u043a\u0430 \u043d\u0430 \u0441\u044a\u0431\u0438\u0442\u0438\u044f.
sitestats-metrics.action.get-events-processed-per-sec=\u041f\u043e\u043b\u0443\u0447\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u0441\u0440\u0435\u0434\u043d\u0438\u044f \u0431\u0440\u043e\u0439 \u0441\u044a\u0431\u0438\u0442\u0438\u044f, \u043e\u0431\u0440\u0430\u0431\u043e\u0442\u0432\u0430\u043d\u0438 \u0437\u0430 \u0441\u0435\u043a\u0443\u043d\u0434\u0430.
sitestats-metrics.action.get-events-generated-per-sec=\u041f\u043e\u043b\u0443\u0447\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u0441\u0440\u0435\u0434\u043d\u0438\u044f \u0431\u0440\u043e\u0439 \u0441\u044a\u0431\u0438\u0442\u0438\u044f, \u0433\u0435\u043d\u0435\u0440\u0438\u0440\u0430\u043d\u0438 \u043e\u0442 Sakai \u0437\u0430 \u0441\u0435\u043a\u0443\u043d\u0434\u0430.
sitestats-metrics.action.get-average-time-event-processing-per-event=\u041f\u043e\u043b\u0443\u0447\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u0441\u0440\u0435\u0434\u043d\u043e\u0442\u043e \u0432\u0440\u0435\u043c\u0435 \u0432 \u043c\u0438\u043b\u0438\u0441\u0435\u043a\u0443\u043d\u0434\u0438, \u043f\u0440\u0435\u043a\u0430\u0440\u0430\u043d\u043e \u0437\u0430 \u043e\u0431\u0440\u0430\u0431\u043e\u0442\u043a\u0430 \u043d\u0430 \u0432\u0441\u044f\u043a\u043e \u0441\u044a\u0431\u0438\u0442\u0438\u0435
sitestats-metrics.action.get-queue-size=\u0412\u0440\u044a\u0449\u0430 \u043e\u0431\u0449\u0438\u044f \u0431\u0440\u043e\u0439 \u0441\u044a\u0431\u0438\u0442\u0438\u044f, \u043a\u043e\u0438\u0442\u043e \u0447\u0430\u043a\u0430\u0442 \u043d\u0430 \u043e\u043f\u0430\u0448\u043a\u0430\u0442\u0430 \u0437\u0430 \u043e\u0431\u0440\u0430\u0431\u043e\u0442\u043a\u0430.
sitestats-metrics.action.is-idle=\u041f\u0440\u043e\u0432\u0435\u0440\u044f\u0432\u0430\u0439\u0442\u0435 \u0434\u0430\u043b\u0438 \u0430\u0433\u0440\u0435\u0433\u0430\u0442\u043e\u0440\u044a\u0442 \u043d\u0430 \u0441\u044a\u0431\u0438\u0442\u0438\u044f \u0435 \u043d\u0435\u0430\u043a\u0442\u0438\u0432\u0435\u043d (\u043e\u043f\u0430\u0448\u043a\u0430\u0442\u0430 \u0435 \u043f\u0440\u0430\u0437\u043d\u0430 \u0438 \u043d\u0435 \u0441\u0435 \u043e\u0431\u0440\u0430\u0431\u043e\u0442\u0432\u0430 \u043d\u0438\u043a\u0430\u043a\u0432\u043e \u0441\u044a\u0431\u0438\u0442\u0438\u0435).
