cancel=\u041e\u0442\u043c\u044f\u043d\u0430 \u043d\u0430
check_hit_info=\u041f\u0440\u0430\u0432\u0438\u043b\u043d\u043e\! \u0422\u043e\u0432\u0430 \u0431\u0435\u0448\u0435 {0}\!
check_miss_info=\u0423\u043f\u0441, \u0442\u043e\u0432\u0430 \u0431\u0435\u0448\u0435 \u0433\u0440\u0435\u0448\u043a\u0430\! \u0418\u043c\u0435\u0442\u043e \u043d\u0430 \u0442\u043e\u0437\u0438 \u0441\u0442\u0443\u0434\u0435\u043d\u0442 \u0435 {0}.
check=\u041f\u0440\u043e\u0432\u0435\u0440\u0435\u0442\u0435
close=\u0417\u0430\u0442\u0432\u043e\u0440\u0438
continue=\u041f\u0440\u043e\u0434\u044a\u043b\u0436\u0438
error_loading=\u0418\u0433\u0440\u0430\u0442\u0430 {0} \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0435 \u0437\u0430\u0440\u0435\u0434\u0435\u043d\u0430.
game_name=\u0418\u043c\u0435\u0442\u043e \u043d\u0430 \u0442\u043e\u0432\u0430 \u043b\u0438\u0446\u0435
game_over_info=\u041f\u043e\u0437\u0434\u0440\u0430\u0432\u043b\u0435\u043d\u0438\u044f\! \u041f\u043e\u0437\u043d\u0430\u0432\u0430\u0442\u0435 \u0441\u0442\u0443\u0434\u0435\u043d\u0442\u0438\u0442\u0435 \u0441\u0438 \u0434\u043e\u0441\u0442\u0430 \u0434\u043e\u0431\u0440\u0435\! \u0410\u043a\u043e \u0438\u0441\u043a\u0430\u0442\u0435 \u0434\u0430 \u0441\u0435 \u0443\u043f\u0440\u0430\u0436\u043d\u044f\u0432\u0430\u0442\u0435 \u043f\u043e\u0432\u0435\u0447\u0435, \u0440\u0435\u0441\u0442\u0430\u0440\u0442\u0438\u0440\u0430\u0439\u0442\u0435 \u0438\u0433\u0440\u0430\u0442\u0430 \u0438 \u043c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u0437\u0430\u043f\u043e\u0447\u043d\u0435\u0442\u0435 \u043e\u0442\u043d\u0430\u0447\u0430\u043b\u043e.
no_student_info=\u041d\u0430 \u0442\u043e\u0437\u0438 \u0441\u0430\u0439\u0442 \u043d\u044f\u043c\u0430 \u0441\u0442\u0443\u0434\u0435\u043d\u0442\u0438 \u0441 \u0438\u0437\u043e\u0431\u0440\u0430\u0436\u0435\u043d\u0438\u044f, \u043d\u044f\u043c\u0430 \u0438\u043c\u0435\u043d\u0430, \u043a\u043e\u0438\u0442\u043e \u0434\u0430 \u043d\u0430\u0443\u0447\u0438\u0442\u0435.
progress=\u041d\u0430\u0443\u0447\u0438\u043b\u0438 \u0441\u0442\u0435 {0} \u043e\u0442 {1} \u0438\u043c\u0435\u043d\u0430 \u043d\u0430 \u0441\u0442\u0443\u0434\u0435\u043d\u0442\u0438
reroll_user=\u041f\u0440\u0435\u043e\u0431\u0440\u044a\u0449\u0430\u043d\u0435 \u043d\u0430 \u0441\u0442\u0443\u0434\u0435\u043d\u0442a
reset_game_confirm=\u0421\u0438\u0433\u0443\u0440\u043d\u0438 \u043b\u0438 \u0441\u0442\u0435, \u0447\u0435 \u0438\u0441\u043a\u0430\u0442\u0435 \u0434\u0430 \u043d\u0443\u043b\u0438\u0440\u0430\u0442\u0435 \u0438\u0433\u0440\u0430\u0442\u0430?
reset_game_info=\u0427\u0440\u0435\u0437 \u043d\u0443\u043b\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0438\u0433\u0440\u0430\u0442\u0430, \u0446\u0435\u043b\u0438\u044f\u0442 \u0432\u0438 \u043d\u0430\u043f\u0440\u0435\u0434\u044a\u043a \u0432 \u043e\u0431\u0443\u0447\u0435\u043d\u0438\u0435\u0442\u043e \u0437\u0430 \u0438\u043c\u0435\u043d\u0430\u0442\u0430 \u043d\u0430 \u0443\u0447\u0435\u043d\u0438\u0446\u0438\u0442\u0435 \u0432 \u0442\u043e\u0437\u0438 \u0441\u0430\u0439\u0442 \u0449\u0435 \u0431\u044a\u0434\u0435 \u043d\u0443\u043b\u0438\u0440\u0430\u043d. \u0422\u043e\u0432\u0430 \u0441\u044a\u0449\u043e \u043c\u043e\u0436\u0435 \u0434\u0430 \u043f\u043e\u0432\u043b\u0438\u044f\u0435 \u043d\u0430 \u043d\u0430\u043f\u0440\u0435\u0434\u044a\u043a\u0430 \u043d\u0430 \u0434\u0440\u0443\u0433\u0438 \u0441\u0430\u0439\u0442\u043e\u0432\u0435, \u043a\u043e\u0438\u0442\u043e \u0441\u043f\u043e\u0434\u0435\u043b\u044f\u0442 \u0441\u044a\u0449\u0438\u0442\u0435 \u0443\u0447\u0435\u043d\u0438\u0446\u0438.
reset_game=\u041d\u0443\u043b\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0438\u0433\u0440\u0430\u0442\u0430
sound_enable=\u0410\u043a\u0442\u0438\u0432\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0437\u0432\u0443\u043a\u043e\u0432\u0438 \u0435\u0444\u0435\u043a\u0442\u0438
sound_disable=\u0414\u0435\u0430\u043a\u0442\u0438\u0432\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0437\u0432\u0443\u043a\u043e\u0432\u0438\u0442\u0435 \u0435\u0444\u0435\u043a\u0442\u0438
user_image_alt=\u0421\u043d\u0438\u043c\u043a\u0430 \u043d\u0430 \u0441\u0442\u0443\u0434\u0435\u043d\u0442, \u043a\u043e\u0439\u0442\u043e \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u043f\u043e\u0437\u043d\u0430\u0435\u0442\u0435
user_name_select_placeholder=\u0412\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u0438\u043c\u0435\u0442\u043e \u043d\u0430 \u0441\u0442\u0443\u0434\u0435\u043d\u0442a...
whats_the_user_name=\u041a\u0430\u043a\u0432\u043e \u0435 \u0438\u043c\u0435\u0442\u043e \u043d\u0430 \u0442\u043e\u0437\u0438 \u0441\u0442\u0443\u0434\u0435\u043d\u0442?
user_progress={0} \u043e\u0442 {1} \u043e\u043f\u0438\u0442\u0430 \u0441\u0430 \u043f\u0440\u0430\u0432\u0438\u043b\u043d\u0438 \u0437\u0430 \u0442\u043e\u0437\u0438 \u0441\u0442\u0443\u0434\u0435\u043d\u0442.
mark_learned=\u041f\u043e\u0437\u043d\u0430\u0432\u0430\u043c \u0442\u043e\u0437\u0438 \u0441\u0442\u0443\u0434\u0435\u043d\u0442, \u043d\u0435 \u043c\u0438 \u0433\u043e \u043f\u043e\u043a\u0430\u0437\u0432\u0430\u0439\u0442\u0435 \u0432 \u0442\u043e\u0437\u0438 \u043a\u0440\u044a\u0433.
no_name_found=\u041d\u0435 \u0435 \u043d\u0430\u043c\u0435\u0440\u0435\u043d\u043e \u0438\u043c\u0435 \u0437\u0430 \u0442\u043e\u0437\u0438 \u0432\u0445\u043e\u0434.
group_scope_display=\u043e\u0442 \u0433\u0440\u0443\u043f\u0430 {0}
group_scope_radio=\u041e\u0442 \u0447\u043b\u0435\u043d\u043e\u0432\u0435\u0442\u0435 \u043d\u0430 \u0433\u0440\u0443\u043f\u0430\u0442\u0430
groups_label=\u0413\u0440\u0443\u043f\u0430 \u0437\u0430 \u043e\u0431\u0443\u0447\u0435\u043d\u0438\u0435\:
scope_radio_label=\u041a\u0430\u043a\u0432\u0438 \u0438\u043c\u0435\u043d\u0430 \u0438\u0441\u043a\u0430\u0442\u0435 \u0434\u0430 \u043d\u0430\u0443\u0447\u0438\u0442\u0435?
select_scope=\u0417\u0430\u043f\u043e\u0447\u043d\u0435\u0442\u0435 \u0434\u0430 \u0443\u0447\u0438\u0442\u0435
site_scope_display=\u043e\u0442 \u0446\u0435\u043b\u0438\u044f \u0441\u0430\u0439\u0442
site_scope_radio=\u041e\u0442 \u0432\u0441\u0438\u0447\u043a\u0438 \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u0446\u0438 \u0432 \u0441\u0430\u0439\u0442\u0430
hint_info=\u0418\u043c\u0435\u0442\u043e \u043d\u0430 \u0442\u043e\u0437\u0438 \u0441\u0442\u0443\u0434\u0435\u043d\u0442 \u0435 {0}.
