#Tue Jan 25 16:42:45 CET 2011
filter_my_sections=Minhas Turmas
overview_link_managers=Incluir Formadores 
nav_roster=Participa\u00E7\u00E3o de Alunos 
add_sections_add=Adicionar Turmas
edit_manager_page_header=Incluir Formadores
section_plural=turmas
roster_search_text=Nome do aluno ou identifica\u00E7\u00E3o
add_section_successful_singular=tem
add_sections_select_one=- escolher um -
section_update_failure_end_before_start=Se voc\u00EA especificar um hor\u00E1rio de t\u00E9rmino, ele precisa ser posterior ao hor\u00E1rio de in\u00EDcio.
javax.faces.convert.DateTimeConverter.CONVERSION=Por favor, insira um valor de hor\u00E1rio, por exemple, \u20187\u2019, \u20188\:00\u2019 ou \u201912\:30\u2019. 
javax.faces.component.UIInput.REQUIRED	=	Este valor \u00e9 obrigat\u00f3rio.
javax.faces.convert.IntegerConverter.CONVERSION	=	Por favor, insira um valor num\u00e9rico.
add_section_successful={0} {1} foi criada com sucesso\! Agora voc\u00EA pode atribuir formadores e alunos a {2} escolhendo os links abaixo da turma.
roster_table_header_id=Identifica\u00E7\u00E3o do aluno
edit_student_sections_drop=Retirar 
student_view_header_available=Disponibilidade
section_location_default=-inserir local-
overview_table_header_available=Disponibilidade 
student_view_instructions_join_or_switch=Para se inscrever ou trocar de turma, clique no
edit_student_selected_title=/{0}
student_view_header_location=Local
overview_delete_short=Excluir
javax.faces.validator.LongRangeValidator.MINIMUM=Por favor, insira um n\u00FAmero maior que {0}.
section_description={0}, encontra {1}
edit_manager_selected_label={0} Formadores
roster_table_header_name=Nome do Aluno
student_view_page_header=Participa\u00E7\u00E3o em Turmas 
options_done=Conclu\u00EDdo
section_max_size=Tamanho da Turma
section_update_failure_duplicate_title=Existe outra turma neste site com o nome de {0}
student_view_header_title=Nome da Turma
overview_table_header_current_size=Tamanho Atual
add_section_category=categoria
edit_section_page_header=Editar Turma
edit_student_sections_current_sections=Turmas atuais de {0}
overview_link_students=Incluir Alunos 
student_view_all=Todas
section_end_time=at\u00E9
overview_table_header_time=Hor\u00E1rio
edit_student_over_max_warning={0} agora inclui {1} alunos, {2} acima do limite m\u00E1ximo\!
options_internally_managed_description=Gerenciar manualmente as turmas e inscri\u00E7\u00F5es (interrompe as atualiza\u00E7\u00F5es de turma e inscri\u00E7\u00E3o do sistema de matr\u00EDcula).
overview_link_sep_char=|
student_view_instructions_no_sections=N\u00E3o h\u00E1 turmas dispon\u00EDveis para voc\u00EA se inscrever.
transfer_membership_move_all=Mover Todos
student_view_no_sections_to_display=N\u00E3o h\u00E1 turmas para exibir. Por favor, mude acima suas configura\u00E7\u00F5es de filtros.
section_add_failure_duplicate_title=J\u00E1 existe neste site uma turma com o nome de {0}.
section_update_failure_end_without_start=Se voc\u00EA especificar um hor\u00E1rio de t\u00E9rmino, tamb\u00E9m precisa especificar um hor\u00E1rio de in\u00EDcio.
student_view_my=Minhas
options_automatically_manage=Gerenciar Automaticamente
nav_overview=Vis\u00E3o Geral
error_section_deleted=Essa turma foi exclu\u00EDda por outro usu\u00E1rio.
overview_table_header_name=Nome
overview_delete_section_success=Turma exclu\u00EDda.
sections_specify_limit=Por favor, insira o tamanho limite da turma
overview_table_header_managers=Formador
section_update_successful=Suas altera\u00E7\u00F5es a {0} foram salvas\!
edit_student_section_size=Tamanho da Turma\:
options_self_register_label=Alunos podem se inscrever nas turmas
roster_pager_status=Visualizando {0} a {1} de {2} alunos
roster_clear_button=Limpar
edit_manager_available_label=Formadores Dispon\u00EDveis
options_confirm=A configura\u00E7\u00E3o autom\u00E1tica substituir\u00E1 qualquer turma que voc\u00EA definiu manualmente, bem como suas inscri\u00E7\u00F5es. Voc\u00EA precisa ir para a ferramenta Site Info e \u201CEditar Listas de Participantes\u201D para atribuir turmas ao site com gerenciamento autom\u00E1tico de inscri\u00E7\u00F5es. Voc\u00EA deseja continuar?
roster_instructions=Clique no nome do aluno para editar sua inscri\u00E7\u00E3o na turma
section_end_time_default=-inserir hor\u00E1rio final-
options_update_successful=As op\u00E7\u00F5es de turmas foram atualizadas com sucesso\!
student_view_instructions_join=Para se inscrever em uma turma, clique no link Inscri\u00E7\u00E3o. Voc\u00EA pode pertencer  
section_location=em
section_singular=turma
no_sections_instructions=Por favor, v\u00E1 para \u201CAdicionar turmas\u201D para criar novas turmas.
section_table_category_header={0} Turma(s)
overview_link_edit=Editar
section_title=Nome
overview_table_header_location=Local
student_view_join=Inscri\u00E7\u00E3o
section_start_time=de
student_view_header_day=Dia
student_view_instructions_switch=Para mudar de turma, clique no link Trocar para  
and=e
overview_instructions_auto_ta=Suas turmas s\u00E3o gerenciadas automaticamente, de acordo com as listas de participantesassociados ao site (como definido na feramenta Site Info, em Editar Lista(s) de Participantes.  Para associar Formadores a uma turma, clique em Adicionar Formadores (abaixo); todas as demais informa\u00E7\u00F5es s\u00E3o dispon\u00EDveis apenas para leitura. Apenas
no_sections_available=N\u00E3o existem turmas definidas para este site.
roster_search_button=Procurar
edit_student_update=Incluir Alunos
add_section_instructions=Inicialmente, escolha a categoria e o n\u00FAmero de turmas a serem criadas.
student_view_header_time=Hor\u00E1rio
student_view_view=Visualizar
add_section_sections_of=turmas de 
overview_page_header=Vis\u00E3o Geral de {0}
validation_messages_present=Ocorreu um problema com a \u00FAltima a\u00E7\u00E3o. Por favor, veja abaixo os detalhes.
overview_instructions_mandatory_auto_instructor=Suas turmas s\u00E3o gerenciadas automaticamente, de acordo com as listas de participantes associados ao site (como definido na ferramenta Site Info, em Editar Lista(s) de Participantes). Para incluir Formadores a uma turma, clique Adicionar Formadores (abaixo); todas as demais informa\u00E7\u00F5es s\u00E3o dispon\u00EDveis apenas para visualiza\u00E7\u00E3o.
overview_delete=Excluir Turmas
section_logistics=Detalhes do Encontro
roster_view_students=Visualizar Alunos em
overview_delete_section_choose=Por favor, escolha as turmas a serem exclu\u00EDdas antes de clicar em \u2018Excluir Turmas.
student_view_category_sections={0} Turma(s)
student_view_member=Membro
error_no_role=Voc\u00EA n\u00E3o tem autoriza\u00E7\u00E3o para visualizar turmas neste site.
filter_all_sections=Todas as Turmas
student_view_full=Lotada
student_view_header_instructor=Formador(es)
filter_my_category_sections=Minha(s) {0} Turma(s)
student_view_view_all=Visualizar Todas
edit_student_successful=Os alunos em {0} foram atualizados com sucesso\!
section_start_time_default=-inserir hor\u00E1rio de inicio-
student_view_sections=Turmas
roster_page_header=Participa\u00E7\u00E3o de Alunos 
sections_unlimited=N\u00E3o limitar o n\u00FAmero de alunos na turma
section_separator=,
overview_table_header_remove=Excluir 
add_section_add=Adicionar
options_page_subheader=Regras de Classe para a Turma
overview_instructions_auto_instructor=Suas turmas s\u00E3o gerenciadas automaticamente, de acordo com as listas de participantes associados ao site (como definido na feramenta Site Info, em Editar Lista(s) de Participantes.  Para associar Formadores a uma turma, clique em Adicionar Formadores (abaixo); todas as demais informa\u00E7\u00F5es s\u00E3o dispon\u00EDveis apenas para leitura. Para desligar  o auto-gerenciar, clique em Op\u00E7\u00F5es, acima.
student_view_membership_full={0} est\u00E1 lotada e n\u00E3o pode aceitar mais membros. Por favor, escolha outra turma (se dispon\u00EDvel).
edit_student_sections_page_header=Editar Turmas de {0}
edit_manager_update=Incluir Formadores
add_section_successful_plural=t\u00EAm
overview_delete_section_confirmation_pre=Voc\u00EA tem certeza de que deseja excluir as seguintes turmas\:
edit_student_unassigned=Retirar Alunos
section_max_size_unlimited=Sem limite
edit_student_sections_assign=Incluir
edit_manager_successful=Os formadores para {0} foram atualizados com sucesso\! 
options_externally_managed_description=turmas e inscri\u00E7\u00F5es gerenciadas automaticamente, de acordo com as informa\u00E7\u00F5es oficiais de matricula
nav_options=Op\u00E7\u00F5es
overview_delete_section_confirmation_post=Os alunos desta(s) turma(s)  ser\u00E3o retirado(s) (n\u00E3o estar\u00E3o em nenhuma turma deste tipo).  Por favor utilize o link 'Incluir Alunos'  em outra turma para inclu\u00ED-los em uma nova turma.
options_self_switch_label=Alunos podem trocar de turmas
student_view_instructions_no_join_or_switch=Voc\u00EA precisa contatar seu coordenador para se inscrever ou trocar de turma.
overview_table_header_day=Dia
edit_manager_ta_note=Observa\u00E7\u00E3o\: Voc\u00EA n\u00E3o encontra um Formador aqui? V\u00E1 para a ferramenta Site Info e adicione-os com um participante com o papel de formador.
add_section_add_meeting=Adicionar dia(s) com hor\u00E1rios e/ou locais de encontro diferentes
transfer_membership_move_selected=Mover Selecionado
sections_limited=Limitar o n\u00FAmero de alunos na turma a
admin_role=Administrador
options_page_header=Op\u00E7\u00F5es
student_view_switch=Trocar
edit_student_page_header=Incluir Alunos
role_config_error=Os pap\u00E9is neste site n\u00E3o foram configurados corretamente. Alguns ou todas as funcionalidades nesta ferramenta n\u00E3o funcionar\u00E3o corretamente at\u00E9 que todos os pap\u00E9is estejam configurados corretamente. Contate o administrador do sistema para ajuda.
edit_student_sections_instructions	=	Para incluir este aluno a uma turma clique Incluir. \
		Voc\u00ea s\u00f3 pode incluir um aluno a uma turma de cada categoria. \
		Se o aluno j\u00e1 \u00e9 membro dessa turma em uma categoria, ele ser\u00e1 exclu\u00eddo \
		daquela turma se voc\u00ea o adicionar a uma nova turma.