#X-Generator: crowdin.com
#Tue Jan 25 16:42:46 CET 2011
javax.faces.validator.LongRangeValidator.MINIMUM=Veuillez saisir un nombre sup\u00e9rieur \u00e0 {0}.
student_view_header_available=Disp.
add_sections_add=Ajouter des sections
no_sections_instructions=Veuillez aller \u00e0 ''Ajouter des sections'' pour cr\u00e9er de nouvelles sections.
section_update_failure_title_too_long=Le nom \u00ab {0} \u00bb de la section d\u00e9passe la longueur maximale de {1} caract\u00e8res.
student_view_full=Plein
overview_table_header_managers=Teaching Assistant (TA)
student_view_header_title=Nom de la section
overview_delete_section_confirmation_pre=Voulez-vous vraiment supprimer les sections suivantes \:
error_no_role=Vous n''avez pas le droit de visualiser les sections dans ce site.
student_view_switch=Changer
overview_table_header_available=Disp.
student_view_membership_full={0} est compl\u00e8te et ne peut accepter d''autres membres. Veuillez s\u00e9lectionner une autre section (si disponible).
sections_specify_limit=Veuillez inscrire la limite de taille de la section.
options_update_successful=Les options de la section ont \u00e9t\u00e9 mises \u00e0 jour avec succ\u00e8s \!
nav_overview=Vue d''ensemble
student_view_switch_sc=(Passer \u00e0 {0})
edit_student_page_header=Assigner des \u00e9tudiants
section_add_failure_title_too_long=Le nom \u00ab {0} \u00bb de la section d\u00e9passe la longueur maximale de {1} caract\u00e8res.
student_view_header_location=Lieu
overview_link_managers=Affecter des TAs
cancel=Annuler
edit_manager_update=Affecter des TAs
validation_messages_present=Un probl\u00e8me est survenu lors de la derni\u00e8re action. Veuillez consulter les d\u00e9tails ci-dessous.
options_externally_managed_description=G\u00e9rer de fa\u00e7on automatique les sections et les membres en se basant sur l''information officielle d''inscription
options_done=Termin\u00e9
student_view_view=Vue
section_description={0}, rencontre {1}
student_view_my=Mes
options_self_switch_label=Les \u00e9tudiants peuvent changer de section
student_view_already_member_in_category=Vous \u00eates d\u00e9j\u00e0 membre d''une section dans cette cat\u00e9gorie.
edit_student_successful=Les \u00e9tudiants dans la section {0} ont \u00e9t\u00e9 mis \u00e0 jour avec succ\u00e8s \!
section_max_size=Taille de la section
student_view_join=M''inscrire
edit_student_unassigned=\u00c9tudiants non affect\u00e9s
update=Mettre \u00e0 jour
options_automatically_manage=Gestion automatique
no_sections_available=Aucune section n''est d\u00e9finie pour ce site.
section_separator=,
add_section_successful_singular=a \u00e9t\u00e9 cr\u00e9\u00e9e
add=Ajouter
overview_link_students=Affecter des \u00e9tudiants
add_sections=Ajouter des Sections
nav_print=Imprimer
filter_my_category_sections=Mes sections {0}
student_view_join_sc=(S''inscrire \u00e0 {0})
options_page_header=Options
edit_student_sections_page_header=Modifier les Sections de {0}
filter_my_sections=Mes sections
roster_instructions=Cliquez sur le nom d''un \u00e9tudiant pour modifier son affectation aux sections
student_view_no_sections_to_display=Il n''y a aucune section \u00e0 afficher. Veuillez modifier la configuration de votre filtre ci-dessus.
section_start_time_default=-saisir l''heure de d\u00e9but-
overview_delete_section_choose=Veuillez choisir les sections \u00e0 supprimer avant de cliquer sur \u00ab Supprimer la Section \u00bb.
admin_role=Administrateur
section_location_default=- saisir le lieu -
options_internally_managed_description=G\u00e9rer manuellement les sections et les affectations (cesser les mises \u00e0 jour de sections et d''affectations \u00e0 partir du syst\u00e8me d''inscription)
student_view_page_header=Affectations aux sections
nav_roster=Affectations des \u00e9tudiants
student_view_instructions_no_join_or_switch=Vous devez contacter votre enseignant pour rejoindre ou changer de section.
edit_manager_selected_label={0} Teaching Assistants
sections_limited=Limiter le nombre d''\u00e9tudiants dans la section \u00e0
overview_link_edit=Modifier
student_view_no_sections_not_available=La section que vous avez s\u00e9lectionn\u00e9e n''est plus disponible. S''il vous pla\u00eet, veuillez choisir une autre section
You=permet uniquement d''affecter un \u00e9tudiant \u00e0 une section au sein de chaque cat\u00e9gorie. Si l''\u00e9tudiant est d\u00e9j\u00e0 membre d''une section dans une cat\u00e9gorie, il sera retir\u00e9 de cette section si vous l''affecter \u00e0 une nouvelle section.
student_member=Affectations des \u00e9tudiants
overview_table_header_current_size=Taille actuelle
student_view_member=Membre
section_update_failure_end_without_start=Si vous sp\u00e9cifiez une heure de fin, vous devez aussi sp\u00e9cifier une heure de d\u00e9but.
overview_instructions_auto_instructor=Vos sections sont g\u00e9r\u00e9es de fa\u00e7on automatique en se basant sur les listes d''\u00e9tudiants connect\u00e9es au site (telles que d\u00e9finies dans l''outil Informations du site, sous Modifier les listes d''\u00e9tudiants). Pour assigner des TAs (Teaching Assistants) \u00e0 une section, cliquez Assigner les TAs (ci-dessous); le reste de l''information ne peut \u00eatre que vu. Pour d\u00e9sactiver la gestion automatique, cliquez sur Options ci-dessus.
and=et
add_section_category=cat\u00e9gorie
student_view_view_all=Tout afficher
filter_all_sections=Toutes les sections
edit_student_sections_drop=Non affect\u00e9
add_section_add_meeting=Ajouter un (des) jour(s) avec une heure et/ou un lieu diff\u00e9rent(s)
section_table_category_header=Sections de {0}
overview_table_header_remove=Supprimer
options_confirm=La configuration automatique outrepassera toute section que vous avez d\u00e9finie de fa\u00e7on manuelle ainsi que leurs affectations. Vous devrez aller dans l''outil Informations du site et "Modifier les listes d''\u00e9tudiants" pour assigner des sections au site pour la gestion automatique de l''affectation. Voulez-vous continuer ?
section_plural=aux sections
edit_section_page_header=Modifier la Section
edit_manager_page_header=Affecter les Teaching Assistants
overview_instructions_mandatory_auto_instructor=Vos sections sont g\u00e9r\u00e9es de fa\u00e7on automatique en se basant sur les listes d''\u00e9tudiants connect\u00e9es au site (telles que d\u00e9finies dans l''outil Informations du site, sous Modifier les listes d''\u00e9tudiants). Pour affecter des TAs (Teaching Assistants) \u00e0 une section, cliquez sur Affecter les TAs (ci-dessous) ; tout le reste de l''information ne peut \u00eatre que visualis\u00e9e.
section_update_successful=Les modifications de la section {0} ont \u00e9t\u00e9 enregistr\u00e9es \!
transfer_membership_move_selected=D\u00e9placer les \u00e9l\u00e9ments s\u00e9lectionn\u00e9s
student_view_instructions_no_sections=Il n''y a aucune section \u00e0 laquelle vous pouvez vous inscrire.
edit_student_sections_assign=Affecter
edit_student_sections_current_sections=Sections actuelles de {0} \: 
overview_page_header=Vue d''ensemble de {0}
edit_manager_available_label=Teaching Assistants disponibles
student_view_instructions_join_or_switch=Pour rejoindre ou changer de section, cliquez sur le lien appropri\u00e9.  Vous pouvez seulement appartenir \u00e0 une section de chaque type disponible (1 cours, 1 Discussion, 1 laboratoire etc..).   En choisissant de changer vous serez supprim\u00e9 de votre section courante de ce type.
section_end_time=Heure de fin
section_logistics=D\u00e9tails de la r\u00e9union
add_section_instructions=Pour commencer, choisissez la cat\u00e9gorie et le nombre de sections \u00e0 cr\u00e9er.
role_config_error=Les r\u00f4les dans cet espace ne sont pas configur\u00e9s correctement. Certaines ou toutes les fonctionnalit\u00e9s de cet outil ne fonctionneront pas \u00e0 moins que les r\u00f4les soient configur\u00e9s correctement. Contactez votre administrateur syst\u00e8me pour obtenir de l''aide.
overview_table_header_name=Nom
student_view_header_day=Jour
overview_table_header_location=Lieu
section_end_time_default=-saisir l''heure de fin-
section_update_failure_end_before_start=Si vous sp\u00e9cifiez une heure de fin, elle doit \u00eatre apr\u00e8s l''heure de d\u00e9but.
error_section_deleted=Cette section a \u00e9t\u00e9 supprim\u00e9e par un autre utilisateur.
roster_pager_status=Affichage des \u00e9tudiants {0} \u00e0 {1} sur {2}
options_self_register_label=Les \u00e9tudiants peuvent s''inscrire \u00e0 des sections
overview_delete_section_confirmation_post=Les \u00e9tudiants dans cette(ces) section(s) deviendront ''non affect\u00e9s'' (dans aucune des sections de ce type). Veuillez utiliser le lien ''Affecter des \u00e9tudiants'' d''une autre section pour les affecter \u00e0 une nouvelle section.
add_section_successful_plural=ont \u00e9t\u00e9 cr\u00e9\u00e9es
overview_delete_short=Supprimer
section_location=Lieu
roster_page_header=Affectations des \u00e9tudiants
edit_student_over_max_warning_try=Vous avez essay\u00e9 d''ajouter {0} \u00e9tudiants dans une section de {1} \u00e9tudiants tandis que la taille maximale de celle-ci est de {2} \!
overview_delete=Supprimer des sections
edit_student_section_size=Taille de la section \: 
edit_student_selected_title=/{0}
overview_instructions_auto_ta=Vos sections sont g\u00e9r\u00e9es de fa\u00e7on automatique en se basant sur les listes d''\u00e9tudiants connect\u00e9es \u00e0 l''espace (telles que d\u00e9finies par l''instructeur dans l''outil Informations du site, sous Modifier les listes d''\u00e9tudiants). Pour affecter des \u00e9tudiants \u00e0 une section (ci-dessous), cliquez sur Affecter des \u00e9tudiants (ci-dessous); tout le reste de l''information ne peut \u00eatre que visualis\u00e9e. Seuls les instructeurs peuvent connecter diff\u00e9rentes listes d''\u00e9tudiants \u00e0 ce site, ou r\u00e9gler les sections de fa\u00e7on \u00e0 ce qu''elles soient g\u00e9r\u00e9es manuellement.
transfer_membership_move_all=Tout d\u00e9placer
section_update_failure_duplicate_title=Il y a une autre section dans cet espace dont le nom est {0}.
edit_student_over_max_warning=Dans la section {0} , il y a actuellement {1} \u00e9tudiants, soit {2} de plus que la taille maximale permise\!\n
student_view_instructions_join=Pour rejoindre une section, cliquez sur le lien Rejoindre. Vous ne pouvez appartenir qu''\u00e0 une section de chaque type disponible (1 cours, 1 Discussion, 1 labo, etc..).
sections_unlimited=Nombre illimit\u00e9 d''\u00e9tudiants dans la section
roster_view_students=Afficher \u00e9tudiants dans
nav_download=T\u00e9l\u00e9charger
section_title=Nom
javax.faces.convert.DateTimeConverter.CONVERSION=Veuillez saisir une heure, par exemple ''7'', ''8\:00'' or ''12\:30''.
edit_manager_ta_note=Note\: Vous ne voyez pas de Teaching Assistant ici ? Allez \u00e0 l''outil Informations du site et ajoutez-les comme participants au site avec le r\u00f4le "Teaching Assistant".
nav_options=Options
overview_table_header_day=Jour
options_page_subheader=R\u00e8glement de la section pour la classe
student_view_sections=Sections
student_view_all=Toutes les sections
edit_student_update=Affecter des \u00e9tudiants
roster_table_header_id=Identifiant de l''\u00e9tudiant
roster_table_header_ta=Teaching Assistants
overview_link_sep_char=|
edit_manager_successful=Les Teaching Assistants pour la section {0} ont \u00e9t\u00e9 mis \u00e0 jour avec succ\u00e8s \!
roster_search_button=Chercher
section_singular=\u00e0 la section
student_view_header_instructor=Teaching Assistant(s)
section_max_size_unlimited=Illimit\u00e9
roster_clear_button=R\u00e9initialiser
student_view_category_sections=Sections {0}
roster_table_header_name=Nom de l''\u00e9tudiant
overview_table_header_time=Heure
overview_delete_section_success=Section supprim\u00e9e.
section_add_failure_duplicate_title=Une section nomm\u00e9e {0} existe d\u00e9j\u00e0 dans cet espace.
add_section_add=Ajouter
add_sections_select_one=- choisissez-en une -
add_section_sections_of=sections de
roster_search_text=Nom ou Identifiant de l''\u00e9tudiant
section_start_time=Heure de d\u00e9but
student_view_instructions_switch=Pour changer de section, cliquez sur le lien ''Changer'' de la section dans laquelle vous voulez aller. Vous serez automatiquement supprim\u00e9 de votre section actuelle pour passer dans l''autre section.
student_view_header_time=Heure
add_section_successful={0} {1} avec succ\u00e8s \! Vous pouvez maintenant affecter des Teaching Assistants et des \u00e9tudiants {2} en s\u00e9lectionnant les liens dans la section.\n
edit_student_sections_instructions=Pour affecter cet \u00e9tudiant \u00e0 une section, cliquez sur Affecter.\nVous pouvez affecter un \u00e9tudiant uniquement \u00e0 une section au sein de chaque cat\u00e9gorie.\nSi l''\u00e9tudiant est d\u00e9j\u00e0 membre d''une section dans une cat\u00e9gorie, il sera retir\u00e9 de cette section si vous l''affectez \u00e0 une nouvelle section.
#
# Control closed sections
#
section_close_title=Outil de section ferm\u00e9
section_close_desc=Cet outil est ferm\u00e9. Vous serez en mesure d''acc\u00e9der \u00e0 l''outil des sections \u00e0 la date et \u00e0 l''heure sp\u00e9cifi\u00e9e par votre institution.
section_close_opendate=Date d''ouverture \:
section_open_info=Fermer l''outil des sections aux \u00e9tudiants jusqu''\u00e0 la date d''ouverture \:
section_refresh_info=Actualiser la page pour voir les groupes apr\u00e8s la date d''\u00e9ch\u00e9ance.
error_date_format=Erreur avec le format de Date/Heure
options_internally_manage_warning=Lorsque vous utilisez une date d''ouverture, vous devez autoriser l''auto-affectation ou le changement personnel.

