#X-Generator: crowdin.net
#Tue Jan 25 16:42:46 CET 2011
javax.faces.validator.LongRangeValidator.MINIMUM=\u0915\u0943\u092a\u092f\u093e {0} \u0938\u0947 \u0905\u0927\u093f\u0915 \u0938\u0902\u0916\u094d\u092f\u093e \u0926\u0930\u094d\u091c \u0915\u0930\u0947\u0902\u0964
student_view_header_available=\u0932\u093e\u092d \u0932\u0947\u0964
add_sections_add=\u0905\u0928\u0941\u092d\u093e\u0917 \u091c\u094b\u0921\u093c\u0947\u0902
no_sections_instructions=\u0915\u0943\u092a\u092f\u093e, \u0928\u090f \u0905\u0928\u0941\u092d\u093e\u0917\u094b\u0902 \u0915\u094b \u092c\u0928\u093e\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f ''\u0905\u0928\u0941\u092d\u093e\u0917 \u091c\u094b\u0921\u093c\u0947\u0902'' \u092a\u0930 \u091c\u093e\u090f\u0901\u0964
section_update_failure_title_too_long=\u0905\u0928\u0941\u092d\u093e\u0917 \u0928\u093e\u092e ''{0}'' {1} \u0935\u0930\u094d\u0923\u094b\u0902 \u0915\u0940 \u0905\u0927\u093f\u0915\u0924\u092e \u0932\u0902\u092c\u093e\u0908 \u0938\u0947 \u0905\u0927\u093f\u0915 \u0939\u0948\u0964
student_view_full=\u092a\u0942\u0930\u094d\u0923
overview_table_header_managers=\u0936\u093f\u0915\u094d\u0937\u0923 \u0938\u0939\u093e\u092f\u0915 (TA)
student_view_header_title=\u0905\u0928\u0941\u092d\u093e\u0917 \u0915\u093e \u0928\u093e\u092e
overview_delete_section_confirmation_pre=\u0906\u092a \u0938\u0941\u0928\u093f\u0936\u094d\u091a\u093f\u0924 \u0915\u0930\u0947\u0902 \u0915\u093f \u0906\u092a \u0928\u093f\u092e\u094d\u0928 \u0905\u0928\u0941\u092d\u093e\u0917\u094b\u0902 \u0915\u094b \u0928\u093f\u0915\u093e\u0932\u0928\u093e \u091a\u093e\u0939\u0924\u0947 \u0939\u0948\u0902\:
error_no_role=\u0907\u0938 \u0938\u093e\u0907\u091f \u092e\u0947\u0902 \u0906\u092a \u0935\u0930\u094d\u0917\u094b\u0902 \u0915\u094b \u0926\u0947\u0916\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0905\u0927\u093f\u0915\u0943\u0924 \u0928\u0939\u0940\u0902 \u0939\u0948\u0902\u0964
student_view_switch=\u0938\u094d\u0935\u093f\u091a
overview_table_header_available=\u0932\u093e\u092d \u0932\u0947\u0964
student_view_membership_full={0} \u092a\u0942\u0930\u094d\u0923 \u0939\u0948 \u0914\u0930 \u0905\u0927\u093f\u0915 \u0938\u0926\u0938\u094d\u092f\u094b\u0902 \u0915\u094b \u0938\u094d\u0935\u0940\u0915\u093e\u0930 \u0928\u0939\u0940\u0902 \u0915\u0930 \u0938\u0915\u0924\u093e\u0964 \u0915\u0943\u092a\u092f\u093e \u0915\u093f\u0938\u0940 \u0905\u0928\u094d\u092f \u0905\u0928\u0941\u092d\u093e\u0917 (\u092f\u0926\u093f \u0909\u092a\u0932\u092c\u094d\u0927 \u0939\u094b) \u0915\u093e \u091a\u092f\u0928 \u0915\u0930\u0947\u0902\u0964
sections_specify_limit=\u0906\u0915\u093e\u0930 \u0938\u0940\u092e\u093e \u092a\u0930 \u0905\u0928\u0941\u092d\u093e\u0917 \u0926\u0930\u094d\u091c \u0915\u0930\u0947\u0902\u0964
options_update_successful=\u0927\u093e\u0930\u093e \u0935\u093f\u0915\u0932\u094d\u092a \u0938\u092b\u0932\u0924\u093e\u092a\u0942\u0930\u094d\u0935\u0915 \u0905\u0926\u094d\u092f\u0924\u0928 \u0915\u093f\u092f\u093e \u0917\u092f\u093e\!
nav_overview=\u0938\u0902\u0915\u094d\u0937\u093f\u092a\u094d\u0924 \u0935\u093f\u0935\u0930\u0923 
student_view_switch_sc=({0} \u092a\u0930 \u0938\u094d\u0935\u093f\u091a)
edit_student_page_header=\u091b\u093e\u0924\u094d\u0930\u094b\u0902 \u0915\u094b \u0905\u0938\u093e\u0907\u0928 \u0915\u0930\u0947\u0902
section_add_failure_title_too_long=\u0905\u0928\u0941\u092d\u093e\u0917 \u0928\u093e\u092e ''{0}'' {1} \u0935\u0930\u094d\u0923\u094b\u0902 \u0915\u0940 \u0905\u0927\u093f\u0915\u0924\u092e \u0932\u0902\u092c\u093e\u0908 \u0938\u0947 \u0905\u0927\u093f\u0915 \u0939\u0948\u0964
student_view_header_location=\u0938\u094d\u0925\u093e\u0928
overview_link_managers=TAs \u0905\u0938\u093e\u0907\u0928 \u0915\u0930\u0947\u0902
cancel=\u0930\u0926\u094d\u0926 \u0915\u0930\u0947\u0902
edit_manager_update=TAs \u0905\u0938\u093e\u0907\u0928 \u0915\u0930\u0947\u0902
validation_messages_present=\u0905\u0902\u0924\u093f\u092e \u0915\u094d\u0930\u093f\u092f\u093e \u0915\u0947 \u0938\u093e\u0925 \u0938\u092e\u0938\u094d\u092f\u093e\u090f\u0901 \u0930\u0939\u0940 \u0925\u0940\u0964 \u0915\u0943\u092a\u092f\u093e \u0928\u0940\u091a\u0947 \u0926\u093f\u090f \u0917\u090f \u0935\u093f\u0935\u0930\u0923 \u0926\u0947\u0916\u0947\u0902\u0964
options_externally_managed_description=\u0938\u094d\u0935\u091a\u093e\u0932\u093f\u0924 \u0930\u0942\u092a \u0938\u0947 \u0905\u0928\u0941\u092d\u093e\u0917\u094b\u0902 \u0914\u0930 \u0906\u0927\u093f\u0915\u093e\u0930\u093f\u0915 \u092a\u0902\u091c\u0940\u0915\u0930\u0923 \u091c\u093e\u0928\u0915\u093e\u0930\u0940 \u092a\u0930 \u0906\u0927\u093e\u0930\u093f\u0924 \u0938\u0926\u0938\u094d\u092f\u0924\u093e\u090f\u0901 \u092a\u094d\u0930\u092c\u0902\u0927\u093f\u0924 \u0915\u0930\u0947\u0902
options_done=\u0938\u092e\u093e\u092a\u094d\u0924
student_view_view=\u0926\u0947\u0916\u0947\u0902
section_description={0}, {1} \u0938\u0947 \u092e\u093f\u0932\u0924\u093e \u0939\u0948
student_view_my=\u092e\u0947\u0930\u093e
options_self_switch_label=\u091b\u093e\u0924\u094d\u0930 \u0905\u0928\u0941\u092d\u093e\u0917\u094b\u0902 \u0915\u094b \u0938\u094d\u0935\u093f\u091a \u0915\u0930 \u0938\u0915\u0924\u0947 \u0939\u0948\u0902
student_view_already_member_in_category=\u0906\u092a \u092a\u0939\u0932\u0947 \u0938\u0947 \u0939\u0940 \u0907\u0938 \u0936\u094d\u0930\u0947\u0923\u0940 \u092e\u0947\u0902 \u090f\u0915 \u0905\u0928\u0941\u092d\u093e\u0917 \u0915\u0947 \u090f\u0915 \u0938\u0926\u0938\u094d\u092f \u0939\u0948\u0902\u0964
edit_student_successful={0} \u092e\u0947\u0902 \u091b\u093e\u0924\u094d\u0930\u094b\u0902 \u0915\u094b \u0938\u092b\u0932\u0924\u093e\u092a\u0942\u0930\u094d\u0935\u0915 \u0905\u0926\u094d\u092f\u0924\u0928 \u0915\u093f\u092f\u093e \u0917\u092f\u093e\!
section_max_size=\u0905\u0928\u0941\u092d\u093e\u0917 \u0906\u0915\u093e\u0930
student_view_join=\u0936\u093e\u092e\u093f\u0932 \u0939\u094b\u0902
edit_student_unassigned=\u0905\u0928\u0905\u0938\u093e\u0907\u0928\u094d\u0921 \u091b\u093e\u0924\u094d\u0930
update=\u0905\u0926\u094d\u092f\u0924\u0928(\u0905\u092a\u0921\u0947\u091f) \u0915\u0930\u0947\u0902
options_automatically_manage=\u0938\u094d\u0935\u091a\u093e\u0932\u093f\u0924 \u0930\u0942\u092a \u0938\u0947 \u092a\u094d\u0930\u092c\u0902\u0927\u093f\u0924 \u0915\u0930\u0947\u0902
no_sections_available=\u0907\u0938 \u0938\u093e\u0907\u091f \u0915\u0947 \u0932\u093f\u090f \u0915\u094b\u0908 \u0905\u0928\u0941\u092d\u093e\u0917 \u092a\u0930\u093f\u092d\u093e\u0937\u093f\u0924 \u0928\u0939\u0940\u0902 \u0939\u0948\u0902\u0964
section_separator=,
add_section_successful_singular=\u0939\u0948
add=\u091c\u094b\u0921\u093c\u0947\u0902
overview_link_students=\u091b\u093e\u0924\u094d\u0930\u094b\u0902 \u0915\u094b \u0905\u0938\u093e\u0907\u0928 \u0915\u0930\u0947\u0902
add_sections=\u0905\u0928\u0941\u092d\u093e\u0917 \u091c\u094b\u0921\u093c\u0947\u0902
nav_print=\u091b\u093e\u092a\u0947\u0902
filter_my_category_sections=\u092e\u0947\u0930\u0947 {0} \u0905\u0928\u0941\u092d\u093e\u0917
student_view_join_sc=({0} \u092e\u0947\u0902 \u0936\u093e\u092e\u093f\u0932)
options_page_header=\u0935\u093f\u0915\u0932\u094d\u092a
edit_student_sections_page_header={0} \u0915\u0947 \u0905\u0928\u0941\u092d\u093e\u0917\u094b\u0902 \u0915\u094b \u0938\u0902\u092a\u093e\u0926\u093f\u0924 \u0915\u0930\u0947\u0902
filter_my_sections=\u092e\u0947\u0930\u0947 \u0905\u0928\u0941\u092d\u093e\u0917\u094b\u0902
roster_instructions=\u090f\u0915 \u091b\u093e\u0924\u094d\u0930 \u0915\u0947 \u0905\u0928\u0941\u092d\u093e\u0917 \u0938\u0926\u0938\u094d\u092f\u0924\u093e\u090f\u0901 \u0938\u0902\u092a\u093e\u0926\u093f\u0924 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0909\u0928\u0915\u0947 \u0928\u093e\u092e \u092a\u0930 \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0947\u0902
student_view_no_sections_to_display=\u092a\u094d\u0930\u0926\u0930\u094d\u0936\u093f\u0924 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0915\u094b\u0908 \u0905\u0928\u0941\u092d\u093e\u0917 \u0928\u0939\u0940\u0902 \u0939\u0948\u0902\u0964  \u0915\u0943\u092a\u092f\u093e \u0909\u092a\u0930\u094b\u0915\u094d\u0924 \u0905\u092a\u0928\u0947 \u092b\u093c\u093f\u0932\u094d\u091f\u0930 \u0938\u0947\u091f\u093f\u0902\u0917\u094d\u0938 \u092a\u0930\u093f\u0935\u0930\u094d\u0924\u093f\u0924 \u0915\u0930\u0947\u0902\u0964
section_start_time_default=-\u092a\u094d\u0930\u093e\u0930\u0902\u092d \u0938\u092e\u092f \u0926\u0930\u094d\u091c \u0915\u0930\u0947\u0902-
overview_delete_section_choose=\u0915\u0943\u092a\u092f\u093e ''\u0905\u0928\u0941\u092d\u093e\u0917 \u0928\u093f\u0915\u093e\u0932\u0947\u0902'' \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0928\u0947 \u0938\u0947 \u092a\u0939\u0932\u0947 \u0939\u091f\u093e\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0905\u0928\u0941\u092d\u093e\u0917 \u0915\u093e \u091a\u092f\u0928 \u0915\u0930\u0947\u0902\u0964
admin_role=\u092a\u094d\u0930\u0936\u093e\u0938\u0915
section_location_default=-\u0938\u094d\u0925\u093e\u0928 \u0926\u0930\u094d\u091c \u0915\u0930\u0947\u0902-
options_internally_managed_description=\u092e\u0948\u0928\u094d\u092f\u0941\u0905\u0932 \u0930\u0942\u092a \u0938\u0947 \u0905\u0928\u0941\u092d\u093e\u0917\u094b\u0902 \u0914\u0930 \u0938\u0926\u0938\u094d\u092f\u0924\u093e (\u092a\u0902\u091c\u0940\u0915\u0930\u0923 \u092a\u094d\u0930\u0923\u093e\u0932\u0940 \u0938\u0947 \u0905\u0928\u0941\u092d\u093e\u0917 \u0914\u0930 \u0938\u0926\u0938\u094d\u092f\u0924\u093e \u0905\u0926\u094d\u092f\u0924\u0928 \u0915\u094b \u092c\u0902\u0926 \u0915\u0930 \u0926\u093f\u092f\u093e) \u0915\u093e \u092a\u094d\u0930\u092c\u0902\u0927\u0928 \u0915\u0930\u0947\u0902
student_view_page_header=\u0905\u0928\u0941\u092d\u093e\u0917 \u0938\u0926\u0938\u094d\u092f\u0924\u093e\u090f\u0901
nav_roster=\u091b\u093e\u0924\u094d\u0930 \u0915\u0940 \u0938\u0926\u0938\u094d\u092f\u0924\u093e
student_view_instructions_no_join_or_switch=\u0906\u092a\u0915\u094b \u0905\u0928\u0941\u092d\u093e\u0917\u094b\u0902 \u092e\u0947\u0902 \u0936\u093e\u092e\u093f\u0932 \u0939\u094b\u0928\u0947 \u092f\u093e \u0938\u094d\u0935\u093f\u091a \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0905\u092a\u0928\u0947 \u092a\u094d\u0930\u0936\u093f\u0915\u094d\u0937\u0915 \u0938\u0947 \u0938\u0902\u092a\u0930\u094d\u0915 \u0915\u0930\u0928\u093e \u091a\u093e\u0939\u093f\u090f \u0964
edit_manager_selected_label={0} \u0936\u093f\u0915\u094d\u0937\u0923 \u0938\u0939\u093e\u092f\u0915
sections_limited=\u0924\u0915 \u0905\u0928\u0941\u092d\u093e\u0917 \u092e\u0947\u0902 \u091b\u093e\u0924\u094d\u0930\u094b\u0902 \u0915\u0940 \u0938\u0902\u0916\u094d\u092f\u093e \u0938\u0940\u092e\u093f\u0924 \u0915\u0930\u0947\u0902
overview_link_edit=\u0938\u0902\u092a\u093e\u0926\u093f\u0924 \u0915\u0930\u0947\u0902
student_view_no_sections_not_available=\u0906\u092a\u0915\u0947 \u0926\u094d\u0935\u093e\u0930\u093e \u091a\u092f\u0928\u093f\u0924 \u0905\u0928\u0941\u092d\u093e\u0917 \u0905\u092c \u0909\u092a\u0932\u092c\u094d\u0927 \u0928\u0939\u0940\u0902 \u0939\u0948\u0964 \u0915\u0943\u092a\u092f\u093e \u090f\u0915 \u0914\u0930 \u0905\u0928\u0941\u092d\u093e\u0917 \u0915\u093e \u091a\u092f\u0928 \u0915\u0930\u0947\u0902
You=\u092a\u094d\u0930\u0924\u094d\u092f\u0947\u0915 \u0936\u094d\u0930\u0947\u0923\u0940 \u0915\u0947 \u092d\u0940\u0924\u0930 \u090f\u0915 \u0905\u0928\u0941\u092d\u093e\u0917 \u092e\u0947\u0902 \u0915\u0947\u0935\u0932 \u090f\u0915 \u091b\u093e\u0924\u094d\u0930 \u0915\u094b \u0905\u0938\u093e\u0907\u0928 \u0915\u0930 \u0938\u0915\u0924\u0947 \u0939\u0948\u0902\u0964 \u092f\u0926\u093f \u091b\u093e\u0924\u094d\u0930 \u092a\u0939\u0932\u0947 \u0938\u0947 \u0939\u0940 \u090f\u0915 \u0936\u094d\u0930\u0947\u0923\u0940 \u0915\u0947 \u0905\u0928\u0941\u092d\u093e\u0917 \u092e\u0947\u0902 \u090f\u0915 \u0938\u0926\u0938\u094d\u092f \u0939\u0948 ,\u0924\u094b \u0909\u0928\u094d\u0939\u0947\u0902 \u0909\u0938 \u0905\u0928\u0941\u092d\u093e\u0917 \u0938\u0947 \u0939\u091f\u093e \u0926\u093f\u092f\u093e \u091c\u093e\u090f\u0917\u093e, \u092f\u0926\u093f \u0906\u092a \u0909\u0928\u094d\u0939\u0947\u0902  \u090f\u0915 \u0928\u090f \u0905\u0928\u0941\u092d\u093e\u0917 \u092e\u0947\u0902 \u0905\u0938\u093e\u0907\u0928 \u0915\u0930\u0947\u0902\u0917\u0947 \u0924\u094b\u0964
student_member=\u091b\u093e\u0924\u094d\u0930 \u0915\u0940 \u0938\u0926\u0938\u094d\u092f\u0924\u093e
overview_table_header_current_size=\u0935\u0930\u094d\u0924\u092e\u093e\u0928 \u0906\u0915\u093e\u0930
student_view_member=\u0938\u0926\u0938\u094d\u092f
section_update_failure_end_without_start=\u092f\u0926\u093f \u0906\u092a \u090f\u0915 \u0938\u092e\u093e\u092a\u094d\u0924\u093f \u0938\u092e\u092f \u0928\u093f\u0930\u094d\u0926\u093f\u0937\u094d\u091f \u0915\u0930\u0947\u0902, \u0906\u092a\u0915\u094b \u090f\u0915 \u092a\u094d\u0930\u093e\u0930\u0902\u092d \u0938\u092e\u092f \u092d\u0940 \u0928\u093f\u0930\u094d\u0926\u093f\u0937\u094d\u091f \u0915\u0930\u0928\u093e \u0939\u094b\u0917\u093e\u0964
overview_instructions_auto_instructor=\u0905\u093e\u092a\u0915\u0947 \u0905\u0928\u0941\u092d\u093e\u0917 \u0938\u094d\u0935\u091a\u093e\u0932\u093f\u0924 \u0930\u0942\u092a \u0938\u0947 \u092a\u094d\u0930\u092c\u0902\u0927\u093f\u0924 \u0939\u094b\u0924\u0947 \u0939\u0948 \u0938\u093e\u0907\u091f \u0938\u0947 \u091c\u0941\u0921\u093c\u0947 \u0930\u094b\u0938\u094d\u091f\u0930\u094b\u0902 \u0915\u0947 \u0906\u0927\u093e\u0930 \u092a\u0930 (\u091c\u0948\u0938\u093e \u0915\u0940 \u0938\u093e\u0907\u091f \u091c\u093e\u0928\u0915\u093e\u0930\u0940 \u0909\u092a\u0915\u0930\u0923 \u092e\u0947\u0902 \u092a\u0930\u093f\u092d\u093e\u0937\u093f\u0924 \u0939\u0948\u0948, \u0930\u094b\u0938\u094d\u091f\u0930\u094d\u0938 \u0938\u0902\u092a\u093e\u0926\u0928  \u0915\u0947 \u0905\u0902\u0926\u0930) \u0964 \u090f\u0915 \u0905\u0928\u0941\u092d\u093e\u0917 \u0915\u0947 \u0932\u093f\u090f TAs  \u0905\u0938\u093e\u0907\u0928 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f, (\u0928\u0940\u091a\u0947) TAs \u0905\u0938\u093e\u0907\u0928 \u0915\u0930\u0947\u0902 \u092a\u0930 \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0947\u0902; \u0905\u0928\u094d\u092f \u0938\u092d\u0940 \u091c\u093e\u0928\u0915\u093e\u0930\u0940 \u0915\u0947\u0935\u0932 \u0926\u0947\u0916\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0909\u092a\u0932\u092c\u094d\u0927 \u0939\u0948\u0964  \u0938\u094d\u0935\u0924\:\u092a\u094d\u0930\u092c\u0902\u0927\u093f\u0924 \u092c\u0902\u0926  \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u090a\u092a\u0930 \u0935\u093f\u0915\u0932\u094d\u092a \u092a\u0947\u0902 \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0947\u0902\u0964
and=\u0914\u0930
add_section_category=\u0936\u094d\u0930\u0947\u0923\u0940 
student_view_view_all=\u0938\u092d\u0940 \u0926\u0947\u0916\u0947\u0902
filter_all_sections=\u0938\u092d\u0940 \u0905\u0928\u0941\u092d\u093e\u0917
edit_student_sections_drop=\u0905\u0928\u0905\u0938\u093e\u0907\u0928
add_section_add_meeting=\u0915\u093f\u0938\u0940 \u092d\u093f\u0928\u094d\u0928 \u092e\u0940\u091f\u093f\u0902\u0917 \u0938\u092e\u092f \u0914\u0930/\u092f\u093e \u0938\u094d\u0925\u093e\u0928 \u0915\u0947 \u0938\u093e\u0925, \u0926\u093f\u0928 \u091c\u094b\u0921\u093c\u0947\u0902
section_table_category_header={0} \u0905\u0928\u0941\u092d\u093e\u0917
overview_table_header_remove=\u0939\u091f\u093e\u090f\u0901
options_confirm=\u0938\u094d\u0935\u091a\u093e\u0932\u093f\u0924 \u0938\u0947\u091f\u093f\u0902\u0917  \u0915\u093f\u0938\u0940 \u092d\u0940 \u0905\u0928\u0941\u092d\u093e\u0917\u094b \u0915\u094b \u0913\u0935\u0930\u0930\u093e\u0907\u0921 \u0915\u0930 \u0926\u0947\u0917\u0940 \u091c\u094b \u0906\u092a\u0928\u0947 \u092e\u0948\u0928\u094d\u092f\u0941\u0905\u0932 \u0930\u0942\u092a \u0938\u0947 \u092a\u0930\u093f\u092d\u093e\u0937\u093f\u0924 \u0915\u0940 \u0939\u0948 \u0909\u0928\u0915\u0940 \u0938\u0926\u0938\u094d\u092f\u0924\u093e \u0915\u0947 \u0938\u093e\u0925\u0964 \u0906\u092a\u0915\u094b \u0938\u093e\u0907\u091f \u091c\u093e\u0928\u0915\u093e\u0930\u0940 \u0909\u092a\u0915\u0930\u0923 \u092a\u0930 \u091c\u093e\u0928\u093e \u0906\u0935\u0936\u094d\u092f\u0915 \u0939\u094b\u0917\u093e \u0914\u0930 \u0938\u094d\u0935\u0924\: \u0938\u0926\u0938\u094d\u092f\u0924\u093e \u092a\u094d\u0930\u092c\u0902\u0927\u0928 \u0915\u0947 \u0932\u093f\u090f  "\u0930\u094b\u0938\u094d\u091f\u0930\u094d\u0938 \u0938\u0902\u092a\u093e\u0926\u0928" \u092a\u0930 \u0938\u093e\u0907\u091f \u0915\u094b \u0905\u0928\u0941\u092d\u093e\u0917\u094b \u0915\u094b \u0905\u0938\u093e\u0907\u0928 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f\u0964\u0915\u094d\u092f\u093e \u0906\u092a \u091c\u093e\u0930\u0940 \u0930\u0916\u0928\u093e \u091a\u093e\u0939\u0947\u0902\u0917\u0947?
section_plural=\u0905\u0928\u0941\u092d\u093e\u0917
edit_section_page_header=\u0905\u0928\u0941\u092d\u093e\u0917 \u0938\u0902\u092a\u093e\u0926\u093f\u0924 \u0915\u0930\u0947\u0902
edit_manager_page_header=\u0936\u093f\u0915\u094d\u0937\u0923 \u0938\u0939\u093e\u092f\u0915 \u0905\u0938\u093e\u0907\u0928 \u0915\u0930\u0947\u0902
overview_instructions_mandatory_auto_instructor=\u0905\u093e\u092a\u0915\u0947 \u0905\u0928\u0941\u092d\u093e\u0917 \u0938\u094d\u0935\u091a\u093e\u0932\u093f\u0924 \u0930\u0942\u092a \u0938\u0947 \u092a\u094d\u0930\u092c\u0902\u0927\u093f\u0924 \u0939\u094b\u0924\u0947 \u0939\u0948 \u0938\u093e\u0907\u091f \u0938\u0947 \u091c\u0941\u0921\u093c\u0947 \u0930\u094b\u0938\u094d\u091f\u0930\u094b\u0902 \u0915\u0947 \u0906\u0927\u093e\u0930 \u092a\u0930 (\u091c\u0948\u0938\u093e \u0915\u0940 \u0938\u093e\u0907\u091f \u091c\u093e\u0928\u0915\u093e\u0930\u0940 \u0909\u092a\u0915\u0930\u0923 \u092e\u0947\u0902 \u092a\u0930\u093f\u092d\u093e\u0937\u093f\u0924 \u0939\u0948\u0948, \u0930\u094b\u0938\u094d\u091f\u0930\u094d\u0938 \u0938\u0902\u092a\u093e\u0926\u0928  \u0915\u0947 \u0905\u0902\u0926\u0930) \u0964 \u090f\u0915 \u0905\u0928\u0941\u092d\u093e\u0917 \u0915\u0947 \u0932\u093f\u090f TAs  \u0905\u0938\u093e\u0907\u0928 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f, (\u0928\u0940\u091a\u0947) TAs \u0905\u0938\u093e\u0907\u0928 \u0915\u0930\u0947\u0902 \u092a\u0930 \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0947\u0902; \u0905\u0928\u094d\u092f \u0938\u092d\u0940 \u091c\u093e\u0928\u0915\u093e\u0930\u0940 \u0915\u0947\u0935\u0932 \u0926\u0947\u0916\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0909\u092a\u0932\u092c\u094d\u0927 \u0939\u0948\u0964  
section_update_successful={0} \u092e\u0947\u0902 \u0906\u092a\u0915\u0947 \u092a\u0930\u093f\u0935\u0930\u094d\u0924\u0928 \u0938\u0939\u0947\u091c\u0947 \u0917\u090f \u0939\u0948\u0902\!
transfer_membership_move_selected=\u091a\u092f\u0928\u093f\u0924 \u0932\u0947 \u091c\u093e\u090f\u0901
student_view_instructions_no_sections=\u0915\u094b\u0908 \u0905\u0928\u0941\u092d\u093e\u0917 \u0906\u092a\u0915\u0947 \u0936\u093e\u092e\u093f\u0932 \u0939\u094b\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0909\u092a\u0932\u092c\u094d\u0927 \u0928\u0939\u0940\u0902 \u0939\u0948\u0902\u0964
edit_student_sections_assign=\u0905\u0938\u093e\u0907\u0928 \u0915\u0930\u0947\u0902
edit_student_sections_current_sections={0} \u0915\u0947 \u0935\u0930\u094d\u0924\u092e\u093e\u0928 \u0905\u0928\u0941\u092d\u093e\u0917\:
overview_page_header={0} \u0915\u093e \u0905\u0935\u0932\u094b\u0915\u0928
edit_manager_available_label=\u0909\u092a\u0932\u092c\u094d\u0927 \u0936\u093f\u0915\u094d\u0937\u0923 \u0938\u0939\u093e\u092f\u0915
student_view_instructions_join_or_switch=\u0905\u0928\u0941\u092d\u093e\u0917\u094b \u092e\u0947\u0902 \u0936\u093e\u092e\u093f\u0932 \u0939\u094b\u0902\u0928\u0947 \u092f\u093e \u0938\u094d\u0935\u093f\u091a \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f , \u0909\u092a\u092f\u0941\u0915\u094d\u0924 \u0932\u093f\u0902\u0915 \u092a\u0930 \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0947\u0902\u0964  \u0906\u092a \u0909\u092a\u0932\u092c\u094d\u0927 \u092a\u094d\u0930\u0924\u094d\u092f\u0947\u0915 \u092a\u094d\u0930\u0915\u093e\u0930 \u0915\u0947 \u0915\u0947\u0935\u0932 \u090f\u0915 \u0905\u0928\u0941\u092d\u093e\u0917 \u0938\u0947 \u0938\u0902\u092c\u0902\u0927\u093f\u0924 \u0939\u094b \u0938\u0915\u0924\u0947 \u0939\u0948\u0902\u0964 (\u092f\u093e\u0928\u0940 1 \u0932\u0948\u0915\u094d\u091a\u0930, 1 \u091a\u0930\u094d\u091a\u093e, 1 \u0932\u0948\u092c \u0906\u0926\u093f\u0964) \u0964\u0938\u094d\u0935\u093f\u091a \u0915\u094b \u091a\u0941\u0928\u0915\u0930 \u0906\u092a \u0909\u0938 \u092a\u094d\u0930\u0915\u093e\u0930 \u0915\u0947 \u0905\u092a\u0928\u0947 \u0935\u0930\u094d\u0924\u092e\u093e\u0928 \u0905\u0928\u0941\u092d\u093e\u0917 \u0938\u0947 \u0928\u093f\u0915\u093e\u0932 \u0926\u093f\u090f \u091c\u093e\u090f\u0902\u0917\u0947\u0964
section_end_time=\u0905\u0902\u0924 \u0938\u092e\u092f
section_logistics=\u092c\u0948\u0920\u0915 \u0935\u093f\u0935\u0930\u0923
add_section_instructions=\u0906\u0930\u0902\u092d \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f, \u092c\u0928\u093e\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0936\u094d\u0930\u0947\u0923\u0940 \u0914\u0930 \u0905\u0928\u0941\u092d\u093e\u0917\u094b\u0902 \u0915\u0940 \u0938\u0902\u0916\u094d\u092f\u093e \u091a\u0941\u0928\u0947\u0902\u0964
role_config_error=\u0907\u0938 \u0938\u093e\u0907\u091f \u092e\u0947\u0902 \u092d\u0942\u092e\u093f\u0915\u093e\u090f\u0901 \u0920\u0940\u0915 \u0938\u0947 \u0915\u0949\u0928\u094d\u092b\u093c\u093f\u0917\u0930 \u0928\u0939\u0940\u0902 \u0915\u0940 \u0917\u0908 \u0939\u0948\u0902\u0964\u0907\u0938 \u0909\u092a\u0915\u0930\u0923 \u092e\u0947\u0902 \u0915\u0941\u091b \u092f\u093e \u0938\u092d\u0940 \u0935\u093f\u0936\u0947\u0937\u0924\u093e\u090f\u0901 \u0920\u0940\u0915 \u0938\u0947 \u0915\u093e\u092e \u0928\u0939\u0940\u0902 \u0915\u0930\u0947\u0902\u0917\u0947 \u091c\u092c \u0924\u0915 \u0915\u0940  \u092d\u0942\u092e\u093f\u0915\u093e\u090f\u0901 \u0938\u0939\u0940 \u0938\u0947 \u0915\u0949\u0928\u094d\u092b\u093c\u093f\u0917\u0930 \u0928\u093e \u0915\u0940 \u0917\u0908 \u0939\u094b\u0964 \u092e\u0926\u0926 \u0915\u0947 \u0932\u093f\u090f \u0905\u092a\u0928\u0947 \u0938\u093f\u0938\u094d\u091f\u092e \u0935\u094d\u092f\u0935\u0938\u094d\u0925\u093e\u092a\u0915 \u0938\u0947 \u0938\u0902\u092a\u0930\u094d\u0915 \u0915\u0930\u0947\u0902\u0964
overview_table_header_name=\u0928\u093e\u092e 
student_view_header_day=\u0926\u093f\u0928
overview_table_header_location=\u0938\u094d\u0925\u093e\u0928
section_end_time_default=-\u0905\u0902\u0924 \u0938\u092e\u092f \u0926\u0930\u094d\u091c \u0915\u0930\u0947\u0902-
section_update_failure_end_before_start=\u092f\u0926\u093f \u0906\u092a \u090f\u0915 \u0938\u092e\u093e\u092a\u094d\u0924\u093f \u0938\u092e\u092f \u0928\u093f\u0930\u094d\u0926\u093f\u0937\u094d\u091f \u0915\u0930\u0924\u0947 \u0939\u0948\u0902,\u0924\u094b \u092f\u0939 \u092a\u094d\u0930\u093e\u0930\u0902\u092d \u0938\u092e\u092f \u0915\u0947 \u092c\u093e\u0926 \u0939\u094b\u0928\u093e \u091a\u093e\u0939\u093f\u090f\u0964
error_section_deleted=\u092f\u0939 \u0905\u0928\u0941\u092d\u093e\u0917 \u0915\u093f\u0938\u0940 \u0905\u0928\u094d\u092f \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0926\u094d\u0935\u093e\u0930\u093e \u0939\u091f\u093e \u0926\u093f\u092f\u093e \u0917\u092f\u093e \u0925\u093e\u0964
roster_pager_status={2} \u091b\u093e\u0924\u094d\u0930 {0} \u0938\u0947 {1} \u0926\u0947\u0916 \u0930\u0939\u0947 \u0939\u0948
options_self_register_label=\u091b\u093e\u0924\u094d\u0930 \u0905\u0928\u0941\u092d\u093e\u0917\u094b\u0902 \u0915\u0947 \u0932\u093f\u090f \u0938\u093e\u0907\u0928 \u0905\u092a \u0915\u0930 \u0938\u0915\u0924\u0947 \u0939\u0948\u0902
overview_delete_section_confirmation_post=\u0907\u0928 \u0905\u0928\u0941\u092d\u093e\u0917(\u0917\u094b) \u092e\u0947\u0902 \u091b\u093e\u0924\u094d\u0930\u094b\u0902 \u0915\u094b ''\u0905\u0938\u093e\u0907\u0928 \u0928\u0939\u0940\u0902 \u0915\u093f\u092f\u093e \u091c\u093e\u090f\u0917\u093e'' (\u0907\u0938 \u092a\u094d\u0930\u0915\u093e\u0930 \u0915\u0947 \u0915\u093f\u0938\u0940 \u092d\u0940 \u0905\u0928\u0941\u092d\u093e\u0917 \u092e\u0947\u0902 \u0928\u0939\u0940\u0902 )\u0964 \u0915\u0943\u092a\u092f\u093e \u0905\u0928\u094d\u092f \u0905\u0928\u0941\u092d\u093e\u0917 \u092e\u0947\u0902  ''\u091b\u093e\u0924\u094d\u0930\u094b\u0902 \u0905\u0938\u093e\u0907\u0928 \u0915\u0930\u0947\u0902''  \u0932\u093f\u0902\u0915 \u0915\u093e \u0909\u092a\u092f\u094b\u0917 \u0915\u0930\u0947\u0902  \u0909\u0928\u094d\u0939\u0947\u0902 \u090f\u0915 \u0928\u092f\u093e \u0905\u0928\u0941\u092d\u093e\u0917 \u0905\u0938\u093e\u0907\u0928 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f\u0964
add_section_successful_plural=\u0939\u0948
overview_delete_short=\u0939\u091f\u093e\u090f\u0901 
section_location=\u092e\u0947\u0902
roster_page_header=\u091b\u093e\u0924\u094d\u0930 \u0915\u0940 \u0938\u0926\u0938\u094d\u092f\u0924\u093e
edit_student_over_max_warning_try=\u0906\u092a\u0928\u0947 {0} \u091b\u093e\u0924\u094d\u0930\u094b\u0902 \u0905\u0928\u0941\u092d\u093e\u0917 {1} \u091b\u093e\u0924\u094d\u0930\u094b\u0902 \u092e\u0947\u0902 \u0936\u093e\u092e\u093f\u0932 \u0915\u0930\u0928\u0947 \u0915\u0940 \u0915\u094b\u0936\u093f\u0936 \u0915\u0940 \u0939\u0948 \u091c\u092c\u0915\u093f \u0905\u0927\u093f\u0915\u0924\u092e \u0906\u0915\u093e\u0930 {2} \u0939\u0948 \!
overview_delete=\u0905\u0928\u0941\u092d\u093e\u0917\u094b\u0902 \u0915\u094b \u0939\u091f\u093e\u090f\u0901
edit_student_section_size=\u0905\u0928\u0941\u092d\u093e\u0917 \u0906\u0915\u093e\u0930\:
edit_student_selected_title=/{0}
overview_instructions_auto_ta=\u0938\u093e\u0907\u091f \u0938\u0947 \u091c\u0941\u0921\u093c\u0947 \u0930\u094b\u0938\u094d\u091f\u0930\u094b\u0902  \u0915\u0947 \u0906\u0927\u093e\u0930 \u092a\u0930 \u0905\u093e\u092a\u0915\u0947 \u0905\u0928\u0941\u092d\u093e\u0917 \u0938\u094d\u0935\u091a\u093e\u0932\u093f\u0924 \u0930\u0942\u092a \u0938\u0947 \u092a\u094d\u0930\u092c\u0902\u0927\u093f\u0924 \u0939\u094b\u0924\u0947 \u0939\u0948(\u091c\u0948\u0938\u093e \u0915\u0940 \u0938\u093e\u0907\u091f \u091c\u093e\u0928\u0915\u093e\u0930\u0940 \u0909\u092a\u0915\u0930\u0923 \u092e\u0947\u0902 \u092a\u094d\u0930\u0936\u093f\u0915\u094d\u0937\u0915 \u0926\u094d\u0935\u093e\u0930\u093e \u092a\u0930\u093f\u092d\u093e\u0937\u093f\u0924 \u0915\u093f\u092f\u093e \u0917\u092f\u093e \u0925\u093e, \u0930\u094b\u0938\u094d\u091f\u0930\u094d\u0938 \u0938\u0902\u092a\u093e\u0926\u093f\u0924 \u0915\u0930\u0947\u0902 \u0915\u0947 \u0905\u0902\u0926\u0930)\u0964 \u091b\u093e\u0924\u094d\u0930\u094b\u0902 \u0915\u094b \u0915\u093f\u0938\u0940 \u0905\u0928\u0941\u092d\u093e\u0917 \u0915\u0947 \u0932\u093f\u090f \u0905\u0938\u093e\u0907\u0928 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f,  (\u0928\u0940\u091a\u0947)  \u091b\u093e\u0924\u094d\u0930\u094b\u0902  \u0915\u094b \u0905\u0938\u093e\u0907\u0928  \u0915\u0930\u0947\u0902 \u092a\u0930  \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0947\u0902; \u0905\u0928\u094d\u092f \u0938\u092d\u0940 \u091c\u093e\u0928\u0915\u093e\u0930\u0940 \u0915\u0947\u0935\u0932 \u0926\u0947\u0916\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0909\u092a\u0932\u092c\u094d\u0927 \u0939\u0948\u0964 \u0915\u0947\u0935\u0932 \u092a\u094d\u0930\u0936\u093f\u0915\u094d\u0937\u0915 \u0907\u0938 \u0938\u093e\u0907\u091f \u0938\u0947 \u0905\u0928\u094d\u092f \u0930\u094b\u0938\u094d\u091f\u0930\u094b\u0902 \u0915\u094b \u0915\u0928\u0947\u0915\u094d\u091f \u0915\u0930 \u0938\u0915\u0924\u0947 \u0939\u0948\u0902, \u092f\u093e \u0905\u0928\u0941\u092d\u093e\u0917\u094b \u0915\u094b \u092e\u0948\u0928\u094d\u092f\u0941\u0905\u0932 \u0930\u0942\u092a \u0938\u0947 \u092a\u094d\u0930\u092c\u0902\u0927\u093f\u0924 \u0915\u093f\u090f \u091c\u093e\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0938\u0947\u091f \u0915\u0930\u0947\u0902\u0964
transfer_membership_move_all=\u0938\u092d\u0940 \u0932\u0947 \u091c\u093e\u090f\u0901
section_update_failure_duplicate_title={0} \u0928\u093e\u092e\u0915 \u0907\u0938 \u0938\u093e\u0907\u091f \u092e\u0947\u0902 \u090f\u0915 \u0914\u0930 \u0905\u0928\u0941\u092d\u093e\u0917 \u0939\u0948\u0964
edit_student_over_max_warning={0} \u0905\u092c {1} \u091b\u093e\u0924\u094d\u0930\u094b\u0902 \u092e\u0947\u0902 \u0936\u093e\u092e\u093f\u0932 \u0939\u0948, {2} \u0905\u0927\u093f\u0915\u0924\u092e \u0906\u0915\u093e\u0930 \u0938\u0940\u092e\u093e \u0938\u0947 \u0905\u0927\u093f\u0915 \u0939\u0948\!
student_view_instructions_join=\u090f\u0915 \u0916\u0902\u0921 \u092e\u0947\u0902 \u0936\u093e\u092e\u093f\u0932 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f, \u0936\u093e\u092e\u093f\u0932 \u0939\u094b\u0902 \u0932\u093f\u0902\u0915 \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0947\u0902\u0964\u0909\u092a\u0932\u092c\u094d\u0927 \u092a\u094d\u0930\u0924\u094d\u092f\u0947\u0915 \u092a\u094d\u0930\u0915\u093e\u0930 \u092e\u0947\u0902 \u0938\u0947 \u0906\u092a \u0915\u0947\u0935\u0932 \u090f\u0915 \u0939\u0940 \u0905\u0928\u0941\u092d\u093e\u0917 \u0938\u0947 \u0938\u0902\u092c\u0902\u0927\u093f\u0924 \u0939\u094b \u0938\u0915\u0924\u0947 \u0939\u0948\u0902 \u092a\u094d\u0930\u0924\u094d\u092f\u0947\u0915 \u092a\u094d\u0930\u0915\u093e\u0930 \u0909\u092a\u0932\u092c\u094d\u0927 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f (\u092f\u093e\u0928\u0940 1 \u0935\u094d\u092f\u093e\u0916\u094d\u092f\u093e\u0928, 1 \u091a\u0930\u094d\u091a\u093e, 1 \u0932\u0948\u092c, \u0906\u0926\u093f)  \u0915\u0930\u0964
sections_unlimited=\u0905\u0928\u0941\u092d\u093e\u0917 \u092e\u0947\u0902 \u091b\u093e\u0924\u094d\u0930\u094b\u0902 \u0915\u0940 \u0905\u0938\u0940\u092e\u093f\u0924 \u0938\u0902\u0916\u094d\u092f\u093e
roster_view_students=\u092e\u0947\u0902 \u091b\u093e\u0924\u094d\u0930\u094b\u0902 \u0915\u094b \u0926\u0947\u0916\u0947\u0902
nav_download=\u0921\u093e\u0909\u0928\u0932\u094b\u0921 \u0915\u0930\u0947\u0902
section_title=\u0928\u093e\u092e 
javax.faces.convert.DateTimeConverter.CONVERSION=\u0915\u0943\u092a\u092f\u093e \u090f\u0915 \u0938\u092e\u092f \u092e\u0942\u0932\u094d\u092f \u0926\u0930\u094d\u091c \u0915\u0930\u0947\u0902, \u091c\u0948\u0938\u0947 ''7'', '' 8\:00 '' \u092f\u093e '' 12\:30 ''\u0964
edit_manager_ta_note=\u0928\u094b\u091f\: \u092f\u0939\u093e\u0901 \u090f\u0915 \u0936\u093f\u0915\u094d\u0937\u0923 \u0938\u0939\u093e\u092f\u0915 \u0915\u094b \u0928\u093e \u0926\u0947\u0916\u0947\u0902?  \u0938\u093e\u0907\u091f \u091c\u093e\u0928\u0915\u093e\u0930\u0940 \u0909\u092a\u0915\u0930\u0923 \u092a\u0930 \u091c\u093e\u090f\u0901 \u0914\u0930 \u0909\u0928\u094d\u0939\u0947\u0902 ''TA'' \u0915\u0940 \u092d\u0942\u092e\u093f\u0915\u093e \u0915\u0947 \u0938\u093e\u0925 \u090f\u0915 \u0938\u093e\u0907\u091f \u092d\u093e\u0917\u0940\u0926\u093e\u0930 \u0915\u0947 \u0930\u0942\u092a \u092e\u0947\u0902 \u091c\u094b\u0921\u093c\u0947\u0902\u0964
nav_options=\u0935\u093f\u0915\u0932\u094d\u092a
overview_table_header_day=\u0926\u093f\u0928
options_page_subheader=\u0905\u0928\u0941\u092d\u093e\u0917 \u0915\u0947 \u0932\u093f\u090f \u0927\u093e\u0930\u093e \u0928\u093f\u092f\u092e
student_view_sections=\u0905\u0928\u0941\u092d\u093e\u0917\u094b\u0902
student_view_all=\u0938\u092d\u0940
edit_student_update=\u091b\u093e\u0924\u094d\u0930\u094b\u0902 \u0915\u094b \u0905\u0938\u093e\u0907\u0928 \u0915\u0930\u0947\u0902
roster_table_header_id=\u091b\u093e\u0924\u094d\u0930 \u0906\u0908\u0921\u0940
roster_table_header_ta=\u0905\u0927\u094d\u092f\u093e\u092a\u0928 \u0938\u0939\u093e\u092f\u0915
overview_link_sep_char=|
edit_manager_successful={0} \u0915\u0947 \u0932\u093f\u090f \u0936\u093f\u0915\u094d\u0937\u0923 \u0938\u0939\u093e\u092f\u0915 \u0938\u092b\u0932\u0924\u093e\u092a\u0942\u0930\u094d\u0935\u0915 \u0905\u0926\u094d\u092f\u0924\u0928 \u0915\u093f\u092f\u093e \u0917\u092f\u093e\!
roster_search_button=\u0916\u094b\u091c\u0947\u0902
section_singular=\u0905\u0928\u0941\u092d\u093e\u0917
student_view_header_instructor=\u0936\u093f\u0915\u094d\u0937\u0923 \u0938\u0939\u093e\u092f\u0915 (\u0913\u0902)
section_max_size_unlimited=\u0905\u0938\u0940\u092e\u093f\u0924
roster_clear_button=\u0938\u094d\u092a\u0937\u094d\u091f
student_view_category_sections={0} \u0905\u0928\u0941\u092d\u093e\u0917
roster_table_header_name=\u091b\u093e\u0924\u094d\u0930 \u0915\u093e \u0928\u093e\u092e
overview_table_header_time=\u0938\u092e\u092f
overview_delete_section_success=\u0905\u0928\u0941\u092d\u093e\u0917 \u0939\u091f\u093e\u092f\u093e\u0964
section_add_failure_duplicate_title=\u090f\u0915 \u0905\u0928\u0941\u092d\u093e\u0917 \u0928\u093e\u092e {0} \u092a\u0939\u0932\u0947 \u0938\u0947 \u0939\u0940 \u0907\u0938 \u0938\u093e\u0907\u091f \u092e\u0947\u0902 \u092e\u094c\u091c\u0942\u0926 \u0939\u0948\u0964
add_section_add=\u091c\u094b\u0921\u093c\u0947\u0902
add_sections_select_one=-\u090f\u0915 \u091a\u0941\u0928\u0947\u0902-
add_section_sections_of=\u0905\u0928\u0941\u092d\u093e\u0917\u094b\u0902 \u0915\u0947
roster_search_text=\u091b\u093e\u0924\u094d\u0930 \u0915\u093e \u0928\u093e\u092e \u092f\u093e \u0906\u0907\u0921\u0940
section_start_time=\u092a\u094d\u0930\u093e\u0930\u0902\u092d \u0938\u092e\u092f
student_view_instructions_switch=\u0905\u0928\u0941\u092d\u093e\u0917 \u0938\u094d\u0935\u093f\u091a \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f, \u0905\u0928\u0941\u092d\u093e\u0917 \u0915\u0947 \u0932\u093f\u090f  \u0938\u094d\u0935\u093f\u091a \u0932\u093f\u0902\u0915 \u092a\u0930 \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0947\u0902 \u091c\u093f\u0938\u092e\u0947\u0902 \u0906\u092a \u0938\u094d\u0925\u093e\u0928\u093e\u0902\u0924\u0930\u093f\u0924 \u0939\u094b\u0928\u093e \u091a\u093e\u0939\u0924\u0947 \u0939\u0948\u0902\u0964 \u0909\u0938 \u0905\u0928\u0941\u092d\u093e\u0917 \u092a\u094d\u0930\u0915\u093e\u0930 \u0915\u0947 \u0932\u093f\u090f \u0906\u092a \u0906\u092a\u0915\u0947 \u0935\u0930\u094d\u0924\u092e\u093e\u0928 \u0905\u0928\u0941\u092d\u093e\u0917 \u0938\u0947 \u0938\u094d\u0935\u091a\u093e\u0932\u093f\u0924 \u0930\u0942\u092a \u0938\u0947  \u0928\u093f\u0915\u093e\u0932 \u0926\u093f\u090f \u091c\u093e\u090f\u0902\u0917\u0947\u0964
student_view_header_time=\u0938\u092e\u092f
add_section_successful={0} {1} \u0938\u092b\u0932\u0924\u093e\u092a\u0942\u0930\u094d\u0935\u0915 \u092c\u0928\u093e\u092f\u093e \u0917\u092f\u093e\!  \u0906\u092a \u0905\u092c TAs \u0914\u0930 \u091b\u093e\u0924\u094d\u0930\u094b\u0902 \u0915\u0947 \u0932\u093f\u090f {2} \u0905\u0928\u0941\u092d\u093e\u0917 \u0915\u0947 \u0924\u0939\u0924 \u0932\u093f\u0902\u0915 \u0915\u093e \u091a\u092f\u0928 \u0915\u0930\u0915\u0947 \u0905\u0938\u093e\u0907\u0928 \u0915\u0930 \u0938\u0915\u0924\u0947 \u0939\u0948\u0902\u0964
edit_student_sections_instructions=\u0907\u0938 \u091b\u093e\u0924\u094d\u0930 \u0915\u094b \u0915\u093f\u0938\u0940 \u0905\u0928\u0941\u092d\u093e\u0917 \u0915\u0947 \u0932\u093f\u090f \u0905\u0938\u093e\u0907\u0928 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f, "\u0905\u0938\u093e\u0907\u0928 \u0915\u0930\u0947\u0902" \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0947\u0902\u0964 \u092a\u094d\u0930\u0924\u094d\u092f\u0947\u0915 \u0936\u094d\u0930\u0947\u0923\u0940 \u0915\u0947 \u092d\u0940\u0924\u0930 \u0906\u092a \u0915\u0947\u0935\u0932 \u090f\u0915 \u0905\u0928\u0941\u092d\u093e\u0917 \u092e\u0947\u0947\u0902 \u090f\u0915 \u091b\u093e\u0924\u094d\u0930 \u0915\u094b \u0905\u0938\u093e\u0907\u0928 \u0915\u0930 \u0938\u0915\u0924\u0947 \u0939\u0948\u0902\u0964  \u092f\u0926\u093f \u091b\u093e\u0924\u094d\u0930 \u092a\u0939\u0932\u0947 \u0938\u0947 \u0939\u0940 \u090f\u0915 \u0935\u0930\u094d\u0917 \u092e\u0947\u0902 \u090f\u0915 \u0905\u0928\u0941\u092d\u093e\u0917 \u0915\u093e \u090f\u0915 \u0938\u0926\u0938\u094d\u092f \u0939\u0948 \u0935\u0947 \u0909\u0938 \u0905\u0928\u0941\u092d\u093e\u0917 \u0938\u0947 \u0939\u091f\u093e \u0926\u093f\u092f\u093e \u091c\u093e\u090f\u0917\u093e, \u092f\u0926\u093f \u0906\u092a \u0909\u0938\u0947 \u090f\u0915 \u0928\u090f \u0905\u0928\u0941\u092d\u093e\u0917 \u0915\u094b \u0905\u0938\u093e\u0907\u0928 \u0915\u0930\u0924\u0947 \u0939\u0948\u0964
#
# Control closed sections
#
section_close_title=\u0905\u0928\u0941\u092d\u093e\u0917 \u0909\u092a\u0915\u0930\u0923 \u092c\u0902\u0926
section_close_desc=\u092f\u0939 \u0909\u092a\u0915\u0930\u0923 \u092c\u0902\u0926 \u0915\u0930 \u0926\u093f\u092f\u093e \u0939\u0948\u0964 \u0906\u092a \u0905\u092a\u0928\u0947 \u0938\u0902\u0915\u093e\u092f \u0928\u093f\u0930\u094d\u0927\u093e\u0930\u093f\u0924 \u0924\u093f\u0925\u093f \u0914\u0930 \u0938\u092e\u092f \u092a\u0930 \u0935\u0930\u094d\u0917\u094b\u0902 \u0909\u092a\u0915\u0930\u0923 \u0915\u093e \u0909\u092a\u092f\u094b\u0917 \u0915\u0930\u0928\u0947 \u092e\u0947\u0902 \u0938\u0915\u094d\u0937\u092e \u0939\u094b\u0902\u0917\u0947\u0964
section_close_opendate=\u0959\u0941\u0932\u0940 \u0924\u093f\u0925\u093f
section_open_info=\u091b\u093e\u0924\u094d\u0930\u094b\u0902 \u0915\u0947 \u0932\u093f\u090f \u0905\u0928\u0941\u092d\u093e\u0917 \u0909\u092a\u0915\u0930\u0923 \u0916\u0941\u0932\u093e \u0924\u093e\u0930\u0940\u0916 \u0924\u0915 \u092c\u0902\u0926 \u0915\u0930\u0947\u0902\:
section_refresh_info=\u0928\u093f\u092f\u0924 \u0926\u093f\u0928\u093e\u0902\u0915 \u0915\u0947 \u092c\u093e\u0926 \u0915\u0947 \u0938\u092e\u0942\u0939\u094b\u0902 \u0915\u094b \u0926\u0947\u0916\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u092a\u0947\u091c \u0915\u094b \u0924\u093e\u091c\u093c\u093e \u0915\u0930\u0947\u0902\u0964
error_date_format=\u0926\u093f\u0928\u093e\u0902\u0915/\u0938\u092e\u092f \u0938\u094d\u0935\u0930\u0942\u092a \u0915\u0947 \u0938\u093e\u0925 \u0924\u094d\u0930\u0941\u091f\u093f
options_internally_manage_warning=\u090f\u0915 \u0916\u0941\u0932\u0940 \u0924\u093f\u0925\u093f \u0915\u093e \u0909\u092a\u092f\u094b\u0917 \u0915\u0930\u0924\u0947 \u0938\u092e\u092f, \u0906\u092a\u0915\u094b \u0938\u094d\u0935\u092f\u0902 \u092a\u0902\u091c\u0940\u0915\u0930\u0923 \u092f\u093e \u0938\u094d\u0935\u092f\u0902 \u0938\u094d\u0935\u093f\u091a \u0915\u0940 \u0905\u0928\u0941\u092e\u0924\u093f \u092e\u093f\u0932\u0928\u0940 \u091a\u093e\u0939\u093f\u090f\u0964

