#Tue Jan 25 16:42:45 CET 2011
filter_my_sections=Mes sections
overview_link_managers=Assigner AEs
nav_roster=Liste d'\u00E9tudiants
add_sections_add=Ajouter sections
edit_manager_page_header=Assigner des assistants \u00E0 l'enseignement
section_plural=sections
roster_search_text=Nom ou ID de l'\u00E9tudiant
add_section_successful_singular=a \u00E9t\u00E9 cr\u00E9\u00E9e
add_sections_select_one=- s\u00E9lectionnez-en une -
section_update_failure_end_before_start=Si vous sp\u00E9cifiez une heure de fin, elle doit \u00EAtre apr\u00E8s l'heure de d\u00E9but.
javax.faces.convert.DateTimeConverter.CONVERSION=Veuillez inscrire une heure, par exemple '7', '8\:00' or '12\:30'.
javax.faces.component.UIInput.REQUIRED           = Cette valeur est obligatoire.
javax.faces.convert.IntegerConverter.CONVERSION  = Veuillez inscrire une valeur num\u00E9rique.
add_section_successful={0} {1} avec succ\u00E8s\! Vous pouvez maintenant assigner des assistants \u00E0 l'enseignement et des \u00E9tudiants \u00E0 {2} en s\u00E9lectionnant les liens sous la section.
roster_table_header_id=ID de l'\u00E9tudiant
edit_student_sections_drop=Non assign\u00E9
student_view_header_available=Disp.
section_location_default=-inscrire endroit-
overview_table_header_available=Disp.
student_view_instructions_join_or_switch=Pour vous inscrire ou changer de section, cliquez sur le lien appropri\u00E9. Vous ne pouvez appartenir qu'\u00E0 une section de chacun des types disponibles (c.-\u00E0-d. 1 Cours magistral, 1 Discussion, 1 Laboratoire, etc.). En choisissant 'changer', vous serez supprim\u00E9 de votre section actuelle de ce type.
edit_student_selected_title=/{0}
student_view_header_location=Endroit
overview_delete_short=Supprimer
javax.faces.validator.LongRangeValidator.MINIMUM=Veuillez inscrire un nombre sup\u00E9rieur \u00E0 {0}.
section_description={0}, rencontre {1}
edit_manager_selected_label={0} Assistants \u00E0 l'enseignement
roster_table_header_name=Nom de l'\u00E9tudiant
student_view_page_header=Sections
options_done=Termin\u00E9
section_max_size=Taille maximale
student_view_header_title=Nom de la section
section_update_failure_duplicate_title=Il y a une autre section dans ce site dont le nom est {0}.
overview_table_header_current_size=Taille actuelle
add_section_category=cat\u00E9gorie
edit_section_page_header=\u00C9diter section
edit_student_sections_current_sections=Sections actuelles de {0}\:
overview_link_students=Assigner \u00E9tudiants
student_view_all=Toutes les sections
section_end_time=Heure de fin
overview_table_header_time=Heure
edit_student_over_max_warning={0} inclut pr\u00E9sentement {1} \u00E9tudiants, {2} de plus que la taille maximale permise\!
options_internally_managed_description=G\u00E9rer de fa\u00E7on manuelle les sections et les adh\u00E9sions (cesser les mises \u00E0 jour de sections et d'adh\u00E9sions \u00E0 partir du syst\u00E8me d'inscription)
overview_link_sep_char=|
student_view_instructions_no_sections=Il n'y a aucune section \u00E0 laquelle vous pouvez vous inscrire.
transfer_membership_move_all=D\u00E9placer tout
student_view_no_sections_to_display=Il n'y a aucune section \u00E0 afficher. Veuillez modifier la configuration de votre filtre ci-dessus.
section_update_failure_end_without_start=Si vous sp\u00E9cifiez une heure de fin, vous devez aussi sp\u00E9cifier une heure de d\u00E9but.
section_add_failure_duplicate_title=Une section nomm\u00E9e {0} existe d\u00E9j\u00E0 dans ce site.
student_view_my=Mes sections
options_automatically_manage=Gestion automatique
nav_overview=Vue d'ensemble
overview_table_header_name=Nom
error_section_deleted=Cette section a \u00E9t\u00E9 supprim\u00E9e par un autre utilisateur.
overview_delete_section_success=Section supprim\u00E9e.
sections_specify_limit=Veuillez inscrire la taille limite de la section.
overview_table_header_managers=Assistant \u00E0 l'enseignement (AE)
section_update_successful=Vos modifications \u00E0 {0} ont \u00E9t\u00E9 enregistr\u00E9es\!
edit_student_section_size=Taille de la section\:
options_self_register_label=Les \u00E9tudiants peuvent s'inscrire \u00E0 des sections
roster_pager_status=Affichage {0} \u00E0 {1} de {2} \u00E9tudiants
roster_clear_button=R\u00E9initialiser
edit_manager_available_label=Assistants \u00E0 l'enseignement disponibles
options_confirm=La configuration automatique outrepassera toute section que vous avez d\u00E9finie de fa\u00E7on manuelle ainsi que leurs adh\u00E9sions. Vous devrez aller dans l'outil Info du site et "\u00C9diter listes d'\u00E9tudiants" pour assigner des sections au site pour la gestion automatique de l'adh\u00E9sion. Voulez-vous continuer?
roster_instructions=Cliquez sur le nom d'un \u00E9tudiant pour \u00E9diter leur adh\u00E9sion aux sections
section_end_time_default=-inscrire heure de fin-
options_update_successful=Les options de la section ont \u00E9t\u00E9 mises \u00E0 jour avec succ\u00E8s\!
student_view_instructions_join=Pour s'inscrire \u00E0 une section, cliquez le lien "m'inscrire". Vous ne pouvez appartenir qu'\u00E0 une section de chacun des types disponibles (c.-\u00E0-d. 1 Cours magistral, 1 Discussion, 1 Laboratoire, etc.).
section_location=Endroit
section_singular=section
no_sections_instructions=Veuillez aller \u00E0 'Ajouter sections' pour cr\u00E9er des nouvelles sections.
section_table_category_header={0} sections
overview_link_edit=\u00C9diter
section_title=Titre
overview_table_header_location=Endroit
student_view_join=M'inscrire
section_start_time=Heure de d\u00E9but
student_view_header_day=Jour
student_view_instructions_switch=Pour changer de section, cliquez le lien 'changer' de la section dans laquelle vous voulez aller. Vous serez automatiquement supprim\u00E9 de votre section actuelle pour ce type de section.
and=et
overview_instructions_auto_ta=Vos sections sont g\u00E9r\u00E9es de fa\u00E7on automatique en se basant sur les listes d'\u00E9tudiants connect\u00E9es au site (telles que d\u00E9finies par l'instructeur dans l'outil Info du site, sous \u00C9diter les listes d'\u00E9tudiants). Pour assigner des AEs \u00E0 une section, cliquez Assigner AEs (ci-dessous); tout le reste de l'information ne peut \u00EAtre que visualis\u00E9e. Seuls les instructeurs peuvent connecter diff\u00E9rentes listes d'\u00E9tudiants \u00E0 ce site, ou r\u00E9gler les sections de fa\u00E7on \u00E0 ce qu'elles soient g\u00E9r\u00E9es manuellement.
no_sections_available=Aucune section n'est d\u00E9finie pour ce site.
edit_student_update=Assigner \u00E9tudiants
roster_search_button=Trouver
add_section_instructions=Pour commencer, s\u00E9lectionnez la cat\u00E9gorie et le nombre de sections \u00E0 cr\u00E9er.
student_view_header_time=Heure/Jours
student_view_view=Afficher\:
add_section_sections_of=sections de
overview_page_header=Vue d'ensemble
validation_messages_present=Un probl\u00E8me est survenu lors de la derni\u00E8re action. Veuillez consulter les d\u00E9tails ci-dessous.
overview_instructions_mandatory_auto_instructor=Vos sections sont g\u00E9r\u00E9es de fa\u00E7on automatique en se basant sur les listes d'\u00E9tudiants connect\u00E9es au site (telles que d\u00E9finies dans l'outil Info du site, sous \u00C9diter les listes d'\u00E9tudiants). Pour assigner des AEs \u00E0 une section, cliquez Assigner AEs (ci-dessous); tout le reste de l'information ne peut \u00EAtre que visualis\u00E9e.
overview_delete=Supprimer sections
section_logistics=D\u00E9tails de la rencontre
roster_view_students=Afficher \u00E9tudiants dans
overview_delete_section_choose=Veuillez s\u00E9lectionner les sections \u00E0 supprimer avant de cliquer sur 'Supprimer section'.
student_view_category_sections={0} sections
student_view_member=Membre
error_no_role=Vous n'avez pas le droit de visualiser les sections dans ce site.
filter_all_sections=Toutes les sections
student_view_full=Plein
filter_my_category_sections=Mes sections {0}
student_view_header_instructor=Assistant(s) \u00E0 l'enseignement
student_view_view_all=Afficher tout
edit_student_successful=Les \u00E9tudiants dans {0} ont \u00E9t\u00E9 mis \u00E0 jour avec succ\u00E8s\!
section_start_time_default=-inscrire heure de d\u00E9but-
student_view_sections=Sections
roster_page_header=Liste d'\u00E9tudiants
sections_unlimited=Nombre illimit\u00E9 d'\u00E9tudiants dans la section
section_separator=,
overview_table_header_remove=Supprimer
add_section_add=Ajouter
overview_instructions_auto_instructor=Vos sections sont g\u00E9r\u00E9es de fa\u00E7on automatique en se basant sur les listes d'\u00E9tudiants connect\u00E9es au site (telles que d\u00E9finies dans l'outil Info du site, sous \u00C9diter les listes d'\u00E9tudiants). Pour assigner des AEs \u00E0 une section, cliquez Assigner AEs (ci-dessous); tout le reste de l'information ne peut \u00EAtre que visualis\u00E9e. Pour d\u00E9sactiver la gestion automatique, cliquez Options ci-dessus.
options_page_subheader=R\u00E8glement de la section pour la classe
student_view_membership_full={0} est compl\u00E8te et ne peut accepter d'autres membres. Veuillez s\u00E9lectionner une autre section (si disponible).
edit_student_sections_page_header=\u00C9diter les groupes de {0}
edit_manager_update=Assigner AEs
add_section_successful_plural=ont \u00E9t\u00E9 cr\u00E9\u00E9es
overview_delete_section_confirmation_pre=Voulez-vous vraiment supprimer les sections suivantes\:
edit_student_unassigned=\u00C9tudiants non assign\u00E9s
edit_student_sections_assign=Assigner
section_max_size_unlimited=Illimit\u00E9
edit_manager_successful=Les assistants \u00E0 l'enseignement pour {0} ont \u00E9t\u00E9 mis \u00E0 jour avec succ\u00E8s\!
options_externally_managed_description=G\u00E9rer de fa\u00E7on automatique les sections et les adh\u00E9sions en se basant sur l'information officielle d'inscription
nav_options=Options
overview_delete_section_confirmation_post=Les \u00E9tudiants dans cette(ces) section(s) deviendront 'non assign\u00E9s' (dans aucun section de ce type). Veuillez utiliser le lien 'Assigner \u00E9tudiants' sous une autre section pour les assigner \u00E0 une nouvelle section.
options_self_switch_label=Les \u00E9tudiants peuvent changer de sections
student_view_instructions_no_join_or_switch=Vous devez contacter votre instructeur pour vous inscrire ou changer de sections.
overview_table_header_day=Jour
edit_manager_ta_note=Note\: Vous ne voyez pas d'assistants \u00E0 l'enseignement ici? Allez \u00E0 l'outil d'information du site et ajoutez-les comme participants au site avec le r\u00F4le "assistants \u00E0 l'enseignement".
add_section_add_meeting=Ajouter un(des) jour(s) avec une heure et/ou un endroit diff\u00E9rent(s)
transfer_membership_move_selected=D\u00E9placer s\u00E9lectionn\u00E9s
sections_limited=Limiter le nombre d'\u00E9tudiants dans la section \u00E0
options_page_header=Options
admin_role=Administrateur
edit_student_page_header=Assigner \u00E9tudiants
student_view_switch=Changer
role_config_error=Les r\u00F4les dans ce site ne sont pas configur\u00E9s correctement. Certaines ou toutes les fonctionnalit\u00E9s de cet outil ne fonctionneront pas \u00E0 moins que les r\u00F4les soient configur\u00E9s correctement. Contactez votre administrateur de syst\u00E8me pour obtenir de l'aide.
edit_student_sections_instructions = Pour assigner cet \u00E9tudiant \u00E0 une section, cliquez Assigner. Vous ne pouvez assigner un \u00E9tudiant qu'\u00E0 une seule section \u00E0 l'int\u00E9rieur de chaque cat\u00E9gorie. Si l'\u00E9tudiant est d\u00E9j\u00E0 membre d'une section dans une cat\u00E9gorie, il sera supprim\u00E9 de cette section si vous l'assign\u00E9 \u00E0 une nouvelle section.