#X-Generator: crowdin.com
#Tue Jan 25 16:42:46 CET 2011
javax.faces.validator.LongRangeValidator.MINIMUM=\u0627\u0644\u0645\u0631\u062c\u0648 \u0625\u062f\u062e\u0627\u0644 \u0639\u062f\u062f \u0623\u0643\u0628\u0631 \u0645\u0646 {0}.
student_view_header_available=\u0645\u062a\u0627\u062d.
add_sections_add=\u0625\u0636\u0627\u0641\u0629 \u0623\u0642\u0633\u0627\u0645
no_sections_instructions=\u0627\u0644\u0645\u0631\u062c\u0648 \u0627\u0644\u0630\u0647\u0627\u0628 \u0625\u0644\u0649 '\u0625\u0636\u0627\u0641\u0629 \u0623\u0642\u0633\u0627\u0645' \u0644\u0625\u0646\u0634\u0627\u0621 \u0623\u0642\u0633\u0627\u0645 \u062c\u062f\u064a\u062f\u0629.
student_view_full=\u0643\u0627\u0645\u0644
overview_table_header_managers=\u0623\u0633\u062a\u0627\u0630 \u0645\u0633\u0627\u0639\u062f (\u0623\u0645)
student_view_header_title=\u0625\u0633\u0645 \u0627\u0644\u0642\u0633\u0645
overview_delete_section_confirmation_pre=\u0647\u0644 \u0623\u0646\u062a \u0645\u062a\u0623\u0643\u062f \u0627\u0646\u0643 \u062a\u0631\u064a\u062f \u062d\u0630\u0641 \u0627\u0644\u0623\u0642\u0633\u0627\u0645 \u0627\u0644\u062a\u0627\u0644\u064a\u0629 \:  
error_no_role=\u0644\u0627 \u064a\u0645\u0643\u0646\u0643\u0645 \u0631\u0624\u064a\u0629 \u0627\u0644\u0623\u0642\u0633\u0627\u0645 \u0641\u064a \u0647\u0630\u0627 \u0627\u0644\u0645\u0648\u0642\u0639 
student_view_switch=\u062a\u063a\u064a\u064a\u0631
overview_table_header_available=\u0645\u062a\u0627\u062d.
student_view_membership_full={0} \u0643\u0627\u0645\u0644 \u0627\u0644\u0639\u062f\u062f \u0644\u0627\u064a\u0645\u0643\u0646\u0647 \u0625\u0633\u062a\u0642\u0628\u0627\u0644 \u0623\u0639\u0636\u0627\u0621 \u062c\u062f\u062f. \u0627\u0644\u0645\u0631\u062c\u0648 \u0625\u062e\u062a\u064a\u0627\u0631 \u0642\u0633\u0645 \u0622\u062e\u0631 (\u0625\u0630\u0627 \u0643\u0627\u0646 \u0645\u062a\u0627\u062d)
sections_specify_limit=\u0627\u0644\u0645\u0631\u062c\u0648 \u0625\u062f\u062e\u0627\u0644 \u0627\u0644\u062d\u062c\u0645 \u0627\u0644\u0623\u0642\u0635\u0649 \u0644\u0644\u0642\u0633\u0645.
options_update_successful=\u062e\u064a\u0627\u0631\u0627\u062a \u0627\u0644\u0623\u0642\u0633\u0627\u0645 \u062a\u0645 \u062a\u062d\u062f\u064a\u062b\u0647\u0627 \u0628\u0646\u062c\u0627\u062d\!
nav_overview=\u0646\u0638\u0631\u0629 \u0634\u0627\u0645\u0644\u0629
edit_student_page_header=\u062a\u0639\u064a\u064a\u0646 \u0627\u0644\u0637\u0644\u0627\u0628
student_view_header_location=\u0645\u0643\u0627\u0646
overview_link_managers=\u062a\u0639\u064a\u064a\u0646 \u0623-\u0645
edit_manager_update=\u062a\u0639\u064a\u064a\u0646 \u0623-\u0645
validation_messages_present=\u0648\u0642\u0639\u062a \u0645\u0634\u0627\u0643\u0644 \u062e\u0644\u0627\u0644 \u0627\u0644\u0625\u0633\u062a\u062e\u062f\u0627\u0645 \u0627\u0644\u0623\u062e\u064a\u0631. \u0623\u0646\u0638\u0631 \u0627\u0644\u062a\u0641\u0627\u0635\u064a\u0644 \u0623\u062f\u0646\u0627\u0647. 
options_externally_managed_description=\u0627\u0644\u0625\u062f\u0627\u0631\u0629 \u0627\u0644\u062a\u0644\u0642\u0627\u0626\u064a\u0629 \u0644\u0644\u0641\u0631\u0648\u0639 \u0648\u0627\u0644\u0639\u0636\u0648\u064a\u0627\u062a \u0628\u0646\u0627\u0621 \u0639\u0644\u0649 \u0627\u0644\u0645\u0639\u0644\u0648\u0645\u0627\u062a \u0627\u0644\u0631\u0633\u0645\u064a\u0629 \u0644\u0644\u0633\u062c\u0644
options_done=\u0625\u0646\u062a\u0647\u0627\u0621
student_view_view=\u0639\u0631\u0636\:
section_description={0}, \u064a\u0644\u062a\u0642\u064a {1}
student_view_my=\u0627\u0644\u0623\u0642\u0633\u0627\u0645 \u0627\u0644\u062a\u064a \u0623\u0646\u062a\u0645\u064a \u0625\u0644\u064a\u0647\u0627
options_self_switch_label=\u0627\u0644\u0637\u0644\u0628\u0629 \u064a\u0645\u0643\u0646\u0647\u0645 \u062a\u063a\u064a\u064a\u0631 \u0627\u0644\u0623\u0642\u0633\u0627\u0645
student_view_already_member_in_category=\u0627\u0646\u062a \u062d\u0627\u0644\u064a\u0627 \u0639\u0636\u0648 \u0641\u064a \u0642\u0633\u0645 \u0641\u064a \u0647\u0630\u0647 \u0627\u0644\u0641\u0626\u0629.
edit_student_successful=\u0627\u0644\u0637\u0644\u0628\u0629 \u0641\u064a {0} \u062a\u0645 \u062a\u062d\u062f\u064a\u062b\u0647\u0645 \u0628\u0646\u062c\u0627\u062d\!
section_max_size=\u0627\u0644\u062d\u062c\u0645 \u0627\u0644\u0627\u0642\u0635\u0649
student_view_join=\u0625\u0644\u062a\u062d\u0627\u0642
edit_student_unassigned=\u0637\u0644\u0628\u0629 \u063a\u064a\u0631 \u0645\u0639\u064a\u0646\u064a\u0646
options_automatically_manage=\u0625\u062f\u0627\u0631\u0629 \u062a\u0644\u0642\u0627\u0626\u064a\u0629
no_sections_available=\u0644\u064a\u0633\u062a \u0647\u0646\u0627\u0643 \u0623\u0642\u0633\u0627\u0645 \u0645\u062d\u062f\u062f\u0629 \u0644\u0647\u0630\u0627 \u0627\u0644\u0645\u0648\u0642\u0639.
section_separator=,
add_section_successful_singular=\u0642\u062f
overview_link_students=\u062a\u0639\u064a\u064a\u0646 \u0637\u0644\u0628\u0629
nav_print=\u0637\u0628\u0627\u0639\u0629
filter_my_category_sections=\u0623\u0642\u0633\u0627\u0645\u064a {0}
options_page_header=\u062e\u064a\u0627\u0631\u0627\u062a
edit_student_sections_page_header=\u062a\u062d\u0631\u064a\u0631 \u0627\u0644\u0623\u0642\u0633\u0627\u0645 {0}
filter_my_sections=\u0623\u0642\u0633\u0627\u0645\u064a
roster_instructions=\u0623\u0646\u0642\u0631 \u0639\u0644\u0649 \u0625\u0633\u0645 \u0627\u0644\u0637\u0627\u0644\u0628 \u0644\u062a\u062d\u0631\u064a\u0631\u0639\u0636\u0648\u064a\u0627\u062a\u0647 \u0644\u0644\u0623\u0642\u0633\u0627\u0645
student_view_no_sections_to_display=\u0644\u0627 \u064a\u0648\u062c\u062f \u0623\u0642\u0633\u0627\u0645 \u0644\u0639\u0631\u0636\u0647\u0627. \u0627\u0644\u0631\u062c\u0627\u0621 \u062a\u063a\u064a\u0631 \u0627\u0639\u062f\u0627\u062f\u062a \u0627\u0644\u0645\u0635\u0641\u0627\u0629 \u0628\u0627\u0644\u0623\u0639\u0644\u0649.
section_start_time_default=-\u0623\u062f\u062e\u0644 \u0648\u0642\u062a \u0627\u0644\u0628\u062f\u0627\u064a\u0629-
overview_delete_section_choose=Veuillez s\u00e9lectionner les sections \u00e0 supprimer avant de cliquer sur 'Supprimer section'.
admin_role=\u0645\u062f\u064a\u0631
section_location_default=-\u0623\u062f\u062e\u0644 \u0627\u0644\u0645\u0643\u0627\u0646-
options_internally_managed_description=\u0627\u0644\u0627\u062f\u0627\u0631\u0629 \u0627\u0644\u064a\u062f\u0648\u064a\u0629 \u0644\u0644\u0641\u0631\u0648\u0639 \u0648\u0627\u0644\u0639\u0636\u0648\u064a\u0627\u062a (\u064a\u0648\u0642\u0641 \u062a\u062d\u062f\u064a\u062b \u0627\u0644\u0642\u0633\u0645 \u0648 \u0627\u0644\u0639\u0636\u0648\u064a\u0629 \u0645\u0646 \u0646\u0638\u0627\u0645 \u0627\u0644\u062a\u0633\u062c\u064a\u0644) 
student_view_page_header=\u0639\u0636\u0648\u064a\u0627\u062a \u0627\u0644\u0642\u0633\u0645 
nav_roster=\u0642\u0627\u0626\u0645\u0629 \u0627\u0644\u0637\u0644\u0628\u0629
student_view_instructions_no_join_or_switch=\u064a\u062c\u0628 \u0627\u0644\u0625\u062a\u0635\u0627\u0644 \u0628\u0645\u062f\u0631\u0628\u0643 \u0644\u0644\u0625\u0644\u062a\u062d\u0627\u0642 \u0623\u0648 \u062a\u063a\u064a\u064a\u0631 \u0642\u0633\u0645. 
edit_manager_selected_label={0} \u0623\u0633\u0627\u062a\u0630\u0629 \u0645\u0633\u0627\u0639\u062f\u064a\u0646
sections_limited=\u0639\u062f\u062f \u0645\u062d\u062f\u0648\u062f \u0645\u0646 \u0627\u0644\u0637\u0644\u0627\u0628 \u0641\u064a \u0627\u0644\u0642\u0633\u0645 \u0644
overview_link_edit=\u062a\u062d\u0631\u064a\u0631
student_view_no_sections_not_available=\u0627\u0644\u0642\u0633\u0645 \u0627\u0644\u0630\u064a \u0627\u062e\u062a\u0631\u062a\u0647 \u0644\u0645 \u064a\u0639\u062f \u0645\u062a\u0648\u0641\u0631. \u0627\u0644\u0631\u062c\u0627\u0621 \u0627\u062e\u062a\u064a\u0627\u0631 \u0642\u0633\u0645 \u0627\u062e\u0631
overview_table_header_current_size=\u0627\u0644\u062d\u062c\u0645 \u0627\u0644\u062d\u0627\u0644\u064a
student_view_member=\u0639\u0636\u0648
section_update_failure_end_without_start=\u0625\u0630\u0627 \u062d\u062f\u062f\u062a \u0646\u0647\u0627\u064a\u0629 \u0627\u0644\u0648\u0642\u062a, \u064a\u062c\u0628 \u0623\u0646 \u062a\u062d\u062f\u062f \u0623\u064a\u0636\u0627 \u0648\u0642\u062a \u0627\u0644\u0628\u062f\u0627\u064a\u0629.
overview_instructions_auto_instructor=\u0623\u0642\u0633\u0627\u0645\u0643\u0645 \u062a\u062a\u0645 \u0625\u062f\u0627\u0631\u062a\u0647\u0627 \u062a\u0644\u0642\u0627\u0626\u064a\u0627 \u0639\u0644\u0649 \u0623\u0633\u0627\u0633 \u0627\u0644\u0644\u0648\u0627\u0626\u062d \u0627\u0644\u0645\u062a\u0635\u0644\u0629 \u0628\u0627\u0644\u0645\u0648\u0642\u0639 (\u0639\u0644\u0649 \u0627\u0644\u0646\u062d\u0648 \u0627\u0644\u0645\u062d\u062f\u062f \u0641\u064a \u0623\u062f\u0627\u0629 \u0645\u0639\u0644\u0648\u0645\u0627\u062a \u0627\u0644\u0645\u0648\u0642\u0639 \u062a\u062d\u062a \u062a\u062d\u0631\u064a\u0631 \u0627\u0644\u0644\u0648\u0627\u0626\u062d) . \u0644\u062a\u0639\u064a\u064a\u0646 \u0623\u0633\u0627\u062a\u0630\u0629 \u0645\u0633\u0627\u0639\u062f\u064a\u0646 \u0644\u0644\u0642\u0633\u0645\u060c \u0623\u0646\u0642\u0631 \u062a\u0639\u064a\u064a\u0646 \u0623\u0633\u0627\u062a\u0630\u0629 \u0645\u0633\u0627\u0639\u062f\u064a\u0646 (\u0623\u0633\u0641\u0644\u0647)\u061b  \u062c\u0645\u064a\u0639 \u0627\u0644\u0645\u0639\u0644\u0648\u0645\u0627\u062a \u0627\u0644\u0627\u062e\u0631\u0649 \u0645\u062a\u0627\u062d\u0629 \u0644\u0644\u0625\u0637\u0644\u0627\u0639 \u0641\u0642\u0637.  \u0644\u0644\u062a\u062d\u0648\u064a\u0644 \u0625\u0644\u0649 \u0627\u0644\u0627\u062f\u0627\u0631\u0629 \u0627\u0644\u0630\u0627\u062a\u064a\u0629 \u060c \u0627\u0646\u0642\u0631\u062e\u064a\u0627\u0631\u0627\u062a \u0627\u0644\u0645\u0648\u062c\u0648\u062f\u0629 \u0623\u0639\u0644\u0627\u0647.
and=\u0648
add_section_category=\u0641\u0626\u0629
student_view_view_all=\u0639\u0631\u0636 \u0627\u0644\u0643\u0644
filter_all_sections=\u062c\u0645\u064a\u0639 \u0627\u0644\u0623\u0642\u0633\u0627\u0645
edit_student_sections_drop=\u063a\u064a\u0631 \u0645\u0639\u064a\u0646
add_section_add_meeting=\u0625\u0636\u0627\u0641\u0629 \u0627\u0644\u064a\u0648\u0645 (\u0623\u0648 \u0627\u0644\u0623\u064a\u0627\u0645) \u0645\u0639 \u0648\u0642\u062a \u0627\u062c\u062a\u0645\u0627\u0639 \u0645\u062e\u062a\u0644\u0641 \u0648 / \u0623\u0648 \u0645\u0648\u0642\u0639
section_table_category_header={0} \u0623\u0642\u0633\u0627\u0645
overview_table_header_remove=\u062d\u0630\u0641
options_confirm=\u0627\u0644\u0648\u0636\u0639 \u0627\u0644\u0622\u0644\u064a \u0633\u0648\u0641 \u064a\u0644\u063a\u0649 \u0627\u064a \u062a\u062d\u062f\u064a\u062f \u064a\u062f\u0648\u064a \u0644\u0644\u0623\u0642\u0633\u0627\u0645 \u0648\u0627\u0644\u0639\u0636\u0648\u064a\u0627\u062a . \u0625\u0646\u0643\u0645 \u0628\u062d\u0627\u062c\u0629 \u0627\u0644\u0649 \u0627\u0644\u0630\u0647\u0627\u0628 \u0627\u0644\u0649 \u0623\u062f\u0627\u0629 \u0645\u0639\u0644\u0648\u0645\u0627\u062a \u0627\u0644\u0645\u0648\u0642\u0639 \u0648 "\u062a\u062d\u0631\u064a\u0631 \u0627\u0644\u0642\u0648\u0627\u0626\u0645" \u0644\u062a\u0639\u064a\u064a\u0646 \u0623\u0642\u0633\u0627\u0645 \u0644\u0644\u0645\u0648\u0642\u0639 \u0644\u0644\u0625\u062f\u0627\u0631\u0629 \u0627\u0644\u062a\u0644\u0642\u0627\u0626\u064a\u0629 \u0644\u0644\u0639\u0636\u0648\u064a\u0627\u062a  . \u0647\u0644 \u062a\u0631\u064a\u062f \u0627\u0644\u0625\u0633\u062a\u0645\u0631\u0627\u0631\u061f
section_plural=\u0623\u0642\u0633\u0627\u0645
edit_section_page_header=\u062a\u062d\u0631\u064a\u0631 \u0627\u0644\u0642\u0633\u0645
edit_manager_page_header=\u062a\u0639\u064a\u064a\u0646 \u0623\u0633\u0627\u062a\u0630\u0629 \u0645\u0633\u0627\u0639\u062f\u064a\u0646 
overview_instructions_mandatory_auto_instructor=\u0623\u0642\u0633\u0627\u0645\u0643\u0645 \u062a\u062a\u0645 \u0625\u062f\u0627\u0631\u062a\u0647\u0627 \u062a\u0644\u0642\u0627\u0626\u064a\u0627 \u0639\u0644\u0649 \u0623\u0633\u0627\u0633 \u0627\u0644\u0644\u0648\u0627\u0626\u062d \u0627\u0644\u0645\u062a\u0635\u0644\u0629 \u0628\u0627\u0644\u0645\u0648\u0642\u0639 (\u0639\u0644\u0649 \u0627\u0644\u0646\u062d\u0648 \u0627\u0644\u0645\u062d\u062f\u062f \u0641\u064a \u0623\u062f\u0627\u0629 \u0645\u0639\u0644\u0648\u0645\u0627\u062a \u0627\u0644\u0645\u0648\u0642\u0639 \u062a\u062d\u062a \u062a\u062d\u0631\u064a\u0631 \u0627\u0644\u0644\u0648\u0627\u0626\u062d) . \u0644\u062a\u0639\u064a\u064a\u0646 \u0623\u0633\u0627\u062a\u0630\u0629 \u0645\u0633\u0627\u0639\u062f\u064a\u0646 \u0644\u0644\u0642\u0633\u0645\u060c \u0623\u0646\u0642\u0631 \u062a\u0639\u064a\u064a\u0646 \u0623\u0633\u0627\u062a\u0630\u0629 \u0645\u0633\u0627\u0639\u062f\u064a\u0646 (\u0623\u0633\u0641\u0644\u0647)\u061b  \u062c\u0645\u064a\u0639 \u0627\u0644\u0645\u0639\u0644\u0648\u0645\u0627\u062a \u0627\u0644\u0627\u062e\u0631\u0649 \u0645\u062a\u0627\u062d\u0629 \u0644\u0644\u0625\u0637\u0644\u0627\u0639 \u0641\u0642\u0637. 
section_update_successful=\u0627\u0644\u062a\u063a\u064a\u064a\u0631\u0627\u062a \u0627\u0644\u062a\u064a \u0623\u062f\u062e\u0644\u062a\u0647\u0627  \u0639\u0644\u0649 {0} \u0642\u062f \u062a\u0645 \u062d\u0641\u0638\u0647\u0627\!
transfer_membership_move_selected=\u0646\u0642\u0644 \u0627\u0644\u0625\u062e\u062a\u064a\u0627\u0631\u0627\u062a
student_view_instructions_no_sections=\u0644\u0627 \u062a\u0648\u062c\u062f \u0623\u0642\u0633\u0627\u0645 \u0645\u062a\u0627\u062d\u0629 \u0644\u0644\u0627\u0646\u0636\u0645\u0627\u0645 \u0625\u0644\u064a\u0647\u0627.
edit_student_sections_assign=\u062a\u0639\u064a\u064a\u0646 
edit_student_sections_current_sections={0}'' \u0623\u0642\u0633\u0627\u0645 \u062d\u0627\u0644\u064a\u0629 \:
overview_page_header={0}'' \u0646\u0638\u0631\u0629 \u0634\u0627\u0645\u0644\u0629
edit_manager_available_label=\u0627\u0644\u0623\u0633\u0627\u062a\u0630\u0629 \u0627\u0644\u0645\u0633\u0627\u0639\u062f\u0648\u0646 \u0627\u0644\u0645\u062a\u0648\u0641\u0631\u0648\u0646
student_view_instructions_join_or_switch=\u0644\u0644\u0625\u0644\u062a\u062d\u0627\u0642  \u0628\u0642\u0633\u0645 \u0623\u0648 \u062a\u063a\u064a\u064a\u0631\u0647\u060c \u0625\u0636\u063a\u0637 \u0639\u0644\u0649 \u0627\u0644\u0631\u0627\u0628\u0637 \u0627\u0644\u0645\u0646\u0627\u0633\u0628.  \u064a\u0645\u0643\u0646\u0643 \u0627\u0644\u0625\u0646\u062a\u0645\u0627\u0621 \u0625\u0644\u0649 \u0642\u0633\u0645 \u0648\u0627\u062d\u062f \u0645\u0646 \u0627\u0644\u0623\u0635\u0646\u0627\u0641 \u0627\u0644\u0645\u0648\u062c\u0648\u062f\u0629. (\u0645\u062b\u0644\u0627 \: 1 \u0642\u0631\u0627\u0621\u0629, 1 \u0645\u0646\u0627\u0642\u0634\u0629, 1 \u0645\u062e\u062a\u0628\u0631, ...). \u0628\u0625\u062e\u062a\u064a\u0627\u0631\u0643 \u062a\u063a\u064a\u064a\u0631 \u0627\u0644\u0642\u0633\u0645 \u0633\u0648\u0641 \u064a\u062a\u0645 \u062a\u0644\u0642\u0627\u0626\u064a\u0627 \u0625\u0632\u0627\u0644\u062a\u0643 \u0645\u0646 \u0642\u0633\u0645\u0643 \u0627\u0644\u062d\u0627\u0644\u064a \u0644\u0647\u0630\u0627 \u0627\u0644\u0646\u0648\u0639 \u0645\u0646 \u0627\u0644\u0623\u0642\u0633\u0627\u0645.
section_end_time=\u0646\u0647\u0627\u064a\u0629 \u0627\u0644\u0648\u0642\u062a
section_logistics=\u062a\u0641\u0627\u0635\u064a\u0644 \u0627\u0644\u0625\u062c\u062a\u0645\u0627\u0639
add_section_instructions=\u0644\u0644\u0628\u062f\u0627\u064a\u0629\u060c \u0627\u062e\u062a\u0631 \u0627\u0644\u0641\u0626\u0629 \u0648\u0639\u062f\u062f \u0627\u0644\u0623\u0642\u0633\u0627\u0645 \u0627\u0644\u062a\u0649 \u062a\u0631\u064a\u062f \u0625\u0646\u0634\u0627\u0626\u0647\u0627.
role_config_error=\u0627\u0644\u0623\u062f\u0648\u0627\u0631 \u0641\u064a \u0647\u0630\u0627 \u0627\u0644\u0645\u0648\u0642\u0639 \u063a\u064a\u0631 \u0645\u062d\u062f\u062f\u0629 \u0628\u0634\u0643\u0644 \u0635\u062d\u064a\u062d. \u0628\u0639\u0636 \u0623\u0648 \u062c\u0644 \u062e\u0635\u0627\u0626\u0635 \u0647\u0630\u0647 \u0627\u0644\u0623\u062f\u0627\u0629 \u0644\u0627 \u064a\u0645\u0643\u0646 \u0625\u0633\u062a\u0639\u0645\u0627\u0644\u0647\u0627 \u0642\u0628\u0644 \u062a\u062d\u062f\u064a\u062f \u0627\u0644\u0623\u062f\u0648\u0627\u0631 \u0628\u0634\u0643\u0644 \u0635\u062d\u064a\u062d. \u0625\u062a\u0635\u0644 \u0628\u0625\u062f\u0627\u0631\u0629 \u0627\u0644\u0646\u0638\u0627\u0645 \u0644\u0637\u0644\u0628 \u0627\u0644\u0645\u0633\u0627\u0639\u062f\u0629. 
overview_table_header_name=\u0627\u0644\u0625\u0633\u0645
student_view_header_day=\u064a\u0648\u0645
overview_table_header_location=\u0645\u0643\u0627\u0646
section_end_time_default=-\u0623\u062f\u062e\u0644 \u0646\u0647\u0627\u064a\u0629 \u0627\u0644\u0648\u0642\u062a-
section_update_failure_end_before_start=\u0625\u0630\u0627 \u062d\u062f\u062f\u062a \u0646\u0647\u0627\u064a\u0629 \u0627\u0644\u0648\u0642\u062a, \u064a\u062c\u0628 \u0623\u0646 \u064a\u0643\u0648\u0646 \u0628\u0639\u062f \u0648\u0642\u062a \u0627\u0644\u0628\u062f\u0627\u064a\u0629.
error_section_deleted=\u062a\u0645 \u0627\u0632\u0627\u0644\u0629 \u0630\u0644\u0643 \u0627\u0644\u0642\u0633\u0645 \u0628\u0648\u0627\u0633\u0637\u0629 \u0645\u0633\u062a\u062e\u062f\u0645 \u0622\u062e\u0631.
roster_pager_status=\u0639\u0631\u0636 {0} \u0625\u0644\u0649 {1} \u0645\u0646 {2} \u0637\u0644\u0628\u0629
options_self_register_label=\u0627\u0644\u0637\u0644\u0628\u0629 \u064a\u0645\u0643\u0646\u0647\u0645 \u0627\u0644\u062a\u0633\u062c\u064a\u0644 \u0641\u064a \u0623\u0642\u0633\u0627\u0645
overview_delete_section_confirmation_post=\u0627\u0644\u0637\u0644\u0628\u0629 \u0641\u064a \u0647\u0630\u0627 (\u0647\u0630\u0647) \u0627\u0644\u0642\u0633\u0645 (\u0627\u0644\u0623\u0642\u0633\u0627\u0645) \u0633\u064a\u0635\u0628\u062d\u0648\u0646 '\u063a\u064a\u0631 \u0645\u0639\u064a\u0646\u064a\u0646' (\u0644\u0627 \u064a\u0646\u062a\u0645\u0648\u0646 \u0625\u0644\u0649 \u0623\u064a \u0642\u0633\u0645 \u0645\u0646 \u0647\u0630\u0627 \u0627\u0644\u0646\u0648\u0639). \u0627\u0644\u0645\u0631\u062c\u0648 \u0625\u0633\u062a\u062e\u062f\u0627\u0645 \u0627\u0644\u0631\u0627\u0628\u0637 '\u062a\u0639\u064a\u064a\u0646 \u0637\u0644\u0628\u0629' \u062a\u062d\u062a \u0642\u0633\u0645 \u0622\u062e\u0631 \u0644\u062a\u0639\u064a\u064a\u0646\u0647\u0645 \u0625\u0644\u0649 \u0642\u0633\u0645 \u062c\u062f\u064a\u062f.
add_section_successful_plural=\u0642\u062f
overview_delete_short=\u062d\u0630\u0641
section_location=\u0641\u064a
roster_page_header=\u0644\u0627\u0626\u062d\u0629 \u0627\u0644\u0637\u0644\u0628\u0629
overview_delete=\u062d\u0630\u0641 \u0627\u0644\u0623\u0642\u0633\u0627\u0645
edit_student_section_size=\u062d\u062c\u0645 \u0627\u0644\u0642\u0633\u0645\:
edit_student_selected_title=/{0}
overview_instructions_auto_ta=\u0623\u0642\u0633\u0627\u0645\u0643\u0645 \u062a\u062a\u0645 \u0625\u062f\u0627\u0631\u062a\u0647\u0627 \u062a\u0644\u0642\u0627\u0626\u064a\u0627 \u0639\u0644\u0649 \u0623\u0633\u0627\u0633 \u0627\u0644\u0644\u0648\u0627\u0626\u062d \u0627\u0644\u0645\u062a\u0635\u0644\u0629 \u0628\u0627\u0644\u0645\u0648\u0642\u0639 (\u0639\u0644\u0649 \u0627\u0644\u0646\u062d\u0648 \u0627\u0644\u0645\u062d\u062f\u062f \u0645\u0646 \u0637\u0631\u0641 \u0627\u0644\u0645\u062f\u0631\u0628 \u0641\u064a \u0623\u062f\u0627\u0629 \u0645\u0639\u0644\u0648\u0645\u0627\u062a \u0627\u0644\u0645\u0648\u0642\u0639 \u062a\u062d\u062a \u062a\u062d\u0631\u064a\u0631 \u0627\u0644\u0644\u0648\u0627\u0626\u062d) . \u0644\u062a\u0639\u064a\u064a\u0646 \u0623\u0633\u0627\u062a\u0630\u0629 \u0645\u0633\u0627\u0639\u062f\u064a\u0646 \u0644\u0644\u0642\u0633\u0645\u060c \u0623\u0646\u0642\u0631 \u062a\u0639\u064a\u064a\u0646 \u0623\u0633\u0627\u062a\u0630\u0629 \u0645\u0633\u0627\u0639\u062f\u064a\u0646 (\u0623\u0633\u0641\u0644\u0647)\u061b  \u062c\u0645\u064a\u0639 \u0627\u0644\u0645\u0639\u0644\u0648\u0645\u0627\u062a \u0627\u0644\u0627\u062e\u0631\u0649 \u0645\u062a\u0627\u062d\u0629 \u0644\u0644\u0625\u0637\u0644\u0627\u0639 \u0641\u0642\u0637.  \u0627\u0644\u0645\u062f\u0631\u0628\u0648\u0646 \u0648\u062d\u062f\u0647\u0645 \u0641\u0642\u0637 \u064a\u0645\u0643\u0646\u0647\u0645 \u0631\u0628\u0637 \u0644\u0648\u0627\u0626\u062d \u0645\u062e\u062a\u0644\u0641\u0629 \u0628\u0627\u0644\u0645\u0648\u0642\u0639\u060c \u0623\u0648 \u062a\u062d\u0648\u064a\u0644 \u0625\u062f\u0627\u0631\u0629 \u0627\u0644\u0623\u0642\u0633\u0627\u0645 \u0625\u0644\u0649 \u0625\u062f\u0627\u0631\u0629 \u064a\u062f\u0648\u064a\u0629 .
transfer_membership_move_all=\u0646\u0642\u0644 \u0627\u0644\u0643\u0644
section_update_failure_duplicate_title=\u0647\u0646\u0627\u0643 \u0642\u0633\u0645 \u0622\u062e\u0631 \u0641\u064a \u0647\u0630\u0627 \u0627\u0644\u0645\u0648\u0642\u0639 \u064a\u0633\u0645\u0649 {0}.
edit_student_over_max_warning={0} \u064a\u062a\u0636\u0645\u0646 \u062d\u0627\u0644\u064a\u0627 {1} \u0637\u0627\u0644\u0628, {2} \u0641\u0648\u0642 \u0627\u0644\u062d\u062f \u0627\u0644\u0623\u0642\u0635\u0649 \u0644\u0644\u062d\u062c\u0645 \u0627\u0644\u0645\u0633\u0645\u0648\u062d \u0628\u0647
student_view_instructions_join=\u0644\u0644\u0625\u0644\u062a\u062d\u0627\u0642 \u0628\u0642\u0633\u0645 \u0625\u0636\u063a\u0637 \u0639\u0644\u0649 \u0631\u0627\u0628\u0637 \u0625\u0644\u062a\u062d\u0627\u0642. \u064a\u0645\u0643\u0646\u0643 \u0627\u0644\u0625\u0646\u062a\u0645\u0627\u0621 \u0625\u0644\u0649 \u0642\u0633\u0645 \u0648\u0627\u062d\u062f \u0645\u0646 \u0627\u0644\u0623\u0646\u0648\u0627\u0639 \u0627\u0644\u0645\u0648\u062c\u0648\u062f\u0629. (\u0645\u062b\u0644\u0627 \: 1 \u0642\u0631\u0627\u0621\u0629, 1 \u0645\u0646\u0627\u0642\u0634\u0629, 1 \u0645\u062e\u062a\u0628\u0631, ...)
sections_unlimited=\u0639\u062f\u062f \u0627\u0644\u0637\u0644\u0628\u0629 \u063a\u064a\u0631\u0645\u062d\u062f\u0648\u062f \u0628\u0627\u0644\u0646\u0633\u0628\u0629 \u0644\u0644\u0642\u0633\u0645
roster_view_students=\u0645\u0634\u0627\u0647\u062f\u0629 \u0627\u0644\u0637\u0644\u0627\u0628 \u0641\u064a
nav_download=\u062a\u062d\u0645\u064a\u0644
section_title=\u0627\u0644\u0639\u0646\u0648\u0627\u0646 
javax.faces.convert.DateTimeConverter.CONVERSION=\u0627\u0644\u0645\u0631\u062c\u0648 \u0625\u062f\u062e\u0627\u0644 \u0642\u064a\u0645\u0629 \u0632\u0645\u0646\u064a\u0629, \u0645\u062b\u0644  '7', '8\:00' \u0623\u0648  '12\:30'.
edit_manager_ta_note=\u0645\u0644\u062d\u0648\u0638\u0629 \: \u0644\u0627 \u064a\u0645\u0643\u0646\u0643\u0645 \u0631\u0624\u064a\u0629 \u0623\u0633\u0627\u062a\u0630\u0629 \u0645\u0633\u0627\u0639\u062f\u0648\u0646 \u0647\u0646\u0627? \u0625\u0630\u0647\u0628 \u0625\u0644\u0649 \u0623\u062f\u0648\u0627\u062a \u0627\u0644\u0645\u0639\u0644\u0648\u0645\u0627\u062a \u0644\u0644\u0645\u0648\u0642\u0639 \u0648 \u0642\u0645 \u0628\u0625\u0636\u0627\u0641\u062a\u0647\u0645 \u0643\u0645\u0634\u0627\u0631\u0643\u064a\u0646 \u0641\u064a \u0627\u0644\u0645\u0648\u0642\u0639 \u0622\u062e\u062f\u064a\u0646 \u062f\u0648\u0631  "\u0623\u0633\u0627\u062a\u0630\u0629 \u0645\u0633\u0627\u0639\u062f\u0648\u0646" 
nav_options=\u062e\u064a\u0627\u0631\u0627\u062a
overview_table_header_day=\u064a\u0648\u0645
options_page_subheader=\u0642\u0648\u0627\u0639\u062f \u0627\u0644\u0642\u0633\u0645 \u0644\u0644\u0635\u0641
student_view_sections=\u0623\u0642\u0633\u0627\u0645
student_view_all=\u0643\u0644 \u0627\u0644\u0623\u0642\u0633\u0627\u0645
edit_student_update=\u062a\u0639\u064a\u064a\u0646 \u0637\u0644\u0628\u0629 
roster_table_header_id=\u0631\u0642\u0645 \u062a\u0633\u062c\u064a\u0644 \u0627\u0644\u0637\u0627\u0644\u0628
overview_link_sep_char=|
edit_manager_successful=\u0623\u0633\u0627\u062a\u0630\u0629 \u0645\u0633\u0627\u0639\u062f\u064a\u0646 \u0644  {0} \u062a\u0645 \u062a\u062d\u062f\u064a\u062b\u0647\u0645 \u0628\u0646\u062c\u0627\u062d
roster_search_button=\u0625\u064a\u062c\u0627\u062f
section_singular=\u0642\u0633\u0645
student_view_header_instructor=\u0623\u0633\u062a\u0627\u0630(\u0623\u0633\u0627\u062a\u0630\u0629) \u0645\u0633\u0627\u0639\u062f(\u0648\u0646)
section_max_size_unlimited=\u063a\u064a\u0631 \u0645\u062d\u062f\u0648\u062f
roster_clear_button=\u0645\u0633\u062d
student_view_category_sections={0} \u0627\u0644\u0623\u0642\u0633\u0627\u0645
roster_table_header_name=\u0625\u0633\u0645 \u0627\u0644\u0637\u0627\u0644\u0628
overview_table_header_time=\u062a\u0648\u0642\u064a\u062a
overview_delete_section_success=\u0623\u0642\u0633\u0627\u0645 \u0645\u062d\u0630\u0648\u0641\u0629.
section_add_failure_duplicate_title=\u0627\u0644\u0642\u0633\u0645 \u0627\u0644\u0645\u0633\u0645\u0649 {0} \u0645\u0648\u062c\u0648\u062f \u0641\u064a \u0647\u0630\u0627 \u0627\u0644\u0645\u0648\u0642\u0639
add_section_add=\u0625\u0636\u0627\u0641\u0629
add_sections_select_one=- \u0627\u062e\u062a\u0631 \u0648\u0627\u062d\u062f\u0629 -
add_section_sections_of=\u0623\u0642\u0633\u0627\u0645
roster_search_text=\u0625\u0633\u0645 \u0623\u0648 \u0631\u0642\u0645 \u062a\u0633\u062c\u064a\u0644 \u0627\u0644\u0637\u0627\u0644\u0628
section_start_time=\u0648\u0642\u062a \u0627\u0644\u0628\u062f\u0627\u064a\u0629
student_view_instructions_switch=\u0644\u062a\u063a\u064a\u064a\u0631 \u0627\u0644\u0623\u0642\u0633\u0627\u0645\u060c \u0625\u0636\u063a\u0637 \u0639\u0644\u0649 \u0631\u0627\u0628\u0637 \u062a\u063a\u064a\u064a\u0631 \u0627\u0644\u0642\u0633\u0645 \u0627\u0644\u0630\u064a \u062a\u0631\u064a\u062f\u0648\u0646 \u0627\u0644\u0625\u0646\u062a\u0642\u0627\u0644 \u0625\u0644\u064a\u0647. \u0633\u0648\u0641 \u064a\u062a\u0645 \u062a\u0644\u0642\u0627\u0626\u064a\u0627 \u0625\u0632\u0627\u0644\u062a\u0643\u0645 \u0645\u0646 \u0642\u0633\u0645\u0643\u0645 \u0627\u0644\u062d\u0627\u0644\u064a \u0644\u0647\u0630\u0627 \u0627\u0644\u0646\u0648\u0639 \u0645\u0646 \u0627\u0644\u0623\u0642\u0633\u0627\u0645.
student_view_header_time=\u0648\u0642\u062a/\u0623\u064a\u0627\u0645
add_section_successful={0} {1} \u0623\u0646\u0634\u0623 \u0628\u0646\u062c\u0627\u062d\! \u064a\u0645\u0643\u0646\u0643\u0645 \u0627\u0644\u0622\u0646 \u062a\u062d\u062f\u064a\u062f \u0627\u0644\u0645\u0639\u0627\u0648\u0646\u064a\u0646 \u0648\u0627\u0644\u0637\u0644\u0627\u0628 \u0644 {2} \u0628\u0627\u062e\u062a\u064a\u0627\u0631 \u0627\u0644\u0631\u0648\u0627\u0628\u0637 \u062a\u062d\u062a \u0627\u0644\u0642\u0633\u0645.
edit_student_sections_instructions=\u0644\u062a\u0639\u064a\u064a\u0646 \u0647\u0630\u0627 \u0627\u0644\u0637\u0627\u0644\u0628 \u0627\u0644\u0649 \u0642\u0633\u0645\u060c \u0623\u0646\u0642\u0631 \u062a\u0639\u064a\u064a\u0646 . \u064a\u0645\u0643\u0646\u0643\u0645 \u0641\u0642\u0637 \u062a\u0639\u064a\u064a\u0646 \u0627\u0644\u0637\u0627\u0644\u0628 \u0641\u064a \u0642\u0633\u0645 \u0648\u0627\u062d\u062f \u0636\u0645\u0646 \u0643\u0644 \u0641\u0626\u0629. \u0625\u0630\u0627 \u0643\u0627\u0646 \u0627\u0644\u0637\u0627\u0644\u0628 \u0639\u0636\u0648\u0627 \u0641\u064a \u0642\u0633\u0645 \u0636\u0645\u0646 \u0641\u0626\u0629\u060c \u064a\u062c\u0628 \u0625\u0632\u0627\u0644\u062a\u0647 \u0645\u0646 \u0630\u0644\u0643 \u0627\u0644\u0642\u0633\u0645 \u0627\u0630\u0627 \u062a\u0645 \u062a\u0639\u064a\u064a\u0646\u0647 \u0641\u064a \u0627\u0644\u0642\u0633\u0645 \u0627\u0644\u062c\u062f\u064a\u062f.
#
# Control closed sections
#