#X-Generator: crowdin.com
#Tue Jan 25 16:42:46 CET 2011
javax.faces.validator.LongRangeValidator.MINIMUM=\u0644\u0637\u0641\u0627 \u06cc\u06a9 \u0639\u062f\u062f \u0628\u0632\u0631\u06af\u062a\u0631 \u0627\u0632 {0} \u0648\u0627\u0631\u062f \u06a9\u0646\u06cc\u062f.
student_view_header_available=\u0641\u0627\u06cc\u062f\u0647.
add_sections_add=\u0627\u0641\u0632\u0648\u062f\u0646 \u0628\u062e\u0634
no_sections_instructions=\u0644\u0637\u0641\u0627 \u0628\u0631\u0627\u06cc \u0627\u06cc\u062c\u0627\u062f \u0628\u062e\u0634 \u062c\u062f\u06cc\u062f \u0628\u0647 \u0642\u0633\u0645\u062a \u0627\u0641\u0632\u0648\u062f\u0646 \u0628\u062e\u0634 \u0628\u0631\u0648\u06cc\u062f.
section_update_failure_title_too_long=\u0646\u0627\u0645 \u0628\u062e\u0634 {0} \u0627\u0632 \u062d\u062f\u0627\u06a9\u062b\u0631 \u0637\u0648\u0644 \u06a9\u0627\u0631\u0627\u06a9\u062a\u0631\u0647\u0627\u06cc {1} \u062a\u062c\u0627\u0648\u0632 \u06a9\u0631\u062f.
student_view_full=\u067e\u0631
overview_table_header_managers=\u062f\u0633\u062a\u06cc\u0627\u0631 \u0622\u0645\u0648\u0632\u0634 (TA)
student_view_header_title=\u0646\u0627\u0645 \u0628\u062e\u0634
overview_delete_section_confirmation_pre=\u0622\u06cc\u0627 \u0645\u0637\u0645\u0626\u0646 \u0647\u0633\u062a\u06cc\u062f \u0645\u06cc\u200c\u062e\u0648\u0627\u0647\u06cc\u062f \u0628\u062e\u0634 \u0647\u0627\u06cc \u0632\u06cc\u0631 \u0631\u0627 \u062d\u0630\u0641 \u06a9\u0646\u06cc\u062f\:
error_no_role=\u0634\u0645\u0627 \u0627\u062c\u0627\u0632\u0647 \u062f\u06cc\u062f\u0646 \u0628\u062e\u0634\u0647\u0627\u06cc \u0627\u06cc\u0646 \u0633\u0627\u06cc\u062a \u0631\u0627 \u0646\u062f\u0627\u0631\u06cc\u062f.
student_view_switch=\u0633\u0648\u06cc\u06cc\u0686
overview_table_header_available=\u0641\u0627\u06cc\u062f\u0647.
student_view_membership_full={0} \u067e\u0631 \u0627\u0633\u062a \u0648 \u0646\u0645\u06cc\u062a\u0648\u0627\u0646\u062f \u0639\u0636\u0648 \u062c\u062f\u06cc\u062f\u06cc \u0628\u067e\u0630\u06cc\u0631\u062f. \u0644\u0637\u0641\u0627 (\u062f\u0631\u0635\u0631\u062a \u0648\u062c\u0648\u062f) \u0628\u062e\u0634 \u062f\u06cc\u06af\u0631\u06cc \u0631\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f.
sections_specify_limit=\u0644\u0637\u0641\u0627 \u062d\u062f\u0648\u062f \u0627\u0646\u062f\u0627\u0632\u0647 \u0628\u062e\u0634 \u0631\u0627 \u0648\u0627\u0631\u062f \u06a9\u0646\u06cc\u062f.
options_update_successful=\u06af\u0632\u06cc\u0646\u0647\u200c\u0647\u0627\u06cc \u0628\u062e\u0634 \u0628\u0627 \u0645\u0648\u0641\u0642\u06cc\u062a \u0628\u0647 \u0631\u0648\u0632 \u0631\u0633\u0627\u0646\u06cc \u0634\u062f\!
nav_overview=\u0645\u0631\u0648\u0631
student_view_switch_sc=(\u0633\u0648\u06cc\u06cc\u0686 \u0628\u0647 {0})
edit_student_page_header=\u0627\u062e\u062a\u0635\u0627\u0635 \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632\u0627\u0646
section_add_failure_title_too_long=\u0646\u0627\u0645 \u0628\u062e\u0634 {0} \u0627\u0632 \u0645\u0627\u06a9\u0632\u06cc\u0645\u0645 \u0637\u0648\u0644 \u06a9\u0627\u0631\u0627\u06a9\u062a\u0631\u0647\u0627\u06cc {1} \u062a\u062c\u0627\u0648\u0632 \u0645\u06cc\u06a9\u0646\u062f.
student_view_header_location=\u0645\u0648\u0642\u0639\u06cc\u062a
overview_link_managers=\u0627\u062e\u062a\u0635\u0627\u0635 TA \u0647\u0627
cancel=\u0644\u063a\u0648
edit_manager_update=\u0627\u062e\u062a\u0635\u0627\u0635 TA \u0647\u0627
validation_messages_present=\u0627\u062e\u0631\u06cc\u0646 \u0628\u062e\u0634 \u0645\u0634\u06a9\u0644 \u062f\u0627\u0634\u062a. \u0644\u0637\u0641\u0627 \u062c\u0632\u06cc\u06cc\u0627\u062a \u0632\u06cc\u0631 \u0631\u0627 \u0628\u0628\u06cc\u0646\u06cc\u062f.
options_externally_managed_description=\u0645\u062f\u06cc\u0631\u06cc\u062a \u0627\u062a\u0648\u0645\u0627\u062a\u06cc\u06a9 \u0628\u062e\u0634 \u0647\u0627 \u0648 \u0639\u0636\u0648\u06cc\u062a \u0647\u0627 \u0628\u0631 \u0627\u0633\u0627\u0633 \u0627\u0637\u0644\u0627\u0639\u0627\u062a \u062b\u0628\u062a \u0631\u0633\u0645\u06cc
options_done=\u0627\u0646\u062c\u0627\u0645 \u0634\u062f
student_view_view=\u0645\u0634\u0627\u0647\u062f\u0647
section_description={0}\u060c {1} \u0631\u0627 \u0628\u0631\u0622\u0648\u0631\u062f\u0647 \u0645\u06cc\u06a9\u0646\u062f
student_view_my=\u0645\u0627\u0644 \u0645\u0646
options_self_switch_label=\u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632\u0627\u0646 \u0645\u06cc \u062a\u0648\u0627\u0646\u0646\u062f \u0628\u062e\u0634 \u0647\u0627 \u0631\u0627 \u0633\u0648\u06cc\u06cc\u0686 \u06a9\u0646\u0646\u062f
student_view_already_member_in_category=\u0634\u0645\u0627 \u067e\u06cc\u0634 \u0627\u0632 \u0627\u06cc\u0646 \u062f\u0631 \u06cc\u06a9\u06cc \u0627\u0632 \u0628\u062e\u0634\u0647\u0627\u06cc \u0627\u06cc\u0646 \u06af\u0631\u0648\u0647 \u0639\u0636\u0648 \u0628\u0648\u062f\u0647 \u0627\u06cc\u062f.
edit_student_successful=\u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632\u0647\u0627\u06cc {0} \u0628\u0627 \u0645\u0648\u0641\u0642\u06cc\u062a \u0622\u067e\u062f\u06cc\u062a \u0634\u062f\u0646\u062f\!
section_max_size=\u0627\u0646\u062f\u0627\u0632\u0647 \u0628\u062e\u0634
student_view_join=\u0645\u0644\u062d\u0642 \u0634\u0648
edit_student_unassigned=\u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632\u0647\u0627\u06cc \u0627\u062e\u062a\u0635\u0627\u0635 \u0646\u06cc\u0627\u0641\u062a\u0647
update=\u0628\u0647 \u0631\u0648\u0632 \u0631\u0633\u0627\u0646\u06cc
options_automatically_manage=\u0645\u062f\u06cc\u0631\u06cc\u062a \u0627\u062a\u0648\u0645\u0627\u062a\u06cc\u06a9
no_sections_available=\u062f\u0631 \u0627\u06cc\u0646 \u0645\u062d\u0644 \u0628\u062e\u0634 \u062a\u0639\u0631\u06cc\u0641 \u0634\u062f\u0647 \u0627\u06cc \u0648\u062c\u0648\u062f \u0646\u062f\u0627\u0631\u062f.
section_separator=\u060c
add_section_successful_singular=\u062f\u0627\u0631\u062f
add=\u0627\u0641\u0632\u0648\u062f\u0646
overview_link_students=\u0627\u062e\u062a\u0635\u0627\u0635 \u062f\u0627\u062f\u0646 \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632\u0627\u0646
add_sections=\u0627\u0641\u0632\u0648\u062f\u0646 \u0628\u062e\u0634
nav_print=\u0686\u0627\u067e \u06a9\u0631\u062f\u0646
filter_my_category_sections=\u0628\u062e\u0634 \u0647\u0627\u06cc {0} \u0645\u0646
student_view_join_sc=(\u067e\u06cc\u0648\u0633\u062a\u0646 \u0628\u0647 {0})
options_page_header=\u06af\u0632\u06cc\u0646\u0647 \u0647\u0627
edit_student_sections_page_header=\u0628\u062e\u0634\u0647\u0627\u06cc {0} \u0631\u0627 \u0648\u06cc\u0631\u0627\u06cc\u0634 \u06a9\u0646
filter_my_sections=\u0628\u062e\u0634\u0647\u0627\u06cc \u0645\u0646
roster_instructions=\u0631\u0648\u06cc \u0627\u0633\u0645 \u06cc\u06a9 \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632 \u06a9\u0644\u06cc\u06a9 \u06a9\u0646 \u062a\u0627 \u0628\u062e\u0634 \u0639\u0636\u0648\u06cc\u062a \u0622\u0646 \u0631\u0627 \u0648\u06cc\u0631\u0627\u06cc\u0634 \u06a9\u0646\u06cc
student_view_no_sections_to_display=\u0647\u06cc\u0686 \u0628\u062e\u0634\u06cc \u0628\u0631\u0627\u06cc \u0646\u0645\u0627\u06cc\u0634 \u0648\u062c\u0648\u062f \u0646\u062f\u0627\u0631\u062f. \u0644\u0637\u0641\u0627 \u062a\u0646\u0638\u06cc\u0645\u0627\u062a \u0641\u06cc\u0644\u062a\u0631 \u062e\u0648\u062f \u0631\u0627 \u062f\u0631 \u0628\u0627\u0644\u0627 \u062a\u063a\u06cc\u06cc\u0631 \u062f\u0647\u06cc\u062f.
section_start_time_default=-\u0632\u0645\u0627\u0646 \u0634\u0631\u0648\u0639 \u0631\u0627 \u0648\u0627\u0631\u062f \u06a9\u0646\u06cc\u062f-
overview_delete_section_choose=\u0644\u0637\u0641\u0627 \u0642\u0628\u0644 \u0627\u0632 \u06a9\u0644\u06cc\u06a9 \u06a9\u0631\u062f\u0646 \u0628\u0631 \u0631\u0648\u06cc \u062d\u0630\u0641 \u0628\u062e\u0634\u060c \u0628\u062e\u0634 \u0645\u0648\u0631\u062f \u0646\u0638\u0631 \u0631\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f.
admin_role=\u0645\u062f\u06cc\u0631
section_location_default=-\u0645\u06a9\u0627\u0646 \u0631\u0627 \u0648\u0627\u0631\u062f \u06a9\u0646\u06cc\u062f-
options_internally_managed_description=\u0628\u062e\u0634 \u0647\u0627 \u0648 \u0639\u0636\u0648\u06cc\u062a \u0647\u0627 (\u0642\u0637\u0639 \u0628\u0631\u0648\u0632 \u0631\u0633\u0627\u0646\u06cc \u0647\u0627\u06cc \u0639\u0636\u0648\u06cc\u062a \u0648 \u0628\u062e\u0634 \u0627\u0632 \u0633\u06cc\u0633\u062a\u0645 \u062b\u0628\u062a) \u0631\u0627 \u0628\u0635\u0648\u0631\u062a \u062f\u0633\u062a\u06cc \u0645\u062f\u06cc\u0631\u06cc\u062a \u06a9\u0646\u06cc\u062f
student_view_page_header=\u0639\u0636\u0648\u06cc\u062a \u0647\u0627\u06cc \u0628\u062e\u0634
nav_roster=\u0639\u0636\u0648\u06cc\u062a \u0647\u0627\u06cc \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632\u06cc
student_view_instructions_no_join_or_switch=\u0634\u0645\u0627 \u0628\u0631\u0627\u06cc \u067e\u06cc\u0648\u0633\u062a\u0646 \u0628\u0647 \u0628\u062e\u0634 \u0647\u0627 \u06cc\u0627 \u062a\u063a\u06cc\u06cc\u0631 \u0628\u062e\u0634 \u0647\u0627 \u0628\u0627\u06cc\u062f \u0628\u0627 \u0622\u0645\u0648\u0632\u0634\u06cc\u0627\u0631 \u062e\u0648\u062f \u062a\u0645\u0627\u0633 \u0628\u06af\u06cc\u0631\u06cc\u062f.
edit_manager_selected_label=\u062f\u0633\u062a\u06cc\u0627\u0631\u0627\u0646 \u0622\u0645\u0648\u0632\u0634\u06cc {0}
sections_limited=\u062a\u0639\u062f\u0627\u062f \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632\u0627\u0646 \u0628\u062e\u0634 \u0631\u0627 \u0645\u062d\u062f\u0648\u062f \u06a9\u0646\u06cc\u062f \u0628\u0647
overview_link_edit=\u0648\u06cc\u0631\u0627\u06cc\u0634
student_view_no_sections_not_available=\u0628\u062e\u0634 \u0645\u0648\u0631\u062f \u0627\u0646\u062a\u062e\u0627\u0628 \u0634\u0645\u0627 \u062f\u06cc\u06af\u0631 \u062f\u0631 \u062f\u0633\u062a\u0631\u0633 \u0646\u06cc\u0633\u062a. \u0644\u0637\u0641\u0627 \u0628\u062e\u0634 \u062f\u06cc\u06af\u0631\u06cc \u0631\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f
You=\u062f\u0631 \u0647\u0631 \u06af\u0631\u0648\u0647 \u0641\u0642\u0637 \u06cc\u06a9 \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632 \u0631\u0627 \u0645\u06cc \u062a\u0648\u0627\u0646\u06cc\u062f \u0628\u0647 \u06cc\u06a9 \u0628\u062e\u0634 \u0627\u062e\u062a\u0635\u0627\u0635 \u062f\u0647\u06cc\u062f. \u0627\u06af\u0631 \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632 \u0627\u0632 \u0642\u0628\u0644 \u062f\u0631 \u06cc\u06a9\u06cc \u0627\u0632 \u0628\u062e\u0634 \u0647\u0627\u06cc \u06af\u0631\u0648\u0647 \u0639\u0636\u0648 \u0628\u0648\u062f\u0647 \u0628\u0627\u0634\u062f \u0627\u0632 \u0622\u0646 \u0628\u062e\u0634 \u062d\u0630\u0641 \u062e\u0648\u0627\u0647\u062f \u0634\u062f \u062d\u062a\u06cc \u0627\u06af\u0631 \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632 \u0631\u0627 \u0628\u0647 \u06cc\u06a9 \u0628\u062e\u0634 \u062c\u062f\u06cc\u062f \u0627\u062e\u062a\u0635\u0627\u0635 \u062f\u0647\u06cc\u062f.
student_member=\u0639\u0636\u0648\u06cc\u062a \u0647\u0627\u06cc \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632\u0627\u0646
overview_table_header_current_size=\u0627\u0646\u062f\u0627\u0632\u0647 \u0641\u0639\u0644\u06cc
student_view_member=\u0639\u0636\u0648
section_update_failure_end_without_start=\u0627\u06af\u0631 \u0632\u0645\u0627\u0646 \u067e\u0627\u06cc\u0627\u0646 \u0631\u0627 \u062a\u0639\u06cc\u06cc\u0646 \u06a9\u0646\u06cc\u062f\u060c \u0628\u0627\u06cc\u062f \u0632\u0645\u0627\u0646 \u0622\u063a\u0627\u0632 \u0631\u0627 \u0647\u0645 \u062a\u0639\u06cc\u06cc\u0646 \u06a9\u0646\u06cc\u062f.
overview_instructions_auto_instructor=\u0628\u062e\u0634 \u0647\u0627\u06cc \u0634\u0645\u0627 \u0627\u062a\u0648\u0645\u0627\u062a\u06cc\u06a9 \u0648\u0627\u0631 \u0628\u0631 \u0627\u0633\u0627\u0633 \u0644\u06cc\u0633\u062a \u0647\u0627\u06cc \u0645\u062a\u0635\u0644 \u0628\u0647 \u0633\u0627\u06cc\u062a (\u0637\u0628\u0642 \u062a\u0639\u0631\u06cc\u0641 \u0627\u0628\u0632\u0627\u0631 \u062f\u0631\u0628\u0627\u0631\u0647 \u0633\u0627\u06cc\u062a\u060c \u062a\u062d\u062a (\u0639\u0646\u0648\u0627\u0646) \u0644\u06cc\u0633\u062a \u0647\u0627\u06cc \u0648\u06cc\u0631\u0627\u06cc\u0634) \u0645\u062f\u06cc\u0631\u06cc\u062a \u0645\u06cc \u0634\u0648\u0646\u062f. \u062c\u0647\u062a \u0627\u062e\u062a\u0635\u0627\u0635 \u062f\u0627\u062f\u0646 TA \u0647\u0627 \u0628\u0647 \u06cc\u06a9 \u0628\u062e\u0634\u060c \u0631\u0648\u06cc \u0627\u062e\u062a\u0635\u0627\u0635 TA \u0647\u0627 (\u062f\u0631 \u0632\u06cc\u0631) \u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f\u061b \u0633\u0627\u06cc\u0631 \u0627\u0637\u0644\u0627\u0639\u0627\u062a \u062a\u0645\u0627\u0645\u0627 \u0641\u0642\u0637 \u0628\u0631\u0627\u06cc \u0645\u0634\u0627\u0647\u062f\u0647 \u062f\u0631 \u062f\u0633\u062a\u0631\u0633 \u0647\u0633\u062a\u0646\u062f. \u0628\u0631\u0627\u06cc \u062e\u0627\u0645\u0648\u0634 \u06a9\u0631\u062f\u0646 \u0645\u062f\u06cc\u0631\u06cc\u062a \u0627\u062a\u0648\u0645\u0627\u062a\u06cc\u06a9\u060c \u0631\u0648\u06cc \u06af\u0630\u06cc\u0646\u0647 \u0647\u0627\u06cc \u0628\u0627\u0644\u0627 \u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f.
and=\u0648
add_section_category=\u06af\u0631\u0648\u0647
student_view_view_all=\u0645\u0634\u0627\u0647\u062f\u0647 \u0647\u0645\u0647
filter_all_sections=\u0647\u0645\u0647 \u0628\u062e\u0634 \u0647\u0627
edit_student_sections_drop=\u0644\u063a\u0648
add_section_add_meeting=\u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u0631\u0648\u0632 (\u0647\u0627) \u0628\u0627\u0632 \u0645\u0627\u0646 \u0648/\u06cc\u0627 \u0645\u06a9\u0627\u0646 \u0645\u0644\u0627\u0642\u0627\u062a \u0645\u062a\u0641\u0627\u0648\u062a (\u0645\u062e\u062a\u0644\u0641)
section_table_category_header=\u0628\u062e\u0634 \u0647\u0627\u06cc {0}
overview_table_header_remove=\u062d\u0630\u0641
options_confirm=\u062a\u0646\u0638\u06cc\u0645 \u0627\u062a\u0648\u0645\u0627\u062a\u06cc\u06a9 \u0628\u0647 \u0647\u0645\u0647 \u0628\u062e\u0634 \u0647\u0627\u06cc\u06cc \u06a9\u0647 \u062a\u0639\u0631\u06cc\u0641 \u06a9\u0631\u062f\u0647 \u0627\u06cc\u062f \u0648 \u0639\u0636\u0648\u06cc\u062a \u0622\u0646\u0647\u0627 \u063a\u0644\u0628\u0647 \u0645\u06cc \u06a9\u0646\u062f. \u0634\u0645\u0627 \u0628\u0627\u06cc\u062f \u0628\u0647 \u0627\u0628\u0632\u0627\u0631 \u062f\u0631\u0628\u0627\u0631\u0647 \u0633\u0627\u06cc\u062a \u0628\u0631\u0648\u06cc\u062f \u0648 "\u0648\u06cc\u0631\u0627\u06cc\u0634 \u0644\u06cc\u0633\u062a \u0647\u0627" \u0628\u0631\u0648\u06cc\u062f \u062a\u0627 \u0628\u0631\u0627\u06cc \u0645\u062f\u06cc\u0631\u06cc\u062a \u0627\u062a\u0648\u0645\u0627\u062a\u06cc\u06a9 \u0639\u0636\u0648\u06cc\u062a\u060c \u0628\u062e\u0634 \u0647\u0627 \u0631\u0627 \u0628\u0647 \u0633\u0627\u06cc\u062a \u0627\u062e\u062a\u0635\u0627\u0635 \u062f\u0647\u06cc\u062f\u061f
section_plural=\u0628\u062e\u0634 \u0647\u0627
edit_section_page_header=\u0648\u06cc\u0631\u0627\u06cc\u0634 \u0628\u062e\u0634
edit_manager_page_header=\u0627\u062e\u062a\u0635\u0627\u0635 \u062f\u0627\u062f\u0646 \u062f\u0633\u062a\u06cc\u0627\u0631\u0627\u0646 \u0622\u0645\u0648\u0632\u0634\u06cc
overview_instructions_mandatory_auto_instructor=\u0628\u062e\u0634 \u0647\u0627\u06cc \u0634\u0645\u0627 \u0627\u062a\u0648\u0645\u0627\u062a\u06cc\u06a9 \u0648\u0627\u0631 \u0628\u0631 \u0627\u0633\u0627\u0633 \u0644\u06cc\u0633\u062a \u0647\u0627\u06cc \u0645\u062a\u0635\u0644 \u0628\u0647 \u0633\u0627\u06cc\u062a (\u0637\u0628\u0642 \u062a\u0639\u0631\u06cc\u0641 \u0627\u0628\u0632\u0627\u0631 \u062f\u0631\u0628\u0627\u0631\u0647 \u0633\u0627\u06cc\u062a\u060c \u062a\u062d\u062a (\u0639\u0646\u0648\u0627\u0646) \u0644\u06cc\u0633\u062a \u0647\u0627\u06cc \u0648\u06cc\u0631\u0627\u06cc\u0634) \u0645\u062f\u06cc\u0631\u06cc\u062a \u0645\u06cc\u0634\u0648\u0646\u062f. \u062c\u0647\u062a \u0627\u062e\u062a\u0635\u0627\u0635 \u062f\u0627\u062f\u0646 TA \u0647\u0627 \u0628\u0647 \u06cc\u06a9 \u0628\u062e\u0634\u060c \u0631\u0648\u06cc \u0627\u062e\u062a\u0635\u0627\u0635 TA \u0647\u0627 (\u062f\u0631 \u0632\u06cc\u0631) \u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f\u061b \u0633\u0627\u06cc\u0631 \u0627\u0637\u0644\u0627\u0639\u0627\u062a \u062a\u0645\u0627\u0645\u0627 \u0641\u0642\u0637 \u0628\u0631\u0627\u06cc \u0645\u0634\u0627\u0647\u062f\u0647 \u062f\u0631 \u062f\u0633\u062a\u0631\u0633 \u0647\u0633\u062a\u0646\u062f.
section_update_successful=\u062a\u063a\u06cc\u06cc\u0631\u0627\u062a {0} \u0630\u062e\u06cc\u0631\u0647 \u0634\u062f\u0647 \u0627\u0646\u062f\!
transfer_membership_move_selected=\u0627\u0646\u062a\u0642\u0627\u0644 \u0627\u0646\u062a\u062e\u0627\u0628 \u0634\u062f\u0647 \u0647\u0627
student_view_instructions_no_sections=\u0647\u06cc\u0686 \u0628\u062e\u0634\u06cc \u0628\u0631\u0627\u06cc \u067e\u06cc\u0648\u0633\u062a\u0646 \u0634\u0645\u0627 \u0628\u0647 \u0622\u0646 \u062f\u0631 \u062f\u0633\u062a\u0631\u0633 \u0646\u06cc\u0633\u062a.
edit_student_sections_assign=\u0627\u062e\u062a\u0635\u0627\u0635
edit_student_sections_current_sections=\u0628\u062e\u0634 \u0647\u0627\u06cc \u0641\u0639\u0644\u06cc {0}\:
overview_page_header=\u0645\u0631\u0648\u0631 {0}
edit_manager_available_label=\u062f\u0633\u062a\u06cc\u0627\u0631\u0627\u0646 \u0622\u0645\u0648\u0632\u0634\u06cc \u062f\u0631 \u062f\u0633\u062a\u0631\u0633
student_view_instructions_join_or_switch=\u0628\u0631\u0627\u06cc \u067e\u06cc\u0648\u0633\u062a\u0646 \u0628\u0647 \u0628\u062e\u0634 \u0647\u0627 \u06cc\u0627 \u0633\u0648\u06cc\u06cc\u0686 \u06a9\u0631\u062f\u0646 (\u062a\u063a\u06cc\u06cc\u0631 \u0622\u0646\u0647\u0627 \u0631\u0648\u06cc \u0644\u06cc\u0646\u06a9 \u0645\u0646\u0627\u0633\u0628 \u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f. \u0634\u0645\u0627 \u0645\u06cc\u062a\u0648\u0627\u0646\u06cc\u062f \u0627\u0632 \u0647\u0631 \u0646\u0648\u0639 \u0628\u062e\u0634 \u0642\u0627\u0628\u0644 \u062f\u0633\u062a\u0631\u0633\u06cc \u0641\u0642\u0637 \u0628\u0647 \u06cc\u06a9 \u0628\u062e\u0634 \u062a\u0639\u0644\u0642 \u062f\u0627\u0634\u062a\u0647 \u0628\u0627\u0634\u062f (\u06cc\u0639\u0646\u06cc \u062f\u0631\u06331\u060c \u0645\u0628\u062d\u062b 1\u060c \u0622\u0632\u0645\u0627\u06cc\u0634 1 \u0648 \u063a\u06cc\u0631\u0647). \u0628\u0627 \u0627\u06cc\u0646\u062a\u062e\u0627\u0628 \u0633\u0648\u06cc\u06cc\u0686  \u0627\u0632 \u0628\u062e\u0634 \u0641\u0639\u0644\u06cc \u0627\u0632 \u0622\u0646 \u0646\u0648\u0639 \u062d\u0630\u0641 \u0645\u06cc\u0634\u0648\u06cc\u062f.
section_end_time=\u0632\u0645\u0627\u0646 \u067e\u0627\u06cc\u0627\u0646
section_logistics=\u062c\u0632\u06cc\u06cc\u0627\u062a \u0645\u0644\u0627\u0642\u0627\u062a
add_section_instructions=\u0628\u0631\u0627\u06cc \u0634\u0631\u0648\u0639\u060c \u06af\u0631\u0648\u0647 \u0648 \u062a\u0639\u062f\u0627\u062f \u0628\u062e\u0634 \u0647\u0627 \u0631\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f \u062a\u0627 \u0627\u06cc\u062c\u0627\u062f \u0634\u0648\u062f.
role_config_error=\u0646\u0642\u0634 \u0647\u0627\u06cc \u0627\u06cc\u0646 \u0645\u06a9\u0627\u0646 (\u0633\u0627\u06cc\u062a) \u0628\u062f\u0631\u0633\u062a\u06cc \u067e\u06cc\u06a9\u0631 \u0628\u0646\u062f\u06cc \u0646\u0634\u062f\u0647 \u0627\u0646\u062f. \u0628\u0631\u062e\u06cc \u06cc\u0627 \u0647\u0645\u0647 \u0648\u06cc\u0698\u06af\u06cc \u0647\u0627\u06cc \u0627\u06cc\u0646 \u0627\u0628\u0632\u0627\u0631 \u062a\u0627 \u0632\u0645\u0627\u0646\u06cc \u06a9\u0647 \u0646\u0642\u0636 \u0647\u0627 \u0628\u062f\u0631\u0633\u062a\u06cc \u067e\u06cc\u06a9\u0631 \u0628\u0646\u062f\u06cc \u0634\u0648\u0646\u062f \u06a9\u0627\u0646\u0631 \u0646\u062e\u0648\u0627\u0647\u0646\u062f \u06a9\u0631\u062f. \u0628\u0627 \u0645\u062f\u06cc\u0631 \u0633\u06cc\u0633\u062a\u0645 \u062e\u0648\u062f \u0627\u0631\u062a\u0627\u0637 \u0628\u0631\u0642\u0631\u0627\u0631 \u06a9\u0646\u06cc\u062f \u0648 \u0627\u0632 \u0627\u0648 \u06a9\u0645\u06a9 \u0628\u062e\u0648\u0627\u0647\u06cc\u062f.
overview_table_header_name=\u0646\u0627\u0645
student_view_header_day=\u0631\u0648\u0632
overview_table_header_location=\u0645\u06a9\u0627\u0646
section_end_time_default=-\u0648\u0627\u0631\u062f \u06a9\u0631\u062f\u0646 \u0632\u0645\u0627\u0646 \u067e\u0627\u06cc\u0627\u0646-
section_update_failure_end_before_start=\u0627\u06af\u0631 \u0632\u0645\u0627\u0646 \u067e\u0627\u06cc\u0627\u0646 \u0631\u0627 \u062a\u0639\u06cc\u06cc\u0646 \u06a9\u0646\u06cc\u062f \u0628\u0627\u06cc\u062f \u0628\u0639\u062f \u0627\u0632 \u0632\u0645\u0627\u0646 \u0634\u0631\u0648\u0639 \u0628\u0627\u0634\u062f.
error_section_deleted=\u0627\u06cc\u0646 \u0628\u062e\u0634 \u062a\u0648\u0633\u0637 \u06a9\u0627\u0631\u0628\u0631 \u062f\u06cc\u06af\u0631\u06cc \u062d\u0630\u0641 \u0634\u062f\u0647 \u0627\u0633\u062a.
roster_pager_status=\u0645\u0634\u0627\u0647\u062f\u0647 {0} \u062a\u0627 {1} \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632\u0627\u0646 {2}
options_self_register_label=\u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632 \u0647\u0627 \u0645\u06cc\u062a\u0648\u0627\u0646\u0646\u062f \u0628\u0631\u0627\u06cc \u0628\u062e\u0634 \u062b\u0628\u062a \u0646\u0627\u0645 \u06a9\u0646\u0646\u062f
overview_delete_section_confirmation_post=\u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632\u0627\u0646 \u0627\u06cc\u0646 \u0628\u062e\u0634 \u0627\u062e\u062a\u0635\u0627\u0635 \u0646\u06cc\u0627\u0641\u062a\u0647 \u062e\u0648\u0627\u0647\u0646\u062f \u0628\u0648\u062f (\u062f\u0631 \u0647\u06cc\u0686 \u06cc\u06a9 \u0627\u0632 \u0627\u06cc\u0646 \u0646\u0648\u0639 \u0628\u062e\u0634\u0647\u0627 \u0646\u062e\u0648\u0627\u0647\u0646\u062f \u0628\u0648\u062f). \u0644\u0637\u0641\u0627 \u0627\u0632 \u0644\u06cc\u0646\u06a9 \u0627\u062e\u062a\u0635\u0627\u0635 \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632\u0627\u0646 \u0632\u06cc\u0631 \u0628\u062e\u0634 \u062f\u06cc\u06af\u0631\u06cc \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u06a9\u0646\u06cc\u062f \u062a\u0627 \u0622\u0646\u0647\u0627 \u0631\u0627 \u0628\u0647 \u06cc\u06a9 \u0628\u062e\u0634 \u062c\u062f\u06cc\u062f \u0627\u062e\u062a\u0635\u0627\u0635 \u062f\u0647\u06cc\u062f.
add_section_successful_plural=\u062f\u0627\u0631\u0646\u062f
overview_delete_short=\u062d\u0630\u0641
section_location=\u062f\u0631
roster_page_header=\u0639\u0636\u0648\u06cc\u062a \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632
edit_student_over_max_warning_try=\u0634\u0645\u0627 \u0634\u0645\u0627 \u0633\u0639\u06cc \u06a9\u0631\u062f\u06cc\u062f \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632\u0627\u0646 {0} \u0631\u0627 \u062f\u0631 \u0628\u062e\u0634 \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632\u0627\u0646 {1} \u0628\u06af\u0646\u062c\u0627\u0646\u06cc\u062f \u062f\u0631\u062d\u0627\u0644\u06cc\u06a9\u0647 \u0628\u06cc\u0634\u062a\u0631\u06cc\u0646 \u0627\u0646\u062f\u0627\u0632\u0647 {2} \u0627\u0633\u062a\!
overview_delete=\u062d\u0630\u0641 \u0628\u062e\u0634 \u0647\u0627
edit_student_section_size=\u0627\u0646\u062f\u0627\u0632\u0647 \u0628\u062e\u0634\:
edit_student_selected_title=/{0}
overview_instructions_auto_ta=\u0628\u062e\u0634 \u0647\u0627\u06cc \u0634\u0645\u0627 \u0628\u0635\u0648\u0631\u062a \u0627\u062a\u0648\u0645\u0627\u062a\u06cc\u06a9 \u0628\u0631 \u0627\u0633\u0627\u0633 \u0641\u0647\u0631\u0633\u062a \u0647\u0627\u06cc \u0645\u062a\u0635\u0644 \u0628\u0647 \u0633\u0627\u06cc\u062a (\u0637\u0628\u0642 \u062a\u0639\u0631\u06cc\u0641 \u0622\u0645\u0648\u0632\u0634\u06cc\u0627\u0631 \u0627\u0628\u0632\u0627\u0631 \u062f\u0631\u0628\u0627\u0631\u0647 \u0633\u0627\u06cc\u062a\u060c \u062a\u062d\u062a \u0644\u06cc\u0633\u062a \u0647\u0627\u06cc \u0648\u06cc\u0631\u0627\u06cc\u0634) \u0645\u062f\u06cc\u0631\u06cc\u062a \u0645\u06cc \u0634\u0648\u0646\u062f. \u0628\u0631\u0627\u06cc \u0627\u062e\u062a\u0635\u0627\u0635 \u062f\u0627\u062f\u0646 \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632\u0627\u0646 \u0628\u0647 \u06cc\u06a9 \u0628\u062e\u0634\u060c \u0631\u0648\u06cc \u0627\u062e\u062a\u0635\u0627\u0635 \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632\u0627\u0646 (\u062f\u0631 \u0632\u06cc\u0631) \u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f\u061b \u062a\u0645\u0627\u0645 \u0627\u0637\u0644\u0627\u0639\u0627\u062a \u062f\u06cc\u06af\u0631 \u0641\u0642\u0637 \u0628\u0631\u0627\u06cc \u0645\u0634\u0627\u0647\u062f\u0647 \u062f\u0631 \u062f\u0633\u062a\u0631\u0633 \u0647\u0633\u062a\u0646\u062f. \u0641\u0642\u0637 \u0622\u0645\u0648\u0632\u0634\u06cc\u0627\u0631\u0647\u0627 \u0645\u06cc \u062a\u0648\u0627\u0646\u0646\u062f \u0644\u06cc\u0633\u062a \u0647\u0627\u06cc \u0645\u062e\u062a\u0644\u0641 \u0631\u0627 \u0628\u0647 \u0627\u06cc\u0646 \u0645\u06a9\u0627\u0646 \u0645\u062a\u0635\u0644 \u06a9\u0646\u0646\u062f \u06cc\u0627 \u0628\u062e\u0634 \u0647\u0627\u06cc\u06cc \u06a9\u0647 \u0628\u0627\u06cc\u062f \u062f\u0633\u062a\u06cc \u0645\u062f\u06cc\u0631\u06cc\u062a \u0634\u0648\u0646\u062f \u0631\u0627 \u062a\u0646\u0638\u06cc\u0645 \u06a9\u0646\u0646\u062f.
transfer_membership_move_all=\u0647\u0645\u0647 \u0631\u0627 \u0627\u0646\u062a\u0642\u0627\u0644 \u0628\u062f\u0647
section_update_failure_duplicate_title=\u062f\u0631 \u0627\u06cc\u0646 \u0645\u06a9\u0627\u0646\u060c \u0628\u062e\u0634 \u062f\u06cc\u06af\u0631\u06cc \u0628\u0647 \u0646\u0627\u0645 {0} \u0648\u062c\u0648\u062f \u062f\u0627\u0631\u062f.
edit_student_over_max_warning=\u0627\u06a9\u0646\u0648\u0646 \u0628\u062e\u0634 {0} \u0634\u0627\u0645\u0644 \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632\u0627\u0646 \u0628\u062e\u0634 {1} \u0627\u0633\u062a\u060c \u0628\u062e\u0634 {2} \u0627\u0632 \u0628\u06cc\u0634\u062a\u0631\u06cc\u0646 \u062d\u062f \u062a\u062c\u0627\u0648\u0632 \u06a9\u0631\u062f\u0647 \u0627\u0633\u062a\!
student_view_instructions_join=\u0628\u0631\u0627\u06cc \u067e\u06cc\u0648\u0633\u062a\u0646 \u0628\u0647 \u06cc\u06a9 \u0628\u062e\u0634\u060c \u0631\u0648\u06cc \u0644\u06cc\u0646\u06a9 \u067e\u06cc\u0648\u0633\u062a\u0646 \u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f. \u0634\u0645\u0627 \u0645\u06cc \u062a\u0648\u0627\u0646\u06cc\u062f \u0641\u0642\u0637 \u0628\u0647 \u06cc\u06a9 \u0628\u062e\u0634 \u0627\u0632 \u0647\u0631 \u0646\u0648\u0639 \u062f\u0631 \u062f\u0633\u062a\u0631\u0633 \u062a\u0639\u0644\u0642 \u062f\u0627\u0634\u062a\u0647 \u0628\u0627\u0634\u06cc\u062f (\u06cc\u0639\u0646\u06cc \u062f\u0631\u0633 1\u060c \u0645\u0628\u062d\u062b 1\u060c \u0622\u0632\u0645\u0627\u06cc\u0634 1 \u0648 \u063a\u06cc\u0631\u0647).
sections_unlimited=\u062a\u0639\u062f\u0627\u062f \u0646\u0627\u0645\u062d\u062f\u0648\u062f \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632\u0627\u0646 \u062f\u0631 \u0628\u062e\u0634
roster_view_students=\u0645\u0634\u0627\u0647\u062f\u0647 \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632\u0627\u0646 \u062f\u0631
nav_download=\u062f\u0627\u0646\u0644\u0648\u062f
section_title=\u0646\u0627\u0645
javax.faces.convert.DateTimeConverter.CONVERSION=\u0644\u0637\u0641\u0627 \u06cc\u06a9 \u0645\u0642\u062f\u0627\u0631 \u0632\u0645\u0627\u0646\u06cc \u0645\u0627\u0646\u0646\u062f 7\u060c 8\:00\u060c \u06cc\u0627 12\:30 \u0648\u0627\u0631\u062f \u06a9\u0646\u06cc\u062f.
edit_manager_ta_note=\u062a\u0648\u062c\u0647\: \u0622\u06cc\u0627 \u06cc\u06a9 \u062f\u0633\u062a\u06cc\u0627\u0631 \u0622\u0645\u0648\u0632\u0634\u06cc \u0631\u0627 \u0627\u06cc\u0646\u062c\u0627 \u0646\u0645\u06cc \u0628\u06cc\u0646\u06cc\u062f\u061f \u0628\u0647 \u0627\u0628\u0632\u0627\u0631 \u062f\u0631\u0628\u0627\u0631\u0647 \u0633\u0627\u06cc\u062a \u0628\u0631\u0648\u06cc\u062f \u0648 \u0622\u0646\u0647\u0627 \u0631\u0627 \u0628\u0639\u0646\u0648\u0627\u0646 \u0634\u0631\u06a9\u062a \u06a9\u0646\u0646\u062f\u0647 \u0633\u0627\u06cc\u062a \u0628\u0627 \u0646\u0642\u0634 TA \u0627\u0636\u0627\u0641\u0647 \u06a9\u0646\u06cc\u062f.
nav_options=\u06af\u0632\u06cc\u0646\u0647 \u0647\u0627
overview_table_header_day=\u0631\u0648\u0632
options_page_subheader=\u0642\u0648\u0627\u0646\u06cc\u0646 \u0628\u062e\u0634 \u062f\u0631\u0645\u0648\u0631\u062f \u06a9\u0644\u0627\u0633
student_view_sections=\u0628\u062e\u0634 \u0647\u0627
student_view_all=\u0647\u0645\u0647
edit_student_update=\u0627\u062e\u062a\u0635\u0627\u0635 \u062f\u0627\u062f\u0646 \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632\u0627\u0646
roster_table_header_id=\u0645\u0634\u062e\u0635\u0627\u062a \u062f\u0627\u0646\u0634 \u0627\u0645\u0648\u0632
roster_table_header_ta=\u062f\u0633\u062a\u06cc\u0627\u0631 \u0622\u0645\u0648\u0632\u0634\u06cc
overview_link_sep_char=|
edit_manager_successful=\u062f\u0633\u062a\u06cc\u0627\u0631\u0627\u0646 \u0622\u0645\u0648\u0632\u0634\u06cc {0} \u0628\u0627 \u0645\u0648\u0641\u0642\u06cc\u062a \u0628\u0647 \u0631\u0648\u0632 \u0631\u0633\u0627\u0646\u06cc \u0634\u062f\u0646\u062f\!
roster_search_button=\u067e\u06cc\u062f\u0627 \u06a9\u0631\u062f\u0646
section_singular=\u0628\u062e\u0634
student_view_header_instructor=\u062f\u0633\u062a\u06cc\u0627\u0631(\u0627\u0646) \u0622\u0645\u0648\u0632\u0634\u06cc
section_max_size_unlimited=\u0646\u0627\u0645\u062d\u062f\u0648\u062f
roster_clear_button=\u067e\u0627\u06a9 \u06a9\u0631\u062f\u0646
student_view_category_sections=\u0628\u062e\u0634 \u0647\u0627\u06cc {0}
roster_table_header_name=\u0646\u0627\u0645 \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632
overview_table_header_time=\u0632\u0645\u0627\u0646
overview_delete_section_success=\u0628\u062e\u0634 \u062d\u0630\u0641 \u0634\u062f.
section_add_failure_duplicate_title=\u06cc\u06a9 \u0628\u062e\u0634 \u0628\u0647 \u0646\u0627\u0645 {0} \u0627\u0632 \u0642\u0628\u0644 \u062f\u0631 \u0627\u06cc\u0646 \u0633\u0627\u06cc\u062a \u0648\u062c\u0648\u062f \u062f\u0627\u0631\u062f.
add_section_add=\u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646
add_sections_select_one=-\u06cc\u06a9\u06cc \u0631\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f-
add_section_sections_of=\u0628\u062e\u0634\u0650
roster_search_text=\u0646\u0627\u0645 \u06cc\u0627 \u0645\u0634\u062e\u0635\u0627\u062a \u062f\u0627\u0646\u0634 \u0627\u0645\u0648\u0632
section_start_time=\u0632\u0645\u0627\u0646 \u0634\u0631\u0648\u0639
student_view_instructions_switch=\u0628\u0631\u0627\u06cc \u0633\u0648\u06cc\u06cc\u0686 \u06a9\u0631\u062f\u0646 (\u0639\u0648\u0636 \u06a9\u0631\u062f\u0646) \u0628\u062e\u0634 \u0647\u0627\u060c \u0631\u0648\u06cc \u0644\u06cc\u0646\u06a9 \u0633\u0648\u06cc\u06cc\u0686 \u0628\u062e\u0634\u06cc \u06a9\u0647 \u0645\u06cc\u062e\u0648\u0627\u0647\u06cc\u062f \u0628\u0647 \u0622\u0646 \u0645\u0646\u062a\u0642\u0644 \u0634\u0648\u06cc\u062f \u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f. \u0634\u0645\u0627 \u0628\u0637\u0648\u0631 \u0627\u062a\u0648\u0645\u0627\u062a\u06cc\u06a9 \u0627\u0632 \u0628\u062e\u0634 \u0641\u0639\u0644\u06cc \u062e\u0648\u062f \u062e\u0627\u0631\u062c \u062e\u0648\u0627\u0647\u06cc\u062f \u0634\u062f.
student_view_header_time=\u0632\u0645\u0627\u0646
add_section_successful={0} {1} \u0628\u0627 \u0645\u0648\u0641\u0642\u06cc\u062a \u0627\u06cc\u062c\u0627\u062f \u0634\u062f\! \u0627\u06a9\u0646\u0648\u0646 \u0634\u0645\u0627 \u0645\u06cc\u062a\u0648\u0627\u0646\u06cc\u062f TA \u0647\u0627 \u0648 \u062f\u0627\u0646\u0634 \u0627\u0645\u0648\u0632\u0627\u0646 \u0631\u0627 \u0628\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u0644\u06cc\u0646\u06a9 \u0647\u0627\u06cc \u0632\u06cc\u0631 \u0628\u062e\u0634 {2} \u0628\u0647 \u0627\u06cc\u0646 \u0628\u062e\u0634 \u0627\u062e\u062a\u0635\u0627\u0635 \u062f\u0647\u06cc\u062f.
edit_student_sections_instructions=\u0628\u0631\u0627\u06cc \u0627\u062e\u062a\u0635\u0627\u0635 \u062f\u0627\u062f\u0646 \u0627\u06cc\u0646 \u062f\u0627\u0646\u0634 \u0627\u0645\u0648\u0632 \u0628\u0647 \u06cc\u06a9 \u0628\u062e\u0634\u060c \u0631\u0648\u06cc \u0627\u062e\u062a\u0635\u0627\u0635 \u062f\u0627\u062f\u0646 \u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f.\n\u0634\u0645\u0627 \u0641\u0642\u0637 \u0645\u06cc \u062a\u0648\u0627\u0646\u06cc\u062f \u06cc\u06a9 \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632 \u0631\u0627 \u0628\u0647 \u06cc\u06a9 \u0628\u062e\u0634 \u062f\u0631 \u0647\u0631 \u06af\u0631\u0648\u0647 \u0627\u062e\u062a\u0635\u0627\u0635 \u062f\u0647\u06cc\u062f.\n\u0627\u06af\u0631 \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632 \u0642\u0628\u0644\u0627 \u0639\u0636\u0648 \u06cc\u06a9 \u0628\u062e\u0634 \u0627\u0632 \u06cc\u06a9 \u06af\u0631\u0648\u0647 \u0628\u0627\u0634\u062f \u0627\u0632 \u0622\u0646 \u0628\u062e\u0634 \u062d\u0630\u0641 \u062e\u0648\u0627\u0647\u062f \u0634\u062f \u062c\u062a\u06cc \u0627\u06af\u0631 \u0622\u0646 \u0631\u0627 \u0628\u0647 \u06cc\u06a9 \u0628\u062e\u0634 \u062c\u062f\u06cc\u062f \u0627\u062e\u062a\u0635\u0627\u0635 \u062f\u0647\u06cc\u062f.
#
# Control closed sections
#
section_close_title=\u0628\u062e\u0634 \u0628\u0633\u062a\u0647 \u0634\u062f\u0646 \u0627\u0628\u0632\u0627\u0631
section_close_desc=\u0627\u06cc\u0646 \u0627\u0628\u0632\u0627\u0631 \u0628\u0633\u062a\u0647 \u0634\u062f\u0647 \u0627\u0633\u062a. \u0634\u0645\u0627 \u0645\u06cc\u062a\u0648\u0627\u0646\u06cc\u062f \u0628\u0647 \u0627\u0628\u0632\u0627\u0631 \u0628\u062e\u0634 \u0647\u0627 \u062f\u0631 \u062a\u0627\u0631\u06cc\u062e \u0648 \u0632\u0645\u0627\u0646\u06cc \u06a9\u0647 \u062f\u0627\u0646\u0634\u06a9\u062f\u0647 \u062a\u0627\u0646 \u0645\u0634\u062e\u0635 \u06a9\u0631\u062f\u0647 \u0627\u0633\u062a \u062f\u0633\u062a\u0631\u0633\u06cc \u062f\u0627\u0634\u062a\u0647 \u0628\u0627\u0634\u062f.
section_close_opendate=\u062a\u0627\u0631\u06cc\u062e \u0628\u0627\u0632\u06af\u0634\u0627\u06cc\u06cc (\u0627\u0641\u062a\u062a\u0627\u062d)\:
section_open_info=\u062a\u0627 \u062a\u0627\u0631\u06cc\u062e \u0628\u0627\u0632\u06af\u0634\u0627\u06cc\u06cc \u0627\u0628\u0632\u0627\u0631 \u0628\u062e\u0634 \u0647\u0627 \u0631\u0627 \u0628\u0631\u0627\u06cc \u062f\u0627\u0646\u0634 \u0627\u0645\u0648\u0632\u0627\u0646 \u0628\u0628\u0646\u062f\u06cc\u062f\:
section_refresh_info=\u0628\u0627\u0632\u0646\u0634\u0627\u0646\u06cc \u0635\u0641\u062d\u0647 \u0628\u0647 \u0645\u0646\u0638\u0648\u0631 \u062f\u06cc\u062f\u0646 \u06af\u0631\u0648\u0647\u0647\u0627 \u067e\u0633 \u0627\u0632 \u062a\u0627\u0631\u06cc\u062e \u0645\u0642\u0631\u0631.
error_date_format=\u062e\u0637\u0627 \u062f\u0631 \u0641\u0631\u0645\u062a \u062a\u0627\u0631\u06cc\u062e/\u0632\u0645\u0627\u0646
options_internally_manage_warning=\u0647\u0646\u06af\u0627\u0645 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0627\u0632 \u062f\u0627\u062f\u0647 \u0647\u0627\u06cc \u0628\u0627\u0632\u060c \u0634\u0645\u0627 \u0628\u0627\u06cc\u062f \u0627\u062c\u0627\u0632\u0647 \u062b\u0628\u062a \u062e\u0648\u062f\u06a9\u0627\u0631 \u06cc\u0627 \u0633\u0648\u06cc\u06cc\u0686 \u062e\u0648\u062f\u06a9\u0627\u0631 \u0631\u0627 \u0628\u062f\u0647\u06cc\u062f.

