#X-Generator: crowdin.com
#Tue Jan 25 16:42:46 CET 2011
javax.faces.validator.LongRangeValidator.MINIMUM=Xin vui l\u00f2ng nh\u1eadp m\u1ed9t s\u1ed1 l\u1edbn h\u01a1n {0}. 
student_view_header_available=Avail. 
add_sections_add=Th\u00eam m\u1ee5c 
no_sections_instructions=H\u00e3y v\u00e0o 'Th\u00eam m\u1ee5c' \u0111\u1ec3 t\u1ea1o ra c\u00e1c ph\u1ea7n m\u1edbi. 
student_view_full=To\u00e0n 
overview_table_header_managers=Tr\u1ee3 l\u00fd gi\u1ea3ng d\u1ea1y (TA) 
student_view_header_title=Ph\u1ea7n T\u00ean 
overview_delete_section_confirmation_pre=B\u1ea1n c\u00f3 ch\u1eafc b\u1ea1n mu\u1ed1n lo\u1ea1i b\u1ecf nh\u1eefng ph\u1ea7n sau\: 
error_no_role=B\u1ea1n kh\u00f4ng c\u00f3 quy\u1ec1n \u0111\u1ec3 xem c\u00e1c ph\u1ea7n trong trang web n\u00e0y. 
student_view_switch=Switch 
overview_table_header_available=S\u1eb5n c\u00f3
student_view_membership_full={0} l\u00e0 \u0111\u1ea7y \u0111\u1ee7 v\u00e0 kh\u00f4ng th\u1ec3 ch\u1ea5p nh\u1eadn th\u00eam th\u00e0nh vi\u00ean. H\u00e3y ch\u1ecdn m\u1ed9t ph\u1ea7n kh\u00e1c (n\u1ebfu c\u00f3). 
sections_specify_limit=Xin vui l\u00f2ng nh\u1eadp c\u00e1c gi\u1edbi h\u1ea1n k\u00edch th\u01b0\u1edbc tr\u00ean section. 
options_update_successful=l\u1ef1a ch\u1ecdn m\u1ee5c \u0111\u00e3 \u0111\u01b0\u1ee3c c\u1eadp nh\u1eadt th\u00e0nh c\u00f4ng\! 
nav_overview=T\u1ed5ng quan 
edit_student_page_header=Ch\u1ec9 \u0111\u1ecbnh H\u1ecdc sinh 
student_view_header_location=N\u01a1i 
overview_link_managers=Ch\u1ec9 \u0111\u1ecbnh TAS 
edit_manager_update=Ch\u1ec9 \u0111\u1ecbnh TAS 
validation_messages_present=C\u00f3 v\u1ea5n \u0111\u1ec1 v\u1edbi c\u00e1c h\u00e0nh \u0111\u1ed9ng m\u1edbi nh\u1ea5t. Xin vui l\u00f2ng xem chi ti\u1ebft d\u01b0\u1edbi \u0111\u00e2y. 
options_externally_managed_description=T\u1ef1 \u0111\u1ed9ng qu\u1ea3n l\u00fd sections v\u00e0 c\u00e1c th\u00e0nh vi\u00ean d\u1ef1a tr\u00ean th\u00f4ng tin \u0111\u0103ng k\u00fd ch\u00ednh th\u1ee9c 
options_done=Xong 
student_view_view=Xem 
section_description={0}, \u0111\u00e1p \u1ee9ng {1} 
student_view_my=C\u1ee7a t\u00f4i 
options_self_switch_label=H\u1ecdc sinh c\u00f3 th\u1ec3 chuy\u1ec3n \u0111\u1ed5i ph\u1ea7n 
student_view_already_member_in_category=B\u1ea1n \u0111\u00e3 l\u00e0 th\u00e0nh vi\u00ean c\u1ee7a m\u1ed9t ph\u1ea7n trong th\u1ec3 lo\u1ea1i n\u00e0y. 
edit_student_successful=H\u1ecdc sinh trong {0} \u0111\u00e3 \u0111\u01b0\u1ee3c c\u1eadp nh\u1eadt th\u00e0nh c\u00f4ng\! 
section_max_size=Ph\u1ea7n K\u00edch th\u01b0\u1edbc 
student_view_join=Tham gia 
edit_student_unassigned=H\u1ecdc sinh kh\u00f4ng \u0111\u01b0\u1ee3c g\u00e1n 
options_automatically_manage=Qu\u1ea3n l\u00fd t\u1ef1 \u0111\u1ed9ng 
no_sections_available=Kh\u00f4ng c\u00f3 sections v\u1ea1ch r\u00f5 cho trang web n\u00e0y. 
section_separator=, 
add_section_successful_singular=c\u00f3 
overview_link_students=Ch\u1ec9 \u0111\u1ecbnh H\u1ecdc sinh 
nav_print=In an
filter_my_category_sections=Ph\u1ea7n {0} c\u1ee7a t\u00f4i 
options_page_header=T\u00f9y ch\u1ecdn 
edit_student_sections_page_header=Ch\u1ec9nh s\u1eeda {0}''Ph\u1ea7n s 
filter_my_sections=Sections c\u1ee7a t\u00f4i 
roster_instructions=Nh\u1eafp chu\u1ed9t v\u00e0o t\u00ean c\u1ee7a h\u1ecdc sinh \u0111\u1ec3 ch\u1ec9nh s\u1eeda ph\u1ea7n c\u1ee7a h\u1ecd th\u00e0nh vi\u00ean 
student_view_no_sections_to_display=Kh\u00f4ng c\u00f3 sections ph\u00f4 b\u00e0y. Xin vui l\u00f2ng thay settings c\u1ee7a b\u1ea1n \u1edf tr\u00ean. 
section_start_time_default=Nh\u1eadp b\u1eaft \u0111\u1ea7u t\u1eeb th\u1eddi gian 
overview_delete_section_choose=Xin vui l\u00f2ng ch\u1ecdn c\u00e1c ph\u1ea7n \u0111\u1ec3 lo\u1ea1i b\u1ecf tr\u01b0\u1edbc khi nh\u1ea5p v\u00e0o 'H\u1ee7y b\u1ecf m\u1ee5c'. 
admin_role=Ng\u01b0\u1eddi qu\u1ea3n l\u00fd 
section_location_default=-nh\u1eadp v\u00e0o v\u1ecb tr\u00ed- 
options_internally_managed_description=Th\u1ee7 c\u00f4ng qu\u1ea3n l\u00fd b\u1ed9 ph\u1eadn v\u00e0 th\u00e0nh vi\u00ean (ph\u1ea7n t\u1eeb b\u1ecf v\u00e0 c\u1eadp nh\u1eadt t\u1eeb h\u1ec7 th\u1ed1ng th\u00e0nh vi\u00ean \u0111\u0103ng k\u00fd) 
student_view_page_header=Th\u00e0nh vi\u00ean c\u1ee7a section 
nav_roster=H\u1ed9i vi\u00ean cho Sinh vi\u00ean  
student_view_instructions_no_join_or_switch=B\u1ea1n ph\u1ea3i li\u00ean l\u1ea1c v\u1edbi ng\u01b0\u1eddi h\u01b0\u1edbng d\u1eabn c\u1ee7a b\u1ea1n \u0111\u1ec3 tham gia ho\u1eb7c chuy\u1ec3n \u0111\u1ed5i ph\u1ea7n. 
edit_manager_selected_label={0} Tr\u1ee3 L\u00fd D\u1ea1y 
sections_limited=Gi\u1edbi h\u1ea1n s\u1ed1 l\u01b0\u1ee3ng sinh vi\u00ean trong ph\u1ea7n \u0111\u1ec3 
overview_link_edit=Ch\u1ec9nh s\u1eeda 
student_view_no_sections_not_available=Ph\u1ea7n b\u1ea1n l\u1ef1a ch\u1ecdn l\u00e0 kh\u00f4ng c\u00f2n n\u1eefa. H\u00e3y ch\u1ecdn m\u1ed9t ph\u1ea7n kh\u00e1c 
overview_table_header_current_size=K\u00edch th\u01b0\u1edbc hi\u1ec7n t\u1ea1i 
student_view_member=Th\u00e0nh vi\u00ean 
section_update_failure_end_without_start=N\u1ebfu b\u1ea1n ch\u1ec9 \u0111\u1ecbnh th\u1eddi gian k\u1ebft th\u00fac, b\u1ea1n c\u0169ng ph\u1ea3i ch\u1ec9 \u0111\u1ecbnh m\u1ed9t th\u1eddi gian b\u1eaft \u0111\u1ea7u. 
overview_instructions_auto_instructor=Sections c\u1ee7a b\u1ea1n \u0111\u01b0\u1ee3c qu\u1ea3n l\u00fd t\u1ef1 \u0111\u1ed9ng d\u1ef1a tr\u00ean c\u00e1c rosters k\u1ebft n\u1ed1i v\u1edbi c\u00e1c trang web (nh\u01b0 \u0111\u01b0\u1ee3c \u0111\u1ecbnh ngh\u0129a trong c\u00f4ng c\u1ee5 Site Info, d\u01b0\u1edbi Edit Rosters). Ch\u1ec9 \u0111\u1ecbnh TAs cho section, nh\u1ea5p Ch\u1ec9 \u0111\u1ecbnh TAs (b\u00ean d\u01b0\u1edbi)
and=v\u00e0 
add_section_category=th\u1ec3 lo\u1ea1i 
student_view_view_all=Xem t\u1ea5t c\u1ea3 
filter_all_sections=T\u1ea5t c\u1ea3 c\u00e1c m\u1ee5c 
edit_student_sections_drop=Ch\u01b0a \u0111\u01b0\u1ee3c \u1ea5n \u0111\u1ecbnh 
add_section_add_meeting=Th\u00eam day (s) v\u1edbi th\u1eddi gian cu\u1ed9c h\u1ecdp kh\u00e1c nhau v\u00e0 / ho\u1eb7c \u0111\u1ecba \u0111i\u1ec3m 
section_table_category_header={0} Ph\u00f2ng 
overview_table_header_remove=H\u1ee7y b\u1ecf 
options_confirm=C\u00e0i \u0111\u1eb7t t\u1ef1 \u0111\u1ed9ng s\u1ebd ghi \u0111\u00e8 l\u00ean b\u1ea5t k\u1ef3 b\u1ed9 ph\u1eadn b\u1ea1n \u0111\u00e3 t\u1ef1 x\u00e1c \u0111\u1ecbnh c\u00f9ng v\u1edbi c\u00e1c th\u00e0nh vi\u00ean c\u1ee7a h\u1ecd. B\u1ea1n s\u1ebd c\u1ea7n \u0111\u1ebfn c\u00f4ng c\u1ee5 trang web Th\u00f4ng tin v\u00e0 "S\u1eeda rosters" \u0111\u1ec3 ch\u1ec9 \u0111\u1ecbnh ph\u1ea7n cho trang web \u0111\u1ec3 qu\u1ea3n l\u00fd c\u00e1c th\u00e0nh vi\u00ean t\u1ef1 \u0111\u1ed9ng. B\u1ea1n c\u00f3 mu\u1ed1n ti\u1ebfp t\u1ee5c kh\u00f4ng? 
section_plural=ph\u1ea7n 
edit_section_page_header=Ch\u1ec9nh s\u1eeda m\u1ee5c 
edit_manager_page_header=Ch\u1ec9 \u0111\u1ecbnh Tr\u1ee3 gi\u1ea3ng 
overview_instructions_mandatory_auto_instructor=b\u1ed9 ph\u1eadn c\u1ee7a b\u1ea1n \u0111\u01b0\u1ee3c qu\u1ea3n l\u00fd t\u1ef1 \u0111\u1ed9ng d\u1ef1a tr\u00ean c\u00e1c rosters k\u1ebft n\u1ed1i v\u1edbi c\u00e1c trang web (nh\u01b0 \u0111\u01b0\u1ee3c \u0111\u1ecbnh ngh\u0129a trong c\u00f4ng c\u1ee5 Site Info, d\u01b0\u1edbi Ch\u1ec9nh rosters). Giao TAs \u0111\u1ebfn section, click Ch\u1ec9 \u0111\u1ecbnh TAs (b\u00ean d\u01b0\u1edbi)
section_update_successful=thay \u0111\u1ed5i c\u1ee7a b\u1ea1n \u0111\u1ec3 {0} \u0111\u00e3 \u0111\u01b0\u1ee3c l\u01b0u\! 
transfer_membership_move_selected=Di chuy\u1ec3n \u0111\u01b0\u1ee3c ch\u1ecdn 
student_view_instructions_no_sections=Kh\u00f4ng c\u00f3 sections c\u00f3 s\u1eb5n cho b\u1ea1n tham gia. 
edit_student_sections_assign=Ch\u1ec9 \u0111\u1ecbnh 
edit_student_sections_current_sections={0}''s hi\u1ec7n ph\u1ea7n\: 
overview_page_header={0}''s T\u1ed5ng quan 
edit_manager_available_label=Nh\u1eefng tr\u1ee3 l\u00fd Gi\u1ea3ng d\u1ea1y s\u1eb5n c\u00f3  
student_view_instructions_join_or_switch=\u0110\u1ec3 tham gia ho\u1eb7c chuy\u1ec3n ph\u1ea7n, nh\u1ea5p v\u00e0o li\u00ean k\u1ebft th\u00edch h\u1ee3p. B\u1ea1n ch\u1ec9 c\u00f3 th\u1ec3 thu\u1ed9c v\u1ec1 m\u1ed9t ph\u1ea7n c\u1ee7a t\u1eebng lo\u1ea1i h\u00ecnh s\u1eb5n (t\u1ee9c l\u00e0 1 B\u00e0i gi\u1ea3ng, 1 th\u1ea3o lu\u1eadn, 1 ph\u00f2ng th\u00ed nghi\u1ec7m, vv.) B\u1eb1ng c\u00e1ch l\u1ef1a ch\u1ecdn chuy\u1ec3n \u0111\u1ed5i b\u1ea1n s\u1ebd \u0111\u01b0\u1ee3c g\u1ee1 b\u1ecf t\u1eeb ph\u1ea7n hi\u1ec7n t\u1ea1i c\u1ee7a b\u1ea1n thu\u1ed9c lo\u1ea1i \u0111\u00f3. 
section_end_time=\u0111\u1ebfn 
section_logistics=Chi ti\u1ebft cu\u1ed9c h\u1ecdp 
add_section_instructions=\u0110\u1ec3 b\u1eaft \u0111\u1ea7u, ch\u1ecdn c\u00e1c th\u1ec3 lo\u1ea1i v\u00e0 s\u1ed1 \u0111o\u1ea1n \u0111\u1ec3 t\u1ea1o ra. 
role_config_error=C\u00e1c vai tr\u00f2 trong trang web n\u00e0y l\u00e0 kh\u00f4ng \u0111\u01b0\u1ee3c c\u1ea5u h\u00ecnh \u0111\u00fang. M\u1ed9t s\u1ed1 ho\u1eb7c t\u1ea5t c\u1ea3 c\u00e1c t\u00ednh n\u0103ng trong c\u00f4ng c\u1ee5 n\u00e0y s\u1ebd kh\u00f4ng l\u00e0m vi\u1ec7c cho \u0111\u1ebfn khi vai tr\u00f2 \u0111\u01b0\u1ee3c c\u1ea5u h\u00ecnh \u0111\u00fang. Li\u00ean h\u1ec7 v\u1edbi qu\u1ea3n tr\u1ecb h\u1ec7 th\u1ed1ng c\u1ee7a b\u1ea1n \u0111\u1ec3 \u0111\u01b0\u1ee3c gi\u00fap \u0111\u1ee1. 
overview_table_header_name=T\u00ean 
student_view_header_day=Ng\u00e0y 
overview_table_header_location=N\u01a1i 
section_end_time_default=-nh\u1eadp th\u1eddi gian k\u1ebft th\u00fac 
section_update_failure_end_before_start=N\u1ebfu b\u1ea1n ch\u1ec9 \u0111\u1ecbnh th\u1eddi gian k\u1ebft th\u00fac, n\u00f3 ph\u1ea3i \u0111\u01b0\u1ee3c sau th\u1eddi gian b\u1eaft \u0111\u1ea7u. 
error_section_deleted=ph\u1ea7n \u0111\u00f3 \u0111\u00e3 \u0111\u01b0\u1ee3c g\u1ee1 b\u1ecf b\u1edfi ng\u01b0\u1eddi d\u00f9ng kh\u00e1c. 
roster_pager_status=Xem trang {0} \u0111\u1ebfn {1} c\u1ee7a {2} h\u1ecdc sinh 
options_self_register_label=H\u1ecdc sinh c\u00f3 th\u1ec3 \u0111\u0103ng k\u00fd cho c\u00e1c ph\u1ea7n 
overview_delete_section_confirmation_post=H\u1ecdc sinh trong c\u00e1c ph\u1ea7n (s) s\u1ebd \u0111\u01b0\u1ee3c 'kh\u00f4ng \u0111\u01b0\u1ee3c g\u00e1n "(kh\u00f4ng ph\u1ea3i trong b\u1ea5t k\u1ef3 ph\u1ea7n c\u1ee7a lo\u1ea1i n\u00e0y). Xin vui l\u00f2ng s\u1eed d\u1ee5ng li\u00ean k\u1ebft 'Ch\u1ec9 \u0111\u1ecbnh h\u1ecdc sinh d\u01b0\u1edbi ph\u1ea7n kh\u00e1c \u0111\u1ec3 giao cho m\u1ed9t ph\u1ea7n m\u1edbi. 
add_section_successful_plural=c\u00f3 
overview_delete_short=H\u1ee7y b\u1ecf 
section_location=trong 
roster_page_header=H\u1ed9i vi\u00ean cho Sinh vi\u00ean  
overview_delete=H\u1ee7y b\u1ecf m\u1ee5c 
edit_student_section_size=K\u00edch th\u01b0\u1edbc Ph\u1ea7n\: 
edit_student_selected_title=/{0} 
overview_instructions_auto_ta=B\u1ed9 ph\u1eadn c\u1ee7a b\u1ea1n \u0111\u01b0\u1ee3c qu\u1ea3n l\u00fd t\u1ef1 \u0111\u1ed9ng d\u1ef1a tr\u00ean c\u00e1c rosters k\u1ebft n\u1ed1i v\u1edbi c\u00e1c trang web (nh\u01b0 \u0111\u01b0\u1ee3c \u0111\u1ecbnh ngh\u0129a b\u1edfi ng\u01b0\u1eddi h\u01b0\u1edbng d\u1eabn trong c\u00f4ng c\u1ee5 Site Info, d\u01b0\u1edbi ch\u1ec9nh rosters). \u0110\u1ec3 ch\u1ec9 \u0111\u1ecbnh h\u1ecdc sinh \u0111\u1ebfn section, click Ch\u1ec9 \u0111\u1ecbnh H\u1ecdc sinh (d\u01b0\u1edbi \u0111\u00e2y)
transfer_membership_move_all=Di chuy\u1ec3n T\u1ea5t c\u1ea3 
section_update_failure_duplicate_title=C\u00f2n c\u00f3 m\u1ed9t ph\u1ea7n trong trang web n\u00e0y c\u00f3 t\u00ean l\u00e0 {0}. 
edit_student_over_max_warning={0} hi\u1ec7n nay bao g\u1ed3m {1} sinh vi\u00ean, {2} so v\u1edbi gi\u1edbi h\u1ea1n k\u00edch th\u01b0\u1edbc t\u1ed1i \u0111a\! 
student_view_instructions_join=\u0110\u1ec3 tham gia m\u1ed9t ph\u1ea7n, nh\u1ea5p v\u00e0o li\u00ean k\u1ebft Tham gia. B\u1ea1n ch\u1ec9 c\u00f3 th\u1ec3 thu\u1ed9c v\u1ec1 m\u1ed9t ph\u1ea7n c\u1ee7a t\u1eebng lo\u1ea1i h\u00ecnh s\u1eb5n (t\u1ee9c l\u00e0 1 B\u00e0i gi\u1ea3ng, 1 th\u1ea3o lu\u1eadn, 1 ph\u00f2ng th\u00ed nghi\u1ec7m, vv). 
sections_unlimited=Kh\u00f4ng gi\u1edbi h\u1ea1n s\u1ed1 l\u01b0\u1ee3ng sinh vi\u00ean trong ph\u1ea7n 
roster_view_students=Xem h\u1ecdc sinh trong 
nav_download=T\u1ea3i v\u1ec1 
section_title=T\u00ean 
javax.faces.convert.DateTimeConverter.CONVERSION=Xin vui l\u00f2ng nh\u1eadp m\u1ed9t gi\u00e1 tr\u1ecb th\u1eddi gian, ch\u1eb3ng h\u1ea1n nh\u01b0 '7', '8\:00' ho\u1eb7c '12\:30'. 
edit_manager_ta_note=L\u01b0u \u00fd\: Kh\u00f4ng th\u1ea5y m\u1ed9t tr\u1ee3 gi\u1ea3ng \u1edf \u0111\u00e2y? T\u1edbi trang web c\u00f4ng c\u1ee5 Th\u00f4ng tin v\u00e0 th\u00eam ch\u00fang nh\u01b0 l\u00e0 m\u1ed9t ng\u01b0\u1eddi tham gia trang web v\u1edbi "TA" vai tr\u00f2. 
nav_options=T\u00f9y ch\u1ecdn 
overview_table_header_day=Ng\u00e0y 
options_page_subheader=Ph\u1ea7n N\u1ed9i quy \u0110\u1ed1i v\u1edbi Class 
student_view_sections=Sections 
student_view_all=T\u1ea5t c\u1ea3 
edit_student_update=b\u00e0i t\u1eadp h\u1ecdc sinh 
roster_table_header_id=ID h\u1ecdc sinh 
overview_link_sep_char=| 
edit_manager_successful=Tr\u1ee3 gi\u1ea3ng d\u1ea1y cho {0} \u0111\u00e3 \u0111\u01b0\u1ee3c c\u1eadp nh\u1eadt th\u00e0nh c\u00f4ng\! 
roster_search_button=T\u00ecm 
section_singular=ph\u1ea7n 
student_view_header_instructor=Tr\u1ee3 l\u00fd gi\u1ea3ng d\u1ea1y (s) 
section_max_size_unlimited=Kh\u00f4ng gi\u1edbi h\u1ea1n 
roster_clear_button=X\u00f3a 
student_view_category_sections={0} Ph\u00f2ng 
roster_table_header_name=T\u00ean h\u1ecdc sinh 
overview_table_header_time=Th\u1eddi gian 
overview_delete_section_success=Ph\u1ea7n x\u00f3a. 
section_add_failure_duplicate_title=M\u1ed9t ph\u1ea7n c\u00f3 t\u00ean l\u00e0 {0} \u0111\u00e3 t\u1ed3n t\u1ea1i trong trang web n\u00e0y. 
add_section_add=Th\u00eam 
add_sections_select_one=- ch\u1ecdn m\u1ed9t - 
add_section_sections_of=ph\u1ea7n c\u1ee7a 
roster_search_text=T\u00ean sinh vi\u00ean ho\u1eb7c ID 
section_start_time=t\u1eeb 
student_view_instructions_switch=\u0110\u1ec3 chuy\u1ec3n \u0111\u1ed5i ph\u1ea7n, nh\u1ea5p v\u00e0o li\u00ean k\u1ebft Chuy\u1ec3n sang cho ph\u1ea7n b\u1ea1n mu\u1ed1n di chuy\u1ec3n v\u00e0o. B\u1ea1n s\u1ebd t\u1ef1 \u0111\u1ed9ng \u0111\u01b0\u1ee3c g\u1ee1 b\u1ecf t\u1eeb ph\u1ea7n hi\u1ec7n t\u1ea1i c\u1ee7a b\u1ea1n cho lo\u1ea1i ph\u1ea7n. 
student_view_header_time=Th\u1eddi gian 
add_section_successful={0} {1} \u0111\u01b0\u1ee3c t\u1ea1o th\u00e0nh c\u00f4ng\! B\u00e2y gi\u1edd b\u1ea1n c\u00f3 th\u1ec3 giao TAS v\u00e0 h\u1ecdc sinh \u0111\u1ebfn {2} b\u1eb1ng c\u00e1ch ch\u1ecdn c\u00e1c li\u00ean k\u1ebft theo ph\u1ea7n. 
#
# Control closed sections
#