#Tue Jan 25 16:42:46 CET 2011
javax.faces.validator.LongRangeValidator.MINIMUM=Por favor introduzca un n\u00famero mayor que {0}.
student_view_header_available=Libres
add_sections_add=A\u00f1adir grupos
no_sections_instructions=Por favor, pulse en ''A\u00f1adir grupos'' para crear nuevos grupos
section_update_failure_title_too_long=El nombre del grupo ''{0}'' excede el tama\u00f1o m\u00e1ximo de {1} caracteres.
student_view_full=Lleno
overview_table_header_managers=Profesor asistente (PA)
student_view_header_title=Nombre del grupo
overview_delete_section_confirmation_pre=\u00bfEst\u00e1 seguro de que desea eliminar los siguientes grupos?\:
error_no_role=No tiene permiso para ver los grupos de este sitio.
student_view_switch=Cambiar
overview_table_header_available=Libres
student_view_membership_full={0} est\u00e1 completo y es posible aceptar m\u00e1s miembros. Por favor, escoja otra grupo (si hay alguno disponible)
sections_specify_limit=Por favor, introduzca el tama\u00f1o m\u00e1ximo de este grupo.
options_update_successful=Las opciones de los grupos fueron actualizadas con \u00e9xito
nav_overview=Vista previa
student_view_switch_sc=(Cambio a {0})
edit_student_page_header=Asignar estudiantes
section_add_failure_title_too_long=El nombre del grupo ''{0}'' excede el tama\u00f1o m\u00e1ximo de {1} caracteres.
student_view_header_location=Ubicaci\u00f3n
overview_link_managers=Asignar PA
cancel=Cancelar
edit_manager_update=Asignar PA
validation_messages_present=Hubo problemas con la \u00faltima acci\u00f3n.  Por favor ver detalles m\u00e1s abajo
options_externally_managed_description=Define autom\u00e1ticamente grupos y asignaciones bas\u00e1ndose en la informaci\u00f3n oficial de registro
options_done=Hecho
student_view_view=Mostrar\:
section_description={0}, planificado {1}
student_view_my=Mis grupos
options_self_switch_label=Cada estudiante puede cambiar de grupos
student_view_already_member_in_category=Ya eres miembro de una secci\u00f3n en esta categor\u00eda.
edit_student_successful=Se ha actualizado correctamente la asignaci\u00f3n de estudiantes en el grupo {0}.  
section_max_size=Tama\u00f1o m\u00e1ximo
student_view_join=Unirse
edit_student_unassigned=Estudiantes no asignados
update=Actualizar
options_automatically_manage=Gestion autom\u00e1tica
no_sections_available=No hay grupos definidos para este sitio.
section_separator=,
add_section_successful_singular=ha sido creado
add=A\u00f1adir
overview_link_students=Asignar estudiantes
add_sections=A\u00f1adir Grupos
nav_print=Imprimir
filter_my_category_sections=Mis Grupos de {0}
student_view_join_sc=(Uni\u00f3n {0})
options_page_header=Opciones
edit_student_sections_page_header=Editar los grupos de {0}
filter_my_sections=Mis Grupos
roster_instructions=Para editar la participaci\u00f3n de cada estudiante en los grupos pulse en su nombre.
student_view_no_sections_to_display=No existen grupo disponibles. Por favor, cambie la configuraci\u00f3n del filtro de arriba.
section_start_time_default=-Introduzca una hora de inicio-
overview_delete_section_choose=Por favor, elija los grupos a eliminar antes de pulsar ''Eliminar grupo''.
admin_role=Administrador
section_location_default=-Introduzca una ubicaci\u00f3n-
options_internally_managed_description=Se gestionan los grupos y asignaciones de forma manual (evita las actualizaciones de grupos del sistema de registro)
student_view_page_header=Grupos
nav_roster=Participaci\u00f3n estudiantes
student_view_instructions_no_join_or_switch=Para unirse o cambiar de grupo pulse el enlace apropiado. Puede pertenecer s\u00f3lo a un grupo de cada tipo disponible (p.e. 1 Teor\u00eda, 1 Pr\u00e1cticas, etc.). Eligiendo ''cambiar'' se le borrar\u00e1 del grupo anterior de ese tipo de grupo.
edit_manager_selected_label=Profesores asistentes de {0}
sections_limited=Limitar el n\u00famero de estudiantes en el grupo a 
overview_link_edit=Editar
student_view_no_sections_not_available=Las secci\u00f3n que has seleccionado no est\u00e1 disponible. Escoge otra secci\u00f3n.
You=Dentro de una categor\u00eda, cada estudiante solo puede participar en una sola secci\u00f3n. Si asigna al estudiante a una nueva secci\u00f3n, se le borrar\u00e1 de la anterior.
student_member=Participaci\u00f3n estudiantes
overview_table_header_current_size=Tama\u00f1o actual
student_view_member=Miembro
section_update_failure_end_without_start=Si especifica una hora de fin debe especificar tambi\u00e9n una hora de inicio.
overview_instructions_auto_instructor=Sus grupos son gestionados autom\u00e1ticamente bas\u00e1ndose en los listados conectados al sitio (tal y como se ha definido en Configuraci\u00f3n\: Editar listados). Para asignar un Profesor Asistente a un grupo, pulse en Asignar PAs (m\u00e1s abajo); el resto de informaci\u00f3n es s\u00f3lo para verla.  Para desactivar la gesti\u00f3n autom\u00e1tica pulse en Opciones m\u00e1s arriba. 
and=y
add_section_category=categoria
student_view_view_all=Ver todos
filter_all_sections=Todos los Grupos
edit_student_sections_drop=Deasignar
add_section_add_meeting=A\u00f1ada un d\u00eda(s) con un horario o lugar diferente
section_table_category_header=Grupos de {0}
overview_table_header_remove=Eliminar
options_confirm=La gesti\u00f3n autom\u00e1tica sobreescribir\u00e1 cualquier grupo que se haya definido a mano junto con las asignaciones de miembros. Si tiene permisos, deber\u00e1 ir a Informaci\u00f3n del sitio y "Editar Listados" para asignar grupos en el sitio de forma que se gestionen autom\u00e1ticamente. \u00bfDesea continuar?
section_plural=a los grupos
edit_section_page_header=Editar Grupo
edit_manager_page_header=Asignar Profesores asistentes
overview_instructions_mandatory_auto_instructor=Sus grupos son gestionados autom\u00e1ticamente bas\u00e1ndose en los listados conectados al sitio (tal y como se ha definido en Configuraci\u00f3n\: Editar listados). Para asignar un Profesor Asistente a un grupo, pulse en Asignar PAs (m\u00e1s abajo); el resto de informaci\u00f3n es s\u00f3lo para verla. 
section_update_successful=Los cambios hechos en {0} han sido guardados
transfer_membership_move_selected=Mover los seleccionados
student_view_instructions_no_sections=No existen grupo disponibles.
edit_student_sections_assign=Asignar
edit_student_sections_current_sections=Grupos actuales de {0}\:
overview_page_header=Vista previa
edit_manager_available_label=Profesores asistentes disponibles
student_view_instructions_join_or_switch=Para unirse o cambiar de grupo pulse el enlace apropiado. Puede pertenecer s\u00f3lo a un grupo de cada tipo disponible (p.e. 1 Teor\u00eda, 1 Pr\u00e1cticas, etc.). Eligiendo ''cambiar'' se le borrar\u00e1 del grupo anterior de ese tipo se grupo.
section_end_time=Hora de fin
section_logistics=Organizaci\u00f3n de las sesiones
add_section_instructions=Para empezar, seleccione una categor\u00eda y un n\u00famero de grupos a crear.
role_config_error=Los roles de este sitio no est\u00e1n configurados correctamente. Algunas o todas sus caracter\u00edsticas no funcionar\u00e1n en esta herramienta y, por tanto, no es posible hacer cambios hasta que se configuren correctamente. Por favor, contacte con el administrador de su sistema.
overview_table_header_name=Nombre
student_view_header_day=Dia
overview_table_header_location=Ubicaci\u00f3n
section_end_time_default=-Introduzca una hora de fin-
section_update_failure_end_before_start=Si especifica una hora de fin debe ser posterior a la hora de inicio.
error_section_deleted=Ese grupo fue eliminado por otro usuario.
roster_pager_status=Mostrando de {0} a {1} estudiantes, de un total de {2}
options_self_register_label=Cada estudiante puede asignarse a los grupos
overview_delete_section_confirmation_post=Quienes participen en los grupos a eliminar se considerar\u00e1n estudiantes sin asignaci\u00f3n de grupo. Si desea que participen en otro grupo use el enlace \u201cAsignar estudiantes\u201d de dicho grupo.
add_section_successful_plural=han sido creados
overview_delete_short=Eliminar
section_location=en
roster_page_header=Pertenencia de estudiantes
edit_student_over_max_warning_try=Ha intentado incluir {0} estudiantes en el grupo {1} , pero el tama\u00f1o m\u00e1ximo es {2}
overview_delete=Eliminar grupos
edit_student_section_size=Tama\u00f1o del grupo\:
edit_student_selected_title=/{0}
overview_instructions_auto_ta=Sus grupos son gestionados autom\u00e1ticamente bas\u00e1ndose en los listados conectados al sitio (tal y como se ha definido en Configuraci\u00f3n\: Editar listados). Para asignar un Profesor Asistente a un grupo, pulse en Asignar PAs (m\u00e1s abajo); el resto de informaci\u00f3n es s\u00f3lo para verla.  S\u00f3lo los roles con permisos pueden conectar listas al sitio y o crear grupos que puedan ser gestionados a mano.  
transfer_membership_move_all=Mover Todos
section_update_failure_duplicate_title=Ya hay otro grupo en el sitio llamado {0}.
edit_student_over_max_warning={0} ahora incluye {1} estudiantes, {2} sobre el l\u00edmite m\u00e1ximo\!
student_view_instructions_join=Para unirse a un grupo pulse ''unirse''.  Puede pertenecer s\u00f3lo a un grupo de cada tipo disponible (p.e. 1 Teor\u00eda, 1 Pr\u00e1cticas, etc.).
sections_unlimited=N\u00famero de estudiantes ilimitado
roster_view_students=Ver estudiantes en
nav_download=Descargar
section_title=T\u00edtulo 
javax.faces.convert.DateTimeConverter.CONVERSION=Por favor, introduzca una hora, por ejemplo ''7\:00'', ''8\:00'' \u00f3 ''12\:30''.
edit_manager_ta_note=Nota\:  \u00bfNo ve un profesor asistente aqu\u00ed?  Vaya a ''informaci\u00f3n del sitio'' y a\u00f1\u00e1dalos como participantes del sitio con el rol de profesor asistente.
nav_options=Opciones
overview_table_header_day=Dia
options_page_subheader=Reglas de clase para los grupos
student_view_sections=Grupos
student_view_all=Todos los grupos
edit_student_update=Asignar estudiantes
roster_table_header_id=ID estudiante
roster_table_header_ta=Asistentes del profesor
overview_link_sep_char=|
edit_manager_successful=Los profesores asistentes de {0} fueron actualizados correctamente
roster_search_button=Encontrar
section_singular=al grupo
student_view_header_instructor=Profesor(es) asistente(s)
section_max_size_unlimited=Sin l\u00edmite
roster_clear_button=Limpiar
student_view_category_sections=Grupos de {0}
roster_table_header_name=Nombre estudiante
overview_table_header_time=Hora
overview_delete_section_success=Grupo borrado.
section_add_failure_duplicate_title=Ya hay otro grupo en el sitio llamado {0}.
add_section_add=A\u00f1adir
add_sections_select_one=- elija uno -
add_section_sections_of=grupos de la categor\u00eda
roster_search_text=Nombre o ID de estudiante
section_start_time=Hora de inicio
student_view_instructions_switch=Para cambiar de grupo pulse en ''cambiar'' en el grupo en al que desea unirse. Autom\u00e1ticamente se le borrar\u00e1 del grupo anterior de ese tipo se grupo.
student_view_header_time=Hora/Dias
add_section_successful={0} {1} con \u00e9xito.  Ahora puede asignar PA y estudiantes a {2} eligiendo los enlaces bajo cada grupo.
edit_student_sections_instructions=Pulse en el bot\u00f3n \u201cAsignar\u201d del grupo donde quiera que participe. Dentro de una categor\u00eda, cada estudiante solo puede participar en una sola secci\u00f3n. Si pertenece ya a un grupo y le cambia a otro grupo de la misma categor\u00eda, se eliminar\u00e1 del grupo anterior autom\u00e1ticamente.
#
# Control closed sections
#
section_close_title=Aplicaci\u00f3n Grupos Cerrada
section_close_desc=Esta aplicaci\u00f3n se encuentra cerrada temporalmente. Podr\u00e1 acceder a las opciones de informaci\u00f3n y gesti\u00f3n de sus grupos a la fecha y hora indicada por su profesor.
section_close_opendate=Fecha de Apertura\:
section_open_info=Ocultar esta herramienta al alumnado hasta la fecha de apertura siguiente\: 
section_refresh_info=Llegada la hora de entrega, refresque la p\u00e1gina para ver los grupos.
error_date_format=Error en el formato de la Fecha/Hora
options_internally_manage_warning=Ha indicado una fecha de apertura pero no ha habilitado el autoregistro, por lo que no podr\u00e1n apuntarse a los grupos definidos. Por favor, revise las Opciones.
