error.event.permission=S\u2019ha denegat el perm\u00eds d\u2019actualitzaci\u00f3 per a l\u2019esdeveniment
error.item.not.found=No s\u2019ha pogut trobar {0}
error.update.permission.denied=S\u2019ha denegat el perm\u00eds d\u2019actualitzaci\u00f3
error.open.date.not.found=No s\u2019ha pogut llegir la data d\u2019obertura
error.assessments.open.date.not.found=Cal que especifiqueu una data de disponibilitat
error.due.date.not.found=No s\u2019ha pogut llegir la data l\u00edmit
error.accept.until.not.found=No s\u2019ha pogut llegir la data d\u2019accepta fins a 
error.release.date.not.found=No s\u2019ha pogut llegir la data de publicaci\u00f3
error.signup.begins.not.found=No s\u2019ha pogut llegir la data d\u2019inici del registre
error.signup.deadline.not.found=No s\u2019ha pogut llegir la data final del registre
error.open.date.before.due.date=La data d\u2019obertura ha de ser anterior a la data l\u00edmit.
error.open.date.before.close.date=La data d\u2019obertura ha de ser anterior a la data de tancament.
error.assessments.open.date.before.due.date=La data l\u00edmit per als lliuraments no pot ser anterior a la d\u2019obertura
error.assessments.open.date.before.close.date=La data l\u00edmit per als lliuraments amb retard no pot ser anterior a la data d\u2019obertura o la data l\u00edmit per al lliurament.
error.open.date.before.end.date=La data d\u2019obertura ha de ser anterior a la data final
error.signup.begins.after.open.date=La data d\u2019inici per a les inscripcions ha de ser anterior a la data d\u2019inici de la reuni\u00f3
error.signup.deadline.after.due.date=La data final per a les inscripcions ha de ser anterior a la data l\u00edmit de la sessi\u00f3.
error.signup.begins.after.signup.deadline=La data d\u2019inici de les inscripcions ha de ser anterior a la data final. 
error.due.date.before.accept.until=La data l\u00edmit no pot ser posterior a la data m\u00e0xima d\u2019acceptaci\u00f3
error.feedback.start.not.found=Cal que introdu\u00efu una data per a mostrar els comentaris
error.feedback.start.before.feedback.end=La data per a amagar els comentaris no pot ser anterior a la data per a mostrar-los. 
error.uncaught=Error no capturat
error.due.date.not.found.accept.until=La data l\u00edmit \u00e9s obligat\u00f2ria si la prova t\u00e9 una data l\u00edmit per als lliuraments amb retard.
error.accept.until.before.due.date.open.date=La data l\u00edmit per als lliuraments amb retard no pot ser anterior a la data d\u2019obertura o la data l\u00edmit de la prova. 


itemtype.draft=Esborrany
itemtype.folder=Carpeta
itemtype.forum=Debat
itemtype.topic=Tema

tool.assignments.item.name=Activitat
tool.assessments.item.name=Prova
tool.gradebook.item.name=Element de qualificaci\u00f3
tool.signup.item.name=Reuni\u00f3
tool.resources.item.name=Recurs
tool.calendar.item.name=Esdeveniment
tool.forums.item.name=F\u00f2rum
tool.topics.item.name=Tema
tool.forum.topic.item.name=F\u00f2rum o tema
tool.announcements.item.name=Av\u00eds
tool.lessons.item.name=Lli\u00e7\u00f3
tool.lessons.extra.subpage=Subp\u00e0gina
