simplepage.calendarLinkText=\u57cb\u3081\u8fbc\u307f\u30ab\u30ec\u30f3\u30c0
simplepage.calendar-descrip=\u30ab\u30ec\u30f3\u30c0\u306e\u5168\u3066\u306e\u30a4\u30d9\u30f3\u30c8\u3092\u8868\u793a\u3059\u308b\uff0e
simplepage.edit-title.calendar=\u30ab\u30ec\u30f3\u30c0\u7de8\u96c6
simplepage.startTime=\u958b\u59cb\u65e5\u6642\:
simplepage.endTime=\u7d42\u4e86\u65e5\u6642\:
simplepage.calendar-more-info=\u8a73\u7d30\u5168\u90e8...
simplepage.siteName=\u30b5\u30a4\u30c8\:
simplepage.eventAttachments=\u6dfb\u4ed8\u30d5\u30a1\u30a4\u30eb\:
simplepage.description=\u8aac\u660e\:
simplepage.eventType=\u30a4\u30d9\u30f3\u30c8\u306e\u30bf\u30a4\u30d7\:
simplepage.forumSummaryLinkText=\u57cb\u3081\u8fbc\u307f\u30d5\u30a9\u30fc\u30e9\u30e0\u30b9\u30ec\u30c3\u30c9
simplepage.forum-summary-descrip=\u6700\u65b0\u306e\u30b9\u30ec\u30c3\u30c9\u3092\u8868\u793a
simplepage.forum-summary.height_label=\u8868\u793a\u30dc\u30c3\u30af\u30b9\u306e\u9ad8\u3055(\u30d4\u30af\u30bb\u30eb)
simplepage.forum-number-dropdown-label=\u30b9\u30ec\u30c3\u30c9\u6570\u3092\u6307\u5b9a
simplepage.height-error-message=\u6570\u5024\u306e\u307f
simplepage.edit-title.forum-summary=\u30d5\u30a9\u30fc\u30e9\u30e0\u30b5\u30de\u30ea\u7de8\u96c6
simplepage.forum-summary-no-message=\u73fe\u5728\u8868\u793a\u3059\u308b\u30b9\u30ec\u30c3\u30c9\u304c\u3042\u308a\u307e\u305b\u3093\uff0e
simplepage.forum-header-title=\u6700\u65b0\u306e\u30d5\u30a9\u30fc\u30e9\u30e0\u6295\u7a3f
simplepage.forum-summary-error-message=\u30d5\u30a9\u30fc\u30e9\u30e0\u30b5\u30de\u30ea\u8ffd\u52a0\u30a8\u30e9\u30fc\uff1a
simplepage.text=\u30c6\u30ad\u30b9\u30c8\u3092\u8ffd\u52a0
simplepage.text.tooltip=\u30c6\u30ad\u30b9\u30c8\u304a\u3088\u3073\u305d\u306e\u4ed6\u306e\u30a6\u30a7\u30d6\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u542b\u3080\u3053\u3068\u304c\u3067\u304d\u308b\u30dc\u30c3\u30af\u30b9\u3092\u8ffd\u52a0\u3057\u307e\u3059
simplepage.instructions=\u3053\u306e\u30b7\u30f3\u30d7\u30eb\u306a\u30da\u30fc\u30b8\u306f\u307e\u3060\u4f5c\u6210\u3055\u308c\u3066\u3044\u307e\u305b\u3093\uff0e\u300c\u30da\u30fc\u30b8\u3092\u7de8\u96c6\u300d\u3092\u30af\u30ea\u30c3\u30af\u3057\u3066\u958b\u59cb\u3057\u3066\u304f\u3060\u3055\u3044\uff0e
simplepage.not_available=\u3053\u306e\u30da\u30fc\u30b8\u306f\u3001\u307e\u3060\u30b3\u30fc\u30b9\u6559\u54e1\u306b\u3088\u3063\u3066\u4f5c\u6210\u3055\u308c\u3066\u3044\u306a\u3044\u304b\u3001\u3042\u306a\u305f\u306f\u3053\u308c\u3092\u8aad\u3080\u305f\u3081\u306b\u5fc5\u8981\u306a\u6a29\u9650\u3092\u6301\u3063\u3066\u3044\u307e\u305b\u3093
simplepage.impossible1=\u30da\u30fc\u30b8\u3092\u4f5c\u6210\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093\uff0e \u3053\u308c\u306f\u4e0d\u53ef\u80fd\u3067\u3059\uff0e \u5831\u544a\u3057\u3066\u304f\u3060\u3055\u3044\uff0e
simplepage.pagehidden=\u300c\u8a2d\u5b9a\u300d\u30a6\u30a3\u30f3\u30c9\u30a6\u3067\u300c\u8868\u793a\u3057\u306a\u3044\u300d\u30dc\u30c3\u30af\u30b9\u3092\u30c1\u30a7\u30c3\u30af\u3057\u3066\u3042\u308a\u307e\u3059\uff0e \u3053\u308c\u306b\u3088\u308a\uff0c\u6a19\u6e96\u7684\u306a\u30e6\u30fc\u30b6\u30fc\u306f\u3053\u306e\u30da\u30fc\u30b8\u3092\u898b\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093\uff0e
simplepage.pagehidden.text=<strong>\u30ce\u30fc\u30c8\:</strong> \u3053\u306e\u30da\u30fc\u30b8\u306f\u73fe\u5728\uff0c\u6a19\u6e96\u7684\u306a\u30e6\u30fc\u30b6\u30fc\u306b\u306f\u8868\u793a\u3055\u308c\u307e\u305b\u3093\uff0e \u3053\u308c\u306f\uff0c\u300c<strong>\u8a2d\u5b9a</strong>\u300d\u30a6\u30a3\u30f3\u30c9\u30a6\u3067\u5909\u66f4\u3067\u304d\u307e\u3059\uff0e
simplepage.showallpages=\u30da\u30fc\u30b8\u306e\u7d22\u5f15
simplepage.adding-text=\u30c6\u30ad\u30b9\u30c8\u306e\u8ffd\u52a0\u5148\:
simplepage.twitter=\u57cb\u3081\u8fbc\u307fTwitter\u30bf\u30a4\u30e0\u30e9\u30a4\u30f3
simplepage.twitter-descrip=Twitter\u30d5\u30a3\u30fc\u30c9\u3092\u3053\u306e\u30da\u30fc\u30b8\u306b\u8ffd\u52a0\uff0e\u4f8b\uff1a\u5b66\u79d1\uff0c\u4ef6\u540d\u307e\u305f\u306f\u500b\u4eba\uff0e
simplepage.twitter-username=Twitter\u30e6\u30fc\u30b6\u540d\uff0c\u4f8b\uff1a@OxfordWebLearn
simplepage.number-dropdown-label=\u30c4\u30a4\u30fc\u30c8\u6570\uff1a
simplepage.twitter-name-notblank=\u30e6\u30fc\u30b6\u540d\u3092\u5165\u529b\u3057\u3066\u4e0b\u3055\u3044\uff0e
simplepage.edit-title.twitter=Twitter\u30bf\u30a4\u30e0\u30e9\u30a4\u30f3\u7de8\u96c6
simplepage.twitter.height_label=\u8868\u793a\u30dc\u30c3\u30af\u30b9\u306e\u9ad8\u3055(\u30d4\u30af\u30bb\u30eb)
simplepage.continue=\u7d9a\u884c
simplepage.toolbar=\u7de8\u96c6\u30c4\u30fc\u30eb
simplepage.maincontent=\u30e1\u30a4\u30f3\u30da\u30fc\u30b8\u30b3\u30f3\u30c6\u30f3\u30c4
simplepage.notreleased=\u300c\u8a2d\u5b9a\u300d\u30a6\u30a3\u30f3\u30c9\u30a6\u3067\u300c\u516c\u958b\u65e5\u6642\u307e\u3067\u975e\u8868\u793a\u300d\u30dc\u30c3\u30af\u30b9\u3092\u30c1\u30a7\u30c3\u30af\u3057\u3066\u3042\u308a\uff0c\u305d\u306e\u65e5\u4ed8\u306b\u307e\u3060\u306a\u3063\u3066\u3044\u307e\u305b\u3093\uff0e \u30da\u30fc\u30b8\u306f\u30de\u30fc\u30b8\u30f3\u306b\u306f\u8868\u793a\u3055\u308c\u307e\u3059\u304c\uff0c\u73fe\u5728\u306f\u307e\u3060\u30e6\u30fc\u30b6\u30fc\u304c\u4f7f\u7528\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\uff0e
simplepage.notreleased.text=<strong>\u30ce\u30fc\u30c8\:</strong> \u3053\u306e\u30da\u30fc\u30b8\u306f\uff0c\u6a19\u6e96\u7684\u306a\u30e6\u30fc\u30b6\u30fc\u306f {} \u307e\u3067\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093\uff0e\u3053\u308c\u306f\u300c<strong>\u8a2d\u5b9a</strong>\u300d\u30a6\u30a3\u30f3\u30c9\u30a6\u3067\u5909\u66f4\u3067\u304d\u307e\u3059\uff0e
simplepage.page.gradebook=\u30da\u30fc\u30b8\u304c\u5b8c\u6210\u3057\u305f\u3089\u6210\u7e3e\u7c3f\u30a2\u30a4\u30c6\u30e0\u3092\u4f5c\u6210\u3057\u3066\u304f\u3060\u3055\u3044\uff0e
simplepage.points=\u70b9
simplepage.endmenu=\u30e1\u30cb\u30e5\u30fc\u306e\u6700\u5f8c\u3067\u3059\uff0e\u30a8\u30b9\u30b1\u30fc\u30d7\u3067\u9589\u3058\u3066\u4e0b\u3055\u3044\uff0e
simplepage.overquota=\u30ea\u30bd\u30fc\u30b9\u3092\u8ffd\u52a0\u3067\u304d\u307e\u305b\u3093\: \u30b5\u30a4\u30c8\u306e\u30af\u30a9\u30fc\u30bf\u3092\u8d85\u904e\u3057\u307e\u3059
simplepage.resourceerror=\u30ea\u30bd\u30fc\u30b9\u3092\u8ffd\u52a0\u3067\u304d\u307e\u305b\u3093\: {}
simplepage.resourcepossibleerror=\u30d5\u30a1\u30a4\u30eb\u306e\u4fdd\u5b58\u306b\u95a2\u3059\u308b\u30a8\u30e9\u30fc\u306e\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059\uff0e \u64cd\u4f5c\u306f\u6b63\u3057\u304f\u5b9f\u884c\u3055\u308c\u305f\u3088\u3046\u3067\u3059\u304c\uff0c\u30d5\u30a1\u30a4\u30eb\u304c\u9069\u5207\u306b\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9\u307e\u305f\u306f\u66f4\u65b0\u3055\u308c\u305f\u304b\u3069\u3046\u304b\u3092\u78ba\u8a8d\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\uff0e
simplepage.httphttps=https\: \u3092\u4f7f\u3046\u30da\u30fc\u30b8\u3067http\:\u3092\u4f7f\u3046\u30ea\u30bd\u30fc\u30b9\u3092\u8ffd\u52a0\u3057\u307e\u3059\uff0e\u3059\u3079\u3066\u306e\u30d6\u30e9\u30a6\u30b6\u3067\u8868\u793a\u3055\u308c\u307e\u305b\u3093\uff0e\u53ef\u80fd\u3067\u3042\u308c\u3070https\: \u3092\u4f7f\u3063\u3066\u4e0b\u3055\u3044\uff0e\u3068\u306b\u304b\u304f\u3053\u306eURL\u3092\u4f7f\u3046\u306b\u306f"\u4fdd\u5b58"\u3092\u518d\u5ea6\u30af\u30ea\u30c3\u30af\u3057\u3066\u4e0b\u3055\u3044\uff0e
simplepage.new-page=\u3055\u3089\u306b\u30da\u30fc\u30b8\u3092\u8ffd\u52a0
simplepage.new-page-tooltip=\u5de6\u306e\u30d0\u30fc\u306b\u8868\u793a\u3055\u308c\u308b\u30da\u30fc\u30b8\u3092\u8ffd\u52a0
simplepage.new-page-title=\u30da\u30fc\u30b8\u30bf\u30a4\u30c8\u30eb
simplepage.new-page-number=\u30da\u30fc\u30b8\u6570
simplepage.new-page-number-2=\u7a7a\u767d\u3082 1 \u30da\u30fc\u30b8\u306b\u306a\u308a\u307e\u3059
simplepage.new-page-copy=\u65b0\u3057\u3044\u30da\u30fc\u30b8\u306b\u73fe\u5728\u306e\u30da\u30fc\u30b8\u3092\u30b3\u30d4\u30fc (\u305f\u3060\u3057\u30b5\u30d6\u30da\u30fc\u30b8\u306f\u9664\u5916)
simplepage.new-page-explanation=\u5de6\u30de\u30fc\u30b8\u30f3\u306b\u3055\u3089\u306b\u30da\u30fc\u30b8\u3092\u4f5c\u6210\u3057\u307e\u3059\uff0e\u3053\u3053\u306b\u30da\u30fc\u30b8\u3092\u4f5c\u6210\u3059\u308b\u306b\u306f\uff0c\u300c\u30b5\u30d6\u30da\u30fc\u30b8\u3092\u8ffd\u52a0\u300d\u3092\u4f7f\u7528\u3057\u307e\u3059\uff0e
simplepage.new-page-explanation-1=\u30bf\u30a4\u30c8\u30eb\u306b\u6570\u5024\u3092\u6307\u5b9a\u3059\u308b\u3068\uff0c\u3059\u3050\u306b\u30da\u30fc\u30b8\u306e\u30b0\u30eb\u30fc\u30d7\u3092\u4f5c\u6210\u3067\u304d\u307e\u3059\uff0e
simplepage.new-page-explanation-2=\u305f\u3068\u3048\u3070\uff0c\u300c\u30e6\u30cb\u30c3\u30c8 4\u300d\u3068\u6307\u5b9a\u3057\u3066 3 \u30da\u30fc\u30b8\u3092\u8981\u6c42\u3059\u308b\u3068\uff0c\u30e6\u30cb\u30c3\u30c8 4\uff0c\u30e6\u30cb\u30c3\u30c8 5\uff0c\u30e6\u30cb\u30c3\u30c8 6 \u304c\u4f5c\u6210\u3055\u308c\u307e\u3059\uff0e
simplepage.number_pages_not_number=\u30da\u30fc\u30b8\u6570\u306f\u6570\u5024\u3067\u306a\u3051\u308c\u3070\u306a\u308a\u307e\u305b\u3093
simplepage.title_no_number=\u30bf\u30a4\u30c8\u30eb\u306b\u306f\u6570\u5024\u304c\u542b\u307e\u308c\u3066\u3044\u306a\u3051\u308c\u3070\u306a\u308a\u307e\u305b\u3093
simplepage.title_too_long=\u30bf\u30a4\u30c8\u30eb\u3092\u66f4\u65b0\u3067\u304d\u307e\u305b\u3093\: \u30bf\u30a4\u30c8\u30eb\u304c\u9577\u904e\u304e\u308b\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059\uff0e\u30b5\u30d6\u30da\u30fc\u30b8\u306f255\u6587\u5b57\u307e\u3067\u3067\u3059\u304c\uff0c\u30c8\u30c3\u30d7\u30ec\u30d9\u30eb\u306e\u30da\u30fc\u30b8\u306f99\u6587\u5b57\u306b\u5236\u9650\u3055\u308c\u3066\u3044\u307e\u3059\uff0e
simplepage.remove-page=\u30da\u30fc\u30b8\u3092\u524a\u9664
simplepage.remove-page-tooltip=\u5de6\u30de\u30fc\u30b8\u30f3\u304b\u3089\u73fe\u5728\u306e\u30da\u30fc\u30b8\u3092\u524a\u9664
simplepage.remove-page-explanation=\u5de6\u30de\u30fc\u30b8\u30f3\u304b\u3089\u73fe\u5728\u306e\u30da\u30fc\u30b8\u3092\u524a\u9664\u3057\u307e\u3059\uff0e\u30da\u30fc\u30b8\u306f\u524a\u9664\u3055\u308c\u307e\u305b\u3093\uff0e\u30da\u30fc\u30b8\u3092\u524a\u9664\u3059\u308b\u306b\u306f\u300c\u30da\u30fc\u30b8\u306e\u7d22\u5f15\u300d\u30dc\u30bf\u30f3\u3092\u4f7f\u7528\u3057\u307e\u3059\uff0e
simplepage.remove-student-page-explanation=\u73fe\u5728\u306e\u5b66\u751f\u30da\u30fc\u30b8\u3092\u524a\u9664\u3057\u307e\u3059\uff0e\u3053\u306e\u30da\u30fc\u30b8\u306f\u524a\u9664\u3055\u308c\u307e\u3059\uff0e
simplepage.remove=\u524a\u9664
simplepage.remove_page_done=\u3053\u306e\u30da\u30fc\u30b8\u306f\uff0c\u5de6\u30de\u30fc\u30b8\u30f3\u304b\u3089\u524a\u9664\u3055\u308c\u307e\u3057\u305f\uff0e\u3053\u306e\u5909\u66f4\u306f\uff0c\u300c\u7d9a\u3051\u308b\u300d\u3092\u30af\u30ea\u30c3\u30af\u3059\u308b\u3068\u8868\u793a\u306b\u53cd\u6620\u3055\u308c\u307e\u3059\uff0e\u30da\u30fc\u30b8\u306f\uff0c\u30b7\u30b9\u30c6\u30e0\u304b\u3089\u524a\u9664\u3055\u308c\u305f\u308f\u3051\u3067\u306f\u3042\u308a\u307e\u305b\u3093\uff0e\u5225\u306e\u30da\u30fc\u30b8\u306e\u30b5\u30d6\u30da\u30fc\u30b8\u3068\u3057\u3066\u9078\u629e\u3059\u308b\u3053\u3068\u3082\uff0c\u6b8b\u3063\u3066\u3044\u308b\u30da\u30fc\u30b8\u306e\u3044\u305a\u308c\u304b\u304b\u3089\u300c\u30da\u30fc\u30b8\u306e\u7d22\u5f15\u300d\u306b\u79fb\u52d5\u3057\u3066\u524a\u9664\u3059\u308b\u3053\u3068\u3082\u3067\u304d\u307e\u3059\uff0e
simplepage.not_yet_available_releasedate=\u3053\u306e\u30da\u30fc\u30b8\u306f\uff0c{} \u307e\u3067\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093\uff0e
simplepage.not_available_hidden=\u3053\u306e\u30da\u30fc\u30b8\u306f\u975e\u8868\u793a\u3067\u3059\uff0e
simplepage.hiddenpage=[\u975e\u8868\u793a]
simplepage.pagenotreleased=[ {}\u307e\u3067\u672a\u767a\u8868]
simplepage.create_assignment=\u300c\u8ab2\u984c\u300d\u3092\u4f7f\u7528\u3057\u3066\u65b0\u3057\u3044\u8ab2\u984c\u3092\u4f5c\u6210
simplepage.create_assignment2=\u300c\u8ab2\u984c 2\u300d\u3092\u4f7f\u7528\u3057\u3066\u65b0\u3057\u3044\u8ab2\u984c\u3092\u4f5c\u6210
simplepage.create_blti=\u30c4\u30fc\u30eb\u3092\u7ba1\u7406\u307e\u305f\u306f\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb
simplepage.create_quiz=\u65b0\u3057\u3044\u30af\u30a4\u30ba\u3092\u4f5c\u6210
simplepage.create_samigo=\u300c\u30c6\u30b9\u30c8\u3068\u30af\u30a4\u30ba\u300d\u3092\u4f7f\u7528\u3057\u3066\u65b0\u3057\u3044\u30af\u30a4\u30ba\u3092\u4f5c\u6210\u3057\u307e\u3059
simplepage.create_mneme=\u300c\u30bf\u30b9\u30af\u3001\u30c6\u30b9\u30c8\u3001\u8abf\u67fb\u300d\u3092\u4f7f\u7528\u3057\u3066\u65b0\u3057\u3044\u30af\u30a4\u30ba\u3092\u4f5c\u6210\u3057\u307e\u3059
simplepage.create_topic=\u65b0\u3057\u3044\u30d5\u30a9\u30fc\u30e9\u30e0\u307e\u305f\u306f\u30c8\u30d4\u30c3\u30af\u3092\u4f5c\u6210
simplepage.create_forums=\u30d5\u30a9\u30fc\u30e9\u30e0\u3092\u4f7f\u3063\u3066\u65b0\u3057\u3044\u30c8\u30d4\u30c3\u30af\u307e\u305f\u306f\u30c8\u30d4\u30c3\u30af\u3092\u4f5c\u6210\u3057\u307e\u3059\uff0e
simplepage.create_jforum=\u30c7\u30a3\u30b9\u30ab\u30c3\u30b7\u30e7\u30f3\u304a\u3088\u3073\u30d7\u30e9\u30a4\u30d9\u30fc\u30c8\u30e1\u30c3\u30bb\u30fc\u30b8\u3092\u4f7f\u3063\u3066\u65b0\u3057\u3044\u30c8\u30d4\u30c3\u30af\u307e\u305f\u306f\u30c8\u30d4\u30c3\u30af\u3092\u4f5c\u6210\u3057\u307e\u3059\uff0e
simplepage.create_yaft_topic=\u300cYAFT\u300d\u3092\u4f7f\u7528\u3057\u3066\u65b0\u3057\u3044\u30c8\u30d4\u30c3\u30af\u3092\u4f5c\u6210\u3057\u307e\u3059
simplepage.select_assignment=\u65e2\u5b58\u306e\u8ab2\u984c
simplepage.return_assignment=\u65b0\u3057\u3044\u8ab2\u984c\u3092\u4f5c\u6210\u3057\u3066\u304b\u3089\u3001\u300c\u8ab2\u984c\u3092\u8ffd\u52a0\u300d\u3067\u7d9a\u3051\u307e\u3059
simplepage.return_blti=\u300c\u5916\u90e8\u30c4\u30fc\u30eb\u3092\u8ffd\u52a0\u300d\u3067\u7d9a\u3051\u307e\u3059
simplepage.select_quiz=\u65e2\u5b58\u306e\u30af\u30a4\u30ba
simplepage.return_quiz=\u65b0\u3057\u3044\u30af\u30a4\u30ba\u3092\u4f5c\u6210\u3057\u3066\u304b\u3089\u3001\u300c\u30af\u30a4\u30ba\u3092\u8ffd\u52a0\u300d\u3067\u7d9a\u3051\u307e\u3059
simplepage.select_topic=\u65e2\u5b58\u306e\u30d5\u30a9\u30fc\u30e9\u30e0\u304a\u3088\u3073\u30c8\u30d4\u30c3\u30af
simplepage.return_forum=\u65b0\u3057\u3044\u30a2\u30a4\u30c6\u30e0\u3092\u4f5c\u6210\u3057\u305f\u5f8c\uff0c \u201d\u30d5\u30a9\u30fc\u30e9\u30e0\u307e\u305f\u306f\u30c8\u30d4\u30c3\u30af\u3092\u8ffd\u52a0\u201d\u3092\u7528\u3044\u3066\u7d9a\u3051\u307e\u3059\uff0e
simplepage.no_assignments=\u3053\u306e\u30b5\u30a4\u30c8\u306b\u306f\u4f7f\u7528\u53ef\u80fd\u306a\u8ab2\u984c\u306f\u3042\u308a\u307e\u305b\u3093\uff0e\u300c\u65b0\u3057\u3044\u8ab2\u984c\u3092\u4f5c\u6210\u300d\u30ea\u30f3\u30af\u3092\u4f7f\u7528\u3057\u3066\u4f5c\u6210\u3057\u3066\u304f\u3060\u3055\u3044\uff0e
simplepage.no_assignment_tools=\u30b5\u30a4\u30c8\u5185\u3067\u4f7f\u7528\u53ef\u80fd\u306a\u5272\u308a\u5f53\u3066\u30c4\u30fc\u30eb\u306f\u3042\u308a\u307e\u305b\u3093\uff0e
simplepage.assign_seeattach=\u8aac\u660e\u306e\u305f\u3081\u306e\u6dfb\u4ed8\u30d5\u30a1\u30a4\u30eb\u3092\u53c2\u7167\u3057\u3066\u304f\u3060\u3055\u3044.
simplepage.no_topics=\u3053\u306e\u30b5\u30a4\u30c8\u306b\u306f\u4f7f\u7528\u53ef\u80fd\u306a\u30d5\u30a9\u30fc\u30e9\u30e0\u30c8\u30d4\u30c3\u30af\u306f\u3042\u308a\u307e\u305b\u3093\uff0e\u300c\u65b0\u3057\u3044\u30d5\u30a9\u30fc\u30e9\u30e0\u307e\u305f\u306f\u30c8\u30d4\u30c3\u30af\u3092\u4f5c\u6210\u300d\u30ea\u30f3\u30af\u3092\u4f7f\u7528\u3057\u3066\u4f5c\u6210\u3057\u3066\u304f\u3060\u3055\u3044\uff0e
simplepage.no_forum_tools=\u30b5\u30a4\u30c8\u306b\u306f\u30d5\u30a9\u30fc\u30e9\u30e0\u306e\u30c4\u30fc\u30eb\u306f\u3042\u308a\u307e\u305b\u3093\uff0e
simplepage.no_assessments=\u3053\u306e\u30b5\u30a4\u30c8\u306b\u306f\u4f7f\u7528\u53ef\u80fd\u306a\u8a55\u4fa1\u306f\u3042\u308a\u307e\u305b\u3093\uff0e\u300c\u65b0\u3057\u3044\u30af\u30a4\u30ba\u3092\u4f5c\u6210\u300d\u30ea\u30f3\u30af\u3092\u4f7f\u7528\u3057\u3066\u4f5c\u6210\u3057\u3066\u304f\u3060\u3055\u3044\uff0e
simplepage.no_assessment_tool=\u3053\u306e\u30b5\u30a4\u30c8\u306b\u306f\u30af\u30a4\u30ba\u30c4\u30fc\u30eb\u306f\u3042\u308a\u307e\u305b\u3093\uff0e
simplepage.noplugin=\u3053\u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u8868\u793a\u3059\u308b\u305f\u3081\u306b\u5fc5\u8981\u306a\u30d7\u30e9\u30b0\u30a4\u30f3\u304c\u30d6\u30e9\u30a6\u30b6\u306b\u7d44\u307f\u8fbc\u307e\u308c\u3066\u3044\u307e\u305b\u3093\uff0e\u4ee5\u4e0b\u306e\u30ea\u30f3\u30af\u3092\u4f7f\u7528\u3057\u3066\uff0c\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u30d5\u30a1\u30a4\u30eb\u3068\u3057\u3066\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9\u3067\u304d\u307e\u3059\uff0e
simplepage.forumdeleted=\u3053\u306e\u30d5\u30a9\u30fc\u30e9\u30e0\u307e\u305f\u306f\u30c8\u30d4\u30c3\u30af\u306f\u524a\u9664\u6e08\u307f\u3067\u3059\uff0e
simplepage.menuItemTitle_label=\u30e1\u30cb\u30e5\u30fc\u30a2\u30a4\u30c6\u30e0\u30bf\u30a4\u30c8\u30eb
simplepage.menuItemTitle_tooltip=\u30b5\u30a4\u30c8\u30e1\u30cb\u30e5\u30fc\u306b\u8868\u793a\u3057\u307e\u3059\uff0e
simplepage.pageTitle_label=\u30da\u30fc\u30b8\u30bf\u30a4\u30c8\u30eb
simplepage.pageTitle_tooltip=\u30da\u30fc\u30b8\u306e\u4e0a\u90e8\u306b\u8868\u793a\u3057\u307e\u3059\uff0e
simplepage.editTitle=\u30bf\u30a4\u30c8\u30eb\u3092\u7de8\u96c6
simplepage.editTitle-tooltip=\u30bf\u30a4\u30c8\u30eb\u3001\u516c\u958b\u65e5\u6642\u3001\u305d\u306e\u4ed6\u306e\u30da\u30fc\u30b8\u30d7\u30ed\u30d1\u30c6\u30a3\u3092\u7de8\u96c6
simplepage.edit-title.generic={} \u3092\u7de8\u96c6
simplepage.edit-title.textbox=\u30c6\u30ad\u30b9\u30c8\u30dc\u30c3\u30af\u30b9 {} \u3092\u7de8\u96c6
simplepage.edit-title.url={} \u30a4\u30f3\u30e9\u30a4\u30f3\u30a2\u30a4\u30c6\u30e0\u3092\u7de8\u96c6
simplepage.edit-title.youtube=Youtube \u30a2\u30a4\u30c6\u30e0\u3092\u7de8\u96c6
simplepage.edit-title.comments=\u30b3\u30e1\u30f3\u30c8\u30a2\u30a4\u30c6\u30e0\u3092\u7de8\u96c6
simplepage.edit-title.student=\u5b66\u751f\u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u30a2\u30a4\u30c6\u30e0\u3092\u7de8\u96c6
simplepage.edit-title.question=\u554f\u984c\u30a2\u30a4\u30c6\u30e0\u3092\u4fee\u6b63
simplepage.delete-item=\u3053\u306e\u30a2\u30a4\u30c6\u30e0\u3092\u524a\u9664
simplepage.add-item-page=\u30da\u30fc\u30b8\u306e\u4e00\u756a\u4e0b\u306b\u3042\u308b\u65b0\u3057\u3044\u30b3\u30f3\u30c6\u30f3\u30c4\u30a2\u30a4\u30c6\u30e0\u3092\u8ffd\u52a0\u3059\u308b\u306b\u306f\u3053\u308c\u3092\u4f7f\u3063\u3066\u4e0b\u3055\u3044\uff1b\u30da\u30fc\u30b8\u306e\u4e2d\u306e\u7570\u306a\u308b\u30dd\u30a4\u30f3\u30c8\u306b\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u8ffd\u52a0\u3059\u308b\u306b\u306f\uff0b\u30a2\u30a4\u30b3\u30f3\u3092\u4f7f\u3044\u307e\u3059\uff0e
simplepage.add-above=\u3053\u306e\u4e0a\u306b\u65b0\u3057\u3044\u30a2\u30a4\u30c6\u30e0\u3092\u8ffd\u52a0
simplepage.add-item-column=\u3053\u306e\u6bb5\u306e\u4e0b\u306b\u65b0\u3057\u3044\u30a2\u30af\u30c6\u30e0\u3092\u8ffd\u52a0
simplepage.fromhost={} \u306e\u30b3\u30f3\u30c6\u30f3\u30c4
simplepage.showpage=\u30ec\u30c3\u30b9\u30f3\u30da\u30fc\u30b8
simplepage.showitem=\u30ec\u30c3\u30b9\u30f3\u30a2\u30a4\u30c6\u30e0
simplepage.return={} \u306b\u623b\u308b
simplepage.return.warning=\u8b66\u544a\: \u623b\u308b\u524d\u306b\uff0c\u8ab2\u984c\u3092\u4fdd\u5b58\u307e\u305f\u306f\u63d0\u51fa\u3057\u305f\u3053\u3068\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\uff0e
simplepage.next=\u6b21
simplepage.back=\u623b\u308b
simplepage.editor=\u7de8\u96c6\u8005
simplepage.ckeditor=\u30a8\u30c7\u30a3\u30bf\u3001Alt-0 \u3067\u30d8\u30eb\u30d7
simplepage.preview={} \u306e\u30d7\u30ec\u30d3\u30e5\u30fc
simplepage.save_message=\u4fdd\u5b58
simplepage.import_message=\u30a4\u30f3\u30dd\u30fc\u30c8
simplepage.cancel_message=\u30ad\u30e3\u30f3\u30bb\u30eb
simplepage.continue_message=\u7d9a\u3051\u308b
simplepage.has_prerequistes=\u3053\u306e\u30da\u30fc\u30b8\u3092\u51e6\u7406\u3059\u308b\u524d\u306b\uff0c\u4ee5\u4e0b\u306e\u30da\u30fc\u30b8\u3092\u5b8c\u6210\u3055\u305b\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\:
simplepage.has_prerequistes_2=\u3053\u306e\u30a2\u30a4\u30c6\u30e0\u3092\u51e6\u7406\u3059\u308b\u524d\u306b\uff0c\u524d\u306e\u30a2\u30a4\u30c6\u30e0\u3092\u5b8c\u6210\u3055\u305b\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\uff0e\u3053\u306e\u30da\u30fc\u30b8\u306b\u623b\u3063\u3066\u5b9f\u884c\u3057\u3066\u304f\u3060\u3055\u3044\uff0e\u5de6\u5074\u306b\u30a2\u30b9\u30bf\u30ea\u30b9\u30af\u304c\u8868\u793a\u3055\u308c\u3066\u3044\u308b\u30a2\u30a4\u30c6\u30e0\u304c\u5bfe\u8c61\u3067\u3059\uff0e
simplepage.resource=\u30b3\u30f3\u30c6\u30f3\u30c4\u30ea\u30f3\u30af\u3092\u8ffd\u52a0
simplepage.resource.tooltip=\u30ea\u30f3\u30af\u8ffd\u52a0\uff1a\u30d5\u30a1\u30a4\u30eb\u3092\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9\uff0c\u30ea\u30bd\u30fc\u30b9\u306e\u65e2\u5b58\u30d5\u30a1\u30a4\u30eb\u307e\u305f\u306fWeb\u30da\u30fc\u30b8\u306e\u30a2\u30c9\u30ec\u30b9\u306b\u30ea\u30f3\u30af\uff0e
simplepage.resource-descrip=\u30ea\u30f3\u30af\u8ffd\u52a0\uff1a\u30d5\u30a1\u30a4\u30eb\u3092\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9\uff0c\u30ea\u30bd\u30fc\u30b9\u306e\u65e2\u5b58\u30d5\u30a1\u30a4\u30eb\u307e\u305f\u306fWeb\u30da\u30fc\u30b8\u306e\u30a2\u30c9\u30ec\u30b9\u306b\u30ea\u30f3\u30af\uff0e
simplepage.subpage=\u30b5\u30d6\u30da\u30fc\u30b8\u3092\u8ffd\u52a0
simplepage.subpage-next=\u6b21\u30da\u30fc\u30b8\uff0e\u3064\u307e\u308a\u30b5\u30d6\u30da\u30fc\u30b8\u3067\u306f\u306a\u304f\u9023\u7d9a\u3057\u305f\u6b21\u30da\u30fc\u30b8\u3068\u898b\u306a\u3055\u308c\u307e\u3059\uff0e\u6700\u3082\u660e\u78ba\u306a\u9055\u3044\u306f\u4e0a\u90e8\u306b\u3042\u308b\u30d1\u30f3\u304f\u305a\u30ea\u30b9\u30c8\u306b\u304a\u3051\u308b\u30da\u30fc\u30b8\u306e\u8868\u793a\u65b9\u6cd5\u3067\u3059\uff0e\u30b5\u30d6\u30da\u30fc\u30b8\u306e\u5834\u5408\uff0c\u305d\u3053\u306b\u79fb\u52d5\u3059\u308b\u3068\u304d\u4e0a\u90e8\u306e\u30d1\u30f3\u304f\u305a\u30ea\u30b9\u30c8\u306f\u65b0\u3057\u3044\u30ec\u30d9\u30eb\u3092\u8868\u793a\u3057\u307e\u3059\uff0e\u73fe\u5728\u306e\u30da\u30fc\u30b8\u306f\u305d\u308c\u3088\u308a\u4e0a\u4f4d\u306e\u30ec\u30d9\u30eb\u3068\u3057\u3066\u8868\u793a\u3055\u308c\u307e\u3059\uff0e\u6b21\u30da\u30fc\u30b8\u306e\u5834\u5408\uff0c\u65b0\u3057\u3044\u30da\u30fc\u30b8\u306f\u30d1\u30f3\u304f\u305a\u30ea\u30b9\u30c8\u306e\u73fe\u5728\u306e\u30da\u30fc\u30b8\u306b\u7f6e\u304d\u63db\u308f\u308a\u307e\u3059\uff0e
simplepage.subpage-button=\u30ea\u30f3\u30af\u3067\u306f\u306a\u304f\u30dc\u30bf\u30f3\u3068\u3057\u3066\u8868\u793a
simplepage.subpage.tooltip=\u65b0\u898f\u30da\u30fc\u30b8\u3092\u4f5c\u6210\u3057\u3001\u305d\u306e\u30da\u30fc\u30b8\u3078\u306e\u30ea\u30f3\u30af\u3092\u3053\u3053\u306b\u8ffd\u52a0
simplepage.usenewwindow=\u30a2\u30a4\u30c6\u30e0\u3092\u65b0\u898f\u30a6\u30a3\u30f3\u30c9\u30a6\u3067\u958b\u304f
simplepage.assignment=\u8ab2\u984c\u3092\u8ffd\u52a0
simplepage.assignment.tooltip=\u8ab2\u984c\u30c4\u30fc\u30eb\u3067\u8ab2\u984c\u3078\u306e\u30ea\u30f3\u30af\u3092\u8ffd\u52a0
simplepage.assignment.chooser=\u8ab2\u984c\u3092\u9078\u629e
simplepage.due=\u7de0\u5207
simplepage.chooser.assignment=\u8ab2\u984c
simplepage.chooser.due=\u7de0\u5207\u65e5\u6642
simplepage.chooser.link=\u30ea\u30f3\u30af
simplepage.chooser.textitemplaceholder=\u3053\u308c\u306f\u30ea\u30c3\u30c1\u30c6\u30ad\u30b9\u30c8\u30a2\u30a4\u30c6\u30e0\u3067\u3059\uff0e\u305d\u308c\u3092\u898b\u308b\u305f\u3081\u306b\u306f\uff0c\u89aa\u30da\u30fc\u30b8\u3092\u30af\u30ea\u30c3\u30af\u3057\u307e\u3059\uff0e
simplepage.select=\u9078\u629e
simplepage.select-for-deletion=\u524a\u9664\u3059\u308b\u3082\u306e\u3092\u9078\u629e
simplepage.delete-message=\u5b8c\u5168\u306b\u524a\u9664\u3067\u304d\u308b\u306e\u306f\uff0c\u73fe\u5728\u30b5\u30a4\u30c8\u306e\u3069\u3053\u306b\u3082\u542b\u307e\u308c\u3066\u3044\u306a\u3044\u30da\u30fc\u30b8\u3060\u3051\u3067\u3059\uff0e
simplepage.delete-selected=\u9078\u629e\u3055\u308c\u3066\u3044\u308b\u30da\u30fc\u30b8\u3092\u524a\u9664
simplepage.chooser.select=\u9078\u629e\u3055\u308c\u3066\u3044\u308b\u30a2\u30a4\u30c6\u30e0\u3092\u4f7f\u7528
simplepage.chooser.unused=\u73fe\u5728\u4f7f\u7528\u3055\u308c\u3066\u3044\u306a\u3044\u30da\u30fc\u30b8\u306f\u4ee5\u4e0b\u306e\u3068\u304a\u308a\u3067\u3059 (\u4ed6\u306e\u30da\u30fc\u30b8\u304b\u3089\u306e\u53c2\u7167\u306f\u3042\u308a\u307e\u305b\u3093)\uff0e
simplepage.change_assignment=\u8ab2\u984c\u3092\u5909\u66f4
simplepage.change_quiz=\u30af\u30a4\u30ba\u3092\u5909\u66f4
simplepage.change_forum=\u30d5\u30a9\u30fc\u30e9\u30e0\u307e\u305f\u306f\u30c8\u30d4\u30c3\u30af\u3092\u5909\u66f4
simplepage.change_resource=\u30d5\u30a1\u30a4\u30eb\u307e\u305f\u306f URL \u3092\u5909\u66f4
simplepage.change_caption=\u30d5\u30a1\u30a4\u30eb\u3042\u308b\u3044\u306f\u898b\u51fa\u3057\u30d5\u30a1\u30a4\u30eb( VTT\u30d5\u30a9\u30fc\u30de\u30c3\u30c8 )\u306eURL\u3092\u5909\u66f4\u3057\u3066\u4e0b\u3055\u3044\uff0e
simplepage.add_caption=\u898b\u51fa\u3057\u30d5\u30a1\u30a4\u30eb( VTT\u30d5\u30a9\u30fc\u30de\u30c3\u30c8 )\u3092\u8ffd\u52a0\u3057\u3066\u4e0b\u3055\u3044\uff0e
simplepage.change_page=\u30da\u30fc\u30b8\u3092\u5909\u66f4
simplepage.quiz=\u30af\u30a4\u30ba\u3092\u8ffd\u52a0
simplepage.quiz.tooltip=\u30af\u30a4\u30ba\u306e\u30ea\u30f3\u30af\u3092\u8ffd\u52a0
simplepage.quiz.chooser=\u30af\u30a4\u30ba\u3092\u9078\u629e
simplepage.checklistName=\u30c1\u30a7\u30c3\u30af\u30ea\u30b9\u30c8
simplepage.checklist=\u30c1\u30a7\u30c3\u30af\u30ea\u30b9\u30c8\u306b\u8ffd\u52a0
simplepage.checklistProgress=\u9032\u6357\u8868\u793a
simplepage.new-checklist-title=\u30c1\u30a7\u30c3\u30af\u30ea\u30b9\u30c8\u30bf\u30a4\u30c8\u30eb
simplepage.new-checklist-description=\u30c1\u30a7\u30c3\u30af\u30ea\u30b9\u30c8\u8aac\u660e
simplepage.add-checklist-item=\u30c1\u30a7\u30c3\u30af\u30ea\u30b9\u30c8\u30a2\u30a4\u30c6\u30e0
simplepage.checklist-item-name=\u30c1\u30a7\u30c3\u30af\u30ea\u30b9\u30c8\u30a2\u30a4\u30c6\u30e0\u540d
simplepage.addChecklistItem=\u65b0\u3057\u3044\u30c1\u30a7\u30c3\u30af\u30ea\u30b9\u30c8\u30a2\u30a4\u30c6\u30e0\u8ffd\u52a0
simplepage.save_checklist=\u30c1\u30a7\u30c3\u30af\u30ea\u30b9\u30c8\u4fdd\u5b58
simplepage.edit-checklist=\u30c1\u30a7\u30c3\u30af\u30ea\u30b9\u30c8 {} \u7de8\u96c6
simplepage.view-checklist=\u9032\u6357 {} \u8868\u793a
simplepage.hide-name=\u30c1\u30a7\u30c3\u30af\u30ea\u30b9\u30c8\u30a2\u30a4\u30c6\u30e0\u540d\u3092\u5b66\u751f\u306b\u5bfe\u3057\u3066\u975e\u8868\u793a
simplepage.checklist-name-required=\u30c1\u30a7\u30c3\u30af\u30ea\u30b9\u30c8\u306b\u540d\u79f0\u3092\u6307\u5b9a\u3057\u3066\u4e0b\u3055\u3044\uff0e\u300c\u30c1\u30a7\u30c3\u30af\u30ea\u30b9\u30c8\u540d\u3092\u53d7\u8b1b\u751f\u306b\u5bfe\u3057\u3066\u975e\u8868\u793a\u300d\u3092\u9078\u629e\u3059\u308b\u3053\u3068\u3067\u5b66\u751f\u306b\u306f\u540d\u79f0\u3092\u975e\u8868\u793a\u306b\u3067\u304d\u307e\u3059\uff0e
simplepage.adding-checklist=\u30c1\u30a7\u30c3\u30af\u30ea\u30b9\u30c8\u306e\u8ffd\u52a0\u5148\uff1a
simplepage.viewing-checklistProgress=\u30c1\u30a7\u30c3\u30af\u30ea\u30b9\u30c8\u306e\u9032\u6357\u306e\u8868\u793a\u5148\uff1a
simplepage.studentheader=\u5b66\u751f
simplepage.optional.settings=\u30aa\u30d7\u30b7\u30e7\u30f3\u8a2d\u5b9a
simplepage.group.settings=\u30b0\u30eb\u30fc\u30d7
simplepage.appearance.settings=\u5916\u89b3
simplepage.checklist-empty-name=\u30c1\u30a7\u30c3\u30af\u30ea\u30b9\u30c8\u30bf\u30a4\u30c8\u30eb\u306f\u7a7a\u306b\u306f\u3067\u304d\u307e\u305b\u3093\uff0e
simplepage.checklist.external.link=\u5916\u90e8\u30a2\u30a4\u30c6\u30e0\u3078\u306e\u30ea\u30f3\u30af\u30c1\u30a7\u30c3\u30af\u30ea\u30b9\u30c8\u30a2\u30a4\u30c6\u30e0
simplepage.checklist.external.heading=\u30ea\u30f3\u30af\u3059\u308b\u30a2\u30a4\u30c6\u30e0\u3092\u9078\u629e
simpleapge.checklist.edit_externalLink=\u5916\u90e8\u30ea\u30f3\u30af\u3092\u7de8\u96c6
simplepage.checklist.external.unlink=\u30ea\u30f3\u30af\u3092\u524a\u9664
simplepage.checklist.external.link.details.incomplete=\u3053\u306e\u30a2\u30a4\u30c6\u30e0\u306f'<strong>{}</strong>' \u306b\u30ea\u30f3\u30af\u3055\u308c\uff0c'<strong>{}</strong>'\u304c\u4f5c\u6210\u3055\u308c\u308c\u3070\u81ea\u52d5\u7684\u306b\u30c1\u30a7\u30c3\u30af\u3055\u308c\u307e\u3059\uff0e
simplepage.checklist.external.link.details.complete=\u3053\u306e\u30a2\u30a4\u30c6\u30e0\u306f\u4f5c\u6210\u3055\u308c\u305f\u30a2\u30a4\u30c6\u30e0\: '<strong>{}</strong>'\u306b\u30ea\u30f3\u30af\u3055\u308c\u307e\u3059\uff0e
simplepage.checklist.external.link.details.notvisible=\u3053\u306e\u30ea\u30f3\u30af\u3055\u308c\u305f\u30a2\u30a4\u30c6\u30e0\u306f\u73fe\u5728\u8868\u793a\u3055\u308c\u3066\u3044\u307e\u305b\u3093\uff0e
simplepage.checklist.external.link.hidden=\u540d\u524d\u306f\u5229\u7528\u53ef\u80fd\u3067\u306f\u3042\u308a\u307e\u305b\u3093
simplepage.checklist.external.link.info=\u5fc5\u9808\u30a2\u30a4\u30c6\u30e0\u3078\u306e\u30ea\u30f3\u30af\u3060\u3051\u306f\u3067\u304d\u307e\u3059\uff0e
simplepage.forum=\u30d5\u30a9\u30fc\u30e9\u30e0\u307e\u305f\u306f\u30c8\u30d4\u30c3\u30af\u3092\u8ffd\u52a0
simplepage.forum.tooltip=\u30d5\u30a9\u30fc\u30e9\u30e0\u307e\u305f\u306f\u30c8\u30d4\u30c3\u30af\u3078\u306e\u30ea\u30f3\u30af\u3092\u8ffd\u52a0
simplepage.forum.chooser=\u30d5\u30a9\u30fc\u30e9\u30e0\u307e\u305f\u306f\u30c8\u30d4\u30c3\u30af\u3092\u9078\u629e
simplepage.forum.title.forum=\u30d5\u30a9\u30fc\u30e9\u30e0\uff1a{}
simplepage.forum.title.topic=\u30c8\u30d4\u30c3\u30af\uff1a{}
simplepage.page.chooser=\u30da\u30fc\u30b8\u3092\u9078\u629e
simplepage.page.index=\u73fe\u5728\u306e\u30b5\u30a4\u30c8\u5185\u306e\u30da\u30fc\u30b8
simplepage.page.onlyseen=\u30ce\u30fc\u30c8\: \u8868\u793a\u6e08\u307f\u306e\u30da\u30fc\u30b8\u3060\u3051\u304c\u793a\u3055\u308c\u3066\u3044\u307e\u3059\uff0e
simplepage.create=\u4f5c\u6210
simplepage.cancel=\u30ad\u30e3\u30f3\u30bb\u30eb
simplepage.Done=\u5b8c\u4e86
simplepage.notitle=\u30bf\u30a4\u30c8\u30eb\u304c\u5fc5\u8981\u3067\u3059\u3002
simplepage.subpage_header=\u30b5\u30d6\u30da\u30fc\u30b8\u3092\u4f5c\u6210
simplepage.page.showitems=\u30a2\u30a4\u30c6\u30e0\u3092\u8868\u793a
simplepage.page.showitemstooltip=\u5404\u30da\u30fc\u30b8\u306e\u4e0b\u306b\u3042\u308b\u30a2\u30a4\u30c6\u30e0\u3092\u8868\u793a
simplepage.page.hideitems=\u30a2\u30a4\u30c6\u30e0\u3092\u975e\u8868\u793a
simplepage.page.hideitemstooltip=\u30a2\u30a4\u30c6\u30e0\u3092\u975e\u8868\u793a\u306b\u3057\u307e\u3059\uff0e\u30da\u30fc\u30b8\u3060\u3051\u3092\u8868\u793a\u3057\u307e\u3059\uff0e
simplepage.copylink=\u30b3\u30d4\u30fc
simplepage.copylink2=\u30b3\u30d4\u30fc\: {}
simplepage.startup_help=templates/instructions/general.html
simplepage.additional-instructions=instructions/multimedia.html
simplepage.additional-website-instructions=instructions/website.html
simplepage.general-instructions=instructions/general.html
simplepage.help=\u30d2\u30f3\u30c8
simplepage.noitems_error_admin=\u307e\u305a\uff0c\u300c<b>\u30c6\u30ad\u30b9\u30c8\u3092\u8ffd\u52a0</b>\u300d\u3092\u4f7f\u7528\u3057\u3066\uff0c\u3053\u306e\u30da\u30fc\u30b8\u306b\u4f55\u304b\u3092\u7f6e\u304f\u3053\u3068\u3092\u304a\u52e7\u3081\u3057\u307e\u3059\uff0e\u305d\u306e\u5f8c\uff0c\u305d\u306e\u4e0b\u306b\u30ea\u30f3\u30af\u3084\u305d\u306e\u4ed6\u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u8ffd\u52a0\u3067\u304d\u307e\u3059\uff0e\u4e0a\u306e\u30a2\u30a4\u30c6\u30e0\u306e\u3044\u305a\u308c\u304b\u306b\u30de\u30a6\u30b9\u3092\u5408\u308f\u305b\u308b\u3068\uff0c\u305d\u306e\u30a2\u30a4\u30c6\u30e0\u306e\u8aac\u660e\u304c\u8868\u793a\u3055\u308c\u307e\u3059\uff0e
simplepage.noitems_error_user=\u73fe\u5728\u3053\u306e\u30da\u30fc\u30b8\u306b\u306f\u8868\u793a\u3067\u304d\u308b\u30a2\u30a4\u30c6\u30e0\u306f\u3042\u308a\u307e\u305b\u3093\uff0e
simplepage.additional-instructions-label=\u30de\u30eb\u30c1\u30e1\u30c7\u30a3\u30a2\u30b3\u30f3\u30c6\u30f3\u30c4\u306b\u95a2\u3059\u308b\u3088\u304f\u3042\u308b\u8cea\u554f
simplepage.additional-website-instructions-label=ZIP\u30d5\u30a1\u30a4\u30eb\u304b\u3089\u30b3\u30f3\u30c6\u30f3\u30c4\u3078\u306e\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9\u306b\u95a2\u3059\u308b\u3088\u304f\u3042\u308b\u8cea\u554f
simplepage.link=\u30ea\u30f3\u30af\u3092\u8ffd\u52a0
simplepage.addlink_header=\u65b0\u898f\u30ea\u30f3\u30af\u3092\u8ffd\u52a0
simplepage.addLink_label=URL\:
simplepage.addLink_label_add=\u307e\u305f\u306fURL\u3092\u8ffd\u52a0\:
simplepage.addLink_label_add_or=\u3042\u308b\u3044\u306fURL\u307e\u305f\u306f"\u57cb\u3081\u8fbc\u307f\u30b3\u30fc\u30c9"\u306e\u8ffd\u52a0
simplepage.editText=\u3053\u306e\u30c6\u30ad\u30b9\u30c8\u3092\u7de8\u96c6
simplepage.editItem=\u7de8\u96c6
simplepage.editItemBelow=\u4ee5\u4e0b\u306e\u30a2\u30a4\u30c6\u30e0\u3092\u7de8\u96c6
simplepage.join-items=\u96a3\u63a5\u3057\u305f\u3075\u305f\u3064\u306e\u30ea\u30fc\u30b8\u30e7\u30f3\u3092\u3072\u3068\u3064\u306b\u7d50\u5408
simplepage.break-items=\u30bb\u30af\u30b7\u30e7\u30f3\u533a\u5207\u308a\u3092\u4e0a\u306b\u8ffd\u52a0
simplepage.break-columns=\u6bb5\u533a\u5207\u308a\u3092\u4e0a\u306b\u8ffd\u52a0
simplepage.break-here=\u30bb\u30af\u30b7\u30e7\u30f3\u533a\u5207\u308a\uff1b\u80cc\u666f\u8272\u306e\u4f59\u5206\u306a\u7a7a\u767d
simplepage.break-column-here=\u6bb5\u533a\u5207\u308a\uff1b\u4e0b\u306e\u30a2\u30a4\u30c6\u30e0\u306f\u4e0a\u306b\u3042\u308b\u3082\u306e\u306e\u53f3\u306e\u9818\u57df\u306b\u8868\u793a\u3055\u308c\u307e\u3059
simplepage.break=\u30bb\u30af\u30b7\u30e7\u30f3\u307e\u305f\u306f\u6bb5\u533a\u5207\u308a
simplepage.columndouble=\u500d\u5e45
simplepage.columnsplit=\u3053\u306e\u5185\u90e8\u3067\u30cb\u6bb5\uff0c\u30c6\u30ad\u30b9\u30c8\u306f\u3053\u306e\u9593\u3067\u79fb\u52d5
simplepage.columnopen=\u6bb5\u5c5e\u6027
simplepage.columnbackground=\u6bb5\u8272\u30b9\u30ad\u30fc\u30e0
simplepage.columnnone=\u306a\u3057
simplepage.columntrans=\u900f\u660e(\u5883\u754c\u7dda\u306a\u3057)
simplepage.columngray=\u30b0\u30ec\u30fc
simplepage.columnred=\u8d64
simplepage.columnblue=\u9752
simplepage.columngreen=\u30b0\u30ea\u30fc\u30f3
simplepage.columnyellow=\u9ec4\u8272
simplepage.collapsible=\u6298\u308a\u7573\u307f\u53ef
simplepage.sectionTitle=\u30bb\u30af\u30b7\u30e7\u30f3\u30bf\u30a4\u30c8\u30eb
simplepage.default.closed=\u958b\u59cb\u7d42\u4e86
simplepage.expand.all=\u3059\u3079\u3066\u5c55\u958b
simplepage.collapse.all=\u3059\u3079\u3066\u6298\u308a\u7573\u3080
simplepage.clickToExpand=\u5c55\u958b\u306b\u306f\u3053\u3053\u3092\u30af\u30ea\u30c3\u30af
simplepage.clickToCollapse=\u6298\u308a\u305f\u305f\u3080\u306b\u306f\u3053\u3053\u3092\u30af\u30ea\u30c3\u30af
simplepage.textItemUnavailable=\u30a2\u30b9\u30c6\u30ea\u30b9\u30af(*)\u3067\u30de\u30fc\u30af\u3055\u308c\u305f\u3059\u3079\u3066\u306e\u5fc5\u8981\u6761\u4ef6\u304c\u5b8c\u4e86\u3057\u305f\u3068\u304d\u306b\uff0c\u3053\u306e\u30c6\u30ad\u30b9\u30c8\u30a2\u30a4\u30c6\u30e0\u304c\u8868\u793a\u3055\u308c\u307e\u3059\uff0e
simplepage.multimediaItemUnavailable=\u30a2\u30b9\u30c6\u30ea\u30b9\u30af(*)\u3067\u30de\u30fc\u30af\u3055\u308c\u305f\u3059\u3079\u3066\u306e\u5fc5\u8981\u6761\u4ef6\u304c\u5b8c\u4e86\u3057\u305f\u3068\u304d\u306b\uff0c\u3053\u306e\u30de\u30eb\u30c1\u30e1\u30c7\u30a3\u30a2\u30a2\u30a4\u30c6\u30e0\u304c\u8868\u793a\u3055\u308c\u307e\u3059\uff0e
simplepage.fake-item-unavailable=\u5b66\u751f\u306e\u5834\u5408\u306f\uff0c\u4e0a\u8a18\u306e\u3059\u3079\u3066\u306e\u5fc5\u9808\u30a2\u30a4\u30c6\u30e0\u3092\u5b8c\u6210\u3055\u305b\u3066\u3044\u306a\u3044\u305f\u3081\uff0c\u3053\u306e\u30a2\u30a4\u30c6\u30e0\u3092\u898b\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\uff0e
simplepage.edit=\u30a2\u30a4\u30c6\u30e0\u3092\u66f4\u65b0
simplepage.description_label=\u30a2\u30a4\u30c6\u30e0\u306e\u8aac\u660e
simplepage.name_label=\u30a2\u30a4\u30c6\u30e0\u540d
simplepage.edititem_header=\u30a2\u30a4\u30c6\u30e0\u3092\u7de8\u96c6
simplepage.multimedia=\u30da\u30fc\u30b8\u306e\u57cb\u3081\u8fbc\u307f\u30b3\u30f3\u30c6\u30f3\u30c4
simplepage.multimedia.tooltip=\u753b\u50cf\uff0c\u30d3\u30c7\u30aa\uff0cFlash \u30d5\u30a1\u30a4\u30eb, \u30a6\u30a7\u30d6\u30da\u30fc\u30b8\u306a\u3069\u3092\u8ffd\u52a0\u3057\u307e\u3059\uff0e\u3053\u306e\u30da\u30fc\u30b8\u306b\u30a2\u30a4\u30c6\u30e0\u3092\u57cb\u3081\u8fbc\u3080\u5834\u5408\u306f\u3053\u308c\u3092\u4f7f\u7528\u3057\u307e\u3059\uff0e\u30da\u30fc\u30b8\u306b\u57cb\u3081\u8fbc\u3080\u306e\u3067\u306f\u306a\u304f\uff0c\u30a2\u30a4\u30c6\u30e0\u306b\u30ea\u30f3\u30af\u3057\u305f\u3044\u5834\u5408\u306f\u4ee3\u308f\u308a\u306b"\u30b3\u30f3\u30c6\u30f3\u30c4\u30ea\u30f3\u30af\u8ffd\u52a0"\u3092\u4f7f\u7528\u3057\u307e\u3059\uff0e
simplepage.multimedia-descrip=\u753b\u50cf\uff0c\u30d3\u30c7\u30aa\uff0cFlash \u30d5\u30a1\u30a4\u30eb, \u30a6\u30a7\u30d6\u30da\u30fc\u30b8\u306a\u3069\u3092\u8ffd\u52a0\u3057\u307e\u3059\uff0e\u3053\u306e\u30da\u30fc\u30b8\u306b\u30a2\u30a4\u30c6\u30e0\u3092\u57cb\u3081\u8fbc\u3080\u5834\u5408\u306f\u3053\u308c\u3092\u4f7f\u7528\u3057\u307e\u3059\uff0e\u30da\u30fc\u30b8\u306b\u57cb\u3081\u8fbc\u3080\u306e\u3067\u306f\u306a\u304f\uff0c\u30a2\u30a4\u30c6\u30e0\u306b\u30ea\u30f3\u30af\u3057\u305f\u3044\u5834\u5408\u306f\u4ee3\u308f\u308a\u306b"\u30b3\u30f3\u30c6\u30f3\u30c4\u30ea\u30f3\u30af\u8ffd\u52a0"\u3092\u4f7f\u7528\u3057\u307e\u3059\uff0e
simplepage.expert_toggle=\u8a73\u7d30\u3092\u8868\u793a
simplepage.expert_intro=\u901a\u5e38\u3001\u4ee5\u4e0b\u3092\u5909\u66f4\u3059\u308b\u5fc5\u8981\u306f\u3042\u308a\u307e\u305b\u3093\:
simplepage.mimetype_label=MIME \u30bf\u30a4\u30d7
simplepage.tag_is=\u3053\u306e\u30a2\u30a4\u30c6\u30e0\u306f\u3001\u30bf\u30a4\u30d7\u306e\u30bf\u30b0\u4ed8\u304d\u3067\u8868\u793a\u3055\u308c\u307e\u3059
simplepage.tag_object="object"
simplepage.tag_img="img"
simplepage.tag_iframe="iframe"
simplepage.permissions=\u6a29\u9650
simplepage.permissions.tooltip=\u3053\u306e\u30c4\u30fc\u30eb\u306b\u95a2\u9023\u4ed8\u3051\u3089\u308c\u3066\u3044\u308b\u6a29\u9650\u3092\u3001\u5225\u306e\u30bf\u30a4\u30d7\u306e\u30e6\u30fc\u30b6\u30fc\u306e\u305f\u3081\u306b\u5909\u66f4
simplepage.iframe.auto=\u30b3\u30f3\u30c6\u30f3\u30c4\u306e\u6700\u5927\u9ad8\u3092\u4f7f\u7528\u3059\u308b\u5834\u5408\u306f\uff0c\u9ad8\u3055\u30d5\u30a3\u30fc\u30eb\u30c9\u306e "\u81ea\u52d5" \u3092\u4f7f\u7528\u3057\u307e\u3059\uff0e\u30b7\u30b9\u30c6\u30e0\u5185\u306e URL \u306b\u5bfe\u3057\u3066\u306e\u307f\u6a5f\u80fd\u3057\u307e\u3059\uff0e
simplepage.nopermissions=\u3053\u306e\u30da\u30fc\u30b8\u3092\u8aad\u3080\u6a29\u9650\u304c\u3042\u308a\u307e\u305b\u3093
simplepage.nowrite=\u3053\u306e\u30da\u30fc\u30b8\u3092\u7de8\u96c6\u3059\u308b\u6a29\u9650\u304c\u3042\u308a\u307e\u305b\u3093
simplepage.savefailed=\u30a2\u30a4\u30c6\u30e0\u3092\u4fdd\u5b58\u307e\u305f\u306f\u66f4\u65b0\u3067\u304d\u307e\u305b\u3093\uff0e\u30a8\u30e9\u30fc\: 
simplepage.height_label=\u9ad8\u3055\:
simplepage.width_label=\u5e45\:
simplepage.editMultimedia_header=\u30de\u30eb\u30c1\u30e1\u30c7\u30a3\u30a2\u30b5\u30a4\u30ba\u3092\u7de8\u96c6
simplepage.editMultimedia=\u30de\u30eb\u30c1\u30e1\u30c7\u30a3\u30a2\u3092\u7de8\u96c6
simplepage.size-too-big=\u9ad8\u3055\u307e\u305f\u306f\u5e45\u3092\u8d85\u3048\u308b3000\u30d4\u30af\u30bb\u30eb
simplepage.deleted-group=<\u30b0\u30eb\u30fc\u30d7\u3092\u524a\u9664>
simplepage.deleted-entity=*\u524a\u9664\u6e08\u307f*
simplepage.not-published=*\u516c\u958b\u3055\u308c\u307e\u305b\u3093\u3067\u3057\u305f\uff1a\u5b66\u751f\u306b\u975e\u8868\u793a*
simplepage.add_file_instructions=\u65b0\u3057\u3044\u30d5\u30a1\u30a4\u30eb\u3092\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9\u3057\uff0c\u30ea\u30bd\u30fc\u30b9\u304b\u3089\u65e2\u5b58\u30d5\u30a1\u30a4\u30eb\u3092\u9078\u629e\u3059\u308b\u304b\uff0cWeb\u4e0a\u306e\u30da\u30fc\u30b8\u306e\u30a2\u30c9\u30ec\u30b9\u3092\u8a2d\u5b9a\u3057\u3066\u4e0b\u3055\u3044\uff0e
simplepage.upload_label=\u30d5\u30a1\u30a4\u30eb\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9
simplepage.another-file=\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9\u3059\u308b\u4ed6\u306e\u30d5\u30a1\u30a4\u30eb\u3092\u8ffd\u52a0\:
simplepage.file-replace=\u65b0\u3057\u3044\u30d0\u30fc\u30b8\u30e7\u30f3\u3092\u30a2\u30d7\u30ed\u30fc\u30c9(\u65e2\u5b58\u30d5\u30a1\u30a4\u30eb\u3092\u7f6e\u304d\u63db\u3048)
simplepage.choose_existing=\u65e2\u5b58\u306e\u30d5\u30a1\u30a4\u30eb\u3092\u9078\u629e
simplepage.remove_from_uploads=\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9\u3059\u308b\u30d5\u30a1\u30a4\u30eb\u4e00\u89a7\u304b\u3089\u524a\u9664
simplepage.title_for_upload=\u3053\u306e\u30d5\u30a1\u30a4\u30eb\u306e\u30bf\u30a4\u30c8\u30eb
simplepage.choose_existing_or=\u3042\u308b\u3044\u306f\u30ea\u30bd\u30fc\u30b9\u304b\u3089\u65e2\u5b58\u30d5\u30a1\u30a4\u30eb\u3092\u9078\u629e
simplepage.choose_existing_page=\u65e2\u5b58\u30da\u30fc\u30b8\u3092\u9078\u629e ( \u30da\u30fc\u30b8\u306e\u65b0\u3057\u3044\u30b3\u30d4\u30fc\u306f\u4f5c\u6210\u3057\u306a\u3044\u3067\u4e0b\u3055\u3044 )
simplepage.lm_existing_page=\u65e2\u5b58\u30da\u30fc\u30b8\u306b\u5de6\u30de\u30fc\u30b8\u30f3\u3092\u8a2d\u5b9a\u3057\u3066\u4e0b\u3055\u3044\uff0e
simplepage.lm-existing_explanation=\u30da\u30fc\u30b8\u306e\u65b0\u3057\u3044\u30b3\u30d4\u30fc\u3092\u4f5c\u6210\u3057\u306a\u3044\u3067\u4e0b\u3055\u3044\uff0e\u5de6\u30de\u30fc\u30b8\u30f3\u306b\u524a\u9664\u3055\u308c\u305f\u30da\u30fc\u30b8\u3092\u30ea\u30b9\u30c8\u30a2\u3057\u3066\u3053\u308c\u3092\u4f7f\u3048\u307e\u3059\uff0e
simplepage.import_cc_button=CC/CP \u3092\u30a4\u30f3\u30dd\u30fc\u30c8
simplepage.import_cc=IMS \u30b3\u30e2\u30f3\u30ab\u30fc\u30c8\u30ea\u30c3\u30b8/\u30d1\u30c3\u30b1\u30fc\u30b8\u30d5\u30a1\u30a4\u30eb\u3092\u30a4\u30f3\u30dd\u30fc\u30c8
simplepage.import_cc.tooltip=IMS\u30b3\u30e2\u30f3\u30ab\u30fc\u30c8\u30ea\u30c3\u30b8/\u30d1\u30c3\u30b1\u30fc\u30b8\u5f62\u5f0f\u306e\u30d5\u30a1\u30a4\u30eb\u3092\u30a4\u30f3\u30dd\u30fc\u30c8\u3057\u307e\u3059\uff0e\u3053\u308c\u3089\u306e\u30d5\u30a1\u30a4\u30eb\u306f\u5927\u62b5\u6559\u79d1\u66f8\u30d9\u30f3\u30c0\u304b\u3089\u63d0\u4f9b\u3055\u308c\u307e\u3059\u304c\uff0c\u7570\u306a\u308b\u30b3\u30fc\u30b9\u7ba1\u7406\u30b7\u30b9\u30c6\u30e0\u9593\u3067\u30b3\u30fc\u30b9\u3092\u79fb\u52d5\u3059\u308b\u3053\u3068\u3067\u3082\u3053\u308c\u3092\u4f7f\u3046\u3053\u3068\u304c\u3067\u304d\u307e\u3059\uff0e
simplepage.import_cc_file=IMS \u30b3\u30e2\u30f3\u30ab\u30fc\u30c8\u30ea\u30c3\u30b8/\u30d1\u30c3\u30b1\u30fc\u30b8\u30d5\u30a1\u30a4\u30eb(ZIP\u30d5\u30a1\u30a4\u30eb)\:
simplepage.import_cc_syllabus=\u30b7\u30e9\u30d0\u30b9
simplepage.import_cc_lessonplan=\u30ec\u30c3\u30b9\u30f3\u30d7\u30e9\u30f3
simplepage.import_cc_pattern=[\u30d1\u30bf\u30fc\u30f3\u30de\u30c3\u30c1]
simplepage.import_cc_usespattern=\u3053\u306e\u30ab\u30fc\u30c8\u30ea\u30c3\u30b8\u306b\u306f\uff0c\u30d1\u30bf\u30fc\u30f3\u30de\u30c3\u30c1\u30f3\u30b0\u3092\u7528\u3044\u305f\u7a74\u57cb\u3081\u30c6\u30b9\u30c8\u554f\u984c\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3059\uff0e\u3053\u306e\u30b7\u30b9\u30c6\u30e0\u306f\u30d1\u30bf\u30fc\u30f3\u30de\u30c3\u30c1\u30f3\u30b0\u3092\u30b5\u30dd\u30fc\u30c8\u3057\u3066\u3044\u307e\u305b\u3093\uff0e\u3053\u308c\u3089\u306e\u554f\u984c\u306f\uff0c\u554f\u984c\u306e\u6700\u521d\u306e\u3068\u3053\u308d\u3067 "[\u30d1\u30bf\u30fc\u30f3\u30de\u30c3\u30c1]" \u3068\u3044\u3046\u30d5\u30e9\u30b0\u304c\u4ed8\u304d\u307e\u3059\uff0e\u3053\u308c\u3089\u306e\u554f\u984c\u3092\u898b\u76f4\u3057\uff0c\u5fc5\u8981\u306a\u5909\u66f4\u3092\u52a0\u3048\u3066\u4e0b\u3055\u3044\uff0e
simplepage.import-toplevel-label=\u30ea\u30bd\u30fc\u30b9\u3092\u6700\u4e0a\u4f4d\u306e\u30d5\u30a9\u30eb\u30c0\u306b\u30a4\u30f3\u30dd\u30fc\u30c8\u3059\u308b\uff0e
simplepage.cc_apip=\u30a2\u30af\u30bb\u30c3\u30b7\u30d6\u30eb\u3000\u30dd\u30fc\u30bf\u30d6\u30eb\u3000\u30a2\u30a4\u30c6\u30e0\u3000\u30d7\u30ed\u30c8\u30b3\u30eb (APIP)
simplepage.cc_iwb=\u30a4\u30f3\u30bf\u30e9\u30af\u30c6\u30a3\u30d6\u30db\u30ef\u30a4\u30c8\u30dc\u30fc\u30c9
simplepage.cc_epub3=EPUB 3
simplepage.cc_ext_assignment=\u8ab2\u984c ( \u62e1\u5f35\u5b9a\u7fa9 )
simplepage.cc-has-badtypes=\u3053\u306e\u30ab\u30fc\u30c8\u30ea\u30c3\u30b8\u306f\u3053\u306e\u30b7\u30b9\u30c6\u30e0\u3067\u306f\u7279\u306b\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u306a\u3044\u7a2e\u5225\u306e\u30ea\u30bd\u30fc\u30b9\u3092\u542b\u307f\u307e\u3059\uff0e\u901a\u5e38\u30d5\u30a1\u30a4\u30eb\: {} \u3068\u3057\u3066\u53d6\u308a\u6271\u308f\u308c\u307e\u3059\uff0e
simplepage.export_cc=CC\u3092\u30a8\u30af\u30b9\u30dd\u30fc\u30c8
simplepage.export_cc.tooltip=IMS\u30b3\u30e2\u30f3\u30ab\u30fc\u30c8\u30ea\u30c3\u30b8\u30d5\u30a9\u30fc\u30de\u30c3\u30c8\u3067\u30d5\u30a1\u30a4\u30eb\u3092\u4f5c\u6210\u3057\u307e\u3059\uff0e\u30b3\u30fc\u30b9\u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u5f8c\u3067\u7528\u3044\u308b\u305f\u3081\u306b\u4fdd\u5b58\u3057\u307e\u3059\uff0e\u5927\u62b5\u306e\u4ed6\u306e\u30b3\u30fc\u30b9\u7ba1\u7406\u30b7\u30b9\u30c6\u30e0\u306f\u30b3\u30e2\u30f3\u30ab\u30fc\u30c8\u30ea\u30c3\u30b8\u306e\u30d5\u30a1\u30a4\u30eb\u3092\u8aad\u3080\u3053\u3068\u304c\u3067\u304d\u307e\u3059\uff0e\u30d5\u30a1\u30a4\u30eb\u306f\u30ec\u30c3\u30b9\u30f3\uff0c\u8ab2\u984c\uff0c\u30d5\u30a9\u30fc\u30e9\u30e0\u307e\u305f\u306f\u30c8\u30d4\u30c3\u30af\u30b9\uff0c\u30af\u30a4\u30ba\u304a\u3088\u3073\u8cea\u554f\u30d7\u30fc\u30eb\u306e\u3059\u3079\u3066\u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u542b\u307f\u307e\u3059\uff0c\u3057\u304b\u3057\uff0c\u3059\u3079\u3066\u306e\u8a73\u7d30\u306f\u4fdd\u5b58\u3055\u308c\u307e\u305b\u3093\uff0e
simplepage.export-cc-title=IMS \u30b3\u30e2\u30f3\u30ab\u30fc\u30c8\u30ea\u30c3\u30b8\u30d5\u30a1\u30a4\u30eb\u3092\u30a4\u30f3\u30dd\u30fc\u30c8
simplepage.exportcc-descrip=IMS CC\u30d5\u30a9\u30fc\u30de\u30c3\u30c8\u3067\u30b5\u30a4\u30c8\u306e\u5185\u5bb9\u3092\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u3059\u308b\uff0e
simplepage.exportcc-fileerr=\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u7528\u30d5\u30a1\u30a4\u30eb\u4f5c\u6210\u4e2d\u306b\u30a8\u30e9\u30fc\:{}
simplepage.exportcc-noresource=\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u7528\u30d5\u30a1\u30a4\u30eb\u3092\u4f5c\u6210\u4e2d\u306e\u30a8\u30e9\u30fc\uff1a\u30ea\u30bd\u30fc\u30b9\u30c4\u30fc\u30eb\u304c\u3042\u306a\u305f\u306e\u30b5\u30a4\u30c8\u306b\u3042\u308b\u3053\u3068\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\uff0e
simplepage.exportcc-use11=\u53e4\u3044\u30d0\u30fc\u30b8\u30e7\u30f3\u306e\u30d5\u30a1\u30a4\u30eb\u3092\u4f7f\u3046(\u30d0\u30fc\u30b8\u30e7\u30f3 1.1)\uff0cMoodle\u3068Blackboard\u3092\u4f7f\u3046\u5834\u5408\u306b\u63a8\u5968\uff0e
simplepage.exportcc-use13=\u6700\u65b0\u306e\u30d0\u30fc\u30b8\u30e7\u30f3\u306e\u30d5\u30a1\u30a4\u30eb\u3092\u4f7f\u3046(\u30d0\u30fc\u30b8\u30e7\u30f3 1.3)\uff0cCanvas\u3092\u4f7f\u3046\u5834\u5408\u306b\u63a8\u5968\uff0e
simplepage.exportcc-includebank=\u5358\u4e00\u306e\u8cea\u554f\u30d0\u30f3\u30af\u3068\u3057\u3066\u30a2\u30af\u30bb\u30b9\u53ef\u80fd\u306a\u8cea\u554f\u30d7\u30fc\u30eb\u3092\u3059\u3079\u3066\u542b\u3080\uff0e
simplepage.exportcc-sam-undefinedtype=\u30af\u30a4\u30ba {2}\u306e\u4e2d\u306e\u8cea\u554f{1}\u306b\uff0c\u5171\u6709\u30ab\u30fc\u30c8\u30ea\u30c3\u30b8\u3067\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u306a\u3044\u30bf\u30a4\u30d7\u304c\u3042\u308a\u307e\u3059\uff0e\u8cea\u554f\u306f\u30b9\u30ad\u30c3\u30d7\u3055\u308c\u307e\u3059\uff0e
simplepage.exportcc-sam-too-many-blanks=\u30af\u30a4\u30ba {2}\u306e\u4e2d\u306e\u8cea\u554f{1}\u306f\uff0c{3}\u3064\u306e\u7a7a\u767d\u304c\u3042\u308a\u307e\u3059\uff0e\u5171\u6709\u30ab\u30fc\u30c8\u30ea\u30c3\u30b8\u304c\u30b5\u30dd\u30fc\u30c8\u3059\u308b\u306e\u306f1\u3064\u306e\u7a7a\u767d\u3060\u3051\u3067\u3059\uff0e1\u3064\u76ee\u306e\u7a7a\u767d\u304c\u4f7f\u7528\u3055\u308c\u307e\u3059\uff0e
simplepage.exportcc-sam-mcss=\u30af\u30a4\u30ba {2}\u306e\u4e2d\u306e\u8cea\u554f{1}\u306f\uff0c\u8907\u6570\u306e\u6b63\u89e3\u304c\u3042\u308b\u4e00\u629e\u554f\u984c\u3067\u3059\uff0e\u30d0\u30fc\u30b8\u30e7\u30f31.2\u4ee5\u524d\u306e\u5171\u6709\u30ab\u30fc\u30c8\u30ea\u30c3\u30b8\u3067\u306f\u3053\u306e\u5f62\u5f0f\u306f\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3067\u3057\u305f\uff0e1\u3064\u76ee\u306e\u6b63\u89e3\u306e\u307f\u304c\u8868\u793a\u3055\u308c\u307e\u3059\uff0e
simplepage.exportcc-sam-fib-too-many-star=\u30af\u30a4\u30ba{2}\u306e\u4e2d\u306e\u8cea\u554f{1}\u306f\u30a2\u30b9\u30bf\u30ea\u30b9\u30af\u3092\u4f7f\u7528\u3057\u3066\u30d6\u30e9\u30f3\u30af\u3092\u57cb\u3081\u3066\u3042\u308a\u307e\u3059\uff0e\u6b63\u89e3\u306f{3}\u3068\u3057\u3066\u8868\u793a\u3055\u308c\u307e\u3059\uff0e\u5171\u901a\u30ab\u30fc\u30c8\u30ea\u30c3\u30b8\u5f62\u5f0f\u306f\u30a2\u30b9\u30bf\u30ea\u30b9\u30af\u3092\u4f7f\u7528\u3059\u308b\u3053\u3068\u3067\uff0c\u5358\u4e00\u306e\u6b63\u89e3\u3092\u6271\u3046\u3053\u3068\u304c\u3067\u304d\u307e\u3059\uff0e
simplepage.exportcc-sam-fib-star=\u30af\u30a4\u30ba{2}\u306e\u4e2d\u306e\u8cea\u554f{1}\u306f\u30a2\u30b9\u30bf\u30ea\u30b9\u30af\u3092\u4f7f\u7528\u3057\u3066\u30d6\u30e9\u30f3\u30af\u3092\u57cb\u3081\u3066\u3042\u308a\u307e\u3059\uff0e\u6b63\u89e3\u306f{3}\u3068\u3057\u3066\u8868\u793a\u3055\u308c\u307e\u3059\uff0e\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u3092\u3059\u308b\u3068\u304d\u306b\u306f\uff0c{4}\u304c\u56de\u7b54\u306e\u3069\u3053\u304b\u306b\u3042\u308b\u5834\u5408\u306b\uff0c\u6b63\u89e3\u3068\u307f\u306a\u3055\u308c\u307e\u3059\uff0e
simplepage.exportcc-sam-fib-bad-star=\u30af\u30a4\u30ba{2}\u306e\u4e2d\u306e\u8cea\u554f{1}\u306f\u30a2\u30b9\u30bf\u30ea\u30b9\u30af\u3092\u4f7f\u7528\u3057\u3066\u30d6\u30e9\u30f3\u30af\u3092\u57cb\u3081\u3066\u3042\u308a\u307e\u3059\uff0e\u6b63\u89e3\u306f{3}\u3068\u3057\u3066\u8868\u793a\u3055\u308c\u307e\u3059\uff0e\u5171\u6709\u30ab\u30fc\u30c8\u30ea\u30c3\u30b8\u306f\u3053\u306e\u56de\u7b54\u3092\u6271\u3046\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093\uff0e
simplepage.exportcc-pagealreadydone=\u30b5\u30d6\u30da\u30fc\u30b8{2}\u306f\u30da\u30fc\u30b8{1}\u306b\u8868\u793a\u3055\u308c\u307e\u3059\uff0e\u3057\u304b\u3057\uff0c\u305d\u308c\u306f\u65e2\u306b\u5225\u306e\u30da\u30fc\u30b8\u306e\u30b5\u30d6\u30da\u30fc\u30b8\u3068\u3057\u3066\u542b\u307e\u308c\u3066\u3044\u307e\u3059\uff0e\u305d\u308c\u306f\u4e8c\u56de\u76ee\u306b\u306f\u542b\u307e\u308c\u307e\u305b\u3093\uff0e
simplepage.exportcc-bad-type={1}\u30da\u30fc\u30b8\u306e\u30a2\u30a4\u30c6\u30e0{2}\u306f\u5171\u6709\u30ab\u30fc\u30c8\u30ea\u30c3\u30b8\u306b\u5165\u308c\u308b\u3053\u3068\u304c\u3067\u304d\u306a\u3044\u30bf\u30a4\u30d7\u3067\u3059\: {3}
simplepage.exportcc-download=\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9
simplepage.delete=\u524a\u9664
simplepage.editTitle_header=\u30da\u30fc\u30b8\u30bf\u30a4\u30c8\u30eb\u3092\u7de8\u96c6
simplepage.title=\u8a2d\u5b9a
simplepage.alt_label=\u4ee3\u66ff\u306e\u30c6\u30ad\u30b9\u30c8
simplepage.reorder=\u9806\u5e8f\u5909\u66f4
simplepage.reorder-tooltip=\u30a2\u30a4\u30c6\u30e0\u306e\u9806\u756a\u306e\u5909\u66f4\uff0c\u30a2\u30a4\u30c6\u30e0\u306e\u524a\u9664\uff0c\u5225\u306e\u30da\u30fc\u30b8\u304b\u3089\u30a2\u30a4\u30c6\u30e0\u3092\u30a4\u30f3\u30dd\u30fc\u30c8
simplepage.reorder_header=\u30da\u30fc\u30b8\u30a2\u30a4\u30c6\u30e0\u3092\u9806\u5e8f\u5909\u66f4
simplepage.reorder_instructions=\u9806\u5e8f\u5909\u66f4\u3059\u308b\u305f\u3081\u306b\u4e0b\u306b\u30a2\u30a4\u30c6\u30e0\u3092\u30c9\u30e9\u30c3\u30b0&\u30c9\u30ed\u30c3\u30d7\u3057\u307e\u3059\uff0e\u524a\u9664\u3059\u308b\u306b\u306f\uff0c\u30a2\u30a4\u30c6\u30e0\u3092\u30b4\u30df\u7bb1\u306b\u30c9\u30e9\u30c3\u30b0\u3057\u307e\u3059\uff0e
simplepage.reorder_instructions_sr=\u3042\u308b\u3044\u306f\u3072\u3068\u3064\u9078\u629e\u3057\uff0c\u9806\u5e8f\u5909\u66f4\u3059\u308b\u306b\u306f\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u30ad\u30fc\uff0b\u4e0a\u77e2\u5370\u307e\u305f\u306f\u4e0b\u77e2\u5370\uff0c\u305d\u3057\u3066\u305d\u308c\u3089\u3092\u30b4\u30df\u7bb1\u9593\u3067\u79fb\u52d5\u3059\u308b\u306b\u306f\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\uff0b\u30b7\u30d5\u30c8\u3092\u4f7f\u3063\u3066\u4e0b\u3055\u3044\uff0e
simplepage.reorder.tooltip=\u3053\u306e\u30da\u30fc\u30b8\u306e\u30a2\u30a4\u30c6\u30e0\u306e\u9806\u5e8f\u3092\u5909\u66f4\u3057\u307e\u3059\uff0e
simplepage.reorder-duplicates=\u7d9a\u884c\u3067\u304d\u307e\u305b\u3093\uff0e\u30a2\u30a4\u30c6\u30e0\u306e\u4e00\u90e8\u3067\u9806\u756a\u304c\u91cd\u8907\u3057\u3066\u3044\u307e\u3059\uff0e
simplepage.reorder-belowdelete=\u524a\u9664\u3059\u308b\u30a2\u30a4\u30c6\u30e0\u3092\u3053\u306e\u30de\u30fc\u30ab\u30fc\u306e\u4e0b\u306b\u79fb\u52d5\u3057\u3066\u304f\u3060\u3055\u3044
simplepage.reorder-aboveuse=\u30da\u30fc\u30b8\u306b\u8ffd\u52a0\u3059\u308b\u30a2\u30a4\u30c6\u30e0\u3092\u3053\u306e\u30de\u30fc\u30ab\u30fc\u306e\u4e0a\u306b\u79fb\u52d5\u3057\u3066\u304f\u3060\u3055\u3044
simplepage.reorder-addpage=\u4ed6\u306e\u30da\u30fc\u30b8\u304b\u3089\u30a2\u30a4\u30c6\u30e0\u3092\u8ffd\u52a0
simplepage.reorder_delebox=\u524a\u9664\u3059\u308b\u306b\u306f\u30a2\u30a4\u30c6\u30e0\u3092\u3053\u3053\u306b\u30c9\u30ed\u30c3\u30d7\u3059\u308b\u304b\uff0cX\u3092\u30af\u30ea\u30c3\u30af\u3057\u307e\u3059\uff0e\u524a\u9664\u3057\u305f\u30a2\u30a4\u30c6\u30e0\u306f\u3053\u3053\u304b\u3089\u30da\u30fc\u30b8\u306b\u30c9\u30e9\u30c3\u30b0\u3067\u623b\u305b\u307e\u3059\uff0e
simplepage.save=\u4fdd\u5b58
simplepage.edit_youtubelink=Youtube \u30ea\u30f3\u30af\u3092\u7de8\u96c6
simplepage.edit_youtube=\u4ee5\u4e0b\u306e Youtube \u30ea\u30f3\u30af\u3092\u7de8\u96c6
simplepage.edit_movie=\u4ee5\u4e0b\u306e\u30a2\u30a4\u30c6\u30e0\u3092\u7de8\u96c6
simplepage.open_new_window=\u65b0\u3057\u3044\u30a6\u30a3\u30f3\u30c9\u30a6\u306b\u958b\u304f
simplepage.print_view=\u5370\u5237\u30e2\u30fc\u30c9
simplepage.edititems=\u30a2\u30a4\u30c6\u30e0\u3092\u7de8\u96c6
simplepage.itemstatus=\u30a2\u30a4\u30c6\u30e0\u306e\u72b6\u614b
simplepage.items=\u30a2\u30a4\u30c6\u30e0
simplepage.edit_quiz=\u30af\u30a4\u30ba\u3092\u7de8\u96c6
simplepage.edit_quiz_settings=\u30af\u30a4\u30ba\u8a2d\u5b9a\u3092\u7de8\u96c6
simplepage.edit_assignment=\u8ab2\u984c\u3092\u7de8\u96c6
simplepage.edit_topic=\u30d5\u30a9\u30fc\u30e9\u30e0\u307e\u305f\u306f\u30c8\u30d4\u30c3\u30af\u3092\u7de8\u96c6
simplepage.return_from_edit=\u30a2\u30a4\u30c6\u30e0\u306e\u7de8\u96c6\u3092\u5b8c\u4e86\u3057\u305f\u5f8c\uff0c {} \u306b\u623b\u308a\u307e\u3059
simplepage.status.completed=\u5b8c\u4e86
simplepage.status.notavailable=\u307e\u3060\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093
simplepage.status.failed=\u5931\u6557
simplepage.status.required=\u5fc5\u9808
simplepage.status.notrequired=\u5fc5\u9808\u3067\u306a\u3044
simplepage.status.needsgrading=\u8981\u8a55\u5b9a
simplepage.status.inprogress=\u5b9f\u884c\u4e2d
simplepage.status.level=\u30ec\u30d9\u30eb {}
simplepage.refresh_prompt=\u8981\u6c42\u3055\u308c\u305f\u30a2\u30a4\u30c6\u30e0\u304c\u5b8c\u4e86\u3057\u305f\u3089\u3001\u4ee5\u4e0b\u3092\u5b9f\u884c\u3057\u3066\u304f\u3060\u3055\u3044\:
simplepage.refresh=\u66f4\u65b0
simplepage.last-visited=\u524d\u306e\u30bb\u30c3\u30b7\u30e7\u30f3\u304b\u3089\u6700\u65b0\u306e\u30da\u30fc\u30b8\u306b\u623b\u308b - \u524d\u306e\u30bb\u30c3\u30b7\u30e7\u30f3\:
simplepage.update_icons=\u3053\u308c\u306b\u3088\u308a\u72b6\u614b\u30a2\u30a4\u30b3\u30f3\u304c\u66f4\u65b0\u3055\u308c\u307e\u3059\u3002
simplepage.prerequisites_label=\u3059\u3079\u3066\u306e\u524d\u63d0\u6761\u4ef6\u304c\u5b8c\u4e86\u3059\u308b\u307e\u3067\u30a2\u30a4\u30c6\u30e0\u3092\u516c\u958b\u3057\u306a\u3044
simplepage.page_prerequisites_label=\u3059\u3079\u3066\u306e\u524d\u63d0\u6761\u4ef6\u30da\u30fc\u30b8\u304c\u5b8c\u4e86\u3059\u308b\u307e\u3067\u30da\u30fc\u30b8\u3092\u516c\u958b\u3057\u306a\u3044
simplepage.require=\u3053\u306e\u30a2\u30a4\u30c6\u30e0\u3092\u5fc5\u8981\u3068\u3059\u308b
simplepage.page_require=\u3053\u306e\u30da\u30fc\u30b8\u3092\u5fc5\u8981\u3068\u3059\u308b
simplepage.youtube_url=YouTube URL\:
simplepage.youtube_player=Youtube \u30d7\u30ec\u30a4\u30e4
simplepage.mm_player={} \u7528\u30de\u30eb\u30c1\u30e1\u30c7\u30a3\u30a2\u30d7\u30ec\u30a4\u30e4\u30fc
simplepage.web_content=\u30a6\u30a7\u30d6 {}
simplepage.youtube.needflash=\u3053\u306e\u30d3\u30c7\u30aa\u3092\u898b\u308b\u306b\u306f\u3001Flash player \u30d0\u30fc\u30b8\u30e7\u30f3 8 \u4ee5\u964d\u3068 Javascript \u304c\u6709\u52b9\u306b\u306a\u3063\u3066\u3044\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
simplepage.hide_page_label=\u3053\u306e\u30da\u30fc\u30b8\u3092\u975e\u8868\u793a\:
simplepage.hide_page_from_users=\u3053\u306e\u30da\u30fc\u30b8\u3092\u30e6\u30fc\u30b6\u30fc\u306b\u5bfe\u3057\u3066\u975e\u8868\u793a\u306b\u3059\u308b (\u30da\u30fc\u30b8\u306f\u5de6\u30de\u30fc\u30b8\u30f3\u306b\u8868\u793a\u3055\u308c\u306a\u3044)
simplepage.page.releasedate=\u6b21\u306e\u65e5\u6642\u307e\u3067\u30da\u30fc\u30b8\u3092\u975e\u8868\u793a\u306b\u3057\u307e\u3059\uff08\u30da\u30fc\u30b8\u306f\u516c\u958b\u65e5\u6642\u3068\u3068\u3082\u306b\u4e00\u89a7\u8868\u793a\u3055\u308c\u307e\u3059\uff09
simplepage.page.releasedate2=\u6b21\u306e\u65e5\u6642\u307e\u3067\u30da\u30fc\u30b8\u3092\u975e\u8868\u793a\u306b\u3057\u307e\u3059\uff08\u30da\u30fc\u30b8\u306f\u516c\u958b\u65e5\u6642\u3068\u3068\u3082\u306b\u4e00\u89a7\u8868\u793a\u3055\u308c\u307e\u3059\uff09
simplepage.error=\u30a8\u30e9\u30fc
simplepage.error_colon=\u30a8\u30e9\u30fc\:
simplepage.complete_required=\u3053\u306e\u30a2\u30a4\u30c6\u30e0\u3092\u8868\u793a\u3059\u308b\u524d\u306b\uff0c\u4e0a\u8a18\u306e\u5fc5\u9808\u30a2\u30a4\u30c6\u30e0\u3092\u3059\u3079\u3066\u5b8c\u6210\u3055\u305b\u3066\u304f\u3060\u3055\u3044\uff0e
simplepage.prerequisites_tag=\u5fc5\u8981\u6761\u4ef6\u304c\u3042\u308a\u307e\u3059\uff0e
simplepage.editpermissions=\u6b21\u306e\u6a29\u9650\u3092\u8a2d\u5b9a\:
simplepage.ownerpermissions=\u8a2d\u5b9a\u306b\u3066\u30da\u30fc\u30b8\u30d9\u30fc\u30b9\u3067\u660e\u78ba\u306b\u8a2d\u5b9a\u3055\u308c\u306a\u3051\u308c\u3070\uff0c\u30da\u30fc\u30b8\u306f\u500b\u3005\u306e\u30e6\u30fc\u30b6\u306e\u6240\u6709\u306b\u306a\u308a\u307e\u305b\u3093\uff0e
simplepage.filepicker_instructions=1\u3064\u4ee5\u4e0a\u306e\u8ffd\u52a0\u3059\u308b\u30d5\u30a1\u30a4\u30eb\u3092\u9078\u629e\u3057\u3066\u4e0b\u3055\u3044\uff0e
simplepage.require_submit_assessment=\u5b66\u751f\u304c\u3053\u306e\u8a55\u4fa1\u3092\u63d0\u51fa\u3059\u308b\u3053\u3068\u304c\u5fc5\u8981\u3067\u3059\uff0e
simplepage.require_submit_assignment=\u5b66\u751f\u304c\u3053\u306e\u8ab2\u984c\u3092\u63d0\u51fa\u3059\u308b\u3053\u3068\u304c\u5fc5\u8981\u3067\u3059\uff0e
simplepage.require_submit_forum=\u5b66\u751f\u304c\u3053\u306e\u30c8\u30d4\u30c3\u30af\u306b\u6295\u7a3f\u3059\u308b\u3053\u3068\u304c\u5fc5\u8981\u3067\u3059\uff0e
simplepage.require_receive=\u5b66\u751f\u304c\u4ee5\u4e0b\u3092\u53d7\u3051\u53d6\u308b\u3053\u3068\u304c\u5fc5\u8981\u3067\u3059\: 
simplepage.require_points_assessment=\u3053\u306e\u8a55\u4fa1\u3078\u306e\u70b9\u6570\uff0e
simplepage.require_points_assignment=\u3053\u306e\u8ab2\u984c\u3078\u306e\u70b9\u6570\uff0e
simplepage.require_pass_assignment=\u5b66\u751f\u304c\u3053\u306e\u8ab2\u984c\u306b<b>\u30d1\u30b9</b>\u3059\u308b\u3053\u3068\u304c\u5fc5\u8981\u3067\u3059\u3002
simplepage.require_atleast=\u5b66\u751f\u306e\u53d7\u3051\u53d6\u308b\u70b9\u6570\u304c\u3053\u306e\u70b9\u6570\u4ee5\u4e0a\u3067\u3042\u308b\u3053\u3068\u304c\u5fc5\u8981\u3067\u3059\:
simplepage.require_checkmark=\u5b66\u751f\u304c\u30c1\u30a7\u30c3\u30af\u30de\u30fc\u30af\u3092\u53d7\u3051\u53d6\u308b\u3053\u3068\u304c\u5fc5\u8981\u3067\u3059\:
simplepage.title_notblank=\u30bf\u30a4\u30c8\u30eb\u3092\u7a7a\u767d\u306b\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\uff0e
simplepage.must_be_youtube=\u3053\u308c\u306f Youtube URL \u3067\u3042\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059
simplepage.item_notblank=\u30a2\u30a4\u30c6\u30e0\u540d\u3092\u7a7a\u767d\u306b\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093
simplepage.page_notblank=\u30da\u30fc\u30b8\u30bf\u30a4\u30c8\u30eb\u3092\u7a7a\u767d\u306b\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\uff0e
simplepage.copied.assignment=\u3053\u306e\u30a2\u30a4\u30c6\u30e0\u306f\uff0c\u5225\u306e\u30b5\u30a4\u30c8\u304b\u3089\u30b3\u30d4\u30fc\u3055\u308c\u307e\u3057\u305f\uff0e\u300c\u7de8\u96c6\u300d\u304a\u3088\u3073\u300c\u8ab2\u984c\u3092\u5909\u66f4\u300d\u3092\u5b9f\u884c\u3057\u3066\uff0c\u3053\u306e\u30b5\u30a4\u30c8\u3067\u6709\u52b9\u306a\u8ab2\u984c\u3092\u9078\u629e\u3059\u308b\u307e\u3067\uff0c\u6709\u52b9\u306b\u306a\u308a\u307e\u305b\u3093\uff0e
simplepage.copied.assessment=\u3053\u306e\u30a2\u30a4\u30c6\u30e0\u306f\uff0c\u5225\u306e\u30b5\u30a4\u30c8\u304b\u3089\u30b3\u30d4\u30fc\u3055\u308c\u307e\u3057\u305f\uff0e\u300c\u7de8\u96c6\u300d\u304a\u3088\u3073\u300c\u30af\u30a4\u30ba\u3092\u5909\u66f4\u300d\u3092\u5b9f\u884c\u3057\u3066\uff0c\u3053\u306e\u30b5\u30a4\u30c8\u3067\u6709\u52b9\u306a\u30af\u30a4\u30ba\u3092\u9078\u629e\u3059\u308b\u307e\u3067\uff0c\u6709\u52b9\u306b\u306a\u308a\u307e\u305b\u3093\uff0e
simplepage.copied.forum=\u3053\u306e\u30a2\u30a4\u30c6\u30e0\u306f\uff0c\u5225\u306e\u30b5\u30a4\u30c8\u304b\u3089\u30b3\u30d4\u30fc\u3055\u308c\u307e\u3057\u305f\uff0e\u300c\u7de8\u96c6\u300d\u304a\u3088\u3073\u300c\u30d5\u30a9\u30fc\u30e9\u30e0\u307e\u305f\u306f\u30c8\u30d4\u30c3\u30af\u3092\u5909\u66f4\u300d\u3092\u5b9f\u884c\u3057\u3066\uff0c\u3053\u306e\u30b5\u30a4\u30c8\u3067\u6709\u52b9\u306a\u30d5\u30a9\u30fc\u30e9\u30e0\u307e\u305f\u306f\u30c8\u30d4\u30c3\u30af\u3092\u9078\u629e\u3059\u308b\u307e\u3067\uff0c\u6709\u52b9\u306b\u306a\u308a\u307e\u305b\u3093\uff0e
simplepage.nosite=\u73fe\u5728\u306e\u30b5\u30a4\u30c8\u3092\u6c7a\u5b9a\u3067\u304d\u307e\u305b\u3093
simplepage.create.resource.failed=\u5171\u901a\u30ab\u30fc\u30c8\u30ea\u30c3\u30b8\u306e\u30a4\u30f3\u30dd\u30fc\u30c8\u4e2d\u306f\u30d5\u30a1\u30a4\u30eb\u3092\u4f5c\u6210\u3067\u304d\u307e\u305b\u3093\: 
simplepage.create.object.failed=\u30b3\u30e2\u30f3\u30ab\u30fc\u30c8\u30ea\u30c3\u30b8\u3092\u30a4\u30f3\u30dd\u30fc\u30c8\u4e2d\u306f\u30ea\u30bd\u30fc\u30b9\u3092\u30a4\u30f3\u30dd\u30fc\u30c8\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\:{}
simplepage.resource100=\u5171\u901a\u30ab\u30fc\u30c8\u30ea\u30c3\u30b8\u306e\u30a4\u30f3\u30dd\u30fc\u30c8\u4e2d\u306f\u30d5\u30a1\u30a4\u30eb\u3092\u4f5c\u6210\u3067\u304d\u307e\u305b\u3093\: \u3059\u3067\u306b 100 \u4ef6\u5b58\u5728\u3057\u307e\u3059\: 
simplepage.noquizengines=<b style\="color\:\#c00">\u8b66\u544a\uff1a</b>\u3053\u306e\u30b5\u30a4\u30c8\u306b\u30af\u30a4\u30ba\u30c4\u30fc\u30eb\u3092\u8ffd\u52a0\u3057\u3066\u304f\u3060\u3055\u3044\u3002\u8ffd\u52a0\u3057\u306a\u3044\u3068\u30ab\u30fc\u30c8\u30ea\u30c3\u30b8\u304b\u3089\u30af\u30a4\u30ba\u3092\u8aad\u307f\u8fbc\u3081\u307e\u305b\u3093
simplepage.choosequizengine=\u3053\u306e\u30ab\u30fc\u30c8\u30ea\u30c3\u30b8\u3067\u30af\u30a4\u30ba\u306b\u4f7f\u7528\u3059\u308b\u30af\u30a4\u30ba\u30c4\u30fc\u30eb\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044
simplepage.notopicengines=<b style\="color\:\#c00">\u8b66\u544a\:</b> \u3053\u306e\u30b5\u30a4\u30c8\u306b\u30d5\u30a9\u30fc\u30e9\u30e0\u30c4\u30fc\u30eb\u3092\u8ffd\u52a0\u3057\u3066\u304f\u3060\u3055\u3044\u3002 \u8ffd\u52a0\u3057\u306a\u3044\u3068\u30ab\u30fc\u30c8\u30ea\u30c3\u30b8\u304b\u3089\u30d5\u30a9\u30fc\u30e9\u30e0\u3092\u8aad\u307f\u8fbc\u3081\u307e\u305b\u3093
simplepage.choosetopicengine=\u3053\u306e\u30ab\u30fc\u30c8\u30ea\u30c3\u30b8\u3067\u30d5\u30a9\u30fc\u30e9\u30e0\u306b\u4f7f\u7528\u3059\u308b\u30d5\u30a9\u30fc\u30e9\u30e0\u30c4\u30fc\u30eb\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044
simplepage.noassignengines=<b style\="color\:\#c00">\u8b66\u544a\:</b> \u3053\u306e\u30b5\u30a4\u30c8\u306b \u8a55\u4fa1\u30c4\u30fc\u30eb\u3092\u8ffd\u52a0\u3057\u3066\u4e0b\u3055\u3044\uff0e\u305d\u308c\u306a\u3057\u306b\u306f\uff0c\u30ab\u30fc\u30c8\u30ea\u30c3\u30b8\u304b\u3089\u30d5\u30a9\u30fc\u30e9\u30e0\u3092\u8aad\u307f\u8fbc\u3080\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093
simplepage.chooseassignengine=\u3053\u306e\u30ab\u30fc\u30c8\u30ea\u30c3\u30b8\u306e\u8a55\u4fa1\u3067\u4f7f\u7528\u3059\u308b \u8a55\u4fa1\u30c4\u30fc\u30eb\u3092\u9078\u629e\u3057\u3066\u4e0b\u3055\u3044
simplepage.loading=\u8aad\u307f\u8fbc\u3093\u3067\u3044\u307e\u3059\u3001\u304a\u5f85\u3061\u304f\u3060\u3055\u3044...
simplepage.checkingwithhost=Web\u30b5\u30fc\u30d0\u3092\u30c1\u30a7\u30c3\u30af\u3059\u308b\u9593\u304a\u5f85\u3061\u304f\u3060\u3055\u3044 ...
simplepage.needpermissions=\u3053\u306e\u30c4\u30fc\u30eb\u3092\u4f7f\u7528\u3059\u308b\u305f\u3081\u306b\u5fc5\u8981\u306a\u6a29\u9650\u304c\u3042\u308a\u307e\u305b\u3093\uff0e\u3042\u306a\u305f\u306e\u30ed\u30fc\u30eb\u3067\u306f\u6a29\u9650\u304c\u3042\u308b\u306f\u305a\u306a\u306e\u3067\uff0c\u30b5\u30a4\u30c8\u3067\u6a29\u9650\u304c\u9069\u5207\u306b\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u306a\u3044\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059\uff0e \u6b21\u306e\u30ea\u30f3\u30af\u3092\u4f7f\u7528\u3057\u3066\u6a29\u9650\u30c4\u30fc\u30eb\u3092\u5b9f\u884c\u3057\u3066\u304f\u3060\u3055\u3044\uff0e\u3059\u3079\u3066\u306e\u30ed\u30fc\u30eb\u306b lessonbuilder.read \u3092\uff0c\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u7de8\u96c6\u3067\u304d\u308b\u3088\u3046\u306b\u3059\u308b\u3059\u3079\u3066\u306e\u30ed\u30fc\u30eb\u306b lessonbuilder.upd \u3092\u4e0e\u3048\u308b\u3053\u3068\u3092\u304a\u52e7\u3081\u3057\u307e\u3059\uff0e\u901a\u5e38\uff0c\u3053\u308c\u306f\u7ba1\u7406\uff0c\u6559\u54e1\uff0c\u304a\u3088\u3073\u5834\u5408\u306b\u3088\u3063\u3066\u306f\u4e00\u90e8\u306e TA \u30ed\u30fc\u30eb\u3067\u3059\uff0e
simplepage.wrong-cc-version=\u5171\u901a\u30ab\u30fc\u30c8\u30ea\u30c3\u30b8\u306e\u30d5\u30a9\u30fc\u30de\u30c3\u30c8\u3092\u8a8d\u8b58\u3067\u304d\u307e\u305b\u3093\uff0e\u30d5\u30a1\u30a4\u30eb\u306e\u30d0\u30fc\u30b8\u30e7\u30f3\u306f 1.0 \u307e\u305f\u306f 1.1 \u3067\u306a\u3051\u308c\u3070\u306a\u308a\u307e\u305b\u3093\uff0e
simplepage.cc-error=\u5171\u901a\u30ab\u30fc\u30c8\u30ea\u30c3\u30b8\u30d5\u30a1\u30a4\u30eb\u306e\u30a4\u30f3\u30dd\u30fc\u30c8\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\uff0e\u7121\u52b9\u306a\u30d5\u30a1\u30a4\u30eb\u306e\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059\uff0e
simplepage.lti.import.notes=\u4e0b\u306e\u30ea\u30f3\u30af\u3092\u30af\u30ea\u30c3\u30af\u3059\u308b\u3068\u30a4\u30f3\u30dd\u30fc\u30c8\u3055\u308c\u305f\u5171\u901a\u30ab\u30fc\u30c8\u30ea\u30c3\u30b8\u3092\u623b\u3059\u305f\u3081\u306b\u3053\u306e\u30b7\u30b9\u30c6\u30e0\u5916\u306e\u5916\u90e8\u30c4\u30fc\u30eb\u306b\u79fb\u52d5\u3057\u307e\u3059\uff0e\u5916\u90e8\u30c4\u30fc\u30eb\u306f\u8aa4\u3063\u305f\u69cb\u6210\u306b\u3088\u308a\u843d\u3061\u308b\u304b\uff0c\u30a4\u30f3\u30dd\u30fc\u30c8\u3055\u308c\u305f\u30d5\u30a1\u30a4\u30eb\u3092\u5b9f\u969b\u306b\u306f\u63d0\u4f9b\u3067\u304d\u306a\u3044\u304b\u3082\u3057\u308c\u307e\u305b\u3093\uff0e\u5916\u90e8\u30c4\u30fc\u30eb\u306b\u554f\u984c\u304c\u3042\u308b\u5834\u5408\u306b\u306f\u3053\u306e\u753b\u9762\u306b\u623b\u308b\u305f\u3081\u306b\u30dd\u30c3\u30d7\u30a2\u30c3\u30d7\u30c0\u30a4\u30a2\u30ed\u30fc\u30b0\u3092\u5358\u306b\u9589\u3058\u3066\u304f\u3060\u3055\u3044\uff0e
simplepage.lti-import-error-no-tools=\u5916\u90e8\u30c4\u30fc\u30eb\u306b\u5bfe\u5fdc\u3057\u305f\u30d5\u30a1\u30a4\u30eb\u30a2\u30a4\u30c6\u30e0\u304c\u5229\u7528\u3067\u304d\u307e\u305b\u3093\uff0e
simplepage.lti-import-error-id=\u5916\u90e8\u30c4\u30fc\u30eb\u304b\u3089\u30a4\u30f3\u30dd\u30fc\u30c8\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\uff0e\u554f\u984c\u306e\u3042\u308b\u30c4\u30fc\u30ebID\={}
simplepage.lti-import-bad-content-item=\u5916\u90e8\u30c4\u30fc\u30eb\u304b\u3089\u30a4\u30f3\u30dd\u30fc\u30c8\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\uff0e\u8a73\u7d30\={}
simplepage.lti-import-missing-file-item=\u5916\u90e8\u30eb\u30fc\u30eb\u306f\u8fd4\u3055\u308c\u305f\u30c7\u30fc\u30bf\u4e2d\u306e\u30d5\u30a1\u30a4\u30eb\u30a2\u30a4\u30c6\u30e0\u3092\u63d0\u4f9b\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\uff0e
simplepage.lti-import-missing-url=\u8fd4\u3055\u308c\u305f\u30d5\u30a1\u30a4\u30eb\u30a2\u30a4\u30c6\u30e0\u306bURL\u3092\u898b\u3064\u3051\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093
simplepage.lti-import-error-reading-url=URL\u304b\u3089\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u53d6\u5f97\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093 URL\={}
simplepage.lti-import-success-length=\u5916\u90e8\u30c4\u30fc\u30eb\u304b\u3089 {} \u30d0\u30a4\u30c8\u306e\u30c7\u30fc\u30bf\u3092\u30a4\u30f3\u30dd\u30fc\u30c8\u3057\u307e\u3057\u305f\uff0e
simplepage.cc-noresource=\u30ab\u30fc\u30c8\u30ea\u30c3\u30b8\u306f\u7121\u52b9\u3067\u3059\uff0e\u95a2\u9023\u3065\u3051\u3089\u308c\u3066\u3044\u308b\u30ea\u30bd\u30fc\u30b9\u304c\u306a\u3044\u30a2\u30a4\u30c6\u30e0\u304c\u3042\u308a\u307e\u3059\uff0e\u305d\u306e\u30a2\u30a4\u30c6\u30e0\u306f\u30b9\u30ad\u30c3\u30d7\u3055\u308c\u307e\u3059\uff0e\u30ea\u30bd\u30fc\u30b9ID\u306f{}\u3067\u3059\uff0e
simplepage.cc-uses-auth=\u6a29\u9650\u306e\u5236\u9650\u306e\u305f\u3081\u306b\u5171\u901a\u30ab\u30fc\u30c8\u30ea\u30c3\u30b8\u3092\u30a4\u30f3\u30dd\u30fc\u30c8\u3067\u304d\u307e\u305b\u3093
simplepage.cc-uses-role=\u3053\u306e\u30ab\u30fc\u30c8\u30ea\u30c3\u30b8\u306b\u306f\uff0c\u8b1b\u5e2b\u307e\u305f\u306f\u6559\u54e1\u306b\u5236\u9650\u3055\u308c\u305f\u30ea\u30bd\u30fc\u30b9\u304c\u5c11\u306a\u304f\u3068\u3082 1 \u3064\u542b\u307e\u308c\u3066\u3044\u307e\u3059\uff0e\u3053\u306e\u3088\u3046\u306a\u30ea\u30bd\u30fc\u30b9\u306f\u30ec\u30c3\u30b9\u30f3\u30da\u30fc\u30b8\u306b\u8ffd\u52a0\u3055\u308c\u305a\uff0c\u30ea\u30bd\u30fc\u30b9\u306b\u30ed\u30fc\u30c9\u3055\u308c\u3066\u3044\u3066\u3082\u5b66\u751f\u306b\u306f\u975e\u8868\u793a\u3068\u306a\u308a\u307e\u3059\uff0e{}
simplepage.cc-uses-curriculum=\u3053\u306e\u30ab\u30fc\u30c8\u30ea\u30c3\u30b8\u306f\u30ab\u30ea\u30ad\u30e5\u30e9\u30e0\u306e\u6a19\u6e96\u3092\u4f7f\u7528\u3057\u307e\u3059\uff0e\u30ab\u30ea\u30ad\u30e5\u30e9\u30e0\u306e\u6a19\u6e96\u306f\u73fe\u5728\u5b9f\u88c5\u3055\u308c\u3066\u3044\u306a\u3044\u305f\u3081\uff0c\u7121\u8996\u3055\u308c\u307e\u3059\uff0e
simplepage.cc-defaultforum=\u30d5\u30a9\u30fc\u30e9\u30e0
simplepage.cc-defaulttopic=\u30c8\u30d4\u30c3\u30af
simplepage.comments-section=\u30b3\u30e1\u30f3\u30c8\u30bb\u30af\u30b7\u30e7\u30f3
simplepage.replace-with-comments=\u30b3\u30e1\u30f3\u30c8\u3092\u8aad\u307f\u8fbc\u3093\u3067\u3044\u307e\u3059 ...
simplepage.comments=\u30b3\u30e1\u30f3\u30c8\u30c4\u30fc\u30eb\u3092\u8ffd\u52a0
simplepage.comments.tooltip=\u5b66\u751f\u304c\u30b3\u30e1\u30f3\u30c8\u3067\u304d\u308b\u30bb\u30af\u30b7\u30e7\u30f3\u3092\u8ffd\u52a0\u3057\u307e\u3059\uff0e
simplepage.add-comment=\u30b3\u30e1\u30f3\u30c8\u3092\u8ffd\u52a0
simplepage.in-reply-to={1} \u3078\u306e\u8fd4\u4fe1\u3068\u3057\u3066\uff0c{2}
simplepage.comment-reply={} \u304b\u3089\u306e\u30b3\u30e1\u30f3\u30c8\u3078\u306e\u8fd4\u4fe1
simplepage.missing-prereqs=\u30b3\u30e1\u30f3\u30c8\u7528\u306e\u30a8\u30ea\u30a2\u304c\u3042\u308a\u307e\u3059\u304c\uff0c\u4e0a\u8a18\u306e\u5fc5\u9808\u30a2\u30a4\u30c6\u30e0\u3092\u3059\u3079\u3066\u5b8c\u6210\u3055\u305b\u308b\u307e\u3067\u8868\u793a\u3055\u308c\u307e\u305b\u3093\uff0e
simplepage.fake-missing-prereqs=\u5b66\u751f\u306e\u5834\u5408\u306f\uff0c\u4e0a\u8a18\u306e\u3059\u3079\u3066\u306e\u5fc5\u9808\u30a2\u30a4\u30c6\u30e0\u3092\u5b8c\u6210\u3055\u305b\u3066\u3044\u306a\u3044\u305f\u3081\uff0c\u30b3\u30e1\u30f3\u30c8\u3092\u898b\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\uff0e
simplepage.edit-comment=\u7de8\u96c6
simplepage.comment-edit={} \u304b\u3089\u306e\u30b3\u30e1\u30f3\u30c8\u3092\u7de8\u96c6
simplepage.see_all_comments=\u3059\u3079\u3066\u306e {} \u30b3\u30e1\u30f3\u30c8\u3092\u898b\u308b...
simplepage.see_new_comments=\u3059\u3079\u3066\u306e {} \u65b0\u7740\u30b3\u30e1\u30f3\u30c8\u3092\u898b\u308b...
simplepage.edit_commentslink=\u30b3\u30e1\u30f3\u30c8\u30bb\u30af\u30b7\u30e7\u30f3\u3092\u7de8\u96c6
simplepage.comments-anonymous=\u30b3\u30e1\u30f3\u30c8\u306e\u533f\u540d\u3092\u7d99\u7d9a
simplepage.comments-graded=\u3053\u308c\u3089\u306e\u6210\u7e3e\u7c3f\u30a2\u30a4\u30c6\u30e0\u3092\u4f5c\u6210
simplepage.comments-max=\u6700\u9ad8\u70b9\:
simplepage.integer-expected=\u70b9\u6570\u3092\u6709\u52b9\u306a\u6570\u5024\u306b\u8a2d\u5b9a\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\uff0e
simplepage.integer-too-big=\u70b9\u6570\u306f 2147483684\u3088\u308a\u5c0f\u3055\u3044\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\uff0e
simplepage.gbname-expected=\u6210\u7e3e\u306e\u30a2\u30a4\u30c6\u30e0\u540d\u3092\u63d0\u4f9b\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\uff0e
simplepage.comment-delete={} \u304b\u3089\u306e\u30b3\u30e1\u30f3\u30c8\u3092\u524a\u9664
simplepage.delete_comment_confirm={} \u306b\u3088\u308b\u3053\u306e\u30b3\u30e1\u30f3\u30c8\u3092\u524a\u9664\u3057\u3066\u3088\u308d\u3057\u3044\u3067\u3059\u304b?
simplepage.empty-comment-error=\u30b3\u30e1\u30f3\u30c8\u306f\u7a7a\u3067\u306a\u3051\u308c\u3070\u306a\u308a\u307e\u305b\u3093\uff0e
simplepage.comment-permissions-error=\u305d\u306e\u30b3\u30e1\u30f3\u30c8\u3092\u524a\u9664\u3059\u308b\u305f\u3081\u306b\u5fc5\u8981\u306a\u6a29\u9650\u304c\u3042\u308a\u307e\u305b\u3093\uff0e
simplepage.permissions-general=\u305d\u308c\u3092\u5b9f\u884c\u3059\u308b\u305f\u3081\u306b\u5fc5\u8981\u306a\u6a29\u9650\u304c\u3042\u308a\u307e\u305b\u3093\uff0e
simplepage.comment-unknown-user=\u672a\u78ba\u8a8d\u306e\u30e6\u30fc\u30b6\u30fc
simplepage.comment-you=\u3042\u306a\u305f
simplepage.comment-anonymous-message=\u901a\u5e38\u306e\u30e6\u30fc\u30b6\u30fc\u306b\u306f\u533f\u540d\u306e\u540d\u524d\u3057\u304b\u8868\u793a\u3055\u308c\u307e\u305b\u3093\uff0e\u30b3\u30e1\u30f3\u30c8\u3057\u305f\u4eba\u306e\u672c\u540d\u306f\uff0c\u3042\u306a\u305f\u3068\u4ed6\u306e\u7ba1\u7406\u8005\u306b\u306e\u307f\u8868\u793a\u3055\u308c\u307e\u3059\uff0e
simplepage.comment-edit-message=\u81ea\u5206\u306e\u30b3\u30e1\u30f3\u30c8\u3092\u7de8\u96c6\u307e\u305f\u306f\u524a\u9664\u3067\u304d\u308b\u306e\u306f\uff0c30 \u5206\u4ee5\u5185\u3067\u3059\uff0e
simplepage.comment-grading-message=\u7279\u5b9a\u306e\u30b3\u30e1\u30f3\u30c8\u306b\u5272\u308a\u5f53\u3066\u308b\u70b9\u6570\u306e\u6570\u5024\u3092\u30b3\u30e1\u30f3\u30c8\u306e\u96a3\u306e\u300c\u70b9\u300d\u30dc\u30c3\u30af\u30b9\u306b\u5165\u529b\u3057\u3066\u304b\u3089\uff0cEnter \u30ad\u30fc\u3092\u62bc\u3057\u3066\u6210\u7e3e\u3092\u9001\u4fe1\u3057\u307e\u3059\uff0e\u5165\u529b\u3055\u308c\u305f\u3060\u3051\u3067\u9001\u4fe1\u3055\u308c\u3066\u3044\u306a\u3044\u6210\u7e3e\u306f\uff0c\u8d64\u3044\u6587\u5b57\u3067\u8868\u793a\u3055\u308c\u307e\u3059\uff0e
simplepage.comment-author-owner=\u30da\u30fc\u30b8\u6240\u6709\u8005
simplepage.nothing-over-100-percent=\u9ad8\u3055\u307e\u305f\u306f\u5e45\u3092 100% \u3088\u308a\u5927\u304d\u304f\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\uff0e
simplepage.width-height=\u5e45\u3068\u9ad8\u3055\u306b\u306f\u6b63\u306e\u6570 (\u4f8b\: 500\uff0c500px) \u307e\u305f\u306f 100% \u4ee5\u4e0b\u306e\u5272\u5408\u3092\u6307\u5b9a\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\uff0e
simplepage.seconds=\u6570\u79d2\u524d
simplepage.one_min=1 \u5206\u524d
simplepage.x_min={} \u5206\u524d
simplepage.one_hour=1 \u6642\u9593\u524d
simplepage.x_hour={} \u6642\u9593\u524d
simplepage.one_day=1 \u65e5\u524d
simplepage.x_day={} \u65e5\u524d
simplepage.one_month=1 \u304b\u6708\u524d
simplepage.x_month={} \u304b\u6708\u524d
simplepage.one_year=1 \u5e74\u524d
simplepage.x_year={} \u5e74\u524d
simplepage.select-group=\u3053\u306e\u30a2\u30a4\u30c6\u30e0\u304c\u8868\u793a\u3055\u308c\u308b\u30b0\u30eb\u30fc\u30d7\u3092\u9078\u629e [\u6307\u5b9a\u3057\u306a\u3044\u3068\u3059\u3079\u3066\u306e\u30b0\u30eb\u30fc\u30d7\u3067\u8868\u793a]
simplepage.edit-group=\u3053\u306e\u30a2\u30a4\u30c6\u30e0\u304c\u8868\u793a\u3055\u308c\u308b\u30b0\u30eb\u30fc\u30d7\u3092\u7de8\u96c6
simplepage.select-resource-group=\u30ce\u30fc\u30c8\: \u30b0\u30eb\u30fc\u30d7\u30a2\u30af\u30bb\u30b9\u306f\u30ea\u30bd\u30fc\u30b9\u30c4\u30fc\u30eb\u3067\u8a2d\u5b9a\u3059\u308b\u3053\u3068\u3082\u3067\u304d\u307e\u3059\uff0e\u305d\u306e\u5834\u5408\uff0c\u30ea\u30bd\u30fc\u30b9\u3054\u3068\u306b\u5225\u3005\u306b\u8a2d\u5b9a\u3059\u308b\u306e\u3067\u306a\u304f\uff0c\u30d5\u30a9\u30eb\u30c0\u5168\u4f53\u306b\u5bfe\u3057\u3066\u8a2d\u5b9a\u3092\u884c\u3046\u3053\u3068\u304c\u3067\u304d\u307e\u3059\uff0e
simplepage.resource-group-inherited=\u3053\u306e\u30a2\u30a4\u30c6\u30e0\u304c\u542b\u307e\u308c\u308b\u30d5\u30a9\u30eb\u30c0\u306b\uff0c\u30b0\u30eb\u30fc\u30d7\u30a2\u30af\u30bb\u30b9\u307e\u305f\u306f\u30d1\u30d6\u30ea\u30c3\u30af\u30a2\u30af\u30bb\u30b9\u304c\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u307e\u3059\uff0e\u305d\u306e\u305f\u3081\uff0c\u3053\u3053\u3067\u30b0\u30eb\u30fc\u30d7\u3092\u8abf\u6574\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\uff0e
simplepage.edit_studentlink=\u5b66\u751f\u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u30bb\u30af\u30b7\u30e7\u30f3\u3092\u7de8\u96c6
simplepage.student-content=\u5b66\u751f\u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u30bb\u30af\u30b7\u30e7\u30f3
simplepage.add-student-content=\u5b66\u751f\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u8ffd\u52a0
simplepage.student=\u5b66\u751f\u30da\u30fc\u30b8
simplepage.missing-students=\u30da\u30fc\u30b8\u304c\u3042\u308a\u307e\u305b\u3093
simplepage.add-page=\u81ea\u5206\u72ec\u81ea\u306e\u30da\u30fc\u30b8\u3092\u8ffd\u52a0
simplepage.page-exists=\u305d\u306e\u30c4\u30fc\u30eb\u5185\u306b\u306f\u3059\u3067\u306b\u30da\u30fc\u30b8\u304c\u3042\u308a\u307e\u3059\uff0e
simplepage.new-student-page=\u65b0\u898f
simplepage.new-student-content-page=\u65b0\u898f\u30da\u30fc\u30b8
simplepage.new-student-content=\u30da\u30fc\u30b8\u306e\u65b0\u3057\u3044\u30b3\u30f3\u30c6\u30f3\u30c4
simplepage.new-student-comments=\u30da\u30fc\u30b8\u306e\u65b0\u3057\u3044\u30b3\u30e1\u30f3\u30c8
simplepage.new-student-content-page-1={} \u306b\u3088\u308b\u65b0\u898f\u30da\u30fc\u30b8
simplepage.new-student-content-1={} \u306b\u3088\u308b\u65b0\u898f\u30b3\u30f3\u30c6\u30f3\u30c4
simplepage.new-student-comments-1={} \u306b\u3088\u308b\u30b3\u30f3\u30c6\u30f3\u30c4\u306b\u5bfe\u3059\u308b\u65b0\u898f\u30b3\u30e1\u30f3\u30c8
simplepage.student-content-page=\u5b66\u751f\u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u30da\u30fc\u30b8
simplepage.student-anonymous=\u3053\u308c\u3089\u306e\u5b66\u751f\u30da\u30fc\u30b8\u3092\u533f\u540d\u306b\u3059\u308b
simplepage.student-comments=\u5404\u30da\u30fc\u30b8\u306b\u30b3\u30e1\u30f3\u30c8\u30bb\u30af\u30b7\u30e7\u30f3\u3092\u8ffd\u52a0\u3059\u308b
simplepage.student-comments-anon=\u3053\u308c\u3089\u306e\u30b3\u30e1\u30f3\u30c8\u3092\u533f\u540d\u306b\u3059\u308b
simplepage.anonymous=\u533f\u540d
simplepage.student-missing-prereqs=\u5b66\u751f\u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u7528\u306e\u30a8\u30ea\u30a2\u304c\u3042\u308a\u307e\u3059\u304c\uff0c\u4e0a\u8a18\u306e\u5fc5\u9808\u30a2\u30a4\u30c6\u30e0\u3092\u3059\u3079\u3066\u5b8c\u6210\u3055\u305b\u308b\u307e\u3067\u8868\u793a\u3055\u308c\u307e\u305b\u3093\uff0e
simplepage.student-fake-missing-prereqs=\u5b66\u751f\u306e\u5834\u5408\u306f\uff0c\u4e0a\u8a18\u306e\u3059\u3079\u3066\u306e\u5fc5\u9808\u30a2\u30a4\u30c6\u30e0\u3092\u5b8c\u6210\u3055\u305b\u3066\u3044\u306a\u3044\u305f\u3081\uff0c\u5b66\u751f\u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u898b\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\uff0e
simplepage.website=ZIP\u30d5\u30a1\u30a4\u30eb\u3067\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9
simplepage.website.noextension=\u3053\u306e\u64cd\u4f5c\u3092\u3059\u308b\u306b\u306f\uff0cZIP\u30d5\u30a1\u30a4\u30eb\u306f\u901a\u5e38.zip\u306e\u30a8\u30af\u30b9\u30c6\u30f3\u30b7\u30e7\u30f3\u3092\u6301\u3063\u3066\u3044\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\uff0e
simplepage.website.tooltip=Camtasia \u3084 Wimba Create\uff0cArticulate \u306b\u306f\u7279\u5225\u306a\u652f\u63f4\u3082\u3042\u308a\u307e\u3059\u304c\uff0c\u4efb\u610f\u306e ZIP \u30d5\u30a1\u30a4\u30eb\u3092\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9\u3067\u304d\u307e\u3059\uff0e\u8a73\u3057\u304f\u306f\u30c0\u30a4\u30a2\u30ed\u30b0\u4e2d\u306e\u30d8\u30eb\u30d7\u3092\u3054\u89a7\u4e0b\u3055\u3044\uff0e
simplepage.addwebsite-descrip=Camtasia \u3084 Wimba Create\uff0cArticulate \u306b\u306f\u7279\u5225\u306a\u652f\u63f4\u3082\u3042\u308a\u307e\u3059\u304c\uff0c\u4efb\u610f\u306e ZIP \u30d5\u30a1\u30a4\u30eb\u3092\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9\u3067\u304d\u307e\u3059\uff0e\u8a73\u3057\u304f\u306f\u30c0\u30a4\u30a2\u30ed\u30b0\u4e2d\u306e\u30d8\u30eb\u30d7\u3092\u3054\u89a7\u4e0b\u3055\u3044\uff0e
simplepage.website.noindex=ZIP \u30d5\u30a1\u30a4\u30eb\u3092\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9\u3057\u307e\u3057\u305f\uff0e\u542b\u307e\u308c\u3066\u3044\u308b\u30d5\u30a1\u30a4\u30eb\u306f\u73fe\u5728\uff0cResources \u5185\u306e {} \u30d5\u30a9\u30eb\u30c0\u306b\u3042\u308a\u307e\u3059\uff0e\u3057\u304b\u3057\uff0c\u8868\u793a\u3055\u308c\u308b\u306f\u305a\u306e\u305d\u306e\u4e2d\u306e\u30d5\u30a1\u30a4\u30eb\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\uff0e\u300c\u30ea\u30bd\u30fc\u30b9\u3092\u8ffd\u52a0\u300d\u3067\u300c\u65e2\u5b58\u306e\u30d5\u30a1\u30a4\u30eb\u3092\u9078\u629e\u300d\u3092\u4f7f\u7528\u3059\u308b\u3068\uff0c\u81ea\u5206\u3067\u6b63\u3057\u3044\u30d5\u30a1\u30a4\u30eb\u3092\u9078\u629e\u3067\u304d\u307e\u3059\uff0e
simplepage.website.cantexpand=ZIP \u30d5\u30a1\u30a4\u30eb\u304b\u3089\u30d5\u30a1\u30a4\u30eb\u3092\u5c55\u958b\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f
simplepage.blti=\u5916\u90e8\u30c4\u30fc\u30eb\u3092\u8ffd\u52a0
simplepage.blti.tooltip=IMS LTI\u6a19\u6e96\u3092\u30b5\u30dd\u30fc\u30c8\u3059\u308b\u5916\u90e8\u30b5\u30fc\u30d3\u30b9\u304b\u3089\u30a2\u30a4\u30c6\u30e0\u3092\u8ffd\u52a0\u3057\u307e\u3059\uff0e\u30ad\u30e3\u30f3\u30d1\u30b9\u30b5\u30dd\u30fc\u30c8\u30b9\u30bf\u30c3\u30d5\u306b\u30ad\u30e3\u30f3\u30d1\u30b9\u306b\u3066\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u308b\u30c4\u30fc\u30eb\u3092\u78ba\u8a8d\u3057\u3066\u3082\u3089\u3063\u3066\u4e0b\u3055\u3044\uff0e
simplepage.import_lti_button=\u5916\u90e8\u30c4\u30fc\u30eb\u30a4\u30f3\u30dd\u30fc\u30c8
simplepage.importitem=\u5916\u90e8\u30c4\u30fc\u30eb\u30a4\u30f3\u30dd\u30fc\u30c8
simplepage.importitem.tooltip=\u5916\u90e8\u30c4\u30fc\u30eb\u304b\u3089\u30d5\u30a1\u30a4\u30eb\u3092\u30a4\u30f3\u30dd\u30fc\u30c8
simplepage.change_blti=\u5916\u90e8\u30c4\u30fc\u30eb\u3092\u5909\u66f4
simplepage.require_submit_blti=\u5b66\u751f\u304c\u3053\u306e\u30a2\u30a4\u30c6\u30e0\u3092\u4f7f\u7528\u3059\u308b\u3053\u3068\u304c\u5fc5\u8981\u3067\u3059\uff0e
simplepage.blti.config=\u5916\u90e8\u30c4\u30fc\u30eb\u3092\u69cb\u6210
simplepage.edit_blti=\u5916\u90e8\u30c4\u30fc\u30eb\u3092\u7de8\u96c6
simplepage.blti.chooser=\u5916\u90e8\u30c4\u30fc\u30eb\u30bb\u30ec\u30af\u30bf
simplepage.blti.tools.manage=\u30c4\u30fc\u30eb\u3068\u30a2\u30a4\u30c6\u30e0\u3092\u7ba1\u7406
simplepage.blti.tools.text=\u30c4\u30fc\u30eb\u3092\u30af\u30ea\u30c3\u30af\u3057\uff0c\u305d\u306e\u30c4\u30fc\u30eb\u306b\u57fa\u3065\u3044\u305f\u30a2\u30a4\u30c6\u30e0\u3092\u633f\u5165\u3057\u307e\u3059
simplepage.blti.tools.create=\u30c4\u30fc\u30eb\u3068\u30a2\u30a4\u30c6\u30e0\u3092\u7ba1\u7406\u3059\u308b\u306b\u306f\uff0c\u4ee5\u4e0b\u3092\u30af\u30ea\u30c3\u30af\u3057\u307e\u3059\uff0e\u3053\u308c\u306b\u3088\u308a\uff0c\u5916\u90e8\u30b5\u30fc\u30d3\u30b9\u304b\u3089\u306e\u60c5\u5831\u306b\u57fa\u3065\u3044\u3066\u72ec\u81ea\u306e\u65b0\u3057\u3044\u30c4\u30fc\u30eb\u3092\u4f5c\u6210\u3057\u305f\u308a\uff0c\u65e2\u5b58\u306e\u30c4\u30fc\u30eb\u3084\u30a2\u30a4\u30c6\u30e0\u3092\u7de8\u96c6\uff0c\u524a\u9664\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\uff0e\u305f\u3060\u3057\uff0c\u307b\u3068\u3093\u3069\u306e\u57f7\u7b46\u8005\u306f\u3053\u308c\u3067\u306f\u306a\u304f\u4e0a\u8a18\u306e\u30bb\u30af\u30b7\u30e7\u30f3\u3092\u4f7f\u7528\u3057\u307e\u3059\uff0e
simplepage.select_blti=\u30a2\u30a4\u30c6\u30e0\u3092\u9078\u629e
simplepage.select_blti.text=\u30a2\u30a4\u30c6\u30e0\u3092\u9078\u629e\u3057\u3066\u304b\u3089\uff0c\u300c\u9078\u629e\u3055\u308c\u3066\u3044\u308b\u30a2\u30a4\u30c6\u30e0\u3092\u4f7f\u7528\u300d\u3092\u30af\u30ea\u30c3\u30af\u3057\u3066\u30da\u30fc\u30b8\u306b\u8ffd\u52a0\u3057\u307e\u3059\uff0e\u30a2\u30a4\u30c6\u30e0\u3092\u30af\u30ea\u30c3\u30af\u3057\u3066\uff0c\u30c4\u30fc\u30eb\u304c\u3069\u306e\u3088\u3046\u306b\u898b\u3048\u308b\u304b\u3092\u78ba\u8a8d\u3057\u307e\u3059\uff0e
simplepage.no_blti_tools=\u5916\u90e8 (LTI) \u30c4\u30fc\u30eb\u304c\u5229\u7528\u3067\u304d\u307e\u305b\u3093\uff0e\u65b0\u305f\u306a\u30c4\u30fc\u30eb\u3092\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3059\u308b\u305f\u3081\u306b\u4e0b\u306e"\u30c4\u30fc\u30eb\u304a\u3088\u3073\u30a2\u30a4\u30c6\u30e0\u7ba1\u7406"\u3092\u4f7f\u3063\u3066\u4e0b\u3055\u3044\uff0e 
simplepage.no_blti_items=\u30a2\u30a4\u30c6\u30e0\u304c\u4f5c\u6210\u3055\u308c\u3066\u3044\u307e\u305b\u3093\uff0e\u30a2\u30a4\u30c6\u30e0\u3092\u4f5c\u6210\u3059\u308b\u305f\u3081\u306b\u4f7f\u7528\u3059\u308b\u30c4\u30fc\u30eb\u3092\u9078\u629e\u3059\u308b\u304b\uff0c\u4e0b\u8a18\u306e\u300c\u30c4\u30fc\u30eb\u3068\u30a2\u30a4\u30c6\u30e0\u3092\u7ba1\u7406\u300d\u3092\u4f7f\u7528\u3059\u308b\u3053\u3068\u306b\u3088\u308a\u5916\u90e8\u30b5\u30fc\u30d3\u30b9\u304b\u3089\u306e\u60c5\u5831\u306b\u57fa\u3065\u3044\u3066\u72ec\u81ea\u306e\u65b0\u3057\u3044\u30c4\u30fc\u30eb\u3092\u4f5c\u6210\u3057\u307e\u3059\uff0e
simplepage.no_blti_native=\u30a2\u30a4\u30c6\u30e0\u306f\u4f5c\u6210\u3055\u308c\u307e\u305b\u3093\u3067\u3057\u305f\uff0e\u4f5c\u6210\u3059\u308b\u306b\u306f\u4e0a\u306e\u30ea\u30f3\u30af\u3092\u4f7f\u3063\u3066\u4e0b\u3055\u3044\uff0e
simplepage.lti.import.chooser=\u5916\u90e8\u30c4\u30fc\u30eb\u304b\u3089\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u30a4\u30f3\u30dd\u30fc\u30c8
simplepage.format.heading=\u3053\u306e\u30a2\u30a4\u30c6\u30e0\u306e\u8868\u793a\u65b9\u6cd5\:
simplepage.format.window=\u65b0\u898f\u30a6\u30a3\u30f3\u30c9\u30a6\: \u65b0\u3057\u3044\u30a6\u30a3\u30f3\u30c9\u30a6\u306b\u8868\u793a
simplepage.format.inline=\u4e26\u3079\u308b\: \u73fe\u5728\u306e\u30da\u30fc\u30b8\u5185\u306e\u30dc\u30c3\u30af\u30b9\u306b\u8868\u793a
simplepage.format.page=\u65b0\u898f\u30da\u30fc\u30b8\: \u300c\u6b21\u300d\u304a\u3088\u3073\u300c\u623b\u308b\u300d\u30dc\u30bf\u30f3\u306e\u3042\u308b\u72ec\u7acb\u3057\u305f\u30da\u30fc\u30b8\u306b\u8868\u793a
simplepage.format.item_removed=<p style\='font-family\:arial, helvetica; padding\:4px; font-size\:80%; border\:2px solid black'><span style\='color\:\#c00'>\u30a8\u30e9\u30fc\:</span> \u8868\u793a\u3055\u308c\u308b\u306f\u305a\u3060\u3063\u305f\u30a2\u30a4\u30c6\u30e0\u304c\u524a\u9664\u3055\u308c\u307e\u3057\u305f\uff0e\u3053\u306e\u30a2\u30a4\u30c6\u30e0\u306e\u96a3\u306b\u3042\u308b\u300c\u7de8\u96c6\u300d\u30dc\u30bf\u30f3\u3092\u4f7f\u7528\u3057\uff0c\u300c\u5916\u90e8\u30c4\u30fc\u30eb\u3092\u5909\u66f4\u300d\u3092\u9078\u629e\u3057\u3066\uff0c\u30a2\u30a4\u30c6\u30e0\u3092\u518d\u4f5c\u6210\u3059\u308b\u304b\u65b0\u3057\u3044\u30a2\u30a4\u30c6\u30e0\u3092\u9078\u629e\u3057\u307e\u3059\uff0e</p>
simplepage.more-tools=\u4ed6\u306e\u30c4\u30fc\u30eb
simplepage.forum-descrip=\u30d5\u30a9\u30fc\u30e9\u30e0\u307e\u305f\u306f\u30c8\u30d4\u30c3\u30af\u3078\u306e\u30ea\u30f3\u30af
simplepage.blti-descrip=\u3053\u306e\u30b7\u30b9\u30c6\u30e0\u3068\u7d71\u5408\u3059\u308b\u305f\u3081\u306bIMS LTI\u6a19\u6e96\u3092\u4f7f\u3046Web\u30b5\u30fc\u30d3\u30b9\u3078\u30ea\u30f3\u30af\u3057\u307e\u3059\uff0e
simplepage.comments-descrip=\u5b66\u751f\u304c\u30b3\u30e1\u30f3\u30c8\u3092\u5165\u529b\u3067\u304d\u308b\u30bb\u30af\u30b7\u30e7\u30f3\u3092\u8ffd\u52a0\u3057\u307e\u3059\uff0e
simplepage.student-descrip=\u5b66\u751f\u304c\u72ec\u81ea\u306e\u30da\u30fc\u30b8\u3092\u4f5c\u6210\u3067\u304d\u308b\u30bb\u30af\u30b7\u30e7\u30f3\u3092\u8ffd\u52a0\u3057\u307e\u3059\uff0e
simplepage.title-student-descrip=\u30da\u30fc\u30b8\u30bf\u30a4\u30c8\u30eb\u3092\u7de8\u96c6
simplepage.title-descrip=\u30da\u30fc\u30b8\u306e\u30bf\u30a4\u30c8\u30eb\u307e\u305f\u306f\u30b9\u30bf\u30a4\u30eb\u3092\u7de8\u96c6\u3057\u307e\u3059\uff0e
simplepage.title-top-descrip=\u30da\u30fc\u30b8\u306e\u30bf\u30a4\u30c8\u30eb\uff0c\u516c\u958b\u65e5\u6642\uff0c\u307e\u305f\u306f\u30b9\u30bf\u30a4\u30eb\u3092\u7de8\u96c6\u3057\u307e\u3059\uff0e
simplepage.remove-descrip=\u3053\u306e\u30da\u30fc\u30b8\u3092\u524a\u9664\u3057\u307e\u3059\uff0e
simplepage.newpage-descrip=\u65b0\u898f\u30c8\u30c3\u30d7\u30ec\u30d9\u30eb\u30da\u30fc\u30b8\u3092\u8ffd\u52a0\u3057\u307e\u3059\uff0e
simplepage.importcc-descrip=IMS CC \u30d5\u30a9\u30fc\u30de\u30c3\u30c8\u3067\u30d5\u30a1\u30a4\u30eb\u3092\u8aad\u307f\u8fbc\u307f\u307e\u3059\uff0e
simplepage.importcc-assigntitle=\u8ab2\u984c {}
simplepage.importcc-texttitle=\u6307\u793a
simplepage.importcc-embedtitle=\u57cb\u3081\u8fbc\u307f\u30d3\u30c7\u30aa
simplepage.embedded-video=\u57cb\u3081\u8fbc\u307f\u30d3\u30c7\u30aa
simplepage.add-content=\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u8ffd\u52a0
simplepage.addtext-descrip=\u30ea\u30c3\u30c1\u30c6\u30ad\u30b9\u30c8\u30a8\u30c7\u30a3\u30bf\u3092\u4f7f\u3063\u3066\u30a2\u30a4\u30c6\u30e0\u3092\u8ffd\u52a0\u3057\u307e\u3059\uff0e
simplepage.subpage-descrip=\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u4f5c\u6210\u3057\u305f\u308a\uff0c\u65e2\u5b58\u30b3\u30f3\u30c6\u30f3\u30c4\u306b\u30ea\u30f3\u30af\u3067\u304d\u308b\u65b0\u3057\u3044\u30da\u30fc\u30b8\u3092\u4f5c\u6210\u3057\u307e\u3059\uff0e
simplepage.question-descrip=\u629e\u4e00\u8907\u6570\u9078\u629e\u307e\u305f\u306f\u77ed\u6587\u56de\u7b54\u306e\u8cea\u554f\u306e\u4f5c\u6210\uff0c\u6295\u7968\u7d50\u679c\u3092\u8868\u793a\u3057\u307e\u3059\uff0e
simplepage.assignment-descrip=\u8ab2\u984c\u306b\u30ea\u30f3\u30af
simplepage.quiz-descrip=\u30c6\u30b9\u30c8\u307e\u305f\u306f\u30af\u30a4\u30ba\u306b\u30ea\u30f3\u30af
simplepage.broken-css=\u30ab\u30b9\u30bf\u30de\u30a4\u30ba\u3055\u308c\u305f CSS \u30d5\u30a1\u30a4\u30eb\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3067\u3057\u305f\uff0e
simplepage.css-dropdown-label=\u30ab\u30b9\u30bf\u30e0 CSS \u30d5\u30a1\u30a4\u30eb\:
simplepage.css-upload-label=\u307e\u305f\u306f\u3001\u72ec\u81ea\u306e\u30d5\u30a1\u30a4\u30eb\u3092\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9\:
simplepage.css-default-instructions=(\u3053\u306e\u30d5\u30a1\u30a4\u30eb\u306e\u540d\u524d\u304c default.css \u306e\u5834\u5408\u306f\uff0c\u30b5\u30a4\u30c8\u5168\u4f53\u306e\u521d\u671f\u8a2d\u5b9a\u306b\u306a\u308a\u307e\u3059\uff0e)
simplepage.owner-default-instructions=\u3053\u306e\u30da\u30fc\u30b8\u306e\u6240\u6709\u6a29\u306f\u30ec\u30c3\u30b9\u30f3\u30c4\u30fc\u30eb\u306e\u66f4\u65b0\u6a29\u9650\u3092\u6301\u305f\u306a\u3044\u30b5\u30a4\u30c8\u306e\u53c2\u52a0\u8005\u306b\u4e0e\u3048\u3089\u308c\u307e\u3059(\u30e1\u30cb\u30e5\u30fc{2} \u306b\u3042\u308b{1} \u30ea\u30f3\u30af\u3092\u53c2\u7167).
simplepage.default-css=\u521d\u671f\u8a2d\u5b9a\u3092\u4f7f\u7528
simplepage.site=\u30b5\u30a4\u30c8 CSS
simplepage.system=\u30b7\u30b9\u30c6\u30e0 CSS
simplepage.comments-points=\u70b9\u6570\:
simplepage.question-points=\u70b9\u6570\:
simplepage.submit=\u63d0\u51fa
simplepage.student-comments-graded=\u3053\u308c\u3089\u306e\u30b3\u30e1\u30f3\u30c8\u3092\u63a1\u70b9
simplepage.gradingpane=\u63a1\u70b9\u67a0
simplepage.show-grading-pane=\u63a1\u70b9\u67a0\u3092\u8868\u793a
simplepage.show-grading-pane-comments=\u63a1\u70b9\u67a0\u306b\u30b3\u30e1\u30f3\u30c8\u3092\u8868\u793a
simplepage.show-grading-pane-content=\u63a1\u70b9\u67a0\u306b\u5b66\u751f\u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u306b\u95a2\u3059\u308b\u30b3\u30e1\u30f3\u30c8\u3092\u8868\u793a
simplepage.grading-student=\u5b66\u751f\u540d
simplepage.grading-unique=\u30da\u30fc\u30b8
simplepage.grading-total-posts=\u30b3\u30e1\u30f3\u30c8
simplepage.grading-response=\u56de\u7b54
simplepage.grading-grade=\u6210\u7e3e
simplepage.click-to-expand=\u30b3\u30e1\u30f3\u30c8\u3092\u30c8\u30b0\u30eb
simplepage.grade-for-student={} \u306e\u6210\u7e3e
simplepage.expand-for-student={} \u306b\u3088\u308b\u30b3\u30e1\u30f3\u30c8\u3092\u8868\u793a\u307e\u305f\u306f\u975e\u8868\u793a
simplepage.context-link-title-1={} \u306b\u3088\u308b\u30b3\u30e1\u30f3\u30c8\u306e\u30b3\u30f3\u30c6\u30ad\u30b9\u30c8\u3092\u8868\u793a
simplepage.context-link-title-2={2} \u306b\u3088\u308b\u30b3\u30f3\u30c6\u30f3\u30c4\u306b\u5bfe\u3059\u308b {1} \u306b\u3088\u308b\u30b3\u30e1\u30f3\u30c8\u306e\u30b3\u30f3\u30c6\u30ad\u30b9\u30c8\u3092\u8868\u793a
simplepage.student-comments-grading=\u300c{}\u300d\u306b\u95a2\u3059\u308b\u5b66\u751f\u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u306b\u5bfe\u3059\u308b\u30b3\u30e1\u30f3\u30c8
simplepage.comments-grading=\u300c{}\u300d\u306b\u95a2\u3059\u308b\u30b3\u30e1\u30f3\u30c8
simplepage.question-grading="{}" \u3078\u306e\u56de\u7b54
simplepage.nothing-here=\u63a1\u70b9\u306e\u5bfe\u8c61\u304c\u3042\u308a\u307e\u305b\u3093\u3002
simplepage.not-graded=\u3053\u306e\u30a2\u30a4\u30c6\u30e0\u3092\u63a1\u70b9\u3057\u306a\u3044.
simplepage.zero-missing=\u63d0\u51fa\u306e\u306a\u3044\u5b66\u751f\u306f\u6210\u7e3e\u30920\u306b\u8a2d\u5b9a
simplepage.missing-title=\u63d0\u51fa\u306e\u306a\u3044\u5b66\u751f
simplepage.no-gradebook=\u3053\u306e\u30a2\u30a4\u30c6\u30e0\u306f\u63a1\u70b9\u306e\u305f\u3081\u306b\u30de\u30fc\u30af\u3092\u4ed8\u3051\u3089\u308c\u307e\u305b\u3093\u3067\u3057\u305f\uff0e\u8003\u3048\u3089\u308c\u308b\u539f\u56e0\u3068\u3057\u3066\uff0c\u6210\u7e3e\u7c3f\u30c4\u30fc\u30eb\u304c\u3053\u306e\u30b5\u30a4\u30c8\u306b\u8ffd\u52a0\u3055\u308c\u3066\u3044\u306a\u3044\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059\uff0e
simplepage.not-member={} \u306f\u3053\u306e\u30b5\u30a4\u30c8\u306e\u30e1\u30f3\u30d0\u3067\u306f\u306a\u3044\u305f\u3081\u3053\u306e\u30da\u30fc\u30b8\u306e\u6240\u6709\u8005\u306b\u306f\u306a\u308c\u307e\u305b\u3093\uff0e
simplepage.show-context=\u30b3\u30f3\u30c6\u30ad\u30b9\u30c8\u3092\u8868\u793a
simplepage.student-peer-review-title=\u30bf\u30a4\u30c8\u30eb
simplepage.student-peer-review-category=\u30ab\u30c6\u30b4\u30ea
simplepage.student-peer-review-add=\u5404\u30da\u30fc\u30b8\u306b\u76f8\u4e92\u8a55\u4fa1\u30eb\u30fc\u30d6\u30ea\u30c3\u30af\u3092\u8ffd\u52a0
simplepage.student-peer-review-create=\u65b0\u3057\u3044\u30eb\u30fc\u30d6\u30ea\u30c3\u30af\u3092\u4f5c\u6210\u3057\u307e\u3059
simplepage.student-peer-review-select-rubric=\u30eb\u30fc\u30d6\u30ea\u30c3\u30af\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\uff0e
simplepage.peer-eval-create-title=\u76f8\u4e92\u8a55\u4fa1\u306e\u30eb\u30fc\u30d6\u30ea\u30c3\u30af\u3092\u4f5c\u6210\u3057\u307e\u3059
simplepage.student-peer-review-add-row=\u884c\u3092\u8ffd\u52a0\u3057\u307e\u3059\u304b?
simplepage.add-peereval=\u76f8\u4e92\u8a55\u4fa1\u3092\u958b\u59cb\u3057\u307e\u3059
simplepage.view-peereval=\u76f8\u4e92\u8a55\u4fa1\u3092\u8868\u793a\u3057\u307e\u3059
simplepage.student-peer-eval.require_due_date=\u7de0\u5207\u65e5\u6642\u3092\u8a2d\u5b9a?
simplepage.peer-eval.invalid_open_date=\u516c\u958b\u65e5\u3092 "MM/DD/YY" \u5f62\u5f0f\u3067\u5165\u529b\u3057\u3066\u4e0b\u3055\u3044\uff0e
simplepage.peer-eval.invalid_open_time=\u516c\u958b\u6642\u523b\u3092 "HH\:MM AM/PM" \u5f62\u5f0f\u3067\u5165\u529b\u3057\u3066\u4e0b\u3055\u3044\uff0e
simplepage.peer-eval.invalid_due_date=\u7de0\u5207\u65e5\u3092 "MM/DD/YY" \u5f62\u5f0f\u3067\u5165\u529b\u3057\u3066\u4e0b\u3055\u3044\uff0e
simplepage.peer-eval.invalid_due_time=\u7de0\u5207\u6642\u523b\u3092 "HH\:MM AM/PM" \u5f62\u5f0f\u3067\u5165\u529b\u3057\u3066\u4e0b\u3055\u3044\uff0e
simplepage.peer-eval.open_date=\u516c\u958b\u65e5\u6642
simplepage.peer-eval.due_date=\u7de0\u5207\u65e5
simplepage.peer-eval-allow-selfgrade=\u81ea\u5df1\u8a55\u4fa1\u3092\u8a31\u53ef
simplepage.peer-eval-stats=\u76f8\u4e92\u8a55\u4fa1\u7d71\u8a08\u60c5\u5831
simplepage.peer-eval.sample.title=\u30b5\u30f3\u30d7\u30eb\u76f8\u4e92\u8a55\u4fa1
simplepage.peer-eval.sample.1=\u30ef\u30fc\u30af\u306e\u54c1\u8cea
simplepage.peer-eval.sample.2=\u30b5\u30dd\u30fc\u30c8\u60c5\u5831
simplepage.peer-eval.sample.3=\u7de8\u6210
simplepage.peer-eval.sample.4=\u53e5\u8aad\u70b9\uff0c\u30b9\u30da\u30eb\uff0c\u6587\u6cd5
simplepage.user.activity=\u76f8\u4e92\u8a55\u4fa1\u3055\u308c\u307e\u3057\u305f
simplepage.peer-eval-stats.directions=\u30e6\u30fc\u30b6\u60c5\u5831\u3092\u8868\u793a\u307e\u305f\u306f\u975e\u8868\u793a\u306b\u3059\u308b\u306b\u306f\u540d\u524d\u3092\u30af\u30ea\u30c3\u30af\u3057\u3066\u4e0b\u3055\u3044\uff0e\u30e6\u30fc\u30b6\u304c\u4ed6\u306e\u53c2\u52a0\u8005\u306b\u4e0e\u3048\u305f\u6210\u7e3e\u3092\u30cf\u30a4\u30e9\u30a4\u30c8\u3059\u308b\u306b\u306f\u201d\u76f8\u4e92\u8a55\u4fa1\u6e08"\u3092\u30af\u30ea\u30c3\u30af\u3057\u3066\u4e0b\u3055\u3044\uff0e\u30cf\u30a4\u30e9\u30a4\u30c8\u3092\u524a\u9664\u3059\u308b\u306b\u306f\u3082\u3046\u4e00\u5ea6\u30af\u30ea\u30c3\u30af\u3057\u3066\u4e0b\u3055\u3044\uff0e\u9078\u629e\u3057\u305f\u30e6\u30fc\u30b6\u306b\u6210\u7e3e\u3092\u4e0e\u3048\u305f\u30e6\u30fc\u30b6\u4e00\u89a7\u8868\u3092\u898b\u308b\u306b\u306f\u30bb\u30eb\u3092\u30af\u30ea\u30c3\u30af\u3057\u3066\u4e0b\u3055\u3044\uff0e
simplepage.peer-cell-tooltip=\u9078\u629e\u3057\u305f\u30e6\u30fc\u30b6\u306b\u6210\u7e3e\u3092\u4e0e\u3048\u305f\u30e6\u30fc\u30b6\u4e00\u89a7\u8868\u3092\u898b\u308b\u306b\u306f\u30bb\u30eb\u3092\u30af\u30ea\u30c3\u30af\u3057\u3066\u4e0b\u3055\u3044\uff0e
simplepage.peer-eval.past-due-date=\u6210\u7e3e\u8a55\u4fa1\u306e\u671f\u9650\u304c\u904e\u304e\u307e\u3057\u305f\uff0e
simplepage.peer-eval.cant-eval-yourself=\u30ef\u30fc\u30af\u3092\u8a55\u4fa1\u3067\u304d\u307e\u305b\u3093\uff0e
simplepage.peer-eval.click-on-cell=\u8a55\u4fa1\u3059\u308b\u30bb\u30eb\u3067\u30af\u30ea\u30c3\u30af\u3057\u307e\u3059\uff0e
simplepage.peer-eval.inactive-members=\u5b66\u751f\u30da\u30fc\u30b8\u3092\u307e\u3060\u4f5c\u6210\u3057\u3066\u3044\u306a\u3044\u30b5\u30a4\u30c8\u30e1\u30f3\u30d0
simplepage.dueDatebeforopenDate=\u3053\u306e\u30a2\u30a4\u30c6\u30e0\u306f\u4fdd\u5b58\u3055\u308c\u307e\u305b\u3093\u3067\u3057\u305f\uff0c\u76f8\u4e92\u8a55\u4fa1\u306e\u7de0\u3081\u5207\u308a\u65e5\u6642\u306f\u516c\u958b\u65e5\u524d\u3067\u3059\uff0e
simplepage.reset-button=\u30ea\u30bb\u30c3\u30c8
simplepage.help-button=\u30ec\u30c3\u30b9\u30f3\u306e\u30d8\u30eb\u30d7
simplepage.opens-in-new=\u65b0\u898f\u30a6\u30a3\u30f3\u30c9\u30a6\u3067\u958b\u304f
simplepage.direct-link=\u3053\u306e\u30c4\u30fc\u30eb\u3078\u306e\u30c0\u30a4\u30ec\u30af\u30c8\u30ea\u30f3\u30af
simplepage.short-url=\u77ed\u7e2e URL
simplepage.edit-page=\u30da\u30fc\u30b8\u3092\u7de8\u96c6
simplepage.delete_page_confirm=\u524a\u9664\u3057\u3066\u3082\u3088\u308d\u3057\u3044\u3067\u3059\u304b\uff1f
simplepage.path=\u30ea\u30bd\u30fc\u30b9\u5185\u30d1\u30b9\uff0c\u307e\u305f\u306fURL/\u57cb\u3081\u8fbc\u307f\u30b3\u30fc\u30c9
desc-lessonbuilder.upd=\u3059\u3079\u3066\u306e\u30da\u30fc\u30b8\u307e\u305f\u306f\u30a2\u30a4\u30c6\u30e0\u3092\u66f4\u65b0
desc-lessonbuilder.read=\u30da\u30fc\u30b8\u307e\u305f\u306f\u30a2\u30a4\u30c6\u30e0\u3092\u8aad\u8fbc\u66f4\u65b0
desc-lessonbuilder.seeall=\u516c\u958b\u5236\u9650\u306b\u95a2\u308f\u3089\u305a\u30a2\u30a4\u30c6\u30e0\u3092\u78ba\u8a8d
simplepage.owner-groups=\u5b66\u751f\u306e\u30da\u30fc\u30b8\u306f\u500b\u4eba\u3067\u306f\u306a\u304f\u30b0\u30eb\u30fc\u30d7\u306e\u5168\u3066\u306e\u30e1\u30f3\u30d0\u306b\u3088\u3063\u3066\u5171\u540c\u3067\u6240\u6709\u3055\u308c\u307e\u3059\uff0e
simplepage.owner-groups-explanation=\u30da\u30fc\u30b8\u3092\u6240\u6709\u3067\u304d\u308b\u30b0\u30eb\u30fc\u30d7\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\uff0e\u5404\u5b66\u751f\u306f\u78ba\u5b9f\u306b\u3072\u3068\u3064\u306e\u30b0\u30eb\u30fc\u30d7\u306b\u95a2\u9023\u3065\u3051\u3089\u308c\u307e\u3059\uff0e\u3082\u3057\u30b0\u30eb\u30fc\u30d7\u3092\u9078\u629e\u3057\u306a\u3051\u308c\u3070\u5168\u3066\u306e\u30b0\u30eb\u30fc\u30d7\u304c\u95a2\u9023\u3065\u3051\u3089\u308c\u307e\u3059\uff0e
simplepage.owner-groups-nogroup=\u5b66\u751f\u30da\u30fc\u30b8\u306f\u500b\u4eba\u3067\u306f\u306a\u304f\u30b0\u30eb\u30fc\u30d7\u306e\u30e1\u30f3\u30d0\u306b\u3088\u3063\u3066\u5171\u540c\u3067\u6240\u6709\u3055\u308c\u307e\u3059\u304c\uff0c\u3042\u306a\u305f\u306f\u8a31\u53ef\u3055\u308c\u305f\u30b0\u30eb\u30fc\u30d7\u306b\u6240\u5c5e\u3057\u3066\u3044\u307e\u305b\u3093\uff0e\u3042\u306a\u305f\u306e\u6559\u54e1\u306b\u5831\u544a\u3057\u3066\u304f\u3060\u3055\u3044\uff0e
simplepage.owner-groups.eval-individual=\u76f8\u4e92\u8a55\u4fa1\u3092\u3059\u308b\u306b\u306f\u30b0\u30eb\u30fc\u30d7\u5185\u5b66\u751f\u306e\u30eb\u30fc\u30d6\u30ea\u30c3\u30af\u3092\u4f7f\u3063\u3066\u4e0b\u3055\u3044\uff0e
simplepage.owner-groups.see-only-own=\u5b66\u751f\u306f\u81ea\u5206\u306e\u30da\u30fc\u30b8\u306e\u307f\u95b2\u89a7\u3067\u304d\u308b
simplepage.update-points=\u30a2\u30a4\u30c6\u30e0\u3092\u66f4\u65b0
simplepage.edit_questionlink=\u554f\u984c\u30bb\u30af\u30b7\u30e7\u30f3\u3092\u4fee\u6b63
simplepage.answer=\u56de\u7b54\:
simplepage.question-text-input=\u554f\u984c\u6587\:
simplepage.question-answer-input=\u6b63\u89e3
simplepage.question-possible-answer=\u53ef\u80fd\u6027\u306e\u3042\u308b\u56de\u7b54
simplepage.short-explanation=\u53d7\u8b1b\u751f\u304b\u3089\u30d5\u30a3\u30fc\u30c9\u30d0\u30c3\u30af\u3092\u96c6\u3081\u308b\u304b\uff0c\u30de\u30cb\u30e5\u30a2\u30eb\u3067\u8a55\u4fa1\u3057\u305f\u3051\u308c\u3070\uff0c\u53ef\u80fd\u6027\u306e\u3042\u308b\u56de\u7b54\u3092\u7a7a\u767d\u306e\u307e\u307e\u306b\u3057\u3066\u4e0b\u3055\u3044\uff0e
simplepage.short-explanation2=\u30de\u30cb\u30e5\u30a2\u30eb\u3067\u63a1\u70b9\u3059\u308b\u306b\u306f\uff0c\u53ef\u80fd\u6027\u306e\u3042\u308b\u56de\u7b54\u3092\u7a7a\u767d\u306b\u3057\uff0c"\u3053\u306e\u8cea\u554f\u3092\u63a1\u70b9"\u3092\u9078\u629e\u3057\u3066\u4e0b\u3055\u3044\uff0e
simplepage.question-correct-answer=\u6b21\u306e\u7b54\u3048\u306f\u6b63\u89e3\u3067\u3059
simplepage.question-graded=\u3053\u306e\u56de\u7b54\u3092\u63a1\u70b9\u3059\u308b\uff0e
simplepage.questionLinkText=\u554f\u984c\u3092\u8ffd\u52a0
simplepage.questionDescription=\u53d7\u8b1b\u8005\u304c\u56de\u7b54\u3059\u308b\u7c21\u5358\u306a\u8cea\u554f\u3092\u8ffd\u52a0\u3059\u308b
simplepage.multipleChoice=\u8907\u6570\u9078\u629e
simplepage.shortanswer=\u8a18\u8ff0\u554f\u984c
simplepage.answers=\u53ef\u80fd\u6027\u306e\u3042\u308b\u56de\u7b54\: 
simplepage.addAnswer=\u65b0\u3057\u3044\u56de\u7b54\u3092\u8ffd\u52a0\u3059\u308b
simplepage.answer_question=\u56de\u7b54\u3092\u9001\u4fe1\u3059\u308b
simplepage.questionName=\u7c21\u5358\u306a\u554f\u984c
simplepage.no-question-type=\u554f\u984c\u30bf\u30a4\u30d7\u304c\u3042\u308a\u307e\u305b\u3093
simplepage.question-max=\u6700\u5927\u70b9\u6570\:
simplepage.question-gradebook-title=\u6210\u7e3e\u7c3f\u306e\u30bf\u30a4\u30c8\u30eb
simplepage.permissions-question=\u3042\u306a\u305f\u306f\u3059\u3067\u306b\u8cea\u554f\u306b\u56de\u7b54\u3057\u3066\u3044\u307e\u3059\uff0e
simplepage.correct-text=\u7b54\u3048\u304c\u6b63\u89e3\u3067\u3042\u308c\u3070\u8868\u793a\u3055\u308c\u308b\u30c6\u30ad\u30b9\u30c8
simplepage.incorrect-text=\u7b54\u3048\u304c\u4e0d\u6b63\u89e3\u3067\u3042\u308c\u3070\u8868\u793a\u3055\u308c\u308b\u30c6\u30ad\u30b9\u30c8
simplepage.show-poll=\u6295\u7968\u7d50\u679c\u3092\u8868\u793a
simplepage.hide-poll=\u6295\u7968\u7d50\u679c\u3092\u975e\u8868\u793a
simplepage.question-show-poll-option=\u8cea\u554f\u306b\u56de\u7b54\u5f8c\uff0c\u4ed6\u306e\u53d7\u8b1b\u751f\u306e\u56de\u7b54\u72b6\u6cc1\u306e\u30b0\u30e9\u30d5\u3092\u53d7\u8b1b\u751f\u306b\u8868\u793a\u3059\u308b\uff0e
simplepage.missing-question-text=\u8cea\u554f\u306b\u30c6\u30ad\u30b9\u30c8\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044
simplepage.question-need-2=\u8cea\u554f\u306b\u5c11\u306a\u304f\u3068\u30822\u3064\u306e\u9078\u629e\u80a2\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\uff0e
simplepage.question-need-1=\u8cea\u554f\u306b\u5c11\u306a\u304f\u3068\u30821\u3064\u306e\u6b63\u89e3\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\uff0e
simplepage.go-back=\u623b\u308b
simplepage.expand-all=\u3059\u3079\u3066\u5c55\u958b
simplepage.collapse-all=\u3059\u3079\u3066\u6298\u308a\u7573\u3080
simplepage.mm-test-embed=\u30da\u30fc\u30b9\u30c8\u3057\u305f\u5024\u304c"<"\u3092\u542b\u3080\u305f\u3081\uff0c"\u57cb\u3081\u8fbc\u307f\u30b3\u30fc\u30c9"\u3068\u3057\u3066\u305d\u308c\u3092\u53d6\u308a\u6271\u3044\u307e\u3059\uff0eURL\u3092\u30da\u30fc\u30b9\u30c8\u3057\u3088\u3046\u3068\u3057\u3066\u3044\u305f\u3089\uff0c\u3082\u3046\u4e00\u5ea6\u8a66\u307f\u3066\u5b8c\u5168\u306aURL\u3092\u30da\u30fc\u30b9\u30c8\u3057\u3066\u4e0b\u3055\u3044\uff0e
simplepage.mm-test-addedhttp-1=\u6ce8\u610f\uff1a\u3053\u308c\u3092\u5909\u66f4\u3057\u307e\u3057\u305f
simplepage.mm-test-addedhttp-2=\u3042\u306a\u305f\u304c\u610f\u5473\u3059\u308b\u3053\u3068\u3060\u3068\u671f\u5f85\u3057\u307e\u3059\uff0e
simplepage.mm-test-oembed=\u307e\u305a\uff0c\u30b5\u30a4\u30c8\u3092\u5171\u6709\u3059\u308b\u30d3\u30c7\u30aa/\u30aa\u30fc\u30c7\u30a3\u30aa\u306eURL\u3068\u3057\u3066\u3053\u308c\u3092\u8a66\u307f\u307e\u3059\uff0e\u30b5\u30a4\u30c8\u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u304c\u6b63\u3057\u304f\u8868\u793a\u3055\u308c\u3066\u3044\u308b\u304b\u78ba\u8a8d\u3057\u3066\u4e0b\u3055\u3044\uff0e
simplepage.mm-test-iframe=\u7570\u306a\u308b\u30c6\u30af\u30cb\u30c3\u30af(IFRAME)\u3092\u4f7f\u3063\u3066URL\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u633f\u5165\u3057\u3066\u3044\u307e\u3059\uff0e\u30b5\u30a4\u30c8\u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u304c\u6b63\u3057\u304f\u8868\u793a\u3055\u308c\u3066\u3044\u308b\u304b\u78ba\u8a8d\u3057\u3066\u4e0b\u3055\u3044\uff0e
simplepage.mm-test-tryother=\u4ed6\u306e\u9078\u629e\u80a2\u3092\u8a66\u3059
simplepage.mm-test-start-over=\u3082\u3046\u4e00\u5ea6\u3084\u308a\u76f4\u3057
simplepage.sharedpage=[\u5171\u6709\u30da\u30fc\u30b8]
simplepage.sharedpageexplanation=\u306f\u540c\u3058\u30da\u30fc\u30b8\u3092\u3072\u3068\u3064\u4ee5\u4e0a\u306e\u5834\u6240\u306b\u8868\u793a\u3059\u308b\u3068\u304d\u306b\u4f7f\u308f\u308c\u307e\u3059\uff0e\u30da\u30fc\u30b8\u3078\u306e\u5909\u66f4\u306f\u305d\u308c\u304c\u8868\u793a\u3055\u308c\u308b\u3059\u3079\u3066\u306e\u5834\u6240\u3067\u53cd\u6620\u3055\u308c\u307e\u3059\uff0e
simplepage.deletecommentsubmissionexist=\u3053\u306e\u30bb\u30af\u30b7\u30e7\u30f3\u3092\u524a\u9664\u3059\u308b\u3068\uff0c\u53d7\u8b1b\u751f\u304c\u3059\u3067\u306b\u4f5c\u6210\u3057\u305f\u30b3\u30e1\u30f3\u30c8\u306f\u5931\u308f\u308c\u307e\u3059\uff0e\u3088\u308d\u3057\u3044\u3067\u3059\u304b\uff1f
simplepage.deletestudentsubmissionexist=\u3053\u306e\u30bb\u30af\u30b7\u30e7\u30f3\u3092\u524a\u9664\u3059\u308b\u3068\uff0c\u53d7\u8b1b\u751f\u304c\u3059\u3067\u306b\u4f5c\u6210\u3057\u305f\u30da\u30fc\u30b8\u306f\u5931\u308f\u308c\u307e\u3059\uff0e\u3088\u308d\u3057\u3044\u3067\u3059\u304b\uff1f
simplepage.groupcheckfailed=\u9078\u629e\u3055\u308c\u305f\u30b0\u30eb\u30fc\u30d7\u3092\u30c1\u30a7\u30c3\u30af\u3067\u304d\u307e\u305b\u3093\uff0e\u30b7\u30b9\u30c6\u30e0\u5fdc\u7b54\u30a8\u30e9\u30fc\uff1a{}
simplepage.groupcheckoverlaps=\u6b21\u306e\u30b0\u30eb\u30fc\u30d7\u306f\u30aa\u30fc\u30d0\u30fc\u30e9\u30c3\u30d7\u3057\u3066\u3044\u307e\u3059\uff0e{}
simplepage.groupchecknogroups=\u6b21\u306e\u30e6\u30fc\u30b6\u306f\u3069\u306e\u30b0\u30eb\u30fc\u30d7\u306b\u3082\u3044\u307e\u305b\u3093\: {}
simplepage.insist=\u3068\u306b\u304b\u304f\u7d9a\u3051\u308b\u306a\u3089\uff0c\u66f4\u65b0\u3059\u308b\u30a2\u30a4\u30c6\u30e0\u3092\u518d\u5ea6\u30af\u30ea\u30c3\u30af\u3057\u3066\u4e0b\u3055\u3044\uff0e
simplepage.dont-show-downloads=\u57cb\u3081\u8fbc\u307f\u30d3\u30c7\u30aa\u306a\u3069\u306e\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9\u30ea\u30f3\u30af\u3092\u516c\u958b\u3057\u306a\u3044\u3067\u4e0b\u3055\u3044\uff0e( \u3053\u306e\u8a2d\u5b9a\u306f\u3053\u306e\u30b5\u30a4\u30c8\u306e\u3059\u3079\u3066\u306e\u30da\u30fc\u30b8\u306b\u9069\u7528\u3055\u308c\u307e\u3059\uff0e )
simplepage.access-group=\u30a2\u30af\u30bb\u30b9\: {}
simplepage.delete-orphan-pages=\u524a\u9664\u3055\u308c\u305f\u30da\u30fc\u30b8\u3092\u524a\u9664
simplepage.delete-orphan-pages-desc=\u30c8\u30c3\u30d7\u30ec\u30d9\u30eb\u306e\u30da\u30fc\u30b8\u3082\u3057\u304f\u306f\u30b5\u30d6\u30da\u30fc\u30b8\u3068\u3057\u3066\u3082\u306f\u3084\u8868\u793a\u3055\u308c\u306a\u3044\u3059\u3079\u3066\u306e\u30da\u30fc\u30b8\u3092\u6c38\u4e45\u306b\u524a\u9664\u3057\u307e\u3059\uff0e
simplepage.filezero=\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9\u30d5\u30a1\u30a4\u30eb\u30b5\u30a4\u30ba\u306f\uff10\u3067\u3059
simplepage.filetoobig=\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9\u3055\u308c\u305f\u30d5\u30a1\u30a4\u30eb\u306f {} MB\u4ee5\u4e0a\u3067\u3059
simplepage.folder=\u30ea\u30bd\u30fc\u30b9\u30d5\u30a9\u30eb\u30c0\u3092\u8ffd\u52a0
simplepage.addfolder-descrip=\u30ea\u30bd\u30fc\u30b9\u30d5\u30a9\u30eb\u30c0\u3068\u305d\u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u8ffd\u52a0\u3059\u308b\uff0e
simplepage.adding-folder=\u57cb\u3081\u8fbc\u307f\u30d5\u30a9\u30eb\u30c0\u4e00\u89a7
simplepage.addfolder.tooltip=\u30ea\u30bd\u30fc\u30b9\u30d5\u30a9\u30eb\u30c0\u3068\u305d\u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u8ffd\u52a0\u3059\u308b\uff0e
simplepage.no_resource_folder=\u3053\u306e\u30ea\u30bd\u30fc\u30b9\u306b\u306f\u30d5\u30a1\u30a4\u30eb\u3068\u30d5\u30a9\u30eb\u30c0\u30fc\u304c\u3042\u308a\u307e\u305b\u3093\uff0e
simplepage.choose.folder=\u57cb\u3081\u8fbc\u3080\u30d5\u30a9\u30eb\u30c0\u30fc\u3092\u9078\u629e\u3057\u3066\u4e0b\u3055\u3044\uff0c\u30d5\u30a1\u30a4\u30eb\u3092\u30af\u30ea\u30c3\u30af\u3059\u308b\u3068\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u30d7\u30ec\u30d3\u30e5\u30fc\u3067\u304d\u307e\u3059\uff0e
simplepage.active-folder=\u9078\u629e\u3055\u308c\u305f\u30d5\u30a9\u30eb\u30c0
simplepage.folder.error=\u30d5\u30a9\u30eb\u30c0\u304c\u9078\u629e\u3055\u308c\u3066\u3044\u307e\u305b\u3093\uff0c\u3072\u3068\u3064\u9078\u629e\u3057\u3066\u4e0b\u3055\u3044\uff0e
simplepage.defaultTitle=\u30ec\u30c3\u30b9\u30f3
simplepage.indent.level=\u30a4\u30f3\u30c7\u30f3\u30c8\u30ec\u30d9\u30eb
simplepage.custom.css.class=\u30ab\u30b9\u30bf\u30e0 CSS \u30af\u30e9\u30b9
simplepage.owner.settings=\u6240\u6709\u8005
simplepage.default-user=\u306a\u3057
simplepage.change-owner-dropdown-label=\u6240\u6709\u8005\u3092\u8a2d\u5b9a\uff1a
simplepage.announcementsLinkText=\u57cb\u3081\u8fbc\u307f\u30a2\u30ca\u30a6\u30f3\u30b9
simplepage.announcements-descrip=\u6700\u65b0\u306e\u30a2\u30ca\u30a6\u30f3\u30b9\u3092\u8868\u793a
simplepage.no_announcements_tool=\u30b5\u30a4\u30c8\u306b\u306f\u30a2\u30ca\u30a6\u30f3\u30b9\u306e\u30c4\u30fc\u30eb\u306f\u3042\u308a\u307e\u305b\u3093\uff0e
simplepage.announcements.height_label=\u8868\u793a\u30dc\u30c3\u30af\u30b9\u306e\u9ad8\u3055(\u30d4\u30af\u30bb\u30eb)
simplepage.announcements-number-dropdown-label=\u30a2\u30ca\u30a6\u30f3\u30b9\u6570\u3092\u6307\u5b9a
simplepage.edit-title.announcements=\u30a2\u30ca\u30a6\u30f3\u30b9\u3092\u7de8\u96c6
simplepage.announcements-no-message=\u73fe\u5728\u30a2\u30ca\u30a6\u30f3\u30b9\u306f\u3042\u308a\u307e\u305b\u3093\uff0e
simplepage.announcements-error-message=\u30a2\u30ca\u30a6\u30f3\u30b9\u8ffd\u52a0\u30a8\u30e9\u30fc\uff1a
simplepage.announcements-header-title=\u30a2\u30ca\u30a6\u30f3\u30b9
simplepage.announcements-snippet=\u6700\u65b0\u306e\u30a2\u30ca\u30a6\u30f3\u30b9
simplepage.forums-snippet=\u6700\u65b0\u306e\u30d5\u30a9\u30fc\u30e9\u30e0\u30b9\u30ec\u30c3\u30c9
simplepage.twitter-snippet=Twitter\u30bf\u30a4\u30e0\u30e9\u30a4\u30f3
simplepage.resources-snippet=\u30ea\u30bd\u30fc\u30b9\u30d5\u30a9\u30eb\u30c0
simplepage.calendar-snippet=\u30ab\u30ec\u30f3\u30c0\u30fc
