simplepage.text=Ajouter un texte
simplepage.text.tooltip=Ajouter une zone pouvant contenir du texte et d'autres types de contenu Web
simplepage.instructions=Vous n'avez pas encore cr\u00e9\u00e9 cette page simple. Cliquez sur \u00abModifier: Page\u00bb pour commencer.
simplepage.not_available=Cette page n'a pas encore \u00e9t\u00e9 cr\u00e9\u00e9e par l'enseignant ou vous ne disposez pas des droits d'acc\u00e8s pour la lire.
simplepage.impossible1=Impossible de cr\u00e9er la page. Cette op\u00e9ration ne devrait pas \u00eatre possible. Veuillez le signaler.
simplepage.pagehidden=Vous avez coch\u00e9 la case \u00abCacher\u00bb dans la fen\u00eatre \u00abConfiguration\u00bb. Ceci emp\u00eache les utilisateurs standard de voir cette page.
simplepage.pagehidden.text=<strong>Remarque:</strong> actuellement, cette page est cach\u00e9e aux utilisateurs standard. Vous pouvez modifier ce param\u00e8tre dans la fen\u00eatre <strong>Configuration</strong>.
simplepage.showallpages=Index des pages
simplepage.adding-text=Ajout de texte \u00e0:

simplepage.continue=Continuer

simplepage.toolbar=Outils d'\u00e9dition
simplepage.maincontent=Contenu de la page principale
simplepage.notreleased=Vous avez coch\u00e9 la case \u00abCacher jusqu'\u00e0 la date de publication\u00bb dans la fen\u00eatre \u00abConfiguration\u00bb et cette date n'est pas encore arriv\u00e9e. Bien que la page soit visible dans la marge, les utilisateurs ne pourront pas encore l'utiliser.
simplepage.notreleased.text=<strong>Remarque:</strong> cette page ne sera pas mise \u00e0 la disposition des utilisateurs avant le {}. Vous pouvez modifier ce param\u00e8tre dans la fen\u00eatre <strong>Configuration</strong>.
simplepage.page.gradebook=Cr\u00e9ez une entr\u00e9e dans le bulletin de notes lorsque la page sera termin\u00e9e.
simplepage.points=points

simplepage.overquota=Ajout de ressource impossible: cela provoquerait un d\u00e9passement du quota pour votre site.
simplepage.resourceerror=Ajout de ressource impossible: {}
simplepage.resourcepossibleerror=Erreur possible lors de l'enregistrement du fichier. L'op\u00e9ration s'est probablement bien d\u00e9roul\u00e9e, mais vous devriez v\u00e9rifier que votre fichier a bien \u00e9t\u00e9 d\u00e9pos\u00e9 ou mis \u00e0 jour.

simplepage.new-page=Ajouter d'autres pages
simplepage.new-page-tooltip=Ajouter des pages qui s'afficheront dans la barre de gauche
simplepage.new-page-title=Titre de la page
simplepage.new-page-number=Nombre de pages
simplepage.new-page-number-2=un blanc g\u00e9n\u00e8re une page
simplepage.new-page-copy=Cr\u00e9er de nouvelles pages en tant que copies de la page en cours (avec omission des sous-pages)
simplepage.new-page-explanation=Cr\u00e9er des pages suppl\u00e9mentaires dans la marge de gauche. Pour cr\u00e9er des pages dans celle-ci, cliquez sur \u00abAjouter une sous-page\u00bb.
simplepage.new-page-explanation-1=Vous pouvez cr\u00e9er un groupe de plusieurs pages en une seule op\u00e9ration; il suffit d'ins\u00e9rer un chiffre dans le titre.
simplepage.new-page-explanation-2=Par exemple, si vous indiquez \u00abUnit\u00e9\u00a04\u00bb et que vous demandez 3\u00a0pages, vous obtiendrez les pages Unit\u00e9\u00a04, Unit\u00e9\u00a05 et Unit\u00e9\u00a06.
simplepage.number_pages_not_number=Le nombre de pages doit \u00eatre un chiffre
simplepage.title_no_number=Le titre doit contenir un nombre

simplepage.remove-page=Supprimer une page
simplepage.remove-page-tooltip=Supprimer la page en cours de la marge de gauche
simplepage.remove-page-explanation=Supprimer la page actuelle de la marge de gauche Cette op\u00e9ration ne supprime pas la page. Pour la supprimer, utilisez le bouton \u00abIndex des pages\u00bb.
simplepage.remove-student-page-explanation=Supprimez la page actuelle de l'\u00e9tudiant. Cette page sera supprim\u00e9e.
simplepage.remove=Supprimer
simplepage.remove_page_done=Cette page a \u00e9t\u00e9 supprim\u00e9e de la marge de gauche. Cette modification sera visible une fois que vous aurez cliqu\u00e9 sur \u00abContinuer\u00bb. Veuillez noter que la page n'a pas \u00e9t\u00e9 supprim\u00e9e du syst\u00e8me. Vous pouvez choisir d'en faire une sous-page ou acc\u00e9der \u00e0 l'option \u00abIndex des pages\u00bb  pour la supprimer.

simplepage.not_yet_available_releasedate=Cette page ne sera pas disponible jusqu'au {}.
simplepage.not_available_hidden=Cette page est masqu\u00e9e.
simplepage.hiddenpage=[Invisible]
simplepage.pagenotreleased=[Non publi\u00e9]

simplepage.create_assignment=Cr\u00e9er un devoir \u00e0 l'aide de la fonction \u00abDevoirs\u00bb
simplepage.create_assignment2=Cr\u00e9er un devoir \u00e0 l'aide de la fonction \u00abDevoirs 2\u00bb
simplepage.create_blti=G\u00e9rer ou installer des outils externes
simplepage.create_eTextblti=G\u00e9rer ou installer des outils externes
simplepage.create_quiz=Cr\u00e9er une \u00e9valuation
simplepage.create_samigo=Cr\u00e9er une \u00e9valuation \u00e0 l'aide de la fonction \u00c9valuations
simplepage.create_mneme=Cr\u00e9er une \u00e9valuation \u00e0 l'aide de la fonction \u00abT\u00e2ches, \u00e9valuations et sondages\u00bb
simplepage.create_topic=Cr\u00e9er un th\u00e8me de forum
simplepage.create_forums=Cr\u00e9er un th\u00e8me \u00e0 l'aide de la fonction \u00abForums\u00bb
simplepage.create_jforum=Cr\u00e9er un th\u00e8me \u00e0 l'aide de la fonction \u00abDiscussions et messages priv\u00e9s\u00bb
simplepage.create_yaft_topic=Cr\u00e9er un th\u00e8me \u00e0 l'aide de la fonction \u00abYAFT\u00bb
simplepage.select_assignment=Devoirs actuels
simplepage.return_assignment=Apr\u00e8s avoir cr\u00e9\u00e9 le devoir, cliquez sur \u00abAjouter un devoirl\u00bb pour continuer.
simplepage.return_blti=Pour continuer, cliquez sur \u00abAjouter un outil externe\u00bb.
simplepage.return_eTextblti=Pour continuer, cliquez sur \u00abAjouter un outil externe\u00bb
simplepage.select_quiz=\u00c9valuations existantes
simplepage.return_quiz=Apr\u00e8s avoir cr\u00e9\u00e9 l'\u00e9valuation, cliquez sur \u00abAjouter une \u00e9valuation\u00bb pour continuer.
simplepage.select_topic=Th\u00e8mes existants
simplepage.return_forum=Apr\u00e8s avoir cr\u00e9\u00e9 le th\u00e8me, cliquez sur \u00abAjouter un th\u00e8me\u00bb de forum pour continuer.

simplepage.no_assignments=Aucun devoir n'est disponible sur ce site. Utilisez le lien \u00abCr\u00e9er un devoir\u00bb pour en cr\u00e9er un.
simplepage.no_assignment_tools=Aucun outil de gestion des devoirs n'est disponible sur ce site.
simplepage.no_topics=Aucun th\u00e8me de forum n'est disponible pour ce cours. Utilisez le lien \u00abCr\u00e9er un th\u00e8me\u00bb pour en cr\u00e9er un.
simplepage.no_forum_tools=Aucun outil de gestion des forums n'est disponible sur ce site.
simplepage.no_assessments=Aucun travail n'est disponible dans ce site. Cr\u00e9ez une nouvelle \u00e9valuation \u00e0 l'aide des outils.
simplepage.no_assessment_tool=Aucun outil d'\u00e9valuation n'est disponible sur ce site.
simplepage.noplugin=Il semblerait que votre navigateur ne dispose pas du plugiciel requis pour afficher ce contenu. Vous pouvez utiliser le lien suivant pour t\u00e9l\u00e9charger le contenu sous forme de fichier.
simplepage.forumdeleted=Ce th\u00e8me de forum a \u00e9t\u00e9 supprim\u00e9.

simplepage.menuItemTitle_label=Intitul\u00e9 de l'\u00e9l\u00e9ment de menu
simplepage.menuItemTitle_tooltip=S'affiche dans le menu du site.

simplepage.pageTitle_label=Titre de la page
simplepage.pageTitle_tooltip=S'affiche en haut de la page.
simplepage.editTitle=Modifier le titre
simplepage.editTitle-tooltip=Modifier le titre, la date de publication et d'autres propri\u00e9t\u00e9s de la page
simplepage.edit-title.generic=Modifier {}
simplepage.edit-title.textbox=Modifier la zone de texte {}
simplepage.edit-title.url=Modifier l'\u00e9l\u00e9ment en ligne {}
simplepage.edit-title.youtube=Modifier l'\u00e9l\u00e9ment YouTube
simplepage.edit-title.comments=Modifier l'\u00e9l\u00e9ment Commentaires
simplepage.edit-title.student=Modifier l'\u00e9l\u00e9ment Contenu \u00e9tudiant
simplepage.fromhost=contenu issu de {}
simplepage.showpage=Page d'une le\u00e7on
simplepage.showitem=\u00c9l\u00e9ment d'une le\u00e7on
simplepage.return=Retour \u00e0 la le\u00e7on
simplepage.return.warning=AVERTISSEMENT: veillez enregistrer ou remettre votre travail avant de revenir au menu pr\u00e9c\u00e9dent.
simplepage.next=Suivant
simplepage.back=Retour
simplepage.editor=\u00c9diteur
simplepage.ckeditor=\u00c9diteur, taper \u00abAlt+0\u00bbpour obtenir de l'aide

simplepage.preview=Aper\u00e7u de {}

simplepage.save_message=Enregistrer
simplepage.cancel_message=Annuler
simplepage.has_prerequistes=Avant de traiter cette page, vous devez terminer les pages suivantes:
simplepage.has_prerequistes_2=Vous devez terminer l'\u00e9l\u00e9ment pr\u00e9c\u00e9dent avant de passer \u00e0 celui-ci. Retournez sur cette page pour le faire. Recherchez un \u00e9l\u00e9ment affichant un ast\u00e9risque \u00e0 sa gauche.

simplepage.resource=Ajouter une ressource
simplepage.resource.tooltip=Ajouter un lien vers un fichier dans l'outil \u00abRessources\u00bb, ou ajouter l'URL d'un autre site
simplepage.subpage=Ajouter une sous-page
simplepage.subpage-next=Page suivante: cela remplace la page en cours plut\u00f4t que d'y revenir.
simplepage.subpage-button=Afficher sous forme de bouton plut\u00f4t que sous forme de lien
simplepage.subpage.tooltip=Cr\u00e9er une page et ajouter un lien vers cette page
simplepage.usenewwindow=Ouvrir l'\u00e9l\u00e9ment dans une nouvelle fen\u00eatre
simplepage.assignment=Ajouter un devoir
simplepage.assignment.tooltip=Ajouter un lien vers un devoir dans l'outil \u00abDevoir\u00bb
simplepage.assignment.chooser=Choisir un devoir
simplepage.due=\u00c0 rendre le
simplepage.chooser.name=Page
simplepage.chooser.due=Date limite \u00e0 laquelle le travail doit \u00eatre remis
simplepage.chooser.link=Lier
simplepage.select=S\u00e9lectionner
simplepage.select-for-deletion=S\u00e9lectionner pour suppression
simplepage.delete-message=Seules les pages qui ne figurent nulle part sur le site peuvent \u00eatre supprim\u00e9es d\u00e9finitivement.
simplepage.delete-selected=Supprimer les pages s\u00e9lectionn\u00e9es
simplepage.chooser.select=Utiliser l'\u00e9l\u00e9ment s\u00e9lectionn\u00e9
simplepage.chooser.unused=Les pages suivantes ne sont pas utilis\u00e9es pour le moment. (Aucune autre page n'y fait r\u00e9f\u00e9rence.)
simplepage.change_assignment=Changer de devoir
simplepage.change_quiz=Changer d'\u00e9valuation
simplepage.change_forum=Changer de th\u00e8me de forum
simplepage.change_resource=Changer de fichier ou d'URL
simplepage.change_page=Modifier la page
simplepage.quiz=Ajouter une \u00e9valuation
simplepage.quiz.tooltip=Ajouter un lien vers une \u00e9valuation
simplepage.quiz.chooser=Choisir une \u00e9valuation

simplepage.forum=Ajouter un th\u00e8me de forum
simplepage.forum.tooltip=Ajouter un lien vers un th\u00e8me de forum dans l'outil \u00abForums\u00bb ou \u00abJforum\u00bb
simplepage.forum.chooser=Choisir un th\u00e8me de forum
simplepage.page.chooser=Choisir une page
simplepage.page.index=Pages du site actuel
simplepage.page.onlyseen=REMARQUE: seules les pages que vous avez consult\u00e9es apparaissent.
simplepage.create=Cr\u00e9er
simplepage.cancel=Annuler
simplepage.notitle=Un titre est requis.
simplepage.subpage_header=Cr\u00e9er une sous-page

simplepage.copylink=Copier
simplepage.copylink2=Copier: {}

# because of the way they are loaded, startup_help needs templates/ and additional-instructions does not
# putting the URLs here lets us supply different versions for different languages
simplepage.startup_help=templates/instructions/general.html
simplepage.additional-instructions=instructions/multimedia.html
simplepage.additional-website-instructions=instructions/website.html
simplepage.general-instructions=instructions/general.html

simplepage.help=Aide

simplepage.noitems_error_admin=Nous vous conseillons de commencer par utiliser l'option <b>Ajouter un texte</b> pour placer un contenu sur cette page. Vous pourrez ensuite y ajouter des liens ou un autre contenu. Placez votre curseur sur l'un des \u00e9l\u00e9ments ci-dessus pour afficher sa fonction.
simplepage.noitems_error_user=Aucun \u00e9l\u00e9ment n'a \u00e9t\u00e9 ajout\u00e9 \u00e0 cette page.

simplepage.additional-instructions-label=Questions fr\u00e9quentes concernant le contenu multim\u00e9dia
simplepage.additional-website-instructions-label=Questions fr\u00e9quentes concernant le contenu de sites Web

simplepage.link=Ajouter un lien
simplepage.addlink_header=Ajouter un nouveau lien
simplepage.addLink_label=URL:
simplepage.editText=Modifier ce texte
simplepage.editItem=Modifier
simplepage.editItemBelow=Modifier l'\u00e9l\u00e9ment ci-dessous

simplepage.edit=Mettre \u00e0 jour l'\u00e9l\u00e9ment
simplepage.description_label=Description de l'\u00e9l\u00e9ment
simplepage.name_label=Nom de l'\u00e9l\u00e9ment
simplepage.edititem_header=Modifier l'\u00e9l\u00e9ment
simplepage.multimedia=Ajouter un contenu multim\u00e9dia
simplepage.multimedia.tooltip=Ajouter une image, une vid\u00e9o, un fichier Flash, une page Web, etc. Servez-vous de cette option pour int\u00e9grer l'\u00e9l\u00e9ment \u00e0 cette page. Si vous voulez cr\u00e9er un lien vers un article, plut\u00f4t que d'int\u00e9grer l'\u00e9l\u00e9ment \u00e0 la page, servez-vous plut\u00f4t de l'option \u00abAjouter une ressource\u00bb.
simplepage.expert_toggle=Afficher les d\u00e9tails
simplepage.expert_intro=Il n'est normalement pas n\u00e9cessaire de modifier les \u00e9l\u00e9ments suivants:
simplepage.mimetype_label=Type Mime
simplepage.tag_is=Cet \u00e9l\u00e9ment s'affiche avec une balise de type
simplepage.tag_object=\u00abobjet\u00bb
simplepage.tag_img=\u00abimg\u00bb
simplepage.tag_iframe=\u00abiframe\u00bb
simplepage.permissions=Droits d'acc\u00e8s
simplepage.permissions.tooltip=Modifier les droits d'acc\u00e8s associ\u00e9s \u00e0 cet outil pour diff\u00e9rents types d'utilisateurs
simplepage.iframe.auto=Utilisez l'option \u00abauto\u00bb dans le champ de hauteur pour utiliser toute la hauteur du contenu. Cette option ne fonctionne que pour les URLs au sein de Sakai.
simplepage.nopermissions=Vous n'\u00eates pas autoris\u00e9 \u00e0 lire cette page.
simplepage.nowrite=Vous n'\u00eates pas autoris\u00e9 \u00e0 modifier cette page.
simplepage.savefailed=Impossible d'enregistrer ou de mettre \u00e0 jour l'\u00e9l\u00e9ment. Erreur: 

simplepage.height_label=Hauteur:
simplepage.width_label=Largeur:
simplepage.editMultimedia_header=Modifier la taille du contenu multim\u00e9dia
simplepage.editMultimedia=Modifier le contenu multim\u00e9dia
simplepage.size-too-big=Hauteur ou largeur sup\u00e9rieure \u00e0 3000 pixels
simplepage.deleted-group=<Groupe supprim\u00e9>
simplepage.deleted-entity=*Supprim\u00e9*

simplepage.add_file_instructions=Vous pouvez fournir un fichier \u00e0 charger, sp\u00e9cifier l'URL o\u00f9 l'\u00e9l\u00e9ment est disponible ou choisir un fichier qui a d\u00e9j\u00e0 \u00e9t\u00e9 d\u00e9pos\u00e9.
simplepage.upload_label=D\u00e9poser un fichier:
simplepage.choose_existing=Choisir un fichier existant
simplepage.choose_existing_page=Choisir une page existante

simplepage.import_cc_button=Importer la cartouche commune
simplepage.import_cc=Importer le fichier de cartouche commune IMS
simplepage.import_cc_file=Fichier de cartouche commune IMS (fichier ZIP):
simplepage.import_cc_syllabus=Plan de cours
simplepage.import_cc_lessonplan=Plan de le\u00e7on
simplepage.import_cc_pattern=[Appariement de mod\u00e8le]
simplepage.import_cc_usespattern=Cette cartouche contient des questions d'\u00e9valuation Exercices \u00e0 trous qui utilisent l'appariement de mod\u00e8le. Sakai ne prend pas en charge l'appariement de mod\u00e8le. Ces questions seront identifi\u00e9es avec [Appariement de mod\u00e8le] au d\u00e9but de la question. Veuillez les r\u00e9viser et apporter les modifications n\u00e9cessaires.

simplepage.delete=Supprimer
simplepage.editTitle_header=Modifier le titre de la page
simplepage.title=Configuration

simplepage.alt_label=Autre texte
simplepage.reorder=R\u00e9organiser
simplepage.reorder-tooltip=R\u00e9organiser les \u00e9l\u00e9ments de cette page
simplepage.reorder_header=R\u00e9organiser les \u00e9l\u00e9ments de page
simplepage.reorder_instructions=Glissez-d\u00e9placez les \u00e9l\u00e9ments ci-dessous pour les r\u00e9organiser. Vous pouvez \u00e9galement s\u00e9lectionner un chiffre et vous servir de la touche \u00ab Ctrl\u00bb et des fl\u00e8ches \u00abHaut\u00bb ou \u00abBas\u00bb. Dans certains cas, vous devrez peut-\u00eatre cliquer deux fois sur la fl\u00e8che.
simplepage.reorder.tooltip=Changer l'ordre des \u00e9l\u00e9ments de cette page
simplepage.reorder-duplicates=Impossible de continuer. Certains \u00e9l\u00e9ments comportent des s\u00e9quences dupliqu\u00e9es.
simplepage.reorder-belowdelete=D\u00e9placer les \u00e9l\u00e9ments sous cette marque pour les supprimer
simplepage.reorder-aboveuse=D\u00e9placer les \u00e9l\u00e9ments au-dessus de cette marque pour les placer sur la page
simplepage.reorder-addpage=Ajouter des \u00e9l\u00e9ments d'une autre page

simplepage.save=Enregistrer
simplepage.edit_youtubelink=Modifier le lien YouTube
simplepage.edit_youtube=Modifier le lien YouTube ci-dessous
simplepage.edit_movie=Modifier l'\u00e9l\u00e9ment ci-dessous
simplepage.edititems=Modifier les \u00e9l\u00e9ments
simplepage.itemstatus=\u00c9tat de l'\u00e9l\u00e9ment
simplepage.items=\u00c9l\u00e9ments
simplepage.edit_quiz=Modifier
simplepage.edit_quiz_settings=Modifier les param\u00e8tres de l'\u00e9valuation
simplepage.edit_assignment=Modifier le devoir
simplepage.edit_topic=Modifier le th\u00e8me du forum
simplepage.return_from_edit=Revenir au chapitre une fois l'\u00e9l\u00e9ment modifi\u00e9

simplepage.status.completed=Termin\u00e9
simplepage.status.notavailable=Pas encore disponible
simplepage.status.failed=\u00c9chec
simplepage.status.required=obligatoire
simplepage.status.notrequired=Non requis
simplepage.status.inprogress=En cours
simplepage.status.level=Niveau {}
simplepage.refresh_prompt=Apr\u00e8s avoir termin\u00e9 un \u00e9l\u00e9ment requis, veuillez
simplepage.refresh=actualiser
simplepage.last-visited=Revenir \u00e0 la page la plus r\u00e9cente \u00e0 partir d'une session ant\u00e9rieure:
simplepage.update_icons=pour mettre \u00e0 jour les ic\u00f4nes de l'\u00e9tat.
simplepage.prerequisites_label=Ne pas publier l'\u00e9l\u00e9ment tant que tous les \u00e9l\u00e9ments requis ne sont pas termin\u00e9s
simplepage.page_prerequisites_label=Ne pas publier la page tant que toutes les pages pr\u00e9alables ne sont pas termin\u00e9es
simplepage.require=Exiger cet \u00e9l\u00e9ment
simplepage.page_require=Exiger cette page
simplepage.youtube_url=URL YouTube:
simplepage.youtube_player=Lecteur YouTube
simplepage.mm_player=Lecteur multim\u00e9dia pour {}
simplepage.web_content=Web {}
simplepage.youtube.needflash=Vous devez activer Flash Player\u00a08+ et Javascript pour visualiser cette vid\u00e9o.
simplepage.hide_page_label=Masquer cette page:
simplepage.hide_page_from_users=Masquer cette page pour qu'elle ne soit pas visible par les utilisateurs (la page n'appara\u00eetra pas dans la marge de gauche)
simplepage.page.releasedate=Masquer cette page jusqu'\u00e0 la date suivante (la page appara\u00eetra, mais l'utilisateur recevra un message d'erreur)
simplepage.error=Erreur
simplepage.error_colon=Erreur:
simplepage.complete_required=Veuillez terminer tous les \u00e9l\u00e9ments requis ci-dessus avant de visualiser cet \u00e9l\u00e9ment.

simplepage.editpermissions=\u00c9tablir les droits d'acc\u00e8s
simplepage.filepicker_instructions=Veuillez choisir un fichier ou une page Web (URL) \u00e0 ajouter \u00e0 la page.

simplepage.require_submit_assessment=L'\u00e9tudiant doit remettre cette \u00e9valuation.
simplepage.require_submit_assignment=L'\u00e9tudiant doit remettre ce devoir.
simplepage.require_submit_forum=L'\u00e9tudiant doit remettre une publication sur ce th\u00e8me.
simplepage.require_receive=L'\u00e9tudiant doit recevoir 
simplepage.require_points_assessment=points pour cette \u00e9valuation.
simplepage.require_points_assignment=points pour ce devoir.
simplepage.require_pass_assignment=L'\u00e9tudiant doit <b>r\u00e9ussir</b> ce devoir
simplepage.require_atleast=L'\u00e9tudiant doit recevoir, au moins, un(e)
simplepage.require_checkmark=L'\u00e9tudiant doit recevoir, au moins, une coche
simplepage.title_notblank=Le titre ne doit pas \u00eatre vide.
simplepage.must_be_youtube=Il doit s'agir d'une URL YouTube
simplepage.item_notblank=Le nom de l'\u00e9l\u00e9ment ne doit pas \u00eatre vide
simplepage.page_notblank=Le titre de la page ne doit pas \u00eatre vide.

simplepage.copied.assignment=Cet \u00e9l\u00e9ment a \u00e9t\u00e9 copi\u00e9 sur un autre site. Il ne fonctionnera pas tant que vous n'aurez pas utilis\u00e9 les options \u00ab\u00c9diter\u00bb et \u00abChanger de devoir\u00bb pour s\u00e9lectionner un devoir valide sur ce site.
simplepage.copied.assessment=Cet \u00e9l\u00e9ment a \u00e9t\u00e9 copi\u00e9 sur un autre site. Pour l'activer  veuillez cliquer sur \u00ab\u00c9diter\u00bb / \u00abChanger d'\u00e9valuation\u00bb et s\u00e9lectionnez une \u00e9valuation disponible.
simplepage.copied.forum=Cet \u00e9l\u00e9ment a \u00e9t\u00e9 copi\u00e9 sur un autre site. Il ne fonctionnera pas tant que vous n'aurez pas cliqu\u00e9 sur les options \u00ab\u00c9diter\u00bb et \u00abChanger de th\u00e8me de forum\u00bb pour s\u00e9lectionner un th\u00e8me de forum valide sur ce site.

simplepage.nosite=Impossible de d\u00e9terminer quel est le site actuel
simplepage.create.resource.failed=Impossible de cr\u00e9er un fichier pendant l'importation de la cartouche commune: 
simplepage.resource100=Impossible de cr\u00e9er un fichier pendant l'importation de la cartouche commune: 100 copies existent d\u00e9j\u00e0: 
simplepage.noquizengines=<b style="color:#c00">AVERTISSEMENT:</b> veuillez ajouter un outil \u00ab\u00c9valuations\u00bb \u00e0 ce site. Si vous ne le faites pas, aucune \u00e9valuation ne pourra \u00eatre d\u00e9pos\u00e9e \u00e0 partir de la cartouche.
simplepage.choosequizengine=S\u00e9lectionnez l'outil \u00ab\u00c9valuations\u00bb \u00e0 utiliser pour les \u00e9valuations de cette cartouche
simplepage.notopicengines=<b style="color:#c00">AVERTISSEMENT:</b> veuillez ajouter un outil \u00abForum\u00bb \u00e0 ce site. Si vous ne le faites pas, aucun forum ne pourra \u00eatre d\u00e9pos\u00e9 \u00e0 partir de la cartouche.
simplepage.choosetopicengine=S\u00e9lectionnez l'outil \u00abForum\u00bb \u00e0 utiliser pour les forums de cette cartouche
simplepage.loading=Chargement en cours, merci de patienter...
simplepage.needpermissions=Vous n'\u00eates pas autoris\u00e9 \u00e0 utiliser cet outil. \u00c9tant donn\u00e9 que votre r\u00f4le vous permet de l'utiliser, nous croyons que les droits d'acc\u00e8s n'ont pas \u00e9t\u00e9 convenablement configur\u00e9s pour votre site. Utilisez le lien suivant pour ouvrir l'outil sur les droits d'acc\u00e8s. Nous vous conseillons d'attribuer la valeur lessonbuilder.read \u00e0 tous les r\u00f4les et lessonbuilder.upd \u00e0 tous les r\u00f4les que vous voulez autoriser \u00e0 modifier un contenu. C'est g\u00e9n\u00e9ralement le cas des r\u00f4les de maintenance et d'enseignants ainsi que de certains r\u00f4les TA.
simplepage.wrong-cc-version=Format de cartouche courant non reconnu. La version du fichier doit \u00eatre 1.0 ou 1.1.
simplepage.cc-error=Erreur lors de la tentative d''importation du fichier Common Cartridge. Le fichier peut \u00eatre incorrect.
simplepage.cc-uses-auth=Impossible d'importer les cartouches communes avec des autorisations restreintes
simplepage.cc-uses-role=Cette cartouche comporte au moins une ressource limit\u00e9e au tuteur ou \u00e0 l'enseignant. Ces ressources ne sont pas plac\u00e9es sur une page Le\u00e7on, mais elles sont charg\u00e9es dans les ressources et ne sont pas visibles par les \u00e9tudiants. {}
simplepage.cc-uses-mentor=Aucune distinction n'est faite entre le tuteur et l'enseignant.


simplepage.comments-section=Section \u00abCommentaires\u00bb
simplepage.replace-with-comments=Chargement des commentaires en cours...
simplepage.comments=Ajouter l'outil \u00abCommentaires\u00bb
simplepage.add-comment=Ajouter un commentaire
simplepage.in-reply-to=En r\u00e9ponse \u00e0 {1}, {2}
simplepage.comment-reply=R\u00e9ponse au commentaire de {}
simplepage.missing-prereqs=Une zone est destin\u00e9e aux commentaires. Vous devez remplir tous les \u00e9l\u00e9ments requis ci-dessus pour qu'elle s'affiche.
simplepage.fake-missing-prereqs=Si vous \u00e9tiez \u00e9tudiant, vous ne pourriez pas voir les commentaires, car vous n'avez pas rempli tous les \u00e9l\u00e9ments requis ci-dessus.
simplepage.edit-comment=Modifier le commentaire
simplepage.comment-edit=Modifier le commentaire de {}
simplepage.see_all_comments=Afficher tous les commentaires {}...
simplepage.see_new_comments=Afficher tous les nouveaux commentaires {}...
simplepage.edit_commentslink=Modifier la section \u00abCommentaires\u00bb
simplepage.comments-anonymous=Pr\u00e9server l'anonymat des commentaires
simplepage.comments-graded=Cr\u00e9er des entr\u00e9es dans le bulletin de notes pour ces
simplepage.comments-max=Nombre maximum de points:
simplepage.integer-expected=Un nombre valide doit \u00eatre indiqu\u00e9 pour les points.
simplepage.comment-delete=Supprimer le commentaire de {}
simplepage.delete_comment_confirm=Voulez-vous vraiment supprimer ce commentaire r\u00e9dig\u00e9 par {}?
simplepage.empty-comment-error=Le champ Commentaires ne devrait pas \u00eatre vide.
simplepage.comment-permissions-error=Vous n'\u00eates pas autoris\u00e9 \u00e0 supprimer ce commentaire.
simplepage.permissions-general=Vous n'\u00eates pas autoris\u00e9 \u00e0 effectuer cette op\u00e9ration.
simplepage.comment-unknown-user=Utilisateur inconnu
simplepage.comment-you=Vous
simplepage.comment-anonymous-message=Les utilisateurs normaux peuvent uniquement voir les noms Anonymes. Les noms r\u00e9els des commentateurs ne sont montr\u00e9s qu'\u00e0 vous et aux autres administrateurs du site.
simplepage.edit-comment=Modifier
simplepage.comment-edit-message=Vous avez 30\u00a0minutes pour modifier ou supprimer votre commentaire.
simplepage.comment-grading-message=Saisissez le nombre de points que vous d\u00e9sirez attribuer \u00e0 un commentaire particulier dans la case \u00abPoints\u00bb \u00e0 c\u00f4t\u00e9 du commentaire. Appuyez ensuite sur la touche \u00abEntr\u00e9e\u00bb pour envoyer la note.  Les notes qui ont \u00e9t\u00e9 saisies mais pas envoy\u00e9es sont affich\u00e9es en rouge.
simplepage.comment-author-owner=Propri\u00e9taire de la page
simplepage.nothing-over-100-percent=La hauteur ou la largeur ne peut pas \u00eatre sup\u00e9rieure \u00e0 100%.
simplepage.width-height=La hauteur et la largeur doivent \u00eatre des nombres positifs. Par exemple, \u00ab500\u00bb ou \u00ab500px\u00bb, ou un pourcentage inf\u00e9rieur \u00e0 100%.

simplepage.seconds=secondes \u00e9coul\u00e9es
simplepage.one_min=1\u00a0minute \u00e9coul\u00e9e
simplepage.x_min={}\u00a0minutes \u00e9coul\u00e9es
simplepage.one_hour=1\u00a0heure \u00e9coul\u00e9e
simplepage.x_hour={}\u00a0heures \u00e9coul\u00e9es
simplepage.one_day=1\u00a0jour \u00e9coul\u00e9
simplepage.x_day={}\u00a0jours \u00e9coul\u00e9s
simplepage.one_month=1\u00a0mois \u00e9coul\u00e9
simplepage.x_month={}\u00a0mois \u00e9coul\u00e9s
simplepage.one_year=1\u00a0an \u00e9coul\u00e9
simplepage.x_year={}\u00a0ans \u00e9coul\u00e9s

simplepage.select-group=S\u00e9lectionnez les groupes qui devraient pouvoir afficher cet \u00e9l\u00e9ment (si aucune s\u00e9lection n'est effectu\u00e9e, tous peuvent le voir)
simplepage.edit-group=Modifiez les groupes qui devraient pouvoir afficher cet \u00e9l\u00e9ment
simplepage.select-resource-group=REMARQUE: il est pr\u00e9f\u00e9rable de d\u00e9finir un acc\u00e8s de groupe dans l'outil \u00abRessources\u00bb. Vous pourriez ainsi le d\u00e9finir pour l'ensemble d'un dossier plut\u00f4t que pour chaque ressource individuelle.
simplepage.resource-group-inherited=Un acc\u00e8s de groupe ou public a \u00e9t\u00e9 d\u00e9fini pour le dossier contenant l'\u00e9l\u00e9ment. Les groupes ne peuvent donc pas \u00eatre ajust\u00e9s ici.

simplepage.edit_studentlink=Modifier la section \u00abContenu \u00e9tudiant\u00bb
simplepage.student-content=Section \u00abContenu \u00e9tudiant\u00bb
simplepage.add-content=Ajouter du contenu \u00e9tudiant
simplepage.student=Pages \u00c9tudiant
simplepage.add-page=Ajouter votre propre page
simplepage.page-exists=Vous avez d\u00e9j\u00e0 cr\u00e9\u00e9 une page dans cet outil.
simplepage.new-student-page=Nouveau
simplepage.new-student-content-page=Nouvelle page
simplepage.new-student-content=Nouveau contenu
simplepage.new-student-comments=Nouveaux commentaires
simplepage.new-student-content-page-1=Nouvelle page cr\u00e9\u00e9e par {}
simplepage.new-student-content-1=Nouveau contenu cr\u00e9\u00e9 par {}
simplepage.new-student-comments-1=Nouveaux commentaires sur le contenu cr\u00e9\u00e9 par {}
simplepage.student-content-page=Page \u00abContenu \u00e9tudiant\u00bb
simplepage.student-anonymous=Conf\u00e9rer l'anonymat \u00e0 ces pages \u00ab\u00c9tudiant\u00bb
simplepage.student-comments=Ajouter une section \u00abCommentaires\u00bb \u00e0 chaque page
simplepage.student-comments-anon=Conf\u00e9rer l'anonymat \u00e0 ces commentaires
simplepage.anonymous=Anonyme
simplepage.student-missing-prereqs=Si vous \u00e9tiez \u00e9tudiant, vous ne pourriez pas voir les commentaires, car vous n'avez pas rempli tous les \u00e9l\u00e9ments requis ci-dessus.
simplepage.student-fake-missing-prereqs=Si vous \u00e9tiez \u00e9tudiant, vous ne pourriez pas voir les commentaires, car vous n'avez pas rempli tous les \u00e9l\u00e9ments requis ci-dessus.

simplepage.website=Ajouter un site web
simplepage.website.tooltip=D\u00e9posez un site web compress\u00e9. Les fichiers Camtasia, Wimba Create et Articulate sont plus sp\u00e9cifiquement pris en charge, mais n'importe quel fichier ZIP peut \u00eatre d\u00e9pos\u00e9. Consultez l'aide de la bo\u00eete de dialogue pour obtenir plus d'information.

simplepage.website.noindex=Nous avons d\u00e9pos\u00e9 votre fichier ZIP. Les fichiers qu'il contient se trouvent maintenant dans le dossier {}, dans \u00abRessources\u00bb. Il est cependant impossible de trouver le fichier qu'il contient qui devrait \u00eatre affich\u00e9. Vous pouvez utiliser les options \u00abAjouter une ressource\u00bb et \u00abChoisir un fichier existant\u00bb pour choisir vous-m\u00eame le bon fichier .
simplepage.website.cantexpand=Impossible d'extraire les fichiers de votre fichier ZIP

simplepage.blti=Ajouter un outil externe
simplepage.change_blti=Changer d'outil externe
simplepage.require_submit_blti=L'\u00e9tudiant doit utiliser cet \u00e9l\u00e9ment
simplepage.edit_blti=Modifier l'outil externe
simplepage.blti.chooser=S\u00e9lection d'outils externes
simplepage.blti.tools=Ajouter un \u00e9l\u00e9ment
simplepage.blti.tools.manage=G\u00e9rer les outils et les \u00e9l\u00e9ments
simplepage.blti.tools.text=Cliquer sur un outil afin de cr\u00e9er un \u00e9l\u00e9ment bas\u00e9 sur cet outil
simplepage.blti.tools.create=Cliquez sur l'option suivante pour g\u00e9rer les outils et les \u00e9l\u00e9ments. Vous pourrez ainsi cr\u00e9er votre propre outil, en fonction d'information provenant d'un service ext\u00e9rieur, et modifier ou supprimer des outils ou des \u00e9l\u00e9ments existants. Cependant, la plupart des auteurs utilisent g\u00e9n\u00e9ralement les sections ci-dessus et non pas celle-ci.
simplepage.select_blti=S\u00e9lectionner un \u00e9l\u00e9ment
simplepage.select_blti.text=S\u00e9lectionnez un article et cliquez sur \u00abUtiliser l'\u00e9l\u00e9ment s\u00e9lectionn\u00e9\u00bb pour l'ajouter \u00e0 votre page. Cliquez sur un \u00e9l\u00e9ment pour voir \u00e0 quoi ressemblera l'outil .
simplepage.no_blti_items=Aucun \u00e9l\u00e9ment n'a \u00e9t\u00e9 cr\u00e9\u00e9. S\u00e9lectionnez un outil ci-dessus pour en cr\u00e9er un nouveau ou utilisez l'option ci-dessous \u00abG\u00e9rer les outils et les \u00e9l\u00e9ments\u00bb pour en cr\u00e9er un nouveau bas\u00e9 sur des renseignements provenant d'un service ext\u00e9rieur.
simplepage.eTextblti= Ajouter un outil externe
simplepage.change_eTextblti = Changer d'outil externe
simplepage.require_submit_eTextblti=L'\u00e9tudiant doit utiliser cet \u00e9l\u00e9ment
simplepage.edit_eTextblti = Modifier l'outil externe
simplepage.eTextblti.chooser=S\u00e9lection d'outils externes
simplepage.eTextblti.tools = Ajouter un \u00e9l\u00e9ment
simplepage.eTextblti.tools.manage=G\u00e9rer les outils et les \u00e9l\u00e9ments
simplepage.eTextblti.tools.text=Cliquer sur un outil afin de cr\u00e9er un \u00e9l\u00e9ment bas\u00e9 sur cet outil
simplepage.eTextblti.tools.create=Cliquez sur l'option suivante pour g\u00e9rer les outils et les \u00e9l\u00e9ments. Vous pourrez ainsi cr\u00e9er votre propre outil, en fonction d'informations provenant d'un service ext\u00e9rieur, et modifier ou supprimer des outils ou des \u00e9l\u00e9ments existants. Cependant, la plupart des auteurs utilisent g\u00e9n\u00e9ralement les sections ci-dessus et non pas celle-ci.
simplepage.select_eTextblti=S\u00e9lectionner un \u00e9l\u00e9ment
simplepage.select_eTextblti.text=S\u00e9lectionnez un article et cliquez sur \u00abUtiliser l'\u00e9l\u00e9ment s\u00e9lectionn\u00e9\u00bb pour l'ajouter \u00e0 votre page. Cliquez sur un \u00e9l\u00e9ment pour voir \u00e0 quoi ressemblera l'outil.
simplepage.no_eTextblti_items=Aucun \u00e9l\u00e9ment n'a \u00e9t\u00e9 cr\u00e9\u00e9. S\u00e9lectionnez un outil ci-dessus pour en cr\u00e9er un nouveau ou utilisez l'option ci-dessous \u00abG\u00e9rer les outils et les \u00e9l\u00e9ments\u00bb pour en cr\u00e9er un nouveau bas\u00e9 sur des renseignements provenant d'un service ext\u00e9rieur.
simplepage.format.heading=Comment cet \u00e9l\u00e9ment doit-il s'afficher?
simplepage.format.window=Nouvelle fen\u00eatre: Il s'affiche dans une nouvelle fen\u00eatre
simplepage.format.inline=En ligne: Il s'affiche dans une zone de la page actuelle
simplepage.format.page=Nouvelle page: Il s'affiche dans une page distincte comportant les boutons \u00abPr\u00e9c\u00e9dent\u00bb et \u00abSuivant\u00bb
simplepage.format.item_removed=<p style='font-family:arial, helvetica; padding:4px; font-size:80%; border:2px solid black'><span style='color:#c00'>ERROR:</span> L'\u00e9l\u00e9ment qui aurait d\u00fb s'afficher ici a \u00e9t\u00e9 supprim\u00e9. Utilisez le bouton \u00ab\u00c9diter\u00bb \u00e0 c\u00f4t\u00e9 de cet \u00e9l\u00e9ment et s\u00e9lectionnez l'option \u00abChanger l'outil ext\u00e9rieur\u00bb pour recr\u00e9er l'\u00e9l\u00e9ment ou en choisir un nouveau.</p>

simplepage.more-tools=Outils suppl\u00e9mentaires
simplepage.forum-descrip=Ajoutez un lien \u00e0 un th\u00e8me du forum.
simplepage.addwebsite-descrip=D\u00e9poser un fichier ZIP avec du contenu web
simplepage.blti-descrip=Ajoutez un outil avec IMS BLTI.
simplepage.eTextblti-descrip = Ajoutez un outil externe avec IMS BLTI
simplepage.comments-descrip=Ajoutez une section \u00abCommentaires\u00bb.
simplepage.student-descrip=Ajoutez une section dans laquelle les \u00e9tudiants peuvent cr\u00e9er leurs propres pages.
simplepage.permissions-descrip=Modifiez le titre de la page
simplepage.title-student-descrip=Modifier le titre de la page
simplepage.title-descrip=Modifiez le titre ou le style de la page.
simplepage.title-top-descrip=Modifiez le titre, la version ou le style de la page.
simplepage.remove-descrip=Ajoutez une ou plusieurs pages de premier niveau.
simplepage.newpage-descrip=Ajoutez une ou plusieurs page(s) de premier niveau.
simplepage.importcc-descrip=D\u00e9posez le fichier au format IMS\u00a0CC.

simplepage.broken-css=Le fichier\u00a0CSS personnalis\u00e9 est introuvable.
simplepage.css-dropdown-label=Personnalisez le fichier\u00a0CSS:
simplepage.css-upload-label=ou d\u00e9posez votre propre fichier:
simplepage.css-default-instructions=(Si ce fichier est nomm\u00e9 default.css, il deviendra le fichier par d\u00e9faut pour l'ensemble du site.)
simplepage.default-css=Utiliser les valeurs par d\u00e9faut

simplepage.site=Fichier CSS du site
simplepage.system=Fichier CSS du syst\u00e8me

simplepage.comments-points=Points:
simplepage.submit=Envoyer

simplepage.student-comments-graded=\u00c9valuer ces commentaires
simplepage.gradingpane=Volet de notation
simplepage.show-grading-pane=Afficher la fen\u00eatre \u00abNotation\u00bb
simplepage.show-grading-pane-comments=Afficher la fen\u00eatre \u00abNotation\u00bb pour les commentaires
simplepage.show-grading-pane-content=Afficher la fen\u00eatre \u00abNotation\u00bb pour les commentaires relatifs au contenu \u00e9tudiant
simplepage.grading-student=Nom de l'\u00e9tudiant
simplepage.grading-unique=Pages
simplepage.grading-total-posts=Commentaires
simplepage.grading-grade=Note
simplepage.click-to-expand=Afficher/Masquer les commentaires
simplepage.grade-for-student=Note pour {}
simplepage.expand-for-student=Afficher ou masquer les commentaires de {}
simplepage.context-link-title-1=Afficher le contexte du commentaire de {}
simplepage.context-link-title-2=Afficher le contexte du commentaire de {1} sur le contenu de {2}

simplepage.student-comments-grading=Commentaires sur le contenu \u00e9tudiant concernant \u00ab{}\u00bb
simplepage.comments-grading=Commentaires concernant \u00ab{}\u00bb
simplepage.nothing-here=Aucune note ne peut \u00eatre attribu\u00e9e ici.
simplepage.no-gradebook=Cet \u00e9l\u00e9ment ne peut pas \u00eatre marqu\u00e9 en vue de la correction. Le probl\u00e8me vient sans doute du fait qu'aucun outil \u00abBulletin de notes\u00bb n'a encore \u00e9t\u00e9 ajout\u00e9 \u00e0 ce site.
simplepage.show-context=Afficher le contexte

simplepage.reset-button=R\u00e9initialiser
simplepage.help-button=Aide pour les le\u00e7ons
simplepage.opens-in-new=Ouvre une nouvelle fen\u00eatre
simplepage.edit-page=Modifier la page
simplepage.delete_page_confirm=\u00cates-vous s\u00fbr de vouloir supprimer cet \u00e9l\u00e9ment?
simplepage.path=Chemin (dans Ressources)

desc-lessonbuilder.upd=Mettre \u00e0 jour les pages ou les \u00e9l\u00e9ments
desc-lessonbuilder.read=Lire les pages

# from fr_FR copy. Should be checked for Canadian
simplepage.owner-groups=Les pages \u00e9tudiants seront associ\u00e9s \u00e0 des groupes et plut\u00f4t qu\u2019\u00e0 des individus.
simplepage.owner-groups-explanation=S\u00e9lectionnez les groupes qui peuvent \u00eatre associ\u00e9s \u00e0 des pages. Chaque \u00e9l\u00e8ve doit faire partie d'un seul groupe. Si aucun groupe n'est s\u00e9lectionn\u00e9, alors tous les groupes seront utilis\u00e9s.
simplepage.owner-groups-nogroup=Les pages \u00e9tudiants sont associ\u00e9s \u00e0 des groupes. Vous n\u2019appartenez pas \u00e0 un groupe admissible. Veuillez le signaler \u00e0 l\u2019un des responsables de l\u2019espace.
