simplepage.text=\u0422\u0435\u043A\u0441\u0442 \u043D\u044D\u043C\u044D\u0445
simplepage.text.tooltip=\u0422\u0435\u043A\u0441\u0442 \u0431\u043E\u043B\u043E\u043D \u0431\u0443\u0441\u0430\u0434 \u0432\u044D\u0431\u0438\u0439\u043D \u0430\u0433\u0443\u0443\u043B\u0433\u0430 \u0431\u0430\u0433\u0442\u0430\u0430\u0445 \u0431\u043E\u043B\u043E\u043C\u0436\u0442\u043E\u0439 \u0445\u0430\u0439\u0440\u0446\u0430\u0433 \u043D\u044D\u043C\u044D\u0445
simplepage.instructions=\u0422\u0430 \u044D\u043D\u044D \u044D\u043D\u0433\u0438\u0439\u043D \u0445\u0443\u0443\u0434\u0441\u044B\u0433 \u0445\u0430\u0440\u0430\u0430\u0445\u0430\u043D \u04AF\u04AF\u0441\u0433\u044D\u044D\u0433\u04AF\u0439 \u0431\u0430\u0439\u043D\u0430, \u044D\u0445\u043B\u044D\u0445\u0438\u0439\u043D \u0442\u0443\u043B\u0434 '\u0425\u0443\u0443\u0434\u0441\u044B\u0433 \u0437\u0430\u0441\u0430\u0445' \u0433\u044D\u0434\u0433\u0438\u0439\u0433 \u0434\u0430\u0440.
simplepage.not_available=\u0421\u0443\u0440\u0433\u0430\u043B\u0442\u044B\u043D \u0431\u0430\u0433\u0448 \u044D\u043D\u044D\u0445\u04AF\u04AF \u0445\u0443\u0443\u0434\u0441\u044B\u0433 \u0445\u0430\u0440\u0430\u0430\u0445\u0430\u043D \u04AF\u04AF\u0441\u0433\u044D\u044D\u0433\u04AF\u0439 \u044E\u043C\u0443\u0443 \u0442\u0430 \u04AF\u04AF\u043D\u0438\u0439\u0433 \u0443\u043D\u0448\u0438\u0445 \u0448\u0430\u0430\u0440\u0434\u043B\u0430\u0433\u0430\u0442\u0430\u0439 \u0437\u04E9\u0432\u0448\u04E9\u04E9\u0440\u04E9\u043B\u0433\u04AF\u0439 \u0431\u0430\u0439\u043D\u0430. 
simplepage.impossible1=\u0425\u0443\u0443\u0434\u0430\u0441 \u04AF\u04AF\u0441\u0433\u044D\u0445 \u0431\u043E\u043B\u043E\u043C\u0436\u0433\u04AF\u0439 \u0431\u0430\u0439\u043D\u0430. \u0418\u0439\u043C \u0431\u0430\u0439\u0445 \u0451\u0441\u0433\u04AF\u0439. \u042D\u043D\u044D \u0442\u0443\u0445\u0430\u0439 \u043C\u044D\u0434\u044D\u044D\u043B\u043D\u044D \u04AF\u04AF.
simplepage.pagehidden=\u0422\u0430 \u0442\u043E\u0445\u0438\u0440\u0433\u043E\u043E\u043D\u044B \u0446\u043E\u043D\u0445\u043E\u043D \u0434\u0430\u0445\u044C '\u041D\u0443\u0443\u0446\u043B\u0430\u0445' \u0433\u044D\u0441\u044D\u043D \u043D\u04AF\u0434\u0438\u0439\u0433 \u0437\u04E9\u0432\u04E9\u043B\u0441\u04E9\u043D \u0431\u0430\u0439\u043D\u0430. \u042D\u043D\u044D \u043D\u044C \u044D\u043D\u0433\u0438\u0439\u043D \u0445\u044D\u0440\u044D\u0433\u043B\u044D\u0433\u0447\u0438\u0434 \u044D\u043D\u044D \u0445\u0443\u0443\u0434\u0441\u044B\u043D \u0445\u0430\u0440\u0430\u0445\u0430\u0430\u0441 \u0441\u044D\u0440\u0433\u0438\u0439\u043B\u043D\u044D.
simplepage.pagehidden.text=<strong>\u0410\u043D\u0445\u0430\u0430\u0440:</strong> \u041E\u0434\u043E\u043E\u0433\u043E\u043E\u0440 \u044D\u043D\u044D \u0445\u0443\u0443\u0434\u0430\u0441 \u043D\u044C \u044D\u043D\u0433\u0438\u0439\u043D \u0445\u044D\u0440\u044D\u0433\u043B\u044D\u0433\u0447\u0434\u044D\u044D\u0441 \u043D\u0443\u0443\u0446\u043B\u0430\u0433\u0434\u0441\u0430\u043D \u0431\u0430\u0439\u043D\u0430. \u0422\u0430 \u04AF\u04AF\u043D\u0438\u0439\u0433 <strong>Settings</strong> \u0433\u044D\u0441\u044D\u043D \u0446\u043E\u043D\u0445\u043E\u043D\u0434 \u04E9\u04E9\u0440\u0447\u0438\u043B\u0436 \u0431\u043E\u043B\u043D\u043E.
simplepage.showallpages=\u0425\u0443\u0443\u0434\u0441\u0443\u0443\u0434\u044B\u043D \u0438\u043D\u0434\u0435\u043A\u0441
simplepage.adding-text=-\u0440\u0443\u0443 \u0442\u0435\u043A\u0441\u0442 \u043D\u044D\u043C\u044D\u0445:

simplepage.continue=\u04AE\u0440\u0433\u044D\u043B\u0436\u043B\u04AF\u04AF\u043B\u044D\u0445

simplepage.toolbar=\u0425\u044D\u0440\u044D\u0433\u0441\u043B\u04AF\u04AF\u0434\u0438\u0439\u0433 \u0437\u0430\u0441\u0430\u0445
simplepage.maincontent=\u04AE\u043D\u0434\u0441\u044D\u043D \u0445\u0443\u0443\u0434\u0441\u044B\u043D \u0430\u0433\u0443\u0443\u043B\u0433\u0430
simplepage.notreleased=\u0422\u0430 \u0442\u043E\u0445\u0438\u0440\u0433\u043E\u043E\u043D\u044B \u0446\u043E\u043D\u0445\u043E\u043D \u0434\u0430\u0445\u044C '\u0413\u0430\u0440\u0430\u0445 \u04E9\u0434\u04E9\u0440 \u0445\u04AF\u0440\u0442\u044D\u043B \u043D\u0443\u0443\u0446\u043B\u0430\u0445' \u0433\u044D\u0441\u044D\u043D \u043D\u04AF\u0434\u0438\u0439\u0433 \u0437\u04E9\u0432\u04E9\u043B\u0441\u04E9\u043D, \u0431\u04E9\u0433\u04E9\u04E9\u0434 \u04E9\u0433\u04E9\u0433\u0434\u04E9\u043B \u0438\u0440\u0441\u044D\u043D\u0433\u04AF\u0439. \u042D\u043D\u044D \u0445\u0443\u0443\u0434\u0430\u0441 \u0433\u0430\u0440\u0447 \u0438\u0440\u044D\u0445 \u0431\u043E\u043B\u043E\u0432\u0447 \u0445\u044D\u0440\u044D\u0433\u043B\u044D\u0433\u0447\u0438\u0434 \u04AF\u04AF\u043D\u0438\u0439\u0433 \u0445\u0430\u0440\u0430\u0430\u0445\u0430\u043D \u0430\u0448\u0438\u0433\u043B\u0430\u0445 \u0431\u043E\u043B\u043E\u043C\u0436\u0433\u04AF\u0439.
simplepage.notreleased.text=<strong>\u0410\u043D\u0445\u0430\u0430\u0440:</strong> \u042D\u043D\u044D\u0445\u04AF\u04AF \u0445\u0443\u0443\u0434\u0430\u0441 \u043D\u044C {} \u0445\u04AF\u0440\u0442\u044D\u043B \u044D\u043D\u0433\u0438\u0439\u043D \u0445\u044D\u0440\u044D\u0433\u043B\u044D\u0433\u0447\u0434\u044D\u0434 \u0445\u0430\u0430\u043B\u0442\u0442\u0430\u0439 \u0431\u0430\u0439\u043D\u0430. \u0422\u0430 \u04AF\u04AF\u043D\u0438\u0439\u0433 <strong>Settings</strong> \u0433\u044D\u0441\u044D\u043D \u0446\u043E\u043D\u0445\u043E\u043D\u0434 \u04E9\u04E9\u0440\u0447\u0438\u043B\u0436 \u0431\u043E\u043B\u043D\u043E.
simplepage.page.gradebook=\u0425\u0443\u0443\u0434\u0441\u044B\u043D \u0445\u0438\u0439\u0436 \u0434\u0443\u0443\u0441\u0430\u0445\u0430\u0430\u0440 gradebook-\u044B\u043D \u0431\u04AF\u0440\u0442\u0433\u044D\u043B \u04AF\u04AF\u0441\u0433\u044D.
simplepage.points=\u041E\u043D\u043E\u043E\u043D\u0443\u0443\u0434

simplepage.overquota=\u041D\u04E9\u04E9\u0446 \u043D\u044D\u043C\u044D\u0445 \u0431\u043E\u043B\u043E\u043C\u0436\u0433\u04AF\u0439: \u042D\u043D\u044D \u043D\u044C \u0441\u0430\u0439\u0442\u044B\u043D \u0447\u0438\u043D\u044C \u0445\u044F\u0437\u0433\u0430\u0430\u0440\u0438\u0439\u043D \u0445\u0443\u0432\u0438\u0430\u0441 \u0445\u044D\u0442\u044D\u0440\u043D\u044D.
simplepage.resourceerror=\u041D\u04E9\u04E9\u0446 \u043D\u044D\u043C\u044D\u0445 \u0431\u043E\u043B\u043E\u043C\u0436\u0433\u04AF\u0439: {}
simplepage.resourcepossibleerror=\u0424\u0430\u0439\u043B\u044B\u0433 \u0445\u0430\u0434\u0433\u0430\u043B\u0430\u0445\u0430\u0434 \u0430\u043B\u0434\u0430\u0430 \u0433\u0430\u0440\u0447 \u0431\u043E\u043B\u0437\u043E\u0448\u0433\u04AF\u0439. \u04AE\u0439\u043B\u0434\u044D\u043B \u043D\u044C \u0437\u04E9\u0432 \u0445\u0438\u0439\u0433\u0434\u0441\u044D\u043D \u0431\u0430\u0439\u0436 \u0431\u043E\u043B\u043E\u0445 \u0447 \u0444\u0430\u0439\u043B \u0447\u0438\u043D\u044C \u0431\u04AF\u0440\u044D\u043D upload \u0445\u0438\u0439\u0433\u0434\u044D\u0436, \u0448\u0438\u043D\u044D\u0447\u043B\u044D\u0433\u0434\u0441\u044D\u043D \u044D\u0441\u044D\u0445\u0438\u0439\u0433 \u0448\u0430\u043B\u0433\u0430 \u0445\u044D\u0440\u044D\u0433\u0442\u044D\u0439.

simplepage.new-page=\u04E8\u04E9\u0440 \u0445\u0443\u0443\u0434\u0430\u0441\u043D\u0443\u0443\u0434 \u043D\u044D\u043C\u044D\u0445
simplepage.new-page-tooltip=\u0417\u04AF\u04AF\u043D \u0442\u0430\u043B\u044B\u043D \u0445\u044D\u0441\u044D\u0433\u0442 \u0445\u0430\u0440\u0443\u0443\u043B\u0430\u0445 \u0445\u0443\u0443\u0434\u0441\u0443\u0443\u0434\u044B\u0433 \u043D\u044D\u043C
simplepage.new-page-title=\u0425\u0443\u0443\u0434\u0441\u044B\u043D \u0433\u0430\u0440\u0447\u0438\u0433
simplepage.new-page-number=\u0425\u044D\u0434\u044D\u043D \u0445\u0443\u0443\u0434\u0430\u0441
simplepage.new-page-number-2=\u041C\u0430\u044F\u0433\u0442 \u043D\u044D\u0433 \u0445\u0443\u0443\u0434\u0430\u0441 \u0433\u0430\u0440\u0430\u0433\u0430\u043D\u0430.
simplepage.new-page-copy= \u041E\u0434\u043E\u043E\u0433\u0438\u0439\u043D \u0445\u0443\u0443\u0434\u0441\u044B\u043D \u0448\u0438\u043D\u044D \u0445\u0443\u0443\u043B\u0431\u0430\u0440\u0443\u0443\u0434\u044B\u0433 \u0445\u0438\u0439\u0445 (\u0445\u0430\u0441\u0441\u0430\u043D \u0442\u0443\u0441\u043B\u0430\u0445 \u0445\u0443\u0443\u0434\u0441\u0443\u0443\u0434\u0430\u0430\u0441 \u0431\u0443\u0441\u0430\u0434)
simplepage.new-page-explanation=\u0417\u04AF\u04AF\u043D \u0437\u0430\u0445\u0430\u0434 \u043D\u044D\u043C\u0436 \u0445\u0443\u0443\u0434\u0441\u0443\u0443\u0434 \u04AF\u04AF\u0441\u0433\u044D\u0445. \u042D\u043D\u044D \u0445\u0443\u0443\u0434\u0441\u0430\u043D \u0434\u043E\u0442\u0440\u043E\u043E \u0445\u0443\u0443\u0434\u0441\u0443\u0443\u0434 \u04AF\u04AF\u0441\u0433\u044D\u0445 \u0431\u043E\u043B "\u0422\u0443\u0441\u043B\u0430\u0445 \u0445\u0443\u0443\u0434\u0430\u0441 \u043D\u044D\u043C\u044D\u0445" \u0433\u044D\u0434\u0433\u0438\u0439\u0433 \u0430\u0448\u0438\u0433\u043B\u0430
simplepage.new-page-explanation-1=\u0425\u044D\u0440\u044D\u0432 \u0433\u0430\u0440\u0447\u0438\u0433\u0442 \u043D\u044C \u0442\u043E\u043E \u0442\u0430\u0432\u0438\u0432\u0430\u043B \u043D\u044D\u0433 \u0434\u043E\u0440 \u0433\u0440\u0443\u043F\u043F \u0445\u0443\u0443\u0434\u0441\u0443\u0443\u0434 \u04AF\u04AF\u0441\u0433\u044D\u0445 \u0431\u043E\u043B\u043E\u043C\u0436\u0442\u043E\u0439.
simplepage.new-page-explanation-2=\u0416\u0438\u0448\u044D\u044D\u043B\u0431\u044D\u043B, \u0445\u044D\u0440\u044D\u0432 "Unit 4" \u0433\u044D\u0436 \u0437\u0430\u0430\u0436 \u04E9\u0433\u04E9\u04E9\u0434, 3 \u0445\u0443\u0443\u0434\u0430\u0441 \u0445\u04AF\u0441\u0432\u044D\u043B Unit 4, Unit 5, Unit 6 \u0433\u044D\u0441\u044D\u043D 3 \u0445\u0443\u0443\u0434\u0430\u0441\u0442\u0430\u0439 \u0431\u043E\u043B\u043D\u043E.
simplepage.number_pages_not_number=\u0425\u0443\u0443\u0434\u0441\u044B\u043D \u0442\u043E\u043E \u0442\u043E\u043E\u0433\u043E\u043E\u0440 \u0438\u043B\u044D\u0440\u0445\u0438\u0439\u043B\u044D\u0445 \u0445\u044D\u0440\u044D\u0433\u0442\u044D\u0439
simplepage.title_no_number=\u0413\u0430\u0440\u0447\u0438\u0433 \u043D\u044C \u0442\u043E\u043E \u0430\u0433\u0443\u0443\u043B\u0441\u0430\u043D \u0431\u0430\u0439\u0445 \u0451\u0441\u0442\u043E\u0439.

simplepage.remove-page=\u0425\u0443\u0443\u0434\u0430\u0441 \u0445\u0430\u0441\u0430\u0445
simplepage.remove-page-tooltip=\u0417\u04AF\u04AF\u043D \u0437\u0430\u0445\u0430\u0430\u0441 \u043E\u0434\u043E\u043E \u0431\u0430\u0439\u0433\u0430\u0430 \u0445\u0443\u0443\u0434\u0441\u044B\u0433 \u0445\u0430\u0441\u0430\u0445
simplepage.remove-page-explanation=\u0417\u04AF\u04AF\u043D \u0437\u0430\u0445\u0430\u0430\u0441 \u043E\u0434\u043E\u043E \u0431\u0430\u0439\u0433\u0430\u0430 \u0445\u0443\u0443\u0434\u0441\u044B\u0433 \u0445\u0430\u0441. \u042D\u043D\u044D \u043D\u044C \u0445\u0443\u0443\u0434\u0441\u044B\u0433 \u0443\u0441\u0442\u0433\u0430\u0445\u0433\u04AF\u0439. \u04AE\u04AF\u043D\u0438\u0439\u0433 \u0443\u0441\u0442\u0433\u0430\u0445\u044B\u043D \u0442\u0443\u043B\u0434 "\u0425\u0443\u0443\u0434\u0441\u0443\u0443\u0434\u044B\u043D \u0438\u043D\u0434\u0435\u043A\u0441" \u0433\u044D\u0441\u044D\u043D \u0442\u043E\u0432\u0447\u0438\u0439\u0433 \u0430\u0448\u0438\u0433\u043B\u0430.
simplepage.remove-student-page-explanation=\u041E\u044E\u0443\u0442\u043D\u044B \u043E\u0434\u043E\u043E\u0433\u0438\u0439\u043D \u0445\u0443\u0443\u0434\u0441\u044B\u0433 \u0445\u0430\u0441. \u042D\u043D\u044D \u0445\u0443\u0443\u0434\u0430\u0441 \u0443\u0441\u0442\u0433\u0430\u0433\u0434\u0430\u0445 \u0431\u043E\u043B\u043D\u043E.
simplepage.remove=\u0425\u0430\u0441\u0430\u0445
simplepage.remove_page_done=\u042D\u043D\u044D \u0445\u0443\u0443\u0434\u0430\u0441 \u0437\u04AF\u04AF\u043D \u0437\u0430\u0445\u0430\u0430\u0441 \u0445\u0430\u0441\u0430\u0433\u0434\u0441\u0430\u043D \u0431\u0430\u0439\u043D\u0430. "\u04AE\u0440\u0433\u044D\u043B\u0436\u043B\u04AF\u04AF\u043B\u044D\u0445" \u0433\u044D\u0434\u0433\u0438\u0439\u0433 \u0434\u0430\u0440\u0430\u0445\u0430\u0434 \u0447\u0438\u043D\u044C \u044D\u043D\u044D\u0445\u04AF\u04AF \u04E9\u04E9\u0440\u0447\u043B\u04E9\u043B\u0442 \u0445\u0430\u0440\u0430\u0433\u0434\u0430\u0445 \u0431\u043E\u043B\u043D\u043E. \u042D\u043D\u044D\u0445\u04AF\u04AF \u0445\u0443\u0443\u0434\u0430\u0441 \u0441\u0438\u0441\u0442\u0435\u043C\u044D\u044D\u0441 \u0443\u0441\u0442\u0433\u0430\u0433\u0434\u0430\u0430\u0433\u04AF\u0439 \u0433\u044D\u0434\u0433\u0438\u0439\u0433 \u0430\u043D\u0445\u0430\u0430\u0440. \u0422\u0430 \u04AF\u04AF\u043D\u0438\u0439\u0433 \u04E9\u04E9\u0440 \u0445\u0443\u0443\u0434\u0430\u0441\u0442 \u0442\u0443\u0441\u043B\u0430\u0445 \u0445\u0443\u0443\u0434\u0441\u0430\u0430\u0440 \u0441\u043E\u043D\u0433\u043E\u0436 \u0431\u043E\u043B\u043E\u043C\u0436\u0442\u043E\u0439, \u044D\u0441\u0432\u044D\u043B \u04AF\u043B\u0434\u0441\u044D\u043D \u0445\u0443\u0443\u0434\u0430\u0441\u043D\u0430\u0430\u0441 "\u0425\u0443\u0443\u0434\u0441\u0443\u0443\u0434\u044B\u043D \u0438\u043D\u0434\u0435\u043A\u0441" \u0433\u044D\u0441\u044D\u043D\u0440\u04AF\u04AF \u043E\u0440\u0436 \u04AF\u04AF\u043D\u0438\u0439\u0433 \u0443\u0441\u0442\u0433\u0430\u0436 \u0431\u043E\u043B\u043D\u043E.

simplepage.not_yet_available_releasedate={} \u0445\u04AF\u0440\u0442\u044D\u043B \u044D\u043D\u044D \u0445\u0443\u0443\u0434\u0430\u0441 \u0431\u043E\u043B\u043E\u043C\u0436\u0433\u04AF\u0439 \u0431\u0430\u0439\u043D\u0430.
simplepage.not_available_hidden=\u042D\u043D\u044D \u0445\u0443\u0443\u0434\u0441\u044B\u0433 \u043D\u0443\u0443\u0446\u0430\u043B\u0441\u0430\u043D \u0431\u0430\u0439\u043D\u0430.
simplepage.hiddenpage=[\u041D\u0443\u0443\u0446\u0430\u043B\u0441\u0430\u043D]
simplepage.pagenotreleased=[\u0413\u0430\u0440\u0433\u0430\u0430\u0433\u04AF\u0439]

simplepage.create_assignment=\u0414\u0430\u0430\u043B\u0433\u0430\u0432\u0440\u0443\u0443\u0434\u044B\u0433 \u0430\u0448\u0438\u0433\u043B\u0430\u043D \u0448\u0438\u043D\u044D \u0434\u0430\u0430\u043B\u0433\u0430\u0432\u0430\u0440 \u04AF\u04AF\u0441\u0433\u044D\u0445 
simplepage.create_assignment2=\u0414\u0430\u0430\u043B\u0433\u0430\u0432\u0430\u0440-2 \u0430\u0448\u0438\u0433\u043B\u0430\u043D \u0448\u0438\u043D\u044D \u0434\u0430\u0430\u043B\u0433\u0430\u0432\u0430\u0440 \u04AF\u04AF\u0441\u0433\u044D\u0445
simplepage.create_blti=\u0413\u0430\u0434\u0430\u0430\u0434 \u0445\u044D\u0440\u044D\u0433\u0441\u043B\u0438\u0439\u0433 \u0441\u0443\u0443\u043B\u0433\u0430\u0445 \u044E\u043C\u0443\u0443 \u0443\u0434\u0438\u0440\u0434\u0430\u0445 
simplepage.create_quiz=\u0428\u0438\u043D\u044D \u0441\u043E\u0440\u0438\u043B \u04AF\u04AF\u0441\u0433\u044D\u0445
simplepage.create_samigo=\u0422\u0435\u0441\u0442\u04AF\u04AF\u0434 \u0431\u043E\u043B\u043E\u043D \u0441\u043E\u0440\u0438\u043B\u0443\u0443\u0434\u044B\u0433 \u0430\u0448\u0438\u0433\u043B\u0430\u043D \u0448\u0438\u043D\u044D \u0441\u043E\u0440\u0438\u043B \u04AF\u04AF\u0441\u0433\u044D\u0445
simplepage.create_mneme=\u0414\u0430\u0430\u043B\u0433\u0430\u0432\u0430\u0440, \u0442\u0435\u0441\u0442, \u0441\u0443\u0434\u0430\u043B\u0433\u0430\u0430\u0433 \u0430\u0448\u0438\u0433\u043B\u0430\u043D \u0448\u0438\u043D\u044D \u0441\u043E\u0440\u0438\u043B \u04AF\u04AF\u0441\u0433\u044D\u0445
simplepage.create_topic=\u0428\u0438\u043D\u044D \u0444\u043E\u0440\u0443\u043C\u044B\u043D \u0441\u044D\u0434\u044D\u0432 \u04AF\u04AF\u0441\u0433\u044D\u0445
simplepage.create_forums=\u0424\u043E\u0440\u0443\u043C\u044B\u0433 \u0430\u0448\u0438\u0433\u043B\u0430\u043D \u0448\u0438\u043D\u044D \u0441\u044D\u0434\u044D\u0432 \u04AF\u04AF\u0441\u0433\u044D\u0445
simplepage.create_jforum=\u0425\u044D\u043B\u044D\u043B\u0446\u04AF\u04AF\u043B\u044D\u0433 \u0431\u043E\u043B\u043E\u043D \u0445\u0443\u0432\u0438\u0439\u043D \u043C\u0435\u0441\u0441\u0435\u0436\u04AF\u04AF\u0434\u0438\u0439\u0433 \u0430\u0448\u0438\u0433\u043B\u0430\u043D \u0448\u0438\u043D\u044D \u0441\u044D\u0434\u044D\u0432 \u04AF\u04AF\u0441\u0433\u044D\u0445
simplepage.create_yaft_topic=YAFT-\u044B\u0433 \u0430\u0448\u0438\u0433\u043B\u0430\u043D \u0448\u0438\u043D\u044D \u0441\u044D\u0434\u044D\u0432 \u04AF\u04AF\u0441\u0433\u044D\u0445
simplepage.select_assignment=\u0411\u044D\u043B\u044D\u043D \u0434\u0430\u0430\u043B\u0433\u0430\u0432\u0440\u0443\u0443\u0434
simplepage.return_assignment= \u0428\u0438\u043D\u044D \u0434\u0430\u0430\u043B\u0433\u0430\u0432\u0430\u0440 \u04AF\u04AF\u0441\u0433\u044D\u0441\u043D\u0438\u0439\u0445\u044D\u044D \u0434\u0430\u0440\u0430\u0430 \u0434\u0430\u0430\u043B\u0433\u0430\u0432\u0430\u0440 \u043D\u044D\u043C\u044D\u0445 \u0433\u044D\u0434\u0433\u044D\u044D\u0440 \u04AF\u0440\u0433\u044D\u043B\u0436\u043B\u04AF\u04AF\u043B
simplepage.return_blti= \u0413\u0430\u0434\u0430\u0430\u0434 \u0445\u044D\u0440\u044D\u0433\u0441\u044D\u043B \u043D\u044D\u043C\u044D\u0445 \u0433\u044D\u0434\u0433\u044D\u044D\u0440 \u04AF\u0440\u0433\u044D\u043B\u0436\u043B\u04AF\u04AF\u043B\u044D\u0445
simplepage.select_quiz=\u0411\u044D\u043B\u044D\u043D \u0441\u043E\u0440\u0438\u043B\u0443\u0443\u0434
simplepage.return_quiz=\u0421\u043E\u0440\u0438\u043B \u043D\u044D\u043C\u044D\u0445 \u0433\u044D\u0434\u0433\u044D\u044D\u0440 \u04AF\u0440\u0433\u044D\u043B\u0436\u043B\u04AF\u04AF\u043B\u044D\u044D\u0434, \u0434\u0430\u0440\u0430\u0430 \u043D\u044C \u0442\u0430 \u0448\u0438\u043D\u044D \u0441\u043E\u0440\u0438\u043B \u04AF\u04AF\u0441\u0433\u044D\u0441\u044D\u043D \u0431\u0430\u0439\u043D\u0430
simplepage.select_topic=\u0411\u044D\u043B\u044D\u043D \u0441\u044D\u0434\u0432\u04AF\u04AF\u0434
simplepage.return_forum=\u0428\u0438\u043D\u044D \u0441\u044D\u0434\u044D\u0432 \u04AF\u04AF\u0441\u0433\u044D\u0441\u043D\u0438\u0439\u0445\u044D\u044D \u0434\u0430\u0440\u0430\u0430 \u0424\u043E\u0440\u0443\u043C\u044B\u043D \u0441\u044D\u0434\u044D\u0432 \u043D\u044D\u043C\u044D\u0445 \u0433\u044D\u0434\u0433\u044D\u044D\u0440 \u04AF\u0440\u0433\u044D\u043B\u0436\u043B\u04AF\u04AF\u043B

simplepage.no_assignments=\u042D\u043D\u044D \u0441\u0430\u0439\u0442\u0430\u0434 \u044F\u043C\u0430\u0440\u0447 \u0431\u043E\u043B\u043E\u043C\u0436\u0442\u043E\u0439 \u0434\u0430\u0430\u043B\u0433\u0430\u0432\u0430\u0440 \u0430\u043B\u0433\u0430 \u0431\u0430\u0439\u043D\u0430. \u0428\u0438\u043D\u0438\u0439\u0433 \u04AF\u04AF\u0441\u0433\u044D\u0445 \u0431\u043E\u043B "\u0428\u0438\u043D\u044D \u0434\u0430\u0430\u043B\u0433\u0430\u0432\u0430\u0440 \u04AF\u04AF\u0441\u0433\u044D\u0445" \u0433\u044D\u0441\u044D\u043D \u043B\u0438\u043D\u043A\u0438\u0439\u0433 \u0430\u0448\u0438\u0433\u043B\u0430.
simplepage.no_assignment_tools=\u042D\u043D\u044D \u0441\u0430\u0439\u0442\u0430\u0434 \u044F\u043C\u0430\u0440\u0447 \u0431\u043E\u043B\u043E\u043C\u0436\u0442\u043E\u0439 \u0434\u0430\u0430\u043B\u0433\u0430\u0432\u0430\u0440\u044B\u043D \u0445\u044D\u0440\u044D\u0433\u0441\u044D\u043B \u0430\u043B\u0433\u0430 \u0431\u0430\u0439\u043D\u0430.
simplepage.no_topics=\u042D\u043D\u044D \u0441\u0430\u0439\u0442\u0430\u0434 \u044F\u043C\u0430\u0440\u0447 \u0431\u043E\u043B\u043E\u043C\u0436\u0442\u043E\u0439 \u0444\u043E\u0440\u0443\u043C\u044B\u043D \u0441\u044D\u0434\u044D\u0432 \u0430\u043B\u0433\u0430 \u0431\u0430\u0439\u043D\u0430. \u0428\u0438\u043D\u0438\u0439\u0433 \u04AF\u04AF\u0441\u0433\u044D\u0445 \u0431\u043E\u043B "\u0428\u0438\u043D\u044D \u0441\u044D\u0434\u044D\u0432 \u04AF\u04AF\u0441\u0433\u044D\u0445" \u0433\u044D\u0441\u044D\u043D \u043B\u0438\u043D\u043A\u0438\u0439\u0433 \u0430\u0448\u0438\u0433\u043B\u0430.
simplepage.no_forum_tools=\u042D\u043D\u044D \u0441\u0430\u0439\u0442\u0430\u0434 \u0444\u043E\u0440\u0443\u043C\u044B\u043D \u0445\u044D\u0440\u044D\u0433\u0441\u044D\u043B \u0431\u0430\u0439\u0445\u0433\u04AF\u0439 \u0431\u0430\u0439\u043D\u0430.
simplepage.no_assessments=\u042D\u043D\u044D \u0441\u0430\u0439\u0442\u0430\u0434 \u044F\u043C\u0430\u0440\u0447 \u0431\u043E\u043B\u043E\u043C\u0436\u0442\u043E\u0439 \u04AF\u043D\u044D\u043B\u0433\u044D\u044D \u0430\u043B\u0433\u0430 \u0431\u0430\u0439\u043D\u0430. \u0428\u0438\u043D\u0438\u0439\u0433 \u04AF\u04AF\u0441\u0433\u044D\u0445 \u0431\u043E\u043B "\u0428\u0438\u043D\u044D \u0441\u043E\u0440\u0438\u043B \u04AF\u04AF\u0441\u0433\u044D\u0445" \u0433\u044D\u0441\u044D\u043D \u043B\u0438\u043D\u043A\u0438\u0439\u0433 \u0430\u0448\u0438\u0433\u043B\u0430.
simplepage.no_assessment_tool=\u042D\u043D\u044D \u0441\u0430\u0439\u0442\u0430\u0434 \u0442\u0435\u0441\u0442, \u0441\u043E\u0440\u0438\u043B\u044B\u043D \u0445\u044D\u0440\u044D\u0433\u0441\u044D\u043B \u0431\u0430\u0439\u0445\u0433\u04AF\u0439 \u0431\u0430\u0439\u043D\u0430.
simplepage.noplugin=\u0422\u0430\u043D\u044B browser \u044D\u043D\u044D \u0430\u0433\u0443\u0443\u043B\u0433\u044B\u0433 \u0445\u0430\u0440\u0443\u0443\u043B\u0430\u0445 \u0445\u044D\u0440\u044D\u0433\u0446\u044D\u044D\u0442 plugin \u0431\u0430\u0439\u0445\u0433\u04AF\u0439 \u044E\u043C \u0448\u0438\u0433 \u0431\u0430\u0439\u043D\u0430. \u0422\u0430 \u0430\u0433\u0443\u0443\u043B\u0433\u044B\u0433 \u0444\u0430\u0439\u043B \u0445\u044D\u043B\u0431\u044D\u0440\u044D\u044D\u0440 \u0442\u0430\u0442\u0430\u0436 \u0430\u0432\u0430\u0445 \u0431\u043E\u043B \u0434\u0430\u0440\u0430\u0430\u0445 \u043B\u0438\u043D\u043A\u0438\u0439\u0433 \u0430\u0448\u0438\u0433\u043B\u0430\u0436 \u0431\u043E\u043B\u043D\u043E.
simplepage.forumdeleted=\u042D\u043D\u044D \u0444\u043E\u0440\u0443\u043C\u044B\u043D \u0441\u044D\u0434\u044D\u0432 \u0443\u0442\u0433\u0430\u0433\u0434\u0441\u0430\u043D \u0431\u0430\u0439\u043D\u0430.

simplepage.menuItemTitle_label=\u0426\u044D\u0441\u044D\u043D \u0434\u044D\u0445 \u0437\u04AF\u0439\u043B\u0438\u0439\u043D \u0433\u0430\u0440\u0447\u0438\u0433
simplepage.menuItemTitle_tooltip=\u0421\u0430\u0439\u0442\u044B\u043D \u0446\u044D\u0441\u044D\u043D\u0434 \u0445\u0430\u0440\u0443\u0443\u043B\u0430\u0445.

simplepage.pageTitle_label=\u0425\u0443\u0443\u0434\u0441\u044B\u043D \u0433\u0430\u0440\u0447\u0438\u0433
simplepage.pageTitle_tooltip=\u0425\u0443\u0443\u0434\u0441\u044B\u043D \u0434\u044D\u044D\u0434 \u0445\u044D\u0441\u044D\u0433\u0442 \u0445\u0430\u0440\u0443\u0443\u043B\u0430\u0445.
simplepage.editTitle=\u0413\u0430\u0440\u0447\u0433\u0438\u0439\u0433 \u0437\u0430\u0441\u0430\u0445
simplepage.editTitle-tooltip=\u0413\u0430\u0440\u0447\u0438\u0433, \u0433\u0430\u0440\u0433\u0430\u0441\u0430\u043D \u043E\u0433\u043D\u043E\u043E, \u0431\u043E\u043B\u043E\u043D \u0431\u0443\u0441\u0430\u0434 \u0445\u0443\u0443\u0434\u0441\u044B\u043D properties-\u044B\u0433 \u0437\u0430\u0441\u0430\u0445
simplepage.edit-title.generic= {}-\u044B\u0433 \u0437\u0430\u0441\u0430\u0445
simplepage.edit-title.textbox={} \u0442\u0435\u043A\u0441\u0442\u0438\u0439\u043D \u043D\u04AF\u0434\u0438\u0439\u0433 \u0437\u0430\u0441\u0430\u0445
simplepage.edit-title.url= {} \u0434\u043E\u0442\u043E\u043E\u0434 \u0441\u04AF\u043B\u0436\u044D\u044D\u043D\u0438\u0439 \u0437\u04AF\u0439\u043B\u0438\u0439\u0433 \u0437\u0430\u0441\u0430\u0445
simplepage.edit-title.youtube=Youtube \u0434\u044D\u0445 \u0437\u04AF\u0439\u043B\u0438\u0439\u0433 \u0437\u0430\u0441\u0430\u0445
simplepage.edit-title.comments=\u041A\u043E\u043C\u043C\u0435\u043D\u0442 \u0434\u0430\u0445\u044C \u0437\u04AF\u0439\u043B\u0438\u0439\u0433 \u0437\u0430\u0441\u0430\u0445
simplepage.edit-title.student=\u041E\u044E\u0443\u0442\u043D\u044B \u0410\u0433\u0443\u0443\u043B\u0433\u0430 \u0434\u0430\u0445\u044C \u0417\u04AF\u0439\u043B\u0438\u0439\u0433 \u0437\u0430\u0441\u0430\u0445
simplepage.fromhost= {}-\u044B\u043D \u0430\u0433\u0443\u0443\u043B\u0433\u0430
simplepage.showpage=\u0425\u0438\u0447\u044D\u044D\u043B\u0438\u0439\u043D \u0445\u0443\u0443\u0434\u0430\u0441
simplepage.showitem=\u0425\u0438\u0447\u044D\u044D\u043B\u0438\u0439\u043D \u0437\u04AF\u0439\u043B
simplepage.return=\u0425\u0438\u0447\u044D\u044D\u043B\u0440\u04AF\u04AF \u0431\u0443\u0446\u0430\u0445
simplepage.return.warning=\u0410\u041D\u0425\u0410\u0410\u0420: \u0411\u0443\u0446\u0430\u0445\u0430\u0430\u0441\u0430\u0430 \u04E9\u043C\u043D\u04E9 \u0445\u0438\u0439\u0441\u044D\u043D \u0430\u0436\u043B\u0430\u0430 \u0445\u0430\u0434\u0433\u0430\u043B\u0430\u0445 \u044E\u043C\u0443\u0443 \u0431\u0430\u0442\u0430\u043B\u043D\u0430 \u0443\u0443.
simplepage.next=\u0414\u0430\u0440\u0430\u0430\u0433\u0438\u0439\u043D
simplepage.back=\u0411\u0443\u0446\u0430\u0445
simplepage.editor=\u0417\u0430\u0441\u0430\u0433\u0447
simplepage.ckeditor=\u0417\u0430\u0441\u0430\u0433\u0447, \u0442\u0443\u0441\u043B\u0430\u043C\u0436 \u0430\u0432\u0430\u0445 \u0431\u043E\u043B ALT-0 \u0433\u044D\u0436 \u0431\u0438\u0447.

simplepage.preview= {}-\u044B\u043D \u04E9\u043C\u043D\u04E9\u0445

simplepage.save_message=\u0425\u0430\u0434\u0433\u0430\u043B\u0430\u0445
simplepage.cancel_message=\u0426\u0443\u0446\u043B\u0430\u0445
simplepage.has_prerequistes=\u0425\u0443\u0443\u0434\u0441\u044B\u0433 \u04AF\u0437\u044D\u0445\u044D\u044D\u0441\u044D\u044D \u04E9\u043C\u043D\u04E9, \u0434\u0430\u0440\u0430\u0430\u0445 \u0445\u0443\u0443\u0434\u0441\u0443\u0443\u0434\u044B\u0433 \u0431\u04E9\u0433\u043B\u04E9\u0445 \u0451\u0441\u0442\u043E\u0439:
simplepage.has_prerequistes_2=\u04AE\u04AF\u043D\u0438\u0439\u0433 \u0431\u04E9\u0433\u043B\u04E9\u0445\u04E9\u04E9\u0441\u04E9\u04E9 \u04E9\u043C\u043D\u04E9 \u0442\u0430 \u04E9\u043C\u043D\u04E9\u0445\u0438\u0439\u0433 \u043D\u044C \u044D\u0445\u043B\u044D\u044D\u0434 \u0431\u04E9\u0433\u043B\u04E9\u0445 \u0451\u0441\u0442\u043E\u0439. \u04AE\u04AF\u043D\u0438\u0439\u0433 \u0445\u0438\u0439\u0445\u0438\u0439\u043D \u0442\u0443\u043B\u0434 \u044D\u043D\u044D \u0445\u0443\u0443\u0434\u0430\u0441\u0440\u0443\u0443 \u0431\u0443\u0446\u043D\u0430 \u0443\u0443. \u04AE\u04AF\u043D\u0438\u0439 \u0437\u04AF\u04AF\u043D \u0442\u0430\u043B\u0434 \u0431\u0430\u0439\u0433\u0430\u0430 \u043E\u0434 \u0442\u044D\u043C\u0434\u044D\u0433\u0442\u044D\u0439 \u0437\u04AF\u0439\u043B\u0438\u0439\u0433 \u043E\u043B.

simplepage.resource=\u041D\u04E9\u04E9\u0446 \u043D\u044D\u043C\u044D\u0445
simplepage.resource.tooltip=\u041D\u04E9\u04E9\u0446\u0438\u0439\u043D \u0445\u044D\u0440\u044D\u0433\u0441\u044D\u043B \u0434\u044D\u0445 \u0444\u0430\u0439\u043B\u0440\u0443\u0443 \u043B\u0438\u043D\u043A \u043B\u0438\u043D\u043A \u044E\u043C\u0443\u0443 \u04E9\u04E9\u0440 \u0441\u0430\u0439\u0442\u0430\u0434 URL \u043D\u044D\u043C\u044D\u0445
simplepage.subpage=\u0422\u0443\u0441\u043B\u0430\u0445 \u0445\u0443\u0443\u0434\u0430\u0441 \u043D\u044D\u043C\u044D\u0445
simplepage.subpage-next=\u0414\u0430\u0440\u0430\u0430\u0433\u0438\u0439\u043D \u0445\u0443\u0443\u0434\u0430\u0441, \u0436\u0438\u0448\u044D\u044D \u043D\u044C. \u043E\u0434\u043E\u043E\u0433\u0438\u0439\u043D \u0445\u0443\u0443\u0434\u0430\u0441\u0440\u0443\u0443 \u0431\u0443\u0446\u0430\u0445\u044B\u043D \u043E\u0440\u043E\u043D\u0434, \u043E\u0440\u043E\u043D\u0434 \u043D\u044C \u0445\u0443\u0443\u0434\u0430\u0441 \u0433\u0430\u0440\u0447 \u0438\u0440\u043D\u044D.
simplepage.subpage-button=\u041B\u0438\u043D\u043A\u0438\u0439\u043D \u043E\u0440\u043E\u043D\u0434 \u0442\u043E\u0432\u0447 \u0445\u044D\u043B\u0431\u044D\u0440\u044D\u044D\u0440 \u0445\u0430\u0440\u0443\u0443\u043B
simplepage.subpage.tooltip=\u0428\u0438\u043D\u044D \u0445\u0443\u0443\u0434\u0430\u0441 \u04AF\u04AF\u0441\u0433\u044D\u044D\u0434, \u04AF\u04AF\u043D\u0434\u044D\u044D \u044D\u043D\u0434 \u043B\u0438\u043D\u043A \u043D\u044D\u043C\u044D\u0445 
simplepage.usenewwindow=\u0417\u04AF\u0439\u043B\u0438\u0439\u0433 \u0448\u0438\u043D\u044D \u0446\u043E\u043D\u0445\u043E\u043D\u0434 \u043D\u044D\u044D\u0445
simplepage.assignment=\u0414\u0430\u0430\u043B\u0433\u0430\u0432\u0430\u0440 \u043D\u044D\u043C\u044D\u0445
simplepage.assignment.tooltip=\u0414\u0430\u0430\u043B\u0433\u0430\u0432\u0440\u044B\u043D \u0445\u044D\u0440\u044D\u0433\u0441\u044D\u043B \u0434\u044D\u0445 \u0434\u0430\u0430\u043B\u0433\u0430\u0432\u0430\u0440\u0442 \u043B\u0438\u043D\u043A \u043D\u044D\u043C\u044D\u0445
simplepage.assignment.chooser=\u0414\u0430\u0430\u043B\u0433\u0430\u0432\u0430\u0440 \u0441\u043E\u043D\u0433\u043E\u0445
simplepage.due=\u0422\u043E\u0432\u043B\u043E\u0441\u043E\u043D
simplepage.chooser.name=\u0425\u0443\u0443\u0434\u0430\u0441
simplepage.chooser.due=\u0422\u043E\u0433\u0442\u043E\u043E\u0441\u043E\u043D \u0445\u0443\u0433\u0430\u0446\u0430\u0430
simplepage.chooser.link=\u041B\u0438\u043D\u043A
simplepage.select=\u0421\u043E\u043D\u0433\u043E\u0445
simplepage.select-for-deletion=\u0423\u0441\u0442\u0433\u0430\u0445\u0430\u0430\u0440 \u0441\u043E\u043D\u0433\u043E\u0445
simplepage.delete-message=\u0421\u0430\u0439\u0442\u044B\u043D \u0445\u0430\u0430\u043D\u0430 \u0447 \u043E\u0434\u043E\u043E\u0433\u043E\u043E\u0440 \u0431\u0430\u0433\u0442\u0430\u0430\u0433\u04AF\u0439 \u0431\u0430\u0439\u0433\u0430\u0430 \u0445\u0443\u0443\u0434\u0441\u0443\u0443\u0434\u0438\u0439\u0433 \u043B \u0437\u04E9\u0432\u0445\u04E9\u043D \u043D\u044D\u0433 \u043C\u04E9\u0441\u04E9\u043D \u0443\u0441\u0442\u0433\u0430\u0436 \u0431\u043E\u043B\u043D\u043E.
simplepage.delete-selected=\u0421\u043E\u043D\u0433\u043E\u0441\u043E\u043D \u0445\u0443\u0443\u0434\u0441\u0443\u0443\u0434\u0438\u0439\u0433 \u0443\u0441\u0442\u0433\u0430\u0445
simplepage.chooser.select=\u0421\u043E\u043D\u0433\u043E\u0441\u043E\u043D \u0437\u04AF\u0439\u043B\u0438\u0439\u0433 \u0430\u0448\u0438\u0433\u043B\u0430\u0445
simplepage.chooser.unused=\u0414\u0430\u0440\u0430\u0430\u0433\u0438\u0439\u043D \u0445\u0443\u0443\u0434\u0441\u0443\u0443\u0434 \u043E\u0434\u043E\u043E\u0433\u043E\u043E\u0440 \u0430\u0448\u0438\u0433\u043B\u0430\u043B\u0442\u0430\u0434 \u0431\u0430\u0439\u0445\u0433\u04AF\u0439 \u0431\u0430\u0439\u043D\u0430. (\u04E8\u04E9\u0440 \u044F\u043C\u0430\u0440\u0447 \u0445\u0443\u0443\u0434\u0430\u0441 \u044D\u0434\u0433\u044D\u044D\u0440\u0442 \u0445\u0430\u043C\u0430\u0430\u0440\u0430\u0445\u0433\u04AF\u0439.)
simplepage.change_assignment=\u0414\u0430\u0430\u043B\u0433\u0430\u0432\u0440\u044B\u0433 \u0441\u043E\u043B\u0438\u0445
simplepage.change_quiz=\u0421\u043E\u0440\u0438\u043B\u044B\u0433 \u0441\u043E\u043B\u0438\u0445
simplepage.change_forum=\u0424\u043E\u0440\u0443\u043C\u044B\u043D \u0441\u044D\u0434\u0432\u0438\u0439\u0433 \u0441\u043E\u043B\u0438\u0445
simplepage.change_resource=\u0424\u0430\u0439\u043B \u044E\u043C\u0443\u0443 URL \u0441\u043E\u043B\u0438\u0445
simplepage.change_page=\u0425\u0443\u0443\u0434\u0430\u0441 \u0441\u043E\u043B\u0438\u0445
simplepage.quiz=\u0421\u043E\u0440\u0438\u043B \u043D\u044D\u043C\u044D\u0445
simplepage.quiz.tooltip=\u0422\u0435\u0441\u0442 \u0431\u043E\u043B\u043E\u043D \u0441\u043E\u0440\u0438\u043B\u044B\u043D \u0445\u044D\u0440\u044D\u0433\u0441\u044D\u043B \u0434\u044D\u0445 \u0442\u0435\u0441\u0442 \u044E\u043C\u0443\u0443 \u0441\u043E\u0440\u0438\u043B\u0434 \u043B\u0438\u043D\u043A \u043D\u044D\u043C\u044D\u0445 
simplepage.quiz.chooser=\u0421\u043E\u0440\u0438\u043B \u0441\u043E\u043D\u0433\u043E\u0445

simplepage.forum=\u0424\u043E\u0440\u0443\u043C\u044B\u043D \u0441\u044D\u0434\u044D\u0432 \u043D\u044D\u043C\u044D\u0445
simplepage.forum.tooltip= \u0424\u043E\u0440\u0443\u043C \u044E\u043C\u0443\u0443 \u0416\u0424\u043E\u0440\u0443\u043C\u044B\u043D \u0445\u044D\u0440\u044D\u0433\u0441\u044D\u043B \u0434\u044D\u0445 \u0444\u043E\u0440\u0443\u043C\u044B\u043D \u0441\u044D\u0434\u044D\u0432\u0442 \u043B\u0438\u043D\u043A \u043D\u044D\u043C\u044D\u0445
simplepage.forum.chooser=\u0424\u043E\u0440\u0443\u043C\u044B\u043D \u0441\u044D\u0434\u044D\u0432 \u0441\u043E\u043D\u0433\u043E\u0445
simplepage.page.chooser=\u0425\u0443\u0443\u0434\u0430\u0441 \u0441\u043E\u043D\u0433\u043E\u0445
simplepage.page.index=\u041E\u0434\u043E\u043E\u0433\u0438\u0439\u043D \u0441\u0430\u0439\u0442 \u0434\u0430\u0445\u044C \u0445\u0443\u0443\u0434\u0441\u0443\u0443\u0434
simplepage.page.onlyseen=\u0410\u041D\u0425\u0410\u0410\u0420: \u0422\u0430\u043D\u044B \u0445\u0430\u0440\u0441\u0430\u043D \u0445\u0443\u0443\u0434\u0441\u0443\u0443\u0434 \u043B \u0437\u04E9\u0432\u0445\u04E9\u043D \u0445\u0430\u0440\u0430\u0433\u0434\u0430\u043D\u0430.
simplepage.create=\u04AE\u04AF\u0441\u0433\u044D\u0445
simplepage.cancel=\u0426\u0443\u0446\u043B\u0430\u0445
simplepage.notitle=\u0413\u0430\u0440\u0447\u0438\u0433 \u0448\u0430\u0430\u0440\u0434\u043B\u0430\u0433\u0430\u0442\u0430\u0439.
simplepage.subpage_header=\u0422\u0443\u0441\u043B\u0430\u0445 \u0445\u0443\u0443\u0434\u0430\u0441 \u04AF\u04AF\u0441\u0433\u044D\u0445

simplepage.copylink=\u0425\u0443\u0443\u043B\u0430\u0445
simplepage.copylink2=\u0425\u0443\u0443\u043B\u0430\u0445: {}

# because of the way they are loaded, startup_help needs templates/ and additional-instructions does not
# putting the URLs here lets us supply different versions for different languages
simplepage.startup_help=templates/instructions/general.html
simplepage.additional-instructions=instructions/multimedia.html
simplepage.additional-website-instructions=instructions/website.html
simplepage.general-instructions=instructions/general.html

simplepage.help=\u0422\u0443\u0441\u043B\u0430\u043C\u0436

simplepage.noitems_error_admin=\u042D\u043D\u044D \u0445\u0443\u0443\u0434\u0441\u0430\u043D\u0434 \u044E\u043C \u0442\u0430\u0432\u0438\u0445\u044B\u043D \u0442\u0443\u043B\u0434 <b>\u0422\u0435\u043A\u0441\u0442 \u043D\u044D\u043C\u044D\u0445</b> \u0433\u044D\u0434\u0433\u0438\u0439\u0433 \u0430\u0448\u0438\u0433\u043B\u0430\u043D \u044D\u0445\u043B\u044D\u0445\u0438\u0439\u0433 \u0431\u0438\u0434 \u0441\u0430\u043D\u0430\u043B \u0431\u043E\u043B\u0433\u043E\u0436 \u0431\u0430\u0439\u043D\u0430. \u0414\u0430\u0440\u0430\u0430 \u043D\u044C \u0442\u0430 \u04AF\u04AF\u043D\u0438\u0439 \u0434\u043E\u043E\u0440 \u043B\u0438\u043D\u043A\u04AF\u04AF\u0434 \u044E\u043C\u0443\u0443 \u0431\u0443\u0441\u0430\u0434 \u0430\u0433\u0443\u0443\u043B\u0433\u0430 \u043D\u044D\u043C\u0436 \u0431\u043E\u043B\u043D\u043E. \u042F\u043C\u0430\u0440 \u04AF\u04AF\u0440\u044D\u0433\u0442\u044D\u0439\u0433 \u043D\u044C \u0445\u0430\u0440\u0430\u0445 \u0431\u043E\u043B \u0434\u044D\u044D\u0440\u0445 \u0437\u04AF\u0439\u043B\u0441\u0438\u0439\u043D \u043D\u044D\u0433\u044D\u043D \u0434\u044D\u044D\u0440 \u043D\u044C \u0445\u0443\u043B\u0433\u0430\u043D\u0430 \u0430\u0432\u0430\u0430\u044F\u0430\u0430\u0440\u0430\u0439.
simplepage.noitems_error_user=\u042D\u043D\u044D \u0445\u0443\u0443\u0434\u0441\u0430\u043D\u0434 \u044E\u0443 \u0447 \u043D\u044D\u043C\u044D\u0433\u0434\u0441\u044D\u043D\u0433\u04AF\u0439.

simplepage.additional-instructions-label=multimedia-\u044B\u043D \u0430\u0433\u0443\u0443\u043B\u0433\u044B\u043D \u0442\u0430\u043B\u0430\u0430\u0440\u0445 \u0422\u043E\u0433\u0442\u043C\u043E\u043B \u0410\u0441\u0443\u0443\u0434\u0430\u0433 \u0410\u0441\u0443\u0443\u043B\u0442\u0443\u0443\u0434
simplepage.additional-website-instructions-label=\u0412\u044D\u0431 \u0441\u0430\u0439\u0442\u044B\u043D \u0430\u0433\u0443\u0443\u043B\u0433\u044B\u043D \u0442\u0430\u043B\u0430\u0430\u0440\u0445 \u0422\u043E\u0433\u0442\u043C\u043E\u043B \u0410\u0441\u0443\u0443\u0434\u0430\u0433 \u0410\u0441\u0443\u0443\u043B\u0442\u0443\u0443\u0434

simplepage.link=\u041B\u0438\u043D\u043A \u043D\u044D\u043C\u044D\u0445
simplepage.addlink_header=\u0428\u0438\u043D\u044D \u043B\u0438\u043D\u043A \u043D\u044D\u043C\u044D\u0445
simplepage.addLink_label=URL:
simplepage.editText=\u042D\u043D\u044D \u0442\u0435\u043A\u0441\u0442\u0438\u0439\u0433 \u0437\u0430\u0441\u0430\u0445
simplepage.editItem=\u0437\u0430\u0441\u0430\u0445
simplepage.editItemBelow=\u0414\u043E\u043E\u0440\u0445 \u0437\u04AF\u0439\u043B\u0438\u0439\u0433 \u0437\u0430\u0441\u0430\u0445

simplepage.edit=\u0428\u0438\u043D\u044D\u0447\u043B\u044D\u0445
simplepage.description_label=\u0417\u04AF\u0439\u043B\u0438\u0439\u043D \u0442\u0430\u0439\u043B\u0431\u0430\u0440
simplepage.name_label=\u0417\u04AF\u0439\u043B\u0438\u0439\u043D \u043D\u044D\u0440
simplepage.edititem_header=\u0417\u04AF\u0439\u043B\u0438\u0439\u0433 \u0437\u0430\u0441\u0430\u0445
simplepage.multimedia=Multimedia \u043D\u044D\u043C\u044D\u0445
simplepage.multimedia.tooltip=\u0417\u0443\u0440\u0430\u0433, \u0432\u0438\u0434\u0435\u043E, \u0444\u043B\u0430\u0448 \u0444\u0430\u0439\u043B, \u0432\u044D\u0431 \u0445\u0443\u0443\u0434\u0430\u0441 \u0437\u044D\u0440\u0433\u0438\u0439\u0433 \u043D\u044D\u043C\u044D\u0445. \u042D\u043D\u044D \u0445\u0443\u0443\u0434\u0430\u0441 \u0440\u0443\u0443 \u044E\u043C \u043E\u0440\u0443\u0443\u043B\u0430\u0445\u0430\u0434 \u04AF\u04AF\u043D\u0438\u0439\u0433 \u0430\u0448\u0438\u0433\u043B\u0430. \u04AE\u04AF\u043D\u0438\u0439\u0433 \u0445\u0443\u0443\u0434\u0430\u0441\u0440\u0443\u0443 \u043E\u0440\u0443\u0443\u043B\u0430\u0445\u044B\u043D \u043E\u0440\u043E\u043D\u0434 \u04AF\u04AF\u043D\u0440\u04AF\u04AF \u043E\u0440\u043E\u0445 \u043B\u0438\u043D\u043A \u043E\u0440\u0443\u0443\u043B\u0430\u0445\u044B\u0433 \u0445\u04AF\u0441\u0432\u044D\u043B \u041D\u04E9\u04E9\u0446 \u0425\u044D\u043C\u044D\u0445 \u0433\u044D\u0434\u0433\u0438\u0439\u0433 \u0430\u0448\u0438\u0433\u043B\u0430.
simplepage.expert_toggle=\u0414\u044D\u043B\u0433\u044D\u0440\u044D\u043D\u0433\u04AF\u0439\u0433 \u0445\u0430\u0440\u0443\u0443\u043B\u0430\u0445
simplepage.expert_intro=\u0414\u0430\u0440\u0430\u0430\u0445\u0438\u0439\u0433 \u04E9\u04E9\u0440\u0447\u043B\u04E9\u0445 \u0448\u0430\u0430\u0440\u0434\u043B\u0430\u0433\u0430\u0433\u04AF\u0439:
simplepage.mimetype_label=\u0414\u043E\u0445\u0438\u043E\u043D\u044B \u0442\u04E9\u0440\u04E9\u043B
simplepage.tag_is=\u042D\u043D\u044D \u0437\u04AF\u0439\u043B\u0438\u0439\u0433 \u043D\u044C \u0442\u04E9\u0440\u043B\u0438\u0439\u043D \u0448\u043E\u0448\u0433\u043E\u0442\u043E\u0439\u0433\u043E\u043E\u0440 \u0445\u0430\u0440\u0443\u0443\u043B\u0441\u0430\u043D \u0431\u0430\u0439\u043D\u0430.
simplepage.tag_object="object"
simplepage.tag_img="img"
simplepage.tag_iframe="iframe"
simplepage.permissions=\u0417\u04E9\u0432\u0448\u04E9\u04E9\u0440\u043B\u04AF\u04AF\u0434
simplepage.permissions.tooltip= \u041E\u043B\u043E\u043D \u0442\u04E9\u0440\u043B\u0438\u0439\u043D \u0445\u044D\u0440\u044D\u0433\u043B\u044D\u0433\u0447\u0434\u044D\u0434 \u0437\u043E\u0440\u0438\u0443\u043B\u0430\u043D \u044D\u043D\u044D \u0445\u044D\u0440\u044D\u0433\u0441\u044D\u043B\u0442\u044D\u0439 \u0445\u043E\u043B\u0431\u043E\u043E\u0442\u043E\u0439 \u0437\u04E9\u0432\u0448\u04E9\u04E9\u0440\u043B\u04AF\u04AF\u0434\u0438\u0439\u0433 \u04E9\u04E9\u0440\u0447\u043B\u04E9\u0445
simplepage.iframe.auto=\u0410\u0433\u0443\u0443\u043B\u0433\u044B\u043D \u04E9\u043D\u0434\u0440\u0438\u0439\u0433 \u0431\u04AF\u0442\u043D\u044D\u044D\u0440 \u043D\u044C \u0430\u0448\u0438\u0433\u043B\u0430\u0445 \u0431\u043E\u043B \u04E9\u043D\u0434\u0440\u0438\u0439\u043D \u0445\u044D\u0441\u044D\u0433\u0442 "\u0430\u0432\u0442\u043E" \u0433\u044D\u0434\u0433\u0438\u0439\u0433 \u0430\u0448\u0438\u0433\u043B\u0430. \u0417\u04E9\u0432\u0445\u04E9\u043D Sakai \u0434\u0430\u0445\u044C URL-\u0443\u0443\u0434\u0430\u0434 \u0431\u043E\u043B\u043D\u043E.
simplepage.nopermissions=\u0422\u0430\u043D\u0434 \u044D\u043D\u044D \u0445\u0443\u0443\u0434\u0441\u044B\u0433 \u0443\u043D\u0448\u0438\u0445 \u0437\u04E9\u0432\u0448\u04E9\u04E9\u0440\u04E9\u043B \u0431\u0430\u0439\u0445\u0433\u04AF\u0439 \u0431\u0430\u0439\u043D\u0430
simplepage.nowrite=\u0422\u0430\u043D\u0434 \u044D\u043D\u044D \u0445\u0443\u0443\u0434\u0441\u044B\u0433 \u0437\u0430\u0441\u0430\u0445 \u0437\u04E9\u0432\u0448\u04E9\u04E9\u0440\u04E9\u043B \u0431\u0430\u0439\u0445\u0433\u04AF\u0439 \u0431\u0430\u0439\u043D\u0430.
simplepage.savefailed=\u042D\u043D\u044D \u0437\u04AF\u0439\u043B\u0438\u0439\u0433 \u0445\u0430\u0434\u0433\u0430\u043B\u0430\u0445 \u044E\u043C\u0443\u0443 \u0448\u0438\u043D\u044D\u0447\u043B\u044D\u0445 \u0431\u043E\u043B\u043E\u043C\u0436\u0433\u04AF\u0439 \u0431\u0430\u0439\u043D\u0430. \u0410\u043B\u0434\u0430\u0430 \u043D\u044C: 

simplepage.height_label=\u04E8\u043D\u0434\u04E9\u0440:
simplepage.width_label=\u04E8\u0440\u0433\u04E9\u043D:
simplepage.editMultimedia_header=Multimedia-\u044B\u043D \u0445\u044D\u043C\u0436\u044D\u044D\u0433 \u0437\u0430\u0441\u0430\u0445
simplepage.editMultimedia=Multimedia-\u044B\u0433 \u0437\u0430\u0441\u0430\u0445
simplepage.size-too-big=3000 \u043F\u0438\u043A\u0441\u0435\u043B\u0438\u044D\u0441 \u0438\u0445 \u04E9\u043D\u0434\u04E9\u0440 \u044E\u043C\u0443\u0443 \u04E9\u0440\u0433\u04E9\u043D
simplepage.deleted-group=<\u0443\u0441\u0442\u0433\u0430\u0433\u0434\u0441\u0430\u043D \u0433\u0440\u0443\u043F\u043F\u0443\u0443\u0434>

simplepage.add_file_instructions=\u0417\u04AF\u0439\u043B\u0438\u0439\u043D \u0431\u043E\u043B\u043E\u043C\u0436\u0442\u043E\u0439 \u0431\u0430\u0439\u0440\u0448\u043B\u044B\u043D URL-\u044B\u043D \u0437\u0430\u0430\u0436 \u04E9\u0433\u0447 \u0444\u0430\u0439\u043B\u044B\u0433 upload \u0445\u0438\u0439\u0445\u044D\u0434 \u0434\u044D\u043C\u0436\u0438\u0436 \u0431\u043E\u043B\u043D\u043E, \u044D\u0441\u0432\u044D\u043B upload \u0445\u0438\u0439\u0433\u0434\u0441\u044D\u043D \u0431\u044D\u043B\u044D\u043D \u0444\u0430\u0439\u043B\u044B\u0433 \u0441\u043E\u043D\u0433\u043E.
simplepage.upload_label=\u0424\u0430\u0439\u043B Upload \u0445\u0438\u0439\u0436 \u043E\u0440\u0443\u0443\u043B\u0430\u0445:
simplepage.choose_existing=\u0411\u044D\u043B\u044D\u043D \u0444\u0430\u0439\u043B \u0441\u043E\u043D\u0433\u043E\u0445 
simplepage.choose_existing_page=\u0411\u044D\u043B\u044D\u043D \u0444\u0430\u0439\u043B \u0441\u043E\u043D\u0433\u043E\u0445 

simplepage.import_cc_button= CC-\u044B\u0433 \u0438\u043C\u043F\u043E\u0440\u043B\u043E\u0445
simplepage.import_cc= IMS \u043D \u0444\u0430\u0439\u043B\u044B\u0433 \u0438\u043C\u043F\u043E\u0440\u0442\u043B\u043E\u0445
simplepage.import_cc_file=IMS Common Cartridge \u0444\u0430\u0439\u043B (\u0417\u0418\u041F \u0444\u0430\u0439\u043B):
simplepage.import_cc_syllabus=\u0421\u0443\u0440\u0433\u0430\u043B\u0442\u044B\u043D \u0442\u04E9\u043B\u04E9\u0432\u043B\u04E9\u0433\u04E9\u04E9
simplepage.import_cc_lessonplan=\u0425\u0438\u0447\u044D\u044D\u043B\u0438\u0439\u043D \u0442\u04E9\u043B\u04E9\u0432\u043B\u04E9\u0433\u04E9\u04E9
simplepage.import_cc_pattern=[\u0417\u0430\u0433\u0432\u0430\u0440 \u0442\u043E\u0445\u0438\u0440\u0441\u043E\u043D]
simplepage.import_cc_usespattern= \u042D\u043D\u044D\u0445\u04AF\u04AF \u0430\u0433\u0443\u0443\u043B\u0430\u0445 \u043C\u043E\u0434\u0443\u043B \u043D\u044C \u0437\u0430\u0433\u0432\u0430\u0440\u044B\u043D \u0442\u043E\u0445\u0438\u0440\u0443\u0443\u043B\u0433\u0430 \u0430\u0448\u0438\u0433\u043B\u0430\u0434\u0430\u0433 \u043C\u0430\u044F\u0433\u0442\u044B\u0433 \u0431\u04E9\u0433\u043B\u04E9\u0445 \u04AF\u043D\u044D\u043B\u0433\u044D\u044D\u0433 \u0430\u0433\u0443\u0443\u043B\u043D\u0430. Sakai \u043D\u044C \u0437\u0430\u0433\u0432\u0430\u0440\u044B\u043D \u0442\u043E\u0445\u0438\u0440\u0443\u0443\u043B\u0433\u044B\u0433 \u0434\u044D\u043C\u0436\u0434\u044D\u0433\u0433\u04AF\u0439. \u042D\u0434\u0433\u044D\u044D\u0440 \u0430\u0441\u0443\u0443\u043B\u0442\u0443\u0443\u0434 \u043D\u044C \u0430\u0441\u0443\u0443\u043B\u0442\u044B\u043D \u0443\u0440\u0434 [\u0417\u0430\u0433\u0432\u0430\u0440 \u0442\u043E\u0445\u0438\u0440\u0441\u043E\u043D] \u0433\u044D\u0436 \u043E\u0440\u0443\u0443\u043B\u0441\u043D\u0430\u0430\u0440 \u0431\u0430\u0433\u0430\u0441\u043D\u0430. \u042D\u0434\u0433\u044D\u044D\u0440\u0438\u0439\u0433 \u0448\u0430\u043B\u0433\u0430\u0430\u0434 \u0445\u044D\u0440\u044D\u0433\u0442\u044D\u0439 \u04E9\u04E9\u0440\u0447\u043B\u04E9\u043B\u0442\u04AF\u04AF\u0434\u0438\u0439\u0433 \u043E\u0440\u0443\u0443\u043B\u043D\u0430 \u0443\u0443.

simplepage.delete=\u0423\u0441\u0442\u0433\u0430\u0445
simplepage.editTitle_header=\u0425\u0443\u0443\u0434\u0441\u044B\u043D \u0433\u0430\u0440\u0447\u0433\u0438\u0439\u0433 \u0437\u0430\u0441\u0430\u0445
simplepage.title=\u0422\u043E\u0445\u0438\u0440\u0433\u043E\u043E

simplepage.alt_label=Alt \u0422\u0435\u043A\u0441\u0442
simplepage.reorder=\u0428\u0438\u043D\u044D\u0447\u043B\u044D\u043D \u0437\u0430\u0441\u0430\u0445
simplepage.reorder-tooltip=\u042D\u043D\u044D \u0445\u0443\u0443\u0434\u0441\u0430\u043D \u0434\u044D\u044D\u0440\u0445 \u0437\u04AF\u0439\u043B\u0441\u0438\u0439\u0433 \u0448\u0438\u043D\u044D\u0447\u043B\u044D\u043D \u0437\u0430\u0441\u0430\u0445
simplepage.reorder_header=\u0425\u0443\u0443\u0434\u0441\u044B\u043D \u0437\u04AF\u0439\u043B\u0441\u0438\u0439\u0433 \u0448\u0438\u043D\u044D\u0447\u043B\u044D\u043D \u0437\u0430\u0441\u0430\u0445
simplepage.reorder_instructions=\u0428\u0438\u043D\u044D\u0447\u043B\u044D\u043D \u0437\u0430\u0441\u0430\u0445\u044B\u043D \u0442\u0443\u043B\u0434 \u0437\u04AF\u0439\u043B\u04AF\u04AF\u0434\u0438\u0439\u0433 \u0447\u0438\u0440\u0436 \u0442\u0430\u0432\u0438\u043D\u0430 \u0443\u0443. \u042D\u0441\u0432\u044D\u043B \u0434\u0443\u0433\u0430\u0430\u0440\u0430\u0430 \u0441\u043E\u043D\u0433\u043E\u043E\u0434, control \u0442\u043E\u0432\u0447+\u0434\u043E\u043E\u0448\u043E\u043E \u044E\u043C\u0443\u0443 \u0434\u044D\u044D\u0448\u044D\u044D \u0437\u0430\u0430\u0441\u0430\u043D \u0441\u0443\u043C\u044B\u0433 \u0430\u0448\u0438\u0433\u043B\u0430. \u0417\u0430\u0440\u0438\u043C \u0442\u043E\u0445\u0438\u043E\u043B\u0434\u043E\u043B\u0434 \u0442\u0430 \u0441\u0443\u043C\u044B\u0433 \u0445\u043E\u0451\u0440 \u0443\u0434\u0430\u0430 \u0434\u0430\u0440\u0430\u0445 \u0445\u044D\u0440\u044D\u0433\u0442\u044D\u0439 \u0431\u043E\u043B\u0436 \u043C\u0430\u0433\u0430\u0434\u0433\u04AF\u0439.
simplepage.reorder.tooltip=\u042D\u043D\u044D \u0445\u0443\u0443\u0434\u0441\u0430\u043D \u0434\u044D\u044D\u0440\u0445 \u0437\u04AF\u0439\u043B\u0441\u0438\u0439\u043D \u0434\u0430\u0440\u0430\u0430\u043B\u043B\u0438\u0439\u0433 \u04E9\u04E9\u0440\u0447\u043B\u04E9\u0445
simplepage.reorder-duplicates=\u04AE\u0440\u0433\u044D\u043B\u0436\u043B\u04AF\u04AF\u043B\u044D\u0445 \u0431\u043E\u043B\u043E\u043C\u0436\u0433\u04AF\u0439. \u0417\u0430\u0440\u0438\u043C \u0437\u04AF\u0439\u043B\u0441 \u043D\u0430\u0440\u0438\u0439\u043D \u0434\u0430\u0432\u0442\u0430\u043C\u0436\u0442\u0430\u0439 \u0434\u0430\u0440\u0430\u0430\u043B\u0430\u043B\u0442\u0430\u0439 \u0431\u0430\u0439\u043D\u0430.

simplepage.save=\u0425\u0430\u0434\u0433\u0430\u043B\u0430\u0445
simplepage.edit_youtubelink=Youtube-\u044B\u043D \u043B\u0438\u043D\u043A\u0438\u0439\u0433 \u0437\u0430\u0441\u0430\u0445
simplepage.edit_youtube=\u0414\u043E\u043E\u0440\u0445 Youtube-\u044B\u043D \u043B\u0438\u043D\u043A\u0438\u0439\u0433 \u0437\u0430\u0441\u0430\u0445
simplepage.edit_movie=\u0414\u043E\u043E\u0440\u0445 \u0437\u04AF\u0439\u043B\u0438\u0439\u0433 \u0437\u0430\u0441\u0430\u0445
simplepage.edititems=\u0417\u04AF\u0439\u043B\u0441\u0438\u0439\u0433 \u0437\u0430\u0441\u0430\u0445
simplepage.itemstatus=\u0417\u04AF\u0439\u043B\u0438\u0439\u043D \u0441\u0442\u0430\u0442\u0443\u0441
simplepage.items=\u0417\u04AF\u0439\u043B\u0441
simplepage.edit_quiz=\u0421\u043E\u0440\u0438\u043B\u044B\u0433 \u0437\u0430\u0441\u0430\u0445
simplepage.edit_quiz_settings=\u0421\u043E\u0440\u0438\u043B\u044B\u043D \u0442\u043E\u0445\u0438\u0440\u0433\u043E\u043E\u0433 \u0437\u0430\u0441\u0430\u0445
simplepage.edit_assignment=\u0414\u0430\u0430\u043B\u0433\u0430\u0432\u0440\u044B\u0433 \u0437\u0430\u0441\u0430\u0445
simplepage.edit_topic=\u0424\u043E\u0440\u0443\u043C\u044B\u043D \u0433\u0430\u0440\u0447\u0433\u0438\u0439\u0433 \u0437\u0430\u0441\u0430\u0445
simplepage.return_from_edit=\u0417\u04AF\u0439\u043B\u0438\u0439\u0433 \u0437\u0430\u0441\u0430\u0436 \u0434\u0443\u0443\u0441\u0441\u0430\u043D\u044B\u043D\u0445\u0430\u0430 \u0434\u0430\u0440\u0430\u0430 \u0445\u0438\u0447\u044D\u044D\u043B\u0440\u04AF\u04AF \u0431\u0443\u0446. 

simplepage.status.completed=\u0413\u04AF\u0439\u0446\u0441\u044D\u043D 
simplepage.status.notavailable=\u041E\u0434\u043E\u043E\u0433\u043E\u043E\u0440 \u0431\u043E\u043B\u043E\u043C\u0436\u0433\u04AF\u0439
simplepage.status.failed=\u0411\u043E\u043B\u0441\u043E\u043D\u0433\u04AF\u0439
simplepage.status.required=\u0428\u0430\u0430\u0440\u0434\u043B\u0430\u0433\u0430\u0442\u0430\u0439
simplepage.status.notrequired=\u0428\u0430\u0430\u0440\u0434\u043B\u0430\u0433\u0430\u0433\u04AF\u0439
simplepage.status.inprogress=\u042F\u0432\u0430\u0433\u0434\u0430\u0436 \u0431\u0430\u0439\u043D\u0430
simplepage.status.level= {} \u0442\u04AF\u0432\u0448\u0438\u043D
simplepage.refresh_prompt=\u0428\u0430\u0430\u0440\u0434\u043B\u0430\u0433\u0430\u0442\u0430\u0439 \u0437\u04AF\u0439\u043B\u0438\u0439\u0433 \u0433\u04AF\u0439\u0446\u044D\u044D\u0441\u043D\u0438\u0439\u0445\u044D\u044D \u0434\u0430\u0440\u0430\u0430 ...
simplepage.refresh=\u0421\u044D\u0440\u0433\u044D\u044D\u0445
simplepage.last-visited= \u04E8\u043C\u043D\u04E9\u0445 \u0437\u04E9\u0432\u04E9\u043B\u0433\u04E9\u04E9\u043D\u04E9\u04E9\u0441 \u0445\u0430\u043C\u0433\u0438\u0439\u043D \u0441\u04AF\u04AF\u043B\u0438\u0439\u043D \u0445\u0443\u0443\u0434\u0430\u0441\u0440\u0443\u0443 \u0431\u0443\u0446\u0430\u0445:
simplepage.update_icons=\u0421\u0442\u0430\u0442\u0443\u0441\u044B\u043D \u0442\u044D\u043C\u0434\u044D\u0433\u0438\u0439\u0433 \u0448\u0438\u043D\u044D\u0447\u043B\u044D\u0445\u0438\u0439\u043D \u0442\u0443\u043B\u0434
simplepage.prerequisites_label=\u0411\u04AF\u0445 \u0443\u0440\u044C\u0434\u0447\u0438\u043B\u0441\u0430\u043D \u043D\u04E9\u0445\u0446\u043B\u04AF\u04AF\u0434\u0438\u0439\u0433 \u0433\u04AF\u0439\u0446\u044D\u044D\u0445 \u0445\u04AF\u0440\u0442\u044D\u043B \u0437\u04AF\u0439\u043B\u0438\u0439\u0433 \u0431\u0438\u0442\u0433\u0438\u0439 \u0433\u0430\u0440\u0433\u0430.
simplepage.page_prerequisites_label=\u0411\u04AF\u0445 \u0443\u0440\u044C\u0434\u0447\u0438\u043B\u0441\u0430\u043D \u043D\u04E9\u0445\u0446\u043B\u04AF\u04AF\u0434\u0438\u0439\u0433 \u0433\u04AF\u0439\u0446\u044D\u044D\u0445 \u0445\u04AF\u0440\u0442\u044D\u043B \u0445\u0443\u0443\u0434\u0441\u044B\u0433 \u0431\u0438\u0442\u0433\u0438\u0439 \u0433\u0430\u0440\u0433\u0430.
simplepage.require=\u042D\u043D\u044D \u0437\u04AF\u0439\u043B \u0448\u0430\u0430\u0440\u0434\u043B\u0430\u0433\u0430\u0442\u0430\u0439
simplepage.page_require=\u042D\u043D\u044D \u0445\u0443\u0443\u0434\u0430\u0441 \u0448\u0430\u0430\u0440\u0434\u043B\u0430\u0433\u0430\u0442\u0430\u0439
simplepage.youtube_url=Youtube-\u044B\u043D URL:
simplepage.youtube_player=Youtube-\u044B\u043D \u0442\u043E\u0433\u043B\u0443\u0443\u043B\u0430\u0433\u0447
simplepage.mm_player={}-\u044B\u043D Multimedia \u0442\u043E\u0433\u043B\u0443\u0443\u043B\u0430\u0433\u0447
simplepage.web_content=\u0412\u044D\u0431 {}
simplepage.youtube.needflash=\u0422\u0430 \u044D\u043D\u044D \u0432\u0438\u0434\u0435\u043E\u0433 \u04AF\u0437\u044D\u0445\u0438\u0439\u043D \u0442\u0443\u043B\u0434 \u0424\u043B\u0430\u0448 \u0442\u043E\u0433\u043B\u0443\u0443\u043B\u0430\u0433\u0447 8+\u0442\u0430\u0439 \u0431\u0430\u0439\u0445 \u0451\u0441\u0442\u043E\u0439 \u0431\u04E9\u0433\u04E9\u04E9\u0434 Javascript-\u044B\u0433 \u0438\u0434\u044D\u0432\u0445\u0438\u0436\u04AF\u04AF\u043B\u0441\u044D\u043D \u0431\u0430\u0439\u0445 \u0451\u0441\u0442\u043E\u0439
simplepage.hide_page_label=\u042D\u043D\u044D \u0445\u0443\u0443\u0434\u0441\u044B\u0433 \u043D\u0443\u0443\u0446\u043B\u0430\u0445:
simplepage.hide_page_from_users=\u042D\u043D\u044D \u0445\u0443\u0443\u0434\u0441\u044B\u0433 \u0445\u044D\u0440\u044D\u0433\u043B\u044D\u0433\u0447\u0434\u044D\u044D\u0441 \u043D\u0443\u0443\u0446\u0430\u043B (\u0425\u0443\u0443\u0434\u0430\u0441 \u043D\u044C \u0437\u04AF\u04AF\u043D \u0437\u0430\u0445\u0430\u0434 \u0445\u0430\u0440\u0430\u0433\u0434\u0430\u0445\u0433\u04AF\u0439)
simplepage.page.releasedate=\u0414\u0430\u0440\u0430\u0430\u0445 \u043E\u0433\u043D\u043E\u043E \u0445\u04AF\u0440\u0442\u044D\u043B \u0445\u0443\u0443\u0434\u0441\u044B\u0433 \u043D\u0443\u0443\u0446\u0430\u043B (\u0445\u0443\u0443\u0434\u0430\u0441 \u043D\u044C \u0433\u0430\u0440\u0447 \u0438\u0440\u044D\u0445 \u0431\u043E\u043B\u043E\u0432\u0447 \u0445\u044D\u0440\u044D\u0433\u043B\u044D\u0433\u0447\u0434\u044D\u0434 \u0430\u043B\u0434\u0430\u0430 \u0437\u0430\u0430\u043D\u0430)
simplepage.error=\u0410\u043B\u0434\u0430\u0430
simplepage.error_colon=\u0410\u043B\u0434\u0430\u0430:
simplepage.complete_required=\u042D\u043D\u044D \u0437\u04AF\u0439\u043B\u0438\u0439\u0433 \u04AF\u0437\u044D\u0445\u044D\u044D\u0441\u044D\u044D \u04E9\u043C\u043D\u04E9 \u0434\u044D\u044D\u0440\u0445 \u0431\u04AF\u0445 \u0448\u0430\u0430\u0440\u0434\u043B\u0430\u0433\u0430\u0442\u0430\u0439 \u0437\u04AF\u0439\u043B\u0441\u0438\u0439\u0433 \u0433\u04AF\u0439\u0446\u044D\u044D\u043D\u044D \u04AF\u04AF.

simplepage.editpermissions=\u0417\u04E9\u0432\u0448\u04E9\u04E9\u0440\u043B\u0438\u0439\u043D \u0442\u043E\u0445\u0438\u0440\u0433\u043E\u043E \u0445\u0438\u0439\u0445
simplepage.filepicker_instructions=\u0425\u0443\u0443\u0434\u0441\u0430\u043D\u0434 \u043D\u044D\u043C\u044D\u0445 \u0444\u0430\u0439\u043B \u044E\u043C\u0443\u0443 \u0432\u044D\u0431 \u0445\u0443\u0443\u0434\u0441\u0430\u0430 \u0441\u043E\u043D\u0433\u043E\u043D\u043E \u0443\u0443 (URL).

simplepage.require_submit_assessment=\u041E\u044E\u0443\u0442\u043D\u0443\u0443\u0434 \u044D\u043D\u044D \u0434\u0430\u0430\u043B\u0433\u0430\u0432\u0440\u044B\u0433 \u0445\u04AF\u043B\u044D\u044D\u0436 \u0430\u0432\u0430\u0445 \u0448\u0430\u0430\u0440\u0434\u043B\u0430\u0433\u0430\u0442\u0430\u0439.
simplepage.require_submit_assignment=\u041E\u044E\u0443\u0442\u043D\u0443\u0443\u0434 \u044D\u043D\u044D \u0434\u0430\u0430\u043B\u0433\u0430\u0432\u0440\u044B\u0433 \u0445\u04AF\u043B\u044D\u044D\u0436 \u0430\u0432\u0430\u0445 \u0448\u0430\u0430\u0440\u0434\u043B\u0430\u0433\u0430\u0442\u0430\u0439.
simplepage.require_submit_forum=\u041E\u044E\u0443\u0442\u0430\u043D \u044D\u043D\u044D \u0441\u044D\u0434\u044D\u0432\u0440\u04AF\u04AF post \u0445\u0438\u0439\u0445 \u0448\u0430\u0430\u0440\u0434\u043B\u0430\u0433\u0430\u0442\u0430\u0439.
simplepage.require_receive=\u041E\u044E\u0443\u0442\u0430\u043D \u0445\u04AF\u043B\u044D\u044D\u043D \u0430\u0432\u0430\u0445 \u0448\u0430\u0430\u0440\u0434\u043B\u0430\u0433\u0430\u0442\u0430\u0439
simplepage.require_points_assessment=\u042D\u043D\u044D \u0434\u0430\u0430\u043B\u0433\u0430\u0432\u0440\u044B\u043D \u043E\u043D\u043E\u043E\u043D\u0443\u0443\u0434.
simplepage.require_points_assignment=\u042D\u043D\u044D \u0434\u0430\u0430\u043B\u0433\u0430\u0432\u0440\u044B\u043D \u043E\u043D\u043E\u043E\u043D\u0443\u0443\u0434.
simplepage.require_pass_assignment=\u041E\u044E\u0443\u0442\u0430\u043D \u044D\u043D\u044D \u0434\u0430\u0430\u043B\u0433\u0430\u0432\u0430\u0440\u0442 <b>\u0422\u044D\u043D\u0446\u044D\u0445</b> \u0448\u0430\u0430\u0440\u0434\u043B\u0430\u0433\u0430\u0442\u0430\u0439.
simplepage.require_atleast=\u041E\u044E\u0443\u0442\u0430\u043D \u0445\u0430\u043C\u0433\u0438\u0439\u043D \u0431\u0430\u0433\u0430\u0434\u0430\u0430 .... \u0430\u0432\u0430\u0445 \u0451\u0441\u0442\u043E\u0439
simplepage.require_checkmark=\u041E\u044E\u0443\u0442\u0430\u043D \u0437\u04E9\u0432 \u0433\u044D\u0441\u044D\u043D \u0442\u044D\u043C\u0434\u044D\u0433 \u0430\u0432\u0430\u0445 \u0451\u0441\u0442\u043E\u0439
simplepage.title_notblank=\u0413\u0430\u0440\u0447\u0438\u0433 \u0445\u043E\u043E\u0441\u043E\u043D \u0431\u0430\u0439\u0445 \u0451\u0441\u0433\u04AF\u0439.
simplepage.must_be_youtube=\u042D\u043D\u044D \u043D\u044C Youtube-\u044B\u043D URL \u0431\u0430\u0439\u0445 \u0451\u0441\u0442\u043E\u0439
simplepage.item_notblank=\u0417\u04AF\u0439\u043B\u0438\u0439\u043D \u043D\u044D\u0440 \u0445\u043E\u043E\u0441\u043E\u043D \u0431\u0430\u0439\u0445 \u0451\u0441\u0433\u04AF\u0439
simplepage.page_notblank=\u0425\u0443\u0443\u0434\u0441\u044B\u043D \u0433\u0430\u0440\u0447\u0438\u0433 \u0445\u043E\u043E\u0441\u043E\u043D \u0431\u0430\u0439\u0445 \u0451\u0441\u0433\u04AF\u0439.

simplepage.copied.assignment=\u042D\u043D\u044D \u0437\u04AF\u0439\u043B\u0438\u0439\u0433 \u04E9\u04E9\u0440 \u0441\u0430\u0439\u0442\u0430\u0430\u0441 \u0445\u0443\u0443\u043B\u0441\u0430\u043D \u0431\u0430\u0439\u043D\u0430. \u042D\u043D\u044D \u0441\u0430\u0439\u0442\u0430\u0434 \u0445\u04AF\u0447\u0438\u043D\u0442\u044D\u0439 \u0434\u0430\u0430\u043B\u0433\u0430\u0432\u0430\u0440 \u0441\u043E\u043D\u0433\u043E\u0445\u044B\u043D \u0442\u0443\u043B\u0434 "\u0417\u0430\u0441\u0430\u0445" \u0431\u043E\u043B\u043E\u043D "\u0414\u0430\u0430\u043B\u0433\u0430\u0432\u0440\u044B\u0433 \u0441\u043E\u043B\u0438\u0445" \u04AF\u0439\u043B\u0434\u043B\u04AF\u04AF\u0434\u0438\u0439\u0433 \u0445\u0438\u0439\u0445\u044D\u044D\u0441 \u043D\u0430\u0430\u0448 \u044D\u043D\u044D \u0430\u0436\u0438\u043B\u043B\u0430\u0445\u0433\u04AF\u0439. 
simplepage.copied.assessment=\u042D\u043D\u044D \u0437\u04AF\u0439\u043B\u0438\u0439\u0433 \u04E9\u04E9\u0440 \u0441\u0430\u0439\u0442\u0430\u0430\u0441 \u0445\u0443\u0443\u043B\u0441\u0430\u043D \u0431\u0430\u0439\u043D\u0430. \u042D\u043D\u044D \u0441\u0430\u0439\u0442\u0430\u0434 \u0445\u04AF\u0447\u0438\u043D\u0442\u044D\u0439 \u0441\u043E\u0440\u0438\u043B\u044B\u0433 \u0441\u043E\u043D\u0433\u043E\u0445\u044B\u043D \u0442\u0443\u043B\u0434 "\u0417\u0430\u0441\u0430\u0445" \u0431\u043E\u043B\u043E\u043D "\u0421\u043E\u0440\u0438\u043B\u044B\u0433 \u0441\u043E\u043B\u0438\u0445" \u04AF\u0439\u043B\u0434\u043B\u04AF\u04AF\u0434\u0438\u0439\u0433 \u0445\u0438\u0439\u0445\u044D\u044D\u0441 \u043D\u0430\u0430\u0448 \u044D\u043D\u044D \u0430\u0436\u0438\u043B\u043B\u0430\u0445\u0433\u04AF\u0439.
simplepage.copied.forum=\u042D\u043D\u044D \u0437\u04AF\u0439\u043B\u0438\u0439\u0433 \u04E9\u04E9\u0440 \u0441\u0430\u0439\u0442\u0430\u0430\u0441 \u0445\u0443\u0443\u043B\u0441\u0430\u043D \u0431\u0430\u0439\u043D\u0430. \u042D\u043D\u044D \u0441\u0430\u0439\u0442\u0430\u0434 \u0445\u04AF\u0447\u0438\u043D\u0442\u044D\u0439 \u0444\u043E\u0440\u0443\u043C\u044B\u043D \u0441\u044D\u0434\u044D\u0432 \u0441\u043E\u043D\u0433\u043E\u0445\u044B\u043D \u0442\u0443\u043B\u0434 "\u0417\u0430\u0441\u0430\u0445" \u0431\u043E\u043B\u043E\u043D "\u0424\u043E\u0440\u0443\u043C\u044B\u043D \u0441\u044D\u0434\u0432\u0438\u0439\u0433 \u0441\u043E\u043B\u0438\u0445" \u04AF\u0439\u043B\u0434\u043B\u04AF\u04AF\u0434\u0438\u0439\u0433 \u0445\u0438\u0439\u0445\u044D\u044D\u0441 \u043D\u0430\u0430\u0448 \u044D\u043D\u044D \u0430\u0436\u0438\u043B\u043B\u0430\u0445\u0433\u04AF\u0439.

simplepage.nosite=\u041E\u0434\u043E\u043E \u0431\u0430\u0439\u0433\u0430\u0430 \u0441\u0430\u0439\u0442\u044B\u0433 \u0442\u043E\u0434\u043E\u0440\u0445\u043E\u0439\u043B\u043E\u0445 \u0431\u043E\u043B\u043E\u043C\u0436\u0433\u04AF\u0439 \u0431\u0430\u0439\u043D\u0430.
simplepage.create.resource.failed=Common Cartridge-\u044B\u0433 \u0438\u043C\u043F\u043E\u0440\u0442\u043B\u043E\u0445 \u044F\u0432\u0446\u0430\u0434 \u0444\u0430\u0439\u043B \u04AF\u04AF\u0441\u0433\u044D\u0445 \u0431\u043E\u043B\u043E\u043C\u0436\u0433\u04AF\u0439 \u0431\u0430\u0439\u043D\u0430: 
simplepage.resource100=Common Cartridge-\u044B\u0433 \u0438\u043C\u043F\u043E\u0440\u0442\u043B\u043E\u0445 \u044F\u0432\u0446\u0430\u0434 \u0444\u0430\u0439\u043B \u04AF\u04AF\u0441\u0433\u044D\u0445 \u0431\u043E\u043B\u043E\u043C\u0436\u0433\u04AF\u0439 \u0431\u0430\u0439\u043D\u0430: 100 \u0445\u0443\u0443\u043B\u0431\u0430\u0440 \u0430\u043B\u044C \u0445\u044D\u0434\u0438\u0439\u043D\u044D \u0431\u0430\u0439\u043D\u0430: 
simplepage.noquizengines=<b style="color:#c00">WARNING:</b> \u042D\u043D\u044D \u0441\u0430\u0439\u0442\u0430\u0434 \u0442\u0435\u0441\u0442 \u0431\u043E\u043B\u043E\u043D \u0441\u043E\u0440\u0438\u043B\u044B\u043D \u0445\u044D\u0440\u044D\u0433\u0441\u044D\u043B \u043E\u0440\u0443\u0443\u043B. \u04AE\u04AF\u043D\u0433\u04AF\u0439\u0433\u044D\u044D\u0440 \u0430\u0433\u0443\u0443\u043B\u0430\u0445\u0430\u0430\u0441 \u0441\u043E\u0440\u0438\u043B \u0430\u0447\u0430\u0430\u043B\u0430\u0445 \u0431\u043E\u043B\u043E\u043C\u0436\u0433\u04AF\u0439.
simplepage.choosequizengine=\u042D\u043D\u044D \u0430\u0433\u0443\u0443\u043B\u0430\u0445\u0430\u0434 \u044F\u043C\u0430\u0440 \u0442\u0435\u0441\u0442 \u0431\u043E\u043B\u043E\u043D \u0441\u043E\u0440\u0438\u043B\u044B\u043D \u0445\u044D\u0440\u044D\u0433\u0441\u044D\u043B \u0430\u0448\u0438\u0433\u043B\u0430\u0445\u0430\u0430 \u0441\u043E\u043D\u0433\u043E\u043D\u043E \u0443\u0443
simplepage.notopicengines=<b style="color:#c00">WARNING:</b> \u042D\u043D\u044D \u0441\u0430\u0439\u0442\u0430\u0434 \u0444\u043E\u0440\u0443\u043C\u044B\u043D \u0445\u044D\u0440\u044D\u0433\u0441\u044D\u043B \u043D\u044D\u043C\u043D\u044D \u04AF\u04AF. \u04AE\u04AF\u043D\u0433\u04AF\u0439\u0433\u044D\u044D\u0440 \u0430\u0433\u0443\u0443\u043B\u0430\u0445\u0430\u0430\u0441 \u0444\u043E\u0440\u0443\u043C \u0430\u0447\u0430\u0430\u043B\u0430\u0445 \u0431\u043E\u043B\u043E\u043C\u0436\u0433\u04AF\u0439.
simplepage.choosetopicengine= \u0410\u0433\u0443\u0443\u043B\u0430\u0445\u0430\u0434 \u0431\u0430\u0439\u0433\u0430\u0430 \u0444\u043E\u0440\u0443\u043C\u0434 \u0430\u0448\u0438\u0433\u043B\u0430\u0445 \u0444\u043E\u0440\u0443\u043C\u044B\u043D \u0445\u044D\u0440\u044D\u0433\u0441\u043B\u044D\u044D \u0441\u043E\u043D\u0433\u043E\u043D\u043E \u0443\u0443 
simplepage.loading=\u0410\u0447\u0430\u0430\u043B\u0436 \u0431\u0430\u0439\u043D\u0430, \u0442\u04AF\u0440 \u0445\u04AF\u043B\u044D\u044D\u043D\u044D \u04AF\u04AF ...
simplepage.needpermissions=\u042D\u043D\u044D \u0445\u044D\u0440\u044D\u0433\u0441\u043B\u0438\u0439\u0433 \u0430\u0448\u0438\u0433\u043B\u0430\u0445\u0430\u0434 \u0445\u044D\u0440\u044D\u0433\u0442\u044D\u0439 \u0437\u04E9\u0432\u0448\u04E9\u04E9\u0440\u04E9\u043B \u0442\u0430\u043D\u0434 \u0431\u0430\u0439\u0445\u0433\u04AF\u0439 \u0431\u0430\u0439\u043D\u0430. \u0425\u044D\u0440\u044D\u0432 \u04AF\u04AF\u0440\u044D\u0433\u0442 \u0447\u0438\u043D\u044C \u0442\u0430\u043D\u044B\u0433 \u04AF\u04AF\u043D\u0438\u0439\u0433 \u0445\u0438\u0439\u0436 \u0431\u043E\u043B\u043D\u043E \u0433\u044D\u0436 \u0437\u04E9\u04E9\u0441\u04E9\u044D \u0431\u043E\u043B \u0441\u0430\u0439\u0442\u0430\u0434 \u0447\u0438\u043D\u044C \u0437\u04E9\u0432\u0448\u04E9\u04E9\u0440\u043B\u0438\u0439\u043D \u0442\u043E\u0445\u0438\u0440\u0433\u043E\u043E \u0431\u04AF\u0440\u044D\u043D \u0445\u0438\u0439\u0433\u0434\u044D\u044D\u0433\u04AF\u0439 \u0431\u0430\u0439\u043D\u0430 \u0433\u044D\u0436 \u0431\u0438\u0434 \u04AF\u0437\u044D\u0436 \u0431\u0430\u0439\u043D\u0430. \u0417\u04E9\u0432\u0448\u04E9\u04E9\u0440\u043B\u0438\u0439\u043D \u0445\u044D\u0440\u044D\u0433\u0441\u043B\u0438\u0439\u0433 \u043D\u044D\u044D\u0445 \u0431\u043E\u043B \u0434\u0430\u0440\u0430\u0430\u0445 \u043B\u0438\u043D\u043A\u0438\u0439\u0433 \u0430\u0448\u0438\u0433\u043B\u0430\u043D\u0430 \u0443\u0443. \u0411\u0438\u0434 lessonbuilder.read-\u044B\u0433 \u0431\u04AF\u0445 \u04AF\u04AF\u0440\u044D\u0433\u0442, lessonbuilder.upd-\u044B\u0433 \u0430\u0433\u0443\u0443\u043B\u0433\u044B\u0433 \u043D\u044C \u0437\u0430\u0441\u0430\u0445 \u0431\u043E\u043B\u043E\u043C\u0436\u0442\u043E\u0439 \u04AF\u04AF\u0440\u0433\u04AF\u04AF\u0434\u044D\u0434 \u0437\u043E\u0440\u0438\u0443\u043B\u0430\u043D \u0441\u0430\u043D\u0430\u043B \u0431\u043E\u043B\u0433\u043E\u0436 \u0431\u0430\u0439\u043D\u0430. \u0415\u0440\u04E9\u043D\u0445\u0438\u0439\u0434\u04E9\u04E9 \u044D\u043D\u044D \u043D\u044C \u0411\u0430\u0433\u0448 \u0431\u043E\u043B\u043E\u043D \u043C\u0430\u0433\u0430\u0434\u0433\u04AF\u0439 \u0437\u0430\u0440\u0438\u043C \u0442\u0443\u0441\u043B\u0430\u0445 \u0431\u0430\u0433\u0448\u0438\u0439\u043D \u04AF\u04AF\u0440\u0433\u0438\u0439\u0433 \u0442\u043E\u0434\u043E\u0440\u0445\u043E\u0439\u043B\u043D\u043E.
simplepage.wrong-cc-version=\u0442\u0430\u043D\u0438\u0433\u0434\u0430\u0430\u0433\u04AF\u0439 Common Cartridge \u0444\u043E\u0440\u043C\u0430\u0442. \u0424\u0430\u0439\u043B \u043D\u044C 1.0 \u044E\u043C\u0443\u0443 1.1 \u0445\u0443\u0432\u0438\u043B\u0431\u0430\u0440\u0442 \u0431\u0430\u0439\u0445 \u0451\u0441\u0442\u043E\u0439.
# please fix cc-error
simplepage.cc-error=\u0410\u043B\u0434\u0430\u0430
simplepage.cc-uses-auth=\u0423\u0434\u0438\u0440\u0434\u043B\u0430\u0433\u044B\u043D \u0445\u044F\u0437\u0433\u0430\u0430\u0440\u043B\u0430\u043B\u0442\u0430\u0430\u0441 \u0448\u0430\u043B\u0442\u0433\u0430\u0430\u043B\u0430\u043D Common Cartridges-\u044B\u0433 \u0438\u043C\u043F\u043E\u0440\u0442\u043B\u043E\u0445 \u0431\u043E\u043B\u043E\u043C\u0436\u0433\u04AF\u0439 \u0431\u0430\u0439\u043D\u0430.
simplepage.cc-uses-role=\u042D\u043D\u044D \u0430\u0433\u0443\u0443\u043B\u0430\u0445\u0430\u0434 \u0431\u0430\u0433\u0448, \u0437\u04E9\u0432\u043B\u04E9\u0433\u0447 \u043D\u0430\u0440\u0442 \u0445\u044F\u0437\u0433\u0430\u0430\u0440\u043B\u0430\u0441\u0430\u043D \u0434\u043E\u0440 \u0445\u0430\u044F\u0436 \u043D\u044D\u0433 \u043D\u04E9\u04E9\u0446 \u0431\u0430\u0439\u043D\u0430. \u042D\u0434\u0433\u044D\u044D\u0440 \u043D\u04E9\u04E9\u0446\u04AF\u04AF\u0434\u0438\u0439\u0433 \u0425\u0438\u0447\u044D\u044D\u043B\u0438\u0439\u043D \u0445\u0443\u0443\u0434\u0441\u0430\u043D\u0434 \u0442\u0430\u0432\u0438\u0430\u0433\u04AF\u0439 \u0431\u043E\u043B\u043E\u0432\u0447 \u043D\u04E9\u04E9\u0446\u04AF\u04AF\u0434\u0440\u04AF\u04AF \u0430\u0447\u0430\u0430\u043B\u0430\u0433\u0434\u0430\u0436, \u043E\u044E\u0443\u0442\u043D\u0443\u0443\u0434\u0430\u0430\u0441 \u043D\u0443\u0443\u0446\u043B\u0430\u0433\u0434\u0430\u043D\u0430. {}
simplepage.cc-uses-mentor= \u0411\u0430\u0433\u0448, \u0437\u04E9\u0432\u043B\u04E9\u0433\u0447 \u0445\u043E\u0451\u0440\u044B\u043D \u0445\u043E\u043E\u0440\u043E\u043D\u0434 \u044F\u043B\u0433\u0430\u0430 \u0433\u0430\u0440\u0433\u0430\u0436 \u04E9\u0433\u04E9\u04E9\u0433\u04AF\u0439 \u0431\u0430\u0439\u043D\u0430.


simplepage.comments-section=\u041A\u043E\u043C\u043C\u0435\u043D\u0442\u044B\u043D \u0445\u044D\u0441\u044D\u0433
simplepage.replace-with-comments=\u041A\u043E\u043C\u043C\u0435\u043D\u0442\u0443\u0443\u0434\u044B\u0433 \u0430\u0447\u0430\u0430\u043B\u0436 \u0431\u0430\u0439\u043D\u0430 ...
simplepage.comments=\u041A\u043E\u043C\u043C\u0435\u043D\u0442\u044B\u043D \u0445\u044D\u0440\u044D\u0433\u0441\u044D\u043B \u043D\u044D\u043C\u044D\u0445
simplepage.add-comment=\u041A\u043E\u043C\u043C\u0435\u043D\u0442 \u043D\u044D\u043C\u044D\u0445
simplepage.in-reply-to= {1}, {2}-\u044B\u043D \u0445\u0430\u0440\u0438\u0443\u043D\u0434
simplepage.comment-reply= {}-\u0430\u0430\u0441 \u0438\u0440\u0441\u044D\u043D \u043A\u043E\u043C\u043C\u0435\u043D\u0442\u043E\u0434 \u0445\u0430\u0440\u0438\u0443\u043B\u0430\u0445
simplepage.missing-prereqs=\u041A\u043E\u043C\u043C\u0435\u043D\u0442\u044B\u043D \u0445\u044D\u0441\u044D\u0433 \u0431\u0430\u0439\u0433\u0430\u0430 \u0431\u043E\u043B\u043E\u0432\u0447 \u0442\u0430 \u04AF\u04AF\u043D\u0438\u0439\u0433 \u04AF\u0437\u044D\u0445\u044D\u044D\u0441\u044D\u044D \u04E9\u043C\u043D\u04E9 \u0434\u044D\u044D\u0440\u0445 \u0448\u0430\u0430\u0440\u0434\u043B\u0430\u0433\u0430\u0442\u0430\u0439 \u0437\u04AF\u0439\u043B\u0441\u0438\u0439\u0433 \u0431\u04E9\u0433\u043B\u04E9\u0445 \u0451\u0441\u0442\u043E\u0439.
simplepage.fake-missing-prereqs=\u0425\u044D\u0440\u044D\u0432 \u0442\u0430 \u043E\u044E\u0443\u0442\u0430\u043D \u0431\u0430\u0439\u0441\u0430\u043D \u0431\u043E\u043B \u043A\u043E\u043C\u043C\u0435\u043D\u0442\u0443\u0443\u0434\u044B\u0433 \u0445\u0430\u0440\u0430\u0445 \u0431\u043E\u043B\u043E\u043C\u0436\u0433\u04AF\u0439 \u0431\u0430\u0439\u0445 \u0431\u0430\u0439\u0441\u0430\u043D. \u042F\u0430\u0433\u0430\u0430\u0434 \u0433\u044D\u0432\u044D\u043B \u0442\u0430 \u0434\u044D\u044D\u0440\u0445 \u0448\u0430\u0430\u0440\u0434\u043B\u0430\u0433\u0430\u0442\u0430\u0439 \u0437\u04AF\u0439\u043B\u0441\u0438\u0439\u0433 \u0431\u04E9\u0433\u043B\u04E9\u04E9\u0433\u04AF\u0439 \u0431\u0430\u0439\u043D\u0430.
simplepage.edit-comment=\u041A\u043E\u043C\u043C\u0435\u043D\u0442\u044B\u0433 \u0437\u0430\u0441\u0430\u0445
simplepage.comment-edit={}-\u0430\u0430\u0441 \u0438\u0440\u0441\u044D\u043D \u043A\u043E\u043C\u043C\u0435\u043D\u0442\u044B\u0433 \u0437\u0430\u0441\u0430\u0445
simplepage.see_all_comments=\u0411\u04AF\u0445 {} \u043A\u043E\u043C\u043C\u0435\u043D\u0442\u0443\u0443\u0434\u044B\u0433 \u0445\u0430\u0440\u0430\u0445 ...
simplepage.see_new_comments=\u0411\u04AF\u0445 {} \u0448\u0438\u043D\u044D \u043A\u043E\u043C\u043C\u0435\u043D\u0442\u0443\u0443\u0434\u044B\u0433 \u0445\u0430\u0440\u0430\u0445 ...
simplepage.edit_commentslink=\u041A\u043E\u043C\u043C\u0435\u043D\u0442\u044B\u043D \u0445\u044D\u0441\u0433\u0438\u0439\u0433 \u0437\u0430\u0441\u0430\u0445
simplepage.comments-anonymous=\u041A\u043E\u043C\u043C\u0435\u043D\u0442\u044B\u0433 \u043D\u044D\u0440\u0433\u04AF\u0439\u0433\u044D\u044D\u0440 \u0445\u0430\u0434\u0433\u0430\u043B\u0430\u0445
simplepage.comments-graded=\u042D\u0434\u0433\u044D\u044D\u0440\u0442 gradebook-\u044B\u043D \u0431\u04AF\u0440\u0442\u0433\u044D\u043B \u04AF\u04AF\u0441\u0433\u044D
simplepage.comments-max=\u0425\u0430\u043C\u0433\u0438\u0439\u043D \u0434\u044D\u044D\u0434 \u043E\u043D\u043E\u043E\u043D\u0443\u0443\u0434:
simplepage.integer-expected=\u041E\u043D\u043E\u043E\u043D\u0443\u0443\u0434 \u043D\u044C \u0445\u04AF\u0447\u0438\u043D\u0442\u044D\u0439 \u0442\u043E\u043E \u0431\u0430\u0439\u0445 \u0451\u0441\u0442\u043E\u0439.
simplepage.comment-delete= {}-\u0430\u0430\u0441 \u0438\u0440\u0441\u044D\u043D \u043A\u043E\u043C\u043C\u0435\u043D\u0442\u044B\u0433 \u0443\u0441\u0442\u0433\u0430\u0445
simplepage.delete_comment_confirm= {}-\u044B\u043D \u0431\u0438\u0447\u0441\u044D\u043D \u043A\u043E\u043C\u043C\u0435\u043D\u0442\u044B\u0433 \u0443\u0441\u0442\u0433\u0430\u0445\u044B\u0433 \u0445\u04AF\u0441\u0447 \u0431\u0430\u0439\u0433\u0430\u0430\u0434\u0430\u0430 \u0438\u0442\u0433\u044D\u043B\u0442\u044D\u0439 \u0431\u0430\u0439\u043D\u0430 \u0443\u0443?
simplepage.empty-comment-error=\u041A\u043E\u043C\u043C\u0435\u043D\u0442 \u0445\u043E\u043E\u0441\u043E\u043D \u0431\u0430\u0439\u0445 \u0451\u0441\u0433\u04AF\u0439.
simplepage.comment-permissions-error=\u0422\u0430\u043D\u0434 \u044D\u043D\u044D \u043A\u043E\u043C\u043C\u0435\u043D\u0442\u044B\u0433 \u0443\u0441\u0442\u0433\u0430\u0445 \u0448\u0430\u0430\u0440\u0434\u043B\u0430\u0433\u0430\u0442\u0430\u0439 \u0437\u04E9\u0432\u0448\u04E9\u04E9\u0440\u04E9\u043B \u0431\u0430\u0439\u0445\u0433\u04AF\u0439 \u0431\u0430\u0439\u043D\u0430.
simplepage.permissions-general=\u0422\u0430\u043D\u0434 \u04AF\u04AF\u043D\u0438\u0439\u0433 \u0445\u0438\u0439\u0445 \u0448\u0430\u0430\u0440\u0434\u043B\u0430\u0433\u0430\u0442\u0430\u0439 \u0437\u04E9\u0432\u0448\u04E9\u04E9\u0440\u04E9\u043B \u0431\u0430\u0439\u0445\u0433\u04AF\u0439 \u0431\u0430\u0439\u043D\u0430.
simplepage.comment-unknown-user=\u0422\u0430\u043D\u0438\u0433\u0434\u0430\u0430\u0433\u04AF\u0439 \u0445\u044D\u0440\u044D\u0433\u043B\u044D\u0433\u0447
simplepage.comment-you=\u0422\u0430
simplepage.comment-anonymous-message=\u042D\u043D\u0433\u0438\u0439\u043D \u0445\u044D\u0440\u044D\u0433\u043B\u044D\u0433\u0447, \u0442\u043E\u0434\u043E\u0440\u0445\u043E\u0439\u0433\u04AF\u0439 \u043C\u044D\u0434\u044D\u044D\u043B\u043B\u0438\u0439\u043D \u0437\u04E9\u0432\u0445\u04E9\u043D \u043D\u044D\u0440\u0438\u0439\u0433 \u043D\u044C \u0445\u0430\u0440\u0436 \u0431\u043E\u043B\u043D\u043E. \u041A\u043E\u043C\u043C\u0435\u043D\u0442 \u0431\u0438\u0447\u0438\u0436 \u0431\u0430\u0439\u0433\u0430\u0430 \u0445\u04AF\u043C\u04AF\u04AF\u0441\u0438\u0439\u043D \u0436\u0438\u043D\u0445\u044D\u043D\u044D \u043D\u044D\u0440 \u0437\u04E9\u0432\u0445\u04E9\u043D \u0442\u0430\u043D\u0434 \u0431\u043E\u043B\u043E\u043D \u0431\u0443\u0441\u0430\u0434 \u0441\u0430\u0439\u0442\u044B\u043D \u0443\u0434\u0438\u0440\u0434\u043B\u0430\u0433\u0443\u0443\u0434\u0430\u0434 \u043B \u0445\u0430\u0440\u0430\u0433\u0434\u0430\u043D\u0430.
simplepage.edit-comment=\u0417\u0430\u0441\u0430\u0445
simplepage.comment-edit-message=\u0422\u0430 \u043A\u043E\u043C\u043C\u0435\u043D\u0442\u043E\u043E 30 \u043C\u0448\u043D\u0443\u0442 \u0434\u043E\u0442\u043E\u0440 \u0437\u04E9\u0432\u0445\u04E9\u043D \u0437\u0430\u0441\u0430\u0445 \u044E\u043C\u0443\u0443 \u0443\u0441\u0442\u0433\u0430\u0436 \u0431\u043E\u043B\u043D\u043E.
simplepage.comment-grading-message=\u041A\u043E\u043C\u043C\u0435\u043D\u0442\u044B\u043D \u0445\u0430\u0436\u0443\u0443 \u0442\u0430\u043B\u044B\u043D "\u041E\u043D\u043E\u043E" \u0433\u044D\u0441\u044D\u043D \u043D\u04AF\u0434\u044D\u043D\u0434 \u0442\u043E\u0434\u043E\u0440\u0445\u043E\u0439 \u043D\u044D\u0433 \u043A\u043E\u043C\u043C\u0435\u043D\u0442\u044B\u0433 \u04AF\u043D\u044D\u043B\u044D\u0445 \u0431\u043E\u043B \u043E\u043D\u043E\u043E\u043D\u044B\u0445\u043E\u043E \u0442\u043E\u043E\u0433 \u0431\u0438\u0447\u044D\u044D\u0434, \u0434\u0430\u0440\u0430\u0430 \u043D\u044C \u0434\u04AF\u043D\u0433\u044D\u044D \u0431\u0430\u0442\u0430\u043B\u0433\u0430\u0430\u0436\u0443\u0443\u043B\u0430\u0445\u044B\u043D \u0442\u0443\u043B\u0434 Enter \u0442\u043E\u0432\u0447\u0438\u0439\u0433 \u0434\u0430\u0440\u043D\u0430 \u0443\u0443.  \u0414\u04AF\u043D \u0442\u0430\u0432\u0438\u0441\u0430\u043D \u0431\u043E\u043B\u043E\u0432\u0447 \u0431\u0430\u0442\u0430\u043B\u0433\u0430\u0430\u0436\u0443\u0443\u043B\u0430\u0433\u04AF\u0439 \u043D\u044C \u0443\u043B\u0430\u0430\u043D\u0430\u0430\u0440 \u0445\u0430\u0440\u0430\u0433\u0434\u0430\u043D\u0430.
simplepage.comment-author-owner=\u0425\u0443\u0443\u0434\u0430\u0441 \u044D\u0437\u044D\u043C\u0448\u0438\u0433\u0447
simplepage.nothing-over-100-percent=\u04E8\u043D\u0434\u04E9\u0440 \u0431\u043E\u043B\u043E\u043D \u04E9\u0440\u0433\u04E9\u043D \u043D\u044C 100%-\u0430\u0430\u0441 \u0434\u044D\u044D\u0448 \u0431\u0430\u0439\u0445 \u0431\u043E\u043B\u043E\u0445\u0433\u04AF\u0439.
simplepage.width-height=\u04E8\u0440\u0433\u04E9\u043D, \u04E9\u043D\u0434\u04E9\u0440 \u043D\u044C \u044D\u0435\u0440\u044D\u0433 \u0442\u043E\u043E \u0431\u0430\u0439\u0445 \u0451\u0441\u0442\u043E\u0439, \u0436\u0438\u0448\u044D\u044D \u043D\u044C. "500" \u044E\u043C\u0443\u0443 "500px," \u044D\u0441\u044E\u044D\u043B 100%-\u0430\u0430\u0441 \u0434\u043E\u043E\u0448 \u0445\u0443\u0432\u044C

simplepage.seconds=\u0421\u0435\u043A\u0443\u043D\u0434\u044B\u043D \u04E9\u043C\u043D\u04E9
simplepage.one_min=1 \u043C\u0438\u043D\u0443\u0442\u044B\u043D \u04E9\u043C\u043D\u04E9
simplepage.x_min={} \u043C\u0438\u043D\u0443\u0442\u044B\u043D \u04E9\u043C\u043D\u04E9
simplepage.one_hour=1 \u0446\u0430\u0433\u0438\u0439\u043D \u04E9\u043C\u043D\u04E9
simplepage.x_hour={} \u0446\u0430\u0433\u0438\u0439\u043D \u04E9\u043C\u043D\u04E9
simplepage.one_day=1 \u04E9\u0434\u0440\u0438\u0439\u043D \u04E9\u043C\u043D\u04E9
simplepage.x_day={} \u04E9\u0434\u0440\u0438\u0439\u043D \u04E9\u043C\u043D\u04E9
simplepage.one_month=1 \u0441\u0430\u0440\u044B\u043D \u04E9\u043C\u043D\u04E9
simplepage.x_month={} \u0441\u0430\u0440\u044B\u043D \u04E9\u043C\u043D\u04E9
simplepage.one_year=1 \u0436\u0438\u043B\u0438\u0439\u043D \u04E9\u043C\u043D\u04E9
simplepage.x_year={} \u0436\u0438\u043B\u0438\u0439\u043D \u04E9\u043C\u043D\u04E9

simplepage.select-group=\u042D\u043D\u044D \u0437\u04AF\u0439\u043B\u0438\u0439\u0433 \u0445\u0430\u0440\u0443\u0443\u043B\u0430\u0445 \u0433\u0440\u0443\u043F\u043F\u044D\u044D \u0441\u043E\u043D\u0433\u043E\u043D\u043E \u0443\u0443 [\u0445\u044D\u0440\u044D\u0432 \u044F\u043C\u0430\u0440\u0447 \u0433\u0440\u0443\u043F\u043F \u0441\u043E\u043D\u0433\u043E\u043E\u0433\u04AF\u0439 \u0431\u043E\u043B \u0431\u04AF\u0433\u0434\u044D\u0434 \u0445\u0430\u0440\u0430\u0433\u0434\u0430\u043D\u0430]
simplepage.edit-group=\u042D\u043D\u044D \u0437\u04AF\u0439\u043B\u0438\u0439\u0433 \u0445\u0430\u0440\u0443\u0443\u043B\u0430\u0445 \u0433\u0440\u0443\u043F\u043F\u0443\u0443\u0434\u044B\u0433 \u0437\u0430\u0441\u0430\u0445
simplepage.select-resource-group=\u0410\u041D\u0425\u0410\u0410\u0420: \u041D\u04E9\u04E9\u0446\u0438\u0439\u043D \u0445\u044D\u0440\u044D\u0433\u0441\u044D\u043B\u0434 \u0442\u0430 \u0433\u0440\u0443\u043F\u043F \u0445\u0430\u043D\u0434\u0430\u043B\u0442\u044B\u043D \u0442\u043E\u0445\u0438\u0440\u0433\u043E\u043E \u0445\u0438\u0439\u0445 \u0431\u043E\u043B\u043E\u043C\u0436\u0442\u043E\u0439. \u042D\u043D\u044D \u0442\u0430\u043D\u0434 \u043D\u04E9\u04E9\u0446 \u0431\u043E\u043B\u0433\u043E\u043D\u044B\u0433 \u0442\u0443\u0441\u0430\u0434 \u043D\u044C \u0431\u0438\u0448 \u0431\u04AF\u0442\u044D\u043D \u0444\u043E\u043B\u0434\u0435\u0440\u0442 \u0442\u043E\u0445\u0438\u0440\u0433\u043E\u043E \u0445\u0438\u0439\u0445 \u0431\u043E\u043B\u043E\u043C\u0436\u0438\u0439\u0433 \u043E\u043B\u0433\u043E\u043D\u043E.
simplepage.resource-group-inherited=\u042D\u043D\u044D \u0437\u04AF\u0439\u043B\u0438\u0439\u0433 \u0430\u0433\u0443\u0443\u043B\u0436 \u0431\u0430\u0439\u0433\u0430\u0430 \u0444\u043E\u043B\u0434\u0435\u0440\u0442 \u0433\u0440\u0443\u043F\u043F\u044B\u043D \u044E\u043C\u0443\u0443 \u043D\u0438\u0439\u0442\u0438\u0439\u043D \u0445\u0430\u043D\u0434\u0430\u043B\u0442\u044B\u043D \u0442\u043E\u0445\u0438\u0440\u0433\u043E\u043E \u0445\u0438\u0439\u0433\u0434\u0441\u044D\u043D \u0431\u0430\u0439\u043D\u0430. \u0422\u0438\u0439\u043C\u044D\u044D\u0441 \u044D\u043D\u0434 \u0433\u0440\u0443\u043F\u043F\u0443\u0443\u0434\u044B\u0433 \u0442\u043E\u0445\u0438\u0440\u0443\u0443\u043B\u0436 \u0431\u043E\u043B\u043E\u0445\u0433\u04AF\u0439.

simplepage.edit_studentlink=\u041E\u044E\u0443\u0442\u043D\u044B \u0430\u0433\u0443\u0443\u043B\u0433\u044B\u043D \u0445\u044D\u0441\u0433\u0438\u0439\u0433 \u0437\u0430\u0441\u0430\u0445
simplepage.student-content=\u041E\u044E\u0443\u0442\u043D\u044B \u0430\u0433\u0443\u0443\u043B\u0433\u044B\u043D \u0445\u044D\u0441\u044D\u0433
simplepage.add-content=\u041E\u044E\u0443\u0442\u043D\u044B \u0430\u0433\u0443\u0443\u043B\u0433\u0430 \u043D\u044D\u043C\u044D\u0445
simplepage.student=\u041E\u044E\u0443\u0442\u043D\u044B \u0445\u0443\u0443\u0434\u0441\u0443\u0443\u0434
simplepage.add-page=\u04E8\u04E9\u0440\u0438\u0439\u043D \u0445\u0443\u0443\u0434\u0430\u0441 \u043D\u044D\u043C\u044D\u0445
simplepage.page-exists=\u0422\u0430 \u0430\u043B\u044C \u0445\u044D\u0434\u0438\u0439\u043D\u044D \u044D\u043D\u044D \u0445\u044D\u0440\u044D\u0433\u0441\u044D\u043B\u0434 \u0445\u0443\u0443\u0434\u0430\u0441\u0442\u0430\u0439 \u0431\u0430\u0439\u043D\u0430. 
simplepage.new-student-page=\u0428\u0438\u043D\u044D
simplepage.new-student-content-page=\u0428\u0438\u043D\u044D \u0445\u0443\u0443\u0434\u0430\u0441
simplepage.new-student-content=\u0428\u0438\u043D\u044D \u0430\u0433\u0443\u0443\u043B\u0433\u0430
simplepage.new-student-comments=\u0428\u0438\u043D\u044D \u043A\u043E\u043C\u043C\u0435\u043D\u0442\u0443\u0443\u0434
simplepage.new-student-content-page-1= {}-\u044B\u043D \u04AF\u04AF\u0441\u0433\u044D\u0441\u044D\u043D \u0448\u0438\u043D\u044D \u0445\u0443\u0443\u0434\u0430\u0441
simplepage.new-student-content-1= {}-\u044B\u043D \u04AF\u04AF\u0441\u0433\u044D\u0441\u044D\u043D \u0448\u0438\u043D\u044D \u043A\u043E\u043C\u043C\u0435\u043D\u0442
simplepage.new-student-comments-1= {}-\u044B\u043D \u04AF\u04AF\u0441\u0433\u044D\u0441\u044D\u043D \u0430\u0433\u0443\u0443\u043B\u0433\u0430 \u0434\u0430\u0445\u044C \u043A\u043E\u043C\u043C\u0435\u043D\u0442\u0443\u0443\u0434
simplepage.student-content-page=\u041E\u044E\u0443\u0442\u043D\u044B \u0430\u0433\u0443\u0443\u043B\u0433\u044B\u043D \u0445\u0443\u0443\u0434\u0430\u0441
simplepage.student-anonymous=\u042D\u0434\u0433\u044D\u044D\u0440 \u043E\u044E\u0443\u0442\u043D\u044B \u0445\u0443\u0443\u0434\u0441\u0443\u0443\u0434\u044B\u0433 \u043D\u044D\u0440\u0433\u04AF\u0439 \u0431\u043E\u043B\u0433\u043E\u0445
simplepage.student-comments=\u0425\u0443\u0443\u0434\u0430\u0441 \u0431\u043E\u043B\u0433\u043E\u043D\u0434 \u043A\u043E\u043C\u043C\u0435\u043D\u0442\u044B\u043D \u0445\u044D\u0441\u044D\u0433 \u043D\u044D\u043C\u044D\u0445
simplepage.student-comments-anon=\u042D\u0434\u0433\u044D\u044D\u0440 \u043A\u043E\u043C\u043C\u0435\u043D\u0442\u0443\u0443\u0434\u044B\u0433 \u043D\u044D\u0440\u0433\u04AF\u0439 \u0431\u043E\u043B\u0433\u043E\u0445
simplepage.anonymous=\u041D\u044D\u0440\u0433\u04AF\u0439
simplepage.student-missing-prereqs=\u041E\u044E\u0443\u0442\u043D\u044B \u043A\u043E\u043C\u043C\u0435\u043D\u0442\u043E\u0434 \u0437\u043E\u0440\u0438\u0443\u043B\u0441\u0430\u043D \u0445\u044D\u0441\u044D\u0433 \u0431\u0430\u0439\u0433\u0430\u0430 \u0431\u043E\u043B\u043E\u0432\u0447 \u04AF\u04AF\u043D\u0438\u0439\u0433 \u04AF\u0437\u044D\u0445\u044D\u044D\u0441\u044D\u044D \u04E9\u043C\u043D\u04E9 \u0442\u0430 \u0431\u04AF\u0445 \u0448\u0430\u0430\u0440\u0434\u043B\u0430\u0433\u0430\u0442\u0430\u0439 \u0437\u04AF\u0439\u043B\u0441\u0438\u0439\u0433 \u0431\u04E9\u0433\u043B\u04E9\u0445 \u0451\u0441\u0442\u043E\u0439.
simplepage.student-fake-missing-prereqs=\u0425\u044D\u0440\u044D\u0432 \u0442\u0430 \u043E\u044E\u0443\u0442\u0430\u043D \u0431\u0430\u0439\u0441\u0430\u043D \u0431\u043E\u043B \u043A\u043E\u043C\u043C\u0435\u043D\u0442\u0443\u0443\u0434\u044B\u0433 \u0445\u0430\u0440\u0430\u0445 \u0431\u043E\u043B\u043E\u043C\u0436\u0433\u04AF\u0439 \u0431\u0430\u0439\u0445 \u0431\u0430\u0439\u0441\u0430\u043D. \u042F\u0430\u0433\u0430\u0430\u0434 \u0433\u044D\u0432\u044D\u043B \u0442\u0430 \u0434\u044D\u044D\u0440\u0445 \u0448\u0430\u0430\u0440\u0434\u043B\u0430\u0433\u0430\u0442\u0430\u0439 \u0437\u04AF\u0439\u043B\u0441\u0438\u0439\u0433 \u0431\u04E9\u0433\u043B\u04E9\u04E9\u0433\u04AF\u0439 \u0431\u0430\u0439\u043D\u0430.

simplepage.website=\u0412\u044D\u0431 \u0441\u0430\u0439\u0442 \u043D\u044D\u043C\u044D\u0445
simplepage.website.tooltip=\u0417\u0438\u043F\u043B\u044D\u0433\u0434\u0441\u044D\u043D \u0432\u044D\u0431 \u0441\u0430\u0439\u0442\u044B\u0433 upload \u0445\u0438\u0439\u0436 \u043E\u0440\u0443\u0443\u043B\u0430\u0445. Camtasia, Wimba Create, Articulate-\u0434 \u0442\u0443\u0441\u0433\u0430\u0439 \u0434\u044D\u043C\u0436\u043B\u044D\u0433 \u0431\u0430\u0439\u0433\u0430\u0430 \u0431\u043E\u043B\u043E\u0432\u0447 \u0417\u0418\u041F \u0444\u0430\u0439\u043B uploaded \u0445\u0438\u0439\u0436 \u043E\u0440\u0443\u0443\u043B\u0430\u0445 \u0431\u043E\u043B\u043E\u043C\u0436\u0442\u043E\u0439. \u0418\u043B\u04AF\u04AF \u043C\u044D\u0434\u044D\u044D\u043B\u044D\u043B \u0430\u0432\u0430\u0445 \u0431\u043E\u043B \u0445\u0430\u0440\u0438\u043B\u0446\u0430\u0445 \u0446\u043E\u043D\u0445\u043E\u043D \u0434\u0430\u0445\u044C \u0442\u0443\u0441\u043B\u0430\u043C\u0436\u0438\u0439\u0433 \u0445\u0430\u0440\u043D\u0430 \u0443\u0443.

simplepage.website.noindex=\u0411\u0438\u0434 \u0442\u0430\u043D\u044B \u0417\u0418\u041F \u0444\u0430\u0439\u043B\u044B\u0433 upload \u0445\u0438\u0439\u0436 \u043E\u0440\u0443\u0443\u043B\u043B\u0430\u0430. \u0424\u0430\u0439\u043B\u0443\u0443\u0434 \u043E\u0434\u043E\u043E \u041D\u04E9\u04E9\u0446\u04AF\u04AF\u0434 \u0434\u044D\u0445 {} \u0444\u043E\u043B\u0434\u0435\u0440\u0442 \u0431\u0430\u0439\u0433\u0430\u0430. \u0413\u044D\u0432\u0447 \u04AF\u04AF\u043D \u0434\u043E\u0442\u0440\u043E\u0445 \u0445\u0430\u0440\u0430\u0433\u0434\u0430\u0445 \u0451\u0441\u0442\u043E\u0439 \u0444\u0430\u0439\u043B\u0443\u0443\u0434\u044B\u0433 \u043E\u043B\u043E\u0445 \u0431\u043E\u043B\u043E\u043C\u0436\u0433\u04AF\u0439 \u0431\u0430\u0439\u043D\u0430. \u0422\u0430 \u04E9\u04E9\u0440\u04E9\u04E9 \u0437\u04E9\u0432 \u0444\u0430\u0439\u043B\u0430\u0430 \u0441\u043E\u043D\u0433\u043E\u0445\u0434\u043E\u043E "\u041D\u04E9\u04E9\u0446 \u043D\u044D\u043C\u044D\u0445"-\u0438\u0439\u0433 "\u0411\u044D\u043B\u044D\u043D \u0444\u0430\u0439\u043B \u0441\u043E\u043D\u0433\u043E\u0445"-\u0442\u043E\u0439 \u0430\u0448\u0438\u0433\u043B\u0430\u0436 \u0431\u043E\u043B\u043D\u043E.
# please fix simplepage.website.cantexpand
simplepage.website.cantexpand=\u0410\u043B\u0434\u0430\u0430

simplepage.blti=\u0413\u0430\u0434\u0430\u0430\u0434 \u0445\u044D\u0440\u044D\u0433\u0441\u044D\u043B \u043D\u044D\u043C\u044D\u0445
simplepage.change_blti=\u0413\u0430\u0434\u0430\u0430\u0434 \u0445\u044D\u0440\u044D\u0433\u0441\u043B\u0438\u0439\u0433 \u0441\u043E\u043B\u0438\u0445
simplepage.require_submit_blti=\u041E\u044E\u0443\u0442\u0430\u043D \u044D\u043D\u044D \u0437\u04AF\u0439\u043B\u0438\u0439\u0433 \u0430\u0448\u0438\u0433\u043B\u0430\u0445 \u0448\u0430\u0430\u0440\u0434\u043B\u0430\u0433\u0430\u0442\u0430\u0439
simplepage.edit_blti=\u0413\u0430\u0434\u0430\u0430\u0434 \u0445\u044D\u0440\u044D\u0433\u0441\u043B\u0438\u0439\u0433 \u0441\u043E\u043B\u0438\u0445
simplepage.blti.chooser=\u0413\u0430\u0434\u0430\u0430\u0434 \u0445\u044D\u0440\u044D\u0433\u0441\u044D\u043B \u0441\u043E\u043D\u0433\u043E\u0433\u0447
simplepage.blti.tools=\u0417\u04AF\u0439\u043B \u043D\u044D\u043C\u044D\u0445
simplepage.blti.tools.manage=\u0425\u044D\u0440\u044D\u0433\u0441\u044D\u043B \u0431\u043E\u043B\u043E\u043D \u0437\u04AF\u0439\u043B\u0441\u0438\u0439\u0433 \u0443\u0434\u0438\u0440\u0434\u0430\u0445
simplepage.blti.tools.text=\u0425\u044D\u0440\u044D\u0433\u0441\u044D\u043B \u0434\u044D\u044D\u0440 \u0442\u0443\u043B\u0433\u0443\u0443\u0440\u043B\u0430\u043D \u0437\u04AF\u0439\u043B \u04AF\u04AF\u0441\u0433\u044D\u0445\u0438\u0439\u043D \u0442\u0443\u043B\u0434 \u0442\u0443\u0445\u0430\u0439\u043D \u0445\u044D\u0440\u044D\u0433\u0441\u044D\u043B \u0434\u044D\u044D\u0440 \u0434\u0430\u0440
simplepage.blti.tools.create=\u0425\u044D\u0440\u044D\u0433\u0441\u044D\u043B \u0431\u043E\u043B\u043E\u043D \u0437\u04AF\u0439\u043B\u0441\u0438\u0439\u0433 \u0443\u0434\u0438\u0440\u0434\u0430\u0445\u044B\u043D \u0442\u0443\u043B\u0434 \u0434\u0430\u0440\u0430\u0430\u0445 \u0434\u044D\u044D\u0440 \u0434\u0430\u0440. \u042D\u043D\u044D \u043D\u044C \u0442\u0430\u043D\u0434 \u04E9\u04E9\u0440\u0438\u0439\u043D \u0448\u0438\u043D\u044D \u0445\u044D\u0440\u044D\u0433\u0441\u043B\u044D\u044D \u0433\u0430\u0434\u0430\u0430\u0434 \u04AF\u0439\u043B\u0447\u0438\u043B\u0433\u044D\u044D\u043D\u0438\u0439 \u043C\u044D\u0434\u044D\u044D\u043B\u044D\u043B \u0434\u044D\u044D\u0440 \u04AF\u043D\u0434\u044D\u0441\u043B\u044D\u043D \u04AF\u04AF\u0441\u0433\u044D\u0445 \u0431\u043E\u043B\u043E\u043D \u0431\u044D\u043B\u044D\u043D \u0445\u044D\u0440\u044D\u0433\u0441\u044D\u043B \u0431\u043E\u043B\u043E\u043D \u0437\u04AF\u0439\u043B\u0438\u0439\u0433 \u0443\u0441\u0442\u0433\u0430\u0445 \u0431\u043E\u043B\u043E\u043C\u0436\u0438\u0439\u0433 \u043E\u043B\u0433\u043E\u043D\u043E. \u0413\u044D\u0432\u0447 \u0438\u0445\u044D\u043D\u0445\u0438 \u0437\u043E\u0445\u0438\u043E\u0433\u0447\u0438\u0434 \u04AF\u04AF\u043D\u0438\u0439\u0433 \u0431\u0438\u0448, \u0434\u044D\u044D\u0440\u0445 \u0445\u044D\u0441\u0433\u04AF\u04AF\u0434\u0438\u0439\u0433 \u0430\u0448\u0438\u0433\u043B\u0430\u0445 \u0431\u043E\u043B\u043D\u043E.
simplepage.select_blti=\u0417\u04AF\u0439\u043B \u0441\u043E\u043D\u0433\u043E\u0445
simplepage.select_blti.text=\u0417\u04AF\u0439\u043B \u0441\u043E\u043D\u0433\u043E\u043E\u0434, \u04AF\u04AF\u043D\u0438\u0439\u0433\u044D\u044D \u0445\u0443\u0443\u0434\u0430\u0441\u0442\u0430\u0430 \u043D\u044D\u043C\u044D\u0445\u0438\u0439\u043D \u0442\u0443\u043B\u0434 "\u0421\u043E\u043D\u0433\u043E\u0441\u043E\u043D \u0437\u04AF\u0439\u043B\u0438\u0439\u0433 \u0430\u0448\u0438\u0433\u043B\u0430\u0445" \u0433\u044D\u0434\u0433\u0438\u0439\u0433 \u0434\u0430\u0440. \u0425\u044D\u0440\u044D\u0433\u0441\u044D\u043B \u043D\u044C \u044F\u043C\u0430\u0440 \u0445\u0430\u0440\u0430\u0433\u0434\u0430\u0445\u044B\u0433 \u04AF\u0437\u044D\u0445\u0438\u0439\u043D \u0442\u0443\u043B\u0434 \u0437\u04AF\u0439\u043B \u0434\u044D\u044D\u0440 \u0434\u0430\u0440.
simplepage.no_blti_items=\u042F\u043C\u0430\u0440\u0447 \u0437\u04AF\u0439\u043B \u04AF\u04AF\u0441\u0433\u044D\u044D\u0433\u04AF\u0439 \u0431\u0430\u0439\u043D\u0430. \u0414\u044D\u044D\u0440\u0445 \u0445\u044D\u0440\u044D\u0433\u0441\u044D\u043B \u0434\u044D\u044D\u0440 \u0442\u0443\u043B\u0433\u0443\u0443\u0440\u043B\u0430\u043D \u0437\u04AF\u0439\u043B \u04AF\u04AF\u0441\u0433\u044D\u0445 \u0431\u043E\u043B \u0445\u044D\u0440\u044D\u0433\u0441\u044D\u043B \u0434\u044D\u044D\u0440 \u0434\u0430\u0440\u0430\u0445 \u044E\u043C\u0443\u0443 \u0433\u0430\u0434\u0430\u0430\u0434 \u04AF\u0439\u043B\u0447\u0438\u043B\u0433\u044D\u044D\u043D\u0438\u0439 \u043C\u044D\u0434\u044D\u044D\u043B\u044D\u043B \u0434\u044D\u044D\u0440 \u04AF\u043D\u0434\u044D\u0441\u043B\u044D\u043D \u0448\u0438\u043D\u044D \u0445\u044D\u0440\u044D\u0433\u0441\u044D\u043B \u04AF\u04AF\u0441\u0433\u044D\u0445 \u0431\u043E\u043B \u0434\u043E\u043E\u0440\u0445 "\u0425\u044D\u0440\u044D\u0433\u0441\u044D\u043B \u0431\u043E\u043B\u043E\u043D \u0437\u04AF\u0439\u043B\u0441\u0438\u0439\u0433 \u0443\u0434\u0438\u0440\u0434\u0430\u0445" \u0433\u044D\u0441\u043D\u0438\u0439\u0433 \u0430\u0448\u0438\u0433\u043B\u0430.
simplepage.format.heading=\u042D\u043D\u044D \u0437\u04AF\u0439\u043B \u044F\u0430\u0436 \u0445\u0430\u0440\u0430\u0433\u0434\u0430\u0445 \u0451\u0441\u0442\u043E\u0439 \u0432\u044D?
simplepage.format.window=\u0428\u0438\u043D\u044D \u0446\u043E\u043D\u0445: \u0448\u0438\u043D\u044D \u0446\u043E\u043D\u0445\u043E\u043D\u0434
simplepage.format.inline=\u0428\u0443\u0433\u0430\u043C\u0430\u043D\u0434: \u041E\u0434\u043E\u043E\u0433\u0438\u0439\u043D \u0445\u0443\u0443\u0434\u0441\u044B\u043D \u043D\u044D\u0433 \u043D\u04AF\u0434\u044D\u043D\u0434
simplepage.format.page=\u0428\u0438\u043D\u044D \u0445\u0443\u0443\u0434\u0430\u0441: "\u04E9\u043C\u043D\u04E9\u0445" \u0431\u043E\u043B\u043E\u043D "\u0434\u0430\u0440\u0430\u0430\u0433\u0438\u0439\u043D" \u0433\u044D\u0441\u044D\u043D \u0442\u043E\u0432\u0447\u043D\u0443\u0443\u0434\u0442\u0430\u0439 \u0442\u0443\u0441\u0434\u0430\u0430 \u0445\u0443\u0443\u0434\u0441\u0430\u043D\u0434
simplepage.format.item_removed=<p style='font-family:arial, helvetica; padding:4px; font-size:80%; border:2px solid black'><span style='color:#c00'>\u0410\u041B\u0414\u0410\u0410:</span> \u042D\u043D\u0434 \u0445\u0430\u0440\u0430\u0433\u0434\u0430\u0445 \u0451\u0441\u0442\u043E\u0439 \u0437\u04AF\u0439\u043B \u0443\u0441\u0442\u0433\u0430\u0433\u0434\u0441\u0430\u043D \u0431\u0430\u0439\u043D\u0430. \u042D\u043D\u044D\u0445\u04AF\u04AF \u0437\u04AF\u0439\u043B\u0438\u0439\u043D \u0445\u0430\u0436\u0443\u0443 \u0434\u0430\u0445\u044C "\u0417\u0430\u0441\u0430\u0445" \u0442\u043E\u0432\u0447\u0438\u0439\u0433 \u0430\u0448\u0438\u0433\u043B\u0430\u0430\u0434, \u0437\u04AF\u0439\u043B\u0438\u0439\u0433 \u0434\u0430\u0445\u0438\u043D \u04AF\u04AF\u0441\u0433\u044D\u0445 \u044E\u043C\u0443\u0443 \u0448\u0438\u043D\u0438\u0439\u0433 \u0441\u043E\u043D\u0433\u043E\u0445 \u0431\u043E\u043B "\u0413\u0430\u0434\u0430\u0430\u0434 \u0445\u044D\u0440\u044D\u0433\u0441\u043B\u0438\u0439\u0433 \u0441\u043E\u043D\u0433\u043E\u0445" \u0433\u044D\u0434\u0433\u0438\u0439\u0433 \u0441\u043E\u043D\u0433\u043E.</p>

simplepage.more-tools=\u04E8\u04E9\u0440 \u0445\u044D\u0440\u044D\u0433\u0441\u043B\u04AF\u04AF\u0434
simplepage.forum-descrip=\u0424\u043E\u0440\u0443\u043C\u044B\u043D \u0441\u044D\u0434\u044D\u0432\u0442 \u043B\u0438\u043D\u043A \u043D\u044D\u043C\u044D\u0445.
simplepage.addwebsite-descrip=\u0412\u044D\u0431\u0438\u0439\u043D \u0430\u0433\u0443\u0443\u043B\u0433\u0430\u0442\u0430\u0439 \u0417\u0418\u041F \u0444\u0430\u0439\u043B upload \u0445\u0438\u0439\u0436 \u043E\u0440\u0443\u0443\u043B\u0430\u0445
simplepage.blti-descrip=IMS BLTI-\u044B\u0433 \u0430\u0448\u0438\u0433\u043B\u0430\u043D \u0445\u044D\u0440\u044D\u0433\u0441\u044D\u043B \u043D\u044D\u043C\u044D\u0445.
simplepage.comments-descrip=\u041A\u043E\u043C\u043C\u0435\u043D\u0442\u044B\u043D \u0445\u044D\u0441\u044D\u0433 \u043D\u044D\u043C\u044D\u0445.
simplepage.student-descrip=\u041E\u044E\u0443\u0442\u043D\u0443\u0443\u0434 \u04E9\u04E9\u0440\u0441\u0434\u0438\u0439\u043D \u0445\u0443\u0443\u0434\u0441\u0430\u0430 \u04AF\u04AF\u0441\u0433\u044D\u0445 \u0431\u043E\u043B\u043E\u043C\u0436\u0442\u043E\u0439 \u0445\u044D\u0441\u044D\u0433 \u043D\u044D\u0441\u044D\u0445.
simplepage.permissions-descrip=\u042D\u043D\u044D \u0441\u0430\u0439\u0442\u044B\u043D \u0437\u04E9\u0432\u0448\u04E9\u04E9\u0440\u043B\u04AF\u04AF\u0434\u0438\u0439\u0433 \u04E9\u04E9\u0440\u0447\u043B\u04E9\u0445.
simplepage.title-student-descrip=\u0425\u0443\u0443\u0434\u0441\u044B\u043D \u0433\u0430\u0440\u0447\u0433\u0438\u0439\u0433 \u0441\u043E\u043B\u0438\u0445
simplepage.title-descrip=\u0425\u0443\u0443\u0434\u0441\u044B\u043D \u0433\u0430\u0440\u0447\u0438\u0433 \u044E\u043C\u0443\u0443 \u0437\u0430\u0433\u0432\u0430\u0440\u044B\u0433 \u0437\u0430\u0441\u0430\u0445.
simplepage.title-top-descrip=\u0425\u0443\u0443\u0434\u0441\u044B\u043D \u0433\u0430\u0440\u0447\u0438\u0433, \u0433\u0430\u0440\u0430\u043B\u0442, \u044E\u043C\u0443\u0443 \u0437\u0430\u0433\u0432\u0430\u0440\u044B\u0433 \u0437\u0430\u0441\u0430\u0445.
simplepage.remove-descrip=\u042D\u043D\u044D \u0445\u0443\u0443\u0434\u0441\u044B\u0433 \u0445\u0430\u0441\u0430\u0445.
simplepage.newpage-descrip=\u0414\u044D\u044D\u0434 \u0442\u04AF\u0432\u0448\u043D\u0438\u0439 \u0448\u0438\u043D\u044D \u0445\u0443\u0443\u0434\u0430\u0441(\u0443\u0443\u0434) \u043D\u044D\u043C\u044D\u0445.
simplepage.importcc-descrip=\u0424\u0430\u0439\u043B\u044B\u0433 IMS CC \u0444\u043E\u0440\u043C\u0430\u0442\u0430\u0434 \u0430\u0447\u0430\u0430\u043B.

simplepage.broken-css=\u04E8\u04E9\u0440\u0442\u04E9\u04E9 \u0442\u043E\u0445\u0438\u0440\u0443\u0443\u043B\u0436 \u04E9\u04E9\u0440\u0447\u0438\u043B\u0441\u04E9\u043D CSS \u0444\u0430\u0439\u043B \u043E\u043B\u0434\u0441\u043E\u043D\u0433\u04AF\u0439.
simplepage.css-dropdown-label=CSS \u0444\u0430\u0439\u043B\u044B\u0433 \u04E9\u04E9\u0440\u0442\u04E9\u04E9 \u0442\u043E\u0445\u0438\u0440\u0443\u0443\u043B\u0436 \u04E9\u04E9\u0440\u0447\u043B\u04E9\u0445:
simplepage.css-upload-label=\u042D\u0441\u0432\u044D\u043B \u04E9\u04E9\u0440\u0438\u0439\u043D\u0445\u0438\u0439\u0433\u04E9\u04E9 upload \u0445\u0438\u0439\u0436 \u043E\u0440\u0443\u0443\u043B\u0430\u0445:
simplepage.css-default-instructions=(\u0425\u044D\u0440\u044D\u0432 \u0444\u0430\u0439\u043B default.css \u0433\u044D\u0441\u044D\u043D \u043D\u044D\u0440\u0442\u044D\u0439 \u0431\u0430\u0439\u0432\u0430\u043B \u044D\u043D\u044D \u043D\u044C \u0441\u0430\u0439\u0442\u044B\u043D \u0445\u04AF\u0440\u044D\u044D\u043D\u0438\u0439 \u04E9\u0433\u04E9\u0433\u0434\u04E9\u043B \u0431\u043E\u043B\u043D\u043E.)
simplepage.default-css=\u04E8\u0433\u04E9\u0433\u0434\u043B\u0438\u0439\u0433 \u0430\u0448\u0438\u0433\u043B\u0430\u0445

simplepage.site=\u0421\u0430\u0439\u0442\u044B\u043D CSS
simplepage.system=\u0421\u0438\u0441\u0442\u0435\u043C\u0438\u0439\u043D CSS

simplepage.comments-points=\u041E\u043D\u043E\u043E\u043D\u0443\u0443\u0434:
simplepage.submit=\u0411\u0430\u0442\u043B\u0430\u0445

simplepage.student-comments-graded=\u042D\u0434\u0433\u044D\u044D\u0440 \u043A\u043E\u043C\u043C\u0435\u043D\u0442\u0443\u0443\u0434\u044B\u0433 \u0434\u04AF\u0433\u043D\u044D\u0445
simplepage.gradingpane=\u0414\u04AF\u043D\u0433\u0438\u0439\u043D \u0436\u0430\u0433\u0441\u0430\u0430\u043B\u0442 
simplepage.show-grading-pane=\u0414\u04AF\u043D\u0433\u0438\u0439\u043D \u0436\u0430\u0433\u0441\u0430\u0430\u043B\u0442\u044B\u0433 \u0445\u0430\u0440\u0443\u0443\u043B\u0430\u0445
simplepage.show-grading-pane-comments=\u041A\u043E\u043C\u043C\u0435\u043D\u0442\u044B\u043D \u0434\u04AF\u043D\u0433\u0438\u0439\u043D \u0436\u0430\u0433\u0441\u0430\u0430\u043B\u0442\u044B\u0433 \u0445\u0430\u0440\u0443\u0443\u043B\u0430\u0445
simplepage.show-grading-pane-content=\u041E\u044E\u0443\u0442\u043D\u044B \u0430\u0433\u0443\u0443\u043B\u0433\u0430 \u0434\u0430\u0445\u044C \u043A\u043E\u043C\u043C\u0435\u043D\u0442\u044B\u043D \u0434\u04AF\u043D\u0433\u0438\u0439\u043D \u0436\u0430\u0433\u0441\u0430\u0430\u043B\u0442\u044B\u0433 \u0445\u0430\u0440\u0443\u0443\u043B\u0430\u0445
simplepage.grading-student=\u041E\u044E\u0443\u0442\u043D\u044B \u043D\u044D\u0440 
simplepage.grading-unique=\u0425\u0443\u0443\u0434\u0441\u0443\u0443\u0434
simplepage.grading-total-posts=\u041A\u043E\u043C\u043C\u0435\u043D\u0442\u0443\u0443\u0434
simplepage.grading-grade=\u0414\u04AF\u043D
simplepage.click-to-expand=Toggle \u043A\u043E\u043C\u043C\u0435\u043D\u0442\u0443\u0443\u0434
simplepage.grade-for-student= {}-\u044B\u043D \u0434\u04AF\u043D
simplepage.expand-for-student={}-\u0430\u0430\u0440 \u043A\u043E\u043C\u043C\u0435\u043D\u0442\u0443\u0443\u0434\u044B\u043D \u0445\u0430\u0440\u0443\u0443\u043B\u0430\u0445 \u044E\u043C\u0443\u0443 \u043D\u0443\u0443\u0446\u043B\u0430\u0445
simplepage.context-link-title-1= {}-\u0430\u0430\u0440 \u043A\u043E\u043C\u043C\u0435\u043D\u0442\u044B\u043D \u0445\u0430\u043C \u0441\u044D\u0434\u0432\u0438\u0439\u0433 \u0445\u0430\u0440\u0443\u0443\u043B\u0430\u0445
simplepage.context-link-title-2= {2}-\u044B\u043D \u043A\u043E\u043C\u043C\u0435\u043D\u0442 \u0434\u044D\u044D\u0440\u0445 {1}-\u044B\u043D \u043A\u043E\u043C\u043C\u0435\u043D\u0442\u044B\u043D \u0445\u0430\u043C \u0441\u044D\u0434\u0432\u0438\u0439\u0433 \u0445\u0430\u0440\u0443\u0443\u043B\u0430\u0445

simplepage.student-comments-grading= "{}"-\u044B\u043D \u043E\u044E\u0443\u0442\u043D\u0443\u0443\u0434\u044B\u043D \u043A\u043E\u043C\u043C\u0435\u043D\u0442 \u0434\u044D\u044D\u0440\u0445 \u043A\u043E\u043C\u043C\u0435\u043D\u0442
simplepage.comments-grading= "{}" \u0434\u0430\u0445\u044C \u043A\u043E\u043C\u043C\u0435\u043D\u0442\u0443\u0443\u0434
simplepage.nothing-here=\u042D\u043D\u0434 \u0434\u04AF\u043D \u0442\u0430\u0432\u0438\u0445 \u0437\u04AF\u0439\u043B \u0431\u0430\u0439\u0445\u0433\u04AF\u0439 \u0431\u0430\u0439\u043D\u0430.
simplepage.no-gradebook=\u042D\u043D\u044D \u0437\u04AF\u0439\u043B\u0438\u0439\u0433 \u0434\u04AF\u043D \u0442\u0430\u0432\u0438\u0445\u0430\u0430\u0440 \u0442\u044D\u043C\u0434\u044D\u0433\u043B\u044D\u0436 \u0431\u043E\u043B\u0441\u043E\u043D\u0433\u04AF\u0439. \u042D\u043D\u044D \u0441\u0430\u0439\u0442\u0430\u0434 \u0445\u0430\u0440\u0430\u0430\u0445\u0430\u043D Gradebook-\u044B\u043D \u0445\u044D\u0440\u044D\u0433\u0441\u044D\u043B \u043D\u044D\u043C\u044D\u044D\u0433\u04AF\u0439 \u0431\u0430\u0439\u0433\u0430\u0430\u0434 \u0430\u0441\u0443\u0443\u0434\u0430\u043B \u0431\u0430\u0439\u0436 \u0431\u043E\u043B\u0437\u043E\u0448\u0433\u04AF\u0439.
simplepage.show-context=\u0410\u0433\u0443\u0443\u043B\u0433\u044B\u0433 \u0445\u0430\u0440\u0443\u0443\u043B\u0430\u0445

simplepage.delete_page_confirm=\u0423\u0441\u0442\u0433\u0430\u0445
simplepage.path=\u0436\u0438\u043C
simplepage.access-group=Access: {}
simplepage.direct-link=\u0423\u0433 \u0445\u044D\u0440\u044D\u0433\u0441\u044D\u043B \u0440\u04AF\u04AF \u043E\u0447\u0438\u0445 \u0448\u0443\u0443\u0434 \u0445\u043E\u043B\u0431\u043E\u043E\u0441
simplepage.short-url=\u0411\u043E\u0433\u0438\u043D\u043E URL
