#X-Generator: crowdin.com
simplepage.forumSummaryLinkText=\u062c\u0627\u0633\u0627\u0632\u06cc \u06a9\u0631\u062f\u0646 \u06af\u0641\u062a\u06af\u0648\u0647\u0627\u06cc \u0627\u0646\u062c\u0645\u0646 \u0647\u0627
simplepage.forum-summary-descrip=\u0646\u0645\u0627\u06cc\u0634 \u0622\u062e\u0631\u06cc\u0646 \u06af\u0641\u062a\u06af\u0648\u0647\u0627
simplepage.forum-summary.height_label=\u0627\u0631\u062a\u0641\u0627\u0639 \u06a9\u0627\u062f\u0631 \u0646\u0645\u0627\u06cc\u0634 (\u0628\u0647 \u067e\u06cc\u06a9\u0633\u0644)
simplepage.forum-number-dropdown-label=\u062a\u0639\u06cc\u06cc\u0646 \u062a\u0639\u062f\u0627\u062f \u06af\u0641\u062a\u06af\u0648\u0647\u0627
simplepage.height-error-message=\u0641\u0642\u0637 \u0627\u0639\u062f\u0627\u062f
simplepage.edit-title.forum-summary=\u0648\u06cc\u0631\u0627\u06cc\u0634 \u062e\u0644\u0627\u0635\u0647 \u0627\u0646\u062c\u0645\u0646
simplepage.forum-summary-no-message=\u062f\u0631\u062d\u0627\u0644 \u062d\u0627\u0636\u0631 \u0647\u06cc\u0686 \u06af\u0641\u062a\u06af\u0648\u06cc\u06cc \u0628\u0631\u0627\u06cc \u0646\u0645\u0627\u06cc\u0634 \u0648\u062c\u0648\u062f \u0646\u062f\u0627\u0631\u062f.
simplepage.forum-header-title=\u0622\u062e\u0631\u06cc\u0646 \u067e\u0633\u062a\u0647\u0627\u06cc \u0627\u0646\u062c\u0645\u0646
simplepage.forum-summary-error-message=\u062f\u0631 \u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u062e\u0644\u0627\u0635\u0647 \u0627\u0646\u062c\u0645\u0646 \u0645\u0648\u0631\u062f \u0646\u0638\u0631 \u062e\u0637\u0627\u06cc\u06cc \u0631\u062e \u062f\u0627\u062f\u0647 \u0627\u0633\u062a\:
simplepage.text=\u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u0645\u062a\u0646
simplepage.text.tooltip=\u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u06cc\u06a9 \u06a9\u0627\u062f\u0631 \u06a9\u0647 \u0645\u06cc \u062a\u0648\u0627\u0646\u062f \u0634\u0627\u0645\u0644 \u0645\u062a\u0646 \u0648 \u0645\u062d\u062a\u0648\u0627\u06cc \u0648\u0628 \u062f\u06cc\u06af\u0631\u06cc \u0628\u0627\u0634\u062f
simplepage.instructions=\u0647\u0646\u0648\u0632 \u0627\u06cc\u0646 \u0635\u0641\u062d\u0647 \u0646\u0645\u0648\u0646\u0647 \u0631\u0627 \u0627\u06cc\u062c\u0627\u062f \u0646\u06a9\u0631\u062f\u0647 \u0627\u06cc\u062f\u060c \u0628\u0631\u0627\u06cc \u0634\u0631\u0648\u0639 \u0628\u0631 \u0631\u0648\u06cc "\u0648\u06cc\u0631\u0627\u06cc\u0634 \u0635\u0641\u062d\u0647" \u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f.
simplepage.not_available=\u0647\u0646\u0648\u0632 \u0627\u06cc\u0646 \u0635\u0641\u062d\u0647 \u062a\u0648\u0633\u0637 \u0627\u0633\u062a\u0627\u062f \u062f\u0631\u0633 \u0627\u06cc\u062c\u0627\u062f \u0646\u0634\u062f\u0647 \u06cc\u0627 \u0634\u0645\u0627 \u062f\u0633\u062a\u0631\u0633\u06cc \u0644\u0627\u0632\u0645 \u0628\u0631\u0627\u06cc \u062e\u0648\u0627\u0646\u062f\u0646 \u0622\u0646 \u0631\u0627 \u0646\u062f\u0627\u0631\u06cc\u062f
simplepage.impossible1=\u0627\u0645\u06a9\u0627\u0646 \u0627\u06cc\u062c\u0627\u062f \u0635\u0641\u062d\u0647 \u0648\u062c\u0648\u062f \u0646\u062f\u0627\u0634\u062a. \u0627\u06cc\u0631\u0627\u062f\u06cc \u0648\u062c\u0648\u062f \u062f\u0627\u0631\u062f. \u0644\u0637\u0641\u0627\u064b \u0627\u06cc\u0646 \u0645\u0633\u0626\u0644\u0647 \u0631\u0627 \u06af\u0632\u0627\u0631\u0634 \u062f\u0647\u06cc\u062f.
simplepage.pagehidden=\u0634\u0645\u0627 \u06af\u0632\u06cc\u0646\u0647 "\u067e\u0646\u0647\u0627\u0646 \u06a9\u0631\u062f\u0646" \u0631\u0627 \u062f\u0631 \u067e\u0646\u062c\u0631\u0647 \u062a\u0646\u0638\u06cc\u0645\u0627\u062a \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0631\u062f\u0647 \u0627\u06cc\u062f. \u0627\u06cc\u0646 \u06a9\u0627\u0631 \u06a9\u0627\u0631\u0628\u0631\u0627\u0646 \u0627\u0633\u062a\u0627\u0646\u062f\u0627\u0631\u062f \u0631\u0627 \u0627\u0632 \u062f\u06cc\u062f\u0646 \u0635\u0641\u062d\u0647 \u0628\u0627\u0632 \u0645\u06cc \u062f\u0627\u0631\u062f.
simplepage.pagehidden.text=<strong>\u062a\u0648\u062c\u0647\:</strong> \u062f\u0631 \u062d\u0627\u0644 \u062d\u0627\u0636\u0631 \u0627\u06cc\u0646 \u0635\u0641\u062d\u0647 \u0627\u0632 \u062f\u06cc\u062f \u06a9\u0627\u0631\u0628\u0631\u0627\u0646 \u0639\u0627\u062f\u06cc \u067e\u0646\u0647\u0627\u0646 \u0627\u0633\u062a. \u0634\u0645\u0627 \u0645\u06cc \u062a\u0648\u0627\u0646\u06cc\u062f \u0628\u0631\u0627\u06cc \u062a\u063a\u06cc\u06cc\u0631 \u0622\u0646 \u0628\u0647 \u067e\u0646\u062c\u0631\u0647 <strong>\u062a\u0646\u0638\u06cc\u0645\u0627\u062a</strong> \u0628\u0631\u0648\u06cc\u062f.
simplepage.showallpages=\u0634\u0627\u062e\u0635 \u0635\u0641\u062d\u0627\u062a
simplepage.adding-text=\u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u0645\u062a\u0646 \u0628\u0647\:

simplepage.continue=\u0627\u062f\u0627\u0645\u0647

simplepage.toolbar=\u0627\u0628\u0632\u0627\u0631\u0647\u0627\u06cc \u0648\u06cc\u0631\u0627\u06cc\u0634
simplepage.maincontent=\u0645\u062d\u062a\u0648\u0627\u06cc \u0635\u0641\u062d\u0647 \u0627\u0635\u0644\u06cc
simplepage.notreleased=\u0634\u0645\u0627 \u06af\u0632\u06cc\u0646\u0647 "\u067e\u0646\u0647\u0627\u0646 \u06a9\u0631\u062f\u0646 \u062a\u0627 \u062a\u0627\u0631\u06cc\u062e \u0627\u0646\u062a\u0634\u0627\u0631" \u0631\u0627 \u062f\u0631 \u067e\u0646\u062c\u0631\u0647 \u062a\u0646\u0638\u06cc\u0645\u0627\u062a \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0631\u062f\u0647 \u0627\u06cc\u062f \u0648 \u062a\u0627\u0631\u06cc\u062e \u0645\u062f\u0646\u0638\u0631 \u0647\u0646\u0648\u0632 \u0646\u0631\u0633\u06cc\u062f\u0647 \u0627\u0633\u062a. \u0627\u06af\u0631\u0686\u0647 \u0635\u0641\u062d\u0647 \u062f\u0631 \u062d\u0627\u0634\u06cc\u0647 \u0638\u0627\u0647\u0631 \u062e\u0648\u0627\u0647\u062f \u0634\u062f \u0648\u0644\u06cc \u06a9\u0627\u0631\u0628\u0631\u0627\u0646 \u0647\u0646\u0648\u0632 \u0642\u0627\u062f\u0631 \u0628\u0647 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0627\u0632 \u0622\u0646 \u0646\u06cc\u0633\u062a\u0646\u062f.
simplepage.notreleased.text=<strong>\u062a\u0648\u062c\u0647\:</strong> \u0627\u06cc\u0646 \u0635\u0641\u062d\u0647 \u062a\u0627 {} \u0628\u0631\u0627\u06cc \u06a9\u0627\u0631\u0628\u0631\u0627\u0646 \u0639\u0627\u062f\u06cc \u062f\u0631 \u062f\u0633\u062a\u0631\u0633 \u0646\u062e\u0648\u0627\u0647\u062f \u0628\u0648\u062f. \u0634\u0645\u0627 \u0645\u06cc \u062a\u0648\u0627\u0646\u06cc\u062f \u062f\u0631 \u067e\u0646\u062c\u0631\u0647 <strong>\u062a\u0646\u0638\u06cc\u0645\u0627\u062a</strong> \u0627\u06cc\u0646 \u06af\u0632\u06cc\u0646\u0647 \u0631\u0627 \u062a\u063a\u06cc\u06cc\u0631 \u062f\u0647\u06cc\u062f.
simplepage.page.gradebook=\u067e\u0633 \u0627\u0632 \u062a\u06a9\u0645\u06cc\u0644 \u0635\u0641\u062d\u0647\u060c \u0622\u06cc\u062a\u0645 \u062f\u0641\u062a\u0631 \u0646\u0645\u0631\u0647 \u0631\u0627 \u0627\u06cc\u062c\u0627\u062f \u06a9\u0646\u06cc\u062f.
simplepage.points=\u0627\u0645\u062a\u06cc\u0627\u0632\u0627\u062a
simplepage.endmenu=\u067e\u0627\u06cc\u0627\u0646 \u0645\u0646\u0648. \u0627\u0632 \u062f\u06a9\u0645\u0647 Escape \u0628\u0631\u0627\u06cc \u0628\u0633\u062a\u0646 \u0622\u0646 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u06a9\u0646\u06cc\u062f.

simplepage.overquota=\u0627\u0645\u06a9\u0627\u0646 \u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u0645\u0646\u0628\u0639 \u0648\u062c\u0648\u062f \u0646\u062f\u0627\u0631\u062f\: \u0628\u0627 \u0627\u06cc\u0646 \u06a9\u0627\u0631 \u062d\u062c\u0645 \u0645\u0648\u0631\u062f \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0627\u0632 \u062d\u062f \u0645\u062c\u0627\u0632 \u0645\u0646\u0627\u0628\u0639 \u0633\u0627\u06cc\u062a \u0634\u0645\u0627 \u0641\u0631\u0627\u062a\u0631 \u0645\u06cc\u0631\u0648\u062f
simplepage.resourceerror=\u0627\u0645\u06a9\u0627\u0646 \u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u0645\u0646\u0628\u0639 \u0648\u062c\u0648\u062f \u0646\u062f\u0627\u0631\u062f\: {}
simplepage.resourcepossibleerror=\u062e\u0637\u0627\u06cc \u0627\u062d\u062a\u0645\u0627\u0644\u06cc \u062f\u0631 \u0630\u062e\u06cc\u0631\u0647 \u0633\u0627\u0632\u06cc \u0641\u0627\u06cc\u0644. \u0627\u062d\u062a\u0645\u0627\u0644\u0627\u064b \u0639\u0645\u0644\u06cc\u0627\u062a \u0628\u0647 \u062f\u0631\u0633\u062a\u06cc \u0627\u0646\u062c\u0627\u0645 \u0634\u062f\u0647 \u0627\u0633\u062a\u060c \u0627\u0645\u0627 \u0634\u0645\u0627 \u0628\u0627\u06cc\u062f \u0628\u0631\u0631\u0633\u06cc \u06a9\u0646\u06cc\u062f \u06a9\u0647 \u0641\u0627\u06cc\u0644\u200c\u062a\u0627\u0646 \u0628\u0647 \u062f\u0631\u0633\u062a\u06cc \u0628\u0627\u0631\u06af\u0630\u0627\u0631\u06cc \u0648 \u06cc\u0627 \u0628\u0647 \u0631\u0648\u0632 \u0634\u062f\u0647\u200c \u0628\u0627\u0634\u062f.
simplepage.httphttps=\u0634\u0645\u0627\u0631\u0647 \u062f\u0631\u062d\u0627\u0644 \u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u06cc\u06a9 \u0645\u0646\u0628\u0639 \u0627\u0632 \u0637\u0631\u06cc\u0642 \:http \u062f\u0631 \u0635\u0641\u062d\u0647\u200c\u0627\u06cc \u06a9\u0647 \u0627\u0632 \:https \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0645\u06cc\u06a9\u0646\u062f\u060c \u0647\u0633\u062a\u06cc\u062f. \u0627\u06cc\u0646 \u0647\u0645\u0644 \u0634\u0645\u0627 \u062f\u0631 \u062a\u0645\u0627\u0645\u06cc \u0645\u0631\u0648\u0631\u06af\u0631\u0647\u0627 \u0646\u0645\u0627\u06cc\u0634 \u062f\u0627\u062f\u0647 \u0646\u062e\u0648\u0627\u0647\u062f \u0634\u062f. \u0644\u0637\u0641\u0627\u064b \u062f\u0631 \u0635\u0648\u0631\u062a \u0627\u0645\u06a9\u0627\u0646 \u0627\u0632 \:https \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u06a9\u0646\u06cc\u062f. \u0627\u06af\u0631 \u0645\u06cc\u200c\u062e\u0648\u0627\u0647\u06cc\u062f \u0628\u0627 \u0627\u06cc\u0646 \u062d\u0627\u0644 \u0627\u0632 \u0627\u06cc\u0646 URL \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u06a9\u0646\u06cc\u062f\u060c\u0645\u062c\u062f\u062f\u0627\u064b \u0628\u0631 \u0631\u0648\u06cc \u06af\u0632\u06cc\u0646\u0647 "\u0630\u062e\u06cc\u0631\u0647" \u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f.

simplepage.new-page=\u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u0635\u0641\u062d\u0627\u062a \u0628\u06cc\u0634\u062a\u0631
simplepage.new-page-tooltip=\u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u0635\u0641\u062d\u0627\u062a\u06cc \u06a9\u0647 \u062f\u0631 \u0646\u0648\u0627\u0631 \u0633\u0645\u062a \u0686\u067e \u0646\u0645\u0627\u06cc\u0634 \u062f\u0627\u062f\u0647 \u062e\u0648\u0627\u0647\u0646\u062f \u0634\u062f
simplepage.new-page-title=\u0639\u0646\u0648\u0627\u0646 \u0635\u0641\u062d\u0647
simplepage.new-page-number=\u062a\u0639\u062f\u0627\u062f \u0635\u0641\u062d\u0627\u062a
simplepage.new-page-number-2=\u062f\u0631 \u0635\u0648\u0631\u062a \u062e\u0627\u0644\u06cc \u06af\u0630\u0627\u0634\u062a\u0646 \u0627\u06cc\u0646 \u06af\u0632\u06cc\u0646\u0647\u060c \u06cc\u06a9 \u0635\u0641\u062d\u0647 \u0627\u06cc\u062c\u0627\u062f \u062e\u0648\u0627\u0647\u062f \u0634\u062f
simplepage.new-page-copy=\u0627\u06cc\u062c\u0627\u062f \u0646\u0633\u062e\u0647\u200c\u0647\u0627\u06cc \u06a9\u067e\u06cc \u062c\u062f\u06cc\u062f \u0627\u0632 \u0635\u0641\u062d\u0647 \u0641\u0639\u0644\u06cc (\u0635\u0641\u062d\u0627\u062a \u0632\u06cc\u0631\u0645\u062c\u0645\u0648\u0639\u0647 \u06a9\u067e\u06cc \u0646\u062e\u0648\u0627\u0647\u0646\u062f \u0634\u062f)
simplepage.new-page-explanation=\u0627\u06cc\u062c\u0627\u062f \u0635\u0641\u062d\u0627\u062a \u0628\u06cc\u0634\u062a\u0631 \u062f\u0631 \u062d\u0627\u0634\u06cc\u0647 \u0633\u0645\u062a \u0686\u067e. \u0628\u0631\u0627\u06cc \u0627\u06cc\u062c\u0627\u062f \u0635\u0641\u062d\u0627\u062a \u062f\u0631 \u0647\u0645\u06cc\u0646 \u0635\u0641\u062d\u0647\u060c \u0627\u0632 \u06af\u0632\u06cc\u0646\u0647 "\u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u0632\u06cc\u0631\u0635\u0641\u062d\u0647" \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u06a9\u0646\u06cc\u062f
simplepage.new-page-explanation-1=\u0627\u06af\u0631 \u0634\u0645\u0627\u0631\u0647 \u0627\u06cc \u062f\u0631 \u0639\u0646\u0648\u0627\u0646 \u0642\u0631\u0627\u0631 \u062f\u0647\u06cc\u062f \u0645\u06cc \u062a\u0648\u0627\u0646\u06cc\u062f \u062f\u0631 \u0622\u0646 \u0648\u0627\u062d\u062f \u06af\u0631\u0648\u0647\u06cc \u0627\u0632 \u0635\u0641\u062d\u0627\u062a \u0631\u0627 \u0627\u06cc\u062c\u0627\u062f \u06a9\u0646\u06cc\u062f.
simplepage.new-page-explanation-2=\u0628\u0631\u0627\u06cc \u0645\u062b\u0627\u0644\u060c \u0627\u06af\u0631 "\u0648\u0627\u062d\u062f \u06f4" \u0631\u0627 \u0645\u0634\u062e\u0635 \u06a9\u0646\u06cc\u062f \u0648 \u0633\u0647 \u0635\u0641\u062d\u0647 \u062f\u0631\u062e\u0648\u0627\u0633\u062a \u06a9\u0646\u06cc\u062f\u060c \u0648\u0627\u062d\u062f \u0647\u0627\u06cc \u06f4\u060c \u06f5 \u0648 \u06f6 \u0631\u0627 \u062f\u0631\u06cc\u0627\u0641\u062a \u062e\u0648\u0627\u0647\u06cc\u062f \u06a9\u0631\u062f.
simplepage.number_pages_not_number=\u062a\u0639\u062f\u0627\u062f \u0635\u0641\u062d\u0627\u062a \u0645\u06cc \u0628\u0627\u06cc\u0633\u062a \u06cc\u06a9 \u0639\u062f\u062f \u0628\u0627\u0634\u062f
simplepage.title_no_number=\u0639\u0646\u0648\u0627\u0646 \u0645\u06cc \u0628\u0627\u06cc\u0633\u062a \u0634\u0627\u0645\u0644 \u06cc\u06a9 \u0639\u062f\u062f \u0628\u0627\u0634\u062f
simplepage.title_too_long=\u0627\u0645\u06a9\u0627\u0646 \u0628\u0631\u0648\u0632\u0631\u0633\u0627\u0646\u06cc \u0639\u0646\u0648\u0627\u0646 \u0648\u062c\u0648\u062f \u0646\u062f\u0627\u0631\u062f\: \u0627\u0645\u06a9\u0627\u0646 \u062f\u0627\u0631\u062f \u0639\u0646\u0648\u0627\u0646 \u062e\u06cc\u0644\u06cc \u0637\u0648\u0644\u0627\u0646\u06cc \u0628\u0627\u0634\u062f. \u0632\u06cc\u0631 \u0635\u0641\u062d\u0627\u062a \u0645\u06cc \u062a\u0648\u0627\u0646\u0646\u062f \u062a\u0627 \u06f2\u06f5\u06f5 \u06a9\u0627\u0631\u0627\u06a9\u062a\u0631 \u0628\u0627\u0634\u0646\u062f. \u0647\u0631\u0686\u0646\u062f \u0635\u0641\u062d\u0627\u062a \u0633\u0637\u062d \u0628\u0627\u0644\u0627 \u0628\u0647 \u06f9\u06f9 \u06a9\u0627\u0631\u0627\u06a9\u062a\u0631 \u0645\u062d\u062f\u0648\u062f \u0647\u0633\u062a\u0646\u062f.

simplepage.remove-page=\u062d\u0630\u0641 \u0635\u0641\u062d\u0647
simplepage.remove-page-tooltip=\u062d\u0630\u0641 \u0635\u0641\u062d\u0647 \u06a9\u0646\u0648\u0646\u06cc \u0627\u0632 \u062d\u0627\u0634\u06cc\u0647 \u0633\u0645\u062a \u0686\u067e
simplepage.remove-page-explanation=\u062d\u0630\u0641 \u0635\u0641\u062d\u0647 \u06a9\u0646\u0648\u0646\u06cc \u0627\u0632 \u062d\u0627\u0634\u06cc\u0647 \u0633\u0645\u062a \u0686\u067e. \u0627\u06cc\u0646 \u0627\u0645\u0631 \u0635\u0641\u062d\u0647 \u0631\u0627 \u067e\u0627\u06a9 \u0646\u0645\u06cc \u06a9\u0646\u062f. \u0628\u0631\u0627\u06cc \u067e\u0627\u06a9 \u06a9\u0631\u062f\u0646 \u0622\u0646 \u0627\u0632 \u062f\u06a9\u0645\u0647 "\u0634\u0627\u062e\u0635 \u0635\u0641\u062d\u0627\u062a" \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u06a9\u0646\u06cc\u062f.
simplepage.remove-student-page-explanation=\u062d\u0630\u0641 \u0635\u0641\u062d\u0647 \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632 \u06a9\u0646\u0648\u0646\u06cc. \u0627\u06cc\u0646 \u0635\u0641\u062d\u0647 \u067e\u0627\u06a9 \u062e\u0648\u0627\u0647\u062f \u0634\u062f.
simplepage.remove=\u062d\u0630\u0641
simplepage.remove_page_done=\u0627\u06cc\u0646 \u0635\u0641\u062d\u0647 \u0627\u0632 \u062d\u0627\u0634\u06cc\u0647 \u0633\u0645\u062a \u0686\u067e \u062d\u0630\u0641 \u0634\u062f. \u0632\u0645\u0627\u0646\u06cc \u06a9\u0647 \u0628\u0631\u0648\u06cc "\u0627\u062f\u0627\u0645\u0647" \u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f \u0627\u06cc\u0646 \u062a\u063a\u06cc\u06cc\u0631 \u0642\u0627\u0628\u0644 \u0645\u0634\u0627\u0647\u062f\u0647 \u062e\u0648\u0627\u0647\u062f \u0628\u0648\u062f. \u062a\u0648\u062c\u0647 \u062f\u0627\u0634\u062a\u0647 \u0628\u0627\u0634\u06cc\u062f \u06a9\u0647 \u0635\u0641\u062d\u0647 \u0627\u0632 \u0633\u06cc\u0633\u062a\u0645 \u067e\u0627\u06a9 \u0646\u0634\u062f\u0647 \u0627\u0633\u062a. \u0645\u06cc\u062a\u0648\u0627\u0646\u06cc\u062f \u0627\u06cc\u0646 \u0635\u0641\u062d\u0647 \u0631\u0627 \u0628\u0647 \u0639\u0646\u0648\u0627\u0646 \u0632\u06cc\u0631\u0635\u0641\u062d\u0647 \u0628\u0631\u0627\u06cc \u06cc\u06a9 \u0635\u0641\u062d\u0647 \u062f\u06cc\u06af\u0631 \u0642\u0631\u0627\u0631 \u062f\u0647\u06cc\u062f\u060c \u06cc\u0627 \u0627\u0632 \u0647\u0631 \u06cc\u06a9 \u0627\u0632 \u0635\u0641\u062d\u0627\u062a \u0628\u0627\u0642\u06cc\u0645\u0627\u0646\u062f\u0647 \u0628\u0647 "\u0634\u0627\u062e\u0635 \u0635\u0641\u062d\u0627\u062a" \u0631\u0641\u062a\u0647 \u0648 \u0622\u0646 \u0631\u0627 \u062d\u0630\u0641 \u06a9\u0646\u06cc\u062f.

simplepage.not_yet_available_releasedate=\u0627\u06cc\u0646 \u0635\u0641\u062d\u0647 \u062a\u0627 {} \u0642\u0627\u0628\u0644 \u062f\u0633\u062a\u0631\u0633 \u0646\u062e\u0648\u0627\u0647\u062f \u0628\u0648\u062f.
simplepage.not_available_hidden=\u0627\u06cc\u0646 \u0635\u0641\u062d\u0647 \u067e\u0646\u0647\u0627\u0646 \u0627\u0633\u062a.
simplepage.hiddenpage=[\u067e\u0646\u0647\u0627\u0646]
simplepage.pagenotreleased=[\u0645\u0646\u062a\u0634\u0631 \u0646\u0634\u062f\u0647 \u062a\u0627 {}]

simplepage.create_assignment=\u0628\u0627 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0627\u0632 \u0628\u062e\u0634 \u062a\u06a9\u0627\u0644\u06cc\u0641\u060c \u062a\u06a9\u0644\u06cc\u0641 \u062c\u062f\u06cc\u062f\u06cc \u0627\u06cc\u062c\u0627\u062f \u06a9\u0646\u06cc\u062f
simplepage.create_assignment2=\u0628\u0627 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0627\u0632 \u0628\u062e\u0634 \u062a\u06a9\u0644\u06cc\u0641 \u06f2\u060c \u062a\u06a9\u0644\u06cc\u0641 \u062c\u062f\u06cc\u062f\u06cc \u0627\u06cc\u062c\u0627\u062f \u06a9\u0646\u06cc\u062f
simplepage.create_blti=\u0645\u062f\u06cc\u0631\u06cc\u062a \u06cc\u0627 \u0646\u0635\u0628 \u0627\u0628\u0632\u0627\u0631\u0647\u0627
simplepage.create_quiz=\u0627\u06cc\u062c\u0627\u062f \u0622\u0632\u0645\u0648\u0646 \u062c\u062f\u06cc\u062f
simplepage.create_samigo=\u0628\u0627 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0627\u0632 \u0628\u062e\u0634 \u062a\u0633\u062a \u0647\u0627 \u0648 \u0622\u0632\u0645\u0648\u0646\u200c\u0647\u0627\u060c \u06cc\u06a9 \u0622\u0632\u0645\u0648\u0646 \u062c\u062f\u06cc\u062f \u0627\u06cc\u062c\u0627\u062f \u06a9\u0646\u06cc\u062f
simplepage.create_mneme=\u0628\u0627 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0627\u0632 \u0628\u062e\u0634 \u0648\u0638\u0627\u06cc\u0641\u060c \u0622\u0632\u0645\u0648\u0646\u200c\u0647\u0627 \u0648 \u0646\u0638\u0631\u0633\u0646\u062c\u06cc \u0647\u0627\u060c \u06cc\u06a9 \u0622\u0632\u0645\u0648\u0646 \u062c\u062f\u06cc\u062f \u0627\u06cc\u062c\u0627\u062f \u06a9\u0646\u06cc\u062f
simplepage.create_topic=\u0645\u0648\u0636\u0648\u0639 \u06cc\u0627 \u0627\u0646\u062c\u0645\u0646 \u062c\u062f\u06cc\u062f\u06cc \u0627\u06cc\u062c\u0627\u062f \u06a9\u0646\u06cc\u062f
simplepage.create_forums=\u0628\u0627 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0627\u0632 \u0628\u062e\u0634 \u0627\u0646\u062c\u0645\u0646 \u0647\u0627\u060c \u06cc\u06a9 \u0627\u0646\u062c\u0645\u0646 \u06cc\u0627 \u0645\u0648\u0636\u0648\u0639 \u062c\u062f\u06cc\u062f \u0627\u06cc\u062c\u0627\u062f \u06a9\u0646\u06cc\u062f
simplepage.create_jforum=\u0628\u0627 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0627\u0632 \u0628\u062e\u0634 \u0628\u062d\u062b\u200c\u0647\u0627 \u0648 \u067e\u06cc\u0627\u0645\u200c\u0647\u0627\u06cc \u062e\u0635\u0648\u0635\u06cc\u060c \u06cc\u06a9 \u0645\u0648\u0636\u0648\u0639 \u06cc\u0627 \u0627\u0646\u062c\u0645\u0646 \u062c\u062f\u06cc\u062f \u0627\u06cc\u062c\u0627\u062f \u06a9\u0646\u06cc\u062f
simplepage.create_yaft_topic=\u0628\u0627 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0627\u0632 \u0628\u062e\u0634 YAFT\u060c \u06cc\u06a9 \u0645\u0648\u0636\u0648\u0639 \u062c\u062f\u06cc\u062f \u0627\u06cc\u062c\u0627\u062f \u06a9\u0646\u06cc\u062f
simplepage.select_assignment=\u062a\u06a9\u0627\u0644\u06cc\u0641 \u0645\u0648\u062c\u0648\u062f
simplepage.return_assignment=\u0627\u062f\u0627\u0645\u0647 \u0641\u0631\u0622\u06cc\u0646\u062f \u0628\u0627 \u0628\u062e\u0634 \u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u062a\u06a9\u0644\u06cc\u0641\u060c \u0628\u0639\u062f \u0627\u0632 \u0627\u06cc\u062c\u0627\u062f \u062a\u06a9\u0644\u06cc\u0641 \u062c\u062f\u06cc\u062f
simplepage.return_blti=\u0627\u062f\u0627\u0645\u0647 \u0641\u0631\u0622\u06cc\u0646\u062f \u0628\u0627 \u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u0627\u0628\u0632\u0627\u0631 \u062e\u0627\u0631\u062c\u06cc
simplepage.select_quiz=\u0622\u0632\u0645\u0648\u0646\u200c\u0647\u0627\u06cc \u0645\u0648\u062c\u0648\u062f
simplepage.return_quiz=\u0627\u062f\u0627\u0645\u0647 \u0641\u0631\u0622\u06cc\u0646\u062f \u0628\u0627 \u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u0622\u0632\u0645\u0648\u0646\u060c \u0628\u0639\u062f \u0627\u0632 \u0627\u06cc\u062c\u0627\u062f \u0627\u0645\u062a\u062d\u0627\u0646 \u062c\u062f\u06cc\u062f
simplepage.select_topic=\u0645\u0648\u0636\u0648\u0639\u0627\u062a \u0648 \u0627\u0646\u062c\u0645\u0646 \u0647\u0627\u06cc \u0645\u0648\u062c\u0648\u062f
simplepage.return_forum=\u0627\u062f\u0627\u0645\u0647 \u0641\u0631\u0622\u06cc\u0646\u062f \u0628\u0627 \u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u0645\u0648\u0636\u0648\u0639 \u0648 \u0627\u0646\u062c\u0645\u0646 \u0628\u0639\u062f \u0627\u0632 \u0627\u06cc\u062c\u0627\u062f \u0622\u06cc\u062a\u0645 \u062c\u062f\u06cc\u062f

simplepage.no_assignments=\u0647\u06cc\u0686 \u062a\u06a9\u0644\u06cc\u0641\u06cc \u062f\u0631 \u0627\u06cc\u0646 \u0633\u0627\u06cc\u062a \u0642\u0627\u0628\u0644 \u062f\u0633\u062a\u0631\u0633 \u0646\u06cc\u0633\u062a. \u0628\u0627 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0627\u0632 \u0644\u06cc\u0646\u06a9 "\u0627\u06cc\u062c\u0627\u062f \u062a\u06a9\u0644\u06cc\u0641 \u062c\u062f\u06cc\u062f" \u06cc\u06a9 \u062a\u06a9\u0644\u06cc\u0641 \u062c\u062f\u06cc\u062f \u0627\u06cc\u062c\u0627\u062f \u06a9\u0646\u06cc\u062f.
simplepage.no_assignment_tools=\u0647\u06cc\u0686 \u0627\u0628\u0632\u0627\u0631 \u062a\u06a9\u0644\u06cc\u0641\u06cc \u062f\u0631 \u0627\u06cc\u0646 \u0633\u0627\u06cc\u062a \u0645\u0648\u062c\u0648\u062f \u0646\u06cc\u0633\u062a.
simplepage.assign_seeattach=\u0628\u0631\u0627\u06cc \u062f\u0633\u062a\u0631\u0633\u06cc \u0628\u0647 \u062f\u0633\u062a\u0648\u0631\u0627\u0644\u0639\u0645\u0644\u060c \u0641\u0627\u06cc\u0644 \u0647\u0627\u06cc \u0636\u0645\u06cc\u0645\u0647 \u0631\u0627 \u0645\u0634\u0627\u0647\u062f\u0647 \u06a9\u0646\u06cc\u062f
simplepage.no_topics=\u0647\u06cc\u0686 \u0627\u0646\u062c\u0645\u0646 \u06cc\u0627 \u0645\u0648\u0636\u0648\u0639\u06cc \u062f\u0631 \u0627\u06cc\u0646 \u0633\u0627\u06cc\u062a \u0645\u0648\u062c\u0648\u062f \u0646\u06cc\u0633\u062a. \u0628\u0627 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0627\u0632 \u0644\u06cc\u0646\u06a9 "\u0627\u06cc\u062c\u0627\u062f \u0645\u0648\u0636\u0648\u0639 \u06cc\u0627 \u0627\u0646\u062c\u0645\u0646 \u062c\u062f\u06cc\u062f" \u06cc\u06a9 \u0627\u0646\u062c\u0645\u0646 \u06cc\u0627 \u0645\u0648\u0636\u0648\u0639 \u062c\u062f\u06cc\u062f \u0627\u06cc\u062c\u0627\u062f \u06a9\u0646\u06cc\u062f
simplepage.no_forum_tools=\u0647\u06cc\u0686 \u0627\u0628\u0632\u0627\u0631 \u0627\u0646\u062c\u0645\u0646\u06cc \u062f\u0631 \u0627\u06cc\u0646 \u0633\u0627\u06cc\u062a \u0648\u062c\u0648\u062f \u0646\u062f\u0627\u0631\u062f.
simplepage.no_assessments=\u0647\u06cc\u0686 \u0627\u0631\u0632\u06cc\u0627\u0628\u06cc \u062f\u0631 \u0627\u06cc\u0646 \u0633\u0627\u06cc\u062a \u0645\u0648\u062c\u0648\u062f \u0646\u06cc\u0633\u062a. \u0628\u0627 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0627\u0632 \u0644\u06cc\u0646\u06a9 "\u0627\u06cc\u062c\u0627\u062f \u0627\u0645\u062a\u062d\u0627\u0646 \u062c\u062f\u06cc\u062f" \u06cc\u06a9 \u0627\u0631\u0632\u06cc\u0627\u0628\u06cc \u062c\u062f\u06cc\u062f \u0627\u06cc\u062c\u0627\u062f \u06a9\u0646\u06cc\u062f.
simplepage.no_assessment_tool=\u0647\u06cc\u0686 \u0627\u0628\u0632\u0627\u0631 \u0627\u0645\u062a\u062d\u0627\u0646\u06cc \u062f\u0631 \u0627\u06cc\u0646 \u0633\u0627\u06cc\u062a \u0648\u062c\u0648\u062f \u0646\u062f\u0627\u0631\u062f.
simplepage.noplugin=\u0638\u0627\u0647\u0631\u0627\u064b \u0645\u0631\u0648\u0631\u06af\u0631 \u0634\u0645\u0627 \u0627\u0641\u0632\u0648\u0646\u0647 \u0644\u0627\u0632\u0645 \u0628\u0631\u0627\u06cc \u0646\u0645\u0627\u06cc\u0634 \u0627\u06cc\u0646 \u0645\u062d\u062a\u0648\u0627 \u0631\u0627 \u062f\u0631 \u0627\u062e\u062a\u06cc\u0627\u0631 \u0646\u062f\u0627\u0631\u062f. \u0634\u0645\u0627 \u0645\u06cc \u062a\u0648\u0627\u0646\u06cc\u062f \u0627\u0632 \u0637\u0631\u06cc\u0642 \u0644\u06cc\u0646\u06a9 \u0632\u06cc\u0631\u060c \u0645\u062d\u062a\u0648\u0627\u06cc \u0645\u0648\u0631\u062f \u0646\u0638\u0631 \u0631\u0627 \u0628\u0635\u0648\u0631\u062a \u0641\u0627\u06cc\u0644 \u062f\u0627\u0646\u0644\u0648\u062f \u06a9\u0646\u06cc\u062f.
simplepage.forumdeleted=\u0627\u06cc\u0646 \u0627\u0646\u062c\u0645\u0646 \u06cc\u0627 \u0645\u0648\u0636\u0648\u0639 \u067e\u0627\u06a9 \u0634\u062f\u0647 \u0627\u0633\u062a.

simplepage.menuItemTitle_label=\u0639\u0646\u0648\u0627\u0646 \u0622\u06cc\u062a\u0645 \u0645\u0646\u0648
simplepage.menuItemTitle_tooltip=\u0646\u0645\u0627\u06cc\u0634 \u062f\u0631 \u0645\u0646\u0648\u06cc \u0633\u0627\u06cc\u062a

simplepage.pageTitle_label=\u0639\u0646\u0648\u0627\u0646 \u0635\u0641\u062d\u0647
simplepage.pageTitle_tooltip=\u0646\u0645\u0627\u06cc\u0634 \u062f\u0631 \u0628\u0627\u0644\u0627\u06cc \u0635\u0641\u062d\u0647
simplepage.editTitle=\u0648\u06cc\u0631\u0627\u06cc\u0634 \u0639\u0646\u0648\u0627\u0646
simplepage.editTitle-tooltip=\u0648\u06cc\u0631\u0627\u06cc\u0634 \u0639\u0646\u0648\u0627\u0646 \u060c \u062a\u0627\u0631\u06cc\u062e \u0627\u0646\u062a\u0634\u0627\u0631 \u0648 \u062f\u06cc\u06af\u0631 \u0648\u06cc\u0698\u06af\u06cc\u200c\u0647\u0627\u06cc \u0635\u0641\u062d\u0647
simplepage.edit-title.generic=\u0648\u06cc\u0631\u0627\u06cc\u0634 {}
simplepage.edit-title.textbox=\u0648\u06cc\u0631\u0627\u06cc\u0634 \u062c\u0639\u0628\u0647 \u0645\u062a\u0646\u06cc {}
simplepage.edit-title.url=\u0648\u06cc\u0631\u0627\u06cc\u0634 \u0622\u06cc\u062a\u0645 \u062f\u0631\u0648\u0646 \u062e\u0637\u06cc {}
simplepage.edit-title.youtube=\u0648\u06cc\u0631\u0627\u06cc\u0634 \u0622\u06cc\u062a\u0645 \u06cc\u0648\u062a\u06cc\u0648\u0628
simplepage.edit-title.comments=\u0648\u06cc\u0631\u0627\u06cc\u0634 \u0622\u06cc\u062a\u0645 \u0646\u0638\u0631\u0627\u062a
simplepage.edit-title.student=\u0648\u06cc\u0631\u0627\u06cc\u0634 \u0622\u06cc\u062a\u0645 \u0645\u062d\u062a\u0648\u0627\u06cc \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632
simplepage.edit-title.question=\u0648\u06cc\u0631\u0627\u06cc\u0634 \u0622\u06cc\u062a\u0645 \u0633\u0624\u0627\u0644
simplepage.delete-item=\u062d\u0630\u0641 \u0627\u06cc\u0646 \u0622\u06cc\u062a\u0645
simplepage.add-item-page=\u0628\u0627 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0627\u0632 \u0627\u06cc\u0646 \u0622\u06cc\u062a\u0645\u060c \u0645\u062d\u062a\u0648\u0627\u06cc \u062c\u062f\u06cc\u062f\u06cc \u0628\u0647 \u0622\u062e\u0631 \u0635\u0641\u062d\u0647 \u0627\u0636\u0627\u0641\u0647 \u06a9\u0646\u06cc\u062f. \u0628\u0627 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0627\u0632 \u0622\u06cc\u06a9\u0648\u0646 "+" \u0628\u0647 \u0646\u0642\u0627\u0637 \u062f\u06cc\u06af\u0631 \u0635\u0641\u062d\u0647 \u0645\u062d\u062a\u0648\u0627 \u0627\u0636\u0627\u0641\u0647 \u06a9\u0646\u06cc\u062f.
simplepage.add-above=\u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u0622\u06cc\u062a\u0645 \u062c\u062f\u06cc\u062f \u062f\u0631 \u0628\u0627\u0644\u0627\u06cc \u0627\u06cc\u0646
simplepage.add-item-column=\u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u0622\u06cc\u062a\u0645 \u062c\u062f\u06cc\u062f \u062f\u0631 \u067e\u0627\u06cc\u06cc\u0646 \u0627\u06cc\u0646 \u0633\u062a\u0648\u0646
simplepage.fromhost=\u0645\u062d\u062a\u0648\u0627 \u0627\u0632 {}
simplepage.showpage=\u0635\u0641\u062d\u0647 \u062f\u0631\u0633
simplepage.showitem=\u0622\u06cc\u062a\u0645 \u062f\u0631\u0633
simplepage.return=\u0628\u0627\u0632\u06af\u0634\u062a \u0628\u0647 {}
simplepage.return.warning=\u0647\u0634\u062f\u0627\u0631\: \u0642\u0628\u0644 \u0627\u0632 \u0628\u0627\u0632\u06af\u0634\u062a \u0627\u0632 \u0630\u062e\u06cc\u0631\u0647 \u0633\u0627\u0632\u06cc \u06cc\u0627 \u0627\u0631\u0633\u0627\u0644 \u06a9\u0627\u0631 \u062e\u0648\u062f \u0627\u0637\u0645\u06cc\u0646\u0627\u0646 \u062d\u0627\u0635\u0644 \u06a9\u0646\u06cc\u062f.
simplepage.next=\ \u0628\u0639\u062f\u06cc
simplepage.back=\u0628\u0627\u0632\u06af\u0634\u062a
simplepage.editor=\u0648\u06cc\u0631\u0627\u06cc\u0634\u06af\u0631
simplepage.ckeditor=\u0648\u06cc\u0631\u0627\u06cc\u0634\u06af\u0631 \u060c \u0639\u0628\u0627\u0631\u062a ALT-0 \u0631\u0627 \u0628\u0631\u0627\u06cc \u0631\u0627\u0647\u0646\u0645\u0627\u06cc\u06cc \u062a\u0627\u06cc\u067e \u06a9\u0646\u06cc\u062f

simplepage.preview=\u067e\u06cc\u0634\u200c\u0646\u0645\u0627\u06cc\u0634 {}

simplepage.save_message=\u0630\u062e\u06cc\u0631\u0647
simplepage.cancel_message=\u0644\u063a\u0648
simplepage.continue_message=\u0627\u062f\u0627\u0645\u0647
simplepage.has_prerequistes=\u067e\u06cc\u0634 \u0627\u0632 \u0645\u0634\u0627\u0647\u062f\u0647 \u0635\u0641\u062d\u0647\u060c \u0645\u06cc \u0628\u0627\u06cc\u0633\u062a \u0635\u0641\u062d\u0627\u062a \u0632\u06cc\u0631 \u0631\u0627 \u062a\u06a9\u0645\u06cc\u0644 \u06a9\u0646\u06cc\u062f\:
simplepage.has_prerequistes_2=\u0642\u0628\u0644 \u0627\u0632 \u0627\u0646\u062c\u0627\u0645 \u0627\u06cc\u0646 \u06a9\u0627\u0631 \u0645\u06cc \u0628\u0627\u06cc\u0633\u062a \u0622\u06cc\u062a\u0645 \u0642\u0628\u0644\u06cc \u0631\u0627 \u062a\u06a9\u0645\u06cc\u0644 \u06a9\u0646\u06cc\u062f. \u0628\u0631\u0627\u06cc \u0627\u06cc\u0646\u06a9\u0627\u0631 \u0628\u0647 \u0627\u06cc\u0646 \u0635\u0641\u062d\u0647 \u0628\u0627\u0632\u06af\u0631\u062f\u06cc\u062f \u0648 \u0622\u06cc\u062a\u0645\u06cc \u0631\u0627 \u06a9\u0647 \u0633\u0645\u062a \u0686\u067e \u0622\u0646 \u06cc\u06a9 \u0633\u062a\u0627\u0631\u0647 \u062f\u0627\u0631\u062f \u0631\u0627 \u067e\u06cc\u062f\u0627 \u06a9\u0646\u06cc\u062f.

simplepage.resource=\u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u0644\u06cc\u0646\u06a9 \u0647\u0627\u06cc \u0645\u062d\u062a\u0648\u0627
simplepage.resource.tooltip=\u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u0644\u06cc\u0646\u06a9 \u0647\u0627\: \u0641\u0627\u06cc\u0644\u200c\u0647\u0627 \u0631\u0627 \u0628\u0627\u0631\u06af\u0630\u0627\u0631\u06cc \u06a9\u0646\u06cc\u062f\u060c \u0628\u0647 \u0641\u0627\u06cc\u0644 \u0645\u0648\u062c\u0648\u062f \u062f\u0631 \u0645\u0646\u0627\u0628\u0639 \u06cc\u0627 \u0622\u062f\u0631\u0633 \u0635\u0641\u062d\u0647 \u0627\u06cc \u062f\u0631 \u0648\u0628 \u0644\u06cc\u0646\u06a9 \u062f\u0647\u06cc\u062f.
simplepage.resource-descrip=\u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u0644\u06cc\u0646\u06a9 \u0647\u0627\: \u0641\u0627\u06cc\u0644\u200c\u0647\u0627 \u0631\u0627 \u0628\u0627\u0631\u06af\u0630\u0627\u0631\u06cc \u06a9\u0646\u06cc\u062f\u060c \u0628\u0647 \u0641\u0627\u06cc\u0644 \u0645\u0648\u062c\u0648\u062f \u062f\u0631 \u0645\u0646\u0627\u0628\u0639 \u06cc\u0627 \u0622\u062f\u0631\u0633 \u0635\u0641\u062d\u0647 \u0627\u06cc \u062f\u0631 \u0648\u0628 \u0644\u06cc\u0646\u06a9 \u062f\u0647\u06cc\u062f.
simplepage.subpage=\u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u0632\u06cc\u0631\u0635\u0641\u062d\u0647
simplepage.subpage-next=\u0635\u0641\u062d\u0647 \u0628\u0639\u062f. \u0627\u06cc\u0646 \u0645\u0648\u0631\u062f \u0635\u0641\u062d\u0647 \u0628\u0639\u062f\u06cc \u062f\u0631 \u0633\u0644\u0633\u0647 \u062a\u0648\u0627\u0644\u06cc \u0635\u0641\u062d\u0627\u062a \u062f\u0631 \u0646\u0638\u0631 \u06af\u0631\u0641\u062a\u0647 \u0645\u06cc\u0634\u0648\u062f \u0648 \u0646\u0647 \u06cc\u06a9 \u0632\u06cc\u0631 \u0635\u0641\u062d\u0647. \u0628\u0627\u0631\u0632\u062a\u0631\u06cc\u0646 \u062a\u0641\u0627\u0648\u062a \u0622\u0646 \u062f\u0631 \u0686\u06af\u0648\u0646\u06af\u06cc \u0646\u0645\u0627\u06cc\u0634 \u0635\u0641\u062d\u0627\u062a \u062f\u0631 \u0631\u0627\u0647\u0646\u0645\u0627\u06cc \u0646\u0627\u0648\u0628\u0631\u06cc \u0628\u0631\u062f\u06a9\u0631\u0627\u0645\u0628 \u062f\u0631 \u0628\u0627\u0644\u0627\u06cc \u0635\u0641\u062d\u0647 \u0627\u0633\u062a. \u062f\u0631 \u0645\u0648\u0631\u062f \u06cc\u06a9 \u0632\u06cc\u0631 \u0635\u0641\u062d\u0647\u060c \u0632\u0645\u0627\u0646\u06cc \u06a9\u0647 \u0628\u0647 \u0622\u0646 \u0635\u0641\u062d\u0647 \u0645\u06cc\u200c\u0631\u0648\u06cc\u062f\u060c \u0631\u0627\u0647\u0646\u0645\u0627\u06cc \u0646\u0627\u0648\u0628\u0631\u06cc \u0628\u0631\u062f\u06a9\u0631\u0627\u0645\u0628 \u062f\u0631 \u0628\u0627\u0644\u0627\u06cc \u0635\u0641\u062d\u0647 \u0622\u0646 \u0631\u0627 \u0628\u0647 \u0635\u0648\u0631\u062a \u06cc\u06a9 \u0633\u0637\u062d \u062c\u062f\u06cc\u062f \u0646\u0645\u0627\u06cc\u0634 \u062e\u0648\u0627\u0647\u062f \u062f\u0627\u062f. \u0635\u0641\u062d\u0647 \u06a9\u0646\u0648\u0646\u06cc \u0628\u0647 \u0639\u0646\u0648\u0627\u0646 \u0633\u0637\u062d \u0628\u0627\u0644\u0627\u06cc\u06cc \u0622\u0646 \u0646\u0645\u0627\u06cc\u0634 \u062f\u0627\u062f\u0647 \u062e\u0648\u0627\u0647\u062f \u0634\u062f. \u0628\u0631\u0627\u06cc \u0635\u0641\u062d\u0647 \u0628\u0639\u062f\u06cc\u060c \u0635\u0641\u062d\u0647 \u062c\u062f\u06cc\u062f \u062c\u0627\u06cc\u06af\u0632\u06cc\u0646 \u0635\u0641\u062d\u0647 \u06a9\u0646\u0648\u0646\u06cc \u062f\u0631 \u0631\u0627\u0647\u0646\u0645\u0627\u06cc \u0646\u0627\u0648\u0628\u0631\u06cc \u0628\u0631\u062f\u06a9\u0631\u0627\u0645\u0628 \u062f\u0631 \u0628\u0627\u0644\u0627\u06cc \u0635\u0641\u062d\u0647 \u062e\u0648\u0627\u0647\u062f \u0634\u062f.
simplepage.subpage-button=\u0646\u0645\u0627\u06cc\u0634 \u0628\u0647 \u0635\u0648\u0631\u062a \u062f\u06a9\u0645\u0647 \u0628\u0647 \u062c\u0627\u06cc \u0644\u06cc\u0646\u06a9
simplepage.subpage.tooltip=\u0627\u06cc\u062c\u0627\u062f \u06cc\u06a9 \u0635\u0641\u062d\u0647 \u062c\u062f\u06cc\u062f \u0648 \u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u0644\u06cc\u0646\u06a9 \u0622\u0646 \u0628\u0647 \u0627\u06cc\u0646\u062c\u0627
simplepage.usenewwindow=\u0628\u0627\u0632 \u06a9\u0631\u062f\u0646 \u0622\u06cc\u062a\u0645 \u062f\u0631 \u067e\u0646\u062c\u0631\u0647 \u062c\u062f\u06cc\u062f
simplepage.assignment=\u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u062a\u06a9\u0644\u06cc\u0641
simplepage.assignment.tooltip=\u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u06cc\u06a9 \u0644\u06cc\u0646\u06a9 \u0628\u0647 \u062a\u06a9\u0644\u06cc\u0641 \u062f\u0631 \u0627\u0628\u0632\u0627\u0631 \u062a\u06a9\u0644\u06cc\u0641
simplepage.assignment.chooser=\u0627\u0646\u062a\u062e\u0627\u0628 \u06cc\u06a9 \u062a\u06a9\u0644\u06cc\u0641
simplepage.due=\u0645\u0648\u0639\u062f \u0645\u0642\u0631\u0631
simplepage.chooser.assignment=\u062a\u06a9\u0644\u06cc\u0641
simplepage.chooser.due=\u0645\u0648\u0639\u062f \u0645\u0642\u0631\u0631
simplepage.chooser.link=\u0644\u06cc\u0646\u06a9
simplepage.chooser.textitemplaceholder=\u0627\u06cc\u0646 \u06cc\u06a9 \u0622\u06cc\u062a\u0645 \u0645\u062a\u0646\u06cc rich text \u0627\u0633\u062a. \u0628\u0631\u0627\u06cc \u0645\u0634\u0627\u0647\u062f\u0647 \u0622\u0646 \u0628\u0631\u0648\u06cc \u0635\u0641\u062d\u0647 \u0648\u0627\u0644\u062f \u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f. 
simplepage.select=\u0627\u0646\u062a\u062e\u0627\u0628
simplepage.select-for-deletion=\u0627\u0646\u062a\u062e\u0627\u0628 \u0628\u0631\u0627\u06cc \u062d\u0630\u0641
simplepage.delete-message=\u062a\u0646\u0647\u0627 \u0635\u0641\u062d\u0627\u062a\u06cc \u06a9\u0647 \u062f\u0631 \u062d\u0627\u0644 \u062d\u0627\u0636\u0631 \u062f\u0631 \u0647\u06cc\u0686 \u0628\u062e\u0634 \u0627\u0632 \u0633\u0627\u06cc\u062a \u0642\u0631\u0627\u0631 \u0646\u062f\u0627\u0631\u0646\u062f\u060c \u0628\u0631\u0627\u06cc \u062d\u0630\u0641 \u0633\u0627\u0632\u06cc \u062f\u0627\u0626\u0645\u06cc \u062f\u0631 \u062f\u0633\u062a\u0631\u0633 \u0647\u0633\u062a\u0646\u062f.
simplepage.delete-selected=\u062d\u0630\u0641 \u0635\u0641\u062d\u0627\u062a \u0627\u0646\u062a\u062e\u0627\u0628 \u0634\u062f\u0647
simplepage.chooser.select=\u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0627\u0632 \u0622\u06cc\u062a\u0645 \u0627\u0646\u062a\u062e\u0627\u0628 \u0634\u062f\u0647
simplepage.chooser.unused=\u0635\u0641\u062d\u0627\u062a \u0632\u06cc\u0631 \u062f\u0631 \u062d\u0627\u0644 \u062d\u0627\u0636\u0631 \u0645\u0648\u0631\u062f \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0646\u06cc\u0633\u062a\u0646\u062f. (\u0647\u06cc\u0686 \u0635\u0641\u062d\u0647 \u062f\u06cc\u06af\u0631\u06cc \u0628\u0647 \u0622\u0646\u0647\u0627 \u0627\u0631\u062c\u0627\u0639 \u062f\u0627\u062f\u0647 \u0646\u0634\u062f\u0647)
simplepage.change_assignment=\u062a\u063a\u06cc\u06cc\u0631 \u062a\u06a9\u0644\u06cc\u0641
simplepage.change_quiz=\u062a\u063a\u06cc\u06cc\u0631 \u0627\u0645\u062a\u062d\u0627\u0646
simplepage.change_forum=\u062a\u063a\u06cc\u06cc\u0631 \u0627\u0646\u062c\u0645\u0646 \u06cc\u0627 \u0645\u0648\u0636\u0648\u0639
simplepage.change_resource=\u062a\u063a\u06cc\u06cc\u0631 \u0641\u0627\u06cc\u0644 \u06cc\u0627 URL
simplepage.change_caption=\u062a\u063a\u06cc\u06cc\u0631 \u0641\u0627\u06cc\u0644 \u06cc\u0627 URL \u0628\u0631\u0627\u06cc \u0641\u0627\u06cc\u0644 \u0632\u06cc\u0631\u0646\u0648\u06cc\u0633 (\u0628\u0627\u06cc\u062f \u062f\u0631 \u0641\u0631\u0645\u062a VTT \u0628\u0627\u0634\u062f)
simplepage.add_caption=\u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u0641\u0627\u06cc\u0644 \u0632\u06cc\u0631\u0646\u0648\u06cc\u0633 (\u0628\u0627\u06cc\u062f \u062f\u0631 \u0641\u0631\u0645\u062a VTT \u0628\u0627\u0634\u062f)
simplepage.change_page=\u062a\u063a\u06cc\u06cc\u0631 \u0635\u0641\u062d\u0647
simplepage.quiz=\u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u0627\u0645\u062a\u062d\u0627\u0646
simplepage.quiz.tooltip=\u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u06cc\u06a9 \u0644\u06cc\u0646\u06a9 \u0628\u0647 \u06cc\u06a9 \u0627\u0645\u062a\u062d\u0627\u0646
simplepage.quiz.chooser=\u0627\u0646\u062a\u062e\u0627\u0628 \u06cc\u06a9 \u0627\u0645\u062a\u062d\u0627\u0646

simplepage.checklistName=\u0644\u06cc\u0633\u062a \u0628\u0631\u0631\u0633\u06cc
simplepage.checklist=\u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u0644\u06cc\u0633\u062a \u0628\u0631\u0631\u0633\u06cc
simplepage.checklistProgress=\u0645\u0634\u0627\u0647\u062f\u0647 \u067e\u06cc\u0634\u0631\u0641\u062a
simplepage.new-checklist-title=\u0639\u0646\u0648\u0627\u0646 \u0644\u06cc\u0633\u062a \u0628\u0631\u0631\u0633\u06cc
simplepage.new-checklist-description=\u062a\u0648\u0636\u06cc\u062d\u0627\u062a \u0644\u06cc\u0633\u062a \u0628\u0631\u0631\u0633\u06cc
simplepage.add-checklist-item=\u0622\u06cc\u062a\u0645 \u0647\u0627\u06cc \u0644\u06cc\u0633\u062a \u0628\u0631\u0631\u0633\u06cc
simplepage.checklist-item-name=\u0646\u0627\u0645 \u0622\u06cc\u062a\u0645 \u0644\u06cc\u0633\u062a \u0628\u0631\u0631\u0633\u06cc
simplepage.addChecklistItem=\u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u0622\u06cc\u062a\u0645 \u0644\u06cc\u0633\u062a \u0628\u0631\u0631\u0633\u06cc
simplepage.save_checklist=\u0630\u062e\u06cc\u0631\u0647 \u0644\u06cc\u0633\u062a \u0628\u0631\u0631\u0633\u06cc
simplepage.edit-checklist=\u0648\u06cc\u0631\u0627\u06cc\u0634 \u0644\u06cc\u0633\u062a \u0628\u0631\u0631\u0633\u06cc {}
simplepage.view-checklist=\u0645\u0634\u0627\u0647\u062f\u0647 \u067e\u06cc\u0634\u0631\u0641\u062a {}
simplepage.hide-name=\u067e\u0646\u0647\u0627\u0646 \u06a9\u0631\u062f\u0646 \u0646\u0627\u0645 \u0644\u06cc\u0633\u062a \u0628\u0631\u0631\u0633\u06cc \u0627\u0632 \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632\u0627\u0646
simplepage.checklist-name-required=\u0634\u0645\u0627 \u0645\u06cc \u0628\u0627\u06cc\u0633\u062a \u06cc\u06a9 \u0646\u0627\u0645 \u0628\u0631\u0627\u06cc \u0644\u06cc\u0633\u062a \u0628\u0631\u0631\u0633\u06cc \u062e\u0648\u062f \u0645\u0634\u062e\u0635 \u06a9\u0646\u06cc\u062f. \u0645\u06cc\u062a\u0648\u0627\u0646\u06cc\u062f \u0628\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u06af\u0632\u06cc\u0646\u0647 "\u067e\u0646\u0647\u0627\u0646 \u06a9\u0631\u062f\u0646 \u0646\u0627\u0645 \u0644\u06cc\u0633\u062a \u0628\u0631\u0631\u0633\u06cc \u0627\u0632 \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632\u0627\u0646" \u0646\u0627\u0645 \u0644\u06cc\u0633\u062a \u0631\u0627 \u0628\u0631\u0627\u06cc \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632\u0627\u0646 \u0628\u0635\u0648\u0631\u062a \u062e\u0627\u0644\u06cc \u0646\u0645\u0627\u06cc\u0634 \u062f\u0647\u06cc\u062f
simplepage.adding-checklist=\u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u0644\u06cc\u0633\u062a \u0628\u0631\u0631\u0633\u06cc \u0628\u0647\:
simplepage.viewing-checklistProgress=\u0645\u0634\u0627\u0647\u062f\u0647 \u067e\u06cc\u0634\u0631\u0641\u062a \u0644\u06cc\u0633\u062a \u0628\u0631\u0631\u0633\u06cc \u0628\u0631\u0627\u06cc\:
simplepage.studentheader=\u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632
simplepage.optional.settings=\u062a\u0646\u0638\u06cc\u0645\u0627\u062a \u0627\u062e\u062a\u06cc\u0627\u0631\u06cc
simplepage.group.settings=\u06af\u0631\u0648\u0647 \u0647\u0627
simplepage.appearance.settings=\u0638\u0627\u0647\u0631

simplepage.forum=\u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u0627\u0646\u062c\u0645\u0646 \u06cc\u0627 \u0645\u0648\u0636\u0648\u0639
simplepage.forum.tooltip=\u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u06cc\u06a9 \u0644\u06cc\u0646\u06a9 \u0628\u0647 \u0627\u0646\u062c\u0645\u0646 \u06cc\u0627 \u0645\u0648\u0636\u0648\u0639
simplepage.forum.chooser=\u0627\u0646\u062a\u062e\u0627\u0628 \u06cc\u06a9 \u0627\u0646\u062c\u0645\u0646 \u06cc\u0627 \u0645\u0648\u0636\u0648\u0639
simplepage.forum.title.forum=\u0627\u0646\u062c\u0645\u0646 \:{}
simplepage.forum.title.topic=\u0645\u0648\u0636\u0648\u0639\:{}

simplepage.page.chooser=\u06cc\u06a9 \u0635\u0641\u062d\u0647 \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f
simplepage.page.index=\u0635\u0641\u062d\u0627\u062a \u062f\u0631 \u0633\u0627\u06cc\u062a \u06a9\u0646\u0648\u0646\u06cc
simplepage.page.onlyseen=\u062a\u0648\u062c\u0647\: \u062a\u0646\u0647\u0627 \u0635\u0641\u062d\u0627\u062a\u06cc \u06a9\u0647 \u0634\u0645\u0627 \u062f\u06cc\u062f\u0647 \u0627\u06cc\u062f \u0646\u0645\u0627\u06cc\u0634 \u062f\u0627\u062f\u0647 \u0645\u06cc \u0634\u0648\u0646\u062f.
simplepage.create=\u0627\u06cc\u062c\u0627\u062f
simplepage.cancel=\u0644\u063a\u0648
simplepage.Done=\u0642\u0628\u0648\u0644
simplepage.notitle=\u06cc\u06a9 \u0639\u0646\u0648\u0627\u0646 \u0645\u0648\u0631\u062f \u0646\u06cc\u0627\u0632 \u0627\u0633\u062a.
simplepage.subpage_header=\u0627\u06cc\u062c\u0627\u062f \u06cc\u06a9 \u0632\u06cc\u0631\u0635\u0641\u062d\u0647

simplepage.page.showitems=\u0646\u0645\u0627\u06cc\u0634 \u0622\u06cc\u062a\u0645 \u0647\u0627
simplepage.page.showitemstooltip=\u0646\u0645\u0627\u06cc\u0634 \u0622\u06cc\u062a\u0645 \u0647\u0627 \u0632\u06cc\u0631 \u0647\u0631 \u0635\u0641\u062d\u0647
simplepage.page.hideitems=\u067e\u0646\u0647\u0627\u0646 \u06a9\u0631\u062f\u0646 \u0622\u06cc\u062a\u0645 \u0647\u0627
simplepage.page.hideitemstooltip=\u067e\u0646\u0647\u0627\u0646 \u06a9\u0631\u062f\u0646 \u0622\u06cc\u062a\u0645 \u0647\u0627. \u0641\u0642\u0637 \u0635\u0641\u062d\u0627\u062a \u0631\u0627 \u0646\u0645\u0627\u06cc\u0634 \u0628\u062f\u0647.

simplepage.copylink=\u06a9\u067e\u06cc
simplepage.copylink2=\u06a9\u067e\u06cc\: {}

# because of the way they are loaded, startup_help needs templates/ and additional-instructions does not
# putting the URLs here lets us supply different versions for different languages
simplepage.startup_help=templates/instructions/general.html
simplepage.additional-instructions=instructions/multimedia.html
simplepage.additional-website-instructions=instructions/website.html
simplepage.general-instructions=instructions/general.html

simplepage.help=\u0646\u06a9\u0627\u062a

simplepage.noitems_error_admin=\u067e\u06cc\u0634\u0646\u0647\u0627\u062f \u0645\u06cc \u06a9\u0646\u06cc\u0645 \u06a9\u0647 \u0628\u0627 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0627\u0632 \u06af\u0632\u06cc\u0646\u0647 "\u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u0645\u062a\u0646" \u0628\u0631\u0627\u06cc \u0627\u06cc\u062c\u0627\u062f \u0645\u062d\u062a\u0648\u0627 \u062f\u0631 \u0635\u0641\u062d\u0647 \u0634\u0631\u0648\u0639 \u06a9\u0646\u06cc\u062f. \u0622\u0646\u06af\u0627\u0647 \u0645\u06cc \u062a\u0648\u0627\u0646\u06cc\u062f \u0644\u06cc\u0646\u06a9 \u0647\u0627 \u06cc\u0627 \u0645\u062d\u062a\u0648\u0627\u06cc \u062f\u06cc\u06af\u0631\u06cc \u0632\u06cc\u0631 \u0622\u0646 \u0627\u0636\u0627\u0641\u0647 \u06a9\u0646\u06cc\u062f. \u0646\u0634\u0627\u0646\u0647 \u06af\u0631 \u0645\u0648\u0633 \u062e\u0648\u062f \u0631\u0627 \u0628\u0631\u0648\u06cc \u0622\u06cc\u062a\u0645 \u0647\u0627\u06cc \u0628\u0627\u0644\u0627 \u0628\u0628\u0631\u06cc\u062f \u062a\u0627 \u0628\u0628\u06cc\u0646\u06cc\u062f \u0627\u06cc\u0646 \u0622\u06cc\u062a\u0645 \u0647\u0627 \u0686\u0647 \u06a9\u0627\u0631\u06cc \u0627\u0646\u062c\u0627\u0645 \u0645\u06cc \u062f\u0647\u062f.
simplepage.noitems_error_user=\u0647\u06cc\u0686 \u0622\u06cc\u062a\u0645\u06cc \u062f\u0631 \u0635\u0641\u062d\u0647 \u062d\u0627\u0636\u0631 \u0628\u0631\u0627\u06cc \u0634\u0645\u0627 \u0642\u0627\u0628\u0644 \u0645\u0634\u0627\u0647\u062f\u0647 \u0646\u06cc\u0633\u062a.

simplepage.additional-instructions-label=\u0633\u0648\u0627\u0644\u0627\u062a \u0645\u062a\u062f\u0627\u0648\u0644 \u062f\u0631 \u0627\u0631\u062a\u0628\u0627\u0637 \u0628\u0627 \u0645\u062d\u062a\u0648\u0627\u06cc \u0686\u0646\u062f \u0631\u0633\u0627\u0646\u0647 \u0627\u06cc
simplepage.additional-website-instructions-label=\u0633\u0648\u0627\u0644\u0627\u062a\u0645\u062a\u062f\u0627\u0648\u0644 \u062f\u0631 \u0627\u0631\u062a\u0628\u0627\u0637 \u0628\u0627 \u0628\u0627\u0631\u06af\u0630\u0627\u0631\u06cc \u0645\u062d\u062a\u0648\u0627 \u0628\u0635\u0648\u0631\u062a ZIP

simplepage.link=\u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u0644\u06cc\u0646\u06a9
simplepage.addlink_header=\u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u06cc\u06a9 \u0644\u06cc\u0646\u06a9 \u062c\u062f\u06cc\u062f
simplepage.addLink_label=URL\:
simplepage.addLink_label_add=\u06cc\u0627 \u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u06cc\u06a9 URL\:
simplepage.addLink_label_add_or=\u06cc\u0627 \u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u06cc\u06a9 URL \u06cc\u0627 "\u06a9\u062f \u0631\u0645\u0632\u0646\u06af\u0627\u0631\u06cc\u200c\u0634\u062f\u0647"
simplepage.editText=\u0648\u06cc\u0631\u0627\u06cc\u0634 \u0627\u06cc\u0646 \u0645\u062a\u0646
simplepage.editItem=\u0648\u06cc\u0631\u0627\u06cc\u0634
simplepage.editItemBelow=\u0648\u06cc\u0631\u0627\u06cc\u0634 \u0622\u06cc\u062a\u0645 \u0632\u06cc\u0631
simplepage.join-items=\u06cc\u06a9\u06cc \u06a9\u0631\u062f\u0646 \u062f\u0648 \u0645\u0646\u0637\u0642\u0647 \u0645\u062c\u0627\u0648\u0631 \u0648 \u06a9\u0646\u0627\u0631 \u0647\u0645
simplepage.break-items=\u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u0628\u062e\u0634 \u0641\u0627\u0635\u0644\u0647 \u0628\u0647 \u0628\u0627\u0644\u0627
simplepage.break-columns=\u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u0633\u062a\u0648\u0646 \u0641\u0627\u0635\u0644\u0647 \u0628\u0647 \u0628\u0627\u0644\u0627
simplepage.break-here=\u0641\u0627\u0635\u0644\u0647 \u0648 \u062a\u0641\u06a9\u06cc\u06a9 \u0628\u062e\u0634\u061b \u0641\u0636\u0627\u06cc \u0627\u0636\u0627\u0641\u0647 \u062f\u0631 \u0631\u0646\u06af \u067e\u0633 \u0632\u0645\u06cc\u0646\u0647
simplepage.break-column-here=\u0641\u0627\u0635\u0644\u0647 \u0648 \u062a\u0641\u06a9\u06cc\u06a9 \u0633\u062a\u0648\u0646\u061b \u0622\u06cc\u062a\u0645 \u0647\u0627\u06cc \u0632\u06cc\u0631 \u062f\u0631 \u0628\u062e\u0634 \u0633\u0645\u062a \u0631\u0627\u0633\u062a \u0645\u0648\u0627\u0631\u062f \u0628\u0627\u0644\u0627 \u0646\u0645\u0627\u06cc\u0634 \u062f\u0627\u062f\u0647 \u0645\u06cc \u0634\u0648\u0646\u062f
simplepage.break=\u0628\u062e\u0634 \u06cc\u0627 \u0641\u0627\u0635\u0644\u0647 \u0648 \u062a\u0641\u06a9\u06cc\u06a9 \u0633\u062a\u0648\u0646

simplepage.columndouble=\u0639\u0631\u0636 \u062f\u0648\u0628\u0631\u0627\u0628\u0631
simplepage.columnsplit=\u062f\u0648 \u0633\u062a\u0648\u0646 \u062f\u0631 \u062f\u0627\u062e\u0644 \u0627\u06cc\u0646 \u0633\u062a\u0648\u0646\u060c \u0645\u062a\u0646 \u0647\u0627 \u062f\u0631 \u0628\u06cc\u0646 \u0622\u0646\u0647\u0627 \u0642\u0631\u0627\u0631 \u0645\u06cc\u06af\u06cc\u0631\u0646\u062f
simplepage.columnopen=\u062e\u0635\u0648\u0635\u06cc\u0627\u062a \u0633\u062a\u0648\u0646
simplepage.columnbackground=\u0637\u0631\u062d \u0631\u0646\u06af \u0633\u062a\u0648\u0646
simplepage.columnnone=\u0647\u06cc\u0686
simplepage.columntrans=\u0634\u0641\u0627\u0641 ( \u0628\u062f\u0648\u0646 \u062d\u0627\u0634\u06cc\u0647 )
simplepage.columngray=\u062e\u0627\u06a9\u0633\u062a\u0631\u06cc
simplepage.columnred=\u0642\u0631\u0645\u0632
simplepage.columnblue=\u0622\u0628\u06cc
simplepage.columngreen=\u0633\u0628\u0632
simplepage.columnyellow=\u0632\u0631\u062f

simplepage.collapsible=\u0642\u0627\u0628\u0644 \u062c\u0645\u0639 \u0634\u062f\u0646
simplepage.sectionTitle=\u0639\u0646\u0648\u0627\u0646 \u0628\u062e\u0634
simplepage.default.closed=\u0634\u0631\u0648\u0639 \u0628\u0633\u062a\u0647 \u0634\u062f\u0647
simplepage.expand.all=\u0628\u0627\u0632 \u06a9\u0631\u062f\u0646 \u0647\u0645\u0647
simplepage.collapse.all=\u062c\u0645\u0639 \u06a9\u0631\u062f\u0646 \u0647\u0645\u0647
simplepage.clickToExpand=\u0628\u0631\u0627\u06cc \u0628\u0627\u0632 \u0634\u062f\u0646 \u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f
simplepage.clickToCollapse=\u0628\u0631\u0627\u06cc \u062c\u0645\u0639 \u0634\u062f\u0646 \u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f

simplepage.textItemUnavailable=\u0627\u06cc\u0646 \u0622\u06cc\u062a\u0645 \u0645\u062a\u0646\u06cc \u0632\u0645\u0627\u0646\u06cc \u06a9\u0647 \u062a\u0645\u0627\u0645 \u067e\u06cc\u0634\u200c\u0646\u06cc\u0627\u0632 \u0647\u0627\u060c \u06a9\u0647 \u0628\u0627 \u0639\u0644\u0627\u0645\u062a \u0633\u062a\u0627\u0631\u0647 (*) \u0645\u0634\u062e\u0635 \u0634\u062f\u0647\u200c\u0627\u0646\u062f\u060c \u062a\u06a9\u0645\u06cc\u0644 \u0634\u062f\u0646\u062f \u0628\u0647 \u0646\u0645\u0627\u06cc\u0634 \u062f\u0631 \u062e\u0648\u0627\u0647\u062f \u0622\u0645\u062f
simplepage.multimediaItemUnavailable=\u0627\u06cc\u0646 \u0622\u06cc\u062a\u0645 \u0686\u0646\u062f \u0631\u0633\u0627\u0646\u0647 \u0627\u06cc \u0632\u0645\u0627\u0646\u06cc \u06a9\u0647 \u062a\u0645\u0627\u0645 \u067e\u06cc\u0634\u200c\u0646\u06cc\u0627\u0632 \u0647\u0627\u060c \u06a9\u0647 \u0628\u0627 \u0639\u0644\u0627\u0645\u062a \u0633\u062a\u0627\u0631\u0647 (*) \u0645\u0634\u062e\u0635 \u0634\u062f\u0647\u200c\u0627\u0646\u062f\u060c \u062a\u06a9\u0645\u06cc\u0644 \u0634\u062f\u0646\u062f \u0628\u0647 \u0646\u0645\u0627\u06cc\u0634 \u062f\u0631 \u062e\u0648\u0627\u0647\u062f \u0622\u0645\u062f
simplepage.fake-item-unavailable=\u0627\u06af\u0631 \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632 \u0628\u0627\u0634\u06cc\u062f\u060c \u0642\u0627\u062f\u0631 \u0628\u0647 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0627\u0632 \u0627\u06cc\u0646 \u0622\u06cc\u062a\u0645 \u0646\u0645\u06cc\u200c\u0628\u0627\u0634\u06cc\u062f\u060c \u0632\u06cc\u0631\u0627 \u0622\u06cc\u062a\u0645\u200c\u0647\u0627\u06cc \u0627\u0644\u0632\u0627\u0645\u06cc \u0628\u0627\u0644\u0627 \u0631\u0627 \u062a\u06a9\u0645\u06cc\u0644 \u0646\u06a9\u0631\u062f\u0647 \u0627\u06cc\u062f.

simplepage.edit=\u0628\u0631\u0648\u0632\u0631\u0633\u0627\u0646\u06cc \u0622\u06cc\u062a\u0645
simplepage.description_label=\u062a\u0648\u0636\u06cc\u062d\u0627\u062a \u0622\u06cc\u062a\u0645
simplepage.name_label=\u0646\u0627\u0645 \u0622\u06cc\u062a\u0645
simplepage.edititem_header=\u0648\u06cc\u0631\u0627\u06cc\u0634 \u0622\u06cc\u062a\u0645
simplepage.multimedia=\u062c\u0627\u0633\u0627\u0632\u06cc \u0645\u062d\u062a\u0648\u0627 \u062f\u0631 \u0635\u0641\u062d\u0647
simplepage.multimedia.tooltip=\u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u06cc\u06a9 \u062a\u0635\u0648\u06cc\u0631 \u060c \u0648\u06cc\u062f\u0626\u0648 \u060c \u0641\u0627\u06cc\u0644 \u0641\u0644\u0634 \u0648.... \u0627\u0632 \u0627\u06cc\u0646 \u06af\u0632\u06cc\u0646\u0647 \u0628\u0631\u0627\u06cc \u062c\u0627\u0633\u0627\u0632\u06cc \u0622\u06cc\u062a\u0645 \u062f\u0631 \u0627\u06cc\u0646 \u0635\u0641\u062d\u0647 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u06a9\u0646\u06cc\u062f. \u0627\u06af\u0631 \u0645\u06cc \u062e\u0648\u0627\u0647\u06cc\u062f \u0628\u0647 \u062c\u0627\u06cc \u0646\u0645\u0627\u06cc\u0634 \u062f\u0627\u062f\u0646 \u0622\u06cc\u062a\u0645 \u062f\u0631 \u0627\u06cc\u0646 \u0635\u0641\u062d\u0647\u060c \u0644\u06cc\u0646\u06a9\u06cc \u0628\u0647 \u0622\u0646 \u0622\u06cc\u062a\u0645 \u0642\u0631\u0627\u0631 \u062f\u0647\u06cc\u062f\u060c \u0627\u0632 \u06af\u0632\u06cc\u0646\u0647 "\u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u0644\u06cc\u0646\u06a9\u0647\u0627\u06cc \u0645\u062d\u062a\u0648\u0627" \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u06a9\u0646\u06cc\u062f.
simplepage.multimedia-descrip=\u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u06cc\u06a9 \u062a\u0635\u0648\u06cc\u0631 \u060c \u0648\u06cc\u062f\u0626\u0648 \u060c \u0641\u0627\u06cc\u0644 \u0641\u0644\u0634 \u0648.... \u0627\u0632 \u0627\u06cc\u0646 \u06af\u0632\u06cc\u0646\u0647 \u0628\u0631\u0627\u06cc \u062c\u0627\u0633\u0627\u0632\u06cc \u0622\u06cc\u062a\u0645 \u062f\u0631 \u0627\u06cc\u0646 \u0635\u0641\u062d\u0647 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u06a9\u0646\u06cc\u062f. \u0627\u06af\u0631 \u0645\u06cc \u062e\u0648\u0627\u0647\u06cc\u062f \u0628\u0647 \u062c\u0627\u06cc \u0646\u0645\u0627\u06cc\u0634 \u062f\u0627\u062f\u0646 \u0622\u06cc\u062a\u0645 \u062f\u0631 \u0627\u06cc\u0646 \u0635\u0641\u062d\u0647\u060c \u0644\u06cc\u0646\u06a9\u06cc \u0628\u0647 \u0622\u0646 \u0622\u06cc\u062a\u0645 \u0642\u0631\u0627\u0631 \u062f\u0647\u06cc\u062f\u060c \u0627\u0632 \u06af\u0632\u06cc\u0646\u0647 "\u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u0644\u06cc\u0646\u06a9\u0647\u0627\u06cc \u0645\u062d\u062a\u0648\u0627" \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u06a9\u0646\u06cc\u062f.
simplepage.expert_toggle=\u0646\u0645\u0627\u06cc\u0634 \u062c\u0632\u0626\u06cc\u0627\u062a
simplepage.expert_intro=\u0627\u06cc\u0646 \u0645\u0648\u0627\u0631\u062f \u062f\u0631 \u062d\u0627\u0644\u062a \u0639\u0627\u062f\u06cc \u0646\u0628\u0627\u06cc\u062f \u0646\u06cc\u0627\u0632\u06cc \u0628\u0647 \u062a\u063a\u06cc\u06cc\u0631 \u062f\u0627\u0634\u062a\u0647 \u0628\u0627\u0634\u0646\u062f\:
simplepage.mimetype_label=\u0646\u0648\u0639 MIME
simplepage.tag_is=\u0627\u06cc\u0646 \u0622\u06cc\u062a\u0645 \u0647\u0645\u0631\u0627\u0647 \u0628\u0627 \u06cc\u06a9 \u0628\u0631\u0686\u0633\u0628 \u0645\u0634\u062e\u0635 \u06a9\u0646\u0646\u062f\u0647 \u0646\u0648\u0639 \u0646\u0645\u0627\u06cc\u0634 \u062f\u0627\u062f\u0647 \u0645\u06cc \u0634\u0648\u062f
simplepage.tag_object="\u0634\u06cc\u0621"
simplepage.tag_img="\u062a\u06af \u062a\u0635\u0648\u06cc\u0631"
simplepage.tag_iframe="\u062a\u06af iframe"
simplepage.permissions=\u0645\u062c\u0648\u0632\u0647\u0627
simplepage.permissions.tooltip=\u062a\u063a\u06cc\u06cc\u0631 \u0645\u062c\u0648\u0632\u0647\u0627\u06cc \u0645\u0631\u062a\u0628\u0637 \u0628\u0627 \u0627\u06cc\u0646 \u0627\u0628\u0632\u0627\u0631 \u0628\u0631\u0627\u06cc \u06a9\u0627\u0631\u0628\u0631\u0627\u0646 \u0627\u0632 \u0627\u0646\u0648\u0627\u0639 \u0645\u062e\u062a\u0644\u0641
simplepage.iframe.auto=\u0628\u0631\u0627\u06cc \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0627\u0632 \u0646\u0645\u0627\u06cc\u0634 \u06a9\u0627\u0645\u0644 \u0627\u0631\u062a\u0641\u0627\u0639 \u0628\u0631\u0627\u06cc \u0645\u062d\u062a\u0648\u0627\u060c \u0627\u0632 "auto" \u062f\u0631 \u0641\u06cc\u0644\u062f \u0627\u0631\u062a\u0641\u0627\u0639 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u06a9\u0646\u06cc\u062f. \u0627\u06cc\u0646 \u0645\u0648\u0631\u062f \u062a\u0646\u0647\u0627 \u0628\u0631\u0627\u06cc URL\u0647\u0627 \u062f\u0631 \u062f\u0631\u0648\u0646 \u0627\u06cc\u0646 \u0633\u06cc\u0633\u062a\u0645 \u0639\u0645\u0644 \u0645\u06cc\u06a9\u0646\u062f.
simplepage.nopermissions=\u0634\u0645\u0627 \u062f\u0633\u062a\u0631\u0633\u06cc \u0644\u0627\u0632\u0645 \u0628\u0631\u0627\u06cc \u062e\u0648\u0627\u0646\u062f\u0646 \u0627\u06cc\u0646 \u0635\u0641\u062d\u0647 \u0631\u0627 \u0646\u062f\u0627\u0631\u06cc\u062f
simplepage.nowrite=\u0634\u0645\u0627 \u062f\u0633\u062a\u0631\u0633\u06cc \u0644\u0627\u0632\u0645 \u0628\u0631\u0627\u06cc \u0648\u06cc\u0631\u0627\u06cc\u0634 \u0627\u06cc\u0646 \u0635\u0641\u062d\u0647 \u0631\u0627 \u0646\u062f\u0627\u0631\u06cc\u062f
simplepage.savefailed=\u0627\u0645\u06a9\u0627\u0646 \u0630\u062e\u06cc\u0631\u0647 \u06cc\u0627 \u0628\u0631\u0648\u0632\u0631\u0633\u0627\u0646\u06cc \u0622\u06cc\u062a\u0645 \u0648\u062c\u0648\u062f \u0646\u062f\u0627\u0631\u062f. \u062e\u0637\u0627 \:

simplepage.height_label=\u0627\u0631\u062a\u0641\u0627\u0639\:
simplepage.width_label=\u0639\u0631\u0636\:
simplepage.editMultimedia_header=\u0648\u06cc\u0631\u0627\u06cc\u0634 \u062d\u062c\u0645 \u0686\u0646\u062f \u0631\u0633\u0627\u0646\u0647 \u0627\u06cc
simplepage.editMultimedia=\u0648\u06cc\u0631\u0627\u06cc\u0634 \u0686\u0646\u062f\u0631\u0633\u0627\u0646\u0647 \u0627\u06cc
simplepage.size-too-big=\u0639\u0631\u0636 \u06cc\u0627 \u0627\u0631\u062a\u0641\u0627\u0639 \u0628\u06cc\u0634\u062a\u0631 \u0627\u0632 \u06f3\u06f0\u06f0\u06f0 \u067e\u06cc\u06a9\u0633\u0644
simplepage.deleted-group=<\u06af\u0631\u0648\u0647 \u067e\u0627\u06a9 \u0634\u062f\u0647>
simplepage.deleted-entity=*\u067e\u0627\u06a9 \u0634\u062f\u0647*
simplepage.not-published=*\u0647\u0646\u0648\u0632 \u0645\u0646\u062a\u0634\u0631 \u0646\u0634\u062f\u0647\u061b \u0642\u0627\u0628\u0644 \u0645\u0634\u0627\u0647\u062f\u0647 \u0628\u0631\u0627\u06cc \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632\u0627\u0646 \u0646\u06cc\u0633\u062a*

simplepage.add_file_instructions=\u0645\u06cc\u062a\u0648\u0627\u0646\u06cc\u062f \u0641\u0627\u06cc\u0644 \u062c\u062f\u06cc\u062f \u0622\u067e\u0644\u0648\u062f \u06a9\u0646\u06cc\u062f\u060c \u0627\u0632 \u0628\u06cc\u0646 \u0641\u0627\u06cc\u0644\u0647\u0627\u06cc \u0645\u0648\u062c\u0648\u062f \u062f\u0631 \u0645\u0646\u0628\u0639 \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f\u060c \u06cc\u0627 \u0627\u0632 \u0622\u062f\u0631\u0633 \u06cc\u06a9 \u0635\u0641\u062d\u0647 \u0648\u0628 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u06a9\u0646\u06cc\u062f.
simplepage.upload_label=\u0622\u067e\u0644\u0648\u062f \u0641\u0627\u06cc\u0644 \u0647\u0627
simplepage.another-file=\u0641\u0627\u06cc\u0644 \u062f\u06cc\u06af\u0631\u06cc \u0628\u0631\u0627\u06cc \u0622\u067e\u0644\u0648\u062f \u0627\u0636\u0627\u0641\u0647 \u06a9\u0646\u06cc\u062f\:
simplepage.file-replace=\u0622\u067e\u0644\u0648\u062f \u0646\u0633\u062e\u0647 \u062c\u062f\u06cc\u062f (\u062c\u0627\u06cc\u06af\u0632\u06cc\u0646 \u0641\u0627\u06cc\u0644 \u06a9\u0646\u0648\u0646\u06cc \u062e\u0648\u0627\u0647\u062f \u0634\u062f)
simplepage.choose_existing=\u0627\u0632 \u0645\u06cc\u0627\u0646 \u0641\u0627\u06cc\u0644\u0647\u0627\u06cc \u0645\u0648\u062c\u0648\u062f \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f
simplepage.remove_from_uploads=\u062d\u0630\u0641 \u0627\u0632 \u0628\u06cc\u0646 \u0644\u06cc\u0633\u062a \u0641\u0627\u06cc\u0644\u0647\u0627 \u0628\u0631\u0627\u06cc \u0622\u067e\u0644\u0648\u062f
simplepage.title_for_upload=\u0639\u0646\u0648\u0627\u0646 \u0645\u0648\u0631\u062f \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0628\u0631\u0627\u06cc \u0627\u06cc\u0646 \u0641\u0627\u06cc\u0644
simplepage.choose_existing_or=\u06cc\u0627 \u0627\u0632 \u0628\u06cc\u0646 \u0641\u0627\u06cc\u0644\u0647\u0627\u06cc \u0645\u0648\u062c\u0648\u062f \u062f\u0631 \u0645\u0646\u0628\u0639 \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f
simplepage.choose_existing_page=\u0635\u0641\u062d\u0647 \u0645\u0648\u062c\u0648\u062f \u0631\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f (\u06cc\u06a9 \u0646\u0633\u062e\u0647 \u06a9\u067e\u06cc \u062c\u062f\u06cc\u062f \u0627\u0632 \u0635\u0641\u062d\u0647 \u0627\u06cc\u062c\u0627\u062f \u0646\u0645\u06cc\u06a9\u0646\u062f)
simplepage.lm_existing_page=\u062c\u0627\u06cc\u06af\u0630\u0627\u0631\u06cc \u0635\u0641\u062d\u0647 \u0645\u0648\u062c\u0648\u062f \u0631\u0627 \u062f\u0631 \u062d\u0627\u0634\u06cc\u0647 \u0633\u0645\u062a \u0686\u067e. 
simplepage.lm-existing_explanation=\u0646\u0633\u062e\u0647 \u06a9\u067e\u06cc \u062c\u062f\u06cc\u062f\u06cc \u0627\u0632 \u0635\u0641\u062d\u0647 \u0627\u06cc\u062c\u0627\u062f \u0646\u0645\u06cc\u06a9\u0646\u062f. \u0634\u0645\u0627 \u0645\u06cc \u062a\u0648\u0627\u0646\u06cc\u062f \u0627\u0632 \u0627\u06cc\u0646 \u06af\u0632\u06cc\u0646\u0647 \u0628\u0631\u0627\u06cc \u0628\u0627\u0632\u06af\u0631\u062f\u0627\u0646\u062f\u0646 \u0635\u0641\u062d\u0647 \u0627\u06cc \u06a9\u0647 \u0627\u0632 \u062d\u0627\u0634\u06cc\u0647 \u0633\u0645\u062a \u0686\u067e \u062d\u0630\u0641 \u0634\u062f\u0647\u060c \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u06a9\u0646\u06cc\u062f.

simplepage.import_cc_button=\u0648\u0627\u0631\u062f \u06a9\u0631\u062f\u0646 CC
simplepage.import_cc=\u0648\u0627\u0631\u062f \u06a9\u0631\u062f\u0646 \u0641\u0627\u06cc\u0644 IMS \u0628\u0627 \u0645\u062d\u062a\u0648\u0627\u06cc \u0645\u0634\u062a\u0631\u06a9
simplepage.import_cc.tooltip=\u0648\u0627\u0631\u062f \u06a9\u0631\u062f\u0646 \u0641\u0627\u06cc\u0644 \u0641\u0631\u0645\u062a IMS \u0628\u0627 \u0645\u062d\u062a\u0648\u0627\u06cc \u0645\u0634\u062a\u0631\u06a9. \u0627\u06cc\u0646 \u0641\u0627\u06cc\u0644\u0647\u0627 \u0645\u0639\u0645\u0648\u0644\u0627\u064b \u062a\u0648\u0633\u0637 \u062a\u0648\u0632\u06cc\u0639 \u06a9\u0646\u0646\u062f\u06af\u0627\u0646 \u06a9\u062a\u0627\u0628 \u062f\u0631\u0633\u06cc \u0627\u0631\u0627\u0626\u0647 \u0645\u06cc \u0634\u0648\u062f\u060c \u0627\u0645\u0627 \u0634\u0645\u0627 \u0645\u06cc \u062a\u0648\u0627\u0646\u06cc\u062f \u0627\u0632 \u0627\u06cc\u0646 \u0641\u0631\u0645\u062a \u0628\u0631\u0627\u06cc \u0627\u0646\u062a\u0642\u0627\u0644 \u0648\u0627\u062d\u062f \u0647\u0627\u06cc \u062e\u0648\u062f \u0628\u06cc\u0646 \u0633\u06cc\u0633\u062a\u0645 \u0647\u0627\u06cc \u0645\u062f\u06cc\u0631\u06cc\u062a \u0648\u0627\u062d\u062f \u0648 \u062f\u0631\u0633 \u0645\u062e\u062a\u0644\u0641 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u06a9\u0646\u06cc\u062f.
simplepage.import_cc_file=\u0641\u0627\u06cc\u0644 IMS \u0628\u0627 \u0645\u062d\u062a\u0648\u0627\u06cc \u0645\u0634\u062a\u0631\u06a9 ( \u0641\u0627\u06cc\u0644 ZIP )
simplepage.import_cc_syllabus=\u0633\u0631\u0641\u0635\u0644 \u0647\u0627
simplepage.import_cc_lessonplan=\u0628\u0631\u0646\u0627\u0645\u0647 \u062f\u0631\u0633
simplepage.import_cc_pattern=[\u062a\u0637\u0628\u06cc\u0642 \u0627\u0644\u06af\u0648]
simplepage.import_cc_usespattern=\u0627\u06cc\u0646 \u0645\u062e\u0632\u0646 \u0634\u0627\u0645\u0644 \u062a\u06a9\u0627\u0644\u06cc\u0641\u06cc \u0628\u0627 \u0633\u0648\u0627\u0644\u0627\u062a \u062c\u0627\u06cc \u062e\u0627\u0644\u06cc \u0647\u0645\u0631\u0627\u0647 \u062a\u0637\u0628\u06cc\u0642 \u0639\u0628\u0627\u0631\u0627\u062a \u0645\u06cc \u0628\u0627\u0634\u062f. \u0627\u06cc\u0646 \u0633\u06cc\u0633\u062a\u0645 \u0627\u0632 \u062a\u0637\u0628\u06cc\u0642 \u0627\u0644\u06af\u0648 \u067e\u0634\u062a\u0628\u0627\u0646\u06cc \u0646\u0645\u06cc \u06a9\u0646\u062f. \u062f\u0631 \u0627\u0628\u062a\u062f\u0627\u06cc \u0627\u06cc\u0646 \u0633\u0648\u0627\u0644\u0627\u062a \u0639\u0644\u0627\u0645\u062a [\u062a\u0637\u0628\u06cc\u0642 \u0627\u0644\u06af\u0648] \u0628\u0647 \u0639\u0646\u0648\u0627\u0646 \u0646\u0634\u0627\u0646\u0647 \u06af\u0630\u0627\u0631\u06cc \u0645\u06cc \u0622\u06cc\u062f. \u0644\u0637\u0641\u0627\u064b \u0622\u0646\u0647\u0627 \u0631\u0627 \u0628\u0631\u0631\u0633\u06cc \u06a9\u0631\u062f\u0647 \u0648 \u062f\u0631\u0635\u0648\u0631\u062a \u0644\u0632\u0648\u0645 \u062a\u063a\u06cc\u06cc\u0631\u0627\u062a \u0631\u0627 \u0627\u0639\u0645\u0627\u0644 \u06a9\u0646\u06cc\u062f.
simplepage.import-toplevel-label=\u0648\u0627\u0631\u062f \u06a9\u0631\u062f\u0646 \u0645\u0646\u0627\u0628\u0639 \u0628\u0647 \u067e\u0648\u0634\u0647 \u0633\u0637\u062d \u0628\u0627\u0644\u0627
simplepage.cc_apip=\u067e\u0631\u0648\u062a\u06a9\u0644 \u0622\u06cc\u062a\u0645 \u0642\u0627\u0628\u0644 \u062d\u0645\u0644 \u0648 \u062f\u0631 \u062f\u0633\u062a\u0631\u0633 (APIP)
simplepage.cc_iwb=\u062a\u062e\u062a\u0647 \u0633\u0641\u06cc\u062f \u062a\u0639\u0627\u0645\u0644\u06cc
simplepage.cc_epub3=EPUB 3
simplepage.cc_ext_assignment=\u062a\u06a9\u0644\u06cc\u0641 ( \u062a\u0639\u0631\u06cc\u0641 \u06af\u0633\u062a\u0631\u062f\u0647 )
simplepage.cc-has-badtypes=\u0627\u06cc\u0646 \u0645\u062e\u0632\u0646 \u0634\u0627\u0645\u0644 \u0646\u0648\u0639\u06cc \u0627\u0632 \u0645\u0646\u0627\u0628\u0639 \u0645\u06cc \u0628\u0627\u0634\u062f \u06a9\u0647 \u062f\u0631 \u0627\u06cc\u0646 \u0633\u06cc\u0633\u062a\u0645 \u067e\u0634\u062a\u06cc\u0628\u0627\u0646\u06cc \u062e\u0627\u0635\u06cc \u0646\u062f\u0627\u0631\u0646\u062f. \u0628\u0627 \u0622\u0646\u0647\u0627 \u0628\u0647 \u0639\u0646\u0648\u0627\u0646 \u0641\u0627\u06cc\u0644\u0647\u0627\u06cc \u0645\u0639\u0645\u0648\u0644\u06cc \u0631\u0641\u062a\u0627\u0631 \u062e\u0648\u0627\u0647\u062f \u0634\u062f\: {}

simplepage.export_cc=\u062e\u0631\u0648\u062c\u06cc \u06af\u0631\u0641\u062a\u0646 CC
simplepage.export_cc.tooltip=\u0627\u06cc\u062c\u0627\u062f \u0641\u0627\u06cc\u0644 \u062f\u0631 \u0641\u0631\u0645\u062a IMS . \u0627\u06cc\u0646 \u0627\u0645\u0631 \u0645\u06cc \u062a\u0648\u0627\u0646\u062f \u0628\u0631\u0627\u06cc \u0630\u062e\u06cc\u0631\u0647 \u0633\u0627\u0632\u06cc \u0645\u062d\u062a\u0648\u0627\u06cc \u06cc\u06a9 \u0648\u0627\u062d\u062f \u0628\u0631\u0627\u06cc \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u062f\u0631 \u0622\u06cc\u0646\u062f\u0647 \u0645\u0648\u0631\u062f \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0642\u0631\u0627\u0631 \u06af\u06cc\u0631\u062f. \u0627\u06a9\u062b\u0631 \u0633\u06cc\u0633\u062a\u0645 \u0647\u0627\u06cc \u0645\u062f\u06cc\u0631\u06cc\u062a \u0648\u0627\u062d\u062f \u062f\u0631\u0633\u06cc \u0645\u06cc \u062a\u0648\u0627\u0646\u0646\u062f \u0627\u06cc\u0646 \u0641\u0631\u0645\u062a \u0631\u0627 \u0628\u062e\u0648\u0627\u0646\u0646\u062f. \u0627\u06cc\u0646 \u0641\u0627\u06cc\u0644 \u0634\u0627\u0645\u0644 \u062a\u0645\u0627\u0645\u06cc \u0645\u062d\u062a\u0648\u0627\u06cc \u062f\u0631\u0633 \u0647\u0627 \u060c \u062a\u06a9\u0627\u0644\u06cc\u0641 \u060c \u0627\u0646\u062c\u0645\u0646 \u0647\u0627 \u060c \u0645\u0648\u0636\u0648\u0639\u0627\u062a \u060c \u0627\u0645\u062a\u062d\u0627\u0646\u0627\u062a \u0648 \u0646\u0638\u0631\u0633\u0646\u062c\u06cc \u0647\u0627 \u0628\u0627\u0634\u062f. \u0647\u0631\u0686\u0646\u062f \u0647\u0645\u0647 \u06cc \u062c\u0632\u0626\u06cc\u0627\u062a \u0630\u062e\u06cc\u0631\u0647 \u0646\u062e\u0648\u0627\u0647\u062f \u0634\u062f.
simplepage.export-cc-title=\u06af\u0631\u0641\u062a\u0646 \u062e\u0631\u0648\u062c\u06cc \u0627\u0632 \u0641\u0627\u06cc\u0644 IMS 
simplepage.exportcc-descrip=\u06af\u0631\u0641\u062a\u0646 \u062e\u0631\u0648\u062c\u06cc \u0627\u0632 \u0645\u062d\u062a\u0648\u0627\u06cc \u0633\u0627\u06cc\u062a \u062f\u0631 \u0641\u0631\u0645\u062a IMS CC
simplepage.exportcc-fileerr=\u062e\u0637\u0627 \u0647\u0646\u06af\u0627\u0645 \u0633\u0627\u062e\u062a \u0641\u0627\u06cc\u0644 \u0647\u0627 \u0628\u0631\u0627\u06cc \u062e\u0631\u0648\u062c\u06cc\: {}
simplepage.exportcc-noresource=\u062e\u0637\u0627 \u0647\u0646\u06af\u0627\u0645 \u0633\u0627\u062e\u062a\u0646 \u0641\u0627\u06cc\u0644\u0647\u0627 \u0628\u0631\u0627\u06cc \u062e\u0631\u0648\u062c\u06cc\: \u0644\u0637\u0641\u0627\u064b \u0627\u0628\u0632\u0627\u0631 \u0645\u0646\u0627\u0628\u0639 \u0633\u0627\u06cc\u062a \u0631\u0627 \u0628\u0631\u0631\u0633\u06cc \u0648 \u062a\u0627\u06cc\u06cc\u062f \u06a9\u0646\u06cc\u062f
simplepage.exportcc-use11=\u0627\u0632 \u0646\u0633\u062e\u0647 \u0642\u062f\u06cc\u0645\u06cc \u0641\u0627\u06cc\u0644 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u06a9\u0646\u06cc\u062f ( \u0646\u0633\u062e\u0647 1.1 ) \u060c \u067e\u06cc\u0634\u0646\u0647\u0627\u062f \u0634\u062f\u0647 \u0628\u0631\u0627\u06cc Moodle \u0648 \u062a\u062e\u062a\u0647 \u0633\u06cc\u0627\u0647
simplepage.exportcc-use13=\u0627\u0632 \u0646\u0633\u062e\u0647 \u062c\u062f\u06cc\u062f \u0641\u0627\u06cc\u0644 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u06a9\u0646\u06cc\u062f ( \u0646\u0633\u062e\u0647 1.3 ) \u060c \u067e\u06cc\u0634\u0646\u0647\u0627\u062f \u0634\u062f\u0647 \u0628\u0631\u0627\u06cc \u062a\u06af \u06a9\u0627\u0646\u0648\u0627\u0633 Canvas 
simplepage.exportcc-includebank=\u0642\u0631\u0627\u0631 \u062f\u0627\u062f\u0646 \u062a\u0645\u0627\u0645\u06cc \u0646\u0638\u0631\u0633\u0646\u062c\u06cc \u0647\u0627\u06cc \u0633\u0648\u0627\u0644 \u0628\u0635\u0648\u0631\u062a \u06cc\u06a9 \u0628\u0627\u0646\u06a9 \u0633\u0648\u0627\u0644
simplepage.exportcc-sam-undefinedtype=\u0633\u0648\u0627\u0644 {1} \u062f\u0631 \u0627\u0645\u062a\u062d\u0627\u0646 {2} \u0627\u0632 \u0646\u0648\u0639\u06cc \u0627\u0633\u062a \u06a9\u0647 \u0645\u062d\u062a\u0648\u0627\u06cc \u0645\u0634\u062a\u0631\u06a9 \u0627\u0632 \u0622\u0646 \u067e\u0634\u062a\u06cc\u0628\u0627\u0646\u06cc \u0646\u0645\u06cc \u06a9\u0646\u062f. \u0633\u0648\u0627\u0644 \u0646\u0627\u062f\u06cc\u062f\u0647 \u06af\u0631\u0641\u062a\u0647 \u062e\u0648\u0627\u0647\u062f \u0634\u062f.
simplepage.exportcc-sam-too-many-blanks=\u0633\u0648\u0627\u0644 {1} \u062f\u0631 \u0627\u0645\u062a\u062d\u0627\u0646 {2} \u0627\u0632 \u0646\u0648\u0639 \u062c\u0627\u06cc \u062e\u0627\u0644\u06cc \u0631\u0627 \u067e\u0631 \u06a9\u0646\u06cc\u062f \u0648 \u0647\u0645\u0631\u0627\u0647 {3} \u062c\u0627\u06cc \u062e\u0627\u0644\u06cc \u0627\u0633\u062a. \u0641\u0631\u0645\u062a \u0645\u062d\u062a\u0648\u0627\u06cc \u0645\u0634\u062a\u0631\u06a9 \u062a\u0646\u0647\u0627 \u0627\u0632 \u06cc\u06a9 \u062c\u0627\u06cc \u062e\u0627\u0644\u06cc \u067e\u0634\u062a\u06cc\u0628\u0627\u0646\u06cc \u0645\u06cc \u06a9\u0646\u062f. \u062a\u0646\u0647\u0627 \u0627\u0648\u0644\u06cc\u0646 \u062c\u0627\u06cc \u062e\u0627\u0644\u06cc \u0645\u0648\u0631\u062f \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0642\u0631\u0627\u0631 \u0645\u06cc \u06af\u06cc\u0631\u062f.
simplepage.exportcc-sam-mcss=\u0633\u0648\u0627\u0644 {1} \u062f\u0631 \u0627\u0645\u062a\u062d\u0627\u0646 {2} \u0628\u0635\u0648\u0631\u062a \u0686\u0646\u062f \u06af\u0632\u06cc\u0646\u0647 \u0635\u062d\u06cc\u062d \u0648 \u062a\u06a9 \u0627\u0646\u062a\u062e\u0627\u0628\u06cc \u0627\u0633\u062a. \u0646\u0633\u062e\u0647 \u0647\u0627\u06cc \u067e\u0627\u06cc\u06cc\u0646 \u062a\u0631 \u0627\u0632 1.2 \u0641\u0631\u0645\u062a \u0645\u062e\u0632\u0646 \u0645\u0634\u062a\u0631\u06a9 \u0627\u0632 \u0646\u0648\u0639 \u067e\u0634\u062a\u06cc\u0628\u0627\u0646\u06cc \u0646\u0645\u06cc\u06a9\u0646\u062f. \u062a\u0646\u0647\u0627 \u0627\u0648\u0644\u06cc\u0646 \u062c\u0648\u0627\u0628 \u0635\u062d\u06cc\u062d \u0646\u0645\u0627\u06cc\u0634 \u062f\u0627\u062f\u0647 \u0645\u06cc \u0634\u0648\u062f.
simplepage.exportcc-sam-fib-too-many-star=\u0633\u0648\u0627\u0644 {1} \u062f\u0631 \u0627\u0645\u062a\u062d\u0627\u0646 {2} \u0628\u0635\u0648\u0631\u062a \u062c\u0627\u06cc \u062e\u0627\u0644\u06cc \u0631\u0627 \u067e\u0631 \u06a9\u0646\u06cc\u062f \u0648 \u0633\u062a\u0627\u0631\u0647\u200c\u062f\u0627\u0631 \u0627\u0633\u062a. \u067e\u0627\u0633\u062e \u0635\u062d\u06cc\u062d \u0628\u0635\u0648\u0631\u062a {3} \u0646\u0645\u0627\u06cc\u0634 \u062f\u0627\u062f\u0647 \u0645\u06cc \u0634\u0648\u062f. \u0641\u0631\u0645\u062a \u0645\u062e\u0632\u0646 \u0645\u0634\u062a\u0631\u06a9 \u062a\u0646\u0647\u0627 \u0642\u0627\u062f\u0631 \u0628\u0647 \u0628\u0631\u0631\u0633\u06cc \u06cc\u06a9 \u067e\u0627\u0633\u062e \u0628\u0627 \u0646\u0634\u0627\u0646\u0647 \u0633\u062a\u0627\u0631\u0647 \u0627\u0633\u062a.
simplepage.exportcc-sam-fib-star=\u0633\u0648\u0627\u0644 {1} \u062f\u0631 \u0627\u0645\u062a\u062d\u0627\u0646 {2} \u0628\u0635\u0648\u0631\u062a \u062c\u0627\u06cc \u062e\u0627\u0644\u06cc \u0631\u0627 \u067e\u0631 \u06a9\u0646\u06cc\u062f \u0648 \u0633\u062a\u0627\u0631\u0647\u200c\u062f\u0627\u0631 \u0627\u0633\u062a. \u067e\u0627\u0633\u062e \u0635\u062d\u06cc\u062d \u0628\u0635\u0648\u0631\u062a {3} \u0646\u0645\u0627\u06cc\u0634 \u062f\u0627\u062f\u0647 \u0645\u06cc \u0634\u0648\u062f. \u062f\u0631 \u0641\u0627\u06cc\u0644 \u062e\u0631\u0648\u062c\u06cc\u060c \u0627\u06af\u0631 {4} \u062f\u0631 \u062c\u0648\u0627\u0628 \u0648\u062c\u0648\u062f \u062f\u0627\u0634\u062a\u0647 \u0628\u0627\u0634\u062f\u060c \u0628\u0647 \u0639\u0646\u0648\u0627\u0646 \u067e\u0627\u0633\u062e \u0635\u062d\u06cc\u062d \u062f\u0631 \u0646\u0638\u0631 \u06af\u0631\u0641\u062a\u0647 \u0645\u06cc \u0634\u0648\u062f.
simplepage.exportcc-sam-fib-bad-star=\u0633\u0648\u0627\u0644 {1} \u062f\u0631 \u0627\u0645\u062a\u062d\u0627\u0646 {2} \u0628\u0635\u0648\u0631\u062a \u062c\u0627\u06cc \u062e\u0627\u0644\u06cc \u0631\u0627 \u067e\u0631 \u06a9\u0646\u06cc\u062f \u0648 \u0633\u062a\u0627\u0631\u0647\u200c\u062f\u0627\u0631 \u0627\u0633\u062a. \u067e\u0627\u0633\u062e \u0635\u062d\u06cc\u062d \u0628\u0635\u0648\u0631\u062a {3} \u0646\u0645\u0627\u06cc\u0634 \u062f\u0627\u062f\u0647 \u0645\u06cc \u0634\u0648\u062f. \u0641\u0631\u0645\u062a \u0645\u062e\u0632\u0646 \u0645\u0634\u062a\u0631\u06a9 \u0642\u0627\u062f\u0631 \u0628\u0647 \u0628\u0631\u0631\u0633\u06cc \u0627\u06cc\u0646 \u067e\u0627\u0633\u062e \u0646\u06cc\u0633\u062a.

simplepage.exportcc-pagealreadydone=\u0632\u06cc\u0631\u0635\u0641\u062d\u0647 {2} \u062f\u0631 \u0635\u0641\u062d\u0647 {1} \u0646\u0645\u0627\u06cc\u0634 \u062f\u0627\u062f\u0647 \u0645\u06cc\u0634\u0648\u062f. \u0628\u0627 \u0627\u06cc\u0646 \u062d\u0627\u0644 \u0627\u06cc\u0646 \u0632\u06cc\u0631\u0635\u0641\u062d\u0647 \u0627\u06cc\u0646 \u0642\u0628\u0644\u0627\u064b \u0628\u0647 \u0639\u0646\u0648\u0627\u0646 \u0632\u06cc\u0631\u0635\u0641\u062d\u0647 \u06cc\u06a9 \u0635\u0641\u062d\u0647 \u062f\u06cc\u06af\u0631 \u0646\u06cc\u0632 \u0622\u0645\u062f\u0647 \u0627\u0633\u062a. \u0627\u0645\u06a9\u0627\u0646 \u0627\u06cc\u0646 \u06a9\u0627\u0631 \u0628\u0631\u0627\u06cc \u0628\u0627\u0631 \u062f\u0648\u0645 \u0648\u062c\u0648\u062f \u0646\u062f\u0627\u0631\u062f.
simplepage.exportcc-bad-type=\u0622\u06cc\u062a\u0645 {2} \u062f\u0631 \u0635\u0641\u062d\u0647 {1} \u0627\u0632 \u0646\u0648\u0639\u06cc \u0627\u0633\u062a \u06a9\u0647 \u0646\u0645\u06cc \u062a\u0648\u0627\u0646\u062f \u062f\u0631 \u0641\u0631\u0645\u062a \u0645\u062e\u0632\u0646 \u0645\u0634\u062a\u0631\u06a9 \u0642\u0631\u0627\u0631 \u0628\u06af\u06cc\u0631\u062f\: {3}
simplepage.exportcc-download=\u062f\u0627\u0646\u0644\u0648\u062f
simplepage.delete=\u067e\u0627\u06a9 \u06a9\u0631\u062f\u0646
simplepage.editTitle_header=\u0648\u06cc\u0631\u0627\u06cc\u0634 \u0639\u0646\u0648\u0627\u0646 \u0635\u0641\u062d\u0647
simplepage.title=\u062a\u0646\u0638\u06cc\u0645\u0627\u062a

simplepage.alt_label=\u0645\u062a\u0646 \u062c\u0627\u06cc\u06af\u0632\u06cc\u0646
simplepage.reorder=\u0633\u0641\u0627\u0631\u0634 \u0645\u062c\u062f\u062f
simplepage.reorder-tooltip=\u062a\u063a\u06cc\u06cc\u0631 \u0633\u0641\u0627\u0631\u0634 \u0622\u06cc\u062a\u0645 \u0647\u0627 \u060c \u062d\u0630\u0641 \u0622\u06cc\u062a\u0645 \u0647\u0627 \u060c \u06cc\u0627 \u0648\u0627\u0631\u062f \u06a9\u0631\u062f\u0646 \u0622\u06cc\u062a\u0645 \u0647\u0627 \u0627\u0632 \u06cc\u06a9 \u0635\u0641\u062d\u0647 \u062f\u06cc\u06af\u0631
simplepage.reorder_header=\u0633\u0641\u0627\u0631\u0634 \u0645\u062c\u062f\u062f \u0622\u06cc\u062a\u0645 \u0647\u0627\u06cc \u0635\u0641\u062d\u0647
simplepage.reorder_instructions=\u0644\u0637\u0641\u0627\u064b \u0622\u06cc\u062a\u0645 \u0647\u0627 \u0631\u0627 \u0628\u0647 \u0645\u0646\u0638\u0648\u0631 \u0633\u0641\u0627\u0631\u0634 \u0645\u062c\u062f\u062f \u0628\u06a9\u0634\u06cc\u062f \u0648 \u0631\u0647\u0627 \u062f\u0631 \u0632\u06cc\u0631 \u0631\u0647\u0627 \u06a9\u0646\u06cc\u062f. \u0628\u0631\u0627\u06cc \u062d\u0630\u0641 \u0622\u06cc\u062a\u0645 \u0631\u0627 \u0628\u0647 \u0628\u062e\u0634 \u062d\u0630\u0641 \u0628\u06a9\u0634\u06cc\u062f 
simplepage.reorder_instructions_sr=\u06cc\u0627 \u06cc\u06a9\u06cc \u0631\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u0648 \u0628\u0627 \u06a9\u0644\u06cc\u062f \u06a9\u0646\u062a\u0631\u0644 \u0647\u0645\u0631\u0627\u0647 \u062c\u0647\u062a \u0628\u0627\u0644\u0627 \u06cc\u0627 \u067e\u0627\u06cc\u06cc\u0646 \u0635\u0641\u062d\u0647 \u06a9\u0644\u06cc\u062f \u0645\u062c\u062f\u062f \u0633\u0641\u0627\u0631\u0634 \u062f\u0647\u06cc\u062f \u0648 \u0628\u0631\u0627\u06cc \u062d\u0630\u0641 \u0627\u0632 \u06a9\u0644\u06cc\u062f \u06a9\u0646\u062a\u0631\u0644 \u0647\u0645\u0631\u0627\u0647 \u0634\u06cc\u0641\u062a \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u06a9\u0646\u06cc\u062f.
simplepage.reorder.tooltip=\u062a\u063a\u06cc\u06cc\u0631 \u062f\u0627\u062f\u0646 \u0633\u0641\u0627\u0631\u0634 \u0622\u06cc\u062a\u0645 \u0647\u0627 \u062f\u0631 \u0627\u06cc\u0646 \u0635\u0641\u062d\u0647
simplepage.reorder-duplicates=\u0642\u0627\u062f\u0631 \u0628\u0647 \u0627\u062f\u0627\u0645\u0647 \u062f\u0627\u062f\u0646 \u0646\u06cc\u0633\u062a. \u0628\u0639\u0636\u06cc \u0622\u06cc\u062a\u0645 \u0647\u0627 \u0628\u0635\u0648\u0631\u062a \u0645\u062a\u0648\u0627\u0644\u06cc \u06a9\u067e\u06cc \u0634\u062f\u0647 \u0627\u0646\u062f.
simplepage.reorder-belowdelete=\u0628\u0631\u0627\u06cc \u062d\u0630\u0641 \u0622\u06cc\u062a\u0645 \u0647\u0627 \u0622\u0646\u0647\u0627 \u0631\u0627 \u062f\u0631 \u0628\u0647 \u0627\u0646\u062a\u0642\u0627\u0644 \u062f\u0647\u06cc\u062f
simplepage.reorder-aboveuse=\u0628\u0631\u0627\u06cc \u0642\u0631\u0627\u0631 \u062f\u0627\u062f\u0646 \u0622\u06cc\u062a\u0645 \u0647\u0627 \u062f\u0631 \u0635\u0641\u062d\u0647 \u0622\u0646\u0647\u0627 \u0631\u0627 \u0628\u0647 \u0628\u0627\u0644\u0627 \u0645\u0646\u062a\u0642\u0644 \u06a9\u0646\u06cc\u062f
simplepage.reorder-addpage=\u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u0622\u06cc\u062a\u0645 \u0647\u0627 \u0627\u0632 \u0635\u0641\u062d\u0647 \u0627\u06cc \u062f\u06cc\u06af\u0631
simplepage.reorder_delebox=\u0628\u0631\u0627\u06cc \u062d\u0630\u0641 \u0622\u06cc\u062a\u0645 \u0631\u0627 \u0627\u06cc\u0646\u062c\u0627 \u0631\u0647\u0627 \u06a9\u0646\u06cc\u062f\u060c \u06cc\u0627 X \u0631\u0627 \u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f. \u0645\u06cc \u062a\u0648\u0627\u0646\u06cc\u062f \u0622\u06cc\u062a\u0645 \u0647\u0627\u06cc \u062d\u0630\u0641 \u0634\u062f\u0647 \u0631\u0627 \u0627\u0632 \u0627\u06cc\u0646\u062c\u0627 \u06a9\u0634\u06cc\u062f\u0647 \u0648 \u0628\u0647 \u0635\u0641\u062d\u0647 \u0628\u0631\u06af\u0631\u062f\u0627\u0646\u06cc\u062f.
simplepage.save=\u0630\u062e\u06cc\u0631\u0647
simplepage.edit_youtubelink=\u0648\u06cc\u0631\u0627\u06cc\u0634 \u0644\u06cc\u0646\u06a9 \u06cc\u0648\u062a\u06cc\u0648\u0628
simplepage.edit_youtube=\u0648\u06cc\u0631\u0627\u06cc\u0634 \u0644\u06cc\u0646\u06a9 \u06cc\u0648\u062a\u06cc\u0648\u0628 \u0632\u06cc\u0631
simplepage.edit_movie=\u0648\u06cc\u0631\u0627\u06cc\u0634 \u0622\u06cc\u062a\u0645 \u0632\u06cc\u0631
simplepage.download_file=\u062f\u0627\u0646\u0644\u0648\u062f \u0641\u0627\u06cc\u0644
simplepage.open_new_window=\u0628\u0627\u0632 \u06a9\u0631\u062f\u0646 \u062f\u0631 \u067e\u0646\u062c\u0631\u0647 \u062c\u062f\u06cc\u062f
simplepage.print_view=\u0646\u0645\u0627\u06cc \u0686\u0627\u067e
simplepage.edititems=\u0648\u06cc\u0631\u0627\u06cc\u0634 \u0622\u06cc\u062a\u0645 \u0647\u0627
simplepage.itemstatus=\u0648\u0636\u0639\u06cc\u062a \u0622\u06cc\u062a\u0645
simplepage.items=\u0622\u06cc\u062a\u0645 \u0647\u0627
simplepage.edit_quiz=\u0648\u06cc\u0631\u0627\u06cc\u0634 \u0627\u0645\u062a\u062d\u0627\u0646
simplepage.edit_quiz_settings=\u0648\u06cc\u0631\u0627\u06cc\u0634 \u062a\u0646\u0638\u06cc\u0645\u0627\u062a \u0627\u0645\u062a\u062d\u0627\u0646
simplepage.edit_assignment=\u0648\u06cc\u0631\u0627\u06cc\u0634 \u062a\u06a9\u0644\u06cc\u0641
simplepage.edit_topic=\u0648\u06cc\u0631\u0627\u06cc\u0634 \u0627\u0646\u062c\u0645\u0646 \u06cc\u0627 \u0645\u0648\u0636\u0648\u0639
simplepage.return_from_edit=\u0628\u0627\u0632\u06af\u0634\u062a \u0628\u0647 {}\u060c \u0628\u0639\u062f \u0627\u0632 \u0627\u06cc\u0646\u06a9\u0647 \u0648\u06cc\u0631\u0627\u06cc\u0634 \u0622\u06cc\u062a\u0645 \u0645\u0648\u0631\u062f \u0646\u0638\u0631 \u0628\u0647 \u067e\u0627\u06cc\u0627\u0646 \u0631\u0633\u06cc\u062f

simplepage.status.completed=\u062a\u06a9\u0645\u06cc\u0644 \u0634\u062f\u0647
simplepage.status.notavailable=\u0647\u0646\u0648\u0632 \u062f\u0631 \u062f\u0633\u062a\u0631\u0633 \u0646\u06cc\u0633\u062a
simplepage.status.failed=\u0646\u0627\u0645\u0648\u0641\u0642
simplepage.status.required=\u0627\u0644\u0632\u0627\u0645\u06cc \u0627\u0633\u062a
simplepage.status.notrequired=\u0627\u0644\u0632\u0627\u0645\u06cc \u0646\u06cc\u0633\u062a
simplepage.status.needsgrading=\u0646\u06cc\u0627\u0632 \u0628\u0647 \u0627\u0631\u0632\u06cc\u0627\u0628\u06cc ( \u0646\u0645\u0631\u0647 \u06af\u0630\u0627\u0631\u06cc )
simplepage.status.inprogress=\u062f\u0631 \u062d\u0627\u0644 \u067e\u06cc\u0634\u0631\u0641\u062a
simplepage.status.level=\u0633\u0637\u062d {}
simplepage.refresh_prompt=\u0644\u0637\u0641\u0627\u064b \u060c \u0628\u0639\u062f \u0627\u0632 \u062a\u06a9\u0645\u06cc\u0644 \u0622\u06cc\u062a\u0645 \u0645\u0648\u0631\u062f \u0646\u06cc\u0627\u0632
simplepage.refresh=\u062f\u0648\u0628\u0627\u0631\u0647 \u0633\u0627\u0632\u06cc
simplepage.last-visited=\u0628\u0627\u0632\u06af\u0634\u062a \u0628\u0647 \u0635\u0641\u062d\u0647 \u06cc \u0627\u062e\u06cc\u0631 \u0628\u0627 \u062a\u0648\u062c\u0647 \u0628\u0647 \u0622\u062e\u0631\u06cc\u0646 \u0646\u0634\u0633\u062a\:
simplepage.update_icons=\u0628\u0631\u0627\u06cc \u0628\u0631\u0648\u0632\u0631\u0633\u0627\u0646\u06cc \u0622\u06cc\u06a9\u0646 \u0647\u0627\u06cc \u0648\u0636\u0639\u06cc\u062a.
simplepage.prerequisites_label=\u062a\u0627 \u0632\u0645\u0627\u0646\u06cc \u06a9\u0647 \u062a\u0645\u0627\u0645 \u067e\u06cc\u0634\u0646\u06cc\u0627\u0632 \u0647\u0627\u06cc \u0622\u06cc\u062a\u0645 \u062a\u06a9\u0645\u06cc\u0644 \u0646\u0634\u062f \u0622\u0646 \u0631\u0627 \u0645\u0646\u062a\u0634\u0631 \u0646\u06a9\u0646
simplepage.page_prerequisites_label=\u062a\u0627 \u0632\u0645\u0627\u0646\u06cc \u06a9\u0647 \u062a\u0645\u0627\u0645 \u067e\u06cc\u0634\u0646\u06cc\u0627\u0632 \u0647\u0627\u06cc \u0635\u0641\u062d\u0647 \u062a\u06a9\u0645\u06cc\u0644 \u0646\u0634\u062f \u0622\u0646 \u0631\u0627 \u0645\u0646\u062a\u0634\u0631 \u0646\u06a9\u0646
simplepage.require=\u0627\u06cc\u0646 \u0622\u06cc\u062a\u0645 \u0644\u0627\u0632\u0645 \u0627\u0633\u062a
simplepage.page_require=\u0627\u06cc\u0646 \u0635\u0641\u062d\u0647 \u0644\u0627\u0632\u0645 \u0627\u0633\u062a
simplepage.youtube_url=URL \u06cc\u0648\u062a\u06cc\u0648\u0628\:
simplepage.youtube_player=\u067e\u062e\u0634 \u06a9\u0646\u0646\u062f\u0647 \u06cc\u0648\u062a\u06cc\u0648\u0628
simplepage.mm_player=\u067e\u062e\u0634 \u06a9\u0646\u0646\u062f\u0647 \u0686\u0646\u062f\u0631\u0633\u0627\u0646\u0647 \u0627\u06cc \u0628\u0631\u0627\u06cc {}
simplepage.web_content=\u0648\u0628 {}
simplepage.youtube.needflash=\u0628\u0631\u0627\u06cc \u0645\u0634\u0627\u0647\u062f\u0647 \u0627\u06cc\u0646 \u0648\u06cc\u062f\u0626\u0648 \u0634\u0645\u0627 \u0646\u06cc\u0627\u0632 \u0628\u0647 \u067e\u062e\u0634 \u06a9\u0646\u0646\u062f\u0647 \u0641\u0644\u0634 \u0646\u0633\u062e\u0647 8 \u0628\u0647 \u0628\u0627\u0644\u0627 \u0648 \u062c\u0627\u0648\u0627 \u0627\u0633\u06a9\u0631\u06cc\u067e\u062a \u0641\u0639\u0627\u0644 \u0634\u062f\u0647 \u062f\u0627\u0631\u06cc\u062f.
simplepage.hide_page_label=\u067e\u0646\u0647\u0627\u0646 \u06a9\u0631\u062f\u0646 \u0627\u06cc\u0646 \u0635\u0641\u062d\u0647\:
simplepage.hide_page_from_users=\u067e\u0646\u0647\u0627\u0646 \u06a9\u0631\u062f\u0646 \u0627\u06cc\u0646 \u0635\u0641\u062d\u0647 \u0627\u0632 \u06a9\u0627\u0631\u0628\u0631\u0627\u0646 (\u0635\u0641\u062d\u0647 \u062f\u0631 \u062d\u0627\u0634\u06cc\u0647 \u0633\u0645\u062a \u0686\u067e \u0646\u0645\u0627\u06cc\u0627\u0646\u06af\u0631 \u0646\u0645\u06cc \u0634\u0648\u062f)
simplepage.page.releasedate=\u067e\u0646\u0647\u0627\u0646 \u06a9\u0631\u062f\u0646 \u0635\u0641\u062d\u0647 \u062a\u0627 \u0632\u0645\u0627\u0646 \u0645\u0642\u0631\u0631 (\u0635\u0641\u062d\u0647 \u0628\u0631 \u0627\u0633\u0627\u0633 \u062a\u0627\u0631\u06cc\u062e \u0627\u0646\u062a\u0634\u0627\u0631 \u0644\u06cc\u0633\u062a \u0645\u06cc \u0634\u0648\u062f)
simplepage.page.releasedate2=\u067e\u0646\u0647\u0627\u0646 \u06a9\u0631\u062f\u0646 \u0635\u0641\u062d\u0647 \u062a\u0627 \u0632\u0645\u0627\u0646 \u0645\u0642\u0631\u0631 (\u0635\u0641\u062d\u0647 \u0628\u0631 \u0627\u0633\u0627\u0633 \u062a\u0627\u0631\u06cc\u062e \u0627\u0646\u062a\u0634\u0627\u0631 \u0644\u06cc\u0633\u062a \u0645\u06cc \u0634\u0648\u062f)
simplepage.error=\u062e\u0637\u0627
simplepage.error_colon=\u062e\u0637\u0627\:
simplepage.complete_required=\u0644\u0637\u0641\u0627\u064b \u0642\u0628\u0644 \u0627\u0632 \u0645\u0634\u0627\u0647\u062f\u0647 \u0627\u06cc\u0646 \u0622\u06cc\u062a\u0645 \u062a\u0645\u0627\u0645 \u0622\u06cc\u062a\u0645 \u0647\u0627\u06cc \u0645\u0648\u0631\u062f \u0646\u06cc\u0627\u0632 \u0628\u0627\u0644\u0627 \u0631\u0627 \u062a\u06a9\u0645\u06cc\u0644 \u06a9\u0646\u06cc\u062f.
simplepage.prerequisites_tag=\u067e\u06cc\u0634\u0646\u06cc\u0627\u0632 \u0645\u06cc \u0628\u0627\u0634\u062f

simplepage.editpermissions=\u0645\u0634\u062e\u0635 \u06a9\u0631\u062f\u0646 \u062f\u0633\u062a\u0631\u0633\u06cc \u0628\u0631\u0627\u06cc
simplepage.filepicker_instructions=\u0644\u0637\u0641\u0627\u064b \u0628\u0631\u0627\u06cc \u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u06cc\u06a9 \u06cc\u0627 \u0686\u0646\u062f \u0641\u0627\u06cc\u0644 \u0631\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f.

simplepage.require_submit_assessment=\u0644\u0627\u0632\u0645 \u0627\u0633\u062a \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632 \u0627\u06cc\u0646 \u0627\u0631\u0632\u06cc\u0627\u0628\u06cc \u0631\u0627 \u062a\u0627\u06cc\u06cc\u062f \u06a9\u0646\u062f.
simplepage.require_submit_assignment=\u0644\u0627\u0632\u0645 \u0627\u0633\u062a \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632 \u0627\u06cc\u0646 \u062a\u06a9\u0644\u06cc\u0641 \u0631\u0627 \u062a\u0627\u06cc\u06cc\u062f \u06a9\u0646\u062f.
simplepage.require_submit_forum=\u0644\u0627\u0632\u0645 \u0627\u0633\u062a \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632 \u06cc\u06a9 \u067e\u0633\u062a \u0631\u0627 \u0628\u0631\u0627\u06cc \u0627\u06cc\u0646 \u0645\u0648\u0636\u0648\u0639 \u0627\u0631\u0633\u0627\u0644 \u06a9\u0646\u062f.
simplepage.require_receive=\u0644\u0627\u0632\u0645 \u0627\u0633\u062a \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632 \u062f\u0631\u06cc\u0627\u0641\u062a \u06a9\u0646\u062f
simplepage.require_points_assessment=\u0646\u06a9\u0627\u062a \u06cc\u0627 \u0627\u0645\u062a\u06cc\u0627\u0632\u0627\u062a \u062f\u0631 \u0627\u06cc\u0646 \u0627\u0631\u0632\u06cc\u0627\u0628\u06cc.
simplepage.require_points_assignment=\u0646\u06a9\u0627\u062a \u06cc\u0627 \u0627\u0645\u062a\u06cc\u0627\u0632\u0647\u0627 \u062f\u0631 \u0627\u06cc\u0646 \u062a\u06a9\u0644\u06cc\u0641.
simplepage.require_pass_assignment=\u0644\u0627\u0632\u0645 \u0627\u0633\u062a \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632 \u0627\u06cc\u0646 \u062a\u06a9\u0644\u06cc\u0641 \u0631\u0627 \u0628\u06af\u0630\u0631\u0627\u0646\u062f \u06a9\u0646\u062f
simplepage.require_atleast=\u0644\u0627\u0632\u0645 \u0627\u0633\u062a \u062f\u0627\u0646\u0634 \u0627\u0645\u0648\u0632 \u062d\u062f\u0627\u0642\u0644 \u062f\u0631\u06cc\u0627\u0641\u062a \u06a9\u0646\u062f
simplepage.require_checkmark=\u0644\u0627\u0632\u0645 \u0627\u0633\u062a \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632 \u06cc\u06a9 \u0639\u0644\u0627\u0645\u062a \u062a\u0627\u06cc\u06cc\u062f \u062f\u0631\u06cc\u0627\u0641\u062a \u06a9\u0646\u062f
simplepage.title_notblank=\u0639\u0646\u0648\u0627\u0646 \u0646\u0628\u0627\u06cc\u062f \u062e\u0627\u0644\u06cc \u0628\u0627\u0634\u062f
simplepage.must_be_youtube=\u0627\u06cc\u0646 \u0645\u06cc \u0628\u0627\u06cc\u0633\u062a \u06cc\u06a9 \u0622\u062f\u0631\u0633 \u06cc\u0648\u062a\u06cc\u0648\u0628 \u0628\u0627\u0634\u062f
simplepage.item_notblank=\u0646\u0627\u0645 \u0622\u06cc\u062a\u0645 \u0646\u0628\u0627\u06cc\u062f \u062e\u0627\u0644\u06cc \u0628\u0627\u0634\u062f
simplepage.page_notblank=\u0639\u0646\u0648\u0627\u0646 \u0635\u0641\u062d\u0647 \u0646\u0628\u0627\u06cc\u062f \u062e\u0627\u0644\u06cc \u0628\u0627\u0634\u062f.

simplepage.copied.assignment=\u0627\u06cc\u0646 \u0622\u06cc\u062a\u0645 \u0627\u0632 \u0633\u0627\u06cc\u062a \u062f\u06cc\u06af\u0631\u06cc \u06a9\u067e\u06cc \u0634\u062f. \u062a\u0627 \u0632\u0645\u0627\u0646\u06cc \u06a9\u0647 \u0622\u0646 \u0631\u0627 \u0648\u06cc\u0631\u0627\u06cc\u0634 \u06cc\u0627 \u062a\u06a9\u0644\u06cc\u0641 \u0622\u0646 \u0631\u0627 \u062a\u063a\u06cc\u06cc\u0631 \u0646\u062f\u0647\u06cc\u062f \u062a\u0627 \u0628\u0631\u0627\u06cc \u0633\u0627\u06cc\u062a \u0645\u0639\u062a\u0628\u0631 \u0628\u0627\u0634\u062f \u06a9\u0627\u0631 \u0646\u062e\u0648\u0627\u0647\u062f \u06a9\u0631\u062f.
simplepage.copied.assessment=\u0627\u06cc\u0646 \u0622\u06cc\u062a\u0645 \u0627\u0632 \u0633\u0627\u06cc\u062a \u062f\u06cc\u06af\u0631\u06cc \u06a9\u067e\u06cc \u0634\u062f. \u062a\u0627 \u0632\u0645\u0627\u0646\u06cc \u06a9\u0647 \u0622\u0646 \u0631\u0627 \u0648\u06cc\u0631\u0627\u06cc\u0634 \u06cc\u0627 \u0627\u0645\u062a\u062d\u0627\u0646 \u0622\u0646 \u0631\u0627 \u062a\u063a\u06cc\u06cc\u0631 \u0646\u062f\u0647\u06cc\u062f \u062a\u0627 \u0628\u0631\u0627\u06cc \u0633\u0627\u06cc\u062a \u0645\u0639\u062a\u0628\u0631 \u0628\u0627\u0634\u062f \u06a9\u0627\u0631 \u0646\u062e\u0648\u0627\u0647\u062f \u06a9\u0631\u062f.
simplepage.copied.forum=\u0627\u06cc\u0646 \u0622\u06cc\u062a\u0645 \u0627\u0632 \u0633\u0627\u06cc\u062a \u062f\u06cc\u06af\u0631\u06cc \u06a9\u067e\u06cc \u0634\u062f. \u062a\u0627 \u0632\u0645\u0627\u0646\u06cc \u06a9\u0647 \u0622\u0646 \u0631\u0627 \u0648\u06cc\u0631\u0627\u06cc\u0634 \u06cc\u0627 \u0627\u0646\u062c\u0645\u0646 \u0622\u0646 \u0631\u0627 \u062a\u063a\u06cc\u06cc\u0631 \u0646\u062f\u0647\u06cc\u062f \u062a\u0627 \u0628\u0631\u0627\u06cc \u0633\u0627\u06cc\u062a \u0645\u0639\u062a\u0628\u0631 \u0628\u0627\u0634\u062f \u06a9\u0627\u0631 \u0646\u062e\u0648\u0627\u0647\u062f \u06a9\u0631\u062f.

simplepage.nosite=\u0646\u0645\u06cc \u062a\u0648\u0627\u0646 \u0633\u0627\u06cc\u062a \u06a9\u0646\u0648\u0646\u06cc \u0631\u0627 \u062a\u0634\u062e\u06cc\u0635 \u062f\u0627\u062f
simplepage.create.resource.failed=\u062f\u0631 \u0647\u0646\u06af\u0627\u0645 \u0648\u0627\u0631\u062f \u06a9\u0631\u062f\u0646 \u0641\u0627\u06cc\u0644 \u0628\u0627 \u0641\u0631\u0645\u062a \u0645\u062e\u0632\u0646 \u0645\u0634\u062a\u0631\u06a9 \u0646\u0645\u06cc \u062a\u0648\u0627\u0646 \u0641\u0627\u06cc\u0644\u06cc \u0627\u06cc\u062c\u0627\u062f \u06a9\u0631\u062f\: {}
simplepage.create.object.failed=\u062f\u0631 \u0647\u0646\u06af\u0627\u0645 \u0648\u0627\u0631\u062f \u06a9\u0631\u062f\u0646 \u0641\u0627\u06cc\u0644 \u0628\u0627 \u0641\u0631\u0645\u062a \u0645\u062e\u0632\u0646 \u0645\u0634\u062a\u0631\u06a9 \u0646\u0645\u06cc \u062a\u0648\u0627\u0646 \u0645\u0646\u0628\u0639\u06cc \u0648\u0627\u0631\u062f \u06a9\u0631\u062f\: {}
simplepage.resource100=\u062f\u0631 \u0647\u0646\u06af\u0627\u0645 \u0648\u0627\u0631\u062f \u06a9\u0631\u062f\u0646 \u0641\u0627\u06cc\u0644 \u0628\u0627 \u0641\u0631\u0645\u062a \u0645\u062e\u0632\u0646 \u0645\u0634\u062a\u0631\u06a9 \u0646\u0645\u06cc \u062a\u0648\u0627\u0646 \u0641\u0627\u06cc\u0644\u06cc \u0627\u06cc\u062c\u0627\u062f \u06a9\u0631\u062f\: 100 \u06a9\u067e\u06cc \u0642\u0628\u0644\u0627\u064b \u0648\u062c\u0648\u062f \u062f\u0627\u0631\u062f\: {}
simplepage.noquizengines=<b style\="color\:\#c00">\u062a\u0648\u062c\u0647\:</b> \u0644\u0637\u0641\u0627\u064b \u0627\u0645\u062a\u062d\u0627\u0646\u06cc \u0628\u0647 \u0627\u06cc\u0646 \u0633\u0627\u06cc\u062a \u0627\u0636\u0627\u0641\u0647 \u06a9\u0646\u06cc\u062f. \u062f\u0631 \u063a\u06cc\u0631 \u0627\u06cc\u0646\u0635\u0648\u0631\u062a \u0647\u06cc\u0686 \u0627\u0645\u062a\u062d\u0627\u0646\u06cc \u0646\u0645\u06cc \u062a\u0648\u0627\u0646\u062f \u0627\u0632 \u0645\u062e\u0632\u0646 \u0628\u0627\u0631\u06af\u0630\u0627\u0631\u06cc \u0634\u0648\u062f
simplepage.choosequizengine=\u0644\u0637\u0641\u0627\u064b \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f \u06a9\u0647 \u06a9\u062f\u0627\u0645 \u0622\u06cc\u062a\u0645 \u0627\u0645\u062a\u062d\u0627\u0646 \u062f\u0631 \u0645\u062e\u0632\u0646 \u0628\u0631\u0627\u06cc \u0627\u0645\u062a\u062d\u0627\u0646 \u0628\u0627\u06cc\u062f \u0645\u0648\u0631\u062f \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0642\u0631\u0627\u0631 \u06af\u06cc\u0631\u062f
simplepage.notopicengines=<b style\="color\:\#c00">\u062a\u0648\u062c\u0647\:</b> \u0644\u0637\u0641\u0627\u064b \u0627\u0646\u062c\u0645\u0646\u06cc \u0628\u0647 \u0627\u06cc\u0646 \u0633\u0627\u06cc\u062a \u0627\u0636\u0627\u0641\u0647 \u06a9\u0646\u06cc\u062f. \u062f\u0631 \u063a\u06cc\u0631 \u0627\u06cc\u0646\u0635\u0648\u0631\u062a \u0647\u06cc\u0686 \u0627\u0646\u062c\u0645\u0646\u06cc \u0646\u0645\u06cc \u062a\u0648\u0627\u0646\u062f \u0627\u0632 \u0645\u062e\u0632\u0646 \u0628\u0627\u0631\u06af\u0630\u0627\u0631\u06cc \u0634\u0648\u062f
simplepage.choosetopicengine=\u0644\u0637\u0641\u0627\u064b \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f \u06a9\u0647 \u06a9\u062f\u0627\u0645 \u0622\u06cc\u062a\u0645 \u0627\u0646\u062c\u0645\u0646 \u062f\u0631 \u0645\u062e\u0632\u0646 \u0628\u0631\u0627\u06cc \u0627\u0646\u062c\u0645\u0646 \u0628\u0627\u06cc\u062f \u0645\u0648\u0631\u062f \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0642\u0631\u0627\u0631 \u06af\u06cc\u0631\u062f
simplepage.noassignengines=<b style\="color\:\#c00">\u062a\u0648\u062c\u0647\:</b> \u0644\u0637\u0641\u0627\u064b \u062a\u06a9\u0644\u06cc\u0641\u06cc \u0628\u0647 \u0627\u06cc\u0646 \u0633\u0627\u06cc\u062a \u0627\u0636\u0627\u0641\u0647 \u06a9\u0646\u06cc\u062f. \u062f\u0631 \u063a\u06cc\u0631 \u0627\u06cc\u0646\u0635\u0648\u0631\u062a \u0647\u06cc\u0686 \u062a\u06a9\u0644\u06cc\u0641\u06cc \u0646\u0645\u06cc \u062a\u0648\u0627\u0646\u062f \u0627\u0632 \u0645\u062e\u0632\u0646 \u0628\u0627\u0631\u06af\u0630\u0627\u0631\u06cc \u0634\u0648\u062f
simplepage.chooseassignengine=\u0644\u0637\u0641\u0627\u064b \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f \u06a9\u0647 \u06a9\u062f\u0627\u0645 \u0622\u06cc\u062a\u0645 \u062a\u06a9\u0644\u06cc\u0641 \u062f\u0631 \u0645\u062e\u0632\u0646 \u0628\u0631\u0627\u06cc \u062a\u06a9\u0644\u06cc\u0641 \u0628\u0627\u06cc\u062f \u0645\u0648\u0631\u062f \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0642\u0631\u0627\u0631 \u06af\u06cc\u0631\u062f
simplepage.loading=\u062f\u0631\u062d\u0627\u0644 \u0628\u0627\u0631\u06af\u0630\u0627\u0631\u06cc \u060c \u0644\u0637\u0641\u0627\u064b \u06a9\u0645\u06cc \u0635\u0628\u0631 \u06a9\u0646\u06cc\u062f...
simplepage.checkingwithhost=\u0644\u0637\u0641\u0627\u064b \u0632\u0645\u0627\u0646\u06cc \u06a9\u0647 \u0645\u0627 \u062f\u0631\u062d\u0627\u0644 \u0628\u0631\u0631\u0633\u06cc \u0628\u0627 \u0633\u0631\u0648\u0631 \u0648\u0628 \u0647\u0633\u062a\u06cc\u0645 \u06a9\u0645\u06cc \u0635\u0628\u0631 \u06a9\u0646\u06cc\u062f...
simplepage.needpermissions=\u0634\u0645\u0627 \u062f\u0633\u062a\u0631\u0633\u06cc \u0644\u0627\u0632\u0645 \u0628\u0631\u0627\u06cc \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0627\u0632 \u0627\u06cc\u0646 \u0627\u0628\u0632\u0627\u0631 \u0631\u0627 \u0646\u062f\u0627\u0631\u06cc\u062f. \u0627\u0632 \u0622\u0646\u062c\u0627\u06cc\u06cc \u06a9\u0647 \u0646\u0642\u0634 \u06a9\u0627\u0631\u0628\u0631\u06cc \u0634\u0645\u0627 \u062e\u0644\u0627\u0641 \u0622\u0646 \u0631\u0627 \u0645\u06cc \u06af\u0648\u06cc\u062f \u0645\u0627 \u06af\u0645\u0627\u0646 \u0645\u06cc \u06a9\u0646\u06cc\u0645 \u06a9\u0647 \u062a\u0646\u0638\u06cc\u0645\u0627\u062a \u062f\u0633\u062a\u0631\u0633\u06cc \u0633\u0627\u06cc\u062a \u0634\u0645\u0627 \u0627\u0646\u062c\u0627\u0645 \u0646\u0634\u062f\u0647. \u0644\u06cc\u0646\u06a9 \u067e\u06cc\u0634 \u0631\u0648 \u0631\u0627 \u062f\u0646\u0628\u0627\u0644 \u06a9\u0646\u06cc\u062f \u062a\u0627 \u0628\u0647 \u0627\u0628\u0632\u0627\u0631 \u062f\u0633\u062a\u0631\u0633\u06cc \u0647\u0627 \u0628\u0631\u0648\u06cc\u062f. \u0645\u0627 \u067e\u06cc\u0634\u0646\u0647\u0627\u062f \u0645\u06cc \u06a9\u0646\u06cc\u0645 \u06a9\u0647 \u0627\u0632 \u0633\u06cc\u0633\u062a\u0645 \u062f\u0631\u0633 \u0633\u0627\u0632 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u06a9\u0646\u06cc\u062f. \u062a\u0645\u0627\u0645 \u0646\u0642\u0634 \u0647\u0627\u06cc \u06a9\u0627\u0631\u0628\u0631\u0627\u0646 \u0631\u0627 \u0628\u062e\u0648\u0627\u0646\u06cc\u062f \u062a\u0627 \u0645\u0634\u062e\u0635 \u06a9\u0646\u06cc\u062f \u06a9\u062f\u0627\u0645 \u0646\u0642\u0634 \u0647\u0627 \u0631\u0627 \u0645\u06cc \u062e\u0648\u0627\u0647\u06cc\u062f \u062f\u0633\u062a\u0631\u0633\u06cc \u0648\u06cc\u0631\u0627\u06cc\u0634 \u0645\u062d\u062a\u0648\u0627 \u062f\u0647\u06cc\u062f. \u0645\u0639\u0645\u0648\u0644\u0627\u064b \u067e\u0634\u062a\u06cc\u0628\u0627\u0646 \u060c \u0645\u062f\u0631\u0633 \u0648 \u0634\u0627\u06cc\u062f \u0628\u0639\u0636\u06cc \u0627\u0632 \u0627\u0633\u062a\u0627\u062f\u06cc\u0627\u0631 \u0647\u0627 \u0645\u06cc \u0628\u0627\u0634\u0646\u062f.
simplepage.wrong-cc-version=\u0641\u0631\u0645\u062a \u0646\u0627 \u0645\u0634\u062e\u0635 \u0645\u062e\u0632\u0646 \u0645\u0634\u062a\u0631\u06a9. \u0646\u0633\u062e\u0647 \u0641\u0627\u06cc\u0644 \u0645\u06cc \u0628\u0627\u06cc\u0633\u062a 1.0 \u06cc\u0627 1.1 \u0628\u0627\u0634\u062f.
simplepage.cc-error=\u062e\u0637\u0627 \u062f\u0631 \u0647\u0646\u06af\u0627\u0645 \u0648\u0627\u0631\u062f \u06a9\u0631\u062f\u0646 \u0641\u0627\u06cc\u0644 \u0645\u062e\u0632\u0646 \u0645\u0634\u062a\u0631\u06a9 . \u0645\u0645\u06a9\u0646 \u0627\u0633\u062a \u0641\u0627\u06cc\u0644 \u0646\u0627\u0645\u0639\u062a\u0628\u0631 \u0628\u0627\u0634\u062f.
simplepage.lti.import.notes=\u0628\u0631\u0648\u06cc \u0644\u06cc\u0646\u06a9 \u0632\u06cc\u0631 \u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f \u062a\u0627 \u0628\u0647 \u0633\u06cc\u0633\u062a\u0645\u06cc \u062e\u0627\u0631\u062c \u0627\u0632 \u0627\u06cc\u0646 \u0633\u06cc\u0633\u062a\u0645 \u0645\u0646\u062a\u0642\u0644 \u0634\u0648\u06cc\u062f \u060c \u062f\u0631 \u0646\u062a\u06cc\u062c\u0647 \u0627\u06cc\u0646 \u0645\u06cc \u062a\u0648\u0627\u0646\u062f \u06cc\u06a9 \u0641\u0627\u06cc\u0644 \u0645\u062e\u0632\u0646 \u0645\u0634\u062a\u0631\u06a9 \u0648\u0627\u0631\u062f \u0634\u062f\u0647 \u0631\u0627 \u0628\u0627\u0632\u06af\u0631\u062f\u0627\u0646\u062f. \u0645\u0645\u06a9\u0646 \u0627\u0633\u062a \u0627\u0628\u0632\u0627\u0631 \u062e\u0627\u0631\u062c\u06cc \u0646\u0627\u0645\u0648\u0641\u0642 \u0628\u0627\u0634\u062f \u06cc\u0627 \u0628\u0639\u0636\u06cc \u067e\u06cc\u06a9\u0631\u0628\u0646\u062f\u06cc \u0647\u0627 \u0627\u0632 \u0642\u0644\u0645 \u0627\u0641\u062a\u0627\u062f\u0647 \u0648 \u062d\u062a\u06cc \u0642\u0627\u062f\u0631 \u0628\u0647 \u0648\u0627\u0631\u062f \u06a9\u0631\u062f\u0646 \u0622\u0646 \u0646\u0628\u0627\u0634\u062f. \u0627\u06af\u0631 \u0628\u0627 \u0627\u0628\u0632\u0627\u0631 \u062e\u0627\u0631\u062c\u06cc \u0645\u0634\u06a9\u0644\u06cc \u062f\u0627\u0631\u06cc\u062f \u0635\u0641\u062d\u0647 \u067e\u0627\u067e \u0622\u067e \u0631\u0627 \u0628\u0628\u0646\u062f\u06cc\u062f \u062a\u0627 \u0628\u0647 \u0627\u06cc\u0646 \u0635\u0641\u062d\u0647 \u0628\u0627\u0632\u06af\u0631\u062f\u06cc\u062f.
simplepage.lti-import-error-no-tools=\u0647\u06cc\u0686 \u0622\u062a\u0645 \u0641\u0627\u06cc\u0644\u06cc \u0642\u0627\u062f\u0631 \u0628\u0647 \u0641\u0639\u0627\u0644 \u0633\u0627\u0632\u06cc \u0627\u0628\u0632\u0627\u0631 \u062e\u0627\u0631\u062c\u06cc \u0646\u06cc\u0633\u062a.
simplepage.lti-import-error-id=\u062e\u0637\u0627 \u062f\u0631 \u0647\u0646\u06af\u0627\u0645 \u0648\u0627\u0631\u062f \u06a9\u0631\u062f\u0646 \u0627\u0628\u0632\u0627\u0631 \u062e\u0627\u0631\u062c\u06cc. ToolID\={} \u0628\u062f
simplepage.lti-import-bad-content-item=\u062e\u0637\u0627 \u062f\u0631 \u0647\u0646\u06af\u0627\u0645 \u0648\u0627\u0631\u062f \u06a9\u0631\u062f\u0646 \u0627\u0628\u0632\u0627\u0631 \u062e\u0627\u0631\u062c\u06cc. \u062c\u0632\u0626\u06cc\u0627\u062a\={}
simplepage.lti-import-missing-file-item=\u0627\u0628\u0632\u0627\u0631 \u062e\u0627\u0631\u062c\u06cc \u062f\u0631 \u0647\u0646\u06af\u0627\u0646 \u0628\u0627\u0632\u06af\u0634\u062a \u0647\u06cc\u0686 \u0622\u06cc\u062a\u0645 \u0641\u0627\u06cc\u0644\u06cc \u0631\u0627 \u0641\u0631\u0627\u0647\u0645 \u0646\u06a9\u0631\u062f\u0647 \u0627\u0633\u062a.
simplepage.lti-import-missing-url=\u0642\u0627\u062f\u0631 \u0628\u0647 \u067e\u06cc\u062f\u0627 \u06a9\u0631\u062f\u0646 \u0622\u062f\u0631\u0633 URL \u0622\u06cc\u062a\u0645 \u0641\u0627\u06cc\u0644 \u0628\u0631\u06af\u0634\u062a\u0647 \u0646\u06cc\u0633\u062a.
simplepage.lti-import-error-reading-url=\u0642\u0627\u062f\u0631 \u0628\u0647 \u0628\u0627\u0632\u06cc\u0627\u0628\u06cc \u0645\u062d\u062a\u0648\u0627 \u0627\u0632 \u0637\u0631\u0641 URL\={} \u0646\u0645\u06cc \u0628\u0627\u0634\u062f
simplepage.lti-import-success-length=\u0627\u0632 \u0637\u0631\u0641 \u0627\u0628\u0632\u0627\u0631 \u062e\u0627\u0631\u062c\u06cc {} \u0628\u0627\u06cc\u062a \u062f\u0627\u062f\u0647 \u0648\u0627\u0631\u062f \u0634\u062f\u0647 \u0627\u0633\u062a.
simplepage.cc-noresource=\u0645\u062e\u0632\u0646 \u0646\u0627 \u0645\u0639\u062a\u0628\u0631 \u0627\u0633\u062a. \u0627\u06cc\u0646 \u0634\u0627\u0645\u0644 \u06cc\u06a9 \u0622\u06cc\u062a\u0645\u06cc \u0627\u0633\u062a \u06a9\u0647 \u0646\u0634\u0627\u0646 \u062f\u0647\u0646\u062f\u0647 \u0646\u0627\u0645\u0634\u062e\u0635 \u0628\u0648\u062f\u0646 \u0645\u0646\u0628\u0639 \u0627\u0633\u062a. \u0622\u06cc\u062a\u0645 \u0627\u0632 \u0642\u0644\u0645 \u062e\u0648\u0627\u0647\u062f \u0627\u0641\u062a\u0627\u062f . \u0622\u06cc \u062f\u06cc \u0645\u0646\u0628\u0639 \u0628\u0631\u0627\u0628\u0631 \u0627\u0633\u062a \u0628\u0627 {}
simplepage.cc-uses-auth=\u0646\u0645\u06cc \u062a\u0648\u0627\u0646 \u0641\u0627\u06cc\u0644 \u0645\u062e\u0632\u0646 \u0645\u0634\u062a\u0631\u06a9 \u0647\u0645\u0631\u0627\u0647 \u0645\u062d\u062f\u0648\u062f\u06cc\u062a \u0627\u062d\u0631\u0627\u0632 \u0647\u0648\u06cc\u062a \u0631\u0627 \u0648\u0627\u0631\u062f \u06a9\u0631\u062f
simplepage.cc-uses-role=\u0627\u06cc\u0646 \u0645\u062e\u0632\u0646 \u062d\u062f\u0627\u0642\u0644 \u062f\u0627\u0631\u0627\u06cc \u06cc\u06a9 \u0645\u0646\u0628\u0639 \u0645\u062d\u062f\u0648\u062f \u0628\u0631\u0627\u06cc \u0645\u0631\u0628\u06cc \u06cc\u0627 \u0645\u062f\u0631\u0633 \u0627\u0633\u062a. \u0645\u0627 \u06af\u0631\u0648\u0647 \u0647\u0627\u06cc\u06cc \u0628\u0627 \u0622\u0646 \u0646\u0627\u0645 \u0647\u0627 \u0627\u06cc\u062c\u0627\u062f \u06a9\u0631\u062f\u06cc\u0645 \u060c \u0627\u0645\u0627 \u0647\u06cc\u0686 \u06a9\u0627\u0631\u0628\u0631\u06cc \u0631\u0627 \u062f\u0631 \u0622\u0646\u0647\u0627 \u0642\u0631\u0627\u0631 \u0646\u062f\u0627\u062f\u0647 \u0627\u06cc\u0645.
simplepage.cc-uses-curriculum=\u0627\u06cc\u0646 \u0645\u062e\u0632\u0646 \u0627\u0632 \u06cc\u06a9 \u0627\u0633\u062a\u0627\u0646\u062f\u0627\u0631\u062f \u0628\u0631\u0646\u0627\u0645\u0647 \u062a\u062e\u0635\u06cc\u0644\u06cc \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0645\u06cc \u06a9\u0646\u062f. \u0627\u0633\u062a\u0627\u0646\u062f\u0627\u0631\u0647\u0627\u06cc \u0628\u0631\u0646\u0627\u0645\u0647 \u062a\u062d\u0635\u06cc\u0644\u06cc \u062f\u0631 \u062d\u0627\u0644 \u062d\u0627\u0636\u0631 \u0627\u062c\u0631\u0627 \u0646\u0634\u062f\u0647 \u0627\u0646\u062f\u060c \u0648 \u0646\u0627\u062f\u06cc\u062f\u0647 \u06af\u0631\u0641\u062a\u0647 \u062e\u0648\u0627\u0647\u0646\u062f \u0634\u062f.
simplepage.cc-defaultforum=\u0627\u0646\u062c\u0645\u0646
simplepage.cc-defaulttopic=\u0645\u0648\u0636\u0648\u0639

simplepage.comments-section=\u0628\u062e\u0634 \u0646\u0638\u0631\u0627\u062a
simplepage.replace-with-comments=\u062f\u0631 \u062d\u0627 \u0628\u0627\u0631\u06af\u0630\u0627\u0631\u06cc \u0646\u0638\u0631\u0627\u062a...
simplepage.comments=\u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u0627\u0628\u0632\u0627\u0631 \u0646\u0638\u0631\u0627\u062a
simplepage.comments.tooltip=\u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u06cc\u06a9 \u0628\u062e\u0634 \u0628\u0631\u0627\u06cc \u0646\u0638\u0631\u0627\u062a \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632\u0627\u0646
simplepage.add-comment=\u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u0646\u0638\u0631
simplepage.in-reply-to=\u062f\u0631 \u067e\u0627\u0633\u062e \u0628\u0647 {1}, {2}
simplepage.comment-reply=\u067e\u0627\u0633\u062e \u0628\u0647 \u0646\u0638\u0631 {}
simplepage.missing-prereqs=\u06cc\u06a9 \u0628\u062e\u0634\u06cc \u0628\u0631\u0627\u06cc \u0646\u0638\u0631\u0627\u062a \u0648\u062c\u0648\u062f \u062f\u0627\u0631\u062f \u060c \u0627\u0645\u0627 \u0634\u0645\u0627 \u0628\u0627\u06cc\u062f \u0628\u0631\u0627\u06cc \u0645\u0634\u0627\u0647\u062f\u0647 \u0622\u0646 \u062a\u0645\u0627\u0645 \u0622\u06cc\u062a\u0645 \u0647\u0627\u06cc \u0644\u0627\u0632\u0645 \u0631\u0627 \u062a\u06a9\u0645\u06cc\u0644 \u06a9\u0646\u06cc\u062f.
simplepage.fake-missing-prereqs=\u0627\u06af\u0631 \u0634\u0645\u0627 \u06cc\u06a9 \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632 \u0647\u0633\u062a\u06cc\u062f \u060c \u0634\u0645\u0627 \u0642\u0627\u062f\u0631 \u0628\u0647 \u0645\u0634\u0627\u0647\u062f\u0647 \u0646\u0638\u0631\u0627\u062a \u0646\u06cc\u0633\u062a\u06cc\u062f\u060c \u0632\u06cc\u0631\u0627 \u0634\u0645\u0627 \u062a\u0645\u0627\u0645 \u0622\u06cc\u062a\u0645 \u0647\u0627\u06cc \u0644\u0627\u0632\u0645 \u0628\u0627\u0644\u0627 \u0631\u0627 \u062a\u06a9\u0645\u06cc \u0646\u06a9\u0631\u062f\u0647 \u0627\u06cc\u062f.
simplepage.edit-comment=\u0648\u06cc\u0631\u0627\u06cc\u0634
simplepage.comment-edit=\u0648\u06cc\u0631\u0627\u06cc\u0634 \u0646\u0638\u0631 {}
simplepage.see_all_comments=\u0645\u0634\u0627\u0647\u062f\u0647 \u0647\u0645\u0647 \u0646\u0638\u0631\u0627\u062a {} 
simplepage.see_new_comments=\u0645\u0634\u0627\u0647\u062f\u0647 \u0647\u0645\u0647 \u0646\u0638\u0631\u0627\u062a \u062c\u062f\u06cc\u062f {} 
simplepage.edit_commentslink=\u0648\u06cc\u0631\u0627\u06cc\u0634 \u0628\u062e\u0634 \u0646\u0638\u0631\u0627\u062a
simplepage.comments-anonymous=\u062d\u0641\u0638 \u0646\u0638\u0631\u0627\u062a \u0646\u0627\u0645\u0634\u062e\u0635
simplepage.comments-graded=\u0627\u06cc\u062c\u0627\u062f \u0622\u06cc\u062a\u0645 \u062f\u0641\u062a\u0631 \u0646\u0645\u0631\u0627\u062a \u0628\u0631\u0627\u06cc \u0627\u06cc\u0646 
simplepage.comments-max=\u0628\u0627\u0644\u0627\u062a\u0631\u06cc\u0646 \u0646\u0645\u0631\u0627\u062a\:
simplepage.integer-expected=\u0646\u0645\u0631\u0627\u062a \u0645\u06cc \u0628\u0627\u06cc\u0633\u062a \u062a\u0648\u0633\u0637 \u0627\u0639\u062f\u0627\u062f \u0645\u0639\u062a\u0628\u0631 \u0645\u0634\u062e\u0635 \u0634\u0648\u0646\u062f.
simplepage.integer-too-big=\u0646\u0645\u0631\u0627\u062a \u0645\u06cc \u0628\u0627\u06cc\u0633\u062a \u06a9\u0645\u062a\u0631 \u0627\u0632 2147483648 \u0628\u0627\u0634\u062f.
simplepage.gbname-expected=\u0646\u0627\u0645 \u0639\u0646\u0648\u0627\u0646 \u0644\u06cc\u0633\u062a \u0646\u0645\u0631\u0627\u062a \u0628\u0627\u06cc\u062f \u0645\u0634\u062e\u0635 \u0628\u0627\u0634\u062f.
simplepage.comment-delete=\u062d\u0630\u0641 \u0646\u0638\u0631 {}
simplepage.delete_comment_confirm=\u0622\u06cc\u0627 \u0645\u0637\u0645\u0626\u0646\u06cc\u062f \u06a9\u0647 \u0645\u06cc \u062e\u0648\u0627\u0647\u06cc\u062f \u0627\u06cc\u0646 \u0646\u0638\u0631 \u0646\u0648\u0634\u062a\u0647 \u0634\u062f\u0647 \u062a\u0648\u0633\u0637 {} \u0631\u0627 \u062d\u0630\u0641 \u06a9\u0646\u06cc\u062f\u061f
simplepage.empty-comment-error=\u0646\u0638\u0631\u0627\u062a \u0646\u0628\u0627\u06cc\u062f \u062e\u0627\u0644\u06cc \u0628\u0627\u0634\u0646\u062f.
simplepage.comment-permissions-error=\u0634\u0645\u0627 \u062f\u0633\u062a\u0631\u0633\u06cc \u0644\u0627\u0632\u0645 \u0628\u0631\u0627\u06cc \u062d\u0630\u0641 \u0646\u0638\u0631 \u0631\u0627 \u0646\u062f\u0627\u0631\u06cc\u062f.
simplepage.permissions-general=\u0634\u0645\u0627 \u062f\u0633\u062a\u0631\u0633\u06cc \u0644\u0627\u0632\u0645 \u0628\u0631\u0627\u06cc \u0627\u06cc\u0646 \u06a9\u0627\u0631 \u0631\u0627 \u0646\u062f\u0627\u0631\u06cc\u062f.
simplepage.comment-unknown-user=\u06a9\u0627\u0631\u0628\u0631 \u0646\u0627\u0645\u0634\u062e\u0635
simplepage.comment-you=\u0634\u0645\u0627
simplepage.comment-anonymous-message=\u06a9\u0627\u0631\u0628\u0631\u0627\u0646 \u0639\u0627\u062f\u06cc \u062a\u0646\u0647\u0627 \u0645\u06cc \u062a\u0648\u0627\u0646\u0646\u062f \u0646\u0627\u0645 \u0647\u0627\u06cc \u0646\u0627 \u0645\u0634\u062e\u0635 \u0631\u0627 \u0628\u0628\u06cc\u0646\u0646\u062f. \u062f\u0631\u0648\u0627\u0642\u0639 \u0646\u0627\u0645 \u0646\u0638\u0631 \u062f\u0647\u0646\u062f\u06af\u0627\u0646 \u062a\u0646\u0647\u0627 \u0628\u0631\u0627\u06cc \u0634\u0645\u0627 \u0648 \u0645\u062f\u06cc\u0631 \u062f\u06cc\u06af\u0631 \u0633\u0627\u06cc\u062a \u0646\u0645\u0627\u06cc\u0634 \u062f\u0627\u062f\u0647 \u062e\u0648\u0627\u0647\u062f \u0634\u062f.
simplepage.comment-edit-message=\u0634\u0645\u0627 \u0645\u06cc \u062a\u0648\u0627\u0646\u06cc\u062f \u062a\u0646\u0647\u0627 \u0646\u0638\u0631\u0627\u062a\u06cc \u0627\u0632 \u062e\u0648\u062f \u0631\u0627 \u06a9\u0647 30 \u062f\u0642\u06cc\u0642\u0647 \u0637\u0648\u0644 \u0639\u0645\u0631 \u062f\u0627\u0631\u062f \u0648\u06cc\u0631\u0627\u06cc\u0634 \u06cc\u0627 \u062d\u0630\u0641 \u06a9\u0646\u06cc\u062f.
simplepage.comment-grading-message=\u0645\u0642\u062f\u0627\u0631\u06cc \u0627\u0632 \u0646\u0645\u0631\u0647 \u0631\u0627 \u0648\u0627\u0631\u062f \u06a9\u0646\u06cc\u062f \u06a9\u0647 \u0645\u06cc \u062e\u0648\u0627\u0647\u06cc\u062f \u0628\u0647 \u06cc\u06a9 \u0646\u0638\u0631 \u062e\u0627\u0635 \u062f\u0631 \u0628\u0627\u06a9\u0633 \u0646\u0645\u0631\u0627\u062a \u0628\u0639\u062f \u0627\u0632 \u0646\u0638\u0631 \u0627\u0646\u062a\u0635\u0627\u0628 \u06cc\u0627\u0628\u062f \u060c \u0648 \u0628\u0639\u062f \u06a9\u0644\u06cc\u062f enter \u0631\u0627 \u0628\u0631\u0627\u06cc \u062a\u0627\u06cc\u06cc\u062f \u0646\u0645\u0631\u0647 \u0628\u0632\u0646\u06cc\u062f. \u0647\u0631 \u0646\u0645\u0631\u0647 \u0627\u06cc \u06a9\u0647 \u0648\u0627\u0631\u062f \u06a9\u0631\u062f\u06cc\u062f \u0627\u0645\u0627 \u062a\u0627\u06cc\u06cc\u062f \u0646\u0634\u062f\u0647 \u0628\u0635\u0648\u0631\u062a \u0642\u0631\u0645\u0632 \u0631\u0646\u06af \u0646\u0634\u0627\u0646 \u062f\u0627\u062f\u0647 \u062e\u0648\u0627\u0647\u062f \u0634\u062f.
simplepage.comment-author-owner=\u0635\u0627\u062d\u0628 \u0635\u0641\u062d\u0647
simplepage.nothing-over-100-percent=\u0634\u0645\u0627 \u0627\u062c\u0627\u0632\u0647 \u062f\u0627\u0634\u062a\u0646 \u0627\u0631\u062a\u0641\u0627\u0639 \u06cc\u0627 \u0639\u0631\u0636 \u0628\u0632\u0631\u06af\u062a\u0631 \u0627\u0632 100% \u0631\u0627 \u0646\u062f\u0627\u0631\u06cc\u062f.
simplepage.width-height=\u0639\u0631\u0636 \u0648 \u0637\u0648\u0644 \u0645\u06cc \u0628\u0627\u06cc\u0633\u062a \u0627\u0639\u062f\u0627\u062f \u0645\u062b\u0628\u062a \u0628\u0627\u0634\u0646\u062f \u0645\u062b\u0644 \u06f5\u06f0\u06f0 \u06cc\u0627 500px \u06cc\u0627 \u062f\u0631\u0635\u062f\u06cc \u062a\u0627 \u062d\u062f\u0627\u062b\u0631 \u06f1\u06f0\u06f0\u066a

simplepage.seconds=\u0686\u0646\u062f \u062b\u0627\u0646\u06cc\u0647 \u067e\u06cc\u0634
simplepage.one_min=\u06cc\u06a9 \u062f\u0642\u06cc\u0642\u0647 \u067e\u06cc\u0634
simplepage.x_min={} \u062f\u0642\u06cc\u0642\u0647 \u067e\u06cc\u0634
simplepage.one_hour=\u06cc\u06a9 \u0633\u0627\u0639\u062a \u067e\u06cc\u0634
simplepage.x_hour={} \u0633\u0627\u0639\u062a \u067e\u06cc\u0634
simplepage.one_day=\u06cc\u06a9 \u0631\u0648\u0632 \u067e\u06cc\u0634
simplepage.x_day={} \u0631\u0648\u0632 \u067e\u06cc\u0634
simplepage.one_month=\u06cc\u06a9 \u0645\u0627\u0647 \u067e\u06cc\u0634
simplepage.x_month={} \u0645\u0627\u0647 \u067e\u06cc\u0634
simplepage.one_year=\u06cc\u06a9 \u0633\u0627\u0644 \u067e\u06cc\u0634
simplepage.x_year={} \u0633\u0627\u0644 \u067e\u06cc\u0634

simplepage.select-group=\u06af\u0631\u0648\u0647\u06cc \u0647\u0627\u06cc \u06a9\u0647 \u0628\u0627\u06cc\u062f \u0628\u0631\u0627\u06cc \u0627\u06cc\u0646 \u0622\u06cc\u062a\u0645 \u0646\u0645\u0627\u06cc\u0634 \u062f\u0627\u062f\u0647 \u0634\u0648\u0646\u062f \u0627\u0646\u062a\u062e\u0627 \u06a9\u0646 ( \u0627\u06af\u0631 \u0647\u06cc\u0686 \u06a9\u062f\u0627\u0645 \u0627\u0646\u062a\u062e\u0627\u0628 \u0646\u0634\u062f\u0646\u062f \u060c \u0647\u0645\u0631\u0627\u0647 \u0646\u0634\u0627\u0646 \u0628\u062f\u0647 )
simplepage.edit-group=\u06af\u0631\u0648\u0647 \u0647\u0627\u06cc\u06cc \u06a9\u0647 \u0628\u0627\u06cc\u062f \u0628\u0631\u0627\u06cc \u0627\u06cc\u0646 \u0622\u06cc\u062a\u0645 \u0646\u0634\u0627\u0646 \u062f\u0627\u062f\u0647 \u0634\u0648\u062f \u0648\u06cc\u0631\u0627\u06cc\u0634 \u06a9\u0646
simplepage.select-resource-group=\u062a\u0648\u062c\u0647\: \u0634\u0627\u06cc\u062f \u0634\u0645\u0627 \u062a\u0631\u062c\u06cc\u062d \u062f\u0647\u06cc\u062f \u062a\u0627 \u062f\u0633\u062a\u0631\u0633\u06cc \u06af\u0631\u0648\u0647 \u0631\u0627 \u062f\u0631 \u0627\u0628\u0632\u0627\u0631 \u0645\u0646\u0628\u0639 \u062a\u0646\u0638\u06cc\u0645 \u06a9\u0646\u06cc\u062f. \u0627\u06cc\u0646 \u0628\u0647 \u0634\u0645\u0627 \u0627\u06cc\u0646 \u0627\u0645\u06a9\u0627\u0646 \u0631\u0627 \u0645\u06cc \u062f\u0647\u062f \u062a\u0627 \u0628\u0631\u0627\u06cc \u06a9\u0644 \u067e\u0648\u0634\u0647 \u0628\u062c\u0627\u06cc \u0647\u0631 \u0645\u0646\u0628\u0639 \u062c\u062f\u0627\u06af\u0627\u0646\u0647 \u062a\u0646\u0638\u06cc\u0645 \u06a9\u0646\u06cc\u062f.
simplepage.resource-group-inherited=\u062f\u0633\u062a\u0631\u0633\u06cc \u06af\u0631\u0648\u0647\u06cc \u06cc\u0627 \u0639\u0645\u0648\u0645\u06cc \u0628\u0631\u0627\u06cc \u067e\u0648\u0634\u0647 \u0647\u0627\u06cc\u06cc \u06a9\u0647 \u0634\u0627\u0645\u0644 \u0627\u06cc\u0646 \u0622\u06cc\u062a\u0645 \u0634\u062f\u0647 \u0627\u0646\u062f \u062a\u0646\u0638\u06cc\u0645 \u0645\u06cc \u0634\u0648\u062f. \u062f\u0631\u0646\u062a\u06cc\u062c\u0647 \u06af\u0631\u0648\u0647 \u0647\u0627 \u0646\u0645\u06cc \u062a\u0648\u0627\u0646\u0646\u062f \u0627\u06cc\u0646\u062c\u0627 \u062a\u0646\u0638\u06cc\u0645 \u0634\u062f\u0647 \u0628\u0627\u0634\u0646\u062f.

simplepage.edit_studentlink=\u0648\u06cc\u0631\u0627\u06cc\u0634 \u0628\u062e\u0634 \u0645\u062d\u062a\u0648\u0627\u06cc \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632
simplepage.student-content=\u0628\u062e\u0634 \u0645\u062d\u062a\u0648\u0627\u06cc \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632
simplepage.add-student-content=\u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u0645\u062d\u062a\u0648\u0627\u06cc \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632
simplepage.student=\u0635\u0641\u062d\u0647 \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632
simplepage.missing-students=\u0635\u0641\u062d\u0627\u062a \u0646\u0627\u0645\u0648\u062c\u0648\u062f
simplepage.add-page=\u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u0635\u0641\u062d\u0647 \u062e\u0648\u062f
simplepage.page-exists=\u0634\u0645\u0627 \u0627\u0632 \u0642\u0628\u0644 \u0635\u0641\u062d\u0647 \u0627\u06cc \u062f\u0631 \u0627\u06cc\u0646 \u0627\u0628\u0632\u0627\u0631 \u062f\u0627\u0631\u06cc\u062f.
simplepage.new-student-page=\u062c\u062f\u06cc\u062f
simplepage.new-student-content-page=\u0635\u0641\u062d\u0647 \u062c\u062f\u06cc\u062f
simplepage.new-student-content=\u0645\u062d\u062a\u0648\u0627\u06cc \u062c\u062f\u06cc\u062f \u062f\u0631 \u0635\u0641\u062d\u0647
simplepage.new-student-comments=\u0646\u0638\u0631\u0627\u062a \u062c\u062f\u06cc\u062f \u062f\u0631 \u0635\u0641\u062d\u0647
simplepage.new-student-content-page-1=\u0635\u0641\u062d\u0647 \u0627\u06cc \u062c\u062f\u06cc\u062f \u062a\u0648\u0633\u0637 {}
simplepage.new-student-content-1=\u0645\u062d\u062a\u0648\u0627\u06cc \u062c\u062f\u06cc\u062f \u062a\u0648\u0633\u0637 {}
simplepage.new-student-comments-1=\u0646\u0638\u0631\u0627\u062a \u062c\u062f\u06cc\u062f \u0628\u0631\u0627\u06cc \u0645\u062d\u062a\u0648\u0627\u06cc {}
simplepage.student-content-page=\u0635\u0641\u062d\u0647 \u0645\u062d\u062a\u0648\u0627\u06cc \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632
simplepage.student-anonymous=\u0627\u06cc\u0646 \u0635\u0641\u062d\u0627\u062a \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632 \u0631\u0627 \u0646\u0627\u0634\u0646\u0627\u0633 \u06a9\u0646
simplepage.student-comments=\u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u0628\u062e\u0634 \u0646\u0638\u0631\u0627\u062a \u0628\u0647 \u0647\u0631 \u0635\u0641\u062d\u0647
simplepage.student-comments-anon=\u0627\u06cc\u0646 \u0646\u0638\u0631\u0627\u062a \u0631\u0627 \u0646\u0627\u0634\u0646\u0627\u0633 \u06a9\u0646
simplepage.anonymous=\u0646\u0627\u0634\u0646\u0627\u0633
simplepage.student-missing-prereqs=\u0641\u0636\u0627\u06cc\u06cc \u0628\u0631\u0627\u06cc \u0645\u062d\u062a\u0648\u0627\u06cc \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632 \u0648\u062c\u0648\u062f \u062f\u0627\u0631\u062f \u060c \u0627\u0645\u0627 \u0628\u0631\u0627\u06cc \u0645\u0634\u0627\u0647\u062f\u0647 \u0622\u0646 \u0627\u0628\u062a\u062f\u0627 \u0628\u0627\u06cc\u062f \u062a\u0645\u0627\u0645 \u0622\u06cc\u062a\u0645 \u0647\u0627\u06cc \u0644\u0627\u0632\u0645 \u0628\u0627\u0644\u0627 \u0631\u0627 \u062a\u06a9\u0645\u06cc\u0644 \u06a9\u0646\u06cc\u062f.
simplepage.student-fake-missing-prereqs=\u0627\u06af\u0631 \u0634\u0645\u0627 \u06cc\u06a9 \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632 \u0647\u0633\u062a\u06cc\u062f \u060c \u0646\u0645\u06cc \u062a\u0648\u0627\u0646\u06cc\u062f \u0645\u062d\u062a\u0648\u0627\u06cc \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632 \u0631\u0627 \u0645\u0634\u0627\u0647\u062f\u0647 \u06a9\u0646\u06cc\u062f \u060c \u0632\u06cc\u0631\u0627 \u0622\u06cc\u062a\u0645 \u0647\u0627\u06cc \u0645\u0648\u0631\u062f \u0646\u06cc\u0627\u0632 \u0628\u0627\u0644\u0627 \u0631\u0627 \u062a\u06a9\u0645\u06cc\u0644 \u0646\u06a9\u0631\u062f\u0647 \u0627\u06cc\u062f.

simplepage.website=\u0645\u062d\u062a\u0648\u0627 \u0631\u0627 \u0628\u0635\u0648\u0631\u062a \u0641\u0627\u06cc\u0644 ZIP \u0622\u067e\u0644\u0648\u062f \u06a9\u0646
simplepage.website.noextension=\u0628\u0631\u0627\u06cc \u0627\u06cc\u0646\u06a9\u0647 \u0627\u06cc\u0646 \u0639\u0645\u0644\u06cc\u0627\u062a \u0627\u0646\u062c\u0627\u0645 \u0634\u0648\u062f \u060c \u0641\u0627\u06cc\u0644 \u0632\u06cc\u067e \u0628\u0627\u06cc\u062f \u0634\u0627\u0645\u0644 \u067e\u0633\u0648\u0646\u062f \u0628\u0627\u0634\u062f \u060c \u0628\u0637\u0648\u0631 \u0645\u0639\u0645\u0648\u0644 .zip .
simplepage.website.tooltip=\u067e\u0634\u062a\u06cc\u0628\u0627\u0646\u06cc \u062e\u0627\u0635\u06cc \u0627\u0632 \u0646\u0631\u0645 \u0627\u0641\u0632\u0627\u0631 Camtasia \u060c Wimba \u0648 Articulate \u0648\u062c\u0648\u062f \u062f\u0627\u0631\u062f \u0627\u0645\u0627 \u0641\u0627\u06cc\u0644 \u0632\u06cc\u067e\u06cc \u0645\u0645\u06a9\u0646 \u0627\u0633\u062a \u0622\u067e\u0644\u0648\u062f \u0634\u062f\u0647 \u0628\u0627\u0634\u062f. \u0628\u0631\u0627\u06cc \u0627\u0637\u0644\u0627\u0639\u0627\u062a \u0628\u06cc\u0634\u062a\u0631 \u0628\u062e\u0634 \u0631\u0627\u0647\u0646\u0645\u0627\u06cc\u06cc \u0631\u0627 \u0645\u0634\u0627\u0647\u062f\u0647 \u06a9\u0646\u06cc\u062f.
simplepage.addwebsite-descrip=\u067e\u0634\u062a\u06cc\u0628\u0627\u0646\u06cc \u062e\u0627\u0635\u06cc \u0627\u0632 \u0646\u0631\u0645 \u0627\u0641\u0632\u0627\u0631 Camtasia \u060c Wimba \u0648 Articulate \u0648\u062c\u0648\u062f \u062f\u0627\u0631\u062f \u0627\u0645\u0627 \u0641\u0627\u06cc\u0644 \u0632\u06cc\u067e\u06cc \u0645\u0645\u06a9\u0646 \u0627\u0633\u062a \u0622\u067e\u0644\u0648\u062f \u0634\u062f\u0647 \u0628\u0627\u0634\u062f. \u0628\u0631\u0627\u06cc \u0627\u0637\u0644\u0627\u0639\u0627\u062a \u0628\u06cc\u0634\u062a\u0631 \u0628\u062e\u0634 \u0631\u0627\u0647\u0646\u0645\u0627\u06cc\u06cc \u0631\u0627 \u0645\u0634\u0627\u0647\u062f\u0647 \u06a9\u0646\u06cc\u062f.


simplepage.website.noindex=\u0645\u0627 \u0641\u0627\u06cc\u0644 \u0632\u06cc\u067e \u0634\u0645\u0627 \u0631\u0627 \u0622\u067e\u0644\u0648\u062f \u06a9\u0631\u062f\u06cc\u0645. \u0627\u06cc\u0646 \u0641\u0627\u06cc\u0644 \u0647\u0645 \u0627\u06a9\u0646\u0648\u0646 \u062f\u0631 \u067e\u0648\u0634\u0647 {} \u062f\u0631 \u0645\u0646\u0627\u0628\u0639 \u0648\u062c\u0648\u062f \u062f\u0627\u0631\u062f. \u0627\u0645\u0627 \u0646\u0645\u06cc \u062a\u0648\u0627\u0646 \u0622\u0646 \u0631\u0627 \u0628\u0631\u0627\u06cc \u0646\u0645\u0627\u06cc\u0634 \u067e\u06cc\u062f\u0627 \u06a9\u0631\u062f. \u0634\u0645\u0627 \u0645\u06cc \u062a\u0648\u0627\u0646\u06cc\u062f \u0627\u0632 \u06af\u0632\u06cc\u0646\u0647 "\u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u0645\u0646\u0628\u0639" \u0647\u0645\u0631\u0627\u0647 "\u0627\u0646\u062a\u062e\u0627\u0628 \u0641\u0627\u06cc\u0644 \u0645\u0648\u062c\u0648\u062f" \u0628\u0631\u0627\u06cc \u0627\u0646\u062a\u062e\u0627\u0628 \u0641\u0627\u06cc\u0644 \u0645\u0646\u0627\u0633\u0628 \u062e\u0648\u062f \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u06a9\u0646\u06cc\u062f.
simplepage.website.cantexpand=\u0646\u0645\u06cc \u062a\u0648\u0627\u0646 \u0645\u062d\u062a\u0648\u0627\u06cc \u0641\u0627\u06cc\u0644 ZIP \u0631\u0627 \u0627\u0633\u062a\u062e\u0631\u0627\u062c \u06a9\u0631\u062f

simplepage.blti=\u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u0627\u0628\u0632\u0627\u0631 \u062e\u0627\u0631\u062c\u06cc
simplepage.blti.tooltip=\u0622\u06cc\u062a\u0645\u06cc \u0627\u0632 \u062e\u062f\u0645\u0627\u062a \u062e\u0627\u0631\u062c\u06cc \u0631\u0627 \u0627\u0636\u0627\u0641\u0647 \u06a9\u0646\u06cc\u062f \u06a9\u0647 \u0627\u0632 \u0627\u0633\u062a\u0627\u0646\u062f\u0627\u0631\u062f IMS LTI \u067e\u0634\u062a\u06cc\u0628\u0627\u0646\u06cc \u0645\u06cc \u06a9\u0646\u062f. \u0628\u0631\u0627\u06cc \u0627\u0637\u0644\u0627\u0639 \u0627\u0632 \u0627\u0628\u0632\u0627\u0631 \u067e\u0634\u062a\u06cc\u0628\u0627\u0646\u06cc \u0634\u062f\u0647 \u0627\u0632 \u0645\u0633\u0626\u0648\u0644\u06cc\u0646 \u0628\u062e\u0634 \u062e\u0648\u062f \u0633\u0648\u0627\u0644 \u0628\u067e\u0631\u0633\u06cc\u062f.
simplepage.import_lti_button=\u0648\u0627\u0631\u062f \u06a9\u0631\u062f\u0646 \u0627\u0628\u0632\u0627\u0631 \u062e\u0627\u0631\u062c\u06cc
simplepage.importitem=\u0648\u0627\u0631\u062f \u06a9\u0631\u062f\u0646 \u0627\u0628\u0632\u0627\u0631 \u062e\u0627\u0631\u062c\u06cc
simplepage.importitem.tooltip=\u0648\u0627\u0631\u062f \u06a9\u0631\u062f\u0646 \u0641\u0627\u06cc\u0644 \u0627\u0632 \u0627\u0628\u0632\u0627\u0631 \u062e\u0627\u0631\u062c\u06cc
simplepage.change_blti=\u062a\u063a\u06cc\u06cc\u0631 \u0627\u0628\u0632\u0627\u0631 \u062e\u0627\u0631\u062c\u06cc
simplepage.require_submit_blti=\u0644\u0627\u0632\u0645 \u0627\u0633\u062a \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632 \u0627\u0632 \u0627\u06cc\u0646 \u0622\u06cc\u062a\u0645 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u06a9\u0646\u062f
simplepage.blti.config=\u067e\u06cc\u06a9\u0631\u0628\u0646\u062f\u06cc \u0627\u0628\u0632\u0627\u0631 \u062e\u0627\u0631\u062c\u06cc
simplepage.edit_blti=\u0648\u06cc\u0631\u0627\u06cc\u0634 \u0627\u0628\u0632\u0627\u0631 \u062e\u0627\u0631\u062c\u06cc
simplepage.blti.chooser=\u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u0646\u062f\u0647 \u0627\u0628\u0632\u0627\u0631 \u062e\u0627\u0631\u062c\u06cc
simplepage.blti.tools.manage=\u0645\u062f\u06cc\u0631\u06cc\u062a \u0622\u06cc\u062a\u0645 \u0647\u0627 \u0648 \u0627\u0628\u0632\u0627\u0631\u0647\u0627
simplepage.blti.tools.text=\u0631\u0648\u06cc \u0627\u0628\u0632\u0627\u0631\u06cc \u0628\u0647 \u0645\u0646\u0638\u0648\u0631 \u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u0622\u062a\u0645\u06cc \u0628\u0647 \u0627\u0628\u0632\u0627\u0631 \u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f
simplepage.blti.tools.create=\u06af\u0632\u06cc\u0646\u0647 \u06cc \u067e\u06cc\u0634 \u0631\u0648 \u0631\u0627 \u0628\u0631\u0627\u06cc \u0645\u062f\u06cc\u0631\u06cc\u062a \u0622\u062a\u0645 \u0647\u0627 \u0648 \u0627\u0628\u0632\u0627\u0631\u0647\u0627 \u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f. \u0627\u06cc\u0646 \u0628\u0647 \u0634\u0645\u0627 \u0627\u06cc\u0646 \u0627\u0645\u06a9\u0627\u0646 \u0631\u0627 \u0645\u06cc \u062f\u0647\u062f \u062a\u0627 \u0627\u0628\u0632\u0627\u0631 \u062c\u062f\u06cc\u062f \u062e\u0648\u062f \u0631\u0627 \u0627\u06cc\u062c\u0627\u062f \u06a9\u0646\u06cc\u062f \u060c \u0628\u0627 \u062a\u0648\u062c\u0647 \u0628\u0647 \u0627\u0637\u0644\u0627\u0639\u0627\u062a \u062e\u062f\u0645\u0627\u062a \u062e\u0627\u0631\u062c\u06cc \u0648 \u0648\u06cc\u0631\u0627\u06cc\u0634 \u06cc\u0627 \u062d\u0630\u0641 \u0622\u06cc\u062a\u0645 \u0647\u0627 \u0648 \u0627\u0628\u0632\u0627\u0631 \u0645\u0648\u062c\u0648\u062f. \u0647\u0631\u0686\u0646\u062f \u0627\u06a9\u062b\u0631 \u0646\u0648\u06cc\u0633\u0646\u062f\u06af\u0627\u0646 \u0627\u0632 \u0627\u0632 \u0628\u062e\u0634 \u0628\u0627\u0644\u0627 \u0628\u062c\u0627\u06cc \u0627\u06cc\u0646 \u06af\u0632\u06cc\u0646\u0647 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0645\u06cc \u06a9\u0646\u0646\u062f.
simplepage.select_blti=\u0627\u0646\u062a\u062e\u0627\u0628 \u0622\u06cc\u062a\u0645
simplepage.select_blti.text=\u0622\u06cc\u062a\u0645\u06cc \u0631\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u0648 \u0628\u0639\u062f \u06af\u0632\u06cc\u0646\u0647 \u06cc "\u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0627\u0632 \u0622\u06cc\u062a\u0645 \u0627\u0646\u062a\u062e\u0627\u0628 \u0634\u062f\u0647" \u0631\u0627 \u0628\u0631\u0627\u06cc \u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u0622\u0646 \u0628\u0647 \u0635\u0641\u062d\u0647 \u0628\u0632\u0646\u06cc\u062f. \u0628\u0631\u0648\u06cc \u06cc\u06a9 \u0622\u06cc\u062a\u0645 \u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f \u062a\u0627 \u0628\u0641\u0647\u0645\u06cc\u062f \u06a9\u0647 \u0628\u0647 \u0686\u0647 \u0634\u06a9\u0644 \u062e\u0648\u0627\u0647\u062f \u0628\u0648\u062f.
simplepage.no_blti_tools=\u0647\u06cc\u0686 \u0633\u0631\u0648\u06cc\u0633 (LTI) \u062e\u0627\u0631\u062c\u06cc \u062f\u0631 \u062f\u0633\u062a\u0631\u0633 \u0646\u0645\u06cc \u0628\u0627\u0634\u062f. \u0634\u0645\u0627 \u0645\u06cc \u062a\u0648\u0627\u0646\u06cc\u062f \u0628\u0627 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0627\u0632 \u06af\u0632\u06cc\u0646\u0647 "\u0645\u062f\u06cc\u0631\u06cc\u062a \u0622\u06cc\u062a\u0645 \u0647\u0627 \u0648 \u0627\u0628\u0632\u0627\u0631\u0647\u0627" \u062f\u0631 \u0632\u06cc\u0631 \u06cc\u06a9 \u0627\u0628\u0632\u0627\u0631 \u062c\u062f\u06cc\u062f \u0646\u0635\u0628 \u06a9\u0646\u06cc\u062f.
simplepage.no_blti_items=\u0647\u06cc\u0686 \u0622\u06cc\u062a\u0645\u06cc \u0627\u06cc\u062c\u0627\u062f \u0646\u0634\u062f\u0647 \u0627\u0633\u062a. \u06cc\u06a9 \u0627\u0628\u0632\u0627\u0631 \u0627\u0632 \u0628\u0627\u0644\u0627 \u0628\u0631\u0627\u06cc \u0627\u06cc\u062c\u0627\u062f \u06cc\u06a9 \u0622\u06cc\u062a\u0645 \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f \u060c \u06cc\u0627 \u0627\u0632 \u06af\u0632\u06cc\u0646\u0647 "\u0645\u062f\u06cc\u0631\u06cc\u062a \u0627\u0628\u0632\u0627\u0631\u0647\u0627 \u0648 \u0622\u06cc\u062a\u0645 \u0647\u0627" \u062f\u0631 \u0632\u06cc\u0631 \u0628\u0631\u0627\u06cc \u0627\u06cc\u062c\u0627\u062f \u06cc\u06a9 \u0627\u0628\u0632\u0627\u0631 \u0628\u0631 \u0627\u0633\u0627\u0633 \u0627\u0637\u0644\u0627\u0639\u0627\u062a \u0633\u0631\u0648\u06cc\u0633 \u062e\u0627\u0631\u062c\u06cc \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u06a9\u0646\u06cc\u062f.
simplepage.no_blti_native=\u0647\u06cc\u0686 \u0622\u06cc\u062a\u0645\u06cc \u0627\u06cc\u062c\u0627\u062f \u0646\u0634\u062f\u0647 \u0627\u0633\u062a. \u0627\u0632 \u0644\u06cc\u0646\u06a9 \u0628\u0627\u0644\u0627 \u0628\u0631\u0627\u06cc \u0627\u06cc\u062c\u0627\u062f \u06cc\u06a9\u06cc \u0627\u0632 \u0622\u0646\u0647\u0627 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u06a9\u0646\u06cc\u062f.
simplepage.lti.import.chooser=\u0648\u0627\u0631\u062f \u06a9\u0631\u062f\u0646 \u0645\u062d\u062a\u0648\u0627 \u0627\u0632 \u0627\u0628\u0632\u0627\u0631 \u062e\u0627\u0631\u062c\u06cc
simplepage.format.heading=\u0686\u0637\u0648\u0631 \u0627\u06cc\u0646 \u0622\u06cc\u062a\u0645 \u0628\u0647 \u0646\u0645\u0627\u06cc\u0634 \u062f\u0631 \u062e\u0648\u0627\u0647\u062f \u0622\u0645\u062f\u061f
simplepage.format.window=\u067e\u0646\u062c\u0631\u0647 \u062c\u062f\u06cc\u062f\: \u062f\u0631 \u06cc\u06a9 \u067e\u0646\u062c\u0631\u0647 \u062c\u062f\u06cc\u062f
simplepage.format.inline=\u062f\u0631 \u062e\u0637\: \u062f\u0631 \u06cc\u06a9 \u0628\u0627\u06a9\u0633 \u0635\u0641\u062d\u0647 \u06a9\u0646\u0648\u0646\u06cc
simplepage.format.page=\u0635\u0641\u062d\u0647 \u062c\u062f\u06cc\u062f\: \u062f\u0631 \u06cc\u06a9 \u0635\u0641\u062d\u0647 \u062c\u062f\u0627\u06af\u0627\u0646\u0647 \u0647\u0645\u0631\u0627\u0647 \u06af\u0632\u06cc\u0646\u0647 \u0647\u0627\u06cc "\u0628\u0639\u062f\u06cc" \u0648 "\u0642\u0628\u0644\u06cc" 
simplepage.format.item_removed=<p style\='font-family\:arial, helvetica; padding\:4px; font-size\:80%; border\:2px solid black'><span style\='color\:\#c00'>\u062e\u0637\u0627\:</span> \u0622\u06cc\u062a\u0645\u06cc \u06a9\u0647 \u0642\u0631\u0627\u0631 \u0628\u0648\u062f \u0646\u0645\u0627\u06cc\u0634 \u062f\u0627\u062f\u0647 \u0634\u0648\u062f \u0642\u0628\u0644\u0627\u064b \u062d\u0630\u0641 \u0634\u062f\u0647. \u0644\u0637\u0641\u0627\u064b \u0627\u0632 \u06af\u0632\u06cc\u0646\u0647 "\u0648\u06cc\u0631\u0627\u06cc\u0634" \u0628\u0639\u062f \u0627\u0632 \u0627\u06cc\u0646 \u0622\u06cc\u062a\u0645 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0648 \u0628\u0627 \u06af\u0632\u06cc\u0646\u0647 "\u062a\u063a\u06cc\u06cc\u0631 \u0627\u0628\u0632\u0627\u0631 \u062e\u0627\u0631\u062c\u06cc" \u0622\u06cc\u062a\u0645 \u0631\u0627 \u0628\u0627\u0632\u0633\u0627\u0632\u06cc \u06cc\u0627 \u06cc\u06a9\u06cc \u062c\u062f\u06cc\u062f \u0631\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f.</p>

simplepage.more-tools=\u0627\u0628\u0632\u0627\u0631\u0647\u0627\u06cc \u0628\u06cc\u0634\u062a\u0631
simplepage.forum-descrip=\u0644\u06cc\u0646\u06a9 \u062f\u0627\u062f\u0646 \u0628\u0647 \u06cc\u06a9 \u0627\u0646\u062c\u0645\u0646 \u06cc\u0627 \u0645\u0648\u0636\u0648\u0639.
simplepage.blti-descrip=\u0644\u06cc\u0646\u06a9 \u062f\u0627\u062f\u0646 \u0628\u0647 \u06cc\u06a9 \u0633\u0631\u0648\u06cc\u0633 \u0648\u0628 \u06a9\u0647 \u0627\u0632 \u0627\u0633\u062a\u0627\u0646\u062f\u0627\u0631\u062f IMS LTI \u0628\u0631\u0627\u06cc \u0645\u062c\u062a\u0645\u0639 \u0634\u062f\u0646 \u0628\u0627 \u0627\u06cc\u0646 \u0633\u06cc\u0633\u062a\u0645 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0645\u06cc \u06a9\u0646\u062f.
simplepage.comments-descrip=\u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u06cc\u06a9 \u0628\u062e\u0634 \u06a9\u0647 \u0628\u0647 \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632\u0627\u0646 \u0627\u0645\u06a9\u0627\u0646 \u0648\u0627\u0631\u062f \u06a9\u0631\u062f\u0646 \u0646\u0638\u0631\u0627\u062a \u0631\u0627 \u0645\u06cc \u062f\u0647\u062f.
simplepage.student-descrip=\u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u06cc\u06a9 \u0628\u062e\u0634 \u062c\u0627\u06cc\u06cc \u06a9\u0647 \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632\u0627\u0646 \u0645\u06cc \u062a\u0648\u0627\u0646\u0646\u062f \u0635\u0641\u062d\u0627\u062a \u062e\u0648\u062f \u0631\u0627 \u0627\u06cc\u062c\u0627\u062f \u06a9\u0646\u0646\u062f.
simplepage.title-student-descrip=\u0648\u06cc\u0631\u0627\u06cc\u0634 \u0639\u0646\u0648\u0627\u0646 \u0635\u0641\u062d\u0647
simplepage.title-descrip=\u0648\u06cc\u0631\u0627\u06cc\u0634 \u0639\u0646\u0648\u0627\u0646 \u06cc\u0627 \u0642\u0627\u0644\u0628 \u0635\u0641\u062d\u0647
simplepage.title-top-descrip=\u0648\u06cc\u0631\u0627\u06cc\u0634 \u0639\u0646\u0648\u0627\u0646 \u060c \u0632\u0645\u0627\u0646 \u0627\u0646\u062a\u0634\u0627\u0631 \u060c \u06cc\u0627 \u0642\u0627\u0644\u0628 \u0635\u0641\u062d\u0647
simplepage.remove-descrip=\u062d\u0630\u0641 \u0627\u06cc\u0646 \u0635\u0641\u062d\u0647.
simplepage.newpage-descrip=\u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u0635\u0641\u062d\u0647(\u0647\u0627\u06cc) \u062c\u062f\u06cc\u062f \u0633\u0637\u062d \u0628\u0627\u0644\u0627
simplepage.importcc-descrip=\u0628\u0627\u0631\u06af\u0630\u0627\u0631\u06cc \u0641\u0627\u06cc\u0644 \u062f\u0631 \u0641\u0631\u0645\u062a IMS CC.
simplepage.importcc-assigntitle=\u062a\u06a9\u0644\u06cc\u0641 {}
simplepage.importcc-texttitle=\u062f\u0633\u062a\u0648\u0631 \u0627\u0644\u0639\u0645\u0644 \u0647\u0627
simplepage.importcc-embedtitle=\u0648\u06cc\u062f\u0626\u0648\u06cc \u062c\u0627\u0633\u0627\u0632\u06cc \u0634\u062f\u0647
simplepage.embedded-video=\u0648\u06cc\u062f\u0626\u0648\u06cc \u062c\u0627\u0633\u0627\u0632\u06cc \u0634\u062f\u0647

simplepage.add-content=\u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u0645\u062d\u062a\u0648\u0627
simplepage.addtext-descrip=\u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u0622\u06cc\u062a\u0645\u06cc \u06a9\u0647 \u0627\u0632 \u0648\u06cc\u0631\u0627\u06cc\u0634\u06af\u0631 \u0645\u062a\u0646 \u0628\u0647\u0631\u0647 \u0645\u06cc \u0628\u0631\u062f
simplepage.subpage-descrip=\u0627\u06cc\u062c\u0627\u062f \u06cc\u06a9 \u0635\u0641\u062d\u0647 \u062c\u062f\u06cc\u062f \u06a9\u0647 \u0645\u06cc \u062a\u0648\u0627\u0646\u06cc\u062f \u0645\u062d\u062a\u0648\u0627\u06cc\u06cc \u0627\u06cc\u062c\u0627\u062f \u06cc\u0627 \u0628\u0647 \u0645\u062d\u062a\u0648\u0627\u06cc\u06cc \u0645\u0648\u062c\u0648\u062f \u0645\u062a\u0635\u0644 \u06a9\u0646\u06cc\u062f
simplepage.question-descrip=\u0627\u06cc\u062c\u0627\u062f \u0633\u0648\u0627\u0644 \u0686\u0646\u062f \u06af\u0632\u06cc\u0646\u0647 \u0627\u06cc \u0633\u0627\u062f\u0647 \u06cc\u0627 \u067e\u0627\u0633\u062e \u06a9\u0648\u062a\u0627\u0647 \u06a9\u0647 \u0645\u06cc \u062a\u0648\u0627\u0646\u062f \u0646\u062a\u0627\u06cc\u062c \u0631\u0627 \u0628\u0635\u0648\u0631\u062a \u0646\u0638\u0631\u0633\u0646\u062c\u06cc \u0646\u0645\u0627\u06cc\u0634 \u062f\u0647\u062f
simplepage.assignment-descrip=\u0644\u06cc\u0646\u06a9 \u062f\u0627\u062f\u0646 \u0628\u0647 \u06cc\u06a9 \u062a\u06a9\u0644\u06cc\u0641
simplepage.quiz-descrip=\u0644\u06cc\u0646\u06a9 \u062f\u0627\u062f\u0646 \u0628\u0647 \u06cc\u06a9 \u0627\u0645\u062a\u062d\u0627\u0646 \u06cc\u0627 \u062a\u0633\u062a

simplepage.broken-css=\u0641\u0627\u06cc\u0644 CSS \u0634\u062e\u0635\u06cc \u0633\u0627\u0632\u06cc \u0634\u062f\u0647 \u0627\u06cc \u06cc\u0627\u0641\u062a \u0646\u0634\u062f.
simplepage.css-dropdown-label=\u0634\u062e\u0635\u06cc \u0633\u0627\u0632\u06cc \u0641\u0627\u06cc\u0644 CSS \:
simplepage.css-upload-label=\u06cc\u0627 \u0622\u067e\u0644\u0648\u062f \u0641\u0627\u06cc\u0644 \u0645\u0648\u0631\u062f \u0646\u0638\u0631 \u0634\u0645\u0627\:
simplepage.css-default-instructions=(\u0627\u06af\u0631 \u0627\u06cc\u0646 \u0641\u0627\u06cc\u0644 \u0628\u0647 \u0646\u0627\u0645 default.css \u0628\u0627\u0634\u062f \u060c \u0627\u06cc\u0646 \u0628\u0647 \u0639\u0646\u0648\u0627\u0646 \u067e\u06cc\u0634\u0641\u0631\u0636 \u0633\u0627\u06cc\u062a \u0634\u0646\u0627\u062e\u062a\u0647 \u0645\u06cc \u0634\u0648\u062f.)
simplepage.default-css=\u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0627\u0632 \u067e\u06cc\u0634\u0641\u0631\u0636
simplepage.site=\u0642\u0627\u0644\u0628 CSS \u0633\u0627\u06cc\u062a
simplepage.system=\u0642\u0627\u0644\u0628 CSS \u0633\u06cc\u0633\u062a\u0645

simplepage.comments-points=\u0646\u0645\u0631\u0627\u062a\:
simplepage.question-points=\u0646\u0645\u0631\u0627\u062a\:
simplepage.submit=\u062a\u0627\u06cc\u06cc\u062f

simplepage.student-comments-graded=\u0646\u0645\u0631\u0647 \u062f\u0627\u062f\u0646 \u0628\u0647 \u0627\u06cc\u0646 \u0646\u0638\u0631\u0627\u062a
simplepage.gradingpane=\u067e\u0646\u062c\u0631\u0647 \u0646\u0645\u0631\u0647 \u062f\u0647\u06cc
simplepage.show-grading-pane=\u0646\u0645\u0627\u06cc\u0634 \u067e\u0646\u062c\u0631\u0647 \u0646\u0645\u0631\u0647 \u062f\u0647\u06cc
simplepage.show-grading-pane-comments=\u0646\u0645\u0627\u06cc\u0634 \u067e\u0646\u062c\u0631\u0647 \u0646\u0645\u0631\u0647 \u062f\u0647\u06cc \u0628\u0631\u0627\u06cc \u0646\u0638\u0631\u0627\u062a
simplepage.show-grading-pane-content=\u0646\u0645\u0627\u06cc\u0634 \u067e\u0646\u062c\u0631\u0647 \u0646\u0645\u0631\u0647 \u062f\u0647\u06cc \u0628\u0631\u0627\u06cc \u0646\u0638\u0631\u0627\u062a \u0628\u0631\u0648\u06cc \u0645\u062d\u062a\u0648\u0627\u06cc \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632
simplepage.grading-student=\u0646\u0627\u0645 \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632
simplepage.grading-unique=\u0635\u0641\u062d\u0627\u062a
simplepage.grading-total-posts=\u0646\u0638\u0631\u0627\u062a
simplepage.grading-response=\u067e\u0627\u0633\u062e
simplepage.grading-grade=\u0646\u0645\u0631\u0647 \u06cc\u0627 \u0627\u0645\u062a\u06cc\u0627\u0632
simplepage.click-to-expand=\u062a\u063a\u06cc\u06cc\u0631 \u062d\u0627\u0644\u062a \u0646\u0638\u0631\u0627\u062a
simplepage.grade-for-student=\u0646\u0645\u0631\u0647 \u0628\u0631\u0627\u06cc {}
simplepage.expand-for-student=\u0646\u0645\u0627\u06cc\u0634 \u06cc\u0627 \u067e\u0646\u0647\u0627\u0646 \u0633\u0627\u0632\u06cc \u0646\u0638\u0631\u0627\u062a \u0628\u0631\u0627\u06cc {}
simplepage.context-link-title-1=\u0646\u0645\u0627\u06cc\u0634 \u0645\u062a\u0646 \u0646\u0638\u0631 {}
simplepage.context-link-title-2=\u0646\u0645\u0627\u06cc\u0634 \u0645\u062a\u0646 \u0646\u0638\u0631 {1} \u0628\u0631\u0648\u06cc \u0645\u062d\u062a\u0648\u0627\u06cc {2}

simplepage.student-comments-grading=\u0646\u0638\u0631\u0627\u062a \u0628\u0631\u0648\u06cc \u0645\u062d\u062a\u0648\u0627\u06cc \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632 \u0628\u0631\u0627\u06cc "{}"
simplepage.comments-grading=\u0646\u0638\u0631\u0627\u062a \u0628\u0631\u0627\u06cc "{}"
simplepage.question-grading=\u067e\u0627\u0633\u062e \u0628\u0647 "{}"
simplepage.nothing-here=\u0686\u06cc\u0632\u06cc \u0628\u0631\u0627\u06cc \u0646\u0645\u0631\u0647 \u062f\u0647\u06cc \u0627\u06cc\u0646\u062c\u0627 \u0648\u062c\u0648\u062f \u0646\u062f\u0627\u0631\u062f.
simplepage.not-graded=\u0627\u06cc\u0646 \u0622\u06cc\u062a\u0645 \u0646\u0645\u0631\u0647\u200c\u062f\u0647\u06cc \u0646\u0634\u062f\u0647 \u0627\u0633\u062a.
simplepage.zero-missing=\u0645\u0646\u0638\u0648\u0631 \u06a9\u0631\u062f\u0646 \u0646\u0645\u0631\u0647 \u0635\u0641\u0631 \u0628\u0631\u0627\u06cc \u062f\u0627\u0646\u0634\u200c\u0622\u0645\u0648\u0632\u0627\u0646\u06cc \u06a9\u0647 \u0627\u0631\u0633\u0627\u0644\u06cc \u0646\u062f\u0627\u0631\u0646\u062f
simplepage.missing-title=\u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632\u0627\u0646\u06cc \u06a9\u0647 \u0627\u0631\u0633\u0627\u0644\u06cc \u0646\u062f\u0627\u0631\u0646\u062f
simplepage.no-gradebook=\u0627\u06cc\u0646 \u0622\u06cc\u062a\u0645 \u0646\u0645\u06cc \u062a\u0648\u0627\u0646\u062f \u0628\u0631\u0627\u06cc \u0646\u0645\u0631\u0647 \u062f\u0647\u06cc \u0646\u0634\u0627\u0646\u0647 \u06af\u0630\u0627\u0631\u06cc \u0634\u0648\u062f. \u0627\u06a9\u062b\u0631 \u0645\u0634\u06a9\u0644\u0627\u062a \u0634\u0628\u06cc\u0647 \u0628\u0647 \u0627\u06cc\u0646 \u0628\u0647 \u0639\u0644\u062a \u0639\u062f\u0645 \u0648\u062c\u0648\u062f \u0647\u06cc\u0686 \u0627\u0628\u0632\u0627\u0631 \u06a9\u062a\u0627\u0628 \u0646\u0645\u0631\u0647 \u062f\u0631 \u0627\u06cc\u0646 \u0633\u0627\u06cc\u062a \u0627\u0633\u062a.
simplepage.show-context=\u0646\u0645\u0627\u06cc\u0634 \u0645\u062a\u0646

simplepage.student-peer-review-title=\u0639\u0646\u0648\u0627\u0646
simplepage.student-peer-review-category=\u062f\u0633\u062a\u0647
simplepage.student-peer-review-add=\u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u0633\u0631\u0641\u0635\u0644 \u0628\u0627\u0632\u0628\u06cc\u0646\u06cc \u0634\u0627\u062e\u0635 \u0628\u0647 \u0647\u0631 \u0635\u0641\u062d\u0647
simplepage.student-peer-review-create=\u0627\u06cc\u062c\u0627\u062f \u0633\u0631\u0641\u0635\u0644 \u062c\u062f\u06cc\u062f
simplepage.student-peer-review-select-rubric=\u0644\u0637\u0641\u0627\u064b \u06cc\u06a9 \u0633\u0631\u0641\u0635\u0644 \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f
simplepage.peer-eval-create-title=\u0627\u06cc\u062c\u0627\u062f \u0633\u0631\u0641\u0635\u0644 \u0627\u0631\u0632\u06cc\u0627\u0628\u06cc \u0634\u0627\u062e\u0635
simplepage.student-peer-review-add-row=\u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u0633\u0637\u0631
simplepage.add-peereval=\u0634\u0631\u0648\u0639 \u0647\u0645\u062a\u0627 \u0633\u0627\u0632\u06cc \u0627\u0631\u0632\u06cc\u0627\u0628\u06cc
simplepage.view-peereval=\u0646\u0645\u0627\u06cc\u0634 \u0627\u0631\u0632\u06cc\u0627\u0628\u06cc \u0647\u0645\u062a\u0627
simplepage.student-peer-eval.require_due_date=\u062a\u0646\u0638\u06cc\u0645 \u062a\u0627\u0631\u06cc\u062e \u0645\u0642\u0631\u0631\u061f
simplepage.peer-eval.invalid_open_date=\u0644\u0637\u0641\u0627\u064b \u062a\u0627\u0631\u06cc\u062e \u0628\u0627\u0632\u06af\u0634\u0627\u06cc\u06cc \u0631\u0627 \u062f\u0631 \u0641\u0631\u0645\u062a "\u0633\u0627\u0644/\u0631\u0648\u0632/\u0645\u0627\u0647 \u06cc\u0627 MM/DD/YY"  \u0648\u0627\u0631\u062f \u06a9\u0646\u06cc\u062f.
simplepage.peer-eval.invalid_open_time=\u0644\u0637\u0641\u0627\u064b \u0632\u0645\u0627\u0646 \u0628\u0627\u0632\u06af\u0634\u0627\u06cc\u06cc \u0631\u0627 \u062f\u0631 \u0641\u0631\u0645\u062a HH\:MM AM/PM \u0648\u0627\u0631\u062f \u06a9\u0646\u06cc\u062f.
simplepage.peer-eval.invalid_due_date=\u0644\u0637\u0641\u0627\u064b \u062a\u0627\u0631\u06cc\u062e \u0645\u0642\u0631\u0631 \u0631\u0627 \u062f\u0631 \u0641\u0631\u0645\u062a MM/DD/YY \u0648\u0627\u0631\u062f \u06a9\u0646\u06cc\u062f.
simplepage.peer-eval.invalid_due_time=\u0644\u0637\u0641\u0627\u064b \u0632\u0645\u0627\u0646 \u0645\u0642\u0631\u0631 \u0631\u0627 \u062f\u0631 \u0641\u0631\u0645\u062a HH\:MM AM/PM \u0648\u0627\u0631\u062f \u06a9\u0646\u06cc\u062f.
simplepage.peer-eval.open_date=\u062a\u0627\u0631\u06cc\u062e \u0628\u0627\u0632\u06af\u0634\u0627\u06cc\u06cc
simplepage.peer-eval.due_date=\u062a\u0627\u0631\u06cc\u062e \u0645\u0642\u0631\u0631
simplepage.peer-eval-allow-selfgrade=\u0627\u062c\u0627\u0632\u0647 \u0646\u0645\u0631\u0647 \u062f\u0647\u06cc \u0628\u0647 \u062e\u0648\u062f
simplepage.peer-eval-stats=\u0622\u0645\u0627\u0631 \u0627\u0631\u0632\u06cc\u0627\u0628\u06cc \u0647\u0645\u062a\u0627
simplepage.peer-eval.sample.title=\u0646\u0645\u0648\u0646\u0647 \u0627\u0631\u0632\u06cc\u0627\u0628\u06cc \u0647\u0645\u062a\u0627
simplepage.peer-eval.sample.1=\u06a9\u06cc\u0641\u06cc\u062a \u06a9\u0627\u0631
simplepage.peer-eval.sample.2=\u0627\u0637\u0644\u0627\u0639\u0627\u062a \u067e\u0634\u062a\u06cc\u0628\u0627\u0646\u06cc
simplepage.peer-eval.sample.3=\u0633\u0627\u0632\u0645\u0627\u0646
simplepage.peer-eval.sample.4=\u0646\u0642\u0637\u0647 \u06af\u0630\u0627\u0631\u06cc \u060c \u0627\u0645\u0644\u0627\u0621 \u060c \u06af\u0631\u0627\u0645\u0631 \u0632\u0628\u0627\u0646
simplepage.user.activity=\u0627\u0631\u0632\u06cc\u0627\u0628\u06cc \u0647\u0627\u06cc \u0647\u0645\u062a\u0627
simplepage.peer-eval-stats.directions=\u0631\u0648\u06cc \u0646\u0627\u0645 \u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f \u062a\u0627 \u0627\u0637\u0644\u0627\u0639\u0627\u062a \u06a9\u0627\u0631\u0628\u0631 \u0631\u0627 \u0646\u0645\u0627\u06cc\u0634 \u06cc\u0627 \u067e\u0646\u0647\u0627\u0646 \u06a9\u0646\u06cc\u062f. \u0628\u0631\u0648\u06cc \u06af\u0632\u06cc\u0646\u0647 "\u0627\u0631\u0632\u06cc\u0627\u0628\u06cc \u0647\u0645\u062a\u0627" \u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f \u062a\u0627 \u0646\u0645\u0631\u0627\u062a\u06cc \u06a9\u0647 \u06a9\u0627\u0631\u0628\u0631 \u0628\u0647 \u062f\u06cc\u06af\u0631 \u0627\u0639\u0636\u0627\u0621 \u062f\u0627\u062f\u0647 \u0628\u0627 \u0631\u0646\u06af\u06cc \u0645\u062c\u0632\u0627 \u0646\u0645\u0627\u06cc\u0634 \u062f\u0627\u062f\u0647 \u0634\u0648\u062f. \u062f\u0648\u0628\u0627\u0631\u0647 \u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f \u062a\u0627 \u0627\u06cc\u0646 \u062d\u0627\u0644\u062a \u062d\u0630\u0641 \u0634\u0648\u062f. \u0628\u0631\u0648\u06cc \u0633\u062a\u0648\u0646 \u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f \u062a\u0627 \u0644\u06cc\u0633\u062a\u06cc \u0627\u0632 \u06a9\u0627\u0631\u0628\u0631\u0627\u0646\u06cc \u06a9\u0647 \u0628\u0647 \u06a9\u0627\u0631\u0628\u0631 \u0627\u0646\u062a\u062e\u0627\u0628 \u0634\u062f\u0647 \u0646\u0645\u0631\u0647 \u062f\u0627\u062f\u0647 \u0627\u0646\u062f \u0646\u0645\u0627\u06cc\u0627\u0646 \u0634\u0648\u062f.
simplepage.peer-cell-tooltip=\u0628\u0631\u0648\u06cc \u0633\u062a\u0648\u0646 \u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f \u062a\u0627 \u0644\u06cc\u0633\u062a\u06cc \u0627\u0632 \u06a9\u0627\u0631\u0628\u0631\u0627\u0646\u06cc \u06a9\u0647 \u0628\u0647 \u06a9\u0627\u0631\u0628\u0631 \u0627\u0646\u062a\u062e\u0627\u0628 \u0634\u062f\u0647 \u0646\u0645\u0631\u0647 \u062f\u0627\u062f\u0647 \u0627\u0646\u062f \u0646\u0645\u0627\u06cc\u0627\u0646 \u0634\u0648\u062f.
simplepage.peer-eval.past-due-date=\u062a\u0627\u0631\u06cc\u062e \u0645\u0642\u0631\u0631 \u0628\u0631\u0627\u06cc \u0646\u0645\u0631\u0647 \u062f\u0647\u06cc \u06af\u0630\u0634\u062a.
simplepage.peer-eval.cant-eval-yourself=\u0634\u0645\u0627 \u0646\u0645\u06cc \u062a\u0648\u0627\u0646\u06cc\u062f \u06a9\u0627\u0631 \u062e\u0648\u062f \u0631\u0627 \u0627\u0631\u0632\u06cc\u0627\u0628\u06cc \u06a9\u0646\u06cc\u062f.
simplepage.peer-eval.click-on-cell=\u0628\u0631\u0648\u06cc \u0633\u0644\u0648\u0644\u06cc \u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f \u062a\u0627 \u0646\u0645\u0631\u0647 \u062f\u0647\u06cc\u062f.
simplepage.peer-eval.inactive-members=\u0627\u0639\u0636\u0627\u06cc \u0633\u0627\u06cc\u062a\u06cc \u06a9\u0647 \u0647\u0646\u0648\u0632 \u06cc\u06a9 \u0635\u0641\u062d\u0647 \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632 \u0627\u06cc\u062c\u0627\u062f \u0646\u06a9\u0631\u062f\u0647 \u0627\u0646\u062f.
simplepage.dueDatebeforopenDate=\u0627\u06cc\u0646 \u0622\u06cc\u062a\u0645 \u0630\u062e\u06cc\u0631\u0647 \u0646\u0634\u062f\u0647 \u060c \u062a\u0627\u0631\u06cc\u062e \u0645\u0642\u0631\u0631 \u0628\u0631\u0627\u06cc \u0627\u0631\u0632\u06cc\u0627\u0628\u06cc \u0647\u0645\u062a\u0627 \u0642\u0628\u0644 \u0627\u0632 \u062a\u0627\u0631\u06cc\u062e \u0628\u0627\u0632\u06af\u0634\u0627\u06cc\u06cc \u0622\u06cc\u062a\u0645 \u0627\u0633\u062a.

simplepage.reset-button=\u062a\u0646\u0638\u06cc\u0645 \u0645\u062c\u062f\u062f
simplepage.help-button=\u0631\u0627\u0647\u0646\u0645\u0627\u06cc \u062f\u0631\u0648\u0633
simplepage.opens-in-new=\u0628\u0627\u0632 \u06a9\u0631\u062f\u0646 \u062f\u0631 \u067e\u0646\u062c\u0631\u0647 \u062c\u062f\u06cc\u062f
simplepage.direct-link=\u0644\u06cc\u0646\u06a9 \u0645\u0633\u062a\u0642\u06cc\u0645 \u0628\u0647 \u0627\u06cc\u0646 \u0627\u0628\u0632\u0627\u0631
simplepage.short-url=\u0622\u062f\u0631\u0633 URL \u06a9\u0648\u062a\u0627\u0647
simplepage.edit-page=\u0648\u06cc\u0631\u0627\u06cc\u0634 \u0635\u0641\u062d\u0647
simplepage.delete_page_confirm=\u0622\u06cc\u0627 \u0634\u0645\u0627 \u0627\u0632 \u062d\u0630\u0641 \u0627\u06cc\u0646 \u0622\u06cc\u062a\u0645 \u0645\u0637\u0645\u0626\u0646\u06cc\u062f\u061f
simplepage.path=\u0645\u0633\u06cc\u0631 \u062f\u0631 \u0645\u0646\u0627\u0628\u0639 \u060c \u06cc\u0627 URL/ \u06a9\u062f \u062c\u0627\u0633\u0627\u0632\u06cc \u0634\u062f\u0647

desc-lessonbuilder.upd=\u0628\u0631\u0648\u0632\u0631\u0633\u0627\u0646\u06cc \u0635\u0641\u062d\u0627\u062a \u06cc\u0627 \u0622\u06cc\u062a\u0645 \u0647\u0627
desc-lessonbuilder.read=\u062e\u0648\u0627\u0646\u062f\u0646 \u0635\u0641\u062d\u0627\u062a
desc-lessonbuilder.seeall=\u0645\u0634\u0627\u0647\u062f\u0647 \u0627\u06cc\u062a\u0645 \u0647\u0627 \u0628\u062f\u0648 \u062a\u0648\u062c\u0647 \u0628\u0647 \u06a9\u0646\u062a\u0631\u0644 \u0627\u0646\u062a\u0634\u0627\u0631 \u0622\u0646

simplepage.owner-groups=\u0635\u0641\u062d\u0627\u062a \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632\u0627\u0646 \u0628\u062c\u0627\u06cc \u0627\u06cc\u0646\u06a9\u0647 \u0645\u062a\u0639\u0644\u0642 \u0628\u0647 \u06cc\u06a9 \u0634\u062e\u0635 \u0628\u0627\u0634\u062f \u062a\u062d\u062a \u0645\u0627\u0644\u06a9\u06cc\u062a \u062a\u0645\u0627\u0645 \u0627\u0639\u0636\u0627\u06cc \u06af\u0631\u0648\u0647 \u0628\u0635\u0648\u0631\u062a \u06cc\u06a9\u067e\u0627\u0631\u0686\u0647 \u062e\u0648\u0627\u0647\u062f \u0628\u0648\u062f.
simplepage.owner-groups-explanation=\u06af\u0631\u0648\u0647\u06cc \u0631\u0627 \u06a9\u0647 \u0645\u06cc \u062a\u0648\u0627\u0646\u062f \u0635\u0641\u062d\u0627\u062a\u06cc \u062f\u0627\u0634\u062a\u0647 \u0628\u0627\u0634\u062f \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f. \u0647\u0631 \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632 \u0628\u0627\u06cc\u062f \u062f\u0642\u06cc\u0642\u0627\u064b \u0639\u0636\u0648 \u06cc\u06a9 \u06af\u0631\u0648\u0647 \u0628\u0627\u0634\u062f. \u0627\u06af\u0631 \u0686\u06cc\u0632\u06cc \u0631\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u0646\u06a9\u0646\u06cc\u062f \u060c \u062a\u0645\u0627\u0645 \u06af\u0631\u0648\u0647 \u0647\u0627 \u0628\u0635\u0648\u0631\u062a \u067e\u06cc\u0634 \u0641\u0631\u0636 \u0645\u0648\u0631\u062f \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0642\u0631\u0627\u0631 \u0645\u06cc \u06af\u06cc\u0631\u0646\u062f.
simplepage.owner-groups-nogroup=\u0635\u0641\u062d\u0627\u062a \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632\u0627\u0646 \u0628\u062c\u0627\u06cc \u0627\u06cc\u0646\u06a9\u0647 \u0645\u062a\u0639\u0644\u0642 \u0628\u0647 \u06cc\u06a9 \u0634\u062e\u0635 \u0628\u0627\u0634\u062f \u062a\u062d\u062a \u0645\u0627\u0644\u06a9\u06cc\u062a \u062a\u0645\u0627\u0645 \u0627\u0639\u0636\u0627\u06cc \u06af\u0631\u0648\u0647 \u0628\u0635\u0648\u0631\u062a \u06cc\u06a9\u067e\u0627\u0631\u0686\u0647 \u062e\u0648\u0627\u0647\u062f \u0628\u0648\u062f. \u0627\u0645\u0627 \u0634\u0645\u0627 \u062f\u0631 \u0647\u06cc\u0686 \u06af\u0631\u0648\u0647 \u0645\u062c\u0627\u0632\u06cc \u0639\u0636\u0648 \u0646\u06cc\u0633\u062a\u06cc\u062f.  \u0644\u0637\u0641\u0627\u064b \u0627\u06cc\u0646 \u0631\u0627 \u0628\u0647 \u0645\u062f\u0631\u0633 \u062e\u0648\u062f \u06af\u0632\u0627\u0631\u0634 \u06a9\u0646\u06cc\u062f.
simplepage.owner-groups.eval-individual=\u0627\u0632 \u0633\u0631\u0641\u0635\u0644 \u0647\u0645\u0631\u0627\u0647 \u06cc\u06a9 \u06af\u0631\u0648\u0647 \u0628\u0631\u0627\u06cc \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632\u0627\u0646 \u0628\u0647 \u0645\u0646\u0638\u0648\u0631 \u0627\u0631\u0632\u06cc\u0627\u0628\u06cc \u06cc\u06a9\u062f\u06cc\u06af\u0631 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u06a9\u0646\u06cc\u062f.
simplepage.owner-groups.see-only-own=\u062f\u0627\u0646\u0634 \u0627\u0645\u0648\u0632\u0627\u0646 \u062a\u0646\u0647\u0627 \u0635\u0641\u062d\u0627\u062a \u062e\u0648\u062f\u0634\u0627\u0646 \u0631\u0627 \u0645\u06cc \u0628\u06cc\u0646\u0646\u062f.

simplepage.update-points=\u0628\u0631\u0648\u0632\u0631\u0633\u0627\u0646\u06cc \u0646\u0645\u0631\u0627\u062a

simplepage.edit_questionlink=\u0648\u06cc\u0631\u0627\u06cc\u0634 \u0628\u062e\u0634 \u0633\u0648\u0627\u0644
simplepage.answer=\u067e\u0627\u0633\u062e\:
simplepage.question-text-input=\u0645\u062a\u0646 \u0633\u0648\u0627\u0644\:
simplepage.question-answer-input=\u067e\u0627\u0633\u062e \u0635\u062d\u06cc\u062d\:
simplepage.question-possible-answer=\u067e\u0627\u0633\u062d \u0627\u062d\u062a\u0645\u0627\u0644\u06cc
simplepage.short-explanation=\u067e\u0627\u0633\u062e \u0627\u062d\u062a\u0645\u0627\u0644\u06cc \u0631\u0627 \u062e\u0627\u0644\u06cc \u0628\u06af\u0630\u0627\u0631\u06cc\u062f \u062a\u0627 \u0627\u0632 \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632\u0627\u0646 \u0628\u0627\u0632\u062e\u0648\u0631\u062f \u062c\u0645\u0639 \u06a9\u0646\u06cc\u062f \u060c \u06cc\u0627 \u062d\u062a\u06cc \u0627\u06af\u0631 \u0645\u06cc \u062e\u0648\u0627\u0647\u06cc\u062f \u0628\u0635\u0648\u0631\u062a \u062f\u0633\u062a\u06cc \u0646\u0645\u0631\u0647 \u062f\u0647\u06cc\u062f.
simplepage.short-explanation2=\u0628\u0631\u0627\u06cc \u0646\u0645\u0631\u0647 \u062f\u0627\u062f\u0646 \u0628\u0635\u0648\u0631\u062a \u062f\u0633\u062a\u06cc \u060c \u067e\u0627\u0633\u062e \u0627\u062d\u062a\u0645\u0627\u0644\u06cc \u0631\u0627 \u062e\u0627\u0644\u06cc \u0628\u06af\u0630\u0627\u0631\u06cc\u062f \u060c \u0622\u0646\u06af\u0627\u0647 \u06af\u0632\u06cc\u0646\u0647 "\u0646\u0645\u0631\u0647 \u062f\u0627\u062f\u0646 \u0628\u0647 \u0627\u06cc\u0646 \u0633\u0648\u0627\u0644" \u0631\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f.
simplepage.question-correct-answer=\u067e\u0627\u0633\u062e \u067e\u06cc\u0634 \u0631\u0648 \u0635\u062d\u06cc\u062d \u0627\u0633\u062a
simplepage.question-graded=\u0646\u0645\u0631\u0647 \u062f\u0647\u06cc \u0628\u0647 \u0627\u06cc\u0646 \u0633\u0648\u0627\u0644
simplepage.questionLinkText=\u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u0633\u0648\u0627\u0644
simplepage.questionDescription=\u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u06cc\u06a9 \u0633\u0648\u0627\u0644 \u0633\u0627\u062f\u0647 \u0628\u0631\u0627\u06cc \u067e\u0627\u0633\u062e \u062f\u0627\u062f\u0646 \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632\u0627\u0646 \u0628\u0647 \u0622\u0646
simplepage.multipleChoice=\u0686\u0646\u062f \u06af\u0632\u06cc\u0646\u0647 \u0627\u06cc
simplepage.shortanswer=\u067e\u0627\u0633\u062e \u06a9\u0648\u062a\u0627\u0647
simplepage.answers=\u067e\u0627\u0633\u062e \u0627\u062d\u062a\u0645\u0627\u0644\u06cc\:
simplepage.addAnswer=\u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u067e\u0627\u0633\u062e \u062c\u062f\u06cc\u062f
simplepage.answer_question=\u062a\u0627\u06cc\u06cc\u062f \u067e\u0627\u0633\u062e
simplepage.questionName=\u0633\u0648\u0627\u0644 \u0633\u0627\u062f\u0647
simplepage.no-question-type=\u0647\u06cc\u0686 \u0646\u0648\u0639 \u0633\u0648\u0627\u0644\u06cc \u0645\u0648\u062c\u0648\u062f \u0646\u06cc\u0633\u062a
simplepage.question-max=\u0628\u0627\u0644\u0627\u062a\u0631\u06cc\u0646 \u0646\u0645\u0631\u0627\u062a\:
simplepage.question-gradebook-title=\u0639\u0646\u0648\u0627\u0646 \u06a9\u062a\u0627\u0628 \u0646\u0645\u0631\u0647\:
simplepage.permissions-question=\u0634\u0645\u0627 \u0642\u0628\u0644\u0627\u064b \u0628\u0647 \u0633\u0648\u0627\u0644 \u0645\u0631\u0628\u0648\u0637\u0647 \u067e\u0627\u0633\u062e \u062f\u0627\u062f\u0647 \u0627\u06cc\u062f\!
simplepage.correct-text=\u0645\u062a\u0646 \u0646\u0645\u0627\u06cc\u0634 \u062f\u0627\u062f\u0647 \u0645\u06cc \u0634\u0648\u062f \u0627\u06af\u0631 \u067e\u0627\u0633\u062e \u0635\u062d\u06cc\u062d \u0627\u0633\u062a\:
simplepage.incorrect-text=\u0645\u062a\u0646 \u0646\u0645\u0627\u06cc\u0634 \u062f\u0627\u062f\u0647 \u0645\u06cc \u0634\u0648\u062f \u0627\u06af\u0631 \u067e\u0627\u0633\u062e \u0635\u062d\u06cc\u062d \u0646\u06cc\u0633\u062a\:
simplepage.show-poll=\u0646\u0645\u0627\u06cc\u0634 \u0646\u0638\u0631\u0633\u0646\u062c\u06cc
simplepage.hide-poll=\u067e\u0646\u0647\u0627\u0646 \u0633\u0627\u0632\u06cc \u0646\u0638\u0631 \u0633\u0646\u062c\u06cc
simplepage.question-show-poll-option=\u0646\u0645\u0627\u06cc\u0634 \u062f\u0627\u062f\u0646 \u06cc\u06a9 \u06af\u0631\u0627\u0641 \u0628\u0647 \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632\u0627\u0646 \u06a9\u0647 \u0646\u0634\u0627\u0646 \u0645\u06cc \u062f\u0647\u062f \u067e\u0627\u0633\u062e \u0647\u0627\u06cc \u062f\u06cc\u06af\u0631 \u0628\u0639\u062f \u0627\u0632 \u067e\u0627\u0633\u062e \u0622\u0646\u0647\u0627 \u0628\u0647 \u0633\u0648\u0627\u0644 \u0686\u06af\u0648\u0646\u0647 \u0627\u0633\u062a.
simplepage.missing-question-text=\u0644\u0637\u0641\u0627\u064b \u0645\u062a\u0646\u06cc \u0631\u0627 \u0628\u0631\u0627\u06cc \u0633\u0648\u0627\u0644 \u0641\u0631\u0627\u0647\u0645 \u06a9\u0646\u06cc\u062f
simplepage.question-need-2=\u0644\u0637\u0641\u0627\u064b \u062d\u062f\u0627\u0642\u0644 2 \u062c\u0627\u06cc\u06af\u0632\u06cc\u0646 \u0628\u0631\u0627\u06cc \u0627\u06cc\u0646 \u0633\u0648\u0627\u0644 \u0641\u0631\u0627\u0647\u0645 \u06a9\u0646\u06cc\u062f
simplepage.question-need-1=\u0644\u0637\u0641\u0627\u064b \u062d\u062f\u0627\u0642\u0644 1 \u067e\u0627\u0633\u062e \u0635\u062d\u06cc\u062d \u0628\u0631\u0627\u06cc \u0627\u06cc\u0646 \u0633\u0648\u0627\u0644 \u0641\u0631\u0627\u0647\u0645 \u06a9\u0646\u06cc\u062f


simplepage.go-back=\u0628\u0627\u0632\u06af\u0634\u062a
simplepage.expand-all=\u0628\u0627\u0632 \u06a9\u0631\u062f\u0646 \u0647\u0645\u0647
simplepage.collapse-all=\u062c\u0645\u0639 \u06a9\u0631\u062f\u0646 \u0647\u0645\u0647

simplepage.mm-test-embed=\u0628\u0647 \u0639\u0644\u062a \u0627\u06cc\u0646\u06a9\u0647 \u0645\u0642\u062f\u0627\u0631\u06cc \u06a9\u0647 \u0634\u0645\u0627 \u0648\u0627\u0631\u062f \u06a9\u0631\u062f\u0647 \u0627\u06cc \u0628\u0627 "<" \u0634\u0631\u0648\u0639 \u0645\u06cc \u0634\u0648\u062f \u060c \u0645\u0627 \u0622\u0646 \u0631\u0627 \u0628\u0635\u0648\u0631\u062a \u06cc\u06a9 \u06a9\u062f \u062c\u0627\u0633\u0627\u0632\u06cc \u0634\u062f\u0647 \u062f\u0631 \u0646\u0638\u0631 \u06af\u0631\u0641\u062a\u0647 \u0627\u06cc\u0645. \u0627\u06af\u0631 \u0634\u0645\u0627 \u0645\u06cc \u062e\u0648\u0627\u0633\u062a\u06cc\u062f \u06cc\u06a9 \u0622\u062f\u0631\u0633 URL \u0631\u0627 \u0642\u0631\u0627\u0631 \u062f\u0647\u06cc\u062f \u0644\u0637\u0641\u0627\u064b \u062f\u0648\u0628\u0627\u0631\u0647 \u0622\u062f\u0631\u0633 \u06a9\u0627\u0645\u0644 \u0631\u0627 \u06a9\u067e\u06cc \u06a9\u0646\u06cc\u062f.
simplepage.mm-test-addedhttp-1=\u062a\u0648\u062c\u0647\: \u0645\u0627 \u0627\u06cc\u0646 \u0631\u0627 \u062a\u063a\u06cc\u06cc\u0631 \u062f\u0627\u062f\u06cc\u0645 \u0628\u0647 
simplepage.mm-test-addedhttp-2=\u0645\u0627 \u0627\u0645\u06cc\u062f\u0648\u0627\u0631\u06cc\u0645 \u0627\u06cc\u0646 \u0647\u0645\u0627\u0646 \u0686\u06cc\u0632\u06cc \u0628\u0627\u0634\u062f \u06a9\u0647 \u062f\u0631 \u0646\u0638\u0631 \u062f\u0627\u0634\u062a\u06cc\u062f.
simplepage.mm-test-oembed=\u0627\u0648\u0644\u0627\u064b \u060c \u0645\u0627 \u0633\u0639\u06cc \u0645\u06cc \u06a9\u0646\u06cc\u0645 \u0627\u06cc\u0646 \u0631\u0627 \u0628\u0647 \u0639\u0646\u0648\u0627\u0646 \u06cc\u06a9 \u0622\u062f\u0631\u0633 URL \u0628\u0631\u0627\u06cc \u06cc\u06a9 \u0633\u0627\u06cc\u062a \u0627\u0634\u062a\u0631\u0627\u06a9 \u06af\u0630\u0627\u0631\u06cc \u0648\u06cc\u062f\u0626\u0648/\u0635\u0648\u062a \u062f\u0631 \u0646\u0638\u0631 \u0628\u06af\u06cc\u0631\u06cc\u0645. \u0644\u0637\u0641\u0627\u064b \u0686\u06a9 \u06a9\u0646\u06cc\u062f \u06a9\u0647 \u0627\u06cc\u0646 \u0645\u062d\u062a\u0648\u06cc\u0627\u062a \u0633\u0627\u06cc\u062a \u0631\u0627 \u0628\u062f\u0631\u0633\u06cc \u0646\u0634\u0627\u0646 \u0645\u06cc \u062f\u0647\u062f.
simplepage.mm-test-iframe=\u0647\u0645 \u0627\u06a9\u0646\u0648\u0646 \u0645\u0627 \u0633\u0639\u06cc \u0645\u06cc \u06a9\u0646\u06cc\u0645 \u062a\u0627 \u0645\u062d\u062a\u0648\u0627\u06cc \u0622\u062f\u0631\u0633 URL \u0631\u0627 \u0628\u0627 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0627\u0632 \u062a\u06a9\u0646\u06cc\u06a9 \u0647\u0627\u06cc \u0645\u062e\u062a\u0644\u0641 \u0642\u0631\u0627\u0631 \u062f\u0647\u06cc\u0645 ( IFRAM ) \u0644\u0637\u0641\u0627\u064b \u0628\u0631\u0631\u0633\u06cc \u06a9\u0646\u06cc\u062f \u06a9\u0647 \u0645\u062d\u062a\u0648\u0627\u06cc \u0633\u0627\u06cc\u062a \u0628\u0647 \u062f\u0631\u0633\u062a\u06cc \u0646\u0634\u0627\u0646 \u062f\u0627\u062f\u0647 \u0634\u062f\u0647 \u0627\u0633\u062a.
simplepage.mm-test-tryother=\u062c\u0627\u06cc\u06af\u0632\u06cc\u0646 \u062f\u06cc\u06af\u0631\u06cc \u0631\u0627 \u0627\u0645\u062a\u062d\u0627\u0646 \u06a9\u0646\u06cc\u062f
simplepage.mm-test-start-over=\u0634\u0631\u0648\u0639 \u0645\u062c\u062f\u062f
simplepage.sharedpage=[\u0635\u0641\u062d\u0647 \u0627\u0634\u062a\u0631\u0627\u06a9 \u06af\u0630\u0627\u0634\u062a\u0647 \u0634\u062f\u0647]
simplepage.sharedpageexplanation=\u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0634\u062f\u0647 \u0632\u0645\u0627\u0646\u06cc \u06a9\u0647 \u0635\u0641\u062d\u0647 \u0645\u0634\u0627\u0628\u0647 \u0628\u06cc\u0634\u062a\u0631 \u0627\u0632 \u06cc\u06a9 \u0645\u06a9\u0627\u0646 \u0646\u0645\u0627\u06cc\u0627\u0646 \u0634\u062f\u0647 \u0627\u0633\u062a. \u0647\u0631 \u062a\u063a\u06cc\u06cc\u0631\u06cc \u062f\u0631 \u0635\u0641\u062d\u0647 \u0628\u0647 \u0647\u0631\u0645\u06a9\u0627\u0646\u06cc \u06a9\u0647 \u0627\u0646 \u0646\u0645\u0627\u06cc\u0634 \u062f\u0627\u062f\u0647 \u0645\u06cc \u0634\u0648\u062f \u0645\u0646\u0639\u06a9\u0633 \u062e\u0648\u0627\u0647\u062f \u0634\u062f.

simplepage.deletecommentsubmissionexist=\u0627\u06af\u0631 \u0627\u06cc\u0646 \u0628\u062e\u0634 \u0631\u0648 \u067e\u0627\u06a9 \u06a9\u0646\u06cc\u062f\u060c \u0646\u0638\u0631\u0627\u062a\u06cc \u06a9\u0647 \u0642\u0628\u0644\u0627\u064b \u062a\u0648\u0633\u0637 \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632\u0627\u0646 \u0633\u0627\u062e\u062a\u0647 \u0634\u062f\u0647 \u062d\u0630\u0641 \u062e\u0648\u0627\u0647\u062f \u0634\u062f. \u0622\u06cc\u0627 \u0627\u0632 \u0627\u06cc\u0646 \u06a9\u0627\u0631 \u0645\u0637\u0645\u0626\u0646\u06cc\u062f\u061f
simplepage.deletestudentsubmissionexist=\u0627\u06af\u0631 \u0627\u06cc\u0646 \u0628\u062e\u0634 \u0631\u0648 \u067e\u0627\u06a9 \u06a9\u0646\u06cc\u062f\u060c \u0635\u0641\u062d\u0627\u062a\u06cc \u06a9\u0647 \u0642\u0628\u0644\u0627\u064b \u062a\u0648\u0633\u0637 \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632\u0627\u0646 \u0633\u0627\u062e\u062a\u0647 \u0634\u062f\u0647 \u062d\u0630\u0641 \u062e\u0648\u0627\u0647\u062f \u0634\u062f. \u0622\u06cc\u0627 \u0627\u0632 \u0627\u06cc\u0646 \u06a9\u0627\u0631 \u0645\u0637\u0645\u0626\u0646\u06cc\u062f\u061f

simplepage.groupcheckfailed=\u0642\u0627\u062f\u0631 \u0628\u0647 \u0628\u0631\u0631\u0633\u06cc \u06af\u0631\u0648\u0647 \u0647\u0627\u06cc \u0627\u0646\u062a\u062e\u0627\u0628 \u0634\u062f\u0647 \u0646\u06cc\u0633\u062a\u06cc\u0645. \u0633\u06cc\u0633\u062a\u0645 \u062e\u0637\u0627\u06cc\u06cc \u0628\u0627\u0632\u06af\u0631\u062f\u0627\u0646\u062f\u0647\: {}
simplepage.groupcheckoverlaps=\u06af\u0631\u0648\u0647 \u0647\u0627\u06cc \u0645\u0648\u0631\u062f \u0646\u0638\u0631 \u062a\u062f\u0627\u062e\u0644 \u062f\u0627\u0631\u0646\u062f\: {}
simplepage.groupchecknogroups=\u06a9\u0627\u0631\u0628\u0631\u0627\u0646 \u067e\u06cc\u0634 \u0631\u0648 \u062f\u0631 \u0647\u06cc\u0686 \u06af\u0631\u0648\u0647\u06cc \u0639\u0636\u0648 \u0646\u06cc\u0633\u062a\u0646\u062f\: {}
simplepage.insist=\u0628\u0631\u0627\u06cc \u0627\u062f\u0627\u0645\u0647 \u062f\u0627\u062f\u0646 \u062f\u0631 \u0647\u0631 \u0635\u0648\u0631\u062a \u06af\u0632\u06cc\u0646\u0647 \u0628\u0631\u0648\u0632\u0631\u0633\u0627\u0646\u06cc \u0622\u06cc\u062a\u0645 \u0631\u0627 \u062f\u0648\u0628\u0627\u0631\u0647 \u0628\u0632\u0646\u06cc\u062f.

simplepage.dont-show-downloads=\u0644\u06cc\u0646\u06a9 \u0647\u0627\u06cc \u062f\u0627\u0646\u0644\u0648\u062f \u0631\u0627 \u0628\u0631\u0627\u06cc \u0648\u06cc\u062f\u0626\u0648\u0647\u0627\u06cc \u062c\u0627\u0633\u0627\u0632\u06cc \u0634\u062f\u0647 \u0646\u0634\u0627\u0646 \u0646\u062f\u0647. (\u0627\u06cc\u0646 \u062a\u0646\u0638\u06cc\u0645 \u0628\u0631\u0627\u06cc \u0647\u0645\u0647 \u06cc \u0635\u0641\u062d\u0627\u062a \u0633\u0627\u06cc\u062a \u0627\u0639\u0645\u0627\u0644 \u0645\u06cc \u0634\u0648\u062f.)
simplepage.access-group=\u062f\u0633\u062a\u0631\u0633\u06cc\: {}
simplepage.delete-orphan-pages=\u067e\u0627\u06a9 \u06a9\u0631\u062f\u0646 \u0635\u0641\u062d\u0627\u062a \u062d\u0630\u0641 \u0634\u062f\u0647
simplepage.delete-orphan-pages-desc=\u062d\u0630\u0641 \u062f\u0627\u0626\u0645\u06cc \u062a\u0645\u0627\u0645 \u0635\u0641\u062d\u0627\u062a\u06cc \u06a9\u0647 \u062e\u06cc\u0644\u06cc \u0628\u0647 \u0639\u0646\u0648\u0627\u0646 \u0635\u0641\u062d\u0627\u062a \u06cc\u0627 \u0632\u06cc\u0631\u0635\u0641\u062d\u0627\u062a \u0633\u0637\u062d \u0628\u0627\u0644\u0627 \u0646\u0645\u0627\u06cc\u0627\u0646 \u0646\u0634\u062f\u0647 \u0627\u0646\u062f 

simplepage.filezero=\u062d\u062c\u0645 \u0641\u0627\u06cc\u0644 \u0622\u067e\u0644\u0648\u062f \u0634\u062f\u0647 \u0635\u0641\u0631 \u0627\u0633\u062a
simplepage.filetoobig=\u062d\u062c\u0645 \u0641\u0627\u06cc\u0644 \u0622\u067e\u0644\u0648\u062f \u0634\u062f\u0647 \u0628\u06cc\u0634\u062a\u0631 \u0627\u0632 {} \u0645\u06af\u0627\u0628\u0627\u06cc\u062a \u0627\u0633\u062a

simplepage.defaultTitle=\u062f\u0631\u0648\u0633

simplepage.indent.level=\u0633\u0637\u062d \u0628\u0631\u062c\u0633\u062a\u0647
simplepage.custom.css.class=\u06a9\u0644\u0627\u0633  CSS \u0634\u062e\u0635\u06cc
simplepage.announcementsLinkText=\u0627\u0637\u0644\u0627\u0639\u06cc\u0647 \u0647\u0627\u06cc \u062c\u0627\u0633\u0627\u0632\u06cc
simplepage.announcements-descrip=\u0646\u0645\u0627\u06cc\u0634 \u0622\u062e\u0631\u06cc\u0646 \u0627\u0637\u0644\u0627\u0639\u06cc\u0647 \u0647\u0627
simplepage.no_announcements_tool=\u0647\u06cc\u0686 \u0627\u0628\u0632\u0627\u0631\u06cc \u0645\u0631\u0628\u0648\u0637 \u0628\u0647 \u0627\u0637\u0644\u0627\u0639\u06cc\u0647 \u0647\u0627 \u062f\u0631 \u0633\u0627\u06cc\u062a \u0648\u062c\u0648\u062f \u0646\u062f\u0627\u0631\u062f.
simplepage.announcements.height_label=\u0627\u0631\u062a\u0641\u0627\u0639 \u0628\u0627\u06a9\u0633 \u0646\u0645\u0627\u06cc\u0634 (\u0628\u0647 \u067e\u06cc\u06a9\u0633\u0644)
simplepage.announcements-number-dropdown-label=\u0645\u0634\u062e\u0635 \u06a9\u0631\u062f\u0646 \u062a\u0639\u062f\u0627\u062f \u0627\u0637\u0644\u0627\u0639\u06cc\u0647 \u0647\u0627
simplepage.edit-title.announcements=\u0648\u06cc\u0631\u0627\u06cc\u0634 \u0627\u0637\u0644\u0627\u0639\u06cc\u0647 \u0647\u0627
simplepage.announcements-no-message=\u062f\u0631 \u062d\u0627 \u062d\u0627\u0636\u0631 \u0647\u06cc\u0686 \u0627\u0637\u0644\u0627\u0639\u06cc\u0647 \u0627\u06cc \u0648\u062c\u0648\u062f \u0646\u062f\u0627\u0631\u062f
simplepage.announcements-error-message=\u062e\u0637\u0627 \u062f\u0631 \u0647\u0646\u06af\u0627\u0645 \u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u0627\u0637\u0644\u0627\u0639\u06cc\u0647 \u0647\u0627\:
simplepage.announcements-header-title=\u0627\u0637\u0644\u0627\u0639\u06cc\u0647 \u0647\u0627
simplepage.announcements-snippet=\u0622\u062e\u0631\u06cc\u0646 \u0627\u0637\u0644\u0627\u0639\u06cc\u0647 \u0647\u0627
simplepage.forums-snippet=\u0622\u062e\u0631\u06cc\u0646 \u06af\u0641\u062a\u06af\u0648\u0647\u0627\u06cc \u0627\u0646\u062c\u0645\u0646

