#X-Generator: crowdin.net
simplepage.text=Ajouter texte
simplepage.text.tooltip=Ajouter un cadre qui puisse contenir du texte ou tout autre objet web
simplepage.instructions=Vous n\u2019avez pas encore cr\u00e9\u00e9 cette page, cliquez sur \u00ab\u00a0\u00c9diter page\u00a0\u00bb pour commencer.
simplepage.not_available=Cette page n\u2019a pas encore \u00e9t\u00e9 cr\u00e9\u00e9e par un instructeur ou vous ne disposez pas des droits n\u00e9cessaires pour la lire
simplepage.impossible1=Impossible de cr\u00e9er la page. Ceci ne devrait pas se produire. Veuillez le signaler.
simplepage.pagehidden=Vous avez coch\u00e9 la case \u00ab\u00a0Masquer\u00a0\u00bb dans la fen\u00eatre Param\u00e8tres. Ceci interdit de la voir aux usagers ordinaires.
simplepage.pagehidden.text=<strong>Note\u00a0\: </strong>Cette page est masqu\u00e9e pour les utilisateurs ordinaires. Vous pouvez modifier ceci dans la fen\u00eatre <strong>Param\u00e8tres</strong>
simplepage.showallpages=Index des pages
simplepage.adding-text=Ajout de texte \u00e0\u00a0\:

simplepage.continue=Continuer

simplepage.toolbar=Outils d\u2019\u00e9dition
simplepage.maincontent=Contenu de la page principale
simplepage.notreleased=Vous avez coch\u00e9 la case \u00ab\u00a0Masquer jusqu\u2019\u00e0 la date de disponibilit\u00e9\u00a0\u00bb dans la fen\u00eatre \u00ab\u00a0Param\u00e8tres\u00a0\u00bb et cette date est dans le futur. Bien que cette page apparaisse dans le menu de gauche, les usagers ne pourront pas encore l\u2019employer.
simplepage.notreleased.text=<strong>Note\u00a0\: </strong>Cette page ne sera pas disponible, pour les usagers ordinaires, avant le {}. Vous pouvez changer ceci dans la fen\u00eatre <strong>Param\u00e8tres</strong>
simplepage.page.gradebook=Cr\u00e9er une entr\u00e9e dans le bulletin de note lorsque cette page aura \u00e9t\u00e9 vue. 
simplepage.points=points

simplepage.overquota=Impossible d\u2019ajouter une ressource. Le quota de l'espace serait d\u00e9pass\u00e9.
simplepage.resourceerror=Impossible d\u2019ajouter la ressource\u00a0\: {}
simplepage.resourcepossibleerror=Erreur possible dans l\u2019enregistrement du fichier. V\u00e9rifiez qu\u2019il a \u00e9t\u00e9 correctement charg\u00e9 ou modifi\u00e9.
simplepage.httphttps=Vous ajoutez une ressource \u00e0 l'aide de http\: sur une page qui requiert https\:. Elle ne s'affichera pas dans tous les navigateurs. S'il vous plait, utilisez si possible le protocole https. Cliquez cependant sur \u00ab Enregistrer \u00bb pour forcer l'emploi de http\:.

simplepage.new-page=Ajout de plusieurs pages
simplepage.new-page-tooltip=Ajout de pages visibles dans le menu de gauche
simplepage.new-page-title=Titre de la page
simplepage.new-page-number=Nombre de pages
simplepage.new-page-number-2=Un blanc correspond \u00e0 une page
simplepage.new-page-copy=Cr\u00e9er de nouvelles pages, copie de la page courante. Les sous pages seront omises.
simplepage.new-page-explanation=Ajout de plusieurs pages visibles \u00e0 partir du menu de gauche. Pour cr\u00e9er des pages li\u00e9es \u00e0 celle-ci, employer \u00ab\u00a0Ajouter sous-pages\u00a0\u00bb
simplepage.new-page-explanation-1=Vous pouvez cr\u00e9er un groupe de pages, en une seule op\u00e9ration, en terminant le titre par un nombre
simplepage.new-page-explanation-2=Par exemple, si vous indiquez \u00ab\u00a0Chapitre 4\u00a0\u00bb et demandez 3 pages, les chapitres 4, 5 et 6 seront cr\u00e9\u00e9s.
simplepage.number_pages_not_number=Le nombre de pages doit \u00eatre un nombre
simplepage.title_no_number=Le titre doit se terminer par un nombre

simplepage.remove-page=Supprimer Page
simplepage.remove-page-tooltip=Supprimer la page courante du menu de gauche
simplepage.remove-page-explanation=Effacer la r\u00e9f\u00e9rence \u00e0 la page courante dans le menu de gauche ne supprime pas la page. Pour la supprimer, employer le bouton \u00ab\u00a0Index des pages\u00a0\u00bb.
simplepage.remove-student-page-explanation=Supprime la page courante d\u2019un \u00e9tudiant. La page n\u2019est pas d\u00e9truite.
simplepage.remove=Supprimer
simplepage.remove_page_done=Cette page a \u00e9t\u00e9 enlev\u00e9e du menu de gauche. Ce changement sera effectif lorsque vous aurez cliqu\u00e9 sur \u00ab\u00a0Continuer\u00a0\u00bb. Noter que cette page existe encore. Vous pourrez l\u2019employer comme sous page d\u2019une autre page ou la supprimer \u00e0 partir du bouton \u00ab\u00a0Index des pages\u00a0\u00bb.

simplepage.not_yet_available_releasedate=Cette page ne sera disponible qu\u2019\u00e0 partir du {}.
simplepage.not_available_hidden=Cette page est masqu\u00e9e.
simplepage.hiddenpage=[Masqu\u00e9e]
simplepage.pagenotreleased=[Pas disponible]

simplepage.create_assignment=Cr\u00e9er un nouveau devoir en utilisant \u00ab\u00a0Devoirs \u00e9valu\u00e9s\u00a0\u00bb
simplepage.create_assignment2=Cr\u00e9er un nouveau devoir en utilisant Assignment2
simplepage.create_blti=Param\u00e9trage ou installation d\u2019un outil ext\u00e9rieur
simplepage.create_quiz=Cr\u00e9ation d\u2019un nouveau quiz
simplepage.create_samigo=Cr\u00e9er un nouveau test avec \u00ab\u00a0Tests et Quiz\u00a0\u00bb
simplepage.create_mneme=Cr\u00e9er un nouveau test avec l\u2019outil \u00ab\u00a0T\u00e2ches, Tests et Sondages\u00a0\u00bb
simplepage.create_topic=Cr\u00e9er un nouveau th\u00e8me de forum
simplepage.create_forums=Cr\u00e9er un nouveau th\u00e8me avec l\u2019outil \u00ab\u00a0Forums\u00a0\u00bb
simplepage.create_jforum=Cr\u00e9er un nouveau sujet dans l\u2019outil \u00ab\u00a0Discussion et messages priv\u00e9s\u00a0\u00bb
simplepage.create_yaft_topic=Cr\u00e9er un nouveau th\u00e8me avec \u00ab\u00a0YAFT\u00a0\u00bb
simplepage.select_assignment=Devoirs \u00e9valu\u00e9s existants
simplepage.return_assignment=Continuer avec \u00ab\u00a0Ajouter devoir\u00a0\u00bb apr\u00e8s avoir cr\u00e9\u00e9 un nouveau devoir \u00e9valu\u00e9
simplepage.return_blti=Continuer avec un outil externe
simplepage.select_quiz=Quiz existants
simplepage.return_quiz=Continuer avec \u00ab\u00a0Ajouter Quiz\u00a0\u00bb apr\u00e8s avoir cr\u00e9\u00e9 le test.
simplepage.select_topic=Sujets existants
simplepage.return_forum=Continuer avec \u00ab\u00a0Ajouter th\u00e8me de Forum\u00a0\u00bb apr\u00e8s avoir cr\u00e9\u00e9 un nouveau th\u00e8me

simplepage.no_assignments=Il n\u2019existe pas de devoirs \u00e9valu\u00e9s dans cet espace. Employer \u00ab\u00a0Cr\u00e9er un nouveau devoir\u00a0\u00bb pour en cr\u00e9er un.
simplepage.no_assignment_tools=L\u2019outil \u00ab\u00a0Devoirs \u00e9valu\u00e9s\u00a0\u00bb n\u2019existe pas dans cet espace.
simplepage.assign_seeattach=Consulter le fichier joint pour le mode d'emploi
simplepage.no_topics=Il n\u2019existe pas de th\u00e8mes de forum dans cet espace. Employez \u00ab\u00a0Cr\u00e9er un nouveau th\u00e8me\u00a0\u00bb pour en cr\u00e9er un.
simplepage.no_forum_tools=L\u2019outil \u00ab\u00a0Forum\u00a0\u00bb n\u2019existe pas dans cet espace.
simplepage.no_assessments=Il n\u2019existe pas de tests dans cet espace. Employez l\u2019outil \u00ab\u00a0Tests et Quiz\u00a0\u00bb pour en cr\u00e9er un.
simplepage.no_assessment_tool=Pas d\u2019outil \u00ab\u00a0Tests et Quiz\u00a0\u00bb dans cet espace.
simplepage.noplugin=Votre navigateur ne semble pas poss\u00e9der le plugin n\u00e9cessaire pour afficher ce contenu. Employez le lien suivant pour l\u2019ouvrir comme un fichier.
simplepage.forumdeleted=Ce th\u00e8me de forum a \u00e9t\u00e9 supprim\u00e9

simplepage.menuItemTitle_label=Menu Titre
simplepage.menuItemTitle_tooltip=Affich\u00e9 dans le menu de l'espace.

simplepage.edit-comment=\u00C9diter Commentaire

simplepage.pageTitle_label=Titre page
simplepage.pageTitle_tooltip=Montr\u00e9 en haut de la page
simplepage.editTitle=\u00c9diter titre
simplepage.editTitle-tooltip=\u00c9diter titre, date de publication et d\u2019autres propri\u00e9t\u00e9s de la page
simplepage.edit-title.generic=\u00c9diter {}
simplepage.edit-title.textbox=\u00c9diter le champ texte {}
simplepage.edit-title.url=\u00c9diter l\u2019objet {}
simplepage.edit-title.youtube=\u00c9diter un objet Youtube
simplepage.edit-title.comments=\u00c9diter Commentaire
simplepage.edit-title.student=\u00c9diter Contenu \u00c9tudiant
simplepage.edit-title.question=Modifier l'\u00e9l\u00e9ment question
simplepage.fromhost=Contenu de {}
simplepage.showpage=Page
simplepage.showitem=Objet
simplepage.return=Retour \u00e0 {}
simplepage.return.warning=ATTENTION\u00a0\: V\u00e9rifiez que vous avez sauvegard\u00e9 ou remis votre travail avant de revenir.
simplepage.next=Suivant
simplepage.back=Pr\u00e9c\u00e9dent
simplepage.editor=\u00c9diteur
simplepage.ckeditor=\u00c9diteur, taper ALT-0 pour l\u2019aide

simplepage.preview=Visionnage de {}

simplepage.save_message=Sauver
simplepage.cancel_message=Annuler
simplepage.has_prerequistes=Avant de visionner cette page, vous devez voir les pages suivantes\u00a0\:
simplepage.has_prerequistes_2=Vous devez terminer un item pr\u00e9c\u00e9dent avant de continuer avec celui-ci. Retourner \u00e0 cette page pour le faire. L\u2019item manquant sera indiqu\u00e9 par une ast\u00e9risque \u00e0 sa gauche.

simplepage.resource=Ajouter un lien vers du contenu
simplepage.resource.tooltip=Ajouter un lien \: d\u00e9posez un fichier ou utilisez un fichier existant dans ressources puis ajoutez un lien vers celui-ci ou saisissez une URL pour un autre espace
simplepage.resource-descrip=Ajouter un lien \: d\u00e9posez un fichier ou utilisez un fichier existant dans ressources puis ajoutez un lien vers celui-ci ou saisissez une URL pour un autre espace
simplepage.subpage=Ajouter sous-page
simplepage.subpage-next=Page suivante. Cette page remplacera la page courante plut\u00f4t que d\u2019y retourner
simplepage.subpage-button=Montrer comme un bouton plut\u00f4t que comme un lien
simplepage.subpage.tooltip=Cr\u00e9er une nouvelle page et ajouter un lien vers elle
simplepage.usenewwindow=Ouvrir l\u2019item dans une nouvelle fen\u00eatre
simplepage.assignment=Ajouter devoir \u00e9valu\u00e9
simplepage.assignment.tooltip=Ajouter un lien vers un devoir dans \u00ab\u00a0Devoirs \u00e9valu\u00e9s\u00a0\u00bb
simplepage.assignment.chooser=Choisir un devoir
simplepage.due=\u00c0 rendre
simplepage.chooser.name=Page
simplepage.chooser.due=Date de remise
simplepage.chooser.link=Lien
simplepage.chooser.textitemplaceholder=Ceci est un \u00e9l\u00e9ment de texte enrichi. Pour le voir, cliquez sur la page parente. 
simplepage.select=S\u00e9lectionner
simplepage.select-for-deletion=S\u00e9lectionner pour supprimer
simplepage.delete-message=Seules les pages qui ne sont li\u00e9es nulle part dans cet espace peuvent \u00eatre d\u00e9finitivement supprim\u00e9es.
simplepage.delete-selected=Supprimer les pages s\u00e9lectionn\u00e9es
simplepage.chooser.select=Utiliser l\u2019objet s\u00e9lectionn\u00e9
simplepage.chooser.unused=Les pages suivantes ne sont pas utilis\u00e9es actuellement. Aucune page ne s\u2019y r\u00e9f\u00e8re
simplepage.change_assignment=Changer le devoir
simplepage.change_quiz=Changer le quiz
simplepage.change_forum=Changer le th\u00e8me de forum
simplepage.change_resource=Changer le fichier ou l\u2019URL
simplepage.change_page=Changer page
simplepage.quiz=Ajouter quiz
simplepage.quiz.tooltip=Ajouter un lien \u00e0 un test ou un quiz dans l\u2019outil \u00ab\u00a0Tests et Quiz\u00a0\u00bb
simplepage.quiz.chooser=Choisir un quiz

simplepage.forum=Ajouter un th\u00e8me de forum
simplepage.forum.tooltip=Ajouter un lien vers un th\u00e8me de forum dans l\u2019outil \u00ab\u00a0Forums\u00a0\u00bb ou \u00ab\u00a0JForum\u00a0\u00bb
simplepage.forum.chooser=Choisir un th\u00e8me de forum
simplepage.page.chooser=Choisir une page
simplepage.page.index=Pages dans l'espace courant
simplepage.page.onlyseen=NOTE\u00a0\: Seules les pages que vous avez regard\u00e9es sont visibles
simplepage.create=Cr\u00e9er
simplepage.cancel=Annuler
simplepage.notitle=Titre requis
simplepage.subpage_header=Cr\u00e9er sous-page

simplepage.page.showitems=Afficher les \u00e9l\u00e9ments
simplepage.page.showitemstooltip=Afficher les \u00e9l\u00e9ments sous chaque page
simplepage.page.hideitems=Cacher les \u00e9l\u00e9ments
simplepage.page.hideitemstooltip=Cacher les \u00e9l\u00e9ments. Montrer uniquement les pages.

simplepage.copylink=Copier
simplepage.copylink2=Copier\: {}

# because of the way they are loaded, startup_help needs templates/ and additional-instructions does not
# putting the URLs here lets us supply different versions for different languages
simplepage.startup_help=modeles/instructions/general_fr_FR.html
simplepage.additional-instructions=instructions/multimedia_fr_FR.html
simplepage.additional-website-instructions=instructions/website_fr_FR.html
simplepage.general-instructions=instructions/general_fr_FR.html

simplepage.help=Aide

simplepage.noitems_error_admin=Nous vous sugg\u00e9rons de commencer par employer <b>Ajouter Texte</b> pour inclure du contenu dans cette page. Vous pourrez ensuite ajouter des liens et d\u2019autres types de contenu. Placez votre souris sur l\u2019un des \u00e9l\u00e9ments ci-dessus pour connaitre sa fonction.
simplepage.noitems_error_user=Aucun item n\u2019a \u00e9t\u00e9 ajout\u00e9 dans cette page

simplepage.additional-instructions-label=Questions fr\u00e9quentes sur Contenu Multim\u00e9dia
simplepage.additional-website-instructions-label=Questions fr\u00e9quents \u00e0 propos du d\u00e9p\u00f4t de contenu gr\u00e2ce \u00e0 un fichier ZIP

simplepage.link=Ajouter lien
simplepage.addlink_header=Ajouter un nouveau lien
simplepage.addLink_label=URL\u00a0\:
simplepage.addLink_label_add=Ou ajouter une URL \:
simplepage.addLink_label_add_or=Ajouter un URL ou du \u00ab code embarqu\u00e9 \u00bb (embed code)
simplepage.editText=\u00c9diter Texte
simplepage.editItem=\u00c9diter
simplepage.editItemBelow=\u00c9diter item ci-dessous

simplepage.textItemUnavailable=Cet \u00e9l\u00e9ment de texte s'affichera lorsque tous les pr\u00e9requis, marqu\u00e9es par une ast\u00e9risque (*), auront \u00e9t\u00e9 accomplis
simplepage.multimediaItemUnavailable=Cet \u00e9l\u00e9ment multim\u00e9dia s'affichera lorsque tous les \tpr\u00e9requis, marqu\u00e9es par une ast\u00e9risque (*), auront \u00e9t\u00e9 accomplis

simplepage.edit=Mettre \u00e0 jour item
simplepage.description_label=Description de l\u2019item
simplepage.name_label=Nom de l\u2019item
simplepage.edititem_header=\u00c9diter item
simplepage.multimedia=Embarquer du contenu dans la page
simplepage.multimedia.tooltip=Ajouter une image, une vid\u00e9o, un fichier Flash, une page web\u2026 Utiliser cette fonction pour embarquer un \u00e9l\u00e9ment dans cette page. Utilisez Ajouter Ressource si vous voulez un lien vers un objet externe plut\u00f4t que de le montrer dans cette page.
simplepage.multimedia-descrip=Ajouter une image, une vid\u00e9o, un objet Flash, une page web\u2026 Utiliser cette fonction pour embarquer un \u00e9l\u00e9ment dans cette page. Utilisez Ajouter Ressource si vous voulez un lien vers un \u00e9l\u00e9ment plut\u00f4t que de le montrer dans cette page.
simplepage.expert_toggle=Montrer d\u00e9tails
simplepage.expert_intro=Ce qui suit ne devrait normalement pas devoir \u00eatre chang\u00e9\u00a0\:
simplepage.mimetype_label=Type Mime
simplepage.tag_is=Cet objet est expos\u00e9 avec une \u00e9tiquette de type
simplepage.tag_object="object"
simplepage.tag_img="img"
simplepage.tag_iframe="iframe"
simplepage.permissions=Permissions
simplepage.permissions.tooltip=Changer les permissions associ\u00e9es \u00e0 cet outil pour les diff\u00e9rentes cat\u00e9gories d\u2019utilisateurs
simplepage.iframe.auto=Employer \u00ab\u00a0auto\u00a0\u00bb dans le champ hauteur pour exposer la hauteur totale de l\u2019objet. Ne fonctionne qu\u2019avec des URL internes \u00e0 Sakai.
simplepage.nopermissions=Vous ne poss\u00e9dez pas les droits pour lire cette page
simplepage.nowrite=Vous ne poss\u00e9dez pas les droits pour \u00e9diter cette page
simplepage.savefailed=Impossible de sauvegarder ou modifier cet item. L\u2019erreur est\u00a0\:

simplepage.height_label=Hauteur\u00a0\:
simplepage.width_label=Largeur\u00a0\:
simplepage.editMultimedia_header=\u00c9diter la taille Multim\u00e9dia
simplepage.editMultimedia=\u00c9diter Multim\u00e9dia
simplepage.size-too-big=Hauteur ou largeur sup\u00e9rieure \u00e0 3000 pixels
simplepage.deleted-group=<Groupe supprim\u00e9>
simplepage.deleted-entity=*Supprim\u00e9*
simplepage.not-published=* Non publi\u00e9 ; invisible pour les \u00e9tudiants *

simplepage.add_file_instructions=Choisissez un fichier \u00e0 d\u00e9poser sp\u00e9cifiez une URL ou un fichier d\u00e9j\u00e0 en ligne
simplepage.upload_label=Transfert du fichier\u00a0\:
simplepage.choose_existing=Choisissez un fichier existant
simplepage.choose_existing_or=Ou s\u00e9lectionnez une ressource existante
simplepage.choose_existing_page=Choisissez une page existante (ne cr\u00e9e pas une nouvelle copie de la page)
simplepage.lm_existing_page=Mettre une page existante dans le menu de gauche. 
simplepage.lm-existing_explanation=Ne cr\u00e9e pas une nouvelle copie de la page. Vous pouvez utiliser ceci pour restaurer dans le menu de gauche une page qui en a \u00e9t\u00e9 supprim\u00e9e.

simplepage.import_cc_button=Importer CC
simplepage.import_cc=Importer un fichier IMS Common Cartridge
simplepage.import_cc.tooltip=Importer un fichier au format IMS Common Cartridge. Ces fichiers proviennent souvent des \u00e9diteurs de manuels scolaires, mais vous pouvez \u00e9galement utiliser ce moyen pour transf\u00e9rer des cours entre diff\u00e9rents syst\u00e8mes de gestion de cours.
simplepage.import_cc_file=Fichier IMS Common Cartridge (fichier zipp\u00e9)\u00a0\:
simplepage.import_cc_syllabus=Programme
simplepage.import_cc_lessonplan=Plan de Le\u00e7on
simplepage.import_cc_pattern=[Filtrage]
simplepage.import_cc_usespattern=Ce fichier IMS Common Cartridge contient les questions de type "Exercices a trous" qui utilisent du filtrage par motif. Sakai ne prend pas en charge le filtrage par motif. Ces questions seront signal\u00e9es \u00e0 l'aide de [Filtrage] au d\u00e9but de la question. Veuillez les examiner et apporter les changements n\u00e9cessaires.
simplepage.import-toplevel-label=Importer des ressources dans le dossier racine

simplepage.export_cc=Export CC
simplepage.export_cc.tooltip=Cr\u00e9er un fichier au format IMS Common Cartridge. Cela peut servir \u00e0 enregistrer le contenu d'un cours pour une utilisation ult\u00e9rieure. La plupart des syst\u00e8mes de gestion de cours peuvent lire les fichiers Common Cartridge. Le fichier contient tout le contenu de le\u00e7ons, Devoirs, Forum, Quiz, et groupes de questions. Cependant, ceci n'enregistrera pas tous les d\u00e9tails.
simplepage.export-cc-title=Exporter un fichier IMS Common Cartridge
simplepage.exportcc-descrip=Exporter le contenu de l'espace au format IMS CC.
simplepage.exportcc-fileerr=Erreur de cr\u00e9ation de fichiers pour l'export \: {}
simplepage.exportcc-noresource=Erreur de cr\u00e9ation de fichiers pour l'export \: veuillez v\u00e9rifier que l'outil Ressources est activ\u00e9 dans votre espace
simplepage.exportcc-use11=Utiliser l'ancienne version du fichier (version 1.1), recommand\u00e9e pour Moodle et Blackboard
simplepage.exportcc-includebank=Inclure tous les groupes de questions auxquels vous avez acc\u00e8s dans une banque de tests unique
simplepage.exportcc-sam-undefinedtype=La question {1} dans le quiz {2} poss\u00e8de un type non pris en charge par Common Cartridge. La question sera saut\u00e9e.
simplepage.exportcc-sam-too-many-blanks=La question {1} dans le quiz {2} est une question \u00e0 trous avec {3} trous. Common Cartridge ne peut prendre en charge qu'un seul trou. Seul le premier trou sera utilis\u00e9.
simplepage.exportcc-sam-mcss=La question {1} dans le quiz {2} comporte plusieurs r\u00e9ponses correctes avec un choix unique. Les versions de Common Cartridge ant\u00e9rieures \u00e0 la 1.2, ne supportent pas ce format. Seule la premi\u00e8re bonne r\u00e9ponse sera prise en compte.
simplepage.exportcc-sam-fib-too-many-star=La question {1} dans le quiz {2} est une question \u00e0 trous utilisant des ast\u00e9risques. La bonne r\u00e9ponse est montr\u00e9e comme {3} dans Sakai. Le format Common Cartridge ne peut g\u00e9rer qu'une seule alternative \u00e0 l'aide d'ast\u00e9risques.
simplepage.exportcc-sam-fib-star=La question {1} dans le quiz {2} est une question \u00e0 trous utilisant des ast\u00e9risques. La bonne r\u00e9ponse est montr\u00e9e comme {3} dans Sakai. Dans l'export, la r\u00e9ponse sera consid\u00e9r\u00e9e comme correcte si {4} apparait n'importe o\u00f9 dans la r\u00e9ponse.
simplepage.exportcc-sam-fib-bad-star=La question {1} dans le quiz {2} est une question \u00e0 trous utilisant des ast\u00e9risques. La bonne r\u00e9ponse est montr\u00e9e comme {3}. Common Cartridge est incapable de g\u00e9rer cette r\u00e9ponse.

simplepage.exportcc-pagealreadydone=La sous-page {2} apparait dans la page {1}. Cependant, elle est d\u00e9j\u00e0 incluse comme sous-page d'une autre page. Elle ne sera pas incluse une deuxi\u00e8me fois.
simplepage.exportcc-bad-type=L'\u00e9l\u00e9ment {2}, contenu dans la page {1}, est d'un type incompatible avec Commnon Cartridge \: {3}
simplepage.exportcc-download=T\u00e9l\u00e9charger
simplepage.delete=Effacer
simplepage.editTitle_header=\u00c9diter Titre Page
simplepage.title=Param\u00e8tres

simplepage.alt_label=Texte alternatif
simplepage.reorder=R\u00e9organiser
simplepage.reorder-tooltip=Changer l'ordre des \u00e9l\u00e9ments, en supprimer ou en importer depuis une autre page
simplepage.reorder_header=R\u00e9organiser les Items d\u2019une page
simplepage.reorder_instructions=Veuillez cliquer sur les \u00e9l\u00e9ments ci-dessous et faites les glisser pour les r\u00e9organiser ou bien s\u00e9lectionnez un nombre et utilisez la combinaison CTRL + Fl\u00e8che vers le haut (ou vers le bas). Il se peut que vous deviez appuyer deux fois sur la fl\u00e8che.
simplepage.reorder_instructions_sr=Ou s\u00e9lectionnez un \u00e9l\u00e9ment, puis utilisez les touches Contr\u00f4le avec la fl\u00e8che haut ou fl\u00e8che bas pour r\u00e9organiser et Ctrl + Maj pour d\u00e9placer entre les paniers.
simplepage.reorder.tooltip=Changer l\u2019ordre des items dans cette page
simplepage.reorder-duplicates=Impossible de continuer. Certains items ont des num\u00e9ros de s\u00e9quence identiques
simplepage.reorder-belowdelete=D\u00e9placer des items ci-dessous ce marqueur pour les supprimer
simplepage.reorder-aboveuse=D\u00e9placer des items ci-dessus ce marqueur pour les mettre sur la page
simplepage.reorder-addpage=Ajouter des items d'une autre page
simplepage.reorder_delebox=D\u00e9poser les \u00e9l\u00e9ments ici pour les supprimer, ou cliquez sur le X. Vous pouvez faire glisser des \u00e9l\u00e9ments supprim\u00e9s depuis ce panier pour les ramener dans la page.
simplepage.save=Sauver
simplepage.edit_youtubelink=\u00c9diter un lien Youtube
simplepage.edit_youtube=\u00c9diter le lien Youtube ci-dessous
simplepage.edit_movie=\u00c9diter l\u2019item ci-dessous
simplepage.open_new_window=Ouvrir dans une nouvelle fen\u00eatre
simplepage.print_view=Version imprimable
simplepage.edititems=\u00c9diter les items
simplepage.itemstatus=Statut de l\u2019item
simplepage.items=Items
simplepage.edit_quiz=\u00c9diter Quiz
simplepage.edit_quiz_settings=\u00c9diter les param\u00e8tres du quiz
simplepage.edit_assignment=\u00c9diter devoir
simplepage.edit_topic=\u00c9diter un th\u00e8me de forum
simplepage.return_from_edit=Retour \u00e0 {} apr\u00e8s la fin de l\u2019\u00e9dition de l\u2019objet

simplepage.status.completed=Termin\u00e9
simplepage.status.notavailable=Pas encore disponible
simplepage.status.failed=Rat\u00e9
simplepage.status.required=Requis
simplepage.status.notrequired=Non requis
simplepage.status.needsgrading=Doit \u00eatre not\u00e9
simplepage.status.inprogress=En cours
simplepage.status.level=Niveau {}
simplepage.refresh_prompt=Apr\u00e8s avoir accompli un \u00e9l\u00e9ment requis, veuillez
simplepage.refresh=rafraichir
simplepage.last-visited=Retour \u00e0 la derni\u00e8re page de la session pr\u00e9c\u00e9dente \:
simplepage.update_icons=pour mettre \u00e0 jour les ic\u00f4nes de statut
simplepage.prerequisites_label=Ne pas autoriser l\u2019acc\u00e8s \u00e0 cet \u00e9l\u00e9ment avant que tous les pr\u00e9requis n\u2019aient \u00e9t\u00e9 satisfaits
simplepage.page_prerequisites_label=Ne pas autoriser l\u2019acc\u00e8s \u00e0 la page avant que tous les pr\u00e9requis soient satisfaits
simplepage.require=Item requis
simplepage.page_require=Page requise
simplepage.youtube_url=URL Youtube\u00a0\:
simplepage.youtube_player=Visualiseur Youtube
simplepage.mm_player=Visualiseur Multim\u00e9dia pour {}
simplepage.web_content=Web {}
simplepage.youtube.needflash=Vous devez disposer de Flash Player 8 ou ult\u00e9rieur et avoir Javascript activ\u00e9 pour voir cette vid\u00e9o
simplepage.hide_page_label=Cacher cette page\u00a0\:
simplepage.hide_page_from_users=Cacher cette page aux usagers. Elle n\u2019apparaitra pas dans le menu de gauche
simplepage.page.releasedate=Interdire l\u2019acc\u00e8s jusqu\u2019\u00e0 la date suivante. Le lien sera visible mais l\u2019utilisateur d\u00e9clenchera une erreur. 
simplepage.error=Erreur
simplepage.error_colon=Erreur\u00a0\:
simplepage.complete_required=Veuillez accomplir tous les pr\u00e9requis ci-dessus avant de regarder cet \u00e9l\u00e9ment.
simplepage.prerequisites_tag=A des pr\u00e9requis

simplepage.editpermissions=Placer les permissions pour
simplepage.filepicker_instructions=Veuillez choisir un fichier ou une page Web (URL) \u00e0 ajouter \u00e0 cette page.

simplepage.require_submit_assessment=N\u00e9cessite que l\u2019\u00e9tudiant soumette ce test
simplepage.require_submit_assignment=N\u00e9cessite que l\u2019\u00e9tudiant soumette ce devoir
simplepage.require_submit_forum=N\u00e9cessite que l\u2019\u00e9tudiant ajoute un message relatif \u00e0 ce th\u00e8me
simplepage.require_receive=N\u00e9cessite que l\u2019\u00e9tudiant obtienne
simplepage.require_points_assessment=points \u00e0 ce test
simplepage.require_points_assignment=points \u00e0 ce devoir
simplepage.require_pass_assignment=N\u00e9cessite que l\u2019\u00e9tudiant <b>r\u00e9ussisse</b> ce devoir
simplepage.require_atleast=N\u00e9cessite que l\u2019\u00e9tudiant obtienne au moins
simplepage.require_checkmark=N\u00e9cessite que l\u2019\u00e9tudiant re\u00e7oive une \u00e9valuation
simplepage.title_notblank=Le titre ne peut \u00eatre vide
simplepage.must_be_youtube=Ceci doit \u00eatre une URL Youtube
simplepage.item_notblank=Le nom de l\u2019item ne peut pas \u00eatre vide
simplepage.page_notblank=Le titre de la page ne peut \u00eatre vide

simplepage.copied.assignment=Cet \u00e9l\u00e9ment a \u00e9t\u00e9 copi\u00e9 depuis un autre espace. Il ne fonctionnera pas avant que vous cliquiez sur \u00ab\u00a0\u00c9diter\u00a0\u00bb et \u00ab\u00a0Changer le devoir\u00a0\u00bb pour choisir un devoir valide dans cet espace.
simplepage.copied.assessment=Cet \u00e9l\u00e9ment a \u00e9t\u00e9 copi\u00e9 \u00e0 partir d\u2019un autre espace. Il ne fonctionnera pas avant que vous cliquiez sur \u00ab\u00a0\u00c9diter\u00a0\u00bb et \u00ab\u00a0Changer le quiz\u00a0\u00bb pour choisir un quiz valide dans cet espace.
simplepage.copied.forum=Cet \u00e9l\u00e9ment a \u00e9t\u00e9 copi\u00e9 \u00e0 partir d\u2019un autre espace. Il ne fonctionnera pas avant que vous cliquiez sur \u00ab\u00a0\u00c9diter\u00a0\u00bb et \u00ab\u00a0Changer le th\u00e8me de forum\u00a0\u00bb pour choisir un th\u00e8me de forum valide dans cet espace.

simplepage.nosite=Impossible de d\u00e9terminer quel est l'espace courant
simplepage.create.resource.failed=Impossible de cr\u00e9er un fichier lors de l'importation Common Cartridge\: {}
simplepage.create.object.failed=Impossible d'importer des ressources lors de l'importation Common Cartridge \: {}
simplepage.resource100=Impossible de cr\u00e9er un fichier lors de l'import \u00ab\u00a0Common Cartridge\u00a0\u00bb\u00a0\: 100 copies existent d\u00e9j\u00e0 \: {}
simplepage.noquizengines=<b style\="color\:\#c00">ATTENTION \: </b>Veuillez ajoutez un outil de quiz \u00e0 cet espace. Sans celui-ci, aucun quiz ne pourra \u00eatre charg\u00e9 \u00e0 partir de la cartouche
simplepage.choosequizengine=Veuillez choisir l\u2019outil de quiz \u00e0 employer pour les quiz de cette cartouche
simplepage.notopicengines=<b style\="color\:\#c00">ATTENTION\u00a0\: </b>Veuillez ajoutez un outil de forum\u00a0\u00e0 cet espace. Sans un tel outil, aucun forum ne pourra \u00eatre charg\u00e9 \u00e0 partir de la cartouche
simplepage.choosetopicengine=Veuillez choisir un outil forum \u00e0 employer pour les forums de cette cartouche
simplepage.noassignengines=<b style\="color\:\#c00"> Avertissement \:</b> Veuillez ajouter un outil devoir dans cet espace. Sans celui-ci, aucun devoir ne pourra  \u00eatre charg\u00e9 depuis la cartouche
simplepage.chooseassignengine=Veuillez choisir l'outil devoir \u00e0 employer pour les devoirs ceux de cette cartouche
simplepage.loading=Chargement en cours, veuillez patienter\u2026
simplepage.checkingwithhost=Veuillez patienter pendant que nous v\u00e9rifions avec le serveur web...
simplepage.needpermissions=Vous ne disposez pas des droits n\u00e9cessaires pour employer cet outil. Comme votre r\u00f4le laisse supposer que vous le pourriez, il est probable que les permissions ont \u00e9t\u00e9 modifi\u00e9es pour ce site. Cliquez sur le lien ci-dessous pour ouvrir l\u2019outil des permissions. Nous sugg\u00e9rons que vous laissiez le droit lessonbuilder.read \u00e0 tous et le droit lessonbuilder.upd \u00e0 ceux qui doivent pouvoir \u00e9diter du contenu. Cela rel\u00e8ve typiquement des r\u00f4les maintain et Instructor, parfois Teaching Assistant. 
simplepage.wrong-cc-version=Format Common Cartridge non reconnu. Le fichier doit \u00eatre au format 1.0 ou 1.1.
simplepage.cc-error=Erreur lors de l'import du fichier Common Cartridge. Le fichier peut ne pas \u00eatre valide.
simplepage.cc-noresource=La cartouche n'est pas valide. Elle poss\u00e8de un \u00e9l\u00e9ment dont la ressource associ\u00e9e est manquante. L'\u00e9l\u00e9ment sera saut\u00e9. Son identifiant est {}.
simplepage.cc-uses-auth=Impossible d\u2019importer des fichiers Common Cartridge avec des restrictions d\u2019autorisation.
simplepage.cc-uses-role=Cette cartouche a au moins une ressource restreinte \u00e0 un mentor ou un instructeur. Nous avons cr\u00e9\u00e9 des groupes avec ces noms, mais nous n'avons inscrit personne dans ceux-ci.
simplepage.cc-uses-curriculum=Cette cartouche emploie un curriculum standard. Les curriculum standards ne sont actuellement pas impl\u00e9ment\u00e9s et seront donc ignor\u00e9s.
simplepage.cc-defaultforum=Forum
simplepage.cc-defaulttopic=Sujet

simplepage.comments-section=Section Commentaires
simplepage.replace-with-comments=Chargement des commentaires ...
simplepage.comments=Ajouter Outil Commentaire
simplepage.comments.tooltip=Ajouter une section qui permet aux \u00e9tudiants de faire des commentaires
simplepage.add-comment=Ajouter Commentaire
simplepage.in-reply-to=En r\u00e9ponse \u00e0 {1}, {2}
simplepage.comment-reply=R\u00e9ponse au commentaire de {}
simplepage.missing-prereqs=Ceci est un champ de commentaire mais vous devez avoir satisfait \u00e0 tous les pr\u00e9requis avant d\u2019y acc\u00e9der
simplepage.fake-missing-prereqs=Si vous \u00e9tiez un \u00e9tudiant, vous ne pourriez pas voir ces commentaires parce que vous n\u2019avez pas satisfait \u00e0 tous les pr\u00e9requis.
simplepage.edit-comment=\u00c9diter
simplepage.comment-edit=\u00c9diter le commentaire de {}
simplepage.see_all_comments=Voir tous les {} commentaires \u2026
simplepage.see_new_comments=Voir tous les {} nouveaux commentaires \u2026
simplepage.edit_commentslink=\u00c9diter la section Commentaires
simplepage.comments-anonymous=Pr\u00e9server l\u2019anonymat des commentaires 
simplepage.comments-graded=Cr\u00e9er des entr\u00e9es dans le bulletin de notes pour\u00a0\:
simplepage.comments-max=Nombre de points maximum\u00a0\:
simplepage.integer-expected=Le nombre de points doit \u00eatre une valeur num\u00e9rique valable
simplepage.gbname-expected=Le nom de l'\u00e9l\u00e9ment du carnet de notes doit \u00eatre fourni.
simplepage.comment-delete=Supprimer le commentaire de {}
simplepage.delete_comment_confirm=\u00cates vous certain de vouloir supprimer le commentaire de {}\u00a0?
simplepage.empty-comment-error=Les commentaires ne peuvent \u00eatre vides.
simplepage.comment-permissions-error=Vous ne disposez pas des droits n\u00e9cessaires pour effacer ce commentaire.
simplepage.permissions-general=Vous ne disposez pas des droits n\u00e9cessaires pour cette op\u00e9ration.
simplepage.comment-unknown-user=Utilisateur inconnu
simplepage.comment-you=Vous
simplepage.comment-anonymous-message=Les utilisateurs sans droits particuliers peuvent uniquement voir des noms anonymes. Seuls vous ainsi que les autres administrateurs de l'espace pouvez voir les vrais noms des auteurs des commentaires.
simplepage.comment-edit-message=Vous ne pouvez \u00e9diter ou effacer votre commentaire que s\u2019il date de moins de 30 minutes.
simplepage.comment-grading-message=Indiquez le nombre de points que vous d\u00e9sirez assigner \u00e0 un commentaire particulier dans le champ \u00ab\u00a0Points\u00a0\u00bb \u00e0 cot\u00e9 du commentaire, puis appuyez sur la touche \u00ab\u00a0Entr\u00e9e\u00a0\u00bb pour soumettre votre notation. Toutes les notes qui sont entr\u00e9es mais non soumises apparaissent en rouge. 
simplepage.comment-author-owner=Propri\u00e9taire de la page
simplepage.nothing-over-100-percent=Vous ne pouvez pas avoir une hauteur ou largeur sup\u00e9rieure \u00e0 100%.
simplepage.width-height=La largeur et la hauteur doivent \u00eatre des nombres positifs, par exemple "500" ou "500px", ou un pourcentage inf\u00e9rieur \u00e0 100%.

simplepage.seconds=secondes auparavant
simplepage.one_min=1 minute auparavant
simplepage.x_min={} minutes auparavant
simplepage.one_hour=1 heure auparavant
simplepage.x_hour={} heures auparavant
simplepage.one_day=1 jour auparavant
simplepage.x_day={} jours auparavant
simplepage.one_month=1 mois auparavant
simplepage.x_month={} mois auparavant
simplepage.one_year=1 an auparavant
simplepage.x_year={} ann\u00e9es auparavant

simplepage.select-group=S\u00e9lectionnez les groupes pour lesquels cet item doit \u00eatre rendu visible (sinon il sera montr\u00e9 \u00e0 tous)
simplepage.edit-group=\u00c9diter les groupes pour lesquels cet item doit \u00eatre visible
simplepage.select-resource-group=NOTE\u00a0\: vous pourriez pr\u00e9f\u00e9rer positionner les droits d\u2019acc\u00e8s pour le groupe au niveau de l\u2019outil \u00ab\u00a0Ressources\u00a0\u00bb. Cela vous permettrait de le positionner au niveau d\u2019un dossier entier plut\u00f4t que de le pr\u00e9ciser pour chaque \u00e9l\u00e9ment s\u00e9par\u00e9ment.
simplepage.resource-group-inherited=Un acc\u00e8s public ou restreint \u00e0 un groupe a \u00e9t\u00e9 positionn\u00e9 pour le dossier qui contient cet \u00e9l\u00e9ment. Il est donc impossible de d\u00e9finir le groupe ici.

simplepage.edit_studentlink=\u00c9diter la section Contenu des \u00c9tudiants
simplepage.student-content=Section Contenu des \u00c9tudiants
simplepage.add-student-content=Ajouter du contenu \u00c9tudiant
simplepage.student=Pages \u00c9tudiant
simplepage.add-page=Ajoutez votre propre page
simplepage.page-exists=Vous disposez d\u00e9j\u00e0 d\u2019une page dans cet outil
simplepage.new-student-page=Nouveau
simplepage.new-student-content-page=Nouvelle page
simplepage.new-student-content=Nouveau contenu
simplepage.new-student-comments=Nouveaux commentaires
simplepage.new-student-content-page-1=Nouvelle page par {}
simplepage.new-student-content-1=Nouveau contenu par {}
simplepage.new-student-comments-1=Nouveau commentaire par {}
simplepage.student-content-page=Page contenu \u00c9tudiant
simplepage.student-anonymous=Rendre ces pages \u00c9tudiant anonymes
simplepage.student-comments=Ajouter une section commentaire \u00e0 chaque page
simplepage.student-comments-anon=Rendre ces commentaires anonymes
simplepage.anonymous=Anonyme
simplepage.student-missing-prereqs=Ceci est un champ \u00ab\u00a0Contenu \u00c9tudiant\u00a0\u00bb mais vous devez remplir tous les pr\u00e9requis avant de pouvoir y acc\u00e9der
simplepage.student-fake-missing-prereqs=Si vous \u00e9tiez \u00e9tudiant, vous ne pourriez pas voir ce contenu \u00c9tudiant parce que vous n\u2019avez pas rempli tous les pr\u00e9requis

simplepage.website=D\u00e9poser du contenu pr\u00e9sent dans un fichier ZIP
simplepage.website.tooltip=Camtasia, Wimba Create et Articulate sont sp\u00e9cifiquement support\u00e9s mais tout fichier ZIP peut \u00eatre d\u00e9pos\u00e9. Consultez l'aide dans la boite de dialogue pour plus d'informations.
simplepage.addwebsite-descrip=Camtasia, Wimba Create et Articulate sont sp\u00e9cifiquement support\u00e9s mais tout fichier ZIP peut \u00eatre d\u00e9pos\u00e9. Consultez l'aide dans la boite de dialogue pour plus d'informations.


simplepage.website.noindex=Votre fichier ZIP est transf\u00e9r\u00e9. Les fichiers sont maintenant dans le dossier {} dans \u00ab\u00a0Ressources\u00a0\u00bb mais nous ne trouvons pas le fichier qui devrait \u00eatre visible. Employez \u00ab\u00a0Ajouter Ressource\u00a0\u00bb avec \u00ab\u00a0Choisir Fichier existant\u00a0\u00bb pour retrouver le bon fichier.
simplepage.website.cantexpand=Impossible d'extraire les fichiers \u00e0 partir de votre fichier ZIP

simplepage.blti=Ajouter Outil Externe
simplepage.blti.tooltip=Ajouter un \u00e9l\u00e9ment depuis un service externe qui supporte le standard IMS LTI. Interrogez le support pour savoir quels outils sont pris en charge dans votre campus.
simplepage.change_blti=Changer Outil Externe
simplepage.require_submit_blti=N\u00e9cessite que l\u2019\u00e9tudiant emploie cet \u00e9l\u00e9ment
simplepage.edit_blti=\u00c9diter Outil externe
simplepage.blti.chooser=S\u00e9lecteur Outils Externes
simplepage.blti.tools.manage=Manager les outils et items
simplepage.blti.tools.text=Cliquez sur un outil pour cr\u00e9er un item bas\u00e9 sur lui.
simplepage.blti.tools.create=Cliquez sur le lien suivant pour g\u00e9rer vos outils et items. Ceci vous permettra de cr\u00e9er votre propre outil, bas\u00e9 sur les informations d\u2019un service ext\u00e9rieur. Vous pourrez \u00e9diter ou supprimer les outils et items existants. Cependant la plupart des auteurs emploient la section pr\u00e9c\u00e9dente et non celle-ci.
simplepage.select_blti=Choisir un item
simplepage.select_blti.text=Choisir un item puis cliquer sur \u00ab\u00a0Employer l\u2019item s\u00e9lectionn\u00e9\u00a0\u00bb pour l\u2019ajouter \u00e0 votre page. Cliquez sur un item pour savoir comment l\u2019outil apparaitra.
simplepage.no_blti_items=Aucun item n\u2019a \u00e9t\u00e9 cr\u00e9\u00e9. S\u00e9lectionnez un outil ci-dessus pour cr\u00e9er un item ou employez \u00ab\u00a0Manager outils et items\u00a0\u00bb ci-dessous pour cr\u00e9er un nouvel outil bas\u00e9 sur les informations d\u2019un service ext\u00e9rieur
simplepage.format.heading=Comment cet item doit-il \u00eatre affich\u00e9\u00a0?
simplepage.format.window=Nouvelle fen\u00eatre\u00a0\: dans une nouvelle fen\u00eatre
simplepage.format.inline=En ligne\u00a0\: un champ dans la page courante
simplepage.format.page=Nouvelle page\u00a0\: dans une page s\u00e9par\u00e9e avec les boutons \u00ab\u00a0Suivant\u00a0\u00bb \u00ab\u00a0Pr\u00e9c\u00e9dent\u00a0\u00bb
simplepage.format.item_removed=<p style\='font-family\:arial, helvetica; padding\:4px; font-size\:80%; border\:2px solid black'><span style\='color\:\#c00'>ERREUR\u00a0\:</span> L\u2019\u00e9l\u00e9ment qui aurait du \u00eatre affich\u00e9 ici a \u00e9t\u00e9 supprim\u00e9. Veuillez employer le bouton \u00ab\u00a0\u00c9diter\u00a0\u00bb et choisissez \u00ab\u00a0Changer Outil Externe\u00a0\u00bb pour le recr\u00e9er ou en choisir un nouveau.</p>

simplepage.more-tools=Autres outils
simplepage.forum-descrip=Ajouter un lien \u00e0 un th\u00e8me de forum
simplepage.blti-descrip=Lier vers un service web qui utilise le standard IMS LTI pour s'int\u00e9grer \u00e0 Sakai.
simplepage.comments-descrip=Ajouter une section qui permet aux \u00e9tudiants d'entrer des commentaires.
simplepage.student-descrip=Ajouter une section o\u00f9 les \u00e9tudiants pourront cr\u00e9er leur propre page
simplepage.title-student-descrip=\u00c9diter le titre de la page
simplepage.title-descrip=\u00c9diter le titre ou le style de la page
simplepage.title-top-descrip=\u00c9diter le titre de la page, la date de publication ou le style
simplepage.remove-descrip=Enlever cette page
simplepage.newpage-descrip=Ajouter une nouvelle premi\u00e8re page
simplepage.importcc-descrip=D\u00e9poser un fichier au format IMS CC.
simplepage.importcc-assigntitle=Devoir {}
simplepage.importcc-texttitle=Consignes
simplepage.importcc-embedtitle=Vid\u00e9o int\u00e9gr\u00e9e

simplepage.add-content=Ajouter du contenu
simplepage.addtext-descrip=Ajouter un \u00e9l\u00e9ment en utilisant l'\u00e9diteur de texte enrichi
simplepage.subpage-descrip=Cr\u00e9er une nouvelle page sur laquelle vous pourrez cr\u00e9er du contenu, ou un lien vers une page existante
simplepage.question-descrip=Cr\u00e9er une question \u00e0 choix multiples simple ou une question \u00e0 r\u00e9ponse courte, permet d'afficher des r\u00e9sultats sous forme de sondage
simplepage.assignment-descrip=Lien vers un devoir dans Sakai
simplepage.quiz-descrip=Lien vers un test ou un quiz dans Sakai

simplepage.broken-css=Le fichier CSS personnalis\u00e9 est introuvable.
simplepage.css-dropdown-label=Fichier CSS personnalis\u00e9 \:
simplepage.css-upload-label=ou t\u00e9l\u00e9versez la votre\u00a0\:
simplepage.css-default-instructions=(Si cette feuille s\u2019appelle default.css, elle deviendra la feuille par d\u00e9faut de l'espace). 
simplepage.default-css=Employer la feuille par d\u00e9faut
simplepage.site=CSS de l'espace
simplepage.system=CSS Syst\u00e8me

simplepage.comments-points=Points\u00a0\:
simplepage.question-points=Points\u00a0\:
simplepage.submit=Soumettre

simplepage.student-comments-graded=\u00c9valuer ces commentaires
simplepage.gradingpane=Cadre de notation
simplepage.show-grading-pane=Afficher le cadre de notation
simplepage.show-grading-pane-comments=Afficher le cadre de notation pour les commentaires
simplepage.show-grading-pane-content=Afficher le cadre de notation pour les commentaires sur le contenu \u00c9tudiant
simplepage.grading-student=Nom de l\u2019\u00e9tudiant
simplepage.grading-unique=Pages
simplepage.grading-total-posts=Commentaires
simplepage.grading-response=R\u00e9ponse
simplepage.grading-grade=Note
simplepage.click-to-expand=S\u00e9lectionner Commentaires
simplepage.grade-for-student=Note de {}
simplepage.expand-for-student=Montrer ou cacher les commentaires de {}
simplepage.context-link-title-1=Montrer le contexte du commentaire de {}Montrer le contexte du commentaire de {}
simplepage.context-link-title-2=Montrer le contexte du commentaire de {1} sur le contenu de {2}

simplepage.student-comments-grading=Commentaires sur Contenu \u00c9tudiant de \u00ab\u00a0{}\u00a0\u00bb
simplepage.comments-grading=Commentaires sur \u00ab\u00a0{}\u00a0\u00bb
simplepage.question-grading=R\u00e9ponses \u00e0 "{}"
simplepage.nothing-here=Rien \u00e0 \u00e9valuer
simplepage.no-gradebook=Cet \u00e9l\u00e9ment ne peut \u00eatre not\u00e9. Le plus probable est que l\u2019outil \u00ab\u00a0Bulletin de note\u00a0\u00bb n\u2019a pas encore \u00e9t\u00e9 activ\u00e9 dans cet espace.
simplepage.show-context=Montrer le contexte

simplepage.student-peer-review-add=Ajouter une rubrique d'\u00e9valuation par les pairs \u00e0 chaque page
simplepage.student-peer-review-create=Cr\u00e9er une nouvelle rubrique
simplepage.student-peer-review-select-rubric=Veuillez s\u00e9lectionner une rubrique
simplepage.peer-eval-create-title=Cr\u00e9er une rubrique d'\u00e9valuation par les pairs
simplepage.student-peer-review-add-row=Ajouter une ligne
simplepage.add-peereval=Commencer l'\u00e9valuation par les pairs
simplepage.view-peereval=Afficher l'\u00e9valuation par les pairs
simplepage.student-peer-eval.require_due_date=D\u00e9finir une date de remise ?
simplepage.peer-eval.invalid_open_date=Veuillez indiquer la date d'ouverture dans le format MM/JJ/AA.
simplepage.peer-eval.invalid_open_time=Veuillez indiquer l'heure d'ouverture au format hh\: mm AM/PM.
simplepage.peer-eval.invalid_due_date=Veuillez indiquer la date limite dans au format MM/JJ/AA.
simplepage.peer-eval.invalid_due_time=Veuillez indiquer l'heure limite au format hh\: mm AM/PM.
simplepage.peer-eval.open_date=Date d'ouverture
simplepage.peer-eval.due_date=Date limite
simplepage.peer-eval-allow-selfgrade=Autoriser l'auto-notation
simplepage.peer-eval-stats=Statistiques d'\u00e9valuation par les pairs
simplepage.peer-eval.sample.1=Qualit\u00e9 du travail
simplepage.peer-eval.sample.2=Informations suppl\u00e9mentaires
simplepage.peer-eval.sample.3=Organisation
simplepage.peer-eval.sample.4=Ponctuation, orthographe, grammaire
simplepage.user.activity=Pairs \u00e9valu\u00e9s
simplepage.peer-eval-stats.directions=Cliquez sur un nom pour afficher ou masquer les informations d'un utilisateur. Cliquez sur \u00abPairs \u00e9valu\u00e9s\u00bb pour mettre en \u00e9vidence les notes que l'utilisateur a donn\u00e9 aux autres participants. Cliquez \u00e0 nouveau pour supprimer la mise ne \u00e9vidence. Cliquez sur une cellule pour afficher la liste des utilisateurs qui ont donn\u00e9 cette note \u00e0 l'utilisateur s\u00e9lectionn\u00e9. 
simplepage.peer-eval.past-due-date=La date d'\u00e9ch\u00e9ance pour noter est pass\u00e9e.
simplepage.peer-eval.cant-eval-yourself=Vous ne pouvez pas \u00e9valuer votre propre travail.
simplepage.peer-eval.click-on-cell=Cliquez sur une cellule pour noter.
simplepage.peer-eval.inactive-members=Membres de l'espace qui n'ont pas encore cr\u00e9\u00e9 une page \u00e9tudiant.
simplepage.dueDatebeforopenDate=Cet \u00e9l\u00e9ment n'a pas \u00e9t\u00e9 enregistr\u00e9, la date d'\u00e9ch\u00e9ance de l'\u00e9valuation par les pairs est ant\u00e9rieure \u00e0 la date d'ouverture

simplepage.reset-button=R\u00e9initialiser
simplepage.help-button=Aide pour Le\u00e7ons
simplepage.opens-in-new=s'ouvre dans une nouvelle fen\u00eatre
simplepage.edit-page=\u00c9diter page
simplepage.delete_page_confirm=\u00cates-vous s\u00fbr de vouloir supprimer cet \u00e9l\u00e9ment ?
simplepage.path=Chemin (en Ressources)

desc-lessonbuilder.upd=Mettre \u00e0 jour des pages ou items
desc-lessonbuilder.read=Lire les pages
desc-lessonbuilder.seeall=Voir les \u00e9l\u00e9ments ind\u00e9pendamment des contr\u00f4les de publication

simplepage.owner-groups=Les pages \u00e9tudiant seront associ\u00e9s \u00e0 des groupes plut\u00f4t qu'\u00e0 des individus.
simplepage.owner-groups-explanation=S\u00e9lectionnez les groupes qui peuvent \u00eatre associ\u00e9s \u00e0 des pages. Chaque \u00e9tudiant ne doit appartenir qu'\u00e0 un seul groupe. Si vous n'en s\u00e9lectionnez aucun, tous les groupes seront associ\u00e9s.
simplepage.owner-groups-nogroup=Les pages d'\u00e9tudiant sont associ\u00e9es \u00e0 des groupes, mais vous n'appartenez \u00e0 aucun groupe autoris\u00e9. Veuillez le signaler \u00e0 votre instructeur.

simplepage.update-points=Mettre \u00e0 jour la notation

simplepage.edit_questionlink=Modifier la section des questions
simplepage.answer=R\u00e9ponse \:
simplepage.question-text-input=Texte de la question \:
simplepage.question-answer-input=R\u00e9ponse correcte \:
simplepage.question-possible-answer=R\u00e9ponse possible
simplepage.short-explanation=Laissez les r\u00e9ponses possibles vides pour recueillir les commentaires des \u00e9tudiants, ou si vous voulez noter manuellement.
simplepage.short-explanation2=Pour noter manuellement, laissez les r\u00e9ponses possibles vides, puis s\u00e9lectionnez \u00ab Noter cette question \u00bb.
simplepage.question-correct-answer=La r\u00e9ponse suivante est correcte
simplepage.question-graded=Noter cette question.
simplepage.questionLinkText=Ajouter une question
simplepage.questionDescription=Ajouter une question simple pour les \u00e9tudiants
simplepage.multipleChoice=Choix multiple
simplepage.shortanswer=R\u00e9ponse courte
simplepage.answers=R\u00e9ponses possibles \:
simplepage.addAnswer=Ajouter nouvelle r\u00e9ponse
simplepage.answer_question=Soumettre la r\u00e9ponse
simplepage.questionName=Question simple
simplepage.no-question-type=Aucun type de question fourni
simplepage.question-max=Nombre maximum de points\u00a0\:
simplepage.question-gradebook-title=Titre dans le bulletin de notes \:
simplepage.permissions-question=Vous avez d\u00e9j\u00e0 r\u00e9pondu \u00e0 cette question \!
simplepage.correct-text=Texte affich\u00e9 si la r\u00e9ponse est correcte \:
simplepage.incorrect-text=Texte affich\u00e9 si la r\u00e9ponse est incorrecte \:
simplepage.show-poll=Afficher le sondage
simplepage.hide-poll=Masquer le sondage
simplepage.question-show-poll-option=Montrer aux \u00e9tudiants, apr\u00e8s qu'ils aient r\u00e9pondu \u00e0 la question, un graphique sur la fa\u00e7on dont les autres ont r\u00e9pondu
simplepage.missing-question-text=Veuillez fournir le texte de la question
simplepage.question-need-2=Veuillez fournir au minimum deux choix pour cette question
simplepage.question-need-1=Veuillez fournir au moins une bonne r\u00e9ponse pour cette question


simplepage.go-back=Revenir
simplepage.expand-all=D\u00e9velopper tout
simplepage.collapse-all=Replier tout

simplepage.mm-test-embed=Comme la valeur que vous avez coll\u00e9 contient un <, nous la traiterons comme du \u00ab code int\u00e9gr\u00e9 \u00bb. Si vous d\u00e9sirez coller une adresse URL, veuillez r\u00e9essayer et collez l'URL compl\u00e8te.
simplepage.mm-test-addedhttp-1=ATTENTION \: nous avons modifi\u00e9 ceci en 
simplepage.mm-test-addedhttp-2=Nous esp\u00e9rons que c'est ce que vous vouliez.
simplepage.mm-test-oembed=Tout d'abord, nous allons tester cette URL comme celle d'un site de partage d'audio/vid\u00e9o. Veuillez v\u00e9rifier que le contenu de ce site s'affiche correctement.
simplepage.mm-test-iframe=Maintenant, nous essayons de placer le contenu de l'URL en utilisant une technique diff\u00e9rente (un IFRAME). Veuillez v\u00e9rifier que le contenu du site s'affiche correctement.
simplepage.sharedpage=[Page partag\u00e9e]
simplepage.sharedpageexplanation=est utilis\u00e9 lorsque la m\u00eame page apparait \u00e0 plusieurs endroits. Toute modification de la page se refl\u00e8tera partout o\u00f9 elle apparait.

simplepage.deletecommentsubmissionexist=Si vous supprimez cette section, les commentaires d\u00e9j\u00e0 cr\u00e9\u00e9s par les \u00e9tudiants seront perdus. \u00cates vous s\u00fbr ?
simplepage.deletestudentsubmissionexist=Si vous supprimez cette section, les commentaires d\u00e9j\u00e0 cr\u00e9\u00e9s par les \u00e9tudiants seront perdus. \u00cates vous s\u00fbr?

simplepage.groupcheckfailed=Impossible de v\u00e9rifier les groupes s\u00e9lectionn\u00e9s. Le syst\u00e8me a renvoy\u00e9 l'erreur \: {}
simplepage.groupcheckoverlaps=Chevauchement des groupes suivants \: {}
simplepage.groupchecknogroups=Les utilisateurs suivants n'appartiennent \u00e0 aucun groupe \: {}
simplepage.insist=Pour continuer malgr\u00e9 tout, cliquez \u00e0 nouveau sur Mise \u00e0 jour.

simplepage.dont-show-downloads=Ne pas afficher les liens de t\u00e9l\u00e9chargement pour les vid\u00e9os int\u00e9gr\u00e9es, etc. (Ce r\u00e9glage s'applique \u00e0 toutes les pages de cet espace.)
simplepage.access-group=Acc\u00e8s \: {}

simplepage.short-url=URL courte
