#X-Generator: crowdin.net
simplepage.text=\u091f\u0948\u0915\u094d\u0938\u094d\u091f \u091c\u094b\u0921\u093c\u0947\u0902
simplepage.text.tooltip=\u090f\u0915 \u092c\u0949\u0915\u094d\u0938 \u091c\u094b\u0921\u093c\u0947\u0902 \u091c\u093f\u0938\u092e\u0947\u0947\u0902 \u092a\u093e\u0920 \u0914\u0930 \u0905\u0928\u094d\u092f \u0935\u0947\u092c \u0938\u093e\u092e\u0917\u094d\u0930\u0940 \u0936\u093e\u092e\u093f\u0932 \u0915\u0930 \u0938\u0915\u0924\u0947 \u0939\u0948\u0902 
simplepage.instructions=\u0906\u092a\u0928\u0947\u0947 \u0905\u092d\u0940 \u0924\u0915 \u0907\u0938 \u0938\u0930\u0932 \u092a\u0947\u091c \u0915\u094b \u0928\u0939\u0940\u0902 \u092c\u0928\u093e\u092f\u093e, \u0936\u0941\u0930\u0942 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f '\u092a\u0943\u0937\u094d\u0920 \u0938\u0902\u092a\u093e\u0926\u093f\u0924 \u0915\u0930\u0947\u0902' \u092a\u0930 \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0947\u0902 \u0964
simplepage.not_available=\u092f\u0939 \u092a\u0943\u0937\u094d\u0920 \u0905\u092d\u0940 \u0924\u0915 \u092a\u093e\u0920\u094d\u092f\u0915\u094d\u0930\u092e \u092a\u094d\u0930\u0936\u093f\u0915\u094d\u0937\u0915 \u0926\u094d\u0935\u093e\u0930\u093e \u0928\u0939\u0940\u0902 \u092c\u0928\u093e\u092f\u093e \u0917\u092f\u093e \u0939\u0948 \u092f\u093e \u0906\u092a\u0915\u0947\u0947 \u092a\u093e\u0938 \u0907\u0938\u0947 \u092a\u0922\u093c\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0906\u0935\u0936\u094d\u092f\u0915 \u0905\u0928\u0941\u092e\u0924\u093f\u092f\u093e\u0901 \u0928\u0939\u0940\u0902 \u0939\u0948
simplepage.impossible1=\u092a\u0943\u0937\u094d\u0920 \u092c\u0928\u093e\u0928\u0947 \u092e\u0947\u0902 \u0905\u0938\u092e\u0930\u094d\u0925\u0964 \u092f\u0939 \u0905\u0938\u0902\u092d\u0935 \u0939\u094b\u0928\u093e \u091a\u093e\u0939\u093f\u090f\u0964 \u0915\u0943\u092a\u092f\u093e \u0907\u0938\u0915\u0940 \u0930\u093f\u092a\u094b\u0930\u094d\u091f \u092c\u0928\u093e\u090f\u0901\u0964
simplepage.pagehidden=\u0906\u092a\u0928\u0947 \u0938\u0947\u091f\u093f\u0902\u0917\u094d\u0938 \u0935\u093f\u0902\u0921\u094b \u092e\u0947\u0902 '\u091b\u0941\u092a\u093e\u090f\u0901' \u092c\u0949\u0915\u094d\u0938 \u092a\u0930 \u0928\u093f\u0936\u093e\u0928 \u0932\u0917\u093e\u092f\u093e\u093e \u0939\u0948\u0964 \u092f\u0939 \u092e\u093e\u0928\u0915 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0915\u094b  \u092a\u0943\u0937\u094d\u0920 \u0926\u0947\u0916\u0928\u0947 \u0938\u0947 \u0930\u094b\u0915\u0924\u093e \u0939\u0948\u0964
simplepage.pagehidden.text=<strong>\u0928\u094b\u091f\:</strong> \u092f\u0939 \u092a\u0943\u0937\u094d\u0920 \u0905\u092d\u0940 \u092e\u093e\u0928\u0915 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e\u0913\u0902 \u0938\u0947 \u091b\u093f\u092a\u093e \u0939\u0941\u0906 \u0939\u0948\u0964 \u0906\u092a \u0907\u0938\u0947 <strong>\u0938\u0947\u091f\u093f\u0902\u0917\u094d\u0938</strong> \u0935\u093f\u0902\u0921\u094b \u092e\u0947\u0902 \u092c\u0926\u0932 \u0938\u0915\u0924\u0947 \u0939\u0948\u0902\u0964
simplepage.showallpages=\u092a\u0943\u0937\u094d\u0920\u094b\u0902 \u0915\u0940 \u0905\u0928\u0941\u0915\u094d\u0930\u092e\u0923\u093f\u0915\u093e
simplepage.adding-text=\u0915\u0947 \u091f\u0948\u0915\u094d\u0938\u094d\u091f \u091c\u094b\u0921\u093c\u0947 \:

simplepage.continue=\u091c\u093e\u0930\u0940 \u0930\u0916\u0947\u0902

simplepage.toolbar=\u0938\u0902\u092a\u093e\u0926\u0928 \u0909\u092a\u0915\u0930\u0923
simplepage.maincontent=\u092e\u0941\u0916\u094d\u092f \u092a\u0943\u0937\u094d\u0920 \u0915\u0940 \u0938\u093e\u092e\u0917\u094d\u0930\u0940
simplepage.notreleased=\u0906\u092a\u0928\u0947 \u0938\u0947\u091f\u093f\u0902\u0917\u094d\u0938 \u0935\u093f\u0902\u0921\u094b \u092e\u0947\u0902 '\u0930\u093f\u0932\u0940\u091c \u0915\u0940 \u0924\u093e\u0930\u0940\u0916 \u0924\u0915 \u091b\u0941\u092a\u093e\u090f\u0901' \u092c\u0949\u0915\u094d\u0938 \u092a\u0930 \u0928\u093f\u0936\u093e\u0928  \u0932\u0917\u093e\u092f\u093e \u0939\u0948, \u0914\u0930 \u0924\u093e\u0930\u0940\u0916 \u0905\u092d\u0940 \u0924\u0915 \u0928\u0939\u0940\u0902 \u0906\u0908 \u0939\u0948\u0964 \u0939\u093e\u0932\u093e\u0902\u0915\u093f \u092a\u0943\u0937\u094d\u0920 \u0939\u093e\u0936\u093f\u090f \u092e\u0947\u0902 \u092a\u094d\u0930\u0915\u091f \u0939\u094b\u0917\u093e, \u0932\u0947\u0915\u093f\u0928 \u092b\u093f\u093c\u0930 \u092d\u0940 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0907\u0938\u0947\u0947 \u0909\u092a\u092f\u094b\u0917 \u0915\u0930\u0928\u0947 \u092e\u0947\u0902 \u0938\u0915\u094d\u0937\u092e \u0928\u0939\u0940\u0902 \u0939\u094b\u0917\u0947\u0902\u0964
simplepage.notreleased.text=<strong>\u0928\u094b\u091f\:</strong> \u092f\u0939 \u092a\u0943\u0937\u094d\u0920 \u092e\u093e\u0928\u0915 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e\u0913\u0902 \u0915\u0947 \u0932\u093f\u090f \u0909\u092a\u0932\u092c\u094d\u0927 \u0928\u0939\u0940\u0902 \u0939\u094b\u0917\u093e \u091c\u092c \u0924\u0915 {}\u0964 \u0906\u092a \u0907\u0938\u0947 <strong>\u0938\u0947\u091f\u093f\u0902\u0917\u094d\u0938</strong> \u0935\u093f\u0902\u0921\u094b \u092e\u0947\u0902 \u092c\u0926\u0932 \u0938\u0915\u0924\u0947 \u0939\u0948\u0902\u0964
simplepage.page.gradebook=\u092a\u0943\u0937\u094d\u0920 \u0915\u0947 \u092a\u0942\u0930\u093e \u0939\u094b\u0928\u0947 \u092a\u0930 \u0917\u094d\u0930\u0921\u092c\u0941\u0915 \u092a\u094d\u0930\u0935\u093f\u0937\u094d\u091f\u093f \u092c\u0928\u093e\u090f\u0901\u0964
simplepage.points=\u0905\u0902\u0915

simplepage.overquota=\u0938\u0902\u0938\u093e\u0927\u0928 \u0915\u094b \u091c\u094b\u0921\u093c\u0928\u0947 \u092e\u0947\u0902 \u0905\u0938\u092e\u0930\u094d\u0925\: \u092f\u0939 \u0906\u092a\u0915\u0940 \u0938\u093e\u0907\u091f \u0905\u092a\u0928\u0947 \u0915\u094b\u091f\u093e \u0938\u0947 \u0905\u0927\u093f\u0915 \u0932\u0947 \u091c\u093e\u090f\u0917\u093e
simplepage.resourceerror=\u0938\u0902\u0938\u093e\u0927\u0928 \u0915\u094b \u091c\u094b\u0921\u093c\u0928\u0947 \u092e\u0947\u0902 \u0905\u0938\u092e\u0930\u094d\u0925\: {}
simplepage.resourcepossibleerror=\u092b\u093c\u093e\u0907\u0932 \u0915\u094b \u0938\u0941\u0930\u0915\u094d\u0937\u093f\u0924 \u0915\u0930\u0928\u0947 \u092e\u0947\u0902  \u0938\u0902\u092d\u0935 \u0924\u094d\u0930\u0941\u091f\u093f\u0964 \u0906\u092a\u0930\u0947\u0936\u0928 \u0928\u0947 \u0936\u093e\u092f\u0926 \u0938\u0939\u0940 \u0922\u0902\u0917 \u0938\u0947 \u0915\u093e\u092e \u0915\u093f\u092f\u093e \u0939\u0948, \u0932\u0947\u0915\u093f\u0928 \u0906\u092a\u0915\u094b \u092a\u0930\u0916\u0928\u093e \u091a\u093e\u0939\u093f\u090f  \u0915\u093f \u0906\u092a\u0915\u0940 \u092b\u093c\u093e\u0907\u0932 \u0938\u0939\u0940 \u0938\u0947 \u0905\u092a\u0932\u094b\u0921 \u0915\u0940 \u0917\u0908 \u092f\u093e \u0920\u0940\u0915 \u0938\u0947 \u0905\u0926\u094d\u092f\u0924\u0928 \u0915\u093f\u092f\u093e \u0917\u092f\u093e \u0925\u093e\u0964
simplepage.httphttps=\u0906\u092a http\: \u0915\u093e \u0909\u092a\u092f\u094b\u0917 \u0915\u0930\u0915\u0947 \u090f\u0915 \u092a\u0943\u0937\u094d\u0920 \u092a\u0930 \u091c\u094b \u0915\u093f https\: \u0915\u093e \u0909\u092a\u092f\u094b\u0917 \u0915\u0930 \u0930\u0939\u093e \u0939\u0948 ,\u0938\u0902\u0938\u093e\u0927\u0928  \u091c\u094b\u0921\u093c \u0930\u0939\u0947 \u0939\u0948\u0902\u0964 \u092f\u0939 \u0938\u092d\u0940 \u092c\u094d\u0930\u093e\u0909\u091c\u093c\u0930\u094b\u0902 \u092e\u0947\u0902 \u092a\u094d\u0930\u0926\u0930\u094d\u0936\u093f\u0924 \u0928\u0939\u0940\u0902 \u0939\u094b\u0917\u093e\u0964 \u0915\u0943\u092a\u092f\u093e https\: \u0915\u093e \u0909\u092a\u092f\u094b\u0917 \u0915\u0930\u0947\u0902 \u092f\u0926\u093f \u0938\u0902\u092d\u0935 \u0939\u094b \u0924\u094b\u0964\u0907\u0938 \u092f\u0942\u0906\u0930\u090f\u0932 \u0915\u093e \u0909\u092a\u092f\u094b\u0917 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0926\u094b\u092c\u093e\u0930\u093e "\u0938\u0941\u0930\u0915\u094d\u0937\u093f\u0924 \u0915\u0930\u0947\u0902" \u0915\u094b \u0926\u092c\u093e\u090f\u0901\u0964

simplepage.new-page=\u0905\u0927\u093f\u0915 \u092a\u0943\u0937\u094d\u0920 \u091c\u094b\u0921\u093c\u0947
simplepage.new-page-tooltip=\u0935\u0939 \u092a\u0943\u0937\u094d\u0920 \u091c\u094b\u0921\u093c\u0947 \u091c\u094b \u0915\u093f \u092c\u093e\u090f\u0901 \u092a\u091f\u094d\u091f\u0940 \u092e\u0947\u0902 \u0926\u093f\u0916\u0947\u0902\u0917\u0947
simplepage.new-page-title=\u092a\u0943\u0937\u094d\u0920 \u0936\u0940\u0930\u094d\u0937\u0915
simplepage.new-page-number=\u092a\u0943\u0937\u094d\u0920\u094b\u0902 \u0915\u0940 \u0938\u0902\u0916\u094d\u092f\u093e
simplepage.new-page-number-2=\u0930\u093f\u0915\u094d\u0924 \u090f\u0915 \u092a\u0943\u0937\u094d\u0920 \u0926\u0947\u0924\u093e \u0939\u0948
simplepage.new-page-copy=\u0905\u092d\u0940 \u0935\u093e\u0932\u0947 \u0915\u0940 \u0928\u0908 \u092a\u0943\u0937\u094d\u0920 \u0915\u093e\u0945\u092a\u093f\u092f\u093e \u092c\u0928\u093e\u092f\u0947  (\u0938\u093f\u0935\u093e\u092f \u0907\u0938\u0915\u0947 \u0915\u093f \u0909\u092a\u092a\u0943\u0937\u094d\u0920 \u091b\u0942\u091f\u0947 \u0939\u0941\u090f \u0939\u0948\u0902)
simplepage.new-page-explanation=\u092c\u093e\u090f\u0901 \u0939\u093e\u0936\u093f\u092f\u0947 \u092e\u0947\u0902 \u0905\u0927\u093f\u0915 \u092a\u0943\u0937\u094d\u0920 \u092c\u0928\u093e\u090f\u0901\u0964 \u0907\u0938\u0915\u0947 \u092d\u0940\u0924\u0930 \u092a\u0943\u0937\u094d\u0920 \u092c\u0928\u093e\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f, "\u0909\u092a\u092a\u0943\u0937\u094d\u0920 \u091c\u094b\u0921\u093c\u0947\u0902" \u0915\u093e \u0909\u092a\u092f\u094b\u0917 \u0915\u0930\u0947\u0902\u0964 
simplepage.new-page-explanation-1=\u090f\u0915 \u0939\u0940 \u092c\u093e\u0930 \u092e\u0947\u0902  \u092a\u0943\u0937\u094d\u0920\u094b\u0902 \u0915\u093e  \u0938\u092e\u0942\u0939 \u092c\u0928\u093e \u0938\u0915\u0924\u0947 \u0939\u0948\u0902 \u092f\u0926\u093f \u0906\u092a \u0936\u0940\u0930\u094d\u0937\u0915 \u092e\u0947\u0902 \u090f\u0915 \u0928\u0902\u092c\u0930 \u0921\u093e\u0932 \u0926\u0947\u0902\u0964
simplepage.new-page-explanation-2=\u0909\u0926\u093e\u0939\u0930\u0923 \u0915\u0947 \u0932\u093f\u090f , \u092f\u0926\u093f \u0906\u092a "\u0907\u0915\u093e\u0908 4"  \u0928\u093f\u0930\u094d\u0926\u093f\u0937\u094d\u091f \u0915\u0930\u0924\u0947 \u0939\u0948 \u0914\u0930 3 \u092a\u0943\u0937\u094d\u0920\u094b\u0902 \u0915\u0947 \u0932\u093f\u090f \u0905\u0928\u0941\u0930\u094b\u0927 \u0915\u0930\u0924\u0947 \u0939\u0948, \u0924\u094b \u0906\u092a \u092f\u0942\u0928\u093f\u091f 4, \u092f\u0942\u0928\u093f\u091f 5 \u0914\u0930 \u092f\u0942\u0928\u093f\u091f 6 \u092a\u094d\u0930\u093e\u092a\u094d\u0924 \u0915\u0930\u0947\u0902\u0917\u0947\u0964
simplepage.number_pages_not_number=\u092a\u0943\u0937\u094d\u0920\u094b\u0902 \u0915\u0940 \u0938\u0902\u0916\u094d\u092f\u093e \u090f\u0915 \u0938\u0902\u0916\u094d\u092f\u093e \u0939\u094b\u0928\u0940 \u091a\u093e\u0939\u093f\u090f
simplepage.title_no_number=\u0936\u0940\u0930\u094d\u0937\u0915 \u092e\u0947\u0902 \u090f\u0915 \u0938\u0902\u0916\u094d\u092f\u093e \u0939\u094b\u0928\u0940 \u091a\u093e\u0939\u093f\u090f

simplepage.remove-page=\u092a\u0943\u0937\u094d\u0920 \u0939\u091f\u093e\u090f\u0901
simplepage.remove-page-tooltip=\u0907\u0938 \u092a\u0943\u0937\u094d\u0920 \u0915\u094b \u092c\u093e\u090f\u0901 \u0939\u093e\u0936\u093f\u092f\u0947 \u0938\u0947 \u0939\u091f\u093e\u090f\u0901
simplepage.remove-page-explanation=\u092c\u093e\u090f\u0901 \u0939\u093e\u0936\u093f\u090f \u0938\u0947 \u0907\u0938 \u092a\u0943\u0937\u094d\u0920 \u0915\u094b \u0928\u093f\u0915\u093e\u0932\u0947\u0902\u0964 \u092f\u0939 \u092a\u0943\u0937\u094d\u0920 \u0915\u094b \u0939\u091f\u093e\u0924\u093e \u0928\u0939\u0940\u0902 \u0939\u0948\u0964 \u0907\u0938\u0947 \u0939\u091f\u093e\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f,"\u092a\u0943\u0937\u094d\u0920\u094b\u0902 \u0915\u0940 \u0905\u0928\u0941\u0915\u094d\u0930\u092e\u0923\u093f\u0915\u093e " \u092c\u091f\u0928 \u0915\u093e \u0909\u092a\u092f\u094b\u0917 \u0915\u0930\u0947\u0902\u0964
simplepage.remove-student-page-explanation=\u0907\u0938 \u091b\u093e\u0924\u094d\u0930 \u092a\u0943\u0937\u094d\u0920 \u0915\u094b \u0939\u091f\u093e \u0926\u0947\u0902\u0964 \u092f\u0939 \u092a\u0943\u0937\u094d\u0920 \u0939\u091f\u093e \u0926\u093f\u092f\u093e \u091c\u093e\u090f\u0917\u093e\u0964
simplepage.remove=\u0939\u091f\u093e\u0928\u093e
simplepage.remove_page_done=\u092f\u0939 \u092a\u0943\u0937\u094d\u0920 \u092c\u093e\u090f\u0901 \u0939\u093e\u0936\u093f\u092f\u0947 \u0938\u0947 \u0939\u091f\u093e \u0926\u093f\u092f\u093e \u0917\u092f\u093e \u0939\u0948\u0964 \u092f\u0939 \u092a\u0930\u093f\u0935\u0930\u094d\u0924\u0928 \u0924\u092c \u0926\u093f\u0916\u093e\u0908 \u0926\u0947\u0917\u093e \u091c\u092c \u0906\u092a "\u091c\u093e\u0930\u0940 \u0930\u0916\u0947\u0902" \u092a\u0930 \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0947\u0902\u0917\u0947\u0964 \u0927\u094d\u092f\u093e\u0928 \u0926\u0947\u0902 \u0915\u093f \u092a\u0943\u0937\u094d\u0920 \u0938\u093f\u0938\u094d\u091f\u092e \u0938\u0947 \u0939\u091f\u093e\u092f\u093e \u0928\u0939\u0940\u0902 \u0917\u092f\u093e \u0939\u0948\u0964 \u0906\u092a \u0907\u0938\u0947 \u0915\u093f\u0938\u0940 \u0905\u0928\u094d\u092f \u092a\u0943\u0937\u094d\u0920 \u0915\u0947 \u0932\u093f\u090f \u0909\u092a\u092a\u0943\u0937\u094d\u0920 \u0915\u0947 \u0930\u0942\u092a \u092e\u0947\u0902 \u091a\u0941\u0928 \u0938\u0915\u0924\u0947 \u0939\u0948 \u092f\u093e \u0915\u093f\u0938\u0940 \u092d\u0940 \u0936\u0947\u0937 \u092a\u0943\u0937\u094d\u0920 \u0938\u0947 "\u092a\u0943\u0937\u094d\u0920\u094b\u0902 \u0915\u0940 \u0905\u0928\u0941\u0915\u094d\u0930\u092e\u0923\u093f\u0915\u093e" \u092a\u0930 \u091c\u093e\u090f\u0901 \u0914\u0930 \u0907\u0938\u0947 \u0939\u091f\u093e\u090f\u0901\u0964

simplepage.not_yet_available_releasedate=\u092f\u0939 \u092a\u0943\u0937\u094d\u0920 \u0909\u092a\u0932\u092c\u094d\u0927 \u0928\u0939\u0940\u0902 \u0939\u094b\u0917\u093e \u091c\u092c \u0924\u0915 {}\u0964
simplepage.not_available_hidden=\u092f\u0939 \u092a\u0943\u0937\u094d\u0920 \u091b\u0941\u092a\u093e \u0939\u0941\u0906 \u0939\u0948\u0964
simplepage.hiddenpage=[\u091b\u093f\u092a\u093e \u0939\u0941\u0906]
simplepage.pagenotreleased=[\u091c\u093e\u0930\u0940 \u0928\u0939\u0940\u0902]

simplepage.create_assignment=\u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f\u094d\u0938 \u0915\u093e \u0909\u092a\u092f\u094b\u0917 \u0915\u0930\u0915\u0947 \u0928\u092f\u093e \u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u092c\u0928\u093e\u090f\u0901
simplepage.create_assignment2=\u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f 2 \u0915\u093e \u0909\u092a\u092f\u094b\u0917 \u0915\u0930\u0915\u0947 \u0928\u092f\u093e \u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u092c\u0928\u093e\u090f\u0901
simplepage.create_blti=\u092c\u093e\u0939\u0930\u0940 \u0909\u092a\u0915\u0930\u0923 \u092a\u094d\u0930\u092c\u0902\u0927\u093f\u0924 \u092f\u093e  \u0938\u094d\u0925\u093e\u092a\u093f\u0924 \u0915\u0930\u0947\u0902
simplepage.create_quiz=\u0928\u0908 \u092a\u094d\u0930\u0936\u094d\u0928\u094b\u0924\u094d\u0924\u0930\u0940 \u092c\u0928\u093e\u090f\u0901
simplepage.create_samigo=\u091f\u0948\u0938\u094d\u091f\u0938 \u0914\u0930 \u0915\u094d\u0935\u093f\u091c\u091c\u093c \u0915\u093e \u092a\u094d\u0930\u092f\u094b\u0917 \u0928\u0908 \u0915\u094d\u0935\u093f\u091c \u092c\u0928\u093e\u090f\u0901\u0964 
simplepage.create_mneme=\u0915\u093e\u0930\u094d\u092f\u094b\u0902, \u092a\u0930\u0940\u0915\u094d\u0937\u0923\u094b\u0902 \u0914\u0930 \u0938\u0930\u094d\u0935\u0947\u0915\u094d\u0937\u0923 \u0915\u093e \u0909\u092a\u092f\u094b\u0917 \u0915\u0930\u0915\u0947 \u0928\u0908 \u0915\u094d\u0935\u093f\u091c  \u092c\u0928\u093e\u090f\u0901
simplepage.create_topic=\u0928\u092f\u093e \u092b\u094b\u0930\u092e \u0935\u093f\u0937\u092f \u092c\u0928\u093e\u090f\u0901 
simplepage.create_forums=\u092b\u094b\u0930\u092e\u0938 \u0915\u093e \u0909\u092a\u092f\u094b\u0917 \u0915\u0930\u0915\u0947  \u0928\u092f\u093e \u0935\u093f\u0937\u092f \u092c\u0928\u093e\u090f\u0901
simplepage.create_jforum=\u091a\u0930\u094d\u091a\u093e\u0913\u0902 \u0914\u0930 \u0928\u093f\u091c\u0940 \u0938\u0902\u0926\u0947\u0936\u094b\u0902 \u0915\u093e \u0909\u092a\u092f\u094b\u0917 \u0915\u0930 \u0928\u092f\u093e \u092a\u094d\u0930\u0938\u0902\u0917 \u092c\u0928\u093e\u090f\u0901
simplepage.create_yaft_topic=YAFT \u0915\u093e \u0909\u092a\u092f\u094b\u0917 \u0915\u0930\u0915\u0947 \u0928\u092f\u093e \u092a\u094d\u0930\u0938\u0902\u0917  \u092c\u0928\u093e\u090f\u0901
simplepage.select_assignment=\u092e\u094c\u091c\u0942\u0926\u093e \u0905\u0938\u093e\u0908\u0928\u092e\u0948\u0902\u091f\u094d\u0938
simplepage.return_assignment=\u0928\u092f\u093e \u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u092c\u0928\u093e\u0928\u0947 \u0915\u0947 \u092c\u093e\u0926 "\u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u091c\u094b\u0921\u093c\u0947 " \u0915\u0947 \u0938\u093e\u0925 \u091c\u093e\u0930\u0940 \u0930\u0916\u0947\u0902  
simplepage.return_blti=\u092c\u093e\u0939\u0930\u0940 \u0909\u092a\u0915\u0930\u0923 \u091c\u094b\u0921\u093c\u0947\u0902  \u0915\u0947 \u0938\u093e\u0925 \u091c\u093e\u0930\u0940 \u0930\u0916\u0947\u0902
simplepage.select_quiz=\u092e\u094c\u091c\u0942\u0926\u093e \u0915\u094d\u0935\u093f\u091c\u093c\u0947\u091c
simplepage.return_quiz=\u0928\u092f\u093e \u0915\u094d\u0935\u093f\u091c \u092c\u0928\u093e\u0928\u0947 \u0915\u0947 \u092c\u093e\u0926 ,\u0915\u094d\u0935\u093f\u091c \u091c\u094b\u0921\u093c\u0928\u0947 \u0915\u0947 \u0938\u093e\u0925 \u091c\u093e\u0930\u0940 \u0930\u0916\u0947\u0902
simplepage.select_topic=\u092e\u094c\u091c\u0942\u0926\u093e \u092a\u094d\u0930\u0938\u0902\u0917\u094b
simplepage.return_forum=\u0928\u092f\u093e \u092a\u094d\u0930\u0938\u0902\u0917 \u092c\u0928\u093e\u0928\u0947  \u0915\u0947 \u092c\u093e\u0926 , \u092b\u094b\u0930\u092e \u092a\u094d\u0930\u0938\u0902\u0917 \u091c\u094b\u0921\u093c\u0947\u0902  \u0915\u0947 \u0938\u093e\u0925 \u091c\u093e\u0930\u0940 \u0930\u0916\u0947\u0902

simplepage.no_assignments=\u0907\u0938 \u0938\u093e\u0907\u091f \u092e\u0947\u0902 \u0915\u094b\u0908 \u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u0909\u092a\u0932\u092c\u094d\u0927 \u0928\u0939\u0940\u0902 \u0939\u0948\u0902\u0964 \u090f\u0915 \u092c\u0928\u093e\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f "\u0928\u092f\u093e \u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u092c\u0928\u093e\u090f\u0901" \u0932\u093f\u0902\u0915 \u0915\u093e \u0909\u092a\u092f\u094b\u0917 \u0915\u0930\u0947\u0902\u0964
simplepage.no_assignment_tools=\u0907\u0938 \u0938\u093e\u0907\u091f \u092e\u0947\u0902 \u0915\u094b\u0908 \u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u0909\u092a\u0915\u0930\u0923 \u0909\u092a\u0932\u092c\u094d\u0927 \u0928\u0939\u0940\u0902 \u0939\u0948\u0964
simplepage.assign_seeattach=\u0928\u093f\u0930\u094d\u0926\u0947\u0936 \u0915\u0947 \u0932\u093f\u090f \u0905\u0928\u0941\u0932\u0917\u094d\u0928 \u0915\u0940 \u0917\u0908 \u092b\u093c\u093e\u0907\u0932 \u0926\u0947\u0916\u0947\u0902
simplepage.no_topics=\u0907\u0938 \u0938\u093e\u0907\u091f \u092e\u0947\u0902 \u0915\u094b\u0908 \u092b\u094b\u0930\u092e \u092a\u094d\u0930\u0938\u0902\u0917 \u0909\u092a\u0932\u092c\u094d\u0927 \u0928\u0939\u0940\u0902 \u0939\u0948\u0902\u0964 \u090f\u0915 \u092c\u0928\u093e\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f "\u0928\u092f\u093e \u092a\u094d\u0930\u0938\u0902\u0917 \u092c\u0928\u093e\u090f\u0901" \u0932\u093f\u0902\u0915 \u0915\u093e \u0909\u092a\u092f\u094b\u0917 \u0915\u0930\u0947\u0902
simplepage.no_forum_tools=\u0938\u093e\u0907\u091f \u092e\u0947\u0902 \u0915\u094b\u0908 \u092b\u094b\u0930\u092e \u0909\u092a\u0915\u0930\u0923 \u0928\u0939\u0940\u0902 \u0939\u0948\u0902\u0964
simplepage.no_assessments=\u0907\u0938 \u0938\u093e\u0907\u091f \u092e\u0947\u0902 \u0915\u094b\u0908 \u0906\u0915\u0932\u0928 \u0909\u092a\u0932\u092c\u094d\u0927 \u0928\u0939\u0940\u0902 \u0939\u0948\u0902\u0964 \u090f\u0915 \u092c\u0928\u093e\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f "\u0928\u092f\u093e \u0915\u094d\u0935\u093f\u091c \u092c\u0928\u093e\u090f\u0901 " \u0932\u093f\u0902\u0915 \u0915\u093e \u0909\u092a\u092f\u094b\u0917 \u0915\u0930\u0947\u0902\u0964
simplepage.no_assessment_tool=\u0907\u0938 \u0938\u093e\u0907\u091f \u092e\u0947\u0902 \u0915\u094b\u0908 \u0915\u094d\u0935\u093f\u091c \u0909\u092a\u0915\u0930\u0923 \u0928\u0939\u0940\u0902 \u0939\u0948\u0964
simplepage.noplugin=\u0907\u0938 \u0938\u093e\u092e\u0917\u094d\u0930\u0940 \u0915\u094b \u092a\u094d\u0930\u0926\u0930\u094d\u0936\u093f\u0924 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0932\u0917\u0924\u093e \u0939\u0948 \u0906\u092a\u0915\u0947 \u092c\u094d\u0930\u093e\u0909\u091c\u093c\u0930 \u0915\u0947 \u092a\u093e\u0938 \u0906\u0935\u0936\u094d\u092f\u0915 \u092a\u094d\u0932\u0917\u0907\u0928 \u0928\u0939\u0940\u0902 \u0939\u0948 \u0964 \u0906\u092a \u0928\u0940\u091a\u0947 \u0926\u093f\u090f \u0917\u090f \u0932\u093f\u0902\u0915 \u0915\u093e \u0909\u092a\u092f\u094b\u0917 \u0915\u0930\u0915\u0947 \u0938\u093e\u092e\u0917\u094d\u0930\u0940 \u0915\u094b \u092b\u093c\u093e\u0907\u0932  \u0915\u0947 \u0930\u0942\u092a \u092e\u0947\u0902 \u090f\u0915  \u0921\u093e\u0909\u0928\u0932\u094b\u0921 \u0915\u0930 \u0938\u0915\u0924\u0947 \u0939\u0948\u0902\u0964
simplepage.forumdeleted=\u092f\u0939 \u092b\u094b\u0930\u092e \u092a\u094d\u0930\u0938\u0902\u0917 \u0939\u091f\u093e \u0926\u093f\u092f\u093e \u0917\u092f\u093e \u0939\u0948\u0964

simplepage.menuItemTitle_label=\u092e\u0947\u0928\u0942 \u0906\u0907\u091f\u092e \u0936\u0940\u0930\u094d\u0937\u0915
simplepage.menuItemTitle_tooltip=\u0938\u093e\u0907\u091f \u092e\u0947\u0928\u0942 \u092e\u0947\u0902 \u092a\u094d\u0930\u0926\u0930\u094d\u0936\u093f\u0924 \u0915\u0930\u0924\u093e \u0939\u0948\u0964

simplepage.pageTitle_label=\u092a\u0943\u0937\u094d\u0920 \u0936\u0940\u0930\u094d\u0937\u0915
simplepage.pageTitle_tooltip=\u092a\u0943\u0937\u094d\u0920 \u0915\u0947 \u0936\u0940\u0930\u094d\u0937 \u092a\u0930 \u092a\u094d\u0930\u0926\u0930\u094d\u0936\u093f\u0924 \u0915\u0930\u0924\u093e \u0939\u0948\u0964
simplepage.editTitle=\u0936\u0940\u0930\u094d\u0937\u0915 \u0938\u0902\u092a\u093e\u0926\u093f\u0924 \u0915\u0930\u0947\u0902
simplepage.editTitle-tooltip=\u0936\u0940\u0930\u094d\u0937\u0915, \u0930\u093f\u0932\u0940\u091c \u0915\u0940 \u0924\u093e\u0930\u0940\u0916, \u0914\u0930 \u0905\u0928\u094d\u092f \u092a\u0943\u0937\u094d\u0920 \u092a\u094d\u0930\u094c\u092a\u0930\u091f\u0940\u091c\u093c \u0938\u0902\u092a\u093e\u0926\u093f\u0924 \u0915\u0930\u0947\u0902
simplepage.edit-title.generic={} \u0915\u094b \u0938\u0902\u092a\u093e\u0926\u093f\u0924 \u0915\u0930\u0947\u0902
simplepage.edit-title.textbox=\u091f\u0948\u0915\u094d\u0938\u094d\u091f \u092c\u0949\u0915\u094d\u0938 \u0915\u094b \u0938\u0902\u092a\u093e\u0926\u093f\u0924 \u0915\u0930\u0947\u0902 {}
simplepage.edit-title.url=\u0907\u0928\u0932\u093e\u0907\u0928 \u0915\u094b \u0938\u0902\u092a\u093e\u0926\u093f\u0924 \u0915\u0930\u0947\u0902 {}
simplepage.edit-title.youtube=\u092f\u0942\u091f\u094d\u092f\u0942\u092c \u0906\u0907\u091f\u092e \u0938\u0902\u092a\u093e\u0926\u093f\u0924 \u0915\u0930\u0947\u0902
simplepage.edit-title.comments=\u091f\u093f\u092a\u094d\u092a\u0923\u093f\u092f\u093e\u0901 \u0906\u0907\u091f\u092e \u0938\u0902\u092a\u093e\u0926\u093f\u0924 \u0915\u0930\u0947\u0902
simplepage.edit-title.student=\u091b\u093e\u0924\u094d\u0930 \u0938\u093e\u092e\u0917\u094d\u0930\u0940 \u0906\u0907\u091f\u092e \u0938\u0902\u092a\u093e\u0926\u093f\u0924 \u0915\u0930\u0947\u0902
simplepage.edit-title.question=\u092a\u094d\u0930\u0936\u094d\u0928 \u0906\u0907\u091f\u092e \u0938\u0902\u092a\u093e\u0926\u093f\u0924 \u0915\u0930\u0947\u0902
simplepage.fromhost={} \u0938\u0947 \u0938\u093e\u092e\u0917\u094d\u0930\u0940
simplepage.showpage=\ \u092a\u093e\u0920 \u092a\u0943\u0937\u094d\u0920
simplepage.showitem=\ \u092a\u093e\u0920 \u0906\u0907\u091f\u092e
simplepage.return=\ \u092a\u093e\u0920 \u092a\u0930 \u0932\u094c\u091f\u0947
simplepage.return.warning=\u091a\u0947\u0924\u093e\u0935\u0928\u0940\: \u0938\u0941\u0928\u093f\u0936\u094d\u091a\u093f\u0924 \u0915\u0930\u0947\u0902 \u0915\u093f \u0932\u094c\u091f\u0928\u0947 \u0938\u0947 \u092a\u0939\u0932\u0947 \u0906\u092a \u0905\u092a\u0928\u093e \u0915\u093e\u0930\u094d\u092f \u0938\u0941\u0930\u0915\u094d\u0937\u093f\u0924 \u092f\u093e \u0938\u092c\u092e\u093f\u091f \u0915\u0930 \u0926\u0947\u0902 \u0964
simplepage.next=\u0905\u0917\u0932\u093e
simplepage.back=\u0935\u093e\u092a\u0938 \u091c\u093e\u090f\u0902
simplepage.editor=\u0938\u0902\u092a\u093e\u0926\u0915
simplepage.ckeditor=\u0938\u0902\u092a\u093e\u0926\u0915, \u092e\u0926\u0926 \u0915\u0947 \u0932\u093f\u090f ALT-0 \u0932\u093f\u0916\u0947\u0902

simplepage.preview={} \u0915\u093e \u092a\u0942\u0930\u094d\u0935\u093e\u0935\u0932\u094b\u0915\u0928

simplepage.save_message=\u0938\u0941\u0930\u0915\u094d\u0937\u093f\u0924 \u0915\u0930\u0947\u0902
simplepage.cancel_message=\u0930\u0926\u094d\u0926 \u0915\u0930\u0947\u0902
simplepage.has_prerequistes=\u092a\u0943\u0937\u094d\u0920 \u0926\u0947\u0916\u0928\u0947 \u0938\u0947 \u092a\u0939\u0932\u0947, \u0906\u092a\u0915\u094b \u0928\u093f\u092e\u094d\u0928 \u092a\u0943\u0937\u094d\u0920\u094b\u0902 \u0915\u094b \u092a\u0942\u0930\u093e \u0915\u0930\u0928\u093e \u0939\u094b\u0917\u093e\:
simplepage.has_prerequistes_2=\u0907\u0938\u0947 \u0915\u0930\u0928\u0947 \u0938\u0947 \u092a\u0939\u0932\u0947 \u0906\u092a\u0915\u094b \u090f\u0915 \u092a\u093f\u091b\u0932\u0947 \u0906\u0907\u091f\u092e \u0915\u094b \u092a\u0942\u0930\u093e \u0915\u0930\u0928\u0947 \u0915\u0940 \u091c\u0930\u0942\u0930\u0924 \u0939\u0948\u0964 \u092f\u0939 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0907\u0938 \u092a\u0943\u0937\u094d\u0920 \u092a\u0930 \u0935\u093e\u092a\u0938 \u0932\u094c\u091f\u0947\u0902\u0964 \u090f\u0915 \u0906\u0907\u091f\u092e \u0915\u094b \u0922\u0942\u0922\u0947\u0902 \u091c\u093f\u0938\u0915\u0940 \u092c\u093e\u0908\u0902 \u0924\u0930\u092b \u0924\u093e\u0930\u093e\u0902\u0915\u0928 \u091a\u093f\u0939\u094d\u0928 \u0939\u094b\u0964

simplepage.resource=\u0938\u093e\u092e\u0917\u094d\u0930\u0940 \u0932\u093f\u0902\u0915 \u091c\u094b\u0921\u093c\u0947\u0902
simplepage.resource.tooltip=\u0932\u093f\u0902\u0915 \u091c\u094b\u0921\u093c\u0947\u0902\: \u092b\u093c\u093e\u0907\u0932 \u0905\u092a\u0932\u094b\u0921 \u0915\u0930\u0947\u0902 \u092f\u093e \u0938\u0902\u0938\u093e\u0927\u0928 \u0909\u092a\u0915\u0930\u0923\u094b \u092e\u0947\u0902 \u0938\u0947 \u092e\u094c\u091c\u0942\u0926\u093e \u092b\u093c\u093e\u0907\u0932  \u0915\u093e \u0909\u092a\u092f\u094b\u0917 \u0915\u0930\u0947\u0902 \u0914\u0930 \u0907\u0938\u0947 \u090f\u0915 \u0932\u093f\u0902\u0915 \u0938\u0947 \u091c\u094b\u0921\u093c\u0947\u0902, \u092f\u093e \u0915\u093f\u0938\u0940 \u0905\u0928\u094d\u092f \u0938\u093e\u0907\u091f \u0915\u0947 \u0932\u093f\u090f \u0915\u094b\u0908 \u092f\u0942\u0906\u0930\u090f\u0932 \u0926\u0930\u094d\u091c \u0915\u0930\u0947\u0902 
simplepage.resource-descrip=\u0932\u093f\u0902\u0915 \u091c\u094b\u0921\u093c\u0947\u0902\: \u092b\u093c\u093e\u0907\u0932 \u0905\u092a\u0932\u094b\u0921 \u0915\u0930\u0947\u0902 \u092f\u093e \u0938\u0902\u0938\u093e\u0927\u0928 \u0909\u092a\u0915\u0930\u0923\u094b \u092e\u0947\u0902 \u0938\u0947 \u092e\u094c\u091c\u0942\u0926\u093e \u092b\u093c\u093e\u0907\u0932  \u0915\u093e \u0909\u092a\u092f\u094b\u0917 \u0915\u0930\u0947\u0902 \u0914\u0930 \u0907\u0938\u0947 \u090f\u0915 \u0932\u093f\u0902\u0915 \u0938\u0947 \u091c\u094b\u0921\u093c\u0947\u0902, \u092f\u093e \u0915\u093f\u0938\u0940 \u0905\u0928\u094d\u092f \u0938\u093e\u0907\u091f \u0915\u0947 \u0932\u093f\u090f \u0915\u094b\u0908 \u092f\u0942\u0906\u0930\u090f\u0932 \u0926\u0930\u094d\u091c \u0915\u0930\u0947\u0902 
simplepage.subpage=\u0909\u092a\u092a\u0943\u0937\u094d\u0920 \u091c\u094b\u0921\u093c\u0947\u0902
simplepage.subpage-next=\u0905\u0917\u0932\u093e \u092a\u0943\u0937\u094d\u0920, \u092f\u093e\u0928\u0940 \u092a\u0943\u0937\u094d\u0920  \u0935\u0930\u094d\u0924\u092e\u093e\u0928 \u0935\u093e\u0932\u0947 \u0915\u0940 \u091c\u0917\u0939 \u0906 \u091c\u093e\u0924\u093e \u0939\u0948 \u092c\u091c\u093e\u092f \u0915\u0947 \u0935\u0930\u094d\u0924\u092e\u093e\u0928 \u0935\u093e\u0932\u0947 \u092a\u0930 \u091c\u093e\u0928\u0947 \u0915\u0947
simplepage.subpage-button=\u0932\u093f\u0902\u0915 \u0915\u0947 \u092c\u091c\u093e\u092f \u092c\u091f\u0928 \u0915\u0947 \u0930\u0942\u092a \u092e\u0947\u0902 \u0926\u093f\u0916\u093e\u090f\u0901
simplepage.subpage.tooltip=\u0915\u094b\u0908 \u0928\u092f\u093e \u092a\u0943\u0937\u094d\u0920 \u092c\u0928\u093e\u090f\u0901 \u0914\u0930 \u092f\u0939\u093e\u0901 \u092a\u0930 \u0907\u0938\u0938\u0947 \u0932\u093f\u0902\u0915 \u091c\u094b\u0921\u093c\u0947\u0902
simplepage.usenewwindow=\u0906\u0907\u091f\u092e \u090f\u0915 \u0928\u0908 \u0935\u093f\u0902\u0921\u094b \u092e\u0947\u0902 \u0916\u094b\u0932\u0947\u0902
simplepage.assignment=\u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u091c\u094b\u0921\u093c\u0947\u0902
simplepage.assignment.tooltip=\u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u0909\u092a\u0915\u0930\u0923 \u092e\u0947\u0902 \u090f\u0915 \u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u0938\u0947 \u090f\u0915 \u0932\u093f\u0902\u0915 \u091c\u094b\u0921\u093c\u0947\u0902
simplepage.assignment.chooser=\u090f\u0915 \u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u0909\u0920\u093e\u0913
simplepage.due=\u0928\u093f\u092f\u0924
simplepage.chooser.name=\u092a\u0943\u0937\u094d\u0920
simplepage.chooser.due=\u0928\u093f\u092f\u0924 \u0924\u093f\u0925\u093f
simplepage.chooser.link=\u0932\u093f\u0902\u0915
simplepage.chooser.textitemplaceholder=\u092f\u0939 \u090f\u0915 \u0930\u093f\u091a \u091f\u0947\u0915\u094d\u0938\u094d\u091f \u0906\u0907\u091f\u092e \u0939\u0948\u0964 \u0907\u0938\u0947 \u0926\u0947\u0916\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f, \u092a\u0948\u0930\u0947\u0902\u091f \u092a\u0943\u0937\u094d\u0920 \u092a\u0930 \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0947\u0902\u0964 
simplepage.select=\u091a\u092f\u0928
simplepage.select-for-deletion=\u0939\u091f\u093e\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u091a\u092f\u0928 \u0915\u0930\u0947\u0902
simplepage.delete-message=\u0915\u0947\u0935\u0932 \u0935\u0939 \u092a\u0943\u0937\u094d\u0920 \u091c\u094b \u0915\u093f  \u0935\u0930\u094d\u0924\u092e\u093e\u0928 \u092e\u0947\u0902 \u0938\u093e\u0907\u091f \u092a\u0930 \u0936\u093e\u092e\u093f\u0932 \u0928\u0939\u0940\u0902 \u0939\u0948\u0902 \u0935\u0939 \u0938\u094d\u0925\u093e\u092f\u0940 \u0930\u0942\u092a \u0938\u0947 \u0939\u091f\u093e\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0909\u092a\u0932\u092c\u094d\u0927 \u0939\u0948\u0902\u0964
simplepage.delete-selected=\u091a\u092f\u0928\u093f\u0924 \u092a\u0943\u0937\u094d\u0920\u094b\u0902 \u0915\u094b \u0939\u091f\u093e\u090f\u0901
simplepage.chooser.select=\u091a\u092f\u0928\u093f\u0924 \u0906\u0907\u091f\u092e \u0915\u093e \u0909\u092a\u092f\u094b\u0917 \u0915\u0930\u0947\u0902
simplepage.chooser.unused=\u0928\u093f\u092e\u094d\u0928 \u092a\u0943\u0937\u094d\u0920 \u0935\u0930\u094d\u0924\u092e\u093e\u0928 \u092e\u0947\u0902 \u0909\u092a\u092f\u094b\u0917 \u092e\u0947\u0902 \u0928\u0939\u0940\u0902 \u0939\u0948\u0902\u0964 (\u0915\u094b\u0908 \u0905\u0928\u094d\u092f \u092a\u0943\u0937\u094d\u0920 \u0909\u0928\u094d\u0939\u0947\u0902 \u0938\u0902\u0926\u0930\u094d\u092d\u093f\u0924 \u0928\u0939\u0940 \u0915\u0930\u0924\u093e \u0939\u0948\u0964)
simplepage.change_assignment=\u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u092a\u0930\u093f\u0935\u0930\u094d\u0924\u093f\u0924 \u0915\u0930\u0947\u0902
simplepage.change_quiz=\u092a\u094d\u0930\u0936\u094d\u0928\u094b\u0924\u094d\u0924\u0930\u0940 \u092a\u0930\u093f\u0935\u0930\u094d\u0924\u093f\u0924 \u0915\u0930\u0947\u0902
simplepage.change_forum=\u092b\u094b\u0930\u092e \u0935\u093f\u0937\u092f \u092a\u0930\u093f\u0935\u0930\u094d\u0924\u093f\u0924 \u0915\u0930\u0947\u0902
simplepage.change_resource=\u092b\u093c\u093e\u0907\u0932 \u092f\u093e \u092f\u0942\u0906\u0930\u090f\u0932 \u092c\u0926\u0932\u0947\u0902 
simplepage.change_page=\u092a\u0943\u0937\u094d\u0920 \u092c\u0926\u0932\u0947
simplepage.quiz=\u092a\u094d\u0930\u0936\u094d\u0928\u094b\u0924\u094d\u0924\u0930\u0940 \u091c\u094b\u0921\u093c\u0947\u0902
simplepage.quiz.tooltip=\u092a\u094d\u0930\u0936\u094d\u0928\u094b\u0924\u094d\u0924\u0930\u0940 \u0938\u0947 \u090f\u0915 \u0932\u093f\u0902\u0915 \u091c\u094b\u0921\u093c\u0947 
simplepage.quiz.chooser=\u092a\u094d\u0930\u0936\u094d\u0928\u094b\u0924\u094d\u0924\u0930\u0940 \u092e\u0947\u0902 \u092d\u093e\u0917 \u0932\u0947\u0902

simplepage.forum=\u092b\u094b\u0930\u092e \u0935\u093f\u0937\u092f \u091c\u094b\u0921\u093c\u0947\u0902
simplepage.forum.tooltip=\u095e\u094b\u0930\u092e\u094d\u0938  \u092f\u093e JForum \u0909\u092a\u0915\u0930\u0923 \u092e\u0947\u0902  \u092b\u094b\u0930\u092e \u0935\u093f\u0937\u092f \u092e\u0947\u0902 \u090f\u0915 \u0932\u093f\u0902\u0915 \u091c\u094b\u0921\u093c\u0947
simplepage.forum.chooser=\u090f\u0915 \u092b\u094b\u0930\u092e \u092a\u094d\u0930\u0938\u0902\u0917 \u091a\u0941\u0928\u0947\u0902
simplepage.page.chooser=\u090f\u0915 \u092a\u0943\u0937\u094d\u0920 \u091a\u0941\u0928\u0947
simplepage.page.index=\u0935\u0930\u094d\u0924\u092e\u093e\u0928 \u0938\u093e\u0907\u091f \u092e\u0947\u0902 \u092a\u0943\u0937\u094d\u0920
simplepage.page.onlyseen=\u0928\u094b\u091f\: \u0915\u0947\u0935\u0932 \u0935\u0939 \u092a\u0928\u094d\u0928\u0947 \u091c\u094b \u0924\u0941\u092e\u0928\u0947 \u0926\u0947\u0916\u0947 \u0939\u0948 \u0926\u093f\u0916\u093e\u090f \u091c\u093e \u0930\u0939\u0947 \u0939\u0948\u0902\u0964
simplepage.create=\u092c\u0928\u093e\u090f\u0901
simplepage.cancel=\u0930\u0926\u094d\u0926 \u0915\u0930\u0947\u0902
simplepage.notitle=\u090f\u0915 \u0936\u0940\u0930\u094d\u0937\u0915 \u0915\u0940 \u0906\u0935\u0936\u094d\u092f\u0915\u0924\u093e \u0939\u0948\u0964
simplepage.subpage_header=\u0915\u094b\u0908 \u0909\u092a\u092a\u0943\u0937\u094d\u0920 \u092c\u0928\u093e\u090f\u0901

simplepage.page.showitems=\u0906\u0907\u091f\u092e\u0938 \u0926\u093f\u0916\u093e\u090f\u0901
simplepage.page.showitemstooltip=\u092a\u094d\u0930\u0924\u094d\u092f\u0947\u0915 \u092a\u0943\u0937\u094d\u0920 \u0915\u0947 \u0905\u0902\u0924\u0930\u094d\u0917\u0924 \u0906\u0907\u091f\u092e\u0938 \u0926\u093f\u0916\u093e\u090f\u0901
simplepage.page.hideitems=\u0906\u0907\u091f\u092e \u091b\u0941\u092a\u093e\u090f\u0901
simplepage.page.hideitemstooltip=\u0906\u0907\u091f\u092e\u094d\u0938 \u091b\u0941\u092a\u093e\u090f\u0901\u0964 \u092c\u0938 \u092a\u0943\u0937\u094d\u0920 \u0926\u093f\u0916\u093e\u090f\u0901\u0964

simplepage.copylink=\u092a\u094d\u0930\u0924\u093f\u0932\u093f\u092a\u093f
simplepage.copylink2=\u092a\u094d\u0930\u0924\u093f\u0932\u093f\u092a\u093f\: {}

# because of the way they are loaded, startup_help needs templates/ and additional-instructions does not
# putting the URLs here lets us supply different versions for different languages
simplepage.startup_help=templates/instructions/general.html
simplepage.additional-instructions=instructions/multimedia.html
simplepage.additional-website-instructions=instructions/website.html
simplepage.general-instructions=instructions/general.html

simplepage.help=\u092e\u0926\u0926

simplepage.noitems_error_admin=\u0939\u092e \u0938\u0941\u091d\u093e\u0935 \u0926\u0947\u0924\u0947 \u0939\u0948 \u0915\u093f \u0906\u092a \u0907\u0938 \u092a\u0947\u091c \u092a\u0930 \u0915\u0941\u091b \u0921\u093e\u0932\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f<b>\u092a\u093e\u0920 \u091c\u094b\u0921\u093c\u0947\u0902</b> \u0915\u093e \u0909\u092a\u092f\u094b\u0917 \u0915\u0930  \u0936\u0941\u0930\u0942\u0906\u0924 \u0915\u0930\u0947\u0902\u0902\u0964 \u0924\u092c \u0906\u092a \u0907\u0938\u0915\u0947 \u0928\u0940\u091a\u0947 \u0932\u093f\u0902\u0915 \u092f\u093e \u0905\u0928\u094d\u092f \u0938\u093e\u092e\u0917\u094d\u0930\u0940 \u091c\u094b\u0921\u093c \u0938\u0915\u0924\u0947 \u0939\u0948\u0902\u0964\u090a\u092a\u0930 \u0906\u0907\u091f\u092e\u094d\u0938  \u092e\u0947\u0902 \u0938\u0947  \u0915\u093f\u0938\u0940 \u090f\u0915 \u092a\u0930 \u092e\u093e\u0909\u0938 \u0930\u0916\u0947 \u092f\u0939 \u0926\u0947\u0916\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0915\u0940 \u0935\u0939 \u0915\u094d\u092f\u093e \u0915\u0930\u0924\u093e \u0939\u0948 \u0964
simplepage.noitems_error_user=\u0907\u0938 \u092a\u0947\u091c \u092a\u0930 \u0915\u094b\u0908 \u0906\u0907\u091f\u092e \u0928\u0939\u0940\u0902 \u0939\u0948\u0902 \u091c\u094b \u0915\u0940 \u0906\u092a\u0915\u094b \u0926\u0943\u0936\u094d\u092f\u092e\u093e\u0928 \u0939\u094b\u0964

simplepage.additional-instructions-label=\u092e\u0932\u094d\u091f\u0940\u092e\u0940\u0921\u093f\u092f\u093e \u0915\u0902\u091f\u0947\u0902\u091f \u0915\u0947 \u092c\u093e\u0930\u0947 \u092e\u0947\u0902 \u0905\u0915\u094d\u0938\u0930 \u092a\u0942\u091b\u0947 \u091c\u093e\u0928\u0947 \u0935\u093e\u0932\u0947 \u092a\u094d\u0930\u0936\u094d\u0928 
simplepage.additional-website-instructions-label=\u091c\u093c\u093f\u092a \u092b\u093c\u093e\u0907\u0932 \u0938\u0947 \u0915\u0902\u091f\u0947\u0902\u091f \u0905\u092a\u0932\u094b\u0921 \u0915\u0930\u0928\u0947 \u0915\u0947 \u092c\u093e\u0930\u0947 \u092e\u0947\u0902 \u0905\u0915\u094d\u0938\u0930 \u092a\u0942\u091b\u0947 \u091c\u093e\u0928\u0947 \u0935\u093e\u0932\u0947 \u0938\u0935\u093e\u0932 

simplepage.link=\u0932\u093f\u0902\u0915 \u091c\u094b\u0921\u093c\u0947\u0902
simplepage.addlink_header=\u0915\u094b\u0908 \u0928\u092f\u093e \u0932\u093f\u0902\u0915 \u091c\u094b\u0921\u093c\u0947\u0902
simplepage.addLink_label=\u092f\u0942\u0906\u0930\u090f\u0932\:
simplepage.addLink_label_add=\u092f\u093e \u090f\u0915 \u092f\u0942\u0906\u0930\u090f\u0932 \u091c\u094b\u0921\u093c\u0947\u0902\:
simplepage.addLink_label_add_or=\u092f\u093e \u090f\u0915 \u092f\u0942\u0906\u0930\u090f\u0932 \u091c\u094b\u0921\u093c\u0947\u0902 \u092f\u093e "\u0915\u094b\u0921 \u090f\u0902\u092c\u0947\u0921 \u0915\u0930\u0947\u0902"
simplepage.editText=\u0907\u0938 \u091f\u0948\u0915\u094d\u0938\u094d\u091f \u0915\u094b \u0938\u0902\u092a\u093e\u0926\u093f\u0924 \u0915\u0930\u0947\u0902
simplepage.editItem=\u0938\u0902\u092a\u093e\u0926\u093f\u0924 \u0915\u0930\u0947\u0902
simplepage.editItemBelow=\u0928\u0940\u091a\u0947 \u0926\u093f\u090f \u0917\u090f \u0906\u0907\u091f\u092e \u0915\u094b \u0938\u0902\u092a\u093e\u0926\u093f\u0924 \u0915\u0930\u0947\u0902

simplepage.textItemUnavailable=\u091c\u092c \u0938\u092d\u0940 (*) \u0926\u094d\u0935\u093e\u0930\u093e \u091a\u093f\u0939\u094d\u0928\u093f\u0924 \u092a\u094d\u0930\u0940-\u0930\u093f\u0915\u094d\u0935\u0940\u0938\u093e\u0907\u091f\u094d\u0938 \u092a\u0942\u0930\u0947 \u0939\u094b \u091c\u093e\u090f\u0902\u0917\u0947 \u0924\u092c \u092f\u0939 \u091f\u0948\u0915\u094d\u0938\u094d\u091f \u0906\u0907\u091f\u092e \u0926\u093f\u0916\u0947\u0917\u093e 
simplepage.multimediaItemUnavailable=\u091c\u092c \u0938\u092d\u0940 (*) \u0926\u094d\u0935\u093e\u0930\u093e \u091a\u093f\u0939\u094d\u0928\u093f\u0924 \u092a\u094d\u0930\u0940-\u0930\u093f\u0915\u094d\u0935\u0940\u0938\u093e\u0907\u091f\u094d\u0938 \u092a\u0942\u0930\u0947 \u0939\u094b \u091c\u093e\u090f\u0902\u0917\u0947 \u0924\u092c \u092f\u0939 \u092e\u0932\u094d\u091f\u0940\u092e\u0940\u0921\u093f\u092f\u093e \u0906\u0907\u091f\u092e \u0926\u093f\u0916\u0947\u0917\u093e 

simplepage.edit=\u0906\u0907\u091f\u092e \u0905\u0926\u094d\u092f\u0924\u0928 \u0915\u0930\u0947\u0902
simplepage.description_label=\u0906\u0907\u091f\u092e \u0935\u093f\u0935\u0930\u0923
simplepage.name_label=\u0906\u0907\u091f\u092e \u0915\u093e \u0928\u093e\u092e
simplepage.edititem_header=\u0906\u0907\u091f\u092e \u0938\u0902\u092a\u093e\u0926\u093f\u0924 \u0915\u0930\u0947\u0902
simplepage.multimedia=\u092a\u0943\u0937\u094d\u0920 \u092a\u0930 \u0938\u093e\u092e\u0917\u094d\u0930\u0940 \u090f\u092e\u094d\u092c\u0947\u0921 \u0915\u0930\u0947\u0902
simplepage.multimedia.tooltip=\u090f\u0915 \u0907\u092e\u0947\u091c, \u0935\u0940\u0921\u093f\u092f\u094b, \u092b\u093c\u094d\u0932\u0948\u0936 \u092b\u093c\u093e\u0907\u0932, \u0935\u0947\u092c \u092a\u0947\u091c, \u0906\u0926\u093f \u091c\u094b\u0921\u093c\u0947\u0902\u0964 \u0907\u0938\u0947 \u0907\u0938 \u092a\u0943\u0937\u094d\u0920 \u092a\u0930 \u0906\u0907\u091f\u092e \u090f\u092e\u094d\u092c\u0947\u0921 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0909\u092a\u092f\u094b\u0917 \u0915\u0930\u0947\u0902\u0964\u0907\u0938\u0915\u0947  \u092c\u091c\u093e\u092f \u0915\u0902\u091f\u0947\u0902\u091f \u0932\u093f\u0902\u0915 \u091c\u094b\u0921\u0947 \u0915\u093e \u0909\u092a\u092f\u094b\u0917 \u0915\u0930\u0947\u0902 \u092f\u0926\u093f \u0906\u092a \u0907\u0938\u0947 \u092a\u0943\u0937\u094d\u0920 \u092a\u0930 \u092a\u0943\u0937\u094d\u0920 \u0915\u0947 \u090f\u0915 \u0906\u0907\u091f\u092e \u0915\u0947 \u0932\u093f\u090f \u0932\u093f\u0902\u0915 \u091a\u093e\u0939\u0924\u0947 \u0939\u0948\u0902 \u0907\u0938\u0947 \u092a\u0943\u0937\u094d\u0920 \u092a\u0930 \u0926\u093f\u0916\u093e\u0928\u0947 \u0915\u0947 \u092c\u091c\u093e\u092f\u0964
simplepage.multimedia-descrip=\u090f\u0915 \u0907\u092e\u0947\u091c, \u0935\u0940\u0921\u093f\u092f\u094b, \u092b\u093c\u094d\u0932\u0948\u0936 \u092b\u093c\u093e\u0907\u0932, \u0935\u0947\u092c \u092a\u0947\u091c, \u0906\u0926\u093f \u091c\u094b\u0921\u093c\u0947\u0902\u0964 \u0907\u0938\u0947 \u0907\u0938 \u092a\u0943\u0937\u094d\u0920 \u092a\u0930 \u0906\u0907\u091f\u092e \u090f\u092e\u094d\u092c\u0947\u0921 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0909\u092a\u092f\u094b\u0917 \u0915\u0930\u0947\u0902\u0964\u0907\u0938\u0915\u0947  \u092c\u091c\u093e\u092f \u0915\u0902\u091f\u0947\u0902\u091f \u0932\u093f\u0902\u0915 \u091c\u094b\u0921\u0947 \u0915\u093e \u0909\u092a\u092f\u094b\u0917 \u0915\u0930\u0947\u0902 \u092f\u0926\u093f \u0906\u092a \u0907\u0938\u0947 \u092a\u0943\u0937\u094d\u0920 \u092a\u0930 \u092a\u0943\u0937\u094d\u0920 \u0915\u0947 \u090f\u0915 \u0906\u0907\u091f\u092e \u0915\u0947 \u0932\u093f\u090f \u0932\u093f\u0902\u0915 \u091a\u093e\u0939\u0924\u0947 \u0939\u0948\u0902 \u0907\u0938\u0947 \u092a\u0943\u0937\u094d\u0920 \u092a\u0930 \u0926\u093f\u0916\u093e\u0928\u0947 \u0915\u0947 \u092c\u091c\u093e\u092f\u0964
simplepage.expert_toggle=\u0935\u093f\u0938\u094d\u0924\u093e\u0930 \u0938\u0947 \u0926\u093f\u0916\u093e\u090f\u0901
simplepage.expert_intro=\u0928\u093f\u092e\u094d\u0928 \u0915\u094b \u0938\u093e\u092e\u093e\u0928\u094d\u092f \u0930\u0942\u092a \u0938\u0947 \u092c\u0926\u0932\u0947 \u091c\u093e\u0928\u0947 \u0915\u0940 \u0906\u0935\u0936\u094d\u092f\u0915\u0924\u093e  \u0928\u0939\u0940\u0902 \u0939\u094b\u0928\u0940 \u091a\u093e\u0939\u093f\u090f\:
simplepage.mimetype_label=\u092e\u093e\u0907\u092e \u092a\u094d\u0930\u0915\u093e\u0930
simplepage.tag_is=\u0907\u0938 \u0906\u0907\u091f\u092e \u0915\u094b \u092a\u094d\u0930\u0915\u093e\u0930 \u0915\u0947 \u090f\u0915 \u091f\u0948\u0917 \u0915\u0947 \u0938\u093e\u0925 \u092a\u094d\u0930\u0926\u0930\u094d\u0936\u093f\u0924 \u0915\u093f\u092f\u093e \u091c\u093e\u0924\u093e \u0939\u0948
simplepage.tag_object="\u0935\u0938\u094d\u0924\u0941"
simplepage.tag_img="\u0908\u092e\u0947\u091c"
simplepage.tag_iframe="\u0906\u0908\u092b\u094d\u0930\u0947\u092e"
simplepage.permissions=\u0905\u0928\u0941\u092e\u0924\u093f\u092f\u093e\u0902
simplepage.permissions.tooltip=\u0935\u093f\u092d\u093f\u0928\u094d\u0928 \u092a\u094d\u0930\u0915\u093e\u0930 \u0915\u0947 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0915\u0947 \u0932\u093f\u090f \u0907\u0938 \u0909\u092a\u0915\u0930\u0923 \u0915\u0947 \u0938\u093e\u0925 \u091c\u0941\u0921\u093c\u0940 \u0905\u0928\u0941\u092e\u0924\u093f\u092f\u093e\u0901 \u092a\u0930\u093f\u0935\u0930\u094d\u0924\u093f\u0924 \u0915\u0930\u0947\u0902
simplepage.iframe.auto=\u0915\u0902\u091f\u0947\u0902\u091f \u0915\u0940 \u092a\u0942\u0930\u094d\u0923 \u090a\u0901\u091a\u093e\u0908 \u0909\u092a\u092f\u094b\u0917 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f  \u090a\u0902\u091a\u093e\u0908 \u092b\u093c\u0940\u0932\u094d\u0921 \u092e\u0947\u0902 "\u0911\u091f\u094b" \u0915\u093e \u0909\u092a\u092f\u094b\u0917 \u0915\u0930\u0947\u0964 \u0915\u0947\u0935\u0932 \u0938\u093e\u0915\u093e\u0908 \u0915\u0947 \u092d\u0940\u0924\u0930 \u092f\u0942\u0906\u0930\u090f\u0932 \u0915\u0947 \u0932\u093f\u090f \u0915\u093e\u092e \u0915\u0930\u0924\u093e \u0939\u0948\u0964
simplepage.nopermissions=\u0906\u092a\u0915\u094b \u0907\u0938 \u092a\u0943\u0937\u094d\u0920 \u0915\u094b \u092a\u0922\u093c\u0928\u0947 \u0915\u0940 \u0905\u0928\u0941\u092e\u0924\u093f \u0928\u0939\u0940\u0902 \u0939\u0948
simplepage.nowrite=\u0906\u092a\u0915\u094b \u0907\u0938 \u092a\u0947\u091c \u0915\u094b \u0938\u0902\u092a\u093e\u0926\u093f\u0924 \u0915\u0930\u0928\u0947 \u0915\u0940 \u0905\u0928\u0941\u092e\u0924\u093f \u0928\u0939\u0940\u0902 \u0939\u0948
simplepage.savefailed=\u0906\u0907\u091f\u092e \u0915\u094b \u0938\u0939\u0947\u091c\u0928\u0947 \u092f\u093e \u0909\u0938\u0947 \u0905\u0926\u094d\u092f\u0924\u0928 \u0915\u0930\u0928\u0947 \u092e\u0947\u0902 \u0905\u0938\u092e\u0930\u094d\u0925\u0964 \u0924\u094d\u0930\u0941\u091f\u093f \u0925\u0940\: 

simplepage.height_label=\u090a\u0902\u091a\u093e\u0908\:
simplepage.width_label=\u091a\u094c\u0921\u093c\u093e\u0908\:
simplepage.editMultimedia_header=\u092e\u0932\u094d\u091f\u0940\u092e\u0940\u0921\u093f\u092f\u093e \u0915\u093e \u0906\u0915\u093e\u0930 \u0938\u0902\u092a\u093e\u0926\u093f\u0924 \u0915\u0930\u0947\u0902
simplepage.editMultimedia=\u092e\u0932\u094d\u091f\u0940\u092e\u0940\u0921\u093f\u092f\u093e \u0938\u0902\u092a\u093e\u0926\u093f\u0924 \u0915\u0930\u0947\u0902
simplepage.size-too-big=\u090a\u0901\u091a\u093e\u0908 \u092f\u093e \u091a\u094c\u0921\u093c\u093e\u0908 3000 \u092a\u093f\u0915\u094d\u0938\u0947\u0932 \u0938\u0947 \u0905\u0927\u093f\u0915
simplepage.deleted-group=< \u0939\u091f\u093e\u090f \u0917\u090f \u0938\u092e\u0942\u0939 >
simplepage.deleted-entity=*\u0939\u091f\u093e\u092f\u093e \u0917\u092f\u093e*
simplepage.not-published=*\u092a\u094d\u0930\u0915\u093e\u0936\u093f\u0924 \u0928\u0939\u0940\u0902 \u0939\u0948; \u091b\u093e\u0924\u094d\u0930\u094b\u0902 \u0915\u094b \u0926\u093f\u0916 \u0928\u0939\u0940\u0902 \u0930\u0939\u093e*

simplepage.add_file_instructions=\u0906\u092a \u090f\u0915 \u0928\u0908 \u092b\u093c\u093e\u0907\u0932 \u0905\u092a\u0932\u094b\u0921 \u0915\u0930 \u0938\u0915\u0924\u0947 \u0939\u0948, \u0938\u0902\u0938\u093e\u0927\u0928\u094b\u0902 \u092e\u0947\u0902 \u0938\u0947 \u0915\u094b\u0908 \u092e\u094c\u091c\u0942\u0926\u093e \u092b\u093c\u093e\u0907\u0932 \u0915\u093e \u091a\u092f\u0928 \u0915\u0930\u0947\u0902, \u092f\u093e \u0935\u0947\u092c \u092a\u0930 \u0915\u093f\u0938\u0940 \u092b\u093c\u093e\u0907\u0932 \u0915\u094b \u092f\u0942\u0906\u0930\u090f\u0932 \u0915\u0940 \u0906\u092a\u0942\u0930\u094d\u0924\u093f \u0915\u0930\u0947\u0947\u0947\u0947\u0902\u0964
simplepage.upload_label=\u092b\u093c\u093e\u0907\u0932 \u0905\u092a\u0932\u094b\u0921 \u0915\u0930\u0947\u0902
simplepage.choose_existing=\u092e\u094c\u091c\u0942\u0926\u093e \u092b\u093c\u093e\u0907\u0932 \u0915\u093e \u091a\u092f\u0928 \u0915\u0930\u0947\u0902
simplepage.choose_existing_or=\u092f\u093e \u090f\u0915 \u092e\u094c\u091c\u0942\u0926\u093e \u0938\u0902\u0938\u093e\u0927\u0928 \u0915\u093e \u091a\u092f\u0928 \u0915\u0930\u0947\u0902
simplepage.choose_existing_page=\u092e\u094c\u091c\u0942\u0926\u093e \u092a\u0943\u0937\u094d\u0920 \u091a\u0941\u0928\u0947\u0902 (\u092a\u0943\u0937\u094d\u0920 \u0915\u0940 \u090f\u0915 \u0928\u0908 \u0915\u093e\u0945\u092a\u0940 \u0928\u0939\u0940\u0902 \u092c\u0928\u093e\u0924\u093e \u0939\u0948) 
simplepage.lm_existing_page=\u092e\u094c\u091c\u0942\u0926\u093e \u092a\u0943\u0937\u094d\u0920 \u092c\u093e\u090f\u0901 \u0939\u093e\u0936\u093f\u092f\u0947 \u092e\u0947\u0902 \u0921\u093e\u0932\u0947\u0902\u0964 
simplepage.lm-existing_explanation=\u092a\u0943\u0937\u094d\u0920 \u0915\u0940 \u090f\u0915 \u0928\u0908 \u0915\u093e\u0945\u092a\u0940 \u0928\u0939\u0940\u0902 \u092c\u0928\u093e\u0924\u093e \u0939\u0948\u0964 \u0906\u092a \u0907\u0938\u0947 \u090f\u0915 \u092a\u0943\u0937\u094d\u0920 \u0915\u094b \u092a\u0941\u0928\u0930\u094d\u0938\u094d\u0925\u093e\u092a\u093f\u0924 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0909\u092a\u092f\u094b\u0917 \u0915\u0930 \u0938\u0915\u0924\u0947 \u0939\u0948\u0902 \u091c\u094b \u0915\u093f \u092c\u093e\u090f\u0901 \u0939\u093e\u0936\u093f\u092f\u0947 \u0938\u0947 \u0939\u091f\u093e \u0926\u093f\u092f\u093e \u0917\u092f\u093e \u0939\u0948\u0964

simplepage.import_cc_button=CC \u0906\u092f\u093e\u0924 \u0915\u0930\u0947\u0902
simplepage.import_cc=\u0906\u0908\u090f\u092e\u090f\u0938 \u0906\u092e \u0915\u093e\u0930\u091f\u094d\u0930\u093f\u091c \u092b\u093c\u093e\u0907\u0932 \u0906\u092f\u093e\u0924 \u0915\u0930\u0947\u0902
simplepage.import_cc.tooltip=\u092b\u093c\u093e\u0907\u0932 \u0915\u094b \u0906\u0908\u090f\u092e\u090f\u0938 \u0906\u092e \u0915\u093e\u0930\u091f\u094d\u0930\u093f\u091c \u0938\u094d\u0935\u0930\u0942\u092a \u092e\u0947\u0902 \u0906\u092f\u093e\u0924 \u0915\u0930\u0947\u0902\u0964 \u092f\u0947 \u092b\u093f\u0932\u094d\u0938\u094d\u0938 \u0905\u0915\u094d\u0938\u0930 \u092a\u093e\u0920\u094d\u092f\u092a\u0941\u0938\u094d\u0924\u0915 \u0935\u093f\u0915\u094d\u0930\u0947\u0924\u093e\u0913\u0902 \u0938\u0947 \u0906\u0924\u0947 \u0939\u0948, \u0932\u0947\u0915\u093f\u0928 \u0906\u092a \u0907\u0938\u0947 \u092a\u093e\u0920\u094d\u092f\u0915\u094d\u0930\u092e\u094b \u0915\u094b \u0935\u093f\u092d\u093f\u0928\u094d\u0928 \u092a\u093e\u0920\u094d\u092f\u0915\u094d\u0930\u092e \u092a\u094d\u0930\u092c\u0902\u0927\u0928 \u092a\u094d\u0930\u0923\u093e\u0932\u093f\u092f\u094b\u0902 \u0915\u0947 \u092c\u0940\u091a \u0932\u0947 \u091c\u093e\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0909\u092a\u092f\u094b\u0917 \u0915\u0930 \u0938\u0915\u0924\u0947 \u0939\u0948\u0902\u0964
simplepage.import_cc_file=\u0906\u0908\u090f\u092e\u090f\u0938 \u0906\u092e \u0915\u093e\u0930\u091f\u094d\u0930\u093f\u091c \u092b\u093c\u093e\u0907\u0932 (\u091c\u093c\u093f\u092a \u092b\u093c\u093e\u0907\u0932)\:
simplepage.import_cc_syllabus=\u092a\u093e\u0920\u094d\u092f\u0915\u094d\u0930\u092e
simplepage.import_cc_lessonplan=\u092a\u093e\u0920 \u092f\u094b\u091c\u0928\u093e
simplepage.import_cc_pattern=[\u092a\u0948\u091f\u0930\u094d\u0928 \u092e\u093f\u0932\u093e\u0928\u093e]
simplepage.import_cc_usespattern=\u0907\u0938 \u0915\u093e\u0930\u091f\u094d\u0930\u093f\u091c \u092e\u0947\u0902 \u0930\u093f\u0915\u094d\u0924 \u0938\u094d\u0925\u093e\u0928 \u092d\u0930\u0928\u0947 \u0935\u093e\u0932\u0947 \u0906\u0915\u0932\u0928 \u0938\u0935\u093e\u0932 \u0936\u093e\u092e\u093f\u0932 \u0939\u0948\u0902 \u091c\u094b \u0915\u093f \u092a\u0948\u091f\u0930\u094d\u0928 \u092e\u0948\u091a\u093f\u0902\u0917 \u0915\u093e \u0909\u092a\u092f\u094b\u0917 \u0915\u0930\u0924\u0947 \u0939\u0948 \u0964\u0938\u0915\u093e\u0908 \u092a\u0948\u091f\u0930\u094d\u0928 \u092e\u0948\u091a\u093f\u0902\u0917 \u0915\u093e \u0938\u092e\u0930\u094d\u0925\u0928 \u0928\u0939\u0940\u0902 \u0915\u0930\u0924\u093e \u0939\u0948\u0964 \u092f\u0939 \u0938\u0935\u093e\u0932  \u0938\u0935\u093e\u0932 \u0915\u0940 \u0936\u0941\u0930\u0941\u0906\u0924 \u092e\u0947\u0902 [\u092a\u0948\u091f\u0930\u094d\u0928 \u092e\u0948\u091a] \u0915\u093e \u0909\u092a\u092f\u094b\u0917 \u0915\u0930 \u091a\u093f\u0939\u094d\u0928\u093f\u0924 \u0915\u0930 \u0926\u093f\u090f \u091c\u093e\u090f\u0902\u0917\u0947\u0964 \u0915\u0943\u092a\u092f\u093e \u0909\u0928\u094d\u0939\u0947\u0902 \u0915\u0940 \u0938\u092e\u0940\u0915\u094d\u0937\u093e \u0915\u0930\u0947 \u0914\u0930 \u0906\u0935\u0936\u094d\u092f\u0915 \u092a\u0930\u093f\u0935\u0930\u094d\u0924\u0928 \u0915\u0930\u0947\u0902\u0964
simplepage.import-toplevel-label=\u0909\u091a\u094d\u091a-\u0938\u094d\u0924\u0930\u0940\u092f \u092b\u093c\u094b\u0932\u094d\u0921\u0930 \u092e\u0947\u0902 \u0938\u0902\u0938\u093e\u0927\u0928\u094b\u0902 \u0915\u093e \u0906\u092f\u093e\u0924 \u0915\u0930\u0947\u0902

simplepage.export_cc=\u0938\u0940\u0938\u0940 \u0928\u093f\u0930\u094d\u092f\u093e\u0924 \u0915\u0930\u0947\u0902
simplepage.export_cc.tooltip=\ \u0906\u092e \u0906\u0908\u090f\u092e\u090f\u0938 \u0915\u093e\u0930\u094d\u091f\u094d\u0930\u093f\u091c \u0938\u094d\u0935\u0930\u0942\u092a \u092e\u0947\u0902 \u092b\u093c\u093e\u0907\u0932 \u092c\u0928\u093e\u090f\u0901\u0964 \u092f\u0939  \u092a\u093e\u0920\u094d\u092f\u0915\u094d\u0930\u092e \u0915\u0947 \u0915\u0902\u091f\u0947\u0902\u091f\u094d\u0938 \u0915\u094b \u092c\u093e\u0926 \u092e\u0947\u0902 \u0909\u092a\u092f\u094b\u0917 \u0915\u0947 \u0932\u093f\u090f \u0938\u0941\u0930\u0915\u094d\u0937\u093f\u0924 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0907\u0938\u094d\u0924\u0947\u092e\u093e\u0932 \u0915\u093f\u092f\u093e \u091c\u093e \u0938\u0915\u0924\u093e \u0939\u0948\u0964\u091c\u094d\u092f\u093e\u0926\u093e\u0924\u0930 \u0905\u0928\u094d\u092f \u092a\u093e\u0920\u094d\u092f\u0915\u094d\u0930\u092e \u092a\u094d\u0930\u092c\u0902\u0927\u0928 \u0938\u093f\u0938\u094d\u091f\u092e\u094d\u0938 \u0906\u092e \u0915\u093e\u0930\u0924\u0942\u0938 \u092b\u093c\u093e\u0907\u0932\u094b\u0902 \u0915\u094b \u092a\u0922\u093c \u0938\u0915\u0924\u0947 \u0939\u0948\u0902\u0964 \u092a\u093e\u0920 ,\u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f\u094d\u0938,\u092b\u094b\u0930\u092e \u092a\u094d\u0930\u0938\u0902\u0917\u094b ,\u0915\u094d\u0935\u093f\u095b\u0947\u091c \u0914\u0930 \u092a\u0930\u0940\u0915\u094d\u0937\u0923 \u092c\u0948\u0902\u0915\u094b\u0902 \u0938\u0947 \u0938\u092d\u0940 \u0915\u0902\u091f\u0947\u0902\u091f  \u092b\u093c\u093e\u0907\u0932 \u092e\u0947\u0902 \u0939\u094b\u0917\u093e\u0964 \u0939\u093e\u0932\u093e\u0902\u0915\u093f \u0938\u093e\u0930\u093e \u0935\u093f\u0935\u0930\u0923 \u0928\u0939\u0940\u0902 \u0938\u0939\u0947\u091c\u093e \u091c\u093e\u090f\u0917\u093e\u0964
simplepage.export-cc-title=\u0906\u092e \u0906\u0908\u090f\u092e\u090f\u0938 \u0915\u093e\u0930\u091f\u094d\u0930\u093f\u091c \u092b\u093c\u093e\u0907\u0932 \u0928\u093f\u0930\u094d\u092f\u093e\u0924 \u0915\u0930\u0947\u0902
simplepage.exportcc-descrip=\u0938\u093e\u0907\u091f \u0915\u0940  \u0938\u093e\u092e\u0917\u094d\u0930\u0940 \u0906\u0908\u090f\u092e\u090f\u0938 \u0938\u0940\u0938\u0940 \u092a\u094d\u0930\u093e\u0930\u0942\u092a \u092e\u0947\u0902  \u0928\u093f\u0930\u094d\u092f\u093e\u0924 \u0915\u0930\u0947\u0902\u0964
simplepage.exportcc-fileerr=\u0928\u093f\u0930\u094d\u092f\u093e\u0924 \u0915\u0947 \u0932\u093f\u090f \u092b\u093c\u093e\u0907\u0932\u0947\u0902 \u092c\u0928\u093e\u0928\u0947 \u092e\u0947\u0902 \u0924\u094d\u0930\u0941\u091f\u093f\: {}
simplepage.exportcc-noresource=\u0928\u093f\u0930\u094d\u092f\u093e\u0924 \u0915\u0947 \u0932\u093f\u090f \u092b\u093c\u093e\u0907\u0932\u0947\u0902 \u092c\u0928\u093e\u0928\u0947 \u092e\u0947\u0902 \u0924\u094d\u0930\u0941\u091f\u093f\: \u0915\u0943\u092a\u092f\u093e \u0938\u0924\u094d\u092f\u093e\u092a\u093f\u0924 \u0915\u0930\u0947\u0902 \u0915\u093f \u0938\u0902\u0938\u093e\u0927\u0928 \u0909\u092a\u0915\u0930\u0923 \u0906\u092a\u0915\u0940 \u0938\u093e\u0907\u091f \u092e\u0947\u0902 \u0939\u0948
simplepage.exportcc-use11=\u092b\u093c\u093e\u0907\u0932 \u0915\u0947 \u092a\u0941\u0930\u093e\u0928\u0947 \u0938\u0902\u0938\u094d\u0915\u0930\u0923 \u0915\u093e \u0909\u092a\u092f\u094b\u0917 \u0915\u0930\u0947\u0902(\u0938\u0902\u0938\u094d\u0915\u0930\u0923 1.1), \u092e\u0942\u0921\u0932 \u0914\u0930 \u092c\u094d\u0932\u0948\u0915\u092c\u094b\u0930\u094d\u0921 \u0915\u0947 \u0932\u093f\u090f \u0905\u0928\u0941\u0936\u0902\u0938\u093f\u0924 
simplepage.exportcc-includebank=\u0909\u0928 \u0938\u092d\u0940 \u092a\u094d\u0930\u0936\u094d\u0928 \u092a\u0942\u0932 \u0915\u094b \u0936\u093e\u092e\u093f\u0932 \u0915\u0930\u0947\u0902 \u091c\u093f\u0928\u094d\u0939\u0947\u0902 \u0906\u092a \u090f\u0915 \u092a\u0930\u0940\u0915\u094d\u0937\u0923 \u092c\u0948\u0902\u0915 \u0915\u0947 \u0930\u0942\u092a \u092e\u0947\u0902 \u0909\u092a\u092f\u094b\u0917  \u0938\u0915\u0924\u0947 \u0939\u0948\u0902
simplepage.exportcc-sam-undefinedtype=\u092a\u094d\u0930\u0936\u094d\u0928\u094b\u0924\u094d\u0924\u0930\u0940 {2} \u092e\u0947\u0902  \u092a\u094d\u0930\u0936\u094d\u0928 {1}  \u0915\u093e \u092a\u094d\u0930\u0915\u093e\u0930  \u0906\u092e \u0915\u093e\u0930\u094d\u091f\u094d\u0930\u093f\u091c \u0926\u094d\u0935\u093e\u0930\u093e \u0938\u092e\u0930\u094d\u0925\u093f\u0924 \u0928\u0939\u0940\u0902 \u0939\u0948\u0964 \u0938\u0935\u093e\u0932 \u091b\u094b\u0921\u093c \u0926\u093f\u092f\u093e \u091c\u093e\u090f\u0917\u093e\u0964
simplepage.exportcc-sam-too-many-blanks=\u092a\u094d\u0930\u0936\u094d\u0928\u094b\u0924\u094d\u0924\u0930\u0940 {2} \u092e\u0947\u0902 \u092a\u094d\u0930\u0936\u094d\u0928 {1}  \u0930\u093f\u0915\u094d\u0924\u093f\u092f\u094b\u0902 \u0915\u094b \u092d\u0930\u0928\u0947 \u0935\u093e\u0932\u093e \u0939\u0948  \u091c\u093f\u0938\u092e\u0947 {3} \u0916\u093e\u0932\u0940  \u0930\u093f\u0915\u094d\u0924 \u0938\u094d\u0925\u093e\u0928 \u0939\u0948 \u0964 \u0906\u092e \u0915\u093e\u0930\u094d\u091f\u094d\u0930\u093f\u091c \u0915\u0947\u0935\u0932 \u090f\u0915 \u0930\u093f\u0915\u094d\u0924 \u0938\u094d\u0925\u093e\u0928 \u0915\u093e \u0938\u092e\u0930\u094d\u0925\u0928 \u0915\u0930\u0924\u093e \u0939\u0948\u0964 \u0915\u0947\u0935\u0932 \u092a\u0939\u0932\u093e \u0930\u093f\u0915\u094d\u0924 \u0938\u094d\u0925\u093e\u0928 \u0907\u0938\u094d\u0924\u0947\u092e\u093e\u0932 \u0915\u093f\u092f\u093e \u091c\u093e\u090f\u0917\u093e\u0964
simplepage.exportcc-sam-mcss=\u092a\u094d\u0930\u0936\u094d\u0928\u094b\u0924\u094d\u0924\u0930\u0940 {2}  \u092e\u0947\u0902 \u092a\u094d\u0930\u0936\u094d\u0928 {1} \u090f\u0915\u093e\u0927\u093f\u0915 \u0938\u0939\u0940, \u090f\u0915\u0932 \u091a\u092f\u0928 \u0935\u093e\u0932\u093e \u0939\u0948\u0964 \u0906\u092e \u0915\u093e\u0930\u094d\u091f\u094d\u0930\u093f\u091c  \u0915\u0947 1.2 \u0938\u0947 \u092a\u0939\u0932\u0947 \u0915\u0947 \u0938\u0902\u0938\u094d\u0915\u0930\u0923  \u0907\u0938 \u092a\u094d\u0930\u093e\u0930\u0942\u092a \u0915\u093e \u0938\u092e\u0930\u094d\u0925\u0928 \u0928\u0939\u0940\u0902 \u0915\u0930\u0924\u0947 \u0925\u0947\u0964 \u0915\u0947\u0935\u0932 \u092a\u0939\u0932\u093e \u0938\u0939\u0940 \u0909\u0924\u094d\u0924\u0930 \u0926\u093f\u0916\u093e\u092f\u093e \u091c\u093e\u090f\u0917\u093e\u0964
simplepage.exportcc-sam-fib-too-many-star=\u092a\u094d\u0930\u0936\u094d\u0928\u094b\u0924\u094d\u0924\u0930\u0940 {2} \u092e\u0947\u0902 \u092a\u094d\u0930\u0936\u094d\u0928 {1} \u090f\u0938\u094d\u091f\u0947\u0930\u093f\u0938\u094d\u0915\u094d\u0938 \u0915\u093e \u0909\u092a\u092f\u094b\u0917 \u0915\u0930\u0915\u0947 \u0930\u093f\u0915\u094d\u0924\u093f\u092f\u094b\u0902 \u0915\u094b \u092d\u0930\u0928\u0947 \u0935\u093e\u0932\u093e \u0939\u0948\u0964 \u0938\u0939\u0940 \u0909\u0924\u094d\u0924\u0930 \u0938\u0915\u093e\u0908 \u092e\u0947\u0902 {3}  \u0915\u0947 \u0930\u0942\u092a \u092e\u0947\u0902 \u0926\u093f\u0916\u093e\u092f\u093e \u0917\u092f\u093e \u0939\u0948\u0964\u090f\u0938\u094d\u091f\u0947\u0930\u093f\u0938\u094d\u0915\u094d\u0938 \u0915\u093e \u0909\u092a\u092f\u094b\u0917 \u0915\u0930\u0915\u0947 \u0906\u092e \u0915\u093e\u0930\u094d\u091f\u094d\u0930\u093f\u091c \u0938\u094d\u0935\u0930\u0942\u092a \u0915\u0947\u0935\u0932 \u090f\u0915 \u090f\u0915\u0932 \u0935\u093f\u0915\u0932\u094d\u092a \u0915\u094b \u0938\u0902\u092d\u093e\u0932\u0928\u0947 \u092e\u0947\u0902 \u0938\u0915\u094d\u0937\u092e \u0939\u0948\u0964        
simplepage.exportcc-sam-fib-star=\u092a\u094d\u0930\u0936\u094d\u0928\u094b\u0924\u094d\u0924\u0930\u0940 {2} \u092e\u0947\u0902 \u092a\u094d\u0930\u0936\u094d\u0928 {1} \u090f\u0938\u094d\u091f\u0947\u0930\u093f\u0938\u094d\u0915\u094d\u0938 \u0915\u093e \u0909\u092a\u092f\u094b\u0917 \u0915\u0930\u0915\u0947 \u0930\u093f\u0915\u094d\u0924\u093f\u092f\u094b\u0902 \u0915\u094b \u092d\u0930\u0928\u0947 \u0935\u093e\u0932\u093e \u0939\u0948\u0964\u0938\u0939\u0940 \u0909\u0924\u094d\u0924\u0930 \u0938\u0915\u093e\u0908 \u092e\u0947\u0902 {3}  \u0915\u0947 \u0930\u0942\u092a \u092e\u0947\u0902 \u0926\u093f\u0916\u093e\u092f\u093e \u0917\u092f\u093e \u0939\u0948\u0964 \u0928\u093f\u0930\u094d\u092f\u093e\u0924 \u092e\u0947\u0902, \u091c\u0935\u093e\u092c  \u0938\u0939\u0940 \u092e\u093e\u0928\u093e  \u091c\u093e\u090f\u0917\u093e \u091c\u092c \u091c\u0935\u093e\u092c \u092e\u0947\u0902 {4} \u0915\u0939\u0940 \u092d\u0940 \u092a\u094d\u0930\u0915\u091f \u0939\u094b\u0924\u093e \u0939\u0948\u0964
simplepage.exportcc-sam-fib-bad-star=\u092a\u094d\u0930\u0936\u094d\u0928\u094b\u0924\u094d\u0924\u0930\u0940 {2} \u092e\u0947\u0902 \u092a\u094d\u0930\u0936\u094d\u0928 {1} \u090f\u0938\u094d\u091f\u0947\u0930\u093f\u0938\u094d\u0915\u094d\u0938 \u0915\u093e \u0909\u092a\u092f\u094b\u0917 \u0915\u0930\u0915\u0947 \u0930\u093f\u0915\u094d\u0924\u093f\u092f\u094b\u0902 \u0915\u094b \u092d\u0930\u0928\u0947 \u0935\u093e\u0932\u093e \u0939\u0948\u0964 \u0938\u0939\u0940 \u0909\u0924\u094d\u0924\u0930 {3} \u0915\u0947 \u0930\u0942\u092a \u092e\u0947\u0902 \u0926\u093f\u0916\u093e\u092f\u093e \u0917\u092f\u093e \u0939\u0948\u0964 \u0906\u092e \u0915\u093e\u0930\u094d\u091f\u094d\u0930\u093f\u091c \u0907\u0938 \u091c\u0935\u093e\u092c \u0915\u094b \u0938\u0902\u092d\u093e\u0932\u0928\u0947 \u092e\u0947\u0902 \u0905\u0938\u092e\u0930\u094d\u0925 \u0939\u0948\u0964

simplepage.exportcc-pagealreadydone=\u0909\u092a\u092a\u0943\u0937\u094d\u0920 {2} \u092a\u0943\u0937\u094d\u0920 {1} \u092a\u0930  \u0926\u093f\u0916\u093e\u0908 \u0926\u0947\u0924\u093e \u0939\u0948\u0964 \u0939\u093e\u0932\u093e\u0902\u0915\u093f \u092f\u0939 \u092a\u0939\u0932\u0947 \u0938\u0947 \u0939\u0940 \u0915\u093f\u0938\u0940 \u0905\u0928\u094d\u092f \u092a\u0943\u0937\u094d\u0920 \u0915\u0947 \u090f\u0915 \u0909\u092a\u092a\u0943\u0937\u094d\u0920 \u0915\u0947 \u0930\u0942\u092a \u092e\u0947\u0902 \u0936\u093e\u092e\u093f\u0932 \u0915\u093f\u092f\u093e \u0917\u092f\u093e \u0939\u0948\u0964 \u092f\u0939  \u0926\u0942\u0938\u0930\u0940 \u092c\u093e\u0930 \u0936\u093e\u092e\u093f\u0932 \u0928\u0939\u0940\u0902 \u0939\u094b\u0917\u093e\u0964
simplepage.exportcc-bad-type=\u092a\u0943\u0937\u094d\u0920 {1} \u092a\u0930 \u0906\u0907\u091f\u092e {2} \u0907\u0938  \u092a\u094d\u0930\u0915\u093e\u0930 \u0915\u093e \u0939\u0948 \u0915\u093f \u0935\u094b \u0906\u092e \u0915\u093e\u0930\u094d\u091f\u094d\u0930\u093f\u091c \u092e\u0947\u0902 \u0928\u0939\u0940\u0902 \u0921\u093e\u0932\u093e \u091c\u093e \u0938\u0915\u0924\u093e\: {3}
simplepage.exportcc-download=\u0921\u093e\u0909\u0928\u0932\u094b\u0921 \u0915\u0930\u0947\u0902
simplepage.delete=\u0939\u091f\u093e\u090f\u0901
simplepage.editTitle_header=\u092a\u0943\u0937\u094d\u0920 \u0936\u0940\u0930\u094d\u0937\u0915 \u0938\u0902\u092a\u093e\u0926\u093f\u0924 \u0915\u0930\u0947\u0902
simplepage.title=\u0938\u0947\u091f\u093f\u0902\u0917\u094d\u0938

simplepage.alt_label=Alt \u091f\u0948\u0915\u094d\u0938\u094d\u091f
simplepage.reorder=\u092a\u0941\u0928\: \u0935\u094d\u092f\u0935\u0938\u094d\u0925\u093f\u0924 \u0915\u0930\u0947\u0902
simplepage.reorder-tooltip=\u0906\u0907\u091f\u092e\u094d\u0938 \u0915\u093e \u0915\u094d\u0930\u092e \u092a\u0930\u093f\u0935\u0930\u094d\u0924\u093f\u0924 \u0915\u0930\u0947\u0902, \u0906\u0907\u091f\u092e\u094d\u0938 \u0915\u094b \u0939\u091f\u093e\u090f\u0901 \u092f\u093e  \u0915\u093f\u0938\u0940 \u0905\u0928\u094d\u092f \u092a\u0943\u0937\u094d\u0920 \u0938\u0947 \u0906\u0907\u091f\u092e\u094d\u0938 \u0906\u092f\u093e\u0924 \u0915\u0930\u0947\u0902
simplepage.reorder_header=\u092a\u0943\u0937\u094d\u0920 \u0906\u0907\u091f\u092e\u094d\u0938 \u092a\u0941\u0928\u0903 \u0905\u0928\u0941\u0915\u094d\u0930\u092e\u093f\u0924 \u0915\u0930\u0947\u0902
simplepage.reorder_instructions=\u0915\u0943\u092a\u092f\u093e \u0928\u0940\u091a\u0947 \u0926\u093f\u090f \u0917\u090f \u0906\u0907\u091f\u092e\u094d\u0938 \u0915\u094b \u0915\u094d\u0930\u092e \u092e\u0947\u0902 \u0932\u0917\u093e\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0916\u0940\u0902\u091a\u0947\u0902 \u0914\u0930 \u0921\u094d\u0930\u0949\u092a \u0915\u0930\u0947\u0902\u0964 \u0939\u091f\u093e\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f, \u0906\u0907\u091f\u092e \u0915\u094b \u0939\u091f\u093e\u090f\u0901 \u092c\u093f\u0928 \u0915\u0940 \u0924\u0930\u092b \u0916\u0940\u0902\u091a\u0947\u0902\u0964
simplepage.reorder_instructions_sr=\u092f\u093e \u090f\u0915 \u0915\u093e \u091a\u092f\u0928 \u0915\u0930\u0947\u0902 \u0914\u0930 \u0915\u0902\u091f\u094d\u0930\u094b\u0932 \u0915\u0940\u0907 \u092a\u094d\u0932\u0938 \u0905\u092a\u0910\u0930\u094b \u092f\u093e \u0921\u093e\u090a\u0928\u0910\u0930\u094b \u0915\u093e \u0909\u092a\u092f\u094b\u0917 \u0915\u0930\u0947\u0902 \u092b\u093f\u0930 \u0938\u0947 \u0915\u094d\u0930\u092e \u0926\u0947\u0928\u0947 \u0914\u0930 \u0915\u0902\u091f\u094d\u0930\u094b\u0932 + \u0936\u093f\u092b\u094d\u091f \u0909\u0928\u094d\u0939\u0947\u0902 \u092c\u093f\u0928\u0938\u094d \u0915\u0947 \u092c\u0940\u091a \u0938\u094d\u0925\u093e\u0928\u093e\u0902\u0924\u0930\u093f\u0924 \u0915\u0930\u0928\u0947  \u0915\u0947 \u0932\u093f\u090f\u0964
simplepage.reorder.tooltip=\u0907\u0938 \u092a\u0943\u0937\u094d\u0920 \u092a\u0930 \u0906\u0907\u091f\u092e\u094d\u0938 \u0915\u093e \u0915\u094d\u0930\u092e \u092a\u0930\u093f\u0935\u0930\u094d\u0924\u093f\u0924 \u0915\u0930\u0947\u0902
simplepage.reorder-duplicates=\u091c\u093e\u0930\u0940 \u0930\u0916\u0928\u0947 \u092e\u0947\u0902 \u0905\u0938\u092e\u0930\u094d\u0925\u0964 \u0915\u0941\u091b \u0906\u0907\u091f\u092e\u094d\u0938 \u0915\u093e \u0921\u0941\u092a\u094d\u0932\u093f\u0915\u0947\u091f \u0905\u0928\u0941\u0915\u094d\u0930\u092e \u0939\u0948\u0964
simplepage.reorder-belowdelete=\u0907\u0938 \u092e\u093e\u0930\u094d\u0915\u0930 \u0915\u0947 \u0928\u0940\u091a\u0947 \u0935\u093e\u0932\u0940 \u0906\u0907\u091f\u092e\u094d\u0938 \u0915\u094b \u0939\u091f\u093e\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0909\u0928\u094d\u0939\u0947\u0902 \u092e\u0942\u0935 \u0915\u0930\u0947\u0902
simplepage.reorder-aboveuse=\u0907\u0938 \u092e\u093e\u0930\u094d\u0915\u0930 \u0938\u0947 \u090a\u092a\u0930 \u0935\u093e\u0932\u0940 \u0906\u0907\u091f\u092e\u094d\u0938 \u0915\u094b  \u092a\u0943\u0937\u094d\u0920 \u092a\u0930 \u0921\u093e\u0932\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f  \u0909\u0928\u094d\u0939\u0947\u0902 \u092e\u0942\u0935 \u0915\u0930\u0947\u0902
simplepage.reorder-addpage=\u0915\u093f\u0938\u0940 \u0905\u0928\u094d\u092f \u092a\u0943\u0937\u094d\u0920 \u0938\u0947 \u0906\u0907\u091f\u092e\u094d\u0938 \u091c\u094b\u0921\u093c\u0947\u0902
simplepage.reorder_delebox=\u0939\u091f\u093e\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0906\u0907\u091f\u092e\u094d\u0938 \u092f\u0939\u093e\u0901 \u0921\u094d\u0930\u0949\u092a \u0915\u0930\u0947\u0902, \u092f\u093e X \u092a\u0930 \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0947\u0902\u0964 \u0906\u092a \u0939\u091f\u093e\u0908 \u0917\u0908 \u0906\u0907\u091f\u092e\u094d\u0938 \u0915\u094b \u092f\u0939\u093e\u0901 \u0938\u0947 \u0935\u093e\u092a\u0938 \u092a\u0943\u0937\u094d\u0920 \u092a\u0930 \u0916\u0940\u0902\u091a \u0938\u0915\u0924\u0947 \u0939\u0948\u0964
simplepage.save=\u0938\u0941\u0930\u0915\u094d\u0937\u093f\u0924 \u0915\u0930\u0947\u0902
simplepage.edit_youtubelink=\u092f\u0942\u091f\u094d\u092f\u0942\u092c \u0932\u093f\u0902\u0915 \u0938\u0902\u092a\u093e\u0926\u093f\u0924 \u0915\u0930\u0947\u0902
simplepage.edit_youtube=\ \u0928\u0940\u091a\u0947 \u0926\u093f\u090f \u0917\u090f \u092f\u0942\u091f\u094d\u092f\u0942\u092c \u0932\u093f\u0902\u0915 \u0938\u0902\u092a\u093e\u0926\u093f\u0924 \u0915\u0930\u0947\u0902
simplepage.edit_movie=\u0928\u0940\u091a\u0947 \u0926\u093f\u090f \u0917\u090f \u0906\u0907\u091f\u092e \u0915\u094b \u0938\u0902\u092a\u093e\u0926\u093f\u0924 \u0915\u0930\u0947\u0902
simplepage.open_new_window=\u0928\u0908 \u0935\u093f\u0902\u0921\u094b \u092e\u0947\u0902 \u0916\u094b\u0932\u0947
simplepage.print_view=\u092a\u094d\u0930\u093f\u0902\u091f \u0926\u0943\u0936\u094d\u092f
simplepage.edititems=\u0906\u0907\u091f\u092e\u094d\u0938 \u0938\u0902\u092a\u093e\u0926\u093f\u0924 \u0915\u0930\u0947
simplepage.itemstatus=\u0906\u0907\u091f\u092e \u0915\u0940 \u0938\u094d\u0925\u093f\u0924\u093f
simplepage.items=\u0906\u0907\u091f\u092e\u094d\u0938
simplepage.edit_quiz=\u0915\u094d\u0935\u093f\u091c \u0938\u0902\u092a\u093e\u0926\u093f\u0924 \u0915\u0930\u0947\u0902
simplepage.edit_quiz_settings=\u0915\u094d\u0935\u093f\u091c\u093c \u0938\u0947\u091f\u093f\u0902\u0917\u094d\u0938 \u0938\u0902\u092a\u093e\u0926\u093f\u0924 \u0915\u0930\u0947\u0902
simplepage.edit_assignment=\u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u0938\u0902\u092a\u093e\u0926\u093f\u0924 \u0915\u0930\u0947\u0902
simplepage.edit_topic=\u092b\u094b\u0930\u092e \u092a\u094d\u0930\u0938\u0902\u0917 \u0938\u0902\u092a\u093e\u0926\u093f\u0924 \u0915\u0930\u0947\u0902
simplepage.return_from_edit=\u0905\u0917\u0930 \u0906\u092a \u0906\u0907\u091f\u092e \u0938\u0902\u092a\u093e\u0926\u0928 \u0938\u092e\u093e\u092a\u094d\u0924 \u0915\u0930 \u091a\u0941\u0915\u0947 \u0939\u0948 ,\u092a\u093e\u0920 \u092a\u0930 \u0932\u094c\u091f\u0947

simplepage.status.completed=\u092a\u0942\u0930\u093e \u0939\u094b \u0917\u092f\u093e
simplepage.status.notavailable=\u0905\u092d\u0940 \u0924\u0915 \u0909\u092a\u0932\u092c\u094d\u0927 \u0928\u0939\u0940\u0902 \u0939\u0948
simplepage.status.failed=\u0935\u093f\u092b\u0932 \u0930\u0939\u093e
simplepage.status.required=\u0905\u092a\u0947\u0915\u094d\u0937\u093f\u0924
simplepage.status.notrequired=\u0906\u0935\u0936\u094d\u092f\u0915 \u0928\u0939\u0940\u0902
simplepage.status.needsgrading=\u0917\u094d\u0930\u0947\u0921\u093f\u0902\u0917 \u0915\u0940 \u091c\u0930\u0942\u0930\u0924
simplepage.status.inprogress=\u092a\u094d\u0930\u0917\u0924\u093f \u092e\u0947\u0902
simplepage.status.level=\u0932\u0947\u0935\u0932 {}
simplepage.refresh_prompt=\u090f\u0915 \u0906\u0935\u0936\u094d\u092f\u0915 \u0906\u0907\u091f\u092e \u0915\u094b \u092a\u0942\u0930\u093e \u0915\u0930\u0928\u0947 \u0915\u0947 \u092c\u093e\u0926, \u0915\u0943\u092a\u092f\u093e 
simplepage.refresh=\u0930\u0940\u092b\u094d\u0930\u0947\u0936
simplepage.last-visited=\u092a\u093f\u091b\u0932\u0947 \u0938\u0924\u094d\u0930 \u0915\u0947 \u0939\u093e\u0932 \u0939\u0940 \u0915\u0947 \u092a\u0943\u0937\u094d\u0920 \u092a\u0930 \u0935\u093e\u092a\u0938 \u091c\u093e\u090f\u0901\:
simplepage.update_icons=\u0938\u094d\u0925\u093f\u0924\u093f \u091a\u093f\u0939\u094d\u0928 \u0905\u0926\u094d\u092f\u0924\u0928 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f\u0964
simplepage.prerequisites_label=\u091c\u092c \u0924\u0915 \u0938\u092d\u0940 \u092a\u0942\u0930\u094d\u0935\u093e\u0915\u093e\u0902\u0915\u094d\u0937\u093f\u0924 \u091a\u0940\u091c\u0947\u0902  \u092a\u0942\u0930\u0940 \u0928\u0939\u0940 \u0939\u094b \u091c\u093e\u0924\u0940 \u0906\u0907\u091f\u092e \u0930\u093f\u0932\u0940\u091c \u092e\u0924 \u0915\u0930\u0928\u093e 
simplepage.page_prerequisites_label=\u091c\u092c \u0924\u0915 \u0938\u092d\u0940 \u092a\u0942\u0930\u094d\u0935\u093e\u0915\u093e\u0902\u0915\u094d\u0937\u093f\u0924 \u091a\u0940\u091c\u0947\u0902  \u092a\u0942\u0930\u0940 \u0928\u0939\u0940 \u0939\u094b \u091c\u093e\u0924\u0940 \u092a\u0943\u0937\u094d\u0920 \u0930\u093f\u0932\u0940\u091c \u092e\u0924 \u0915\u0930\u0928\u093e  
simplepage.require=\u0907\u0938 \u0906\u0907\u091f\u092e \u0915\u0940 \u0906\u0935\u0936\u094d\u092f\u0915\u0924\u093e \u0939\u0948
simplepage.page_require=\u0907\u0938 \u092a\u0943\u0937\u094d\u0920 \u0915\u0940 \u0906\u0935\u0936\u094d\u092f\u0915\u0924\u093e \u0939\u0948
simplepage.youtube_url=\u092f\u0942\u091f\u094d\u092f\u0942\u092c \u092f\u0942\u0906\u0930\u090f\u0932\:
simplepage.youtube_player=\u092f\u0942\u091f\u094d\u092f\u0942\u092c \u092a\u094d\u0932\u0947\u092f\u0930
simplepage.mm_player=\u092e\u0932\u094d\u091f\u0940\u092e\u0940\u0921\u093f\u092f\u093e \u092a\u094d\u0932\u0947\u092f\u0930 {} \u0915\u0947 \u0932\u093f\u090f  
simplepage.web_content=\u0935\u0947\u092c {}
simplepage.youtube.needflash=\u0906\u092a\u0915\u094b \u092b\u093c\u094d\u0932\u0948\u0936 \u092a\u094d\u0932\u0947\u092f\u0930 8 + \u0915\u0940 \u0906\u0935\u0936\u094d\u092f\u0915\u0924\u093e \u0939\u0948 \u0914\u0930 \u0907\u0938 \u0935\u0940\u0921\u093f\u092f\u094b \u0915\u094b \u0926\u0947\u0916\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u091c\u093e\u0935\u093e\u0938\u094d\u0915\u094d\u0930\u093f\u092a\u094d\u091f \u0938\u0915\u094d\u0937\u092e \u0939\u094b\u0928\u093e \u091a\u093e\u0939\u093f\u090f
simplepage.hide_page_label=\u092f\u0939 \u092a\u0943\u0937\u094d\u0920 \u091b\u0941\u092a\u093e\u090f\u0901\:
simplepage.hide_page_from_users=\u092f\u0939 \u092a\u0943\u0937\u094d\u0920 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e\u0913\u0902 \u0938\u0947 \u091b\u0941\u092a\u093e\u090f\u0901 (\u092a\u0947\u091c \u092c\u093e\u090f\u0901 \u0939\u093e\u0936\u093f\u092f\u0947 \u092e\u0947\u0902 \u0926\u093f\u0916\u093e\u0908 \u0928\u0939\u0940\u0902 \u0926\u0947\u0917\u093e) 
simplepage.page.releasedate=\u0928\u093f\u092e\u094d\u0928\u0932\u093f\u0916\u093f\u0924 \u0924\u093e\u0930\u0940\u0916 \u0924\u0915 \u092a\u0943\u0937\u094d\u0920 \u091b\u0941\u092a\u093e\u090f\u0901 (\u092a\u0943\u0937\u094d\u0920 \u0926\u093f\u0916\u093e\u0908 \u0926\u0947\u0917\u093e, \u0932\u0947\u0915\u093f\u0928 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0915\u094b\u0908 \u0924\u094d\u0930\u0941\u091f\u093f \u092a\u094d\u0930\u093e\u092a\u094d\u0924 \u0915\u0930\u0947\u0917\u093e)
simplepage.error=\u0924\u094d\u0930\u0941\u091f\u093f
simplepage.error_colon=\u0924\u094d\u0930\u0941\u091f\u093f\:
simplepage.complete_required=\u092f\u0939 \u0906\u0907\u091f\u092e \u0926\u0947\u0916\u0928\u0947  \u0938\u0947 \u092a\u0939\u0932\u0947 \u0915\u0943\u092a\u092f\u093e \u0909\u092a\u0930\u094b\u0915\u094d\u0924 \u0938\u092d\u0940 \u0906\u0935\u0936\u094d\u092f\u0915 \u0935\u0938\u094d\u0924\u0941\u0913\u0902 \u0915\u094b \u092a\u0942\u0930\u093e \u0915\u0930\u0947\u0902\u0964
simplepage.prerequisites_tag=\u0906\u0927\u093e\u0930 \u0939\u0948

simplepage.editpermissions=\u0915\u0947 \u0932\u093f\u090f \u0905\u0928\u0941\u092e\u0924\u093f\u092f\u093e\u0902 \u0938\u0947\u091f \u0915\u0930\u0947\u0902
simplepage.filepicker_instructions=\u0915\u0943\u092a\u092f\u093e \u090f\u0915 \u092b\u093c\u093e\u0907\u0932 \u091a\u0941\u0928\u0947\u0902 \u092f\u093e \u0935\u0947\u092c \u092a\u0947\u091c (\u092f\u0942\u0906\u0930\u090f\u0932)  \u092a\u0943\u0937\u094d\u0920 \u092e\u0947\u0902 \u091c\u094b\u0921\u093c\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f\u0964

simplepage.require_submit_assessment=\u092f\u0939 \u0906\u0935\u0936\u094d\u092f\u0915  \u0939\u0948 \u0915\u093f \u091b\u093e\u0924\u094d\u0930 \u0907\u0938 \u0906\u0915\u0932\u0928 \u0915\u094b \u091c\u092e\u093e \u0915\u0930\u0947\u0902\u0964
simplepage.require_submit_assignment=\u092f\u0939 \u0906\u0935\u0936\u094d\u092f\u0915  \u0939\u0948 \u0915\u093f \u091b\u093e\u0924\u094d\u0930 \u0907\u0938 \u0906\u0915\u0932\u0928 \u0915\u094b \u091c\u092e\u093e \u0915\u0930\u0947\u0902\u0964
simplepage.require_submit_forum=\u092f\u0939 \u0906\u0935\u0936\u094d\u092f\u0915  \u0939\u0948 \u0915\u093f  \u091b\u093e\u0924\u094d\u0930  \u0907\u0938 \u092a\u094d\u0930\u0938\u0902\u0917 \u092e\u0947\u0902 \u090f\u0915 \u092a\u094b\u0938\u094d\u091f\u093f\u0902\u0917 \u091c\u092e\u093e \u0915\u0930\u0947\u0902\u0964 
simplepage.require_receive=\ \u0906\u0935\u0936\u094d\u092f\u0915\u0924\u093e \u0939\u0948 \u0915\u093f \u091b\u093e\u0924\u094d\u0930 \u092a\u094d\u0930\u093e\u092a\u094d\u0924 \u0915\u0930\u0947\u0902
simplepage.require_points_assessment=\u0907\u0938 \u0906\u0915\u0932\u0928 \u092a\u0930 \u0905\u0902\u0915\u0964
simplepage.require_points_assignment=\u0907\u0938 \u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u092a\u0930 \u0905\u0902\u0915\u0964
simplepage.require_pass_assignment=\u0906\u0935\u0936\u094d\u092f\u0915\u0924\u093e \u0939\u0948 \u0915\u0940 \u091b\u093e\u0924\u094d\u0930 \u0907\u0938 \u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u0915\u094b<b>\u092a\u093e\u0938</b> \u0915\u0930\u0947\u0902 
simplepage.require_atleast=\ \u0906\u0935\u0936\u094d\u092f\u0915\u0924\u093e \u0939\u0948 \u0915\u0940 \u0935\u093f\u0926\u094d\u092f\u093e\u0930\u094d\u0925\u0940 \u0915\u092e \u0938\u0947 \u0915\u092e \u090f\u0915 \u092a\u094d\u0930\u093e\u092a\u094d\u0924 \u0915\u0930\u0947\u0902
simplepage.require_checkmark=\u0906\u0935\u0936\u094d\u092f\u0915\u0924\u093e \u0939\u0948 \u0915\u093f \u091b\u093e\u0924\u094d\u0930 \u090f\u0915 \u091a\u0948\u0915\u092e\u093e\u0930\u094d\u0915 \u092a\u094d\u0930\u093e\u092a\u094d\u0924 \u0915\u0930\u0947
simplepage.title_notblank=\u0936\u0940\u0930\u094d\u0937\u0915 \u0930\u093f\u0915\u094d\u0924 \u0928\u0939\u0940\u0902 \u0939\u094b\u0928\u093e \u091a\u093e\u0939\u093f\u090f\u0964
simplepage.must_be_youtube=\u092f\u0939 \u090f\u0915 \u092f\u0942\u091f\u094d\u092f\u0942\u092c \u092f\u0942\u0906\u0930\u090f\u0932 \u0939\u094b\u0928\u093e \u091a\u093e\u0939\u093f\u090f
simplepage.item_notblank=\u0906\u0907\u091f\u092e \u0915\u093e \u0928\u093e\u092e \u0930\u093f\u0915\u094d\u0924 \u0928\u0939\u0940\u0902 \u0939\u094b\u0928\u093e \u091a\u093e\u0939\u093f\u090f
simplepage.page_notblank=\u092a\u0943\u0937\u094d\u0920 \u0936\u0940\u0930\u094d\u0937\u0915 \u0930\u093f\u0915\u094d\u0924 \u0928\u0939\u0940\u0902 \u0939\u094b\u0928\u093e \u091a\u093e\u0939\u093f\u090f\u0964

simplepage.copied.assignment=\u092f\u0939 \u0906\u0907\u091f\u092e \u0915\u093f\u0938\u0940 \u0905\u0928\u094d\u092f \u0938\u093e\u0907\u091f \u0938\u0947 \u0915\u093e\u0945\u092a\u0940 \u0915\u093f\u092f\u093e \u0917\u092f\u093e \u0925\u093e\u0964 \u092f\u0939 \u0915\u093e\u092e \u0928\u0939\u0940\u0902 \u0915\u0930\u0947\u0917\u093e \u091c\u092c \u0924\u0915 \u0906\u092a "\u0938\u0902\u092a\u093e\u0926\u0928" \u0914\u0930 "\u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u092a\u0930\u093f\u0935\u0930\u094d\u0924\u0928 " \u0928\u0939\u0940 \u0915\u0930\u0947\u0902\u0917\u0947 \u090f\u0915 \u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u0915\u094b \u0909\u0920\u093e\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u091c\u094b \u0915\u093f \u0907\u0938 \u0938\u093e\u0907\u091f \u092e\u0947\u0902 \u092e\u093e\u0928\u094d\u092f \u0939\u0948\u0964
simplepage.copied.assessment=\u092f\u0939 \u0906\u0907\u091f\u092e \u0915\u093f\u0938\u0940 \u0905\u0928\u094d\u092f \u0938\u093e\u0907\u091f \u0938\u0947 \u0915\u093e\u0945\u092a\u0940 \u0915\u093f\u092f\u093e \u0917\u092f\u093e \u0925\u093e\u0964 \u092f\u0939 \u0915\u093e\u092e \u0928\u0939\u0940\u0902 \u0915\u0930\u0947\u0917\u093e \u091c\u092c \u0924\u0915 \u0906\u092a "\u0938\u0902\u092a\u093e\u0926\u0928" \u0914\u0930 "\u092a\u094d\u0930\u0936\u094d\u0928\u094b\u0924\u094d\u0924\u0930\u0940 \u092a\u0930\u093f\u0935\u0930\u094d\u0924\u0928 " \u0928\u0939\u0940 \u0915\u0930\u0947\u0902\u0917\u0947 \u090f\u0915 \u092a\u094d\u0930\u0936\u094d\u0928\u094b\u0924\u094d\u0924\u0930\u0940 \u0915\u094b \u0909\u0920\u093e\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u091c\u094b \u0915\u093f \u0907\u0938 \u0938\u093e\u0907\u091f \u092e\u0947\u0902 \u092e\u093e\u0928\u094d\u092f \u0939\u0948\u0964\n\n
simplepage.copied.forum=\u092f\u0939 \u0906\u0907\u091f\u092e \u0915\u093f\u0938\u0940 \u0905\u0928\u094d\u092f \u0938\u093e\u0907\u091f \u0938\u0947 \u0915\u093e\u0945\u092a\u0940 \u0915\u093f\u092f\u093e \u0917\u092f\u093e \u0925\u093e\u0964\u092f\u0939 \u0915\u093e\u092e \u0928\u0939\u0940\u0902 \u0915\u0930\u0947\u0917\u093e \u091c\u092c \u0924\u0915 \u0906\u092a "\u0938\u0902\u092a\u093e\u0926\u0928" \u0914\u0930 "\u092b\u094b\u0930\u092e  \u0935\u093f\u0937\u092f \u092a\u0930\u093f\u0935\u0930\u094d\u0924\u0928 " \u0928\u0939\u0940 \u0915\u0930\u0947\u0902\u0917\u0947 \u090f\u0915 \u092b\u094b\u0930\u092e  \u0935\u093f\u0937\u092f  \u0915\u094b \u0909\u0920\u093e\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u091c\u094b \u0915\u093f \u0907\u0938 \u0938\u093e\u0907\u091f \u092e\u0947\u0902 \u092e\u093e\u0928\u094d\u092f \u0939\u0948\u0964 \n \n\n

simplepage.nosite=\u0935\u0930\u094d\u0924\u092e\u093e\u0928 \u0938\u093e\u0907\u091f \u0928\u093f\u0930\u094d\u0927\u093e\u0930\u093f\u0924 \u0928\u0939\u0940\u0902 \u0915\u0930 \u0938\u0915\u0924\u0947
simplepage.create.resource.failed=\u0906\u092e \u0915\u093e\u0930\u094d\u091f\u094d\u0930\u093f\u091c \u0906\u092f\u093e\u0924 \u0915\u0930\u0924\u0947 \u0938\u092e\u092f \u092b\u093c\u093e\u0907\u0932 \u092c\u0928\u093e\u0928\u0947 \u092e\u0947\u0902 \u0905\u0938\u092e\u0930\u094d\u0925\: {}
simplepage.create.object.failed=\u0906\u092e \u0915\u093e\u0930\u094d\u091f\u094d\u0930\u093f\u091c \u0906\u092f\u093e\u0924 \u0915\u0930\u0924\u0947 \u0938\u092e\u092f  \u0938\u0902\u0938\u093e\u0927\u0928 \u0906\u092f\u093e\u0924 \u0915\u0930\u0928\u0947 \u092e\u0947\u0902 \u0905\u0938\u092e\u0930\u094d\u0925\: {}\n
simplepage.resource100=\u0906\u092e \u0915\u093e\u0930\u094d\u091f\u094d\u0930\u093f\u091c \u0906\u092f\u093e\u0924 \u0915\u0930\u0924\u0947 \u0938\u092e\u092f \u092b\u093c\u093e\u0907\u0932 \u092c\u0928\u093e\u0928\u0947 \u092e\u0947\u0902 \u0905\u0938\u092e\u0930\u094d\u0925\:100 \u092a\u094d\u0930\u0924\u093f\u092f\u093e\u0902 \u092a\u0939\u0932\u0947 \u0938\u0947 \u092e\u094c\u091c\u0942\u0926\: {}\n\n
simplepage.noquizengines=<b style\="color\:\#c00"> \u091a\u0947\u0924\u093e\u0935\u0928\u0940\:</b> \u0915\u0943\u092a\u092f\u093e \u0907\u0938 \u0938\u093e\u0907\u091f \u0915\u0947 \u0932\u093f\u090f \u090f\u0915 \u092a\u094d\u0930\u0936\u094d\u0928\u094b\u0924\u094d\u0924\u0930\u0940 \u0909\u092a\u0915\u0930\u0923 \u091c\u094b\u0921\u093c\u0947\u0902\u0964 \u0907\u0938\u0915\u0947 \u092c\u093f\u0928\u093e, \u0915\u094b\u0908 \u0915\u093e\u0930\u094d\u091f\u094d\u0930\u093f\u091c \u0938\u0947 \u0915\u094b\u0908 \u092a\u094d\u0930\u0936\u094d\u0928\u094b\u0924\u094d\u0924\u0930\u0940 \u0932\u094b\u0921 \u0928\u0939\u0940\u0902 \u0915\u0940 \u091c\u093e \u0938\u0915\u0924\u0940
simplepage.choosequizengine=\u0915\u0943\u092a\u092f\u093e \u0907\u0938 \u0915\u093e\u0930\u094d\u091f\u094d\u0930\u093f\u091c  \u092e\u0947\u0902  \u092a\u094d\u0930\u0936\u094d\u0928\u094b\u0924\u094d\u0924\u0930\u0940\u0913\u0902 \u0915\u0947 \u0932\u093f\u090f \u0915\u094c\u0928 \u0938\u093e \u092a\u094d\u0930\u0936\u094d\u0928\u094b\u0924\u094d\u0924\u0930\u0940 \u0909\u092a\u0915\u0930\u0923 \u0909\u092a\u092f\u094b\u0917 \u0915\u0930\u0947 \u0915\u093e \u091a\u0941\u0928\u093e\u0935 \u0915\u0930\u0947\u0902
simplepage.notopicengines=<b style\="color\:\#c00"> \u091a\u0947\u0924\u093e\u0935\u0928\u0940\:</b> \u0915\u0943\u092a\u092f\u093e \u0907\u0938 \u0938\u093e\u0907\u091f \u0915\u0947 \u0932\u093f\u090f \u090f\u0915 \u092b\u094b\u0930\u092e \u0909\u092a\u0915\u0930\u0923 \u091c\u094b\u0921\u093c\u0947\u0902\u0964 \u0907\u0938\u0915\u0947 \u092c\u093f\u0928\u093e, \u0915\u094b\u0908 \u0915\u093e\u0930\u094d\u091f\u094d\u0930\u093f\u091c \u0938\u0947 \u0915\u094b\u0908 \u092a\u094d\u0930\u0936\u094d\u0928\u094b\u0924\u094d\u0924\u0930\u0940 \u0932\u094b\u0921 \u0928\u0939\u0940\u0902 \u0915\u0940 \u091c\u093e \u0938\u0915\u0924\u0940
simplepage.choosetopicengine=\u0915\u0943\u092a\u092f\u093e \u0907\u0938 \u0915\u093e\u0930\u094d\u091f\u094d\u0930\u093f\u091c  \u092e\u0947\u0902  \u092b\u094b\u0930\u092e\u094d\u0938 \u0915\u0947 \u0932\u093f\u090f \u0915\u094c\u0928 \u0938\u093e \u092b\u094b\u0930\u092e  \u0909\u092a\u0915\u0930\u0923 \u0909\u092a\u092f\u094b\u0917 \u0915\u0930\u0947 \u0915\u093e \u091a\u0941\u0928\u093e\u0935 \u0915\u0930\u0947\u0902\n
simplepage.noassignengines=<b style\="color\:\#c00"> \u091a\u0947\u0924\u093e\u0935\u0928\u0940\:</b> \u0915\u0943\u092a\u092f\u093e \u0907\u0938 \u0938\u093e\u0907\u091f \u0915\u0947 \u0932\u093f\u090f \u090f\u0915 \u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u0909\u092a\u0915\u0930\u0923 \u091c\u094b\u0921\u093c\u0947\u0902\u0964 \u0907\u0938\u0915\u0947 \u092c\u093f\u0928\u093e, \u0915\u094b\u0908 \u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u0915\u093e\u0930\u0924\u0942\u0938 \u0938\u0947 \u0932\u094b\u0921 \u0928\u0939\u0940\u0902 \u0915\u093f\u092f\u093e \u091c\u093e \u0938\u0915\u0924\u093e
simplepage.chooseassignengine=\u0915\u0943\u092a\u092f\u093e \u0907\u0938 \u0915\u093e\u0930\u094d\u091f\u094d\u0930\u093f\u091c \u092e\u0947\u0902 \u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f\u094d\u0938 \u0915\u0947 \u0932\u093f\u090f \u0915\u094c\u0928 \u0938\u093e \u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f  \u0909\u092a\u0915\u0930\u0923 \u0909\u092a\u092f\u094b\u0917 \u0915\u0930\u0947 \u0915\u093e \u091a\u0941\u0928\u093e\u0935 \u0915\u0930\u0947\u0902\n\n
simplepage.loading=\u0932\u094b\u0921 \u0939\u094b \u0930\u0939\u093e \u0939\u0948, \u0915\u0943\u092a\u092f\u093e \u092a\u094d\u0930\u0924\u0940\u0915\u094d\u0937\u093e \u0915\u0930\u0947\u0902...
simplepage.checkingwithhost=\u0915\u0943\u092a\u092f\u093e \u092a\u094d\u0930\u0924\u0940\u0915\u094d\u0937\u093e \u0915\u0930\u0947\u0902 \u091c\u092c \u0924\u0915 \u0939\u092e \u0935\u0947\u092c \u0938\u0930\u094d\u0935\u0930 \u0915\u0947 \u0938\u093e\u0925 \u0915\u0940 \u091c\u093e\u0901\u091a \u0915\u0930\u0947\u0902...
simplepage.needpermissions=\u0907\u0938 \u0909\u092a\u0915\u0930\u0923 \u0915\u093e \u0909\u092a\u092f\u094b\u0917 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0906\u092a\u0915\u0947 \u092a\u093e\u0938 \u0906\u0935\u0936\u094d\u092f\u0915 \u0905\u0928\u0941\u092e\u0924\u093f \u0928\u0939\u0940\u0902 \u0939\u0948\u0964 \u0915\u094d\u092f\u094b\u0902\u0915\u093f \u0906\u092a\u0915\u0940  \u092d\u0942\u092e\u093f\u0915\u093e \u0907\u0902\u0917\u093f\u0924 \u0915\u0930\u0924\u0940 \u0939\u0948 \u0915\u093f \u0906\u092a\u0915\u094b \u091a\u093e\u0939\u093f\u090f, \u0939\u092e\u0947\u0902 \u0936\u0915 \u0939\u0948 \u0915\u093f \u0906\u092a\u0915\u0940 \u0938\u093e\u0907\u091f \u0915\u0947 \u0932\u093f\u090f \u0905\u0928\u0941\u092e\u0924\u093f\u092f\u093e\u0901 \u0920\u0940\u0915 \u0938\u0947 \u0938\u0947\u091f \u0928\u0939\u0940\u0902 \u0939\u0948\u0902 \u0964 \u0905\u0928\u0941\u092e\u0924\u093f\u092f\u093e\u0902 \u0909\u092a\u0915\u0930\u0923 \u0916\u094b\u0932\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f  \u0928\u093f\u092e\u094d\u0928 \u0932\u093f\u0902\u0915 \u0915\u093e \u0909\u092a\u092f\u094b\u0917 \u0915\u0930\u0947\u0902\u0964 \u0939\u092e \u0938\u092d\u0940 \u092d\u0942\u092e\u093f\u0915\u093e\u0913 \u0915\u094b lessonbuilder.read \u0926\u0947\u0928\u0947 \u0915\u093e \u0938\u0941\u091d\u093e\u0935 \u0926\u0947\u0924\u0947 \u0939\u0948, \u0914\u0930 \u0915\u093f\u0938\u0940 \u092d\u0940 \u092d\u0942\u092e\u093f\u0915\u093e \u0915\u094b lessonbuilder.upd  \u091c\u093f\u0928\u094d\u0939\u0947\u0902 \u0906\u092a \u091a\u093e\u0939\u0924\u0947 \u0939\u0948 \u0915\u093f \u0935\u0939 \u0938\u093e\u092e\u0917\u094d\u0930\u0940 \u0915\u094b \u0938\u0902\u092a\u093e\u0926\u093f\u0924 \u0915\u0930\u0928\u0947 \u092e\u0947\u0902 \u0938\u0915\u094d\u0937\u092e \u0939\u094b\u0964 \u0906\u092e\u0924\u094c\u0930 \u092a\u0930 \u092f\u0939 \u092c\u0928\u093e\u090f \u0930\u0916\u0928\u093e, \u092a\u094d\u0930\u0936\u093f\u0915\u094d\u0937\u0915, \u0914\u0930 \u0915\u0941\u091b \u091f\u0940 \u090f \u0930\u094b\u0932 \u0939\u094b \u0938\u0915\u0924\u0947 \u0939\u0948\u0964
simplepage.wrong-cc-version=\u0928 \u092a\u0939\u091a\u093e\u0928\u093e \u0917\u092f\u093e \u0906\u092e \u0915\u093e\u0930\u094d\u091f\u094d\u0930\u093f\u091c \u0938\u094d\u0935\u0930\u0942\u092a\u0964 \u092b\u093c\u093e\u0907\u0932 \u0938\u0902\u0938\u094d\u0915\u0930\u0923 1.0 \u092f\u093e 1.1  \u0939\u094b\u0928\u093e \u091a\u093e\u0939\u093f\u090f\u0964
simplepage.cc-error=\u0906\u092e \u0915\u093e\u0930\u094d\u091f\u094d\u0930\u093f\u091c \u092b\u093c\u093e\u0907\u0932 \u0906\u092f\u093e\u0924 \u0915\u0930\u0928\u0947 \u0915\u093e \u092a\u094d\u0930\u092f\u093e\u0938 \u0915\u0930\u0924\u0947 \u0938\u092e\u092f \u0924\u094d\u0930\u0941\u091f\u093f\u0964 \u092b\u093c\u093e\u0907\u0932 \u0905\u092e\u093e\u0928\u094d\u092f \u0939\u094b \u0938\u0915\u0924\u0940 \u0939\u0948\u0964
simplepage.cc-noresource=\u0915\u093e\u0930\u094d\u091f\u094d\u0930\u093f\u091c \u0905\u092e\u093e\u0928\u094d\u092f \u0939\u0948\u0964 \u0907\u0938\u0947 \u090f\u0915 \u0906\u0907\u091f\u092e \u091c\u093f\u0938\u0915\u093e \u0938\u0902\u092c\u0926\u094d\u0927\u093f\u0924 \u0938\u0902\u0938\u093e\u0927\u0928 \u0905\u0928\u0941\u092a\u0932\u092c\u094d\u0927 \u0939\u0948\u0964 \u0906\u0907\u091f\u092e \u0915\u094b \u091b\u094b\u0921\u093c \u0926\u093f\u092f\u093e \u091c\u093e\u090f\u0917\u093e\u0964 \u0938\u0902\u0938\u093e\u0927\u0928 \u0906\u0908\u0921\u0940 \u0939\u0948 {}\u0964
simplepage.cc-uses-auth=\u092a\u094d\u0930\u093e\u0927\u093f\u0915\u0930\u0923 \u0915\u0947 \u092a\u094d\u0930\u0924\u093f\u092c\u0902\u0927 \u0915\u0947 \u0938\u093e\u0925 \u0906\u092e \u0915\u093e\u0930\u094d\u091f\u094d\u0930\u093f\u091c \u0906\u092f\u093e\u0924 \u0928\u0939\u0940\u0902 \u0915\u0930 \u0938\u0915\u0924\u0947
simplepage.cc-uses-role=\u0907\u0938 \u0915\u093e\u0930\u094d\u091f\u094d\u0930\u093f\u091c \u092e\u0947\u0902 \u0915\u092e \u0938\u0947 \u0915\u092e \u090f\u0915 \u0938\u0902\u0938\u093e\u0927\u0928 \u0938\u0902\u0930\u0915\u094d\u0937\u0915 \u092f\u093e \u092a\u094d\u0930\u0936\u093f\u0915\u094d\u0937\u0915 \u0915\u0947 \u0932\u093f\u090f \u092a\u094d\u0930\u0924\u093f\u092c\u0902\u0927\u093f\u0924 \u0939\u0948\u0964 \u0939\u092e\u0928\u0947 \u0909\u0928 \u0928\u093e\u092e\u094b\u0902 \u0915\u0947 \u0938\u093e\u0925 \u0938\u092e\u0942\u0939 \u092c\u0928\u093e \u0926\u093f\u090f \u0939\u0948, \u0932\u0947\u0915\u093f\u0928 \u0915\u093f\u0938\u0940 \u092d\u0940 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0915\u094b \u0938\u092e\u0942\u0939\u094b\u0902 \u092e\u0947\u0902 \u0928\u0939\u0940\u0902 \u0930\u0916\u093e \u0939\u0948\u0964
simplepage.cc-uses-curriculum=\u092f\u0939 \u0915\u093e\u0930\u094d\u091f\u094d\u0930\u093f\u091c \u090f\u0915 \u092a\u093e\u0920\u094d\u092f\u091a\u0930\u094d\u092f\u093e \u092e\u093e\u0928\u0915 \u0915\u093e \u0909\u092a\u092f\u094b\u0917 \u0915\u0930\u0924\u093e \u0939\u0948\u0964 \u092a\u093e\u0920\u094d\u092f\u091a\u0930\u094d\u092f\u093e \u092e\u093e\u0928\u0915 \u0935\u0930\u094d\u0924\u092e\u093e\u0928 \u092e\u0947\u0902 \u0932\u093e\u0917\u0942 \u0928\u0939\u0940\u0902  \u0939\u0948\u0902, \u0914\u0930 \u0909\u0928 \u092a\u0930 \u0927\u094d\u092f\u093e\u0928 \u0928\u0939\u0940\u0902 \u0926\u093f\u092f\u093e \u091c\u093e\u090f\u0917\u093e\u0964
simplepage.cc-defaultforum=\u092b\u094b\u0930\u092e
simplepage.cc-defaulttopic=\u092a\u094d\u0930\u0938\u0902\u0917(\u091f\u0949\u092a\u093f\u0915)\n

simplepage.comments-section=\u091f\u093f\u092a\u094d\u092a\u0923\u093f\u092f\u094b \u0915\u093e \u0905\u0928\u0941\u092d\u093e\u0917
simplepage.replace-with-comments=\u091f\u093f\u092a\u094d\u092a\u0923\u093f\u092f\u093e\u0901 \u0932\u094b\u0921 \u0939\u094b \u0930\u0939\u0940 \u0939\u0948...
simplepage.comments=\u091f\u093f\u092a\u094d\u092a\u0923\u093f\u092f\u093e\u0901 \u0909\u092a\u0915\u0930\u0923 \u091c\u094b\u0921\u093c\u0947\u0902
simplepage.comments.tooltip=\u090f\u0915 \u0905\u0928\u0941\u092d\u093e\u0917 \u091c\u094b\u0921\u093c\u0947\u0902 \u091c\u094b \u091f\u093f\u092a\u094d\u092a\u0923\u0940 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u091b\u093e\u0924\u094d\u0930\u094b\u0902 \u0915\u094b \u0905\u0928\u0941\u092e\u0924\u093f \u0926\u0947
simplepage.add-comment=\u091f\u093f\u092a\u094d\u092a\u0923\u0940 \u091c\u094b\u0921\u093c\u0947\u0902
simplepage.in-reply-to={1} \u0915\u0947 \u0909\u0924\u094d\u0924\u0930 \u092e\u0947\u0902, {2}
simplepage.comment-reply={} \u0938\u0947 \u091f\u093f\u092a\u094d\u092a\u0923\u0940 \u0915\u0947 \u0932\u093f\u090f \u0909\u0924\u094d\u0924\u0930 \u0926\u0947\u0902
simplepage.missing-prereqs=\u0935\u0939\u093e\u0901 \u091f\u093f\u092a\u094d\u092a\u0923\u0940 \u0915\u0947 \u0932\u093f\u090f \u090f\u0915 \u0915\u094d\u0937\u0947\u0924\u094d\u0930 \u0939\u0948, \u0932\u0947\u0915\u093f\u0928 \u0907\u0938\u0938\u0947 \u092a\u0939\u0932\u0947 \u0915\u093f \u0906\u092a \u0907\u0938\u0947 \u0926\u0947\u0916 \u0938\u0915\u0947 \u0906\u092a\u0915\u094b \u090a\u092a\u0930 \u0926\u0940 \u0917\u0908 \u0938\u092d\u0940 \u0906\u0935\u0936\u094d\u092f\u0915 \u0935\u0938\u094d\u0924\u0941\u0913\u0902 \u0915\u094b   \u092a\u0942\u0930\u093e \u0915\u0930\u0928\u093e \u0939\u094b\u0917\u093e\u0964
simplepage.fake-missing-prereqs=\u092f\u0926\u093f \u0906\u092a \u090f\u0915 \u091b\u093e\u0924\u094d\u0930 \u0925\u0947,\u0924\u094b \u0906\u092a \u091f\u093f\u092a\u094d\u092a\u0923\u093f\u092f\u093e\u0901  \u0926\u0947\u0916\u0928\u0947 \u092e\u0947\u0902 \u0938\u0915\u094d\u0937\u092e \u0928\u0939\u0940\u0902 \u0939\u094b\u0902\u0917\u0947 \u0915\u094d\u092f\u094b\u0902\u0915\u093f \u0906\u092a\u0928\u0947 \u090a\u092a\u0930 \u0938\u092d\u0940 \u0906\u0935\u0936\u094d\u092f\u0915 \u0906\u0907\u091f\u092e\u094d\u0938 \u0915\u094b \u092a\u0942\u0930\u093e \u0928\u0939\u0940\u0902 \u0915\u093f\u092f\u093e \u0939\u0948 \u0964
simplepage.edit-comment=\u0938\u0902\u092a\u093e\u0926\u093f\u0924 \u0915\u0930\u0947\u0902
simplepage.comment-edit=\ {} \u0938\u0947 \u091f\u093f\u092a\u094d\u092a\u0923\u0940 \u0938\u0902\u092a\u093e\u0926\u093f\u0924 \u0915\u0930\u0947\u0902
simplepage.see_all_comments=\u0938\u092d\u0940 {}  \u091f\u093f\u092a\u094d\u092a\u0923\u093f\u092f\u093e\u0901 \u0926\u0947\u0916\u0947\u0902...
simplepage.see_new_comments=\u0938\u092d\u0940 {} \u0928\u0908 \u091f\u093f\u092a\u094d\u092a\u0923\u093f\u092f\u093e\u0901 \u0926\u0947\u0916\u0947\u0902...
simplepage.edit_commentslink=\u091f\u093f\u092a\u094d\u092a\u0923\u093f\u092f\u093e\u0901 \u0905\u0928\u0941\u092d\u093e\u0917 \u0915\u094b \u0938\u0902\u092a\u093e\u0926\u093f\u0924 \u0915\u0930\u0947\u0902
simplepage.comments-anonymous=\u091f\u093f\u092a\u094d\u092a\u0923\u0940 \u092c\u0947\u0928\u093e\u092e \u0930\u0916\u0947\u0902
simplepage.comments-graded=\u0907\u0928 \u0915\u0947 \u0932\u093f\u090f \u0917\u094d\u0930\u0947\u0921\u092c\u0942\u0915 \u092a\u094d\u0930\u0935\u093f\u0937\u094d\u091f\u093f\u092f\u093e\u0901 \u092c\u0928\u093e\u090f\u0901
simplepage.comments-max=\u0905\u0927\u093f\u0915\u0924\u092e \u0905\u0902\u0915\:
simplepage.integer-expected=\u0905\u0902\u0915 \u090f\u0915 \u092e\u093e\u0928\u094d\u092f \u0938\u0902\u0916\u094d\u092f\u093e \u0915\u0947 \u0938\u093e\u0925 \u0938\u0947\u091f \u0939\u094b\u0928\u093e \u091a\u093e\u0939\u093f\u090f\u0964
simplepage.gbname-expected=\u0917\u094d\u0930\u0947\u0921\u092c\u0942\u0915 \u0906\u0907\u091f\u092e \u0928\u093e\u092e \u0938\u092a\u094d\u0932\u093e\u0908 \u0915\u093f\u092f\u093e \u091c\u093e\u0928\u093e \u091a\u093e\u0939\u093f\u090f\u0964
simplepage.comment-delete={} \u0938\u0947 \u091f\u093f\u092a\u094d\u092a\u0923\u0940 \u0939\u091f\u093e\u090f\u0901  
simplepage.delete_comment_confirm=\u0924\u0941\u092e\u094d\u0939\u0947\u0902 \u092f\u0915\u0940\u0928 \u0939\u0948 \u0915\u093f \u0924\u0941\u092e {} \u0926\u094d\u0935\u093e\u0930\u093e \u0932\u093f\u0916\u0940 \u0917\u0908 \u091f\u093f\u092a\u094d\u092a\u0923\u0940 \u0915\u094b \u0939\u091f\u093e\u0928\u093e \u091a\u093e\u0939\u0924\u0947 \u0939\u094b ?
simplepage.empty-comment-error=\u091f\u093f\u092a\u094d\u092a\u0923\u093f\u092f\u093e\u0901 \u0930\u093f\u0915\u094d\u0924 \u0928\u0939\u0940\u0902 \u0939\u094b\u0928\u0940 \u091a\u093e\u0939\u093f\u090f\u0964
simplepage.comment-permissions-error=\u0906\u092a\u0915\u094b \u0909\u0938 \u091f\u093f\u092a\u094d\u092a\u0923\u0940 \u0915\u094b \u0939\u091f\u093e\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0906\u0935\u0936\u094d\u092f\u0915 \u0905\u0928\u0941\u092e\u0924\u093f\u092f\u093e\u0901 \u0928\u0939\u0940\u0902 \u0939\u0948\u0964
simplepage.permissions-general=\u0906\u092a\u0915\u094b \u0909\u0938\u0947 \u0915\u0930\u0928\u0947  \u0915\u0947 \u0932\u093f\u090f \u0906\u0935\u0936\u094d\u092f\u0915 \u0905\u0928\u0941\u092e\u0924\u093f\u092f\u093e\u0901 \u0928\u0939\u0940\u0902 \u0939\u0948\u0964\n
simplepage.comment-unknown-user=\u0905\u091c\u094d\u091e\u093e\u0924 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e
simplepage.comment-you=\u0906\u092a
simplepage.comment-anonymous-message=\u0938\u093e\u092e\u093e\u0928\u094d\u092f \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0915\u0947\u0935\u0932 \u0905\u0928\u093e\u092e \u0928\u093e\u092e \u0926\u0947\u0916 \u0938\u0915\u0924\u0947 \u0939\u0948\u0902\u0964 \u0915\u092e\u0947\u0902\u091f\u0930\u094d\u0938' \u0915\u0947 \u0935\u093e\u0938\u094d\u0924\u0935\u093f\u0915 \u0928\u093e\u092e \u0915\u0947\u0935\u0932 \u0906\u092a\u0915\u094b \u0926\u093f\u0916\u093e\u090f \u0917\u090f \u0939\u0948\u0902 \u0914\u0930 \u0905\u0928\u094d\u092f \u0938\u093e\u0907\u091f \u0935\u094d\u092f\u0935\u0938\u094d\u0925\u093e\u092a\u0915\u094b\u0902 \u0915\u094b\u0964
simplepage.comment-edit-message=\ \u0915\u0947\u0935\u0932 \u091c\u092c \u0924\u0915 \u092f\u0939 30 \u092e\u093f\u0928\u091f \u092a\u0941\u0930\u093e\u0928\u0940 \u0939\u0948  \u0924\u092c \u0924\u0915 \u0906\u092a \u0905\u092a\u0928\u0940 \u091f\u093f\u092a\u094d\u092a\u0923\u0940 \u0915\u094b \u0938\u0902\u092a\u093e\u0926\u093f\u0924 \u092f\u093e \u0939\u091f\u093e \u0938\u0915\u0924\u0947 \u0939\u0948\u0964
simplepage.comment-grading-message=\u090f\u0915 \u0935\u093f\u0936\u0947\u0937 \u091f\u093f\u092a\u094d\u092a\u0923\u0940 \u0915\u094b \u0909\u0938\u0915\u0947 \u0906\u0917\u0947 "\u0905\u0902\u0915" \u092c\u0949\u0915\u094d\u0938 \u092e\u0947\u0902 \u091c\u093f\u0924\u0928\u0947 \u0905\u0902\u0915 \u0926\u0947\u0928\u093e \u091a\u093e\u0939\u0924\u0947 \u0939\u0948\u0902 \u0909\u0928 \u0905\u0902\u0915\u094b \u0915\u0940 \u0938\u0902\u0916\u094d\u092f\u093e \u091f\u093e\u0907\u092a \u0915\u0930\u0947\u0902 \u0914\u0930 \u0924\u092c \u0917\u094d\u0930\u0947\u0921 \u0938\u092c\u092e\u093f\u091f \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u090f\u0902\u091f\u0930 \u0915\u0940\u0907 \u0926\u092c\u093e\u090f\u0901 \u0964\u0915\u094b\u0908 \u092d\u0940 \u0917\u094d\u0930\u0947\u0921 \u091c\u094b \u091f\u093e\u0907\u092a \u0915\u0930 \u0926\u093f\u090f \u0917\u090f \u0932\u0947\u0915\u093f\u0928 \u0938\u092c\u092e\u093f\u091f \u0928\u0939\u0940\u0902 \u0915\u093f\u090f \u0939\u0948 \u0935\u0939 \u0932\u093e\u0932 \u0930\u0902\u0917 \u092e\u0947\u0902 \u092a\u094d\u0930\u0926\u0930\u094d\u0936\u093f\u0924 \u0939\u094b\u0924\u0947 \u0939\u0948\u0902\u0964 
simplepage.comment-author-owner=\u092a\u0943\u0937\u094d\u0920 \u0938\u094d\u0935\u093e\u092e\u0940
simplepage.nothing-over-100-percent=\u0906\u092a\u0915\u0940 \u090a\u0901\u091a\u093e\u0908 \u092f\u093e \u091a\u094c\u0921\u093c\u093e\u0908 \u0936\u093e\u092f\u0926 100% \u0938\u0947 \u092c\u0921\u093c\u0940 \u0928\u0939\u0940\u0902 \u0939\u094b \u0938\u0915\u0924\u0940\u0964
simplepage.width-height=\u091a\u094c\u0921\u093c\u093e\u0908 \u0914\u0930 \u090a\u0901\u091a\u093e\u0908 \u0927\u0928\u093e\u0924\u094d\u092e\u0915 \u0938\u0902\u0916\u094d\u092f\u093e\u090f\u0901, \u092f\u093e\u0928\u0940 "500" \u092f\u093e "500px", \u092f\u093e \u090f\u0915 \u092a\u094d\u0930\u0924\u093f\u0936\u0924 100% \u0938\u0947 \u0928\u0940\u091a\u0947 \u0939\u094b\u0928\u0940 \u091a\u093e\u0939\u093f\u090f

simplepage.seconds=\u0938\u0947\u0915\u0902\u0921 \u092a\u0939\u0932\u0947
simplepage.one_min=1 \u092e\u093f\u0928\u091f \u092a\u0939\u0932\u0947
simplepage.x_min={} \u092e\u093f\u0928\u091f \u092a\u0939\u0932\u0947
simplepage.one_hour=1 \u0918\u0902\u091f\u0947 \u092a\u0939\u0932\u0947
simplepage.x_hour={} \u0918\u0902\u091f\u0947 \u092a\u0939\u0932\u0947
simplepage.one_day=1 \u0926\u093f\u0928 \u092a\u0939\u0932\u0947
simplepage.x_day={} \u0926\u093f\u0928 \u092a\u0939\u0932\u0947
simplepage.one_month=1 \u092e\u0939\u0940\u0928\u0947 \u092a\u0939\u0932\u0947
simplepage.x_month={} \u092e\u0939\u0940\u0928\u0947 \u092a\u0939\u0932\u0947
simplepage.one_year=1 \u0935\u0930\u094d\u0937 \u092a\u0939\u0932\u0947
simplepage.x_year={} \u0938\u093e\u0932 \u092a\u0939\u0932\u0947

simplepage.select-group=\u0909\u0928  \u0938\u092e\u0942\u0939\u094b\u0902 \u0915\u093e \u091a\u092f\u0928 \u0915\u0930\u0947\u0902 \u091c\u093f\u0938\u0915\u0947 \u0932\u093f\u090f \u092f\u0939 \u0906\u0907\u091f\u092e \u0926\u093f\u0916\u093e\u0908 \u0926\u0947\u0928\u093e \u091a\u093e\u0939\u093f\u090f [\u0905\u0917\u0930 \u0915\u094b\u0908 \u091a\u092f\u0928\u093f\u0924 \u0928\u0939\u0940\u0902 \u0939\u0948 , \u0924\u094b \u0938\u092c\u0915\u094b \u0926\u093f\u0916\u093e\u090f ]
simplepage.edit-group=\u0909\u0928 \u0938\u092e\u0942\u0939\u094b\u0902 \u0915\u094b \u0938\u0902\u092a\u093e\u0926\u093f\u0924 \u0915\u0930\u0947\u0902 \u091c\u093f\u0938\u0915\u0947 \u0932\u093f\u090f \u092f\u0939 \u0906\u0907\u091f\u092e \u0926\u093f\u0916\u093e\u092f\u093e \u091c\u093e\u0928\u093e \u091a\u093e\u0939\u093f\u090f  
simplepage.select-resource-group=\u0928\u094b\u091f\: \u0906\u092a \u0936\u093e\u092f\u0926 \u0938\u0902\u0938\u093e\u0927\u0928 \u0909\u092a\u0915\u0930\u0923 \u092e\u0947\u0902 \u0938\u092e\u0942\u0939 \u090f\u0915\u094d\u0938\u0947\u0938 \u0938\u0947\u091f \u0915\u0930\u0928\u093e \u092a\u0938\u0902\u0926 \u0915\u0930 \u0938\u0915\u0924\u0947 \u0939\u0948\u0902\u0964 \u0935\u0939 \u0906\u092a\u0915\u094b \u092a\u094d\u0930\u0924\u094d\u092f\u0947\u0915 \u0938\u0902\u0938\u093e\u0927\u0928 \u0915\u0947 \u0932\u093f\u090f \u0905\u0932\u0917-\u0905\u0932\u0917 \u0938\u0947\u091f \u0915\u0930\u0928\u0947 \u0915\u0947 \u092c\u091c\u093e\u092f  \u092a\u0942\u0930\u0947 \u092b\u093c\u094b\u0932\u094d\u0921\u0930  \u092a\u0930 \u0938\u0947\u091f \u0915\u0930\u0928\u0947 \u0926\u0947 \u0938\u0915\u0924\u093e \u0939\u0948\u0964
simplepage.resource-group-inherited=\u091c\u093f\u0938 \u092b\u093c\u094b\u0932\u094d\u0921\u0930 \u092e\u0947\u0902 \u092f\u0939 \u0906\u0907\u091f\u092e \u0938\u092e\u093e\u0939\u093f\u0924 \u0939\u0948 \u0909\u0938\u0915\u0947 \u0932\u093f\u090f \u0938\u092e\u0942\u0939 \u092f\u093e \u0938\u093e\u0930\u094d\u0935\u091c\u0928\u093f\u0915 \u090f\u0915\u094d\u0938\u0947\u0938 \u0938\u0947\u091f \u0915\u0930 \u0926\u093f\u092f\u093e \u0917\u092f\u093e \u0939\u0948\u0964 \u0924\u093e\u0915\u093f \u0938\u092e\u0942\u0939\u094b\u0902 \u092f\u0939\u093e\u0901 \u0938\u092e\u093e\u092f\u094b\u091c\u093f\u0924 \u0939\u094b \u0938\u0915\u0947\u0902\u0964

simplepage.edit_studentlink=\u091b\u093e\u0924\u094d\u0930 \u0938\u093e\u092e\u0917\u094d\u0930\u0940 \u0905\u0928\u0941\u092d\u093e\u0917(\u0938\u0947\u0915\u094d\u0936\u0928) \u0915\u094b \u0938\u0902\u092a\u093e\u0926\u093f\u0924 \u0915\u0930\u0947\u0902
simplepage.student-content=\u091b\u093e\u0924\u094d\u0930 \u0938\u093e\u092e\u0917\u094d\u0930\u0940 \u0905\u0928\u0941\u092d\u093e\u0917 (\u0938\u0947\u0915\u094d\u0936\u0928)
simplepage.add-student-content=\u091b\u093e\u0924\u094d\u0930 \u0938\u093e\u092e\u0917\u094d\u0930\u0940 \u091c\u094b\u0921\u093c\u0947\u0902
simplepage.student=\u091b\u093e\u0924\u094d\u0930 \u092a\u0943\u0937\u094d\u0920\u094b\u0902
simplepage.add-page=\u0905\u092a\u0928\u093e \u092a\u0943\u0937\u094d\u0920 \u091c\u094b\u0921\u093c\u0947\u0902
simplepage.page-exists=\u0906\u092a\u0915\u0947 \u092a\u093e\u0938 \u092a\u0939\u0932\u0947 \u0938\u0947 \u0939\u0940 \u0909\u0938 \u0909\u092a\u0915\u0930\u0923 \u092e\u0947\u0902 \u090f\u0915 \u092a\u0943\u0937\u094d\u0920 \u0939\u0948\u0964
simplepage.new-student-page=\u0928\u092f\u093e
simplepage.new-student-content-page=\u0928\u092f\u093e \u092a\u0943\u0937\u094d\u0920
simplepage.new-student-content=\u0928\u0908 \u0938\u093e\u092e\u0917\u094d\u0930\u0940
simplepage.new-student-comments=\u0928\u0908 \u091f\u093f\u092a\u094d\u092a\u0923\u093f\u092f\u093e\u0901
simplepage.new-student-content-page-1={} \u0926\u094d\u0935\u093e\u0930\u093e \u0928\u092f\u093e \u092a\u0943\u0937\u094d\u0920
simplepage.new-student-content-1={} \u0926\u094d\u0935\u093e\u0930\u093e \u0928\u0908 \u0938\u093e\u092e\u0917\u094d\u0930\u0940
simplepage.new-student-comments-1=\u0938\u093e\u092e\u0917\u094d\u0930\u0940 \u092a\u0930 {} \u0926\u094d\u0935\u093e\u0930\u093e  \u0928\u0908 \u091f\u093f\u092a\u094d\u092a\u0923\u0940
simplepage.student-content-page=\u091b\u093e\u0924\u094d\u0930 \u0938\u093e\u092e\u0917\u094d\u0930\u0940 \u092a\u0943\u0937\u094d\u0920
simplepage.student-anonymous=\u092f\u0947 \u091b\u093e\u0924\u094d\u0930 \u092a\u0943\u0937\u094d\u0920\u094b\u0902 \u0915\u094b \u092c\u0947\u0928\u093e\u092e \u092c\u0928\u093e\u090f\u0901
simplepage.student-comments=\u092a\u094d\u0930\u0924\u094d\u092f\u0947\u0915 \u092a\u0943\u0937\u094d\u0920 \u092a\u0930 \u090f\u0915 \u091f\u093f\u092a\u094d\u092a\u0923\u0940 \u0905\u0928\u0941\u092d\u093e\u0917(\u0938\u0947\u0915\u094d\u0936\u0928) \u091c\u094b\u0921\u093c\u0947\u0902
simplepage.student-comments-anon=\u0907\u0928 \u091f\u093f\u092a\u094d\u092a\u0923\u093f\u092f\u094b \u0915\u094b \u092c\u0947\u0928\u093e\u092e \u0915\u0930\u0947\u0902
simplepage.anonymous=\u092c\u0947\u0928\u093e\u092e
simplepage.student-missing-prereqs=\u091b\u093e\u0924\u094d\u0930 \u0938\u093e\u092e\u0917\u094d\u0930\u0940 \u0915\u0947 \u0932\u093f\u090f \u090f\u0915 \u0935\u0939\u093e\u0901 \u090f\u0915 \u0915\u094d\u0937\u0947\u0924\u094d\u0930 \u0939\u0948, \u0932\u0947\u0915\u093f\u0928 \u0907\u0938\u0938\u0947 \u092a\u0939\u0932\u0947 \u0915\u093f \u0906\u092a \u092f\u0939 \u0926\u0947\u0916 \u0938\u0915\u0924\u0947 \u0939\u0948\u0902 \u0906\u092a\u0915\u094b \u0938\u092d\u0940 \u0909\u092a\u0930\u094b\u0915\u094d\u0924 \u0906\u0935\u0936\u094d\u092f\u0915 \u0906\u0907\u091f\u092e\u094d\u0938 \u0915\u094b \u092a\u0942\u0930\u093e \u0915\u0930\u0928\u093e \u0939\u094b\u0917\u093e\u0964
simplepage.student-fake-missing-prereqs=\u092f\u0926\u093f \u0906\u092a \u090f\u0915 \u091b\u093e\u0924\u094d\u0930 \u0925\u0947,\u0924\u094b \u0906\u092a \u091b\u093e\u0924\u094d\u0930 \u0915\u0940 \u0938\u093e\u092e\u0917\u094d\u0930\u0940 \u0926\u0947\u0916\u0928\u0947 \u092e\u0947\u0902 \u0938\u0915\u094d\u0937\u092e \u0928\u0939\u0940\u0902 \u0939\u094b\u0902\u0917\u0947  \u0915\u094d\u092f\u094b\u0902\u0915\u093f \u0906\u092a\u0928\u0947 \u090a\u092a\u0930 \u0938\u092d\u0940 \u0906\u0935\u0936\u094d\u092f\u0915 \u0906\u0907\u091f\u092e\u094d\u0938 \u0915\u094b \u092a\u0942\u0930\u093e \u0928\u0939\u0940\u0902 \u0915\u093f\u092f\u093e \u0939\u0948 \u0964

simplepage.website=\u091c\u093c\u093f\u092a \u092b\u093c\u093e\u0907\u0932 \u092e\u0947\u0902 \u0938\u093e\u092e\u0917\u094d\u0930\u0940 \u0905\u092a\u0932\u094b\u0921 \u0915\u0930\u0947\u0902
simplepage.website.tooltip=\u0915\u0948\u092e\u091f\u0947\u091c\u093f\u093c\u092f\u093e, \u0935\u093f\u092e\u094d\u092c\u093e \u0914\u0930 \u0906\u0930\u094d\u091f\u093f\u0915\u094d\u092f\u0942\u0932\u0947\u091f \u0915\u0947 \u0932\u093f\u090f \u0935\u093f\u0936\u093f\u0937\u094d\u091f \u0938\u092e\u0930\u094d\u0925\u0928 \u0939\u0948, \u0932\u0947\u0915\u093f\u0928 \u0915\u094b\u0908 \u092d\u0940 \u091c\u093c\u093f\u092a \u092b\u093c\u093e\u0907\u0932 \u0905\u092a\u0932\u094b\u0921 \u0915\u093f\u092f\u093e \u091c\u093e \u0938\u0915\u0924\u093e \u0939\u0948\u0964 \u0905\u0927\u093f\u0915 \u091c\u093e\u0928\u0915\u093e\u0930\u0940 \u0915\u0947 \u0932\u093f\u090f \u0938\u0902\u0935\u093e\u0926 \u092e\u0947\u0902 \u092e\u0926\u0926 \u0926\u0947\u0916\u0947\u0902\u0964
simplepage.addwebsite-descrip=\u0915\u0948\u092e\u091f\u0947\u091c\u093f\u093c\u092f\u093e, \u0935\u093f\u092e\u094d\u092c\u093e \u0914\u0930 \u0906\u0930\u094d\u091f\u093f\u0915\u094d\u092f\u0942\u0932\u0947\u091f \u0915\u0947 \u0932\u093f\u090f \u0935\u093f\u0936\u093f\u0937\u094d\u091f \u0938\u092e\u0930\u094d\u0925\u0928 \u0939\u0948, \u0932\u0947\u0915\u093f\u0928 \u0915\u094b\u0908 \u092d\u0940 \u091c\u093c\u093f\u092a \u092b\u093c\u093e\u0907\u0932 \u0905\u092a\u0932\u094b\u0921 \u0915\u093f\u092f\u093e \u091c\u093e \u0938\u0915\u0924\u093e \u0939\u0948\u0964 \u0905\u0927\u093f\u0915 \u091c\u093e\u0928\u0915\u093e\u0930\u0940 \u0915\u0947 \u0932\u093f\u090f \u0938\u0902\u0935\u093e\u0926 \u092e\u0947\u0902 \u092e\u0926\u0926 \u0926\u0947\u0916\u0947\u0902\u0964


simplepage.website.noindex=\u0939\u092e\u0928\u0947  \u0905\u093e\u092a\u0915\u0940 \u091c\u093c\u093f\u092a \u092b\u093c\u093e\u0907\u0932 \u0905\u092a\u0932\u094b\u0921 \u0915\u0930 \u0926\u0940 \u0939\u0948\u0964 \u0907\u0938\u0915\u0940 \u092b\u093c\u093e\u0907\u0932\u0947\u0902 \u0905\u092c \u0938\u0902\u0938\u093e\u0927\u0928\u094b\u0902 \u092e\u0947\u0902 \u092b\u093c\u094b\u0932\u094d\u0921\u0930 {} \u092e\u0947\u0902  \u0939\u0948\u0902\u0964 \u0932\u0947\u0915\u093f\u0928 \u0909\u0938 \u092b\u093c\u093e\u0907\u0932 \u0915\u094b \u091c\u093f\u0938\u0947 \u092f\u0939\u093e\u0901 \u092a\u094d\u0930\u0926\u0930\u094d\u0936\u093f\u0924 \u0915\u093f\u092f\u093e \u091c\u093e\u0928\u093e \u091a\u093e\u0939\u093f\u090f \u0915\u094b \u0922\u0942\u0901\u0922\u0928\u0947 \u092e\u0947\u0902 \u0905\u0938\u092e\u0930\u094d\u0925 \u0939\u0948\u0902\u0964 \u0906\u092a "\u092e\u094c\u091c\u0942\u0926\u093e \u092b\u093c\u093e\u0907\u0932 \u0915\u093e \u091a\u092f\u0928" \u0915\u0947 \u0938\u093e\u0925 "\u0938\u0902\u0938\u093e\u0927\u0928 \u091c\u094b\u0921\u093c\u0947\u0902 " \u0915\u093e \u0909\u092a\u092f\u094b\u0917 \u0915\u0930 \u0938\u0915\u0924\u0947 \u0939\u0948\u0902 \u0938\u0939\u0940 \u092b\u093c\u093e\u0907\u0932 \u0915\u093e \u091a\u092f\u0928 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f\u0964
simplepage.website.cantexpand=\u0906\u092a\u0915\u0940 \u091c\u093c\u093f\u092a \u092b\u093c\u093e\u0907\u0932 \u0938\u0947 \u092b\u093c\u093e\u0907\u0932\u0947\u0902 \u0928\u093f\u0915\u093e\u0932\u0928\u0947 \u092e\u0947\u0902 \u0905\u0938\u092e\u0930\u094d\u0925

simplepage.blti=\u092c\u093e\u0939\u0930\u0940 \u0909\u092a\u0915\u0930\u0923 \u091c\u094b\u0921\u093c\u0947\u0902
simplepage.blti.tooltip=\u092c\u093e\u0939\u094d\u092f \u0938\u0947\u0935\u093e \u0938\u0947 \u0906\u0907\u091f\u092e \u091c\u094b\u0921\u093c\u0947\u0902 \u091c\u094b \u0906\u0908\u090f\u092e\u090f\u0938 \u090f\u0932\u091f\u0940\u0906\u0908 \u092e\u093e\u0928\u0915 \u0915\u093e \u0938\u092e\u0930\u094d\u0925\u0928 \u0915\u0930\u0924\u093e \u0939\u094b  \u0964\u0916\u094b\u091c\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0905\u092a\u0928\u0947 \u092a\u0930\u093f\u0938\u0930 \u0938\u092e\u0930\u094d\u0925\u0928 \u0938\u094d\u091f\u093e\u092b \u0938\u0947 \u092a\u0942\u091b\u0947\u0902 \u0915\u0940 \u0915\u094c\u0928 \u0938\u0947 \u0909\u092a\u0915\u0930\u0923 \u0905\u093e\u092a\u0915\u0947 \u092a\u0930\u093f\u0938\u0930 \u0926\u094d\u0935\u093e\u0930\u093e \u0938\u092e\u0930\u094d\u0925\u093f\u0924 \u0939\u0948\u0902\u0964
simplepage.change_blti=\u092c\u093e\u0939\u0930\u0940 \u0909\u092a\u0915\u0930\u0923 \u092c\u0926\u0932\u0947\u0902 
simplepage.require_submit_blti=\u0906\u0935\u0936\u094d\u092f\u0915\u0924\u093e \u0939\u0948 \u091b\u093e\u0924\u094d\u0930 \u0907\u0938 \u0906\u0907\u091f\u092e \u0915\u093e \u0909\u092a\u092f\u094b\u0917 \u0915\u0930\u0947\u0902
simplepage.edit_blti=\u092c\u093e\u0939\u0930\u0940 \u0909\u092a\u0915\u0930\u0923 \u0915\u094b \u0938\u0902\u092a\u093e\u0926\u093f\u0924 \u0915\u0930\u0947\u0902
simplepage.blti.chooser=\u092c\u093e\u0939\u0930\u0940 \u0909\u092a\u0915\u0930\u0923 \u091a\u092f\u0928\u0915\u0930\u094d\u0924\u093e
simplepage.blti.tools.manage=\u0909\u092a\u0915\u0930\u0923 \u0914\u0930 \u0906\u0907\u091f\u092e \u092a\u094d\u0930\u092c\u0902\u0927\u093f\u0924 \u0915\u0930\u0947\u0902
simplepage.blti.tools.text=\u0909\u092a\u0915\u0930\u0923 \u092a\u0930 \u0906\u0927\u093e\u0930\u093f\u0924 \u0906\u0907\u091f\u092e \u092c\u0928\u093e\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u090f\u0915 \u0909\u092a\u0915\u0930\u0923 \u092a\u0930 \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0947\u0902
simplepage.blti.tools.create=\u0909\u092a\u0915\u0930\u0923 \u0914\u0930 \u0906\u0907\u091f\u092e\u094b\u0902 \u0915\u094b \u092a\u094d\u0930\u092c\u0902\u0927\u093f\u0924 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0928\u093f\u092e\u094d\u0928 \u092a\u0930 \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0947\u0902\u0964 \u092c\u093e\u0939\u0930\u0940 \u0938\u0947\u0935\u093e \u0938\u0947 \u091c\u093e\u0928\u0915\u093e\u0930\u0940 \u0915\u0947 \u0906\u0927\u093e\u0930 \u092a\u0930 \u092f\u0939 \u0906\u092a\u0915\u094b \u0905\u092a\u0928\u093e \u0928\u092f\u093e \u0909\u092a\u0915\u0930\u0923 \u092c\u0928\u093e\u0928\u0947 \u0926\u0947\u0917\u093e \u0914\u0930 \u0915\u093f\u0938\u0940 \u092e\u094c\u091c\u0942\u0926\u093e \u0909\u092a\u0915\u0930\u0923 \u092f\u093e \u0906\u0907\u091f\u092e\u094d\u0938 \u0915\u094b \u0938\u0902\u092a\u093e\u0926\u093f\u0924 \u092f\u093e \u0939\u091f\u093e\u0928\u0947 \u0926\u0947\u0917\u093e\u0964\u0939\u093e\u0932\u093e\u0902\u0915\u093f \u091c\u094d\u092f\u093e\u0926\u093e\u0924\u0930 \u0932\u0947\u0916\u0915,\u090a\u092a\u0930 \u0935\u093e\u0932\u0947 \u0905\u0928\u0941\u092d\u093e\u0917\u094b \u092a\u094d\u0930\u092f\u094b\u0917 \u0915\u0930\u0947\u0902\u0917\u0947, \u0907\u0938\u0915\u093e \u0928\u0939\u0940\u0902\u0964
simplepage.select_blti=\u0906\u0907\u091f\u092e \u0915\u094b \u091a\u0941\u0928\u0947\u0902
simplepage.select_blti.text=\u0915\u093f\u0938\u0940 \u0906\u0907\u091f\u092e \u0915\u093e \u091a\u092f\u0928 \u0915\u0930\u0947\u0902 \u0914\u0930 \u0924\u092c "\u091a\u092f\u0928\u093f\u0924 \u0906\u0907\u091f\u092e \u0909\u092a\u092f\u094b\u0917 \u0915\u0930\u0947\u0902 " \u0926\u092c\u093e\u090f\u0901 \u0905\u092a\u0928\u0947 \u092a\u0943\u0937\u094d\u0920 \u092a\u0930 \u091c\u094b\u0921\u093c\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f\u0964\u0906\u0907\u091f\u092e \u092a\u0930 \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0947\u0902  \u092f\u0939  \u0926\u0947\u0916\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0915\u0940 \u0909\u092a\u0915\u0930\u0923 \u0915\u093f\u0938 \u0924\u0930\u0939 \u0926\u093f\u0916\u0947\u0917\u093e \u0964
simplepage.no_blti_items=\u0915\u094b\u0908 \u0906\u0907\u091f\u092e \u0928\u0939\u0940\u0902 \u092c\u0928\u093e\u090f \u0917\u090f \u0939\u0948\u0964 \u090a\u092a\u0930 \u090f\u0915 \u0909\u092a\u0915\u0930\u0923 \u0915\u093e \u091a\u092f\u0928 \u0915\u0930\u0947\u0902 \u0909\u0938 \u092a\u0930  \u0906\u0927\u093e\u0930\u093f\u0924 \u090f\u0915 \u0906\u0907\u091f\u092e \u092c\u0928\u093e\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u092f\u093e \u0928\u0940\u091a\u0947 "\u0909\u092a\u0915\u0930\u0923 \u092a\u094d\u0930\u092c\u0902\u0927\u0928 \u0914\u0930 \u0906\u0907\u091f\u092e\u094d\u0938" \u0915\u093e \u0909\u092a\u092f\u094b\u0917 \u0915\u0930\u0947\u0902 \u090f\u0915 \u0928\u092f\u093e \u0909\u092a\u0915\u0930\u0923 \u092c\u0928\u093e\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u091c\u094b  \u092c\u093e\u0939\u0930\u0940 \u0938\u0947\u0935\u093e \u0938\u0947 \u092a\u094d\u0930\u093e\u092a\u094d\u0924 \u091c\u093e\u0928\u0915\u093e\u0930\u0940 \u092a\u0930 \u0906\u0927\u093e\u0930\u093f\u0924 \u0939\u094b\u0917\u093e\u0964
simplepage.format.heading=\u092f\u0939 \u0906\u0907\u091f\u092e \u0915\u0948\u0938\u0947 \u092a\u094d\u0930\u0926\u0930\u094d\u0936\u093f\u0924 \u0915\u093f\u092f\u093e \u091c\u093e\u0928\u093e \u091a\u093e\u0939\u093f\u090f?
simplepage.format.window=\u0928\u0908 \u0935\u093f\u0902\u0921\u094b\: \u090f\u0915 \u0928\u0908 \u0935\u093f\u0902\u0921\u094b \u092e\u0947\u0902
simplepage.format.inline=\u0932\u093e\u0907\u0928 \u092e\u0947\u0902\: \u0935\u0930\u094d\u0924\u092e\u093e\u0928 \u092a\u0943\u0937\u094d\u0920 \u092e\u0947\u0902 \u090f\u0915 \u092c\u0949\u0915\u094d\u0938 \u092e\u0947\u0902
simplepage.format.page=\u0928\u092f\u093e \u092a\u0943\u0937\u094d\u0920\: \u090f\u0915 \u0905\u0932\u0917 \u092a\u0943\u0937\u094d\u0920 \u092e\u0947\u0902 "\u0905\u0917\u0932\u0940" \u0914\u0930 "\u0935\u093e\u092a\u0938" \u092c\u091f\u0928 \u0915\u0947 \u0938\u093e\u0925 
simplepage.format.item_removed=<p style\='font-family\:arial, helvetica; padding\:4px; font-size\:80%; border\:2px solid black'><span style\='color\:\#c00'> \u0924\u094d\u0930\u0941\u091f\u093f\:</span> \u0906\u0907\u091f\u092e  \u091c\u094b \u092f\u0939\u093e\u0901  \u092a\u094d\u0930\u0926\u0930\u094d\u0936\u093f\u0924 \u0939\u094b\u0928\u093e \u091a\u093e\u0939\u093f\u090f \u0915\u094b \u0939\u091f\u093e \u0926\u093f\u092f\u093e \u0917\u092f\u093e \u0939\u0948\u0964 \u0915\u0943\u092a\u092f\u093e \u0907\u0938 \u0906\u0907\u091f\u092e \u0915\u0947 \u0906\u0917\u0947 "\u0938\u0902\u092a\u093e\u0926\u093f\u0924 \u0915\u0930\u0947\u0902" \u092c\u091f\u0928 \u0915\u093e \u0909\u092a\u092f\u094b\u0917 \u0915\u0930\u0947\u0902 \u0914\u0930  "\u092c\u093e\u0939\u094d\u092f \u0909\u092a\u0915\u0930\u0923 \u092a\u0930\u093f\u0935\u0930\u094d\u0924\u093f\u0924 \u0915\u0930\u0947\u0902" \u0915\u093e \u091a\u092f\u0928 \u0915\u0930\u0947\u0902 \u0906\u0907\u091f\u092e \u0915\u094b \u0926\u094b\u092c\u093e\u0930\u093e \u092c\u0928\u093e\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u092f\u093e \u090f\u0915 \u0928\u092f\u093e \u091a\u092f\u0928 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f\u0964</p>

simplepage.more-tools=\u0905\u0927\u093f\u0915 \u0909\u092a\u0915\u0930\u0923
simplepage.forum-descrip=\ \u090f\u0915 \u092b\u094b\u0930\u092e \u092a\u094d\u0930\u0938\u0902\u0917(\u091f\u0949\u092a\u093f\u0915) \u092e\u0947 \u090f\u0915 \u0932\u093f\u0902\u0915 \u091c\u094b\u0921\u093c\u0947\u0902\u0964
simplepage.blti-descrip=\u0935\u0947\u092c \u0938\u0947\u0935\u093e \u0915\u0947 \u0932\u093f\u090f \u090f\u0915 \u0932\u093f\u0902\u0915 \u091c\u094b IMS LTI \u092e\u093e\u0928\u0915 \u0915\u093e \u0909\u092a\u092f\u094b\u0917 \u0915\u0930\u0924\u093e \u0939\u0948 \u0938\u0915\u093e\u0908(sakai) \u0915\u0947 \u0938\u093e\u0925 \u090f\u0915\u0940\u0915\u0943\u0924 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f   \u0964
simplepage.comments-descrip=\u090f\u0915 \u0905\u0928\u0941\u092d\u093e\u0917 \u091c\u094b\u0921\u093c\u0947\u0902 \u091c\u094b \u091f\u093f\u092a\u094d\u092a\u0923\u093f\u092f\u093e\u0901 \u0926\u0930\u094d\u091c \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u091b\u093e\u0924\u094d\u0930\u094b\u0902 \u0915\u094b \u0905\u0928\u0941\u092e\u0924\u093f \u0926\u0947\u0964
simplepage.student-descrip=\u090f\u0915 \u0905\u0928\u0941\u092d\u093e\u0917(\u0938\u0947\u0915\u094d\u0936\u0928) \u091c\u094b\u0921\u093c\u0947\u0902 \u091c\u0939\u093e\u0901 \u091b\u093e\u0924\u094d\u0930 \u0905\u092a\u0928\u0947 \u092a\u0943\u0937\u094d\u0920 \u092c\u0928\u093e\u090f\u0901 
simplepage.title-student-descrip=\u092a\u0943\u0937\u094d\u0920 \u0936\u0940\u0930\u094d\u0937\u0915 \u0938\u0902\u092a\u093e\u0926\u093f\u0924 \u0915\u0930\u0947\u0902
simplepage.title-descrip=\u092a\u0943\u0937\u094d\u0920 \u0936\u0940\u0930\u094d\u0937\u0915 \u092f\u093e \u0936\u0948\u0932\u0940 \u0915\u094b \u0938\u0902\u092a\u093e\u0926\u093f\u0924 \u0915\u0930\u0947\u0902\u0964
simplepage.title-top-descrip=\u092a\u0943\u0937\u094d\u0920 \u0936\u0940\u0930\u094d\u0937\u0915, \u0930\u093f\u0932\u0940\u091c, \u092f\u093e \u0936\u0948\u0932\u0940 \u0915\u094b \u0938\u0902\u092a\u093e\u0926\u093f\u0924 \u0915\u0930\u0947\u0902\u0964
simplepage.remove-descrip=\u0907\u0938 \u092a\u0943\u0937\u094d\u0920 \u0915\u094b \u0939\u091f\u093e \u0926\u0947\u0902\u0964
simplepage.newpage-descrip=\u0928\u090f \u090a\u0901\u091a\u0947-\u0938\u094d\u0924\u0930 \u0915\u0947 \u092a\u0943\u0937\u094d\u0920 (\u0920\u094b) \u091c\u094b\u0921\u093c\u0947\u0902\u0964
simplepage.importcc-descrip=IMS CC \u092a\u094d\u0930\u093e\u0930\u0942\u092a \u092e\u0947\u0902 \u092b\u093e\u0907\u0932 \u0932\u094b\u0921 \u0915\u0930\u0947\u0902\u0964
simplepage.importcc-assigntitle=\u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f {}
simplepage.importcc-texttitle=\u0928\u093f\u0930\u094d\u0926\u0947\u0936\:
simplepage.importcc-embedtitle=\u090f\u0902\u092c\u0947\u0921\u0947\u0921 \u0935\u0940\u0921\u093f\u092f\u094b

simplepage.add-content=\u0938\u093e\u092e\u0917\u094d\u0930\u0940 \u091c\u094b\u0921\u093c\u0947\u0902
simplepage.addtext-descrip=\u0930\u093f\u091a \u092a\u094d\u0930\u0938\u0902\u0917(\u091f\u0949\u092a\u093f\u0915) \u0938\u0902\u092a\u093e\u0926\u0915 \u0915\u093e \u0909\u092a\u092f\u094b\u0917 \u0915\u0930 \u0906\u0907\u091f\u092e \u091c\u094b\u0921\u093c\u0947\u0902
simplepage.subpage-descrip=\u090f\u0915 \u0928\u092f\u093e \u092a\u0943\u0937\u094d\u0920 \u092c\u0928\u093e\u090f\u0901 \u091c\u093f\u0938 \u092a\u0930 \u0906\u092a \u0938\u093e\u092e\u0917\u094d\u0930\u0940 \u092c\u0928\u093e \u0938\u0915\u0924\u0947 \u0939\u0948, \u092f\u093e \u090f\u0915 \u092e\u094c\u091c\u0942\u0926\u093e \u0915\u0947 \u0932\u093f\u090f \u090f\u0915 \u0932\u093f\u0902\u0915
simplepage.question-descrip=\u0938\u0930\u0932 \u0915\u0908-\u0935\u093f\u0915\u0932\u094d\u092a \u092f\u093e \u0932\u0918\u0941-\u091c\u0935\u093e\u092c \u0938\u0935\u093e\u0932 \u092c\u0928\u093e\u090f\u0901 , \u092a\u094b\u0932 \u0915\u0947 \u0930\u0942\u092a \u092e\u0947\u0902 \u092a\u0930\u093f\u0923\u093e\u092e \u0926\u093f\u0916\u093e \u0938\u0915\u0924\u0947 \u0939\u0948\u0902
simplepage.assignment-descrip=\u090f\u0915 \u0938\u0915\u093e\u0908 (Sakai) \u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u0915\u0947 \u0932\u093f\u090f \u0932\u093f\u0902\u0915
simplepage.quiz-descrip=\u090f\u0915 \u0938\u0915\u093e\u0908 (Sakai) \u092a\u0930\u0940\u0915\u094d\u0937\u0923 \u092f\u093e \u0915\u094d\u0935\u093f\u091c \u0915\u0947 \u0932\u093f\u090f \u0932\u093f\u0902\u0915 

simplepage.broken-css=\u0905\u0928\u0941\u0915\u0942\u0932\u093f\u0924 CSS \u092b\u093c\u093e\u0907\u0932 \u092a\u093e\u092f\u093e \u0928\u0939\u0940\u0902 \u091c\u093e \u0938\u0915\u0924\u093e \u0939\u0948\u0964
simplepage.css-dropdown-label=\u0915\u0938\u094d\u091f\u092e CSS \u092b\u093c\u093e\u0907\u0932\:
simplepage.css-upload-label=\u092f\u093e \u0905\u092a\u0928\u093e \u0905\u092a\u0932\u094b\u0921 \u0915\u0930\u0947\u0902\:
simplepage.css-default-instructions=(\u092f\u0926\u093f \u092f\u0939 \u092b\u093c\u093e\u0907\u0932 \u0915\u093e \u0928\u093e\u092e default.css  \u0939\u0948, \u0924\u094b \u092f\u0939 \u0938\u093e\u0907\u091f-\u0935\u093e\u0907\u0921 \u0921\u093f\u092b\u093c\u0949\u0932\u094d\u091f \u092c\u0928 \u091c\u093e\u090f\u0917\u0940\u0964)
simplepage.default-css=\u0921\u093f\u092b\u093c\u0949\u0932\u094d\u091f \u0915\u093e \u0909\u092a\u092f\u094b\u0917 \u0915\u0930\u0947\u0902
simplepage.site=\u0938\u093e\u0907\u091f \u0938\u0940\u090f\u0938\u090f\u0938
simplepage.system=\u0938\u093f\u0938\u094d\u091f\u092e \u0938\u0940\u090f\u0938\u090f\u0938

simplepage.comments-points=\u0905\u0902\u0915\:
simplepage.question-points=\u0905\u0902\u0915\:
simplepage.submit=\u095b\u092e\u093e \u0915\u0930\u0947

simplepage.student-comments-graded=\u092f\u0947 \u091f\u093f\u092a\u094d\u092a\u0923\u093f\u092f\u093e\u0901 \u0917\u094d\u0930\u0947\u0921 \u0915\u0930\u0947\u0902
simplepage.gradingpane=\u0917\u094d\u0930\u0947\u0921\u093f\u0902\u0917 \u092a\u0947\u0928
simplepage.show-grading-pane=\u0917\u094d\u0930\u0947\u0921\u093f\u0902\u0917 \u092a\u0947\u0928 \u0926\u093f\u0916\u093e\u090f\u0901
simplepage.show-grading-pane-comments=\u091f\u093f\u092a\u094d\u092a\u0923\u093f\u092f\u094b \u0915\u0947 \u0932\u093f\u090f \u0917\u094d\u0930\u0947\u0921\u093f\u0902\u0917 \u092a\u0947\u0928 \u0926\u093f\u0916\u093e\u090f\u0901
simplepage.show-grading-pane-content=\u091b\u093e\u0924\u094d\u0930 \u0938\u093e\u092e\u0917\u094d\u0930\u0940 \u092a\u0930  \u091f\u093f\u092a\u094d\u092a\u0923\u093f\u092f\u094b \u0915\u0947 \u0932\u093f\u090f \u0917\u094d\u0930\u0947\u0921\u093f\u0902\u0917 \u092a\u0947\u0928 \u0926\u093f\u0916\u093e\u090f\u0901
simplepage.grading-student=\u091b\u093e\u0924\u094d\u0930 \u0915\u093e \u0928\u093e\u092e
simplepage.grading-unique=\u092a\u0943\u0937\u094d\u0920\u094b\u0902
simplepage.grading-total-posts=\u091f\u093f\u092a\u094d\u092a\u0923\u093f\u092f\u093e\u0901
simplepage.grading-response=\u092a\u094d\u0930\u0924\u093f\u0915\u094d\u0930\u093f\u092f\u093e
simplepage.grading-grade=\u0917\u094d\u0930\u0947\u0921
simplepage.click-to-expand=\ \u091f\u093f\u092a\u094d\u092a\u0923\u093f\u092f\u093e\u0901 \u091f\u0949\u0917\u0932 \u0915\u0930\u0947\u0902
simplepage.grade-for-student={} \u0915\u0947 \u0932\u093f\u090f \u0917\u094d\u0930\u0947\u0921
simplepage.expand-for-student=\ {} \u0926\u094d\u0935\u093e\u0930\u093e \u091f\u093f\u092a\u094d\u092a\u0923\u093f\u092f\u093e\u0901 \u0926\u093f\u0916\u093e\u090f\u0901 \u092f\u093e \u091b\u0941\u092a\u093e\u090f\u0901 
simplepage.context-link-title-1={} \u0926\u094d\u0935\u093e\u0930\u093e \u091f\u093f\u092a\u094d\u092a\u0923\u0940 \u0915\u0947 \u0932\u093f\u090f \u0938\u0902\u0926\u0930\u094d\u092d \u0926\u093f\u0916\u093e\u090f\u0901 
simplepage.context-link-title-2=2} \u0926\u094d\u0935\u093e\u0930\u093e \u0938\u093e\u092e\u0917\u094d\u0930\u0940 \u092a\u0930 {1} \u0926\u094d\u0935\u093e\u0930\u093e \u091f\u093f\u092a\u094d\u092a\u0923\u0940 \u0915\u0947 \u0932\u093f\u090f \u0938\u0902\u0926\u0930\u094d\u092d \u0926\u093f\u0916\u093e\u090f\u0901

simplepage.student-comments-grading="{}" \u092a\u0930 \u091b\u093e\u0924\u094d\u0930 \u0938\u093e\u092e\u0917\u094d\u0930\u0940 \u092a\u0930 \u091f\u093f\u092a\u094d\u092a\u0923\u093f\u092f\u093e\u0901
simplepage.comments-grading="{}" \u092a\u0930 \u091f\u093f\u092a\u094d\u092a\u0923\u093f\u092f\u093e\u0901
simplepage.question-grading="{}" \u0909\u0924\u094d\u0924\u0930 \u0915\u0947 \u0932\u093f\u090f 
simplepage.nothing-here=\u092f\u0939\u093e\u0901 \u0917\u094d\u0930\u0947\u0921 \u0915\u0947 \u0932\u093f\u090f \u0915\u0941\u091b \u0928\u0939\u0940\u0902 \u0939\u0948\u0964
simplepage.no-gradebook=\u092f\u0939 \u0906\u0907\u091f\u092e  \u0917\u094d\u0930\u0947\u0921\u093f\u0902\u0917 \u0915\u0947 \u0932\u093f\u090f  \u091a\u093f\u0939\u094d\u0928\u093f\u0924 \u0928\u0939\u0940\u0902 \u0939\u094b \u0938\u0915\u0924\u0940\u0964\u0935\u0939 \u092e\u0941\u0926\u094d\u0926\u093e \u091c\u093f\u0938\u0915\u0947 \u0938\u092c\u0938\u0947 \u0905\u0927\u093f\u0915 \u0939\u094b\u0928\u0947 \u0915\u0940 \u0938\u0902\u092d\u093e\u0935\u0928\u093e \u0939\u0948 \u0935\u0939 \u092f\u0939 \u0939\u0948 \u0915\u0940 \u0915\u094b\u0908 \u0917\u094d\u0930\u0947\u0921\u092c\u0941\u0915 \u0909\u092a\u0915\u0930\u0923  \u0907\u0938 \u0938\u093e\u0907\u091f \u0938\u0947 \u0905\u092d\u0940 \u0924\u0915 \u0928\u0939\u0940 \u091c\u094b\u0921\u093c\u093e \u0917\u092f\u093e \u0939\u0948\u0964
simplepage.show-context=\u0938\u0902\u0926\u0930\u094d\u092d \u0926\u093f\u0916\u093e\u090f\u0901

simplepage.student-peer-review-add=\u092a\u094d\u0930\u0924\u094d\u092f\u0947\u0915 \u092a\u0943\u0937\u094d\u0920 \u0915\u0947 \u0932\u093f\u090f \u090f\u0915 \u0938\u0939\u0915\u0930\u094d\u092e\u0940 \u0915\u0940 \u0938\u092e\u0940\u0915\u094d\u0937\u093e \u0915\u0930\u0928\u0947 \u0935\u093e\u0932\u093e \u0930\u0942\u092c\u0930\u093f\u0915 \u091c\u094b\u0921\u093c\u0947\u0902
simplepage.student-peer-review-create=\u090f\u0915 \u0928\u092f\u093e \u0930\u0941\u092c\u094d\u0930\u093f\u0915 \u092c\u0928\u093e\u090f\u0901\n
simplepage.student-peer-review-select-rubric=\u0915\u0943\u092a\u092f\u093e \u090f\u0915 \u0930\u0942\u092c\u0930\u093f\u0915 \u0915\u093e \u091a\u092f\u0928 \u0915\u0930\u0947\u0902
simplepage.peer-eval-create-title=\ \u0938\u0939\u0915\u0930\u094d\u092e\u0940 \u092e\u0942\u0932\u094d\u092f\u093e\u0902\u0915\u0928 \u0930\u0942\u092c\u0930\u093f\u0915 \u092c\u0928\u093e\u090f\u0901 
simplepage.student-peer-review-add-row=\u092a\u0902\u0915\u094d\u0924\u093f \u091c\u094b\u0921\u093c\u0947\u0902
simplepage.add-peereval=\u0938\u0939\u0915\u0930\u094d\u092e\u0940 \u092e\u0942\u0932\u094d\u092f\u093e\u0902\u0915\u0928 \u0936\u0941\u0930\u0942 \u0915\u0930\u0947\u0902
simplepage.view-peereval=\u0938\u0939\u0915\u0930\u094d\u092e\u0940 \u092e\u0942\u0932\u094d\u092f\u093e\u0902\u0915\u0928 \u092a\u094d\u0930\u0926\u0930\u094d\u0936\u093f\u0924 \u0915\u0930\u0947\u0902
simplepage.student-peer-eval.require_due_date=\u0926\u0947\u092f \u0924\u093e\u0930\u0940\u0916 \u0928\u093f\u0930\u094d\u0927\u093e\u0930\u093f\u0924 \u0915\u0930\u0947\u0902 ?
simplepage.peer-eval.invalid_open_date=\u0916\u0941\u0932\u0928\u0947 \u0915\u0947 \u0926\u093f\u0928\u093e\u0902\u0915 \u0915\u094b MM/DD/YY \u0938\u094d\u0935\u0930\u0942\u092a \u092e\u0947\u0902 \u0926\u0930\u094d\u091c \u0915\u0930\u0947\u0902\u0964
simplepage.peer-eval.invalid_open_time=\u0915\u0943\u092a\u092f\u093e \u0916\u0941\u0932\u0928\u0947 \u0915\u093e \u0938\u092e\u092f hh\: mm AM/PM \u0938\u094d\u0935\u0930\u0942\u092a  \u092e\u0947\u0902 \u0926\u0930\u094d\u091c \u0915\u0930\u0947\u0902\u0964
simplepage.peer-eval.invalid_due_date=\u0928\u093f\u092f\u0924 \u0926\u093f\u0928\u093e\u0902\u0915 \u0915\u094b  MM/DD/YY \u0938\u094d\u0935\u0930\u0942\u092a \u092e\u0947\u0902 \u0926\u0930\u094d\u091c \u0915\u0930\u0947\u0902\u0964
simplepage.peer-eval.invalid_due_time=\u0915\u0943\u092a\u092f\u093e \u0928\u093f\u092f\u0924 \u0938\u092e\u092f \u0915\u094b hh\: mm AM/PM \u0938\u094d\u0935\u0930\u0942\u092a \u092e\u0947\u0902 \u0926\u0930\u094d\u091c \u0915\u0930\u0947\u0902\u0964
simplepage.peer-eval.open_date=\u0959\u0941\u0932\u0928\u0947 \u0915\u0940 \u0924\u093f\u0925\u093f
simplepage.peer-eval.due_date=\u0928\u093f\u092f\u0924 \u0924\u093f\u0925\u093f
simplepage.peer-eval-allow-selfgrade=\u0938\u094d\u0935\u0924\: \u0917\u094d\u0930\u0947\u0921 \u0915\u0940 \u0905\u0928\u0941\u092e\u0924\u093f \u0926\u0947\u0902
simplepage.peer-eval-stats=\u0938\u0939\u0915\u0930\u094d\u092e\u0940 \u092e\u0942\u0932\u094d\u092f\u093e\u0902\u0915\u0928 \u0906\u0901\u0915\u0921\u093c\u0947
simplepage.peer-eval.sample.1=\u0915\u093e\u092e \u0915\u0940 \u0917\u0941\u0923\u0935\u0924\u094d\u0924\u093e
simplepage.peer-eval.sample.2=\u0938\u092e\u0930\u094d\u0925\u0928 \u0915\u0930\u0928\u0947 \u0935\u093e\u0932\u0940 \u091c\u093e\u0928\u0915\u093e\u0930\u0940  
simplepage.peer-eval.sample.3=\u0938\u0902\u0917\u0920\u0928
simplepage.peer-eval.sample.4=\u0935\u093f\u0930\u093e\u092e \u091a\u093f\u0939\u094d\u0928, \u0935\u0930\u094d\u0924\u0928\u0940, \u0935\u094d\u092f\u093e\u0915\u0930\u0923
simplepage.user.activity=\u0938\u093e\u0925\u093f\u092f\u094b\u0902 \u0915\u093e \u092e\u0942\u0932\u094d\u092f\u093e\u0902\u0915\u0928
simplepage.peer-eval-stats.directions=\u090f\u0915 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0915\u0940 \u091c\u093e\u0928\u0915\u093e\u0930\u0940 \u0926\u093f\u0916\u093e\u0928\u0947 \u092f\u093e \u091b\u0941\u092a\u093e\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u090f\u0915 \u0928\u093e\u092e \u092a\u0930 \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0947\u0902\u0964\u0935\u0939 \u0917\u094d\u0930\u0947\u0921 \u0939\u093e\u0907\u0932\u093e\u0907\u091f \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u091c\u094b \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0928\u0947 \u0905\u0928\u094d\u092f \u092a\u094d\u0930\u0924\u093f\u092d\u093e\u0917\u093f\u092f\u094b\u0902 \u0915\u094b \u0926\u093f\u092f\u093e \u0939\u0948  "\u0938\u093e\u0925\u093f\u092f\u094b\u0902 \u0915\u093e \u092e\u0942\u0932\u094d\u092f\u093e\u0902\u0915\u0928 \u0915\u093f\u092f\u093e" \u092a\u0930 \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0947\u0902\u0964\u0939\u093e\u0907\u0932\u093e\u0907\u091f\u093f\u0902\u0917 \u0939\u091f\u093e\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f  \u092b\u093f\u0930 \u0938\u0947  \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0947\u0902\u0964 \u0909\u0928 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e\u0913\u0902 \u0915\u0940 \u090f\u0915 \u0938\u0942\u091a\u0940 \u0926\u0947\u0916\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u091c\u093f\u0928\u094d\u0939\u094b\u0928\u0947 \u0935\u0939 \u0917\u094d\u0930\u0947\u0921 \u091a\u092f\u0928\u093f\u0924 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e  \u0915\u094b \u0926\u093f\u092f\u093e \u0925\u093e,\u0915\u093f\u0938\u0940 \u090f\u0915 \u0915\u0915\u094d\u0937(\u0938\u0948\u0932) \u092a\u0930 \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0947\u0902\u0964 
simplepage.peer-eval.past-due-date=\u0917\u094d\u0930\u0947\u0921\u093f\u0902\u0917 \u0915\u0947 \u0932\u093f\u090f \u0928\u093f\u092f\u0924 \u0926\u093f\u0928\u093e\u0902\u0915 \u092c\u0940\u0924 \u091a\u0941\u0915\u093e \u0939\u0948\u0964
simplepage.peer-eval.cant-eval-yourself=\u0906\u092a \u0905\u092a\u0928\u0947 \u0938\u094d\u0935\u092f\u0902 \u0915\u0947 \u0915\u093e\u092e \u0915\u093e \u092e\u0942\u0932\u094d\u092f\u093e\u0902\u0915\u0928 \u0928\u0939\u0940\u0902 \u0915\u0930 \u0938\u0915\u0924\u0947\u0964
simplepage.peer-eval.click-on-cell=\u0917\u094d\u0930\u0947\u0921 \u0915\u0947 \u0932\u093f\u090f \u0915\u093f\u0938\u0940 \u0938\u0948\u0932 \u092a\u0930 \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0947\u0902\u0964
simplepage.peer-eval.inactive-members=\u0938\u093e\u0907\u091f \u0938\u0926\u0938\u094d\u092f \u091c\u093f\u0928\u094d\u0939\u094b\u0928\u0947 \u0905\u092d\u0940 \u0924\u0915 \u090f\u0915 \u091b\u093e\u0924\u094d\u0930 \u092a\u0943\u0937\u094d\u0920 \u0928\u0939\u0940\u0902 \u092c\u0928\u093e\u092f\u093e \u0939\u0948\u0964
simplepage.dueDatebeforopenDate=\u092f\u0939 \u0906\u0907\u091f\u092e \u0938\u0939\u0947\u091c\u093e \u0928\u0939\u0940\u0902 \u0917\u092f\u093e \u0939\u0948, \u0938\u0939\u0915\u0930\u094d\u092e\u0940 \u092e\u0942\u0932\u094d\u092f\u093e\u0902\u0915\u0928 \u0915\u0940 \u0928\u093f\u092f\u0924 \u0924\u093e\u0930\u0940\u0916 \u0916\u0941\u0932\u0928\u0947 \u0915\u0940 \u0924\u093e\u0930\u0940\u0916 \u0938\u0947 \u092a\u0939\u0932\u0947 \u0915\u0940  \u0939\u0948

simplepage.reset-button=\u0930\u0940\u0938\u0947\u091f \u0915\u0930\u0947\u0902
simplepage.help-button=\u092a\u093e\u0920 \u0915\u0947 \u0932\u093f\u090f \u092e\u0926\u0926
simplepage.opens-in-new=\u0928\u0908 \u0935\u093f\u0902\u0921\u094b \u092e\u0947\u0902 \u0916\u0941\u0932\u0924\u093e \u0939\u0948
simplepage.edit-page=\u092a\u0943\u0937\u094d\u0920 \u0938\u0902\u092a\u093e\u0926\u093f\u0924 \u0915\u0930\u0947\u0902
simplepage.delete_page_confirm=\u0906\u092a \u0938\u0941\u0928\u093f\u0936\u094d\u091a\u093f\u0924 \u0915\u0930\u0947\u0902 \u0915\u093f \u0906\u092a \u0907\u0938 \u0915\u094b \u0939\u091f\u093e\u0928\u093e \u091a\u093e\u0939\u0924\u0947 \u0939\u0948\u0902?
simplepage.path=\ \u092a\u0925 (\u0938\u0902\u0938\u093e\u0927\u0928 \u092e\u0947\u0902) 

desc-lessonbuilder.upd=\u092a\u0943\u0937\u094d\u0920\u094b\u0902 \u092f\u093e \u0906\u0907\u091f\u092e \u0915\u093e \u0905\u0926\u094d\u092f\u0924\u0928 \u0915\u0930\u0947\u0902
desc-lessonbuilder.read=\u092a\u0943\u0937\u094d\u0920\u094b\u0902 \u0915\u094b \u092a\u0922\u093c\u0947
desc-lessonbuilder.seeall=\u0930\u093f\u0932\u0940\u091c \u0928\u093f\u092f\u0902\u0924\u094d\u0930\u0923 \u092a\u0930 \u0927\u094d\u092f\u093e\u0928 \u0926\u093f\u090f \u092c\u093f\u0928\u093e \u0906\u0907\u091f\u092e\u094d\u0938 \u0926\u0947\u0916\u0928\u093e

simplepage.owner-groups=\u091b\u093e\u0924\u094d\u0930 \u092a\u0943\u0937\u094d\u0920\u094b \u0935\u094d\u092f\u0915\u094d\u0924\u093f\u092f\u094b\u0902 \u0915\u0947 \u092c\u091c\u093e\u092f \u0938\u092e\u0942\u0939\u094b\u0902 \u0915\u0947 \u0938\u093e\u0925 \u0938\u0902\u092c\u0926\u094d\u0927 \u0939\u094b\u0902\u0917\u0947\u0964
simplepage.owner-groups-explanation=\u0909\u0928 \u0938\u092e\u0942\u0939\u094b\u0902 \u0915\u093e \u091a\u092f\u0928 \u0915\u0930\u0947\u0902 \u091c\u094b \u0915\u093f \u092a\u0943\u0937\u094d\u0920\u094b\u0902 \u0915\u0947 \u0938\u093e\u0925 \u0938\u0902\u092c\u0926\u094d\u0927 \u0915\u093f\u090f \u091c\u093e \u0938\u0915\u0924\u0947 \u0939\u0948\u0902\u0964 \u092a\u094d\u0930\u0924\u094d\u092f\u0947\u0915 \u091b\u093e\u0924\u094d\u0930 \u090f\u0915 \u0939\u0940 \u0938\u092e\u0942\u0939 \u0915\u093e \u0939\u093f\u0938\u094d\u0938\u093e \u0939\u094b\u0928\u093e \u091a\u093e\u0939\u093f\u090f\u0964 \u092f\u0926\u093f \u0906\u092a  \u0915\u093f\u0938\u0940 \u0915\u093e \u091a\u092f\u0928 \u0928\u0939\u0940\u0902 \u0915\u0930\u0924\u0947, \u0938\u092d\u0940 \u0938\u092e\u0942\u0939 \u0907\u0938\u094d\u0924\u0947\u092e\u093e\u0932 \u0915\u093f\u090f \u091c\u093e\u090f\u0902\u0917\u0947\u0964
simplepage.owner-groups-nogroup=\u091b\u093e\u0924\u094d\u0930 \u092a\u0943\u0937\u094d\u0920 \u0938\u092e\u0942\u0939\u094b\u0902 \u0915\u0947 \u0938\u093e\u0925 \u0938\u0902\u092c\u0926\u094d\u0927\u093f\u0924 \u0939\u0948\u0902, \u0932\u0947\u0915\u093f\u0928 \u0906\u092a \u0915\u093f\u0938\u0940 \u092d\u0940 \u0938\u094d\u0935\u0940\u0915\u093e\u0930\u094d\u092f \u0938\u092e\u0942\u0939 \u092e\u0947\u0902 \u0928\u0939\u0940\u0902 \u0939\u0948\u0902\u0964\u0915\u0943\u092a\u092f\u093e \u092f\u0939 \u0905\u092a\u0928\u0947 \u092a\u094d\u0930\u0936\u093f\u0915\u094d\u0937\u0915 \u0915\u094b \u0930\u093f\u092a\u094b\u0930\u094d\u091f \u0915\u0930\u0947\u0902 \u0964

simplepage.update-points=\u0905\u0902\u0915\u094b \u0915\u093e \u0905\u0926\u094d\u092f\u0924\u0928 \u0915\u0930\u0947\u0902

simplepage.edit_questionlink=\u092a\u094d\u0930\u0936\u094d\u0928 \u0905\u0928\u0941\u092d\u093e\u0917 \u0915\u094b \u0938\u0902\u092a\u093e\u0926\u093f\u0924 \u0915\u0930\u0947\u0902
simplepage.answer=\u0909\u0924\u094d\u0924\u0930\:
simplepage.question-text-input=\u092a\u094d\u0930\u0936\u094d\u0928 \u091f\u0947\u0915\u094d\u0938\u094d\u091f\:
simplepage.question-answer-input=\u0938\u0939\u0940 \u091c\u0935\u093e\u092c\:
simplepage.question-possible-answer=\u0938\u0902\u092d\u0935 \u091c\u0935\u093e\u092c
simplepage.short-explanation=\u091b\u093e\u0924\u094d\u0930\u094b\u0902 \u0938\u0947 \u092a\u094d\u0930\u0924\u093f\u0915\u094d\u0930\u093f\u092f\u093e \u090f\u0915\u0924\u094d\u0930\u093f\u0924 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0938\u0902\u092d\u0935 \u091c\u0935\u093e\u092c \u0930\u093f\u0915\u094d\u0924 \u091b\u094b\u0921\u093c \u0926\u0947\u0902  , \u092f\u093e \u092f\u0926\u093f \u0906\u092a \u092e\u0948\u0928\u094d\u092f\u0941\u0905\u0932 \u0930\u0942\u092a \u0938\u0947 \u0917\u094d\u0930\u0947\u0921 \u0915\u0930\u0928\u093e \u091a\u093e\u0939\u0924\u0947 \u0939\u0948\u0902\u0964
simplepage.short-explanation2=\u092e\u0948\u0928\u094d\u092f\u0941\u0905\u0932 \u0930\u0942\u092a \u0938\u0947 \u0917\u094d\u0930\u0947\u0921 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0938\u0902\u092d\u0935 \u091c\u0935\u093e\u092c \u0930\u093f\u0915\u094d\u0924 \u091b\u094b\u0921\u093c \u0926\u0947\u0902  , \u0924\u092c "\u0907\u0938 \u092a\u094d\u0930\u0936\u094d\u0928 \u0915\u094b \u0917\u094d\u0930\u0947\u0921 \u0915\u0930\u0947\u0902 " \u091a\u0941\u0928\u0947\u0902 \u0964  
simplepage.question-correct-answer=\u0928\u093f\u092e\u094d\u0928\u0932\u093f\u0916\u093f\u0924 \u0909\u0924\u094d\u0924\u0930 \u0938\u0939\u0940 \u0939\u0948
simplepage.question-graded=\u092f\u0939 \u0938\u0935\u093e\u0932 \u0917\u094d\u0930\u0947\u0921 \u0915\u0930\u0947\u0902\u0964
simplepage.questionLinkText=\u092a\u094d\u0930\u0936\u094d\u0928 \u091c\u094b\u0921\u093c\u0947\u0902
simplepage.questionDescription=\ \u091b\u093e\u0924\u094d\u0930\u094b\u0902 \u0915\u0947 \u0932\u093f\u090f \u090f\u0915 \u0906\u0938\u093e\u0928 \u0938\u0935\u093e\u0932 \u091c\u094b\u0921\u093c\u0947\u0902 \u091c\u0935\u093e\u092c \u0926\u0947\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f
simplepage.multipleChoice=\u090f\u0915\u093e\u0927\u093f\u0915 \u091a\u0949\u0907\u0938
simplepage.shortanswer=\u0938\u0902\u0915\u094d\u0937\u093f\u092a\u094d\u0924 \u091c\u0935\u093e\u092c
simplepage.answers=\u0938\u0902\u092d\u0935 \u091c\u0935\u093e\u092c\:
simplepage.addAnswer=\u0928\u092f\u093e \u0909\u0924\u094d\u0924\u0930 \u091c\u094b\u0921\u093c\u0947\u0902
simplepage.answer_question=\u0909\u0924\u094d\u0924\u0930 \u091c\u092e\u093e \u0915\u0930\u0947\u0902
simplepage.questionName=\u0938\u093e\u0927\u093e\u0930\u0923 \u0938\u0935\u093e\u0932
simplepage.no-question-type=\u0915\u094b\u0908 \u092a\u094d\u0930\u0936\u094d\u0928 \u092a\u094d\u0930\u0915\u093e\u0930 \u0928\u0939\u0940\u0902 \u092a\u094d\u0930\u0926\u093e\u0928 \u0915\u093f\u092f\u093e \u0917\u092f\u093e
simplepage.question-max=\u0905\u0927\u093f\u0915\u0924\u092e \u0905\u0902\u0915\:
simplepage.question-gradebook-title=\u0917\u094d\u0930\u0921\u092c\u0941\u0915 \u092e\u0947\u0902 \u0936\u0940\u0930\u094d\u0937\u0915\:
simplepage.permissions-question=\u0906\u092a \u092a\u0939\u0932\u0947 \u0938\u0947 \u0939\u0940 \u0909\u0938 \u0938\u0935\u093e\u0932 \u0915\u093e \u091c\u0935\u093e\u092c \u0926\u0947 \u091a\u0941\u0915\u0947 \u0939\u0948\!
simplepage.correct-text=\u0905\u0917\u0930 \u091c\u0935\u093e\u092c \u0938\u0939\u0940 \u0939\u0948 \u0924\u094b \u0926\u093f\u0916\u093e\u092f\u093e \u0917\u092f\u093e \u091f\u0948\u0915\u094d\u0938\u094d\u091f\:
simplepage.incorrect-text=\u0905\u0917\u0930 \u091c\u0935\u093e\u092c \u0938\u0939\u0940 \u0928\u0939\u0940\u0902 \u0939\u0948 \u0924\u094b \u0926\u093f\u0916\u093e\u092f\u093e \u0917\u092f\u093e \u091f\u0948\u0915\u094d\u0938\u094d\u091f\:
simplepage.show-poll=\u091c\u0928\u092e\u0924 \u0938\u0930\u094d\u0935\u0947\u0915\u094d\u0937\u0923 \u0926\u093f\u0916\u093e\u090f
simplepage.hide-poll=\u091c\u0928\u092e\u0924 \u0938\u0930\u094d\u0935\u0947\u0915\u094d\u0937\u0923 \u0915\u094b \u091b\u093f\u092a\u093e\u090f\u0901
simplepage.question-show-poll-option=\u091b\u093e\u0924\u094d\u0930\u094b\u0902 \u0915\u094b \u090f\u0915 \u0917\u094d\u0930\u093e\u092b \u0926\u093f\u0916\u093e\u090f\u0901 \u0915\u0940 \u0926\u0942\u0938\u0930\u094b\u0902 \u0928\u0947  \u0915\u0948\u0938\u0947 \u091c\u0935\u093e\u092c \u0926\u093f\u092f\u093e ,\u091c\u092c \u0909\u0928\u094d\u0939\u094b\u0928\u0947 \u0938\u0935\u093e\u0932 \u0915\u093e \u091c\u0935\u093e\u092c \u0926\u093f\u092f\u093e 
simplepage.missing-question-text=\u0915\u0943\u092a\u092f\u093e \u092a\u094d\u0930\u0936\u094d\u0928 \u0915\u0947 \u0932\u093f\u090f \u091f\u0948\u0915\u094d\u0938\u094d\u091f \u0915\u0940 \u0906\u092a\u0942\u0930\u094d\u0924\u093f \u0915\u0930\u0947\u0902
simplepage.question-need-2=\u0915\u0943\u092a\u092f\u093e \u0907\u0938 \u0938\u0935\u093e\u0932 \u0915\u0947 \u0932\u093f\u090f \u0915\u092e \u0938\u0947 \u0915\u092e 2 \u0935\u093f\u0915\u0932\u094d\u092a \u0915\u0940 \u0906\u092a\u0942\u0930\u094d\u0924\u093f \u0915\u0930\u0947\u0902
simplepage.question-need-1=\u0915\u0943\u092a\u092f\u093e \u0907\u0938 \u0938\u0935\u093e\u0932 \u0915\u0947 \u0932\u093f\u090f \u0915\u092e \u0938\u0947 \u0915\u092e 1 \u0938\u0939\u0940 \u0909\u0924\u094d\u0924\u0930 \u0915\u0940 \u0906\u092a\u0942\u0930\u094d\u0924\u093f \u0915\u0930\u0947\u0902


simplepage.go-back=\u092a\u0940\u091b\u0947 \u091c\u093e\u0913
simplepage.expand-all=\u0938\u092d\u0940 \u0935\u093f\u0938\u094d\u0924\u0943\u0924 \u0915\u0930\u0947\u0902
simplepage.collapse-all=\u0938\u092d\u0940 \u0915\u094b \u0938\u0902\u0915\u094d\u0937\u093f\u092a\u094d\u0924 \u0915\u0930\u0947\u0902

simplepage.mm-test-embed=\u0915\u094d\u092f\u094b\u0902\u0915\u093f \u091c\u094b \u0935\u0948\u0932\u094d\u092f\u0942 \u0906\u092a\u0928\u0947 \u091a\u093f\u092a\u0915\u093e\u0908 \u0939\u0948 \u0909\u0938\u092e\u0947\u0902 \u090f\u0915 < \u0939\u0948\u0902,\u0924\u094b \u0939\u092e \u0907\u0938\u0947 \u090f\u0915 "\u090f\u092e\u094d\u092c\u0947\u0921 \u0915\u094b\u0921" \u0915\u0947 \u0930\u0942\u092a \u092e\u0947\u0902 \u0932\u0947 \u0930\u0939\u0947 \u0939\u0948\u0964 \u092f\u0926\u093f \u0906\u092a\u0915\u093e \u0907\u0930\u093e\u0926\u093e \u092f\u0942\u0906\u0930\u090f\u0932 \u091a\u093f\u092a\u0915\u093e\u0928\u093e \u0939\u0948\u0902 , \u0915\u0943\u092a\u092f\u093e \u092a\u0941\u0928\: \u092a\u094d\u0930\u092f\u093e\u0938 \u0915\u0930\u0947\u0902 \u0914\u0930 \u092a\u0942\u0930\u093e \u092f\u0942\u0906\u0930\u090f\u0932 \u091a\u093f\u092a\u0915\u093e\u090f\u0901\u0964
simplepage.mm-test-addedhttp-1=\u0928\u094b\u091f\: \u0939\u092e\u0928\u0947 \u0907\u0938\u0947 \u0907\u0938\u092e\u0947 \u092c\u0926\u0932 \u0926\u093f\u092f\u093e 
simplepage.mm-test-addedhttp-2=\u0939\u092e\u0947\u0902 \u0909\u092e\u094d\u092e\u0940\u0926 \u0939\u0948 \u0915\u093f \u0906\u092a\u0915\u093e \u092f\u0939\u0940 \u092e\u0924\u0932\u092c \u0925\u093e\u0964
simplepage.mm-test-oembed=\u0938\u092c\u0938\u0947 \u092a\u0939\u0932\u0947, \u0939\u092e \u0907\u0938\u0947 \u090f\u0915 \u0935\u0940\u0921\u093f\u092f\u094b/\u0911\u0921\u093f\u092f\u094b \u0938\u093e\u091d\u093e \u0915\u0930\u0928\u0947 \u0935\u093e\u0932\u0940 \u0938\u093e\u0907\u091f \u0915\u0947 \u092f\u0942\u0906\u0930\u090f\u0932 \u0915\u0947 \u0930\u0942\u092a \u092e\u0947\u0902 \u0907\u0938\u094d\u0924\u0947\u092e\u093e\u0932 \u0915\u0930\u0928\u0947 \u0915\u0940 \u0915\u094b\u0936\u093f\u0936 \u0915\u0930\u0947\u0902\u0917\u0947\u0964 \u0915\u0943\u092a\u092f\u093e \u0926\u0947\u0916\u0947\u0902 \u0915\u094d\u092f\u093e \u092f\u0939 \u0938\u093e\u0907\u091f \u0915\u0940 \u0938\u093e\u092e\u0917\u094d\u0930\u0940 \u0920\u0940\u0915 \u0938\u0947 \u0926\u093f\u0916\u093e\u0924\u093e \u0939\u0948\u0964
simplepage.mm-test-iframe=\u0905\u092c \u0939\u092e \u092f\u0942\u0906\u0930\u090f\u0932 \u0915\u0940 \u0938\u093e\u092e\u0917\u094d\u0930\u0940 \u0915\u094b \u090f\u0915 \u0905\u0932\u0917 \u0924\u0915\u0928\u0940\u0915 \u0909\u092a\u092f\u094b\u0917 \u0915\u0930\u0928\u0947 \u092e\u0947\u0902 \u0921\u093e\u0932\u0928\u0947 \u0915\u0940 \u0915\u094b\u0936\u093f\u0936 \u0915\u0930 \u0930\u0939\u0947 \u0939\u0948\u0902 (\u090f\u0915 IFRAME)\u0964\u0915\u0943\u092a\u092f\u093e \u0926\u0947\u0916\u0947\u0902 \u0915\u094d\u092f\u093e \u092f\u0939 \u0938\u093e\u0907\u091f \u0915\u0940 \u0938\u093e\u092e\u0917\u094d\u0930\u0940 \u0938\u0939\u0940 \u0938\u0947 \u0926\u093f\u0916\u093e\u0924\u093e \u0939\u0948\u0964
simplepage.sharedpage=[\u0938\u093e\u091d\u093e \u092a\u0943\u0937\u094d\u0920]
simplepage.sharedpageexplanation=\u091c\u092c \u090f\u0915 \u0939\u0940 \u092a\u0943\u0937\u094d\u0920 \u090f\u0915 \u0938\u0947 \u0905\u0927\u093f\u0915 \u091c\u0917\u0939 \u0926\u093f\u0916\u093e\u0908 \u0926\u0947\u0924\u093e \u0939\u0948 ,\u092a\u094d\u0930\u092f\u094b\u0917 \u0915\u093f\u092f\u093e \u091c\u093e\u0924\u093e \u0939\u0948\u0964 \u092a\u0943\u0937\u094d\u0920 \u0915\u0947 \u0932\u093f\u090f \u0915\u093f\u0938\u0940 \u092d\u0940 \u0924\u0930\u0939 \u0915\u093e \u092a\u0930\u093f\u0935\u0930\u094d\u0924\u0928 \u092a\u0930\u093f\u0932\u0915\u094d\u0937\u093f\u0924 \u0939\u094b \u091c\u093e\u090f\u0917\u093e \u091c\u0939\u093e\u0901 \u0915\u0939\u0940 \u092d\u0940 \u092f\u0939 \u092a\u094d\u0930\u0926\u0930\u094d\u0936\u093f\u0924 \u0939\u094b\u0917\u093e \u0964

simplepage.deletecommentsubmissionexist=\u092f\u0926\u093f \u0906\u092a \u0907\u0938 \u0905\u0928\u0941\u092d\u093e\u0917 \u0915\u094b \u0939\u091f\u093e\u0924\u0947 \u0939\u0948\u0902, \u0924\u094b \u091b\u093e\u0924\u094d\u0930\u094b\u0902 \u0926\u094d\u0935\u093e\u0930\u093e \u092c\u0928\u093e\u0908 \u0917\u0908 \u092a\u0939\u0932\u0947 \u0915\u0940 \u091f\u093f\u092a\u094d\u092a\u0923\u093f\u092f\u093e\u0901 \u0916\u094b \u091c\u093e\u090f\u0902\u0917\u0940\u0964 \u0915\u094d\u092f\u093e \u0906\u092a\u0915\u094b \u092f\u0915\u0940\u0928 \u0939\u0948?
simplepage.deletestudentsubmissionexist=\u092f\u0926\u093f \u0906\u092a \u0907\u0938 \u0905\u0928\u0941\u092d\u093e\u0917 \u0915\u094b \u0939\u091f\u093e\u0924\u0947 \u0939\u0948\u0902, \u0924\u094b \u091b\u093e\u0924\u094d\u0930\u094b\u0902 \u0926\u094d\u0935\u093e\u0930\u093e \u092c\u0928\u093e\u0908 \u0917\u0908 \u092a\u0939\u0932\u0947 \u0915\u0940 \u091f\u093f\u092a\u094d\u092a\u0923\u093f\u092f\u093e\u0901 \u0916\u094b \u091c\u093e\u090f\u0902\u0917\u0940\u0964 \u0915\u094d\u092f\u093e \u0906\u092a\u0915\u094b \u092f\u0915\u0940\u0928 \u0939\u0948?

simplepage.groupcheckfailed=\u091a\u092f\u0928\u093f\u0924 \u0938\u092e\u0942\u0939\u094b\u0902 \u0915\u0940 \u091c\u093e\u0901\u091a \u0915\u0930\u0928\u0947 \u092e\u0947\u0902 \u0905\u0915\u094d\u0937\u092e \u0939\u0948\u0964 \u0938\u093f\u0938\u094d\u091f\u092e \u0928\u0947 \u0924\u094d\u0930\u0941\u091f\u093f \u0926\u0940\: {}
simplepage.groupcheckoverlaps=\u0928\u093f\u092e\u094d\u0928\u0932\u093f\u0916\u093f\u0924 \u0938\u092e\u0942\u0939 \u0913\u0935\u0930\u0932\u0948\u092a \: {}
simplepage.groupchecknogroups=\u0928\u093f\u092e\u094d\u0928 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0915\u093f\u0938\u0940 \u092d\u0940 \u0938\u092e\u0942\u0939 \u092e\u0947\u0902 \u0928\u0939\u0940\u0902 \u0939\u0948\u0902\: {}
simplepage.insist=\u0915\u0948\u0938\u0947 \u092d\u0940 \u091c\u093e\u0930\u0940 \u0930\u0916\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f, \u092b\u093f\u0930 \u0938\u0947 \u0905\u0926\u094d\u092f\u0924\u0928 \u0906\u0907\u091f\u092e \u0926\u092c\u093e\u090f\u0901\u0964

simplepage.dont-show-downloads=\u090f\u092e\u094d\u092c\u0947\u0921\u0947\u0921 \u0935\u0940\u0921\u093f\u092f\u094b, \u0906\u0926\u093f \u0915\u0947 \u0932\u093f\u090f \u0921\u093e\u0909\u0928\u0932\u094b\u0921 \u0932\u093f\u0902\u0915 \u0928\u0939\u0940\u0902 \u0926\u093f\u0916\u093e\u090f\u0901\u0964(\u092f\u0939 \u0938\u0947\u091f\u093f\u0902\u0917 \u0907\u0938 \u0938\u093e\u0907\u091f \u092e\u0947\u0902 \u0938\u092d\u0940 \u092a\u0943\u0937\u094d\u0920\u094b\u0902 \u092a\u0930 \u0932\u093e\u0917\u0942 \u0939\u094b\u0924\u0940 \u0939\u0948\u0964) 
simplepage.access-group=\u090f\u0915\u094d\u0938\u0947\u0938\: {}

simplepage.short-url=\u091b\u094b\u091f\u093e\u092f\u0942\u0906\u0930\u090f\u0932
