simplepage.text=Text hinzuf\u00fcgen
simplepage.text.tooltip=Kasten hinzuf\u00fcgen, der Text und Web-Inhalte enthalten kann
simplepage.instructions=Sie haben diese einfache Seite noch nicht erstellt. Klicken Sie auf 'Seite bearbeiten', um zu beginnen.
simplepage.not_available=Diese Seite ist vom Dozenten des Kurses noch nicht erstellt worden, oder Sie verf\u00fcgen nicht \u00fcber die erforderlichen Berechtigungen, sie zu lesen
simplepage.impossible1=Kann Seite nicht erstellen. Dies sollte nicht m\u00f6glich sein. Melden Sie dies bitte.
simplepage.pagehidden=Sie haben 'Ausblenden' im Einstellungsfenster  angekreuzt. Dies verhindert, dass Standardbenutzer diese Seite sehen k\u00f6nnen.
simplepage.pagehidden.text=<strong>Hinweis:</strong> Diese Seite ist zurzeit f\u00fcr Standardbenutzer nicht sichtbar. Sie k\u00f6nnen dies im Fenster <strong>Einstellungen</strong> \u00e4ndern.
simplepage.showallpages=Seitenindex
simplepage.adding-text=Text hinzuf\u00fcgen zu:

simplepage.continue=Weiter

simplepage.toolbar=Tools bearbeiten
simplepage.maincontent=Inhalt der Hauptseite
simplepage.notreleased=Sie haben das K\u00e4stchen 'Ausblenden bis zum Freigabedatum' im Fenster Einstellungen angekreuzt, und das Datum ist noch nicht erreicht. Wenngleich die Seite am Rand angezeigt wird, k\u00f6nnen die Benutzer sie noch nicht verwenden.
simplepage.notreleased.text=<strong>Hinweis:</strong> Diese Seite ist f\u00fcr Standardbenutzer erst ab dem {} verf\u00fcgbar. Sie k\u00f6nnen dies im Fenster <strong>Einstellungen</strong> \u00e4ndern.
simplepage.page.gradebook=Eintrag in Leistungs\u00fcbersicht erstellen, wenn Seite fertig ist.
simplepage.points=Punkte

simplepage.overquota=Kann Ressource nicht hinzuf\u00fcgen: dies w\u00fcrde die Kapazit\u00e4t Ihrer Site \u00fcberschreiten
simplepage.resourceerror=Kann Ressource nicht hinzuf\u00fcgen: {}
simplepage.resourcepossibleerror=M\u00f6glicher Fehler beim Speichern der Datei. Der Vorgang war wahrscheinlich erfolgreich, aber Sie sollten pr\u00fcfen, ob Ihre Datei hochgeladen bzw. richtig aktualisiert wurde.

simplepage.new-page=Weitere Seiten hinzuf\u00fcgen
simplepage.new-page-tooltip=Seiten hinzuf\u00fcgen, die in der linken Leiste angezeigt werden
simplepage.new-page-title=Titel der Seite
simplepage.new-page-number=Anzahl der Seiten
simplepage.new-page-number-2=leere Seiten z\u00e4hlen als eine Seite
simplepage.new-page-copy=Neue Seiten sollen Kopien der aktuellen Seite sein (wobei Unterseiten nicht ber\u00fccksichtigt werden)
simplepage.new-page-explanation=Erstellen Sie weitere Seiten am linken Rand. Verwenden Sie \u201eUnterseite hinzuf\u00fcgen", um Seiten innerhalb dieser Seite zu erstellen.
simplepage.new-page-explanation-1=Sie k\u00f6nnen eine Gruppe von Seiten auf einmal erstellen, wenn Sie eine Zahl in den Titel eingeben.
simplepage.new-page-explanation-2=Beispiel: Wenn Sie \u201eEinheit 4\u201c spezifizieren und 3 Seiten anfordern, erhalten Sie Einheit 4, Einheit 5 und Einheit 6.
simplepage.number_pages_not_number=Die Anzahl der Seiten muss als Zahl angegeben werden
simplepage.title_no_number=Der Titel muss eine Zahl enthalten

simplepage.remove-page=Seite entfernen
simplepage.remove-page-tooltip=Aktuelle Seite vom linken Rand entfernen
simplepage.remove-page-explanation=Die aktuelle Seite vom linken Rand entfernen. Dadurch wird die Seite nicht gel\u00f6scht. Verwenden Sie die Schaltfl\u00e4che \u201eSeitenindex\u201c, um sie zu l\u00f6schen.
simplepage.remove-student-page-explanation=Die aktuelle Studierendenseite entfernen. Diese Seite wird gel\u00f6scht.
simplepage.remove=Entfernen
simplepage.remove_page_done=Diese Seite wurde vom linken Rand entfernt. Diese \u00c4nderung wird sichtbar, wenn Sie auf \u201eWeiter\u201c klicken. Beachten Sie, dass die Seite nicht aus dem System gel\u00f6scht wurde. Sie k\u00f6nnen sie als Unterseite einer anderen Seite verwenden oder von einer verbleibenden Seite auf \u201eSeitenindex\u201c gehen und sie l\u00f6schen.

simplepage.not_yet_available_releasedate=Diese Seite wird erst ab dem {} verf\u00fcgbar.
simplepage.not_available_hidden=Diese Seite ist ausgeblendet.
simplepage.hiddenpage=[Ausgeblendet]
simplepage.pagenotreleased=[Nicht freigegeben]

simplepage.create_assignment=Erstellen Sie mit Aufgaben eine neue Aufgabe
simplepage.create_assignment2=Erstellen Sie anhand von Pr\u00fcfung 2 eine neue Pr\u00fcfung
simplepage.create_blti=Verwalten oder installieren Sie externe Tools
simplepage.create_eTextblti=Verwalten oder installieren Sie eText-Tools
simplepage.create_quiz=Erstellen Sie einen neuen Test
simplepage.create_samigo=Erstellen Sie anhand von Pr\u00fcfungen und Tests einen neuen Test
simplepage.create_mneme=Erstellen Sie einen neuen Test mit Aufgaben, Pr\u00fcfungen und Umfragen
simplepage.create_topic=Erstellen Sie ein neues Forenthema
simplepage.create_forums=Erstellen Sie mit Foren ein neues Thema
simplepage.create_jforum=Erstellen Sie mit Diskussionen und privaten Nachrichten ein neues Thema
simplepage.create_yaft_topic=Erstellen Sie mit YAFT ein neues Thema
simplepage.select_assignment=Vorhandene Aufgaben
simplepage.return_assignment=Weiter mit Aufgabe hinzuf\u00fcgen, nachdem Sie die neue Aufgabe erstellt haben
simplepage.return_blti=Weiter mit Hinzuf\u00fcgen eines externen Tools
simplepage.return_eTextblti=Weiter mit Hinzuf\u00fcgen eines eText-Tools
simplepage.select_quiz=Vorhandene Tests
simplepage.return_quiz=Weiter mit Test hinzuf\u00fcgen, nachdem Sie den neuen Test erstellt haben
simplepage.select_topic=Vorhandene Themen
simplepage.return_forum=Weiter mit Forenthema hinzuf\u00fcgen, nachdem Sie das neue Thema erstellt haben

simplepage.no_assignments=Auf dieser Site stehen keine Aufgaben zur Verf\u00fcgung. Verwenden Sie den Link \u201eNeue Aufgabe erstellen\u201c, um eine solche zu erstellen.
simplepage.no_assignment_tools=Es steht kein Zuordnungs-Tool auf der Website zur Verf\u00fcgung.
simplepage.no_topics=Auf dieser Site stehen keine Forenthemen zur Verf\u00fcgung. Verwenden Sie den Link \u201eNeues Thema erstellen\u201c, um ein solches zu erstellen.
simplepage.no_forum_tools=Es gibt keine Forum-Optionen in der Website.
simplepage.no_assessments=Auf dieser Site stehen keine Bewertungen zur Verf\u00fcgung. Verwenden Sie den Link \u201eNeuen Test erstellen\u201c, um einen solchen zu erstellen.
simplepage.no_assessment_tool=Es gibt kein Test-Tool auf dieser Website.
simplepage.noplugin=Ihr Browser scheint nicht \u00fcber das erforderliche Plugin zu verf\u00fcgen, um diesen Inhalt darzustellen. Sie k\u00f6nnen den folgenden Link verwenden, um die Inhalte als Datei herunterzuladen.
simplepage.forumdeleted=Dieses Forenthema wurde gel\u00f6scht.

simplepage.menuItemTitle_label=Titel des Men\u00fcpunkts
simplepage.menuItemTitle_tooltip=Im Men\u00fc der Site anzeigen.

simplepage.pageTitle_label=Titel der Seite
simplepage.pageTitle_tooltip=Wird oben auf der Seite angezeigt.
simplepage.editTitle=Titel bearbeiten
simplepage.editTitle-tooltip=Titel, Freigabedatum und andere Seiteneigenschaften bearbeiten
simplepage.edit-title.generic={} bearbeiten
simplepage.edit-title.textbox=Textfeld {} bearbeiten
simplepage.edit-title.url=Seiteninternes Element {} bearbeiten
simplepage.edit-title.youtube=Youtube-Element bearbeiten
simplepage.edit-title.comments=Kommentarelement bearbeiten
simplepage.edit-title.student=Element mit Studierendeninhalt bearbeiten
simplepage.fromhost=Inhalte von {}
simplepage.showpage=Seite der Lerneinheit
simplepage.showitem=Element der Lerneinheit
simplepage.return=Zur\u00fcck zur {}
simplepage.return.warning=WARNUNG: Vergewissern Sie sich, dass Sie Ihre Arbeit speichern oder einreichen, bevor Sie zur\u00fcckgehen.
simplepage.next=Weiter
simplepage.back=Zur\u00fcck
simplepage.editor=Editor
simplepage.ckeditor=Editor, dr\u00fccken Sie ALT + 0 f\u00fcr Hilfe

simplepage.preview=Vorschau von {}

simplepage.save_message=Speichern
simplepage.cancel_message=Abbrechen
simplepage.has_prerequistes=Bevor Sie diese Seite bearbeiten k\u00f6nnen, m\u00fcssen Sie die folgenden Seiten ausf\u00fcllen:
simplepage.has_prerequistes_2=Sie m\u00fcssen ein vorheriges Element ausf\u00fcllen, bevor Sie dieses bearbeiten k\u00f6nnen. Kehren Sie auf diese Seite zur\u00fcck, um dies zu tun. Halten Sie nach einem Element mit einem Sternchen links daneben Ausschau.

simplepage.resource=Ressource hinzuf\u00fcgen
simplepage.resource.tooltip=Einer Datei im Ressourcen-Tool einen Link oder eine URL f\u00fcr eine andere Site hinzuf\u00fcgen
simplepage.subpage=Unterseite hinzuf\u00fcgen
simplepage.subpage-next=N\u00e4chste Seite, d. h. die Seite ersetzt die aktuelle Seite. Sie kehren nicht zur aktuellen Seite zur\u00fcck.
simplepage.subpage-button=Als Schaltfl\u00e4che und nicht als Link anzeigen
simplepage.subpage.tooltip=Erstellen Sie eine neue Seite, und f\u00fcgen Sie hier einen Link zu dieser hinzu
simplepage.usenewwindow=Element in einem neuen Fenster \u00f6ffnen
simplepage.assignment=Aufgabe hinzuf\u00fcgen
simplepage.assignment.tooltip=Einen Link zu einer Aufgabe im Assignment-Tool hinzuf\u00fcgen
simplepage.assignment.chooser=W\u00e4hlen Sie eine Aufgabe
simplepage.due=Abgabe
simplepage.chooser.name=Seite
simplepage.chooser.due=Abgabetermin
simplepage.chooser.link=Link
simplepage.select=Ausw\u00e4hlen
simplepage.select-for-deletion=Zum L\u00f6schen ausw\u00e4hlen
simplepage.delete-message=Nur Seiten, die zurzeit nirgends auf der Site integriert sind, stehen f\u00fcr eine endg\u00fcltige L\u00f6schung zur Verf\u00fcgung.
simplepage.delete-selected=Ausgew\u00e4hlte Seiten l\u00f6schen
simplepage.chooser.select=Ausgew\u00e4hltes Element verwenden
simplepage.chooser.unused=Die folgenden Seiten werden zurzeit nicht verwendet. (Keine andere Seite bezieht sich auf sie.)
simplepage.change_assignment=Aufgabe \u00e4ndern
simplepage.change_quiz=Test \u00e4ndern
simplepage.change_forum=Forenthema \u00e4ndern
simplepage.change_resource=Datei oder URL \u00e4ndern
simplepage.change_page=Seite \u00e4ndern
simplepage.quiz=Test hinzuf\u00fcgen
simplepage.quiz.tooltip=Test-Link hinzuf\u00fcgen
simplepage.quiz.chooser=Einen Test ausw\u00e4hlen

simplepage.forum=Ein Forenthema hinzuf\u00fcgen
simplepage.forum.tooltip=Einen Link zu einem Forenthema im Foren- oder JForen-Tool hinzuf\u00fcgen
simplepage.forum.chooser=Ein Forenthema ausw\u00e4hlen
simplepage.page.chooser=Eine Seite ausw\u00e4hlen
simplepage.page.index=Seiten in der aktuellen Site
simplepage.page.onlyseen=HINWEIS: Nur Seiten, die Sie gesehen haben, werden angezeigt.
simplepage.create=Erstellen
simplepage.cancel=Abbrechen
simplepage.notitle=Ein Titel ist erforderlich.
simplepage.subpage_header=Eine Unterseite erstellen

simplepage.copylink=Kopieren
simplepage.copylink2=Kopieren: {}

# because of the way they are loaded, startup_help needs templates/ and additional-instructions does not
# putting the URLs here lets us supply different versions for different languages
simplepage.startup_help=templates/instructions/general.html
simplepage.additional-instructions=instructions/multimedia.html
simplepage.additional-website-instructions=instructions/website.html
simplepage.general-instructions=instructions/general.html

simplepage.help=Hilfe

simplepage.noitems_error_admin=Wir empfehlen Ihnen, mit der Verwendung von <b>Text hinzuf\u00fcgen</b> zu beginnen, um etwas auf diese Seite zu stellen. Anschlie\u00dfend k\u00f6nnen Sie darunter Links oder andere Inhalte hinzuf\u00fcgen. Setzen Sie Ihren Mauszeiger \u00fcber eines der Elemente oben, um eine Erkl\u00e4rung zu sehen.
simplepage.noitems_error_user=Dieser Seite sind keine Elemente hinzugef\u00fcgt worden.

simplepage.additional-instructions-label=H\u00e4ufig gestellte Fragen (FAQ) \u00fcber Multimedia-Inhalte
simplepage.additional-website-instructions-label=H\u00e4ufig gestellte Fragen (FAQ) \u00fcber Website-Inhalte

simplepage.link=Link hinzuf\u00fcgen
simplepage.addlink_header=Einen neuen Link hinzuf\u00fcgen
simplepage.addLink_label=URL:
simplepage.editText=Diesen Text bearbeiten
simplepage.editItem=Bearbeiten
simplepage.editItemBelow=Element unten bearbeiten

simplepage.edit=Element aktualisieren
simplepage.description_label=Beschreibung des Elements
simplepage.name_label=Name des Elements
simplepage.edititem_header=Element bearbeiten
simplepage.multimedia=Multimedia hinzuf\u00fcgen
simplepage.multimedia.tooltip=Bild, Video, Flash-Datei, Webseite etc. hinzuf\u00fcgen. Verwenden Sie dies, um das Element auf dieser Seite einzubetten. Verwenden Sie stattdessen Ressource hinzuf\u00fcgen, wenn Sie einen Link zu einem Element einf\u00fcgen wollen, anstatt es auf der Seite einzubetten.
simplepage.expert_toggle=Details anzeigen
simplepage.expert_intro=Folgendes sollte normalerweise nicht ge\u00e4ndert werden m\u00fcssen:
simplepage.mimetype_label=Mime-Typ:
simplepage.tag_is=Dieses Element wird angezeigt mit einem Tag des Typs
simplepage.tag_object="object"
simplepage.tag_img="img"
simplepage.tag_iframe="iframe"
simplepage.permissions=Berechtigungen
simplepage.permissions.tooltip=Die mit diesem Tool verkn\u00fcpften Berechtigungen f\u00fcr andere Benutzertypen \u00e4ndern
simplepage.iframe.auto=Verwenden Sie \u201eAuto\u201c im Feld H\u00f6he, um die volle H\u00f6he des Inhalts anzuzeigen. Funktioniert nur f\u00fcr URLs in Sakai.
simplepage.nopermissions=Sie sind nicht berechtigt, diese Seite zu lesen.
simplepage.nowrite=Sie sind nicht berechtigt, diese Seite zu bearbeiten.
simplepage.savefailed=Kann Element nicht speichern oder aktualisieren. Der Fehler war: 

simplepage.height_label=H\u00f6he:
simplepage.width_label=Breite:
simplepage.editMultimedia_header=Multimedia-Gr\u00f6\u00dfe bearbeiten
simplepage.editMultimedia=Multimedia bearbeiten
simplepage.size-too-big=H\u00f6he oder Breite gr\u00f6\u00dfer als 3000 Pixel
simplepage.deleted-group=<Gel\u00f6schte Gruppe>
simplepage.deleted-entity=*Gel\u00f6scht*

simplepage.add_file_instructions=Sie k\u00f6nnen eine hochzuladende Datei bereitstellen, eine URL f\u00fcr eine Seite angeben, auf der das Element verf\u00fcgbar ist, oder eine Datei w\u00e4hlen, die bereits hochgeladen wurde.
simplepage.upload_label=Datei hochladen:
simplepage.choose_existing=Vorhandene Datei ausw\u00e4hlen
simplepage.choose_existing_page=Vorhandene Seite ausw\u00e4hlen

simplepage.import_cc_button=CC importieren
simplepage.import_cc=IMS Common Cartridge-Datei importieren
simplepage.import_cc_file=IMS Common Cartridge-Datei (ZIP-Datei):
simplepage.import_cc_syllabus=Lehrplan
simplepage.import_cc_lessonplan=Lerneinheitsplan
simplepage.import_cc_pattern=[Musterabgleich]
simplepage.import_cc_usespattern=Dieses Cartridge enth\u00e4lt Pr\u00fcfungsfragen vom Typ \u201eL\u00fccken ausf\u00fcllen\u201c, f\u00fcr die ein Musterabgleich verwendet wird. Sakai unterst\u00fctzt keinen Musterabgleich. Diese Fragen werden mit [Musterabgleich] am Anfang der Frage markiert. Sehen Sie sie durch, und nehmen Sie die erforderlichen \u00c4nderungen vor.

simplepage.delete=L\u00f6schen
simplepage.editTitle_header=Titel der Seite bearbeiten
simplepage.title=Einstellungen

simplepage.alt_label=Alternativer Text
simplepage.reorder=Neu anordnen
simplepage.reorder-tooltip=Elemente auf dieser Seite neu anordnen
simplepage.reorder_header=Elemente der Seite neu anordnen
simplepage.reorder_instructions=Kopieren Sie bitte die Elemente unten und f\u00fcgen Sie sie an der gew\u00fcnschten Stelle ein, um sie neu anzuordnen. Oder w\u00e4hlen Sie eine Zahl und verwenden Sie die Strg.-Taste + Pfeiltaste nach oben oder unten. In manchen F\u00e4llen m\u00fcssen Sie zweimal auf die Pfeiltaste dr\u00fccken.
simplepage.reorder.tooltip=Reihenfolge von Elementen auf dieser Seite \u00e4ndern
simplepage.reorder-duplicates=Kann nicht fortfahren. Manche Elemente haben doppelte Sequenzen.
simplepage.reorder-belowdelete=Verschieben Sie zu l\u00f6schende Elemente unter diese Markierung
simplepage.reorder-aboveuse=Verschieben Sie Elemente, die Sie auf die Seite setzen m\u00f6chten, \u00fcber diese Markierung
simplepage.reorder-addpage=F\u00fcgen Sie Elemente aus einer anderen Seite hinzu

simplepage.save=Speichern
simplepage.edit_youtubelink=Youtube-Link bearbeiten
simplepage.edit_youtube=Youtube-Link unten bearbeiten
simplepage.edit_movie=Element unten bearbeiten
simplepage.edititems=Elemente bearbeiten
simplepage.itemstatus=Elementstatus
simplepage.items=Elemente
simplepage.edit_quiz=Test bearbeiten
simplepage.edit_quiz_settings=Testeinstellungen bearbeiten
simplepage.edit_assignment=Aufgabe bearbeiten
simplepage.edit_topic=Forenthema bearbeiten
simplepage.return_from_edit=Kehren Sie zur {} zur\u00fcck, sobald Sie mit dem Bearbeiten des Elements fertig sind

simplepage.status.completed=Fertig
simplepage.status.notavailable=Noch nicht verf\u00fcgbar.
simplepage.status.failed=Gescheitert
simplepage.status.required=Erforderlich
simplepage.status.notrequired=Optional
simplepage.status.inprogress=In Bearbeitung
simplepage.status.level=Stufe {}
simplepage.refresh_prompt=Sobald ein Pflichtfeld ausgef\u00fcllt wurde, sollten Sie
simplepage.refresh=aktualisieren
simplepage.last-visited=Kehren Sie zur zuletzt bearbeiteten Seite der vorherigen Session zur\u00fcck:
simplepage.update_icons=um die Statussymbole zu aktualisieren.
simplepage.prerequisites_label=Geben Sie das Element erst frei, wenn alle Voraussetzungen erf\u00fcllt sind
simplepage.page_prerequisites_label=Geben Sie die Seite erst frei, wenn alle ben\u00f6tigten Seiten fertig bearbeitet sind
simplepage.require=Dieses Element zu einem erforderlichen Element machen
simplepage.page_require=Diese Seite zu einer erforderlichen Seite machen
simplepage.youtube_url=Youtube-URL:
simplepage.youtube_player=Youtube-Player
simplepage.mm_player=Multimedia-Player f\u00fcr {}
simplepage.web_content=Web {}
simplepage.youtube.needflash=Sie ben\u00f6tigen den Flash-Player 8+ und m\u00fcssen Javascript aktivieren, um dieses Video abspielen zu k\u00f6nnen
simplepage.hide_page_label=Diese Seite ausblenden:
simplepage.hide_page_from_users=Diese Seite f\u00fcr Benutzer ausblenden (die Seite wird nicht am linken Rand angezeigt)
simplepage.page.releasedate=Die Seite bis zum n\u00e4chsten Tag ausblenden (die Seite wird angezeigt, aber der Benutzer erh\u00e4lt eine Fehlermeldung)
simplepage.error=Fehler
simplepage.error_colon=Fehler:
simplepage.complete_required=Bitte bearbeiten Sie alle oben genannten erforderlichen Elemente, bevor Sie dieses Element anzeigen.

simplepage.editpermissions=Berechtigungen festlegen f\u00fcr
simplepage.filepicker_instructions=W\u00e4hlen Sie bitte eine Datei oder Webseite (URL), um sie dieser Seite hinzuzuf\u00fcgen.

simplepage.require_submit_assessment=Fordern Sie den Studierenden auf,  diese Pr\u00fcfung einzureichen.
simplepage.require_submit_assignment=Fordern Sie den Studierenden auf,  diese Aufgabe einzureichen.
simplepage.require_submit_forum=Fordern Sie den Studierenden auf,  ein Posting zu diesem Thema vorzunehmen
simplepage.require_receive=Fordern Sie, dass der Studierende 
simplepage.require_points_assessment=Punkte f\u00fcr diese Pr\u00fcfung erhalten muss.
simplepage.require_points_assignment=Punkte f\u00fcr diese Aufgabe erhalten muss.
simplepage.require_pass_assignment=Fordern Sie den Studierenden auf, dass er diese Aufgabe <b>bestehen</b> muss
simplepage.require_atleast=Fordern Sie den Studierenden auf, dass er mindestens ein
simplepage.require_checkmark=Fordern Sie den Studierenden auf, dass er ein H\u00e4kchen erhalten muss
simplepage.title_notblank=Der Titel darf nicht leer sein.
simplepage.must_be_youtube=Dies muss eine Youtube-URL sein
simplepage.item_notblank=Der Name des Elements darf nicht leer sein
simplepage.page_notblank=Der Titel der Seite darf nicht leer sein.

simplepage.copied.assignment=Dieses Element wurde aus einer anderen Site kopiert. Es funktioniert erst, wenn Sie auf \u201eBearbeiten\u201c und \u201eAufgabe \u00e4ndern\u201c klicken, um eine Aufgabe auszuw\u00e4hlen, die auf dieser Site g\u00fcltig ist.
simplepage.copied.assessment=Dieses Element wurde aus einer anderen Site kopiert. Es funktioniert erst, wenn Sie auf \u201eBearbeiten\u201c und \u201eTest \u00e4ndern\u201c klicken, um einen Test auszuw\u00e4hlen, der auf dieser Site g\u00fcltig ist.
simplepage.copied.forum=Dieses Element wurde aus einer anderen Site kopiert. Es funktioniert erst, wenn Sie auf \u201eBearbeiten\u201c und \u201eForenthema \u00e4ndern\u201c klicken, um ein Forenthema auszuw\u00e4hlen, das auf dieser Site g\u00fcltig ist.

simplepage.nosite=Kann aktuelle Site nicht erkennen
simplepage.create.resource.failed=Kann Datei nicht erstellen, w\u00e4hrend Common Cartridge importiert wird: 
simplepage.resource100=Kann Datei nicht erstellen, w\u00e4hrend Common Cartridge importiert wird: Es gibt bereits 100 Kopien: 
simplepage.noquizengines=<b style="color:#c00">WARNUNG:</b> F\u00fcgen Sie dieser Site ein Test-Tool hinzu. Ohne Test-Tool k\u00f6nnen keine Tests vom Cartridge geladen werden.
simplepage.choosequizengine=Bitte w\u00e4hlen Sie, welches Test-Tool f\u00fcr die Tests in diesem Cartridge verwendet werden soll
simplepage.notopicengines=<b style="color:#c00">WARNUNG:</b> F\u00fcgen Sie dieser Site ein Foren-Tool hinzu. Ohne Foren-Tool k\u00f6nnen keine Foren vom Cartridge geladen werden
simplepage.choosetopicengine=Bitte w\u00e4hlen Sie, welches Foren-Tool f\u00fcr die Foren in diesem Cartridge verwendet werden soll
simplepage.loading=L\u00e4dt. Bitte warten...
simplepage.needpermissions=Sie verf\u00fcgen nicht \u00fcber die erforderlichen Berechtigungen, um dieses Tool zu verwenden. Da Ihre Rolle darauf hindeutet, dass Sie diese besitzen sollten, vermuten wir, dass die Berechtigungen f\u00fcr Ihre Site nicht richtig festgelegt worden sind. Verwenden Sie den folgenden Link, um das Berechtigungs-Tool zu \u00f6ffnen. Wir schlagen vor, lessonbuilder.read allen Rollen und lessonbuilder.upd den Rollen zur Verf\u00fcgung zu stellen, die Ihrer Meinung nach in der Lage sein sollten, Inhalte zu bearbeiten. Dazu geh\u00f6ren in der Regel der Administrator, der Dozent und vielleicht die TA-Rollen.
simplepage.wrong-cc-version=Nicht erkanntes Common Cartridge-Format. Die Dateiversion muss 1.0 oder 1.1 sein.
simplepage.cc-error=Beim Importieren der Datei Common Cartridge ist ein Fehler aufgetreten. Die Datei ist m\u00f6glicherweise ung\u00fcltig.
simplepage.cc-uses-auth=Kann Common Cartridges mit Autorisierungsbeschr\u00e4nkungen nicht importieren
simplepage.cc-uses-role=Dieses Cartridge hat mindestens eine Ressource, die auf Mentor oder Dozent beschr\u00e4nkt ist. Diese Ressourcen werden nicht in die Seite der Lerneinheit aufgenommen, sondern in Ressourcen geladen und vor Studenten verborgen. {}
simplepage.cc-uses-mentor=Zwischen Mentor und Dozent wird kein Unterschied gemacht.


simplepage.comments-section=Kommentarbereich
simplepage.replace-with-comments=Kommentare werden geladen ...
simplepage.comments=Kommentar-Tool hinzuf\u00fcgen
simplepage.add-comment=Kommentar hinzuf\u00fcgen
simplepage.in-reply-to=In Antwort auf {1}, {2}
simplepage.comment-reply=Antworten auf Kommentar von {}
simplepage.missing-prereqs=Es gibt einen Bereich f\u00fcr Kommentare, aber Sie m\u00fcssen alle oben genannten Pflichtfelder ausf\u00fcllen, bevor Sie ihn sehen k\u00f6nnen.
simplepage.fake-missing-prereqs=W\u00e4ren Sie ein Studierender, k\u00f6nnten Sie Kommentare nicht sehen, da Sie nicht alle oben angef\u00fchrten Pflichtfelder ausgef\u00fcllt haben.
simplepage.edit-comment=Kommentar bearbeiten
simplepage.comment-edit=Kommentar bearbeiten von {}
simplepage.see_all_comments=Alle {} Kommentare sehen...
simplepage.see_new_comments=Alle {} neuen Kommentare sehen...
simplepage.edit_commentslink=Kommentarbereich bearbeiten
simplepage.comments-anonymous=Kommentare anonym halten
simplepage.comments-graded=Leistungs\u00fcbersichteintr\u00e4ge f\u00fcr diese erstellen
simplepage.comments-max=Maximale Punktzahl:
simplepage.integer-expected=Die Punkte m\u00fcssen aus einer g\u00fcltigen Zahl bestehen.
simplepage.comment-delete=Kommentar von {} l\u00f6schen
simplepage.delete_comment_confirm=Soll der von {} geschriebene Kommentar wirklich gel\u00f6scht werden?
simplepage.empty-comment-error=Kommentare d\u00fcrfen nicht leer sein.
simplepage.comment-permissions-error=Sie verf\u00fcgen nicht \u00fcber die erforderlichen Berechtigungen, um diesen Kommentar zu l\u00f6schen.
simplepage.permissions-general=Sie verf\u00fcgen nicht \u00fcber die erforderlichen Berechtigungen, um dies zu tun.
simplepage.comment-unknown-user=Unbekannter Benutzer
simplepage.comment-you=Sie
simplepage.comment-anonymous-message=Normale Benutzer k\u00f6nnen nur die anonymen Namen sehen. Die tats\u00e4chlichen Namen der Kommentatoren werden nur Ihnen und anderen Site-Administratoren angezeigt.
simplepage.edit-comment=Bearbeiten
simplepage.comment-edit-message=Sie k\u00f6nnen Ihren Kommentar nur bearbeiten oder l\u00f6schen, solange er noch keine 30 Minuten alt ist.
simplepage.comment-grading-message=Geben Sie die Punktzahl, die Sie f\u00fcr einen bestimmten Kommentar vergeben wollen, im Feld \u201ePunkte\u201c neben dem Kommentar ein und bet\u00e4tigen Sie anschlie\u00dfend die Eingabetaste, um die Bewertung zu senden.  Alle eingegebenen, aber nicht gesendeten Bewertungen werden rot angezeigt.
simplepage.comment-author-owner=Seiteneigent\u00fcmer
simplepage.nothing-over-100-percent=Sie haben m\u00f6glicherweise keine H\u00f6he oder Breite, die gr\u00f6\u00dfer ist als 100 %.
simplepage.width-height=Die Breite und H\u00f6he m\u00fcssen positive Zahlen sein, z. B. \u201e500\u201c oder \u201e500px\u201c, oder ein Prozentsatz kleiner 100 %.

simplepage.seconds=Vor Sekunden
simplepage.one_min=Vor 1 Minute
simplepage.x_min=Vor {} Minuten
simplepage.one_hour=Vor 1 Stunde
simplepage.x_hour=Vor {} Stunden
simplepage.one_day=Vor 1 Tag
simplepage.x_day=Vor {} Tagen
simplepage.one_month=Vor 1 Monat
simplepage.x_month=Vor {} Monaten
simplepage.one_year=Vor 1 Jahr
simplepage.x_year=Vor {} Jahren

simplepage.select-group=W\u00e4hlen Sie Gruppen aus, f\u00fcr die dieses Element angezeigt werden sollte [wird keine ausgew\u00e4hlt, f\u00fcr alle anzeigen]
simplepage.edit-group=Bearbeiten Sie die Gruppen, f\u00fcr die dieses Element angezeigt werden sollte
simplepage.select-resource-group=HINWEIS: Vielleicht ziehen Sie es vor, den Gruppenzugang im Ressourcen-Tool einzurichten. Dort k\u00f6nnen Sie ihn f\u00fcr einen ganzen Ordner anstatt f\u00fcr jede Ressource einzeln einrichten.
simplepage.resource-group-inherited=F\u00fcr den Ordner, in dem dieses Element enthalten ist, ist ein Gruppen- oder \u00f6ffentlicher Zugang eingerichtet worden. F\u00fcr Gruppen kann der Zugang daher hier nicht angepasst werden.

simplepage.edit_studentlink=Bereich mit Studierendeninhalten bearbeiten
simplepage.student-content=Bereich mit Studierendeninhalten
simplepage.add-content=Studierendeninhalte hinzuf\u00fcgen
simplepage.student=Seiten der Studierenden
simplepage.add-page=Ihre eigene Seite hinzuf\u00fcgen
simplepage.page-exists=Sie haben bereits eine Seite in diesem Tool.
simplepage.new-student-page=Neu
simplepage.new-student-content-page=Neue Seite
simplepage.new-student-content=Neue Inhalte
simplepage.new-student-comments=Neue Kommentare
simplepage.new-student-content-page-1=Neue Seite von {}
simplepage.new-student-content-1=Neue Inhalte von {}
simplepage.new-student-comments-1=Neue Kommentare \u00fcber Inhalte von {}
simplepage.student-content-page=Seite mit Studierendeninhalten:
simplepage.student-anonymous=Diese Seiten der Studierenden anonymisieren
simplepage.student-comments=Jeder Seite einen Kommentarbereich hinzuf\u00fcgen
simplepage.student-comments-anon=Diese Kommentare anonymisieren
simplepage.anonymous=Anonym
simplepage.student-missing-prereqs=Es gibt einen Bereich f\u00fcr Studierendeninhalte, aber Sie m\u00fcssen alle oben genannten Pflichtfelder ausf\u00fcllen, bevor Sie ihn sehen k\u00f6nnen.
simplepage.student-fake-missing-prereqs=W\u00e4ren Sie ein Studierender, k\u00f6nnten Sie Studierendeninhalte nicht sehen, da Sie nicht alle oben angef\u00fchrten Pflichtfelder ausgef\u00fcllt haben.

simplepage.website=Website hinzuf\u00fcgen
simplepage.website.tooltip=Eine gezippte Website hochladen. Es gibt einen spezifischen Support f\u00fcr Camtasia, Wimba Create und Articulate, aber jede ZIP-Datei kann hochgeladen werden. In der Hilfe im Dialogfeld erhalten Sie weitere Informationen.

simplepage.website.noindex=Wir haben Ihre ZIP-Datei hochgeladen. Die Dateien darin befinden sich nun im Ordner {} in Ressourcen. Wir k\u00f6nnen jedoch die darin enthaltene Datei nicht finden, die angezeigt werden sollte. Sie k\u00f6nnen \u201eRessource hinzuf\u00fcgen\u201c mit \u201eVorhandene Datei w\u00e4hlen\u201c verwenden, um selbst nach der Datei zu suchen.
simplepage.website.cantexpand=Fehler beim Extrahieren der Dateien aus der ZIP-Datei

simplepage.blti=Externes Tool hinzuf\u00fcgen
simplepage.change_blti=Externes Tool \u00e4ndern
simplepage.require_submit_blti=Fordern Sie den Studierenden auf, dieses Element zu verwenden
simplepage.edit_blti=Externes Tool bearbeiten
simplepage.blti.chooser=Auswahl externes Tool
simplepage.blti.tools=Element hinzuf\u00fcgen
simplepage.blti.tools.manage=Tools und Elemente verwalten
simplepage.blti.tools.text=Klicken Sie auf ein Tool, um ein Element basierend auf diesem Tool zu erstellen
simplepage.blti.tools.create=Klicken Sie auf Folgendes, um Tools und Elemente zu verwalten. Dadurch k\u00f6nnen Sie Ihr eigenes neues Tool basierend auf Informationen von einem externen Dienst erstellen sowie bestehende Tools oder Elemente bearbeiten oder l\u00f6schen. Allerdings werden die meisten Verfasser die Bereiche oben und nicht diesen verwenden.
simplepage.select_blti=Element ausw\u00e4hlen
simplepage.select_blti.text=W\u00e4hlen Sie ein Element und klicken Sie anschlie\u00dfend auf \u201eAusgew\u00e4hltes Element verwenden\u201c, um es Ihrer Seite hinzuzuf\u00fcgen. Klicken Sie auf ein Element, um zu sehen, wie das Tool aussehen wird.
simplepage.no_blti_items=Es wurden keine Elemente erstellt. W\u00e4hlen Sie ein Tool oben, um ein darauf basierendes Element zu erstellen, oder verwenden Sie \u201eTools und Elemente verwalten\u201c unten, um ein neues Tool basierend auf Informationen von einem externen Dienst zu erstellen.
simplepage.eTextblti= eText-Tool hinzuf\u00fcgenl
simplepage.change_eTextblti = eText-Tool \u00e4ndern
simplepage.require_submit_eTextblti=Fordern Sie den Studierenden auf, dieses eText-Element zu verwenden
simplepage.edit_eTextblti = eText-Tool bearbeiten
simplepage.eTextblti.chooser=eText-Tool-Auswahl
simplepage.eTextblti.tools = eText-Element hinzuf\u00fcgen
simplepage.eTextblti.tools.manage=eText-Tools und -Elemente verwalten
simplepage.eTextblti.tools.text=Klicken Sie auf ein Tool, um ein eText-Element basierend auf diesem Tool zu erstellen
simplepage.eTextblti.tools.create=Klicken Sie auf Folgendes, um eText-Tools und -Elemente zu verwalten. Dadurch k\u00f6nnen Sie Ihr eigenes neues Tool basierend auf Informationen von einem externen Dienst erstellen sowie bestehende Tools oder Elemente bearbeiten oder l\u00f6schen. Allerdings werden die meisten Verfasser die oberen Bereiche verwenden und nicht diesen.
simplepage.select_eTextblti=Element ausw\u00e4hlen
simplepage.select_eTextblti.text=W\u00e4hlen Sie ein eText-Element aus und klicken Sie anschlie\u00dfend auf \u201eAusgew\u00e4hltes Element verwenden\u201c, um es Ihrer Seite hinzuzuf\u00fcgen. Klicken Sie auf ein Element, um zu sehen, wie das Tool aussehen wird.
simplepage.no_eTextblti_items=Es wurden keine eText-Elemente erstellt. W\u00e4hlen Sie oben ein Tool, um ein darauf basierendes Element zu erstellen, oder verwenden Sie \u201eeText-Tools und -Elemente verwalten\u201c unten, um ein neues Tool basierend auf Informationen von einem externen Dienst zu erstellen.
simplepage.format.heading=Wie sollte dieses Element angezeigt werden?
simplepage.format.window=Neues Fenster: in einem neuen Fenster
simplepage.format.inline=Intern: in einem Kasten auf der aktuellen Seite
simplepage.format.page=Neue Seite: auf einer separaten Seite mit den Schaltfl\u00e4chen \u201eWeiter\u201c und \u201eZur\u00fcck\u201c
simplepage.format.item_removed=<p style='font-family:arial, helvetica; padding:4px; font-size:80%; border:2px solid black'><span style='color:#c00'>FEHLER:</span> Das Element, das hier angezeigt werden sollte, wurde entfernt. Benutzen Sie bitte die Schaltfl\u00e4che \u201eBearbeiten\u201c neben diesem Element und w\u00e4hlen Sie \u201eExternes Tool \u00e4ndern\u201c, um das Element erneut zu erstellen oder ein neues zu w\u00e4hlen.</p>

simplepage.more-tools=Weitere Tools
simplepage.forum-descrip=F\u00fcgen Sie einen Link zu einem Forenthema hinzu.
simplepage.addwebsite-descrip=Laden Sie eine ZIP-Datei mit Web-Inhalten hoch
simplepage.blti-descrip=F\u00fcgen Sie mit IMS BLTI ein Tool hinzu.
simplepage.eTextblti-descrip = F\u00fcgen Sie mit IMS BLTI ein eText-Tool hinzu.
simplepage.comments-descrip=F\u00fcgen Sie einen Kommentarbereich hinzu.
simplepage.student-descrip=F\u00fcgen Sie einen Bereich hinzu, in dem Studierende ihre eigenen Seiten erstellen k\u00f6nnen.
simplepage.permissions-descrip=\u00c4ndern sie die Berechtigungen f\u00fcr diese Site.
simplepage.title-student-descrip=Bearbeiten Sie den Titel der Seite
simplepage.title-descrip=Bearbeiten Sie den Titel der Seite oder den Stil.
simplepage.title-top-descrip=Seitentitel, Freigabe oder Stil bearbeiten.
simplepage.remove-descrip=Entfernen Sie diese Seite.
simplepage.newpage-descrip=F\u00fcgen Sie neue Top-Level-Seite(n) hinzu.
simplepage.importcc-descrip=Laden Sie eine Datei im IMS CC-Format hoch.

simplepage.broken-css=Die benutzerspezifische CSS-Datei konnte nicht gefunden werden.
simplepage.css-dropdown-label=Benutzerdefinierte CSS-Datei:
simplepage.css-upload-label=oder laden Sie Ihre eigene hoch:
simplepage.css-default-instructions=(wenn diese Datei default.css genannt wird, wird sie zur Site-weiten Standardseite.)
simplepage.default-css=Standardseite verwenden

simplepage.site=Site-CSS
simplepage.system=System-CSS

simplepage.comments-points=Punkte:
simplepage.submit=Einreichen

simplepage.student-comments-graded=Diese Kommentare bewerten
simplepage.gradingpane=Bewertungsfenster
simplepage.show-grading-pane=Bewertungsfenster anzeigen
simplepage.show-grading-pane-comments=Bewertungsfenster f\u00fcr Kommentare anzeigen
simplepage.show-grading-pane-content=Bewertungsfenster f\u00fcr Kommentare zu Studierendeninhalten anzeigen
simplepage.grading-student=Name des Studierenden
simplepage.grading-unique=Seiten
simplepage.grading-total-posts=Kommentare
simplepage.grading-grade=Bewertung
simplepage.click-to-expand=Durch Kommentare bl\u00e4ttern
simplepage.grade-for-student=Bewertung f\u00fcr {}
simplepage.expand-for-student=Kommentare von {} einblenden oder ausblenden
simplepage.context-link-title-1=Kontext f\u00fcr Kommentar von {} einblenden
simplepage.context-link-title-2=Kontext f\u00fcr Kommentar von {1} zum Inhalt von {2} einblenden

simplepage.student-comments-grading=Kommentare zum Studierendeninhalt von \u201e{}\u201c
simplepage.comments-grading=Kommentare zu \u201e{}\u201c
simplepage.nothing-here=Hier gibt es nichts zu bewerten.
simplepage.no-gradebook=Dieses Element konnte nicht zur Bewertung markiert werden. Am wahrscheinlichsten ist, dass dieser Site noch kein Leistungs\u00fcbersichts-Tool hinzugef\u00fcgt worden ist.
simplepage.show-context=Kontext anzeigen

simplepage.reset-button=Zur\u00fccksetzen
simplepage.help-button=Hilfe zu Lerneinheiten
simplepage.opens-in-new=Wird in einem neuen Fenster ge\u00f6ffnet
simplepage.direct-link=Direkter Link zu diesem Tool
simplepage.edit-page=Seite bearbeiten
simplepage.delete_page_confirm=Soll dieses Element wirklich gel\u00f6scht werden?
simplepage.path=Pfad (in Ressourcen)

desc-lessonbuilder.upd=Seiten oder Elemente aktualisieren
desc-lessonbuilder.read=Seiten lesen
simplepage.access-group=Access: {}

simplepage.short-url=Kurze URL
