simplepage.text=Adicionar Texto
simplepage.text.tooltip=Adiciona uma caixa que pode conter texto e outros conte\u00fados da web
simplepage.instructions=Voc\u00ea ainda n\u00e3o criou essa p\u00e1gina simples, clique em "Editar p\u00e1gina" para come\u00e7ar.
simplepage.not_available=Esta p\u00e1gina ainda n\u00e3o foi criada pelo professor do curso ou voc\u00ea n\u00e3o tem as permiss\u00f5es necess\u00e1rias para l\u00ea-la
simplepage.impossible1=N\u00e3o foi poss\u00edvel criar a p\u00e1gina. Por favor, informe o problema ao administrador do ambiente.
simplepage.pagehidden=Voc\u00ea marcou a caixa 'Ocultar' na janela de Configura\u00e7\u00f5es. Isso evita que usu\u00e1rios padr\u00e3o visualizem esta p\u00e1gina.
simplepage.pagehidden.text=<strong>Observa\u00e7\u00e3o:</strong> Atualmente esta p\u00e1gina est\u00e1 oculta de usu\u00e1rios padr\u00e3o. Voc\u00ea pode alterar isso na janela <strong>Configura\u00e7\u00f5es</strong>.
simplepage.showallpages=\u00cdndice das p\u00e1ginas
simplepage.adding-text=Adicionando texto a:

simplepage.continue=Continuar

simplepage.toolbar=Editando ferramentas
simplepage.maincontent=Conte\u00fado da p\u00e1gina principal
simplepage.notreleased=Voc\u00ea marcou a caixa 'Ocultar at\u00e9 a data de abertura na janela Configura\u00e7\u00f5es, mas a data n\u00e3o foi alcan\u00e7ada. Embora a p\u00e1gina apare\u00e7a na margem, os usu\u00e1rios n\u00e3o poder\u00e3o v\u00ea-la ainda.
simplepage.notreleased.text=<strong>Observa\u00e7\u00e3o:</strong> Esta p\u00e1gina n\u00e3o estar\u00e1 dispon\u00edvel para os usu\u00e1rios at\u00e9 {}. Voc\u00ea pode alterar isso na janela <strong>Configura\u00e7\u00f5es</strong>.
simplepage.page.gradebook=Criar uma entrada no Quadro de Notas quando a p\u00e1gina for conclu\u00edda.
simplepage.points=pontos

simplepage.overquota=N\u00e3o \u00e9 poss\u00edvel adicionar o recurso: estouraria a cota do site
simplepage.resourceerror=N\u00e3o foi poss\u00edvel adicionar o recurso: {}
simplepage.resourcepossibleerror=Poss\u00edvel erro ao salvar o arquivo. Provavelmente a opera\u00e7\u00e3o funcionou corretamente, mas voc\u00ea deve verificar se o seu arquivo foi carregado ou atualizado de forma apropriada.
simplepage.httphttps=Voc\u00ea est\u00e1 adicionando um recurso usando http: em uma p\u00e1gina usando https :. Esta n\u00e3o ser\u00e1 exibida em todos os navegadores. Por favor, use https: se poss\u00edvel. Clique em "Salvar" novamente para usar a URL.

simplepage.new-page=Adicionar Mais P\u00e1ginas
simplepage.new-page-tooltip=Adicionar p\u00e1ginas a serem mostradas na margem esquerda
simplepage.new-page-title=T\u00edtulo da P\u00e1gina
simplepage.new-page-number=N\u00famero de p\u00e1ginas
simplepage.new-page-number-2=em branco fornece uma p\u00e1gina
simplepage.new-page-copy=Fazer novas c\u00f3pias de p\u00e1ginas da p\u00e1gina atual (exceto as subp\u00e1ginas, que ser\u00e3o omitidas)
simplepage.new-page-explanation=Criar mais p\u00e1ginas na margem esquerda. Para criar p\u00e1ginas dentro desta, use "Adicionar Subp\u00e1gina".
simplepage.new-page-explanation-1=Voc\u00ea pode criar um grupo de p\u00e1ginas de uma vez se colocar um n\u00famero no t\u00edtulo.
simplepage.new-page-explanation-2=Por exemplo, se voc\u00ea especificar "Unidade 4" e solicitar 3 p\u00e1ginas, obter\u00e1 a Unidade 4, a Unidade 5 e a Unidade 6.
simplepage.number_pages_not_number=O n\u00famero de p\u00e1ginas deve ser um n\u00famero
simplepage.title_no_number=O t\u00edtulo pode conter um n\u00famero

simplepage.remove-page=Excluir P\u00e1gina
simplepage.remove-page-tooltip=Excluir a p\u00e1gina atual da margem esquerda
simplepage.remove-page-explanation=Excluir a p\u00e1gina atual da margem esquerda, mas n\u00e3o eliminar a p\u00e1gina. Para elimin\u00e1-la, use o bot\u00e3o "\u00cdndice de p\u00e1ginas".
simplepage.remove-student-page-explanation=Excluir a p\u00e1gina atual do aluno. Esta p\u00e1gina ser\u00e1 eliminada.
simplepage.remove=Excluir
simplepage.remove_page_done=Esta p\u00e1gina foi removida da margem esquerda. A p\u00e1gina n\u00e3o ser\u00e1 eliminada do sistema. Voc\u00ea pode defini-la como uma subp\u00e1gina de outra p\u00e1gina ou acessar o "\u00cdndice de p\u00e1ginas" de qualquer p\u00e1gina vigente e elimin\u00e1-la.

simplepage.not_yet_available_releasedate=Essa p\u00e1gina n\u00e3o estar\u00e1 dispon\u00edvel at\u00e9 {}.
simplepage.not_available_hidden=Esta p\u00e1gina est\u00e1 oculta.
simplepage.hiddenpage=[Oculta]
simplepage.pagenotreleased=[N\u00e3o liberada]

simplepage.create_assignment=Criar nova atividade usando Atividades
simplepage.create_assignment2=Criar nova atividade usando Atividades 2
simplepage.create_blti=Gerenciar ou Instalar Ferramentas Externas
simplepage.create_quiz=Criar novo question\u00e1rio
simplepage.create_samigo=Criar novo question\u00e1rio usando Exerc\u00edcios
simplepage.create_mneme=Criar novo question\u00e1rio usando Tarefas, Provas e Pesquisas
simplepage.create_topic=Criar novo t\u00f3pico de f\u00f3rum
simplepage.create_forums=Criar novo t\u00f3pico usando F\u00f3runs
simplepage.create_jforum=Criar novo t\u00f3pico usando Discuss\u00f5es e Mensagens Privadas
simplepage.create_yaft_topic=Criar novo t\u00f3pico usando YAFT
simplepage.select_assignment=Atividades existentes
simplepage.return_assignment=Continuar em Adicionar Atividade depois de criar a nova atividade
simplepage.return_blti=Continuar em Adicionar Ferramenta Externa
simplepage.select_quiz=Question\u00e1rios existentes
simplepage.return_quiz=Continuar em Adicionar Question\u00e1rio depois de criar o novo question\u00e1rio 
simplepage.select_topic=T\u00f3picos existentes
simplepage.return_forum=Continuar em Adicionar T\u00f3pico de F\u00f3rum depois de criar o novo t\u00f3pico

simplepage.no_assignments=N\u00e3o h\u00e1 atividades dispon\u00edveis neste site. 
simplepage.no_assignment_tools=A ferramenta Atividades n\u00e3o est\u00e1 dispon\u00edvel nesse site.
simplepage.assign_seeattach=Visualizar o arquivo anexo para obter as instru\u00e7\u00f5es
simplepage.no_topics=N\u00e3o h\u00e1 t\u00f3picos de f\u00f3runs dispon\u00edveis neste site. 
simplepage.no_forum_tools=A ferramenta F\u00f3runs n\u00e3o est\u00e1  dispon\u00edvel neste site.
simplepage.no_assessments=N\u00e3o h\u00e1 avalia\u00e7\u00f5es dispon\u00edveis neste site. 
simplepage.no_assessment_tool=A ferramenta Exerc\u00edcios n\u00e3o est\u00e1 dispon\u00edvel neste site.
simplepage.noplugin=Parece que o seu navegador n\u00e3o possui o plugin necess\u00e1rio para exibir esse conte\u00fado. Voc\u00ea pode usar o link a seguir para baixar o conte\u00fado como um arquivo.
simplepage.forumdeleted=O t\u00f3pico deste f\u00f3rum foi eliminado.

simplepage.menuItemTitle_label=T\u00edtulo do item do menu
simplepage.menuItemTitle_tooltip=Exibir no menu do site.

simplepage.pageTitle_label=T\u00edtulo da p\u00e1gina
simplepage.pageTitle_tooltip=Exibir na parte superior da p\u00e1gina.
simplepage.editTitle=Editar T\u00edtulo
simplepage.editTitle-tooltip=Editar o t\u00edtulo, a data de abertura e outras propriedades da p\u00e1gina
simplepage.edit-title.generic=Editar {}
simplepage.edit-title.textbox=Editar caixa de texto {}
simplepage.edit-title.url=Editar item incorporado {}
simplepage.edit-title.youtube=Editar item do Youtube
simplepage.edit-title.comments=Editar Item de Coment\u00e1rios
simplepage.edit-title.student=Editar item do Conte\u00fado do Aluno
simplepage.edit-title.question=Editar item da Quest\u00e3o 
simplepage.fromhost=conte\u00fado de {}
simplepage.showpage=P\u00e1gina da Li\u00e7\u00e3o
simplepage.showitem=Item da Li\u00e7\u00e3o
simplepage.return=Voltar para a {}
simplepage.return.warning=AVISO: Certifique-se de salvar ou enviar seu trabalho antes de voltar.
simplepage.next=Pr\u00f3xima
simplepage.back=Voltar
simplepage.editor=Editor
simplepage.ckeditor=Editor, tecle ALT-0 para obter ajuda

simplepage.preview=Visualiza\u00e7\u00e3o de {}

simplepage.save_message=Salvar
simplepage.cancel_message=Cancelar
simplepage.has_prerequistes=Antes de visualizar a p\u00e1gina, voc\u00ea deve concluir:
simplepage.has_prerequistes_2=Voc\u00ea precisa concluir o item anterior antes de executar o atual. Procure um item com asterisco \u00e0 esquerda.

simplepage.resource=Adicionar Recurso
simplepage.resource.tooltip=Adicionar link: Fazer o upload de um arquivo existente na ferramenta Reposit\u00f3rio ou inserir uma URL para outro site
simplepage.resource-descrip=Adicionar link: Fazer o upload de arquivos ou usar o arquivo existente na ferramenta Reposit\u00f3rio e adicionar o link para o arquivo ou inserir uma URL para outro site 
simplepage.subpage=Adicionar Subp\u00e1gina
simplepage.subpage-next=A pr\u00f3xima p\u00e1gina, isto \u00e9, a p\u00e1gina que substitui a atual 
simplepage.subpage-button=Exibir como um bot\u00e3o em vez de um link
simplepage.subpage.tooltip=Criar uma nova p\u00e1gina e adicionar um link para ela 
simplepage.usenewwindow=Abrir item em uma nova janela
simplepage.assignment=Adicionar atividade
simplepage.assignment.tooltip=Adicionar um link para uma atividade da ferramenta Atividades
simplepage.assignment.chooser=Selecione uma Atividade
simplepage.due=Prazo
simplepage.chooser.name=P\u00e1gina
simplepage.chooser.due=Data Limite
simplepage.chooser.link=Link 
simplepage.chooser.textitemplaceholder=Este \u00e9 um item de texto rico. Para v\u00ea-lo, clique na p\u00e1gina principal.
simplepage.select=Selecionar
simplepage.select-for-deletion=Selecione para excluir
simplepage.delete-message=Somente as p\u00e1ginas que n\u00e3o estejam atualmente inclu\u00eddas no site est\u00e3o dispon\u00edveis para exclus\u00e3o permanente.
simplepage.delete-selected=Excluir p\u00e1ginas selecionadas
simplepage.chooser.select=Usar item selecionado
simplepage.chooser.unused=As p\u00e1ginas a seguir n\u00e3o est\u00e3o atualmente em uso. (Nenhuma outra p\u00e1gina se refere a elas.)
simplepage.change_assignment=Alterar Atividade
simplepage.change_quiz=Alterar Question\u00e1rio
simplepage.change_forum=Alterar T\u00f3pico de F\u00f3rum
simplepage.change_resource=Alterar Arquivo ou URL  
simplepage.change_caption=Alterar o arquivo ou URL para os subt\u00edtulos (deve estar no formato VTT)
simplepage.add_caption=Adicionar aquivos de subt\u00edtulos (deve estar no formato VTT)
simplepage.change_page=Alterar P\u00e1gina 
simplepage.quiz=Adicionar Question\u00e1rio
simplepage.quiz.tooltip=Adicionar um link para um question\u00e1rio
simplepage.quiz.chooser=Selecionar um Question\u00e1rio

simplepage.forum=Adicionar um T\u00f3pico de F\u00f3rum
simplepage.forum.tooltip=Adicionar um link para um t\u00f3pico de f\u00f3rum na ferramenta F\u00f3runs
simplepage.forum.chooser=Selecionar um T\u00f3pico de F\u00f3rum
simplepage.page.chooser=Selecionar uma P\u00e1gina
simplepage.page.index=P\u00e1ginas no Site Atual
simplepage.page.onlyseen=OBSERVA\u00c7\u00c3O: Somente p\u00e1ginas que voc\u00ea visualizou s\u00e3o exibidas.
simplepage.create=Criar
simplepage.cancel=Cancelar
simplepage.notitle=T\u00edtulo \u00e9 obrigat\u00f3rio
simplepage.subpage_header=Criar uma Subp\u00e1gina
   
simplepage.page.showitems=Exibir Itens
simplepage.page.showitemstooltip=Exibir itens em cada p\u00e1gina
simplepage.page.hideitems=Ocultar itens
simplepage.page.hideitemstooltip=Ocultar os itens. Apenas exibir as p\u00e1ginas.

simplepage.copylink=Copiar
simplepage.copylink2=Copiar: {}

# because of the way they are loaded, startup_help needs templates/ and additional-instructions does not
# putting the URLs here lets us supply different versions for different languages
simplepage.startup_help=templates/instructions/general.html
simplepage.additional-instructions=instructions/multimedia.html
simplepage.additional-website-instructions=instructions/website.html
simplepage.general-instructions=instructions/general.html

simplepage.help=Ajuda

simplepage.noitems_error_admin=Sugerimos que voc\u00ea inicie usando <b>Adicionar Texto</b> para inserir um conte\u00fado nessa p\u00e1gina. Depois voc\u00ea poder\u00e1 adicionar links ou outro conte\u00fado abaixo do texto. Passe o mouse sobre um dos itens acima para ver o que ele faz.
simplepage.noitems_error_user=Nenhum item foi adicionado a esta p\u00e1gina.

simplepage.additional-instructions-label=Perguntas maisFrequentes sobre conte\u00fado de multim\u00eddia
simplepage.additional-website-instructions-label=Perguntas Frequentes sobre conte\u00fado de upload do arquivo ZIP

simplepage.link=Adicionar Link
simplepage.addlink_header=Adiciona Novo Link
simplepage.addLink_label=URL:
simplepage.addLink_label_add=Ou adicionar uma URL:
simplepage.addLink_label_add_or=Ou adicionar uma URL ou um "c\u00f3digo de incorpora\u00e7\u00e3o"
simplepage.editText=Editar este Texto
simplepage.editItem=Editar
simplepage.editItemBelow=Editar o seguinte item 

simplepage.textItemUnavailable=Este item de texto ser\u00e1 exibido quando todos os pr\u00e9-requisitos, marcados com um asterisco (*), forem conclu\u00eddos
simplepage.multimediaItemUnavailable=Este item de multim\u00eddia ser\u00e1 exibido quando todos os pr\u00e9-requisitos, marcados com um asterisco (*), forem conclu\u00eddos

simplepage.edit=Atualizar Item
simplepage.description_label=Descri\u00e7\u00e3o do Item
simplepage.name_label=Nome do Item
simplepage.edititem_header=Editar Item
simplepage.multimedia=Adicionar Multim\u00eddia
simplepage.multimedia.tooltip=Adicionar uma imagem, v\u00eddeo, arquivo em Flash, p\u00e1gina da web, etc. Use esta op\u00e7\u00e3o para incorporar o item \u00e0 p\u00e1gina. Ou use Adicionar Recurso, caso deseja adicionar um link a um item, em vez de incorpor\u00e1-lo \u00e0 p\u00e1gina.
simplepage.multimedia-descrip=Adicionar uma imagem, v\u00eddeo, arquivo em Flash, p\u00e1gina da web, etc. Use esta op\u00e7\u00e3o para incorporar o item \u00e0 p\u00e1gina. Ou use Adicionar Recurso caso deseja adicionar um link a um item, em vez de incorpor\u00e1-lo \u00e0 p\u00e1gina.
simplepage.expert_toggle=Exibir detalhes
simplepage.expert_intro=Geralmente, o seguinte conte\u00fado n\u00e3o precisa ser alterado:
simplepage.mimetype_label=Tipo de Mime
simplepage.tag_is=Esse item \u00e9 exibido com uma tag de tipo
simplepage.tag_object="objeto"
simplepage.tag_img="img"
simplepage.tag_iframe="iframe"
simplepage.permissions=Permiss\u00f5es
simplepage.permissions.tooltip=Alterar permiss\u00f5es associadas a essa ferramenta para diferentes tipos de usu\u00e1rios
simplepage.iframe.auto=Usar "auto" no campo de altura para ajustar a altura total do conte\u00fado. Funciona somente para URLs dentro do ambiente.
simplepage.nopermissions=Voc\u00ea n\u00e3o tem permiss\u00e3o para ler esta p\u00e1gina
simplepage.nowrite=Voc\u00ea n\u00e3o possui permiss\u00e3o para editar esta p\u00e1gina
simplepage.savefailed=N\u00e3o foi poss\u00edvel salvar ou atualizar o item. Ocorreu o seguinte erro: 

simplepage.height_label=Altura:
simplepage.width_label=Largura:
simplepage.editMultimedia_header=Editar Tamanho da Multim\u00eddia
simplepage.editMultimedia=Editar Multim\u00eddia
simplepage.size-too-big=Altura ou largura maior que 3000 pixels
simplepage.deleted-group=<Grupo Eliminado>
simplepage.deleted-entity=*Eliminado*
simplepage.not-published=*N\u00e3o publicado; n\u00e3o \u00e9 vis\u00edvel para os alunos*

simplepage.add_file_instructions=Voc\u00ea pode fornecer um arquivo para ser carregado, especificar uma URL onde o item esteja dispon\u00edvel ou escolher um arquivo que j\u00e1 tenha sido carregado.
simplepage.upload_label=Upload de arquivo:
simplepage.choose_existing=Selecionar Arquivo Existente
simplepage.choose_existing_or=Ou selecionar um recurso existente
simplepage.choose_existing_page=Selecionar P\u00e1gina Existente (N\u00e3o se cria uma nova c\u00f3pia da p\u00e1gina)
simplepage.lm_existing_page=Colocar a p\u00e1gina existente na margem da esquerda. 
simplepage.lm-existing_explanation=N\u00e3o criar uma nova c\u00f3pia da p\u00e1gina. Voc\u00ea pode usar isso para restaurar uma p\u00e1gina que foi eliminada para a margem esquerda.

simplepage.import_cc_button=Importar CC
simplepage.import_cc=Importar arquivo Cartucho Comum IMS
simplepage.import_cc.tooltip=Importar arquivo em formato IMS de Cartucho Comum. Esses arquivos muitas vezes v\u00eam de fornecedores de livros did\u00e1ticos, mas voc\u00ea tamb\u00e9m pode usar para mover cursos entre diferentes LMS.
simplepage.import_cc_file=Arquivo IMS Cartucho Comum (arquivo ZIP):
simplepage.import_cc_syllabus=Conte\u00fado Program\u00e1tico
simplepage.import_cc_lessonplan=Plano de Aula
simplepage.import_cc_pattern=[Correspond\u00eancia de padr\u00e3o]
simplepage.import_cc_usespattern=Este Cartucho Comum cont\u00e9m quest\u00f5es do tipo "Preencha as Lacunas" que usam "Correspond\u00eancia de padr\u00e3o". O ambiente n\u00e3o suporta correspond\u00eancia de padr\u00e3o. Essas quest\u00f5es ser\u00e3o marcadas com [Correspond\u00eancia de padr\u00e3o] no in\u00edcio da quest\u00e3o. Por favor, revise e fa\u00e7a as altera\u00e7\u00f5es necess\u00e1rias.
simplepage.import-toplevel-label=Importar os recursos na pasta de n\u00edvel superior
simplepage.cc_apip=Accessible Portable Item Protocol (APIP)
simplepage.cc_iwb=Quadro Interativo
simplepage.cc_epub3=EPUB 3
simplepage.cc_ext_assignment=Atividade (defini\u00e7\u00e3o estendida)
simplepage.cc-has-badtypes=Este Cartucho Comum cont\u00e9m recursos de tipos n\u00e3o aceitos nesse sistema. Eles ser\u00e3o tratados como arquivos comuns: {}

simplepage.export_cc=Exportar CC
simplepage.export_cc.tooltip=Criar arquivo no formato IMS Cartucho Comum. Isso pode ser usado para salvar o conte\u00fado de um curso para uso posterior. Outros sistemas LMS podem ler este formato. O arquivo conter\u00e1 todo o conte\u00fado de Li\u00e7\u00f5es, Atividades, T\u00f3picos do F\u00f3rum, Question\u00e1rio, etc. No entanto, nem todos os detalhes ser\u00e3o salvos.
simplepage.export-cc-title=Exporta\u00e7\u00e3o de arquivos IMS Cartucho Comum
simplepage.exportcc-descrip=Exportar conte\u00fado do site no formato IMS CC.
simplepage.exportcc-fileerr=Erro na cria\u00e7\u00e3o de arquivos para exporta\u00e7\u00e3o: {}
simplepage.exportcc-noresource=Erro na cria\u00e7\u00e3o de arquivos para exporta\u00e7\u00e3o: Por favor, verifique se a ferramenta Reposit\u00f3rio est\u00e1 em seu site
simplepage.exportcc-use11=Utilizar a vers\u00e3o vers\u00e3o 1.1, recomendada para Moodle e Blackboard
simplepage.exportcc-use13=Usar a mais nova vers\u00e3o do arquivo (vers\u00e3o 1.3), recomendada para Canvas
simplepage.exportcc-includebank=Incluir todas as quest\u00f5es do question\u00e1rio que podem ser usadas como banco de quest\u00f5es
simplepage.exportcc-sam-undefinedtype=Quest\u00e3o {1} no question\u00e1rio {2} tem um tipo que n\u00e3o \u00e9 suportado pelo CC. A pergunta ser\u00e1 ignorada.
simplepage.exportcc-sam-too-many-blanks=Quest\u00e3o {1} no question\u00e1rio {2} foi preenchida na lacuna com {3} lacunas. O IMS Common Cartridge suporta apenas uma lacuna. Apenas a primeira lacuna ser\u00e1 usada.
simplepage.exportcc-sam-mcss=Quest\u00e3o {1} no question\u00e1rio {2} foi selecionada como M\u00fatiplas Corretas, \u00d9nica Sele\u00e7\u00e3o. Vers\u00f5es do CC anteriores a 1.2 n\u00e3o suportam este formato. Apenas a primeira resposta correta ser\u00e1 exibida.
simplepage.exportcc-sam-fib-too-many-star=Quest\u00e3o {1} no question\u00e1rio {2} foi preenchida na lacuna usando asteriscos. A resposta correta \u00e9 exibida como {3}. O formato de CC s\u00f3 \u00e9 capaz de lidar com uma \u00fanica alternativa usando asteriscos.
simplepage.exportcc-sam-fib-star=Quest\u00e3o {1} no question\u00e1rio {2} foi preenchida na lacuna usando asteriscos. A resposta correta \u00e9 exibida como {3}. Na exporta\u00e7\u00e3o, a resposta ser\u00e1 considerada correta se {4} aparecer em qualquer lugar na resposta.
simplepage.exportcc-sam-fib-bad-star=Quest\u00e3o {1} no question\u00e1rio {2} foi preenchida na lacuna usando asteriscos. A resposta correta \u00e9 exibida como {3}. O CC n\u00e3o permite trabalhar com esta resposta.
simplepage.exportcc-sam-mcss=Quest\u00e3o {1} no question\u00e1rio {2} \u00e9 M\u00faltipla Correta, \u00danica Sele\u00e7\u00e3o. Vers\u00f5es do Common Cartridge inferiores a 1.2 n\u00e3o suportam esse formato. Apenas a primeira resposta correta ser\u00e1 exibida.

simplepage.exportcc-pagealreadydone=Subp\u00e1gina {2} aparece na p\u00e1gina {1}. Contudo j\u00e1 foi inclu\u00edda como uma sub-p\u00e1gina de outra p\u00e1gina. N\u00e3o ser\u00e1 inclu\u00eddo uma segunda vez.
simplepage.exportcc-bad-type=Item {2} na p\u00e1gina {1} \u00e9 de um tipo que n\u00e3o pode ser colocado num Cartucho Comum: {3}
simplepage.exportcc-download=Download
simplepage.delete=Excluir
simplepage.editTitle_header=Editar t\u00edtulo da p\u00e1gina
simplepage.title=Configura\u00e7\u00f5es

simplepage.alt_label=Texto Alternativo
simplepage.reorder=Reordenar
simplepage.reorder-tooltip=Reordenar, excluir ou importar itens 
simplepage.reorder_header=Reordenar Itens da P\u00e1gina
simplepage.reorder_instructions=Por favor, arraste e solte os itens abaixo para reorden\u00e1-los. Para excluir, arraste o item para a caixa de exclus\u00e3o.
simplepage.reorder_instructions_sr= Ou selecione um e use a tecla de control mais as setas para cima e para baixo para reordenar e use + shift para mov\u00ea-los entre caixas.
simplepage.reorder.tooltip=Alterar a ordem dos itens desta p\u00e1gina
simplepage.reorder-duplicates=N\u00e3o foi poss\u00edvel continuar. Alguns dos itens possuem sequ\u00eancias duplicadas.
simplepage.reorder-belowdelete=Mover os itens para baixo deste marcador para elimin\u00e1-los
simplepage.reorder-aboveuse=Mover os itens para cima desse marcador para coloc\u00e1-los na p\u00e1gina
simplepage.reorder-addpage=Adicionar itens de outra p\u00e1gina
simplepage.reorder_delebox=Para excluir, soltar os itens aqui ou clicar no X. Voc\u00ea pode arrastar os itens exclu\u00eddos de volta para a p\u00e1gina.
simplepage.save=Salvar
simplepage.edit_youtubelink=Editar Link do Youtube
simplepage.edit_youtube=Editar Link do Youtube Abaixo
simplepage.edit_movie=Editar Item Abaixo 
simplepage.open_new_window=Abrir em nova janela
simplepage.print_view=Visualizar Impress\u00e3o
simplepage.edititems=Editar Itens
simplepage.itemstatus=Estado do Item
simplepage.items=Itens
simplepage.edit_quiz=Editar Question\u00e1rio
simplepage.edit_quiz_settings=Editar Configura\u00e7\u00f5es do Question\u00e1rio
simplepage.edit_assignment=Editar Atividade
simplepage.edit_topic=Editar T\u00f3pico de F\u00f3rum
simplepage.return_from_edit=Voltar para {}, depois que finalizar a edi\u00e7\u00e3o do item

simplepage.status.completed=Conclu\u00eddo
simplepage.status.notavailable=Ainda n\u00e3o est\u00e1 dispon\u00edvel
simplepage.status.failed=Falha
simplepage.status.required=Obrigat\u00f3rio
simplepage.status.notrequired=Opcional
simplepage.status.needsgrading=Necessita Avalia\u00e7\u00e3o
simplepage.status.inprogress=Em andamento
simplepage.status.level=N\u00edvel {}
simplepage.refresh_prompt=Ap\u00f3s concluir o item obrigat\u00f3rio,
simplepage.refresh=atualizar
simplepage.last-visited=Voltar para a p\u00e1gina mais recente da sess\u00e3o anterior:
simplepage.update_icons=para atualizar os \u00edcones de status.
simplepage.prerequisites_label=N\u00e3o Liberar o Item At\u00e9 Todos os Pr\u00e9-requisitos serem Conclu\u00eddos
simplepage.page_prerequisites_label=N\u00e3o Liberar a P\u00e1gina At\u00e9 Todos os Pr\u00e9-requisitos serem Conclu\u00eddos
simplepage.require=Exigir este Item
simplepage.page_require=Exigir esta P\u00e1gina
simplepage.youtube_url=URL do Youtube:
simplepage.youtube_player=Player do Youtube
simplepage.mm_player=Player de multim\u00eddia para {}
simplepage.web_content=Web {}
simplepage.youtube.needflash=Voc\u00ea precisa ter o Flash Player 8 ou superior e Javascript ativado para visualizar este v\u00eddeo
simplepage.hide_page_label=Ocultar Esta P\u00e1gina:
simplepage.hide_page_from_users=Ocultar esta p\u00e1gina dos usu\u00e1rios (a p\u00e1gina n\u00e3o ser\u00e1 exibida na margem esquerda)
simplepage.page.releasedate=Ocultar a p\u00e1gina at\u00e9 a data a seguir (a p\u00e1gina ser\u00e1 exibida, mas o usu\u00e1rio receber\u00e1 um erro)
simplepage.error=Erro
simplepage.error_colon=Erro:
simplepage.complete_required=Complete todos os itens obrigat\u00f3rios acima antes de visualizar este item.
simplepage.prerequisites_tag=Existe pr\u00e9-requisitos

simplepage.editpermissions=Configurar permiss\u00f5es para
simplepage.filepicker_instructions=Selecionar um arquivo ou p\u00e1gina da Web (URL) para adicionar \u00e0 p\u00e1gina.

simplepage.require_submit_assessment=Exigir que o aluno submeta o exerc\u00edcio.
simplepage.require_submit_assignment=Exigir que o aluno submeta a atividade.
simplepage.require_submit_forum=Exigir que o aluno envie uma postagem para este t\u00f3pico.
simplepage.require_receive=Exigir que o aluno receba 
simplepage.require_points_assessment=pontos nesse exerc\u00edcio.
simplepage.require_points_assignment=pontos nessa avalia\u00e7\u00e3o.
simplepage.require_pass_assignment=Exigir que o aluno seja <b>Aprovado</b> nessa atividade
simplepage.require_atleast=Exigir que o aluno receba pelo menos um
simplepage.require_checkmark=Exigir que o aluno receba pelo menos um Visto
simplepage.title_notblank=O t\u00edtulo n\u00e3o pode estar em branco.
simplepage.must_be_youtube=Precisa ser uma URL do Youtube
simplepage.item_notblank=O nome do item n\u00e3o pode estar em branco
simplepage.page_notblank=O t\u00edtulo da p\u00e1gina n\u00e3o pode estar em branco.

simplepage.copied.assignment=Este item foi copiado de outro site. N\u00e3o funcionar\u00e1 at\u00e9 que voc\u00ea execute "Editar" e "Alterar Atividade" para selecionar uma atividade v\u00e1lida para este site.
simplepage.copied.assessment=Este item foi copiado de outro site. N\u00e3o funcionar\u00e1 at\u00e9 que voc\u00ea execute "Editar" e "Alterar Teste" para selecionar um teste v\u00e1lido para este site.
simplepage.copied.forum=Este item foi copiado de outro site. N\u00e3o funcionar\u00e1 at\u00e9 que voc\u00ea execute "Editar" e "Alterar Atividade" para selecionar um t\u00f3pico de f\u00f3rum v\u00e1lido para este site.

simplepage.nosite=N\u00e3o foi poss\u00edvel determinar o site atual
simplepage.create.resource.failed=N\u00e3o foi poss\u00edvel criar um arquivo ao importar o Cartucho Comum: 
simplepage.create.object.failed=N\u00e3o foi poss\u00edvel importar o recurso ao importar o Cartucho Comum: {}
simplepage.resource100=N\u00e3o foi poss\u00edvel criar o arquivo ao importar o Cartucho Comum: j\u00e1 existem 100 c\u00f3pias: {} 
simplepage.noquizengines=<b style="color:#c00">Aten\u00e7\u00e3o:</b> Adicione a ferramenta Exerc\u00edcios a este site. Sem ela, n\u00e3o ser\u00e1 poss\u00edvel carregar os question\u00e1rios do Cartucho Comum
simplepage.choosequizengine=Selecione qual ferramenta Exerc\u00edcios ser\u00e1 usada para os question\u00e1rios neste Cartucho Comum
simplepage.notopicengines=<b style="color:#c00">Aten\u00e7\u00e3o:</b> Adicione uma ferramenta F\u00f3rum a este site. Sem ela, nenhum f\u00f3rum poder\u00e1 ser carregado do Cartucho Comum
simplepage.choosetopicengine=Selecione qual ferramenta F\u00f3rum ser\u00e1 usada para os f\u00f3runs neste Cartucho Comum
simplepage.noassignengines=<b style="color:#c00">ATEN\u00c7\u00c3O:</b> Por favor, adicione a ferramenta Atividade a este site. Sem ela, n\u00e3o h\u00e1 atividades para serem carregadas do Cartucho Comum
simplepage.chooseassignengine=Selecione qual ferramenta Atividade ser\u00e1 usada para a atividade neste Cartucho Comum
simplepage.loading=Carregando, aguarde...
simplepage.checkingwithhost=Por favor, aguarde enquanto o servidor web \u00e9 consultado...
simplepage.needpermissions=Voc\u00ea n\u00e3o tem as permiss\u00f5es necess\u00e1rias para usar esta ferramenta. Seu papel indica que voc\u00ea deveria ter, suspeitamos que as permiss\u00f5es n\u00e3o est\u00e3o configuradas para o seu site. Use o link a seguir para abrir a ferramenta de permiss\u00f5es. Sugerimos que voc\u00ea habilite lessonbuilder.read para todos os pap\u00e9is e lessonbuilder.upd para qualquer papel que deva editar o conte\u00fado. Normalmente seria o administrador, o professor e talvez alguns com papel TA.
simplepage.wrong-cc-version=Formato de Cartucho Comum n\u00e3o Reconhecido. O arquivo deve ser das vers\u00f5es 1.0 ou 1.1.
simplepage.cc-error=Erro ao tentar importar o arquivo Cartucho Comum. Arquivo pode ser inv\u00e1lido.
simplepage.cc-noresource=Cartucho Comum inv\u00e1lido. Existe um item cujo recurso associado n\u00e3o foi encontrado. O item ser\u00e1 ignorado. O ID do recurso \u00e9 {}.
simplepage.cc-uses-auth=N\u00e3o \u00e9 poss\u00edvel importar Cartucho Comum com restri\u00e7\u00f5es de autoriza\u00e7\u00e3o
simplepage.cc-uses-role=Este Cartucho Comum possui pelo menos um recurso restrito ao mentor ou ao instrutor. Esses recursos n\u00e3o s\u00e3o adicionados em uma p\u00e1gina de Li\u00e7\u00f5es, mas s\u00e3o carregados em Reposit\u00f3rio e ficam ocultados dos estudantes. {}
simplepage.cc-uses-curriculum=Este Cartucho Comum usa um padr\u00e3o de curr\u00edculo. Atualmente os padr\u00f5es curriculares n\u00e3o s\u00e3o implementados e ser\u00e3o ignorados.
simplepage.cc-defaultforum=F\u00f3rum
simplepage.cc-defaulttopic=T\u00f3pico

simplepage.comments-section=Se\u00e7\u00e3o de Coment\u00e1rios
simplepage.replace-with-comments=Carregando Coment\u00e1rios...
simplepage.comments=Adicionar Ferramenta de Coment\u00e1rios
simplepage.comments.tooltip=Adicionar uma se\u00e7\u00e3o que permite aos alunos fazerem coment\u00e1rios
simplepage.add-comment=Adicionar Coment\u00e1rio
simplepage.in-reply-to=Em resposta a {1}, {2}
simplepage.comment-reply=Responder o coment\u00e1rio de {}
simplepage.missing-prereqs=H\u00e1 uma \u00e1rea para coment\u00e1rios, mas voc\u00ea deve concluir todos os itens obrigat\u00f3rios antes visualiz\u00e1-la.
simplepage.fake-missing-prereqs=Se voc\u00ea for um aluno, n\u00e3o poder\u00e1 visualizar os coment\u00e1rios porque ainda n\u00e3o completou todos os itens obrigat\u00f3rios acima.
simplepage.edit-comment=Editar
simplepage.comment-edit=Editar Coment\u00e1rio de {}
simplepage.see_all_comments=Visualizar todos os {} coment\u00e1rios...
simplepage.see_new_comments=Visualizar todos os {} novos coment\u00e1rios...
simplepage.edit_commentslink=Editar a Se\u00e7\u00e3o de Coment\u00e1rios
simplepage.comments-anonymous=Manter Coment\u00e1rios An\u00f4nimos
simplepage.comments-graded=Criar entradas de notas para estes
simplepage.comments-max=Pontua\u00e7\u00e3o M\u00e1xima:
simplepage.integer-expected=A pontua\u00e7\u00e3o deve ser configurada com um n\u00famero v\u00e1lido.
simplepage.gbname-expected=Especificar o nome do item para o Quadro de Nota.
simplepage.comment-delete=Excluir coment\u00e1rio de {}
simplepage.delete_comment_confirm=Tem certeza de que deseja excluir o coment\u00e1rio de {}?
simplepage.empty-comment-error=Os coment\u00e1rios n\u00e3o podem estar vazios.
simplepage.comment-permissions-error=Voc\u00ea n\u00e3o tem as permiss\u00f5es necess\u00e1rias para excluir o coment\u00e1rio.
simplepage.permissions-general=Voc\u00ea n\u00e3o tem as permiss\u00f5es necess\u00e1rias para executar isso.
simplepage.comment-unknown-user=Usu\u00e1rio Desconhecido
simplepage.comment-you=Voc\u00ea
simplepage.comment-anonymous-message=Os usu\u00e1rios normais podem visualizar somente os nomes de an\u00f4nimos. Os nomes reais de quem comentou s\u00e3o exibidos somente para voc\u00ea e outros administradores do site.
simplepage.edit-comment=Editar
simplepage.comment-edit-message=Voc\u00ea s\u00f3 pode editar ou excluir seu coment\u00e1rio durante os primeiros 30 minutos.
simplepage.comment-grading-message=Insira o n\u00famero de pontos que voc\u00ea deseja atribuir a um determinado coment\u00e1rio na caixa "Pontos" pr\u00f3xima ao coment\u00e1rio e pressione a tecla Enter para enviar a nota. Qualquer nota que for digitada mas n\u00e3o enviada ser\u00e1 exibida em vermelho.
simplepage.comment-author-owner=Propriet\u00e1rio da P\u00e1gina
simplepage.nothing-over-100-percent=A altura ou a largura n\u00e3o podem ser maior que 100%.
simplepage.width-height=A largura e a altura devem ser n\u00fameros positivos, por exemplo, "500" ou "500px" ou um porcentual abaixo de 100%

simplepage.seconds=H\u00e1 Alguns Segundos
simplepage.one_min=H\u00e1 1 Minuto
simplepage.x_min=H\u00e1 {} Minutos
simplepage.one_hour=H\u00e1 1 Hora
simplepage.x_hour=H\u00e1 {} Horas
simplepage.one_day=H\u00e1 1 Dia
simplepage.x_day=H\u00e1 {} Dias
simplepage.one_month=H\u00e1 1 M\u00eas
simplepage.x_month=H\u00e1 {} Meses
simplepage.one_year=H\u00e1 1 Ano
simplepage.x_year=H\u00e1 {} Anos

simplepage.select-group=Selecionar os grupos para os quais os itens ser\u00e3o exibidos [se nenhum for selecionado, ser\u00e1 exibido para todos]
simplepage.edit-group=Editar os grupos para os quais este item deve ser exibido
simplepage.select-resource-group=OBSERVA\u00c7\u00c3O: Voc\u00ea pode desejar configurar o acesso do grupo na ferramenta Reposit\u00f3rio, permitindo configurar o acesso para uma pasta inteira, em vez de para cada recurso separadamente.
simplepage.resource-group-inherited=O acesso do grupo ou p\u00fablico foi configurado para a pasta que cont\u00e9m esse item. Assim, os grupos n\u00e3o podem ser configurados aqui.

simplepage.edit_studentlink=Editar Se\u00e7\u00e3o de Conte\u00fado do Aluno
simplepage.student-content=Se\u00e7\u00e3o de Conte\u00fado do Aluno
simplepage.add-student-content=Adicionar Conte\u00fado do Aluno
simplepage.student=P\u00e1ginas do Aluno
simplepage.add-page=Adicionar sua Pr\u00f3pria P\u00e1gina
simplepage.page-exists=Voc\u00ea j\u00e1 tem uma p\u00e1gina nessa ferramenta.
simplepage.new-student-page=Nova
simplepage.new-student-content-page=Nova P\u00e1gina
simplepage.new-student-content=Novo Conte\u00fado
simplepage.new-student-comments=Novo Coment\u00e1rio
simplepage.new-student-content-page-1=Nova P\u00e1gina por {}
simplepage.new-student-content-1=Novo Conte\u00fado por {}
simplepage.new-student-comments-1=Novo Coment\u00e1rio sobre o conte\u00fado por {}
simplepage.student-content-page=P\u00e1gina do Conte\u00fado do Aluno
simplepage.student-anonymous=Tornar as p\u00e1ginas desses alunos an\u00f4nimas
simplepage.student-comments=Adicionar uma se\u00e7\u00e3o de coment\u00e1rios a cada p\u00e1gina
simplepage.student-comments-anon=Tornar esses coment\u00e1rios an\u00f4nimos
simplepage.anonymous=An\u00f4nimo
simplepage.student-missing-prereqs=Existe uma \u00e1rea para o conte\u00fado do aluno, mas voc\u00ea deve completar todos os itens obrigat\u00f3rios acima para poder v\u00ea-la.
simplepage.student-fake-missing-prereqs=Se voc\u00ea fosse um aluno, voc\u00ea n\u00e3o poderia ver o conte\u00fado, porque voc\u00ea n\u00e3o completou todos os itens obrigat\u00f3rios.

simplepage.website=Fazer o upload do conte\u00fado no arquivo ZIP
simplepage.website.tooltip=H\u00e1 um suporte espec\u00edfico para Camtasia, Wimba Create e Articulate, mas qualquer arquivo ZIP pode ser carregado. Consulte a ajuda na caixa de di\u00e1logo para obter mais informa\u00e7\u00f5es.
simplepage.addwebsite-descrip=H\u00e1 um suporte espec\u00edfico para Camtasia, Wimba Create e Articulate, mas qualquer arquivo ZIP pode ser carregado. Consulte a ajuda na caixa de di\u00e1logo para obter mais informa\u00e7\u00f5es.


simplepage.website.noindex=Carregamos seu arquivo ZIP. Os arquivos est\u00e3o na pasta {} em Reposit\u00f3rio. Mas n\u00e3o conseguimos localizar o arquivo que deve ser exibido. Voc\u00ea pode usar "Adicionar Recursos" e a op\u00e7\u00e3o "Selecionar Arquivo Existente" para escolher o arquivo correto.
simplepage.website.cantexpand=N\u00e3o foi poss\u00edvel extrair os arquivos do arquivo ZIP

simplepage.blti=Adicionar Ferramenta Externa  
simplepage.blti.tooltip=Adicionar Ferramenta Externa 
simplepage.change_blti=Alterar ferramenta externa
simplepage.require_submit_blti=Exigir que o aluno use este item
simplepage.edit_blti=Editar ferramenta externa
simplepage.blti.chooser=Seletor de Ferramenta Externa
simplepage.blti.tooltip=Adicionar item do servi\u00e7o externo que suporte o padr\u00e3o IMS LTI. Pergunte ao seu pessoal de apoio de sua institui\u00e7\u00e3o para descobrir quais ferramentas s\u00e3o suportadas.
simplepage.blti.tools.manage=Gerenciar ferramentas e itens
simplepage.blti.tools.text=Clicar na ferramenta para criar um item baseado nessa ferramenta
simplepage.blti.tools.create=Clicar abaixo para gerenciar as ferramentas e itens. Isso permitir\u00e1 que voc\u00ea crie sua pr\u00f3pria ferramenta baseada nas informa\u00e7\u00f5es de um servi\u00e7o externo, e para editar ou excluir as ferramentas ou itens existentes. No entanto, a maioria dos autores usar\u00e1 as se\u00e7\u00f5es acima, n\u00e3o esta.
simplepage.select_blti=Selecionar Item
simplepage.select_blti.text=Selecionar um item e, em seguida, clicar em "Usar Item Selecionado" para adicion\u00e1-lo \u00e0 sua p\u00e1gina. Clicar em um item para visualizar como ser\u00e1 na ferramenta.
simplepage.no_blti_items=Nenhum item foi criado. Selecionar uma ferramenta acima para criar um item baseado nela ou use "Gerenciar Ferramentas e Itens" abaixo para criar uma nova ferramenta baseada nas informa\u00e7\u00f5es de um servi\u00e7o externo.
simplepage.no_blti_native=Nenhum item foi criado. Use o link acima para criar um.
simplepage.format.heading=Como este item deve ser exibido?
simplepage.format.window=Nova Janela: em uma nova janela
simplepage.format.inline=Em Linha: em uma caixa na p\u00e1gina atual
simplepage.format.page=Nova P\u00e1gina: em uma p\u00e1gina separada com os bot\u00f5es "pr\u00f3ximo" e "anterior"
simplepage.format.item_removed=<p style='font-family:arial, helvetica; padding:4px; font-size:80%; border:2px solid black'><span style='color:#c00'>ERRO:</span> O item que deveria ter sido exibido aqui foi removido. Use o bot\u00e3o "Editar" ao lado deste item e escolha "Alterar a ferramenta externa" para recriar o item ou escolher um novo.</p>

simplepage.more-tools=Mais Ferramentas
simplepage.forum-descrip=Adicionar um link a um t\u00f3pico do f\u00f3rum
simplepage.blti-descrip=Adicionar uma ferramenta usando IMS BLTI.
simplepage.comments-descrip=Adicionar uma se\u00e7\u00e3o que permite aos alunos inserir coment\u00e1rios.
simplepage.student-descrip=Adicionar uma se\u00e7\u00e3o onde os alunos podem criar suas pr\u00f3prias p\u00e1ginas.
simplepage.title-student-descrip=Editar t\u00edtulo da p\u00e1gina
simplepage.title-descrip=Editar o estilo ou o t\u00edtulo da p\u00e1gina.
simplepage.title-top-descrip=Editar o estilo, a publica\u00e7\u00e3o ou o t\u00edtulo da p\u00e1gina.
simplepage.remove-descrip=Excluir esta p\u00e1gina.
simplepage.newpage-descrip=Adicionar novas p\u00e1ginas de n\u00edvel superior.
simplepage.importcc-descrip=Carregar arquivo no formato IMS CC.
simplepage.importcc-assigntitle=Atividades {}
simplepage.importcc-texttitle=Instru\u00e7\u00f5es
simplepage.importcc-embedtitle=Incorporar v\u00eddeo

simplepage.add-content=Adicionar Conte\u00fado
simplepage.addtext-descrip=Adicionar um item usando o editor de texto avan\u00e7ado
simplepage.subpage-descrip=Criar uma nova p\u00e1gina na qual voc\u00ea pode criar o conte\u00fado ou link para uma j\u00e1 existente
simplepage.question-descrip=Adicionar quest\u00f5es de m\u00faltipla escolha ou de resposta curta. As quest\u00f5es podem solicitar um coment\u00e1rio para a resposta correta ou incorreta.
simplepage.assignment-descrip=Link para uma atividade
simplepage.quiz-descrip=Link para Exerc\u00edcios

simplepage.broken-css=O arquivo CSS personalizado n\u00e3o foi encontrado.
simplepage.css-dropdown-label=Arquivo CSS Personalizado:
simplepage.css-upload-label=Ou upload do seu pr\u00f3prio arquivo:
simplepage.css-default-instructions=(Se o arquivo foi nomeado default.css, ele se tornar\u00e1 padr\u00e3o para todo o site.)
simplepage.default-css=Usar Padr\u00e3o
simplepage.site=CSS do Site 
simplepage.system=CSS do Sistema

simplepage.comments-points=Pontos:
simplepage.question-points=Pontos:
simplepage.submit=Enviar

simplepage.student-comments-graded=Avaliar estes coment\u00e1rios
simplepage.gradingpane=Painel de Avalia\u00e7\u00e3o
simplepage.show-grading-pane=Exibir Painel de Avalia\u00e7\u00e3o
simplepage.show-grading-pane-comments=Exibir Painel de Avalia\u00e7\u00e3o dos Coment\u00e1rios
simplepage.show-grading-pane-content=Exibir Painel de Avalia\u00e7\u00e3o de Coment\u00e1rios do Conte\u00fado do Aluno
simplepage.grading-student=Nome do Aluno
simplepage.grading-unique=P\u00e1ginas
simplepage.grading-total-posts=Coment\u00e1rios 
simplepage.grading-response=Resposta
simplepage.grading-grade=Nota
simplepage.click-to-expand=Expandir Coment\u00e1rios
simplepage.grade-for-student=Notas para {}
simplepage.expand-for-student=Exibir ou ocultar coment\u00e1rios de {}
simplepage.context-link-title-1=Exibir o contexto para o coment\u00e1rio de {}
simplepage.context-link-title-2=Exibir o contexto para o coment\u00e1rio de {1} no conte\u00fado de {2}

simplepage.student-comments-grading=Coment\u00e1rios do Conte\u00fado do Aluno em "{}"
simplepage.comments-grading=Coment\u00e1rios em "{}"
simplepage.question-grading=Respostas para "{}"
simplepage.nothing-here=N\u00e3o h\u00e1 nada para avaliar aqui.
simplepage.no-gradebook=Este item n\u00e3o pode ser marcado para avalia\u00e7\u00e3o. O problema mais prov\u00e1vel \u00e9 que nenhuma ferramenta Atividades foi adicionada a este site.
simplepage.show-context=Exibir Contexto

simplepage.student-peer-review-title=T\u00edtulo
simplepage.student-peer-review-category=Categoria
simplepage.student-peer-review-add=Adicionar uma rubrica de revis\u00e3o por pares
simplepage.student-peer-review-create=Criar uma nova rubrica
simplepage.student-peer-review-select-rubric=Por favor selecione uma rubrica
simplepage.peer-eval-create-title=Criar Rubrica de Avalia\u00e7\u00e3o por Pares
simplepage.student-peer-review-add-row=Adicionar uma linha
simplepage.add-peereval=Iniciar a Avalia\u00e7\u00e3o por Pares
simplepage.view-peereval=Exibir Avalia\u00e7\u00e3o por Pares
simplepage.student-peer-eval.require_due_date = Configurar Data Limite ?
simplepage.peer-eval.invalid_open_date = Por favor, digite a Data de Abertura no formato MM/DD/YY.
simplepage.peer-eval.invalid_open_time = Por favor, digite a Hora de Abertura no formato HH:MM AM/PM.
simplepage.peer-eval.invalid_due_date = Por favor, digite a Data Final no formato MM/DD/YY.
simplepage.peer-eval.invalid_due_time = Por favor, digite a Hora Final no formato HH:MM AM/PM.
simplepage.peer-eval.open_date = Data de Abertura
simplepage.peer-eval.due_date = Data Limite
simplepage.peer-eval-allow-selfgrade = Permitir auto-avalia\u00e7\u00e3o
simplepage.peer-eval-stats=Estat\u00edstica de Avalia\u00e7\u00e3o por Pares
simplepage.peer-eval.sample.title=Exemplo Simples de Avalia\u00e7\u00e3o por Pares
simplepage.peer-eval.sample.1=Qualidade do trabalho
simplepage.peer-eval.sample.2=Informa\u00e7\u00e3o de suporte
simplepage.peer-eval.sample.3=Organiza\u00e7\u00e3o
simplepage.peer-eval.sample.4=Pontua\u00e7\u00e3o, ortografia e gram\u00e1tica
simplepage.user.activity=Avalia\u00e7\u00e3o por Pares
simplepage.peer-eval-stats.directions=Clicar em um nome para exibir ou ocultar as informa\u00e7\u00f5es de um usu\u00e1rio. Clicar em "Avalia\u00e7\u00e3o por Pares" para destacar as notas que o usu\u00e1rio deu aos outros participantes. Clicar novamente para excluir o destaque. Clicar em uma c\u00e9lula para visualizar a lista de usu\u00e1rios que avaliaram o usu\u00e1rio selecionado com essa nota.
simplepage.peer-cell-tooltip=Clicar em uma c\u00e9lula para visualizar uma lista de usu\u00e1rios que avaliaram o usu\u00e1rio selecionado com essa nota.
simplepage.peer-eval.past-due-date=A data limite para avaliar j\u00e1 passou.
simplepage.peer-eval.cant-eval-yourself=Voc\u00ea n\u00e3o pode avaliar o seu pr\u00f3prio trabalho.
simplepage.peer-eval.click-on-cell=Clicar em uma c\u00e9lula para dar uma nota.
simplepage.peer-eval.inactive-members=Membros do site que ainda n\u00e3o criou uma p\u00e1gina de aluno.
simplepage.dueDatebeforopenDate=Este item n\u00e3o pode ser salvo, a data final de avalia\u00e7\u00e3o dos por \u00e9 anterior a data de abertura

simplepage.reset-button=Reiniciar
simplepage.help-button=Ajuda para Li\u00e7\u00f5es
simplepage.opens-in-new=Abrir em uma nova janela  
simplepage.direct-link=Link direto para esta ferramenta	
simplepage.short-url=URL Curta
simplepage.edit-page=Editar P\u00e1gina
simplepage.delete_page_confirm=Voc\u00ea tem certeza de que deseja excluir isto?
simplepage.path=Caminho (em Reposit\u00f3rio)

desc-lessonbuilder.upd=Atualizar p\u00e1ginas ou itens
desc-lessonbuilder.read=Ler as p\u00e1ginas
desc-lessonbuilder.seeall=Visualizar itens independentemente de requisitos de libera\u00e7\u00e3o

simplepage.owner-groups=P\u00e1ginas dos alunos ficam associadas a grupos ao inv\u00e9s de indiv\u00edduos.
simplepage.owner-groups-explanation=Selecionar os grupos que podem ser associados as p\u00e1ginas. Cada aluno deve fazer parte de um \u00fanico grupo. Se voc\u00ea n\u00e3o escolher nenhum, todos os grupos ser\u00e3o utilizados.
simplepage.owner-groups-nogroup=P\u00e1ginas dos alunos s\u00e3o associadas a grupos, mas voc\u00ea n\u00e3o est\u00e1 em nenhum grupo. Por favor, informe ao seu instrutor.

simplepage.update-points=Atualizar Pontua\u00e7\u00e3o

simplepage.edit_questionlink=Editar Se\u00e7\u00e3o de Quest\u00f5es
simplepage.answer=Resposta:
simplepage.question-text-input=Texto da Quest\u00e3o:
simplepage.question-answer-input=Resposta Correta:
simplepage.question-possible-answer=Respostas Poss\u00edveis
simplepage.short-explanation=Deixar as poss\u00edveis respostas em branco para recuperar o feedback dos alunos ou, se voc\u00ea preferir, avaliar manualmente.
simplepage.short-explanation2=Para nota manual, deixar as poss\u00edveis respostas em branco e, em seguida, selecionar "Nota dessa quest\u00e3o."
simplepage.question-correct-answer=A seguinte resposta est\u00e1 correta
simplepage.question-graded=Nota desta quest\u00e3o.
simplepage.questionLinkText=Adicionar Quest\u00e3o
simplepage.questionDescription=Adicionar uma pergunta simples para os alunos 
simplepage.multipleChoice=M\u00faltipla Escolha
simplepage.shortanswer=Resposta Curta
simplepage.answers=Poss\u00edveis Respostas:
simplepage.addAnswer=Adicionar Nova Resposta
simplepage.answer_question=Submeter Resposta
simplepage.questionName=Quest\u00e3o Simples
simplepage.no-question-type=Nenhum tipo de quest\u00e3o foi fornecida
simplepage.question-max=M\u00e1ximo de Pontos:
simplepage.question-gradebook-title=T\u00edtulo no Quadro de Notas:
simplepage.permissions-question=Voc\u00ea j\u00e1 respondeu a essa pergunta!
simplepage.correct-text=Texto exibido se a resposta estiver correta:
simplepage.incorrect-text=Texto exibido se a resposta estiver incorreta:
simplepage.show-poll=Exibir Quest\u00f5es
simplepage.hide-poll=Ocultar Quest\u00f5es 
simplepage.question-show-poll-option=Exibir aos alunos um gr\u00e1fico de como os outros responderam depois que ele responder \u00e0 pergunta
simplepage.missing-question-text=Por favor, forne\u00e7a o texto para a quest\u00e3o
simplepage.question-need-2=Por favor, forne\u00e7a pelo menos 2 alternativas para esta pergunta
simplepage.question-need-1=Por favor, forne\u00e7a pelo menos 1 resposta correta para esta pergunta


simplepage.go-back=Voltar
simplepage.expand-all=Expandir Tudo
simplepage.collapse-all=Recolher Tudo

simplepage.mm-test-embed=O valor que voc\u00ea colou tem um < , ser\u00e1 tratado como um "c\u00f3digo incorporado". Se voc\u00ea pretendia colar uma URL, por favor, tente novamente e cole a URL completa.
simplepage.mm-test-addedhttp-1=NOTA: N\u00f3s mudamos isso para 
simplepage.mm-test-addedhttp-2=Esperamos que isso seja o que voc\u00ea quis dizer.
simplepage.mm-test-oembed=Em primeiro lugar, vamos tratar isso como uma URL de compartilhamento de v\u00eddeo/\u00e1udio de um site. Por favor, veja se isto exibe o conte\u00fado do site corretamente.
simplepage.mm-test-iframe=Agora estamos tentando representar o conte\u00fado da URL usando uma t\u00e9cnica diferente (um IFRAME). Por favor, veja se isto exibe o conte\u00fado do site corretamente.
simplepage.mm-test-tryother=Tentar outra alternativa
simplepage.mm-test-start-over=Come\u00e7ar novamente
simplepage.sharedpage=[P\u00e1gina compartilhada]
simplepage.sharedpageexplanation= \u00e9 usada quando a mesma p\u00e1gina aparece em mais de um lugar. Qualquer altera\u00e7\u00e3o na p\u00e1gina ser\u00e1 refletida em todos os lugares que ela aparece.

simplepage.deletecommentsubmissionexist=Se voc\u00ea excluir esta se\u00e7\u00e3o, os coment\u00e1rios que j\u00e1 foram criados pelos alunos ser\u00e3o perdidos. Voc\u00ea tem certeza?
simplepage.deletestudentsubmissionexist=Se voc\u00ea excluir esta se\u00e7\u00e3o, as p\u00e1ginas que j\u00e1 foram criadas pelos alunos ser\u00e3o perdidas. Voc\u00ea tem certeza?

simplepage.groupcheckfailed=N\u00e3o foi poss\u00edvel verificar grupos selecionados. Erro devolvido pelo sistema: {}
simplepage.groupcheckoverlaps=Os seguintes grupos se sobrep\u00f5em: {}
simplepage.groupchecknogroups=Os seguintes usu\u00e1rios n\u00e3o est\u00e3o em nenhum grupo: {}
simplepage.insist=Para continuar assim mesmo, clicar em Atualizar o item novamente.

simplepage.dont-show-downloads=N\u00e3o exibir links para download de v\u00eddeos incorporados, etc. (Esta configura\u00e7\u00e3o se aplica a todas as p\u00e1ginas deste site.)
simplepage.access-group=Acesso: {}
simplepage.delete-orphan-pages=Excluir as p\u00e1ginas n\u00e3o utilizadas
simplepage.delete-orphan-pages-desc=Excluir permanentemente todas as p\u00e1ginas que n\u00e3o aparecem mais como p\u00e1ginas de n\u00edvel superior ou subp\u00e1ginas

simplepage.filezero=Upload do arquivo tem tamanho zero
simplepage.filetoobig=Upload do arquivo \u00e9 maior que {} MB


