simplepage.text=\u30c6\u30ad\u30b9\u30c8\u3092\u8ffd\u52a0
simplepage.text.tooltip=\u30c6\u30ad\u30b9\u30c8\u304a\u3088\u3073\u305d\u306e\u4ed6\u306e\u30a6\u30a7\u30d6\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u542b\u3080\u3053\u3068\u304c\u3067\u304d\u308b\u30dc\u30c3\u30af\u30b9\u3092\u8ffd\u52a0\u3057\u307e\u3059
simplepage.instructions=\u3053\u306e\u30b7\u30f3\u30d7\u30eb\u306a\u30da\u30fc\u30b8\u306f\u307e\u3060\u4f5c\u6210\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002\u300c\u30da\u30fc\u30b8\u3092\u7de8\u96c6\u300d\u3092\u30af\u30ea\u30c3\u30af\u3057\u3066\u958b\u59cb\u3057\u3066\u304f\u3060\u3055\u3044\u3002
simplepage.not_available=\u3053\u306e\u30da\u30fc\u30b8\u306f\u3001\u307e\u3060\u30b3\u30fc\u30b9\u6559\u54e1\u306b\u3088\u3063\u3066\u4f5c\u6210\u3055\u308c\u3066\u3044\u306a\u3044\u304b\u3001\u3042\u306a\u305f\u306f\u3053\u308c\u3092\u8aad\u3080\u305f\u3081\u306b\u5fc5\u8981\u306a\u6a29\u9650\u3092\u6301\u3063\u3066\u3044\u307e\u305b\u3093
simplepage.impossible1=\u30da\u30fc\u30b8\u3092\u4f5c\u6210\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093\u3002 \u3053\u308c\u306f\u4e0d\u53ef\u80fd\u3067\u3059\u3002 \u5831\u544a\u3057\u3066\u304f\u3060\u3055\u3044\u3002
simplepage.pagehidden=\u300c\u8a2d\u5b9a\u300d\u30a6\u30a3\u30f3\u30c9\u30a6\u3067\u300c\u8868\u793a\u3057\u306a\u3044\u300d\u30dc\u30c3\u30af\u30b9\u3092\u30c1\u30a7\u30c3\u30af\u3057\u3066\u3042\u308a\u307e\u3059\u3002 \u3053\u308c\u306b\u3088\u308a\u3001\u6a19\u6e96\u7684\u306a\u30e6\u30fc\u30b6\u30fc\u306f\u3053\u306e\u30da\u30fc\u30b8\u3092\u898b\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093\u3002
simplepage.pagehidden.text=<strong>\u30ce\u30fc\u30c8:</strong> \u3053\u306e\u30da\u30fc\u30b8\u306f\u73fe\u5728\u3001\u6a19\u6e96\u7684\u306a\u30e6\u30fc\u30b6\u30fc\u306b\u306f\u8868\u793a\u3055\u308c\u307e\u305b\u3093\u3002 \u3053\u308c\u306f\u3001\u300c<strong>\u8a2d\u5b9a</strong>\u300d\u30a6\u30a3\u30f3\u30c9\u30a6\u3067\u5909\u66f4\u3067\u304d\u307e\u3059\u3002
simplepage.showallpages=\u30da\u30fc\u30b8\u306e\u7d22\u5f15
simplepage.adding-text=\u30c6\u30ad\u30b9\u30c8\u306e\u8ffd\u52a0\u5148:

simplepage.continue=\u7d9a\u884c

simplepage.toolbar=\u7de8\u96c6\u30c4\u30fc\u30eb
simplepage.maincontent=\u30e1\u30a4\u30f3\u30da\u30fc\u30b8\u30b3\u30f3\u30c6\u30f3\u30c4
simplepage.notreleased=\u300c\u8a2d\u5b9a\u300d\u30a6\u30a3\u30f3\u30c9\u30a6\u3067\u300c\u516c\u958b\u65e5\u6642\u307e\u3067\u975e\u8868\u793a\u300d\u30dc\u30c3\u30af\u30b9\u3092\u30c1\u30a7\u30c3\u30af\u3057\u3066\u3042\u308a\u3001\u305d\u306e\u65e5\u4ed8\u306b\u307e\u3060\u306a\u3063\u3066\u3044\u307e\u305b\u3093\u3002 \u30da\u30fc\u30b8\u306f\u3001\u30de\u30fc\u30b8\u30f3\u306b\u306f\u8868\u793a\u3055\u308c\u307e\u3059\u304c\u3001\u73fe\u5728\u306f\u307e\u3060\u30e6\u30fc\u30b6\u30fc\u304c\u4f7f\u7528\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\u3002
simplepage.notreleased.text=<strong>\u30ce\u30fc\u30c8:</strong> \u3053\u306e\u30da\u30fc\u30b8\u306f\u3001\u6a19\u6e96\u7684\u306a\u30e6\u30fc\u30b6\u30fc\u306f {} \u307e\u3067\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093\u3002 \u3053\u308c\u306f\u3001\u300c<strong>\u8a2d\u5b9a</strong>\u300d\u30a6\u30a3\u30f3\u30c9\u30a6\u3067\u5909\u66f4\u3067\u304d\u307e\u3059\u3002
simplepage.page.gradebook=\u30da\u30fc\u30b8\u304c\u5b8c\u6210\u3057\u305f\u3089\u6210\u7e3e\u7c3f\u30a8\u30f3\u30c8\u30ea\u3092\u4f5c\u6210\u3057\u3066\u304f\u3060\u3055\u3044\u3002
simplepage.points=\u70b9

simplepage.overquota=\u30ea\u30bd\u30fc\u30b9\u3092\u8ffd\u52a0\u3067\u304d\u307e\u305b\u3093: \u30b5\u30a4\u30c8\u306e\u30af\u30a9\u30fc\u30bf\u3092\u8d85\u904e\u3057\u307e\u3059
simplepage.resourceerror=\u30ea\u30bd\u30fc\u30b9\u3092\u8ffd\u52a0\u3067\u304d\u307e\u305b\u3093: {}
simplepage.resourcepossibleerror=\u30d5\u30a1\u30a4\u30eb\u306e\u4fdd\u5b58\u306b\u95a2\u3059\u308b\u30a8\u30e9\u30fc\u306e\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059\u3002 \u64cd\u4f5c\u306f\u6b63\u3057\u304f\u5b9f\u884c\u3055\u308c\u305f\u3088\u3046\u3067\u3059\u304c\u3001\u30d5\u30a1\u30a4\u30eb\u304c\u9069\u5207\u306b\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9\u307e\u305f\u306f\u66f4\u65b0\u3055\u308c\u305f\u304b\u3069\u3046\u304b\u3092\u78ba\u8a8d\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002

simplepage.new-page=\u3055\u3089\u306b\u30da\u30fc\u30b8\u3092\u8ffd\u52a0
simplepage.new-page-tooltip=\u5de6\u306e\u30d0\u30fc\u306b\u8868\u793a\u3055\u308c\u308b\u30da\u30fc\u30b8\u3092\u8ffd\u52a0
simplepage.new-page-title=\u30da\u30fc\u30b8\u30bf\u30a4\u30c8\u30eb
simplepage.new-page-number=\u30da\u30fc\u30b8\u6570
simplepage.new-page-number-2=\u7a7a\u767d\u3082 1 \u30da\u30fc\u30b8\u306b\u306a\u308a\u307e\u3059
simplepage.new-page-copy=\u65b0\u3057\u3044\u30da\u30fc\u30b8\u306b\u73fe\u5728\u306e\u30da\u30fc\u30b8\u3092\u30b3\u30d4\u30fc (\u305f\u3060\u3057\u30b5\u30d6\u30da\u30fc\u30b8\u306f\u9664\u5916)
simplepage.new-page-explanation=\u5de6\u30de\u30fc\u30b8\u30f3\u306b\u3055\u3089\u306b\u30da\u30fc\u30b8\u3092\u4f5c\u6210\u3057\u307e\u3059\u3002 \u3053\u3053\u306b\u30da\u30fc\u30b8\u3092\u4f5c\u6210\u3059\u308b\u306b\u306f\u3001\u300c\u30b5\u30d6\u30da\u30fc\u30b8\u3092\u8ffd\u52a0\u300d\u3092\u4f7f\u7528\u3057\u307e\u3059\u3002
simplepage.new-page-explanation-1=\u30bf\u30a4\u30c8\u30eb\u306b\u6570\u5024\u3092\u6307\u5b9a\u3059\u308b\u3068\u3001\u3059\u3050\u306b\u30da\u30fc\u30b8\u306e\u30b0\u30eb\u30fc\u30d7\u3092\u4f5c\u6210\u3067\u304d\u307e\u3059\u3002
simplepage.new-page-explanation-2=\u305f\u3068\u3048\u3070\u3001\u300c\u30e6\u30cb\u30c3\u30c8 4\u300d\u3068\u6307\u5b9a\u3057\u3066 3 \u30da\u30fc\u30b8\u3092\u8981\u6c42\u3059\u308b\u3068\u3001\u30e6\u30cb\u30c3\u30c8 4\u3001\u30e6\u30cb\u30c3\u30c8 5\u3001\u30e6\u30cb\u30c3\u30c8 6 \u304c\u4f5c\u6210\u3055\u308c\u307e\u3059\u3002
simplepage.number_pages_not_number=\u30da\u30fc\u30b8\u6570\u306f\u6570\u5024\u3067\u306a\u3051\u308c\u3070\u306a\u308a\u307e\u305b\u3093
simplepage.title_no_number=\u30bf\u30a4\u30c8\u30eb\u306b\u306f\u6570\u5024\u304c\u542b\u307e\u308c\u3066\u3044\u306a\u3051\u308c\u3070\u306a\u308a\u307e\u305b\u3093

simplepage.remove-page=\u30da\u30fc\u30b8\u3092\u524a\u9664
simplepage.remove-page-tooltip=\u5de6\u30de\u30fc\u30b8\u30f3\u304b\u3089\u73fe\u5728\u306e\u30da\u30fc\u30b8\u3092\u524a\u9664
simplepage.remove-page-explanation=\u5de6\u30de\u30fc\u30b8\u30f3\u304b\u3089\u73fe\u5728\u306e\u30da\u30fc\u30b8\u3092\u524a\u9664\u3057\u307e\u3059\u3002 \u30da\u30fc\u30b8\u306f\u524a\u9664\u3055\u308c\u307e\u305b\u3093\u3002 \u30da\u30fc\u30b8\u3092\u524a\u9664\u3059\u308b\u306b\u306f\u3001\u300c\u30da\u30fc\u30b8\u306e\u7d22\u5f15\u300d\u30dc\u30bf\u30f3\u3092\u4f7f\u7528\u3057\u307e\u3059\u3002
simplepage.remove-student-page-explanation=\u73fe\u5728\u306e\u5b66\u751f\u30da\u30fc\u30b8\u3092\u524a\u9664\u3057\u307e\u3059\u3002 \u3053\u306e\u30da\u30fc\u30b8\u306f\u524a\u9664\u3055\u308c\u307e\u3059\u3002
simplepage.remove=\u524a\u9664
simplepage.remove_page_done=\u3053\u306e\u30da\u30fc\u30b8\u306f\u3001\u5de6\u30de\u30fc\u30b8\u30f3\u304b\u3089\u524a\u9664\u3055\u308c\u307e\u3057\u305f\u3002 \u3053\u306e\u5909\u66f4\u306f\u3001\u300c\u7d9a\u3051\u308b\u300d\u3092\u30af\u30ea\u30c3\u30af\u3059\u308b\u3068\u8868\u793a\u306b\u53cd\u6620\u3055\u308c\u307e\u3059\u3002 \u30da\u30fc\u30b8\u306f\u3001\u30b7\u30b9\u30c6\u30e0\u304b\u3089\u524a\u9664\u3055\u308c\u305f\u308f\u3051\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3002 \u5225\u306e\u30da\u30fc\u30b8\u306e\u30b5\u30d6\u30da\u30fc\u30b8\u3068\u3057\u3066\u9078\u629e\u3059\u308b\u3053\u3068\u3082\u3001\u6b8b\u3063\u3066\u3044\u308b\u30da\u30fc\u30b8\u306e\u3044\u305a\u308c\u304b\u304b\u3089\u300c\u30da\u30fc\u30b8\u306e\u7d22\u5f15\u300d\u306b\u79fb\u52d5\u3057\u3066\u524a\u9664\u3059\u308b\u3053\u3068\u3082\u3067\u304d\u307e\u3059\u3002

simplepage.not_yet_available_releasedate=\u3053\u306e\u30da\u30fc\u30b8\u306f\u3001{} \u307e\u3067\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093\u3002
simplepage.not_available_hidden=\u3053\u306e\u30da\u30fc\u30b8\u306f\u975e\u8868\u793a\u3067\u3059\u3002
simplepage.hiddenpage=[\u975e\u8868\u793a]
simplepage.pagenotreleased=[\u975e\u516c\u958b]

simplepage.create_assignment=\u300c\u8ab2\u984c\u300d\u3092\u4f7f\u7528\u3057\u3066\u65b0\u3057\u3044\u8ab2\u984c\u3092\u4f5c\u6210
simplepage.create_assignment2=\u300c\u8ab2\u984c 2\u300d\u3092\u4f7f\u7528\u3057\u3066\u65b0\u3057\u3044\u8ab2\u984c\u3092\u4f5c\u6210
simplepage.create_blti=\u5916\u90e8\u30c4\u30fc\u30eb\u306e\u7ba1\u7406\u307e\u305f\u306f\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb
simplepage.create_eTextblti=eText \u30c4\u30fc\u30eb\u306e\u7ba1\u7406\u307e\u305f\u306f\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb
simplepage.create_quiz=\u65b0\u3057\u3044\u30af\u30a4\u30ba\u3092\u4f5c\u6210
simplepage.create_samigo=\u300c\u30c6\u30b9\u30c8\u3068\u30af\u30a4\u30ba\u300d\u3092\u4f7f\u7528\u3057\u3066\u65b0\u3057\u3044\u30af\u30a4\u30ba\u3092\u4f5c\u6210\u3057\u307e\u3059
simplepage.create_mneme=\u300c\u30bf\u30b9\u30af\u3001\u30c6\u30b9\u30c8\u3001\u8abf\u67fb\u300d\u3092\u4f7f\u7528\u3057\u3066\u65b0\u3057\u3044\u30af\u30a4\u30ba\u3092\u4f5c\u6210\u3057\u307e\u3059
simplepage.create_topic=\u65b0\u3057\u3044\u30d5\u30a9\u30fc\u30e9\u30e0\u30c8\u30d4\u30c3\u30af\u3092\u4f5c\u6210
simplepage.create_forums=\u300c\u30d5\u30a9\u30fc\u30e9\u30e0\u300d\u3092\u4f7f\u7528\u3057\u3066\u65b0\u3057\u3044\u30c8\u30d4\u30c3\u30af\u3092\u4f5c\u6210\u3057\u307e\u3059
simplepage.create_jforum=\u300c\u30c7\u30a3\u30b9\u30ab\u30c3\u30b7\u30e7\u30f3\u3068\u30d7\u30e9\u30a4\u30d9\u30fc\u30c8\u30e1\u30c3\u30bb\u30fc\u30b8\u300d\u3092\u4f7f\u7528\u3057\u3066\u65b0\u3057\u3044\u30c8\u30d4\u30c3\u30af\u3092\u4f5c\u6210\u3057\u307e\u3059
simplepage.create_yaft_topic=\u300cYAFT\u300d\u3092\u4f7f\u7528\u3057\u3066\u65b0\u3057\u3044\u30c8\u30d4\u30c3\u30af\u3092\u4f5c\u6210\u3057\u307e\u3059
simplepage.select_assignment=\u65e2\u5b58\u306e\u8ab2\u984c
simplepage.return_assignment=\u65b0\u3057\u3044\u8ab2\u984c\u3092\u4f5c\u6210\u3057\u3066\u304b\u3089\u3001\u300c\u8ab2\u984c\u3092\u8ffd\u52a0\u300d\u3067\u7d9a\u3051\u307e\u3059
simplepage.return_blti=\u300c\u5916\u90e8\u30c4\u30fc\u30eb\u3092\u8ffd\u52a0\u300d\u3067\u7d9a\u3051\u307e\u3059
simplepage.return_eTextblti=\u300ceText \u30c4\u30fc\u30eb\u3092\u8ffd\u52a0\u300d\u3092\u7d9a\u884c
simplepage.select_quiz=\u65e2\u5b58\u306e\u30af\u30a4\u30ba
simplepage.return_quiz=\u65b0\u3057\u3044\u30af\u30a4\u30ba\u3092\u4f5c\u6210\u3057\u3066\u304b\u3089\u3001\u300c\u30af\u30a4\u30ba\u3092\u8ffd\u52a0\u300d\u3067\u7d9a\u3051\u307e\u3059
simplepage.select_topic=\u65e2\u5b58\u306e\u30c8\u30d4\u30c3\u30af
simplepage.return_forum=\u65b0\u3057\u3044\u30c8\u30d4\u30c3\u30af\u3092\u4f5c\u6210\u3057\u3066\u304b\u3089\u3001\u300c\u30d5\u30a9\u30fc\u30e9\u30e0\u30c8\u30d4\u30c3\u30af\u3092\u8ffd\u52a0\u300d\u3067\u7d9a\u3051\u307e\u3059

simplepage.no_assignments=\u3053\u306e\u30b5\u30a4\u30c8\u306b\u306f\u4f7f\u7528\u53ef\u80fd\u306a\u8ab2\u984c\u306f\u3042\u308a\u307e\u305b\u3093\u3002 \u300c\u65b0\u3057\u3044\u8ab2\u984c\u3092\u4f5c\u6210\u300d\u30ea\u30f3\u30af\u3092\u4f7f\u7528\u3057\u3066\u4f5c\u6210\u3057\u3066\u304f\u3060\u3055\u3044\u3002
simplepage.no_assignment_tools=\u30b5\u30a4\u30c8\u5185\u3067\u4f7f\u7528\u53ef\u80fd\u306a\u5272\u308a\u5f53\u3066\u30c4\u30fc\u30eb\u306f\u3042\u308a\u307e\u305b\u3093\u3002
simplepage.no_topics=\u3053\u306e\u30b5\u30a4\u30c8\u306b\u306f\u4f7f\u7528\u53ef\u80fd\u306a\u30d5\u30a9\u30fc\u30e9\u30e0\u30c8\u30d4\u30c3\u30af\u306f\u3042\u308a\u307e\u305b\u3093\u3002 \u300c\u65b0\u3057\u3044\u30c8\u30d4\u30c3\u30af\u3092\u4f5c\u6210\u300d\u30ea\u30f3\u30af\u3092\u4f7f\u7528\u3057\u3066\u4f5c\u6210\u3057\u3066\u304f\u3060\u3055\u3044\u3002
simplepage.no_forum_tools=\u30b5\u30a4\u30c8\u306b\u306f\u30d5\u30a9\u30fc\u30e9\u30e0\u306e\u30c4\u30fc\u30eb\u306f\u3042\u308a\u307e\u305b\u3093\u3002
simplepage.no_assessments=\u3053\u306e\u30b5\u30a4\u30c8\u306b\u306f\u4f7f\u7528\u53ef\u80fd\u306a\u8a55\u4fa1\u306f\u3042\u308a\u307e\u305b\u3093\u3002 \u300c\u65b0\u3057\u3044\u30af\u30a4\u30ba\u3092\u4f5c\u6210\u300d\u30ea\u30f3\u30af\u3092\u4f7f\u7528\u3057\u3066\u4f5c\u6210\u3057\u3066\u304f\u3060\u3055\u3044\u3002
simplepage.no_assessment_tool=\u3053\u306e\u30b5\u30a4\u30c8\u306b\u306f\u30af\u30a4\u30ba\u30c4\u30fc\u30eb\u306f\u3042\u308a\u307e\u305b\u3093\u3002
simplepage.noplugin=\u3053\u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u8868\u793a\u3059\u308b\u305f\u3081\u306b\u5fc5\u8981\u306a\u30d7\u30e9\u30b0\u30a4\u30f3\u304c\u30d6\u30e9\u30a6\u30b6\u306b\u7d44\u307f\u8fbc\u307e\u308c\u3066\u3044\u307e\u305b\u3093\u3002 \u4ee5\u4e0b\u306e\u30ea\u30f3\u30af\u3092\u4f7f\u7528\u3057\u3066\u3001\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u30d5\u30a1\u30a4\u30eb\u3068\u3057\u3066\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9\u3067\u304d\u307e\u3059\u3002
simplepage.forumdeleted=\u3053\u306e\u30d5\u30a9\u30fc\u30e9\u30e0\u30c8\u30d4\u30c3\u30af\u306f\u524a\u9664\u6e08\u307f\u3067\u3059\u3002

simplepage.menuItemTitle_label=\u30e1\u30cb\u30e5\u30fc\u30a2\u30a4\u30c6\u30e0\u30bf\u30a4\u30c8\u30eb
simplepage.menuItemTitle_tooltip=\u30b5\u30a4\u30c8\u30e1\u30cb\u30e5\u30fc\u306b\u8868\u793a\u3057\u307e\u3059\u3002

simplepage.pageTitle_label=\u30da\u30fc\u30b8\u30bf\u30a4\u30c8\u30eb
simplepage.pageTitle_tooltip=\u30da\u30fc\u30b8\u306e\u4e0a\u90e8\u306b\u8868\u793a\u3057\u307e\u3059\u3002
simplepage.editTitle=\u30bf\u30a4\u30c8\u30eb\u3092\u7de8\u96c6
simplepage.editTitle-tooltip=\u30bf\u30a4\u30c8\u30eb\u3001\u516c\u958b\u65e5\u6642\u3001\u305d\u306e\u4ed6\u306e\u30da\u30fc\u30b8\u30d7\u30ed\u30d1\u30c6\u30a3\u3092\u7de8\u96c6
simplepage.edit-title.generic={} \u3092\u7de8\u96c6
simplepage.edit-title.textbox=\u30c6\u30ad\u30b9\u30c8\u30dc\u30c3\u30af\u30b9 {} \u3092\u7de8\u96c6
simplepage.edit-title.url={} \u30a4\u30f3\u30e9\u30a4\u30f3\u30a2\u30a4\u30c6\u30e0\u3092\u7de8\u96c6
simplepage.edit-title.youtube=Youtube \u30a2\u30a4\u30c6\u30e0\u3092\u7de8\u96c6
simplepage.edit-title.comments=\u30b3\u30e1\u30f3\u30c8\u30a2\u30a4\u30c6\u30e0\u3092\u7de8\u96c6
simplepage.edit-title.student=\u5b66\u751f\u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u30a2\u30a4\u30c6\u30e0\u3092\u7de8\u96c6
simplepage.fromhost={} \u306e\u30b3\u30f3\u30c6\u30f3\u30c4
simplepage.showpage=\u30ec\u30c3\u30b9\u30f3\u30da\u30fc\u30b8
simplepage.showitem=\u30ec\u30c3\u30b9\u30f3\u30a2\u30a4\u30c6\u30e0
simplepage.return=\u30ec\u30c3\u30b9\u30f3\u306b\u623b\u308b
simplepage.return.warning=\u8b66\u544a: \u623b\u308b\u524d\u306b\u3001\u8ab2\u984c\u3092\u4fdd\u5b58\u307e\u305f\u306f\u63d0\u51fa\u3057\u305f\u3053\u3068\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002
simplepage.next=\u6b21
simplepage.back=\u623b\u308b
simplepage.editor=\u7de8\u96c6\u8005
simplepage.ckeditor=\u30a8\u30c7\u30a3\u30bf\u3001Alt-0 \u3067\u30d8\u30eb\u30d7

simplepage.preview={} \u306e\u30d7\u30ec\u30d3\u30e5\u30fc

simplepage.save_message=\u4fdd\u5b58
simplepage.cancel_message=\u30ad\u30e3\u30f3\u30bb\u30eb
simplepage.has_prerequistes=\u3053\u306e\u30da\u30fc\u30b8\u3092\u51e6\u7406\u3059\u308b\u524d\u306b\u3001\u4ee5\u4e0b\u306e\u30da\u30fc\u30b8\u3092\u5b8c\u6210\u3055\u305b\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059:
simplepage.has_prerequistes_2=\u3053\u306e\u30a2\u30a4\u30c6\u30e0\u3092\u51e6\u7406\u3059\u308b\u524d\u306b\u3001\u524d\u306e\u30a2\u30a4\u30c6\u30e0\u3092\u5b8c\u6210\u3055\u305b\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002 \u3053\u306e\u30da\u30fc\u30b8\u306b\u623b\u3063\u3066\u5b9f\u884c\u3057\u3066\u304f\u3060\u3055\u3044\u3002 \u5de6\u5074\u306b\u30a2\u30b9\u30bf\u30ea\u30b9\u30af\u304c\u8868\u793a\u3055\u308c\u3066\u3044\u308b\u30a2\u30a4\u30c6\u30e0\u304c\u5bfe\u8c61\u3067\u3059\u3002

simplepage.resource=\u30ea\u30bd\u30fc\u30b9\u3092\u8ffd\u52a0
simplepage.resource.tooltip=\u30ea\u30bd\u30fc\u30b9\u30c4\u30fc\u30eb\u3067\u30d5\u30a1\u30a4\u30eb\u306b\u30ea\u30f3\u30af\u3092\u8ffd\u52a0\u3059\u308b\u304b\u3001\u5225\u306e\u30b5\u30a4\u30c8\u306e URL \u3092\u8ffd\u52a0
simplepage.subpage=\u30b5\u30d6\u30da\u30fc\u30b8\u3092\u8ffd\u52a0
simplepage.subpage-next=\u6b21\u306e\u30da\u30fc\u30b8\u3078 (\u73fe\u5728\u306e\u30da\u30fc\u30b8\u306b\u623b\u308b\u306e\u3067\u306f\u306a\u304f\u3001\u73fe\u5728\u306e\u30da\u30fc\u30b8\u3092\u7f6e\u304d\u63db\u3048\u308b)
simplepage.subpage-button=\u30ea\u30f3\u30af\u3067\u306f\u306a\u304f\u30dc\u30bf\u30f3\u3068\u3057\u3066\u8868\u793a
simplepage.subpage.tooltip=\u65b0\u898f\u30da\u30fc\u30b8\u3092\u4f5c\u6210\u3057\u3001\u305d\u306e\u30da\u30fc\u30b8\u3078\u306e\u30ea\u30f3\u30af\u3092\u3053\u3053\u306b\u8ffd\u52a0
simplepage.usenewwindow=\u30a2\u30a4\u30c6\u30e0\u3092\u65b0\u898f\u30a6\u30a3\u30f3\u30c9\u30a6\u3067\u958b\u304f
simplepage.assignment=\u8ab2\u984c\u3092\u8ffd\u52a0
simplepage.assignment.tooltip=\u8ab2\u984c\u30c4\u30fc\u30eb\u3067\u8ab2\u984c\u3078\u306e\u30ea\u30f3\u30af\u3092\u8ffd\u52a0
simplepage.assignment.chooser=\u8ab2\u984c\u3092\u9078\u629e
simplepage.due=\u7de0\u5207
simplepage.chooser.name=\u30da\u30fc\u30b8
simplepage.chooser.due=\u7de0\u5207\u65e5\u6642
simplepage.chooser.link=\u30ea\u30f3\u30af
simplepage.select=\u9078\u629e
simplepage.select-for-deletion=\u524a\u9664\u3059\u308b\u3082\u306e\u3092\u9078\u629e
simplepage.delete-message=\u5b8c\u5168\u306b\u524a\u9664\u3067\u304d\u308b\u306e\u306f\u3001\u73fe\u5728\u30b5\u30a4\u30c8\u306e\u3069\u3053\u306b\u3082\u542b\u307e\u308c\u3066\u3044\u306a\u3044\u30da\u30fc\u30b8\u3060\u3051\u3067\u3059\u3002
simplepage.delete-selected=\u9078\u629e\u3055\u308c\u3066\u3044\u308b\u30da\u30fc\u30b8\u3092\u524a\u9664
simplepage.chooser.select=\u9078\u629e\u3055\u308c\u3066\u3044\u308b\u30a2\u30a4\u30c6\u30e0\u3092\u4f7f\u7528
simplepage.chooser.unused=\u73fe\u5728\u4f7f\u7528\u3055\u308c\u3066\u3044\u306a\u3044\u30da\u30fc\u30b8\u306f\u4ee5\u4e0b\u306e\u3068\u304a\u308a\u3067\u3059 (\u4ed6\u306e\u30da\u30fc\u30b8\u304b\u3089\u306e\u53c2\u7167\u306f\u3042\u308a\u307e\u305b\u3093)\u3002
simplepage.change_assignment=\u8ab2\u984c\u3092\u5909\u66f4
simplepage.change_quiz=\u30af\u30a4\u30ba\u3092\u5909\u66f4
simplepage.change_forum=\u30d5\u30a9\u30fc\u30e9\u30e0\u30c8\u30d4\u30c3\u30af\u3092\u5909\u66f4
simplepage.change_resource=\u30d5\u30a1\u30a4\u30eb\u307e\u305f\u306f URL \u3092\u5909\u66f4
simplepage.change_page=\u30da\u30fc\u30b8\u3092\u5909\u66f4
simplepage.quiz=\u30af\u30a4\u30ba\u3092\u8ffd\u52a0
simplepage.quiz.tooltip=\u30af\u30a4\u30ba\u306e\u30ea\u30f3\u30af\u3092\u8ffd\u52a0
simplepage.quiz.chooser=\u30af\u30a4\u30ba\u3092\u9078\u629e

simplepage.forum=\u30d5\u30a9\u30fc\u30e9\u30e0\u30c8\u30d4\u30c3\u30af\u3092\u8ffd\u52a0
simplepage.forum.tooltip=\u30d5\u30a9\u30fc\u30e9\u30e0\u30c4\u30fc\u30eb\u307e\u305f\u306f J \u30d5\u30a9\u30fc\u30e9\u30e0\u30c4\u30fc\u30eb\u3067\u30d5\u30a9\u30fc\u30e9\u30e0\u30c8\u30d4\u30c3\u30af\u3078\u306e\u30ea\u30f3\u30af\u3092\u8ffd\u52a0
simplepage.forum.chooser=\u30d5\u30a9\u30fc\u30e9\u30e0\u30c8\u30d4\u30c3\u30af\u3092\u9078\u629e
simplepage.page.chooser=\u30da\u30fc\u30b8\u3092\u9078\u629e
simplepage.page.index=\u73fe\u5728\u306e\u30b5\u30a4\u30c8\u5185\u306e\u30da\u30fc\u30b8
simplepage.page.onlyseen=\u30ce\u30fc\u30c8: \u8868\u793a\u6e08\u307f\u306e\u30da\u30fc\u30b8\u3060\u3051\u304c\u793a\u3055\u308c\u3066\u3044\u307e\u3059\u3002
simplepage.create=\u4f5c\u6210
simplepage.cancel=\u30ad\u30e3\u30f3\u30bb\u30eb
simplepage.notitle=\u30bf\u30a4\u30c8\u30eb\u304c\u5fc5\u8981\u3067\u3059\u3002
simplepage.subpage_header=\u30b5\u30d6\u30da\u30fc\u30b8\u3092\u4f5c\u6210

simplepage.copylink=\u30b3\u30d4\u30fc
simplepage.copylink2=\u30b3\u30d4\u30fc: {}

# because of the way they are loaded, startup_help needs templates/ and additional-instructions does not
# putting the URLs here lets us supply different versions for different languages
simplepage.startup_help=templates/instructions/general.html
simplepage.additional-instructions=instructions/multimedia.html
simplepage.additional-website-instructions=instructions/website.html
simplepage.general-instructions=instructions/general.html

simplepage.help=\u30d8\u30eb\u30d7

simplepage.noitems_error_admin=\u307e\u305a\u3001\u300c<b>\u30c6\u30ad\u30b9\u30c8\u3092\u8ffd\u52a0</b>\u300d\u3092\u4f7f\u7528\u3057\u3066\u3001\u3053\u306e\u30da\u30fc\u30b8\u306b\u4f55\u304b\u3092\u7f6e\u304f\u3053\u3068\u3092\u304a\u52e7\u3081\u3057\u307e\u3059\u3002 \u305d\u306e\u5f8c\u3001\u305d\u306e\u4e0b\u306b\u30ea\u30f3\u30af\u3084\u305d\u306e\u4ed6\u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u8ffd\u52a0\u3067\u304d\u307e\u3059\u3002 \u4e0a\u306e\u30a2\u30a4\u30c6\u30e0\u306e\u3044\u305a\u308c\u304b\u306b\u30de\u30a6\u30b9\u3092\u5408\u308f\u305b\u308b\u3068\u3001\u305d\u306e\u30a2\u30a4\u30c6\u30e0\u306e\u8aac\u660e\u304c\u8868\u793a\u3055\u308c\u307e\u3059\u3002
simplepage.noitems_error_user=\u3053\u306e\u30da\u30fc\u30b8\u306b\u306f\u3001\u30a2\u30a4\u30c6\u30e0\u306f\u8ffd\u52a0\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002

simplepage.additional-instructions-label=\u30de\u30eb\u30c1\u30e1\u30c7\u30a3\u30a2\u30b3\u30f3\u30c6\u30f3\u30c4\u306b\u95a2\u3059\u308b\u3088\u304f\u3042\u308b\u8cea\u554f
simplepage.additional-website-instructions-label=\u30a6\u30a7\u30d6\u30b5\u30a4\u30c8\u306b\u95a2\u3059\u308b\u3088\u304f\u3042\u308b\u8cea\u554f

simplepage.link=\u30ea\u30f3\u30af\u3092\u8ffd\u52a0
simplepage.addlink_header=\u65b0\u898f\u30ea\u30f3\u30af\u3092\u8ffd\u52a0
simplepage.addLink_label=URL:
simplepage.editText=\u3053\u306e\u30c6\u30ad\u30b9\u30c8\u3092\u7de8\u96c6
simplepage.editItem=\u7de8\u96c6
simplepage.editItemBelow=\u4ee5\u4e0b\u306e\u30a2\u30a4\u30c6\u30e0\u3092\u7de8\u96c6

simplepage.edit=\u30a2\u30a4\u30c6\u30e0\u3092\u66f4\u65b0
simplepage.description_label=\u30a2\u30a4\u30c6\u30e0\u306e\u8aac\u660e
simplepage.name_label=\u30a2\u30a4\u30c6\u30e0\u540d
simplepage.edititem_header=\u30a2\u30a4\u30c6\u30e0\u3092\u7de8\u96c6
simplepage.multimedia=\u30de\u30eb\u30c1\u30e1\u30c7\u30a3\u30a2\u3092\u8ffd\u52a0
simplepage.multimedia.tooltip=\u753b\u50cf\u3001\u30d3\u30c7\u30aa\u3001Flash \u30d5\u30a1\u30a4\u30eb\u3001\u30a6\u30a7\u30d6\u30da\u30fc\u30b8\u306a\u3069\u3092\u8ffd\u52a0\u3057\u307e\u3059\u3002\u3053\u308c\u3092\u4f7f\u7528\u3057\u3066\u3001\u3053\u306e\u30da\u30fc\u30b8\u306b\u30a2\u30a4\u30c6\u30e0\u3092\u57cb\u3081\u8fbc\u307f\u307e\u3059\u3002 \u30a2\u30a4\u30c6\u30e0\u3092\u30da\u30fc\u30b8\u306b\u57cb\u3081\u8fbc\u3080\u306e\u3067\u306f\u306a\u304f\u30a2\u30a4\u30c6\u30e0\u3078\u306e\u30ea\u30f3\u30af\u304c\u5fc5\u8981\u306a\u5834\u5408\u306f\u3001\u4ee3\u308f\u308a\u306b\u300c\u30ea\u30bd\u30fc\u30b9\u3092\u8ffd\u52a0\u300d\u3092\u4f7f\u7528\u3057\u307e\u3059\u3002
simplepage.expert_toggle=\u8a73\u7d30\u3092\u8868\u793a
simplepage.expert_intro=\u901a\u5e38\u3001\u4ee5\u4e0b\u3092\u5909\u66f4\u3059\u308b\u5fc5\u8981\u306f\u3042\u308a\u307e\u305b\u3093:
simplepage.mimetype_label=MIME \u30bf\u30a4\u30d7
simplepage.tag_is=\u3053\u306e\u30a2\u30a4\u30c6\u30e0\u306f\u3001\u30bf\u30a4\u30d7\u306e\u30bf\u30b0\u4ed8\u304d\u3067\u8868\u793a\u3055\u308c\u307e\u3059
simplepage.tag_object="object"
simplepage.tag_img="img"
simplepage.tag_iframe="iframe"
simplepage.permissions=\u6a29\u9650
simplepage.permissions.tooltip=\u3053\u306e\u30c4\u30fc\u30eb\u306b\u95a2\u9023\u4ed8\u3051\u3089\u308c\u3066\u3044\u308b\u6a29\u9650\u3092\u3001\u5225\u306e\u30bf\u30a4\u30d7\u306e\u30e6\u30fc\u30b6\u30fc\u306e\u305f\u3081\u306b\u5909\u66f4
simplepage.iframe.auto=\u30b3\u30f3\u30c6\u30f3\u30c4\u306e\u9ad8\u3055\u3092\u3059\u3079\u3066\u4f7f\u7528\u3059\u308b\u306b\u306f\u3001\u9ad8\u3055\u30d5\u30a3\u30fc\u30eb\u30c9\u3067\u300c\u81ea\u52d5\u300d\u3092\u4f7f\u7528\u3057\u307e\u3059\u3002 Sakai \u5185\u306e URL \u3067\u306e\u307f\u6709\u52b9\u3067\u3059\u3002
simplepage.nopermissions=\u3053\u306e\u30da\u30fc\u30b8\u3092\u8aad\u3080\u6a29\u9650\u304c\u3042\u308a\u307e\u305b\u3093
simplepage.nowrite=\u3053\u306e\u30da\u30fc\u30b8\u3092\u7de8\u96c6\u3059\u308b\u6a29\u9650\u304c\u3042\u308a\u307e\u305b\u3093
simplepage.savefailed=\u30a2\u30a4\u30c6\u30e0\u3092\u4fdd\u5b58\u307e\u305f\u306f\u66f4\u65b0\u3067\u304d\u307e\u305b\u3093\u3002 \u30a8\u30e9\u30fc: 

simplepage.height_label=\u9ad8\u3055:
simplepage.width_label=\u5e45:
simplepage.editMultimedia_header=\u30de\u30eb\u30c1\u30e1\u30c7\u30a3\u30a2\u30b5\u30a4\u30ba\u3092\u7de8\u96c6
simplepage.editMultimedia=\u30de\u30eb\u30c1\u30e1\u30c7\u30a3\u30a2\u3092\u7de8\u96c6
simplepage.size-too-big=\u9ad8\u3055\u307e\u305f\u306f\u5e45\u3092\u8d85\u3048\u308b3000\u30d4\u30af\u30bb\u30eb
simplepage.deleted-group=<\u30b0\u30eb\u30fc\u30d7\u3092\u524a\u9664>
simplepage.deleted-entity=*\u524a\u9664\u6e08\u307f*

simplepage.add_file_instructions=\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9\u3059\u308b\u30d5\u30a1\u30a4\u30eb\u3092\u7528\u610f\u3059\u308b\u304b\u3001\u30a2\u30a4\u30c6\u30e0\u3092\u5165\u624b\u3067\u304d\u308b URL \u3092\u6307\u5b9a\u3059\u308b\u304b\u3001\u3059\u3067\u306b\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9\u3055\u308c\u3066\u3044\u308b\u30d5\u30a1\u30a4\u30eb\u3092\u9078\u629e\u3057\u307e\u3059\u3002
simplepage.upload_label=\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9\u30d5\u30a1\u30a4\u30eb:
simplepage.choose_existing=\u65e2\u5b58\u306e\u30d5\u30a1\u30a4\u30eb\u3092\u9078\u629e
simplepage.choose_existing_page=\u65e2\u5b58\u306e\u30da\u30fc\u30b8\u3092\u9078\u629e

simplepage.import_cc_button=CC \u3092\u30a4\u30f3\u30dd\u30fc\u30c8
simplepage.import_cc=IMS \u5171\u901a\u30ab\u30fc\u30c8\u30ea\u30c3\u30b8\u30d5\u30a1\u30a4\u30eb\u3092\u30a4\u30f3\u30dd\u30fc\u30c8
simplepage.import_cc_file=IMS \u5171\u901a\u30ab\u30fc\u30c8\u30ea\u30c3\u30b8\u30d5\u30a1\u30a4\u30eb (ZIP \u30d5\u30a1\u30a4\u30eb):
simplepage.import_cc_syllabus=\u30b7\u30e9\u30d0\u30b9
simplepage.import_cc_lessonplan=\u30ec\u30c3\u30b9\u30f3\u30d7\u30e9\u30f3
simplepage.import_cc_pattern=[\u30d1\u30bf\u30fc\u30f3\u30de\u30c3\u30c1]
simplepage.import_cc_usespattern=\u3053\u306e\u30ab\u30fc\u30c8\u30ea\u30c3\u30b8\u306b\u306f\u3001\u30d1\u30bf\u30fc\u30f3\u30de\u30c3\u30c1\u3092\u4f7f\u7528\u3059\u308b\u300c\u7a74\u57cb\u3081\u300d\u5f0f\u306e\u8a55\u4fa1\u8cea\u554f\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3059\u3002Sakai \u3067\u306f\u30d1\u30bf\u30fc\u30f3\u30de\u30c3\u30c1\u3092\u30b5\u30dd\u30fc\u30c8\u3057\u3066\u3044\u307e\u305b\u3093\u3002\u3053\u308c\u3089\u306e\u8cea\u554f\u306e\u5148\u982d\u306b\u306f\u3001[\u30d1\u30bf\u30fc\u30f3\u30de\u30c3\u30c1] \u3068\u3044\u3046\u30d5\u30e9\u30b0\u304c\u4ed8\u3051\u3089\u308c\u307e\u3059\u3002\u30d5\u30e9\u30b0\u4ed8\u304d\u306e\u8cea\u554f\u3092\u78ba\u8a8d\u3057\u3001\u5fc5\u8981\u306b\u5fdc\u3058\u3066\u5909\u66f4\u3092\u884c\u3063\u3066\u304f\u3060\u3055\u3044\u3002

simplepage.delete=\u524a\u9664
simplepage.editTitle_header=\u30da\u30fc\u30b8\u30bf\u30a4\u30c8\u30eb\u3092\u7de8\u96c6
simplepage.title=\u8a2d\u5b9a

simplepage.alt_label=\u4ee3\u66ff\u306e\u30c6\u30ad\u30b9\u30c8
simplepage.reorder=\u9806\u5e8f\u5909\u66f4
simplepage.reorder-tooltip=\u3053\u306e\u30da\u30fc\u30b8\u306e\u30a2\u30a4\u30c6\u30e0\u3092\u9806\u5e8f\u5909\u66f4
simplepage.reorder_header=\u30da\u30fc\u30b8\u30a2\u30a4\u30c6\u30e0\u3092\u9806\u5e8f\u5909\u66f4
simplepage.reorder_instructions=\u30a2\u30a4\u30c6\u30e0\u3092\u9806\u5e8f\u5909\u66f4\u3059\u308b\u306b\u306f\u3001\u4ee5\u4e0b\u3067\u30c9\u30e9\u30c3\u30b0\u30a2\u30f3\u30c9\u30c9\u30ed\u30c3\u30d7\u3057\u307e\u3059\u3002 \u307e\u305f\u306f\u3001\u756a\u53f7\u3092\u9078\u629e\u3057\u3001Ctrl \u30ad\u30fc\u3092\u62bc\u3057\u305f\u307e\u307e\u4e0a\u5411\u304d\u307e\u305f\u306f\u4e0b\u5411\u304d\u306e\u77e2\u5370\u30ad\u30fc\u3092\u4f7f\u7528\u3057\u307e\u3059\u3002 \u5834\u5408\u306b\u3088\u3063\u3066\u306f\u3001\u77e2\u5370\u30ad\u30fc\u3092 2 \u56de\u62bc\u3059\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
simplepage.reorder.tooltip=\u3053\u306e\u30da\u30fc\u30b8\u306e\u30a2\u30a4\u30c6\u30e0\u306e\u9806\u5e8f\u3092\u5909\u66f4\u3057\u307e\u3059\u3002
simplepage.reorder-duplicates=\u7d9a\u884c\u3067\u304d\u307e\u305b\u3093\u3002 \u30a2\u30a4\u30c6\u30e0\u306e\u4e00\u90e8\u3067\u9806\u756a\u304c\u91cd\u8907\u3057\u3066\u3044\u307e\u3059\u3002
simplepage.reorder-belowdelete=\u524a\u9664\u3059\u308b\u30a2\u30a4\u30c6\u30e0\u3092\u3053\u306e\u30de\u30fc\u30ab\u30fc\u306e\u4e0b\u306b\u79fb\u52d5\u3057\u3066\u304f\u3060\u3055\u3044
simplepage.reorder-aboveuse=\u30da\u30fc\u30b8\u306b\u8ffd\u52a0\u3059\u308b\u30a2\u30a4\u30c6\u30e0\u3092\u3053\u306e\u30de\u30fc\u30ab\u30fc\u306e\u4e0a\u306b\u79fb\u52d5\u3057\u3066\u304f\u3060\u3055\u3044
simplepage.reorder-addpage=\u4ed6\u306e\u30da\u30fc\u30b8\u304b\u3089\u30a2\u30a4\u30c6\u30e0\u3092\u8ffd\u52a0

simplepage.save=\u4fdd\u5b58
simplepage.edit_youtubelink=Youtube \u30ea\u30f3\u30af\u3092\u7de8\u96c6
simplepage.edit_youtube=\u4ee5\u4e0b\u306e Youtube \u30ea\u30f3\u30af\u3092\u7de8\u96c6
simplepage.edit_movie=\u4ee5\u4e0b\u306e\u30a2\u30a4\u30c6\u30e0\u3092\u7de8\u96c6
simplepage.edititems=\u30a2\u30a4\u30c6\u30e0\u3092\u7de8\u96c6
simplepage.itemstatus=\u30a2\u30a4\u30c6\u30e0\u306e\u72b6\u614b
simplepage.items=\u30a2\u30a4\u30c6\u30e0
simplepage.edit_quiz=\u30af\u30a4\u30ba\u3092\u7de8\u96c6
simplepage.edit_quiz_settings=\u30af\u30a4\u30ba\u8a2d\u5b9a\u3092\u7de8\u96c6
simplepage.edit_assignment=\u8ab2\u984c\u3092\u7de8\u96c6
simplepage.edit_topic=\u30d5\u30a9\u30fc\u30e9\u30e0\u30c8\u30d4\u30c3\u30af\u3092\u7de8\u96c6
simplepage.return_from_edit=\u30a2\u30a4\u30c6\u30e0\u306e\u7de8\u96c6\u304c\u7d42\u4e86\u3057\u305f\u3089\u30ec\u30c3\u30b9\u30f3\u306b\u623b\u308b

simplepage.status.completed=\u5b8c\u4e86
simplepage.status.notavailable=\u307e\u3060\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093
simplepage.status.failed=\u5931\u6557
simplepage.status.required=\u5fc5\u9808
simplepage.status.notrequired=\u5fc5\u9808\u3067\u306a\u3044
simplepage.status.inprogress=\u5b9f\u884c\u4e2d
simplepage.status.level=\u30ec\u30d9\u30eb {}
simplepage.refresh_prompt=\u8981\u6c42\u3055\u308c\u305f\u30a2\u30a4\u30c6\u30e0\u304c\u5b8c\u4e86\u3057\u305f\u3089\u3001\u4ee5\u4e0b\u3092\u5b9f\u884c\u3057\u3066\u304f\u3060\u3055\u3044:
simplepage.refresh=\u66f4\u65b0
simplepage.last-visited=\u524d\u306e\u30bb\u30c3\u30b7\u30e7\u30f3\u304b\u3089\u6700\u65b0\u306e\u30da\u30fc\u30b8\u306b\u623b\u308b - \u524d\u306e\u30bb\u30c3\u30b7\u30e7\u30f3:
simplepage.update_icons=\u3053\u308c\u306b\u3088\u308a\u72b6\u614b\u30a2\u30a4\u30b3\u30f3\u304c\u66f4\u65b0\u3055\u308c\u307e\u3059\u3002
simplepage.prerequisites_label=\u3059\u3079\u3066\u306e\u524d\u63d0\u6761\u4ef6\u304c\u5b8c\u4e86\u3059\u308b\u307e\u3067\u30a2\u30a4\u30c6\u30e0\u3092\u516c\u958b\u3057\u306a\u3044
simplepage.page_prerequisites_label=\u3059\u3079\u3066\u306e\u524d\u63d0\u6761\u4ef6\u30da\u30fc\u30b8\u304c\u5b8c\u4e86\u3059\u308b\u307e\u3067\u30da\u30fc\u30b8\u3092\u516c\u958b\u3057\u306a\u3044
simplepage.require=\u3053\u306e\u30a2\u30a4\u30c6\u30e0\u3092\u5fc5\u8981\u3068\u3059\u308b
simplepage.page_require=\u3053\u306e\u30da\u30fc\u30b8\u3092\u5fc5\u8981\u3068\u3059\u308b
simplepage.youtube_url=Youtube \u306e URL:
simplepage.youtube_player=Youtube \u30d7\u30ec\u30a4\u30e4\u30fc
simplepage.mm_player={} \u7528\u30de\u30eb\u30c1\u30e1\u30c7\u30a3\u30a2\u30d7\u30ec\u30a4\u30e4\u30fc
simplepage.web_content=\u30a6\u30a7\u30d6 {}
simplepage.youtube.needflash=\u3053\u306e\u30d3\u30c7\u30aa\u3092\u898b\u308b\u306b\u306f\u3001Flash player \u30d0\u30fc\u30b8\u30e7\u30f3 8 \u4ee5\u964d\u3068 Javascript \u304c\u6709\u52b9\u306b\u306a\u3063\u3066\u3044\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
simplepage.hide_page_label=\u3053\u306e\u30da\u30fc\u30b8\u3092\u975e\u8868\u793a:
simplepage.hide_page_from_users=\u3053\u306e\u30da\u30fc\u30b8\u3092\u30e6\u30fc\u30b6\u30fc\u306b\u5bfe\u3057\u3066\u975e\u8868\u793a\u306b\u3059\u308b (\u30da\u30fc\u30b8\u306f\u5de6\u30de\u30fc\u30b8\u30f3\u306b\u8868\u793a\u3055\u308c\u306a\u3044)
simplepage.page.releasedate=\u4ee5\u4e0b\u306e\u65e5\u6642\u307e\u3067\u30da\u30fc\u30b8\u3092\u975e\u8868\u793a\u306b\u3059\u308b (\u30da\u30fc\u30b8\u306f\u8868\u793a\u3055\u308c\u308b\u304c\u30e6\u30fc\u30b6\u30fc\u306b\u306f\u30a8\u30e9\u30fc\u304c\u8fd4\u3055\u308c\u308b)
simplepage.error=\u30a8\u30e9\u30fc
simplepage.error_colon=\u30a8\u30e9\u30fc:
simplepage.complete_required=\u3053\u306e\u30a2\u30a4\u30c6\u30e0\u3092\u8868\u793a\u3059\u308b\u524d\u306b\u3001\u4e0a\u8a18\u306e\u5fc5\u9808\u30a2\u30a4\u30c6\u30e0\u3092\u3059\u3079\u3066\u5b8c\u6210\u3055\u305b\u3066\u304f\u3060\u3055\u3044\u3002

simplepage.editpermissions=\u6b21\u306e\u6a29\u9650\u3092\u8a2d\u5b9a:
simplepage.filepicker_instructions=\u30da\u30fc\u30b8\u306b\u8ffd\u52a0\u3059\u308b\u30d5\u30a1\u30a4\u30eb\u307e\u305f\u306f\u30a6\u30a7\u30d6\u30da\u30fc\u30b8 (URL) \u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\u3002

simplepage.require_submit_assessment=\u5b66\u751f\u304c\u3053\u306e\u8a55\u4fa1\u3092\u63d0\u51fa\u3059\u308b\u3053\u3068\u304c\u5fc5\u8981\u3067\u3059\u3002
simplepage.require_submit_assignment=\u5b66\u751f\u304c\u3053\u306e\u8ab2\u984c\u3092\u63d0\u51fa\u3059\u308b\u3053\u3068\u304c\u5fc5\u8981\u3067\u3059\u3002
simplepage.require_submit_forum=\u5b66\u751f\u304c\u3053\u306e\u30c8\u30d4\u30c3\u30af\u306b\u6295\u7a3f\u3059\u308b\u3053\u3068\u304c\u5fc5\u8981\u3067\u3059\u3002
simplepage.require_receive=\u5b66\u751f\u304c\u4ee5\u4e0b\u3092\u53d7\u3051\u53d6\u308b\u3053\u3068\u304c\u5fc5\u8981\u3067\u3059: 
simplepage.require_points_assessment=\u3053\u306e\u8a55\u4fa1\u3078\u306e\u70b9\u6570\u3002
simplepage.require_points_assignment=\u3053\u306e\u8ab2\u984c\u3078\u306e\u70b9\u6570\u3002
simplepage.require_pass_assignment=\u5b66\u751f\u304c\u3053\u306e\u8ab2\u984c\u306b<b>\u30d1\u30b9</b>\u3059\u308b\u3053\u3068\u304c\u5fc5\u8981\u3067\u3059\u3002
simplepage.require_atleast=\u5b66\u751f\u306e\u53d7\u3051\u53d6\u308b\u70b9\u6570\u304c\u3053\u306e\u70b9\u6570\u4ee5\u4e0a\u3067\u3042\u308b\u3053\u3068\u304c\u5fc5\u8981\u3067\u3059:
simplepage.require_checkmark=\u5b66\u751f\u304c\u30c1\u30a7\u30c3\u30af\u30de\u30fc\u30af\u3092\u53d7\u3051\u53d6\u308b\u3053\u3068\u304c\u5fc5\u8981\u3067\u3059:
simplepage.title_notblank=\u30bf\u30a4\u30c8\u30eb\u3092\u7a7a\u767d\u306b\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\u3002
simplepage.must_be_youtube=\u3053\u308c\u306f\u3001Youtube \u306e URL \u3067\u306a\u3051\u308c\u3070\u306a\u308a\u307e\u305b\u3093
simplepage.item_notblank=\u30a2\u30a4\u30c6\u30e0\u540d\u3092\u7a7a\u767d\u306b\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093
simplepage.page_notblank=\u30da\u30fc\u30b8\u30bf\u30a4\u30c8\u30eb\u3092\u7a7a\u767d\u306b\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\u3002

simplepage.copied.assignment=\u3053\u306e\u30a2\u30a4\u30c6\u30e0\u306f\u3001\u5225\u306e\u30b5\u30a4\u30c8\u304b\u3089\u30b3\u30d4\u30fc\u3055\u308c\u307e\u3057\u305f\u3002 \u300c\u7de8\u96c6\u300d\u304a\u3088\u3073\u300c\u8ab2\u984c\u3092\u5909\u66f4\u300d\u3092\u5b9f\u884c\u3057\u3066\u3001\u3053\u306e\u30b5\u30a4\u30c8\u3067\u6709\u52b9\u306a\u8ab2\u984c\u3092\u9078\u629e\u3059\u308b\u307e\u3067\u3001\u6709\u52b9\u306b\u306a\u308a\u307e\u305b\u3093\u3002
simplepage.copied.assessment=\u3053\u306e\u30a2\u30a4\u30c6\u30e0\u306f\u3001\u5225\u306e\u30b5\u30a4\u30c8\u304b\u3089\u30b3\u30d4\u30fc\u3055\u308c\u307e\u3057\u305f\u3002 \u300c\u7de8\u96c6\u300d\u304a\u3088\u3073\u300c\u30af\u30a4\u30ba\u3092\u5909\u66f4\u300d\u3092\u5b9f\u884c\u3057\u3066\u3001\u3053\u306e\u30b5\u30a4\u30c8\u3067\u6709\u52b9\u306a\u30af\u30a4\u30ba\u3092\u9078\u629e\u3059\u308b\u307e\u3067\u3001\u6709\u52b9\u306b\u306a\u308a\u307e\u305b\u3093\u3002
simplepage.copied.forum=\u3053\u306e\u30a2\u30a4\u30c6\u30e0\u306f\u3001\u5225\u306e\u30b5\u30a4\u30c8\u304b\u3089\u30b3\u30d4\u30fc\u3055\u308c\u307e\u3057\u305f\u3002 \u300c\u7de8\u96c6\u300d\u304a\u3088\u3073\u300c\u30d5\u30a9\u30fc\u30e9\u30e0\u30c8\u30d4\u30c3\u30af\u3092\u5909\u66f4\u300d\u3092\u5b9f\u884c\u3057\u3066\u3001\u3053\u306e\u30b5\u30a4\u30c8\u3067\u6709\u52b9\u306a\u30d5\u30a9\u30fc\u30e9\u30e0\u30c8\u30d4\u30c3\u30af\u3092\u9078\u629e\u3059\u308b\u307e\u3067\u3001\u6709\u52b9\u306b\u306a\u308a\u307e\u305b\u3093\u3002

simplepage.nosite=\u73fe\u5728\u306e\u30b5\u30a4\u30c8\u3092\u6c7a\u5b9a\u3067\u304d\u307e\u305b\u3093
simplepage.create.resource.failed=\u5171\u901a\u30ab\u30fc\u30c8\u30ea\u30c3\u30b8\u306e\u30a4\u30f3\u30dd\u30fc\u30c8\u4e2d\u306f\u30d5\u30a1\u30a4\u30eb\u3092\u4f5c\u6210\u3067\u304d\u307e\u305b\u3093: 
simplepage.resource100=\u5171\u901a\u30ab\u30fc\u30c8\u30ea\u30c3\u30b8\u306e\u30a4\u30f3\u30dd\u30fc\u30c8\u4e2d\u306f\u30d5\u30a1\u30a4\u30eb\u3092\u4f5c\u6210\u3067\u304d\u307e\u305b\u3093: \u3059\u3067\u306b 100 \u4ef6\u5b58\u5728\u3057\u307e\u3059: 
simplepage.noquizengines=<b style="color:#c00">\u8b66\u544a\uff1a</b>\u3053\u306e\u30b5\u30a4\u30c8\u306b\u30af\u30a4\u30ba\u30c4\u30fc\u30eb\u3092\u8ffd\u52a0\u3057\u3066\u304f\u3060\u3055\u3044\u3002\u8ffd\u52a0\u3057\u306a\u3044\u3068\u30ab\u30fc\u30c8\u30ea\u30c3\u30b8\u304b\u3089\u30af\u30a4\u30ba\u3092\u8aad\u307f\u8fbc\u3081\u307e\u305b\u3093
simplepage.choosequizengine=\u3053\u306e\u30ab\u30fc\u30c8\u30ea\u30c3\u30b8\u3067\u30af\u30a4\u30ba\u306b\u4f7f\u7528\u3059\u308b\u30af\u30a4\u30ba\u30c4\u30fc\u30eb\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044
simplepage.notopicengines=<b style="color:#c00">\u8b66\u544a:</b> \u3053\u306e\u30b5\u30a4\u30c8\u306b\u30d5\u30a9\u30fc\u30e9\u30e0\u30c4\u30fc\u30eb\u3092\u8ffd\u52a0\u3057\u3066\u304f\u3060\u3055\u3044\u3002 \u8ffd\u52a0\u3057\u306a\u3044\u3068\u30ab\u30fc\u30c8\u30ea\u30c3\u30b8\u304b\u3089\u30d5\u30a9\u30fc\u30e9\u30e0\u3092\u8aad\u307f\u8fbc\u3081\u307e\u305b\u3093
simplepage.choosetopicengine=\u3053\u306e\u30ab\u30fc\u30c8\u30ea\u30c3\u30b8\u3067\u30d5\u30a9\u30fc\u30e9\u30e0\u306b\u4f7f\u7528\u3059\u308b\u30d5\u30a9\u30fc\u30e9\u30e0\u30c4\u30fc\u30eb\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044
simplepage.loading=\u8aad\u307f\u8fbc\u3093\u3067\u3044\u307e\u3059\u3001\u304a\u5f85\u3061\u304f\u3060\u3055\u3044...
simplepage.needpermissions=\u3053\u306e\u30c4\u30fc\u30eb\u3092\u4f7f\u7528\u3059\u308b\u305f\u3081\u306b\u5fc5\u8981\u306a\u6a29\u9650\u304c\u3042\u308a\u307e\u305b\u3093\u3002 \u3042\u306a\u305f\u306e\u30ed\u30fc\u30eb\u3067\u306f\u6a29\u9650\u304c\u3042\u308b\u306f\u305a\u306a\u306e\u3067\u3001\u30b5\u30a4\u30c8\u3067\u6a29\u9650\u304c\u9069\u5207\u306b\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u306a\u3044\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059\u3002 \u6b21\u306e\u30ea\u30f3\u30af\u3092\u4f7f\u7528\u3057\u3066\u6a29\u9650\u30c4\u30fc\u30eb\u3092\u5b9f\u884c\u3057\u3066\u304f\u3060\u3055\u3044\u3002 \u3059\u3079\u3066\u306e\u30ed\u30fc\u30eb\u306b lessonbuilder.read \u3092\u3001\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u7de8\u96c6\u3067\u304d\u308b\u3088\u3046\u306b\u3059\u308b\u3059\u3079\u3066\u306e\u30ed\u30fc\u30eb\u306b lessonbuilder.upd \u3092\u4e0e\u3048\u308b\u3053\u3068\u3092\u304a\u52e7\u3081\u3057\u307e\u3059\u3002 \u901a\u5e38\u3001\u3053\u308c\u306f\u7ba1\u7406\u3001\u6559\u54e1\u3001\u304a\u3088\u3073\u5834\u5408\u306b\u3088\u3063\u3066\u306f\u4e00\u90e8\u306e TA \u30ed\u30fc\u30eb\u3067\u3059\u3002
simplepage.wrong-cc-version=\u5171\u901a\u30ab\u30fc\u30c8\u30ea\u30c3\u30b8\u306e\u30d5\u30a9\u30fc\u30de\u30c3\u30c8\u3092\u8a8d\u8b58\u3067\u304d\u307e\u305b\u3093\u3002 \u30d5\u30a1\u30a4\u30eb\u306e\u30d0\u30fc\u30b8\u30e7\u30f3\u306f 1.0 \u307e\u305f\u306f 1.1 \u3067\u306a\u3051\u308c\u3070\u306a\u308a\u307e\u305b\u3093\u3002
simplepage.cc-error=\u5171\u901a\u30ab\u30fc\u30c8\u30ea\u30c3\u30b8\u30d5\u30a1\u30a4\u30eb\u306e\u30a4\u30f3\u30dd\u30fc\u30c8\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002\u7121\u52b9\u306a\u30d5\u30a1\u30a4\u30eb\u306e\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059\u3002
simplepage.cc-uses-auth=\u6a29\u9650\u306e\u5236\u9650\u306e\u305f\u3081\u306b\u5171\u901a\u30ab\u30fc\u30c8\u30ea\u30c3\u30b8\u3092\u30a4\u30f3\u30dd\u30fc\u30c8\u3067\u304d\u307e\u305b\u3093
simplepage.cc-uses-role=\u3053\u306e\u30ab\u30fc\u30c8\u30ea\u30c3\u30b8\u306b\u306f\u3001\u8b1b\u5e2b\u307e\u305f\u306f\u6559\u54e1\u306b\u5236\u9650\u3055\u308c\u305f\u30ea\u30bd\u30fc\u30b9\u304c\u5c11\u306a\u304f\u3068\u3082 1 \u3064\u542b\u307e\u308c\u3066\u3044\u307e\u3059\u3002\u3053\u306e\u3088\u3046\u306a\u30ea\u30bd\u30fc\u30b9\u306f\u30ec\u30c3\u30b9\u30f3\u30da\u30fc\u30b8\u306b\u8ffd\u52a0\u3055\u308c\u305a\u3001\u30ea\u30bd\u30fc\u30b9\u306b\u30ed\u30fc\u30c9\u3055\u308c\u3066\u3044\u3066\u3082\u5b66\u751f\u306b\u306f\u975e\u8868\u793a\u3068\u306a\u308a\u307e\u3059\u3002{}
simplepage.cc-uses-mentor=\u8b1b\u5e2b\u3068\u6559\u54e1\u3068\u306e\u9593\u306b\u9055\u3044\u306f\u3042\u308a\u307e\u305b\u3093\u3002


simplepage.comments-section=\u30b3\u30e1\u30f3\u30c8\u30bb\u30af\u30b7\u30e7\u30f3
simplepage.replace-with-comments=\u30b3\u30e1\u30f3\u30c8\u3092\u8aad\u307f\u8fbc\u3093\u3067\u3044\u307e\u3059 ...
simplepage.comments=\u30b3\u30e1\u30f3\u30c8\u30c4\u30fc\u30eb\u3092\u8ffd\u52a0
simplepage.add-comment=\u30b3\u30e1\u30f3\u30c8\u3092\u8ffd\u52a0
simplepage.in-reply-to={1} \u3078\u306e\u8fd4\u4fe1\u3068\u3057\u3066\u3001{2}
simplepage.comment-reply={} \u304b\u3089\u306e\u30b3\u30e1\u30f3\u30c8\u3078\u306e\u8fd4\u4fe1
simplepage.missing-prereqs=\u30b3\u30e1\u30f3\u30c8\u7528\u306e\u30a8\u30ea\u30a2\u304c\u3042\u308a\u307e\u3059\u304c\u3001\u4e0a\u8a18\u306e\u5fc5\u9808\u30a2\u30a4\u30c6\u30e0\u3092\u3059\u3079\u3066\u5b8c\u6210\u3055\u305b\u308b\u307e\u3067\u8868\u793a\u3055\u308c\u307e\u305b\u3093\u3002
simplepage.fake-missing-prereqs=\u5b66\u751f\u306e\u5834\u5408\u306f\u3001\u4e0a\u8a18\u306e\u3059\u3079\u3066\u306e\u5fc5\u9808\u30a2\u30a4\u30c6\u30e0\u3092\u5b8c\u6210\u3055\u305b\u3066\u3044\u306a\u3044\u305f\u3081\u3001\u30b3\u30e1\u30f3\u30c8\u3092\u898b\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\u3002
simplepage.edit-comment=\u30b3\u30e1\u30f3\u30c8\u3092\u7de8\u96c6
simplepage.comment-edit={} \u304b\u3089\u306e\u30b3\u30e1\u30f3\u30c8\u3092\u7de8\u96c6
simplepage.see_all_comments=\u3059\u3079\u3066\u306e {} \u30b3\u30e1\u30f3\u30c8\u3092\u898b\u308b...
simplepage.see_new_comments=\u3059\u3079\u3066\u306e {} \u65b0\u7740\u30b3\u30e1\u30f3\u30c8\u3092\u898b\u308b...
simplepage.edit_commentslink=\u30b3\u30e1\u30f3\u30c8\u30bb\u30af\u30b7\u30e7\u30f3\u3092\u7de8\u96c6
simplepage.comments-anonymous=\u30b3\u30e1\u30f3\u30c8\u306e\u533f\u540d\u3092\u7d99\u7d9a
simplepage.comments-graded=\u3053\u308c\u3089\u306b\u3064\u3044\u3066\u6210\u7e3e\u7c3f\u30a8\u30f3\u30c8\u30ea\u3092\u4f5c\u6210
simplepage.comments-max=\u6700\u9ad8\u70b9:
simplepage.integer-expected=\u70b9\u6570\u3092\u6709\u52b9\u306a\u6570\u5024\u306b\u8a2d\u5b9a\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
simplepage.comment-delete={} \u304b\u3089\u306e\u30b3\u30e1\u30f3\u30c8\u3092\u524a\u9664
simplepage.delete_comment_confirm={} \u306b\u3088\u308b\u3053\u306e\u30b3\u30e1\u30f3\u30c8\u3092\u524a\u9664\u3057\u3066\u3088\u308d\u3057\u3044\u3067\u3059\u304b?
simplepage.empty-comment-error=\u30b3\u30e1\u30f3\u30c8\u306f\u7a7a\u3067\u306a\u3051\u308c\u3070\u306a\u308a\u307e\u305b\u3093\u3002
simplepage.comment-permissions-error=\u305d\u306e\u30b3\u30e1\u30f3\u30c8\u3092\u524a\u9664\u3059\u308b\u305f\u3081\u306b\u5fc5\u8981\u306a\u6a29\u9650\u304c\u3042\u308a\u307e\u305b\u3093\u3002
simplepage.permissions-general=\u305d\u308c\u3092\u5b9f\u884c\u3059\u308b\u305f\u3081\u306b\u5fc5\u8981\u306a\u6a29\u9650\u304c\u3042\u308a\u307e\u305b\u3093\u3002
simplepage.comment-unknown-user=\u672a\u78ba\u8a8d\u306e\u30e6\u30fc\u30b6\u30fc
simplepage.comment-you=\u3042\u306a\u305f
simplepage.comment-anonymous-message=\u901a\u5e38\u306e\u30e6\u30fc\u30b6\u30fc\u306b\u306f\u533f\u540d\u306e\u540d\u524d\u3057\u304b\u8868\u793a\u3055\u308c\u307e\u305b\u3093\u3002 \u30b3\u30e1\u30f3\u30c8\u3057\u305f\u4eba\u306e\u672c\u540d\u306f\u3001\u3042\u306a\u305f\u3068\u4ed6\u306e\u7ba1\u7406\u8005\u306b\u306e\u307f\u8868\u793a\u3055\u308c\u307e\u3059\u3002
simplepage.edit-comment=\u7de8\u96c6
simplepage.comment-edit-message=\u81ea\u5206\u306e\u30b3\u30e1\u30f3\u30c8\u3092\u7de8\u96c6\u307e\u305f\u306f\u524a\u9664\u3067\u304d\u308b\u306e\u306f\u300130 \u5206\u4ee5\u5185\u3067\u3059\u3002
simplepage.comment-grading-message=\u7279\u5b9a\u306e\u30b3\u30e1\u30f3\u30c8\u306b\u5272\u308a\u5f53\u3066\u308b\u70b9\u6570\u306e\u6570\u5024\u3092\u30b3\u30e1\u30f3\u30c8\u306e\u96a3\u306e\u300c\u70b9\u300d\u30dc\u30c3\u30af\u30b9\u306b\u5165\u529b\u3057\u3066\u304b\u3089\u3001Enter \u30ad\u30fc\u3092\u62bc\u3057\u3066\u6210\u7e3e\u3092\u9001\u4fe1\u3057\u307e\u3059\u3002  \u5165\u529b\u3055\u308c\u305f\u3060\u3051\u3067\u9001\u4fe1\u3055\u308c\u3066\u3044\u306a\u3044\u6210\u7e3e\u306f\u3001\u8d64\u3044\u6587\u5b57\u3067\u8868\u793a\u3055\u308c\u307e\u3059\u3002
simplepage.comment-author-owner=\u30da\u30fc\u30b8\u6240\u6709\u8005
simplepage.nothing-over-100-percent=\u9ad8\u3055\u307e\u305f\u306f\u5e45\u3092 100% \u3088\u308a\u5927\u304d\u304f\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\u3002
simplepage.width-height=\u5e45\u3068\u9ad8\u3055\u306b\u306f\u6b63\u306e\u6570 (\u4f8b: 500\u3001500px) \u307e\u305f\u306f 100% \u4ee5\u4e0b\u306e\u5272\u5408\u3092\u6307\u5b9a\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002

simplepage.seconds=\u6570\u79d2\u524d
simplepage.one_min=1 \u5206\u524d
simplepage.x_min={} \u5206\u524d
simplepage.one_hour=1 \u6642\u9593\u524d
simplepage.x_hour={} \u6642\u9593\u524d
simplepage.one_day=1 \u65e5\u524d
simplepage.x_day={} \u65e5\u524d
simplepage.one_month=1 \u304b\u6708\u524d
simplepage.x_month={} \u304b\u6708\u524d
simplepage.one_year=1 \u5e74\u524d
simplepage.x_year={} \u5e74\u524d

simplepage.select-group=\u3053\u306e\u30a2\u30a4\u30c6\u30e0\u304c\u8868\u793a\u3055\u308c\u308b\u30b0\u30eb\u30fc\u30d7\u3092\u9078\u629e [\u6307\u5b9a\u3057\u306a\u3044\u3068\u3059\u3079\u3066\u306e\u30b0\u30eb\u30fc\u30d7\u3067\u8868\u793a]
simplepage.edit-group=\u3053\u306e\u30a2\u30a4\u30c6\u30e0\u304c\u8868\u793a\u3055\u308c\u308b\u30b0\u30eb\u30fc\u30d7\u3092\u7de8\u96c6
simplepage.select-resource-group=\u30ce\u30fc\u30c8: \u30b0\u30eb\u30fc\u30d7\u30a2\u30af\u30bb\u30b9\u306f\u30ea\u30bd\u30fc\u30b9\u30c4\u30fc\u30eb\u3067\u8a2d\u5b9a\u3059\u308b\u3053\u3068\u3082\u3067\u304d\u307e\u3059\u3002 \u305d\u306e\u5834\u5408\u3001\u30ea\u30bd\u30fc\u30b9\u3054\u3068\u306b\u5225\u3005\u306b\u8a2d\u5b9a\u3059\u308b\u306e\u3067\u306a\u304f\u3001\u30d5\u30a9\u30eb\u30c0\u5168\u4f53\u306b\u5bfe\u3057\u3066\u8a2d\u5b9a\u3092\u884c\u3046\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002
simplepage.resource-group-inherited=\u3053\u306e\u30a2\u30a4\u30c6\u30e0\u304c\u542b\u307e\u308c\u308b\u30d5\u30a9\u30eb\u30c0\u306b\u3001\u30b0\u30eb\u30fc\u30d7\u30a2\u30af\u30bb\u30b9\u307e\u305f\u306f\u30d1\u30d6\u30ea\u30c3\u30af\u30a2\u30af\u30bb\u30b9\u304c\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u307e\u3059\u3002 \u305d\u306e\u305f\u3081\u3001\u3053\u3053\u3067\u30b0\u30eb\u30fc\u30d7\u3092\u8abf\u6574\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\u3002

simplepage.edit_studentlink=\u5b66\u751f\u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u30bb\u30af\u30b7\u30e7\u30f3\u3092\u7de8\u96c6
simplepage.student-content=\u5b66\u751f\u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u30bb\u30af\u30b7\u30e7\u30f3
simplepage.add-content=\u5b66\u751f\u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u8ffd\u52a0
simplepage.student=\u5b66\u751f\u30da\u30fc\u30b8
simplepage.add-page=\u81ea\u5206\u72ec\u81ea\u306e\u30da\u30fc\u30b8\u3092\u8ffd\u52a0
simplepage.page-exists=\u305d\u306e\u30c4\u30fc\u30eb\u5185\u306b\u306f\u3059\u3067\u306b\u30da\u30fc\u30b8\u304c\u3042\u308a\u307e\u3059\u3002
simplepage.new-student-page=\u65b0\u898f
simplepage.new-student-content-page=\u65b0\u898f\u30da\u30fc\u30b8
simplepage.new-student-content=\u65b0\u898f\u30b3\u30f3\u30c6\u30f3\u30c4
simplepage.new-student-comments=\u65b0\u898f\u30b3\u30e1\u30f3\u30c8
simplepage.new-student-content-page-1={} \u306b\u3088\u308b\u65b0\u898f\u30da\u30fc\u30b8
simplepage.new-student-content-1={} \u306b\u3088\u308b\u65b0\u898f\u30b3\u30f3\u30c6\u30f3\u30c4
simplepage.new-student-comments-1={} \u306b\u3088\u308b\u30b3\u30f3\u30c6\u30f3\u30c4\u306b\u5bfe\u3059\u308b\u65b0\u898f\u30b3\u30e1\u30f3\u30c8
simplepage.student-content-page=\u5b66\u751f\u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u30da\u30fc\u30b8
simplepage.student-anonymous=\u3053\u308c\u3089\u306e\u5b66\u751f\u30da\u30fc\u30b8\u3092\u533f\u540d\u306b\u3059\u308b
simplepage.student-comments=\u5404\u30da\u30fc\u30b8\u306b\u30b3\u30e1\u30f3\u30c8\u30bb\u30af\u30b7\u30e7\u30f3\u3092\u8ffd\u52a0\u3059\u308b
simplepage.student-comments-anon=\u3053\u308c\u3089\u306e\u30b3\u30e1\u30f3\u30c8\u3092\u533f\u540d\u306b\u3059\u308b
simplepage.anonymous=\u533f\u540d
simplepage.student-missing-prereqs=\u5b66\u751f\u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u7528\u306e\u30a8\u30ea\u30a2\u304c\u3042\u308a\u307e\u3059\u304c\u3001\u4e0a\u8a18\u306e\u5fc5\u9808\u30a2\u30a4\u30c6\u30e0\u3092\u3059\u3079\u3066\u5b8c\u6210\u3055\u305b\u308b\u307e\u3067\u8868\u793a\u3055\u308c\u307e\u305b\u3093\u3002
simplepage.student-fake-missing-prereqs=\u5b66\u751f\u306e\u5834\u5408\u306f\u3001\u4e0a\u8a18\u306e\u3059\u3079\u3066\u306e\u5fc5\u9808\u30a2\u30a4\u30c6\u30e0\u3092\u5b8c\u6210\u3055\u305b\u3066\u3044\u306a\u3044\u305f\u3081\u3001\u5b66\u751f\u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u898b\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\u3002

simplepage.website=\u30a6\u30a7\u30d6\u30b5\u30a4\u30c8\u3092\u8ffd\u52a0
simplepage.website.tooltip=\u5727\u7e2e\u3055\u308c\u305f\u30a6\u30a7\u30d6\u30b5\u30a4\u30c8\u3092\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9\u3057\u307e\u3059\u3002 Camtasia\u3001Wimba Create\u3001Articulate \u306b\u5bfe\u3057\u3066\u306f\u500b\u5225\u306e\u30b5\u30dd\u30fc\u30c8\u304c\u3042\u308a\u307e\u3059\u304c\u3001\u3059\u3079\u3066\u306e ZIP \u30d5\u30a1\u30a4\u30eb\u3092\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9\u3067\u304d\u307e\u3059\u3002 \u8a73\u7d30\u306b\u3064\u3044\u3066\u306f\u3001\u30c0\u30a4\u30a2\u30ed\u30b0\u5185\u306e\u30d8\u30eb\u30d7\u3092\u53c2\u7167\u3057\u3066\u304f\u3060\u3055\u3044\u3002

simplepage.website.noindex=ZIP \u30d5\u30a1\u30a4\u30eb\u3092\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9\u3057\u307e\u3057\u305f\u3002 \u542b\u307e\u308c\u3066\u3044\u308b\u30d5\u30a1\u30a4\u30eb\u306f\u73fe\u5728\u3001Resources \u5185\u306e {} \u30d5\u30a9\u30eb\u30c0\u306b\u3042\u308a\u307e\u3059\u3002 \u3057\u304b\u3057\u3001\u8868\u793a\u3055\u308c\u308b\u306f\u305a\u306e\u305d\u306e\u4e2d\u306e\u30d5\u30a1\u30a4\u30eb\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3002 \u300c\u30ea\u30bd\u30fc\u30b9\u3092\u8ffd\u52a0\u300d\u3067\u300c\u65e2\u5b58\u306e\u30d5\u30a1\u30a4\u30eb\u3092\u9078\u629e\u300d\u3092\u4f7f\u7528\u3059\u308b\u3068\u3001\u81ea\u5206\u3067\u6b63\u3057\u3044\u30d5\u30a1\u30a4\u30eb\u3092\u9078\u629e\u3067\u304d\u307e\u3059\u3002
simplepage.website.cantexpand=ZIP \u30d5\u30a1\u30a4\u30eb\u304b\u3089\u30d5\u30a1\u30a4\u30eb\u3092\u5c55\u958b\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f

simplepage.blti=\u5916\u90e8\u30c4\u30fc\u30eb\u3092\u8ffd\u52a0
simplepage.change_blti=\u5916\u90e8\u30c4\u30fc\u30eb\u3092\u5909\u66f4
simplepage.require_submit_blti=\u5b66\u751f\u304c\u3053\u306e\u30a2\u30a4\u30c6\u30e0\u3092\u4f7f\u7528\u3059\u308b\u3053\u3068\u304c\u5fc5\u8981\u3067\u3059\u3002
simplepage.edit_blti=\u5916\u90e8\u30c4\u30fc\u30eb\u3092\u7de8\u96c6
simplepage.blti.chooser=\u5916\u90e8\u30c4\u30fc\u30eb\u30bb\u30ec\u30af\u30bf
simplepage.blti.tools=\u30a2\u30a4\u30c6\u30e0\u3092\u8ffd\u52a0
simplepage.blti.tools.manage=\u30c4\u30fc\u30eb\u3068\u30a2\u30a4\u30c6\u30e0\u3092\u7ba1\u7406
simplepage.blti.tools.text=\u30a2\u30a4\u30c6\u30e0\u3092\u4f5c\u6210\u3059\u308b\u305f\u3081\u306b\u4f7f\u7528\u3059\u308b\u30c4\u30fc\u30eb\u3092\u30af\u30ea\u30c3\u30af
simplepage.blti.tools.create=\u30c4\u30fc\u30eb\u3068\u30a2\u30a4\u30c6\u30e0\u3092\u7ba1\u7406\u3059\u308b\u306b\u306f\u3001\u4ee5\u4e0b\u3092\u30af\u30ea\u30c3\u30af\u3057\u307e\u3059\u3002 \u3053\u308c\u306b\u3088\u308a\u3001\u5916\u90e8\u30b5\u30fc\u30d3\u30b9\u304b\u3089\u306e\u60c5\u5831\u306b\u57fa\u3065\u3044\u3066\u72ec\u81ea\u306e\u65b0\u3057\u3044\u30c4\u30fc\u30eb\u3092\u4f5c\u6210\u3057\u305f\u308a\u3001\u65e2\u5b58\u306e\u30c4\u30fc\u30eb\u3084\u30a2\u30a4\u30c6\u30e0\u3092\u7de8\u96c6\u3001\u524a\u9664\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002 \u305f\u3060\u3057\u3001\u307b\u3068\u3093\u3069\u306e\u57f7\u7b46\u8005\u306f\u3053\u308c\u3067\u306f\u306a\u304f\u4e0a\u8a18\u306e\u30bb\u30af\u30b7\u30e7\u30f3\u3092\u4f7f\u7528\u3057\u307e\u3059\u3002
simplepage.select_blti=\u30a2\u30a4\u30c6\u30e0\u3092\u9078\u629e
simplepage.select_blti.text=\u30a2\u30a4\u30c6\u30e0\u3092\u9078\u629e\u3057\u3066\u304b\u3089\u3001\u300c\u9078\u629e\u3055\u308c\u3066\u3044\u308b\u30a2\u30a4\u30c6\u30e0\u3092\u4f7f\u7528\u300d\u3092\u30af\u30ea\u30c3\u30af\u3057\u3066\u30da\u30fc\u30b8\u306b\u8ffd\u52a0\u3057\u307e\u3059\u3002 \u30a2\u30a4\u30c6\u30e0\u3092\u30af\u30ea\u30c3\u30af\u3057\u3066\u3001\u30c4\u30fc\u30eb\u304c\u3069\u306e\u3088\u3046\u306b\u898b\u3048\u308b\u304b\u3092\u78ba\u8a8d\u3057\u307e\u3059\u3002
simplepage.no_blti_items=\u30a2\u30a4\u30c6\u30e0\u304c\u4f5c\u6210\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002 \u30a2\u30a4\u30c6\u30e0\u3092\u4f5c\u6210\u3059\u308b\u305f\u3081\u306b\u4f7f\u7528\u3059\u308b\u30c4\u30fc\u30eb\u3092\u9078\u629e\u3059\u308b\u304b\u3001\u4e0b\u8a18\u306e\u300c\u30c4\u30fc\u30eb\u3068\u30a2\u30a4\u30c6\u30e0\u3092\u7ba1\u7406\u300d\u3092\u4f7f\u7528\u3059\u308b\u3053\u3068\u306b\u3088\u308a\u5916\u90e8\u30b5\u30fc\u30d3\u30b9\u304b\u3089\u306e\u60c5\u5831\u306b\u57fa\u3065\u3044\u3066\u72ec\u81ea\u306e\u65b0\u3057\u3044\u30c4\u30fc\u30eb\u3092\u4f5c\u6210\u3057\u307e\u3059\u3002
simplepage.eTextblti= eText \u30c4\u30fc\u30eb\u3092\u8ffd\u52a0
simplepage.change_eTextblti = eText \u30c4\u30fc\u30eb\u3092\u5909\u66f4
simplepage.require_submit_eTextblti=\u5b66\u751f\u306f\u3053\u306e eText \u30a2\u30a4\u30c6\u30e0\u306e\u4f7f\u7528\u304c\u5fc5\u9808\u3067\u3059
simplepage.edit_eTextblti = eText \u30c4\u30fc\u30eb\u3092\u7de8\u96c6
simplepage.eTextblti.chooser=eText \u30c4\u30fc\u30eb\u30bb\u30ec\u30af\u30bf
simplepage.eTextblti.tools = eText \u30a2\u30a4\u30c6\u30e0\u3092\u8ffd\u52a0
simplepage.eTextblti.tools.manage=eText \u30c4\u30fc\u30eb\u3068\u30a2\u30a4\u30c6\u30e0\u3092\u7ba1\u7406
simplepage.eTextblti.tools.text=\u4f5c\u6210\u3059\u308b eText \u30a2\u30a4\u30c6\u30e0\u306e\u30d9\u30fc\u30b9\u306b\u306a\u308b\u30c4\u30fc\u30eb\u3092\u30af\u30ea\u30c3\u30af
simplepage.eTextblti.tools.create=eText \u30c4\u30fc\u30eb\u3068\u30a2\u30a4\u30c6\u30e0\u3092\u7ba1\u7406\u3059\u308b\u306b\u306f\u3001\u4ee5\u4e0b\u3092\u30af\u30ea\u30c3\u30af\u3057\u307e\u3059\u3002 \u3053\u308c\u306b\u3088\u308a\u3001\u5916\u90e8\u30b5\u30fc\u30d3\u30b9\u304b\u3089\u306e\u60c5\u5831\u306b\u57fa\u3065\u3044\u3066\u72ec\u81ea\u306e\u65b0\u3057\u3044\u30c4\u30fc\u30eb\u3092\u4f5c\u6210\u3057\u305f\u308a\u3001\u65e2\u5b58\u306e\u30c4\u30fc\u30eb\u3084\u30a2\u30a4\u30c6\u30e0\u3092\u7de8\u96c6\u3001\u524a\u9664\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002 \u305f\u3060\u3057\u3001\u307b\u3068\u3093\u3069\u306e\u57f7\u7b46\u8005\u306f\u3053\u308c\u3067\u306f\u306a\u304f\u4e0a\u8a18\u306e\u30bb\u30af\u30b7\u30e7\u30f3\u3092\u4f7f\u7528\u3057\u307e\u3059\u3002
simplepage.select_eTextblti=\u30a2\u30a4\u30c6\u30e0\u3092\u9078\u629e
simplepage.select_eTextblti.text=eText \u30a2\u30a4\u30c6\u30e0\u3092\u9078\u629e\u3057\u3066\u304b\u3089\u3001\u300c\u9078\u629e\u3055\u308c\u3066\u3044\u308b\u30a2\u30a4\u30c6\u30e0\u3092\u4f7f\u7528\u300d\u3092\u30af\u30ea\u30c3\u30af\u3057\u3066\u30da\u30fc\u30b8\u306b\u8ffd\u52a0\u3057\u307e\u3059\u3002 \u30a2\u30a4\u30c6\u30e0\u3092\u30af\u30ea\u30c3\u30af\u3057\u3066\u3001\u30c4\u30fc\u30eb\u304c\u3069\u306e\u3088\u3046\u306b\u898b\u3048\u308b\u304b\u3092\u78ba\u8a8d\u3057\u307e\u3059\u3002
simplepage.no_eTextblti_items=eText \u30a2\u30a4\u30c6\u30e0\u304c\u4f5c\u6210\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002 \u30a2\u30a4\u30c6\u30e0\u3092\u4f5c\u6210\u3059\u308b\u305f\u3081\u306b\u4f7f\u7528\u3059\u308b\u30c4\u30fc\u30eb\u3092\u9078\u629e\u3059\u308b\u304b\u3001\u4e0b\u8a18\u306e\u300ceText \u30c4\u30fc\u30eb\u3068\u30a2\u30a4\u30c6\u30e0\u3092\u7ba1\u7406\u300d\u3092\u4f7f\u7528\u3059\u308b\u3053\u3068\u306b\u3088\u308a\u5916\u90e8\u30b5\u30fc\u30d3\u30b9\u304b\u3089\u306e\u60c5\u5831\u306b\u57fa\u3065\u3044\u3066\u72ec\u81ea\u306e\u65b0\u3057\u3044\u30c4\u30fc\u30eb\u3092\u4f5c\u6210\u3057\u307e\u3059\u3002
simplepage.format.heading=\u3053\u306e\u30a2\u30a4\u30c6\u30e0\u306e\u8868\u793a\u65b9\u6cd5:
simplepage.format.window=\u65b0\u898f\u30a6\u30a3\u30f3\u30c9\u30a6: \u65b0\u3057\u3044\u30a6\u30a3\u30f3\u30c9\u30a6\u306b\u8868\u793a
simplepage.format.inline=\u4e26\u3079\u308b: \u73fe\u5728\u306e\u30da\u30fc\u30b8\u5185\u306e\u30dc\u30c3\u30af\u30b9\u306b\u8868\u793a
simplepage.format.page=\u65b0\u898f\u30da\u30fc\u30b8: \u300c\u6b21\u300d\u304a\u3088\u3073\u300c\u623b\u308b\u300d\u30dc\u30bf\u30f3\u306e\u3042\u308b\u72ec\u7acb\u3057\u305f\u30da\u30fc\u30b8\u306b\u8868\u793a
simplepage.format.item_removed=<p style='font-family:arial, helvetica; padding:4px; font-size:80%; border:2px solid black'><span style='color:#c00'>\u30a8\u30e9\u30fc:</span> \u8868\u793a\u3055\u308c\u308b\u306f\u305a\u3060\u3063\u305f\u30a2\u30a4\u30c6\u30e0\u304c\u524a\u9664\u3055\u308c\u307e\u3057\u305f\u3002 \u3053\u306e\u30a2\u30a4\u30c6\u30e0\u306e\u96a3\u306b\u3042\u308b\u300c\u7de8\u96c6\u300d\u30dc\u30bf\u30f3\u3092\u4f7f\u7528\u3057\u3001\u300c\u5916\u90e8\u30c4\u30fc\u30eb\u3092\u5909\u66f4\u300d\u3092\u9078\u629e\u3057\u3066\u3001\u30a2\u30a4\u30c6\u30e0\u3092\u518d\u4f5c\u6210\u3059\u308b\u304b\u65b0\u3057\u3044\u30a2\u30a4\u30c6\u30e0\u3092\u9078\u629e\u3057\u307e\u3059\u3002</p>

simplepage.more-tools=\u4ed6\u306e\u30c4\u30fc\u30eb
simplepage.forum-descrip=\u30d5\u30a9\u30fc\u30e9\u30e0\u30c8\u30d4\u30c3\u30af\u3078\u306e\u30ea\u30f3\u30af\u3092\u8ffd\u52a0\u3057\u307e\u3059\u3002
simplepage.addwebsite-descrip=\u30a6\u30a7\u30d6\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u542b\u3080 ZIP \u30d5\u30a1\u30a4\u30eb\u3092\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9
simplepage.blti-descrip=IMS BLTI \u3092\u4f7f\u7528\u3057\u3066\u30c4\u30fc\u30eb\u3092\u8ffd\u52a0\u3057\u307e\u3059\u3002
simplepage.eTextblti-descrip = IMS BLTI \u3092\u4f7f\u7528\u3057\u3066 eText \u30c4\u30fc\u30eb\u3092\u8ffd\u52a0
simplepage.comments-descrip=\u30b3\u30e1\u30f3\u30c8\u30bb\u30af\u30b7\u30e7\u30f3\u3092\u8ffd\u52a0\u3057\u307e\u3059\u3002
simplepage.student-descrip=\u5b66\u751f\u304c\u72ec\u81ea\u306e\u30da\u30fc\u30b8\u3092\u4f5c\u6210\u3067\u304d\u308b\u30bb\u30af\u30b7\u30e7\u30f3\u3092\u8ffd\u52a0\u3057\u307e\u3059\u3002
simplepage.permissions-descrip=\u3053\u306e\u30b5\u30a4\u30c8\u306e\u6a29\u9650\u3092\u5909\u66f4\u3057\u307e\u3059\u3002
simplepage.title-student-descrip=\u30da\u30fc\u30b8\u30bf\u30a4\u30c8\u30eb\u3092\u7de8\u96c6
simplepage.title-descrip=\u30da\u30fc\u30b8\u306e\u30bf\u30a4\u30c8\u30eb\u307e\u305f\u306f\u30b9\u30bf\u30a4\u30eb\u3092\u7de8\u96c6\u3057\u307e\u3059\u3002
simplepage.title-top-descrip=\u30da\u30fc\u30b8\u306e\u30bf\u30a4\u30c8\u30eb\u3001\u516c\u958b\u65e5\u6642\u3001\u307e\u305f\u306f\u30b9\u30bf\u30a4\u30eb\u3092\u7de8\u96c6\u3057\u307e\u3059\u3002
simplepage.remove-descrip=\u3053\u306e\u30da\u30fc\u30b8\u3092\u524a\u9664\u3057\u307e\u3059\u3002
simplepage.newpage-descrip=\u65b0\u898f\u30c8\u30c3\u30d7\u30ec\u30d9\u30eb\u30da\u30fc\u30b8\u3092\u8ffd\u52a0\u3057\u307e\u3059\u3002
simplepage.importcc-descrip=IMS CC \u30d5\u30a9\u30fc\u30de\u30c3\u30c8\u3067\u30d5\u30a1\u30a4\u30eb\u3092\u8aad\u307f\u8fbc\u307f\u307e\u3059\u3002

simplepage.broken-css=\u30ab\u30b9\u30bf\u30de\u30a4\u30ba\u3055\u308c\u305f CSS \u30d5\u30a1\u30a4\u30eb\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3067\u3057\u305f\u3002
simplepage.css-dropdown-label=\u30ab\u30b9\u30bf\u30e0 CSS \u30d5\u30a1\u30a4\u30eb:
simplepage.css-upload-label=\u307e\u305f\u306f\u3001\u72ec\u81ea\u306e\u30d5\u30a1\u30a4\u30eb\u3092\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9:
simplepage.css-default-instructions=(\u3053\u306e\u30d5\u30a1\u30a4\u30eb\u306e\u540d\u524d\u304c default.css \u306e\u5834\u5408\u306f\u3001\u30b5\u30a4\u30c8\u5168\u4f53\u306e\u521d\u671f\u8a2d\u5b9a\u306b\u306a\u308a\u307e\u3059\u3002)
simplepage.default-css=\u521d\u671f\u8a2d\u5b9a\u3092\u4f7f\u7528

simplepage.site=\u30b5\u30a4\u30c8 CSS
simplepage.system=\u30b7\u30b9\u30c6\u30e0 CSS

simplepage.comments-points=\u70b9\u6570:
simplepage.submit=\u63d0\u51fa

simplepage.student-comments-graded=\u3053\u308c\u3089\u306e\u30b3\u30e1\u30f3\u30c8\u3092\u63a1\u70b9
simplepage.gradingpane=\u63a1\u70b9\u67a0
simplepage.show-grading-pane=\u63a1\u70b9\u67a0\u3092\u8868\u793a
simplepage.show-grading-pane-comments=\u63a1\u70b9\u67a0\u306b\u30b3\u30e1\u30f3\u30c8\u3092\u8868\u793a
simplepage.show-grading-pane-content=\u63a1\u70b9\u67a0\u306b\u5b66\u751f\u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u306b\u95a2\u3059\u308b\u30b3\u30e1\u30f3\u30c8\u3092\u8868\u793a
simplepage.grading-student=\u5b66\u751f\u540d
simplepage.grading-unique=\u30da\u30fc\u30b8
simplepage.grading-total-posts=\u30b3\u30e1\u30f3\u30c8
simplepage.grading-grade=\u6210\u7e3e
simplepage.click-to-expand=\u30b3\u30e1\u30f3\u30c8\u3092\u30c8\u30b0\u30eb
simplepage.grade-for-student={} \u306e\u6210\u7e3e
simplepage.expand-for-student={} \u306b\u3088\u308b\u30b3\u30e1\u30f3\u30c8\u3092\u8868\u793a\u307e\u305f\u306f\u975e\u8868\u793a
simplepage.context-link-title-1={} \u306b\u3088\u308b\u30b3\u30e1\u30f3\u30c8\u306e\u30b3\u30f3\u30c6\u30ad\u30b9\u30c8\u3092\u8868\u793a
simplepage.context-link-title-2={2} \u306b\u3088\u308b\u30b3\u30f3\u30c6\u30f3\u30c4\u306b\u5bfe\u3059\u308b {1} \u306b\u3088\u308b\u30b3\u30e1\u30f3\u30c8\u306e\u30b3\u30f3\u30c6\u30ad\u30b9\u30c8\u3092\u8868\u793a

simplepage.student-comments-grading=\u300c{}\u300d\u306b\u95a2\u3059\u308b\u5b66\u751f\u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u306b\u5bfe\u3059\u308b\u30b3\u30e1\u30f3\u30c8
simplepage.comments-grading=\u300c{}\u300d\u306b\u95a2\u3059\u308b\u30b3\u30e1\u30f3\u30c8
simplepage.nothing-here=\u63a1\u70b9\u306e\u5bfe\u8c61\u304c\u3042\u308a\u307e\u305b\u3093\u3002
simplepage.no-gradebook=\u3053\u306e\u30a2\u30a4\u30c6\u30e0\u306f\u63a1\u70b9\u306e\u305f\u3081\u306b\u30de\u30fc\u30af\u3092\u4ed8\u3051\u3089\u308c\u307e\u305b\u3093\u3067\u3057\u305f\u3002 \u8003\u3048\u3089\u308c\u308b\u539f\u56e0\u3068\u3057\u3066\u3001\u6210\u7e3e\u7c3f\u30c4\u30fc\u30eb\u304c\u3053\u306e\u30b5\u30a4\u30c8\u306b\u8ffd\u52a0\u3055\u308c\u3066\u3044\u306a\u3044\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059\u3002
simplepage.show-context=\u30b3\u30f3\u30c6\u30ad\u30b9\u30c8\u3092\u8868\u793a

simplepage.reset-button=\u30ea\u30bb\u30c3\u30c8
simplepage.help-button=\u30ec\u30c3\u30b9\u30f3\u306e\u30d8\u30eb\u30d7
simplepage.opens-in-new=\u65b0\u898f\u30a6\u30a3\u30f3\u30c9\u30a6\u3067\u958b\u304f
simplepage.edit-page=\u30da\u30fc\u30b8\u3092\u7de8\u96c6
simplepage.delete_page_confirm=\u524a\u9664\u3057\u3066\u3082\u3088\u308d\u3057\u3044\u3067\u3059\u304b\uff1f
simplepage.path=\u30d1\u30b9\uff08\u30ea\u30bd\u30fc\u30b9\u5185\uff09

desc-lessonbuilder.upd=\u30da\u30fc\u30b8\u307e\u305f\u306f\u30a2\u30a4\u30c6\u30e0\u3092\u66f4\u65b0\u3057\u307e\u3059
desc-lessonbuilder.read=\u30da\u30fc\u30b8\u3092\u8aad\u307f\u8fbc\u3080
simplepage.access-group=Access: {}

