gen.onlythefoll=Nur die folgenden Dateitypen werden akzeptiert\: {0}
gen.rev=Turnitin
gen.sorbyreview=Nach \u00dcberpr\u00fcfung sortieren
gen.subStudentPreview=F\u00fcr diese Aufgabe wurde die Vorschau f\u00fcr Studenten aktiviert. Das bedeutet, dass die Studenten so viele Entw\u00fcrfe ihrer Arbeit \u00fcbermitteln k\u00f6nnen, wie sie m\u00f6chten. Der Bericht zum Entwurf wird nur f\u00fcr den Eigent\u00fcmer der Arbeit angezeigt. Lehrkr\u00e4fte sehen jedoch die Anzahl der Entwurfs\u00fcbermittlungen sowie die Werte der Berichte zu jedem Entwurf. Au\u00dferdem wird zum F\u00e4lligkeitsdatum automatisch der letzte Entwurf \u00fcbermittelt, wenn keine finalen \u00dcbermittlungen vorliegen. Studenten k\u00f6nnen innerhalb des Plagiatberichts jederzeit einen Aufgabenentwurf als finale \u00dcbermittlung einreichen.
gen.yoursubwill=Ihre \u00dcbermittlung wird zur Pr\u00fcfung auf Diebstahl von geistigem Eigentum an {0} gesendet.
gen.yoursubwill.indexed=Ihre \u00dcbermittlung wird zur Pr\u00fcfung auf Diebstahl von geistigem Eigentum an {0} gesendet. Sie wird indexiert und mit anderen \u00dcbermittlungen verglichen.
plagiarismFileSize=<li>Maximale Gr\u00f6\u00dfe f\u00fcr Uploads\: {0}\u00a0MB pro Datei.</li>
review.advancedSettings.vericite=Erweiterte VeriCite-Einstellungen
review.allow=Studenten erlauben, sich Berichte anzusehen
review.contentReviewIndicator=Die Echtheit der \u00dcbermittlungen wird von {0} verifiziert.
review.eula=Endbenutzer-Lizenzvereinbarung
review.eula.agreement=Ich habe die nachfolgenden Informationen gelesen und stimme ihnen zu
review.exclude.bibliographic=Bibliografisches Material vom \u00c4hnlichkeitsindex bei Arbeiten zu dieser Aufgabe ausschlie\u00dfen
review.exclude.matches.by=\u00dcbereinstimmungen ausschlie\u00dfen bis\:
review.exclude.matches.header=Ausschluss-Optionen\:
review.exclude.matches.percentage=Prozentsatz\:
review.exclude.matches.value_error=Ein Wert von 0\u2013100 ist erforderlich, wenn geringf\u00fcgige \u00dcbereinstimmungen in Turnitin ausgeschlossen werden sollen.
review.exclude.matches.wordmax=Bis zu einer Wortanzahl von\:
review.exclude.quoted=Zitatstellen vom \u00c4hnlichkeitsindex bei Arbeiten zu dieser Aufgabe ausschlie\u00dfen
review.exclude.quoted.help=Um die Anzahl falscher \u00dcbereinstimmungen zu reduzieren, sollten Sie Zitate ausschlie\u00dfen. Nach der \u00dcbermittlung k\u00f6nnen Sie diese Option wieder f\u00fcr einzelne Berichte aktivieren. Selbstplagiate werden immer mit Benutzerberichten in anderen Kursen abgeglichen.
review.exclude.self.plag=Selbstplagiate innerhalb des Kurses ausschlie\u00dfen
review.exclude.self.plag.help=Legen Sie die Standardeinstellungen f\u00fcr alle Berichte fest, die zu dieser Aufgabe \u00fcbermittelt werden. Um die Anzahl falscher \u00dcbereinstimmungen zu reduzieren, sollten Sie Selbstplagiate innerhalb des Kurses standardm\u00e4\u00dfig ausschlie\u00dfen. Nach der \u00dcbermittlung k\u00f6nnen Sie diese Option wieder f\u00fcr einzelne Berichte aktivieren. Selbstplagiate werden immer mit Benutzerberichten in anderen Kursen abgeglichen.
review.exclude.smallMatches=Geringf\u00fcgige \u00dcbereinstimmungen ausschlie\u00dfen
review.file.not.accepted=Die von Ihnen hochgeladene Datei wird von {0} nicht akzeptiert. Bitte laden Sie eine Datei hoch, die eines der folgenden Formate hat\: {1}
review.noreport=kein Bericht
review.notavail=Noch nicht verf\u00fcgbar
review.originality.check=Echtheitsberichte generieren basierend auf\:
review.originality.check.institution=Repository der Institution
review.originality.check.internet=Aktuelles und archiviertes Internet
review.originality.check.pub=Periodika, Fachzeitschriften und Publikationen
review.originality.check.turnitin=Turnitin-Arbeits-Repository
review.originality.reports=Echtheitsberichte generieren\:
review.originality.reports.due=Am F\u00e4lligkeitsdatum
review.originality.reports.immediately=Sofort
review.originality.reports.immediately_and_due=Sofort und am F\u00e4lligkeitsdatum
review.report=Bericht
review.report.collapse=Berichte ausblenden
review.report.error.collapse=Informationen zur Problembehebung ausblenden
review.report.error.expand=Informationen zur Problembehebung einblenden
review.report.expand=Berichte einblenden
review.report.urkund.optoutlink=Von Urkund ausschlie\u00dfen
review.reports=Berichte
review.required=Bitte geben Sie die erforderlichen Informationen f\u00fcr den Plagiat-Service von {0} ein.
review.store.inst.index=Arbeit in Institutionsindex speichern
review.store.inst.index.help=Legen Sie die Standardeinstellungen f\u00fcr alle Berichte fest, die zu dieser Aufgabe \u00fcbermittelt werden. Wenn die Berichte nicht im Index Ihrer Institution gespeichert werden, werden die Berichte nicht f\u00fcr Plagiatpr\u00fcfungen anhand anderer Studentenberichte in Ihrer Institution verwendet.  Sobald ein Bericht \u00fcbermittelt wurde, k\u00f6nnen Sie diese Option f\u00fcr diesen Bericht nicht mehr \u00e4ndern.
review.studentPreview=Vorschau f\u00fcr Studenten aktivieren
review.studentPreview.help=Wenn Sie die Vorschau f\u00fcr Studenten aktivieren, k\u00f6nnen Benutzer ihre Arbeiten bis zum F\u00e4lligkeitsdatum \u00fcberpr\u00fcfen und erneut \u00fcbermitteln. Lehrkr\u00e4fte sehen nur die finale \u00dcbermittlung. In den Berichtsprotokollen werden jedoch die Bewertungen f\u00fcr die einzelnen Arbeiten erfasst. Wenn die Aufgabe ein F\u00e4lligkeitsdatum hat, wird der letzte Entwurf des Studenten automatisch \u00fcbermittelt, wenn von ihm keine finalen \u00dcbermittlungen vorliegen. Sie sollten f\u00fcr diese Aufgabe ein F\u00e4lligkeitsdatum festlegen und Studenten das Anzeigen ihrer Berichte erlauben.
review.submit.papers.repository=Arbeiten an das folgende Repository \u00fcbermitteln\:
review.submit.papers.repository.institution=Arbeits-Repository der Institution
review.submit.papers.repository.none=Keine
review.submit.papers.repository.standard=Standard-Arbeits-Repository
review.switch.ne.1={0} steht f\u00fcr nicht-elektronische \u00dcbermittlungen nicht zur Verf\u00fcgung.
review.switch.ne.2={0} steht f\u00fcr nicht-elektronische \u00dcbermittlungen nicht zur Verf\u00fcgung. \u201eTurnitin verwenden\u201c wurde unten deaktiviert.
review.title=Plagiat-Service von {0}
review.use=Verwenden
review.viewreport=Bericht anzeigen
turnitinoc.exclude.bibliography=Bibliografie
turnitinoc.exclude.header=Aus \u00c4hnlichkeitsberichten ausschlie\u00dfen
turnitinoc.exclude.quoted=Zitate
turnitinoc.generate.header=\u00c4hnlichkeitsberichte generieren
turnitinoc.index.all=Alle \u00dcbermittlungen indexieren
turnitinoc.index.header=Indexierung der \u00fcbermittelten Dokumente
turnitinoc.index.info=Indexierte \u00dcbermittlungen k\u00f6nnen in \u00c4hnlichkeitsberichten verglichen werden
turnitinoc.instructions=Weitere Informationen zu Turnitin-Einstellungen
youarenot21=Sie m\u00fcssen noch die EULA akzeptieren, um \u00dcbermittlungen an {0} durchf\u00fchren zu k\u00f6nnen
