acesubdea2=\u041f\u0440\u0438\u0435\u043c\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u043a\u0440\u0430\u0439\u043d\u0438\u044f \u0441\u0440\u043e\u043a \u0437\u0430 \u0438\u0437\u043f\u0440\u0430\u0449\u0430\u043d\u0435 \u043d\u0430 \u0437\u0430\u044f\u0432\u043b\u0435\u043d\u0438\u044f \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0431\u044a\u0434\u0435 \u0443\u0441\u0442\u0430\u043d\u043e\u0432\u0435\u043d\u043e \u0441\u043b\u0435\u0434 \u043a\u0440\u0430\u0439\u043d\u0430\u0442\u0430 \u0434\u0430\u0442\u0430.

acesubdea3=\u041f\u0440\u0438\u0435\u043c\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u043a\u0440\u0430\u0439\u043d\u0438\u044f \u0441\u0440\u043e\u043a \u0437\u0430 \u0438\u0437\u043f\u0440\u0430\u0449\u0430\u043d\u0435 \u043d\u0430 \u0437\u0430\u044f\u0432\u043b\u0435\u043d\u0438\u044f \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0431\u044a\u0434\u0435 \u0443\u0441\u0442\u0430\u043d\u043e\u0432\u0435\u043d\u043e \u0441\u043b\u0435\u0434 \u0434\u0430\u0442\u0430\u0442\u0430 \u043d\u0430 \u043e\u0442\u0432\u0430\u0440\u044f\u043d\u0435.

acesubdea4=\u041f\u0440\u0438\u0435\u043c\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u043a\u0440\u0430\u0439\u043d\u0438\u044f \u0441\u0440\u043e\u043a \u0437\u0430 \u0438\u0437\u043f\u0440\u0430\u0449\u0430\u043d\u0435 \u043d\u0430 \u0437\u0430\u044f\u0432\u043b\u0435\u043d\u0438\u044f \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0431\u044a\u0434\u0435 \u0443\u0441\u0442\u0430\u043d\u043e\u0432\u0435\u043d\u043e \u0432 \u043c\u0438\u043d\u0430\u043b\u043e\u0442\u043e. \u041c\u043e\u043b\u044f, \u043d\u0430\u043f\u0440\u0430\u0432\u0435\u0442\u0435 \u043a\u043e\u0440\u0435\u043a\u0446\u0438\u044f \u0438\u043b\u0438 \u043a\u043b\u0438\u043a\u043d\u0435\u0442\u0435 \u043e\u0442\u043d\u043e\u0432\u043e \u0432\u044a\u0440\u0445\u0443 \u043f\u044a\u0440\u0432\u043e\u043d\u0430\u0447\u0430\u043b\u043d\u0438\u044f \u0431\u0443\u0442\u043e\u043d, \u0437\u0430 \u0434\u0430 \u043f\u0440\u043e\u0434\u044a\u043b\u0436\u0438\u0442\u0435.

acesubdea5=\u041f\u0440\u0438\u0435\u043c\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u043a\u0440\u0430\u0439\u043d\u0438\u044f \u0441\u0440\u043e\u043a \u0437\u0430 \u0438\u0437\u043f\u0440\u0430\u0449\u0430\u043d\u0435 \u043d\u0430 \u0437\u0430\u044f\u0432\u043b\u0435\u043d\u0438\u044f \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0431\u044a\u0434\u0435 \u0443\u0441\u0442\u0430\u043d\u043e\u0432\u0435\u043d\u043e \u0432 \u043c\u0438\u043d\u0430\u043b\u043e\u0442\u043e. \u041c\u043e\u043b\u044f, \u043d\u0430\u043f\u0440\u0430\u0432\u0435\u0442\u0435 \u043a\u043e\u0440\u0435\u043a\u0446\u0438\u044f \u0438\u043b\u0438 \u043a\u043b\u0438\u043a\u043d\u0435\u0442\u0435 \u043e\u0442\u043d\u043e\u0432\u043e \u0432\u044a\u0440\u0445\u0443 \u0431\u0443\u0442\u043e\u043d\u0430 \u0437\u0430 \u043f\u044a\u0440\u0432\u043e\u043d\u0430\u0447\u0430\u043b\u043d\u043e \u043f\u043e\u0434\u0430\u0432\u0430\u043d\u0435, \u0437\u0430 \u0434\u0430 \u043f\u0440\u043e\u0434\u044a\u043b\u0436\u0438\u0442\u0435.

acesubdea6=\u041f\u0440\u0438\u0435\u043c\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u043a\u0440\u0430\u0439\u043d\u0438\u044f \u0441\u0440\u043e\u043a \u0437\u0430 \u043f\u043e\u0432\u0442\u043e\u0440\u043d\u043e \u043f\u043e\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u0438 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0431\u044a\u0434\u0435 \u043e\u043f\u0440\u0435\u0434\u0435\u043b\u0435\u043do \u0441\u043b\u0435\u0434 \u0434\u0430\u0442\u0430\u0442\u0430 \u043d\u0430 \u043e\u0442\u0432\u0430\u0440\u044f\u043d\u0435.

acesubdea7=\u041f\u0440\u0438\u0435\u043c\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u043a\u0440\u0430\u0439\u043d\u0438\u044f \u0441\u0440\u043e\u043a \u0437\u0430 \u043f\u043e\u0432\u0442\u043e\u0440\u043d\u043e \u043f\u043e\u0434\u0430\u0432\u0430\u043d\u0435 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0431\u044a\u0434\u0435 \u043e\u043f\u0440\u0435\u0434\u0435\u043b\u0435\u043do \u0441\u043b\u0435\u0434 \u043a\u0440\u0430\u0439\u043d\u0430\u0442\u0430 \u0434\u0430\u0442\u0430.

areyousur_withSubmission=\u0421\u0438\u0433\u0443\u0440\u043d\u0438 \u043b\u0438 \u0441\u0442\u0435, \u0447\u0435 \u0438\u0441\u043a\u0430\u0442\u0435 \u0434\u0430 \u0438\u0437\u0442\u0440\u0438\u0435\u0442\u0435 \u0441\u0438\u043c\u0432\u043e\u043b\u0430 ''{0}'', \u043a\u043e\u0439\u0442\u043e \u0432\u0435\u0447\u0435 \u0435 \u0438\u0437\u043f\u0440\u0430\u0442\u0435\u043d?

areyousur_multiple=\u0421\u0438\u0433\u0443\u0440\u043d\u0438 \u043b\u0438 \u0441\u0442\u0435, \u0447\u0435 \u0438\u0441\u043a\u0430\u0442\u0435 \u0434\u0430 \u0438\u0437\u0442\u0440\u0438\u0435\u0442\u0435 \u0442\u0435\u0437\u0438 \u0437\u0430\u0434\u0430\u0447\u0438?

areyousur_single=\u0421\u0438\u0433\u0443\u0440\u043d\u0438 \u043b\u0438 \u0441\u0442\u0435, \u0447\u0435 \u0438\u0441\u043a\u0430\u0442\u0435 \u0434\u0430 \u0438\u0437\u0442\u0440\u0438\u0435\u0442\u0435 \u0442\u043e\u0432\u0430 \u0437\u0430\u0434\u0430\u043d\u0438\u0435?

assig3=\u0421\u0440\u043e\u043a\u044a\u0442 \u0437\u0430 \u0438\u0437\u043f\u044a\u043b\u043d\u0435\u043d\u0438\u0435 \u043d\u0430 \u0437\u0430\u0434\u0430\u043d\u0438\u0435\u0442\u043e \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0431\u044a\u0434\u0435 \u043e\u043f\u0440\u0435\u0434\u0435\u043b\u0435\u043d \u0441\u043b\u0435\u0434 \u0434\u0430\u0442\u0430\u0442\u0430 \u043d\u0430 \u043e\u0442\u0432\u0430\u0440\u044f\u043d\u0435.

assig4=\u0414\u0430\u0442\u0430\u0442\u0430 \u0437\u0430 \u0438\u0437\u043f\u044a\u043b\u043d\u0435\u043d\u0438\u0435 \u043d\u0430 \u0437\u0430\u0434\u0430\u043d\u0438\u0435\u0442\u043e \u0435 \u043e\u043f\u0440\u0435\u0434\u0435\u043b\u0435\u043d\u0430 \u0437\u0430 \u043c\u0438\u043d\u0430\u043b\u043e \u0432\u0440\u0435\u043c\u0435. \u041c\u043e\u043b\u044f, \u043d\u0430\u043f\u0440\u0430\u0432\u0435\u0442\u0435 \u043a\u043e\u0440\u0435\u043a\u0446\u0438\u044f \u0438\u043b\u0438 \u0449\u0440\u0430\u043a\u043d\u0435\u0442\u0435 \u043e\u0442\u043d\u043e\u0432\u043e \u0432\u044a\u0440\u0445\u0443 \u0431\u0443\u0442\u043e\u043d\u0430 "\u041e\u0440\u0438\u0433\u0438\u043d\u0430\u043b\u043d\u043e", \u0437\u0430 \u0434\u0430 \u043f\u0440\u043e\u0434\u044a\u043b\u0436\u0438\u0442\u0435.

assig5=\u0420\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u043d\u043e \u0437\u0430\u0434\u0430\u043d\u0438\u0435\: \u041e\u0442\u043a\u0440\u0438\u0442\u0430 \u0434\u0430\u0442\u0430 \u0437\u0430 ''{0}''

assig6=\u0417\u0430\u0434\u0430\u043d\u0438\u0435\: \u041e\u0442\u043a\u0440\u0438\u0442\u0430 \u0434\u0430\u0442\u0430 \u0437\u0430 ''{0}''

attaonly=\u0421\u0430\u043c\u043e \u043f\u0440\u0438\u043a\u0430\u0447\u0435\u043d\u0438 \u0444\u0430\u0439\u043b\u043e\u0432\u0435

attempty=\u041d\u0435 \u043c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u0438\u0437\u043f\u0440\u0430\u0449\u0430\u0442\u0435 \u043f\u0440\u0430\u0437\u043d\u0438 \u043f\u0440\u0438\u043a\u0430\u0447\u0435\u043d\u0438 \u0444\u0430\u0439\u043b\u043e\u0432\u0435\: ''{0}''.

cannotfin1=\u041d\u0435 \u043c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u0434\u043e\u0431\u0430\u0432\u0438\u0442\u0435 \u0434\u0430\u0442\u0430\u0442\u0430 \u043d\u0430 \u043f\u0430\u0434\u0435\u0436\u0430 \u0432 \u043a\u0430\u043b\u0435\u043d\u0434\u0430\u0440\u0430.

cannotfin_assignment=\u041d\u0435 \u043c\u043e\u0433\u0430 \u0434\u0430 \u043d\u0430\u043c\u0435\u0440\u044f \u0437\u0430\u0434\u0430\u043d\u0438\u0435\u0442\u043e ''{0}''.

cannotfin_assignmentContent=\u041d\u0435 \u043c\u043e\u0433\u0430 \u0434\u0430 \u043d\u0430\u043c\u0435\u0440\u044f \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435\u0442\u043e \u043d\u0430 \u0437\u0430\u0434\u0430\u043d\u0438\u0435\u0442\u043e ''{0}''.

cannotfin3=\u041d\u0435 \u043c\u043e\u0433\u0430 \u0434\u0430 \u043d\u0430\u043c\u0435\u0440\u044f \u0437\u0430\u0434\u0430\u0447\u0430\u0442\u0430.

cannotfin4=\u041d\u0435 \u043c\u043e\u0433\u0430 \u0434\u0430 \u043d\u0430\u043c\u0435\u0440\u044f \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435\u0442\u043e \u043d\u0430 \u0437\u0430\u0434\u0430\u0447\u0430\u0442\u0430.

cannotfin5=\u041d\u0435 \u043c\u043e\u0433\u0430 \u0434\u0430 \u043d\u0430\u043c\u0435\u0440\u044f \u043f\u043e\u0434\u0430\u0432\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0437\u0430\u0434\u0430\u0447\u0430\u0442\u0430.
cannotfin_site=\u041d\u0435 \u043c\u043e\u0433\u0430 \u0434\u0430 \u043d\u0430\u043c\u0435\u0440\u044f \u0441\u0430\u0439\u0442 \u0441 ID \= ''{0}''.
cannotfin_submission=\u041d\u0435 \u043c\u043e\u0433\u0430 \u0434\u0430 \u043d\u0430\u043c\u0435\u0440\u044f \u043f\u043e\u0434\u0430\u0432\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0437\u0430\u0434\u0430\u0447\u0430\u0442\u0430 \u0441 ID \= ''{0}''.
cannotfin_submission_1=\u041d\u0435 \u043c\u043e\u0433\u0430 \u0434\u0430 \u043d\u0430\u043c\u0435\u0440\u044f \u043f\u043e\u0434\u0430\u0434\u0435\u043d\u0430\u0442\u0430 \u0437\u0430\u0434\u0430\u0447\u0430 \u0437\u0430 \u0440\u0435\u0444\u0435\u0440\u0435\u043d\u0446\u0438\u044f \u043d\u0430 \u0437\u0430\u0434\u0430\u0447\u0430\u0442\u0430 \=''{0}''' \u0438 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b c ID \=''{1}'''.

cannotfin6=\u041d\u0435 \u043c\u043e\u0433\u0430 \u0434\u0430 \u043d\u0430\u043c\u0435\u0440\u044f \u0441\u044a\u0431\u0438\u0442\u0438\u0435\u0442\u043e \u043e\u0442 \u043a\u0430\u043b\u0435\u043d\u0434\u0430\u0440\u0430 ''{0}''.

cannot_getEvents=\u041d\u0435 \u043c\u043e\u0433\u0430 \u0434\u0430 \u043f\u0440\u043e\u0447\u0435\u0442\u0430 \u0441\u044a\u0431\u0438\u0442\u0438\u044f\u0442\u0430 \u0437\u0430 \u043a\u0430\u043b\u0435\u043d\u0434\u0430\u0440\u0430 ''{0}''.

cannotmak=\u041d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u043e\u0431\u044f\u0432\u0438 \u0434\u0430\u0442\u0430\u0442\u0430 \u043d\u0430 \u043e\u0442\u0432\u0430\u0440\u044f\u043d\u0435 \u043d\u0430 \u0437\u0430\u0434\u0430\u0447\u0438\u0442\u0435.

cannotrem=\u041d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u043f\u0440\u0435\u043c\u0430\u0445\u043d\u0435 \u0441\u0442\u0430\u0440\u043e\u0442\u043e \u0441\u044a\u0431\u0438\u0442\u0438\u0435 \u0437\u0430 \u043f\u0440\u0438\u0441\u0432\u043e\u044f\u0432\u0430\u043d\u0435 ''{0}''.

check=\u041e\u0442\u043c\u0435\u0442\u043a\u0430

conte=\u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435.

delet=\u0418\u0437\u0442\u0440\u0438\u0439

delete_assig.delanass=\u0418\u0437\u0442\u0440\u0438\u0432\u0430\u043d\u0435 \u043d\u0430 \u0437\u0430\u0434\u0430\u043d\u0438\u0435...
delete_assig.delass=\u0418\u0437\u0442\u0440\u0438\u0432\u0430\u043d\u0435 \u043d\u0430 \u0437\u0430\u0434\u0430\u0447\u0438\u0442\u0435...

downall=\u0418\u0437\u0442\u0435\u0433\u043b\u044f\u043d\u0435 \u043d\u0430 \u0432\u0441\u0438\u0447\u043ao

downspr=\u0418\u0437\u0442\u0435\u0433\u043b\u044f\u043d\u0435 \u043d\u0430 \u0435\u043b\u0435\u043a\u0442\u0440\u043e\u043d\u043d\u0430 \u0442\u0430\u0431\u043b\u0438\u0446\u0430 [XLSX]

draft=\u0418\u0437\u0433\u043e\u0442\u0432\u0435\u043d

dupli=\u0414\u0443\u0431\u043b\u0438\u0440\u0430\u043d\u0435 \u043d\u0430

gen.acesubunt=\u041f\u0440\u0438\u0435\u043c\u0430\u043d\u0435 \u0434\u043e
gen.addatt=\u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u043f\u0440\u0438\u043a\u0430\u0447\u0435\u043d\u0438 \u0444\u0430\u0439\u043b\u043e\u0432\u0435
gen.addatttoassig=\u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u043f\u0440\u0438\u043a\u0430\u0447\u0435\u043d(\u0438) \u0444\u0430\u0439\u043b(\u0438) \u043a\u044a\u043c \u0437\u0430\u0434\u0430\u043d\u0438\u0435 {0} \u0437\u0430 {1}
gen.addatttoassig.singular=\u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u043f\u0440\u0438\u043a\u0430\u0447\u0435\u043d \u0444\u0430\u0439\u043b \u043a\u044a\u043c \u0437\u0430\u0434\u0430\u043d\u0438\u0435 {0} \u0437\u0430 {1}
gen.addatttoassiginstr=\u0414\u043e\u0431\u0430\u0432\u0435\u0442\u0435 \u0435\u043b\u0435\u043c\u0435\u043d\u0442 \u043e\u0442 \u043a\u043e\u043c\u043f\u044e\u0442\u044a\u0440\u0430 \u0441\u0438 \u0438\u043b\u0438 \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430\u0449 \u0435\u043b\u0435\u043c\u0435\u043d\u0442 \u043e\u0442 "\u0420\u0435\u0441\u0443\u0440\u0441\u0438". \u0421\u043b\u0435\u0434 \u043a\u0430\u0442\u043e \u043d\u0430\u043f\u0440\u0430\u0432\u0438\u0442\u0435 \u0438\u0437\u0431\u043e\u0440\u0430 \u0441\u0438, \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 "\u041f\u0440\u043e\u0434\u044a\u043b\u0436\u0438" \u0438\u043b\u0438 \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 "\u041e\u0442\u043c\u0435\u043d\u0438", \u0437\u0430 \u0434\u0430 \u0441\u0435 \u0432\u044a\u0440\u043d\u0435\u0442\u0435, \u0431\u0435\u0437 \u0434\u0430 \u043f\u0440\u0430\u0432\u0438\u0442\u0435 \u043f\u0440\u043e\u043c\u0435\u043d\u0438. \u0429\u0435 \u0432\u044a\u0440\u043d\u0435\u0442\u0435 \u0437\u0430\u0434\u0430\u043d\u0438\u0435\u0442\u043e \u0441\u0438 - \u043a\u043e\u0435\u0442\u043e \u0441\u043b\u0435\u0434 \u0442\u043e\u0432\u0430 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0437\u0430\u043f\u0430\u0437\u0438\u0442\u0435.
gen.adddroatt=\u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 / \u043f\u0440\u0435\u043c\u0430\u0445\u0432\u0430\u043d\u0435 \u043d\u0430 \u043f\u0440\u0438\u043a\u0430\u0447\u0435\u043d\u0438 \u0444\u0430\u0439\u043b\u043e\u0432\u0435
gen.addduedat=\u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u043f\u0430\u0434\u0435\u0436\u043d\u0430\u0442\u0430 \u0434\u0430\u0442\u0430 \u0432 \u043a\u0430\u043b\u0435\u043d\u0434\u0430\u0440\u0430
gen.addhonple=\u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u0437\u0430\u043b\u043e\u0433 \u0437\u0430 \u0447\u0435\u0441\u0442
gen.addinst=\u0414\u043e\u043f\u044a\u043b\u043d\u0438\u0442\u0435\u043b\u043d\u0438 \u043a\u043e\u043c\u0435\u043d\u0442\u0430\u0440\u0438 \u043d\u0430 \u0438\u043d\u0441\u0442\u0440\u0443\u043a\u0442\u043e\u0440a \u043e\u0442\u043d\u043e\u0441\u043d\u043e \u043f\u043e\u0434\u0430\u0434\u0435\u043d\u0430\u0442\u0430 \u043e\u0442 \u0432\u0430\u0441 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f
gen.addinst2=\u041a\u043e\u043c\u0435\u043d\u0442\u0430\u0440\u0438 \u043d\u0430 \u0438\u043d\u0441\u0442\u0440\u0443\u043a\u0442\u043e\u0440a \u043e\u0442\u043d\u043e\u0441\u043d\u043e \u043f\u043e\u0434\u0430\u0434\u0435\u043d\u0430\u0442\u0430 \u043e\u0442 \u0432\u0430\u0441 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f
gen.addinstatts=\u041f\u0440\u0438\u043b\u043e\u0436\u0435\u043d\u0438\u044f \u043d\u0430 \u0438\u043d\u0441\u0442\u0440\u0443\u043a\u0442\u043e\u0440\u0430 \u043a\u044a\u043c \u0442\u043e\u0432\u0430 \u0437\u0430\u044f\u0432\u043b\u0435\u043d\u0438\u0435
gen.addres2=\u0414\u043e\u043f\u044a\u043b\u043d\u0438\u0442\u0435\u043b\u043d\u0438 \u0440\u0435\u0441\u0443\u0440\u0441\u0438 \u0437\u0430 \u0437\u0430\u0434\u0430\u043d\u0438\u0435
gen.alert=\u041f\u0440\u0435\u0434\u0443\u043f\u0440\u0435\u0436\u0434\u0435\u043d\u0438\u0435\:
gen.anntheope=\u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u0441\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u0435 \u0437\u0430 \u0434\u0430\u0442\u0430\u0442\u0430 \u043d\u0430 \u043e\u0442\u043a\u0440\u0438\u0432\u0430\u043d\u0435\u0442\u043e \u0432 \u041e\u0431\u044f\u0432\u0438
gen.assdet=\u041f\u043e\u0434\u0440\u043e\u0431\u043d\u043e\u0441\u0442\u0438 \u0437\u0430 \u0437\u0430\u0434\u0430\u043d\u0438\u0435\u0442\u043e
gen.assig=\u0417\u0430\u0434\u0430\u043d\u0438\u0435
gen.assinf=\u0418\u043d\u0441\u0442\u0440\u0443\u043a\u0446\u0438\u0438 \u0437\u0430 \u0437\u0430\u0434\u0430\u043d\u0438\u0435
gen.ass.lis.sum=\u0421\u043f\u0438\u0441\u044a\u043a \u043d\u0430 \u0437\u0430\u0434\u0430\u0447\u0438\u0442\u0435.
gen.asstit=\u0417\u0430\u0433\u043b\u0430\u0432\u0438\u0435 \u043d\u0430 \u0437\u0430\u0434\u0430\u043d\u0438\u0435\u0442\u043e
gen.ass.remind=\u0418\u0437\u043f\u0440\u0430\u0442\u0435\u0442\u0435 \u0438\u043c\u0435\u0439\u043b \u0441 \u043d\u0430\u043f\u043e\u043c\u043d\u044f\u043d\u0435 {0} \u0447\u0430\u0441\u0430 \u043f\u0440\u0435\u0434\u0438 \u0434\u0430\u0442\u0430\u0442\u0430 \u043d\u0430 \u043f\u043b\u0430\u0449\u0430\u043d\u0435
gen.at=\u0432
gen.att=\u041f\u0440\u0438\u043a\u0430\u0447\u0435\u043d\u0438 \u0444\u0430\u0439\u043b\u043e\u0432\u0435
gen.has.att=\u0422\u043e\u0432\u0430 \u0437\u0430\u0434\u0430\u043d\u0438\u0435 \u0438\u043c\u0430 \u043f\u0440\u0438\u043a\u0430\u0447\u0435\u043d\u0438 \u0444\u0430\u0439\u043b\u043e\u0432\u0435
gen.attfprgra=\u041f\u0440\u0438\u043a\u0430\u0447\u0435\u043d\u0438 \u0444\u0430\u0439\u043b\u043e\u0432\u0435 \u0437\u0430 \u0441\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435
gen.atttoret=\u041f\u0440\u0438\u043b\u043e\u0436\u0435\u043d\u0438\u044f \u0437\u0430 \u0432\u0440\u044a\u0449\u0430\u043d\u0435 \u0441 \u043e\u0446\u0435\u043d\u043a\u0430
gen.atttoret2=\u041f\u0440\u0438\u043b\u043e\u0436\u0435\u043d\u0438\u044f \u0437\u0430 \u0432\u0440\u044a\u0449\u0430\u043d\u0435 \u0441\u044a\u0441 \u0437\u0430\u0434\u0430\u043d\u0438\u0435\u0442\u043e
gen.availability=\u041d\u0430\u043b\u0438\u0447\u043d\u043e\u0441\u0442
gen.can=\u041e\u0442\u043c\u044f\u043d\u0430 \u043d\u0430
gen.can.discard=\u041f\u0440\u043e\u043c\u0435\u043d\u0438\u0442\u0435 \u0432\u0438 \u0449\u0435 \u0431\u044a\u0434\u0430\u0442 \u043e\u0442\u0445\u0432\u044a\u0440\u043b\u0435\u043d\u0438. \u0421\u0438\u0433\u0443\u0440\u043d\u0438 \u043b\u0438 \u0441\u0442\u0435, \u0447\u0435 \u0438\u0441\u043a\u0430\u0442\u0435 \u0434\u0430 \u043e\u0442\u043c\u0435\u043d\u0438\u0442\u0435?
gen.clocli=\u0417\u0430\u0442\u0432\u043e\u0440\u0435\u0442\u0435, \u043a\u043b\u0438\u043a\u043d\u0435\u0442\u0435, \u0437\u0430 \u0434\u0430 \u043e\u0442\u0432\u043e\u0440\u0438\u0442\u0435 \u0438\u043d\u0441\u0442\u0440\u0443\u043a\u0446\u0438\u0438\u0442\u0435 \u0437\u0430 \u0437\u0430\u0434\u0430\u043d\u0438\u0435
gen.closed=\u0417\u0430\u0442\u0432\u043e\u0440\u0435\u043d
gen.creby=\u0421\u044a\u0437\u0434\u0430\u0434\u0435\u043d \u043e\u0442
gen.removeddate=\u041f\u0440\u0435\u043c\u0430\u0445\u043d\u0430\u0442\u0430 \u0434\u0430\u0442\u0430
gen.don=\u0413\u043e\u0442\u043e\u0432\u043e
gen.dra1=\u0447\u0435\u0440\u043d\u043e\u0432\u0430
gen.agree=\u0421\u044a\u0433\u043b\u0430\u0441\u0435\u043d
gen.dra2=\u041f\u0440\u043e\u0435\u043a\u0442 -
gen.due=K\u0440\u0430\u0435\u0441\u0440\u043e\u0447\u0435\u043d
gen.due.header=K\u0440\u0430\u0435\u0441\u0440\u043e\u0447\u0435\u043d
gen.duedat=\u041a\u0440\u0430\u0435\u043d \u0441\u0440\u043e\u043a
gen.filatt=\u041f\u0440\u0438\u043a\u0440\u0435\u043f\u0432\u0430\u043d\u0435 \u043d\u0430 \u0444\u0430\u0439\u043b
gen.folatt=\u041f\u0440\u0438\u043a\u0440\u0435\u043f\u0432\u0430\u043d\u0435 \u043d\u0430 \u043f\u0430\u043f\u043a\u0430
gen.forpoi=\u041c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u0435\u043d \u0431\u0440\u043e\u0439 \u0442\u043e\u0447\u043a\u0438
gen.assign.gra=\u0421\u0442\u0435\u043f\u0435\u043d
gen.assign.spent=\u041f\u0440\u0435\u043a\u0430\u0440\u0430\u043d\u043e \u0432\u0440\u0435\u043c\u0435\:
gen.gra=\u0421\u0442\u0435\u043f\u0435\u043d
gen.gra2=\u0421\u0442\u0435\u043f\u0435\u043d\:
gen.grade.override=\u041e\u0442\u043c\u044f\u043d\u0430 \u043d\u0430 \u0441\u0442\u0435\u043f\u0435\u043d\u0442\u0430 \u0441\:
gen.grading=\u041a\u043b\u0430\u0441\u0438\u0440\u0430\u043d\u0435
gen.group=\u0413\u0440\u0443\u043f\u0430
gen.groups=\u0413\u0440\u0443\u043f\u0438
gen.group.grade=C\u0442\u0435\u043f\u0435\u043d\u0442\u0430 \u043d\u0430 \u0433\u0440\u0443\u043f\u0430\u0442\u0430
gen.mod.user=\u041f\u043e\u0441\u043b\u0435\u0434\u043d\u0430 \u043f\u0440\u043e\u043c\u044f\u043d\u0430
gen.mod.date=\u0414\u0430\u0442\u0430 \u043d\u0430 \u043c\u043e\u0434\u0438\u0444\u0438\u0446\u0438\u0440\u0430\u043d\u0435
gen.na=N/A
gen.subformat=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0444\u043e\u0440\u043c\u0430\u0442\u0430 \u0437\u0430 \u0438\u0437\u043f\u0440\u0430\u0449\u0430\u043d\u0435 \u043d\u0430 \u0437\u0430\u0434\u0430\u043d\u0438\u0435\u0442\u043e \u043a\u044a\u043c \u0441\u0442\u0443\u0434\u0435\u043d\u0442\u0438
group.issubmit=\u0418\u0437\u0431\u0440\u0430\u043d\u0430\u0442\u0430(\u0438\u0442\u0435) \u0433\u0440\u0443\u043f\u0430(\u0438) \u043a\u0430\u0442\u043e \u0433\u0440\u0443\u043f\u043e\u0432\u043e \u0437\u0430\u0434\u0430\u043d\u0438\u0435 (\u0435\u0434\u0438\u043d \u0447\u043b\u0435\u043d \u043d\u0430 \u0433\u0440\u0443\u043f\u0430\u0442\u0430 \u043f\u043e\u0434\u0430\u0432\u0430 \u043e\u0442 \u0438\u043c\u0435\u0442\u043e \u043d\u0430 \u0446\u044f\u043b\u0430\u0442\u0430 \u0433\u0440\u0443\u043f\u0430)
gen.groupassignment=\u0413\u0440\u0443\u043f\u043e\u0432\u043e \u043f\u043e\u0434\u0430\u0432\u0430\u043d\u0435
gen.userassignment=\u0418\u043d\u0434\u0438\u0432\u0438\u0434\u0443\u0430\u043b\u043d\u043e \u043f\u043e\u0434\u0430\u0432\u0430\u043d\u0435
gen.section.info=\u0420\u0430\u0437\u0434\u0435\u043b (\u043d\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0439\u0442\u0435 \u0437\u0430 \u0433\u0440\u0443\u043f\u043e\u0432o \u043f\u043e\u0434\u0430\u0432\u0430\u043d\u0435)
group.submission.not.found=\u0413\u0440\u0443\u043f\u0430\u0442\u0430 \u043d\u0430 \u043f\u043e\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0435 \u0435 \u043d\u0430\u043c\u0435\u0440\u0435\u043d\u0430
group.select.represent=\u0412\u0438\u0435 \u043f\u0440\u0435\u0434\u0441\u0442\u0430\u0432\u043b\u044f\u0432\u0430\u0442\u0435 \u0441\u043b\u0435\u0434\u043d\u0430\u0442\u0430 \u0433\u0440\u0443\u043f\u0430\:
group.user.multiple.warning=\u0421\u043b\u0435\u0434\u043d\u0438\u0442\u0435 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438 \u0441\u0430 \u0432 \u043f\u043e\u0432\u0435\u0447\u0435 \u043e\u0442 \u0435\u0434\u043d\u0430 \u0433\u0440\u0443\u043f\u0430, \u043a\u043e\u044f\u0442\u043e \u0438\u043c\u0430 \u043f\u0440\u0430\u0432\u043e \u0434\u0430 \u043f\u043e\u0434\u0430\u0434\u0435 \u0442\u0430\u0437\u0438 \u0437\u0430\u0434\u0430\u0447\u0430\:
group.must.member=\u0417\u0430 \u0434\u0430 \u043f\u043e\u0434\u0430\u0434\u0435\u0442\u0435 \u0437\u0430\u044f\u0432\u043a\u0430, \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0441\u0442\u0435 \u0447\u043b\u0435\u043d \u043d\u0430 \u043f\u043e\u043d\u0435 \u0435\u0434\u043d\u0430 \u0433\u0440\u0443\u043f\u0430\!
group.already.submitted=\u0413\u0440\u0443\u043f\u0430\u0442\u0430 \u0432\u0435\u0447\u0435 \u0435 \u043f\u043e\u0434\u0430\u043b\u0430 \u0437\u0430\u044f\u0432\u043a\u0430\!
group.user.multiple.error=\u041f\u043e\u043d\u0435 \u0435\u0434\u0438\u043d \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b \u0435 \u0432 \u043f\u043e\u0432\u0435\u0447\u0435 \u043e\u0442 \u0435\u0434\u043d\u0430 \u0433\u0440\u0443\u043f\u0430.  \u041c\u043e\u043b\u044f, \u0432\u0438\u0436\u0442\u0435 \u043f\u043e-\u0434\u043e\u043b\u0443.
group.error.title=\u041f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b \u0432 \u043d\u044f\u043a\u043e\u043b\u043a\u043e \u0433\u0440\u0443\u043f\u0438\!
group.error.message=\u0412\u0438\u0435 \u0438\u043b\u0438 \u043d\u044f\u043a\u043e\u0439 \u043e\u0442 \u0447\u043b\u0435\u043d\u043e\u0432\u0435\u0442\u0435 \u043d\u0430 \u0432\u0430\u0448\u0430\u0442\u0430 \u0433\u0440\u0443\u043f\u0430 \u0441\u0442\u0435 \u0447\u043b\u0435\u043d\u043e\u0432\u0435 \u043d\u0430 \u043f\u043e\u0432\u0435\u0447\u0435 \u043e\u0442 \u0435\u0434\u043d\u0430 \u0433\u0440\u0443\u043f\u0430, \u043a\u043e\u044f\u0442\u043e \u0438\u043c\u0430 \u043f\u0440\u0430\u0432\u043e \u0434\u0430 \u043f\u043e\u0434\u0430\u0434\u0435 \u0442\u0430\u0437\u0438 \u0437\u0430\u0434\u0430\u0447\u0430.  \u041c\u043e\u043b\u044f, \u0438\u043d\u0444\u043e\u0440\u043c\u0438\u0440\u0430\u0439\u0442\u0435 \u0438\u043d\u0441\u0442\u0440\u0443\u043a\u0442\u043e\u0440\u0430 \u0441\u0438, \u0447\u0435 \u043d\u044f\u043c\u0430 \u0434\u0430 \u043c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u043f\u043e\u0434\u0430\u0432\u0430\u0442\u0435 \u0437\u0430\u0434\u0430\u0447\u0430 \u0438\u043b\u0438 \u0434\u0430 \u043f\u0440\u0435\u0433\u043b\u0435\u0436\u0434\u0430\u0442\u0435 \u043e\u0431\u0440\u0430\u0442\u043d\u0430 \u0432\u0440\u044a\u0437\u043a\u0430, \u0434\u043e\u043a\u0430\u0442\u043e \u0442\u0430\u0437\u0438 \u0433\u0440\u0435\u0448\u043a\u0430 \u043d\u0435 \u0431\u044a\u0434\u0435 \u043e\u0442\u0441\u0442\u0440\u0430\u043d\u0435\u043d\u0430.
group.user.duplicate.error=\u0413\u0440\u0435\u0448\u043a\u0430\: \u0422\u043e\u0437\u0438 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b \u0435 \u0432 \u043f\u043e\u0432\u0435\u0447\u0435 \u043e\u0442 \u0435\u0434\u043d\u0430 \u0434\u043e\u043f\u0443\u0441\u0442\u0438\u043c\u0430 \u0433\u0440\u0443\u043f\u0430\!
group.user.grade.override=\u0417\u0430\u043c\u044f\u043d\u0430 \u043d\u0430 \u0441\u0442\u0435\u043f\u0435\u043d\u0442\u0430 \u0437\u0430 {0}
gen.cant.change.after.draft=\u0412\u0435\u0434\u043d\u044a\u0436 \u043f\u0443\u0431\u043b\u0438\u043a\u0443\u0432\u0430\u043d\u043e, \u0437\u0430\u0434\u0430\u043d\u0438\u0435\u0442\u043e \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u043f\u0440\u0435\u0432\u043a\u043b\u044e\u0447\u0432\u0430 \u043c\u0435\u0436\u0434\u0443 \u0438\u043d\u0434\u0438\u0432\u0438\u0434\u0443\u0430\u043b\u043d\u043e \u0438 \u0433\u0440\u0443\u043f\u043e\u0432\u043e.
gen.history=\u0418\u0441\u0442\u043e\u0440\u0438\u044f
gen.visible.date=\u0412\u0438\u0434\u0438\u043c\u0430 \u0434\u0430\u0442\u0430
gen.checked=\u041f\u0440\u043e\u0432\u0435\u0440\u0435\u043d\u043e
gen.commented=\u041a\u043e\u043c\u0435\u043d\u0442\u0430\u0440
gen.comments=\u041a\u043e\u043c\u0435\u043d\u0442\u0430\u0440\u0438\:
gen.attachments=\u041f\u0440\u0438\u043a\u0430\u0447\u0435\u043d\u0438 \u0444\u0430\u0439\u043b\u043e\u0432\u0435
gen.regra=\u041f\u043e\u0432\u0442\u043e\u0440\u043d\u043e \u043a\u043b\u0430\u0441\u0438\u0440\u0430\u043d\u0435
gen.regrading=\u041f\u043e\u0432\u0442\u043e\u0440\u043d\u043e \u043a\u043b\u0430\u0441\u0438\u0440\u0430\u043d\u0435
gen.grarep=\u0414\u043e\u043a\u043b\u0430\u0434 \u0437\u0430 \u043a\u043b\u0430\u0441\u0438\u0440\u0430\u043d\u0435
gen.grasca=\u0421\u043a\u0430\u043b\u0430 \u043d\u0430 \u043a\u043b\u0430\u0441\u0438\u0440\u0430\u043d\u0435
gen.hasbee=\u0417\u0430\u0434\u0430\u043d\u0438\u0435\u0442\u043e \u0435 \u043f\u043e\u0434\u0430\u0434\u0435\u043d\u043e \u043d\u0430
gen.hidassinf=\u0421\u043a\u0440\u0438\u0432\u0430\u043d\u0435 \u043d\u0430 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f\u0442\u0430 \u0437\u0430 \u0437\u0430\u0434\u0430\u043d\u0438\u0435\u0442\u043e
gen.honple=\u0447\u0435\u0441\u0442\u043d\u0430 \u043a\u043b\u0435\u0442\u0432\u0430
gen.hpa.title=\u0447\u0435\u0441\u0442\u043d\u0430 \u043a\u043b\u0435\u0442\u0432\u0430
gen.hpa.text=\u041d\u0435 \u0441\u044a\u043c \u0434\u0430\u0432\u0430\u043b/\u0430, \u043f\u043e\u043b\u0443\u0447\u0430\u0432\u0430\u043b/\u0430 \u0438\u043b\u0438 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u043b/\u0430 \u043d\u0435\u043f\u043e\u0437\u0432\u043e\u043b\u0435\u043d\u0430 \u043f\u043e\u043c\u043e\u0449 \u043f\u0440\u0438 \u0438\u0437\u043f\u044a\u043b\u043d\u0435\u043d\u0438\u0435\u0442\u043e \u043d\u0430 \u0442\u0430\u0437\u0438 \u0437\u0430\u0434\u0430\u0447\u0430.
gen.viewasstablesummary=\u041d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438 \u043d\u0430 \u0437\u0430\u0434\u0430\u043d\u0438\u0435\u0442\u043e.
gen.viewassliststudentsummary=\u0421\u043f\u0438\u0441\u044a\u043a \u043d\u0430 \u0441\u0442\u0443\u0434\u0435\u043d\u0442\u0438\u0442\u0435, \u043a\u043e\u0438\u0442\u043e \u0441\u0430 \u043f\u0440\u0435\u0434\u0430\u043b\u0438 \u0437\u0430\u0434\u0430\u0447\u0438\u0442\u0435.
gen.viewassliststudentdetails=\u0421\u043f\u0438\u0441\u044a\u043a \u043d\u0430 \u0441\u0442\u0443\u0434\u0435\u043d\u0442\u0438\u0442\u0435 \u0441 \u0434\u043e\u043f\u044a\u043b\u043d\u0438\u0442\u0435\u043b\u043d\u0430 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f.
gen.viewasslistreportsummary=\u0421\u043f\u0438\u0441\u044a\u043a \u043d\u0430 \u043e\u0446\u0435\u043d\u0435\u043d\u0438\u0442\u0435 \u0437\u0430\u0434\u0430\u0447\u0438 \u043d\u0430 \u0441\u0442\u0443\u0434\u0435\u043d\u0442\u0438\u0442\u0435.
gen.in=\u0412
gen.inpro=\u0412 \u0445\u043e\u0434
gen.instr=\u0418\u043d\u0441\u0442\u0440\u0443\u043a\u0446\u0438\u0438
gen.instrcomment=\u041a\u0440\u0430\u0442\u043a\u0438 \u043a\u043e\u043c\u0435\u043d\u0442\u0430\u0440\u0438 \u043d\u0430 \u0438\u043d\u0441\u0442\u0440\u0443\u043a\u0442\u043e\u0440\u0430
gen.to=\u043a\u044a\u043c
gen.late=\u043a\u044a\u0441\u043d\u043e
gen.late2=- \u043a\u044a\u0441\u043d\u043e
gen.lisofassto=\u0421\u043f\u0438\u0441\u044a\u043a \u043d\u0430 \u0437\u0430\u0434\u0430\u0447\u0438\u0442\u0435, \u043a\u043e\u0438\u0442\u043e \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0431\u044a\u0434\u0430\u0442 \u0438\u0437\u0442\u0440\u0438\u0442\u0438
gen.mod=\u041c\u043e\u0434\u0438\u0444\u0438\u0446\u0438\u0440\u0430\u043d
gen.modbyins=\u041c\u043e\u0434\u0438\u0444\u0438\u0446\u0438\u0440\u0430\u043d\u043e \u043e\u0442 \u0438\u043d\u0441\u0442\u0440\u0443\u043a\u0442\u043e\u0440\u0430
gen.new=\u043d\u043e\u0432
gen.no=\u043d\u0435
gen.noasscan=\u0417\u0430\u0434\u0430\u0447\u0438\u0442\u0435 \u043d\u0435 \u043c\u043e\u0433\u0430\u0442 \u0434\u0430 \u0431\u044a\u0434\u0430\u0442 \u0438\u0437\u043f\u0440\u0430\u0449\u0430\u043d\u0438 \u0441\u043b\u0435\u0434 \u043a\u0440\u0430\u0439\u043d\u0430\u0442\u0430 \u0434\u0430\u0442\u0430.
gen.noatt=\u0412\u0441\u0435 \u043e\u0449\u0435 \u043d\u044f\u043c\u0430 \u043f\u0440\u0438\u043a\u0430\u0447\u0435\u043d\u0438 \u0444\u0430\u0439\u043b\u043e\u0432\u0435
gen.noattsubmitted=\u041d\u0435 \u0441\u0430 \u043f\u043e\u0434\u0430\u0434\u0435\u043d\u0438 \u043f\u0440\u0438\u043a\u0430\u0447\u0435\u043d\u0438 \u0444\u0430\u0439\u043b\u043e\u0432\u0435
gen.nograd=\u0411\u0435\u0437 \u043a\u043b\u0430\u0441
gen.notavail=\u0422\u043e\u0432\u0430 \u0437\u0430\u0434\u0430\u043d\u0438\u0435 \u043d\u0435 \u0435 \u043d\u0430\u043b\u0438\u0447\u043d\u043e; \u0421\u0442\u0430\u0442\u0443\u0441\: {0}<br>
gen.notope=\u041d\u0435 \u0435 \u043e\u0442\u0432\u043e\u0440\u0435\u043d\u043e
gen.notset=\u041d\u0435 \u0435 \u0437\u0430\u0434\u0430\u0434\u0435\u043d\u043e
gen.notsta=\u041d\u0435 \u0435 \u0437\u0430\u043f\u043e\u0447\u043d\u0430\u0442\u043e
gen.hpsta=\u041f\u0440\u0438\u0435\u043c\u0430\u043d\u0435 \u043d\u0430 \u043e\u0431\u0435\u0449\u0430\u043d\u0438\u0435 \u0437\u0430 \u0447\u0435\u0441\u0442
gen.of=\u043d\u0430
gen.open=\u041e\u0442\u0432\u043e\u0440\u0435\u0442\u0435
gen.orisub=\u041f\u044a\u0440\u0432\u043e\u043d\u0430\u0447\u0430\u043b\u0435\u043d \u0442\u0435\u043a\u0441\u0442 \u043d\u0430 \u0437\u0430\u0434\u0430\u043d\u0438\u0435\u0442\u043e
gen.orisub2=\u041e\u0440\u0438\u0433\u0438\u043d\u0430\u043b\u043d\u0438\u044f\u0442 \u0442\u0435\u043a\u0441\u0442 \u043d\u0430 \u0437\u0430\u044f\u0432\u043b\u0435\u043d\u0438\u0435\u0442\u043e \u0441 \u0434\u043e\u0431\u0430\u0432\u0435\u043d\u0438 \u043a\u043e\u043c\u0435\u043d\u0442\u0430\u0440\u0438 \u043d\u0430 \u043f\u0440\u0435\u043f\u043e\u0434\u0430\u0432\u0430\u0442\u0435\u043b\u044f, \u0430\u043a\u043e \u0435 \u043f\u0440\u0438\u043b\u043e\u0436\u0438\u043c\u043e
gen.orisub3=\u0422\u0435\u043a\u0441\u0442 \u043d\u0430 \u043f\u043e\u0441\u043b\u0435\u0434\u043d\u043e\u0442\u043e \u043f\u043e\u0434\u0430\u0432\u0430\u043d\u0435 \u0441 \u0434\u043e\u0431\u0430\u0432\u0435\u043d\u0438 \u043a\u043e\u043c\u0435\u043d\u0442\u0430\u0440\u0438 \u043d\u0430 \u0438\u043d\u0441\u0442\u0440\u0443\u043a\u0442\u043e\u0440\u0430, \u0430\u043a\u043e \u0435 \u043f\u0440\u0438\u043b\u043e\u0436\u0438\u043c\u043e
gen.outof=\u043e\u0442
gen.peerReviews=\u041f\u0430\u0440\u0442\u043d\u044c\u043e\u0440\u0441\u043a\u0438 \u043f\u0440\u0435\u0433\u043b\u0435\u0434\u0438
gen.pending_resubmit=\u0412\u044a\u0440\u043d\u0430\u0442\u0438 - \u0432 \u043e\u0447\u0430\u043a\u0432\u0430\u043d\u0435 \u043d\u0430 \u043f\u043e\u0432\u0442\u043e\u0440\u043d\u043e \u043f\u043e\u0434\u0430\u0432\u0430\u043d\u0435
gen.pf=P/F
gen.pos=\u041f\u0443\u0431\u043b\u0438\u043a\u0430\u0446\u0438\u044f
gen.position=\u041f\u043e\u0437\u0438\u0446\u0438\u044f
gen.pre=\u041f\u0440\u0435\u0433\u043b\u0435\u0434
gen.relea=\u0418\u0437\u043f\u0440\u0430\u0442\u0435\u043d\u043e
gen.resub=\u041f\u043e\u0432\u0442\u043e\u0440\u043d\u043e \u043f\u043e\u0434\u0430\u0434\u0435\u043d
gen.retu=\u0412\u0440\u044a\u0449\u0430\u043d\u0435 \u043d\u0430
gen.backtolist=\u041e\u0431\u0440\u0430\u0442\u043d\u043e \u043a\u044a\u043c \u0441\u043f\u0438\u0441\u044a\u043a\u0430
gen.reorder=\u041f\u0440\u0435\u043d\u0430\u0440\u0435\u0436\u0434\u0430\u043d\u0435 \u043d\u0430
gen.review=\u041f\u0440\u0435\u0433\u043b\u0435\u0434 \u043d\u0430
gen.peerreview.subm4=\u041f\u0440\u0435\u0433\u043b\u0435\u0434 \u043d\u0430 \u043f\u0430\u0440\u0442\u043d\u044c\u043e\u0440\u0441\u043a\u0430 \u043f\u0440\u043e\u0432\u0435\u0440\u043a\u0430
gen.peerreview.todo=\u041f\u0430\u0440\u0442\u043d\u044c\u043e\u0440\u0441\u043a\u0430 \u043f\u0440\u043e\u0432\u0435\u0440\u043a\u0430 ({0}) \u0441 \u043f\u0430\u0434\u0435\u0436 {1}
gen.reviewer.who=\u0420\u0435\u0446\u0435\u043d\u0437\u0435\u043d\u0442\: {0} ({1})
gen.reviewer.countReview=\u0420\u0435\u0446\u0435\u043d\u0437\u0435\u043d\u0442 ({0})
gen.reordertitle=\u041e\u0440\u0433\u0430\u043d\u0438\u0437\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0441\u043f\u0438\u0441\u044a\u043a\u0430 \u0441\u044a\u0441 \u0437\u0430\u0434\u0430\u0447\u0438 \u043f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435
gen.retustud=\u0417\u0430\u043f\u0430\u0437\u0432\u0430\u043d\u0435 \u0438 \u043f\u0440\u0435\u0434\u043e\u0441\u0442\u0430\u0432\u044f\u043d\u0435 \u043a\u044a\u043c \u0441\u0442\u0443\u0434\u0435\u043d\u0442\u0430
gen.retustudtit=\u0417\u0430\u043f\u0430\u0437\u0432\u0430\u043d\u0435 \u0438 \u0432\u0440\u044a\u0449\u0430\u043d\u0435 \u043d\u0430 \u043a\u043e\u043c\u0435\u043d\u0442\u0430\u0440\u0438 \u0438 \u043e\u0446\u0435\u043d\u043a\u0438 \u043a\u044a\u043c \u0441\u0442\u0443\u0434\u0435\u043d\u0442\u0430
gen.returned=\u0412\u044a\u0440\u043d\u0430\u0442
gen.revi=\u0440\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u043d\u0435
gen.sav=\u0417\u0430\u043f\u0430\u0437\u0435\u0442\u0435
gen.savdra=\u0417\u0430\u043f\u0430\u0437\u0432\u0430\u043d\u0435 \u043d\u0430 \u043f\u0440\u043e\u0435\u043a\u0442\u0430
gen.savdragra=\u0417\u0430\u043f\u0430\u0437\u0435\u0442\u0435 \u0438 \u043d\u0435 \u0438\u0437\u043f\u0440\u0430\u0442\u0435\u0442\u0435 \u043a\u044a\u043c \u0441\u0442\u0443\u0434\u0435\u043d\u0442\u0430
gen.savdratit=\u0417\u0430\u043f\u0430\u0437\u0435\u0442\u0435 \u043a\u043e\u043c\u0435\u043d\u0442\u0430\u0440\u0438\u0442\u0435 \u0438 \u043e\u0446\u0435\u043d\u043a\u0430\u0442\u0430, \u043d\u043e \u0432\u0441\u0435 \u043e\u0449\u0435 \u043d\u0435 \u0432\u0440\u044a\u0449\u0430\u0439\u0442\u0435 \u043d\u0430 \u0443\u0447\u0435\u043d\u0438\u043a\u0430
gen.sca=\u0421\u043a\u0430\u043b\u0430
gen.score.display=<b>\u0440\u0435\u0437\u0443\u043b\u0442\u0430\u0442\:</b> {0}
gen.sect=\u0420\u0430\u0437\u0434\u0435\u043b
gen.settfor=\u041d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438 \u0437\u0430
gen.sorasc=\u0421\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u0432\u044a\u0432 \u0432\u044a\u0437\u0445\u043e\u0434\u044f\u0449 \u0440\u0435\u0434
gen.sorbydue=\u0421\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043f\u043e \u043f\u0430\u0434\u0435\u0436\u043d\u0430 \u0434\u0430\u0442\u0430
gen.sorbymodusr=\u0421\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043f\u043e \u041f\u043e\u0441\u043b\u0435\u0434\u043d\u0430 \u043f\u0440\u043e\u043c\u044f\u043d\u0430
gen.sorbymoddat=\u0421\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043f\u043e \u0434\u0430\u0442\u0430 \u043d\u0430 \u043c\u043e\u0434\u0438\u0444\u0438\u0446\u0438\u0440\u0430\u043d\u0435
gen.sorbyremoveddate=\u0421\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043f\u043e \u0434\u0430\u0442\u0430 \u043d\u0430 \u043f\u0440\u0435\u043c\u0430\u0445\u0432\u0430\u043d\u0435
gen.sortinstruct=\u041f\u0440\u0435\u043c\u0435\u0441\u0442\u0435\u0442\u0435 \u0435\u043b\u0435\u043c\u0435\u043d\u0442 \u0432 \u0441\u043f\u0438\u0441\u044a\u043a\u0430, \u043a\u0430\u0442\u043e \u0449\u0440\u0430\u043a\u043d\u0435\u0442\u0435 \u0432\u044a\u0440\u0445\u0443 \u0441\u0442\u0440\u0435\u043b\u043a\u0430 \u0432\u043b\u044f\u0432\u043e \u0438\u043b\u0438 \u043a\u0430\u0442\u043e \u0440\u0435\u0433\u0443\u043b\u0438\u0440\u0430\u0442\u0435 \u043f\u0430\u0434\u0430\u0449\u043e\u0442\u043e \u043c\u0435\u043d\u044e. \u0417\u0430 \u0434\u0430 \u0437\u0430\u043f\u0430\u0437\u0438\u0442\u0435 \u043f\u0440\u043e\u043c\u0435\u043d\u0438\u0442\u0435, \u0449\u0440\u0430\u043a\u043d\u0435\u0442\u0435 \u0432\u044a\u0440\u0445\u0443 \u0417\u0430\u043f\u0430\u0437\u0432\u0430\u043d\u0435 \u0432 \u0434\u043e\u043b\u043d\u0430\u0442\u0430 \u0447\u0430\u0441\u0442 \u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430\u0442\u0430.
gen.sorbygra=\u0421\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043f\u043e \u043a\u043b\u0430\u0441
gen.sorbylas=\u0421\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043f\u043e \u0444\u0430\u043c\u0438\u043b\u043d\u043e \u0438\u043c\u0435
gen.sorbymax=\u0421\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043f\u043e \u043c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u0435\u043d \u043d\u0430\u043b\u0438\u0447\u0435\u043d \u043a\u043b\u0430\u0441
gen.sorbynumsub=\u0421\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043f\u043e \u0431\u0440\u043e\u0439 \u043f\u043e\u0434\u0430\u0434\u0435\u043d\u0438 \u0437\u0430\u044f\u0432\u043a\u0438
gen.sortbyfor=\u0421\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043f\u043e \u0430\u0443\u0434\u0438\u0442\u043e\u0440\u0438\u044f
gen.sortbyforasc=\u0421\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043f\u043e \u0430\u0443\u0434\u0438\u0442\u043e\u0440\u0438\u044f \u0432\u044a\u0432 \u0432\u044a\u0437\u0445\u043e\u0434\u044f\u0449 \u0440\u0435\u0434
gen.sortbyfordesc=\u0421\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043f\u043e \u0430\u0443\u0434\u0438\u0442\u043e\u0440\u0438\u044f \u0432 \u043d\u0438\u0437\u0445\u043e\u0434\u044f\u0449 \u0440\u0435\u0434
gen.sordes=\u0421\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u0432 \u043d\u0438\u0437\u0445\u043e\u0434\u044f\u0449 \u0440\u0435\u0434
gen.staass=\u041d\u0430\u0447\u0430\u043b\u043d\u043e \u0437\u0430\u0434\u0430\u043d\u0438\u0435
gen.status=\u0421\u0442\u0430\u0442\u0443\u0441
gen.stuatt=\u0418\u0437\u043f\u0440\u0430\u0442\u0435\u043d\u0438 \u043f\u0440\u0438\u043a\u0430\u0447\u0435\u043d\u0438 \u0444\u0430\u0439\u043b\u043e\u0432\u0435
gen.student=\u0421\u0442\u0443\u0434\u0435\u043d\u0442
gen.students=\u0421\u0442\u0443\u0434\u0435\u043d\u0442\u0438
gen.stunam=\u0418\u043c\u0435 \u043d\u0430 \u0441\u0442\u0443\u0434\u0435\u043d\u0442\u0430
gen.stusub=\u0421\u0442\u0443\u0434\u0435\u043d\u0442\u0441\u043a\u0438 \u043f\u043e\u0434\u0430\u0432\u0430\u043d\u0438\u044f \u043d\u0430 \u0437\u0430\u0434\u0430\u0447\u0438
gen.submissionType=\u0422\u0438\u043f \u043d\u0430 \u043f\u043e\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u0437\u0430\u0434\u0430\u0447a
gen.stuvie=\ \u0418\u0437\u0433\u043b\u0435\u0434 \u043d\u0430 \u0441\u0442\u0443\u0434\u0435\u043d\u0442\u0430
gen.stuvieof=\u0413\u043b\u0435\u0434\u043d\u0430\u0442\u0430 \u0442\u043e\u0447\u043a\u0430 \u043d\u0430 \u0441\u0442\u0443\u0434\u0435\u043d\u0442\u0430 \u0437\u0430 \u0437\u0430\u0434\u0430\u043d\u0438\u0435\u0442\u043e
gen.stucantdo=\u0421\u0442\u0443\u0434\u0435\u043d\u0442\u0438\u0442\u0435 \u043d\u0435 \u043c\u043e\u0433\u0430\u0442 \u0434\u0430 \u0437\u0430\u043f\u0430\u0437\u044f\u0442 \u0438\u043b\u0438 \u0434\u0430 \u0438\u0437\u043f\u0440\u0430\u0442\u044f\u0442 \u0437\u0430\u0434\u0430\u0447\u0430\u0442\u0430 \u0434\u043e \u0434\u0430\u0442\u0430\u0442\u0430 \u043d\u0430 \u043e\u0442\u0432\u0430\u0440\u044f\u043d\u0435.
gen.stuwonsee=\u0421\u0442\u0443\u0434\u0435\u043d\u0442\u0438\u0442\u0435 \u043d\u044f\u043c\u0430 \u0434\u0430 \u0432\u0438\u0434\u044f\u0442 \u0442\u043e\u0432\u0430 \u0437\u0430\u0434\u0430\u043d\u0438\u0435 \u0434\u043e \u0434\u0430\u0442\u0430\u0442\u0430 \u043d\u0430 \u0440\u0430\u0437\u0433\u043b\u0435\u0436\u0434\u0430\u043d\u0435.
gen.subm=\u041f\u043e\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u0437\u0430\u0434\u0430\u043d\u0438\u0435
gen.submission=\u041f\u043e\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u0438
gen.resubmission=\u041f\u043e\u0432\u0442\u043e\u0440\u043d\u043e \u043f\u043e\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u0438
gen.notes=\u0411\u0435\u043b\u0435\u0436\u043a\u0438
gen.details=\u041f\u043e\u0434\u0440\u043e\u0431\u043d\u043e\u0441\u0442\u0438

gen.openquote="
gen.closequote="
gen.subm2=\u041f\u043e\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u0437\u0430\u044f\u0432\u043a\u0438
gen.subm3=\u041f\u043e\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430
gen.subm4=\u041f\u0440\u0435\u0434\u0441\u0442\u0430\u0432\u0435\u043d
gen.subm5=\u0414\u0430\u0442\u0430 \u043d\u0430 \u043f\u043e\u0434\u0430\u0432\u0430\u043d\u0435
gen.subm6=\u0414\u0430\u0442\u0430 \u043d\u0430 \u043a\u043b\u0430\u0441\u0438\u0440\u0430\u043d\u0435\:
gen.proceed=\u041f\u0440\u043e\u0434\u044a\u043b\u0436\u0435\u0442\u0435
gen.extension=\u041a\u0440\u0430\u0435\u043d \u0441\u0440\u043e\u043a \u0437\u0430 \u0443\u0434\u044a\u043b\u0436\u0430\u0432\u0430\u043d\u0435
gen.sumcom=\u041e\u0431\u043e\u0431\u0449\u0435\u043d\u0438 \u043a\u043e\u043c\u0435\u043d\u0442\u0430\u0440\u0438
gen.theare2=\u041d\u044f\u043c\u0430 \u043f\u043e\u0434\u0430\u0434\u0435\u043d\u0438 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u0438.
gen.thearecur1=\u041f\u043e\u043d\u0430\u0441\u0442\u043e\u044f\u0449\u0435\u043c \u043d\u0430 \u0442\u043e\u0432\u0430 \u043c\u044f\u0441\u0442\u043e \u043d\u044f\u043c\u0430 \u0437\u0430\u0434\u0430\u0447\u0438.
gen.thearecur2=\u0412 \u043c\u043e\u043c\u0435\u043d\u0442\u0430 \u043d\u044f\u043c\u0430 \u043f\u043e\u0434\u0430\u0434\u0435\u043d\u0438 \u0437\u0430\u044f\u0432\u043a\u0438 \u0437\u0430 \u0442\u043e\u0432\u0430 \u043c\u0435\u0441\u0442\u043e\u043f\u043e\u043b\u043e\u0436\u0435\u043d\u0438\u0435.
gen.theassall4=\u0422\u043e\u0432\u0430 \u0437\u0430\u0434\u0430\u043d\u0438\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u043f\u043e\u0434\u0430\u0432\u0430 \u043a\u0430\u043a\u0442\u043e \u0447\u0440\u0435\u0437 \u0442\u0435\u043a\u0441\u0442\u043e\u0432\u043e\u0442\u043e \u043f\u043e\u043b\u0435 \u043f\u043e-\u0434\u043e\u043b\u0443, \u0442\u0430\u043a\u0430 \u0438 \u0447\u0440\u0435\u0437 \u043f\u0440\u0438\u043a\u0430\u0447\u0435\u043d\u0438 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u0438. \u0412\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u0434\u0430\u043d\u043d\u0438\u0442\u0435 \u0441\u0438 \u0432 \u043f\u043e\u043b\u0435\u0442\u043e \u043f\u043e-\u0434\u043e\u043b\u0443 \u0438/\u0438\u043b\u0438 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0439\u0442\u0435 \u0431\u0443\u0442\u043e\u043d\u0430 "\u041f\u0440\u0435\u0433\u043b\u0435\u0434" \u0438\u043b\u0438 \u0431\u0443\u0442\u043e\u043d\u0430 "\u0418\u0437\u0431\u0435\u0440\u0438 \u0444\u0430\u0439\u043b\u043e\u0432\u0435", \u0437\u0430 \u0434\u0430 \u0432\u043a\u043b\u044e\u0447\u0438\u0442\u0435 \u0434\u0440\u0443\u0433\u0438 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u0438. <b>\u0421\u043f\u0430\u0437\u0432\u0430\u0439\u0442\u0435 \u043c\u043d\u043e\u0433\u043e\u043a\u0440\u0430\u0442\u043d\u043e, \u0434\u043e\u043a\u0430\u0442\u043e \u0440\u0430\u0431\u043e\u0442\u0438\u0442\u0435</b>.
gen.theassall6=\u0422\u043e\u0432\u0430 \u0437\u0430\u0434\u0430\u043d\u0438\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u043f\u043e\u0434\u0430\u0432\u0430 \u0441\u0430\u043c\u043e \u0447\u0440\u0435\u0437 \u0442\u0435\u043a\u0441\u0442\u043e\u0432\u043e\u0442\u043e \u043f\u043e\u043b\u0435 \u043f\u043e-\u0434\u043e\u043b\u0443. \u0412\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u0441\u0432\u043e\u0435\u0442\u043e \u043f\u0440\u0435\u0434\u0441\u0442\u0430\u0432\u044f\u043d\u0435. <b>\u0421\u043f\u0430\u0437\u0432\u0430\u0439\u0442\u0435 \u043c\u043d\u043e\u0433\u043e\u043a\u0440\u0430\u0442\u043d\u043e, \u0434\u043e\u043a\u0430\u0442\u043e \u0440\u0430\u0431\u043e\u0442\u0438\u0442\u0435</b>.
gen.yoursubwill=\u041f\u043e\u0434\u0430\u0434\u0435\u043d\u0430\u0442\u0430 \u043e\u0442 \u0432\u0430\u0441 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f \u0449\u0435 \u0431\u044a\u0434\u0435 \u0438\u0437\u043f\u0440\u0430\u0442\u0435\u043d\u0430 \u0434\u043e {0}, \u0437\u0430 \u0434\u0430 \u0431\u044a\u0434\u0435 \u043f\u0440\u043e\u0432\u0435\u0440\u0435\u043d\u0430 \u0437\u0430 \u043f\u043b\u0430\u0433\u0438\u0430\u0442\u0441\u0442\u0432\u043e.
gen.yoursubwill.indexed=\u041f\u043e\u0434\u0430\u0434\u0435\u043d\u0430\u0442\u0430 \u043e\u0442 \u0432\u0430\u0441 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f \u0449\u0435 \u0431\u044a\u0434\u0435 \u0438\u0437\u043f\u0440\u0430\u0442\u0435\u043d\u0430 \u0434\u043e {0}, \u0437\u0430 \u0434\u0430 \u0431\u044a\u0434\u0435 \u043f\u0440\u043e\u0432\u0435\u0440\u0435\u043d\u0430 \u0437\u0430 \u043f\u043b\u0430\u0433\u0438\u0430\u0442\u0441\u0442\u0432\u043e. \u0422\u043e \u0449\u0435 \u0431\u044a\u0434\u0435 \u0438\u043d\u0434\u0435\u043a\u0441\u0438\u0440\u0430\u043d\u043e, \u0437\u0430 \u0434\u0430 \u0431\u044a\u0434\u0435 \u0441\u0440\u0430\u0432\u043d\u0435\u043d\u043e \u0441 \u0434\u0440\u0443\u0433\u0438 \u043f\u043e\u0434\u0430\u0434\u0435\u043d\u0438 \u043c\u0430\u0442\u0435\u0440\u0438\u0430\u043b\u0438.
gen.thesubswill=\u0417\u0430\u0434\u0430\u0447\u0438\u0442\u0435 \u0449\u0435 \u0431\u044a\u0434\u0430\u0442 \u0438\u0437\u043f\u0440\u0430\u0442\u0435\u043d\u0438 \u043d\u0430 {0}, \u0437\u0430 \u0434\u0430 \u0431\u044a\u0434\u0430\u0442 \u043f\u0440\u043e\u0432\u0435\u0440\u0435\u043d\u0438 \u0437\u0430 \u043f\u043b\u0430\u0433\u0438\u0430\u0442\u0441\u0442\u0432\u043e.
gen.thesubswill.indexed=\u041c\u0430\u0442\u0435\u0440\u0438\u0430\u043b\u0438\u0442\u0435 \u0449\u0435 \u0431\u044a\u0434\u0430\u0442 \u0438\u0437\u043f\u0440\u0430\u0442\u0435\u043d\u0438 \u043d\u0430 {0}, \u0437\u0430 \u0434\u0430 \u0431\u044a\u0434\u0430\u0442 \u043f\u0440\u043e\u0432\u0435\u0440\u0435\u043d\u0438 \u0437\u0430 \u043f\u043b\u0430\u0433\u0438\u0430\u0442\u0441\u0442\u0432\u043e. \u0422\u0435 \u0449\u0435 \u0431\u044a\u0434\u0430\u0442 \u0438\u043d\u0434\u0435\u043a\u0441\u0438\u0440\u0430\u043d\u0438, \u0437\u0430 \u0434\u0430 \u0431\u044a\u0434\u0430\u0442 \u0441\u0440\u0430\u0432\u043d\u0435\u043d\u0438 \u0441 \u0434\u0440\u0443\u0433\u0438 \u043f\u043e\u0434\u0430\u0434\u0435\u043d\u0438 \u043c\u0430\u0442\u0435\u0440\u0438\u0430\u043b\u0438.
gen.subStudentPreview=\u0422\u043e\u0432\u0430 \u0437\u0430\u0434\u0430\u043d\u0438\u0435 \u0434\u0430\u0432\u0430 \u0432\u044a\u0437\u043c\u043e\u0436\u043d\u043e\u0441\u0442 \u0437\u0430 \u043f\u0440\u0435\u0434\u0432\u0430\u0440\u0438\u0442\u0435\u043b\u0435\u043d \u043f\u0440\u0435\u0433\u043b\u0435\u0434 \u043e\u0442 \u0441\u0442\u0440\u0430\u043d\u0430 \u043d\u0430 \u0441\u0442\u0443\u0434\u0435\u043d\u0442\u0430, \u043a\u043e\u0435\u0442\u043e \u0438\u043c \u043f\u043e\u0437\u0432\u043e\u043b\u044f\u0432\u0430 \u0434\u0430 \u0438\u0437\u043f\u0440\u0430\u0449\u0430\u0442 \u0442\u043e\u043b\u043a\u043e\u0432\u0430 \u043c\u043d\u043e\u0433\u043e \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u0438 \u043a\u0430\u0442\u043e \u0447\u0435\u0440\u043d\u043e\u0432\u0430, \u043a\u043e\u043b\u043a\u043e\u0442\u043e \u0436\u0435\u043b\u0430\u044f\u0442. \u0414\u043e\u043a\u043b\u0430\u0434\u044a\u0442 \u0437\u0430 \u0447\u0435\u0440\u043d\u043e\u0432\u0430 \u0435 \u0432\u0438\u0434\u0438\u043c \u0441\u0430\u043c\u043e \u0437\u0430 \u0441\u043e\u0431\u0441\u0442\u0432\u0435\u043d\u0438\u043a\u0430 \u043d\u0430 \u0440\u0430\u0431\u043e\u0442\u0430\u0442\u0430, \u043d\u043e \u0438\u043d\u0441\u0442\u0440\u0443\u043a\u0442\u043e\u0440\u0438\u0442\u0435 \u0449\u0435 \u043c\u043e\u0433\u0430\u0442 \u0434\u0430 \u0432\u0438\u0434\u044f\u0442 \u0431\u0440\u043e\u044f \u043d\u0430 \u043f\u043e\u0434\u0430\u0434\u0435\u043d\u0438\u0442\u0435 \u0447\u0435\u0440\u043d\u043e\u0432\u0438 \u0438 \u043e\u0446\u0435\u043d\u043a\u0438\u0442\u0435 \u043d\u0430 \u0434\u043e\u043a\u043b\u0430\u0434\u0430 \u0437\u0430 \u0432\u0441\u044f\u043a\u0430 \u0447\u0435\u0440\u043d\u043e\u0432\u0430. \u0421\u044a\u0449\u043e \u0442\u0430\u043a\u0430, \u0430\u043a\u043e \u0438\u043c\u0430 \u043f\u0430\u0434\u0435\u0436\u043d\u0430 \u0434\u0430\u0442\u0430, \u043d\u0430\u0439-\u043d\u043e\u0432\u0430\u0442\u0430 \u0447\u0435\u0440\u043d\u043e\u0432\u0430 \u0449\u0435 \u0431\u044a\u0434\u0435 \u043f\u043e\u0434\u0430\u0434\u0435\u043d\u0430 \u0430\u0432\u0442\u043e\u043c\u0430\u0442\u0438\u0447\u043d\u043e, \u0430\u043a\u043e \u0441\u0442\u0443\u0434\u0435\u043d\u0442\u044a\u0442 \u043d\u044f\u043c\u0430 \u0434\u0440\u0443\u0433\u0438 \u043f\u043e\u0434\u0430\u0434\u0435\u043d\u0438 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u0438. \u0421\u0442\u0443\u0434\u0435\u043d\u0442\u0438\u0442\u0435 \u043c\u043e\u0433\u0430\u0442 \u0434\u0430 \u043f\u043e\u0434\u0430\u0434\u0430\u0442 \u0447\u0435\u0440\u043d\u043e\u0432\u0430 \u043d\u0430 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442 \u043a\u0430\u0442\u043e \u043e\u043a\u043e\u043d\u0447\u0430\u0442\u0435\u043b\u043d\u043e \u043f\u0440\u0435\u0434\u0441\u0442\u0430\u0432\u044f\u043d\u0435 \u043f\u043e \u0432\u0441\u044f\u043a\u043e \u0432\u0440\u0435\u043c\u0435 \u0432 \u0440\u0430\u043c\u043a\u0438\u0442\u0435 \u043d\u0430 \u0434\u043e\u043a\u043b\u0430\u0434\u0430 \u0437\u0430 \u043f\u043b\u0430\u0433\u0438\u0430\u0442\u0441\u0442\u0432\u043e.
gen.onlythefoll=<li>\u041f\u0440\u0438\u0435\u043c\u0430\u0442 \u0441\u0435 \u0441\u0430\u043c\u043e \u0441\u043b\u0435\u0434\u043d\u0438\u0442\u0435 \u0442\u0438\u043f\u043e\u0432\u0435 \u0444\u0430\u0439\u043b\u043e\u0432\u0435\: {0}.</li>
gen.onlythefoll.turnitin=<li>\u041f\u0440\u0438\u043a\u0430\u0447\u0435\u043d\u0438\u044f\u0442 \u0444\u0430\u0439\u043b \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0438\u043c\u0430 \u0444\u0430\u0439\u043b\u043e\u0432\u043e \u0440\u0430\u0437\u0448\u0438\u0440\u0435\u043d\u0438\u0435, \u043a\u043e\u0435\u0442\u043e \u0435 \u0442\u0435\u043a\u0441\u0442\u044a\u0442 \u0441\u043b\u0435\u0434 \u0442\u043e\u0447\u043a\u0430\u0442\u0430.</li><li>\u041f\u0440\u0438\u043b\u043e\u0436\u0435\u043d\u0438\u044f\u0442\u0430 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0441\u0430 \u0441 \u0440\u0430\u0437\u043c\u0435\u0440 \u043f\u043e-\u043c\u0430\u043b\u044a\u043a \u043e\u0442 100 MB (.txt \u043f\u0440\u0438\u043b\u043e\u0436\u0435\u043d\u0438\u044f\u0442\u0430 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0441\u0430 \u0441 \u0440\u0430\u0437\u043c\u0435\u0440 \u043f\u043e-\u043c\u0430\u043b\u044a\u043a \u043e\u0442 2 MB), \u0434\u0430 \u0438\u043c\u0430\u0442 \u043c\u0438\u043d\u0438\u043c\u0443\u043c 20 \u0434\u0443\u043c\u0438 \u0438 \u0434\u0430 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u0442 \u043f\u043e-\u043c\u0430\u043b\u043a\u043e \u043e\u0442 800 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0438.</li><li>\u0412\u043a\u043b\u044e\u0447\u0432\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0432\u0435\u043a\u0442\u043e\u0440\u043d\u0438 \u0438\u0437\u043e\u0431\u0440\u0430\u0436\u0435\u043d\u0438\u044f \u043c\u043e\u0436\u0435 \u0434\u0430 \u0434\u043e\u0432\u0435\u0434\u0435 \u0434\u043e \u043f\u0440\u043e\u0431\u043b\u0435\u043c\u0438 \u043f\u0440\u0438 \u0438\u0437\u0433\u043e\u0442\u0432\u044f\u043d\u0435\u0442\u043e \u043d\u0430 "\u0434\u043e\u043a\u043b\u0430\u0434\u0430 \u0437\u0430 \u043e\u0440\u0438\u0433\u0438\u043d\u0430\u043b\u043d\u043e\u0441\u0442", \u043f\u0440\u0435\u043f\u043e\u0440\u044a\u0447\u0432\u0430\u043c\u0435 \u0444\u043e\u0440\u043c\u0430\u0442 .jpg \u0437\u0430 \u0438\u0437\u043e\u0431\u0440\u0430\u0436\u0435\u043d\u0438\u044f\u0442\u0430.</li>
gen.onlythefoll.urkund=<li>\u041c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u043d\u043e \u043e\u0433\u0440\u0430\u043d\u0438\u0447\u0435\u043d\u0438\u0435 \u0437\u0430 \u043a\u0430\u0447\u0432\u0430\u043d\u0435\: {0}Mb \u043d\u0430 \u0444\u0430\u0439\u043b.</li>
gen.theassinf=\u0418\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f \u0437\u0430 \u0437\u0430\u0434\u0430\u043d\u0438\u0435\u0442\u043e
gen.title=\u0417\u0430\u0433\u043b\u0430\u0432\u0438\u0435
gen.view2=\u0412\u0438\u0436\u0442\u0435
gen.yes=\u0434\u0430
gen.youmus=(\u0422\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u043e\u0442\u0433\u043e\u0432\u043e\u0440\u0438\u0442\u0435, \u0437\u0430 \u0434\u0430 \u0438\u0437\u043f\u0440\u0430\u0442\u0438\u0442\u0435 \u0437\u0430\u0434\u0430\u0447\u0430\u0442\u0430 \u0441\u0438.)
gen.yousub=\u0412\u0430\u0448\u0435\u0442\u043e \u043f\u043e\u0434\u0430\u0432\u0430\u043d\u0435 \u0437\u0430 \u043f\u0440\u043e\u0432\u0435\u0440\u044f\u0432\u0430\u043d\u0435
gen.reviewing=\u041f\u0440\u0435\u0433\u043b\u0435\u0434 \u043d\u0430
gen.submittedtext=\u041f\u0440\u0435\u0434\u0441\u0442\u0430\u0432\u0435\u043d \u0442\u0435\u043a\u0441\u0442
gen.visible=\u0417\u0430
gen.applygrade=\u041d\u0430\u043f\u0440\u0430\u0432\u0435\u0442\u0435 \u0437\u0430\u044f\u0432\u043a\u0430 \u043d\u0430
gen.viewallgroupssections=\u0426\u0435\u043b\u0438\u044f\u0442 \u0441\u0430\u0439\u0442
gen.toggle=\u041f\u0440\u0435\u0432\u043a\u043b\u044e\u0447\u0432\u0430\u043d\u0435 \u043d\u0430 \u0438\u0437\u0431\u043e\u0440\u0430 \u043d\u0430 \u0432\u0441\u0438\u0447\u043a\u0438
gen.hideduedate=\u0421\u043a\u0440\u0438\u0439\u0442\u0435 \u043f\u0430\u0434\u0435\u0436\u043d\u0430\u0442\u0430 \u0434\u0430\u0442\u0430 \u043e\u0442 \u0441\u0442\u0443\u0434\u0435\u043d\u0442\u0438\u0442\u0435

grad2=\u0412\u044a\u0432\u0435\u0434\u0435\u043d\u0430\u0442\u0430 \u043e\u0446\u0435\u043d\u043a\u0430 ''{0}'' \u0435 \u043f\u043e-\u0433\u043e\u043b\u044f\u043c\u0430 \u043e\u0442 \u043c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u043d\u0430\u0442\u0430 \u043f\u043e\u0437\u0432\u043e\u043b\u0435\u043d\u0430 \u043e\u0446\u0435\u043d\u043a\u0430 ''{1}''. \u041c\u043e\u043b\u044f, \u043d\u0430\u043f\u0440\u0430\u0432\u0435\u0442\u0435 \u043a\u043e\u0440\u0435\u043a\u0446\u0438\u044f \u0438\u043b\u0438 \u0449\u0440\u0430\u043a\u043d\u0435\u0442\u0435 \u043e\u0442\u043d\u043e\u0432\u043e \u0432\u044a\u0440\u0445\u0443 \u043f\u044a\u0440\u0432\u043e\u043d\u0430\u0447\u0430\u043b\u043d\u0438\u044f \u0431\u0443\u0442\u043e\u043d, \u0437\u0430 \u0434\u0430 \u0437\u0430\u043f\u0430\u0437\u0438\u0442\u0435 \u0432\u044a\u0432\u0435\u0434\u0435\u043d\u0430\u0442\u0430 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442 ''{0}''.

grad3=\u041a\u043b\u0430\u0441\u0438\u0444\u0438\u0446\u0438\u0440\u0430\u043d
grade.title=\u043e\u0446\u0435\u043d\u043a\u0438
gradingsub.belisthe=\u041f\u043e-\u0434\u043e\u043b\u0443 \u0435 \u043f\u0440\u0435\u0434\u0441\u0442\u0430\u0432\u0435\u043d\u0430 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f \u043e\u0442 \u0441\u0442\u0443\u0434\u0435\u043d\u0442. \u041c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u0432\u043c\u044a\u043a\u043d\u0435\u0442\u0435 \u043a\u043e\u043c\u0435\u043d\u0442\u0430\u0440\u0438 \u0432 \u0442\u043e\u0437\u0438 \u0442\u0435\u043a\u0441\u0442, \u043a\u0430\u0442\u043e \u0449\u0440\u0430\u043a\u043d\u0435\u0442\u0435 \u0432\u044a\u0440\u0445\u0443 \u043f\u043e\u043b\u0435\u0442\u043e, \u0441\u043b\u0435\u0434 \u043a\u043e\u0435\u0442\u043e \u0432\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u043a\u043e\u043c\u0435\u043d\u0442\u0430\u0440\u0438\u0442\u0435 \u0441\u0438. \u041a\u043e\u043c\u0435\u043d\u0442\u0430\u0440\u0438\u0442\u0435, \u043e\u0433\u0440\u0430\u0434\u0435\u043d\u0438 \u0441 \u0434\u0432\u043e\u0439\u043d\u0438 \u043a\u044a\u0434\u0440\u0430\u0432\u0438 \u0441\u043a\u043e\u0431\u0438, {{<span class\="highlight">\u043a\u0430\u0442\u043e \u0442\u043e\u0437\u0438</span>}}, \u0449\u0435 \u0441\u0435 \u043f\u043e\u044f\u0432\u044f\u0442 \u0432 \u0447\u0435\u0440\u0432\u0435\u043d\u043e \u0437\u0430 \u0441\u0442\u0443\u0434\u0435\u043d\u0442a.
gradingsub.nosubmittedtext=\u041d\u044f\u043c\u0430 \u0442\u0435\u043a\u0441\u0442, \u043f\u0440\u0435\u0434\u0441\u0442\u0430\u0432\u0435\u043d \u043e\u0442 \u0441\u0442\u0443\u0434\u0435\u043d\u0442a.
gradingsub.opecliass=\u041e\u0442\u0432\u043e\u0440\u0435\u043d\u043e, \u0449\u0440\u0430\u043a\u043d\u0435\u0442\u0435, \u0437\u0430 \u0434\u0430 \u0437\u0430\u0442\u0432\u043e\u0440\u0438\u0442\u0435 \u0438\u043d\u0441\u0442\u0440\u0443\u043a\u0446\u0438\u044f\u0442\u0430 \u0437\u0430 \u0437\u0430\u0434\u0430\u043d\u0438\u0435
gradingsub.prefee=\u041f\u0440\u0435\u0434\u0438\u0448\u0435\u043d \u043a\u043e\u043c\u0435\u043d\u0442\u0430\u0440 \u0437\u0430 \u043e\u0431\u0440\u0430\u0442\u043d\u0430 \u0432\u0440\u044a\u0437\u043a\u0430
gradingsub.prefee2=\u041a\u043e\u043c\u0435\u043d\u0442\u0430\u0440\u0438 \u043d\u0430 \u0438\u043d\u0441\u0442\u0440\u0443\u043a\u0442\u043e\u0440\u0430 \u043a\u044a\u043c \u043f\u0440\u0435\u0434\u0438\u0448\u043d\u0438 \u043f\u043e\u0434\u0430\u0434\u0435\u043d\u0438 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u0438
gradingsub.prefeetex=\u041f\u0440\u0435\u0434\u0438\u0448\u0435\u043d \u0442\u0435\u043a\u0441\u0442 \u0437\u0430 \u043e\u0431\u0440\u0430\u0442\u043d\u0430 \u0432\u0440\u044a\u0437\u043a\u0430
gradingsub.prefeetex2=\u0414\u0440\u0443\u0433\u0438 \u043f\u0440\u0435\u0434\u0438\u0448\u043d\u0438 \u043f\u0440\u0435\u0434\u0441\u0442\u0430\u0432\u044f\u043d\u0438\u044f \u0441 \u0432\u043c\u044a\u043a\u043d\u0430\u0442\u0438 \u043a\u043e\u043c\u0435\u043d\u0442\u0430\u0440\u0438 \u043d\u0430 \u0438\u043d\u0441\u0442\u0440\u0443\u043a\u0442\u043e\u0440\u0430, \u0430\u043a\u043e \u0435 \u043f\u0440\u0438\u043b\u043e\u0436\u0438\u043c\u043e
gradingsub.prefeetex3=\u041f\u0440\u0435\u0434\u0438\u0448\u043d\u0438 \u043f\u043e\u0434\u0430\u0434\u0435\u043d\u0438 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u0438 \u0441 \u0432\u043c\u044a\u043a\u043d\u0430\u0442\u0438 \u043a\u043e\u043c\u0435\u043d\u0442\u0430\u0440\u0438 \u043d\u0430 \u0438\u043d\u0441\u0442\u0440\u0443\u043a\u0442\u043e\u0440\u0430, \u0430\u043a\u043e \u0435 \u043f\u0440\u0438\u043b\u043e\u0436\u0438\u043c\u043e
gradingsub.prefeedbackAttachments=\u041f\u0440\u0435\u0434\u0438\u0448\u043d\u0438 \u0432\u044a\u0440\u043d\u0430\u0442\u0438 \u043f\u0440\u0438\u043a\u0430\u0447\u0435\u043d\u0438 \u0444\u0430\u0439\u043b\u043e\u0432\u0435
gradingsub.pregra=\u041f\u0440\u0435\u0434\u0438\u0448\u0435\u043d(\u0438) \u043a\u043b\u0430\u0441(\u0438)
gradingsub.usethebel1=\u0418\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0439\u0442\u0435 \u043f\u043e\u043b\u0435\u0442\u043e \u043f\u043e-\u0434\u043e\u043b\u0443, \u0437\u0430 \u0434\u0430 \u0432\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u0434\u043e\u043f\u044a\u043b\u043d\u0438\u0442\u0435\u043b\u043d\u0438 \u043e\u0431\u043e\u0431\u0449\u0430\u0432\u0430\u0449\u0438 \u043a\u043e\u043c\u0435\u043d\u0442\u0430\u0440\u0438 \u0437\u0430 \u0442\u043e\u0432\u0430 \u043f\u0440\u0435\u0434\u0441\u0442\u0430\u0432\u044f\u043d\u0435.
gradingsub.usethebel2=\u0418\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0439\u0442\u0435 \u043f\u043e\u043b\u0435\u0442\u043e \u043f\u043e-\u0434\u043e\u043b\u0443, \u0437\u0430 \u0434\u0430 \u0432\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u043e\u0431\u043e\u0431\u0449\u0430\u0432\u0430\u0449\u0438 \u043a\u043e\u043c\u0435\u043d\u0442\u0430\u0440\u0438 \u0437\u0430 \u043f\u0440\u0438\u043b\u043e\u0436\u0435\u043d\u0438\u0435\u0442\u043e \u043d\u0430 \u0442\u0430\u0437\u0438 \u0437\u0430\u044f\u0432\u043a\u0430 \u0438\u043b\u0438 \u0437\u0430 \u043e\u0446\u0435\u043d\u043a\u0430\u0442\u0430.

granotset=\u0422\u0438\u043f \u043d\u0430 \u043a\u043b\u0430\u0441\u0430 \u043d\u0435 \u0435 \u0437\u0430\u0434\u0430\u0434\u0435\u043d

hassum=\u0417\u0430\u0434\u0430\u043d\u0438\u0435\u0442\u043e {0} \u0438\u043c\u0430 \u043f\u043e\u0434\u0430\u0432\u0430\u043d\u0438\u044f.

hasDraftSum=\u041d\u044f\u043a\u043e\u0438 \u0441\u0442\u0443\u0434\u0435\u043d\u0442\u0438 \u0441\u0430 \u0437\u0430\u043f\u043e\u0447\u043d\u0430\u043b\u0438 \u0434\u0430 \u0440\u0430\u0431\u043e\u0442\u044f\u0442 \u043f\u043e \u0437\u0430\u0434\u0430\u0447\u0430\u0442\u0430, \u043d\u043e \u0432\u0441\u0435 \u043e\u0449\u0435 \u043d\u0435 \u0441\u0430 \u044f \u043f\u0440\u0435\u0434\u0441\u0442\u0430\u0432\u0438\u043b\u0438.

inlin=\u0421\u0430\u043c\u043e \u0432 \u0440\u0435\u0434\u0438\u0446a

inlinatt=\u0432 \u0440\u0435\u0434\u0438\u0446a \u0438 \u043f\u0440\u0438\u043a\u0430\u0447\u0435\u043d\u0438 \u0444\u0430\u0439\u043b\u043e\u0432\u0435


# months (used in chef_dateselectionwidget macro in VM_chef_library.vm)
jan=\u042f\u041d
feb=\u0424\u0415\u0412\u0420
mar=\u041c\u0410\u0420\u0422
apr=\u0410\u041f\u0420
may=\u041c\u0410\u0419
jun=\u042e\u041d\u0418
jul=\u042e\u041b\u0418
aug=\u0410\u0412\u0413
sep=\u0421\u0415\u041f\u0422
oct=\u041e\u041a\u0422
nov=\u041d\u041e\u0415\u041c
dec=\u0414\u0415\u041a

dateselectionwidget.day=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0434\u0435\u043d
dateselectionwidget.month=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u043c\u0435\u0441\u0435\u0446
dateselectionwidget.year=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0433\u043e\u0434\u0438\u043d\u0430
dateselectionwidget.hour=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0447\u0430\u0441
dateselectionwidget.minute=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u043c\u0438\u043d\u0443\u0442\u0430
dateselectionwidget.ampm=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 AM \u0438\u043b\u0438 PM

letter=\u0411\u0443\u043a\u0432\u0435\u043d\u0430 \u043e\u0446\u0435\u043d\u043a\u0430

lisofass1=\u0417\u0430\u0434\u0430\u043d\u0438\u044f
lisofass2=\u0417\u0430\u0434\u0430\u043d\u0438\u044f \u0437\u0430 \u0435\u0434\u0438\u043d \u0441\u0442\u0443\u0434\u0435\u043d\u0442

listassig.allgroups=\u0412\u0441\u0438\u0447\u043a\u0438 \u0433\u0440\u0443\u043f\u0438
listassig.filterbygroup=\u0424\u0438\u043b\u0442\u0440\u0438\u0440\u0430\u043d\u0435 \u043f\u043e \u0433\u0440\u0443\u043f\u0430\:
listassig.filter.ALL=\u0412\u0441\u0438\u0447\u043a\u0438
listassig.filter.DRAFT=\u0427\u0435\u0440\u043d\u043e\u0432\u0438
listassig.filter.PUB_ALL=\u041f\u0443\u0431\u043b\u0438\u043a\u0443\u0432\u0430\u043d\u0438 - \u0412\u0441\u0438\u0447\u043a\u0438
listassig.filter.PUB_ACTIVE=\u041f\u0443\u0431\u043b\u0438\u043a\u0443\u0432\u0430\u043d\u043e - \u0410\u043a\u0442\u0438\u0432\u043d\u043e
listassig.filter.PUB_INACTIVE=\u041f\u0443\u0431\u043b\u0438\u043a\u0443\u0432\u0430\u043d\u043e - \u043d\u0435\u0430\u043a\u0442\u0438\u0432\u043d\u043e
listassig.searchgroup=\u0422\u044a\u0440\u0441\u0435\u043d\u0435 \u043d\u0430 \u0433\u0440\u0443\u043f\u0430
listassig.sorbynum1=\u0421\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043f\u043e \u0431\u0440\u043e\u0439 \u043d\u0430 \u0432\u0441\u0438\u0447\u043a\u0438 \u043f\u043e\u0434\u0430\u0434\u0435\u043d\u0438 \u0437\u0430\u044f\u0432\u043a\u0438
listassig.sorbynum2=\u0421\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043f\u043e \u0431\u0440\u043e\u0439 \u043d\u0430 \u043d\u0435\u043a\u043b\u0430\u0441\u0438\u0440\u0430\u043d\u0438\u0442\u0435 \u0437\u0430\u044f\u0432\u043a\u0438
listassig.sorbyope=\u0421\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043f\u043e \u0434\u0430\u0442\u0430 \u043d\u0430 \u043e\u0442\u0432\u0430\u0440\u044f\u043d\u0435
listassig.sorbysec=\u0421\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043f\u043e \u0440\u0430\u0437\u0434\u0435\u043b
list.sorbysta=\u0421\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043f\u043e \u0441\u0442\u0430\u0442\u0443\u0441
listassig.sorbytit=\u0421\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043f\u043e \u0437\u0430\u0433\u043b\u0430\u0432\u0438\u0435
listsub.grasub=\u041f\u043e\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u043e\u0446\u0435\u043d\u043a\u0430
listsub.nosub=\u0411\u0435\u0437 \u043f\u043e\u0434\u0430\u0432\u0430\u043d\u0435
listsub.sorbyrel=\u0421\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043f\u043e o\u0442\u043f\u0443\u0441\u043a\u0430\u043d\u0435
listsub.sorbysub=\u0421\u043e\u0440\u0442\u0438\u0440\u0430\u0439\u0442\u0435 \u043f\u043e \u0431\u0440\u043e\u044f \u043d\u0430 \u0438\u0437\u043f\u0440\u0430\u0449\u0430\u043d\u0438\u044f\u0442\u0430 \u0437\u0430 \u043f\u0440\u043e\u0432\u0435\u0440\u043a\u0430
listsub.submitted.by=\u043e\u0442
listsub.submitted.on.behalf=\u043e\u0442 \u0438\u043c\u0435\u0442\u043e \u043d\u0430
listsub.submitted=\u043f\u043e\u0434\u0430\u0434\u0435\u043d \u0437\u0430 \u043f\u0440\u043e\u0432\u0435\u0440\u043a\u0430
listsub.submitted.draft=\u0437\u0430\u043f\u0430\u0437\u0435\u043d\u0430 \u0447\u0435\u0440\u043d\u043e\u0432\u0430

new=\u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430
new.title=\u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u043d\u043e\u0432\u043e \u0437\u0430\u0434\u0430\u043d\u0438\u0435
edit=- \u0420\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430
newass=\u043d\u043e\u0432\u043e \u0437\u0430\u0434\u0430\u043d\u0438\u0435

newassig.comfor=\u041f\u043e\u043f\u044a\u043b\u043d\u0435\u0442\u0435 \u0444\u043e\u0440\u043c\u0443\u043b\u044f\u0440\u0430 \u0438 \u0441\u043b\u0435\u0434 \u0442\u043e\u0432\u0430 \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 "\u041f\u0443\u0431\u043b\u0438\u043a\u0443\u0432\u0430\u0439". \u0417\u0432\u0435\u0437\u0434\u0438\u0447\u043a\u0430 (<span class\="reqStarInline" title\="Required">*</span>) \u043e\u0437\u043d\u0430\u0447\u0430\u0432\u0430 \u0437\u0430\u0434\u044a\u043b\u0436\u0438\u0442\u0435\u043b\u043d\u0430 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f.
newassig.opedat=\u041e\u0442\u043a\u0440\u0438\u0442\u0430 \u0434\u0430\u0442\u0430
newassig.selectmessage=\u041d\u0430\u0442\u0438\u0441\u043d\u0435\u0442\u0435 Enter, \u0441\u043b\u0435\u0434 \u043a\u043e\u0435\u0442\u043e \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0439\u0442\u0435 alt + \u0441\u0442\u0440\u0435\u043b\u043a\u0438\u0442\u0435 \u043d\u0430\u0433\u043e\u0440\u0435 \u0438 \u043d\u0430\u0434\u043e\u043b\u0443, \u0437\u0430 \u0434\u0430 \u043f\u0440\u0435\u0432\u044a\u0440\u0442\u0438\u0442\u0435 \u043c\u0435\u043d\u044e\u0442\u043e
newassig.tosel=\u0417\u0430 \u0434\u0430 \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u043f\u043e\u0432\u0435\u0447\u0435 \u043e\u0442 \u0435\u0434\u0438\u043d \u0440\u0430\u0437\u0434\u0435\u043b\: \u0437\u0430\u0434\u0440\u044a\u0436\u0442\u0435 \u043d\u0430\u0442\u0438\u0441\u043d\u0430\u0442 \u043a\u043b\u0430\u0432\u0438\u0448\u0430 (PC - CTRL, Mac - Apple), \u0434\u043e\u043a\u0430\u0442\u043e \u0449\u0440\u0430\u043a\u0432\u0430\u0442\u0435 \u0432\u044a\u0440\u0445\u0443 \u0432\u0442\u043e\u0440\u0438\u044f \u0438 \u0441\u043b\u0435\u0434\u0432\u0430\u0449\u0438\u0442\u0435 \u0440\u0430\u0437\u0434\u0435\u043b\u0438.

newope=\u0410\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0430\u0442\u0430 \u0434\u0430\u0442\u0430 \u043d\u0430 \u043e\u0442\u0432\u0430\u0440\u044f\u043d\u0435 \u0437\u0430 \u0437\u0430\u0434\u0430\u043d\u0438\u0435 ''{0}'' \u0435 {1}.

opedat=\u0414\u0430\u0442\u0430\u0442\u0430 \u043d\u0430 \u043e\u0442\u043a\u0440\u0438\u0432\u0430\u043d\u0435 \u043d\u0430 \u043f\u0440\u043e\u0446\u0435\u0434\u0443\u0440\u0430\u0442\u0430 \u0437\u0430 \u0437\u0430\u0434\u0430\u043d\u0438\u0435 ''{0}'' \u0435 {1}.

passfail=\u041f\u0440\u0435\u043c\u0438\u043d\u0430\u043b/\u043d\u0435\u043f\u0440\u0435\u043c\u0438\u043d\u0430\u043b
pass=\u041f\u0440\u0435\u043c\u0438\u043d\u0435\u0442\u0435 \u043f\u0440\u0435\u0437

permis=\u0420\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0438\u044f

plespethe1=\u041c\u043e\u043b\u044f, \u043f\u043e\u0441\u043e\u0447\u0435\u0442\u0435 \u0437\u0430\u0433\u043b\u0430\u0432\u0438\u0435\u0442\u043e \u043d\u0430 \u0437\u0430\u0434\u0430\u0447\u0430\u0442\u0430.

plespethe2=\u041c\u043e\u043b\u044f, \u043f\u043e\u0441\u043e\u0447\u0435\u0442\u0435 \u043a\u043b\u0430\u0441\u0430.

plespethe3=\u041c\u043e\u043b\u044f, \u043f\u043e\u0441\u043e\u0447\u0435\u0442\u0435 \u043c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u043d\u0438\u044f \u0431\u0440\u043e\u0439 \u0442\u043e\u0447\u043a\u0438.

plesuse0=''{0}'' \u0435 \u043d\u0435\u0432\u0430\u043b\u0438\u0434\u0435\u043d. \u041c\u043e\u043b\u044f, \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0439\u0442\u0435 \u043f\u0440\u0430\u0432\u0438\u043b\u043d\u0438\u044f \u043d\u0438\u0437 \u0437\u0430 \u043e\u0446\u0435\u043d\u043a\u0430.

plesuse1=\u041c\u043e\u043b\u044f, \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0439\u0442\u0435 \u0447\u0438\u0441\u043b\u043e \u0432 \u043f\u043e\u043b\u0435\u0442\u043e \u0437\u0430 \u043e\u0446\u0435\u043d\u043a\u0430.

plesuse2=\u041c\u043e\u043b\u044f, \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0439\u0442\u0435 \u0441\u0430\u043c\u043e {0} \u0434\u0435\u0441\u0435\u0442\u0438\u0447\u043d\u0438 \u0437\u043d\u0430\u0446\u0438 \u0437\u0430 \u043f\u043e\u043b\u0435\u0442\u043e \u0437\u0430 \u043e\u0446\u0435\u043d\u043a\u0430.

plesuse3=\u041c\u043e\u043b\u044f, \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0439\u0442\u0435 \u043f\u043e\u043b\u043e\u0436\u0438\u0442\u0435\u043b\u043d\u043e \u0447\u0438\u0441\u043b\u043e \u0438\u043b\u0438 \u043d\u0443\u043b\u0430 \u0437\u0430 \u043f\u043e\u043b\u0435\u0442\u043e \u0437\u0430 \u043e\u0446\u0435\u043d\u043a\u0430.

plesuse4={0} \u0435 \u043f\u043e-\u0433\u043e\u043b\u044f\u043c\u0430 \u043e\u0442 \u043c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u043d\u0430\u0442\u0430 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442, \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0430 \u043e\u0442 \u0441\u0438\u0441\u0442\u0435\u043c\u0430\u0442\u0430. \u041c\u043e\u043b\u044f, \u0432\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442, \u043a\u043e\u044f\u0442\u043e \u043d\u0435 \u0435 \u043f\u043e-\u0433\u043e\u043b\u044f\u043c\u0430 \u043e\u0442 {1}.

pleasee6=\u0422\u043e\u0447\u043a\u0438\u0442\u0435 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0441\u044a\u043e\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0430\u0442 \u043d\u0430 \u0437\u0430\u0434\u0430\u0447\u0438\u0442\u0435 \u0432 \u0438\u0437\u0431\u0440\u0430\u043d\u0430\u0442\u0430 \u043a\u0430\u0442\u0435\u0433\u043e\u0440\u0438\u044f \u0432 Gradebook ({0})

pleaseselectlti=\u041c\u043e\u043b\u044f, \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0432\u044a\u043d\u0448\u0435\u043d \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442

points=\u0422\u043e\u0447\u043a\u0438

prevassig.hidass=\u0421\u043a\u0440\u0438\u0432\u0430\u043d\u0435 \u043d\u0430 \u0437\u0430\u0434\u0430\u043d\u0438\u0435\u0442\u043e
prevassig.hidstuvie=\u0421\u043a\u0440\u0438\u0432\u0430\u043d\u0435 \u043d\u0430 \u0438\u0437\u0433\u043b\u0435\u0434\u0430 \u043d\u0430 \u0441\u0442\u0443\u0434\u0435\u043d\u0442\u0430
prevassig.preass=\u041f\u0440\u0435\u0434\u0432\u0430\u0440\u0438\u0442\u0435\u043b\u0435\u043d \u043f\u0440\u0435\u0433\u043b\u0435\u0434 \u043d\u0430 \u0437\u0430\u0434\u0430\u043d\u0438\u0435\u0442\u043e...
prevassig.shoass=\u041f\u043e\u043a\u0430\u0437\u0432\u0430\u043d\u0435 \u043d\u0430 \u0437\u0430\u0434\u0430\u043d\u0438\u0435\u0442\u043e
prevassig.shostuvie=\u041f\u043e\u043a\u0430\u0437\u0432\u0430 \u0438\u0437\u0433\u043b\u0435\u0434\u0430 \u043e\u0442 \u0433\u043b\u0435\u0434\u043d\u0430 \u0442\u043e\u0447\u043a\u0430 \u043d\u0430 \u0443\u0447\u0435\u043d\u0438\u043a\u0430

releas=\u041e\u0442\u043f\u0443\u0441\u043d\u0430\u0442

relgrad=\u041e\u0442\u043f\u0443\u0441\u043a\u0430\u043d\u0435 \u043d\u0430 \u043a\u043b\u0430\u0441\u0438\u0444\u0438\u0446\u0438\u0440\u0430\u043d\u0438\u044f
relcommented=\u041e\u0442\u043f\u0443\u0441\u043a\u0430\u043d\u0435 \u043d\u0430 \u043a\u043e\u043c\u0435\u043d\u0442\u0430\u0440\u0438

repsubmi.sorbysca=\u0421\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043f\u043e \u0441\u043a\u0430\u043b\u0430
repsubmi.sorbytur=\u0421\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043f\u043e \u0414\u0430\u0442\u0430 \u043d\u0430 \u043f\u0440\u0435\u0434\u0430\u0432\u0430\u043d\u0435

return=\u0412\u044a\u0440\u043d\u0430\u0442\u0438

setperfor=\u0417\u0430\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0438\u044f \u0437\u0430 \u0437\u0430\u0434\u0430\u043d\u0438\u044f \u043d\u0430 \u0440\u0430\u0431\u043e\u0442\u043d\u043e\u0442\u043e \u043c\u044f\u0441\u0442\u043e

somelsis_assignment=\u041d\u044f\u043a\u043e\u0439 \u0434\u0440\u0443\u0433 \u0440\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430 \u0442\u043e\u0432\u0430 \u0437\u0430\u0434\u0430\u043d\u0438\u0435 ''{0}''.

somelsis_submission=\u041d\u044f\u043a\u043e\u0439 \u0434\u0440\u0443\u0433 \u0440\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430 \u0442\u043e\u0432\u0430 \u0437\u0430\u0434\u0430\u043d\u0438\u0435 ''{0}''.

somelsis_assignmentContent=\u041d\u044f\u043a\u043e\u0439 \u0434\u0440\u0443\u0433 \u0440\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435\u0442\u043e \u043d\u0430 \u0442\u043e\u0432\u0430 \u0437\u0430\u0434\u0430\u043d\u0438\u0435 ''{0}''.

somelsis_calendar=\u041d\u044f\u043a\u043e\u0439 \u0434\u0440\u0443\u0433 \u0440\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430 \u0442\u043e\u0437\u0438 \u043a\u0430\u043b\u0435\u043d\u0434\u0430\u0440.

sort.summary=\u0422\u0430\u0431\u043b\u0438\u0446\u0430\u0442\u0430 \u0441\u044a\u0434\u044a\u0440\u0436\u0430 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0438\u0442\u0435, \u043a\u043e\u0438\u0442\u043e \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0441\u0435 \u0441\u043e\u0440\u0442\u0438\u0440\u0430\u0442. \u0412\u0442\u043e\u0440\u0430\u0442\u0430 \u043a\u043e\u043b\u043e\u043d\u0430 \u0441\u044a\u0434\u044a\u0440\u0436\u0430 \u0432\u0440\u044a\u0437\u043a\u0430 \u0437\u0430 \u043f\u0440\u0435\u043c\u0435\u0441\u0442\u0432\u0430\u043d\u0435 \u043d\u0430 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0430 \u043d\u0430\u0433\u043e\u0440\u0435. \u0422\u0440\u0435\u0442\u0430\: \u0432\u0440\u044a\u0437\u043a\u0430 \u0437\u0430 \u043f\u0440\u0435\u043c\u0435\u0441\u0442\u0432\u0430\u043d\u0435 \u043d\u0430\u0434\u043e\u043b\u0443. \u041f\u043e\u0441\u043b\u0435\u0434\u043da\: \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435, \u0437\u0430 \u0434\u0430 \u043f\u0440\u0435\u043c\u0435\u0441\u0442\u0438\u0442\u0435 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0430 \u043d\u0430 \u043e\u043f\u0440\u0435\u0434\u0435\u043b\u0435\u043d\u043e \u043c\u044f\u0441\u0442\u043e
sort.caption=\u0421\u043f\u0438\u0441\u044a\u043a \u043d\u0430 \u0440\u0435\u0441\u0443\u0440\u0441\u0438\u0442\u0435, \u043a\u043e\u0438\u0442\u043e \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0441\u0435 \u0441\u043e\u0440\u0442\u0438\u0440\u0430\u0442
sort.moveup=\u041f\u0440\u0435\u043c\u0435\u0441\u0442\u0432\u0430\u043d\u0435 \u043d\u0430\u0433\u043e\u0440\u0435
sort.movedn=\u041f\u0440\u0435\u043c\u0435\u0441\u0442\u0432\u0430\u043d\u0435 \u043d\u0430\u0434\u043e\u043b\u0443

stulistassig.asshasbee1=(\u0417\u0430\u0434\u0430\u043d\u0438\u0435\u0442\u043e \u0435 \u0438\u0437\u0442\u0440\u0438\u0442\u043e)
stulistassig.selanass1=\u0421\u043f\u0438\u0441\u044a\u043a\u044a\u0442 \u0441\u044a\u0441 \u0437\u0430\u0434\u0430\u0447\u0438\u0442\u0435 \u043f\u043e-\u0434\u043e\u043b\u0443 \u0438\u0437\u0433\u043b\u0435\u0436\u0434\u0430 \u0442\u043e\u0447\u043d\u043e \u0442\u0430\u043a\u0430, \u043a\u0430\u043a\u0442\u043e \u0449\u0435 \u0433\u043e \u0432\u0438\u0434\u0438 \u0441\u0442\u0443\u0434\u0435\u043d\u0442\u044a\u0442. \u041a\u0430\u0442\u043e \u0449\u0440\u0430\u043a\u043d\u0435\u0442\u0435 \u0432\u044a\u0440\u0445\u0443 "\u0418\u0437\u043f\u0440\u0430\u0442\u0438 \u043a\u0430\u0442\u043e \u0441\u0442\u0443\u0434\u0435\u043d\u0442", \u043c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u0440\u0430\u0431\u043e\u0442\u0438\u0442\u0435 \u0441\u044a\u0441 \u0437\u0430\u0434\u0430\u0447\u0430\u0442\u0430 \u0442\u043e\u0447\u043d\u043e \u043a\u0430\u043a\u0442\u043e \u0441\u0442\u0443\u0434\u0435\u043d\u0442, \u0432\u043a\u043b\u044e\u0447\u0438\u0442\u0435\u043b\u043d\u043e \u0434\u0430 \u044f \u0438\u0437\u043f\u0440\u0430\u0442\u0438\u0442\u0435.
stulistassig.selanass=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0437\u0430\u0434\u0430\u043d\u0438\u0435, \u0437\u0430 \u0434\u0430 \u0432\u0438\u0434\u0438\u0442\u0435 \u043f\u043e\u0434\u0440\u043e\u0431\u043d\u043e\u0441\u0442\u0438\u0442\u0435, \u0434\u0430 \u0437\u0430\u043f\u043e\u0447\u043d\u0435\u0442\u0435 \u0440\u0430\u0431\u043e\u0442\u0430 \u0438\u043b\u0438 \u0434\u0430 \u0440\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u0442\u0435 \u043f\u0440\u0435\u0434\u0438\u0448\u043d\u0430\u0442\u0430 \u0441\u0438 \u0440\u0430\u0431\u043e\u0442\u0430.

stulistsunbm.chotri=\u0429\u0440\u0430\u043a\u043d\u0435\u0442\u0435 \u0432\u044a\u0440\u0445\u0443 \u0442\u0440\u0438\u044a\u0433\u044a\u043b\u043d\u0430\u0442\u0430 \u0438\u043a\u043e\u043d\u0430 \u043f\u0440\u0435\u0434 \u0441\u0442\u0443\u0434\u0435\u043d\u0442\u0430, \u0437\u0430 \u0434\u0430 \u0432\u0438\u0434\u0438\u0442\u0435 \u0441\u044a\u0441\u0442\u043e\u044f\u043d\u0438\u0435\u0442\u043e \u043d\u0430 \u0443\u0447\u0435\u043d\u0438\u043a\u0430 \u0437\u0430 \u0432\u0441\u0438\u0447\u043a\u0438 \u0437\u0430\u0434\u0430\u0447\u0438.
stulistsunbm.hidstuass=\u0421\u043a\u0440\u0438\u0432\u0430\u043d\u0435 \u043d\u0430 \u0437\u0430\u0434\u0430\u0447\u0438\u0442\u0435/\u043f\u043e\u0434\u0430\u0432\u0430\u043d\u0438\u044f\u0442\u0430 \u0437\u0430 \u043e\u0446\u0435\u043d\u044f\u0432\u0430\u043d\u0435 \u043d\u0430 \u0441\u0442\u0443\u0434\u0435\u043d\u0442\u0430
stulistsunbm.listhestu=\u041f\u0435\u0447\u0430\u0442 \u043d\u0430 \u043f\u043e\u0434\u0430\u0432\u0430\u043d\u0438\u044f \u0437\u0430 \u043e\u0446\u0435\u043d\u043a\u0430 \u043d\u0430 \u0441\u0442\u0443\u0434\u0435\u043d\u0442\u0430 \u0437\u0430 \u0432\u0441\u044f\u043a\u0430 \u0440\u0430\u0431\u043e\u0442\u043d\u0430 \u0437\u0430\u0434\u0430\u0447\u0430. \u041a\u043e\u043b\u043e\u043d\u0430 1\: \u0438\u043c\u0435 \u043d\u0430 \u0441\u0442\u0443\u0434\u0435\u043d\u0442\u0430 - \u0449\u0440\u0430\u043a\u043d\u0435\u0442\u0435, \u0437\u0430 \u0434\u0430 \u0433\u043e \u0440\u0430\u0437\u0448\u0438\u0440\u0438\u0442\u0435. \u041a\u043e\u0433\u0430\u0442\u043e \u0441\u0430 \u0440\u0430\u0437\u0448\u0438\u0440\u0435\u043d\u0438, \u043a\u043e\u043b\u043e\u043d\u0438 2-5 \u043f\u043e\u043a\u0430\u0437\u0432\u0430\u0442 \u0437\u0430\u0433\u043b\u0430\u0432\u0438\u0435\u0442\u043e \u043d\u0430 \u0437\u0430\u0434\u0430\u043d\u0438\u0435\u0442\u043e, \u043f\u043e\u0434\u0430\u0432\u0430\u043d\u0435\u0442\u043e, \u0441\u0442\u0430\u0442\u0443\u0441\u0430 \u0438 \u043e\u0446\u0435\u043d\u043a\u0430\u0442\u0430.
stulistsunbm.shostuass=\u041f\u043e\u043a\u0430\u0437\u0432\u0430\u043d\u0435 \u043d\u0430 \u0437\u0430\u0434\u0430\u0447\u0438\u0442\u0435 \u043d\u0430 \u0443\u0447\u0435\u043d\u0438\u043a\u0430/\u043f\u0440\u0435\u0434\u0441\u0442\u0430\u0432\u0435\u043d\u0438\u0442\u0435 \u043c\u0430\u0442\u0435\u0440\u0438\u0430\u043b\u0438

stupresub.max=\u043c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u043d\u043e
stuviewgrad.thegradet=\u041f\u043e\u0434\u0440\u043e\u0431\u043d\u043e\u0441\u0442\u0438 \u0437\u0430 \u043e\u0446\u0435\u043d\u044f\u0432\u0430\u043d\u0435 \u043d\u0430 \u043f\u043e\u0434\u0430\u0432\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0437\u0430\u0434\u0430\u043d\u0438\u0435\u0442\u043e

stuviewsubm.asshasbee2=\u0417\u0430\u0434\u0430\u043d\u0438\u0435\u0442\u043e \u0435 \u043e\u0446\u0435\u043d\u0435\u043d\u043e/\u043a\u043e\u043c\u0435\u043d\u0442\u0438\u0440\u0430\u043d\u043e.
stuviewsubm.asshasbee3=\u0417\u0430\u0434\u0430\u043d\u0438\u0435\u0442\u043e \u0435 \u043f\u0440\u0435\u0434\u0441\u0442\u0430\u0432\u0435\u043d\u043e \u043e\u0442\u043d\u043e\u0432\u043e \u043d\u0430
stuviewsubm.asshasbee4=\u0417\u0430\u0434\u0430\u043d\u0438\u0435\u0442\u043e \u0435 \u0432\u044a\u0440\u043d\u0430\u0442\u043e \u043d\u0430
stuviewsubm.asshasnot=\u041f\u043e\u043f\u044a\u043b\u043d\u0435\u0442\u0435 \u0444\u043e\u0440\u043c\u0443\u043b\u044f\u0440\u0430, \u0441\u043b\u0435\u0434 \u043a\u043e\u0435\u0442\u043e \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0441\u044a\u043e\u0442\u0432\u0435\u0442\u043d\u0438\u044f \u0431\u0443\u0442\u043e\u043d \u0432 \u0434\u043e\u043b\u043d\u0430\u0442\u0430 \u0447\u0430\u0441\u0442.
stuviewsubm.assattonly=\u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u043f\u0440\u0438\u043a\u0430\u0447\u0435\u043d\u0438 \u0444\u0430\u0439\u043b\u043e\u0432\u0435, \u0441\u043b\u0435\u0434 \u043a\u043e\u0435\u0442\u043e \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0441\u044a\u043e\u0442\u0432\u0435\u0442\u043d\u0438\u044f \u0431\u0443\u0442\u043e\u043d \u0432 \u0434\u043e\u043b\u043d\u0430\u0442\u0430 \u0447\u0430\u0441\u0442.
stuviewsubm.entbelo=\u0412\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u0442\u0435\u043a\u0441\u0442\u0430 \u0437\u0430 \u043f\u043e\u0432\u0442\u043e\u0440\u043d\u043e\u0442\u043e \u043f\u043e\u0434\u0430\u0432\u0430\u043d\u0435 \u043f\u043e-\u0434\u043e\u043b\u0443
stuviewsubm.plesub=\u041c\u043e\u043b\u044f, \u0438\u0437\u043f\u0440\u0430\u0442\u0435\u0442\u0435 \u043e\u0442\u043d\u043e\u0432\u043e \u0437\u0430 \u043e\u0446\u0435\u043d\u044f\u0432\u0430\u043d\u0435 \u0441\u043b\u0435\u0434 \u043f\u0440\u043e\u043c\u0435\u043d\u0438\u0442\u0435.
stuviewsubm.theassall2=\u0422\u043e\u0432\u0430 \u0437\u0430\u0434\u0430\u043d\u0438\u0435 \u043f\u043e\u0437\u0432\u043e\u043b\u044f\u0432\u0430 \u043f\u043e\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u0438 \u0441\u0430\u043c\u043e \u0447\u0440\u0435\u0437 \u043f\u0440\u0438\u043a\u0430\u0447\u0432\u0430\u043d\u0435.
stuviewsubm.theclodat=\u041a\u0440\u0430\u0439\u043d\u0438\u044f\u0442 \u0441\u0440\u043e\u043a \u043d\u0430 \u0437\u0430\u0434\u0430\u043d\u0438\u0435\u0442\u043e \u0435 \u0438\u0437\u0442\u0435\u043a\u044a\u043b. \u0412\u0435\u0447\u0435 \u043d\u0435 \u043c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u0438\u0437\u043f\u0440\u0430\u0442\u0438\u0442\u0435 \u0442\u0430\u0437\u0438 \u0437\u0430\u0434\u0430\u0447\u0430.
stuviewsubm.youatt=\u041f\u0440\u0438\u043b\u043e\u0436\u0435\u043d\u043e\u0442\u043e \u043e\u0442 \u0432\u0430\u0441 \u0437\u0430\u044f\u0432\u043b\u0435\u043d\u0438\u0435
stuviewsubm.submissatt=\u041f\u0440\u0438\u043b\u043e\u0436\u0435\u043d\u0438\u0435(\u044f) \u0437\u0430 \u043f\u043e\u0434\u0430\u0432\u0430\u043d\u0435
stuviewsubm.listsummary=\u0421\u043f\u0438\u0441\u044a\u043a \u043d\u0430 \u043f\u0440\u0438\u043b\u043e\u0436\u0435\u043d\u0438\u044f\u0442\u0430. \u041a\u043e\u043b\u043e\u043d\u0430 1\: \u0432\u0440\u044a\u0437\u043a\u0430 \u043a\u044a\u043c \u043f\u0440\u0438\u043a\u0430\u0447\u0435\u043d\u0438\u044f \u0444\u0430\u0439\u043b; \u043a\u043e\u043b\u043e\u043d\u0430 2\: \u0441\u0432\u043e\u0439\u0441\u0442\u0432\u0430 \u043d\u0430 \u043f\u0440\u0438\u043a\u0430\u0447\u0435\u043d\u0438\u044f \u0444\u0430\u0439\u043b; \u043a\u043e\u043b\u043e\u043d\u0430 3\: \u0432\u0440\u044a\u0437\u043a\u0430 \u0437\u0430 \u043f\u0440\u0435\u043c\u0430\u0445\u0432\u0430\u043d\u0435 \u043d\u0430 \u043f\u0440\u0438\u043a\u0430\u0447\u0435\u043d\u0438\u044f \u0444\u0430\u0439\u043b \u043e\u0442 \u0441\u043f\u0438\u0441\u044a\u043a\u0430
stuviewsubm.listsummary.simple=\u0421\u043f\u0438\u0441\u044a\u043a \u043d\u0430 \u043f\u0440\u0438\u043b\u043e\u0436\u0435\u043d\u0438\u044f\u0442\u0430. \u041a\u043e\u043b\u043e\u043d\u0430 1\: \u0432\u0440\u044a\u0437\u043a\u0430 \u043a\u044a\u043c \u043f\u0440\u0438\u043a\u0430\u0447\u0435\u043d\u0438\u044f \u0444\u0430\u0439\u043b; \u043a\u043e\u043b\u043e\u043d\u0430 2\: \u0441\u0432\u043e\u0439\u0441\u0442\u0432\u0430 \u043d\u0430 \u043f\u0440\u0438\u043a\u0430\u0447\u0435\u043d\u0438\u044f \u0444\u0430\u0439\u043b;
stuviewsubm.removeatt=\u041f\u0440\u0435\u043c\u0430\u0445\u0432\u0430\u043d\u0435 \u043d\u0430
stuviewsubm.attfromcomputerlabel=\u0418\u0437\u0431\u043e\u0440 \u043d\u0430 \u0444\u0430\u0439\u043b \u043e\u0442 \u043a\u043e\u043c\u043f\u044e\u0442\u044a\u0440\u0430
stuviewsubm.attfromcomputerlabelmore=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u043f\u043e\u0432\u0435\u0447\u0435 \u0444\u0430\u0439\u043b\u043e\u0432\u0435 \u043e\u0442 \u043a\u043e\u043c\u043f\u044e\u0442\u044a\u0440\u0430
stuviewsubm.attfromserverlabel=\u0438\u043b\u0438 \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0444\u0430\u0439\u043b\u043e\u0432\u0435 \u043e\u0442 "\u041d\u0430\u0447\u0430\u043b\u043e" \u0438\u043b\u0438 \u0441\u0430\u0439\u0442
stuviewsubm.attfromserverlabel.singular=\u0438\u043b\u0438 \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0444\u0430\u0439\u043b \u043e\u0442 \u0440\u0430\u0431\u043e\u0442\u043d\u043e\u0442\u043e \u043f\u0440\u043e\u0441\u0442\u0440\u0430\u043d\u0441\u0442\u0432\u043e \u0438\u043b\u0438 \u0441\u0430\u0439\u0442\u0430
stuviewsubm.attfromserverlabelmore=\u0438\u043b\u0438 \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u043f\u043e\u0432\u0435\u0447\u0435 \u0444\u0430\u0439\u043b\u043e\u0432\u0435 \u043e\u0442 "\u041d\u0430\u0447\u0430\u043b\u043e" \u0438\u043b\u0438 \u0441\u0430\u0439\u0442
feedbacktext=\u0422\u0435\u043a\u0441\u0442 \u0437\u0430 \u043e\u0431\u0440\u0430\u0442\u043d\u0430 \u0432\u0440\u044a\u0437\u043a\u0430
addfeedback=\u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u043e\u0431\u0440\u0430\u0442\u043d\u0430 \u0432\u0440\u044a\u0437\u043a\u0430
stuviewsubm.submitvideoreminder=\u041d\u0435 \u0437\u0430\u0431\u0440\u0430\u0432\u044f\u0439\u0442\u0435 \u0434\u0430 \u043f\u0440\u043e\u0434\u044a\u043b\u0436\u0438\u0442\u0435, \u0441\u043b\u0435\u0434 \u043a\u0430\u0442\u043e \u0437\u0430\u043f\u0438\u0448\u0435\u0442\u0435 \u0432\u0438\u0434\u0435\u043e\u0442\u043e \u0441\u0438\!
stuviewsubm.submitreminder=\u041d\u0435 \u0437\u0430\u0431\u0440\u0430\u0432\u044f\u0439\u0442\u0435 \u0434\u0430 \u0437\u0430\u043f\u0430\u0437\u0438\u0442\u0435 \u0438\u043b\u0438 \u0434\u0430 \u043f\u0440\u043e\u0434\u044a\u043b\u0436\u0438\u0442\u0435\!
stuviewsubm.modifytoresubmit=\u041c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u043f\u043e\u0434\u0430\u0434\u0435\u0442\u0435 \u043e\u0442\u043d\u043e\u0432\u043e \u0437\u0430\u044f\u0432\u043a\u0430, \u0430\u043a\u043e \u044f \u043f\u0440\u043e\u043c\u0435\u043d\u0438\u0442\u0435.
stuviewsubm.reminder=\u041d\u0435 \u0437\u0430\u0431\u0440\u0430\u0432\u044f\u0439\u0442\u0435 \u0434\u0430 \u0438\u0437\u043f\u0440\u0430\u0442\u0438\u0442\u0435 \u0440\u0430\u0431\u043e\u0442\u0430\u0442\u0430 \u0441\u0438 \u0437\u0430 \u043e\u0446\u0435\u043d\u044f\u0432\u0430\u043d\u0435\! \u0421\u043b\u0435\u0434 \u0438\u0437\u043f\u0440\u0430\u0449\u0430\u043d\u0435 \u0449\u0435 \u0441\u0435 \u043f\u043e\u044f\u0432\u0438 \u0441\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u0435 \u0437\u0430 \u043f\u043e\u0442\u0432\u044a\u0440\u0436\u0434\u0435\u043d\u0438\u0435.
stuviewsubm.externaltool=\u0417\u0430\u0434\u0430\u0447\u0430\u0442\u0430 \u0441\u0442\u0430\u0440\u0442\u0438\u0440\u0430 \u0432\u044a\u043d\u0448\u0435\u043d \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442, \u043a\u043e\u0439\u0442\u043e \u0449\u0435 \u0434\u0430\u0434\u0435 \u043e\u0446\u0435\u043d\u043a\u0430, \u043c\u043e\u043b\u044f, \u0441\u0442\u0430\u0440\u0442\u0438\u0440\u0430\u0439\u0442\u0435 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0430 \u043f\u043e-\u0434\u043e\u043b\u0443.
feedbackcomment=\u041e\u0431\u0440\u0430\u0442\u043d\u0430 \u0432\u0440\u044a\u0437\u043a\u0430 \u041a\u043e\u043c\u0435\u043d\u0442\u0430\u0440

stuviewsubm.typesubhaschanged.inline=\u0412\u0438\u0434\u044a\u0442 \u0438\u0437\u043f\u0440\u0430\u0449\u0430\u043d\u0435 \u0437\u0430 \u043e\u0446\u0435\u043d\u043a\u0430 \u043d\u0430 \u0442\u0430\u0437\u0438 \u0437\u0430\u0434\u0430\u0447\u0430 \u0435 \u043f\u0440\u043e\u043c\u0435\u043d\u0435\u043d. \u0422\u043e\u0437\u0438 \u0442\u0435\u043a\u0441\u0442 \u043e\u0442 \u043f\u0440\u0435\u0434\u0438\u0448\u043d\u043e\u0442\u043e \u0432\u0438 \u043f\u043e\u0434\u0430\u0432\u0430\u043d\u0435 \u0435 \u0441\u0430\u043c\u043e \u0437\u0430 \u0441\u043f\u0440\u0430\u0432\u043a\u0430 \u0438 \u043d\u044f\u043c\u0430 \u0434\u0430 \u0441\u0435 \u0432\u0437\u0435\u043c\u0435 \u043f\u0440\u0435\u0434\u0432\u0438\u0434, \u0430\u043a\u043e \u0433\u043e \u043f\u0440\u0435\u0434\u0441\u0442\u0430\u0432\u0438\u0442\u0435 \u043e\u0442\u043d\u043e\u0432\u043e.
stuviewsubm.typesubhaschanged.attach=\u0412\u0438\u0434\u044a\u0442 \u0438\u0437\u043f\u0440\u0430\u0449\u0430\u043d\u0435 \u0437\u0430 \u043e\u0446\u0435\u043d\u043a\u0430 \u043d\u0430 \u0442\u0430\u0437\u0438 \u0437\u0430\u0434\u0430\u0447\u0430 \u0435 \u043f\u0440\u043e\u043c\u0435\u043d\u0435\u043d. \u0424\u0430\u0439\u043b\u043e\u0432\u0435\u0442\u0435 \u043e\u0442 \u043f\u0440\u0435\u0434\u0438\u0448\u043d\u043e\u0442\u043e \u0432\u0438 \u043f\u043e\u0434\u0430\u0432\u0430\u043d\u0435 \u0441\u0430 \u0441\u0430\u043c\u043e \u0437\u0430 \u0441\u043f\u0440\u0430\u0432\u043a\u0430 \u0438 \u043d\u044f\u043c\u0430 \u0434\u0430 \u0431\u044a\u0434\u0430\u0442 \u0432\u043a\u043b\u044e\u0447\u0435\u043d\u0438, \u0430\u043a\u043e \u0433\u0438 \u0438\u0437\u043f\u0440\u0430\u0442\u0438\u0442\u0435 \u043e\u0442\u043d\u043e\u0432\u043e.
stuviewsubm.typesubhaschanged.singleUploadedFileOnly=\u0412\u0438\u0434\u044a\u0442 \u0438\u0437\u043f\u0440\u0430\u0449\u0430\u043d\u0435 \u0437\u0430 \u043e\u0446\u0435\u043d\u043a\u0430 \u043d\u0430 \u0442\u0430\u0437\u0438 \u0437\u0430\u0434\u0430\u0447\u0430 \u0435 \u043f\u0440\u043e\u043c\u0435\u043d\u0435\u043d, \u0442\u0430\u043a\u0430 \u0447\u0435 \u0434\u0430 \u043f\u0440\u0438\u0435\u043c\u0430 \u0441\u0430\u043c\u043e \u0435\u0434\u0438\u043d \u0444\u0430\u0439\u043b. \u0417\u0430 \u0434\u0430 \u043f\u043e\u0434\u0430\u0434\u0435\u0442\u0435 \u043e\u0442\u043d\u043e\u0432\u043e, \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0435\u0434\u0438\u043d \u0444\u0430\u0439\u043b \u043e\u0442 \u043f\u0440\u0435\u0434\u0438\u0448\u043d\u043e\u0442\u043e \u0441\u0438 \u043f\u043e\u0434\u0430\u0432\u0430\u043d\u0435 \u0438\u043b\u0438 \u043a\u0430\u0447\u0435\u0442\u0435 \u043d\u043e\u0432 \u0444\u0430\u0439\u043b.
stuviewsubm.uploadnew=\u041a\u0430\u0447\u0432\u0430\u043d\u0435 \u043d\u0430 \u043d\u043e\u0432 \u0444\u0430\u0439\u043b

# Taggable
tag.emptylist=\u041d\u044f\u043c\u0430 \u0442\u0430\u0433\u043e\u0432\u0435 \u0437\u0430 \u043f\u043e\u043a\u0430\u0437\u0432\u0430\u043d\u0435.
tag.tags=\u0442\u0430\u0433\u043e\u0432\u0435
tag.list.summary=\u0422\u0430\u0431\u043b\u0438\u0446\u0430\u0442\u0430 \u0441\u044a\u0434\u044a\u0440\u0436\u0430 \u0441\u043f\u0438\u0441\u044a\u043a \u043d\u0430 \u0442\u0430\u0433\u043e\u0432\u0435\u0442\u0435, \u0441\u0432\u044a\u0440\u0437\u0430\u043d\u0438 \u0441 \u0442\u0435\u043a\u0443\u0449\u043e\u0442\u043e \u0437\u0430\u0434\u0430\u043d\u0438\u0435.

theassiid_isnotval=\u0418\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440\u044a\u0442 \u043d\u0430 \u0437\u0430\u0434\u0430\u0447\u0430\u0442\u0430''{0}'' \u043d\u0435 \u0435 \u0432\u0430\u043b\u0438\u0434\u0435\u043d.

theassiid_hasnotbee=\u0418\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440\u044a\u0442 \u043d\u0430 \u0437\u0430\u0434\u0430\u0447\u0430\u0442\u0430 ''{0}'' \u043d\u0435 \u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u043d.

theassicon=\u0421\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435\u0442\u043e \u043d\u0430 \u0437\u0430\u0434\u0430\u0447\u0430\u0442\u0430 \u0441\u0435 \u0440\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430 \u043e\u0442 \u0434\u0440\u0443\u0433 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b.

theisno=\u041d\u044f\u043c\u0430 \u0442\u0430\u043a\u043e\u0432\u0430 \u0437\u0430\u0434\u0430\u043d\u0438\u0435.

theisnostudent=\u041d\u044f\u043c\u0430 \u0441\u0442\u0443\u0434\u0435\u043d\u0442.

thiasshas=\u0422\u043e\u0432\u0430 \u0437\u0430\u0434\u0430\u043d\u0438\u0435 \u043d\u044f\u043c\u0430 \u0438\u043d\u0441\u0442\u0440\u0443\u043a\u0446\u0438\u0438. \u041c\u043e\u043b\u044f, \u043d\u0430\u043f\u0440\u0430\u0432\u0435\u0442\u0435 \u043a\u043e\u0440\u0435\u043a\u0446\u0438\u044f \u0438\u043b\u0438 \u043a\u043b\u0438\u043a\u043d\u0435\u0442\u0435 \u0432\u044a\u0440\u0445\u0443 \u0431\u0443\u0442\u043e\u043d\u0430 "\u041e\u0440\u0438\u0433\u0438\u043d\u0430\u043b\u043d\u043e", \u0437\u0430 \u0434\u0430 \u043f\u0440\u043e\u0434\u044a\u043b\u0436\u0438\u0442\u0435.

ungra=\u041d\u0435\u043a\u043b\u0430\u0441\u0438\u0444\u0438\u0446\u0438\u0440\u0430\u043d
unchecked=\u0411\u0435\u0437 \u043e\u0442\u043c\u0435\u0442\u043a\u0430
fail=Fail
viewassig.datcre=\u0414\u0430\u0442\u0430\u0442\u0430 \u0435 \u0441\u044a\u0437\u0434\u0430\u0434\u0435\u043d\u0430
viewassig.datmod=\u0414\u0430\u0442\u0430\u0442\u0430 \u0435 \u043f\u0440\u043e\u043c\u0435\u043d\u0435\u043d\u0430
viewassig.shoassinf=\u041f\u043e\u043a\u0430\u0436\u0438 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f \u0437\u0430 \u0437\u0430\u0434\u0430\u043d\u0438\u0435\u0442\u043e
viewassig.theassall1=\u0422\u043e\u0432\u0430 \u0437\u0430\u0434\u0430\u043d\u0438\u0435 \u043f\u043e\u0437\u0432\u043e\u043b\u044f\u0432\u0430 \u0432\u044a\u0432\u0435\u0436\u0434\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0442\u0435\u043a\u0441\u0442 \u0438/\u0438\u043b\u0438 \u043f\u0440\u0438\u043a\u0430\u0447\u0432\u0430\u043d\u0435 \u043d\u0430 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u0438. \u0412\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u0437\u0430\u0434\u0430\u0447\u0430\u0442\u0430 \u0432 \u043f\u043e\u043b\u0435\u0442\u043e \u043f\u043e-\u0434\u043e\u043b\u0443 \u0438 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0439\u0442\u0435 \u0431\u0443\u0442\u043e\u043d\u0430 Browse (\u041f\u0440\u0435\u0433\u043b\u0435\u0434) \u0438\u043b\u0438 \u0431\u0443\u0442\u043e\u043d\u0430 "select files" (\u0418\u0437\u0431\u0435\u0440\u0438 \u0444\u0430\u0439\u043b\u043e\u0432\u0435), \u0437\u0430 \u0434\u0430 \u0432\u043a\u043b\u044e\u0447\u0438\u0442\u0435 \u0434\u0440\u0443\u0433\u0438 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u0438 \u043a\u0430\u0442\u043e \u0447\u0430\u0441\u0442 \u043e\u0442 \u0434\u0430\u043d\u043d\u0438\u0442\u0435 \u0441\u0438. <b>\u0417\u0430\u043f\u0430\u0437\u0435\u0442\u0435 \u043c\u043d\u043e\u0433\u043e\u043a\u0440\u0430\u0442\u043d\u043e, \u0434\u043e\u043a\u0430\u0442\u043e \u0440\u0430\u0431\u043e\u0442\u0438\u0442\u0435</b>.
viewassig.theassall3=\u0422\u043e\u0432\u0430 \u0437\u0430\u0434\u0430\u043d\u0438\u0435 \u043f\u043e\u0437\u0432\u043e\u043b\u044f\u0432\u0430 \u043f\u043e\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u0438 \u0441\u0430\u043c\u043e \u0447\u0440\u0435\u0437 \u043f\u0440\u0438\u043a\u0430\u0447\u0432\u0430\u043d\u0435. \u0418\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0439\u0442\u0435 \u0431\u0443\u0442\u043e\u043d\u0430 \u0437\u0430 \u0434\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u043f\u0440\u0438\u043a\u0430\u0447\u0435\u043d\u0438 \u0444\u0430\u0439\u043b\u043e\u0432\u0435 \u043f\u043e-\u0434\u043e\u043b\u0443, \u0437\u0430 \u0434\u0430 \u043f\u0440\u0438\u043a\u0430\u0447\u0438\u0442\u0435 1 \u0438\u043b\u0438 \u043f\u043e\u0432\u0435\u0447\u0435 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u0438.
viewassig.theassall5=\u0422\u043e\u0432\u0430 \u0437\u0430\u0434\u0430\u043d\u0438\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u043f\u043e\u0434\u0430\u0432\u0430 \u0441\u0430\u043c\u043e \u0447\u0440\u0435\u0437 \u0442\u0435\u043a\u0441\u0442\u043e\u0432\u043e\u0442\u043e \u043f\u043e\u043b\u0435 \u043f\u043e-\u0434\u043e\u043b\u0443. \u041c\u043e\u043b\u044f, \u0432\u044a\u0432\u0435\u0436\u0434\u0430\u0439\u0442\u0435 \u0434\u0430\u043d\u043d\u0438\u0442\u0435 \u0441\u0438 \u0438 \u0433\u0438 \u0437\u0430\u043f\u0430\u0437\u0432\u0430\u0439\u0442\u0435 \u0447\u0435\u0441\u0442\u043e, \u0434\u043e\u043a\u0430\u0442\u043e \u0440\u0430\u0431\u043e\u0442\u0438\u0442\u0435.
viewassig.viewass1=\u041f\u0440\u0435\u0433\u043b\u0435\u0434 \u043d\u0430 \u0437\u0430\u0434\u0430\u043d\u0438\u0435\u0442\u043e...

youarenot_addAssignment=\u041d\u044f\u043c\u0430\u0442\u0435 \u043f\u0440\u0430\u0432\u043e \u0434\u0430 \u0434\u043e\u0431\u0430\u0432\u044f\u0442\u0435 \u0437\u0430\u0434\u0430\u043d\u0438\u0435.

youarenot_addAssignmentContent=\u041d\u044f\u043c\u0430\u0442\u0435 \u043f\u0440\u0430\u0432\u043e \u0434\u0430 \u0434\u043e\u0431\u0430\u0432\u044f\u0442\u0435 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435 \u043d\u0430 \u0437\u0430\u0434\u0430\u0447\u0438\u0442\u0435.

youarenot_removeAssignment=\u041d\u044f\u043c\u0430\u0442\u0435 \u043f\u0440\u0430\u0432\u043e \u0434\u0430 \u043f\u0440\u0435\u043c\u0430\u0445\u0432\u0430\u0442\u0435 ID \u043d\u0430 \u0437\u0430\u0434\u0430\u0447\u0430\u0442\u0430 \= ''{0}''.

youarenot11_c=\u041d\u044f\u043c\u0430\u0442\u0435 \u043f\u0440\u0430\u0432\u043e \u0434\u0430 \u043f\u0440\u0435\u043c\u0430\u0445\u0432\u0430\u0442\u0435 ID \u043d\u0430 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435\u0442\u043e \u043d\u0430 \u0437\u0430\u0434\u0430\u0447\u0430\u0442\u0430 \=

youarenot_removeSubmission=\u041d\u0435 \u0432\u0438 \u0435 \u043f\u043e\u0437\u0432\u043e\u043b\u0435\u043d\u043e \u0434\u0430 \u043f\u0440\u0435\u043c\u0430\u0445\u043d\u0435\u0442\u0435 ID \u043d\u0430 \u043f\u043e\u0434\u0430\u0432\u0430\u043d\u0435\u0442\u043e \u0437\u0430 \u043e\u0446\u0435\u043d\u043a\u0430 \= ''{0}''

youarenot12=\u041d\u044f\u043c\u0430\u0442\u0435 \u043f\u0440\u0430\u0432\u043e \u0434\u0430 \u0438\u0437\u043f\u0440\u0430\u0449\u0430\u0442\u0435 \u043e\u0442\u0433\u043e\u0432\u043e\u0440 \u0437\u0430 \u043e\u0446\u0435\u043d\u043a\u0430.

youarenot13=\u041d\u044f\u043c\u0430\u0442\u0435 \u043f\u0440\u0430\u0432\u043e \u0434\u0430 \u0438\u0437\u043f\u0440\u0430\u0449\u0430\u0442\u0435 \u0437\u0430\u0434\u0430\u043d\u0438\u0435.

youarenot_viewAssignment=\u041d\u044f\u043c\u0430\u0442\u0435 \u043f\u0440\u0430\u0432\u043e \u0434\u0430 \u0440\u0430\u0437\u0433\u043b\u0435\u0436\u0434\u0430\u0442\u0435 \u0437\u0430\u0434\u0430\u043d\u0438\u0435\u0442\u043e ''{0}''.

youarenot_editAssignment=\u041d\u044f\u043c\u0430\u0442\u0435 \u043f\u0440\u0430\u0432\u043e \u0434\u0430 \u0440\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u0442\u0435 \u0437\u0430\u0434\u0430\u043d\u0438\u0435\u0442\u043e ''{0}''.
youarenot_editSubmission=\u041d\u044f\u043c\u0430\u0442\u0435 \u043f\u0440\u0430\u0432\u043e \u0434\u0430 \u0440\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u0442\u0435 \u043f\u043e\u0434\u0430\u0432\u0430\u043d\u0435\u0442\u043e \u0437\u0430 \u043e\u0446\u0435\u043d\u043a\u0430 \u043d\u0430 \u0437\u0430\u0434\u0430\u0447\u0430\u0442\u0430 ''{0}''.

youarenot_viewAssignmentContent=\u041d\u0435 \u0432\u0438 \u0435 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u043e \u0434\u0430 \u0432\u0438\u0434\u0438\u0442\u0435 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435\u0442\u043e \u043d\u0430 \u0437\u0430\u0434\u0430\u0447\u0430\u0442\u0430 ''{0}''.

youarenot_viewSubmission=\u041d\u0435 \u0432\u0438 \u0435 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u043e \u0434\u0430 \u0440\u0430\u0437\u0433\u043b\u0435\u0436\u0434\u0430\u0442\u0435 \u043f\u043e\u0434\u0430\u0432\u0430\u043d\u0435\u0442\u043e \u0437\u0430 \u043e\u0446\u0435\u043d\u043a\u0430 ''{0}''.

youarenot17=\u0412 \u0442\u043e\u0437\u0438 \u043c\u043e\u043c\u0435\u043d\u0442 \u043f\u0440\u0435\u0440\u0430\u0431\u043e\u0442\u0432\u0430\u0442\u0435 \u0437\u0430\u0434\u0430\u043d\u0438\u0435 \u0441\u043b\u0435\u0434 \u043a\u0440\u0430\u0439\u043d\u0438\u044f \u0441\u0440\u043e\u043a.

youarenot18=\u0422\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u043f\u0440\u043e\u0432\u0435\u0440\u0438\u0442\u0435 \u043e\u0431\u0435\u0449\u0430\u043d\u0438\u0435\u0442\u043e \u0437\u0430 \u0447\u0435\u0441\u0442 \u043f\u0440\u0435\u0434\u0438 \u043f\u043e\u0434\u0430\u0432\u0430\u043d\u0435 \u0437\u0430 \u043e\u0446\u0435\u043d\u043a\u0430.

youarenot19=\u041d\u044f\u043c\u0430\u0442\u0435 \u043f\u0440\u0430\u0432\u043e \u0434\u0430 \u043f\u0440\u043e\u043c\u0435\u043d\u044f\u0442\u0435 \u0440\u0435\u0434\u0430 \u043d\u0430 \u0437\u0430\u0434\u0430\u0447\u0438\u0442\u0435.

youarenot20=\u0412 \u0442\u043e\u0437\u0438 \u043c\u043e\u043c\u0435\u043d\u0442 \u043f\u0440\u0435\u0440\u0430\u0431\u043e\u0442\u0432\u0430\u0442\u0435 \u0437\u0430\u0434\u0430\u043d\u0438\u0435 \u0441\u043b\u0435\u0434 \u0434\u0430\u0442\u0430 \u043d\u0430 \u043e\u0442\u0432\u0430\u0440\u044f\u043d\u0435.

youarenot21=\u0422\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0441\u0435 \u0441\u044a\u0433\u043b\u0430\u0441\u0438\u0442\u0435 \u0441 \u041b\u0421\u041a\u041f, \u0437\u0430 \u0434\u0430 \u043f\u043e\u0434\u0430\u0434\u0435\u0442\u0435 \u0437\u0430 \u043e\u0446\u0435\u043d\u043a\u0430 \u043a\u044a\u043c {0}

youarenot4=\u041d\u044f\u043c\u0430\u0442\u0435 \u043f\u0440\u0430\u0432\u043e \u0434\u0430 \u0441\u044a\u0437\u0434\u0430\u0432\u0430\u0442\u0435 \u043f\u043e\u0434\u0430\u0432\u0430\u043d\u0438\u044f \u043d\u0430 \u0437\u0430\u0434\u0430\u0447\u0438.

youarenot5=\u041d\u0435 \u0435 \u043f\u043e\u0437\u0432\u043e\u043b\u0435\u043d\u043e \u0434\u0430 \u0434\u0443\u0431\u043b\u0438\u0440\u0430\u0442\u0435 \u0437\u0430\u0434\u0430\u043d\u0438\u0435\u0442\u043e.

youarenot6=\u041d\u044f\u043c\u0430\u0442\u0435 \u043f\u0440\u0430\u0432\u043e \u0434\u0430 \u0440\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u0442\u0435 \u0437\u0430\u0434\u0430\u043d\u0438\u0435\u0442\u043e.

youmust1=\u041f\u0440\u0435\u0434\u0438 \u0434\u0430 \u043f\u043e\u0434\u0430\u0434\u0435\u0442\u0435 \u0437\u0430 \u043e\u0446\u0435\u043d\u043a\u0430, \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u043f\u0440\u0438\u043b\u043e\u0436\u0438\u0442\u0435 \u043f\u043e\u043d\u0435 \u0435\u0434\u0438\u043d \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442.

youmust2=\u041f\u0440\u0435\u0434\u0438 \u0434\u0430 \u043f\u043e\u0434\u0430\u0434\u0435\u0442\u0435 \u0437\u0430 \u043e\u0446\u0435\u043d\u043a\u0430, \u0442\u0440\u044f\u0431\u0432\u0430 \u0438\u043b\u0438 \u0434\u0430 \u0432\u043f\u0438\u0448\u0435\u0442\u0435 \u043e\u0442\u0433\u043e\u0432\u043e\u0440\u0430 \u0432 \u043f\u043e\u043b\u0435\u0442\u043e \u0437\u0430 \u0432\u044a\u0432\u0435\u0436\u0434\u0430\u043d\u0435 \u043d\u0430 \u0442\u0435\u043a\u0441\u0442 \u0438\u043b\u0438 \u0434\u0430 \u043f\u0440\u0438\u043a\u0430\u0447\u0438\u0442\u0435 \u043f\u043e\u043d\u0435 \u0435\u0434\u0438\u043d \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442.

youmust6=\u041f\u044a\u0440\u0432\u043e \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0437\u0430\u0434\u0430\u0447\u0430\u0442\u0430(\u0438\u0442\u0435) \u0438 \u0441\u043b\u0435\u0434 \u0442\u043e\u0432\u0430 \u0434\u0430 \u0449\u0440\u0430\u043a\u043d\u0435\u0442\u0435 \u0432\u044a\u0440\u0445\u0443 \u0431\u0443\u0442\u043e\u043d\u0430 "\u041f\u0440\u0435\u043c\u0430\u0445\u0432\u0430\u043d\u0435 \u043d\u0430 \u0438\u0437\u0431\u0440\u0430\u043d\u043e\u0442\u043e", \u0437\u0430 \u0434\u0430 \u0438\u0437\u0442\u0440\u0438\u0435\u0442\u0435 \u0438\u0437\u0431\u0440\u0430\u043d\u0430\u0442\u0430(\u0438\u0442\u0435) \u0437\u0430\u0434\u0430\u0447\u0430(\u0438).

youmust7=\u041f\u0440\u0435\u0434\u0438 \u0434\u0430 \u0438\u0437\u043f\u0440\u0430\u0442\u0438\u0442\u0435 \u0437\u0430 \u043e\u0446\u0435\u043d\u043a\u0430, , \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0432\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u043e\u0442\u0433\u043e\u0432\u043e\u0440\u0430 \u0432 \u043f\u043e\u043b\u0435\u0442\u043e \u0437\u0430 \u0432\u044a\u0432\u0435\u0436\u0434\u0430\u043d\u0435 \u043d\u0430 \u0442\u0435\u043a\u0441\u0442.

youmust8=\u0422\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u043a\u0430\u0447\u0438\u0442\u0435 \u043f\u0440\u0438\u043a\u0430\u0447\u0435\u043d \u0444\u0430\u0439\u043b

youmust9=\u0422\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0437\u0430\u043f\u0438\u0448\u0435\u0442\u0435 \u0432\u0438\u0434\u0435\u043e\u0437\u0430\u043f\u0438\u0441 \u0441\u0432\u044a\u0440\u0437\u0430\u043d \u0441\u044a\u0441 \u0437\u0430\u0434\u0430\u043d\u0438\u0435\u0442\u043e, \u0441 \u043f\u043e\u043c\u043e\u0449\u0442\u0430 \u043d\u0430 \u0432\u0438\u0434\u0435\u043e\u0440\u0435\u043a\u043e\u0440\u0434\u0435\u0440\u0430.

#added during legacy tool refactoring
list.show=\u041f\u043e\u043a\u0430\u0436\u0438
list.itemsper=\u043e\u0431\u0435\u043a\u0442\u0438...
update=\u0410\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0430\u0446\u0438\u044f
removedAssignmentList=\u041a\u043e\u0448\u0447\u0435 \u0437\u0430 o\u0442\u043f\u0430\u0434\u044a\u0446\u0438
removeSelected=\u041f\u0440\u0435\u043c\u0430\u0445\u0432\u0430\u043d\u0435 \u043d\u0430 \u0438\u0437\u0431\u0440\u0430\u043d\u0438\u0442\u0435 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0438
selectAssignments=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0437\u0430\u0434\u0430\u043d\u0438\u044f
restoreSelected=\u0412\u044a\u0437\u0441\u0442\u0430\u043d\u043e\u0432\u044f\u0432\u0430\u043d\u0435 \u043d\u0430 \u0438\u0437\u0431\u0440\u0430\u043d\u0438\u0442\u0435 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0438
hardRemoveSelected=\u041f\u043e\u0441\u0442\u043e\u044f\u043d\u043d\u043e \u043f\u0440\u0435\u043c\u0430\u0445\u0432\u0430\u043d\u0435 \u043d\u0430 \u0438\u0437\u0431\u0440\u0430\u043d\u0438\u0442\u0435 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0438
restoreConfirmation=\u0418\u0437\u0431\u0440\u0430\u043d\u0438\u0442\u0435 \u0437\u0430\u0434\u0430\u0447\u0438 \u0449\u0435 \u0431\u044a\u0434\u0430\u0442 \u0432\u044a\u0437\u0441\u0442\u0430\u043d\u043e\u0432\u0435\u043d\u0438. \u0418\u0441\u043a\u0430\u0442\u0435 \u043b\u0438 \u0434\u0430 \u043f\u0440\u043e\u0434\u044a\u043b\u0436\u0438\u0442\u0435?
restoreWarning=<strong>\u0412\u043d\u0438\u043c\u0430\u043d\u0438\u0435\:</strong> \u043f\u0440\u0438 \u0432\u044a\u0437\u0441\u0442\u0430\u043d\u043e\u0432\u044f\u0432\u0430\u043d\u0435 \u043d\u0430 \u0437\u0430\u0434\u0430\u0447\u0430 \u0441 \u0435\u043b\u0435\u043c\u0435\u043d\u0442 \u043e\u0442 \u043a\u0430\u0442\u0430\u043b\u043e\u0433a, \u043e\u043f\u0440\u0435\u0434\u0435\u043b\u0435\u043d\u0438 \u0434\u0435\u0442\u0430\u0439\u043b\u0438, \u043a\u0430\u0442\u043e \u043d\u0430\u043f\u0440\u0438\u043c\u0435\u0440 \u0441\u0432\u044a\u0440\u0437\u0430\u043d\u0430\u0442\u0430 \u043a\u0430\u0442\u0435\u0433\u043e\u0440\u0438\u044f, \u0432\u0441\u0438\u0447\u043a\u0438 \u043a\u043e\u043c\u0435\u043d\u0442\u0430\u0440\u0438 \u043a\u044a\u043c \u043e\u0431\u0435\u043a\u0442\u0438 \u043e\u0442 \u043a\u0430\u0442\u0430\u043b\u043e\u0433a, \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0430\u0442\u0430 \u0437\u0430 \u0434\u043e\u043f\u044a\u043b\u043d\u0438\u0442\u0435\u043b\u043d\u0438 \u043a\u0440\u0435\u0434\u0438\u0442\u0438, \u043c\u043e\u0442\u0438\u0432\u0438\u0440\u0430\u043d\u0438\u0442\u0435 \u043e\u0446\u0435\u043d\u043a\u0438 \u0438 \u0434\u043d\u0435\u0432\u043d\u0438\u043a\u0430 \u0441 \u043e\u0446\u0435\u043d\u043a\u0438 \u043a\u0430\u043a\u0442\u043e \u0438 \u0438\u0441\u0442\u043e\u0440\u0438\u044f\u0442\u0430 \u043d\u0430 \u043f\u043e\u043b\u0443\u0447\u0435\u043d\u0438\u0442\u0435 \u043e\u0446\u0435\u043d\u043a\u0438, \u043d\u0435 \u043c\u043e\u0433\u0430\u0442 \u0434\u0430 \u0431\u044a\u0434\u0430\u0442 \u0432\u044a\u0437\u0441\u0442\u0430\u043d\u043e\u0432\u0435\u043d\u0438. \u041c\u043e\u043b\u044f, \u043f\u0440\u0435\u0433\u043b\u0435\u0434\u0430\u0439\u0442\u0435 \u0441\u044a\u043e\u0442\u0432\u0435\u0442\u043d\u0438\u044f \u0435\u043b\u0435\u043c\u0435\u043d\u0442 \u043e\u0442 \u043e\u0442 \u043a\u0430\u0442\u0430\u043b\u043e\u0433\u0430 \u0441\u043b\u0435\u0434 \u0432\u044a\u0437\u0441\u0442\u0430\u043d\u043e\u0432\u044f\u0432\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0437\u0430\u0434\u0430\u043d\u0438\u0435, \u0437\u0430 \u0434\u0430 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0438\u0440\u0430\u0442\u0435 \u0432\u0441\u0438\u0447\u043a\u0438\u0442\u0435 \u043d\u0435\u043e\u0431\u0445\u043e\u0434\u0438\u043c\u0438 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438.
hardRemoveConfirmation=\u0418\u0437\u0431\u0440\u0430\u043d\u0438\u0442\u0435 \u0437\u0430\u0434\u0430\u0447\u0438 \u0449\u0435 \u0431\u044a\u0434\u0430\u0442 \u043f\u0440\u0435\u043c\u0430\u0445\u043d\u0430\u0442\u0438 \u0437\u0430\u0432\u0438\u043d\u0430\u0433\u0438 \u0438 \u043d\u044f\u043c\u0430 \u0434\u0430 \u043c\u043e\u0433\u0430\u0442 \u0434\u0430 \u0431\u044a\u0434\u0430\u0442 \u0432\u044a\u0437\u0441\u0442\u0430\u043d\u043e\u0432\u0435\u043d\u0438. \u0418\u0441\u043a\u0430\u0442\u0435 \u043b\u0438 \u0434\u0430 \u043f\u0440\u043e\u0434\u044a\u043b\u0436\u0438\u0442\u0435?
subasstudent=\u041f\u043e\u0434\u0430\u0432\u0430\u043d\u0435 \u0437\u0430 \u043e\u0446\u0435\u043d\u043a\u0430 \u043a\u0430\u0442\u043e \u0441\u0442\u0443\u0434\u0435\u043d\u0442
alert.globalNavi=\u0410\u043a\u043e \u0440\u0435\u0448\u0438\u0442\u0435 \u0434\u0430 \u0438\u0437\u043b\u0435\u0437\u0435\u0442\u0435, \u0431\u0435\u0437 \u0434\u0430 \u043d\u0430\u0442\u0438\u0441\u043d\u0435\u0442\u0435 \u043d\u044f\u043a\u043e\u0439 \u043e\u0442 \u0431\u0443\u0442\u043e\u043d\u0438\u0442\u0435 \u0437\u0430 \u043d\u0430\u0432\u0438\u0433\u0430\u0446\u0438\u044f \u0437\u0430 \u043f\u043e\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u0437\u0430\u0434\u0430\u0447\u0438 \u0432 \u0433\u043e\u0440\u043d\u0430\u0442\u0430 \u0438\u043b\u0438 \u0434\u043e\u043b\u043d\u0430\u0442\u0430 \u0447\u0430\u0441\u0442 \u043d\u0430 \u0442\u0430\u0437\u0438 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430, \u0449\u0435 \u0437\u0430\u0433\u0443\u0431\u0438\u0442\u0435 \u0440\u0430\u0431\u043e\u0442\u0430\u0442\u0430 \u0441\u0438. \u041c\u043e\u043b\u044f, \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0435\u0434\u0438\u043d \u043e\u0442 \u0442\u0435\u0437\u0438 \u0431\u0443\u0442\u043e\u043d\u0438 \u0438\u043b\u0438 \u043f\u0440\u0435\u043c\u0438\u043d\u0435\u0442\u0435 \u043a\u044a\u043c \u0438\u0437\u0431\u0440\u0430\u043d\u0430\u0442\u0430 \u043e\u0442 \u0432\u0430\u0441 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 \u0438 \u0438\u0437\u043e\u0441\u0442\u0430\u0432\u0435\u0442\u0435 \u0440\u0430\u0431\u043e\u0442\u0430\u0442\u0430 \u0441\u0438 \u043d\u0430 \u0442\u0430\u0437\u0438 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430.
viewassign=\u041f\u0440\u0435\u0433\u043b\u0435\u0434 \u043d\u0430 \u0437\u0430\u0434\u0430\u043d\u0438\u0435\u0442\u043e
exampleassign=\u041f\u0440\u0435\u0434\u0432\u0430\u0440\u0438\u0442\u0435\u043b\u0435\u043d \u043f\u0440\u0435\u0433\u043b\u0435\u0434 \u043d\u0430 \u0437\u0430\u0434\u0430\u043d\u0438\u0435\u0442\u043e
exampleassign2=\u0422\u043e\u0432\u0430 \u0435 \u043f\u0440\u0438\u043c\u0435\u0440\u043d\u0430 \u0432\u0438\u0437\u0443\u0430\u043b\u0438\u0437\u0430\u0446\u0438\u044f \u043d\u0430 \u0437\u0430\u0434\u0430\u0447\u0430\u0442\u0430, \u043e\u0442 \u0433\u043b\u0435\u0434\u043d\u0430 \u0442\u043e\u0447\u043a\u0430 \u043d\u0430 \u0441\u0442\u0443\u0434\u0435\u043d\u0442\u0438\u0442\u0435. \u041c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u0440\u0430\u0431\u043e\u0442\u0438\u0442\u0435 \u0441 \u0442\u043e\u0432\u0430 \u0437\u0430\u0434\u0430\u043d\u0438\u0435 \u043a\u0430\u0442\u043e \u0441\u0442\u0443\u0434\u0435\u043d\u0442, \u0432\u043a\u043b\u044e\u0447\u0438\u0442\u0435\u043b\u043d\u043e \u0434\u0430 \u0433\u043e \u0438\u0437\u043f\u0440\u0430\u0442\u0438\u0442\u0435 \u0437\u0430 \u043e\u0446\u0435\u043d\u043a\u0430.
exampleassign3=\u0417\u0430 \u0434\u0430 \u0438\u0437\u043f\u0440\u0430\u0442\u0438\u0442\u0435 \u0437\u0430 \u043e\u0446\u0435\u043d\u043a\u0430 \u0442\u043e\u0432\u0430 \u043f\u0440\u0435\u0434\u0432\u0430\u0440\u0438\u0442\u0435\u043b\u043d\u043e \u043f\u0440\u0435\u0433\u043b\u0435\u0434\u0430\u043d\u043e \u0440\u0430\u0431\u043e\u0442\u043d\u043e \u0437\u0430\u0434\u0430\u043d\u0438\u0435, \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0441\u0442\u0435 \u0447\u043b\u0435\u043d \u043d\u0430 \u0435\u0434\u043d\u0430 \u043e\u0442 \u0433\u0440\u0443\u043f\u0438\u0442\u0435, a \u0438\u0437\u043f\u0440\u0430\u0449\u0430\u043d\u0435\u0442\u043e \u0432\u0438 \u0437\u0430 \u043e\u0446\u0435\u043d\u043a\u0430 \u0449\u0435 \u0441\u0435 \u0441\u0447\u0438\u0442\u0430 \u0437\u0430 \u043e\u0444\u0438\u0446\u0438\u0430\u043b\u043d\u043e \u0438\u0437\u043f\u0440\u0430\u0449\u0430\u043d\u0435 \u0437\u0430 \u0442\u0430\u0437\u0438 \u0433\u0440\u0443\u043f\u0430.
assignmenttext=\u0422\u0435\u043a\u0441\u0442 \u043d\u0430 \u0437\u0430\u0434\u0430\u043d\u0438\u0435\u0442\u043e
submitforstudent=\u041f\u043e\u0434\u0430\u0432\u0430\u043d\u0435 \u043e\u0442 \u0438\u043c\u0435\u0442\u043e \u043d\u0430 \u0441\u0442\u0443\u0434\u0435\u043d\u0442\u0430
submitforstudentnotallowed=\u041f\u043e\u0434\u0430\u0432\u0430\u043d\u0435 \u043e\u0442 \u0438\u043c\u0435\u0442\u043e \u043d\u0430 \u0441\u0442\u0443\u0434\u0435\u043d\u0442\u0430 (\u043d\u0435 \u0435 \u0434\u043e\u0441\u0442\u044a\u043f\u043d\u043e \u0441\u043b\u0435\u0434 \u043a\u0440\u0430\u0439\u043d\u0438\u044f \u0441\u0440\u043e\u043a)
resubmit=\u041f\u043e\u0432\u0442\u043e\u0440\u043d\u043e \u0438\u0437\u043f\u0440\u0430\u0449\u0430\u043d\u0435 \u043d\u0430
viewsubmission=\u041f\u0440\u0435\u0433\u043b\u0435\u0434 \u043d\u0430 \u043f\u043e\u0434\u0430\u0432\u0430\u043d\u0435\u0442\u043e \u0437\u0430 \u043e\u0446\u0435\u043d\u043a\u0430
viewsubmissions=\u041f\u0440\u0435\u0433\u043b\u0435\u0434 \u043d\u0430 \u043f\u043e\u0434\u0430\u0434\u0435\u043d\u0438\u0442\u0435 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u0438 \u0437\u0430 \u043e\u0446\u0435\u043d\u043a\u0430
allowResubmit=\u0420\u0430\u0437\u0440\u0435\u0448\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u043f\u043e\u0432\u0442\u043e\u0440\u043d\u043e\u0442\u043e \u043f\u043e\u0434\u0430\u0432\u0430\u043d\u0435 \u0437\u0430 \u043e\u0446\u0435\u043d\u043a\u0430
launchContentId=\u0412\u044a\u043d\u0448\u0435\u043d \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442 \u0437\u0430 \u0441\u0442\u0430\u0440\u0442\u0438\u0440\u0430\u043d\u0435
launchContentNewWindow=\u0417\u0430\u0440\u0435\u0436\u0434\u0430\u043d\u0435 \u043d\u0430 \u0442\u043e\u0437\u0438 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442 \u0432 \u043d\u043e\u0432 \u0440\u0430\u0437\u0434\u0435\u043b
launchContentTitle=\u0418\u0441\u043a\u0430\u0442\u0435 \u043b\u0438 \u0434\u0430 \u043f\u0440\u043e\u043c\u0435\u043d\u0438\u0442\u0435 \u0437\u0430\u0433\u043b\u0430\u0432\u0438\u0435\u0442\u043e \u043d\u0430 \u0437\u0430\u0434\u0430\u0447\u0430\u0442\u0430 \u043d\u0430\:
allowExtension=\u0420\u0430\u0437\u0440\u0435\u0448\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u0440\u0430\u0437\u0448\u0438\u0440\u0435\u043d\u0438\u0435\u0442\u043e
allowExtensionCaption=- \u0410\u043a\u043e \u0442\u043e\u0437\u0438 \u0441\u0442\u0443\u0434\u0435\u043d\u0442 \u0432\u0441\u0435 \u043e\u0449\u0435 \u043d\u0435 \u0435 \u043f\u043e\u0434\u0430\u043b \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u0438 \u0437\u0430 \u043e\u0446\u0435\u043d\u043a\u0430, \u043c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u0437\u0430\u0434\u0430\u0434\u0435\u0442\u0435 \u043f\u0435\u0440\u0441\u043e\u043d\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d \u0443\u0434\u044a\u043b\u0436\u0435\u043d \u043a\u0440\u0430\u0435\u043d \u0441\u0440\u043e\u043a \u0437\u0430 \u043f\u043b\u0430\u0449\u0430\u043d\u0435 \u0441\u0430\u043c\u043e \u0437\u0430 \u0442\u043e\u0437\u0438 \u0441\u0442\u0443\u0434\u0435\u043d\u0442.
allowExtensionCaptionGrader=\u0410\u043a\u043e \u0442\u043e\u0437\u0438 \u0441\u0442\u0443\u0434\u0435\u043d\u0442 \u0432\u0441\u0435 \u043e\u0449\u0435 \u043d\u0435 \u0435 \u043f\u043e\u0434\u0430\u043b \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u0438, \u043c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u0437\u0430\u0434\u0430\u0434\u0435\u0442\u0435 \u043f\u0435\u0440\u0441\u043e\u043d\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d \u0443\u0434\u044a\u043b\u0436\u0435\u043d \u043a\u0440\u0430\u0435\u043d \u0441\u0440\u043e\u043a \u0441\u0430\u043c\u043e \u0437\u0430 \u0442\u043e\u0437\u0438 \u0441\u0442\u0443\u0434\u0435\u043d\u0442.
allowGradeOverride=\u0417\u0430\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u043f\u0440\u0435\u0437\u0430\u043f\u0438\u0441\u0432\u0430\u043d\u0435 \u043d\u0430 \u0431\u0435\u043b\u0435\u0436\u043a\u0438
allowVisibleDate=\u0418\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u043d\u0435 \u043d\u0430 \u0432\u0438\u0434\u0438\u043c\u0430 \u0434\u0430\u0442\u0430
gen.first=\u041f\u044a\u0440\u0432\u043e
gen.previous=\u041f\u0440\u0435\u0434\u0438\u0448\u043do
gen.next=\u0421\u043b\u0435\u0434\u0432\u0430\u0449o
gen.last=\u041f\u043e\u0441\u043b\u0435\u0434\u043d\u043e

gen.remove=\u041f\u0440\u0435\u043c\u0430\u0445\u0432\u0430\u043d\u0435 \u043d\u0430

addtogradebook=\u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043a\u044a\u043c \u043a\u0430\u0442\u0430\u043b\u043e\u0433\u0430
addtogradebook.wrongGradeScale=\u0418\u043d\u0442\u0435\u0433\u0440\u0430\u0446\u0438\u044f\u0442\u0430 \u043d\u0430 \u043a\u0430\u0442\u0430\u043b\u043e\u0433\u0430 \u0435 \u043d\u0430\u043b\u0438\u0447\u043d\u0430 \u0441\u0430\u043c\u043e \u043a\u043e\u0433\u0430\u0442\u043e \u0441\u043a\u0430\u043b\u0430\u0442\u0430 \u0437\u0430 \u043e\u0446\u0435\u043d\u043a\u0430 \u0435 \u0437\u0430\u0434\u0430\u0434\u0435\u043d\u0430 \u043d\u0430 \u0442\u043e\u0447\u043a\u0438.
addtogradebook.nonUniqueTitle=\u0417\u0430\u0434\u0430\u043d\u0438\u0435\u0442\u043e {0} \u0435 \u0441\u044a\u0437\u0434\u0430\u0434\u0435\u043d\u043e, \u043d\u043e \u043d\u0435 \u0435 \u0441\u0432\u044a\u0440\u0437\u0430\u043d\u043e \u0441 \u043d\u043e\u0432 \u0435\u043b\u0435\u043c\u0435\u043d\u0442 \u043e\u0442 \u043a\u0430\u0442\u0430\u043b\u043e\u0433\u0430 \u043f\u043e\u0440\u0430\u0434\u0438 \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430\u0449 \u0435\u043b\u0435\u043c\u0435\u043d\u0442 \u0441\u044a\u0441 \u0441\u044a\u0449\u043e\u0442\u043e \u0438\u043c\u0435. \u041c\u043e\u043b\u044f, \u0440\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u0439\u0442\u0435 \u0437\u0430\u0433\u043b\u0430\u0432\u0438\u0435\u0442\u043e \u043d\u0430 \u0437\u0430\u0434\u0430\u0447\u0430\u0442\u0430..
addtogradebook.illegalPoints=\u0417\u0430\u0434\u0430\u0447\u0430\u0442\u0430 \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0435 \u0434\u043e\u0431\u0430\u0432\u0435\u043d\u0430 \u0432 \u043a\u0430\u0442\u0430\u043b\u043e\u0433\u0430. \u0417\u0430 \u0434\u0430 \u0434\u043e\u0431\u0430\u0432\u0438\u0442\u0435 \u0432 \u043a\u0430\u0442\u0430\u043b\u043e\u0433\u0430, \u0440\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u0439\u0442\u0435 \u0437\u0430\u0434\u0430\u043d\u0438\u0435\u0442\u043e \u0438 \u0432\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442, \u043f\u043e-\u0433\u043e\u043b\u044f\u043c\u0430 \u043e\u0442 \u043d\u0443\u043b\u0430, \u0437\u0430 \u0442\u043e\u0447\u043a\u0438\u0442\u0435.
addtogradebook.titleInvalidCharacters=\u0417\u0430\u0434\u0430\u043d\u0438\u0435\u0442\u043e {0} \u0435 \u0441\u044a\u0437\u0434\u0430\u0434\u0435\u043d\u043e, \u043d\u043e \u043d\u0435 \u0435 \u0441\u0432\u044a\u0440\u0437\u0430\u043d\u043e \u0441 \u043d\u043e\u0432 \u0435\u043b\u0435\u043c\u0435\u043d\u0442 \u043e\u0442 \u043e\u0442 \u043a\u0430\u0442\u0430\u043b\u043e\u0433\u0430 \u043f\u043e\u0440\u0430\u0434\u0438 \u0442\u043e\u0432\u0430, \u0447\u0435 \u0438\u043c\u0435\u0442\u043e \u043d\u0430 \u0437\u0430\u0434\u0430\u043d\u0438\u0435\u0442\u043e \u0441\u044a\u0434\u044a\u0440\u0436\u0430 \u043d\u0435\u0432\u0430\u043b\u0438\u0434\u043d\u0438 \u0441\u0438\u043c\u0432\u043e\u043b\u0438 \u0437\u0430 \u0435\u043b\u0435\u043c\u0435\u043d\u0442 \u043e\u0442 \u043e\u0442 \u043a\u0430\u0442\u0430\u043b\u043e\u0433\u0430\: "*", "[", "]" \u0438\u043b\u0438 \u0437\u0430\u043f\u043e\u0447\u0432\u0430 \u0441 "\#". \u041c\u043e\u043b\u044f, \u0440\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u0439\u0442\u0435 \u0437\u0430\u0433\u043b\u0430\u0432\u0438\u0435\u0442\u043e \u043d\u0430 \u0437\u0430\u0434\u0430\u0447\u0430\u0442\u0430.
addtogradebook.alertMessage=\u0418\u0437\u043a\u043b\u044e\u0447\u0435\u043d\u0438\u0435 \u043f\u0440\u0438 \u043f\u043e\u043b\u0443\u0447\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u043a\u0430\u0442\u0430\u043b\u043e\u0433\u0430 \u043d\u0430 \u0441\u0430\u0439\u0442\u0430, \u0438\u0437\u043a\u043b\u044e\u0447\u0435\u043d\u0438\u0435 \u043f\u043e-\u0434\u043e\u043b\u0443\:
addtogradebook.previouslyAssoc=\u0412 \u043c\u043e\u043c\u0435\u043d\u0442\u0430 o\u043f\u0438\u0442\u0432\u0430\u0442\u0435 \u0441\u0435 \u0434\u0430 \u0441\u0432\u044a\u0440\u0436\u0435\u0442\u0435 \u0442\u043e\u0432\u0430 \u0437\u0430\u0434\u0430\u043d\u0438\u0435 \u0441 \u0432\u0435\u0447\u0435 \u0430\u0441\u043e\u0446\u0438\u0438\u0440\u0430\u043d \u0435\u043b\u0435\u043c\u0435\u043d\u0442 \u043e\u0442  \u043a\u0430\u0442\u0430\u043b\u043e\u0433\u0430, a \u043e\u0446\u0435\u043d\u043a\u0438\u0442\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0430\u0442 \u043f\u0440\u0435\u0437\u0430\u043f\u0438\u0441\u0430\u043d\u0438. \u0418\u0441\u043a\u0430\u0442\u0435 \u043b\u0438 \u0434\u0430 \u043f\u0440\u043e\u0434\u044a\u043b\u0436\u0438\u0442\u0435?

date.invalid=\u041d\u0435\u0432\u0430\u043b\u0438\u0434\u043d\u0430 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0430 \u043d\u0430 \u0434\u0430\u0442\u0430\u0442\u0430 \u0437\u0430 {0}.
date.closedate=\u0434\u0430\u0442\u0430 \u043d\u0430 \u043f\u0440\u0438\u043a\u043b\u044e\u0447\u0432\u0430\u043d\u0435
date.resubmission.closedate=\u043a\u0440\u0430\u0439\u043d\u0430 \u0434\u0430\u0442\u0430 \u0437\u0430 \u043f\u043e\u0432\u0442\u043e\u0440\u043d\u043e \u043f\u043e\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u0438
date.allpurpose.releasedate=\u0434\u0430\u0442\u0430 \u043d\u0430 \u043f\u0443\u0441\u043a\u0430\u043d\u0435 \u043d\u0430 \u0443\u043d\u0438\u0432\u0435\u0440\u0441\u0430\u043b\u0435\u043d \u0435\u043b\u0435\u043c\u0435\u043d\u0442
date.allpurpose.retractdate=\u043e\u0442\u0442\u0435\u0433\u043b\u044f\u043d\u0435 \u043d\u0430 \u0434\u0430\u0442\u0430 \u043d\u0430 \u0443\u043d\u0438\u0432\u0435\u0440\u0441\u0430\u043b\u0435\u043d \u0435\u043b\u0435\u043c\u0435\u043d\u0442

gen.viewing=\u041f\u0440\u0435\u0433\u043b\u0435\u0434 \u043d\u0430
gen.items=\u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0438

gen.required=\u0438\u0437\u0438\u0441\u043a\u0432\u0430 \u0441\u0435
gen.notrequired=\u041d\u0435 \u0441\u0435 \u0438\u0437\u0438\u0441\u043a\u0432\u0430

download.feedback.attachment=\u041f\u0440\u0438\u043a\u0430\u0447\u0435\u043d \u0444\u0430\u0439\u043b (\u043f\u0440\u0438\u043a\u0430\u0447\u0435\u043d\u0438 \u0444\u0430\u0439\u043b\u043e\u0432\u0435) \u0437\u0430 \u043e\u0431\u0440\u0430\u0442\u043d\u0430 \u0432\u0440\u044a\u0437\u043a\u0430
download.spreadsheet.title=\u041f\u043e\u0434\u0430\u0432\u0430\u043d\u0435 \u0437\u0430 \u043e\u0446\u0435\u043d\u043a\u0430 \u0432\u044a\u0432 \u0424\u0430\u0439\u043b Excel
download.spreadsheet.site=\u0421\u0430\u0439\u0442\:
download.spreadsheet.date=\u0414\u0430\u0442\u0430 \u043d\u0430 \u0438\u0437\u0442\u0435\u0433\u043b\u044f\u043d\u0435\:
download.spreadsheet.column.userid=\u0418\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440 \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u044f
download.spreadsheet.column.name=\u0418\u043c\u0435
download.spreadsheet.column.asn.title=\u0417\u0430\u0434\u0430\u043d\u0438\u0435
download.spreadsheet.column.asn.scale=\u0421\u043a\u0430\u043b\u0430
download.spreadsheet.column.asn.grade=\u0411\u0435\u043b\u0435\u0436\u043a\u0430
download.spreadsheet.column.submitted=\u0418\u0437\u043f\u0440\u0430\u0442\u0435\u043d\u0430
download.spreadsheet.column.late=\u041a\u044a\u0441\u043d\u043e

# AssignmentActivityProducer

## the column headers in grades.csv file in zip download
grades.id=\u0418\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440 \u043d\u0430 \u0434\u0438\u0441\u043f\u043b\u0435\u044f
grades.eid=ID
grades.lastname=\u0424\u0430\u043c\u0438\u043b\u0438\u044f
grades.firstname=\u041f\u044a\u0440\u0432\u043e \u0438\u043c\u0435
grades.grade=\u0411\u0435\u043b\u0435\u0436\u043a\u0430


grades.members=\u041f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438
#group related variables
displayto.site=\u0412\u0441\u0435\u043a\u0438 \u043e\u0442\u0434\u0435\u043b\u0435\u043d \u0447\u043b\u0435\u043d \u043d\u0430 \u0441\u0430\u0439\u0442\u0430
displayto.selected=\u0412\u0441\u0435\u043a\u0438 \u043e\u0442\u0434\u0435\u043b\u0435\u043d \u0447\u043b\u0435\u043d \u043d\u0430 \u0438\u0437\u0431\u0440\u0430\u043d\u0430\u0442\u0430(\u0438\u0442\u0435) \u0433\u0440\u0443\u043f\u0430(\u0438)

range.allgroups=\u0421\u0430\u0439\u0442

group=\u0413\u0440\u0443\u043f\u0430
groups=\u0413\u0440\u0443\u043f\u0438
group.editsite.nopermission=\u041d\u0435 \u043c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u0440\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u0442\u0435 \u0434\u044a\u043b\u0436\u0438\u043c\u043e\u0442\u043e \u0441\u044a\u0441\u0442\u043e\u044f\u043d\u0438\u0435 \u043d\u0430 \u0433\u0440\u0443\u043f\u0430\u0442\u0430 \u043f\u043e\u0440\u0430\u0434\u0438 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0438\u044f\u0442\u0430 \u043d\u0430 \u0441\u0430\u0439\u0442\u0430.
group.list.summary=\u0422\u0430\u0431\u043b\u0438\u0446\u0430\u0442\u0430 \u0441\u044a\u0434\u044a\u0440\u0436\u0430 \u0441\u043f\u0438\u0441\u044a\u043a \u043d\u0430 \u0433\u0440\u0443\u043f\u0438\u0442\u0435. \u041f\u044a\u0440\u0432\u0438\u044f\u0442 \u0449\u0435 \u0441\u044a\u0434\u044a\u0440\u0436\u0430 \u043f\u043e\u043b\u0435\u0442\u0430 \u0437\u0430 \u043e\u0442\u043c\u0435\u0442\u043a\u0430, \u0432\u0442\u043e\u0440\u0438\u044f\u0442 \u0449\u0435 \u0441\u044a\u0434\u044a\u0440\u0436\u0430 \u0438\u043c\u0435\u0442\u043e \u043d\u0430 \u0433\u0440\u0443\u043f\u0430\u0442\u0430,  a \u0442\u0440\u0435\u0442\u0438\u044f\u0442 - \u043e\u043f\u0438\u0441\u0430\u043d\u0438\u0435\u0442\u043e \u043d\u0430 \u0433\u0440\u0443\u043f\u0430\u0442\u0430. \u0412\u0440\u044a\u0437\u043a\u0438\u0442\u0435 \u0432 \u0437\u0430\u0433\u043b\u0430\u0432\u0438\u0435\u0442\u043e \u043c\u043e\u0433\u0430\u0442 \u0434\u0430 \u0441\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0442 \u0437\u0430 \u0441\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435
group.list.descr=\u041e\u043f\u0438\u0441\u0430\u043d\u0438\u0435

java.alert.youchoosegroup=\u0422\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u043f\u043e\u043d\u0435 \u0435\u0434\u043d\u0430 \u0433\u0440\u0443\u043f\u0430.

nostudent=\u0412 \u0441\u0430\u0439\u0442\u0430 \u043d\u044f\u043c\u0430 \u0441\u0442\u0443\u0434\u0435\u043d\u0442.

grading=\u041e\u0446\u0435\u043d\u044f\u0432\u0430\u043d\u0435
grading.no=\u041d\u0435 \u0434\u043e\u0431\u0430\u0432\u044f\u0439\u0442\u0435 \u0437\u0430\u0434\u0430\u043d\u0438\u0435 \u0432 \u043a\u0430\u0442\u0430\u043b\u043e\u0433\u0430
grading.gradeAssignment=\u041e\u0446\u0435\u043d\u044f\u0432\u0430\u0442\u0435 \u0442\u043e\u0432\u0430 \u0437\u0430\u0434\u0430\u043d\u0438\u0435
grading.send=\u0414\u043e\u0431\u0430\u0432\u0435\u0442\u0435 \u043f\u0440\u0438\u0441\u044a\u0434\u0435\u043d\u0438\u0442\u0435 \u043e\u0446\u0435\u043d\u043a\u0438 \u0432 \u043a\u0430\u0442\u0430\u043b\u043e\u0433\u0430
grading.add=\u0421\u044a\u0437\u0434\u0430\u0439\u0442\u0435 \u043d\u043e\u0432 \u0435\u043b\u0435\u043c\u0435\u043d\u0442 \u0432 \u043a\u0430\u0442\u0430\u043b\u043e\u0433\u0430
grading.associate=\u0421\u0432\u044a\u0440\u0437\u0432\u0430\u043d\u0435 \u0441\u044a\u0441 \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430\u0449 \u0435\u043b\u0435\u043c\u0435\u043d\u0442 \u043e\u0442 \u043a\u0430\u0442\u0430\u043b\u043e\u0433\u0430
grading.associate.disabled=(\u0422\u0430\u0437\u0438 \u043e\u043f\u0446\u0438\u044f \u0435 \u0432\u0430\u043b\u0438\u0434\u043d\u0430 \u0441\u0430\u043c\u043e \u0430\u043a\u043e \u0441\u043a\u0430\u043b\u0430\u0442\u0430 \u0437\u0430 \u043e\u0446\u0435\u043d\u044f\u0432\u0430\u043d\u0435 \u0435 \u0437\u0430\u0434\u0430\u0434\u0435\u043d\u0430 \u043d\u0430 \u201e\u0422\u043e\u0447\u043a\u0438\u201c \u0438 \u0435 \u043f\u0440\u0438\u0441\u0432\u043e\u0435\u043d\u0430 \u0442\u043e\u0447\u043a\u043e\u0432\u0430 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442)
grading.associate.alert=\u0422\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0435\u043b\u0435\u043c\u0435\u043d\u0442 \u043e\u0442 \u043a\u0430\u0442\u0430\u043b\u043e\u0433\u0430.
grading.select=\u0418\u0437\u0431\u043e\u0440 \u043d\u0430 \u0435\u043b\u0435\u043c\u0435\u043d\u0442 \u043e\u0442 \u043a\u0430\u0442\u0430\u043b\u043e\u0433\u0430
grading.alert.draft.beforeclosedate=\u041f\u0440\u0438\u0435\u043c\u0430\u043d\u0435\u0442\u043e \u0414\u043e \u0434\u0430\u0442\u0430 \u0432\u0441\u0435 \u043e\u0449\u0435 \u043d\u0435 \u0435 \u0438\u0437\u0442\u0435\u043a\u043b\u0430 \u0438 \u0442\u0430\u0437\u0438 \u0437\u0430\u0434\u0430\u0447\u0430 \u0432\u0441\u0435 \u043e\u0449\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0435 \u0438\u0437\u043f\u044a\u043b\u043d\u0435\u043d\u0430 \u043e\u0442 \u0441\u0442\u0443\u0434\u0435\u043d\u0442\u0430. \u0421\u0438\u0433\u0443\u0440\u043d\u0438 \u043b\u0438 \u0441\u0442\u0435, \u0447\u0435 \u0438\u0441\u043a\u0430\u0442\u0435 \u0434\u0430 \u0434\u0430\u0432\u0430\u0442\u0435 \u043e\u0446\u0435\u043d\u043a\u0430?
grading.unassigned=\u041d\u0435\u043d\u0430\u0437\u043d\u0430\u0447\u0435\u043d
grading.ofcategory=\u043d\u0430 \u043a\u0430\u0442\u0435\u0433\u043e\u0440\u0438\u044f
grading.categorylist=\u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043a\u044a\u043c \u043a\u0430\u0442\u0435\u0433\u043e\u0440\u0438\u044f\u0442\u0430 \u043d\u0430 \u043a\u0430\u0442\u0430\u043b\u043e\u0433\u0430
accessSectionHeader=\u041f\u0440\u0438\u0441\u0432\u043e\u044f\u0432\u0430\u043d\u0435 \u043d\u0430
grading.alert.multiTab=\u0412\u0430\u0448\u0430\u0442\u0430 \u043e\u0446\u0435\u043d\u043a\u0430, \u043a\u043e\u043c\u0435\u043d\u0442\u0430\u0440\u0438 \u0438 \u043e\u0431\u0440\u0430\u0442\u043d\u0430\u0442\u0430 \u0432\u0440\u044a\u0437\u043a\u0430 \u043d\u0435 \u0441\u0430 \u0437\u0430\u043f\u0430\u0437\u0435\u043d\u0438. \u0429\u0435 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0433\u0438 \u0432\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u043e\u0442\u043d\u043e\u0432\u043e. \u041c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u043e\u0442\u0432\u043e\u0440\u0438\u0442\u0435 \u0441\u0430\u043c\u043e \u043f\u043e \u0435\u0434\u043d\u0430 \u0437\u0430\u0434\u0430\u0447\u0430 \u0437\u0430 \u0434\u0430\u0434\u0435\u043d \u043c\u043e\u043c\u0435\u043d\u0442. \u0410\u043a\u043e \u043e\u0442\u0432\u043e\u0440\u0438\u0442\u0435 \u0432\u0442\u043e\u0440\u0430 \u0440\u0430\u0431\u043e\u0442\u0430 \u043d\u0430 \u0441\u0442\u0443\u0434\u0435\u043d\u0442, \u043f\u0440\u0435\u0434\u0438 \u0434\u0430 \u0437\u0430\u0442\u0432\u043e\u0440\u0438\u0442\u0435 \u043f\u0440\u0435\u0434\u0438\u0448\u043d\u0430\u0442\u0430, \u043f\u044a\u0440\u0432\u0430\u0442\u0430 \u0440\u0430\u0431\u043e\u0442\u0430 \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0435 \u043e\u0446\u0435\u043d\u0435\u043d\u0430, \u0434\u043e\u043a\u0430\u0442\u043e \u043d\u0435 \u0437\u0430\u0442\u0432\u043e\u0440\u0438\u0442\u0435 \u0432\u0441\u0438\u0447\u043a\u0438 \u043f\u043e\u0434\u0430\u0434\u0435\u043d\u0438 \u0440\u0430\u0431\u043e\u0442\u0438 \u0438 \u0441\u043b\u0435\u0434 \u0442\u043e\u0432\u0430 \u043d\u0435 \u044f \u043e\u0442\u0432\u043e\u0440\u0438\u0442\u0435. \u0417\u0430 \u0434\u0430 \u0438\u0437\u0431\u0435\u0433\u043d\u0435\u0442\u0435 \u0442\u043e\u0437\u0438 \u043f\u0440\u043e\u0431\u043b\u0435\u043c, \u043c\u043e\u043b\u044f, \u043d\u0435 \u043e\u0442\u0432\u0430\u0440\u044f\u0439\u0442\u0435 \u043f\u043e\u0432\u0435\u0447\u0435 \u043f\u0440\u043e\u0437\u043e\u0440\u0435\u0446\u0430 \u043d\u0430 \u0431\u0440\u0430\u0443\u0437\u044a\u0440\u0430 \u0438\u043b\u0438 \u0442\u0430\u0431\u043e\u0432\u0435, \u0434\u043e\u043a\u0430\u0442\u043e \u043f\u043e\u0434\u0430\u0432\u0430\u0442\u0435 \u043e\u0446\u0435\u043d\u043a\u0438\u0442\u0435. \u041f\u0440\u0435\u043f\u043e\u0440\u044a\u0447\u0432\u0430\u043c\u0435 \u0432\u0438 \u0434\u0430 \u0437\u0430\u0442\u0432\u043e\u0440\u0438\u0442\u0435 \u0438 \u0440\u0435\u0441\u0442\u0430\u0440\u0442\u0438\u0440\u0430\u0442\u0435 \u0431\u0440\u0430\u0443\u0437\u044a\u0440\u0430 \u0441\u0438 \u0438 \u0441\u043b\u0435\u0434 \u0442\u043e\u0432\u0430 \u0434\u0430 \u0432\u043b\u0435\u0437\u0435\u0442\u0435 \u043e\u0442\u043d\u043e\u0432\u043e \u0432 \u0441\u0438\u0441\u0442\u0435\u043c\u0430\u0442\u0430, \u043f\u0440\u0435\u0434\u0438 \u0434\u0430 \u043f\u0440\u043e\u0434\u044a\u043b\u0436\u0438\u0442\u0435 \u0441 \u043e\u0446\u0435\u043d\u044f\u0432\u0430\u043d\u0435\u0442\u043e.
grading.reminder=\u0412\u0430\u0436\u043d\u043e \u043d\u0430\u043f\u043e\u043c\u043d\u044f\u043d\u0435\:
grading.reminder.body=\u041c\u043e\u043b\u044f, \u043d\u0435 \u043e\u0446\u0435\u043d\u044f\u0432\u0430\u0439\u0442\u0435 \u0440\u0430\u0431\u043e\u0442\u0438 \u0441 \u043d\u044f\u043a\u043e\u043b\u043a\u043e \u043f\u0440\u043e\u0437\u043e\u0440\u0435\u0446\u0430 \u0438\u043b\u0438 \u0440\u0430\u0437\u0434\u0435\u043b\u0430 \u043d\u0430 \u0431\u0440\u0430\u0443\u0437\u044a\u0440\u0430. \u041e\u0446\u0435\u043d\u044f\u0432\u0430\u0439\u0442\u0435 \u0437\u0430\u0434\u0430\u0447\u0438\u0442\u0435 \u0438 \u043d\u0430\u0432\u0438\u0433\u0438\u0440\u0430\u0439\u0442\u0435 \u0432 \u0441\u0438\u0441\u0442\u0435\u043c\u0430\u0442\u0430 \u0441\u0430\u043c\u043e \u0441 \u0435\u0434\u0438\u043d \u043f\u0440\u043e\u0437\u043e\u0440\u0435\u0446 \u043d\u0430 \u0431\u0440\u0430\u0443\u0437\u044a\u0440\u0430.
grading.reminder.anon=\u041e\u0446\u0435\u043d\u044f\u0432\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0442\u0430\u0437\u0438 \u043f\u0430\u0440\u0442\u043d\u044c\u043e\u0440\u0441\u043a\u0430 \u043f\u0440\u043e\u0432\u0435\u0440\u043a\u0430 \u0435 \u0430\u043d\u043e\u043d\u0438\u043c\u043d\u043e, \u0442\u0430\u043a\u0430 \u0447\u0435 \u043d\u0435 \u043f\u0443\u0431\u043b\u0438\u043a\u0443\u0432\u0430\u0439\u0442\u0435 \u0438\u043c\u0435\u0442\u043e \u0441\u0438 \u0432 \u0440\u0430\u0437\u0434\u0435\u043b\u0430 \u0437\u0430 \u043a\u043e\u043c\u0435\u043d\u0442\u0430\u0440\u0438. \u0412\u044a\u043f\u0440\u0435\u043a\u0438 \u0442\u043e\u0432\u0430, \u043c\u043e\u043b\u044f, \u0438\u043c\u0430\u0439\u0442\u0435 \u043f\u0440\u0435\u0434\u0432\u0438\u0434, \u0447\u0435 \u0432\u0430\u0448\u0430\u0442\u0430 \u0441\u0430\u043c\u043e\u043b\u0438\u0447\u043d\u043e\u0441\u0442, \u043a\u0430\u0442\u043e \u043d\u0430\u043f\u0440\u0438\u043c\u0435\u0440 \u0438\u043c\u0435\u0442\u043e \u0432\u0438, \u0449\u0435 \u0431\u044a\u0434\u0435 \u043f\u043e\u043a\u0430\u0437\u0430\u043d\u0430 \u043d\u0430 \u0438\u043d\u0441\u0442\u0440\u0443\u043a\u0442\u043e\u0440\u0430.
grading.type.change.confirm=\u0411\u044f\u0445\u0430 \u043e\u0442\u043a\u0440\u0438\u0442\u0438 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u0438 \u0432\u0435\u0447\u0435 \u043e\u0446\u0435\u043d\u0435\u043d\u0438. \u041f\u0440\u043e\u043c\u044f\u043d\u0430\u0442\u0430 \u043d\u0430 \u0432\u0438\u0434\u0430 \u043d\u0430 \u043e\u0446\u0435\u043d\u043a\u0430\u0442\u0430 \u0437\u0430 \u0442\u043e\u0432\u0430 \u0437\u0430\u0434\u0430\u043d\u0438\u0435 \u0449\u0435 \u0434\u043e\u0432\u0435\u0434\u0435 \u0434\u043e \u043e\u043a\u043e\u043d\u0447\u0430\u0442\u0435\u043b\u043d\u0430 \u0437\u0430\u0433\u0443\u0431\u0430 \u043d\u0430 \u0442\u0435\u0437\u0438 \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430\u0449\u0438 \u043e\u0446\u0435\u043d\u043a\u0438. \u041c\u043e\u043b\u044f, \u043d\u0430\u043f\u0440\u0430\u0432\u0435\u0442\u0435 \u043a\u043e\u0440\u0435\u043a\u0446\u0438\u044f \u0438\u043b\u0438 \u0449\u0440\u0430\u043a\u043d\u0435\u0442\u0435 \u043e\u0442\u043d\u043e\u0432\u043e \u0432\u044a\u0440\u0445\u0443 \u0431\u0443\u0442\u043e\u043d\u0430 "\u041e\u0440\u0438\u0433\u0438\u043d\u0430\u043b\u043d\u043e", \u0437\u0430 \u0434\u0430 \u043f\u0440\u043e\u0434\u044a\u043b\u0436\u0438\u0442\u0435.
grading.userphoto=\u041f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u0430 \u0441\u043d\u0438\u043c\u043a\u0430 \u0437\u0430 {0}

## SAK-17606
grading.anonymous=\u0421\u043a\u0440\u0438\u0432\u0430\u043d\u0435 \u043d\u0430 \u0441\u0430\u043c\u043e\u043b\u0438\u0447\u043d\u043e\u0441\u0442\u0442\u0430 \u043d\u0430 \u043f\u043e\u0434\u0430\u0442\u0435\u043b\u0438\u0442\u0435 (\u043d\u0430\u043f\u0440. \u0437\u0430 \u0430\u043d\u043e\u043d\u0438\u043c\u043d\u043e \u043e\u0446\u0435\u043d\u044f\u0432\u0430\u043d\u0435)
grading.anonymous.title=\u0430\u043d\u043e\u043d\u0438\u043c\u0435\u043d

submitted.date.redacted=(\u0434\u0430\u0442\u0430\u0442\u0430 \u0435 \u0437\u0430\u0434\u044a\u0440\u0436\u0430\u043d\u0430)

allow.resubmit.number=\u0411\u0440\u043e\u0439 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0438 \u043f\u043e\u0432\u0442\u043e\u0440\u043d\u0438 \u043f\u043e\u0434\u0430\u0432\u0430\u043d\u0438\u044f \u0437\u0430 \u043e\u0446\u0435\u043d\u044f\u0432\u0430\u043d\u0435
allow.resubmit.number.unlimited=\u041d\u0435\u043e\u0433\u0440\u0430\u043d\u0438\u0447\u0435\u043d
allow.resubmit.closeTime=\u041f\u0440\u0438\u0435\u043c\u0430\u043d\u0435 \u043d\u0430 \u043f\u043e\u0432\u0442\u043e\u0440\u043d\u043e \u043f\u043e\u0434\u0430\u0432\u0430\u043d\u0435 \u0434\u043e

assignment.copy=\u041a\u043e\u043f\u0438\u0435


## max grade
grade.max=\u043c\u0430\u043a\u0441

## no-submission grade
non.submission.grade=\u041d\u0430\u043c\u0435\u0440\u0435\u043d\u0438 \u0441\u0430 {0} \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u0446\u0438. \u0417\u0430\u0434\u0430\u0439\u0442\u0435 \u0442\u0430\u0437\u0438 \u043e\u0446\u0435\u043d\u043a\u0430 \u043d\u0430 \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u0446\u0438\u0442\u0435 \u0431\u0435\u0437\:
non.submission.grade.select=\u041c\u043e\u043b\u044f, \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u043e\u0446\u0435\u043d\u043a\u0430 \u043f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435\:
## for not graded non-electronic submission grades
not.graded.non.electronic.submission.grade=\u041d\u0430\u043c\u0435\u0440\u0435\u043d\u0438 \u0441\u0430 {0} \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u0446\u0438. \u041f\u0440\u0438\u0441\u0432\u043e\u0435\u0442\u0435 \u0442\u0430\u0437\u0438 \u043e\u0446\u0435\u043d\u043a\u0430 \u043d\u0430 \u043d\u0435\u0435\u043b\u0435\u043a\u0442\u0440\u043e\u043d\u043d\u0438 \u0440\u0430\u0431\u043e\u0442\u0438, \u043a\u043e\u0438\u0442\u043e \u043d\u0435 \u0441\u0430 \u043e\u0446\u0435\u043d\u0435\u043d\u0438.

##################UPV added
not_allowed_to_submit=\u041d\u044f\u043c\u0430\u0442\u0435 \u043f\u0440\u0430\u0432\u043e \u0434\u0430 \u0438\u0437\u043f\u0440\u0430\u0449\u0430\u0442\u0435 \u0442\u043e\u0432\u0430 \u0437\u0430\u0434\u0430\u043d\u0438\u0435.

### Non-electronic submission
nonelec=\u041d\u0435\u0435\u043b\u0435\u043a\u0442\u0440\u043e\u043d\u0435\u043d
nonelec_instruction=\u0422\u043e\u0432\u0430 \u0437\u0430\u0434\u0430\u043d\u0438\u0435 \u043d\u0435 \u043f\u0440\u0438\u0435\u043c\u0430 \u043e\u043d\u043b\u0430\u0439\u043d \u043f\u043e\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u0438. \u0421\u0432\u044a\u0440\u0436\u0435\u0442\u0435 \u0441\u0435 \u0441 \u043f\u0440\u0435\u043f\u043e\u0434\u0430\u0432\u0430\u0442\u0435\u043b\u044f \u0441\u0438 \u0437\u0430 \u0434\u043e\u043f\u044a\u043b\u043d\u0438\u0442\u0435\u043b\u043d\u0438 \u0438\u043d\u0441\u0442\u0440\u0443\u043a\u0446\u0438\u0438.
nonelec_instruction2=\u0422\u0430\u0437\u0438 \u043d\u0435\u0435\u043b\u0435\u043a\u0442\u0440\u043e\u043d\u043d\u0430 \u0437\u0430\u0434\u0430\u0447\u0430 \u043d\u0435 \u0441\u0435 \u043f\u0440\u0438\u0435\u043c\u0430 \u0437\u0430 \u043f\u043e\u0434\u0430\u0432\u0430\u043d\u0435 \u043e\u0442 \u0441\u0442\u0443\u0434\u0435\u043d\u0442\u0438\u0442\u0435.

## on the submission confirmation page
confirm.savesubmission.title=\u041f\u043e\u0442\u0432\u044a\u0440\u0436\u0434\u0435\u043d\u0438\u0435 \u0437\u0430 \u0437\u0430\u043f\u0430\u0437\u0435\u043d\u043e \u0437\u0430\u0434\u0430\u043d\u0438\u0435
confirm.submission.title=\u041f\u043e\u0442\u0432\u044a\u0440\u0436\u0434\u0435\u043d\u0438\u0435 \u0437\u0430 \u043f\u043e\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u043e\u0446\u0435\u043d\u043a\u0430
confirm.savesubmission.success=\u0423\u0441\u043f\u0435\u0448\u043d\u043e \u0441\u0442\u0435 \u0437\u0430\u043f\u0430\u0437\u0438\u043b\u0438 \u0440\u0430\u0431\u043e\u0442\u0430\u0442\u0430 \u0441\u0438, \u043d\u043e \u0432\u0441\u0435 \u043e\u0449\u0435 \u041d\u0415 \u0441\u0442\u0435 \u044f \u0438\u0437\u043f\u0440\u0430\u0442\u0438\u043b\u0438 \u0437\u0430 \u043e\u0446\u0435\u043d\u043a\u0430. \u0417\u0430 \u0434\u0430 \u0437\u0430\u0432\u044a\u0440\u0448\u0438\u0442\u0435 \u043f\u043e\u0434\u0430\u0432\u0430\u043d\u0435\u0442\u043e, \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0431\u0443\u0442\u043e\u043d\u0430 \u0418\u0437\u043f\u0440\u0430\u0442\u0438.
confirm.submission.success=\u0423\u0441\u043f\u0435\u0448\u043d\u043e \u0441\u0442\u0435 \u0438\u0437\u043f\u0440\u0430\u0442\u0438\u043b\u0438 \u0440\u0430\u0431\u043e\u0442\u0430\u0442\u0430 \u0441\u0438.
confirm.submission.label.user=\u041f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\:
confirm.submission.label.classsite=\u0421\u0430\u0439\u0442 \u043d\u0430 \u043a\u043b\u0430\u0441\u0430\:
assignment.title=\u0417\u0430\u0434\u0430\u043d\u0438\u0435\:
confirm.savesubmission.label.submission.id=\u0417\u0430\u043f\u0430\u0437\u0435\u0442\u0435 ID \u043d\u0430 \u0437\u0430\u0434\u0430\u0447\u0430\u0442\u0430\:
submission.id=ID \u043d\u0430 \u043f\u043e\u0434\u0430\u0432\u0430\u043d\u0435 \u0437\u0430 \u043e\u0446\u0435\u043d\u043a\u0430\:
confirm.savesubmission.include=\u0417\u0430\u043f\u0430\u0437\u0438\u043b\u0438 \u0441\u0442\u0435 \u0432\u0430\u0448\u0430\u0442\u0430 \u0437\u0430\u0434\u0430\u0447\u0430, \u043a\u043e\u044f\u0442\u043e \u0432\u043a\u043b\u044e\u0447\u0432\u0430 \u0441\u043b\u0435\u0434\u043d\u043e\u0442\u043e\:
confirm.submission.include=\u041f\u043e\u0434\u0430\u0434\u0435\u043d\u0430\u0442\u0430 \u043e\u0442 \u0432\u0430\u0441 \u0437\u0430\u0434\u0430\u0447\u0430 \u0432\u043a\u043b\u044e\u0447\u0432\u0430 \u0441\u043b\u0435\u0434\u043d\u043e\u0442\u043e\:
confirm.savesubmission.notext=\u041d\u044f\u043c\u0430 \u0442\u0435\u043a\u0441\u0442 \u0437\u0430 \u0437\u0430\u043f\u0430\u0437\u0435\u043d\u043e \u0437\u0430\u0434\u0430\u043d\u0438\u0435
confirm.submission.notext=\u0411\u0435\u0437 \u0442\u0435\u043a\u0441\u0442 \u0437\u0430 \u043f\u043e\u0434\u0430\u0432\u0430\u043d\u0435
confirm.savesubmission.attachments=\u0417\u0430\u043f\u0430\u0437\u0435\u043d\u0438 \u043f\u0440\u0438\u043a\u0430\u0447\u0435\u043d\u0438 \u0444\u0430\u0439\u043b\u043e\u0432\u0435\:
confirm.submission.email=\u0429\u0435 \u043f\u043e\u043b\u0443\u0447\u0438\u0442\u0435 \u043f\u043e\u0442\u0432\u044a\u0440\u0436\u0434\u0435\u043d\u0438\u0435 \u043f\u043e \u0438\u043c\u0435\u0439\u043b, \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u0449\u043e \u0442\u0430\u0437\u0438 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f.
confirm.submission.email.noEmailAddress=\u041d\u0435 \u0435 \u0432\u044a\u0437\u043c\u043e\u0436\u043d\u043e \u0434\u0430 \u0432\u0438 \u0431\u044a\u0434\u0435 \u0438\u0437\u043f\u0440\u0430\u0442\u0435\u043d\u043e \u043f\u043e\u0442\u0432\u044a\u0440\u0436\u0434\u0435\u043d\u0438\u0435 \u043f\u043e \u0438\u043c\u0435\u0439\u043b, \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u0449\u043e \u0442\u0430\u0437\u0438 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f, \u043f\u043e\u0440\u0430\u0434\u0438 \u043b\u0438\u043f\u0441\u0430 \u043d\u0430 \u0438\u043c\u0435\u0439\u043b \u0430\u0434\u0440\u0435\u0441.
confirm.submission.button=OK
receive.confirm.submission.email.options=\u041e\u043f\u0446\u0438\u0438 \u0437\u0430 \u043d\u043e\u0442\u0438\u0444\u0438\u0446\u0438\u0440\u0430\u043d\u0435 \u043f\u043e \u0438\u043c\u0435\u0439\u043b \u043f\u0440\u0438 \u043f\u043e\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u0437\u0430\u0434\u0430\u0447\u0430 \u0437\u0430 \u043e\u0446\u0435\u043d\u043a\u0430\:
receive.confirm.submission.email.each=\u0418\u0437\u043f\u0440\u0430\u0442\u0435\u0442\u0435 \u0443\u0432\u0435\u0434\u043e\u043c\u0438\u0442\u0435\u043b\u0435\u043d \u0438\u043c\u0435\u0439\u043b \u0437\u0430 \u0432\u0441\u044f\u043a\u043e \u043f\u043e\u0434\u0430\u0432\u0430\u043d\u0435 \u0437\u0430 \u043e\u0446\u0435\u043d\u043a\u0430 \u043e\u0442 \u0441\u0442\u0443\u0434\u0435\u043d\u0442\u0430.
receive.confirm.submission.email.digest=\u0418\u0437\u043f\u0440\u0430\u0442\u0435\u0442\u0435 \u043f\u043e \u0435\u0434\u0438\u043d \u0438\u043c\u0435\u0439\u043b \u0434\u043d\u0435\u0432\u043d\u043e, \u043e\u0431\u043e\u0431\u0449\u0430\u0432\u0430\u0449 \u0438\u0437\u0432\u0435\u0441\u0442\u0438\u044f\u0442\u0430 \u0437\u0430 \u043f\u043e\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u0437\u0430\u0434\u0430\u0447\u0438 \u0437\u0430 \u043e\u0446\u0435\u043d\u044f\u0432\u0430\u043d\u0435 \u043e\u0442 \u0441\u0442\u0443\u0434\u0435\u043d\u0442\u0438.
receive.confirm.submission.email.none=\u041d\u0435 \u0438\u0437\u043f\u0440\u0430\u0449\u0430\u0439\u0442\u0435 \u0438\u043c\u0435\u0439\u043b\u0438 \u0441 \u0438\u0437\u0432\u0435\u0441\u0442\u0438\u044f \u0437\u0430 \u043f\u043e\u0434\u0430\u0434\u0435\u043d\u0438 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u0438  \u043e\u0442 \u0441\u0442\u0443\u0434\u0435\u043d\u0442\u0438

# on the download/upload all page, most of the attributes are shared between upload and download process
uploadall.title=\u041a\u0430\u0447\u0432\u0430\u043d\u0435 \u043d\u0430 \u0432\u0441\u0438\u0447\u043ao
uploadall.instruction=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0430\u0440\u0445\u0438\u0432\u0435\u043d \u0444\u0430\u0439\u043b \u0437\u0430 \u043a\u0430\u0447\u0432\u0430\u043d\u0435, \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 O\u043f\u0446\u0438\u0438 \u0438 \u043a\u043b\u0438\u043a\u043d\u0435\u0442\u0435 \u0432\u044a\u0440\u0445\u0443 "\u041a\u0430\u0447\u0432\u0430\u043d\u0435" \u0432 \u0434\u043e\u043b\u043d\u0430\u0442\u0430 \u0447\u0430\u0441\u0442. \u0417\u0430\u0434\u044a\u043b\u0436\u0438\u0442\u0435\u043b\u043d\u0438\u0442\u0435 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0438 ca \u043e\u0442\u0431\u0435\u043b\u044f\u0437\u0430\u043d\u0438 \u0441
uploadall.instruction2=\u0410\u0440\u0445\u0438\u0432\u043d\u0438\u044f\u0442 \u0444\u0430\u0439\u043b \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0441\u044a\u0434\u044a\u0440\u0436\u0430 \u043f\u0430\u043f\u043a\u0430 \u0437\u0430 \u0432\u0441\u0435\u043a\u0438 \u0441\u0442\u0443\u0434\u0435\u043d\u0442.
uploadall.instruction3=\u0418\u0437\u0442\u0435\u0433\u043b\u044f\u043d\u0435 \u043d\u0430 \u0448\u0430\u0431\u043b\u043e\u043d\u0430
uploadall.instruction4=\u0412\u0441\u044f\u043a\u0430 \u043f\u0430\u043f\u043a\u0430 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u044a\u0434\u044a\u0440\u0436\u0430 \u0444\u0430\u0439\u043b comments.txt, \u043f\u0440\u0435\u0437\u0435\u043d\u0442\u0430\u0446\u0438\u044f\u0442\u0430 \u043d\u0430 \u0441\u0442\u0443\u0434\u0435\u043d\u0442\u0430 \u0441 \u043a\u043e\u043c\u0435\u043d\u0442\u0430\u0440\u0438 \u043d\u0430 \u043f\u0440\u0435\u043f\u043e\u0434\u0430\u0432\u0430\u0442\u0435\u043b\u044f, \u043a\u043e\u0438\u0442\u043e \u0441\u0442\u0435 \u0434\u043e\u0431\u0430\u0432\u0438\u043b\u0438, \u0438/\u0438\u043b\u0438 \u0434\u0440\u0443\u0433\u0438 \u0444\u0430\u0439\u043b\u043e\u0432\u0435, \u043a\u043e\u0438\u0442\u043e \u0438\u0441\u043a\u0430\u0442\u0435 \u0434\u0430 \u0438\u0437\u043f\u0440\u0430\u0442\u0438\u0442\u0435 \u0437\u0430\u0435\u0434\u043d\u043e \u0441 \u043f\u0440\u0435\u0437\u0435\u043d\u0442\u0430\u0446\u0438\u044f\u0442\u0430 \u043d\u0430 \u0441\u0442\u0443\u0434\u0435\u043d\u0442\u0430.
uploadall.instruction5=\u041d\u0435\u043e\u0431\u0445\u043e\u0434\u0438\u043c\u043e\u0442\u043e \u0432\u0440\u0435\u043c\u0435 \u0437\u0430 \u043a\u0430\u0447\u0432\u0430\u043d\u0435 \u0435 \u0441\u0432\u044a\u0440\u0437\u0430\u043d\u043e \u0441 \u0440\u0430\u0437\u043c\u0435\u0440\u0430 \u043d\u0430 zip \u0444\u0430\u0439\u043b\u0430 (\u043c\u0430\u043a\u0441\u0438\u043c\u0443\u043c {0} MB) \u0438 \u0441\u043a\u043e\u0440\u043e\u0441\u0442\u0442\u0430 \u043d\u0430 \u0432\u0440\u044a\u0437\u043a\u0430\u0442\u0430. \u0410\u043a\u043e \u0435 \u043d\u0435\u043e\u0431\u0445\u043e\u0434\u0438\u043c\u043e \u0434\u0430 \u043a\u0430\u0447\u0438\u0442\u0435 \u0441\u0430\u043c\u043e \u0447\u0430\u0441\u0442 \u043e\u0442 zip \u0444\u0430\u0439\u043b\u0430, \u043c\u043e\u043b\u044f, \u043f\u044a\u0440\u0432\u043e \u043e\u0433\u0440\u0430\u043d\u0438\u0447\u0435\u0442\u0435 \u0440\u0430\u0437\u043c\u0435\u0440\u0430 \u043d\u0430 zip \u0444\u0430\u0439\u043b\u0430, \u043a\u0430\u0442\u043e \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0441\u044a\u043e\u0442\u0432\u0435\u0442\u043d\u0438\u0442\u0435 \u043e\u043f\u0446\u0438\u0438 \u0432 \u043f\u0440\u043e\u0446\u0435\u0441\u0430 \u0418\u0437\u0442\u0435\u0433\u043b\u044f\u043d\u0435 \u043d\u0430 \u0432\u0441\u0438\u0447\u043a\u0438.
downloadall.instruction=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u043e\u043f\u0446\u0438\u0438\u0442\u0435 \u0437\u0430 \u0438\u0437\u0442\u0435\u0433\u043b\u044f\u043d\u0435, \u0441\u043b\u0435\u0434 \u043a\u043e\u0435\u0442\u043e \u043a\u043b\u0438\u043a\u043d\u0435\u0442\u0435 \u0432\u044a\u0440\u0445\u0443 "\u0418\u0437\u0442\u0435\u0433\u043b\u044f\u043d\u0435" \u0432 \u0434\u043e\u043b\u043d\u0430\u0442\u0430 \u0447\u0430\u0441\u0442.
uploadall.choose.file=\u0424\u0430\u0439\u043b\:
uploadall.choose.file2=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u043a\u043e\u0438 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0438 \u043e\u0442 \u0430\u0440\u0445\u0438\u0432\u043d\u0438\u044f \u0444\u0430\u0439\u043b \u0434\u0430 \u043a\u0430\u0447\u0438\u0442\u0435
uploadall.choose.file.studentSubmissionText=\u0422\u0435\u043a\u0441\u0442 \u0441\u0432\u044a\u0440\u0437\u0430\u043d \u0441 \u043f\u043e\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u0438 \u043e\u0442 \u0441\u0442\u0443\u0434\u0435\u043d\u0442\u0430 (\u043e\u0440\u0438\u0433\u0438\u043d\u0430\u043b\u0435\u043d \u0442\u0435\u043a\u0441\u0442, \u043f\u043e\u0434\u0430\u0434\u0435\u043d \u043e\u0442 \u0441\u0442\u0443\u0434\u0435\u043d\u0442\u0430, \u0435\u0432\u0435\u043d\u0442\u0443\u0430\u043b\u043d\u043e \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u0449 \u043a\u043e\u043c\u0435\u043d\u0442\u0430\u0440\u0438, \u0434\u043e\u0431\u0430\u0432\u0435\u043d\u0438 \u043e\u0442 \u043f\u0440\u0435\u043f\u043e\u0434\u0430\u0432\u0430\u0442\u0435\u043b\u044f)
uploadall.choose.file.studentSubmissionAttachment=\u041f\u0440\u0438\u043b\u043e\u0436\u0435\u043d\u0438\u044f \u043a\u044a\u043c \u0440\u0430\u0431\u043e\u0442\u0430 \u043d\u0430 \u0441\u0442\u0443\u0434\u0435\u043d\u0442\u0430, \u043f\u043e\u0434\u0430\u0434\u0435\u043d\u0430 \u0437\u0430 \u043e\u0446\u0435\u043d\u043a\u0430
uploadall.choose.file.gradeFile=\u0424\u0430\u0439\u043b \u0431\u0435\u043b\u0435\u0436\u043a\u0430 (\u0444\u0430\u0439\u043b \u043d\u0430 \u043d\u0430\u0439-\u0432\u0438\u0441\u043e\u043a\u043e\u0442\u043e \u043d\u0438\u0432\u043e \u043d\u0430 \u0430\u0440\u0445\u0438\u0432\u0430)
uploadall.choose.file.gradeFile.csv=CSV \u0444\u043e\u0440\u043c\u0430\u0442, \u0444\u0430\u0439\u043b \u0431\u0435\u043b\u0435\u0436\u043a\u0430.csv
uploadall.choose.file.gradeFile.excel=EXCEL \u0444\u043e\u0440\u043c\u0430\u0442, \u0444\u0430\u0439\u043b \u0431\u0435\u043b\u0435\u0436\u043a\u0430.xls
uploadall.choose.file.feedbackTexts=\u0422\u0435\u043a\u0441\u0442 \u0437\u0430 \u043e\u0431\u0440\u0430\u0442\u043d\u0430 \u0432\u0440\u044a\u0437\u043a\u0430 (\u043a\u043e\u043c\u0435\u043d\u0442\u0430\u0440\u0438\u0442\u0435 \u0432 \u0440\u0435\u0434\u0430 c \u043f\u043e\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u0440\u0430\u0431\u043e\u0442\u0430 \u0437\u0430 \u043e\u0446\u0435\u043d\u043a\u0430 \u043e\u0442 \u0441\u0442\u0443\u0434\u0435\u043d\u0442\u0430)
uploadall.choose.file.feedbackComments=\u041a\u043e\u043c\u0435\u043d\u0442\u0430\u0440\u0438 \u0437\u0430 \u043e\u0431\u0440\u0430\u0442\u043d\u0430 \u0432\u0440\u044a\u0437\u043a\u0430 (\u0444\u0430\u0439\u043b comments.txt, \u0430\u043a\u043e \u0435 \u043d\u0430\u043b\u0438\u0447\u0435\u043d \u0432 \u043f\u0430\u043f\u043a\u0430\u0442\u0430 \u043d\u0430 \u0441\u0442\u0443\u0434\u0435\u043d\u0442\u0430. \u041a\u043e\u043c\u0435\u043d\u0442\u0430\u0440\u0438\u0442\u0435 \u0441\u0435 \u0432\u044a\u0432\u0435\u0436\u0434\u0430\u0442 \u0432 \u043f\u043e\u043b\u0435\u0442\u043e \u0437\u0430 \u043a\u043e\u043c\u0435\u043d\u0442\u0430\u0440\u0438 \u043d\u0430 \u043f\u0440\u0435\u043f\u043e\u0434\u0430\u0432\u0430\u0442\u0435\u043b\u044f \u0437\u0430 \u0432\u0441\u044f\u043a\u043e \u043f\u043e\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u0440\u0430\u0431\u043e\u0442\u0430 \u0437\u0430 \u043e\u0446\u0435\u043d\u043a\u0430 \u043e\u0442 \u0441\u0442\u0443\u0434\u0435\u043d\u0442\u0430)
uploadall.choose.file.includeNotSubmitted=\u0412\u043a\u043b\u044e\u0447\u0435\u0442\u0435 \u0441\u0442\u0443\u0434\u0435\u043d\u0442\u0438\u0442\u0435, \u043a\u043e\u0438\u0442\u043e \u0432\u0441\u0435 \u043e\u0449\u0435 \u043d\u0435 \u0441\u0430 \u043f\u043e\u0434\u0430\u043b\u0438 \u0440\u0430\u0431\u043e\u0442\u0438\u0442\u0435
uploadall.choose.file.confirm=\u0418\u0437\u0431\u0440\u0430\u043b\u0438 \u0441\u0442\u0435 \u0430\u0440\u0445\u0438\u0432\u043d\u0438\u044f \u0444\u0430\u0439\u043b \u0437\u0430 \u043a\u0430\u0447\u0432\u0430\u043d\u0435. \u0424\u0430\u0439\u043b\u043e\u0432\u0435\u0442\u0435 \u043e\u0442 \u0430\u0440\u0445\u0438\u0432\u0430 \u0449\u0435 \u0431\u044a\u0434\u0430\u0442 \u043a\u0430\u0447\u0435\u043d\u0438 \u043f\u0440\u0438 \u043f\u043e\u0434\u0430\u0432\u0430\u043d\u0435 \u0437\u0430 \u043e\u0446\u0435\u043d\u043a\u0430 \u043d\u0430 \u0441\u044a\u043e\u0442\u0432\u0435\u0442\u043d\u0430\u0442\u0430 \u0440\u0430\u0431\u043e\u0442\u0430 \u043e\u0442 \u0441\u0442\u0443\u0434\u0435\u043d\u0442\u0430.
uploadall.releaseOption=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u043e\u043f\u0446\u0438\u044f \u0437\u0430 \u043f\u043e\u0434\u0430\u0432\u0430\u043d\u0435
uploadall.releaseOption.yes=\u041f\u0440\u0435\u0434\u043e\u0441\u0442\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u043a\u0430\u0447\u0435\u043d\u0438\u0442\u0435 \u043e\u0446\u0435\u043d\u043a\u0438 \u0438 \u043a\u043e\u043c\u0435\u043d\u0442\u0430\u0440\u0438 \u0437\u0430 \u043e\u0431\u0440\u0430\u0442\u043d\u0430 \u0432\u0440\u044a\u0437\u043a\u0430 \u043d\u0430 \u0441\u0442\u0443\u0434\u0435\u043d\u0442\u0438\u0442\u0435
uploadall.releaseOption.no=\u041d\u0435 \u043f\u0443\u0431\u043b\u0438\u043a\u0443\u0432\u0430\u0439\u0442\u0435 \u043a\u0430\u0447\u0435\u043d\u0430 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f - \u0449\u0435 \u044f \u043f\u0443\u0431\u043b\u0438\u043a\u0443\u0432\u0430\u043c \u043f\u043e-\u043a\u044a\u0441\u043d\u043e
uploadall.button.upload=\u041a\u0430\u0447\u0432\u0430\u043d\u0435 \u043d\u0430
downloadall.button.download=\u0418\u0437\u0442\u0435\u0433\u043b\u044f\u043d\u0435
uploadall.alert.choose.element=\u0422\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u043f\u043e\u043d\u0435 \u0435\u0434\u0438\u043d \u0435\u043b\u0435\u043c\u0435\u043d\u0442 \u0432 \u0430\u0440\u0445\u0438\u0432\u043d\u0438\u044f \u0444\u0430\u0439\u043b, \u043a\u043e\u0439\u0442\u043e \u0434\u0430 \u043a\u0430\u0447\u0438\u0442\u0435.
uploadall.alert.wrongZipFormat=ZIP \u0444\u0430\u0439\u043b\u044a\u0442 \u043d\u0435 \u0435 \u0432 \u043f\u0440\u0430\u0432\u0438\u043b\u043d\u0438\u044f \u0444\u043e\u0440\u043c\u0430\u0442. \u041c\u043e\u043b\u044f, \u0443\u0432\u0435\u0440\u0435\u0442\u0435 \u0441\u0435, \u0447\u0435 ZIP \u0444\u0430\u0439\u043b\u044a\u0442 \u0441\u044a\u0434\u044a\u0440\u0436\u0430 \u043f\u0430\u043f\u043a\u0438 \u043d\u0430 \u0441\u0442\u0443\u0434\u0435\u043d\u0442\u0438\u0442\u0435 \u0438\u043b\u0438 \u0444\u0430\u0439\u043b grades.csv \u043d\u0430 \u0433\u043b\u0430\u0432\u043d\u043e\u0442\u043e \u043d\u0438\u0432\u043e.
uploadall.alert.incorrectFormat=ZIP \u0444\u0430\u0439\u043b\u044a\u0442 \u043d\u0435 \u0435 \u0432 \u043f\u0440\u0430\u0432\u0438\u043b\u043d\u0438\u044f \u0444\u043e\u0440\u043c\u0430\u0442.
uploadall.alert.invalidUserId=\u041c\u043e\u043b\u044f, \u0443\u0432\u0435\u0440\u0435\u0442\u0435 \u0441\u0435, \u0447\u0435 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u0438\u0442\u0435 \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440\u0438 \u043f\u0440\u0430\u0432\u0438\u043b\u043d\u043e \u0441\u044a\u0432\u043f\u0430\u0434\u0430\u0442 \u0441 \u0442\u0435\u0437\u0438 \u0432 \u0441\u0430\u0439\u0442\u0430 \u0438 \u0447\u0435 \u043f\u0430\u043f\u043a\u0438\u0442\u0435 \u0441\u0430 \u0432 \u043d\u0430\u0439-\u0433\u043e\u0440\u043d\u043e\u0442\u043e \u043d\u0438\u0432\u043e \u043d\u0430 ZIP (\u043d\u0435 \u0441\u0430 \u0432\u043b\u043e\u0436\u0435\u043d\u0438).
uploadall.alert.noGradeFile=\u0423\u0432\u0435\u0440\u0435\u0442\u0435 \u0441\u0435, \u0447\u0435 \u0438\u043c\u0430 \u0444\u0430\u0439\u043b \u0441 \u043e\u0446\u0435\u043d\u043a\u0438 \u0438 \u043f\u0440\u0430\u0432\u0438\u043b\u043d\u0430 \u0441\u0442\u0440\u0443\u043a\u0442\u0443\u0440\u0430 \u043d\u0430 \u043f\u0430\u043f\u043a\u0438\u0442\u0435.
uploadall.alert.nocsv=\u0418\u0437\u0431\u0440\u0430\u043d \u0435 \u0444\u0430\u0439\u043b \u0432 CSV \u0444\u043e\u0440\u043c\u0430\u0442 c \u043e\u0446\u0435\u043d\u043a\u0438\u0442\u0435, \u043d\u043e \u043d\u0435 \u0435 \u043d\u0430\u043c\u0435\u0440\u0435\u043d \u0444\u0430\u0439\u043b grades.csv \u043d\u0430 \u043d\u0438\u0432\u043e \u043a\u043e\u0440\u0435\u043d.
uploadall.alert.noexcel=\u0418\u0437\u0431\u0440\u0430\u043d \u0435 \u0444\u0430\u0439\u043b \u0432 Excel \u0444\u043e\u0440\u043c\u0430\u0442 c \u043e\u0446\u0435\u043d\u043a\u0438\u0442\u0435, \u043d\u043e \u043d\u0435 \u0435 \u043d\u0430\u043c\u0435\u0440\u0435\u043d \u0444\u0430\u0439\u043b grades.xls \u043d\u0430 \u043d\u0438\u0432\u043e \u043a\u043e\u0440\u0435\u043d.
downloadall.alert.choose.element=\u0412 \u043e\u043f\u0446\u0438\u0438\u0442\u0435 \u0437\u0430 \u0438\u0437\u0442\u0435\u0433\u043b\u044f\u043d\u0435 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u043f\u043e\u043d\u0435 \u0435\u0434\u0438\u043d \u0435\u043b\u0435\u043c\u0435\u043d\u0442.
uploadall.alert.zipFile=\u041d\u0435 \u0441\u0442\u0435 \u0438\u0437\u0431\u0440\u0430\u043b\u0438 \u0430\u0440\u0445\u0438\u0432\u0435\u043d \u0444\u0430\u0439\u043b zip. \u0422\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0438\u043b\u0438 .zip, \u0438\u043b\u0438 .sit \u0430\u0440\u0445\u0438\u0432\u0435\u043d \u0444\u0430\u0439\u043b \u043a\u0430\u0442\u043e \u0444\u0430\u0439\u043b \u0437\u0430 \u043a\u0430\u0447\u0432\u0430\u043d\u0435.
uploadall.note=\u0417\u0410\u0411\u0415\u041b\u0415\u0416\u041a\u0410\: \u0410\u043a\u043e \u043f\u0440\u0435\u0432\u043a\u043b\u044e\u0447\u0438\u0442\u0435 \u043c\u0435\u0436\u0434\u0443 \u0435\u0437\u0438\u0446\u0438\u0442\u0435 \u0432 \u043f\u0440\u0435\u0434\u043f\u043e\u0447\u0438\u0442\u0430\u043d\u0438\u044f\u0442\u0430 \u0441\u0438, \u043d\u0430\u043f\u0440\u0438\u043c\u0435\u0440 \u043e\u0442 \u0430\u043d\u0433\u043b\u0438\u0439\u0441\u043a\u0438 \u043d\u0430 \u0438\u0441\u043f\u0430\u043d\u0441\u043a\u0438, \u0449\u0435 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u043a\u0430\u0447\u0438\u0442\u0435 \u0442\u043e\u0437\u0438 \u0430\u0440\u0445\u0438\u0432 \u043d\u0430 \u0441\u044a\u0449\u0438\u044f \u0435\u0437\u0438\u043a, \u043d\u0430 \u043a\u043e\u0439\u0442\u043e \u0435 \u0431\u0438\u043b \u0438\u0437\u0442\u0435\u0433\u043b\u0435\u043d (\u0438\u043b\u0438 \u0434\u0430 \u0438\u0437\u0442\u0435\u0433\u043b\u0438\u0442\u0435 \u043e\u0442\u043d\u043e\u0432\u043e \u0438 \u0434\u0430 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0442\u0435 \u043d\u043e\u0432 \u0430\u0440\u0445\u0438\u0432).
downloadall.note=\u0417\u0410\u0411\u0415\u041b\u0415\u0416\u041a\u0410\: \u0410\u043a\u043e \u043f\u0440\u0435\u0432\u043a\u043b\u044e\u0447\u0438\u0442\u0435 \u043c\u0435\u0436\u0434\u0443 \u0435\u0437\u0438\u0446\u0438\u0442\u0435 \u0432 \u043f\u0440\u0435\u0434\u043f\u043e\u0447\u0438\u0442\u0430\u043d\u0438\u044f\u0442\u0430 \u0441\u0438, \u043d\u0430\u043f\u0440\u0438\u043c\u0435\u0440 \u043e\u0442 \u0430\u043d\u0433\u043b\u0438\u0439\u0441\u043a\u0438 \u043d\u0430 \u0438\u0441\u043f\u0430\u043d\u0441\u043a\u0438, \u0449\u0435 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u043a\u0430\u0447\u0438\u0442\u0435 \u0442\u043e\u0437\u0438 \u0430\u0440\u0445\u0438\u0432 \u043d\u0430 \u0441\u044a\u0449\u0438\u044f \u0435\u0437\u0438\u043a, \u043d\u0430 \u043a\u043e\u0439\u0442\u043e \u0435 \u0431\u0438\u043b \u0438\u0437\u0442\u0435\u0433\u043b\u0435\u043d (\u0438\u043b\u0438 \u0434\u0430 \u0438\u0437\u0442\u0435\u0433\u043b\u0438\u0442\u0435 \u043e\u0442\u043d\u043e\u0432\u043e \u0438 \u0434\u0430 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0442\u0435 \u043d\u043e\u0432 \u0430\u0440\u0445\u0438\u0432).
# SAK-19147 Assignments : Download All - flat file structure
uploadall.folders.yes=\u0417\u0430\u043f\u0438\u0441\u0432\u0430\u043d\u0435 \u043d\u0430 \u043f\u043e\u0434\u0430\u0434\u0435\u043d\u0438 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u0438 \u0432 \u043e\u0442\u0434\u0435\u043b\u043d\u0438 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u0438 \u043f\u0430\u043f\u043a\u0438
uploadall.folders.no=\u0417\u0430\u043f\u0438\u0441\u0432\u0430\u043d\u0435 \u043d\u0430 \u0432\u0441\u0438\u0447\u043a\u0438 \u0438\u0437\u0431\u0440\u0430\u043d\u0438 \u043e\u043f\u0446\u0438\u0438 \u0437\u0430 \u0438\u0437\u0442\u0435\u0433\u043b\u044f\u043d\u0435 \u0432 \u0435\u0434\u043d\u0430 \u043f\u0430\u043f\u043a\u0430 (\u0442\u043e\u0432\u0430 \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0435 \u0437\u0430\u0440\u0435\u0434\u0435\u043d\u043e \u043e\u0431\u0440\u0430\u0442\u043d\u043e \u0432 \u0417\u0430\u0434\u0430\u0447\u0438)

review.use=\u0418\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0439\u0442\u0435 {0}
review.switch.ne.1={0} \u043d\u0435 \u0435 \u043d\u0430\u043b\u0438\u0447\u0435\u043d \u0437\u0430 \u043f\u043e\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u0438, \u043a\u043e\u0438\u0442\u043e \u043d\u0435 \u0441\u0430 \u043f\u043e \u0435\u043b\u0435\u043a\u0442\u0440\u043e\u043d\u0435\u043d \u043f\u044a\u0442.
review.switch.ne.2={0} \u043d\u0435 \u0435 \u043d\u0430\u043b\u0438\u0447\u0435\u043d \u0437\u0430 \u043f\u043e\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u0438, \u043a\u043e\u0438\u0442\u043e \u043d\u0435 \u0441\u0430 \u043f\u043e \u0435\u043b\u0435\u043a\u0442\u0440\u043e\u043d\u0435\u043d \u043f\u044a\u0442. \u041f\u043e-\u0434\u043e\u043b\u0443 \u0435 \u043f\u0440\u0435\u043c\u0430\u0445\u043d\u0430\u0442\u0430 \u043e\u043f\u0446\u0438\u044f\u0442\u0430 "Use Turnitin" (\u0418\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0439 Turnitin).
review.allow=\u041f\u043e\u0437\u0432\u043e\u043b\u0435\u0442\u0435 \u043d\u0430 \u0443\u0447\u0435\u043d\u0438\u0446\u0438\u0442\u0435 \u0434\u0430 \u043f\u0440\u0435\u0433\u043b\u0435\u0436\u0434\u0430\u0442 \u043e\u0442\u0447\u0435\u0442\u0430
review.report=O\u0442\u0447\u0435\u0442
review.report.expand=\u0420\u0430\u0437\u0448\u0438\u0440\u044f\u0432\u0430\u043d\u0435 \u043d\u0430 \u043e\u0442\u0447\u0435\u0442\u0438
review.report.collapse=\u0421\u0432\u0438\u0432\u0430\u043d\u0435 \u043d\u0430 \u043e\u0442\u0447\u0435\u0442\u0438
review.report.error.expand=\u0420\u0430\u0437\u0448\u0438\u0440\u044f\u0432\u0430\u043d\u0435 \u043d\u0430 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f\u0442\u0430 \u0437\u0430 \u043e\u0442\u0441\u0442\u0440\u0430\u043d\u044f\u0432\u0430\u043d\u0435 \u043d\u0430 \u043d\u0435\u0438\u0437\u043f\u0440\u0430\u0432\u043d\u043e\u0441\u0442\u0438
review.report.error.collapse=\u0421\u0432\u0438\u0432\u0430\u043d\u0435 \u043d\u0430 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f \u0437\u0430 \u043e\u0442\u0441\u0442\u0440\u0430\u043d\u044f\u0432\u0430\u043d\u0435 \u043d\u0430 \u043d\u0435\u0438\u0437\u043f\u0440\u0430\u0432\u043d\u043e\u0441\u0442\u0438
review.report.urkund.optoutlink=\u041e\u0441\u0432\u043e\u0431\u043e\u0434\u0435\u043d \u043e\u0442 Urkund
review.reports={0} \u043e\u0442\u0447\u0435\u0442\u0438
review.submit.papers.repository=\u041f\u043e\u0434\u0430\u0439\u0442\u0435 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u0438 \u0432 \u0441\u043b\u0435\u0434\u043d\u043e\u0442\u043e \u0445\u0440\u0430\u043d\u0438\u043b\u0438\u0449\u0435\:
review.submit.papers.repository.none=\u041d\u044f\u043c\u0430
review.submit.papers.repository.standard=\u0421\u0442\u0430\u043d\u0434\u0430\u0440\u0442\u043d\u043e \u0445\u0440\u0430\u043d\u0438\u043b\u0438\u0449\u0435 \u0437\u0430 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u0438
review.submit.papers.repository.institution=\u0418\u043d\u0441\u0442\u0438\u0442\u0443\u0446\u0438\u043e\u043d\u0430\u043b\u043d\u043e \u0445\u0440\u0430\u043d\u0438\u043b\u0438\u0449\u0435 \u043d\u0430 \u0445\u0430\u0440\u0442\u0438\u044f
review.originality.reports=\u0413\u0435\u043d\u0435\u0440\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0434\u043e\u043a\u043b\u0430\u0434\u0438 \u0437\u0430 \u043e\u0440\u0438\u0433\u0438\u043d\u0430\u043b\u043d\u043e\u0441\u0442\:
review.originality.reports.immediately=\u041d\u0435\u0437\u0430\u0431\u0430\u0432\u043d\u043e
review.originality.reports.due=\u041d\u0430 \u043f\u0430\u0434\u0435\u0436\u0430
review.originality.reports.immediately_and_due=\u041d\u0435\u0437\u0430\u0431\u0430\u0432\u043d\u043e \u0438 \u043d\u0430 \u043f\u0430\u0434\u0435\u0436\u0430
review.originality.check=\u041f\u0440\u043e\u0432\u0435\u0440\u0435\u0442\u0435 \u043e\u0440\u0438\u0433\u0438\u043d\u0430\u043b\u043d\u043e\u0441\u0442\u0442\u0430 \u0441\u043f\u0440\u044f\u043c\u043e\:
review.originality.check.turnitin=\u0425\u0440\u0430\u043d\u0438\u043b\u0438\u0449\u0435 \u0437\u0430  \u0445\u0430\u0440\u0442\u0438\u044f Turnitin
review.originality.check.internet=\u0422\u0435\u043a\u0443\u0449 \u0438 \u0430\u0440\u0445\u0438\u0432\u0438\u0440\u0430\u043d \u0438\u043d\u0442\u0435\u0440\u043d\u0435\u0442
review.originality.check.pub=\u041f\u0435\u0440\u0438\u043e\u0434\u0438\u0447\u043d\u0438 \u0438\u0437\u0434\u0430\u043d\u0438\u044f, \u0441\u043f\u0438\u0441\u0430\u043d\u0438\u044f \u0438 \u043f\u0443\u0431\u043b\u0438\u043a\u0430\u0446\u0438\u0438
review.originality.check.institution=\u0421\u043f\u0435\u0446\u0438\u0444\u0438\u0447\u043d\u043e \u0437\u0430 \u0438\u043d\u0441\u0442\u0438\u0442\u0443\u0446\u0438\u044f\u0442\u0430 \u0445\u0440\u0430\u043d\u0438\u043b\u0438\u0449\u0435
review.exclude.bibliographic=\u0418\u0437\u043a\u043b\u044e\u0447\u0432\u0430\u043d\u0435 \u043d\u0430 \u0431\u0438\u0431\u043b\u0438\u043e\u0433\u0440\u0430\u0444\u0441\u043a\u0438 \u043c\u0430\u0442\u0435\u0440\u0438\u0430\u043b\u0438 \u043e\u0442 \u0438\u043d\u0434\u0435\u043a\u0441\u0430 \u043d\u0430 \u0441\u0445\u043e\u0434\u0441\u0442\u0432\u043e \u0437\u0430 \u0432\u0441\u0438\u0447\u043a\u0438 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u0438 \u0432 \u0442\u043e\u0432\u0430 \u0437\u0430\u0434\u0430\u043d\u0438\u0435
review.exclude.quoted=\u0418\u0437\u043a\u043b\u044e\u0447\u0432\u0430\u043d\u0435 \u043d\u0430 \u0446\u0438\u0442\u0438\u0440\u0430\u043d\u0438\u0442\u0435 \u043c\u0430\u0442\u0435\u0440\u0438\u0430\u043b\u0438 \u043e\u0442 \u0438\u043d\u0434\u0435\u043a\u0441\u0430 \u043d\u0430 \u0441\u0445\u043e\u0434\u0441\u0442\u0432\u043e \u0437\u0430 \u0432\u0441\u0438\u0447\u043a\u0438 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u0438 \u0432 \u0442\u043e\u0432\u0430 \u0437\u0430\u0434\u0430\u043d\u0438\u0435
review.exclude.quoted.help=\u0417\u0430\u0434\u0430\u0439\u0442\u0435 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0430\u0442\u0430 \u043f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435 \u0437\u0430 \u0432\u0441\u0438\u0447\u043a\u0438 \u043e\u0442\u0447\u0435\u0442\u0438, \u043f\u043e\u0434\u0430\u0434\u0435\u043d\u0438 \u043a\u044a\u043c \u0442\u043e\u0432\u0430 \u0437\u0430\u0434\u0430\u043d\u0438\u0435. \u0417\u0430 \u0434\u0430 \u043d\u0430\u043c\u0430\u043b\u0438\u0442\u0435 \u0431\u0440\u043e\u044f \u043d\u0430 \u0444\u0430\u043b\u0448\u0438\u0432\u0438\u0442\u0435 \u0441\u044a\u0432\u043f\u0430\u0434\u0435\u043d\u0438\u044f, \u043f\u0440\u0435\u043f\u043e\u0440\u044a\u0447\u0432\u0430\u043c\u0435 \u0434\u0430 \u0438\u0437\u043a\u043b\u044e\u0447\u0438\u0442\u0435 \u0446\u0438\u0442\u0430\u0442\u0438\u0442\u0435 \u043f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435. \u0412\u0441\u0435 \u043f\u0430\u043a \u0449\u0435 \u0437\u0430\u043f\u0430\u0437\u0438\u0442\u0435 \u0432\u044a\u0437\u043c\u043e\u0436\u043d\u043e\u0441\u0442\u0442\u0430 \u0434\u0430 \u043f\u0440\u0435\u0432\u043a\u043b\u044e\u0447\u0432\u0430\u0442\u0435 \u0442\u0430\u0437\u0438 \u043e\u043f\u0446\u0438\u044f \u0437\u0430 \u0432\u0441\u0435\u043a\u0438 \u043e\u0442\u0434\u0435\u043b\u0435\u043d \u043e\u0442\u0447\u0435\u0442 \u0441\u043b\u0435\u0434 \u043f\u043e\u0434\u0430\u0432\u0430\u043d\u0435\u0442\u043e \u043c\u0443.
review.exclude.self.plag=\u0418\u0437\u043a\u043b\u044e\u0447\u0432\u0430\u043d\u0435 \u043d\u0430 \u0441\u0430\u043c\u043e\u0441\u0442\u043e\u044f\u0442\u0435\u043b\u043d\u043e \u043f\u043b\u0430\u0433\u0438\u0430\u0442\u0441\u0442\u0432\u043e \u0432 \u0440\u0430\u043c\u043a\u0438\u0442\u0435 \u043d\u0430 \u043a\u0443\u0440\u0441\u0430
review.exclude.self.plag.help=\u0417\u0430\u0434\u0430\u0439\u0442\u0435 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0430\u0442\u0430 \u043f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435 \u0437\u0430 \u0432\u0441\u0438\u0447\u043a\u0438 \u043e\u0442\u0447\u0435\u0442\u0438, \u043f\u043e\u0434\u0430\u0434\u0435\u043d\u0438 \u043a\u044a\u043c \u0442\u043e\u0432\u0430 \u0437\u0430\u0434\u0430\u043d\u0438\u0435. \u0417\u0430 \u0434\u0430 \u043d\u0430\u043c\u0430\u043b\u0438\u0442\u0435 \u0431\u0440\u043e\u044f \u043d\u0430 \u0444\u0430\u043b\u0448\u0438\u0432\u0438\u0442\u0435 \u0441\u044a\u0432\u043f\u0430\u0434\u0435\u043d\u0438\u044f, \u043f\u0440\u0435\u043f\u043e\u0440\u044a\u0447\u0432\u0430\u043c\u0435 \u043f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435 \u0434\u0430 \u0438\u0437\u043a\u043b\u044e\u0447\u0438\u0442\u0435 \u0441\u0430\u043c\u043e\u0442\u043e \u043f\u043b\u0430\u0433\u0438\u0430\u0442\u0441\u0442\u0432\u043e \u0432 \u0441\u044a\u0449\u0438\u044f \u043a\u0443\u0440\u0441. \u0412\u0441\u0435 \u043f\u0430\u043a \u0449\u0435 \u0437\u0430\u043f\u0430\u0437\u0438\u0442\u0435 \u0432\u044a\u0437\u043c\u043e\u0436\u043d\u043e\u0441\u0442\u0442\u0430 \u0434\u0430 \u043f\u0440\u0435\u0432\u043a\u043b\u044e\u0447\u0432\u0430\u0442\u0435 \u0442\u0430\u0437\u0438 \u043e\u043f\u0446\u0438\u044f \u0437\u0430 \u0432\u0441\u0435\u043a\u0438 \u043e\u0442\u0434\u0435\u043b\u0435\u043d \u043e\u0442\u0447\u0435\u0442 \u0441\u043b\u0435\u0434 \u043f\u043e\u0434\u0430\u0432\u0430\u043d\u0435\u0442\u043e \u043c\u0443. \u0421\u0430\u043c\u043e\u0441\u0442\u043e\u044f\u0442\u0435\u043b\u043d\u043e\u0442\u043e \u043f\u043b\u0430\u0433\u0438\u0430\u0442\u0441\u0442\u0432\u043e \u0432\u0438\u043d\u0430\u0433\u0438 \u0449\u0435 \u0431\u044a\u0434\u0435 \u043f\u0440\u043e\u0432\u0435\u0440\u044f\u0432\u0430\u043d\u043e \u0441\u043f\u0440\u044f\u043c\u043e \u0434\u043e\u043a\u043b\u0430\u0434\u0438\u0442\u0435 \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u044f \u0432 \u0434\u0440\u0443\u0433\u0438 \u043a\u0443\u0440\u0441\u043e\u0432\u0435.
review.store.inst.index=\u0421\u044a\u0445\u0440\u0430\u043d\u044f\u0432\u0430\u043d\u0435 \u043d\u0430 \u0445\u0430\u0440\u0442\u0438\u044f \u0432 \u0438\u043d\u0441\u0442\u0438\u0442\u0443\u0446\u0438\u043e\u043d\u0430\u043b\u0435\u043d \u0438\u043d\u0434\u0435\u043a\u0441
review.store.inst.index.help=\u0417\u0430\u0434\u0430\u0439\u0442\u0435 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0430\u0442\u0430 \u043f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435 \u0437\u0430 \u0432\u0441\u0438\u0447\u043a\u0438 \u043e\u0442\u0447\u0435\u0442\u0438, \u043f\u043e\u0434\u0430\u0434\u0435\u043d\u0438 \u043a\u044a\u043c \u0442\u043e\u0432\u0430 \u0437\u0430\u0434\u0430\u043d\u0438\u0435. \u0410\u043a\u043e \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0434\u0430 \u043d\u0435 \u0441\u044a\u0445\u0440\u0430\u043d\u044f\u0432\u0430\u0442\u0435 \u0434\u043e\u043a\u043b\u0430\u0434\u0438\u0442\u0435 \u0432 \u0438\u043d\u0441\u0442\u0438\u0442\u0443\u0446\u0438\u043e\u043d\u0430\u043b\u043d\u0438\u044f \u0441\u0438 \u0438\u043d\u0434\u0435\u043a\u0441, \u0434\u043e\u043a\u043b\u0430\u0434\u0438\u0442\u0435 \u043d\u044f\u043c\u0430 \u0434\u0430 \u0431\u044a\u0434\u0430\u0442 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u043d\u0438 \u0437\u0430 \u043f\u0440\u043e\u0432\u0435\u0440\u043a\u0430 \u0437\u0430 \u043f\u043b\u0430\u0433\u0438\u0430\u0442\u0441\u0442\u0432\u043e \u0441\u043f\u0440\u044f\u043c\u043e \u0434\u0440\u0443\u0433\u0438 \u0434\u043e\u043a\u043b\u0430\u0434\u0438 \u043d\u0430 \u0441\u0442\u0443\u0434\u0435\u043d\u0442\u0438 \u0432\u044a\u0432 \u0432\u0430\u0448\u0430\u0442\u0430 \u0438\u043d\u0441\u0442\u0438\u0442\u0443\u0446\u0438\u044f. \u0421\u043b\u0435\u0434 \u043a\u0430\u0442\u043e \u0434\u0430\u0434\u0435\u043d \u043e\u0442\u0447\u0435\u0442 \u0435 \u043f\u043e\u0434\u0430\u0434\u0435\u043d, \u043d\u0435 \u043c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u043f\u0440\u043e\u043c\u0435\u043d\u0438\u0442\u0435 \u0442\u0430\u0437\u0438 \u043e\u043f\u0446\u0438\u044f \u0437\u0430 \u043d\u0435\u0433\u043e.
review.studentPreview=\u0410\u043a\u0442\u0438\u0432\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u043f\u0440\u0435\u0434\u0432\u0430\u0440\u0438\u0442\u0435\u043b\u0435\u043d \u043f\u0440\u0435\u0433\u043b\u0435\u0434 \u043d\u0430 \u0441\u0442\u0443\u0434\u0435\u043d\u0442\u0438
review.studentPreview.help=\u0410\u043a\u043e \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0434\u0430 \u0430\u043a\u0442\u0438\u0432\u0438\u0440\u0430\u0442\u0435 \u043f\u0440\u0435\u0434\u0432\u0430\u0440\u0438\u0442\u0435\u043b\u0435\u043d \u043f\u0440\u0435\u0433\u043b\u0435\u0434 \u043d\u0430 \u0441\u0442\u0443\u0434\u0435\u043d\u0442\u0438, \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438\u0442\u0435 \u0449\u0435 \u043c\u043e\u0433\u0430\u0442 \u0434\u0430 \u043f\u0440\u0435\u0433\u043b\u0435\u0436\u0434\u0430\u0442 \u0438 \u0438\u0437\u043f\u0440\u0430\u0449\u0430\u0442 \u043e\u0442\u043d\u043e\u0432\u043e \u0441\u0432\u043e\u0438\u0442\u0435 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u0438 \u0434\u043e \u043a\u0440\u0430\u0439\u043d\u0430\u0442\u0430 \u0434\u0430\u0442\u0430. \u041f\u0440\u0435\u043f\u043e\u0434\u0430\u0432\u0430\u0442\u0435\u043b\u0438\u0442\u0435 \u0449\u0435 \u043c\u043e\u0433\u0430\u0442 \u0434\u0430 \u0432\u0438\u0436\u0434\u0430\u0442 \u0441\u0430\u043c\u043e \u043e\u043a\u043e\u043d\u0447\u0430\u0442\u0435\u043b\u043d\u043e\u0442\u043e \u043f\u043e\u0434\u0430\u0432\u0430\u043d\u0435, \u043d\u043e \u0437\u0430\u043f\u0438\u0441\u044a\u0442 \u043d\u0430 \u043e\u0446\u0435\u043d\u043a\u0438\u0442\u0435 \u0437\u0430 \u0432\u0441\u044f\u043a\u0430 \u0440\u0430\u0431\u043e\u0442\u0430 \u0449\u0435 \u0441\u0435 \u043f\u043e\u043a\u0430\u0437\u0432\u0430 \u0432 \u043f\u0440\u043e\u0442\u043e\u043a\u043e\u043b\u0438\u0442\u0435 \u043d\u0430 \u043e\u0442\u0447\u0435\u0442\u0438\u0442\u0435. \u0410\u043a\u043e \u0437\u0430\u0434\u0430\u043d\u0438\u0435\u0442\u043e \u0438\u043c\u0430 \u0434\u0430\u0442\u0430 \u0437\u0430 \u043f\u0440\u0435\u0434\u0430\u0432\u0430\u043d\u0435, \u043f\u043e\u0441\u043b\u0435\u0434\u043d\u0430\u0442\u0430 \u0447\u0435\u0440\u043d\u043e\u0432\u0430 \u043d\u0430 \u0441\u0442\u0443\u0434\u0435\u043d\u0442a \u0449\u0435 \u0431\u044a\u0434\u0435 \u0430\u0432\u0442\u043e\u043c\u0430\u0442\u0438\u0447\u043d\u043e \u043f\u0440\u0435\u0434\u0441\u0442\u0430\u0432\u0435\u043d\u0430, \u0430\u043a\u043e \u043d\u044f\u043c\u0430 \u043f\u043e\u0434\u0430\u0434\u0435\u043d\u0438 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u0438 \u043e\u0442 \u0441\u0442\u0443\u0434\u0435\u043d\u0442a. \u041f\u0440\u0435\u043f\u043e\u0440\u044a\u0447\u0438\u0442\u0435\u043b\u043d\u043e \u0435 \u0434\u0430 \u0437\u0430\u0434\u0430\u0434\u0435\u0442\u0435 \u0441\u0440\u043e\u043a \u0437\u0430 \u0438\u0437\u043f\u044a\u043b\u043d\u0435\u043d\u0438\u0435 \u043d\u0430 \u0442\u043e\u0432\u0430 \u0437\u0430\u0434\u0430\u043d\u0438\u0435 \u0438 \u0434\u0430 \u0440\u0430\u0437\u0440\u0435\u0448\u0438\u0442\u0435 \u043d\u0430 \u0443\u0447\u0435\u043d\u0438\u0446\u0438\u0442\u0435 \u0434\u0430 \u043f\u0440\u0435\u0433\u043b\u0435\u0436\u0434\u0430\u0442 \u0434\u043e\u043a\u043b\u0430\u0434\u0438\u0442\u0435 \u0441\u0438.
review.exclude.smallMatches=\u0418\u0437\u043a\u043b\u044e\u0447\u0435\u0442\u0435 \u043c\u0430\u043b\u043a\u0438 \u0441\u044a\u0432\u043f\u0430\u0434\u0435\u043d\u0438\u044f
review.exclude.matches.by=\u0418\u0437\u043a\u043b\u044e\u0447\u0432\u0430\u043d\u0435 \u043d\u0430 \u0441\u044a\u0432\u043f\u0430\u0434\u0435\u043d\u0438\u044f \u043f\u043e\:
review.exclude.matches.wordmax=\u0414\u043e \u0431\u0440\u043e\u0439 \u0434\u0443\u043c\u0438 \u043e\u0442\:
review.exclude.matches.percentage=\u041f\u0440\u043e\u0446\u0435\u043d\u0442\u0438\:
review.exclude.matches.value_error=\u041f\u0440\u0438 \u0438\u0437\u043a\u043b\u044e\u0447\u0432\u0430\u043d\u0435 \u043d\u0430 \u043c\u0430\u043b\u043a\u0438 \u0441\u044a\u0432\u043f\u0430\u0434\u0435\u043d\u0438\u044f \u0437\u0430 Turnitin \u0441\u0435 \u0438\u0437\u0438\u0441\u043a\u0432\u0430 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442 \u043e\u0442 0 \u0434\u043e 100.
review.exclude.matches.header=\u0412\u044a\u0437\u043c\u043e\u0436\u043d\u043e\u0441\u0442\u0438 \u0437\u0430 \u0438\u0437\u043a\u043b\u044e\u0447\u0432\u0430\u043d\u0435\:
review.file.not.accepted={0} \u043d\u044f\u043c\u0430 \u0434\u0430 \u043f\u0440\u0438\u0435\u043c\u0435 \u043a\u0430\u0447\u0435\u043d\u0438\u044f \u0444\u0430\u0439\u043b. \u041c\u043e\u043b\u044f, \u043a\u0430\u0447\u0435\u0442\u0435 \u0444\u0430\u0439\u043b \u043e\u0442 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0438\u0442\u0435 \u0442\u0438\u043f\u043e\u0432\u0435 \u0444\u0430\u0439\u043b\u043e\u0432\u0435\: {1}. {2}
review.file.not.accepted.turnitin=\u041a\u0430\u0447\u0435\u043d\u0438\u044f\u0442 \u0444\u0430\u0439\u043b \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0438\u043c\u0430 \u0444\u0430\u0439\u043b\u043e\u0432\u043e \u0440\u0430\u0437\u0448\u0438\u0440\u0435\u043d\u0438\u0435, \u043a\u043e\u0435\u0442\u043e \u043f\u0440\u0435\u0434\u0441\u0442\u0430\u0432\u043b\u044f\u0432\u0430 \u0442\u0435\u043a\u0441\u0442\u044a\u0442 \u0441\u043b\u0435\u0434 \u0442\u043e\u0447\u043a\u0430\u0442\u0430. \u041f\u0440\u0438\u043a\u0430\u0447\u0435\u043d\u0438\u0442\u0435 \u0444\u0430\u0439\u043b\u043e\u0432\u0435 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0441\u0430 \u0441 \u0440\u0430\u0437\u043c\u0435\u0440 \u043f\u043e-\u043c\u0430\u043b\u044a\u043a \u043e\u0442 100 MB, \u0434\u0430 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u0442 \u043c\u0438\u043d\u0438\u043c\u0443\u043c 20 \u0434\u0443\u043c\u0438 \u0438 \u043f\u043e-\u043c\u0430\u043b\u043a\u043e \u043e\u0442 800 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0438.
review.eula.agreement=\u041f\u0440\u043e\u0447\u0435\u0442\u043e\u0445 \u0438 \u0441\u0435 \u0441\u044a\u0433\u043b\u0430\u0441\u0438\u0445 \u0441\u044a\u0441 \u0441\u043b\u0435\u0434\u043d\u043e\u0442\u043e
review.eula=\u041b\u0438\u0446\u0435\u043d\u0437\u0438\u043e\u043d\u043d\u043e \u0441\u043f\u043e\u0440\u0430\u0437\u0443\u043c\u0435\u043d\u0438\u0435 \u0441 \u043a\u0440\u0430\u0435\u043d \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b

turnitinoc.exclude.header=\u0418\u0437\u043a\u043b\u044e\u0447\u0432\u0430\u043d\u0435 \u043e\u0442 \u0434\u043e\u043a\u043b\u0430\u0434\u0438\u0442\u0435 \u0437\u0430 \u0441\u0445\u043e\u0434\u0441\u0442\u0432\u043e
turnitinoc.exclude.quoted=\u0426\u0438\u0442\u0430\u0442\u0438
turnitinoc.exclude.bibliography=\u0411\u0438\u0431\u043b\u0438\u043e\u0433\u0440\u0430\u0444\u0438\u044f
turnitinoc.index.header=\u0418\u043d\u0434\u0435\u043a\u0441\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u043f\u0440\u0435\u0434\u0441\u0442\u0430\u0432\u044f\u043d\u0435\u0442\u043e
turnitinoc.index.info=\u0418\u043d\u0434\u0435\u043a\u0441\u0438\u0440\u0430\u043d\u0438\u0442\u0435 \u0437\u0430\u044f\u0432\u043a\u0438 \u0449\u0435 \u0431\u044a\u0434\u0430\u0442 \u0434\u043e\u0441\u0442\u044a\u043f\u043d\u0438 \u0437\u0430 \u0441\u0440\u0430\u0432\u043d\u0435\u043d\u0438\u0435 \u0432 \u0414\u043e\u043a\u043b\u0430\u0434\u0438\u0442\u0435 \u0437\u0430 \u0441\u0445\u043e\u0434\u0441\u0442\u0432\u043e
turnitinoc.index.all=\u0418\u043d\u0434\u0435\u043a\u0441\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0432\u0441\u0438\u0447\u043a\u0438 \u043f\u043e\u0434\u0430\u0434\u0435\u043d\u0438 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u0438
turnitinoc.generate.header=\u0413\u0435\u043d\u0435\u0440\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u043e\u0442\u0447\u0435\u0442\u0438 \u0437\u0430 \u0441\u0445\u043e\u0434\u0441\u0442\u0432\u043e
turnitinoc.instructions=\u041d\u0430\u0443\u0447\u0435\u0442\u0435 \u043f\u043e\u0432\u0435\u0447\u0435 \u0437\u0430 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438\u0442\u0435 \u043d\u0430 Turnitin
turnitinoc.instructions.url=https\://help.turnitin.com/integrity/administrator/sakai.htm

gen.sorbyreview=\u0421\u043e\u0440\u0442\u0438\u0440\u0430\u0439 \u043f\u043e \u043f\u0440\u0435\u0433\u043b\u0435\u0434
gen.rev=TurnItIn
review.notavail=\u0412\u0441\u0435 \u043e\u0449\u0435 \u043d\u0435 \u0435 \u043d\u0430\u043b\u0438\u0447\u0435\u043d
review.viewreport=\u041f\u0440\u0435\u0433\u043b\u0435\u0434 \u043d\u0430 \u0434\u043e\u043a\u043b\u0430\u0434\u0430
review.title={0} \u0443\u0441\u043b\u0443\u0433\u0430 \u0437\u0430 \u043f\u043b\u0430\u0433\u0438\u0430\u0442\u0441\u0442\u0432\u043e
review.noreport=\u043d\u044f\u043c\u0430 \u0434\u043e\u043a\u043b\u0430\u0434
review.contentReviewIndicator=\u041e\u0440\u0438\u0433\u0438\u043d\u0430\u043b\u043d\u043e\u0441\u0442\u0442\u0430 \u043d\u0430 \u043f\u0440\u0435\u0434\u0441\u0442\u0430\u0432\u0435\u043d\u0438\u0442\u0435 \u043c\u0430\u0442\u0435\u0440\u0438\u0430\u043b\u0438 \u0449\u0435 \u0431\u044a\u0434\u0435 \u043f\u0440\u043e\u0432\u0435\u0440\u0435\u043d\u0430 \u043e\u0442 {0}.
review.required=\u041c\u043e\u043b\u044f, \u0432\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u043d\u0435\u043e\u0431\u0445\u043e\u0434\u0438\u043c\u0430\u0442\u0430 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f \u0437\u0430 {0} \n\u041d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438 \u043d\u0430 \u0443\u0441\u043b\u0443\u0433\u0430\u0442\u0430 \u0437\u0430 \u043f\u043b\u0430\u0433\u0438\u0430\u0442\u0441\u0442\u0432\u043e.

## notification email content
noti.subject.label=\u041f\u0440\u0435\u0434\u043c\u0435\u0442\:
noti.subject.content=\u0418\u0437\u0432\u0435\u0441\u0442\u0438\u0435 \u043f\u043e \u0438\u043c\u0435\u0439\u043b \u0437\u0430 \u043f\u043e\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u0437\u0430\u0434\u0430\u043d\u0438\u0435
noti.site.title=\u0417\u0430\u0433\u043b\u0430\u0432\u0438\u0435 \u043d\u0430 \u0441\u0430\u0439\u0442\u0430\:
noti.site.url=\u0410\u0434\u0440\u0435\u0441 \u043d\u0430 \u0441\u0430\u0439\u0442\u0430\:
noti.assignment.duedate=\u0414\u0430\u0442\u0430 \u043d\u0430 \u0438\u0437\u043f\u044a\u043b\u043d\u0435\u043d\u0438\u0435 \u043d\u0430 \u0437\u0430\u0434\u0430\u043d\u0438\u0435\u0442\u043e\:
noti.student=\u0423\u0447\u0435\u043d\u0438\u043a\:
noti.submit.time=\u041f\u043e\u0434\u0430\u0434\u0435\u043d \u043d\u0430\:
noti.archive.empty=\u0410\u0440\u0445\u0438\u0432\u044a\u0442 \u0435 \u043f\u0440\u0430\u0437\u0435\u043d \u0438\u043b\u0438 \u043a\u0440\u0438\u043f\u0442\u0438\u0440\u0430\u043d.

## navigation labels
nav.prev=< \u041f\u0440\u0435\u0434\u0438\u0448\u043d\u0438\u044f
nav.list=\u0412\u0440\u044a\u0449\u0430\u043d\u0435 \u043a\u044a\u043c \u0441\u043f\u0438\u0441\u044a\u043a\u0430
nav.next=\u0421\u043b\u0435\u0434\u0432\u0430\u0449\u0438\u044f >
nav.message=(\u041f\u0440\u043e\u043c\u0435\u043d\u0438\u0442\u0435 \u0449\u0435 \u0431\u044a\u0434\u0430\u0442 \u0437\u0430\u043f\u0430\u0437\u0435\u043d\u0438)
nav.header=\u041d\u0430\u0432\u0438\u0433\u0438\u0440\u0430\u0439\u0442\u0435 \u0432 \u043f\u043e\u0434\u0430\u0432\u0430\u043d\u0435\u0442\u043e \u0437\u0430 \u043e\u0434\u043e\u0431\u0440\u0435\u043d\u0438\u0435
nav.prev.ungraded=< \u041f\u0440\u0435\u0446\u0435\u0434\u0435\u043d\u0442\u0438\u0442\u0435, \u043a\u043e\u0438\u0442\u043e \u043d\u0435 \u0431\u044f\u0445\u0430 \u043e\u0442\u0431\u0435\u043b\u044f\u0437\u0430\u043d\u0438
nav.next.ungraded=\u0421\u043b\u0435\u0434\u0432\u0430\u0449\u0438\u0442\u0435, \u043a\u043e\u0438\u0442\u043e \u043d\u0435 \u0431\u044f\u0445\u0430 \u043e\u0442\u0431\u0435\u043b\u044f\u0437\u0430\u043d\u0438 >
nav.view.subsOnly=\u041d\u0430\u0432\u0438\u0433\u0430\u0446\u0438\u044f \u0441\u0430\u043c\u043e \u043c\u0435\u0436\u0434\u0443 \u0443\u0447\u0435\u043d\u0438\u0446\u0438 \u0441 \u043f\u043e\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u0438 \u0437\u0430 \u043e\u0446\u0435\u043d\u043a\u0430

gen.opendate.annc=\u041e\u0431\u044f\u0432\u044f\u0432\u0430\u043d\u0435 \u043d\u0430 \u0434\u0430\u0442\u0430\u0442\u0430 \u043d\u0430 \u043e\u0442\u043a\u0440\u0438\u0432\u0430\u043d\u0435\u0442\u043e

## supplement
supplement=\u0414\u043e\u043f\u044a\u043b\u043d\u0438\u0442\u0435\u043b\u043d\u0438 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0438
extraNodesRequired=\u041c\u043e\u043b\u044f, \u0432\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u0437\u0430\u0434\u044a\u043b\u0436\u0438\u0442\u0435\u043b\u043da\u0442a \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f.
additional_information=\u0414\u043e\u043f\u044a\u043b\u043d\u0438\u0442\u0435\u043b\u043d\u0430 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f
## model answer
modelAnswer=\u041c\u043e\u0434\u0435\u043b \u043d\u0430 \u043e\u0442\u0433\u043e\u0432\u043e\u0440
modelAnswer.instruction=\u041f\u0440\u0435\u0434\u043e\u0441\u0442\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u043f\u0440\u0438\u043c\u0435\u0440\u0435\u043d \u043e\u0442\u0433\u043e\u0432\u043e\u0440 \u0438\u043b\u0438 \u0440\u0435\u0448\u0435\u043d\u0438\u0435 \u043d\u0430 \u0437\u0430\u0434\u0430\u0447\u0430\u0442\u0430
modelAnswer.show_to_student.prompt=\u041f\u043e\u043a\u0430\u0436\u0435\u0442\u0435 \u043d\u0430 \u0443\u0447\u0435\u043d\u0438\u0446\u0438\u0442\u0435
modelAnswer.show_to_student.tooltip=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u043a\u043e\u0433\u0430 \u0434\u0430 \u043f\u043e\u043a\u0430\u0436\u0435\u0442\u0435 \u043c\u043e\u0434\u0435\u043b\u0430 \u043d\u0430 \u043e\u0442\u0433\u043e\u0432\u043e\u0440\u0430 \u043d\u0430 \u0443\u0447\u0435\u043d\u0438\u0446\u0438\u0442\u0435
modelAnswer.show_to_student.0=--\u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0435\u0434\u043d\u043e..
modelAnswer.show_to_student.1=\u041f\u0440\u0435\u0434\u0438 \u0441\u0442\u0443\u0434\u0435\u043d\u0442\u044a\u0442 \u0434\u0430 \u0437\u0430\u043f\u043e\u0447\u043d\u0435 \u0438\u0437\u043f\u044a\u043b\u043d\u0435\u043d\u0438\u0435\u0442\u043e \u043d\u0430 \u0437\u0430\u0434\u0430\u0447\u0430\u0442\u0430
modelAnswer.show_to_student.2=\u0421\u043b\u0435\u0434 \u043a\u0430\u0442\u043e \u0441\u0442\u0443\u0434\u0435\u043d\u0442\u044a\u0442 \u043f\u043e\u0434\u0430\u0434\u0435
modelAnswer.show_to_student.3=\u0421\u043b\u0435\u0434 \u043e\u0446\u0435\u043d\u044f\u0432\u0430\u043d\u0435 \u0438 \u0432\u0440\u044a\u0449\u0430\u043d\u0435 \u043d\u0430 \u0437\u0430\u0434\u0430\u0447\u0430\u0442\u0430
modelAnswer.show_to_student.4=\u0421\u043b\u0435\u0434 \u0434\u0430\u0442\u0430\u0442\u0430 \u043d\u0430 \u043f\u0440\u0438\u0435\u043c\u0430\u043d\u0435-\u0434\u043e
modelAnswer.alert.modelAnswer=\u041c\u043e\u043b\u044f, \u043f\u0440\u0435\u0434\u0441\u0442\u0430\u0432\u0435\u0442\u0435 \u043f\u0440\u0438\u043c\u0435\u0440\u0435\u043d \u0442\u0435\u043a\u0441\u0442 \u0437\u0430 \u043e\u0442\u0433\u043e\u0432\u043e\u0440.
modelAnswer.alert.showto=\u041c\u043e\u043b\u044f, \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u043f\u043e\u0434\u0445\u043e\u0434\u044f\u0449\u043e \u0432\u0440\u0435\u043c\u0435 \u0437\u0430 \u043f\u043e\u043a\u0430\u0437\u0432\u0430\u043d\u0435 \u043d\u0430 \u043f\u0440\u0438\u043c\u0435\u0440\u043d\u0438\u044f \u043e\u0442\u0433\u043e\u0432\u043e\u0440 \u043d\u0430 \u0441\u0442\u0443\u0434\u0435\u043d\u0442\u0438\u0442\u0435.

## private note
note=\u0427\u0430\u0441\u0442\u043d\u0430 \u0431\u0435\u043b\u0435\u0436\u043a\u0430
note.label=\u0427\u0430\u0441\u0442\u043d\u0438 \u0431\u0435\u043b\u0435\u0436\u043a\u0438
note.instruction=\u041c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0442\u0435 \u0431\u0435\u043b\u0435\u0436\u043a\u0430, \u0437\u0430 \u0434\u0430 \u043f\u0440\u043e\u0441\u043b\u0435\u0434\u044f\u0432\u0430\u0442\u0435 \u0432\u044a\u043f\u0440\u043e\u0441\u0438, \u0441\u0432\u044a\u0440\u0437\u0430\u043d\u0438 \u0441\u044a\u0441 \u0437\u0430\u0434\u0430\u0447\u0438\u0442\u0435, \u043c\u0438\u0441\u043b\u0438 \u0438 \u0442.\u043d. \u0414\u043e\u0441\u0442\u044a\u043f\u043d\u0430 \u0435 \u0437\u0430 \u0442\u0435\u0437\u0438, \u043a\u043e\u0438\u0442\u043e \u0441\u0442\u0435 \u043f\u043e\u0441\u043e\u0447\u0438\u043b\u0438 \u043f\u0440\u0438 \u043e\u0446\u0435\u043d\u044f\u0432\u0430\u043d\u0435\u0442\u043e.
note.to.prompt=\u0421\u043f\u043e\u0434\u0435\u043b\u0435\u0442\u0435
note.to.tooltip=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u043d\u0430 \u043a\u043e\u0433\u043e \u0434\u0430 \u043f\u043e\u043a\u0430\u0436\u0435\u0442\u0435 \u0442\u0430\u0437\u0438 \u0431\u0435\u043b\u0435\u0436\u043a\u0430
note.to.0=-- \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0435\u0434\u0438\u043d --
note.to.1=\u0417\u0430\u043f\u0430\u0437\u0438 \u0433\u043e \u043b\u0438\u0447\u043d\u043e \u0437\u0430 \u0441\u0435\u0431\u0435 \u0441\u0438
note.to.2=\u041f\u043e\u0437\u0432\u043e\u043b\u0435\u0442\u0435 \u043d\u0430 \u0434\u0440\u0443\u0433\u0438 \u0438\u043d\u0441\u0442\u0440\u0443\u043a\u0442\u043e\u0440\u0438 \u0434\u0430 \u0447\u0435\u0442\u0430\u0442
note.to.3=\u041f\u043e\u0437\u0432\u043e\u043b\u0435\u0442\u0435 \u043d\u0430 \u0434\u0440\u0443\u0433\u0438 \u0438\u043d\u0441\u0442\u0440\u0443\u043a\u0442\u043e\u0440\u0438 \u0434\u0430 \u0447\u0435\u0442\u0430\u0442 \u0438 \u0440\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u0442
note.alert.text=\u041c\u043e\u043b\u044f, \u0432\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u0442\u0435\u043a\u0441\u0442\u0430 \u043d\u0430 \u043b\u0438\u0447\u043d\u0430\u0442\u0430 \u0431\u0435\u043b\u0435\u0436\u043a\u0430.
note.alert.to=\u041c\u043e\u043b\u044f, \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u043e\u043f\u0446\u0438\u044f\u0442\u0430 \u0437\u0430 \u0441\u043f\u043e\u0434\u0435\u043b\u044f\u043d\u0435 \u043d\u0430 \u043b\u0438\u0447\u043d\u0430 \u0431\u0435\u043b\u0435\u0436\u043a\u0430.

## all purpose of item
allPurpose=\u0423\u043d\u0438\u0432\u0435\u0440\u0441\u0430\u043b\u0435\u043d \u0435\u043b\u0435\u043c\u0435\u043d\u0442
allPurpose.instruction=\u0418\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f\u0442\u0430 \u0441\u0435 \u043f\u043e\u043a\u0430\u0437\u0432\u0430 \u0432 \u043e\u043f\u0440\u0435\u0434\u0435\u043b\u0435\u043d\u043e \u0432\u0440\u0435\u043c\u0435 \u043d\u0430 \u043a\u043e\u0433\u043e\u0442\u043e \u043f\u043e\u0436\u0435\u043b\u0430\u0435\u0442\u0435.
allPurpose.show=\u041f\u043e\u043a\u0430\u0436\u0438 \u0442\u043e\u0437\u0438 \u0435\u043b\u0435\u043c\u0435\u043d\u0442
allPurpose.show.from=\u041e\u0442
allPurpose.show.util=\u0414\u043e
allPurpose.show.date=\u0414\u0430\u0442\u0430\:
allPurpose.show.time=\u0412\u0440\u0435\u043c\u0435\:
allPurpose.show.hide=\u0421\u043a\u0440\u0438\u0432\u0430\u043d\u0435 \u043d\u0430 \u0442\u043e\u0437\u0438 \u0435\u043b\u0435\u043c\u0435\u043d\u0442
allPurpose.show.to=\u041f\u043e\u043a\u0430\u0436\u0438 \u043d\u0430
allPurpose.show.expand=\u0420\u0430\u0437\u0448\u0438\u0440\u0435\u0442\u0435
allPurpose.show.collapse=\u0421\u0432\u0438\u0432\u0430\u043d\u0435
allPurpose.show.list=\u0421\u043f\u0438\u0441\u044a\u043a
allPurpose.user.selection.count=\u0438\u0437\u0431\u0440\u0430\u043d
allPurpose.alert.title=\u041c\u043e\u043b\u044f, \u0432\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u0437\u0430\u0433\u043b\u0430\u0432\u0438\u0435\u0442\u043e \u043d\u0430 \u0443\u043d\u0438\u0432\u0435\u0440\u0441\u0430\u043b\u043d\u0438\u044f \u0435\u043b\u0435\u043c\u0435\u043d\u0442.
allPurpose.alert.text=\u041c\u043e\u043b\u044f, \u0432\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u0442\u0435\u043a\u0441\u0442 \u0441 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f \u0437\u0430 \u0443\u043d\u0438\u0432\u0435\u0440\u0441\u0430\u043b\u043d\u0438\u044f \u0435\u043b\u0435\u043c\u0435\u043d\u0442.
allPurpose.alert.access=\u041c\u043e\u043b\u044f, \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0441\u043f\u0438\u0441\u044a\u043a \u0437\u0430 \u0434\u043e\u0441\u0442\u044a\u043f \u0437\u0430 \u0443\u043d\u0438\u0432\u0435\u0440\u0441\u0430\u043b\u043d\u0438\u044f \u0435\u043b\u0435\u043c\u0435\u043d\u0442.
allPurpose.alert.release.afer.retract=\u041d\u0430\u0447\u0430\u043b\u043d\u0430\u0442\u0430 \u0434\u0430\u0442\u0430 \u043d\u0430 \u043f\u043e\u043a\u0430\u0437\u0432\u0430\u043d\u0435 \u043d\u0430 \u0432\u0441\u0438\u0447\u043a\u0438 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0438 \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0435 \u0437\u0430\u0434\u0430\u0434\u0435\u043d\u0430 \u0441\u043b\u0435\u0434 \u043f\u043e\u043a\u0430\u0436\u0438 \u0434\u043e \u0434\u0430\u0442\u0430.

all=\u0412\u0441\u0438\u0447\u043a\u0438

allowResubmission.show=\u041f\u043e\u043a\u0430\u0437\u0432\u0430\u043d\u0435 \u043d\u0430 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438\u0442\u0435 \u0437\u0430 \u0440\u0430\u0437\u0440\u0435\u0448\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u043f\u043e\u0432\u0442\u043e\u0440\u043d\u043e\u0442\u043e \u043f\u043e\u0434\u0430\u0432\u0430\u043d\u0435
allowResubmission.hide=\u0421\u043a\u0440\u0438\u0432\u0430\u043d\u0435 \u043d\u0430 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438\u0442\u0435 \u0437\u0430 \u0440\u0430\u0437\u0440\u0435\u0448\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u043f\u043e\u0432\u0442\u043e\u0440\u043d\u043e \u043f\u043e\u0434\u0430\u0432\u0430\u043d\u0435
allowResubmission.label=\u0417\u0430\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u043e\u043f\u0446\u0438\u0438 \u0437\u0430 \u043f\u043e\u0432\u0442\u043e\u0440\u043d\u043e \u043f\u043e\u0434\u0430\u0432\u0430\u043d\u0435 \u0437\u0430 \u043f\u043e\u0432\u0435\u0447\u0435 \u0441\u0442\u0443\u0434\u0435\u043d\u0442\u0438
allowResubmission.groups.label=\u0417\u0430\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u043e\u043f\u0446\u0438\u0438 \u0437\u0430 \u043f\u043e\u0432\u0442\u043e\u0440\u043d\u043e \u043f\u043e\u0434\u0430\u0432\u0430\u043d\u0435 \u0437\u0430 \u043f\u043e\u0432\u0435\u0447\u0435 \u0433\u0440\u0443\u043f\u0438
allowResubmission.instruction=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0441\u0442\u0443\u0434\u0435\u043d\u0442\u0438 \u043e\u0442 \u0442\u0430\u0431\u043b\u0438\u0446\u0430\u0442\u0430 \u043f\u043e-\u0434\u043e\u043b\u0443. \u0417\u0430\u0434\u0430\u0439\u0442\u0435 \u0431\u0440\u043e\u044f \u043d\u0430 \u043f\u043e\u0432\u0442\u043e\u0440\u043d\u0438\u0442\u0435 \u043f\u043e\u0434\u0430\u0432\u0430\u043d\u0438\u044f, \u043a\u043e\u0438\u0442\u043e \u0432\u0441\u0435\u043a\u0438 \u0441\u0442\u0443\u0434\u0435\u043d\u0442 \u043c\u043e\u0436\u0435 \u0434\u0430 \u043d\u0430\u043f\u0440\u0430\u0432\u0438, \u0438 \u0434\u0430\u0442\u0430\u0442\u0430, \u0434\u043e \u043a\u043e\u044f\u0442\u043e \u043c\u043e\u0436\u0435 \u0434\u0430 \u043f\u043e\u0434\u0430\u0434\u0435 \u043e\u0442\u043d\u043e\u0432\u043e. \u0429\u0440\u0430\u043a\u043d\u0435\u0442\u0435 \u0432\u044a\u0440\u0445\u0443 "\u0410\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u0439", \u0437\u0430 \u0434\u0430 \u0440\u0430\u0437\u0440\u0435\u0448\u0438\u0442\u0435 \u043d\u0430 \u0438\u0437\u0431\u0440\u0430\u043d\u0438\u0442\u0435 \u0441\u0442\u0443\u0434\u0435\u043d\u0442\u0438 \u0434\u0430 \u0438\u0437\u043f\u0440\u0430\u0442\u044f\u0442 \u043e\u0442\u043d\u043e\u0432\u043e \u0442\u043e\u0432\u0430 \u0437\u0430\u0434\u0430\u043d\u0438\u0435.
allowResubmission.groups.instruction=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0433\u0440\u0443\u043f\u0438\u0442\u0435 \u043e\u0442 \u0442\u0430\u0431\u043b\u0438\u0446\u0430\u0442\u0430 \u043f\u043e-\u0434\u043e\u043b\u0443. \u0417\u0430\u0434\u0430\u0439\u0442\u0435 \u0431\u0440\u043e\u044f \u043d\u0430 \u043f\u043e\u0432\u0442\u043e\u0440\u043d\u0438\u0442\u0435 \u043f\u043e\u0434\u0430\u0432\u0430\u043d\u0438\u044f, \u043a\u043e\u0438\u0442\u043e \u0432\u0441\u044f\u043a\u0430 \u0433\u0440\u0443\u043f\u0430 \u043c\u043e\u0436\u0435 \u0434\u0430 \u043d\u0430\u043f\u0440\u0430\u0432\u0438, \u0438 \u0434\u0430\u0442\u0430\u0442\u0430, \u0434\u043e \u043a\u043e\u044f\u0442\u043e \u043c\u043e\u0436\u0435 \u0434\u0430 \u043f\u043e\u0434\u0430\u0434\u0435 \u043e\u0442\u043d\u043e\u0432\u043e. \u0429\u0440\u0430\u043a\u043d\u0435\u0442\u0435 \u0432\u044a\u0440\u0445\u0443 "\u0410\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u0439", \u0437\u0430 \u0434\u0430 \u0440\u0430\u0437\u0440\u0435\u0448\u0438\u0442\u0435 \u043d\u0430 \u0438\u0437\u0431\u0440\u0430\u043d\u0438\u0442\u0435 \u0433\u0440\u0443\u043f\u0438 \u0434\u0430 \u0438\u0437\u043f\u0440\u0430\u0442\u044f\u0442 \u043e\u0442\u043d\u043e\u0432\u043e \u0442\u043e\u0432\u0430 \u0437\u0430\u0434\u0430\u043d\u0438\u0435.
allowResubmission.nouser=\u041c\u043e\u043b\u044f, \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u043f\u043e\u043d\u0435 \u0435\u0434\u0438\u043d \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b \u0438\u043b\u0438 \u0433\u0440\u0443\u043f\u0430 \u043e\u0442 \u0442\u0430\u0431\u043b\u0438\u0446\u0430\u0442\u0430 \u043f\u043e-\u0434\u043e\u043b\u0443, \u0437\u0430 \u0434\u0430 \u0437\u0430\u0434\u0430\u0434\u0435\u0442\u0435 \u043e\u043f\u0446\u0438\u0438\u0442\u0435 \u0437\u0430 \u043f\u043e\u0432\u0442\u043e\u0440\u043d\u043e \u043f\u043e\u0434\u0430\u0432\u0430\u043d\u0435.
allowResubmission.toggleall=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435/\u0434\u0435\u043c\u0430\u0440\u043a\u0438\u0440\u0430\u0439\u0442\u0435 \u0432\u0441\u0438\u0447\u043ao, \u0437\u0430 \u0434\u0430 \u0440\u0430\u0437\u0440\u0435\u0448\u0438\u0442\u0435 \u043f\u043e\u0432\u0442\u043e\u0440\u043d\u043e \u043f\u043e\u0434\u0430\u0432\u0430\u043d\u0435 \u0437\u0430 \u043e\u0446\u0435\u043d\u043a\u0430
allowResubmission.select.student=\u0420\u0430\u0437\u0440\u0435\u0448\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u043f\u043e\u0432\u0442\u043e\u0440\u043d\u043e \u043f\u043e\u0434\u0430\u0432\u0430\u043d\u0435 \u043e\u0442
#SAK-31405
assignment.print=\u041e\u0442\u043f\u0435\u0447\u0430\u0442\u0432\u0430\u043d\u0435
assignment.additional.notes.file.title=\u0434\u043e\u043f\u044a\u043b\u043d\u0438\u0442\u0435\u043b\u043d\u0430 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f
assignment.additional.notes.export.title=\u0414\u043e\u043f\u044a\u043b\u043d\u0438\u0442\u0435\u043b\u043d\u0438 \u0431\u0435\u043b\u0435\u0436\u043a\u0438 \u0437\u0430 \u0441\u0442\u0443\u0434\u0435\u043d\u0442\u0438\u0442\u0435
assignment.additional.notes.export.header=\u0414\u043e\u043f\u044a\u043b\u043d\u0438\u0442\u0435\u043b\u043d\u0438 \u0431\u0435\u043b\u0435\u0436\u043a\u0438 \u0441\u0430 \u043d\u0430\u043f\u0440\u0430\u0432\u0435\u043d\u0438 \u0437\u0430 \u0441\u043b\u0435\u0434\u043d\u0438\u0442\u0435 \u0441\u0442\u0443\u0434\u0435\u043d\u0442\u0438\:
assignment.additional.notes.export.footer=\u041c\u0430\u0440\u043a\u0435\u0440\u0438\u0442\u0435 \u043d\u0430 \u0437\u0430\u0434\u0430\u0447\u0438\u0442\u0435 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0431\u044a\u0434\u0430\u0442 \u0443\u0432\u0435\u0434\u043e\u043c\u0435\u043d\u0438, \u0437\u0430 \u0434\u0430 \u043c\u043e\u0436\u0435 \u0442\u0430\u0437\u0438 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f \u0434\u0430 \u0431\u044a\u0434\u0435 \u0432\u0437\u0435\u0442\u0430 \u043f\u043e\u0434 \u0432\u043d\u0438\u043c\u0430\u043d\u0438\u0435.
assignment.additional.notes.students.explanation=\u0412\u0430\u0448\u0430\u0442\u0430 \u0441\u0442\u0443\u0434\u0435\u043d\u0442\u0441\u043a\u0430 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044f \u043f\u043e\u043a\u0430\u0437\u0432\u0430, \u0447\u0435 \u0441\u043b\u0435\u0434\u043d\u0438\u0442\u0435 \u0431\u0435\u043b\u0435\u0436\u043a\u0438 \u0441\u0430 \u0437\u0430 \u0432\u0430\u0441\:\: {0}
## single file upload
singleatt=\u0421\u0430\u043c\u043e \u0435\u0434\u0438\u043d \u043a\u0430\u0447\u0435\u043d \u0444\u0430\u0439\u043b
att.upl=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0424\u0430\u0439\u043b\:
size.exceeded=\u041e\u0433\u0440\u0430\u043d\u0438\u0447\u0435\u043d\u0438\u0435\u0442\u043e \u0437\u0430 \u0440\u0430\u0437\u043c\u0435\u0440 \u043d\u0430 \u043a\u0430\u0447\u0432\u0430\u043d\u0435 \u043e\u0442 {0} MB \u0435 \u043d\u0430\u0434\u0445\u0432\u044a\u0440\u043b\u0435\u043d\u043e.
notpermis4=\u041d\u044f\u043c\u0430\u0442\u0435 \u043d\u0435\u043e\u0431\u0445\u043e\u0434\u0438\u043c\u0438\u0442\u0435 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0438\u044f \u0437\u0430 \u0434\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u0440\u0435\u0441\u0443\u0440\u0441\u0438.
alert.toolong=\u0418\u043c\u0435\u0442\u043e ''{0}'' \u0435 \u0442\u0432\u044a\u0440\u0434\u0435 \u0434\u044a\u043b\u0433\u043e.
failed=\u041e\u043f\u0435\u0440\u0430\u0446\u0438\u044f\u0442\u0430 \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0435 \u0437\u0430\u0432\u044a\u0440\u0448\u0435\u043d\u0430 \u0432 \u0442\u043e\u0437\u0438 \u043c\u043e\u043c\u0435\u043d\u0442.
failed.upload=\u041a\u0430\u0447\u0432\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0444\u0430\u0439\u043b\u0430 \u0435 \u043d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u043e.
failed.diskio=\u041f\u0440\u043e\u0446\u0435\u0441\u044a\u0442 \u043d\u0430 \u043a\u0430\u0447\u0432\u0430\u043d\u0435 \u043d\u0430 \u0444\u0430\u0439\u043b\u0430 \u043d\u0435 \u0435 \u0437\u0430\u0432\u044a\u0440\u0448\u0435\u043d \u043f\u043e\u0440\u0430\u0434\u0438 \u0433\u0440\u0435\u0448\u043a\u0430 \u0432 \u0434\u0438\u0441\u043a\u043e\u0432\u043e\u0442\u043e \u0443\u0441\u0442\u0440\u043e\u0439\u0441\u0442\u0432\u043e \u043d\u0430 \u0441\u044a\u0440\u0432\u044a\u0440\u0430.
choosefile7=\u041c\u043e\u043b\u044f, \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0444\u0430\u0439\u043b\u0430, \u043a\u043e\u0439\u0442\u043e \u0434\u0430 \u043f\u0440\u0438\u043a\u0430\u0447\u0438\u0442\u0435.
# External Tool - SAK-32679
externaltool=\u0412\u044a\u043d\u0448\u0435\u043d \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442 (LTI)
external.tool.header=\u0412\u044a\u043d\u0448\u0435\u043d \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442
external.tool.detail=<b>\u0417\u0430\u0431\u0435\u043b\u0435\u0436\u043a\u0430\:</b> \u041a\u043e\u0433\u0430\u0442\u043e \u0441\u044a\u0437\u0434\u0430\u0432\u0430\u0442\u0435 \u0437\u0430\u0434\u0430\u043d\u0438\u0435, \u043a\u043e\u0435\u0442\u043e \u0441\u0442\u0430\u0440\u0442\u0438\u0440\u0430 \u0432\u044a\u043d\u0448\u0435\u043d \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442, \u043d\u0435 \u0432\u0441\u0438\u0447\u043a\u0438 \u0444\u0443\u043d\u043a\u0446\u0438\u0438 \u043d\u0430 \u0437\u0430\u0434\u0430\u043d\u0438\u0435\u0442\u043e \u0441\u0430 \u0434\u043e\u0441\u0442\u044a\u043f\u043d\u0438.  \u041d\u0435\u043f\u043e\u0434\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0442\u0435 \u0444\u0443\u043d\u043a\u0446\u0438\u0438 \u0441\u0435 \u0441\u043a\u0440\u0438\u0432\u0430\u0442, \u043a\u043e\u0433\u0430\u0442\u043e \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0442\u043e\u0437\u0438 \u0442\u0438\u043f \u0437\u0430\u0434\u0430\u043d\u0438\u0435.
external.tool.label=\u0412\u044a\u043d\u0448\u0435\u043d \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442 (LTI) \u041e\u043f\u0446\u0438\u0438
external.tool.placeholder=\u041d\u044f\u043c\u0430 \u0438\u0437\u0431\u0440\u0430\u043d \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442
external.tool.find=\u0418\u0437\u0431\u043e\u0440 \u043d\u0430 \u0432\u044a\u043d\u0448\u0435\u043d \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442 (LTI)
external.tool.goto=\u041e\u0442\u0438\u0434\u0435\u0442\u0435 \u043d\u0430 \u0432\u044a\u043d\u0448\u0435\u043d \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442
external.tool.new.window=\u0421\u0442\u0430\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0432\u044a\u043d\u0448\u0435\u043d \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442 \u0432 \u043d\u043e\u0432 \u043f\u0440\u043e\u0437\u043e\u0440\u0435\u0446
external.tool.launched=\u0412\u044a\u043d\u0448\u043d\u0438\u044f\u0442 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442 \u0435 \u0441\u0442\u0430\u0440\u0442\u0438\u0440\u0430\u043d, \u043c\u043e\u043b\u044f, \u043e\u043f\u0440\u0435\u0441\u043d\u0435\u0442\u0435 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430\u0442\u0430, \u0437\u0430 \u0434\u0430 \u0441\u0435 \u0441\u0442\u0430\u0440\u0442\u0438\u0440\u0430 \u043e\u0442\u043d\u043e\u0432\u043e
external.tool.expired=\u0421\u0442\u0430\u0440\u0442\u0438\u0440\u0430\u043d\u0435\u0442\u043e \u0435 \u0438\u0437\u0442\u0435\u043a\u043b\u043e, \u043c\u043e\u043b\u044f, \u043e\u043f\u0440\u0435\u0441\u043d\u0435\u0442\u0435 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430\u0442\u0430
external.tool.notavail=\u0422\u043e\u0432\u0430 \u0437\u0430\u0434\u0430\u043d\u0438\u0435 \u043d\u0435 \u0435 \u043d\u0430\u043b\u0438\u0447\u043d\u043e
external.tool.missing=\u0412\u044a\u043d\u0448\u043d\u0438\u044f\u0442 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442 \u043d\u0435 \u0435 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0438\u0440\u0430\u043d, \u043a\u043e\u043d\u0441\u0443\u043b\u0442\u0438\u0440\u0430\u0439\u0442\u0435 \u0441\u0435 \u0441 \u0438\u043d\u0441\u0442\u0440\u0443\u043a\u0442\u043e\u0440\u0430 \u0441\u0438
external.tool.resubmission=\u041c\u043e\u0436\u0435 \u0434\u0430 \u0438\u0441\u043a\u0430\u0442\u0435 \u043d\u0435\u043e\u0433\u0440\u0430\u043d\u0438\u0447\u0435\u043d \u0434\u043e\u0441\u0442\u044a\u043f \u0434\u043e \u043f\u043e\u0432\u0442\u043e\u0440\u043d\u043e \u0438\u0437\u043f\u0440\u0430\u0449\u0430\u043d\u0435 \u043d\u0430 LTI \u0437\u0430\u0434\u0430\u043d\u0438\u044f, \u0442\u0430\u043a\u0430 \u0447\u0435 \u0443\u0447\u0435\u043d\u0438\u0446\u0438\u0442\u0435 \u0434\u0430 \u043c\u043e\u0433\u0430\u0442 \u0434\u0430 \u0441\u0442\u0430\u0440\u0442\u0438\u0440\u0430\u0442 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0430 \u043d\u044f\u043a\u043e\u043b\u043a\u043e \u043f\u044a\u0442\u0438. \u0412\u0441\u0435\u043a\u0438 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0438\u043c\u0430 \u0440\u0430\u0437\u043b\u0438\u0447\u0435\u043d \u043f\u043e\u0434\u0445\u043e\u0434 \u043e\u0442\u043d\u043e\u0441\u043d\u043e \u201e\u0438\u0437\u043f\u0440\u0430\u0449\u0430\u043d\u0435\u0442\u043e \u0437\u0430 \u043e\u0446\u0435\u043d\u043a\u0430\u201c.

## link to calendar
assign_due_event_desc=\u0417\u0430\u0434\u0430\u043d\u0438\u0435\u0442\u043e {0} \u0438\u043c\u0430 \u043a\u0440\u0430\u0435\u043d \u0441\u0440\u043e\u043a \u043d\u0430 {1}.

## confirm success grading of submission
saved_grading=\u041a\u043e\u043c\u0435\u043d\u0442\u0430\u0440\u0438\u0442\u0435 \u0438/\u0438\u043b\u0438 \u043e\u0446\u0435\u043d\u043a\u0430\u0442\u0430 \u0441\u0430 \u0437\u0430\u043f\u0430\u0437\u0435\u043d\u0438.

## Advise to use the navigation on the page
use_form_navigation=\u0418\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0439\u0442\u0435 \u0431\u0443\u0442\u043e\u043d\u0438\u0442\u0435 "\u041f\u0440\u0435\u0434\u0438\u0448\u0435\u043d" \u0438 "\u0421\u043b\u0435\u0434\u0432\u0430\u0449" \u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430\u0442\u0430, \u0437\u0430 \u0434\u0430 \u043f\u0440\u0435\u043c\u0438\u043d\u0435\u0442\u0435 \u043a\u044a\u043c \u0437\u0430\u0434\u0430\u0447\u0438\u0442\u0435.

## cancel changes button
cancel_changes=\u041e\u0442\u043c\u044f\u043d\u0430 \u043d\u0430 \u043f\u0440\u043e\u043c\u0435\u043d\u0438\u0442\u0435

send.submission.releasegrade.email.options=\u041e\u043f\u0446\u0438\u0438 \u0437\u0430 \u0441\u044a\u043e\u0431\u0449\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u0431\u0435\u043b\u0435\u0436\u043a\u0438 \u043f\u043e \u0438\u043c\u0435\u0439\u043b\:
send.submission.releasegrade.email.none=\u041d\u0435 \u0438\u0437\u043f\u0440\u0430\u0449\u0430\u0439\u0442\u0435 \u0443\u0432\u0435\u0434\u043e\u043c\u0438\u0442\u0435\u043b\u0435\u043d \u0438\u043c\u0435\u0439\u043b \u043d\u0430 \u0441\u0442\u0443\u0434\u0435\u043d\u0442\u0430, \u043a\u043e\u0433\u0430\u0442\u043e \u043e\u0446\u0435\u043d\u043a\u0430\u0442\u0430 \u0435 \u043f\u0443\u0431\u043b\u0438\u043a\u0443\u0432\u0430\u043d\u0430
send.submission.releasegrade.email=\u0418\u0437\u043f\u0440\u0430\u0449\u0430\u043d\u0435 \u043d\u0430 \u0438\u043c\u0435\u0439\u043b \u0441 \u0438\u0437\u0432\u0435\u0441\u0442\u0438\u0435 \u0434\u043e \u0441\u0442\u0443\u0434\u0435\u043d\u0442\u0430, \u043a\u043e\u0433\u0430\u0442\u043e \u043e\u0446\u0435\u043d\u043a\u0430\u0442\u0430 \u0435 \u043f\u0443\u0431\u043b\u0438\u043a\u0443\u0432\u0430\u043d\u0430

noti.releasegrade.subject.content=\u0418\u0437\u0432\u0435\u0441\u0442\u0438\u0435 \u043f\u043e \u0438\u043c\u0435\u0439\u043b \u0437\u0430 \u043f\u0443\u0431\u043b\u0438\u043a\u0443\u0432\u0430\u043d\u0430 \u043e\u0446\u0435\u043d\u043a\u0430 \u043d\u0430 \u0437\u0430\u0434\u0430\u043d\u0438\u0435\u0442\u043e
#noti.releasegrade.text=Your submission to assignment ''{0}'' has been returned. Please go to {1} to view details.
noti.releasegrade.text=\u041f\u043e\u0434\u0430\u0434\u0435\u043d\u0430\u0442\u0430 \u043e\u0442 \u0432\u0430\u0441 \u0437\u0430\u0434\u0430\u0447\u0430 ''{0}'' \u0431\u0435\u0448\u0435 \u0432\u044a\u0440\u043d\u0430\u0442\u0430. \u0417\u0430 \u0434\u0430 \u0432\u0438\u0434\u0438\u0442\u0435 \u043f\u043e\u0434\u0440\u043e\u0431\u043d\u043e\u0441\u0442\u0438\u0442\u0435, \u043a\u043b\u0438\u043a\u043d\u0435\u0442\u0435
noti.here=\u0442\u0443\u043a

not_allowed_to_grade_in_gradebook=\u0417\u0430\u0434\u0430\u043d\u0438\u0435\u0442\u043e \u0435 \u0441\u0432\u044a\u0440\u0437\u0430\u043d\u043e \u0441 \u0435\u043b\u0435\u043c\u0435\u043d\u0442 \u043e\u0442 \u043a\u0430\u0442\u0430\u043b\u043e\u0433\u0430. \u0422\u044a\u0439 \u043a\u0430\u0442\u043e \u043d\u044f\u043c\u0430\u0442\u0435 \u043f\u0440\u0430\u0432\u043e \u0434\u0430 \u043f\u043e\u0441\u0442\u0430\u0432\u044f\u0442\u0435 \u0431\u0435\u043b\u0435\u0436\u043a\u0438 \u0432 \u043a\u0430\u0442\u0430\u043b\u043e\u0433\u0430, \u043d\u0435 \u043c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u043f\u043e\u0441\u0442\u0430\u0432\u044f\u0442\u0435 \u043e\u0446\u0435\u043d\u043a\u0438 \u0442\u0443\u043a \u0432 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0430 \u0417\u0430\u0434\u0430\u0447\u0438. \u041e\u0431\u0430\u0447\u0435, \u043c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u0442\u0435 \u0440\u0430\u0437\u0434\u0435\u043b\u0430 \u0437\u0430 \u043a\u043e\u043c\u0435\u043d\u0442\u0430\u0440\u0438 \u0438 \u0434\u0430 \u043a\u0430\u0447\u0432\u0430\u0442\u0435 \u043f\u0440\u0438\u043a\u0430\u0447\u0435\u043d\u0438 \u0444\u0430\u0439\u043b\u043e\u0432\u0435 \u0437\u0430 \u0446\u0435\u043b\u0438\u0442\u0435 \u043d\u0430 \u043e\u0446\u0435\u043d\u044f\u0432\u0430\u043d\u0435\u0442\u043e.

not_allowed_to_grade_submission=\u041d\u044f\u043c\u0430\u0442\u0435 \u043f\u0440\u0430\u0432\u043e \u0434\u0430 \u043f\u043e\u0441\u0442\u0430\u0432\u044f\u0442\u0435 \u043e\u0446\u0435\u043d\u043a\u0430 \u043d\u0430 \u043d\u0430 \u0442\u0430\u0437\u0438 \u0437\u0430\u0434\u0430\u0447\u0430 {0}.

## for gradebook item already associated with certain assignment
usedGradebookAssignment=\u0441\u0432\u044a\u0440\u0437\u0430\u043d \u0441 ''{0}''

## options for assignment list view display
options=\u041e\u043f\u0446\u0438\u0438
youarenot_options=\u041d\u044f\u043c\u0430\u0442\u0435 \u043f\u0440\u0430\u0432\u043e \u0434\u0430 \u0440\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u0442\u0435 \u043e\u043f\u0446\u0438\u0438\u0442\u0435 \u043d\u0430 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0430 \u0437\u0430 \u0437\u0430\u0434\u0430\u043d\u0438\u0435.
options_instruction=\u041c\u043e\u043b\u044f, \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u043e\u043f\u0446\u0438\u044f\u0442\u0430 \u0437\u0430 \u043f\u043e\u043a\u0430\u0437\u0432\u0430\u043d\u0435 \u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430\u0442\u0430 \u0437\u0430 \u043e\u0446\u0435\u043d\u044f\u0432\u0430\u043d\u0435 \u043d\u0430 \u0437\u0430\u0434\u0430\u0447\u0438\u0442\u0435.
options_default=\u041f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435 (\u043f\u043e\u043a\u0430\u0436\u0435\u0442\u0435 \u0432\u0441\u0438\u0447\u043a\u0438 \u043f\u043e\u0434\u0430\u0432\u0430\u043d\u0438\u044f \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u044f)
options_searchonly=\u041f\u043e\u043a\u0430\u0437\u0432\u0430\u0439\u0442\u0435 \u0441\u0430\u043c\u043e \u043f\u043e\u0434\u0430\u0432\u0430\u043d\u0438\u044f \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u044f \u0441\u043f\u043e\u0440\u0435\u0434 \u0433\u0440\u0443\u043f\u043e\u0432\u0438\u044f \u0444\u0438\u043b\u0442\u044a\u0440 \u0438 \u0440\u0435\u0437\u0443\u043b\u0442\u0430\u0442\u0430 \u043e\u0442 \u0442\u044a\u0440\u0441\u0435\u043d\u0435\u0442\u043e
options_usegrader=\u0418\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0439\u0442\u0435 \u043d\u043e\u0432\u0430\u0442\u0430 \u0441\u0438\u0441\u0442\u0435\u043c\u0430 \u0437\u0430 \u043e\u0446\u0435\u043d\u044f\u0432\u0430\u043d\u0435 \u043d\u0430 Sakai, \u0437\u0430 \u0434\u0430 \u043e\u0446\u0435\u043d\u044f\u0432\u0430\u0442\u0435 \u0437\u0430\u0434\u0430\u043d\u0438\u044f\u0442\u0430
options_cannotFindSite=\u041d\u0435 \u043c\u043e\u0433\u0430 \u0434\u0430 \u043d\u0430\u043c\u0435\u0440\u044f \u0441\u0430\u0439\u0442 \u0441 ID \= '{0}'.
options_cannotEditSite=\u041d\u044f\u043c\u0430\u0442\u0435 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0438\u0435 \u0434\u0430 \u0440\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u0442\u0435 \u0441\u0430\u0439\u0442 \u0441 ID \= '{0}'.
view_instruction=\u041c\u043e\u043b\u044f, \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0433\u0440\u0443\u043f\u0430, \u0437\u0430 \u0434\u0430 \u0432\u0438\u0434\u0438\u0442\u0435 \u043f\u043e\u0434\u0430\u0432\u0430\u043d\u0438\u044f\u0442\u0430 \u0437\u0430 \u043e\u0446\u0435\u043d\u043a\u0430 \u043d\u0430 \u0441\u0442\u0443\u0434\u0435\u043d\u0442\u0438\u0442\u0435.
search=\u041d\u0430\u043c\u0435\u0440\u0435\u0442\u0435
search_students=\u041d\u0430\u043c\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0441\u0442\u0443\u0434\u0435\u043d\u0442\u0438
search_clear=\u0418\u0437\u0442\u0440\u0438\u0439\u0442\u0435
search_student_instruction=\u0418\u043c\u0435, ID \u0438\u043b\u0438 \u0438\u043c\u0435\u0439\u043b
please_select_group=\u041c\u043e\u043b\u044f, \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0433\u0440\u0443\u043f\u0430\:
nostudent_searchview=\u041d\u0435 \u0435 \u043d\u0430\u043c\u0435\u0440\u0435\u043d \u0441\u0442\u0443\u0434\u0435\u043d\u0442 \u043a\u043e\u0439\u0442\u043e \u0434\u0430 \u043e\u0442\u0433\u043e\u0432\u0430\u0440\u044f \u043d\u0430 \u043a\u0440\u0438\u0442\u0435\u0440\u0438\u0438\u0442\u0435 \u0437\u0430 \u0442\u044a\u0440\u0441\u0435\u043d\u0435 \u0438 \u0444\u0438\u043b\u0442\u044a\u0440\u0430 \u0437\u0430 \u043f\u0440\u0435\u0433\u043b\u0435\u0434.

same_assignment_title=\u0412 \u0441\u0430\u0439\u0442\u0430 \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430 \u0437\u0430\u0434\u0430\u043d\u0438\u0435 \u0441\u044a\u0441 \u0441\u044a\u0449\u043e\u0442\u043e \u0437\u0430\u0433\u043b\u0430\u0432\u0438\u0435 ''{0}''. \u041c\u043e\u043b\u044f, \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0439\u0442\u0435 \u0440\u0430\u0437\u043b\u0438\u0447\u043d\u043e \u0437\u0430\u0433\u043b\u0430\u0432\u0438\u0435.

#Reorder Vm
reorder.title=\u041e\u0440\u0433\u0430\u043d\u0438\u0437\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0441\u043f\u0438\u0441\u044a\u043a\u0430 \u0441\u044a\u0441 \u0437\u0430\u0434\u0430\u0447\u0438 \u043f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435
reorder.instruction.general=\u0417\u0430 \u0434\u0430 \u043f\u0440\u043e\u043c\u0435\u043d\u0438\u0442\u0435 \u0440\u0435\u0434\u0430, \u043f\u043b\u044a\u0437\u043d\u0435\u0442\u0435 \u043e\u0431\u0435\u043a\u0442\u0438\u0442\u0435 \u043e\u0442 \u0441\u043f\u0438\u0441\u044a\u043a\u0430 \u0441 \u043f\u043e\u043a\u0430\u0437\u0430\u043b\u0435\u0446\u0430 \u043d\u0430 \u043c\u0438\u0448\u043a\u0430\u0442\u0430 \u0438\u043b\u0438 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0439\u0442\u0435 \u043a\u043b\u0430\u0432\u0438\u0448\u0438\u0442\u0435 U \u0438 D, \u0441\u043b\u0435\u0434 \u043a\u043e\u0435\u0442\u043e \u0449\u0440\u0430\u043a\u043d\u0435\u0442\u0435 \u0432\u044a\u0440\u0445\u0443 \u0417\u0430\u043f\u0430\u0437\u0432\u0430\u043d\u0435.
reorder.instruction.input=\u041c\u043e\u0436\u0435\u0442\u0435 \u0441\u044a\u0449\u043e \u0442\u0430\u043a\u0430 \u0434\u0430 \u0440\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u0442\u0435 \u043f\u043e\u0440\u0435\u0434\u043d\u0438\u0442\u0435 \u043d\u043e\u043c\u0435\u0440\u0430 \u0432 \u0441\u043f\u0438\u0441\u044a\u043a\u0430.
reorder.instruction.general.hidden=\u0412\u043b\u0435\u0437\u0442\u0435 \u0432 \u0441\u043f\u0438\u0441\u044a\u043a\u0430, \u0437\u0430\u0434\u0440\u044a\u0436\u0442\u0435 \u043a\u043b\u0430\u0432\u0438\u0448\u0430 Control \u0438 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0439\u0442\u0435 \u043a\u043b\u0430\u0432\u0438\u0448\u0438\u0442\u0435 \u0441\u044a\u0441 \u0441\u0442\u0440\u0435\u043b\u043a\u0438, \u0437\u0430 \u0434\u0430 \u0441\u043e\u0440\u0442\u0438\u0440\u0430\u0442\u0435.
reorder.undo.last.label=\u041e\u0442\u043c\u044f\u043d\u0430 \u043d\u0430 \u043f\u043e\u0441\u043b\u0435\u0434\u043d\u0438\u044f
reorder.undo.all.label=\u041e\u0442\u043c\u044f\u043d\u0430 \u043d\u0430 \u0432\u0441\u0438\u0447\u043a\u0438
reorder.fail.valid.message=\u041c\u043e\u043b\u044f, \u043f\u043e\u0441\u043e\u0447\u0435\u0442\u0435 \u0447\u0438\u0441\u043b\u043e, \u043f\u043e-\u043c\u0430\u043b\u043a\u043e \u043e\u0442 \#\!

## the url used by download all process
download_url_reminder=\u0418\u0437\u0431\u0440\u0430\u043b\u0438 \u0441\u0442\u0435 \u0434\u0430 \u0438\u0437\u0442\u0435\u0433\u043b\u0438\u0442\u0435 \u0440\u0430\u0431\u043e\u0442\u0430\u0442\u0430 \u043d\u0430 \u0441\u0442\u0443\u0434\u0435\u043d\u0442\u0430. \u0410\u043a\u043e \u0441\u0440\u0435\u0449\u043d\u0435\u0442\u0435 \u043f\u0440\u043e\u0431\u043b\u0435\u043c \u043f\u0440\u0438 \u0438\u0437\u0442\u0435\u0433\u043b\u044f\u043d\u0435\u0442\u043e \u043d\u0430 \u0432\u0441\u0438\u0447\u043a\u0438 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u0438, \u043a\u043b\u0438\u043a\u043d\u0435\u0442\u0435 \u0432\u044a\u0440\u0445\u0443 \u0441\u043b\u0435\u0434\u043d\u0438\u044f \u043b\u0438\u043d\u043a\:
download_url_link_label=\u0418\u0437\u0442\u0435\u0433\u043b\u044f\u043d\u0435
allPurpose_save=\u0417\u0430\u043f\u0430\u0437\u0435\u0442\u0435
allPurpose_cancel=\u041e\u0442\u043c\u044f\u043d\u0430 \u043d\u0430

# EntityProvider properties
assignment=\u041f\u0440\u0435\u0434\u0441\u0442\u0430\u0432\u043b\u044f\u0432\u0430 \u0437\u0430\u0434\u0430\u043d\u0438\u044f \u0437\u0430 \u0434\u0430\u0434\u0435\u043d \u0441\u0430\u0439\u0442.
assignment.action.deepLinkWithPermissions=\u0414\u0435\u0439\u0441\u0442\u0432\u0438\u0435\u0442\u043e \u043f\u0440\u0438\u0435\u043c\u0430 \u0440\u0435\u0444\u0435\u0440\u0435\u043d\u0446\u0438\u044f \u0437\u0430 \u0437\u0430\u0434\u0430\u043d\u0438\u0435\u0442\u043e \u0438 \u0431\u0443\u043b\u0435\u0432\u0430\u0442\u0430 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442 \u0437\u0430 \u0440\u0430\u0437\u0440\u0435\u0448\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u0447\u0435\u0442\u0435\u043d\u0435 \u043d\u0430 \u0437\u0430\u0434\u0430\u043d\u0438\u0435\u0442\u043e, \u0440\u0430\u0437\u0440\u0435\u0448\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u0434\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u0437\u0430\u0434\u0430\u043d\u0438\u0435\u0442\u043e, \u0440\u0430\u0437\u0440\u0435\u0448\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u0438\u0437\u043f\u0440\u0430\u0449\u0430\u043d\u0435 \u043d\u0430 \u0437\u0430\u0434\u0430\u043d\u0438\u0435\u0442\u043e \u0438 \u0432\u0440\u044a\u0449\u0430\u043d\u0435 \u043d\u0430 deepLink  URL. \u0415\u0442\u043e \u043c\u043e\u0434\u0435\u043b\u0430 \u043d\u0430 URL \u0430\u0434\u0440\u0435\u0441\u0430 \u043d\u0430 \u0437\u0430\u044f\u0432\u043a\u0430\u0442\u0430\: /direct/assignment/deepLinks/{assignment_ref} \u0441 \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u0440\u0438 {bool_allowRead}, {bool_allowAdd} \u0438 {bool_allowSubmit}
assignment.action.deepLink=\u0414\u0435\u0439\u0441\u0442\u0432\u0438\u0435\u0442\u043e \u043f\u0440\u0438\u0435\u043c\u0430 \u0440\u0435\u0444\u0435\u0440\u0435\u043d\u0446\u0438\u044f \u0437\u0430 \u0437\u0430\u0434\u0430\u043d\u0438\u0435\u0442\u043e \u0438 \u0432\u0440\u044a\u0449\u0430 URL \u0430\u0434\u0440\u0435\u0441\u0430 \u043d\u0430 deepLink \u0437\u0430 \u0442\u0435\u043a\u0443\u0449\u0438\u044f \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b. \u0415\u0442\u043e \u043c\u043e\u0434\u0435\u043b\u0430 \u043d\u0430 URL \u0437\u0430\u044f\u0432\u043a\u0430\u0442\u0430\: /direct/assignment/deepLinks/{assignment_ref}
assignment.action.annc=\u0414\u0435\u0439\u0441\u0442\u0432\u0438\u0435\u0442\u043e \u043f\u0440\u0438\u0435\u043c\u0430 \u0440\u0435\u0444\u0435\u0440\u0435\u043d\u0446\u0438\u044f \u0437\u0430 \u0437\u0430\u0434\u0430\u043d\u0438\u0435\u0442\u043e \u0438 \u0432\u0440\u044a\u0449\u0430 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f \u0437\u0430 \u0437\u0430\u0434\u0430\u043d\u0438\u0435\u0442\u043e \u0437\u0430 \u0438\u043d\u0442\u0435\u0433\u0440\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0441\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u0435\u0442\u043e. \u0418\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f\u0442\u0430 \u0437\u0430 \u0437\u0430\u0434\u0430\u043d\u0438\u0435\u0442\u043e \u0432\u043a\u043b\u044e\u0447\u0432\u0430 \u043e\u0431\u0435\u043a\u0442 \u043d\u0430 \u0437\u0430\u0434\u0430\u043d\u0438\u0435\u0442\u043e, \u043a\u043e\u043d\u0442\u0435\u043a\u0441\u0442, assignmentId, assignmentTitle, assignmentUrl. \u0422\u0443\u043a \u0435 \u043e\u0431\u0440\u0430\u0437\u0435\u0446\u044a\u0442 \u043d\u0430 URL \u0437\u0430\u044f\u0432\u043a\u0430\u0442\u0430\: /direct/assignment/annc/{assignment_ref} \u0441 \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u0440\u0438 {messageId}
assignment.action.site=\u0412\u044a\u0437\u0441\u0442\u0430\u043d\u043e\u0432\u044f\u0432\u0430\u043d\u0435 \u043d\u0430 \u0437\u0430\u0434\u0430\u043d\u0438\u044f\u0442\u0430 \u0437\u0430 \u0434\u0430\u0434\u0435\u043d \u0441\u0430\u0439\u0442. \u041c\u043e\u0434\u0435\u043b\u044a\u0442 \u043d\u0430 URL \u0430\u0434\u0440\u0435\u0441\u0430 \u043d\u0430 \u0437\u0430\u044f\u0432\u043a\u0430\u0442\u0430\: /direct/assignment/site/{siteId}.{format}.gradebookItemId \u0432\u0440\u044a\u0449\u0430 \u0434\u0430\u043d\u043d\u0438 \u0432 3 \u0440\u0430\u0437\u043b\u0438\u0447\u043d\u0438 \u0444\u043e\u0440\u043c\u0430\u0442\u0430 1) ""- \u0430\u043a\u043e \u0434\u0430\u0434\u0435\u043d\u043e \u0437\u0430\u0434\u0430\u043d\u0438\u0435 \u043d\u0435 \u0435 \u0441\u0432\u044a\u0440\u0437\u0430\u043d\u043e \u0441 \u043a\u0430\u0442\u0430\u043b\u043e\u0433\u0430 2) "{String-of gradebookItem name} "- \u043f\u0440\u0438 \u0441\u0432\u044a\u0440\u0437\u0432\u0430\u043d\u0435 \u043d\u0430 \u0437\u0430\u0434\u0430\u043d\u0438\u0435 \u0441\u044a\u0441 \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430\u0449 \u0435\u043b\u0435\u043c\u0435\u043d\u0442 3 \u043e\u0442 \u043a\u0430\u0442\u0430\u043b\u043e\u0433\u0430"/assignment/a/{site_id}/{\u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440 \u043d\u0430 \u0437\u0430\u0434\u0430\u043d\u0438\u0435}"- \u043f\u0440\u0438 \u0434\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u0437\u0430\u0434\u0430\u043d\u0438\u0435 \u043a\u044a\u043c \u043a\u0430\u0442\u0430\u043b\u043e\u0433\u0430.
assignment.action.item=\u0412\u044a\u0437\u0441\u0442\u0430\u043d\u043e\u0432\u044f\u0432\u0430\u043d\u0435 \u043d\u0430 \u0437\u0430\u0434\u0430\u043d\u0438\u0435, \u043f\u043e\u0441\u043e\u0447\u0435\u043d\u043e \u043e\u0442 \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440\u0430 \u043d\u0430 \u0437\u0430\u0434\u0430\u043d\u0438\u0435\u0442\u043e. \u0428\u0430\u0431\u043b\u043e\u043d\u044a\u0442 \u043d\u0430 URL \u0437\u0430\u044f\u0432\u043a\u0430\u0442\u0430\: /direct/assignment/item/{assignmentId}.{format}
assignment.action.my=\u0412\u044a\u0437\u0441\u0442\u0430\u043d\u043e\u0432\u044f\u0432\u0430\u043d\u0435 \u043d\u0430 \u0432\u0441\u0438\u0447\u043a\u0438 \u043c\u043e\u0438 \u0437\u0430\u0434\u0430\u0447\u0438 \u0437\u0430 \u0432\u0441\u0438\u0447\u043a\u0438 \u043c\u043e\u0438 \u0441\u0430\u0439\u0442\u043e\u0432\u0435. \u041c\u043e\u0434\u0435\u043b\u044a\u0442 \u043d\u0430 URL \u0437\u0430\u044f\u0432\u043a\u0430\u0442\u0430\: /direct/assignment/my.{format}

content_review.score.display={0}%
content_review.score_display.grader=%
content_review.disclosure.error=\u0413\u0440\u0435\u0448\u043a\u0430
content_review.disclosure.pending=\u0412 \u043e\u0447\u0430\u043a\u0432\u0430\u043d\u0435
content_review.delimiter=-
content_review.error.SUBMISSION_ERROR_RETRY_CODE=\u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430\u043b\u0430 \u0435 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0438\u0437\u043f\u0440\u0430\u0449\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0442\u0430\u0437\u0438 \u0440\u0430\u0431\u043e\u0442\u0430 \u043a\u044a\u043c \u0443\u0441\u043b\u0443\u0433\u0430\u0442\u0430 \u0437\u0430 \u043f\u0440\u043e\u0432\u0435\u0440\u043a\u0430 \u043d\u0430 \u043e\u0440\u0438\u0433\u0438\u043d\u0430\u043b\u043d\u043e\u0441\u0442\u0442\u0430. \u0421\u0438\u0441\u0442\u0435\u043c\u0430\u0442\u0430 \u0430\u0432\u0442\u043e\u043c\u0430\u0442\u0438\u0447\u043d\u043e \u0449\u0435 \u0441\u0435 \u043e\u043f\u0438\u0442\u0430 \u0434\u0430 \u0438\u0437\u043f\u0440\u0430\u0442\u0438 \u0440\u0430\u0431\u043e\u0442\u0430\u0442\u0430 \u043e\u0442\u043d\u043e\u0432\u043e.
content_review.error.SUBMISSION_ERROR_NO_RETRY_CODE=\u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0438\u0437\u043f\u0440\u0430\u0449\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u043d\u0430 \u0442\u0430\u0437\u0438 \u0440\u0430\u0431\u043e\u0442\u0430 \u043a\u044a\u043c \u0443\u0441\u043b\u0443\u0433\u0430\u0442\u0430 \u0437\u0430 \u043f\u0440\u043e\u0432\u0435\u0440\u043a\u0430 \u043d\u0430 \u043e\u0440\u0438\u0433\u0438\u043d\u0430\u043b\u043d\u043e\u0441\u0442\u0442\u0430.
content_review.error.SUBMISSION_ERROR_USER_DETAILS_CODE=\u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0438\u0437\u043f\u0440\u0430\u0449\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0442\u0430\u0437\u0438 \u0440\u0430\u0431\u043e\u0442\u0430 \u043a\u044a\u043c \u0443\u0441\u043b\u0443\u0433\u0430\u0442\u0430 \u0437\u0430 \u043f\u0440\u043e\u0432\u0435\u0440\u043a\u0430 \u043d\u0430 \u043e\u0440\u0438\u0433\u0438\u043d\u0430\u043b\u043d\u043e\u0441\u0442\u0442\u0430. \u0414\u0430\u043d\u043d\u0438\u0442\u0435 \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u044f \u0441\u0430 \u043d\u0435\u043f\u044a\u043b\u043d\u0438 \u0438\u043b\u0438 \u043d\u0435\u0432\u0430\u043b\u0438\u0434\u043d\u0438.
content_review.error.REPORT_ERROR_RETRY_CODE=\u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0438\u0437\u0432\u043b\u0438\u0447\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0434\u043e\u043a\u043b\u0430\u0434\u0430 \u0437\u0430 \u043e\u0440\u0438\u0433\u0438\u043d\u0430\u043b\u043d\u043e\u0441\u0442 \u0437\u0430 \u0442\u043e\u0432\u0430 \u043f\u043e\u0434\u0430\u0432\u0430\u043d\u0435. \u0421\u0438\u0441\u0442\u0435\u043c\u0430\u0442\u0430 \u0430\u0432\u0442\u043e\u043c\u0430\u0442\u0438\u0447\u043d\u043e \u0449\u0435 \u0441\u0435 \u043e\u043f\u0438\u0442\u0430 \u0434\u0430 \u0438\u0437\u0442\u0435\u0433\u043b\u0438 \u0434\u043e\u043a\u043b\u0430\u0434\u0430 \u043e\u0442\u043d\u043e\u0432\u043e.
content_review.error.REPORT_ERROR_NO_RETRY_CODE=\u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0438\u0437\u0432\u043b\u0438\u0447\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0434\u043e\u043a\u043b\u0430\u0434\u0430 \u0437\u0430 \u043e\u0440\u0438\u0433\u0438\u043d\u0430\u043b\u043d\u043e\u0441\u0442 \u0437\u0430 \u0442\u043e\u0432\u0430 \u043f\u043e\u0434\u0430\u0432\u0430\u043d\u0435. \u0414\u043e\u043a\u043b\u0430\u0434\u044a\u0442 \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0435 \u0438\u0437\u0432\u043be\u0447\u0435\u043d.
content_review.error.SUBMISSION_ERROR_RETRY_EXCEEDED_CODE=\u0412\u0441\u0438\u0447\u043a\u0438 \u043e\u043f\u0438\u0442\u0438 \u0437\u0430 \u0438\u0437\u043f\u0440\u0430\u0449\u0430\u043d\u0435 \u043d\u0430 \u0438\u0437\u0432\u043b\u0438\u0447\u0435\u043d \u0437\u0430 \u043f\u0440\u043e\u0432\u0435\u0440\u043a\u0430 \u043d\u0430 \u043e\u0440\u0438\u0433\u0438\u043d\u0430\u043b\u043d\u043e\u0441\u0442\u0442\u0430 \u0441\u0430 \u043d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u0438. \u041b\u0438\u043c\u0438\u0442\u044a\u0442 \u043d\u0430 \u043e\u043f\u0438\u0442\u0438\u0442\u0435 \u0437\u0430 \u043f\u043e\u0434\u0430\u0432\u0430\u043d\u0435 \u0435 \u0434\u043e\u0441\u0442\u0438\u0433\u043d\u0430\u0442.
content_review.pending.info=\u0422\u043e\u0432\u0430 \u043f\u043e\u0434\u0430\u0432\u0430\u043d\u0435 \u0435 \u0432 \u043f\u0440\u043e\u0446\u0435\u0441 \u043d\u0430 \u0440\u0430\u0437\u0433\u043b\u0435\u0436\u0434\u0430\u043d\u0435.
content_review.notYetSubmitted=\u0422\u043e\u0437\u0438 \u0435\u043b\u0435\u043c\u0435\u043d\u0442 \u0432\u0441\u0435 \u043e\u0449\u0435 \u043d\u0435 \u0435 \u0438\u0437\u043f\u0440\u0430\u0442\u0435\u043d \u0432 {0}.
content_review.notYetSubmitted.grader=\u0422\u043e\u0437\u0438 \u0435\u043b\u0435\u043c\u0435\u043d\u0442 \u0432\u0441\u0435 \u043e\u0449\u0435 \u043d\u0435 \u0435 \u043f\u0440\u0435\u0434\u0441\u0442\u0430\u0432\u0435\u043d \u043d\u0430
content_review.errorFromSource=\u0418\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f \u0437\u0430 \u043e\u0442\u0441\u0442\u0440\u0430\u043d\u044f\u0432\u0430\u043d\u0435 \u043d\u0430 \u043d\u0435\u0438\u0437\u043f\u0440\u0430\u0432\u043d\u043e\u0441\u0442\u0438\: {0}

content_review.error=\u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430\u043b\u0430 \u0435 \u043d\u0435\u0438\u0437\u0432\u0435\u0441\u0442\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430. \u0414\u043e\u043a\u043b\u0430\u0434\u044a\u0442 \u0437\u0430 \u043e\u0440\u0438\u0433\u0438\u043d\u0430\u043b\u043d\u043e\u0441\u0442 \u0437\u0430 \u0442\u043e\u0432\u0430 \u043f\u043e\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0435 \u0435 \u043d\u0430\u043b\u0438\u0447\u0435\u043d.
content_review.error.createAssignment=\u041f\u0440\u0438 \u0441\u044a\u0437\u0434\u0430\u0432\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0442\u043e\u0432\u0430 \u0437\u0430\u0434\u0430\u043d\u0438\u0435 \u0435 \u0432\u044a\u0437\u043d\u0438\u043a\u043d\u0430\u043b\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u0441 {0}. {1} \u0435 \u0437\u0430\u043f\u0430\u0437\u0438\u043b \u0437\u0430\u0434\u0430\u043d\u0438\u0435\u0442\u043e \u0432 \u0440\u0435\u0436\u0438\u043c \u043d\u0430 \u0447\u0435\u0440\u043d\u043e\u0432\u0430. \u041c\u043e\u043b\u044f, \u043e\u043f\u0438\u0442\u0430\u0439\u0442\u0435 \u0434\u0430 \u043f\u0443\u0431\u043b\u0438\u043a\u0443\u0432\u0430\u0442\u0435 \u0442\u043e\u0432\u0430 \u0437\u0430\u0434\u0430\u043d\u0438\u0435 \u043e\u0442\u043d\u043e\u0432\u043e, \u043f\u043e-\u043a\u044a\u0441\u043d\u043e. {2}
content_review.note=<div><br /><em>\u0417\u0410\u0411\u0415\u041b\u0415\u0416\u041a\u0410\:</em><ul><li>\u041f\u0440\u0438 \u0438\u0437\u043f\u0440\u0430\u0449\u0430\u043d\u0435 \u043d\u0430 \u043f\u0440\u0438\u043a\u0430\u0447\u0435\u043d\u0438 \u0444\u0430\u0439\u043b\u043e\u0432\u0435 \u0441\u0442\u0443\u0434\u0435\u043d\u0442\u0438\u0442\u0435 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0442 \u0441\u0430\u043c\u043e \u0442\u0435\u0437\u0438 \u0442\u0438\u043f\u043e\u0432\u0435 \u0444\u0430\u0439\u043b\u043e\u0432\u0435\: {0}.</li><li>C\u0442\u0443\u0434\u0435\u043d\u0442\u0438\u0442\u0435 \u0442\u0440\u044f\u0431\u0432\u0430 \u0432\u0438\u043d\u0430\u0433\u0438 \u0434\u0430 \u0437\u0430\u043f\u0438\u0441\u0432\u0430\u0442 \u0444\u0430\u0439\u043b\u043e\u0432\u0435 \u0441\u044a\u0441 \u0441\u044a\u043e\u0442\u0432\u0435\u0442\u043d\u043e\u0442\u043e \u0440\u0430\u0437\u0448\u0438\u0440\u0435\u043d\u0438\u0435.</li>{1}{2}</ul></div>
content_review.note.turnitin=<li>\u041d\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0439\u0442\u0435 \u0441\u0438\u043c\u0432\u043e\u043b\u0430 "&" \u0432 \u0437\u0430\u0433\u043b\u0430\u0432\u0438\u0435\u0442\u043e \u043d\u0430 \u0437\u0430\u0434\u0430\u0447\u0430\u0442\u0430.</li><li>\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0437\u0430 \u043f\u0440\u0435\u0434\u043f\u043e\u0447\u0438\u0442\u0430\u043d\u0435 \u201e\u041f\u043e\u0434\u0430\u0432\u0430\u043d\u0435 \u043e\u0442 \u0441\u0442\u0443\u0434\u0435\u043d\u0442\u0430\u201c (\u0421\u0430\u043c\u043e inline \u2013 \u0421\u0430\u043c\u043e \u043f\u0440\u0438\u043a\u0430\u0447\u0435\u043d\u0438 \u0444\u0430\u0439\u043b\u043e\u0432\u0435 \u2013 \u0421\u0430\u043c\u043e inline \u0438 \u043f\u0440\u0438\u043a\u0430\u0447\u0435\u043d\u0438 \u0444\u0430\u0439\u043b\u043e\u0432\u0435 \u2013 \u0421\u0430\u043c\u043e \u0435\u0434\u0438\u043d \u043a\u0430\u0447\u0435\u043d \u0444\u0430\u0439\u043b).</li><li>\u0418\u043d\u0444\u043e\u0440\u043c\u0438\u0440\u0430\u0439\u0442\u0435\u0441\u0442\u0443\u0434\u0435\u043d\u0442\u0438\u0442\u0435, \u0447\u0435\:</li><ol><li>\u0424\u0430\u0439\u043b\u043e\u0432\u0438\u0442\u0435 \u0444\u043e\u0440\u043c\u0430\u0442\u0438 WPS, Apple Pages, .ODS \u0438 .gdoc \u043d\u0435 \u0441\u0435 \u043f\u0440\u0438\u0435\u043c\u0430\u0442.</li><li>\u0422\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0441\u0435 \u0432\u043a\u043b\u044e\u0447\u0438 \u0440\u0430\u0437\u0448\u0438\u0440\u0435\u043d\u0438\u0435 \u043d\u0430 \u0444\u0430\u0439\u043b\u0430. \u0422\u0435\u043a\u0441\u0442\u044a\u0442 \u0441\u043b\u0435\u0434 \u0442\u043e\u0447\u043a\u0430\u0442\u0430 \u0449\u0435 \u0441\u0435 \u0441\u0447\u0438\u0442\u0430 \u0437\u0430 \u0440\u0430\u0437\u0448\u0438\u0440\u0435\u043d\u0438\u0435 \u043d\u0430 \u0444\u0430\u0439\u043b\u0430.</li><li>\u041f\u0440\u0438\u043b\u043e\u0436\u0435\u043d\u0438\u044f\u0442\u0430 \u043d\u0435 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u043d\u0430\u0434\u0432\u0438\u0448\u0430\u0432\u0430\u0442 100 MB \u043f\u043e \u0440\u0430\u0437\u043c\u0435\u0440 (.txt \u043f\u0440\u0438\u043a\u0430\u0447\u0435\u043d\u0438 \u0444\u0430\u0439\u043b\u043e\u0432\u0435 \u043d\u0435 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u043d\u0430\u0434\u0432\u0438\u0448\u0430\u0432\u0430\u0442 2 MB).</li><li>\u041f\u043f\u0440\u0438\u043a\u0430\u0447\u0435\u043d\u0438 \u0444\u0430\u0439\u043b\u043e\u0432\u0435 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0437\u0430\u0435\u043c\u0430\u0442 \u043f\u043e-\u043c\u0430\u043b\u043a\u043e \u043e\u0442 800 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0438.</li><li>\u0412\u043a\u043b\u044e\u0447\u0432\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0432\u0435\u043a\u0442\u043e\u0440\u043d\u0438 \u0438\u0437\u043e\u0431\u0440\u0430\u0436\u0435\u043d\u0438\u044f \u043c\u043e\u0436\u0435 \u0434\u0430 \u0434\u043e\u0432\u0435\u0434\u0435 \u0434\u043e \u043f\u0440\u043e\u0431\u043b\u0435\u043c\u0438 \u043f\u0440\u0438 "\u0434\u043e\u043a\u043b\u0430\u0434\u0430 \u0437\u0430 \u043e\u0440\u0438\u0433\u0438\u043d\u0430\u043b\u043d\u043e\u0441\u0442", \u043f\u0440\u0435\u043f\u043e\u0440\u044a\u0447\u0432\u0430\u043c\u0435 .jpg \u0444\u043e\u0440\u043c\u0430\u0442 \u0437\u0430 \u0438\u0437\u043e\u0431\u0440\u0430\u0436\u0435\u043d\u0438\u044f\u0442\u0430.</li>
content_review.accepted.types.delimiter=,
content_review.accepted.types.lparen=(
content_review.accepted.types.rparen=)

noti.releaseresubmission.subject.content=\u041f\u043e\u0434\u0430\u0432\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0437\u0430\u0434\u0430\u043d\u0438\u0435\u0442\u043e \u0435 \u043e\u0446\u0435\u043d\u0435\u043d\u043e
noti.releaseresubmission.text=\u041f\u043e\u0434\u0430\u0434\u0435\u043d\u043e\u0442\u043e \u043e\u0442 \u0432\u0430\u0441 \u0437\u0430\u0434\u0430\u043d\u0438\u0435 "{0}" \u0435 \u043e\u0446\u0435\u043d\u0435\u043d\u043e \u0438 \u043f\u043e\u0437\u0432\u043e\u043b\u044f\u0432\u0430 \u043f\u043e\u0432\u0442\u043e\u0440\u043d\u043e \u043f\u043e\u0434\u0430\u0432\u0430\u043d\u0435 \u0434\u043e \u043a\u0440\u0430\u0439\u043d\u0430\u0442\u0430 \u0434\u0430\u0442\u0430. \u041c\u043e\u043b\u044f, \u043e\u0442\u0438\u0434\u0435\u0442\u0435 \u043d\u0430 "{1}", \u0437\u0430 \u0434\u0430 \u0432\u0438\u0434\u0438\u0442\u0435 \u043f\u043e\u0434\u0440\u043e\u0431\u043d\u043e\u0441\u0442\u0438\u0442\u0435.
noti.releaseresubmission.noresubmit.text=\u041f\u043e\u0434\u0430\u0434\u0435\u043d\u0430\u0442\u0430 \u043e\u0442 \u0432\u0430\u0441 \u0437\u0430\u0434\u0430\u0447\u0430 "{0}" \u0435 \u043e\u0446\u0435\u043d\u0435\u043d\u0430. \u041c\u043e\u043b\u044f, \u043e\u0442\u0438\u0434\u0435\u0442\u0435 \u043d\u0430 {1}, \u0437\u0430 \u0434\u0430 \u0432\u0438\u0434\u0438\u0442\u0435 \u043f\u043e\u0434\u0440\u043e\u0431\u043d\u043e\u0441\u0442\u0438\u0442\u0435.

send.submission.releasereturn.email.options=\u041e\u043f\u0446\u0438\u0438 \u0437\u0430 \u0438\u0437\u0432\u0435\u0441\u0442\u044f\u0432\u0430\u043d\u0435 \u043f\u043e \u0438\u043c\u0435\u0439\u043b \u043e\u0442\u043d\u043e\u0441\u043d\u043e \u043f\u043e\u0432\u0442\u043e\u0440\u043d\u043e\u0442\u043e \u0438\u0437\u043f\u0440\u0430\u0449\u0430\u043d\u0435 \u0437\u0430 \u043e\u0446\u0435\u043d\u043a\u0430\:\:
send.submission.releasereturn.email.none=\u041d\u0435 \u0438\u0437\u043f\u0440\u0430\u0449\u0430\u0439\u0442\u0435 \u0443\u0432\u0435\u0434\u043e\u043c\u0438\u0442\u0435\u043b\u0435\u043d \u0438\u043c\u0435\u0439\u043b \u043d\u0430 \u0441\u0442\u0443\u0434\u0435\u043d\u0442\u0430, \u043a\u043e\u0433\u0430\u0442\u043e \u043e\u0446\u0435\u043d\u043a\u0430\u0442\u0430 \u0435 \u043f\u0443\u0431\u043b\u0438\u043a\u0443\u0432\u0430\u043d\u0430 \u0438 \u0435 \u0432\u044a\u0437\u043c\u043e\u0436\u043d\u043e \u043f\u043e\u0432\u0442\u043e\u0440\u043d\u043e \u043f\u043e\u0434\u0430\u0432\u0430\u043d\u0435
send.submission.releasereturn.email=\u0418\u0437\u043f\u0440\u0430\u0449\u0430\u0439\u0442\u0435 \u0443\u0432\u0435\u0434\u043e\u043c\u0438\u0442\u0435\u043b\u0435\u043d \u0438\u043c\u0435\u0439\u043b \u043d\u0430 \u0441\u0442\u0443\u0434\u0435\u043d\u0442\u0430, \u043a\u043e\u0433\u0430\u0442\u043e \u043e\u0446\u0435\u043d\u043a\u0430\u0442\u0430 \u0435 \u043f\u0443\u0431\u043b\u0438\u043a\u0443\u0432\u0430\u043d\u0430 \u0438 \u0435 \u0432\u044a\u0437\u043c\u043e\u0436\u043d\u043e \u043f\u043e\u0432\u0442\u043e\u0440\u043d\u043e \u043f\u043e\u0434\u0430\u0432\u0430\u043d\u0435

send.notification.opendate.email.none=\u041d\u0435 \u0438\u0437\u043f\u0440\u0430\u0449\u0430\u0439\u0442\u0435 \u0438\u043c\u0435\u0439\u043b \u0438\u0437\u0432\u0435\u0441\u0442\u0438\u0435
send.notification.opendate.email.low=\u0418\u0437\u043f\u0440\u0430\u0449\u0430\u043d\u0435 \u043d\u0430 \u0438\u043c\u0435\u0439\u043b \u0438\u0437\u0432\u0435\u0441\u0442\u0438\u0435 \u0441 \u0434\u0430\u0442\u0430\u0442\u0430 \u043d\u0430 \u043e\u0442\u0432\u0430\u0440\u044f\u043d\u0435 \u043d\u0430 \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u0446\u0438\u0442\u0435, \u043a\u043e\u0438\u0442\u043e \u0441\u0430 \u0438\u0437\u0431\u0440\u0430\u043b\u0438 \u0442\u043e\u0432\u0430
send.notification.opendate.email.high=\u0418\u0437\u043f\u0440\u0430\u0449\u0430\u043d\u0435 \u043d\u0430 \u0438\u043c\u0435\u0439\u043b \u0438\u0437\u0432\u0435\u0441\u0442\u0438\u0435 \u0441 \u0434\u0430\u0442\u0430\u0442\u0430 \u043d\u0430 \u043e\u0442\u043a\u0440\u0438\u0432\u0430\u043d\u0435\u0442\u043e \u0434\u043e \u0432\u0441\u0438\u0447\u043a\u0438 \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u0446\u0438

sendFeedback.show=\u041f\u043e\u043a\u0430\u0437\u0432\u0430\u043d\u0435 \u043d\u0430 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438\u0442\u0435 \u0437\u0430 \u0438\u0437\u043f\u0440\u0430\u0449\u0430\u043d\u0435 \u043d\u0430 \u043e\u0431\u0440\u0430\u0442\u043d\u0430 \u0432\u0440\u044a\u0437\u043a\u0430
sendFeedback.hide=\u0421\u043a\u0440\u0438\u0432\u0430\u043d\u0435 \u043d\u0430 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438\u0442\u0435 \u0437\u0430 \u0438\u0437\u043f\u0440\u0430\u0449\u0430\u043d\u0435 \u043d\u0430 \u043e\u0431\u0440\u0430\u0442\u043d\u0430 \u0432\u0440\u044a\u0437\u043a\u0430
sendFeedback.label=\u0418\u0437\u043f\u0440\u0430\u0449\u0430\u043d\u0435 \u043d\u0430 \u043e\u0431\u0440\u0430\u0442\u043d\u0430 \u0432\u0440\u044a\u0437\u043a\u0430 \u0434\u043e \u043d\u044f\u043a\u043e\u043b\u043a\u043e \u0441\u0442\u0443\u0434\u0435\u043d\u0442\u0438
sendFeedback.instruction=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0441\u0442\u0443\u0434\u0435\u043d\u0442\u0438 \u043e\u0442 \u0442\u0430\u0431\u043b\u0438\u0446\u0430\u0442\u0430 \u043f\u043e-\u0434\u043e\u043b\u0443. \u041d\u0430\u043f\u0438\u0448\u0435\u0442\u0435 \u043e\u0431\u0440\u0430\u0442\u043d\u0430\u0442\u0430 \u0441\u0438 \u0432\u0440\u044a\u0437\u043a\u0430 \u0432 \u0441\u043b\u0435\u0434\u0432\u0430\u0449o\u0442o \u0442\u0435\u043a\u0441\u0442\u043e\u0432\u043e \u043f\u043e\u043b\u0435, \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u043e\u043f\u0446\u0438\u0438\u0442\u0435 \u0437\u0430 \u0432\u0441\u044f\u043a\u043e \u0434\u043e\u043f\u044a\u043b\u043d\u0438\u0442\u0435\u043b\u043d\u043e \u043c\u043d\u0435\u043d\u0438\u0435 \u0438 \u0441\u043b\u0435\u0434 \u0442\u043e\u0432\u0430 \u0449\u0440\u0430\u043a\u043d\u0435\u0442\u0435 \u0432\u044a\u0440\u0445\u0443 "\u0410\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0435", \u0437\u0430 \u0434\u0430 \u0437\u0430\u043f\u0430\u0437\u0438\u0442\u0435.
sendFeedback.options=\u041e\u043f\u0446\u0438\u0438 \u0437\u0430 \u043e\u0431\u0440\u0430\u0442\u043d\u0430 \u0432\u0440\u044a\u0437\u043a\u0430
sendFeedback.overwrite=\u0417\u0430\u043c\u0435\u043d\u0435\u0442\u0435 \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430\u0449\u0430\u0442\u0430 \u043e\u0431\u0440\u0430\u0442\u043d\u0430 \u0432\u0440\u044a\u0437\u043a\u0430 "\u041e\u0431\u043e\u0431\u0449\u0435\u043d\u0438 \u043a\u043e\u043c\u0435\u043d\u0442\u0430\u0440\u0438 \u043d\u0430 \u043f\u0440\u0435\u043f\u043e\u0434\u0430\u0432\u0430\u0442\u0435\u043b\u044f" \u0437\u0430 \u0438\u0437\u0431\u0440\u0430\u043d\u0438 \u0441\u0442\u0443\u0434\u0435\u043d\u0442\u0438.
sendFeedback.nouser=\u041c\u043e\u043b\u044f, \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u043f\u043e\u043d\u0435 \u0435\u0434\u0438\u043d \u0441\u0442\u0443\u0434\u0435\u043d\u0442, \u043d\u0430 \u043a\u043e\u0433\u043e\u0442\u043e \u0434\u0430 \u0438\u0437\u043f\u0440\u0430\u0442\u0438\u0442\u0435 \u043e\u0431\u0440\u0430\u0442\u043d\u0430 \u0432\u0440\u044a\u0437\u043a\u0430.
sendFeedback.nocomment=\u041c\u043e\u043b\u044f, \u0432\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u043a\u043e\u043c\u0435\u043d\u0442\u0430\u0440 \u0437\u0430 \u043e\u0431\u0440\u0430\u0442\u043d\u0430 \u0432\u0440\u044a\u0437\u043a\u0430.
sendFeedback.savedow=\u041e\u0431\u0440\u0430\u0442\u043d\u0430\u0442\u0430 \u0432\u0440\u044a\u0437\u043a\u0430 \u0435 \u0432\u044a\u0440\u043d\u0430\u0442\u0430 \u0438 \u0437\u0430\u043f\u0430\u0437\u0435\u043d\u0430 \u0443\u0441\u043f\u0435\u0448\u043d\u043e.
sendFeedback.saved=\u041e\u0431\u0440\u0430\u0442\u043d\u0430\u0442\u0430 \u0432\u0440\u044a\u0437\u043a\u0430 \u0435 \u0437\u0430\u043f\u0430\u0437\u0435\u043d\u0430 \u0443\u0441\u043f\u0435\u0448\u043d\u043e.
sendFeedback.returned=\u041e\u0431\u0440\u0430\u0442\u043d\u0430\u0442\u0430 \u0432\u0440\u044a\u0437\u043a\u0430 \u0431\u0435\u0448\u0435 \u0432\u044a\u0440\u043d\u0430\u0442\u0430 \u043d\u0430 \u0438\u0437\u0431\u0440\u0430\u043d\u0438\u0442\u0435 \u0441\u0442\u0443\u0434\u0435\u043d\u0442\u0438. (\u0417\u0410\u0411\u0415\u041b\u0415\u0416\u041a\u0410\: \u0410\u043a\u043e \u0436\u0435\u043b\u0430\u0435\u0442\u0435 \u0434\u0430 \u043f\u0443\u0431\u043b\u0438\u043a\u0443\u0432\u0430\u0442\u0435 \u043e\u0446\u0435\u043d\u043a\u0438\u0442\u0435, \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0442\u0435 "\u0418\u0437\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u043e\u0446\u0435\u043d\u043a\u0438".)
sendFeedback.error=\u0413\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0432\u0440\u044a\u0449\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u043e\u0431\u0440\u0430\u0442\u043d\u0430 \u0432\u0440\u044a\u0437\u043a\u0430 \u043d\u0430 {0} \u0441\u0442\u0443\u0434\u0435\u043d\u0442\u0438.

# Peer Review
peerAssessmentSavedGrading=\u041a\u043e\u043c\u0435\u043d\u0442\u0430\u0440\u0438\u0442\u0435 \u0438/\u0438\u043b\u0438 \u043e\u0446\u0435\u043d\u043a\u0430\u0442\u0430 \u0441\u0430 \u0437\u0430\u043f\u0430\u0437\u0435\u043d\u0438, \u043d\u043e \u043d\u0435 \u0441\u0430 \u0438\u0437\u043f\u0440\u0430\u0442\u0435\u043d\u0438. \u0410\u043a\u043e \u043d\u0435 \u0438\u0437\u043f\u0440\u0430\u0442\u0438\u0442\u0435 \u043f\u0440\u0435\u0433\u043b\u0435\u0434a \u0441\u0438 \u043f\u0440\u0435\u0434\u0438 \u043a\u0440\u0430\u0439\u043d\u0430\u0442\u0430 \u0434\u0430\u0442\u0430, \u0442\u043e\u0439 \u0449\u0435 \u0431\u044a\u0434\u0435 \u0430\u0432\u0442\u043e\u043c\u0430\u0442\u0438\u0447\u043d\u043e \u0438\u0437\u043f\u0440\u0430\u0442\u0435\u043d.
peerAssessmentSavedSubmission=\u041a\u043e\u043c\u0435\u043d\u0442\u0430\u0440\u0438\u0442\u0435 \u0438/\u0438\u043b\u0438 \u043e\u0446\u0435\u043d\u043a\u0430\u0442\u0430 \u0441\u0430 \u0437\u0430\u043f\u0430\u0437\u0435\u043d\u0438 \u0438 \u043f\u043e\u0434\u0430\u0434\u0435\u043d\u0438.
peerAssessmentName=\u041f\u0430\u0440\u0442\u043d\u044c\u043e\u0440\u0441\u043a\u0430 \u043e\u0446\u0435\u043d\u043a\u0430 \u2013 {0}

noAdditionalOptionsName=\u041d\u044f\u043c\u0430 \u043e\u043f\u0446\u0438\u0438 \u0437\u0430 \u0434\u043e\u043f\u044a\u043b\u043d\u0438\u0442\u0435\u043b\u043do \u0437\u0430\u0434\u0430\u043d\u0438\u0435

additionalOptionsName=\u0414\u043e\u043f\u044a\u043b\u043d\u0438\u0442\u0435\u043b\u043d\u0438 \u043e\u043f\u0446\u0438\u0438 \u0437\u0430 \u0437\u0430\u0434\u0430\u043d\u0438\u0435

peerAssessmentUse=\u0418\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u043d\u0435 \u043d\u0430 \u043f\u0430\u0440\u0442\u043d\u044c\u043e\u0440\u0441\u043a\u0430 \u043e\u0446\u0435\u043d\u043a\u0430
peerassessment.periodfinishes=\u041f\u0435\u0440\u0438\u043e\u0434\u044a\u0442 \u043d\u0430 \u043e\u0446\u0435\u043d\u043a\u0430 \u043f\u0440\u0438\u043a\u043b\u044e\u0447\u0432\u0430\:
peerassessment.anonymousEvaluation=\u0410\u043d\u043e\u043d\u0438\u043c\u043d\u0430 \u043e\u0446\u0435\u043d\u043a\u0430
peerassessment.studentViewReviews=\u041f\u043e\u0437\u0432\u043e\u043b\u0435\u0442\u0435 \u043d\u0430 \u0441\u0442\u0443\u0434\u0435\u043d\u0442\u0438\u0442\u0435 \u0434\u0430 \u0432\u0438\u0434\u044f\u0442 \u043f\u0440\u0435\u0433\u043b\u0435\u0434\u0430 \u043d\u0430 \u043f\u043e\u0434\u0430\u0434\u0435\u043d\u0438\u0442\u0435 \u043e\u0442 \u0442\u044f\u0445 \u0437\u0430\u0434\u0430\u0447\u0438
peerassessment.numSubmissions=\u0411\u0440\u043e\u0439 \u043f\u043e\u0434\u0430\u0434\u0435\u043d\u0438 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u0438, \u043a\u043e\u0438\u0442\u043e \u0441\u0442\u0443\u0434\u0435\u043d\u0442\u0438\u0442\u0435 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u043f\u0440\u0435\u0433\u043b\u0435\u0434\u0430\u0442
peerassessment.reviewInstructions=\u0418\u043d\u0441\u0442\u0440\u0443\u043a\u0446\u0438\u0438 \u0437\u0430 \u0440\u0435\u0446\u0435\u043d\u0437\u0435\u043d\u0442\u0438\:
peerassessment.specifyNumReview=\u041c\u043e\u043b\u044f, \u0432\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442 \u0437\u0430 \u0431\u0440\u043e\u044f \u043d\u0430 \u043f\u043e\u0434\u0430\u0434\u0435\u043d\u0438\u0442\u0435 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u0438, \u043a\u043e\u0438\u0442\u043e \u0435\u0434\u0438\u043d \u0441\u0442\u0443\u0434\u0435\u043d\u0442 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u043f\u0440\u0435\u0433\u043b\u0435\u0434\u0430 \u0437\u0430 \u043f\u0430\u0440\u0442\u043d\u044c\u043e\u0440\u0441\u043a\u0430 \u043e\u0446\u0435\u043d\u043a\u0430.
peerassessment.invalidNumReview=\u0422\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0432\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u0432\u0430\u043b\u0438\u0434\u043d\u043e \u0447\u0438\u0441\u043b\u043e, \u043f\u043e-\u0433\u043e\u043b\u044f\u043c\u043e \u043e\u0442 0, \u0437\u0430 \u0431\u0440\u043e\u044f \u043d\u0430 \u043f\u043e\u0434\u0430\u0434\u0435\u043d\u0438\u0442\u0435 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u0438, \u043a\u043e\u0438\u0442\u043e \u0435\u0434\u0438\u043d \u0441\u0442\u0443\u0434\u0435\u043d\u0442 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u043f\u0440\u0435\u0433\u043b\u0435\u0434\u0430 \u0437\u0430 \u043f\u0430\u0440\u0442\u043d\u044c\u043e\u0440\u0441\u043a\u0430 \u043e\u0446\u0435\u043d\u043a\u0430.
peerassessment.invliadPeriodTime=\u0422\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0432\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u0434\u0430\u0442\u0430 \u043d\u0430 \u043f\u0430\u0440\u0442\u043d\u044c\u043e\u0440\u0441\u043a\u0430 \u043f\u0440\u043e\u0432\u0435\u0440\u043a\u0430, \u043a\u043e\u044f\u0442\u043e \u0434\u0430 \u0435 \u043f\u043e\u043d\u0435 10 \u043c\u0438\u043d\u0443\u0442\u0438 \u0441\u043b\u0435\u0434 \u0434\u0430\u0442\u0430\u0442\u0430 \u043d\u0430 \u043f\u0440\u0438\u0435\u043c\u0430\u043d\u0435 \u0434\u043e.
peerassessment.reviewStartsOn=\u041f\u0440\u0435\u0433\u043b\u0435\u0434\u044a\u0442 \u0437\u0430\u043f\u043e\u0447\u0432\u0430 \u043d\u0430 {0}
peerassessment.notavailable=\u0417\u0430 \u0438\u0437\u0431\u0440\u0430\u043d\u043e\u0442\u043e \u043e\u0442 \u0432\u0430\u0441 \u0437\u0430\u0434\u0430\u043d\u0438\u0435 \u043d\u0435 \u0435 \u043d\u0430\u043b\u0438\u0447\u043d\u0430 \u043f\u0430\u0440\u0442\u043d\u044c\u043e\u0440\u0441\u043a\u0430 \u043e\u0446\u0435\u043d\u043a\u0430.
peerassessment.allSubmitted=\u041f\u043e\u0434\u0430\u043b\u0438 \u0441\u0442\u0435 \u0432\u0441\u0438\u0447\u043a\u0438 \u043f\u0430\u0440\u0442\u043d\u044c\u043e\u0440\u0441\u043a\u0438 \u043f\u0440\u043e\u0432\u0435\u0440\u043a\u0438.
peerassessment.instructionsForReviewer=\u0418\u043d\u0441\u0442\u0440\u0443\u043a\u0446\u0438\u0438 \u0437\u0430 \u0440\u0435\u0446\u0435\u043d\u0437\u0435\u043d\u0442\u0430
peerassessment.reviewerComments=\u041a\u043e\u043c\u0435\u043d\u0442\u0430\u0440\u0438 \u043d\u0430 \u0440\u0435\u0446\u0435\u043d\u0437\u0435\u043d\u0442\u0430
peerassessment.reviewerAttachments=\u041f\u0440\u0438\u043a\u0430\u0447\u0435\u043d\u0438 \u0444\u0430\u0439\u043b\u043e\u0432\u0435 \u043d\u0430 \u0440\u0435\u0446\u0435\u043d\u0437\u0435\u043d\u0442\u0430
peerassessment.reviewerNoAttachments=\u0420\u0435\u0446\u0435\u043d\u0437\u0435\u043d\u0442\u044a\u0442 \u043d\u0435 \u0435 \u043f\u0440\u0435\u0434\u0441\u0442\u0430\u0432\u0438\u043b \u041f\u0440\u0438\u043a\u0430\u0447\u0435\u043d\u0438 \u0444\u0430\u0439\u043b\u043e\u0432\u0435.
peerassessment.alert.saveerrorunkown=\u041f\u043e \u0432\u0440\u0435\u043c\u0435 \u043d\u0430 \u0437\u0430\u043f\u0430\u043c\u0435\u0442\u044f\u0432\u0430\u043d\u0435\u0442\u043e \u0435 \u0432\u044a\u0437\u043d\u0438\u043a\u043d\u0430\u043b\u0430 \u0433\u0440\u0435\u0448\u043a\u0430, \u043c\u043e\u043b\u044f, \u043e\u043f\u0440\u0435\u0441\u043d\u0435\u0442\u0435 \u0438 \u043e\u043f\u0438\u0442\u0430\u0439\u0442\u0435 \u043e\u0442\u043d\u043e\u0432\u043e.
peerassessment.alert.saveinvalidscore=\u0422\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0432\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u0432\u0430\u043b\u0438\u0434\u043d\u043e \u0447\u0438\u0441\u043b\u043e, \u043f\u043e-\u0433\u043e\u043b\u044f\u043c\u043e \u043e\u0442 0, \u0437\u0430 \u0440\u0435\u0437\u0443\u043b\u0442\u0430\u0442\u0430.
peerassessment.alert.savenoscorecomment=\u0422\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0432\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u043e\u0446\u0435\u043d\u043a\u0430 \u0438\u043b\u0438 \u043a\u043e\u043c\u0435\u043d\u0442\u0430\u0440, \u0437\u0430 \u0434\u0430 \u043f\u0430\u0440\u0442\u043d\u044c\u043e\u0440\u0441\u043a\u0430 \u043f\u0440\u043e\u0432\u0435\u0440\u043a\u0430.
peerassessment.instructions.reviewer=\u0418\u043d\u0441\u0442\u0440\u0443\u043a\u0446\u0438\u0438 \u0437\u0430 \u0440\u0435\u0446\u0435\u043d\u0437\u0435\u043d\u0442\u0430
peerassessment.invliadGroupAssignment=\u0417\u0430 \u0433\u0440\u0443\u043f\u043e\u0432\u0438\u0442\u0435 \u0437\u0430\u0434\u0430\u0447\u0438 \u043d\u0435 \u0441\u0435 \u043f\u0440\u0435\u0434\u043b\u0430\u0433\u0430 \u0432\u0437\u0430\u0438\u043c\u043d\u043e \u043e\u0446\u0435\u043d\u044f\u0432\u0430\u043d\u0435.
peerassessment.invliadSubmissionTypeAssignment=\u041f\u0430\u0440\u0442\u043d\u044c\u043e\u0440\u0441\u043a\u043e \u043e\u0446\u0435\u043d\u044f\u0432\u0430\u043d\u0435 \u043d\u0435 \u0435 \u0432\u044a\u0437\u043c\u043e\u0436\u043d\u043e \u0437\u0430 \u0437\u0430\u0434\u0430\u0447\u0438, \u043a\u043e\u0438\u0442\u043e \u043d\u0435 \u0441\u0430 \u0435\u043b\u0435\u043a\u0442\u0440\u043e\u043d\u043d\u0438.
peerassessment.reviewedby=\u041f\u0440\u0435\u0433\u043b\u0435\u0434\u0430\u043d\u043e \u043e\u0442
peerassessment.reviewergrade=\u041e\u0446\u0435\u043d\u043a\u0430 \u043d\u0430 \u0440\u0435\u0446\u0435\u043d\u0437\u0435\u043d\u0442\u0430
peerassessment.noscore=\u0411\u0435\u0437 \u0440\u0435\u0437\u0443\u043b\u0442\u0430\u0442
peerassessment.nocomments=\u041d\u044f\u043c\u0430 \u043a\u043e\u043c\u0435\u043d\u0442\u0430\u0440\u0438
peerassessment.removereview=\u041f\u0440\u0435\u043c\u0430\u0445\u0432\u0430\u043d\u0435 \u043d\u0430 \u043f\u0440\u0435\u0433\u043b\u0435\u0434\u0430
peerassessment.restorereview=\u0412\u044a\u0437\u0441\u0442\u0430\u043d\u043e\u0432\u044f\u0432\u0430\u043d\u0435 \u043d\u0430 \u043f\u0440\u0435\u0433\u043b\u0435\u0434\u0430
peerassessment.cantgradewithdate=\u041e\u0446\u0435\u043d\u044f\u0432\u0430\u043d\u0435\u0442\u043e \u043e\u0442 \u043f\u0440\u0435\u043f\u043e\u0434\u0430\u0432\u0430\u0442\u0435\u043b\u044f \u0435 \u0437\u0430\u0431\u0440\u0430\u043d\u0435\u043d\u043e \u0434\u043e \u043a\u0440\u0430\u044f \u043d\u0430 \u043f\u0435\u0440\u0438\u043e\u0434\u0430 \u0437\u0430 \u043f\u0440\u0435\u0433\u043b\u0435\u0434\: {0}
peerassessment.removed=\u0423\u0441\u043f\u0435\u0448\u043d\u043e \u043f\u0440\u0435\u043c\u0430\u0445\u0432\u0430\u043d\u0435 \u043d\u0430 \u043f\u0440\u0435\u0433\u043b\u0435\u0434\u0430 \u043d\u0430 \u043f\u043e\u0434\u0430\u0434\u0435\u043d\u0438\u0442\u0435 \u043e\u0442  \u0441\u0442\u0443\u0434\u0435\u043d\u0442\u0430 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u0438
peerassessment.restored=\u0423\u0441\u043f\u0435\u0448\u043d\u043e \u0432\u044a\u0437\u0441\u0442\u0430\u043d\u043e\u0432\u0435\u043d \u043f\u0440\u0435\u0433\u043b\u0435\u0434 \u043d\u0430 \u043f\u043e\u0434\u0430\u0434\u0435\u043d\u0438\u0442\u0435 \u043e\u0442  \u0441\u0442\u0443\u0434\u0435\u043d\u0442\u0430 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u0438
peerassessment.peerReviewDueDateWithDate=\u0421\u0440\u043e\u043a \u0437\u0430 \u043f\u0430\u0440\u0442\u043d\u044c\u043e\u0440\u0441\u043a\u043e \u0440\u0435\u0446\u0435\u043d\u0437\u0438\u0440\u0430\u043d\u0435\: {0}
peerassessment.peerGradeInfo=\u0412 \u0442\u043e\u0437\u0438 \u0440\u0430\u0437\u0434\u0435\u043b \u043c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u043f\u0440\u0438\u0435\u043c\u0435\u0442\u0435 \u0438\u043b\u0438 \u0434\u0430 \u043f\u0440\u0435\u0437\u0430\u043f\u0438\u0441\u0432\u0430\u0442\u0435 \u0441\u0440\u0435\u0434\u043d\u043d\u0430\u0442\u0430 \u043e\u0446\u0435\u043d\u043a\u0430 \u043e\u0442 \u043f\u0430\u0440\u0442\u043d\u044c\u043e\u0440\u0441\u043a\u0430\u0442\u0430 \u043f\u0440\u043e\u0432\u0435\u0440\u043a\u0430.  \u0421\u043b\u0435\u0434 \u043a\u0430\u0442\u043e \u0442\u0430\u0437\u0438 \u043e\u0446\u0435\u043d\u043a\u0430 \u0431\u044a\u0434\u0435 \u043f\u0443\u0431\u043b\u0438\u043a\u0443\u0432\u0430\u043d\u0430, \u0442\u044f \u0449\u0435 \u0441\u0435 \u043f\u043e\u044f\u0432\u0438 \u0432 \u043a\u0430\u0442\u0430\u043b\u043e\u0433\u0430.
stuviewsubm.peerreview=\u0421\u043b\u0435\u0434 \u043a\u0430\u0442\u043e \u0431\u044a\u0434\u0435 \u0438\u0437\u043f\u0440\u0430\u0442\u0435\u043d\u043e \u0437\u0430 \u043e\u0446\u0435\u043d\u043a\u0430, \u0442\u043e\u0432\u0430 \u0437\u0430\u0434\u0430\u043d\u0438\u0435 \u0449\u0435 \u0431\u044a\u0434\u0435 \u0447\u0430\u0441\u0442 \u043e\u0442 \u043f\u0430\u0440\u0442\u043d\u044c\u043e\u0440\u0441\u043a\u0430 \u043f\u0440\u043e\u0432\u0435\u0440\u043a\u0430.
stuviewsubm.peerreviewanon=\u0421\u043b\u0435\u0434 \u043a\u0430\u0442\u043e \u0431\u044a\u0434\u0435 \u0438\u0437\u043f\u0440\u0430\u0442\u0435\u043d\u043e, \u0442\u043e\u0432\u0430 \u0437\u0430\u0434\u0430\u043d\u0438\u0435 \u0449\u0435 \u0431\u044a\u0434\u0435 \u0432\u043a\u043b\u044e\u0447\u0435\u043d\u043e \u0432 \u0430\u043d\u043e\u043d\u0438\u043c\u043d\u0430 \u043f\u0430\u0440\u0442\u043d\u044c\u043e\u0440\u0441\u043a\u0430 \u043f\u0440\u043e\u0432\u0435\u0440\u043a\u0430. \u0423\u0432\u0435\u0440\u0435\u0442\u0435 \u0441\u0435, \u0447\u0435 \u043d\u0435 \u0432\u043a\u043b\u044e\u0447\u0432\u0430\u0442\u0435 \u0438\u043c\u0435\u0442\u043e \u0441\u0438 \u0432 \u043d\u0438\u043a\u0430\u043a\u044a\u0432 \u0442\u0435\u043a\u0441\u0442, \u0444\u0430\u0439\u043b \u0438\u043b\u0438 \u0438\u043c\u0435 \u043d\u0430 \u0444\u0430\u0439\u043b. \u0412\u044a\u043f\u0440\u0435\u043a\u0438 \u0442\u043e\u0432\u0430, \u043c\u043e\u043b\u044f, \u0438\u043c\u0430\u0439\u0442\u0435 \u043f\u0440\u0435\u0434\u0432\u0438\u0434, \u0447\u0435 \u0432\u0430\u0448\u0430\u0442\u0430 \u0441\u0430\u043c\u043e\u043b\u0438\u0447\u043d\u043e\u0441\u0442, \u043a\u0430\u0442\u043e \u043d\u0430\u043f\u0440\u0438\u043c\u0435\u0440 \u0438\u043c\u0435\u0442\u043e \u0432\u0438, \u0449\u0435 \u0431\u044a\u0434\u0435 \u043f\u043e\u043a\u0430\u0437\u0430\u043d\u0430 \u043d\u0430 \u043f\u0440\u0435\u043f\u043e\u0434\u0430\u0432\u0430\u0442\u0435\u043b\u044f.
peerassessment.submissionReq=\u0418\u0437\u0438\u0441\u043a\u0432\u0430 \u0441\u0435 \u043f\u043e\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u0437\u0430\u0434\u0430\u043d\u0438\u0435
peerassessment.notOpen=\u041d\u0435 \u0435 \u043e\u0442\u0432\u043e\u0440\u0435\u043do
peerassessment.notStarted=\u041d\u0435 \u0435 \u0437\u0430\u043f\u043e\u0447\u043d\u0430\u0442\u043e
peerassessment.incomplete=\u041d\u0435\u043f\u044a\u043b\u043do
peerassessment.submitted=\u041f\u043e\u0434\u0430\u0432\u0430\u043d\u043e
peerassessment.student=\u0421\u0442\u0443\u0434\u0435\u043d\u0442 {0}
peerassessment.draftInProgress=\u041f\u0440\u043e\u0435\u043a\u0442 - \u0432 \u043f\u0440\u043e\u0446\u0435\u0441 \u043d\u0430 \u0440\u0430\u0437\u0440\u0430\u0431\u043e\u0442\u043a\u0430

gen.att.single=\u041f\u0440\u0438\u043a\u0430\u0447\u0435\u043d \u0444\u0430\u0439\u043b
gen.stuatt.single=\u041f\u043e\u0434\u0430\u0432\u0430\u043d \u043f\u0440\u0438\u043a\u0430\u0447\u0435\u043d \u0444\u0430\u0439\u043b
gen.noatt.single=\u0412\u0441\u0435 \u043e\u0449\u0435 \u043d\u044f\u043c\u0430 \u043f\u043e\u0434\u0430\u0432\u0430\u043d \u043f\u0440\u0438\u043a\u0430\u0447\u0435\u043d \u0444\u0430\u0439\u043b
gen.noattsubmitted.single=\u041d\u0435 \u0435  \u043f\u043e\u0434\u0430\u0432\u0430\u043d \u043f\u0440\u0438\u043a\u0430\u0447\u0435\u043d \u0444\u0430\u0439\u043b

assignment.inaccessible=\u0422\u043e\u0432\u0430 \u0437\u0430\u0434\u0430\u043d\u0438\u0435 \u0435 \u043d\u0435\u0434\u043e\u0441\u0442\u044a\u043f\u043d\u043e \u0437\u0430 \u0441\u0442\u0443\u0434\u0435\u043d\u0442\u0438\u0442\u0435, \u0442\u044a\u0439 \u043a\u0430\u0442\u043e \u0435 \u043f\u0443\u0431\u043b\u0438\u043a\u0443\u0432\u0430\u043d\u043e \u0432 \u0433\u0440\u0443\u043f\u0430, \u043a\u043e\u044f\u0442\u043e \u0432\u0435\u0447\u0435 \u043d\u0435 \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430. \u0420\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u0439\u0442\u0435 \u0437\u0430\u0434\u0430\u043d\u0438\u0435\u0442\u043e \u0438 \u043f\u0440\u043e\u043c\u0435\u043d\u0435\u0442\u0435 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438\u0442\u0435 \u043d\u0430 "\u041f\u0440\u0438\u0441\u0432\u043e\u044f\u0432\u0430\u043d\u0435 \u043d\u0430", \u0437\u0430 \u0434\u0430 \u0440\u0430\u0437\u0440\u0435\u0448\u0438\u0442\u0435 \u0442\u043e\u0437\u0438 \u043f\u0440\u043e\u0431\u043b\u0435\u043c.
settings.access.noGroupsPresent=\u0417\u0430\u0431\u0435\u043b\u0435\u0436\u043a\u0430 - \u0412 \u043c\u043e\u043c\u0435\u043d\u0442\u0430 \u0432 \u0442\u043e\u0437\u0438 \u0441\u0430\u0439\u0442 \u043d\u044f\u043c\u0430 \u0433\u0440\u0443\u043f\u0438. \u0421\u044a\u0437\u0434\u0430\u0439\u0442\u0435 \u0433\u0440\u0443\u043f\u0438 \u0432 "\u0418\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f \u0437\u0430 \u0441\u0430\u0439\u0442\u0430", \u0437\u0430 \u0434\u0430 \u0430\u043a\u0442\u0438\u0432\u0438\u0440\u0430\u0442\u0435 \u0434\u043e\u043f\u044a\u043b\u043d\u0438\u0442\u0435\u043b\u043d\u0438 \u043e\u043f\u0446\u0438\u0438.
settings.access.selectedGroupsGoneNoGroups=\u0417\u0430\u0431\u0435\u043b\u0435\u0436\u043a\u0430 - \u0418\u0437\u0431\u0440\u0430\u043d\u0438\u0442\u0435 \u043f\u0440\u0435\u0434\u0438 \u0442\u043e\u0432\u0430 \u0433\u0440\u0443\u043f\u0438 \u0432\u0435\u0447\u0435 \u043d\u0435 \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430\u0442. "{0}" \u0435 \u0438\u0437\u0431\u0440\u0430\u043d\u0430 \u043a\u0430\u0442\u043e \u043e\u043f\u0446\u0438\u044f "\u041f\u0440\u0438\u0441\u0432\u043e\u044f\u0432\u0430\u043d\u0435 \u043d\u0430" \u0437\u0430 \u0442\u043e\u0432\u0430 \u0437\u0430\u0434\u0430\u043d\u0438\u0435. \u041c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u043f\u0443\u0431\u043b\u0438\u043a\u0443\u0432\u0430\u0442\u0435 \u0442\u043e\u0432\u0430 \u043a\u0430\u0442\u043e \u0438\u043d\u0434\u0438\u0432\u0438\u0434\u0443\u0430\u043b\u043d\u043e \u0437\u0430\u0434\u0430\u043d\u0438\u0435 \u0437\u0430 \u0446\u0435\u043b\u0438\u044f \u0441\u0430\u0439\u0442 \u0438\u043b\u0438 \u0434\u0430 \u0433\u043e \u043e\u0442\u043c\u0435\u043d\u0438\u0442\u0435 \u0438 \u0434\u0430 \u0441\u044a\u0437\u0434\u0430\u0434\u0435\u0442\u0435 \u043d\u043e\u0432\u0438 \u0433\u0440\u0443\u043f\u0438.
settings.access.selectedGroupsGoneOtherGroupsPresent=\u0417\u0430\u0431\u0435\u043b\u0435\u0436\u043a\u0430 - \u0418\u0437\u0431\u0440\u0430\u043d\u0438\u0442\u0435 \u043f\u0440\u0435\u0434\u0432\u0430\u0440\u0438\u0442\u0435\u043b\u043d\u043e \u0433\u0440\u0443\u043f\u0438 \u0432\u0435\u0447\u0435 \u043d\u0435 \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430\u0442. "{0}" \u0435 \u0438\u0437\u0431\u0440\u0430\u043d\u0430 \u043a\u0430\u0442\u043e \u043e\u043f\u0446\u0438\u044f "\u041f\u0440\u0438\u0441\u0432\u043e\u044f\u0432\u0430\u043d\u0435 \u043d\u0430" \u0437\u0430 \u0442\u043e\u0432\u0430 \u0437\u0430\u0434\u0430\u043d\u0438\u0435. \u041c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u043f\u0443\u0431\u043b\u0438\u043a\u0443\u0432\u0430\u0442\u0435 \u0442\u043e\u0432\u0430 \u043a\u0430\u0442\u043e \u0438\u043d\u0434\u0438\u0432\u0438\u0434\u0443\u0430\u043b\u043d\u043e \u0437\u0430\u0434\u0430\u043d\u0438\u0435 \u0437\u0430 \u0446\u0435\u043b\u0438\u044f \u0441\u0430\u0439\u0442 \u0438\u043b\u0438 \u0434\u0430 \u043f\u0440\u043e\u043c\u0435\u043d\u0438\u0442\u0435 \u0441\u0435\u043b\u0435\u043a\u0446\u0438\u0438 \u043e\u0442 \u0433\u0440\u0443\u043f\u0430\u0442\u0430.
settings.access.selectGroups=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0435\u0434\u043d\u0430 \u0438\u043b\u0438 \u043f\u043e\u0432\u0435\u0447\u0435 \u0433\u0440\u0443\u043f\u0438
settings.access.noMembersInCommon=\u0413\u0440\u0443\u043f\u043e\u0432\u0438\u0442\u0435 \u0437\u0430\u0434\u0430\u0447\u0438 \u0438\u0437\u0438\u0441\u043a\u0432\u0430\u0442 \u0438\u0437\u0431\u0440\u0430\u043d\u0438\u0442\u0435 \u0433\u0440\u0443\u043f\u0438 \u0434\u0430 \u043d\u044f\u043c\u0430\u0442 \u043e\u0431\u0449\u0438 \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u0446\u0438.
settings.access.checkNow=\u041f\u0440\u043e\u0432\u0435\u0440\u0435\u0442\u0435 \u0441\u0435\u0433\u0430
settings.access.checkSuccess=\u0423\u0441\u043f\u0435\u0445\! \u041d\u044f\u043c\u0430 \u0443\u0447\u0435\u043d\u0438\u0446\u0438, \u043a\u043e\u0438\u0442\u043e \u0434\u0430 \u0441\u0430 \u0447\u043b\u0435\u043d\u043e\u0432\u0435 \u043d\u0430 \u043f\u043e\u0432\u0435\u0447\u0435 \u043e\u0442 \u0435\u0434\u043d\u0430 \u043e\u0442 \u0438\u0437\u0431\u0440\u0430\u043d\u0438\u0442\u0435 \u0433\u0440\u0443\u043f\u0438.
settings.access.checkError=\u0421\u043b\u0435\u0434\u043d\u0438\u0442\u0435 \u0443\u0447\u0435\u043d\u0438\u0446\u0438 \u0441\u0430 \u0447\u043b\u0435\u043d\u043e\u0432\u0435 \u043d\u0430 \u043d\u044f\u043a\u043e\u043b\u043a\u043e \u0438\u0437\u0431\u0440\u0430\u043d\u0438 \u0433\u0440\u0443\u043f\u0438\:
settings.access.checkFailure=\u041f\u0440\u043e\u0432\u0435\u0440\u043a\u0430\u0442\u0430 \u0435 \u043d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u0430, \u043d\u044f\u043c\u0430 \u043e\u0442\u0433\u043e\u0432\u043e\u0440 \u043e\u0442 \u0441\u044a\u0440\u0432\u044a\u0440\u0430.

selected.group=\u0418\u0437\u0431\u0440\u0430\u043d\u0430 \u0433\u0440\u0443\u043f\u0430
selected.groups=\u0418\u0437\u0431\u0440\u0430\u043d\u0438 \u0433\u0440\u0443\u043f\u0438

submission.inline=\u041f\u043e\u0434\u0430\u0432\u0430\u043d\u0435 Inline
grade.type.unknown=\u041d\u0435\u0438\u0437\u0432\u0435\u0441\u0442\u0435\u043d \u0442\u0438\u043f \u043e\u0446\u0435\u043d\u043a\u0430
submission.type.unknown=\u041d\u0435\u0438\u0437\u0432\u0435\u0441\u0442\u0435\u043d \u0442\u0438\u043f \u043f\u043e\u0434\u0430\u0432\u0430\u043d\u0435

scoringAgent.grade=\u041e\u0446\u0435\u043d\u044f\u0432\u0430\u0442\u0435 \u0441 {0}
scoringAgent.view=\u041f\u0440\u0435\u0433\u043b\u0435\u0434 \u0441 {0}
scoringAgent.refresh=\u041e\u0431\u043d\u043e\u0432\u044f\u0432\u0430\u043d\u0435 \u043d\u0430 \u043e\u0446\u0435\u043d\u043a\u0430 \u043e\u0442 {0}
scoringAgent.refreshReminder=O\u0446\u0435\u043d\u043a\u0430... \u041a\u043b\u0438\u043a\u043d\u0435\u0442\u0435 \u0442\u0443\u043a, \u0437\u0430 \u0434\u0430 \u043e\u0431\u043d\u043e\u0432\u0438\u0442\u0435 \u043e\u0446\u0435\u043d\u043a\u0430\u0442\u0430

grades.submissionTime=\u0414\u0430\u0442\u0430 \u043d\u0430 \u043f\u043e\u0434\u0430\u0432\u0430\u043d\u0435
grades.late=\u041f\u043e\u0434\u0430\u0432\u0430\u043d\u0435 \u0441\u044a\u0441 \u0437\u0430\u043a\u044a\u0441\u043d\u0435\u043d\u0438\u0435
grades.lateness.late=\u041a\u044a\u0441\u043d\u043e
grades.lateness.ontime=\u041d\u0430\u0432\u0440\u0435\u043c\u0435
grades.lateness.unknown=\u041d\u0435\u0438\u0437\u0432\u0435\u0441\u0442\u043d\u043e

asn.edit.selectall=\u0418\u0437\u0431\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0432\u0441\u0438\u0447\u043a\u0438 \u0433\u0440\u0443\u043f\u0438
asn.edit.selectone=\u0422\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u043f\u043e\u043d\u0435 \u0435\u0434\u043d\u0430 \u0433\u0440\u0443\u043f\u0430
asn.edit.allselected=\u0418\u0437\u0431\u0440\u0430\u043d\u0438 \u0441\u0430 \u0432\u0441\u0438\u0447\u043a\u0438 \u0433\u0440\u0443\u043f\u0438
asn.edit.groupsselected=\u0438\u0437\u0431\u0440\u0430\u043d\u0438 \u0433\u0440\u0443\u043f\u0438
asn.edit.searchgroup=\u0413\u0440\u0443\u043f\u0430 \u0437\u0430 \u0442\u044a\u0440\u0441\u0435\u043d\u0435

#Rubrics
dont.associate.label=\u041d\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0439\u0442\u0435 \u0440\u0443\u0431\u0440\u0438\u043a\u0430 \u0437\u0430 \u043e\u0446\u0435\u043d\u044f\u0432\u0430\u043d\u0435 \u043d\u0430 \u0442\u043e\u0432\u0430 \u0437\u0430\u0434\u0430\u043d\u0438\u0435
associate.label=\u0418\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0439\u0442\u0435 \u0441\u043b\u0435\u0434\u043d\u0430\u0442\u0430 \u0440\u0443\u0431\u0440\u0438\u043a\u0430, \u0437\u0430 \u0434\u0430 \u043e\u0446\u0435\u043d\u0438\u0442\u0435 \u0442\u043e\u0432\u0430 \u0437\u0430\u0434\u0430\u043d\u0438\u0435
option.pointsoverride=\u041a\u043e\u0440\u0438\u0433\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0438\u043d\u0434\u0438\u0432\u0438\u0434\u0443\u0430\u043b\u043d\u0438\u0442\u0435 \u0440\u0435\u0437\u0443\u043b\u0442\u0430\u0442\u0438 \u043d\u0430 \u0441\u0442\u0443\u0434\u0435\u043d\u0442\u0438\u0442\u0435
option.hidepoints=\u0421\u043a\u0440\u0438\u0432\u0430\u043d\u0435 \u043d\u0430 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442\u0438\u0442\u0435 \u043d\u0430 \u0442\u043e\u0447\u043a\u0438\u0442\u0435 (\u0441\u0430\u043c\u043e \u0437\u0430 \u043e\u0431\u0440\u0430\u0442\u043d\u0430 \u0432\u0440\u044a\u0437\u043a\u0430)
option.studentpreview=\u0421\u043a\u0440\u0438\u0432\u0430\u043d\u0435 \u043d\u0430 \u0440\u0443\u0431\u0440\u0438\u043a\u0430\u0442\u0430 \u043e\u0442 \u0441\u0442\u0443\u0434\u0435\u043d\u0442\u0438\u0442\u0435
grading_rubric=\u0420\u0443\u0431\u0440\u0438\u043a\u0430 \u0437\u0430 \u043e\u0446\u0435\u043d\u044f\u0432\u0430\u043d\u0435

# table toolbar common messages
view.label=\u0412\u0438\u0436\u0442\u0435
gen.viewing.phrase=\u041f\u0440\u0435\u0433\u043b\u0435\u0434 \u043d\u0430 {0} - {1} \u043e\u0442 {2} \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0430
gen.show=\u043f\u043e\u043a\u0430\u0436\u0438 {0} \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0438...
# {0} is the pagesize
gen.previous.pagesize=\u041f\u0440\u0435\u0434\u0438\u0448\u043d\u0430 {0}
# {0} is the pagesize
gen.next.pagesize=\u0421\u043b\u0435\u0434\u0432\u0430\u0449\u0430 {0}
gen.select.label=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0440\u0430\u0437\u043c\u0435\u0440 \u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430\u0442\u0430
gen.listnavselect=\u0417\u0430 \u0434\u0430 \u0440\u0430\u0431\u043e\u0442\u0438\u0442\u0435 \u0441 \u043a\u043e\u043c\u0431\u0438\u043d\u0438\u0440\u0430\u043d\u043e\u0442\u043e \u043f\u043e\u043b\u0435, \u043f\u044a\u0440\u0432\u043e \u043d\u0430\u0442\u0438\u0441\u043d\u0435\u0442\u0435 Alt+\u0441\u0442\u0440\u0435\u043b\u043a\u0430 \u043d\u0430\u0434\u043e\u043b\u0443, \u0437\u0430 \u0434\u0430 \u0433\u043e \u043e\u0442\u0432\u043e\u0440\u0438\u0442\u0435, \u0438 \u0441\u043b\u0435\u0434 \u0442\u043e\u0432\u0430 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0439\u0442\u0435 \u043a\u043b\u0430\u0432\u0438\u0448\u0438\u0442\u0435 \u0441\u044a\u0441 \u0441\u0442\u0440\u0435\u043b\u043a\u0438 \u043d\u0430\u0433\u043e\u0440\u0435 \u0438 \u043d\u0430\u0434\u043e\u043b\u0443, \u0437\u0430 \u0434\u0430 \u043f\u0440\u0435\u0432\u044a\u0440\u0442\u0430\u0442\u0435 \u043e\u043f\u0446\u0438\u0438\u0442\u0435.
search.label=\u0422\u044a\u0440\u0441\u0435\u043d\u0435
search.button=\u0422\u044a\u0440\u0441\u0435\u043d\u0435
search.clear=\u0418\u0437\u0447\u0438\u0441\u0442\u0432\u0430\u043d\u0435 \u043d\u0430 \u0442\u044a\u0440\u0441\u0435\u043d\u0435\u0442\u043e

subm.conf=\u041f\u043e\u0442\u0432\u044a\u0440\u0436\u0434\u0435\u043d\u0438\u0435 \u0437\u0430 \u043f\u043e\u0434\u0430\u0432\u0430\u043d\u0435
subm.notif=\u0423\u0432\u0435\u0434\u043e\u043c\u043b\u0435\u043d\u0438\u0435 \u0437\u0430 \u043f\u043e\u0434\u0430\u0432\u0430\u043d\u0435
submissionConfirmAlert=\u0410\u043a\u043e \u0441\u0442\u0435 \u0433\u043e\u0442\u043e\u0432\u0438 \u0434\u0430 \u0438\u0437\u043f\u0440\u0430\u0442\u0438\u0442\u0435 \u0437\u0430\u0432\u044a\u0440\u0448\u0435\u043d\u043e\u0442\u043e \u0437\u0430\u0434\u0430\u043d\u0438\u0435, \u0449\u0440\u0430\u043a\u043d\u0435\u0442\u0435 \u0432\u044a\u0440\u0445\u0443 "\u0418\u0437\u043f\u0440\u0430\u0442\u0438". \u0412 \u043f\u0440\u043e\u0442\u0438\u0432\u0435\u043d \u0441\u043b\u0443\u0447\u0430\u0439 \u0449\u0440\u0430\u043a\u043d\u0435\u0442\u0435 \u0432\u044a\u0440\u0445\u0443 "\u0420\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u043d\u0435" \u0438 \u0441\u043b\u0435\u0434 \u0442\u043e\u0432\u0430 \u0449\u0435 \u043c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u043d\u0430\u043f\u0440\u0430\u0432\u0438\u0442\u0435 \u043f\u0440\u043e\u043c\u0435\u043d\u0438 \u0438\u043b\u0438 \u0434\u0430 \u044f \u0437\u0430\u043f\u0430\u0437\u0438\u0442\u0435 \u043a\u0430\u0442\u043e \u0447\u0435\u0440\u043d\u043e\u0432\u0430.
submissionConfirmMessage=\u041f\u0440\u0435\u0434\u0441\u0442\u043e\u0438 \u0432\u0438 \u0434\u0430 \u0438\u0437\u043f\u0440\u0430\u0442\u0438\u0442\u0435 \u0442\u043e\u0432\u0430 \u0437\u0430\u0434\u0430\u043d\u0438\u0435 \u0437\u0430 \u043e\u0446\u0435\u043d\u044f\u0432\u0430\u043d\u0435. \u041c\u043e\u043b\u044f, \u043f\u0440\u043e\u0432\u0435\u0440\u0435\u0442\u0435 \u0434\u0430\u043b\u0438 \u0441\u043b\u0435\u0434\u043d\u0438\u0442\u0435 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0438 \u0441\u0430 \u0438\u0437\u043f\u044a\u043b\u043d\u0435\u043d\u0438, \u043f\u0440\u0435\u0434\u0438 \u0434\u0430 \u0433\u0438 \u0438\u0437\u043f\u0440\u0430\u0442\u0438\u0442\u0435.

email.reminder.hello=\u0417\u0434\u0440\u0430\u0432\u0435\u0439\u0442\u0435 {0}
email.reminder.subject=\u0417\u0430\u0434\u0430\u043d\u0438\u0435 ''{0}'' \u043f\u0430\u0434\u0435\u0436\u043d\u0430 \u0434\u0430\u0442\u0430 \u043d\u0430 {1}
email.reminder.duewithin=\u041d\u0430\u043f\u043e\u043c\u043d\u044f\u043d\u0435\: \u0417\u0430\u0434\u0430\u043d\u0438\u0435\u0442\u043e \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0431\u044a\u0434\u0435 \u0438\u0437\u043f\u044a\u043b\u043d\u0435\u043d\u043e \u0434\u043e {0}
email.reminder.assignment=\u0417\u0430\u0434\u0430\u043d\u0438\u0435 \:
email.reminder.duedate=>\u0421\u0440\u043e\u043a\:
email.reminder.site=\u0421\u0430\u0439\u0442 \:
email.reminder.andhours=\u0438 {0} \u0447\u0430\u0441\u0430.
email.reminder.hours={0} \u0447\u0430\u0441\u0430.
email.reminder.days={0} \u0434\u043d\u0438

defaultGrade.notGrade=\u041e\u0446\u0435\u043d\u043a\u0430 \u0410
defaultGrade.notSubmit=\u041f\u043e\u0434\u0430\u0432\u0430\u043d\u0435
user.modify.unknown=\u041d\u0435\u0438\u0437\u0432\u0435\u0441\u0442\u0435\u043d \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b

## Video submission
video=\u041f\u043e\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u0432\u0438\u0434\u0435\u043e
stuviewsubm.video=\u0418\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0439\u0442\u0435 \u0432\u0438\u0434\u0435\u043e\u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0442\u043e\u0440\u0430, \u0437\u0430 \u0434\u0430 \u043f\u043e\u0434\u0430\u0432\u0430\u0442\u0435 \u0437\u0430\u0434\u0430\u0447\u0430\u0442\u0430 \u0441\u0438. \u041d\u0430\u0442\u0438\u0441\u043d\u0435\u0442\u0435 \u0431\u0443\u0442\u043e\u043d\u0430 "Start Recording" (\u0417\u0430\u043f\u043e\u0447\u043d\u0438 \u0437\u0430\u043f\u0438\u0441) \u0438 \u043d\u0435 \u0437\u0430\u0431\u0440\u0430\u0432\u044f\u0439\u0442\u0435 \u0434\u0430 \u0441\u043f\u0440\u0435\u0442\u0435 \u0437\u0430\u043f\u0438\u0441\u0430, \u043a\u0430\u0442\u043e \u043d\u0430\u0442\u0438\u0441\u043d\u0435\u0442\u0435 \u0431\u0443\u0442\u043e\u043d\u0430 "Stop Recording" (\u0421\u043f\u0440\u0438 \u0437\u0430\u043f\u0438\u0441\u0430). \u0410\u043a\u043e \u043d\u0430\u0442\u0438\u0441\u043d\u0435\u0442\u0435 \u043e\u0442\u043d\u043e\u0432\u043e "\u0421\u0442\u0430\u0440\u0442 \u043d\u0430 \u0437\u0430\u043f\u0438\u0441", \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430\u0449\u0438\u044f\u0442 \u0437\u0430\u043f\u0438\u0441 \u0449\u0435 \u0431\u044a\u0434\u0435 \u0438\u0437\u0433\u0443\u0431\u0435\u043d. \u0422\u043e\u0437\u0438 \u0434\u0438\u043a\u0442\u043e\u0444\u043e\u043d \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0437\u0430\u043f\u0438\u0441\u0432\u0430 \u043f\u043e\u0432\u0435\u0447\u0435 \u043e\u0442 2\:30 \u043c\u0438\u043d\u0443\u0442\u0438 \u043f\u043e\u0440\u0430\u0434\u0438 \u043f\u0440\u0438\u0447\u0438\u043d\u0438, \u0441\u0432\u044a\u0440\u0437\u0430\u043d\u0438 \u0441 \u043f\u0440\u043e\u0438\u0437\u0432\u043e\u0434\u0438\u0442\u0435\u043b\u043d\u043e\u0441\u0442\u0442\u0430.
stuviewsubm.start.recording=\u0417\u0430\u043f\u043e\u0447\u0432\u0430\u043d\u0435 \u043d\u0430 \u0437\u0430\u043f\u0438\u0441
stuviewsubm.stop.recording=\u0421\u043f\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0437\u0430\u043f\u0438\u0441\u0432\u0430\u043d\u0435\u0442\u043e
stuviewsubm.submitted.video=\u0412\u0438\u0434\u0435\u043e\u043a\u043b\u0438\u043f\u044a\u0442 \u0435 \u043f\u043e\u0434\u0430\u0434\u0435\u043d \u0437\u0430 \u0437\u0430\u0434\u0430\u0447\u0430\u0442\u0430, \u0430\u043a\u043e \u0437\u0430\u043f\u0438\u0448\u0435\u0442\u0435 \u043d\u043e\u0432 \u0432\u0438\u0434\u0435\u043e\u043a\u043b\u0438\u043f, \u0442\u043e\u0437\u0438 \u0437\u0430\u043f\u0438\u0441 \u0449\u0435 \u0431\u044a\u0434\u0435 \u0438\u0437\u0433\u0443\u0431\u0435\u043d.
instrviewsubm.video=\u0421\u0442\u0443\u0434\u0435\u043d\u0442\u044a\u0442 \u0435 \u0438\u0437\u043f\u0440\u0430\u0442\u0438\u043b \u0432\u0438\u0434\u0435\u043e\u043a\u043b\u0438\u043f, \u043c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u0433\u043e \u0433\u043b\u0435\u0434\u0430\u0442\u0435, \u043f\u0440\u0435\u0434\u0438 \u0434\u0430 \u0433\u043e \u043e\u0446\u0435\u043d\u0438\u0442\u0435.

#Timesheet
gen.estimate=\u041f\u0440\u0435\u0446\u0435\u043d\u043a\u0430
gen.estimatedselfempl=\u041f\u0440\u0435\u0446\u0435\u043d\u044f\u0432\u0430\u043d\u0435 \u043d\u0430 \u0441\u0430\u043c\u043e\u0441\u0442\u043e\u044f\u0442\u0435\u043b\u043d\u0430 \u0440\u0430\u0431\u043e\u0442\u0430
gen.isestimate=\u0412\u043a\u043b\u044e\u0447\u0435\u0442\u0435 \u043e\u0447\u0430\u043a\u0432\u0430\u043d\u043e\u0442\u043e \u0432\u0440\u0435\u043c\u0435 \u0437\u0430 \u0438\u0437\u043f\u044a\u043b\u043d\u0435\u043d\u0438\u0435 \u043d\u0430 \u0437\u0430\u0434\u0430\u0447\u0430\u0442\u0430
gen.reqestimate=\u0417\u0430\u0434\u044a\u043b\u0436\u0438\u0442\u0435\u043b\u043d\u043e
gen.timestimate=\u041f\u043e\u0441\u043e\u0447\u0435\u0442\u0435 \u043e\u0447\u0430\u043a\u0432\u0430\u043d\u043e\u0442\u043e \u0432\u0440\u0435\u043c\u0435
timeempty=\u041c\u043e\u043b\u044f, \u043f\u043e\u0441\u043e\u0447\u0435\u0442\u0435 \u043e\u0447\u0430\u043a\u0432\u0430\u043d\u0430\u0442\u0430 \u043f\u0440\u043e\u0434\u044a\u043b\u0436\u0438\u0442\u0435\u043b\u043d\u043e\u0441\u0442 \u043d\u0430 \u0437\u0430\u0434\u0430\u0447\u0430\u0442\u0430.
timeformat=\u0424\u043e\u0440\u043c\u0430\u0442\u044a\u0442 \u043d\u0430 \u043e\u0447\u0430\u043a\u0432\u0430\u043d\u043e\u0442\u043e \u0432\u0440\u0435\u043c\u0435 \u0437\u0430 \u0438\u0437\u043f\u044a\u043b\u043d\u0435\u043d\u0438\u0435 \u043d\u0430 \u0437\u0430\u0434\u0430\u0447\u0430\u0442\u0430 \u043d\u0435 \u0435 \u043f\u0440\u0430\u0432\u0438\u043b\u0435\u043d. \u0422\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0435 XXh YYm.
gen.sorbytime=\u0421\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043f\u043e \u043e\u0447\u0430\u043a\u0432\u0430\u043d\u043e \u0432\u0440\u0435\u043c\u0435
gen.timesheet.instructor=\u0421\u0440\u0435\u0434\u043d\u043e \u0432\u0440\u0435\u043c\u0435 \u0437\u0430 \u043f\u043e\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u0438 / \u041e\u0447\u0430\u043a\u0432\u0430\u043d\u043e
gen.timesheet.student=\u041f\u0440\u0435\u043a\u0430\u0440\u0430\u043d\u043e \u0432\u0440\u0435\u043c\u0435 / \u041f\u0440\u0435\u0446\u0435\u043d\u043a\u0430
gen.spenttime=\u041f\u0440\u0435\u043a\u0430\u0440\u0430\u043d\u043e \u0432\u0440\u0435\u043c\u0435
gen.sorbyspenttime=\u0421\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043f\u043e \u043f\u0440\u0435\u043a\u0430\u0440\u0430\u043d\u043e \u0432\u0440\u0435\u043c\u0435
gen.totaltimespent=\u0418\u043d\u0434\u0438\u0432\u0438\u0434\u0443\u0430\u043b\u043d\u043e \u0432\u0440\u0435\u043c\u0435, \u043f\u0440\u0435\u043a\u0430\u0440\u0430\u043d\u043e \u0432 \u0438\u0437\u043f\u044a\u043b\u043d\u0435\u043d\u0438\u0435 \u043d\u0430 \u0437\u0430\u0434\u0430\u0447\u0430\u0442\u0430 (\u0432 \u0441\u043b\u0443\u0447\u0430\u0439 \u043d\u0430 \u0433\u0440\u0443\u043f\u043e\u0432\u0438 \u0437\u0430\u0434\u0430\u0447\u0438 \u0432\u0438\u0436\u0442\u0435 \u043e\u043f\u0438\u0441\u0430\u043d\u0438\u0435\u0442\u043e \u043d\u0430 \u0437\u0430\u0434\u0430\u0447\u0430\u0442\u0430 \u0438\u043b\u0438 \u0441\u0435 \u043a\u043e\u043d\u0441\u0443\u043b\u0442\u0438\u0440\u0430\u0439\u0442\u0435 \u0441 \u043f\u0440\u0435\u043f\u043e\u0434\u0430\u0432\u0430\u0442\u0435\u043b\u044f)
gen.totaltimespentconfirm=\u0418\u043d\u0434\u0438\u0432\u0438\u0434\u0443\u0430\u043b\u043d\u043e \u0432\u0440\u0435\u043c\u0435, \u043f\u0440\u0435\u043a\u0430\u0440\u0430\u043d\u043e \u0432 \u0438\u0437\u043f\u044a\u043b\u043d\u0435\u043d\u0438\u0435 \u043d\u0430 \u0437\u0430\u0434\u0430\u0447\u0430\u0442\u0430\:
gen.useimputedtime=\u0418\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u043d\u0435 \u043d\u0430 \u0432\u043c\u0435\u043d\u0435\u043d\u043e\u0442\u043e \u0432\u0440\u0435\u043c\u0435 \u0432
gen.notimeimputted=\u041d\u044f\u043c\u0430 \u0432\u043c\u0435\u043d\u0435\u043d\u043e \u0432\u0440\u0435\u043c\u0435 \u0432
gen.notimeimputted.enter=, \u0437\u0430\u043f\u0438\u0448\u0435\u0442\u0435 \u043f\u0440\u0435\u043a\u0430\u0440\u0430\u043d\u043e\u0442\u043e \u0432\u0440\u0435\u043c\u0435.
gen.noestimate=\u0411\u0435\u0437 \u0437\u0430\u043f\u0438\u0441

ts.tab.assignment=\u0417\u0430\u0434\u0430\u043d\u0438\u0435
ts.tab.timesheet=\u0412\u0440\u0435\u043c\u0435\u0432\u0438 \u0433\u0440\u0430\u0444\u0438\u043a
ts.btn.add.record=\u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u0437\u0430\u043f\u0438\u0441
ts.btn.del.record=\u041f\u0440\u0435\u043c\u0430\u0445\u0432\u0430\u043d\u0435 \u043d\u0430 \u0437\u0430\u043f\u0438\u0441
ts.msg.no.timesheet.record=\u041d\u044f\u043c\u0430 \u0437\u0430\u043f\u0438\u0441\u0438 \u043d\u0430 \u0433\u0440\u0430\u0444\u0438\u0446\u0438\u0442\u0435.
ts.title.timesheet=\u0412\u0440\u0435\u043c\u0435\u0432\u0438 \u0433\u0440\u0430\u0444\u0438\u043a
ts.table.tab.date=\u0414\u0430\u0442\u0430
ts.table.tab.comment=\u041a\u043e\u043c\u0435\u043d\u0442\u0430\u0440
ts.table.tab.time=\u0412\u0440\u0435\u043c\u0435
ts.table.tab.del=\u0418\u0437\u0442\u0440\u0438\u0432\u0430\u043d\u0435 \u043d\u0430
ts.modal.new=\u041d\u043e\u0432\u043e \u0437\u0430\u043f\u0438\u0441\u0432\u0430\u043d\u0435
ts.modal.msg.err=\u0413\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0444\u043e\u0440\u043c\u0430\u0442\u0438\u0440\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u043f\u043e\u043b\u0435\u0442\u043e \u0437\u0430 \u043f\u0440\u0435\u043a\u0430\u0440\u0430\u043d\u043e \u0432\u0440\u0435\u043c\u0435
ts.modal.field.date=\u0414\u0430\u0442\u0430\:
ts.modal.field.comment=\u041a\u043e\u043c\u0435\u043d\u0442\u0430\u0440\:
ts.modal.field.tspent=\u041f\u0440\u0435\u043a\u0430\u0440\u0430\u043d\u043e \u0432\u0440\u0435\u043c\u0435\:
ts.modal.field.tspent.format=XXh YYm
ts.modal.btn.save=\u0417\u0430\u043f\u0430\u0437\u0435\u0442\u0435

ts.add.err.userId=\u0422\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0441\u0442\u0435 \u0432\u043b\u0435\u0437\u043b\u0438 \u0432 \u0441\u0438\u0441\u0442\u0435\u043c\u0430\u0442\u0430, \u0437\u0430 \u0434\u0430 \u0434\u043e\u0431\u0430\u0432\u0438\u0442\u0435 \u0437\u0430\u043f\u0438\u0441 \u0432 \u0432\u0440\u0435\u043c\u0435\u0432\u0438\u044f \u0433\u0440\u0430\u0444\u0438\u043a
ts.add.err.assignmentId=\u0422\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u043f\u0440\u0435\u0434\u043e\u0441\u0442\u0430\u0432\u0438\u0442\u0435 \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440 \u043d\u0430 \u0437\u0430\u0434\u0430\u0447\u0430\u0442\u0430 \u0438 \u0441\u043f\u0440\u0430\u0432\u043a\u0430
ts.add.err.startTime=\u0422\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0437\u0430\u0434\u0430\u0434\u0435\u0442\u0435 \u043d\u0430\u0447\u0430\u043b\u0435\u043d \u0447\u0430\u0441
ts.add.err.comment=\u0422\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u043f\u043e\u043f\u044a\u043b\u043d\u0438\u0442\u0435 \u043f\u043e\u043b\u0435\u0442\u043e \u0437\u0430 \u043a\u043e\u043c\u0435\u043d\u0442\u0430\u0440
ts.add.err.duration=\u0424\u043e\u0440\u043c\u0430\u0442\u044a\u0442 \u043d\u0430 \u043e\u0447\u0430\u043a\u0432\u0430\u043d\u043e\u0442\u043e \u0432\u0440\u0435\u043c\u0435 \u0437\u0430 \u0438\u0437\u043f\u044a\u043b\u043d\u0435\u043d\u0438\u0435 \u043d\u0430 \u0437\u0430\u0434\u0430\u0447\u0430\u0442\u0430 \u043d\u0435 \u0435 \u043f\u0440\u0430\u0432\u0438\u043b\u0435\u043d. \u0422\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0435 XXh YYm.
ts.add.err.permission=\u041d\u0435 \u043c\u043e\u0436\u0435\u0448 \u0434\u0430 \u043f\u0440\u043e\u043c\u0435\u043d\u0438\u0448 \u0442\u043e\u0437\u0438 \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u043a
ts.add.err.submitter=\u041f\u043e\u0434\u0430\u0442\u0435\u043b\u044f\u0442 \u0432\u0438 \u043d\u0435 \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430.
ts.rem.err.userId=\u0422\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0441\u0442\u0435 \u0432\u043b\u0435\u0437\u043b\u0438 \u0432 \u0441\u0438\u0441\u0442\u0435\u043c\u0430\u0442\u0430, \u0437\u0430 \u0434\u0430 \u0434\u043e\u0431\u0430\u0432\u0438\u0442\u0435 \u0437\u0430\u043f\u0438\u0441 \u0432 \u0432\u0440\u0435\u043c\u0435\u0432\u0438\u044f \u0433\u0440\u0430\u0444\u0438\u043a
ts.rem.err.empty=\u0422\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0441\u0435 \u043f\u0440\u0435\u0434\u043e\u0441\u0442\u0430\u0432\u0438 \u0438\u0437\u0431\u0440\u0430\u043d\u0438\u044f \u0432\u0440\u0435\u043c\u0435\u0432\u0438 \u0433\u0440\u0430\u0444\u0438\u043a
ts.rem.err.submitterId=\u0422\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u043f\u0440\u0435\u0434\u043e\u0441\u0442\u0430\u0432\u0438\u0442\u0435 \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440 \u043d\u0430 \u0437\u0430\u0434\u0430\u0447\u0430\u0442\u0430 \u0438 \u0441\u043f\u0440\u0430\u0432\u043a\u0430
ts.rem.err.permission=\u041d\u0435 \u043c\u043e\u0436\u0435\u0448 \u0434\u0430 \u043f\u0440\u043e\u043c\u0435\u043d\u0438\u0448 \u0442\u043e\u0437\u0438 \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u043a

#S2U-34
peerAssessmentStudents=\u0421\u0442\u0443\u0434\u0435\u043d\u0442\u0438\u0442\u0435 \u0441\u0435 \u043e\u0446\u0435\u043d\u044f\u0432\u0430\u0442 \u0435\u0434\u0438\u043d \u0434\u0440\u0443\u0433
peerAssessmentGroups=\u0413\u0440\u0443\u043f\u0438\u0442\u0435 \u0441\u0435 \u043e\u0446\u0435\u043d\u044f\u0432\u0430\u0442 \u0432\u0437\u0430\u0438\u043c\u043d\u043e
peerassessment.group=\u0413\u0440\u0443\u043f\u0430 {0}
option.selfreport=\u041f\u043e\u0437\u0432\u043e\u043b\u0435\u0442\u0435 \u043d\u0430 c\u0442\u0443\u0434\u0435\u043d\u0442\u0438\u0442\u0435 \u0434\u0430 \u0434\u043e\u043a\u043b\u0430\u0434\u0432\u0430\u0442 \u0441\u0430\u043c\u0438 \u0440\u0430\u0431\u043e\u0442\u0430\u0442\u0430 \u0441\u0438
option.selfreport.must=\u0421\u0442\u0443\u0434\u0435\u043d\u0442\u044a\u0442 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0438\u0437\u043f\u044a\u043b\u043d\u0438 \u0432\u0441\u0438\u0447\u043a\u0438 \u043a\u0440\u0438\u0442\u0435\u0440\u0438\u0438 \u0437\u0430 \u0441\u0430\u043c\u043e\u043e\u0442\u0447\u0438\u0442\u0430\u043d\u0435, \u0437\u0430 \u0434\u0430 \u0437\u0430\u0432\u044a\u0440\u0448\u0438 \u0438\u0437\u043f\u0440\u0430\u0449\u0430\u043d\u0435\u0442\u043e
option.selfreport.partialmust=\u0421\u0442\u0443\u0434\u0435\u043d\u0442\u044a\u0442 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0438\u0437\u043f\u044a\u043b\u043d\u0438 \u043f\u043e\u043d\u0435 \u0435\u0434\u0438\u043d \u043a\u0440\u0438\u0442\u0435\u0440\u0438\u0439 \u0437\u0430 \u0441\u0430\u043c\u043e\u043e\u0442\u0447\u0438\u0442\u0430\u043d\u0435, \u0437\u0430 \u0434\u0430 \u0437\u0430\u0432\u044a\u0440\u0448\u0438 \u0438\u0437\u043f\u0440\u0430\u0449\u0430\u043d\u0435\u0442\u043e
option.selfreport.notamust=\u0421\u0442\u0443\u0434\u0435\u043d\u0442\u044a\u0442 \u043d\u0435 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u043f\u043e\u043f\u044a\u043b\u0432\u0430 \u0441\u0430\u043c\u043e\u043e\u0442\u0447\u0435\u0442\u0430, \u0437\u0430 \u0434\u0430 \u0437\u0430\u0432\u044a\u0440\u0448\u0438 \u043f\u043e\u0434\u0430\u0432\u0430\u043d\u0435\u0442\u043e
youmustrubric=\u0422\u043e\u0432\u0430 \u0435 \u0437\u0430\u0434\u0430\u0447\u0430 \u0437\u0430 \u0441\u0430\u043c\u043e\u043e\u0442\u0447\u0435\u0442. \u0422\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0442\u0435 \u0441\u043b\u0435\u0434\u043d\u0430\u0442\u0430 \u0440\u0443\u0431\u0440\u0438\u043a\u0430, \u0437\u0430 \u0434\u0430 \u043e\u0446\u0435\u043d\u0438\u0442\u0435 \u0440\u0430\u0431\u043e\u0442\u0430\u0442\u0430 \u0441\u0438, \u043f\u0440\u0435\u0434\u0438 \u0434\u0430 \u0438\u0437\u043f\u0440\u0430\u0442\u0438\u0442\u0435.
youhavetorubric=\u0422\u043e\u0432\u0430 \u0435 \u0437\u0430\u0434\u0430\u0447\u0430 \u0437\u0430 \u0441\u0430\u043c\u043e\u043e\u0442\u0447\u0435\u0442. \u0422\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0442\u0435 \u0441\u043b\u0435\u0434\u043d\u0430\u0442\u0430 \u0440\u0443\u0431\u0440\u0438\u043a\u0430, \u0437\u0430 \u0434\u0430 \u043e\u0446\u0435\u043d\u0438\u0442\u0435 \u0440\u0430\u0431\u043e\u0442\u0430\u0442\u0430 \u0441\u0438, \u043f\u0440\u0435\u0434\u0438 \u0434\u0430 \u0438\u0437\u043f\u0440\u0430\u0442\u0438\u0442\u0435. \u0422\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u043f\u043e\u043f\u044a\u043b\u043d\u0438\u0442\u0435 \u0446\u044f\u043b\u0430\u0442\u0430 \u0440\u0443\u0431\u0440\u0438\u043a\u0430, \u0437\u0430 \u0434\u0430 \u0438\u0437\u043f\u0440\u0430\u0442\u0438\u0442\u0435 \u0437\u0430\u0434\u0430\u0447\u0430\u0442\u0430.
youhavetorubricone=\u0422\u043e\u0432\u0430 \u0435 \u0437\u0430\u0434\u0430\u0447\u0430 \u0437\u0430 \u0441\u0430\u043c\u043e\u043e\u0442\u0447\u0435\u0442. \u0422\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0442\u0435 \u0441\u043b\u0435\u0434\u043d\u0430\u0442\u0430 \u0440\u0443\u0431\u0440\u0438\u043a\u0430, \u0437\u0430 \u0434\u0430 \u043e\u0446\u0435\u043d\u0438\u0442\u0435 \u0440\u0430\u0431\u043e\u0442\u0430\u0442\u0430 \u0441\u0438, \u043f\u0440\u0435\u0434\u0438 \u0434\u0430 \u0438\u0437\u043f\u0440\u0430\u0442\u0438\u0442\u0435. \u0422\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0438\u0437\u043f\u044a\u043b\u043d\u0438\u0442\u0435 \u043f\u043e\u043d\u0435 \u0435\u0434\u0438\u043d \u043a\u0440\u0438\u0442\u0435\u0440\u0438\u0439 \u043e\u0442 \u0440\u0443\u0431\u0440\u0438\u043a\u0430\u0442\u0430, \u0437\u0430 \u0434\u0430 \u0438\u0437\u043f\u0440\u0430\u0442\u0438\u0442\u0435 \u0437\u0430\u0434\u0430\u0447\u0430\u0442\u0430.
studentrubric=\u0422\u043e\u0432\u0430 \u0435 \u0437\u0430\u0434\u0430\u0447\u0430 \u0437\u0430 \u0441\u0430\u043c\u043e\u043e\u0442\u0447\u0435\u0442. \u041c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u043f\u0440\u043e\u0432\u0435\u0440\u0438\u0442\u0435 \u0441\u0430\u043c\u043e\u043e\u0442\u0447\u0435\u0442\u0430 \u043d\u0430 \u043f\u043e\u0434\u0430\u0442\u0435\u043b\u044f, \u043f\u0440\u0435\u0434\u0438 \u0434\u0430 \u043e\u0446\u0435\u043d\u0438\u0442\u0435.
autoevaluation=\u0410\u0432\u0442\u043e\u043c\u0430\u0442\u0438\u0447\u043d\u0430 \u043e\u0446\u0435\u043d\u043a\u0430\:
instructor_grading=\u041e\u0446\u0435\u043d\u044f\u0432\u0430\u043d\u0435 \u043d\u0430 \u0438\u043d\u0441\u0442\u0440\u0443\u043a\u0442\u043e\u0440\u0430\:
reviewrubric=\u0422\u043e\u0432\u0430 \u0435 \u0437\u0430\u0434\u0430\u0447\u0430 \u0437\u0430 \u0441\u0430\u043c\u043e\u043e\u0442\u0447\u0435\u0442. \u041c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u043f\u0440\u043e\u0432\u0435\u0440\u0438\u0442\u0435 \u0441\u0430\u043c\u043e\u043e\u0446\u0435\u043d\u043a\u0430\u0442\u0430 \u0441\u0438, \u043f\u0440\u0435\u0434\u0438 \u0434\u0430 \u043e\u0446\u0435\u043d\u0438\u0442\u0435.
reviewrubricreport=\u0422\u043e\u0432\u0430 \u0435 \u0432\u0430\u0448\u0438\u044f\u0442 \u0441\u0430\u043c\u043e\u043e\u0442\u0447\u0435\u0442.
