gen.onlythefoll=Kun f\u00f8lgende filtyper accepteres\: {0}
gen.rev=TurnItIn
gen.sorbyreview=Sort\u00e9r efter evaluering
gen.subStudentPreview=Denne opgave har aktiveret elevvisning, som lader elever indsende s\u00e5 mange opgaver som kladde, som de vil. En kladdeopgaverapport er kun synlig for opgavens ejer, men instrukt\u00f8rer kan se antallet af kladdeindsendelser og rapportkarakterer for hver kladde. Og hvis der ikke er en deadline, indsendes den seneste kladde automatisk, hvis eleven ikke har andre indsendelser. Elever kan indsende en kladdeopgave som deres endelige indsendelse n\u00e5r som helst i plagieringsrapporten.
gen.yoursubwill=Din indsendelse sendes til {0}, hvor den evalueres for plagiering.
gen.yoursubwill.indexed=Din indsendelse sendes til {0}, hvor den evalueres for plagiering. Den indekseres for at blive sammenlignet med andre indsendelser.
plagiarismFileSize=<li>Maksimal uploadgr\u00e6nse\: {0}MB per fil.</li>
review.advancedSettings.vericite=Avancerede indstillinger for VeriCite
review.allow=Tillad elever at se rapport
review.contentReviewIndicator=Originaliteten af indsendelser verificeres af {0}.
review.eula=Slutbrugerlicensrapport
review.eula.agreement=Jeg har l\u00e6st og accepterer f\u00f8lgende
review.exclude.bibliographic=Ekskluder litteratur fra lighedsindeks for alle besvarelser i denne opgave
review.exclude.matches.by=Ekskluder matches efter\:
review.exclude.matches.header=Eksklusionsindstillinger\:
review.exclude.matches.percentage=Procent\:
review.exclude.matches.value_error=En v\u00e6rdi fra 0-100 kr\u00e6ves, n\u00e5r der ekskludere sm\u00e5 matches for Turnitin
review.exclude.matches.wordmax=Op til et ordantal af\:
review.exclude.quoted=Ekskluder citerede materialer fra lighedsindeks for alle besvarelser i denne opgave
review.exclude.quoted.help=Indstil standarden for alle rapporter, der er indsendt til denne opgave. For at reducere antallet af falske matches anbefaler vi, at du ekskluderer citater som standard. Du vil stadig beholde muligheden for at sl\u00e5 denne indstilling til/fra for hver individuel rapport efter indsendelse.
review.exclude.self.plag=Ekskluder selvplagiater i kursus
review.exclude.self.plag.help=Indstil standarden for alle rapporten, der indsendes til denne opgave. For at reducere antallet af falske matches anbefaler vi, at du ekskluderer selvplagiater i det samme kursus som standard. Du vil stadig beholde muligheden for at sl\u00e5 denne indstilling til/fra for hver individuel rapport efter indsendelse. Selvplagiater vil altid tjekkes mod brugeres rapporter i andre kurser.
review.exclude.smallMatches=Ekskluder sm\u00e5 matches
review.file.not.accepted=Filen, du fors\u00f8gte at uploade, er ikke accepteret af {0}. Upload en fil, der er af \u00e9n af f\u00f8lgende typer\: {1}
review.noreport=ingen rapport
review.notavail=Ikke tilg\u00e6ngelig endnu
review.originality.check=Tjek originalitet mod\:
review.originality.check.institution=Institutionsspecifik beholder
review.originality.check.internet=Nuv\u00e6rende og arkiveret internet
review.originality.check.pub=Tidsskrifter, aviser og udgivelser
review.originality.check.turnitin=Turnitin-opgavebeholder
review.originality.reports=Generer originalitetsrapporter\:
review.originality.reports.due=P\u00e5 deadlinedato
review.originality.reports.immediately=Straks
review.originality.reports.immediately_and_due=Straks og til deadlinedato
review.report=Rapport
review.report.collapse=Skjul rapporter
review.report.error.collapse=Skjul fejlfindingsoplysninger
review.report.error.expand=Udvid fejlfindingsoplysninger
review.report.expand=Udvid rapporter
review.report.urkund.optoutlink=Undtaget fra Urkund
review.reports=rapporter
review.required=Angiv de n\u00f8dvendige oplysninger for {0} Plagiattjeneste-indstillingerne.
review.store.inst.index=Gem opgave i institutionsindeks
review.store.inst.index.help=Indstil standarden for alle rapporter, der indsendes til denne opgave. Hvis du v\u00e6lger ikke at gemme rapporter i dit institutionsindeks, bruges rapporterne ikke til at tjekke for plagiering mod andre elevrapporter i din institution. N\u00e5r en rapport f\u00f8rst er blevet indsendt, kan du ikke \u00e6ndre denne indstilling for den rapport.
review.studentPreview=Aktiv\u00e9r elevvisning
review.studentPreview.help=Hvis du v\u00e6lger at aktivere elevvisning, kan brugere gennemg\u00e5 og gen-indsende deres opgaver indtil deadlinedatoen. Instrukt\u00f8rer vil kun kunne se den endelige indsendelse, men der vises en post over karaktererne for hver opgave i rapportloggene. Hvis opgaven har en deadlinedato, indsendes elevens seneste kladde automatisk, hvis der ikke er nogen indsendelser fra en elev. Det anbefales, at du indstiller en deadlinedato for denne opgave og lader eleven se sine rapporter.
review.submit.papers.repository=Indsend opgaver til f\u00f8lgende beholder\:
review.submit.papers.repository.institution=Institutionsbeholder til opgaver
review.submit.papers.repository.none=Ingen
review.submit.papers.repository.standard=Standardbeholder til opgaver
review.switch.ne.1={0} er ikke tilg\u00e6ngelig for ikke-elektroniske indsendelser.
review.switch.ne.2={0} er ikke tilg\u00e6ngelig for ikke-elektroniske indsendelser. "Brug Turnitin" er blevet fravalgt nedenfor.
review.title={0} Plagiattjeneste
review.use=Brug
review.viewreport=Vis rapport
turnitinoc.exclude.bibliography=Litteraturliste
turnitinoc.exclude.header=Ekskluder fra lighedsrapporter
turnitinoc.exclude.quoted=Citater
turnitinoc.generate.header=Generer lighedsrapporter
turnitinoc.index.all=Indeks\u00e9r alle indsendelser
turnitinoc.index.header=Indeksering af indsendelse
turnitinoc.index.info=Indekserede indsendelser vil v\u00e6re tilg\u00e6ngelige til sammenligning i lighedsrapporter
turnitinoc.instructions=F\u00e5 mere at vide om Turnitin-indstillinger
youarenot21=Du skal acceptere slutbrugerlicensaftalen for at indsende til {0}
