#X-Generator: crowdin.com
#group related
group.description=\u062a\u0648\u0636\u06cc\u062d\u0627\u062a
group.list=\u0644\u06cc\u0633\u062a \u06af\u0631\u0648\u0647
group.title=\u0639\u0646\u0648\u0627\u0646
group.title.same=\u0627\u06cc\u0646 \u0639\u0646\u0648\u0627\u0646 \u06af\u0631\u0648\u0647 \u0642\u0628\u0644\u0627 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0634\u062f\u0647 \u0627\u0633\u062a. \u0644\u0637\u0641\u0627 \u0646\u0627\u0645 \u062f\u06cc\u06af\u0631\u06cc \u0631\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f.
group.number=\u062d\u062c\u0645
group.sorttitleasc=\u0645\u0631\u062a\u0628 \u0646\u0645\u0648\u062f\u0646 \u0635\u0639\u0648\u062f\u06cc \u0628\u0631 \u0627\u0633\u0627\u0633 \u0639\u0646\u0648\u0627\u0646
group.newgroup=\u0627\u06cc\u062c\u0627\u062f \u06cc\u06a9 \u06af\u0631\u0648\u0647 \u062c\u062f\u06cc\u062f
group.nogroup=\u0647\u06cc\u0686 \u06af\u0631\u0648\u0647\u06cc \u062a\u0639\u0631\u06cc\u0641 \u0646\u0634\u062f\u0647 \u0627\u0633\u062a.
editgroup.instruction=\u0628\u0631\u0627\u06cc \u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u0627\u0639\u0636\u0627\u0621 \u0628\u0647 \u06af\u0631\u0648\u0647\u060c \u0627\u0639\u0636\u0627\u0621 \u0631\u0627 \u0627\u0632 \u0644\u06cc\u0633\u062a \u0627\u0639\u0636\u0627\u06cc \u0633\u0627\u06cc\u062a \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f. \u0628\u0631\u0627\u06cc \u062d\u0630\u0641\u060c \u0627\u0639\u0636\u0627\u0621 \u0631\u0627 \u0627\u0632 \u0644\u06cc\u0633\u062a \u0627\u0639\u0636\u0627\u0621 \u06af\u0631\u0648\u0647 \u0627\u0646\u062a\u062e\u0627\u0628 \u0648 \u062d\u0630\u0641 \u06a9\u0646\u06cc\u062f. \u0628\u0631\u0627\u06cc \u0630\u062e\u06cc\u0631\u0647 \u0628\u0631 \u0631\u0648\u06cc \u06af\u0632\u06cc\u0646\u0647 {0} \u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f.
editgroup.membership=\u0639\u0636\u0648\u06cc\u062a
editgroup.remove=\u062d\u0630\u0641 \u0634\u0648\u062f\u061f
editgroup.removechecked=\u062d\u0630\u0641 \u0627\u0646\u062a\u062e\u0627\u0628 \u0634\u062f\u0647 \u0647\u0627
editgroup.new=\u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646
editgroup.revise=\u0648\u06cc\u0631\u0627\u06cc\u0634
editgroup.update=\u0628\u0647\u200c\u0631\u0648\u0632 \u0631\u0633\u0627\u0646\u06cc
editgroup.cancel=\u0644\u063a\u0648
editgroup.generallist=\u0644\u06cc\u0633\u062a \u0627\u0639\u0636\u0627\u06cc \u0633\u0627\u06cc\u062a
editgroup.grouplist=\u0644\u06cc\u0633\u062a \u0627\u0639\u0636\u0627\u06cc \u06af\u0631\u0648\u0647
editgroup.titlemissing=\u0634\u0645\u0627 \u0628\u0627\u06cc\u062f \u0639\u0646\u0648\u0627\u0646 \u06af\u0631\u0648\u0647 \u0631\u0627 \u0645\u0634\u062e\u0635 \u06a9\u0646\u06cc\u062f.
editgroup.removegroups=\u062d\u0630\u0641 \u06af\u0631\u0648\u0647\u0647\u0627
editgroup.groupdel.alert=\u062d\u0630\u0641 \u06cc\u06a9 \u06af\u0631\u0648\u0647 \u062f\u0627\u0626\u0645\u06cc \u0627\u0633\u062a. \u0627\u0646\u062a\u062e\u0627\u0628 \u0627\u0628\u0632\u0627\u0631 \u06af\u0631\u0648\u0647 (\u0647\u0627) \u0645\u0645\u06a9\u0646 \u0627\u0633\u062a \u067e\u0633 \u0627\u0632 \u062d\u0630\u0641 \u0628\u0647 \u062f\u0631\u0633\u062a\u06cc \u0631\u0641\u062a\u0627\u0631 \u0646\u06a9\u0646\u062f. \u062a\u0648\u0635\u06cc\u0647 \u0645\u06cc \u0634\u0648\u062f \u06a9\u0647 \u0634\u0645\u0627 \u0642\u0628\u0644 \u0627\u0632 \u067e\u0627\u06a9 \u06a9\u0631\u062f\u0646 \u06af\u0631\u0648\u0647 \u0647\u0627 \u0627\u0628\u0632\u0627\u0631 \u0645\u0648\u0631\u062f \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0622\u0646 \u0647\u0627 \u0631\u0627 \u062f\u0631 \u0633\u0627\u06cc\u062a \u062e\u0648\u062f \u0628\u0631\u0631\u0633\u06cc \u06a9\u0646\u06cc\u062f. \u0622\u06cc\u0627 \u0627\u0632 \u062d\u0630\u0641 \u06af\u0631\u0648\u0647 (\u0647\u0627) \u0632\u06cc\u0631 \u0627\u0637\u0645\u06cc\u0646\u0627\u0646 \u062f\u0627\u0631\u06cc\u062f\u061f
editgroup.site.permission.alert=\u0634\u0645\u0627 \u0645\u062c\u0627\u0632 \u0628\u0647 \u0627\u06cc\u062c\u0627\u062f \u062a\u063a\u06cc\u06cc\u0631\u0627\u062a \u062f\u0631 \u0627\u06cc\u0646 \u0633\u0627\u06cc\u062a \u0646\u06cc\u0633\u062a\u06cc\u062f.
editgroup.site.notfound.alert=\u0633\u0627\u06cc\u062a \u067e\u06cc\u062f\u0627 \u0646\u0634\u062f.
groupList.selectAllNone=\u0627\u0646\u062a\u062e\u0627\u0628 \u0647\u0645\u0647/\u0647\u06cc\u0686\u06a9\u062f\u0627\u0645

delete_group_tooltip=\u0644\u0637\u0641\u0627 \u0627\u0628\u062a\u062f\u0627 \u06af\u0631\u0648\u0647 (\u0647\u0627) \u0631\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f \u0648 \u0628\u0627 \u06a9\u0644\u06cc\u06a9 \u0628\u0631 \u0631\u0648\u06cc \u062f\u06a9\u0645\u0647 "\u0628\u0647 \u0631\u0648\u0632\u0631\u0633\u0627\u0646\u06cc" \u0632\u06cc\u0631 \u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f \u062a\u0627 \u0628\u0647 \u0635\u0641\u062d\u0647 \u062a\u0627\u0626\u06cc\u062f \u062d\u0630\u0641 \u0645\u0646\u062a\u0642\u0644 \u0634\u0648\u06cc\u062f.
delete_group_nogroup=\u0644\u0637\u0641\u0627 \u062d\u062f\u0627\u0642\u0644 \u06cc\u06a9 \u06af\u0631\u0648\u0647 \u0631\u0627 \u0628\u0631\u0627\u06cc \u062d\u0630\u0641 \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f.

### limit of site group title ####
site_group_title_length_limit=\u0637\u0648\u0644 \u0639\u0646\u0648\u0627\u0646 \u0646\u0645\u06cc \u062a\u0648\u0627\u0646\u062f \u0627\u0632 \u062a\u0639\u062f\u0627\u062f {0} \u06a9\u0627\u0631\u0627\u06a9\u062a\u0631 \u0628\u06cc\u0634\u062a\u0631 \u0628\u0627\u0634\u062f. \u0644\u0637\u0641\u0627 \u0639\u0646\u0648\u0627\u0646\u06cc \u0628\u0627 \u0637\u0648\u0644 \u06a9\u0645\u062a\u0631 \u0627\u0646\u062a\u062e\u0627\u0628 \u0646\u0645\u0627\u06cc\u06cc\u062f.

