# Copyright (C) 2008,2009 Universit\u00E9 Pierre et Marie Curie
#
# Available under the license specified in the Sakai release
#
# Contact:
# Jean-Fran\u00E7ois L\u00E9v\u00EAque (jean-francois.leveque@upmc.fr)
#
# Translators:
# Jean-Fran\u00E7ois L\u00E9v\u00EAque (Universit\u00E9 Pierre et Marie Curie)
# Cyril Vassiat (C@rrefours T\u00E9l\u00E9matiques)
#
# Validation:
# Laurent Petit (Universit\u00E9 Pierre et Marie Curie)

#Stored by I18NEdit, may be edited!
access_error=D\u00E9sol\u00E9 vous n'avez pas acc\u00E8s \u00E0 cet outil
delete_group_nogroup=Veuillez choisir au moins un groupe \u00E0 supprimer.
delete_group_tooltip=Veuillez choisir les groupes d'abord et cliquez sur le bouton de \u00AB\u00A0mise \u00E0 jour\u00A0\u00BB ci-dessous pour entrer dans la page de confirmation de suppression.
editgroup.addmember=Ajouter au groupe >
editgroup.back=Retour
editgroup.cancel=Annuler
editgroup.generallist=Site de Liste de Membres
editgroup.groupdel.alert=Etes-vous s\u00FBr de vouloir supprimer les groupes suivants ?
editgroup.grouplist=Groupe de Liste de Membres
editgroup.instruction=Choisir les membres du site de liste de membres et ajouter au groupe. Choisir les membres de la liste de groupe et les retirer. Cliquer la mise \u00E0 jour pour enregistrer des changements.
editgroup.membership=Adh\u00E9sion
editgroup.new=Ajouter
editgroup.remove=Supprimer ?
editgroup.removechecked=Supprimer Control\u00E9
editgroup.removegroups=Supprimer Groupes
editgroup.removemember=< Supprimer
editgroup.revise=Editer
editgroup.selectremovechecked=Selectionner pour supprimer
editgroup.site.notfound.alert=Site non trouv\u00E9
editgroup.site.permission.alert=Vous n'\u00EAtes pas autoris\u00E9 \u00E0 apporter des modifications pour le site.
editgroup.titlemissing=Vous devez sp\u00E9cifier le titre de groupe.
editgroup.update=Mise \u00E0 jour
group.description=Description
group.editgroup=Editer Groupe
group.list=Liste de Groupe
group.membership=Groupe Adh\u00E9sion
group.newgroup=Cr\u00E9er Nouveau Groupe
group.nogroup=Il n'y a aucun groupe d\u00E9fini.
group.number=Taille\n
group.siteinfo.tablesummary=Le Tableau contient l'information du groupe du site. La colonne 1 contient le titre de groupe, colonne 2 contient le compte de membre de groupe.
group.sortnumberasc=Tri par le nombre de membre de groupe dans l'ordre croissant
group.sortnumberdesc=Tri par le nombre de membre de groupe dans l'ordre d\u00E9croissant
group.sorttitleasc=Tri par titre dans l'ordre croissant
group.sorttitledesc=Tri par titre dans l'ordre d\u00E9croissant
group.tablesummary=Le Tableau contient l'information du groupe du site. La colonne 1 contient le titre de groupe, la colonne 2 le compte de membre de groupe. Les en-t\u00EAtes contiennent les liens  pour le tri
group.title=Titre
group.title.same=Le m\u00EAme titre de groupe a \u00E9t\u00E9 utilis\u00E9. Veuillez choisir un diff\u00E9rent.
hint.newgroup=Cr\u00E9er Nouveau Groupe
java.group=Gestion de Groupes
site_group_title_length_limit=La longueur de titre ne peut pas d\u00E9passer {0} de caract\u00E8res. Veuillez fournir un titre plus court.
