#Vietnamese Sakai is a contribution from HOSEI IT Center and www.huric.org; we also collaborate with Ho Chi Minh University of Technology for this project. 
# For future contact, Please email to Billy Quoc Pham [bpham@huric.org], Nguyen Hua Phung [phung@cse.hcmut.edu.vn] 
#To test out Vietnamse Sakai, you may go to http://vietsakai.huric.net 
#
#Tue Sep 07 15:05:29 PDT 2010
java.group=Qu\u1EA3n l\u00FD  Nh\u00F3m 
group.sorttitledesc=Ph\u00E2n lo\u1EA1i theo t\u00EAn th\u1EE9 t\u1EF1 gi\u1EA3m d\u1EA7n 
group.editgroup=Ch\u1EC9nh s\u1EEDa nh\u00F3m 
editgroup.remove=H\u1EE7y b\u1ECF? 
group.siteinfo.tablesummary=B\u1EA3ng gi\u1EEF th\u00F4ng tin c\u1EE7a nh\u00F3m trang web. C\u1ED9t 1 n\u1EAFm gi\u1EEF danh hi\u1EC7u nh\u00F3m, c\u1ED9t 2 gi\u1EEF s\u1ED1 th\u00E0nh vi\u00EAn nh\u00F3m. 
editgroup.generallist=Danh s\u00E1ch th\u00E0nh vi\u00EAn trang web 
editgroup.grouplist=Danh s\u00E1ch th\u00E0nh vi\u00EAn nh\u00F3m 
editgroup.revise=Ch\u1EC9nh s\u1EEDa 
site_group_title_length_limit=Ti\u00EAu \u0111\u1EC1, chi\u1EC1u d\u00E0i kh\u00F4ng th\u1EC3 v\u01B0\u1EE3t qu\u00E1 {0} k\u00FD t\u1EF1. Xin vui l\u00F2ng cung c\u1EA5p m\u1ED9t ti\u00EAu \u0111\u1EC1 ng\u1EAFn h\u01A1n. 
group.newgroup=T\u1EA1o ra Nh\u00F3m M\u1EDBi
group.sortnumberdesc=Ph\u00E2n lo\u1EA1i theo nh\u00F3m th\u00E0nh vi\u00EAn s\u1ED1 th\u1EE9 t\u1EF1 gi\u1EA3m d\u1EA7n 
editgroup.new=Th\u00EAm 
editgroup.site.notfound.alert=Trang web kh\u00F4ng t\u00ECm th\u1EA5y. 
group.sortnumberasc=Ph\u00E2n lo\u1EA1i theo nh\u00F3m th\u00E0nh vi\u00EAn s\u1ED1 th\u1EE9 t\u1EF1 t\u0103ng d\u1EA7n 
group.number=K\u00EDch th\u01B0\u1EDBc 
delete_group_nogroup=Xin vui l\u00F2ng ch\u1ECDn \u00EDt nh\u1EA5t m\u1ED9t nh\u00F3m \u0111\u1EC3 x\u00F3a. 
group.tablesummary=B\u1EA3ng gi\u1EEF th\u00F4ng tin c\u1EE7a nh\u00F3m trang web. C\u1ED9t 1 n\u1EAFm gi\u1EEF danh hi\u1EC7u nh\u00F3m, c\u1ED9t 2 gi\u1EEF s\u1ED1 th\u00E0nh vi\u00EAn nh\u00F3m. Ti\u00EAu \u0111\u1EC1 \u0111\u1EC3 s\u1EAFp x\u1EBFp t\u1ED5 ch\u1EE9c li\u00EAn k\u1EBFt 
group.nogroup=Kh\u00F4ng c\u00F3 nh\u00F3m \u0111\u01B0\u1EE3c x\u00E1c \u0111\u1ECBnh. 
editgroup.back=Quay L\u1EA1i 
editgroup.addmember=Th\u00EAm v\u00E0o nh\u00F3m > 
delete_group_tooltip=Xin vui l\u00F2ng ch\u1ECDn nh\u00F3m (s) \u0111\u1EA7u ti\u00EAn v\u00E0 nh\u1EA5p v\u00E0o n\u00FAt 'C\u1EADp nh\u1EADt' b\u00EAn d\u01B0\u1EDBi \u0111\u1EC3 v\u00E0o trang x\u00E1c nh\u1EADn x\u00F3a. 
editgroup.site.permission.alert=B\u1EA1n kh\u00F4ng \u0111\u01B0\u1EE3c ph\u00E9p \u0111\u1EC3 th\u1EF1c hi\u1EC7n thay \u0111\u1ED5i cho trang web. 
editgroup.instruction=Ch\u1ECDn c\u00E1c th\u00E0nh vi\u00EAn trong danh s\u00E1ch th\u00E0nh vi\u00EAn trang web v\u00E0 th\u00EAm v\u00E0o nh\u00F3m. Ch\u1ECDn danh s\u00E1ch c\u00E1c th\u00E0nh vi\u00EAn c\u1EE7a nh\u00F3m v\u00E0 lo\u1EA1i b\u1ECF. Click {0} \u0111\u1EC3 l\u01B0u thay \u0111\u1ED5i. 
hint.newgroup=Create New Group 
group.description=M\u00F4 t\u1EA3 
editgroup.removemember=< H\u1EE7y b\u1ECF 
editgroup.membership=Th\u00E0nh vi\u00EAn 
editgroup.titlemissing=B\u1EA1n c\u1EA7n ph\u1EA3i ch\u1EC9 \u0111\u1ECBnh ti\u00EAu \u0111\u1EC1 c\u1EE7a nh\u00F3m. 
group.title.same=Ti\u00EAu \u0111\u1EC1 c\u00F9ng m\u1ED9t nh\u00F3m \u0111\u00E3 \u0111\u01B0\u1EE3c s\u1EED d\u1EE5ng. Xin vui l\u00F2ng ch\u1ECDn t\u00EAn kh\u00E1c. 
group.sorttitleasc=Ph\u00E2n lo\u1EA1i theo t\u00EAn th\u1EE9 t\u1EF1 t\u0103ng d\u1EA7n 
editgroup.groupdel.alert=B\u1EA1n c\u00F3 ch\u1EAFc ch\u1EAFn mu\u1ED1n x\u00F3a c\u00E1c nh\u00F3m sau? 
editgroup.update=C\u1EADp nh\u1EADt 
editgroup.cancel=Hu\u1EF7 
access_error=Xin l\u1ED7i b\u1EA1n kh\u00F4ng c\u00F3 quy\u1EC1n truy c\u1EADp v\u00E0o c\u00F4ng c\u1EE5 n\u00E0y 
group.title=Ti\u00EAu \u0111\u1EC1 
editgroup.removegroups=Xo\u00E1 Nh\u00F3m 
group.list=Danh s\u00E1ch nh\u00F3m 
editgroup.selectremovechecked=Ch\u1ECDn \u0111\u1EC3 lo\u1EA1i b\u1ECF 
editgroup.removechecked=H\u1EE7y b\u1ECF ki\u1EC3m tra 
