#X-Generator: crowdin.net
# descriptions for poll entities
polls=\u091a\u0941\u0928\u093e\u0935, \u0935\u093f\u0915\u0932\u094d\u092a, \u0914\u0930 \u0935\u094b\u091f \u092a\u094b\u0932 \u0909\u092a\u0915\u0930\u0923 \u0915\u093e \u092a\u094d\u0930\u0924\u093f\u0928\u093f\u0927\u093f\u0924\u094d\u0935 \u0915\u0930\u0924\u093e \u0939\u0948\u0964 

polls.action.site=\u0935\u0939 \u0938\u092d\u0940 \u092a\u094b\u0932 \u091c\u094b \u0935\u0930\u094d\u0924\u092e\u093e\u0928 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0926\u0940 \u0917\u0908 \u0938\u093e\u0907\u091f \u092e\u0947\u0902 \u0932\u0947 \u0938\u0915\u0924\u0947 \u0939\u0948\u0902, \u0909\u0928\u094d\u0939\u0947\u0902 \u092a\u094d\u0930\u093e\u092a\u094d\u0924 \u0915\u0930\u0947  |
polls.action.my=\u0935\u0939 \u0938\u092d\u0940 \u092a\u094b\u0932 \u091c\u094b \u0935\u0930\u094d\u0924\u092e\u093e\u0928 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0938\u092d\u0940 \u0938\u093e\u0907\u091f \u092e\u0947\u0902 \u0932\u0947 \u0938\u0915\u0924\u0947 \u0939\u0948\u0902, \u0909\u0928\u094d\u0939\u0947\u0902 \u092a\u094d\u0930\u093e\u092a\u094d\u0924 \u0915\u0930\u0947 , '\u0938\u093e\u0907\u091f\u0906\u0908\u0921\u0940' \u092f\u093e '\u0938\u093e\u0907\u091f\u0938\u0902\u0926\u0930\u094d\u092d' \u0915\u093e \u0909\u092a\u092f\u094b\u0917 \u0915\u0930 \u090f\u0915 \u0935\u093f\u0936\u093f\u0937\u094d\u091f \u0938\u093e\u0907\u091f \u0924\u0915 \u0938\u0940\u092e\u093f\u0924 \u0915\u0930 \u0938\u0915\u0924\u0947 \u0939\u0948\u0902, \n\u091a\u0941\u0928\u093e\u0935\u094b\u0902 \u092a\u0930 \u0938\u094d\u0935\u093f\u091a \u0915\u0930\u0947\u0902 \u091c\u093f\u0947\u0938\u0947 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0928\u093f\u092f\u0902\u0924\u094d\u0930\u093f\u0924(\u092a\u094d\u0930\u092c\u0902\u0927\u0928) \u0915\u0930 \u0938\u0915\u0924\u093e \u0939\u0948 \u0935\u094d\u092f\u0935\u0938\u094d\u0925\u093e\u092a\u0915' (\u092c\u0941\u0932\u093f\u092f\u0928) \u0915\u093e \u0909\u092a\u092f\u094b\u0917 \u0915\u0930\u0915\u0947 \u091c\u094b \u0938\u0939\u0940 \u092a\u0930 \u0938\u0947\u091f \u0939\u0948|

polls.action.poll-view=\u0938\u0930\u094d\u0935\u0947\u0915\u094d\u0937\u0923\u0906\u0908\u0921\u0940 \u0926\u094d\u0935\u093e\u0930\u093e \u090f\u0915 \u0938\u0930\u094d\u0935\u0947\u0915\u094d\u0937\u0923 \u092a\u093e\u090f\u0901(\u0932\u0902\u092c\u093e, UUID \u0938\u094d\u091f\u094d\u0930\u093f\u0902\u0917 \u0928\u0939\u0940\u0902), \u0921\u093f\u092b\u093c\u0949\u0932\u094d\u091f \u0930\u0942\u092a \u0938\u0947 \u0915\u0947\u0935\u0932 \u0938\u0930\u094d\u0935\u0947\u0915\u094d\u0937\u0923 \u0939\u0940 \u0932\u094c\u091f\u093e\u0924\u093e \u0939\u0948 , '\u0935\u093f\u0915\u0932\u094d\u092a\u094b\u0902 \u092e\u0947\u0902 \u0936\u093e\u092e\u093f\u0932' \u0915\u093e \u0909\u092a\u092f\u094b\u0917 \u0915\u0930 \u0935\u093f\u0915\u0932\u094d\u092a\u094b\u0902 \u092e\u0947\u0902 \u091c\u094b\u0921\u093c\u0947\u0902(\u092c\u0941\u0932\u093f\u092f\u0928), '\u0935\u094b\u091f \u092e\u0947\u0902 \u0936\u093e\u092e\u093f\u0932' (\u092c\u0942\u0932\u093f\u092f\u0928) \u0915\u093e \u0909\u092a\u092f\u094b\u0917 \u0915\u0930\u0915\u0947 \u0935\u094b\u091f \u092e\u0947\u0902 \u091c\u094b\u0921\u093c\u0947\u0902
polls.action.poll-create=\u090f\u0915 \u0928\u090f \u0938\u0930\u094d\u0935\u0947\u0915\u094d\u0937\u0923 \u092c\u0928\u093e\u0924\u093e \u0939\u0948
polls.action.poll-update=\u0938\u0930\u094d\u0935\u0947\u0915\u094d\u0937\u0923\u0906\u0908\u0921\u0940(\u0932\u0902\u092c\u093e, UUID \u0938\u094d\u091f\u094d\u0930\u093f\u0902\u0917 \u0928\u0939\u0940\u0902) \u0926\u094d\u0935\u093e\u0930\u093e \u090f\u0915 \u092e\u094c\u091c\u0942\u0926\u093e \u092a\u094b\u0932 \u0905\u092a\u0921\u0947\u091f \u0915\u0930\u0924\u093e \u0939\u0948
polls.action.poll-delete=\u0938\u0930\u094d\u0935\u0947\u0915\u094d\u0937\u0923\u0906\u0908\u0921\u0940(\u0932\u0902\u092c\u093e, UUID \u0938\u094d\u091f\u094d\u0930\u093f\u0902\u0917 \u0928\u0939\u0940\u0902) \u0926\u094d\u0935\u093e\u0930\u093e \u090f\u0915 \u092e\u094c\u091c\u0942\u0926\u093e \u091a\u0941\u0928\u093e\u0935 \u0939\u091f\u093e\u0924\u093e \u0939\u0948
polls.action.poll-option-list=\u090f\u0915 \u0935\u093f\u0936\u093f\u0937\u094d\u091f \u0938\u0930\u094d\u0935\u0947\u0915\u094d\u0937\u0923 \u0915\u0947 \u0932\u093f\u090f \u0938\u092d\u0940 \u0935\u093f\u0915\u0932\u094d\u092a \u092a\u094d\u0930\u093e\u092a\u094d\u0924 \u0915\u0930\u0924\u093e \u0939\u0948

polls.action.option-create=\u090f\u0915 \u0938\u0930\u094d\u0935\u0947\u0915\u094d\u0937\u0923 \u092e\u0947\u0902 \u090f\u0915 \u0928\u090f \u0935\u093f\u0915\u0932\u094d\u092a \u092c\u0928\u093e\u0924\u093e \u0939\u0948
polls.action.option-view=\u090f\u0915 \u0938\u0930\u094d\u0935\u0947\u0915\u094d\u0937\u0923 \u092e\u0947\u0902 \u090f\u0915 \u0935\u093f\u0915\u0932\u094d\u092a \u092a\u094d\u0930\u093e\u092a\u094d\u0924 \u0915\u0930\u0924\u093e \u0939\u0948
polls.action.option-update=\u090f\u0915 \u0938\u0930\u094d\u0935\u0947\u0915\u094d\u0937\u0923 \u092e\u0947\u0902 \u090f\u0915 \u0935\u093f\u0915\u0932\u094d\u092a (\u091a\u0941\u0928\u093e\u0935) \u0905\u0926\u094d\u092f\u0924\u0928 \u0915\u0930\u0924\u093e \u0939\u0948
polls.action.option-delete=\u090f\u0915 \u0938\u0930\u094d\u0935\u0947\u0915\u094d\u0937\u0923 \u092e\u0947\u0902 \u090f\u0915 \u0935\u093f\u0915\u0932\u094d\u092a (\u091a\u0941\u0928\u093e\u0935)


polls.action.vote-list=\u090f\u0915 \u0935\u093f\u0936\u093f\u0937\u094d\u091f \u092a\u094b\u0932 \u0915\u0947 \u0932\u093f\u090f \u0935\u094b\u091f \u092a\u094d\u0930\u093e\u092a\u094d\u0924 \u0915\u0930\u0947\u0902
polls.action.vote=\u090f\u0915 \u0935\u093f\u0936\u093f\u0937\u094d\u091f \u092a\u094b\u0932 \u0915\u0947 \u0932\u093f\u090f \u0935\u094b\u091f \u0926\u0947\u0902
polls.action.vote-create=\u090f\u0915 \u0935\u093f\u0936\u093f\u0937\u094d\u091f \u092a\u094b\u0932 \u0915\u0947 \u0932\u093f\u090f \u0935\u094b\u091f \u0926\u0947\u0902
polls.action.vote-view=\u090f\u0915 \u0935\u093f\u0936\u093f\u0937\u094d\u091f \u092a\u094b\u0932 \u0915\u0947 \u0932\u093f\u090f \u0935\u094b\u091f \u092a\u094d\u0930\u093e\u092a\u094d\u0924 \u0915\u0930\u0947\u0902

