#X-Generator: crowdin.com
# descriptions for poll entities
polls=\u0646\u0645\u0627\u06cc\u0634\u06af\u0631 \u0646\u0638\u0631 \u0633\u0646\u062c\u06cc \u0647\u0627\u060c \u06af\u0632\u06cc\u0646\u0647 \u0647\u0627 (\u0627\u0646\u062a\u062e\u0627\u0628\u200c\u0647\u0627)\u060c \u0648 \u0631\u0623\u06cc \u0647\u0627 \u0631\u0627 \u062f\u0631 \u0627\u0628\u0632\u0627\u0631 \u0646\u0638\u0631\u0633\u0646\u062c\u06cc \u0627\u0633\u062a. 

polls.action.site=\u062f\u0631\u06cc\u0627\u0641\u062a \u062a\u0645\u0627\u0645 \u0646\u0638\u0631\u0633\u0646\u062c\u06cc \u0647\u0627\u06cc\u06cc \u06a9\u0647 \u06a9\u0627\u0631\u0628\u0631 \u0641\u0639\u0644\u06cc \u0645\u06cc\u200c\u062a\u0648\u0627\u0646\u062f \u062f\u0631 \u0633\u0627\u06cc\u062a \u062a\u0639\u06cc\u06cc\u0646 \u0634\u062f\u0647 \u062f\u0631 \u0622\u0646\u0647\u0627 \u0634\u0631\u06a9\u062a \u06a9\u0646\u062f
polls.action.my=\u062a\u0645\u0627\u0645\u06cc \u0646\u0638\u0631\u0633\u0646\u062c\u06cc \u0647\u0627\u06cc\u06cc \u0631\u0627 \u06a9\u0647 \u06a9\u0627\u0631\u0628\u0631 \u06a9\u0646\u0648\u0646\u06cc \u0645\u06cc \u062a\u0648\u0627\u0646\u062f \u062f\u0631 \u062a\u0645\u0627\u0646 \u0633\u0627\u06cc\u062a\u200c\u0647\u0627 \u062f\u0631 \u0622\u0646\u0647\u0627 \u0634\u0631\u06a9\u062a \u06a9\u0646\u062f \u0631\u0627 \u0646\u0645\u0627\u06cc\u0634 \u0645\u06cc\u062f\u0647\u062f. \n\u0628\u0627 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0627\u0632 "siteId" \u06cc\u0627 "" \u0645\u06cc\u062a\u0648\u0627\u0646\u06cc\u062f \u0627\u06cc\u0646 \u06af\u0632\u06cc\u0646\u0647 \u0631\u0627 \u0628\u0647 \u06cc\u06a9 \u0633\u0627\u06cc\u062a \u0645\u0634\u062e\u0635 \u0645\u062d\u062f\u0648\u062f \u06a9\u0646\u06cc\u062f. \n\u0628\u0627 \u0642\u0631\u0627\u0631 \u062f\u0627\u062f\u0646 \u0645\u0642\u062f\u0627\u0631 "admin" \u0628\u0631\u0627\u0628\u0631 \u0628\u0627 true (\u0645\u0642\u062f\u0627\u0631 \u0628\u0648\u0644\u06cc\u0646) \u0627\u06cc\u0646 \u06af\u0632\u06cc\u0646\u0647 \u0628\u0647 \u0646\u0638\u0631\u0633\u0646\u062c\u06cc\u200c\u0647\u0627\u06cc \u06a9\u0647 \u06cc\u06a9 \u06a9\u0627\u0631\u0628\u0631 \u0645\u06cc\u062a\u0648\u0627\u0646\u062f \u0622\u0646\u0647\u0627 \u0631\u0627 \u06a9\u0646\u062a\u0631\u0644 \u06a9\u0646\u062f (\u0645\u062f\u06cc\u0631\u06cc\u062a \u06a9\u0646\u062f)\u060c \u062a\u0628\u062f\u06cc\u0644 \u062e\u0648\u0627\u0647\u062f \u0634\u062f

polls.action.poll-view=\u062f\u0631\u06cc\u0627\u0641\u062a \u06cc\u06a9 \u0646\u0638\u0631\u0633\u0646\u062c\u06cc \u0628\u0627 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0627\u0632 \u0634\u0646\u0627\u0633\u0647 \u0646\u0638\u0631\u0633\u0646\u062c\u06cc (\u0622\u0646 \u06a9\u0647 \u0637\u0648\u0644\u0627\u0646\u06cc \u062a\u0631 \u0627\u0633\u062a \u060c \u0645\u0646\u0638\u0648\u0631 \u0631\u0634\u062a\u0647 UUID \u0646\u0645\u06cc \u0628\u0627\u0634\u062f)\u060c \u0648 \u0628\u0627\u0632\u06af\u0634\u062a \u062a\u0646\u0647\u0627 \u0646\u0638\u0631\u0633\u0646\u062c\u06cc \u0628\u0647 \u0635\u0648\u0631\u062a \u067e\u06cc\u0634 \u0641\u0631\u0636\u060c \n\u0628\u0627 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0627\u0632 "includeOptions" (\u0645\u0642\u062f\u0627\u0631 \u0628\u0648\u0644\u06cc\u0646) \u0645\u06cc\u062a\u0648\u0627\u0646\u06cc\u062f \u06af\u0632\u06cc\u0646\u0647\u200c\u0647\u0627 \u0631\u0627 \u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0647 \u0648 \u0628\u0627 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0627\u0632 "includeVotes" (\u0645\u0642\u062f\u0627\u0631 \u0628\u0648\u0644\u06cc\u0646) \u0645\u06cc\u062a\u0648\u0627\u0646\u06cc\u062f \u0622\u0631\u0627\u0621 \u0631\u0627 \u0627\u0636\u0627\u0641\u0647 \u06a9\u0646\u06cc\u062f
polls.action.poll-create=\u0627\u06cc\u062c\u0627\u062f \u0646\u0638\u0631\u0633\u0646\u062c\u06cc \u062c\u062f\u06cc\u062f
polls.action.poll-update=\u0628\u0647 \u0631\u0648\u0632 \u0631\u0633\u0627\u0646\u06cc \u06cc\u06a9 \u0646\u0638\u0631\u0633\u0646\u062c\u06cc \u0645\u0648\u062c\u0648\u062f \u0628\u0627 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0627\u0632 \u0634\u0646\u0627\u0633\u0647 \u0646\u0638\u0631\u0633\u0646\u062c\u06cc (\u0622\u0646 \u06a9\u0647 \u0637\u0648\u0644\u0627\u0646\u06cc \u062a\u0631 \u0627\u0633\u062a \u060c \u0645\u0646\u0638\u0648\u0631 \u0631\u0634\u062a\u0647 UUID \u0646\u0645\u06cc \u0628\u0627\u0634\u062f)
polls.action.poll-delete=\u062d\u0630\u0641 \u06cc\u06a9 \u0646\u0638\u0631\u0633\u0646\u062c\u06cc \u0645\u0648\u062c\u0648\u062f \u0628\u0627 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0627\u0632 \u0634\u0646\u0627\u0633\u0647 \u0646\u0638\u0631\u0633\u0646\u062c\u06cc (\u0622\u0646 \u06a9\u0647 \u0637\u0648\u0644\u0627\u0646\u06cc \u062a\u0631 \u0627\u0633\u062a \u060c \u0645\u0646\u0638\u0648\u0631 \u0631\u0634\u062a\u0647 UUID \u0646\u0645\u06cc \u0628\u0627\u0634\u062f)
polls.action.poll-option-list=\u062f\u0631\u06cc\u0627\u0641\u062a \u062a\u0645\u0627\u0645 \u06af\u0632\u06cc\u0646\u0647 \u0647\u0627 \u0628\u0631\u0627\u06cc \u06cc\u06a9 \u0646\u0638\u0631\u0633\u0646\u062c\u06cc \u062e\u0627\u0635

polls.action.option-create=\u0627\u06cc\u062c\u0627\u062f \u06cc\u06a9 \u06af\u0632\u06cc\u0646\u0647 \u062c\u062f\u06cc\u062f (\u06cc\u06a9 \u0627\u0646\u062a\u062e\u0627\u0628 \u062c\u062f\u06cc\u062f) \u062f\u0631 \u0646\u0638\u0631\u0633\u0646\u062c\u06cc
polls.action.option-view=\u062f\u0631\u06cc\u0627\u0641\u062a \u06cc\u06a9 \u06af\u0632\u06cc\u0646\u0647 (\u06cc\u06a9 \u0627\u0646\u062a\u062e\u0627\u0628) \u062f\u0631 \u06cc\u06a9 \u0646\u0638\u0631\u0633\u0646\u062c\u06cc
polls.action.option-update=\u0628\u0647 \u0631\u0648\u0632 \u0631\u0633\u0627\u0646\u06cc \u06cc\u06a9 \u06af\u0632\u06cc\u0646\u0647 (\u0627\u0646\u062a\u062e\u0627\u0628) \u062f\u0631 \u06cc\u06a9 \u0646\u0638\u0631\u0633\u0646\u062c\u06cc
polls.action.option-delete=\u06cc\u06a9 \u06af\u0632\u06cc\u0646\u0647 (\u0627\u0646\u062a\u062e\u0627\u0628) \u062f\u0631 \u0646\u0638\u0631\u0633\u0646\u062c\u06cc


polls.action.vote-list=\u062f\u0631\u06cc\u0627\u0641\u062a \u062a\u0645\u0627\u0645\u06cc \u0622\u0631\u0627 \u0628\u0631\u0627\u06cc \u06cc\u06a9 \u0646\u0638\u0631\u0633\u0646\u062c\u06cc \u062e\u0627\u0635
polls.action.vote=\u0631\u0627\u06cc \u0628\u0631\u0627\u06cc \u06cc\u06a9 \u0646\u0638\u0631\u0633\u0646\u062c\u06cc \u062e\u0627\u0635
polls.action.vote-create=\u0631\u0627\u06cc \u0628\u0631\u0627\u06cc \u06cc\u06a9 \u0646\u0638\u0631\u0633\u0646\u062c\u06cc \u062e\u0627\u0635
polls.action.vote-view=\u062f\u0631\u06cc\u0627\u0641\u062a \u0631\u0627\u06cc \u0628\u0631\u0627\u06cc \u06cc\u06a9 \u0646\u0638\u0631\u0633\u0646\u062c\u06cc \u062e\u0627\u0635

