# descriptions for poll entities
poll=<b>\u041e\u0442\u0445\u0432\u044a\u0440\u043b\u043d\u043e. \u0418\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0439\u0442\u0435 \u0434\u043e\u0441\u0442\u0430\u0432\u0447\u0438\u043a \u043d\u0430 \u043e\u0431\u0435\u043a\u0442\u0438 \u043d\u0430 \u043f\u0440\u043e\u0443\u0447\u0432\u0430\u043d\u0435.</b> \u041f\u0440\u0435\u0434\u0441\u0442\u0430\u0432\u043b\u044f\u0432\u0430 \u0430\u043d\u043a\u0435\u0442\u0430 (\u043f\u0440\u043e\u0443\u0447\u0432\u0430\u043d\u0435 \u0441 \u0435\u0434\u0438\u043d \u0435\u043b\u0435\u043c\u0435\u043d\u0442) \u0438 \u043f\u043e \u0438\u0437\u0431\u043e\u0440 \u0433\u043b\u0430\u0441\u043e\u0432\u0435\u0442\u0435 (\u043e\u0442\u0433\u043e\u0432\u043e\u0440\u0438\u0442\u0435) \u043d\u0430 \u0430\u043d\u043a\u0435\u0442\u0430\u0442\u0430 \u0438 \u043e\u043f\u0446\u0438\u0438\u0442\u0435 (\u0438\u0437\u0431\u043e\u0440\u0438\u0442\u0435)
poll.view.show=<b>\u041e\u0442\u0445\u0432\u044a\u0440\u043b\u043d\u043e. \u0418\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0439\u0442\u0435 \u0434\u043e\u0441\u0442\u0430\u0432\u0447\u0438\u043a \u043d\u0430 \u043e\u0431\u0435\u043a\u0442\u0438 \u043d\u0430 \u043f\u0440\u043e\u0443\u0447\u0432\u0430\u043d\u0435.</b> \u041e\u0441\u044a\u0449\u0435\u0441\u0442\u0432\u044f\u0432\u0430 \u0435\u0434\u043d\u043e \u043f\u0440\u043e\u0443\u0447\u0432\u0430\u043d\u0435 \u043f\u043e pollId (\u0434\u044a\u043b\u0433\u0438\u044f, \u0430 \u043d\u0435 UUID \u043d\u0438\u0437), \u0432\u0440\u044a\u0449\u0430 \u0441\u0430\u043c\u043e \u0441\u0430\u043c\u0430\u0442\u0430 \u0430\u043d\u043a\u0435\u0442\u0430 \u043f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435, \u0434\u043e\u0431\u0430\u0432\u044f \u043e\u043f\u0446\u0438\u0438\u0442\u0435 \u0441 \u043f\u043e\u043c\u043e\u0449\u0442\u0430 \u043d\u0430 'includeOptions' (\u0431\u0443\u043b\u0435\u0432 \u0442\u0438\u043f), \u0434\u043e\u0431\u0430\u0432\u044f \u0433\u043b\u0430\u0441\u043e\u0432\u0435\u0442\u0435 \u0441 \u043f\u043e\u043c\u043e\u0449\u0442\u0430 \u043d\u0430 'includeVotes' (\u0431\u0443\u043b\u0435\u0432 \u0442\u0438\u043f)
poll.view.list=<b>\u041e\u0442\u0445\u0432\u044a\u0440\u043b\u043d\u043e. \u0418\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0439\u0442\u0435 \u0434\u043e\u0441\u0442\u0430\u0432\u0447\u0438\u043a \u043d\u0430 \u043e\u0431\u0435\u043a\u0442\u0438 \u043d\u0430 \u043f\u0440\u043e\u0443\u0447\u0432\u0430\u043d\u0435.</b> \u041e\u0441\u044a\u0449\u0435\u0441\u0442\u0432\u044f\u0432\u0430 \u0432\u0441\u0438\u0447\u043a\u0438 \u043f\u0440\u043e\u0443\u0447\u0432\u0430\u043d\u0438\u044f, \u043a\u043e\u0438\u0442\u043e \u0442\u0435\u043a\u0443\u0449\u0438\u044f\u0442 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b \u043c\u043e\u0436\u0435 \u0434\u0430 \u043d\u0430\u043f\u0440\u0430\u0432\u0438 \u0432\u044a\u0432 \u0432\u0441\u0438\u0447\u043a\u0438 \u0441\u0430\u0439\u0442\u043e\u0432\u0435, \u043e\u0433\u0440\u0430\u043d\u0438\u0447\u0430\u0432\u0430 \u0434\u043e \u043a\u043e\u043d\u043a\u0440\u0435\u0442\u0435\u043d \u0441\u0430\u0439\u0442, \u043a\u0430\u0442\u043e \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430 'siteId' \u0438\u043b\u0438 'siteReference', \u043f\u0440\u0435\u043c\u0438\u043d\u0430\u0432\u0430 \u043a\u044a\u043c \u0430\u043d\u043a\u0435\u0442\u0438\u0442\u0435, \u043a\u043e\u0438\u0442\u043e \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u044f\u0442 \u043c\u043e\u0436\u0435 \u0434\u0430 \u043a\u043e\u043d\u0442\u0440\u043e\u043b\u0438\u0440\u0430 (\u0430\u0434\u043c\u0438\u043d\u0438\u0441\u0442\u0440\u0438\u0440\u0430), \u043a\u0430\u0442\u043e \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430 'admin' (boolean), \u0437\u0430\u0434\u0430\u0434\u0435\u043d \u043d\u0430 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442\u0442\u0430 true
poll.view.edit=<b>\u041e\u0442\u0445\u0432\u044a\u0440\u043b\u043d\u043e. \u0418\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0439\u0442\u0435 \u0434\u043e\u0441\u0442\u0430\u0432\u0447\u0438\u043a \u043d\u0430 \u043e\u0431\u0435\u043a\u0442\u0438 \u043d\u0430 \u043f\u0440\u043e\u0443\u0447\u0432\u0430\u043d\u0435.</b>
poll.view.new=<b>\u041e\u0442\u0445\u0432\u044a\u0440\u043b\u043d\u043e. \u0418\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0439\u0442\u0435 \u0434\u043e\u0441\u0442\u0430\u0432\u0447\u0438\u043a \u043d\u0430 \u043e\u0431\u0435\u043a\u0442\u0438 \u043d\u0430 \u043f\u0440\u043e\u0443\u0447\u0432\u0430\u043d\u0435.</b>
poll.view.delete=<b>\u041e\u0442\u0445\u0432\u044a\u0440\u043b\u043d\u043e. \u0418\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0439\u0442\u0435 \u0434\u043e\u0441\u0442\u0430\u0432\u0447\u0438\u043a \u043d\u0430 \u043e\u0431\u0435\u043a\u0442\u0438 \u043d\u0430 \u043f\u0440\u043e\u0443\u0447\u0432\u0430\u043d\u0435.</b>

poll.redirect./{prefix}/{pollId}/vote=<b>\u041e\u0442\u0445\u0432\u044a\u0440\u043b\u043d\u043e. \u0418\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0439\u0442\u0435 \u0434\u043e\u0441\u0442\u0430\u0432\u0447\u0438\u043a \u043d\u0430 \u043e\u0431\u0435\u043a\u0442\u0438 \u043d\u0430 \u043f\u0440\u043e\u0443\u0447\u0432\u0430\u043d\u0435.</b> \u041f\u043e\u043b\u0443\u0447\u0430\u0432\u0430 \u0432\u0441\u0438\u0447\u043a\u0438 \u0433\u043b\u0430\u0441\u043e\u0432\u0435 \u0437\u0430 \u043a\u043e\u043d\u043a\u0440\u0435\u0442\u043d\u0430 \u0430\u043d\u043a\u0435\u0442\u0430
poll.redirect./{prefix}/{pollId}/option=<b>\u041e\u0442\u0445\u0432\u044a\u0440\u043b\u043d\u043e. \u0418\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0439\u0442\u0435 \u0434\u043e\u0441\u0442\u0430\u0432\u0447\u0438\u043a \u043d\u0430 \u043e\u0431\u0435\u043a\u0442\u0438 \u043d\u0430 \u043f\u0440\u043e\u0443\u0447\u0432\u0430\u043d\u0435.</b> \u041f\u043e\u043b\u0443\u0447\u0430\u0432\u0430 \u0432\u0441\u0438\u0447\u043a\u0438 \u043e\u043f\u0446\u0438\u0438 \u0437\u0430 \u043a\u043e\u043d\u043a\u0440\u0435\u0442\u043d\u0430 \u0430\u043d\u043a\u0435\u0442\u0430
poll.redirect./{prefix}/site/{siteId}=<b>\u041e\u0442\u0445\u0432\u044a\u0440\u043b\u043d\u043e. \u0418\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0439\u0442\u0435 \u0434\u043e\u0441\u0442\u0430\u0432\u0447\u0438\u043a \u043d\u0430 \u043e\u0431\u0435\u043a\u0442\u0438 \u043d\u0430 \u043f\u0440\u043e\u0443\u0447\u0432\u0430\u043d\u0435.</b> \u041f\u043e\u043b\u0443\u0447\u0430\u0432\u0430 \u0432\u0441\u0438\u0447\u043a\u0438 \u0430\u043d\u043a\u0435\u0442\u0438, \u043a\u043e\u0438\u0442\u043e \u0442\u0435\u043a\u0443\u0449\u0438\u044f\u0442 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b \u043c\u043e\u0436\u0435 \u0434\u0430 \u043f\u0440\u043e\u0432\u0435\u0434\u0435 \u0432 \u0434\u0430\u0434\u0435\u043d\u0438\u044f \u0441\u0430\u0439\u0442
