# descriptions for poll entities
poll=<b>\u0625\u0647\u0645\u0627\u0644. \u0627\u0633\u062a\u062e\u062f\u0645 \u0645\u0632\u0648\u062f \u0643\u064a\u0627\u0646 \u0627\u0633\u062a\u0637\u0644\u0627\u0639\u0627\u062a \u0627\u0644\u0631\u0623\u064a.</b> \u064a\u0645\u062b\u0644 \u0627\u0633\u062a\u0637\u0644\u0627\u0639\u064b\u0627 (\u0627\u0633\u062a\u0637\u0644\u0627\u0639 \u0639\u0646\u0635\u0631 \u0648\u0627\u062d\u062f) \u0648\u0627\u062e\u062a\u064a\u0627\u0631\u064a\u0627\u064b \u0627\u0644\u0623\u0635\u0648\u0627\u062a (\u0627\u0644\u0631\u062f\u0648\u062f) \u0639\u0644\u0649 \u0627\u0644\u0627\u0633\u062a\u0637\u0644\u0627\u0639 \u0648\u0627\u0644\u062e\u064a\u0627\u0631\u0627\u062a (\u0627\u0644\u0627\u062e\u062a\u064a\u0627\u0631\u0627\u062a)
poll.view.show=<b>\u0625\u0647\u0645\u0627\u0644. \u0627\u0633\u062a\u062e\u062f\u0645 \u0645\u0632\u0648\u062f \u0643\u064a\u0627\u0646 \u0627\u0633\u062a\u0637\u0644\u0627\u0639\u0627\u062a \u0627\u0644\u0631\u0623\u064a.</b> \u0627\u0644\u062d\u0635\u0648\u0644 \u0639\u0644\u0649 \u0627\u0633\u062a\u0637\u0644\u0627\u0639 \u0648\u0627\u062d\u062f \u0645\u0646 \u062e\u0644\u0627\u0644 PollId (\u0627\u0644\u0637\u0648\u064a\u0644 \u060c \u0648\u0644\u064a\u0633 \u0633\u0644\u0633\u0644\u0629 UUID) \u060c \u0648\u0625\u0631\u062c\u0627\u0639 \u0627\u0644\u0627\u0633\u062a\u0637\u0644\u0627\u0639 \u0646\u0641\u0633\u0647 \u0627\u0641\u062a\u0631\u0627\u0636\u064a\u064b\u0627 \u060c \u0648\u0625\u0636\u0627\u0641\u0629 \u0627\u0644\u062e\u064a\u0627\u0631\u0627\u062a \u0628\u0627\u0633\u062a\u062e\u062f\u0627\u0645 "includeOptions" (\u0642\u064a\u0645\u0629 \u0645\u0646\u0637\u0642\u064a\u0629) \u060c \u0648\u0625\u0636\u0627\u0641\u0629 \u0627\u0644\u0623\u0635\u0648\u0627\u062a \u0628\u0627\u0633\u062a\u062e\u062f\u0627\u0645 "includeVotes" (\u0642\u064a\u0645\u0629 \u0645\u0646\u0637\u0642\u064a\u0629)
poll.view.list=<b>\u0625\u0647\u0645\u0627\u0644. \u0627\u0633\u062a\u062e\u062f\u0645 \u0645\u0632\u0648\u062f \u0643\u064a\u0627\u0646 \u0627\u0633\u062a\u0637\u0644\u0627\u0639\u0627\u062a \u0627\u0644\u0631\u0623\u064a.</b> \u064a\u062d\u0635\u0644 \u0639\u0644\u0649 \u062c\u0645\u064a\u0639 \u0627\u0644\u0627\u0633\u062a\u0637\u0644\u0627\u0639\u0627\u062a \u0627\u0644\u062a\u064a \u064a\u0645\u0643\u0646 \u0644\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0627\u0644\u062d\u0627\u0644\u064a \u0625\u062c\u0631\u0627\u0624\u0647\u0627 \u0641\u064a \u062c\u0645\u064a\u0639 \u0627\u0644\u0645\u0648\u0627\u0642\u0639 \u060c \u0648\u064a\u062d\u062f \u0645\u0646 \u0645\u0648\u0642\u0639 \u0645\u0639\u064a\u0646 \u0628\u0627\u0633\u062a\u062e\u062f\u0627\u0645 "siteId" \u0623\u0648 "siteReference" \u060c \u0648\u0642\u0645 \u0628\u0627\u0644\u062a\u0628\u062f\u064a\u0644 \u0625\u0644\u0649 \u0627\u0644\u0627\u0633\u062a\u0637\u0644\u0627\u0639\u0627\u062a \u0627\u0644\u062a\u064a \u064a\u0645\u0643\u0646 \u0644\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0627\u0644\u062a\u062d\u0643\u0645 \u0641\u064a\u0647\u0627 (\u0625\u062f\u0627\u0631\u062a\u0647\u0627) \u0628\u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u062a\u0639\u064a\u064a\u0646 "admin" (\u0645\u0646\u0637\u0642\u064a) \u0639\u0644\u0649 "\u0635\u062d\u064a\u062d"
poll.view.edit=<b>\u0625\u0647\u0645\u0627\u0644. \u0627\u0633\u062a\u062e\u062f\u0645 \u0645\u0632\u0648\u062f \u0643\u064a\u0627\u0646 \u0627\u0633\u062a\u0637\u0644\u0627\u0639\u0627\u062a \u0627\u0644\u0631\u0623\u064a.</b>
poll.view.new=<b>\u0625\u0647\u0645\u0627\u0644. \u0627\u0633\u062a\u062e\u062f\u0645 \u0645\u0632\u0648\u062f \u0643\u064a\u0627\u0646 \u0627\u0633\u062a\u0637\u0644\u0627\u0639\u0627\u062a \u0627\u0644\u0631\u0623\u064a.</b>
poll.view.delete=<b>\u0625\u0647\u0645\u0627\u0644. \u0627\u0633\u062a\u062e\u062f\u0645 \u0645\u0632\u0648\u062f \u0643\u064a\u0627\u0646 \u0627\u0633\u062a\u0637\u0644\u0627\u0639\u0627\u062a \u0627\u0644\u0631\u0623\u064a.</b>

poll.redirect./{prefix}/{pollId}/vote=<b>\u0625\u0647\u0645\u0627\u0644. \u0627\u0633\u062a\u062e\u062f\u0645 \u0645\u0632\u0648\u062f \u0643\u064a\u0627\u0646 \u0627\u0633\u062a\u0637\u0644\u0627\u0639\u0627\u062a \u0627\u0644\u0631\u0623\u064a.</b> \u064a\u062d\u0635\u0644 \u0639\u0644\u0649 \u062c\u0645\u064a\u0639 \u0627\u0644\u0623\u0635\u0648\u0627\u062a \u0644\u0627\u0633\u062a\u0637\u0644\u0627\u0639 \u0645\u0639\u064a\u0646
poll.redirect./{prefix}/{pollId}/option=<b>\u0625\u0647\u0645\u0627\u0644. \u0627\u0633\u062a\u062e\u062f\u0645 \u0645\u0632\u0648\u062f \u0643\u064a\u0627\u0646 \u0627\u0633\u062a\u0637\u0644\u0627\u0639\u0627\u062a \u0627\u0644\u0631\u0623\u064a.</b> \u064a\u062d\u0635\u0644 \u0639\u0644\u0649 \u062c\u0645\u064a\u0639 \u0627\u0644\u062e\u064a\u0627\u0631\u0627\u062a \u0644\u0627\u0633\u062a\u0637\u0644\u0627\u0639 \u0645\u0639\u064a\u0646
poll.redirect./{prefix}/site/{siteId}=<b>\u0625\u0647\u0645\u0627\u0644. \u0627\u0633\u062a\u062e\u062f\u0645 \u0645\u0632\u0648\u062f \u0643\u064a\u0627\u0646 \u0627\u0633\u062a\u0637\u0644\u0627\u0639\u0627\u062a \u0627\u0644\u0631\u0623\u064a.</b> \u064a\u062d\u0635\u0644 \u0639\u0644\u0649 \u062c\u0645\u064a\u0639 \u0627\u0644\u0627\u0633\u062a\u0637\u0644\u0627\u0639\u0627\u062a \u0627\u0644\u062a\u064a \u064a\u0645\u0643\u0646 \u0644\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0627\u0644\u062d\u0627\u0644\u064a \u0625\u062c\u0631\u0627\u0624\u0647\u0627 \u0641\u064a \u0627\u0644\u0645\u0648\u0642\u0639 \u0627\u0644\u0645\u062d\u062f\u062f
