#X-Generator: crowdin.com
# descriptions for poll entities
poll=<b>\u0645\u0646\u0633\u0648\u062e \u0634\u062f\u0647. \u0627\u0632 \u0627\u0631\u0627\u0626\u0647 \u062f\u0647\u0646\u062f\u0647 \u0645\u0648\u062c\u0648\u062f\u06cc\u062a \u062f\u0631 \u0646\u0638\u0631 \u0633\u0646\u062c\u06cc \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u06a9\u0646\u06cc\u062f.</b>\n \u06cc\u06a9 \u0646\u0638\u0631\u0633\u0646\u062c\u06cc \u0646\u0634\u0627\u0646 \u062f\u0647\u0646\u062f\u0647 (\u0646\u0638\u0631 \u0633\u0646\u062c\u06cc \u062a\u06a9 \u0622\u06cc\u062a\u0645\u06cc) \u0648 \u0631\u0627\u06cc \u0627\u062e\u062a\u06cc\u0627\u0631\u06cc (\u067e\u0627\u0633\u062e \u0647\u0627) \u0628\u0631\u0627\u06cc \u0646\u0638\u0631\u0633\u0646\u062c\u06cc \u0648 \u06af\u0632\u06cc\u0646\u0647 \u0647\u0627 \u0645\u06cc \u0628\u0627\u0634\u062f
poll.view.show=<b>\u0645\u0646\u0633\u0648\u062e \u0634\u062f\u0647. \u0627\u0632 \u0627\u0631\u0627\u0626\u0647 \u062f\u0647\u0646\u062f\u0647 \u0645\u0648\u062c\u0648\u062f\u06cc\u062a \u062f\u0631 \u0646\u0638\u0631 \u0633\u0646\u062c\u06cc \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u06a9\u0646\u06cc\u062f.</b>\u0627\u06cc\u062c\u0627\u062f \u06cc\u06a9 \u0646\u0638\u0631\u0633\u0646\u062c\u06cc \u0628\u0627 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0627\u0632 \u0634\u0646\u0627\u0633\u0647 \u0646\u0638\u0631\u0633\u0646\u062c\u06cc (\u0622\u0646 \u06a9\u0647 \u0637\u0648\u0644\u0627\u0646\u06cc \u062a\u0631 \u0627\u0633\u062a \u060c \u0645\u0646\u0638\u0648\u0631 \u0631\u0634\u062a\u0647 UUID \u0646\u0645\u06cc \u0628\u0627\u0634\u062f)\u060c \u062a\u0646\u0647\u0627 \u0646\u0638\u0631\u0633\u0646\u062c\u06cc \u0631\u0627 \u0628\u0647 \u0635\u0648\u0631\u062a \u067e\u06cc\u0634 \u0641\u0631\u0636 \u0628\u0631\u06af\u0631\u062f\u0627\u0646\u062f\u060c \n\u0637\u0631\u06cc\u0642\u0647 \u0627\u0641\u0632\u0648\u062f\u0646 \u062f\u0631 \u06af\u0632\u06cc\u0646\u0647 \u0647\u0627 \u0628\u0627 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0627\u0632 '\u0634\u0627\u0645\u0644 \u06af\u0632\u06cc\u0646\u0647' \u0648 \u062f\u0631 \u0622\u0631\u0627 \u0628\u0627 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0627\u0632 '\u0634\u0627\u0645\u0644 \u0622\u0631\u0627' \u0645\u06cc \u0628\u0627\u0634\u062f
poll.view.list=<b>\u0645\u0646\u0633\u0648\u062e \u0634\u062f\u0647. \u0627\u0632 \u0646\u0647\u0627\u062f \u0627\u0631\u0627\u0626\u0647 \u062f\u0647\u0646\u062f\u0647 \u0646\u0638\u0631 \u0633\u0646\u062c\u06cc \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u06a9\u0646\u06cc\u062f.</b>\u062a\u0645\u0627\u0645\u06cc \u0646\u0638\u0631\u0633\u0646\u062c\u06cc \u0647\u0627\u06cc\u06cc \u0631\u0627 \u06a9\u0647 \u06a9\u0627\u0631\u0628\u0631 \u06a9\u0646\u0648\u0646\u06cc \u0645\u06cc \u062a\u0648\u0627\u0646\u062f \u062f\u0627\u0634\u062a\u0647 \u0628\u0627\u0634\u062f \u0628\u0647 \u0633\u0627\u06cc\u062a \u0645\u06cc \u062f\u0647\u062f\u060c \u0645\u062d\u062f\u0648\u062f\u06cc\u062a \u0647\u0627\u06cc \u062e\u0627\u0635 \u0628\u0631\u0627\u06cc \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0627\u0632 '\u0634\u0646\u0627\u0633\u0647 \u0633\u0627\u06cc\u062a' \u06cc\u0627'\u0633\u0627\u06cc\u062a \u0645\u0631\u062c\u0639'\u060c \u0628\u0627 \u062a\u0628\u062f\u06cc\u0644 \u0646\u0638\u0631\u0633\u0646\u062c\u06cc \u06a9\u0627\u0631\u0628\u0631 \u062a\u0648\u0627\u0646\u0627\u06cc\u06cc \u06a9\u0646\u062a\u0631\u0644(\u0645\u062f\u06cc\u0631\u06cc\u062a) \u0628\u0627 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0627\u0632 \u0641\u0639\u0627\u0644 \u06a9\u0631\u062f\u0646 \u06af\u0632\u06cc\u0646\u0647 '\u0627\u062f\u0645\u06cc\u0646' \u0631\u0627 \u062f\u0627\u0631\u062f
poll.view.edit=<b>\u0645\u0646\u0633\u0648\u062e \u0634\u062f\u0647. \u0627\u0632 \u0646\u0647\u0627\u062f \u0627\u0631\u0627\u0626\u0647 \u062f\u0647\u0646\u062f\u0647 \u0646\u0638\u0631 \u0633\u0646\u062c\u06cc \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u06a9\u0646\u06cc\u062f.</b>
poll.view.new=<b>\u0645\u0646\u0633\u0648\u062e \u0634\u062f\u0647. \u0627\u0632 \u0646\u0647\u0627\u062f \u0627\u0631\u0627\u0626\u0647 \u062f\u0647\u0646\u062f\u0647 \u0646\u0638\u0631 \u0633\u0646\u062c\u06cc \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u06a9\u0646\u06cc\u062f.</b>
poll.view.delete=<b>\u0645\u0646\u0633\u0648\u062e \u0634\u062f\u0647. \u0627\u0632 \u0646\u0647\u0627\u062f \u0627\u0631\u0627\u0626\u0647 \u062f\u0647\u0646\u062f\u0647 \u0646\u0638\u0631 \u0633\u0646\u062c\u06cc \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u06a9\u0646\u06cc\u062f.</b>

poll.redirect./{prefix}/{pollId}/vote=<b>\u0645\u0646\u0633\u0648\u062e \u0634\u062f\u0647. \u0627\u0632 \u0646\u0647\u0627\u062f \u0627\u0631\u0627\u0626\u0647 \u062f\u0647\u0646\u062f\u0647 \u0646\u0638\u0631 \u0633\u0646\u062c\u06cc \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u06a9\u0646\u06cc\u062f.</b> \u062a\u0645\u0627\u0645 \u0631\u0627\u06cc \u0647\u0627 \u0631\u0627 \u0628\u0631\u0627\u06cc \u06cc\u06a9 \u0646\u0638\u0631\u0633\u0646\u062c\u06cc \u062e\u0627\u0635 \u0627\u0631\u0627\u0626\u0647 \u062f\u0647\u06cc\u062f
poll.redirect./{prefix}/{pollId}/option=<b>\u0645\u0646\u0633\u0648\u062e \u0634\u062f\u0647. \u0627\u0632 \u0646\u0647\u0627\u062f \u0627\u0631\u0627\u0626\u0647 \u062f\u0647\u0646\u062f\u0647 \u0646\u0638\u0631 \u0633\u0646\u062c\u06cc \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u06a9\u0646\u06cc\u062f.</b>\n\u06cc\u06a9 \u0646\u0638\u0631\u0633\u0646\u062c\u06cc \u062e\u0627\u0635 \u062a\u0645\u0627\u0645 \u06af\u0632\u06cc\u0646\u0647 \u0647\u0627 \u0631\u0627 \u0645\u06cc \u06af\u06cc\u0631\u062f
poll.redirect./{prefix}/site/{siteId}=<b>\u0645\u0646\u0633\u0648\u062e \u0634\u062f\u0647. \u0627\u0632 \u0646\u0647\u0627\u062f \u0627\u0631\u0627\u0626\u0647 \u062f\u0647\u0646\u062f\u0647 \u0646\u0638\u0631 \u0633\u0646\u062c\u06cc \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u06a9\u0646\u06cc\u062f.</b>\n\u062a\u0645\u0627\u0645\u06cc \u0646\u0638\u0631\u0633\u0646\u062c\u06cc \u0647\u0627\u06cc\u06cc \u0631\u0627 \u06a9\u0647 \u06a9\u0627\u0631\u0628\u0631 \u06a9\u0646\u0648\u0646\u06cc \u0645\u06cc \u062a\u0648\u0627\u0646\u062f \u062f\u0627\u0634\u062a\u0647 \u0628\u0627\u0634\u062f \u0628\u0647 \u0633\u0627\u06cc\u062a \u0645\u06cc \u062f\u0647\u062f

