useact.newuse=Ny anv\u00e4ndare
useact.remuse=Ta bort anv\u00e4ndare
useact.remuse.list.summary=Lista \u00f6ver anv\u00e4ndare att ta bort. Den f\u00f6rsta kolumnen visar anv\u00e4ndar-ID, den andra anv\u00e4ndarnamn och den tredje anv\u00e4ndarens e-postadress.
useact.theuseid1=Anv\u00e4ndar-ID finns redan
useact.theuseemail1=Denna e-post \u00e4r redan upptagen
useact.theuseid2=Anv\u00e4ndar-ID \u00e4r ogiltigt
useact.use_notfou=Anv\u00e4ndaren {0} hittades inte
useact.youdonot1=Du har inte beh\u00f6righet att redigera anv\u00e4ndare {0}
useact.youdonot2=Du har inte beh\u00f6righet att ta bort anv\u00e4ndare {0}
useact.youdonot3=Du har inte beh\u00f6righet att \u00e4ndra denna anv\u00e4ndare
useact.youdonot4=Bara administrat\u00f6rer kan \u00e4ndra information om andra administrat\u00f6rer
useact.couldnot=Anv\u00e4ndare {0} kunde inte raderas fr\u00e5n dom\u00e4n {1}
useact.tryloginagain=Kontot \u00e4r skapat, men det g\u00e5r inte att logga in. F\u00f6rs\u00f6k p\u00e5 nytt. 
useact.invemail=Angiven e-postadress \u00e4r ogiltig
useact.capterr=Det blev ett fel med verifieringsbilden.
useact.search=S\u00f6k efter anv\u00e4ndare
official.user.name=Officiellt anv\u00e4ndarnamn
useedi.email.exists=Det finns redan ett konto med denna e-postadress.
useedi.val.email=Vi rekommenderar att du uppdaterar ditt anv\u00e4ndar-ID s\u00e5 det matchar din nya e-postadress. F\u00f6r att g\u00f6ra detta klickar du p\u00e5 l\u00e4nken i validerings mejlet som skickats till {0}. Om du inte vill \u00e4ndra ditt anv\u00e4ndar-ID kan du ignorera meddelandet.
useconrem.alert=Obs\:
useconrem.can=Avbryt
usecre.firnam=F\u00f6rnamn
usecre.lasnam=Efternamn
useconrem.nam=Namn
useedi.cre=Skapad
useedi.creby=Skapad av
useconrem.useid=Anv\u00e4ndar-ID
useconrem.useuid=Internt ID
useact.somels=N\u00e5gon annan redigerar just nu denna anv\u00e4ndare\: {0}
useedi.mod=\u00c4ndrad
useedi.modby=\u00c4ndrad av
usecre.typ=Typ
usecre.vercurpass=Ange nuvarande l\u00f6senord
usecre.crenewpass=Skapa nytt l\u00f6senord
usecre.vernewpass=Bekr\u00e4fta nytt l\u00f6senord
useconrem.ema=E-post
usecre.disableFailed=Den nya anv\u00e4ndaren skapades, men egenskapen avaktiverad sattes inte
useconrem.permdel={0} kommer att raderas permanent fr\u00e5n l\u00e4rplattformen. Vill du forts\u00e4tta?
useconrem.unenrol={0} kommer att avregistreras fr\u00e5n {1} och raderas permanent fr\u00e5n l\u00e4rplattformen. \u00c4r du s\u00e4ker p\u00e5 att du vill forts\u00e4tta?
useconrem.site=1 sajt
useconrem.sites={0} sajter
useconrem.rem=Ta bort
usecre.creaco=Skapa konto
usecre.reqaco=Best\u00e4ll konto
usecre.entthe=Skriv in f\u00f6ljande information f\u00f6r att skapa ett nytt konto.
usecre.instruc=Indikerar ett obligatoriskt f\u00e4lt.
usecre.pass=L\u00f6senorden m\u00e5ste vara lika
usecre.curpass=Ange ditt nuvarande giltiga l\u00f6senord
usecre.pasismis=Du m\u00e5ste ange ett l\u00f6senord.
usecre.eidmis=Ange ett anv\u00e4ndar-ID.
useedi.can=Avbryt \u00e4ndringar
useedi.pass=L\u00f6senorden m\u00e5ste vara lika
useedi.revandmod=Kontouppgifter
useedi.revuseinf=Se \u00f6ver information om anv\u00e4ndare
useedi.sav=Uppdatera detaljer
useedi.sav2=Spara detaljer
useedi.edit=\u00c4ndra konto
uselis.users=Anv\u00e4ndare
uselis.lisof=Lista \u00f6ver anv\u00e4ndare. Den f\u00f6rsta visar anv\u00e4ndar-ID, den andra namn, den tredje e-postadress och den fj\u00e4rde anv\u00e4ndartyp. 
uselis.nouse=Det finns inga anv\u00e4ndare som passar in p\u00e5 s\u00f6kkriteriet.
uselis.theare=Dessa anv\u00e4ndare passar in p\u00e5 s\u00f6kkriteriet. Klicka p\u00e5 ett anv\u00e4ndar-ID f\u00f6r att redigera eller se dess uppgifter. \t<br/>Obs\: anv\u00e4ndare som hanteras av en extern tj\u00e4nst listas inte h\u00e4r.
uselis.show=visa {0} objekt....
uselis.listnavselect=Tryck Alt + upp- eller nerpilar f\u00f6r att skrolla genom menyn
uselis.first=F\u00f6rsta
uselis.previous=F\u00f6reg\u00e5ende
uselis.next=N\u00e4sta
uselis.last=Sista
uselis.list.youare_of_results=Du ser {0} - {1} av {2} resultat.
usevie.ema=E-post
usevie.mod2=\u00c4ndra uppgifter
usevie.revandmod=Mina kontouppgifter
usevie.revandmod2=Se \u00f6ver och \u00e4ndra informationen om denna anv\u00e4ndare.
usevie.use=Anv\u00e4ndare
usevie.revuseinf=Se \u00f6ver information om anv\u00e4ndaren
users.noaccess=Du har ej beh\u00f6righet att anv\u00e4nda detta verktyg.
sitedipag.listnavselect=Tryck alt + pil upp eller ned f\u00f6r att skrolla genom menyn
useProperties=Inst\u00e4llningar
optional.attributes=Valfria attribut
optional.attributes.add=L\u00e4gg till attribut
optional.attributes.remove=Ta bort attribut
sitedi.pro=Egenskaper
import.user.file=Importera fr\u00e5n fil
import.heading=Importera fr\u00e5n fil
import.instr=V\u00e4lj en fil i CSV-format som inneh\u00e5ller uppgifter om den anv\u00e4ndare du vill skapa. 
import.instr.req.header=Krav p\u00e5 filerna
import.instr.req.1=Inkludera f\u00f6ljande kolumnrubriker\: anv\u00e4ndar-ID, f\u00f6rnamn, efternamn, e-post, l\u00f6senord, anv\u00e4ndartyp.
import.instr.req.2=Kolumnrubrikerna m\u00e5ste st\u00e4mma EXAKT med listan ovan. De beh\u00f6ver dock inte komma i samma ordning.
import.instr.req.3=F\u00e4lt m\u00e5ste vara kommateckenseparerade, f\u00e5r inte inneh\u00e5lla mellanslag mellan f\u00e4lt och varje f\u00e4lt som inneh\u00e5ller mellanslag m\u00e5ste omges av citattecken. 
import.instr.req.4=Du kan ocks\u00e5 l\u00e4gga till egna kolumner. Dessa kommer d\u00e5 att sparas som anv\u00e4ndaregenskaper s\u00e5 l\u00e4nge som kolumnrubrikerna inte krockar med de som listas ovan. Dessa kolumner f\u00e5r inneh\u00e5lla valfri data.
import.file.continue=Forts\u00e4tt
import.failed=Misslyckades med att ladda upp fil 
import.file.button=Importera fil
import.error=Filen du f\u00f6rs\u00f6ker ladda upp gick inte att l\u00e4sa. V\u00e4nligen se efter att filen \u00e4r av r\u00e4tt format och f\u00f6rs\u00f6k igen. 
import.user.list.accessibility=Lista \u00f6ver anv\u00e4ndare som ska importeras. F\u00f6rsta kolumnen\: anv\u00e4ndar-ID. Andra\: f\u00f6rnamn. Tredje\: efternamn. Fj\u00e4rde\: e-postadress. Femte\: l\u00f6senord. Sj\u00e4tte\: anv\u00e4ndartyp.
useconrem.pass=L\u00f6senord
import.process.msg=F\u00f6ljande data hittades i filen som laddades upp. Om det \u00e4r korrekt, klicka p\u00e5 "Forts\u00e4tt". 
import.process.info=Notera att om n\u00e5gon anv\u00e4ndare redan existerar i systemet kommer denne att hoppas \u00f6ver och den data som redan finns om anv\u00e4ndaren kommer att f\u00f6rbli or\u00f6rd. 
import.success=Anv\u00e4ndaren importerades framg\u00e5ngsrikt. 
import.user.properties=Egenskaper
false=Falsk
true=Sann
disable.user=Inaktivera anv\u00e4ndare
disable=Inaktivera
disabled=Inaktiverad
pw.fail=Styrka p\u00e5 l\u00f6senord\: f\u00f6r svagt
pw.weak=Styrka p\u00e5 l\u00f6senord\: svagt
pw.moderate=Styrka p\u00e5 l\u00f6senord\: medel
pw.strong=Styrka p\u00e5 l\u00f6senord\: starkt
pw.strengthInfo=Starka l\u00f6senord \u00e4r l\u00e5nga och/eller anv\u00e4nder en blandning av teckentyper (dvs. en blandning av bokst\u00e4ver, siffror, symboler, o.s.v.). De inneh\u00e5ller inte hela eller delar av anv\u00e4ndar-ID.
pw.match=L\u00f6senord matchar
pw.noMatch=L\u00f6senord matchar inte 
email.validation.success=Ett konto har skapats till dig\! Ett e-postmeddelande har skickats till "{0}" med instruktioner hur du aktiverar ditt konto.
email.invalid.domain=Du har skrivit in en e-postadress som slutar med "{0}", vilket \u00e4r felaktigt. Prova igen med en annan e-postadress.
