#Fri Nov 26 20:32:19 CET 2010
useconrem.alert=Alerta\:
usecre.lasnam=Apellidos
useact.remuse.list.summary=Lista de usuarios que se borrar\u00E1n. La primera columna es el identificador de usuario, la segunda el nombre y la tercera la direcci\u00F3n de correo electr\u00F3nico.
uselis.list.youare_of_results=Est\u00E1 viendo {0} - {1} de {2} resultados
useact.tryloginagain=Se ha creado la cuenta, pero ha sido imposible procesar la identificaci\u00F3n. Por favor, int\u00E9ntelo de nuevo.
useact.somels=Alguien m\u00E1s est\u00E1 editando el usuario\: {0}
useconrem.areyousur=\u00BFEst\u00E1 seguro de que desea borrar el siguiente usuario?
uselis.show=mostrar {0} elementos...
sitedipag.listnavselect=Pulse alt y las flechas de arriba y abajo para desplazarse por el men\u00FA
usevie.revandmod=Detalles de mi cuenta
useact.invemail=La direcci\u00F3n de correo electr\u00F3nico no es v\u00E1lida
useedi.mod=Modificado
useact.remuse=Borrar usuario
usecre.firnam=Nombre
useedi.revandmod=Detalles de la cuenta
usecre.typ=Tipo
usevie.revuseinf=Revisar la informaci\u00F3n de usuario
useact.newuse=Nuevo usuario
useact.use_notfou=Usuario {0} no encontrado
usecre.entthe=Introduzca la siguiente informaci\u00F3n para crear una nueva cuenta.
usecre.vernewpass=Compruebe la nueva contrase\u00F1a
uselis.lisof=Lista de usuarios. La primera columna es el identificador de usuario, la segunda el nombre, la tercera la direcci\u00F3n de correo electr\u00F3nico y la cuarta el tipo de usuario.
useconrem.nam=Nombre
useedi.cre=Creado
useconrem.useuid=ID interno
uselis.previous=Anterior
useedi.revuseinf=Revisar la informaci\u00F3n de usuario
useconrem.useid=ID de usuario
usecre.eidmis=Por favor, introduzca un identificador de usuario
uselis.next=Siguiente
usecre.pass=Por favor, introduzca la misma contrase\u00F1a en los dos campos. Las contrase\u00F1as deben coincidir
usevie.ema=Correo electr\u00F3nico
useact.youdonot3=No tiene permiso para editar el usuario
uselis.listnavselect=Pulse alt y las flechas de arriba y abajo para desplazarse por el men\u00FA
useact.youdonot2=No tiene permiso para borrar el usuario {0}
useact.youdonot1=No tiene permiso para editar el usuario {0}
usecre.pasismis=Por favor, introduzca una contrase\u00F1a
useconrem.rem=Borrar
users.noaccess=No tiene permiso para utilizar esta herramienta
useconrem.ema=Correo electr\u00F3nico
useconrem.can=Cancelar
useedi.sav2=Guardar detalles
uselis.theare=Estos son los usuarios definidos que cumplen los criterios de b\u00FAsqueda.  Pulse en el ID de usuario para editar o ver detalles.\t<br/>Nota\: los usuarios definidos por una entidad externa no aparecen. 
uselis.first=Primero
useedi.pass=Las contrase\u00F1as deben coincidir
usevie.use=Usuario
usevie.mod2=Modificar detalles
uselis.nouse=No hay usuarios que cumplan los criterios de b\u00FAsqueda. 
useedi.creby=Creado por
useact.theuseid2=El ID de usuario no es v\u00E1lido
useact.theuseid1=El ID de usuario est\u00E1 en uso
uselis.last=\u00DAltimo
usecre.creaco=Crear una nueva cuenta
useedi.can=Cancelar cambios
useedi.modby=Modificado por
useedi.sav=Actualizar detalles
usecre.crenewpass=Crear una nueva contrase\u00F1a
usevie.revandmod2=Revisar y modificar la informaci\u00F3n de este usuario.
useProperties=Propiedades
useact.capterr=Hab\u00EDa un problema con la captura.
usecre.vercurpass = Introduzca la contrase\u00F1a actual