#Thu Nov 18 07:49:16 CET 2010
useact.somels=Outra pessoa est\u00E1 atualmente editando este usu\u00E1rio\:
usecre.eidmis=Por favor, insira uma identifica\u00E7\u00E3o do usu\u00E1rio.
useconrem.rem=Excluir
usevie.revandmod=Meus Detalhes de Conta
useconrem.can=Cancelar
useact.remuse=Excluir Usu\u00E1rio
useconrem.ema=E-mail
useact.use_notfou=Usu\u00E1rio {0} n\u00E3o encontrado
useact.invemail=O endere\u00E7o de e-mail \u00E9 inv\u00E1lido.
uselis.lisof=Lista de Usu\u00E1rios. Primeira coluna\: Identifica\u00E7\u00E3o do usu\u00E1rio. Segunda\: nome. Terceira\: e-mail. Quarta\: tipo de usu\u00E1rio.\t
usecre.lasnam=Sobrenome
uselis.nouse=Nenhum usu\u00E1rio criado atende ao crit\u00E9rio de pesquisa.\t
usecre.vernewpass=Verificar Nova Senha
usecre.typ=Tipo
usecre.crenewpass=Criar Nova Senha
useconrem.areyousur=Voc\u00EA tem certeza de que deseja excluir o seguinte usu\u00E1rio\:
useedi.revandmod=Detalhes da Conta
usecre.creaco=Criar Conta
useconrem.useid=Identifica\u00E7\u00E3o do Usu\u00E1rio
useedi.can=Cancelar Altera\u00E7\u00F5es
useconrem.alert=Aten\u00E7\u00E3o\:
usevie.revuseinf=Examinar Informa\u00E7\u00F5es do Usu\u00E1rio
useact.tryloginagain=Conta criada, mas incapaz de efetuar login. Por favor, tente novamente.
usecre.entthe=Insira as seguintes informa\u00E7\u00F5es para criar uma nova conta
usevie.use=Usu\u00E1rio
users.noaccess=Voc\u00EA n\u00E3o tem permiss\u00E3o para usar esta ferramenta.
uselis.theare=Estes s\u00E3o os usu\u00E1rios definidos no sistema que atendem ao crit\u00E9rio de pesquisa. Clique em uma Identifica\u00E7\u00E3o do Usu\u00E1rio para editar ou visualizar detalhes. <br/> Aten\u00E7\u00E3o\: usu\u00E1rios definidos por uma fonte de usu\u00E1rios externa n\u00E3o est\u00E3o listados aqui.
usevie.mod2=Modificar Detalhes\t
usevie.revandmod2=Examinar e modificar a informa\u00E7\u00E3o deste Usu\u00E1rio.
useconrem.useuid=Identifica\u00E7\u00E3o Interna
useact.theuseid2=A identifica\u00E7\u00E3o do usu\u00E1rio \u00E9 inv\u00E1lida
useact.theuseid1=A identifica\u00E7\u00E3o do usu\u00E1rio j\u00E1 est\u00E1 em uso
useedi.cre=Criado
useact.remuse.list.summary=Lista dos usu\u00E1rios a serem exclu\u00EDdos. Primeira coluna\: Identifica\u00E7\u00E3o do usu\u00E1rio. Segunda coluna\: nome do usu\u00E1rio. Terceira coluna\: e-mail do usu\u00E1rio.
useact.newuse=Novo Usu\u00E1rio
useconrem.nam=Nome
usecre.firnam=Nome
usecre.pasismis=Por favor, insira uma senha.
useedi.sav2=Salvar Detalhes
usecre.pass=Por favor, insira a mesma senha nos dois campos.
useedi.creby=Criado Por\:
useedi.revuseinf=Examinar Informa\u00E7\u00F5es do Usu\u00E1rio
useact.youdonot3=Voc\u00EA n\u00E3o tem permiss\u00E3o para editar este Usu\u00E1rio
useedi.sav=Atualizar Detalhes
useact.youdonot2=Voc\u00EA n\u00E3o tem permiss\u00E3o para excluir Usu\u00E1rio
useedi.pass=As senhas devem ser iguais
useact.youdonot1=Voc\u00EA n\u00E3o tem permiss\u00E3o para editar Usu\u00E1rio
useedi.mod=Modificado
useedi.modby=Modificado Por
