#Generated by ResourceBundle Editor (http://eclipse-rbe.sourceforge.net)
#X-Generator: crowdin.net
#Generated by ResourceBundle Editor (http://eclipse-rbe.sourceforge.net)
#Java code

disable = Deshabilita

disable.user = Deshabilita l'usuari

disabled = Deshabilitat

false = Fals

import.error                   = No s'ha pogut llegir el fitxer que heu pujat. Comproveu que el format del fitxer \u00E9s correcte i torneu-ho a provar. 
import.failed                  = No s'ha pogut pujar el fitxer
import.file.button             = Importa un fitxer
import.file.continue           = Continua
import.heading                 = Importa d'un fitxer
import.instr                   = Seleccioneu un fitxer CSV que contingui les propietats dels usuaris que voleu crear.
#note for i18n, DO NOT translate the values below or you will break the import code as it matches strings to bean properties
import.instr.req.1             = Cal incloure les cap\u00E7aleres seg\u00FCents, en angl\u00E8s: user id, first name, last name, email, password, type (corresponen a id d'usuari, nom, cognom, correu electr\u00F2nic, clau, tipus).
#end of i18n restriction, translate the rest as desired.
import.instr.req.2             = Les cap\u00E7aleres de columna han de coincidir EXACTAMENT amb la llista anterior. No cal que estiguin en el mateix ordre. 
import.instr.req.3             = Els camps han d'anar separats per comes, no hi pot haver espais entre camps i cal posar el camp entre cometes dobles si cont\u00E9 espais.
import.instr.req.4             = Podeu afegir altres columnes que es desaran com a propietats dels usuaris, sempre que les cap\u00E7aleres no entrin en conflicte amb el conjunt b\u00E0sic detallat anteriorment. 
import.instr.req.header        = Requeriments del fitxer
import.process.info            = Qualsevol usuari que ja existeixi s'ignorar\u00E0 i els seus registres no es modificaran. 
import.process.msg             = Les dades seg\u00FCents formen part del fitxer que heu pujat. Si \u00E9s correcte, feu clic a 'Continua'. 
import.success                 = Els usuaris s'han importat correctament. 
import.user.file               = Importa d'un fitxer
import.user.list.accessibility = Llista d'usuaris que s'importaran. Primera columna: id de l'usuari. Segona: nom. Tercera: cognom. Quarta: adre\u00E7a de correu electr\u00F2nic. Cinquena: clau. Sisena: tipus d'usuari. 
import.user.properties         = Propietats

optional.attributes        = Atributs opcionals
optional.attributes.add    = Afegeix un atribut
optional.attributes.remove = Elimina aquest attributesitedi.pro=User Properties

sitedi.pro              = Propietats d'usuari

sitedipag.listnavselect = Per operar amb la caixa combo, pr\u00E9meu Alt+Fletxa avall per obrir i despr\u00E9s useu les fletxes per rec\u00F3rrer les opcions.

true = Veritable

useProperties = Propietats

useact.capterr             = Hi ha hagut un problema amb el captcha.
useact.invemail            = L'adre\u00E7a de correu no \u00E9s v\u00E0lida.
useact.newuse              = Usuari nou
useact.remuse              = Suprimeix l'usuari
useact.remuse.list.summary = Llista d'usuaris per eliminar. Primera columna: identificador de l'usuari. Segona columna: nom de l'usuari. Tercera columna: adre\u00E7a electr\u00F2nica de l'usuari.
useact.search              = Cerca els usuaris
useact.somels              = Alg\u00FA altre est\u00E0 editant aquest usuari actualment: {0}
useact.theuseid1           = L'identificador d'usuari ja est\u00E0 en \u00FAs
useact.theuseid2           = L'identificador d'usuari no \u00E9s v\u00E0lid
useact.theuseemail1 	   = L'adre\u00e7a de correu ja est\u00e0 en \u00fas
useact.tryloginagain       = S'ha creat el compte, per\u00F2 no es pot processar l'inici de sessi\u00F3. Torneu a provar d'iniciar la sessi\u00F3.
useact.use_notfou          = L''usuari {0} no s''ha trobat
useact.youdonot1           = No teniu autoritzaci\u00F3 per editar l''usuari {0}
useact.youdonot2           = No teniu autoritzaci\u00F3 per suprimir l''usuari {0}
useact.youdonot3           = No teniu autoritzaci\u00F3 per editar aquest usuari
useact.youdonot4           = Nom\u00E9s els administradors poden canviar la informaci\u00F3 per a usuaris administradors

#merged all duplicates- SAK-18304
useconrem.alert     = Av\u00EDs:
useconrem.areyousur = Esteu segur de voler suprimir l'usuari seg\u00FCent?:
useconrem.can       = Cancel\u00B7la
useconrem.ema       = Correu electr\u00F2nic
useconrem.nam       = Nom
useconrem.pass      = Clau
useconrem.rem       = Suprimeix
useconrem.useid     = Identificador d'usuari
useconrem.useuid    = Identificador d'usuari intern

usecre.creaco        = Crea un compte nou
usecre.crenewpass    = Crea una clau nova:
usecre.curpass       = Introdu\u00EFu la vostra clau actual per modificar el vostre compte. 
usecre.disableFailed = S'ha creat el nou usuari, per\u00F2 no s'ha definit la propietat de Deshabilitat.
usecre.eidmis        = Introdu\u00EFu un ID d'usuari.
usecre.entthe        = Introdu\u00EFu la informaci\u00F3 seg\u00FCent per crear un compte nou.
usecre.firnam        = Nom:
usecre.instruc       = Indica un camp obligatori. 
usecre.lasnam        = Cognom:
usecre.pasismis      = Introdu\u00EFu una clau.
usecre.pass          = Introdu\u00EFu la mateixa clau als dos camps. 
usecre.typ           = Tipus:
usecre.vercurpass    = Introdu\u00EFu la clau actual
usecre.vernewpass    = Verifica la nova clau:

useedi.can       = Cancel\u00B7la els canvis
useedi.cre       = Creat:
useedi.creby     = Creat per:
useedi.mod       = Modificat:
useedi.modby     = Modificat per:
useedi.pass      = Les claus han de coincidir
useedi.revandmod = Propietats del compte
useedi.revuseinf = Revisa la informaci\u00F3 d'usuari
useedi.sav       = Desa els detalls
useedi.sav2      = Desa les propietats

uselis.first                  = Primer
uselis.last                   = Darrer
uselis.lisof                  = Llista d'usuaris. Primera columna: ID d'usuari. Segona: el nom. Tercera: adre\u00E7a de correu electr\u00F2nic. Quarta: tipus d'usuari.
uselis.list.youare_of_results = Esteu veient {0} - {1} de {2} resultats.
uselis.listnavselect          = Per operar amb la caixa combo, pr\u00E9meu Alt+Fletxa avall per obrir i despr\u00E9s useu les fletxes per rec\u00F3rrer les opcions.
uselis.next                   = Seg\u00FCent
uselis.nouse                  = No hi ha usuaris que coincideixin amb els criteris de cerca.
uselis.previous               = Anterior
uselis.show                   = mostra {0} elements...
uselis.theare                 = Aquests s\u00F3n els usuaris definits dins del sistema que coincideixen amb els criteris de cerca.  Feu clic en un identificador d'usuari per editar-lo o veure'n les propietats.\u0009<br/>Nota: els usuaris definits per una autoritat externa no apareixen en aquesta llista.
uselis.users                  = Usuaris

users.noaccess = No teniu autoritzaci\u00F3 per utilitzar aquesta eina.

usevie.ema        = Correu electr\u00F2nic
usevie.mod2       = Modifica les propietats
usevie.revandmod  = Revisa el meu perfil.
usevie.revandmod2 = Revisa i modifica la informaci\u00F3 d'aquest usuari.
usevie.revuseinf  = Revisa la informaci\u00F3 de l'usuari
usevie.use        = Usuari
