#Generated by ResourceBundle Editor (http://eclipse-rbe.sourceforge.net)
#Java code

useact.newuse    = Nowy U&#380;ytkownik
useact.remuse    = Usu&#324; U&#380;ytkownika
useact.remuse.list.summary    = Lista u&#380;ytkownik&#243;w do usuni&#281;cia. Pierwsza kolumna: ID u&#380;ytkownika. Druga kolumna: nazwa u&#380;ytkownika. Trzecia kolumna: e-mail u&#380;ytkownika.
useact.theuseid1 = ID u&#380;ytkownika jest ju&#380; w u&#380;yciu
useact.theuseid2 = ID u&#380;ytkownika jest nieprawid&#322;owe
useact.use_notfou = U&#380;ytkownik {0} nie znaleziony
useact.youdonot1 = Nie masz uprawnie&#324; do edytowania u&#380;ytkownika {0}
useact.youdonot2 = Nie masz uprawnie&#324;, aby usun&#261;&#263; u&#380;ytkownika {0}
useact.youdonot3 = Nie masz uprawnie&#324; do edytowania tego u&#380;ytkownika
useact.tryloginagain = Konto stworzone, ale nie mo&#380;na przetworzy&#263; procesu logowania. Spr&#243;buj zalogowa&#263; si&#281; ponownie.
useact.invemail = Adres e-mail jest nieprawid&#322;owy.
useact.capterr   = Wyst&#261;pi&#322; problem z captcha.


#merged all duplicates- SAK-18304
useconrem.alert   = Ostrze&#380;enie:
useconrem.can     = Anuluj
usecre.firnam     = Imi&#281;
usecre.lasnam     = Nazwisko
useconrem.nam     = Nazwa
useedi.cre        = Utworzony
useedi.creby      = Utworzony przez
useconrem.useid   = Id U&#380;ytkownika
useconrem.useuid  = Wewn&#281;trzne Id
useact.somels     = Kto&#347; inny aktualnie edytuje tego U&#380;ytkownika: {0}
useedi.mod        = Zmodyfikowany
useedi.modby      = Zmodyfikowany przez
usecre.typ        = Typ
usecre.vercurpass = Wprowad&#378; aktualne has&#322;o
usecre.crenewpass = Utw&#243;rz nowe has&#322;o
usecre.vernewpass = Zweryfikuj nowe has&#322;o
useconrem.ema     = E-mail

useconrem.areyousur = Czy na pewno chcesz usun&#261;&#263; nast&#281;puj&#261;cego u&#380;ytkownika?:
useconrem.rem       = Usu&#324;

usecre.creaco     = Utw&#243;rz konto
usecre.entthe     = Wprowad&#378; nast&#281;puj&#261;ce informacje, aby utworzy&#263; nowe konto.
usecre.pass       = Prosz&#281; wprowadzi&#263; to samo has&#322;o w obydwu polach.
usecre.curpass    = Wprowad&#378; bie&#380;&#261;ce has&#322;o.
usecre.pasismis   = Wprowad&#378; has&#322;o.
usecre.eidmis     = Wprowad&#378; Id u&#380;ytkownika.

useedi.can        = Anuluj zmiany
useedi.pass       = Has&#322;a musz&#261; si&#281; zgadza&#263;
useedi.revandmod  = Szczeg&#243;&#322;y konta
useedi.revuseinf  = Przegl&#261;daj informacje o u&#380;ytkowniku
useedi.sav        = Zaktualizuj szczeg&#243;&#322;y
useedi.sav2       = Zapisz szczeg&#243;&#322;y

uselis.users  = U&#380;ytkownicy
uselis.lisof  = Lista u&#380;ytkownik&#243;w. Pierwsza kolumna: ID u&#380;ytkownika. Druga: nazwa. Trzecia: adres e-mail. Czwarta: typ u&#380;ytkownika.
uselis.nouse  = &#379;adni u&#380;ytkownicy, kt&#243;rzy spe&#322;niaj&#261; kryteria wyszukiwania, nie s&#261; zdefiniowani.
uselis.theare = S&#261; to u&#380;ytkownicy zdefiniowani w systemie, kt&#243;rzy spe&#322;niaj&#261; kryteria wyszukiwania. Kliknij ID U&#380;ytkownika, aby edytowa&#263; lub przegl&#261;da&#263; szczeg&#243;&#322;y. <br/>Uwaga: u&#380;ytkownicy zdefiniowani przez uprawnienia u&#380;ytkownika zewn&#281;trznego nie s&#261; tutaj wymienieni.
uselis.show = poka&#380; {0} element&#243;w....
uselis.listnavselect = Aby korzysta&#263; z pola kombi, najpierw wci&#347;nij Alt+strza&#322;ka dolna, aby je otworzy&#263;, nast&#281;pnie u&#380;yj strza&#322;ek g&#243;rnych i dolnych aby przewin&#261;&#263; list&#281; opcji.
uselis.first = Pierwszy
uselis.previous = Poprzedni
uselis.next = Nast&#281;pny
uselis.last = Ostatni
uselis.list.youare_of_results = Przegl&#261;dasz {0} - {1} z {2} wynik&#243;w.

usevie.ema        = E-mail
usevie.mod2       = Zmie&#324; szczeg&#243;&#322;
usevie.revandmod  = Szczeg&#243;&#322;y Mojego Konta
usevie.revandmod2 = Przegl&#261;daj i modyfikuj informacje o tym u&#380;ytkowniku. 		
usevie.use        = U&#380;ytkownik
usevie.revuseinf  = Przegl&#261;daj Informacje o u&#380;ytkowniku
users.noaccess       = Nie masz uprawnie&#324; do u&#380;ywania tego narz&#281;dzia.

sitedipag.listnavselect = Aby korzysta&#263; z pola kombi, najpierw wci&#347;nij Alt+strza&#322;ka w d&#243;&#322;, aby je otworzy&#263;, nast&#281;pnie u&#380;yj strza&#322;ek g&#243;rnych i dolnych, aby przewin&#261;&#263; list&#281; opcji.
useProperties=W&#322;a&#347;ciow&#347;ci

optional.attributes=Atrybuty opcjonalne
optional.attributes.add=Dodaj atrybut
optional.attributes.remove=Usu&#324; ten atrybut
sitedi.pro=W&#322;a&#347;ciwo&#347;ci u&#380;ytkownika

import.user.file=Importuj z pliku
import.heading = Importuj z pliku
import.instr = Wybierz plik CSV zawieraj&#261;cy szczeg&#243;&#322;owe informacje o u&#380;ytkownikach, kt&#243;rych chcesz utworzy&#263;.
import.instr.req.header = Wymagania plik&#243;w

#note for i18n, DO NOT translate the values below or you will break the import code as it matches strings to bean properties
import.instr.req.1 = Include the following headings: user id, first name, last name, email, password, type. 
#end of i18n restriction, translate the rest as desired.
import.instr.req.2 = Nag&#322;&#243;wki kolumn musz&#261; dok&#322;adnie odpowiada&#263; powy&#380;szej li&#347;cie. Nie musz&#261; by&#263; w tej samej kolejno&#347;ci.
import.instr.req.3 = Pola musz&#261; by&#263; oddzielone przecinkami, bez spacji mi&#281;dzy polami, a ka&#380;de, kt&#243;re ma zawiera&#263; spacj&#281; musi by&#263; otoczone podw&#243;jnym cudzys&#322;owem.
import.instr.req.4 = Mo&#380;esz tak&#380;e doda&#263; inne kolumny, kt&#243;re b&#281;d&#261; przechowywane jako w&#322;a&#347;ciwo&#347;ci u&#380;ytkownika, o ile nag&#322;&#243;wki nie s&#261; sprzeczne z g&#322;&#243;wnym zestawem, znajduj&#261;cym si&#281; powy&#380;ej. Mog&#261; to by&#263; dowolne dane.
import.file.continue = Kontynuuj
import.failed = Nie uda&#322;o si&#281; za&#322;adowa&#263; pliku.
import.file.button = Importuj plik
import.error = Za&#322;adowany plik by&#322; nieczytelny. Prosz&#281; sprawdzi&#263;, czy plik jest w odpowiednim formacie, a nast&#281;pnie spr&#243;bowa&#263; ponownie.

import.user.list.accessibility = Lista u&#380;ytkownik&#243;w do zaimportowania. Pierwsza kolumna : ID u&#380;ytkownika. Druga: Imi&#281;. Trzecia: Nazwisko. Czwarta: e-mail. Pi&#261;ta: has&#322;o. Sz&#243;sta: typ u&#380;ytkownika.
useconrem.pass = Has&#322;o
import.process.msg = Poni&#380;sze dane zosta&#322;y znalezione w przes&#322;anym pliku. Je&#347;li s&#261; poprawne, kliknij przycisk "Kontynuuj". 
import.process.info = Zauwa&#380;, &#380;e ka&#380;dy u&#380;ytkownik, kt&#243;ry ju&#380; istnieje, zostanie pomini&#281;ty, a jego zapisy pozostawione bez zmian.
import.success =U&#380;ytkownicy zostali pomy&#347;lnie zaimportowani.
import.user.properties=W&#322;a&#347;ciwo&#347;ci

