#X-Generator: crowdin.com
#Generated by ResourceBundle Editor (http://eclipse-rbe.sourceforge.net)
#Java code

useact.newuse=Th\u00e0nh vi\u00ean m\u1edbi 
useact.remuse=H\u1ee7y b\u1ecf User 
useact.remuse.list.summary=Danh s\u00e1ch c\u00e1c ng\u01b0\u1eddi d\u00f9ng \u0111\u01b0\u1ee3c lo\u1ea1i b\u1ecf. \u0110\u1ea7u c\u1ed9t\: ID ng\u01b0\u1eddi d\u00f9ng. Th\u1ee9 hai c\u1ed9t\: t\u00ean ng\u01b0\u1eddi d\u00f9ng. C\u1ed9t th\u1ee9 ba\: ng\u01b0\u1eddi s\u1eed d\u1ee5ng email. 
useact.theuseid1=C\u00e1c id ng\u01b0\u1eddi d\u00f9ng \u0111\u00e3 \u0111\u01b0\u1ee3c s\u1eed d\u1ee5ng 
useact.theuseid2=C\u00e1c id ng\u01b0\u1eddi s\u1eed d\u1ee5ng kh\u00f4ng h\u1ee3p l\u1ec7 
useact.use_notfou=Ng\u01b0\u1eddi d\u00f9ng {0} kh\u00f4ng t\u00ecm th\u1ea5y 
useact.youdonot1=B\u1ea1n kh\u00f4ng c\u00f3 quy\u1ec1n ch\u1ec9nh s\u1eeda c\u1ee7a ng\u01b0\u1eddi d\u00f9ng {0} 
useact.youdonot2=B\u1ea1n kh\u00f4ng c\u00f3 quy\u1ec1n \u0111\u1ec3 lo\u1ea1i b\u1ecf ng\u01b0\u1eddi d\u00f9ng {0} 
useact.youdonot3=B\u1ea1n kh\u00f4ng c\u00f3 quy\u1ec1n ch\u1ec9nh s\u1eeda c\u1ee7a ng\u01b0\u1eddi d\u00f9ng n\u00e0y 

useact.tryloginagain=T\u00e0i kho\u1ea3n \u0111\u01b0\u1ee3c t\u1ea1o, nh\u01b0ng kh\u00f4ng th\u1ec3 x\u1eed l\u00fd c\u00e1c \u0111\u0103ng nh\u1eadp. Xin vui l\u00f2ng th\u1eed \u0111\u0103ng nh\u1eadp l\u1ea1i. 
useact.invemail=\u0110\u1ecba ch\u1ec9 email kh\u00f4ng h\u1ee3p l\u1ec7 


#merged all duplicates- SAK-18304
useconrem.alert=Th\u00f4ng b\u00e1o\: 
useconrem.can=Hu\u1ef7 
usecre.firnam=T\u00ean 
usecre.lasnam=T\u00ean ho\u0323 
useconrem.nam=T\u00ean 
useedi.cre=T\u1ea1o 
useedi.creby=T\u1ea1o B\u1edfi 
useconrem.useid=Id ng\u01b0\u1eddi d\u00f9ng 
useconrem.useuid=Id n\u1ed9i b\u1ed9 
useact.somels=M\u1ed9t ng\u01b0\u1eddi n\u00e0o kh\u00e1c hi\u1ec7n \u0111ang ch\u1ec9nh s\u1eeda c\u1ee7a ng\u01b0\u1eddi d\u00f9ng n\u00e0y\: {0} 
useedi.mod=S\u1eeda \u0111\u1ed5i 
useedi.modby=\u0110\u1ed5i theo 
usecre.typ=Lo\u1ea1i 
usecre.crenewpass=T\u1ea1o m\u1eadt kh\u1ea9u m\u1edbi 
usecre.vernewpass=X\u00e1c nh\u1eadn M\u1eadt kh\u1ea9u m\u1edbi 
useconrem.ema=Email 

useconrem.rem=H\u1ee7y b\u1ecf 

usecre.creaco=T\u1ea1o t\u00e0i kho\u1ea3n 
usecre.entthe=Nh\u1eadp c\u00e1c th\u00f4ng tin sau \u0111\u00e2y \u0111\u1ec3 t\u1ea1o m\u1ed9t t\u00e0i kho\u1ea3n m\u1edbi. 
usecre.pass=Xin vui l\u00f2ng nh\u1eadp m\u1eadt kh\u1ea9u gi\u1ed1ng nhau trong c\u1ea3 hai fields. 
usecre.pasismis=Xin vui l\u00f2ng nh\u1eadp m\u1ed9t m\u1eadt kh\u1ea9u. 
usecre.eidmis=Xin vui l\u00f2ng nh\u1eadp m\u1ed9t user id. 

useedi.can=Hu\u1ef7 Thay \u0111\u1ed5i 
useedi.pass=M\u1eadt kh\u1ea9u ph\u1ea3i gi\u1ed1ng nhau 
useedi.revandmod=Chi ti\u1ebft T\u00e0i kho\u1ea3n 
useedi.revuseinf=Xem l\u1ea1i th\u00f4ng tin ng\u01b0\u1eddi d\u00f9ng 
useedi.sav=Th\u00f4ng tin chi ti\u1ebft 
useedi.sav2=L\u01b0u Th\u00f4ng tin chi ti\u1ebft  

uselis.lisof=Danh s\u00e1ch c\u1ee7a Ng\u01b0\u1eddi d\u00f9ng. \u0110\u1ea7u c\u1ed9t\: ID ng\u01b0\u1eddi d\u00f9ng. Th\u1ee9 hai\: t\u00ean. Th\u1ee9 ba\: \u0111\u1ecba ch\u1ec9 email. Th\u1ee9 t\u01b0\: ng\u01b0\u1eddi s\u1eed d\u1ee5ng lo\u1ea1i. 
uselis.nouse=Kh\u00f4ng c\u00f3 ng\u01b0\u1eddi d\u00f9ng \u0111\u01b0\u1ee3c x\u00e1c \u0111\u1ecbnh \u0111\u00e1p \u1ee9ng ti\u00eau ch\u00ed t\u00ecm ki\u1ebfm. 
uselis.theare=\u0110\u00e2y l\u00e0 nh\u1eefng ng\u01b0\u1eddi s\u1eed d\u1ee5ng \u0111\u01b0\u1ee3c x\u00e1c \u0111\u1ecbnh trong h\u1ec7 th\u1ed1ng \u0111\u00e1p \u1ee9ng ti\u00eau ch\u00ed t\u00ecm ki\u1ebfm. Nh\u1ea5p v\u00e0o m\u1ed9t User ID \u0111\u1ec3 ch\u1ec9nh s\u1eeda ho\u1eb7c xem chi ti\u1ebft. \t<br/> L\u01b0u \u00fd\: ng\u01b0\u1eddi s\u1eed d\u1ee5ng \u0111\u01b0\u1ee3c x\u00e1c \u0111\u1ecbnh b\u1edfi m\u1ed9t c\u01a1 quan ng\u01b0\u1eddi d\u00f9ng b\u00ean ngo\u00e0i kh\u00f4ng \u0111\u01b0\u1ee3c li\u1ec7t k\u00ea \u1edf \u0111\u00e2y. 
uselis.show=Xem {0} items .... 
uselis.listnavselect=B\u1ea5m alt + m\u0169i t\u00ean l\u00ean xu\u1ed1ng \u0111\u1ec3 di chuy\u1ec3n qua menu 
uselis.first=\u0110\u1ea7u ti\u00ean 
uselis.previous=Tr\u01b0\u1edbc 
uselis.next=Ti\u1ebfp theo 
uselis.last=cu\u1ed1i c\u00f9ng 
uselis.list.youare_of_results=B\u1ea1n \u0111ang xem {0} - {1} c\u1ee7a {2} k\u1ebft qu\u1ea3. 

usevie.ema=Email 
usevie.mod2=Th\u00f4ng tin chi ti\u1ebft thay \u0111\u1ed5i 
usevie.revandmod=Th\u00f4ng tin chi ti\u1ebft t\u00e0i kho\u1ea3n c\u1ee7a t\u00f4i 
usevie.revandmod2=Xem x\u00e9t v\u00e0 s\u1eeda \u0111\u1ed5i th\u00f4ng tin c\u1ee7a ng\u01b0\u1eddi d\u00f9ng n\u00e0y. 
usevie.use=Ng\u01b0\u1eddi s\u1eed d\u1ee5ng 
usevie.revuseinf=Xem l\u1ea1i th\u00f4ng tin ng\u01b0\u1eddi d\u00f9ng 
users.noaccess=B\u1ea1n kh\u00f4ng \u0111\u01b0\u1ee3c ph\u00e9p s\u1eed d\u1ee5ng c\u00f4ng c\u1ee5 n\u00e0y. 

sitedipag.listnavselect=B\u1ea5m alt + m\u0169i t\u00ean l\u00ean xu\u1ed1ng \u0111\u1ec3 di chuy\u1ec3n qua menu 



#note for i18n, DO NOT translate the values below or you will break the import code as it matches strings to bean properties
#end of i18n restriction, translate the rest as desired.

# plukasew, bjones86 - SAK-23568


# SAK-29182