#X-Generator: crowdin.com
# this defines the entity description for 'my' - the profile2 link resolver
my=\u0645\u062c\u0645\u0648\u0639\u0647 \u0627\u06cc \u0627\u0632 URL\u0647\u0627 \u0627\u0633\u062a \u06a9\u0647 \u0645\u06cc\u062a\u0648\u0627\u0646\u0646\u062f \u0628\u0631\u0627\u06cc \u0644\u06cc\u0646\u06a9 \u06a9\u0631\u062f\u0646 \u0645\u0633\u062a\u0642\u06cc\u0645 \u0628\u0647 \u0635\u0641\u062d\u0627\u062a \u0648 \u0646\u0645\u0627\u06cc\u0634 \u0647\u0627\u06cc \u0645\u062e\u062a\u0644\u0641 \u062f\u0631 Profile2 \u0645\u0648\u0631\u062f \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0642\u0631\u0627\u0631 \u06af\u06cc\u0631\u062f.
my.redirect./{prefix}/profile=\u0628\u0647 \u0646\u0645\u0627\u06cc \u0635\u0641\u062d\u0647 \u0627\u0635\u0644\u06cc \u067e\u0631\u0648\u0641\u0627\u06cc\u0644 \u0628\u0631\u0627\u06cc \u06a9\u0627\u0631\u0628\u0631\u06cc \u06a9\u0647 \u062f\u0631 \u062d\u0627\u0644 \u062d\u0627\u0636\u0631 \u062f\u0631 \u0633\u06cc\u0633\u062a\u0645 \u0648\u0627\u0631\u062f \u0634\u062f\u0647 \u0627\u0633\u062a \u062a\u063a\u06cc\u06cc\u0631 \u0645\u0633\u06cc\u0631 \u0645\u06cc\u062f\u0647\u062f
my.redirect./{prefix}/profile-view/{userUuid}=\u0628\u0647 \u0646\u0645\u0627\u06cc \u067e\u0631\u0648\u0641\u0627\u06cc\u0644 \u0628\u0631\u0627\u06cc \u06cc\u06a9 \u06a9\u0627\u0631\u0628\u0631 \u062e\u0627\u0635 \u062a\u063a\u06cc\u06cc\u0631 \u0645\u0633\u06cc\u0631 \u0645\u06cc\u062f\u0647\u062f
my.redirect./{prefix}/messages=\u0628\u0647 \u0635\u0641\u062d\u0647 \u067e\u06cc\u0627\u0645 \u0647\u0627 \u0628\u0631\u0627\u06cc \u06a9\u0627\u0631\u0628\u0631\u06cc \u06a9\u0647 \u062f\u0631 \u062d\u0627\u0644 \u062d\u0627\u0636\u0631 \u062f\u0631 \u0633\u06cc\u0633\u062a\u0645 \u0648\u0627\u0631\u062f \u0634\u062f\u0647 \u0627\u0633\u062a \u062a\u063a\u06cc\u06cc\u0631 \u0645\u0633\u06cc\u0631 \u0645\u06cc\u062f\u0647\u062f
my.redirect./{prefix}/messages/thread/{thread}=\u0628\u0647 \u06cc\u06a9 \u067e\u06cc\u0627\u0645 \u0628\u0647 \u062e\u0635\u0648\u0635 \u062f\u0631 \u0635\u0641\u062d\u0647 \u067e\u06cc\u0627\u0645 \u0647\u0627 \u0628\u0631\u0627\u06cc \u06a9\u0627\u0631\u0628\u0631\u06cc \u06a9\u0647 \u062f\u0631 \u062d\u0627\u0644 \u062d\u0627\u0636\u0631 \u062f\u0631 \u0633\u06cc\u0633\u062a\u0645 \u0648\u0627\u0631\u062f \u0634\u062f\u0647 \u0627\u0633\u062a \u062a\u063a\u06cc\u06cc\u0631 \u0645\u0633\u06cc\u0631 \u0645\u06cc\u062f\u0647\u062f
my.redirect./{prefix}/connections=\u0628\u0647 \u0635\u0641\u062d\u0647 \u062f\u0648\u0633\u062a\u0627\u0646 \u0628\u0631\u0627\u06cc \u06a9\u0627\u0631\u0628\u0631\u06cc \u06a9\u0647 \u062f\u0631 \u062d\u0627\u0644 \u062d\u0627\u0636\u0631 \u062f\u0631 \u0633\u06cc\u0633\u062a\u0645 \u0648\u0627\u0631\u062f \u0634\u062f\u0647 \u0627\u0633\u062a \u062a\u063a\u06cc\u06cc\u0631 \u0645\u0633\u06cc\u0631 \u0645\u06cc\u062f\u0647\u062f

