#X-Generator: crowdin.net
# this defines the entity description for 'my' - the profile2 link resolver
my=\u092f\u0942\u0906\u0930\u090f\u0932 \u0915\u093e \u090f\u0915 \u0938\u0947\u091f \u091c\u094b \u0915\u093f \u0938\u0940\u0927\u0947 \u0935\u093f\u092d\u093f\u0928\u094d\u0928 \u092a\u0943\u0937\u094d\u0920\u094b\u0902 \u0914\u0930 \u092a\u094d\u0930\u094b\u092b\u093e\u0907\u09322 \u092e\u0947\u0902 \u0935\u093f\u091a\u093e\u0930\u094b\u0902 \u0915\u094b \u091c\u094b\u0921\u093c\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0907\u0938\u094d\u0924\u0947\u092e\u093e\u0932 \u0915\u093f\u092f\u093e \u091c\u093e \u0938\u0915\u0924\u093e \u0939\u0948\u0964
my.redirect./{prefix}/profile=\u0935\u0930\u094d\u0924\u092e\u093e\u0928 \u092e\u0947\u0902 \u0932\u0949\u0917 \u0907\u0928 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0915\u094b \u092a\u094d\u0930\u094b\u092b\u093e\u0907\u0932 \u0915\u0947 \u092b\u094d\u0930\u0902\u091f \u092a\u0943\u0937\u094d\u0920 \u0926\u0947\u0916\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u092a\u0941\u0928\u0930\u094d\u0928\u093f\u0930\u094d\u0926\u0947\u0936\u093f\u0924 \u0915\u0930\u0924\u093e \u0939\u0948\u0964
my.redirect./{prefix}/profile/{userUuid}=\u0928\u093f\u0930\u094d\u0926\u093f\u0937\u094d\u091f \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0915\u0947 \u0932\u093f\u090f \u092a\u094d\u0930\u094b\u092b\u093e\u0907\u0932 \u0915\u0947 \u092b\u094d\u0930\u0902\u091f \u092a\u0943\u0937\u094d\u0920 \u0926\u0947\u0916\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u092a\u0941\u0928\u0930\u094d\u0928\u093f\u0930\u094d\u0926\u0947\u0936\u093f\u0924 \u0915\u0930\u0924\u093e \u0939\u0948\u0964
my.redirect./{prefix}/messages=\u0938\u0902\u0926\u0947\u0936 \u092a\u0943\u0937\u094d\u0920 \u092e\u0947\u0902 \u0905\u092d\u0940 \u0932\u0949\u0917\u0911\u0928 \u0915\u093f\u090f \u0939\u0941\u090f \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0915\u0947 \u0932\u093f\u090f \u092a\u0941\u0928\u0930\u094d\u0928\u093f\u0930\u094d\u0926\u0947\u0936\u093f\u0924 \u0915\u0930\u0924\u093e \u0939\u0948\u0964
my.redirect./{prefix}/messages/{thread}=\u0935\u0930\u094d\u0924\u092e\u093e\u0928 \u092e\u0947\u0902 \u0932\u0949\u0917 \u0907\u0928 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0915\u0947 \u0932\u093f\u090f \u0938\u0902\u0926\u0947\u0936 \u092a\u0947\u091c \u092e\u0947\u0902 \u090f\u0915 \u0935\u093f\u0936\u093f\u0937\u094d\u091f \u0938\u0942\u0924\u094d\u0930 \u0915\u0947 \u0932\u093f\u090f \u092a\u0941\u0928\u0930\u094d\u0928\u093f\u0930\u094d\u0926\u0947\u0936\u093f\u0924 \u0915\u0930\u0924\u093e \u0939\u0948\u0964
my.redirect./{prefix}/connections=\u0915\u0928\u0947\u0915\u094d\u0936\u0928 \u092a\u0943\u0937\u094d\u0920 \u092e\u0947\u0902 \u0905\u092d\u0940 \u0932\u0949\u0917\u0911\u0928 \u0915\u093f\u090f \u0939\u0941\u090f \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0915\u0947 \u0932\u093f\u090f \u092a\u0941\u0928\u0930\u094d\u0928\u093f\u0930\u094d\u0926\u0947\u0936\u093f\u0924 \u0915\u0930\u0924\u093e \u0939\u0948\u0964
