# this defines the entity description for profile
profile = \u30e6\u30fc\u30b6\u30fc\u306e\u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u3067\u3059\u3002 \u30d7\u30e9\u30a4\u30d0\u30b7\u30fc\u8a2d\u5b9a\u306f\u30e6\u30fc\u30b6\u30fc\u304c\u90e8\u5206\u3054\u3068\u306b\u8a2d\u5b9a\u3067\u304d\u308b\u305f\u3081\u3001\u7279\u5b9a\u306e\u30e6\u30fc\u30b6\u30fc\u306b\u95a2\u3059\u308b\u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u306e\u60c5\u5831\u306f\u3001\u305d\u308c\u3092\u8981\u6c42\u3059\u308b\u30e6\u30fc\u30b6\u30fc\u306b\u5fdc\u3058\u3066\u8abf\u6574\u3055\u308c\u3066\u8fd4\u3055\u308c\u307e\u3059\u3002

profile.view.show= (GET) \u30e6\u30fc\u30b6\u30fc\u306e\u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u3092\u53d6\u5f97\u3057\u307e\u3059\u3002 \u30ec\u30b9\u30dd\u30f3\u30b9\u306f\u3001\u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u306e\u6240\u6709\u8005\u306e\u30d7\u30e9\u30a4\u30d0\u30b7\u30fc\u8a2d\u5b9a (/profile/USER.xml) \u306b\u5f93\u3063\u3066\u3001\u30ea\u30af\u30a8\u30b9\u30c8\u3092\u884c\u3046\u30e6\u30fc\u30b6\u30fc\u5411\u3051\u306b\u8abf\u6574\u3055\u308c\u307e\u3059\u3002

profile.redirect./{prefix}/{id}/account = \u30e6\u30fc\u30b6\u30fc\u30a8\u30f3\u30c6\u30a3\u30c6\u30a3\u30d7\u30ed\u30d0\u30a4\u30c0\u30fc\u306b\u30ea\u30c0\u30a4\u30ec\u30af\u30c8\u3059\u308b\u3053\u3068\u306b\u3088\u308b\u30e6\u30fc\u30b6\u30fc\u306e\u30a2\u30ab\u30a6\u30f3\u30c8\u8a73\u7d30\u306e\u53d6\u5f97\u3092\u8a31\u53ef\u3057\u307e\u3059

profile.view.new= (POST) \u65b0\u3057\u3044\u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u3092\u4f5c\u6210\u3057\u307e\u3059\u3002
profile.view.edit= (POST) \u65e2\u5b58\u306e\u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u3092\u66f4\u65b0\u3057\u307e\u3059\u3002 \u5236\u9650\u4ed8\u304d\u30b5\u30dd\u30fc\u30c8\u3067\u3059\u3002
profile.view.delete= (DELETE) \u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u3092\u524a\u9664\u3057\u307e\u3059\u3002 \u73fe\u5728\u5b9f\u88c5\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002

profile.action.minimal=\u30e6\u30fc\u30b6\u30fc\u306e\u6700\u5c0f\u9650\u306e\u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u3092\u53d6\u5f97\u3057\u307e\u3059\u3002 \u30e6\u30fc\u30b6\u30fc\u4e00\u89a7\u306b\u4fbf\u5229\u3067\u3059\u3002 \u30b5\u30e0\u30cd\u30a4\u30eb\u753b\u50cf\u304c\u542b\u307e\u308c\u307e\u3059\u3002 /formatted \u3092\u4ed8\u52a0\u3059\u308b\u3068\u3001\u30e6\u30fc\u30b6\u30fc\u306e\u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u306e HTML \u5f62\u5f0f\u30d0\u30fc\u30b8\u30e7\u30f3\u304c\u8fd4\u3055\u308c\u3001\u305d\u306e\u307e\u307e\u4f7f\u7528\u3067\u304d\u307e\u3059\u3002

profile.action.academic=\u30e6\u30fc\u30b6\u30fc\u306e\u30a2\u30ab\u30c7\u30df\u30c3\u30af\u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u3092\u53d6\u5f97\u3057\u307e\u3059\u3002 \u30d5\u30eb\u30b5\u30a4\u30ba\u306e\u753b\u50cf\u3068\u5b66\u4e8b\u95a2\u9023\u60c5\u5831\u306e\u307f\u304c\u542b\u307e\u308c\u307e\u3059\u3002 /formatted \u3092\u4ed8\u52a0\u3059\u308b\u3068\u3001\u30e6\u30fc\u30b6\u30fc\u306e\u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u306e HTML \u5f62\u5f0f\u30d0\u30fc\u30b8\u30e7\u30f3\u304c\u8fd4\u3055\u308c\u3001\u305d\u306e\u307e\u307e\u4f7f\u7528\u3067\u304d\u307e\u3059\u3002

profile.action.image=\u30e6\u30fc\u30b6\u30fc\u306e\u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u753b\u50cf\u3092\u53d6\u5f97\u3057\u307e\u3059\u3002 /thumb \u3092\u4ed8\u52a0\u3059\u308b\u3068\u3001\u30b5\u30e0\u30cd\u30a4\u30eb (/profile/USER/image/thumb) \u304c\u3042\u308c\u3070\u53d6\u5f97\u3057\u307e\u3059\u3002 \u30b5\u30e0\u30cd\u30a4\u30eb\u304c\u306a\u3044\u5834\u5408\u306f\u30e1\u30a4\u30f3\u306e\u753b\u50cf\u304c\u8fd4\u3055\u308c\u307e\u3059\u3002/avatar \u3092\u4ed8\u52a0\u3059\u308b\u3068\u3001\u30a2\u30d0\u30bf\u30fc (/profile/USER/image/avatar) \u304c\u3042\u308c\u3070\u53d6\u5f97\u3057\u307e\u3059\u3002\u30a2\u30d0\u30bf\u30fc\u304c\u306a\u3044\u5834\u5408\u306f\u30e1\u30a4\u30f3\u306e\u753b\u50cf\u304c\u8fd4\u3055\u308c\u307e\u3059\u3002\u30aa\u30d7\u30b7\u30e7\u30f3\u3067\u3001\u30b5\u30a4\u30c8 ID URL \u30d1\u30e9\u30e1\u30fc\u30bf\u3092\u8ffd\u52a0\u3059\u308b\u3068\u3001\u30b5\u30a4\u30c8\u306e\u6a29\u9650\u3092\u30c1\u30a7\u30c3\u30af\u3067\u304d\u307e\u3059 (/profile/USER/image?siteId={siteid} \u307e\u305f\u306f /profile/USER/image/thumb?siteId={siteid})\u3002\u753b\u50cf\u306e\u30d0\u30a4\u30ca\u30ea\u3092\u8fd4\u3057\u307e\u3059\u3002 \u753b\u50cf\u304c\u5b58\u5728\u3057\u306a\u3044\u304b\u8a31\u53ef\u3055\u308c\u3066\u3044\u306a\u3044\u5834\u5408\u306f\u521d\u671f\u8a2d\u5b9a\u306e\u753b\u50cf\u3092\u8fd4\u3057\u307e\u3059\u3002 \u30e6\u30fc\u30b6\u30fc (\u307e\u305f\u306f\u30aa\u30d7\u30b7\u30e7\u30f3\u306e\u30b5\u30a4\u30c8 ID) \u304c\u7121\u52b9\u306e\u5834\u5408\u306f 404 \u3092\u8fd4\u3057\u307e\u3059\u3002 \u30a2\u30c3\u30d7\u30ed\u30fc\u30c9\u3055\u308c\u3066\u3044\u308b\u304b URL \u304c\u5b58\u5728\u3059\u308b\u304b\u306b\u3088\u3063\u3066\u753b\u50cf\u304c\u5b58\u5728\u3059\u308b\u5834\u5408\u306f\u3001\u5fc5\u305a\u753b\u50cf\u3092\u8fd4\u3057\u307e\u3059 (\u30b7\u30b9\u30c6\u30e0\u3067\u306e\u8a2d\u5b9a\u306b\u3088\u308a\u7570\u306a\u308a\u307e\u3059\u3002\u300cProfile2 sakai.properties\u300d\u3092\u53c2\u7167\u3057\u3066\u304f\u3060\u3055\u3044)\u3002 \u76f4\u63a5 img \u30bf\u30b0\u5185\u3067\u4f7f\u7528\u3067\u304d\u307e\u3059 (&lt;img src="/profile/USER/image[/thumb]" /&gt;) \u304c\u3001\u5e38\u306b\u4f55\u304b\u3092\u8fd4\u3059\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002 \u30ea\u30bf\u30fc\u30f3\u5f62\u5f0f (.xml) \u3092\u6307\u5b9a\u3057\u306a\u3044\u3067\u304f\u3060\u3055\u3044\u3002 
profile.action.connections=\u30e6\u30fc\u30b6\u30fc\u306e\u30b3\u30cd\u30af\u30b7\u30e7\u30f3\u4e00\u89a7\u3092\u8fd4\u3057\u307e\u3059\u3002 \u30a2\u30af\u30bb\u30b9\u3067\u304d\u306a\u304f\u3066\u30e6\u30fc\u30b6\u30fc\u306e\u30b3\u30cd\u30af\u30b7\u30e7\u30f3\u304c\u8868\u793a\u3055\u308c\u306a\u3044\u304b\u30e6\u30fc\u30b6\u30fc\u304c\u7121\u52b9\u3067\u3042\u308b\u306a\u3069\u3001\u300c\u306a\u3057\u300d\u307e\u305f\u306f\u300c\u5931\u6557\u300d(404) \u306e\u5834\u5408\u306f\u7a7a\u306e\u4e00\u89a7\u3092\u8fd4\u3057\u307e\u3059\u3002
