# this defines the entity description for profile
profile = Stellt das Profil eines Benutzers dar. Aufgrund der Privatsph\u00e4re-Einstellungen, die ein Benutzer f\u00fcr einzelne Bereiche seines Profils vornehmen kann, h\u00e4ngen die Profilinformationen, die \u00fcber einen bestimmten Benutzer angezeigt werden, von der Person ab, die diese Informationen anfordert.

profile.view.show= (ABRUFEN) Ruft das Profil eines Benutzers ab. Die ausgegebenen Informationen h\u00e4ngen gem\u00e4\u00df Privatsph\u00e4re-Einstellungen des Profileigent\u00fcmers von der jeweiligen Person ab, die diese anfordert (/profile/USER.xml).

profile.redirect./{prefix}/{id}/account = Erm\u00f6glicht die Abfrage der Kontodetails durch die Weiterleitung zum Anbieter der Benutzerentit\u00e4t

profile.view.new= (POSTEN) Erstellt ein neues Profil.
profile.view.edit= (POSTEN) Aktualisiert ein neues Profil. Eingeschr\u00e4nkte Unterst\u00fctzung.
profile.view.delete= (L\u00d6SCHEN) L\u00f6scht ein Profil. Derzeit nicht implementiert.

profile.action.minimal=Minimal-Profil eines Benutzers abrufen. F\u00fcr Benutzerlisten n\u00fctzlich. Umfasst eine Miniaturansicht. Nachtragen/formatieren, um eine HTML-formatierte Version eines Profils zur\u00fcckzugeben, die direkt verwendet werden kann.

profile.action.academic=Akademisches Profil eines Benutzers abrufen. Umfasst Vollbildanzeige und nur akademische Informationen. Nachtragen/formatieren, um eine HTML-formatierte Version eines Profils zur\u00fcckzugeben, die direkt verwendet werden kann.

profile.action.image=Profilansicht eines Benutzers abrufen. Nachtragen/Miniaturansicht erstellen, um ein Miniaturbild zu erhalten (/profile/USER/image/thumb), sofern ein Bild vorhanden ist. Ist keine Miniaturansicht verf\u00fcgbar, wird das Hauptbild angezeigt. Nachtragen/Avatar, um einen Avatar zu erhalten (/profile/USER/image/avatar), sofern einer vorhanden ist. Ist kein Avatar verf\u00fcgbar, wird das Hauptbild angezeigt. F\u00fcgt optional den URL-Parameter \u201esiteid\u201c hinzu, damit Berechtigungen f\u00fcr Sites gepr\u00fcft werden k\u00f6nnen (/profile/USER/image?siteId={siteid} oder /profile/USER/image/thumb?siteId={siteid}). Gibt Bin\u00e4rversion des Bildes zur\u00fcck. Gibt Standardbild zur\u00fcck, wenn kein Bild vorhanden oder zul\u00e4ssig ist. 404 zur\u00fcckgeben, wenn der Benutzer (oder optional die siteid) ung\u00fcltig ist. Gibt immer ein Bild zur\u00fcck, wenn eines vorhanden ist, entweder in Form eines hochgeladenen Bildes oder einer URL (je nach Konfiguration des Systems\u00a0\u2013 siehe Profile2 sakai.properties). Sie k\u00f6nnen es direkt in einem Bildtag verwenden &lt;img src="/profile/USER/image[/thumb]" /&gt;, es sollte immer eine R\u00fcckgabe erfolgen. Legen Sie KEIN R\u00fcckgabeformat, d.\u00a0h. .xml, fest. 
profile.action.connections=Gibt eine Verbindungsliste f\u00fcr einen Benutzer zur\u00fcck. Gibt eine leere Liste zur\u00fcck, falls keine Verbindungen vorhanden sind, oder eine Fehlermeldung (404), wenn Sie nicht \u00fcber die Berechtigung zum Anzeigen von Benutzerverbindungen verf\u00fcgen oder wenn der Benutzer ung\u00fcltig ist.
