RequiredValidator=\u300c${label}\u300d\u304c\u5fc5\u8981\u3067\u3059
accessibility.connection.add=\u30b3\u30cd\u30af\u30b7\u30e7\u30f3\u3068\u3057\u3066{0}\u3092\u8ffd\u52a0
accessibility.connection.confirm={0}\u306e\u30b3\u30cd\u30af\u30b7\u30e7\u30f3\u30ea\u30af\u30a8\u30b9\u30c8\u3092\u627f\u8a8d\u3057\u307e\u3059\u304b?
accessibility.connection.ignore={0}\u306e\u30b3\u30cd\u30af\u30b7\u30e7\u30f3\u30ea\u30af\u30a8\u30b9\u30c8\u3092\u7121\u8996\u3057\u307e\u3059\u304b?
accessibility.connection.remove=\u524a\u9664{0}\u306b\u63a5\u7d9a\u304b\u3089\uff1f
accessibility.edit.basic=\u500b\u4eba\u60c5\u5831\u3092\u7de8\u96c6
accessibility.edit.business=\u52e4\u52d9\u5148\u60c5\u5831\u3092\u7de8\u96c6
accessibility.edit.contact=\u57fa\u672c\u60c5\u5831\u3092\u7de8\u96c6
accessibility.edit.personal=\u9023\u7d61\u5148\u60c5\u5831\u3092\u7de8\u96c6
accessibility.edit.social=SNS \u60c5\u5831\u3092\u7de8\u96c6
accessibility.edit.staff=\u30b9\u30bf\u30c3\u30d5\u60c5\u5831\u3092\u7de8\u96c6
accessibility.edit.student=\u53d7\u8b1b\u8005\u60c5\u5831\u3092\u7de8\u96c6
accessibility.image.upload=\u3042\u306a\u305f\u306e\u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u7528\u306e\u5199\u771f\u3092\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9\u3057\u307e\u3059
accessibility.image.url=\u3042\u306a\u305f\u306e\u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u5199\u771f\u306e URL \u3092\u5165\u529b\u3057\u307e\u3059
accessibility.messages.unread=\u672a\u8aad\u30e1\u30c3\u30bb\u30fc\u30b8
accessibility.prefs.confirms.off=\u30b3\u30cd\u30af\u30b7\u30e7\u30f3\u30ea\u30af\u30a8\u30b9\u30c8\u304c\u627f\u8a8d\u3055\u308c\u305f\u3068\u304d\u306e\u30e1\u30fc\u30eb\u901a\u77e5\u3092\u7121\u52b9\u5316\u3057\u307e\u3057\u305f
accessibility.prefs.confirms.on=\u30b3\u30cd\u30af\u30b7\u30e7\u30f3\u30ea\u30af\u30a8\u30b9\u30c8\u304c\u627f\u8a8d\u3055\u308c\u305f\u3068\u304d\u306e\u30e1\u30fc\u30eb\u901a\u77e5\u3092\u6709\u52b9\u5316\u3057\u307e\u3057\u305f
accessibility.prefs.gallery=\u500b\u4eba\u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u306e\u5199\u771f\u3092\u8868\u793a
accessibility.prefs.gravatar=\u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u753b\u50cf\u3068\u3057\u3066 gravatar \u3092\u4f7f\u7528\u3057\u307e\u3059
accessibility.prefs.kudos=\u81ea\u5206\u306e\u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u306b kudos \u306e\u8a55\u4fa1\u3092\u8868\u793a
accessibility.prefs.messagenew.off=\u65b0\u898f\u30e1\u30c3\u30bb\u30fc\u30b8\u3092\u81ea\u5206\u306b\u9001\u3063\u305f\u3068\u304d\u306e\u30e1\u30fc\u30eb\u901a\u77e5\u3092\uff0c\u7121\u52b9\u5316\u3057\u307e\u3057\u305f
accessibility.prefs.messagenew.on=\u65b0\u898f\u30e1\u30c3\u30bb\u30fc\u30b8\u3092\u81ea\u5206\u306b\u9001\u3063\u305f\u3068\u304d\u306e\u30e1\u30fc\u30eb\u901a\u77e5\u3092\uff0c\u6709\u52b9\u5316\u306b\u3057\u307e\u3057\u305f
accessibility.prefs.messagereply.off=\u81ea\u5206\u306e\u30e1\u30c3\u30bb\u30fc\u30b8\u306e\u3044\u305a\u308c\u304b\u306b\u8fd4\u4fe1\u304c\u3042\u3063\u305f\u3068\u304d\u306e\u30e1\u30fc\u30eb\u901a\u77e5\u3092\uff0c\u7121\u52b9\u5316\u3057\u307e\u3057\u305f
accessibility.prefs.messagereply.on=\u81ea\u5206\u306e\u30e1\u30c3\u30bb\u30fc\u30b8\u306e\u3044\u305a\u308c\u304b\u306b\u8fd4\u4fe1\u304c\u3042\u3063\u305f\u3068\u304d\u306e\u30e1\u30fc\u30eb\u901a\u77e5\u3092\u6709\u52b9\u5316\u3057\u307e\u3057\u305f
accessibility.prefs.officialimage=\u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u753b\u50cf\u3068\u3057\u3066\u5927\u5b66\u306e\u6b63\u5f0f\u306a\u753b\u50cf\u3092\u4f7f\u7528\u3057\u307e\u3059
accessibility.prefs.onlinestatus=\u81ea\u5206\u306e\u30aa\u30f3\u30e9\u30a4\u30f3\u72b6\u614b\u3092\u4ed6\u306e\u4eba\u306b\u8868\u793a
accessibility.prefs.overview=\u30e1\u30fc\u30eb\u901a\u77e5\u8a2d\u5b9a
accessibility.prefs.requests.off=\u30b3\u30cd\u30af\u30b7\u30e7\u30f3\u3068\u3057\u3066\u79c1\u3092\u8ffd\u52a0\u3057\u305f\u3068\u304d\u306e\u30e1\u30fc\u30eb\u901a\u77e5\u3092\u7121\u52b9\u5316\u3057\u307e\u3057\u305f
accessibility.prefs.requests.on=\u30b3\u30cd\u30af\u30b7\u30e7\u30f3\u3068\u3057\u3066\u79c1\u3092\u8ffd\u52a0\u3057\u305f\u3068\u304d\u306e\u30e1\u30fc\u30eb\u901a\u77e5\u3092\u6709\u52b9\u5316\u3057\u307e\u3057\u305f
accessibility.prefs.twitterauthcode=\u3042\u306a\u305f\u306eTwitter\u306e\u8a8d\u8a3c\u30b3\u30fc\u30c9\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044
accessibility.prefs.wallnew.off=\u30a6\u30a9\u30fc\u30eb\u306b\u6295\u7a3f\u304c\u3042\u3063\u305f\u3068\u304d\u306e\u30e1\u30fc\u30eb\u901a\u77e5\u3092\u7121\u52b9\u5316\u3057\u307e\u3057\u305f
accessibility.prefs.wallnew.on=\u30a6\u30a9\u30fc\u30eb\u306b\u6295\u7a3f\u304c\u3042\u3063\u305f\u3068\u304d\u306e\u30e1\u30fc\u30eb\u901a\u77e5\u3092\u6709\u52b9\u5316\u3057\u307e\u3057\u305f
accessibility.prefs.worksite.off=\u65b0\u3057\u3044\u30ef\u30fc\u30af\u30b5\u30a4\u30c8\u306b\u79c1\u304c\u8ffd\u52a0\u3055\u308c\u305f\u3068\u304d\u306e\u30e1\u30fc\u30eb\u901a\u77e5\u3092\u7121\u52b9\u5316\u3057\u307e\u3057\u305f
accessibility.prefs.worksite.on=\u65b0\u3057\u3044\u30ef\u30fc\u30af\u30b5\u30a4\u30c8\u306b\u79c1\u304c\u8ffd\u52a0\u3055\u308c\u305f\u3068\u304d\u306e\u30e1\u30fc\u30eb\u901a\u77e5\u3092\u6709\u52b9\u5316\u3057\u307e\u3057\u305f
accessibility.privacy.academic=\u5b66\u90e8\uff0c\u5b66\u79d1\uff0c\u5c02\u653b\u306a\u3069\u306e\u30a2\u30ab\u30c7\u30df\u30c3\u30af\u60c5\u5831\u3092\u8ab0\u304c\u95b2\u89a7\u3067\u304d\u308b\u304b\u3092\u9078\u3073\u307e\u3059\uff0e
accessibility.privacy.basic=\u30cb\u30c3\u30af\u30cd\u30fc\u30e0\u3084\u751f\u5e74\u6708\u65e5\u306a\u3069\u306e\u57fa\u672c\u60c5\u5831\u3092\u8ab0\u304c\u95b2\u89a7\u3067\u304d\u308b\u304b\u3092\u9078\u3073\u307e\u3059\uff0e
accessibility.privacy.birthyear=\u751f\u307e\u308c\u305f\u5e74\u3092\u8868\u793a\u3059\u308b\u304b\u8868\u793a\u89e3\u9664\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u9078\u3073\u307e\u3059\uff0e\u30c1\u30a7\u30c3\u30af\u3057\u305f\u3082\u306e\u304c\u8868\u793a\u3055\u308c\u307e\u3059\uff0e
accessibility.privacy.business=\u696d\u754c\uff0c\u8077\u4f4d\uff0c\u8077\u6b74\u306a\u3069\u306e\u52e4\u52d9\u5148\u60c5\u5831\u3092\u8ab0\u304c\u95b2\u89a7\u3067\u304d\u308b\u304b\u3092\u9078\u3073\u307e\u3059\uff0e
accessibility.privacy.contact=\u30e1\u30fc\u30eb\u30a2\u30c9\u30ec\u30b9\u3084\u96fb\u8a71\u756a\u53f7\u306e\u3088\u3046\u306a\u3082\u306e\u3092\u8ab0\u304c\u95b2\u89a7\u3067\u304d\u308b\u304b\u3092\u9078\u3073\u307e\u3059\uff0e
accessibility.privacy.friends=\u30b3\u30cd\u30af\u30b7\u30e7\u30f3\u4e00\u89a7\u3092\u8ab0\u304c\u95b2\u89a7\u3067\u304d\u308b\u304b\u3092\u9078\u3073\u307e\u3059\uff0e
accessibility.privacy.image=\u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u5199\u771f\u3092\u8ab0\u304c\u95b2\u89a7\u3067\u304d\u308b\u304b\u3092\u9078\u3073\u307e\u3059\uff0e
accessibility.privacy.kudos=kudos \u306e\u8a55\u4fa1\u3092\u8ab0\u304c\u95b2\u89a7\u3067\u304d\u308b\u304b\u3092\u9078\u3073\u307e\u3059\uff0e(\u8a2d\u5b9a\u304c\u6709\u52b9\u306a\u5834\u5408)
accessibility.privacy.messages=\u30e1\u30c3\u30bb\u30fc\u30b8\u3092\u8ab0\u304c\u9001\u4fe1\u3067\u304d\u308b\u304b\u3092\u9078\u3073\u307e\u3059\uff0e
accessibility.privacy.onlinestatus=\u30aa\u30f3\u30e9\u30a4\u30f3\u72b6\u614b\u3092\u8ab0\u304c\u95b2\u89a7\u3067\u304d\u308b\u304b\u3092\u9078\u3073\u307e\u3059\uff0e
accessibility.privacy.overview=\u3042\u306a\u305f\u306e\u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u306e\u3069\u306e\u90e8\u5206\u3092\u8ab0\u304c\u95b2\u89a7\u3067\u304d\u308b\u304b\u3092\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u3057\u307e\u3059
accessibility.privacy.personal=\u597d\u304d\u306a\u672c\u3084\u30c6\u30ec\u30d3\u756a\u7d44\u306a\u3069\u3092\u8ab0\u304c\u95b2\u89a7\u3067\u304d\u308b\u304b\u3092\u9078\u3073\u307e\u3059\uff0e
accessibility.privacy.pictures=\u5199\u771f\u30ae\u30e3\u30e9\u30ea\u30fc\u3092\u8ab0\u304c\u95b2\u89a7\u3067\u304d\u308b\u304b\u3092\u9078\u3073\u307e\u3059\uff0e
accessibility.privacy.social=\u3060\u308c\u304cFacebook\u3001LinkedIn\u304a\u3088\u3073MySpace\u306e\u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u306e\u3088\u3046\u306a\u793e\u4f1a\u7684\u306a\u30cd\u30c3\u30c8\u30ef\u30fc\u30ad\u30f3\u30b0\u60c5\u5831\u3092\u3001\u898b\u308b\u3053\u3068\u304c\u3067\u304d\u308b\u304b\u9078\u629e\u3057\u306a\u3055\u3044\u3002
accessibility.privacy.staff=\u3060\u308c\u304c\u30b9\u30bf\u30c3\u30d5\u60c5\u5831\u3092\u898b\u308b\u3053\u3068\u304c\u3067\u304d\u308b\u304b\u9078\u629e\u3057\u306a\u3055\u3044
accessibility.privacy.status=\u30b9\u30c6\u30fc\u30bf\u30b9\u66f4\u65b0\u3092\u8ab0\u304c\u95b2\u89a7\u3067\u304d\u308b\u304b\u3092\u9078\u3073\u307e\u3059\uff0e
accessibility.privacy.student=\u3060\u308c\u304c\u5b66\u751f\u60c5\u5831\u3092\u898b\u308b\u3053\u3068\u304c\u3067\u304d\u308b\u304b\u9078\u629e\u3057\u306a\u3055\u3044
accessibility.privacy.wall=\u30a6\u30a9\u30fc\u30eb\u3092\u8ab0\u304c\u95b2\u89a7\u3067\u304d\u308b\u304b\u3092\u9078\u3073\u307e\u3059\uff0e
accessibility.profile.academicprofileurl.input=\u3042\u306a\u305f\u306e\u30a2\u30ab\u30c7\u30df\u30c3\u30af\u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u306e URL \u3092\u5165\u529b\u3057\u307e\u3059
accessibility.profile.birthday=\u751f\u5e74\u6708\u65e5\u3092\u9078\u629e\u3057\u3066\u4e0b\u3055\u3044\uff0e\u30d7\u30e9\u30a4\u30d0\u30b7\u30fc\u8a2d\u5b9a\u3067\u751f\u307e\u308c\u305f\u5e74\u3092\u8868\u793a\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u9078\u3076\u3053\u3068\u304c\u3067\u304d\u307e\u3059\uff0e
accessibility.profile.businessbio.input=\u3042\u306a\u305f\u306e\u8077\u6b74\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044
accessibility.profile.companydescription.input=\u4f1a\u793e\u306e\u8aac\u660e\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044
accessibility.profile.companyname.input=\u4f1a\u793e\u540d\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044
accessibility.profile.companyurl.input=\u4f1a\u793e\u306eWeb\u30a2\u30c9\u30ec\u30b9\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044
accessibility.profile.course.input=\u3042\u306a\u305f\u306e\u30b3\u30fc\u30b9\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044
accessibility.profile.department.input=\u3042\u306a\u305f\u306e\u90e8\u9580\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044
accessibility.profile.email.input=\u3042\u306a\u305f\u306e\u30e1\u30fc\u30eb\u30a2\u30c9\u30ec\u30b9\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044
accessibility.profile.facebookurl.input=\u3042\u306a\u305f\u306eFacebook\u306eURL\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044
accessibility.profile.facsimile.input=\u3042\u306a\u305f\u306eFAX\u756a\u53f7\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044
accessibility.profile.favouritebooks.input=\u3042\u306a\u305f\u306e\u597d\u304d\u306a\u672c\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044
accessibility.profile.favouritemovies.input=\u3042\u306a\u305f\u306e\u597d\u304d\u306a\u6620\u753b\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044
accessibility.profile.favouritequotes.input=\u3042\u306a\u305f\u306e\u597d\u304d\u306a\u8a00\u8449\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044
accessibility.profile.favouritetv.input=\u3042\u306a\u305f\u306e\u597d\u304d\u306a\u30c6\u30ec\u30d3\u756a\u7d44\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044
accessibility.profile.homepage.input=\u3042\u306a\u305f\u306eWeb\u30da\u30fc\u30b8\u306eURL\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044
accessibility.profile.homephone.input=\u3042\u306a\u305f\u306e\u81ea\u5b85\u306e\u96fb\u8a71\u756a\u53f7\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044
accessibility.profile.linkedinurl.input=\u3042\u306a\u305f\u306eLinkedIn\u306eURL\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044
accessibility.profile.messagebody.input=\u3042\u306a\u305f\u306e\u30e1\u30c3\u30bb\u30fc\u30b8\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044
accessibility.profile.messagerecipient.input=\u53d7\u4fe1\u8005\u3092\u9078\u629e\u3057\u3066\u4e0b\u3055\u3044
accessibility.profile.messagesubject.input=\u3042\u306a\u305f\u306e\u30e1\u30c3\u30bb\u30fc\u30b8\u306e\u984c\u540d\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044
accessibility.profile.mobilephone.input=\u3042\u306a\u305f\u306e\u643a\u5e2f\u96fb\u8a71\u756a\u53f7\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044
accessibility.profile.myspaceurl.input=\u3042\u306a\u305f\u306eLinkedIn\u306eURL\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044
accessibility.profile.nickname.input=\u3042\u306a\u305f\u306e\u3092\u30cb\u30c3\u30af\u30cd\u30fc\u30e0\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044
accessibility.profile.position.input=\u3042\u306a\u305f\u306e\u5f79\u8077\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044
accessibility.profile.publications.input=\u3042\u306a\u305f\u306e\u51fa\u7248\u7269\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044
accessibility.profile.room.input=\u3042\u306a\u305f\u306e\u90e8\u5c4b\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044
accessibility.profile.school.input=\u3042\u306a\u305f\u306e\u5b66\u6821\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044
accessibility.profile.skypeusername.input=\u3042\u306a\u305f\u306eSkype\u30e6\u30fc\u30b6\u540d\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044
accessibility.profile.staffprofile.input=\u3042\u306a\u305f\u306e\u30b9\u30bf\u30c3\u30d5\u306e\u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044
accessibility.profile.status.clear=\u30b9\u30c6\u30fc\u30bf\u30b9\u3092\u30af\u30ea\u30a2
accessibility.profile.status.input=\u3042\u306a\u305f\u306e\u73fe\u5728\u306e\u72b6\u614b\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044
accessibility.profile.subjects.input=\u3042\u306a\u305f\u306e\u8ab2\u984c\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044
accessibility.profile.summaryinput=\u3042\u306a\u305f\u306e\u500b\u4eba\u6982\u8981\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044
accessibility.profile.twitterurl.input=\u3042\u306a\u305f\u306eTwitter URL\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044
accessibility.profile.uniprofileurl.input=\u3042\u306a\u305f\u306e\u5927\u5b66\u3067\u306e\u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044
accessibility.profile.wallpost.input=\u3042\u306a\u305f\u306eWall Post\u306e\u30c6\u30ad\u30b9\u30c8\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044
accessibility.profile.workphone.input=\u3042\u306a\u305f\u306e\u8077\u5834\u306e\u96fb\u8a71\u756a\u53f7\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044
accessibility.search.connections=\u691c\u7d22\u7d50\u679c\u306b\u30b3\u30cd\u30af\u30b7\u30e7\u30f3\u3092\u542b\u3081\u308b
accessibility.search.worksite=\u9078\u629e\u3057\u305f\u30ef\u30fc\u30af\u30b5\u30a4\u30c8\u306b\u691c\u7d22\u3092\u5236\u9650\u3059\u308b
accessibility.wall.comment={0}\u306e\u30a6\u30a9\u30fc\u30eb\u306e\u6295\u7a3f\u306b\u30b3\u30e1\u30f3\u30c8
accessibility.wall.remove.mine=\u3042\u306a\u305f\u306e\u30a6\u30a9\u30fc\u30eb\u304b\u3089\u6295\u7a3f\u3092\u524a\u9664\u3057\u307e\u3059\u304b?
accessibility.wall.remove.other=\u3042\u306a\u305f\u306e\u30a6\u30a9\u30fc\u30eb\u304b\u3089 "{0}" \u306e\u6295\u7a3f\u3092\u524a\u9664\u3057\u307e\u3059\u304b?
button.business.add.profile=\u52e4\u52d9\u5148\u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u3092\u8ffd\u52a0
button.business.remove.profile=\u52e4\u52d9\u5148\u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u3092\u524a\u9664
button.cancel=\u30ad\u30e3\u30f3\u30bb\u30eb
button.close=\u9589\u3058\u308b
button.edit=\u7de8\u96c6
button.friend.add=\u30b3\u30cd\u30af\u30b7\u30e7\u30f3\u3092\u8ffd\u52a0
button.friend.cancel=\u30b3\u30cd\u30af\u30b7\u30e7\u30f3\u30ea\u30af\u30a8\u30b9\u30c8\u3092\u30ad\u30e3\u30f3\u30bb\u30eb
button.friend.confirm=\u30b3\u30cd\u30af\u30b7\u30e7\u30f3\u30ea\u30af\u30a8\u30b9\u30c8\u3092\u627f\u8a8d
button.friend.ignore=\u30b3\u30cd\u30af\u30b7\u30e7\u30f3\u30ea\u30af\u30a8\u30b9\u30c8\u3092\u7121\u8996
button.friend.remove=\u30b3\u30cd\u30af\u30b7\u30e7\u30f3\u3092\u524a\u9664
button.gallery.remove=\u5199\u771f\u3092\u524a\u9664
button.gallery.remove.confirm=\u524a\u9664\u3092\u78ba\u8a8d
button.gallery.setprofile=\u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u5199\u771f\u3068\u3057\u3066\u30bb\u30c3\u30c8
button.gallery.setprofile.confirm=\u65b0\u3057\u3044\u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u306e\u753b\u50cf\u3092\u78ba\u8a8d\u3057\u306a\u3055\u3044
button.gallery.upload=\u9078\u629e\u3057\u305f\u30d5\u30a1\u30a4\u30eb\u3092\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9
button.link=\u30ea\u30f3\u30af
button.message.reply=\u8fd4\u4fe1
button.message.send=\u30e1\u30c3\u30bb\u30fc\u30b8\u3092\u9001\u4fe1
button.save=\u4fdd\u5b58
button.save.changes=\u5909\u66f4\u3092\u4fdd\u5b58
button.save.settings=\u8a2d\u5b9a\u3092\u4fdd\u5b58
button.sayit=\u767a\u8a00
button.search.byinterest=\u5171\u901a\u306e\u8208\u5473\u3067\u691c\u7d22
button.search.byname=\u540d\u524d\u307e\u305f\u306f\u30e1\u30fc\u30eb\u3067\u691c\u7d22
button.search.clear=\u691c\u7d22\u3092\u30af\u30ea\u30a2
button.search.generic=\u691c\u7d22
button.search.history.clear=\u5c65\u6b74\u3092\u30af\u30ea\u30a2
button.upload=\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9
button.url.add=URL \u3092\u8ffd\u52a0
button.wall.comment=\u30b3\u30e1\u30f3\u30c8\u3092\u8ffd\u52a0
button.wall.post=\u30a6\u30a9\u30fc\u30eb\u306b\u6295\u7a3f
button.wall.remove=\u30a6\u30a9\u30fc\u30eb\u304b\u3089\u524a\u9664
button.worksite.cancel=\u30ad\u30e3\u30f3\u30bb\u30eb
button.worksite.create=\u4f5c\u6210
email.EmailAddressValidator=\u4e0d\u6b63\u306a\u30e1\u30fc\u30eb\u30a2\u30c9\u30ec\u30b9\u3067\u3059
error.empty.file.uploaded=\u7a7a\u30d5\u30a1\u30a4\u30eb\u3092\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9\u3059\u308b\u3053\u3068\u3092\u8a66\u307f\u305f
error.file.save.failed=\u30d5\u30a1\u30a4\u30eb\u306e\u4fdd\u5b58\u306b\u5931\u6557\u3057\u307e\u3057\u305f
error.friend.add.failed=<b>{0}</b> \u306b\u30b3\u30cd\u30af\u30b7\u30e7\u30f3\u30ea\u30af\u30a8\u30b9\u30c8\u3092\u9001\u4fe1\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\uff0e
error.friend.already.confirmed=<b>{0}</b> \u3068\u306e\u30b3\u30cd\u30af\u30b7\u30e7\u30f3\u304c\u3059\u3067\u306b\u3042\u308a\u307e\u3059\uff0e
error.friend.already.pending=<b>{0}</b> \u3068\u306e\u30b3\u30cd\u30af\u30b7\u30e7\u30f3\u30ea\u30af\u30a8\u30b9\u30c8\u306e\u627f\u8a8d\u5f85\u3061\u304c\u3059\u3067\u306b\u3042\u308a\u307e\u3059\uff0e
error.friend.confirm.failed=<b>{0}</b> \u306e\u30b3\u30cd\u30af\u30b7\u30e7\u30f3\u30ea\u30af\u30a8\u30b9\u30c8\u3092\u627f\u8a8d\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\uff0e
error.friend.ignore.failed=<b>{0}</b> \u306e\u30b3\u30cd\u30af\u30b7\u30e7\u30f3\u30ea\u30af\u30a8\u30b9\u30c8\u3092\u7121\u8996\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\uff0e
error.friend.not.friend=<b>{0}</b> \u3068\u306e\u30b3\u30cd\u30af\u30b7\u30e7\u30f3\u304c\u3042\u308a\u307e\u305b\u3093\u306e\u3067\uff0c\u524a\u9664\u3055\u308c\u308b\u3053\u3068\u306f\u3042\u308a\u307e\u305b\u3093\uff0e
error.friend.not.pending.confirm=<b>{0}</b> \u304b\u3089\u306e\u30b3\u30cd\u30af\u30b7\u30e7\u30f3\u30ea\u30af\u30a8\u30b9\u30c8\u3067\u627f\u8a8d\u5f85\u3061\u306e\u3082\u306e\u306f\u3042\u308a\u307e\u305b\u3093\u306e\u3067\uff0c\u627f\u8a8d\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\uff0e
error.friend.not.pending.ignore=<b>{0}</b> \u304b\u3089\u306e\u30b3\u30cd\u30af\u30b7\u30e7\u30f3\u30ea\u30af\u30a8\u30b9\u30c8\u3067\u627f\u8a8d\u5f85\u3061\u306e\u3082\u306e\u306f\u3042\u308a\u307e\u305b\u3093\u306e\u3067\uff0c\u7121\u8996\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\uff0e
error.friend.remove.failed=\u30b3\u30cd\u30af\u30b7\u30e7\u30f3\u4e00\u89a7\u304b\u3089 <b>{0}</b> \u3092\u524a\u9664\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\uff0e
error.gallery.remove.failed=\u30ae\u30e3\u30e9\u30ea\u30fc\u304b\u3089\u5199\u771f\u3092\u524a\u9664\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093
error.gallery.setprofile.failed=\u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u5199\u771f\u3068\u3057\u3066\u5199\u771f\u3092\u30bb\u30c3\u30c8\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093
error.gallery.upload.warning=\u30d5\u30a1\u30a4\u30eb\u3092\u307e\u305a\u9078\u629e\u3057\u307e\u3059
error.invalid.image.type=PNG, JPG \u307e\u305f\u306f GIF \u306e\u307f\u304c\u753b\u50cf\u3068\u3057\u3066\u8a31\u3055\u308c\u3066\u3044\u307e\u3059\uff0e
error.message.required.body=\u30e1\u30c3\u30bb\u30fc\u30b8\u306f\u7a7a\u767d\u306b\u3067\u304d\u307e\u305b\u3093
error.message.required.to=\u30e1\u30c3\u30bb\u30fc\u30b8\u3092\u9001\u4fe1\u3059\u308b\u30b3\u30cd\u30af\u30b7\u30e7\u30f3\u3092\u9078\u3076\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059
error.message.send.failed=\u30e1\u30c3\u30bb\u30fc\u30b8\u9001\u4fe1\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f
error.no.file.uploaded=\u30d5\u30a1\u30a4\u30eb\u304c\u9078\u629e\u3055\u308c\u307e\u305b\u3093\u3067\u3057\u305f
error.password.required=\u30d1\u30b9\u30ef\u30fc\u30c9\u304c\u5fc5\u8981\u3067\u3059
error.preferences.save.failed=\u4fdd\u5b58\u306b\u5931\u6557\u3057\u307e\u3057\u305f
error.privacy.save.failed=\u4fdd\u5b58\u306b\u5931\u6557\u3057\u307e\u3057\u305f
error.profile.save.academic.failed=\u4fdd\u5b58\u306b\u5931\u6557\u3057\u307e\u3057\u305f
error.profile.save.business.failed=\u4fdd\u5b58\u306b\u5931\u6557\u3057\u307e\u3057\u305f
error.profile.save.contact.failed=\u4fdd\u5b58\u306b\u5931\u6557\u3057\u307e\u3057\u305f
error.profile.save.info.failed=\u4fdd\u5b58\u306b\u5931\u6557\u3057\u307e\u3057\u305f
error.profile.save.interests.failed=\u4fdd\u5b58\u306b\u5931\u6557\u3057\u307e\u3057\u305f
error.twitter.details.invalid=\u3042\u306a\u305f\u306e Twitter \u8a8d\u8a3c\u60c5\u5831\u3092\u691c\u8a3c\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f
error.url.save.failed=URL \u306e\u4fdd\u5b58\u306b\u5931\u6557\u3057\u307e\u3057\u305f
error.username.required=\u30e6\u30fc\u30b6\u540d\u304c\u5fc5\u8981\u3067\u3059
error.wall.comment.empty=\u7a7a\u306e\u30b3\u30e1\u30f3\u30c8\u3092\u8ffd\u52a0\u3057\u3088\u3046\u3068\u3057\u307e\u3057\u305f.
error.wall.comment.failed=\u30b3\u30e1\u30f3\u30c8\u306b\u5931\u6557\u3057\u307e\u3057\u305f
error.wall.post.empty=\u7a7a\u306e\u5185\u5bb9\u3092\u6295\u7a3f\u3057\u3088\u3046\u3068\u3057\u307e\u3057\u305f.
error.wall.post.failed=\u6295\u7a3f\u306b\u5931\u6557
error.worksite.create.failed=\u30ef\u30fc\u30af\u30b5\u30a4\u30c8\u306e\u4f5c\u6210\u306b\u5931\u6557\u3057\u307e\u3057\u305f.
error.worksite.no.title=\u30b5\u30a4\u30c8\u540d\u3092\u5165\u529b\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059.
exception.heading.session.expired=\u30bb\u30c3\u30b7\u30e7\u30f3\u306e\u6709\u52b9\u671f\u9650\u304c\u5207\u308c\u307e\u3057\u305f\uff0e
exception.text.session.expired=\u6b8b\u5ff5\u3067\u3059\u304c\uff0c\u30bb\u30c3\u30b7\u30e7\u30f3\u306e\u6709\u52b9\u671f\u9650\u304c\u5207\u308c\u307e\u3057\u305f\uff0e\u30da\u30fc\u30b8\u3092\u30ea\u30d5\u30ec\u30c3\u30b7\u30e5\u3059\u308b\u304b\uff0c\u30ed\u30b0\u30a2\u30a6\u30c8\u3057\u3066\u518d\u5ea6\u30ed\u30b0\u30a4\u30f3\u3057\u30bb\u30c3\u30b7\u30e7\u30f3\u3092\u518d\u5ea6\u958b\u59cb\u3057\u3066\u304f\u3060\u3055\u3044\uff0e
facebookUrl.UrlValidator=\u7121\u52b9\u306a URL
facsimile.PhoneNumberValidator=\u7121\u52b9\u306a\u96fb\u8a71\u756a\u53f7
form.uploadTooLarge=\u30d5\u30a1\u30a4\u30eb\u306f ${maxSize} \u3088\u308a\u5c0f\u3055\u3044\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059
heading.academic=\u30a2\u30ab\u30c7\u30df\u30c3\u30af\u60c5\u5831
heading.academic.edit=\u30a2\u30ab\u30c7\u30df\u30c3\u30af\u60c5\u5831
heading.basic=\u57fa\u672c\u60c5\u5831
heading.basic.edit=\u57fa\u672c\u60c5\u5831
heading.business=\u52e4\u52d9\u5148\u60c5\u5831
heading.business.edit=\u52e4\u52d9\u5148\u60c5\u5831
heading.contact=\u9023\u7d61\u60c5\u5831
heading.contact.edit=\u9023\u7d61\u60c5\u5831
heading.friend.requests=\u30b3\u30cd\u30af\u30b7\u30e7\u30f3\u30ea\u30af\u30a8\u30b9\u30c8 - 
heading.friends.my=\u30b3\u30cd\u30af\u30b7\u30e7\u30f3\u30ea\u30af\u30a8\u30b9\u30c8 - 
heading.friends.view={0} \u306e\u30b3\u30cd\u30af\u30b7\u30e7\u30f3 - 
heading.interests=\u500b\u4eba\u60c5\u5831
heading.interests.edit=\u500b\u4eba\u60c5\u5831
heading.messages=\u81ea\u5206\u306e\u30e1\u30c3\u30bb\u30fc\u30b8
heading.pictures.addpicture=\u5199\u771f\u3092\u8ffd\u52a0
heading.pictures.my.pictures=\u30de\u30a4\u5199\u771f
heading.pictures.view.pictures={0} \u306e\u5199\u771f
heading.preferences=\u8a2d\u5b9a
heading.privacy=\u30d7\u30e9\u30a4\u30d0\u30b7\u30fc\u8a2d\u5b9a
heading.search=\u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u3092\u691c\u7d22
heading.section.academic.staff=\u6559\u8077\u54e1\u7528\:
heading.section.academic.students=\u5b66\u751f\u7528\:
heading.section.email=\u30e1\u30fc\u30eb\u901a\u77e5
heading.section.image=\u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u753b\u50cf\u8a2d\u5b9a
heading.section.twitter=Twitter \u9023\u643a
heading.section.widget=\u30a6\u30a3\u30b8\u30a7\u30c3\u30c8\u8a2d\u5b9a
heading.social=\u793e\u4f1a\u7684\u306a\u30cd\u30c3\u30c8\u30ef\u30fc\u30ad\u30f3\u30b0
heading.social.edit=\u793e\u4f1a\u7684\u306a\u30cd\u30c3\u30c8\u30ef\u30fc\u30ad\u30f3\u30b0
heading.staff=\u30b9\u30bf\u30c3\u30d5\u60c5\u5831
heading.staff.edit=\u30b9\u30bf\u30c3\u30d5\u60c5\u5831
heading.student=\u5b66\u751f\u60c5\u5831
heading.student.edit=\u5b66\u751f\u60c5\u5831
heading.widget.my.friends=\u30de\u30a4\u30b3\u30cd\u30af\u30b7\u30e7\u30f3
heading.widget.my.kudos=\u81ea\u5206\u306e kudos
heading.widget.my.pictures=\u30de\u30a4\u5199\u771f
heading.widget.view.friends={0}\u306e\u30b3\u30cd\u30af\u30b7\u30e7\u30f3
heading.widget.view.kudos={0}\u306e kudos
heading.widget.view.pictures={0} \u306e\u5199\u771f
homepage.UrlValidator=\u4e0d\u6b63\u306a URL \u3067\u3059
homephone.PhoneNumberValidator=\u7121\u52b9\u306a\u96fb\u8a71\u756a\u53f7
link.change.profile.picture=\u5199\u771f\u3092\u5909\u66f4
link.edit=\u7de8\u96c6
link.edit.info=\u60c5\u5831\u3092\u7de8\u96c6
link.friend.add=\u30b3\u30cd\u30af\u30b7\u30e7\u30f3\u3068\u3057\u3066\u8ffd\u52a0
link.friend.add.name=\u30b3\u30cd\u30af\u30b7\u30e7\u30f3\u3068\u3057\u3066{0}\u3092\u8ffd\u52a0
link.friend.confirm=\u30b3\u30cd\u30af\u30b7\u30e7\u30f3\u3092\u627f\u8a8d
link.friend.feed.search=\u30b3\u30cd\u30af\u30b7\u30e7\u30f3\u7528\u306b\u691c\u7d22
link.friend.feed.view=\u30b3\u30cd\u30af\u30b7\u30e7\u30f3\u3092\u3059\u3079\u3066\u8868\u793a
link.friend.ignore=\u30b3\u30cd\u30af\u30b7\u30e7\u30f3\u3092\u7121\u8996
link.friend.remove=\u30b3\u30cd\u30af\u30b7\u30e7\u30f3\u3092\u524a\u9664
link.friend.request.act=\u3053\u306e\u30ea\u30af\u30a8\u30b9\u30c8\u3067\u5b9f\u884c
link.friend.search=\u30b3\u30cd\u30af\u30b7\u30e7\u30f3\u3092\u691c\u7d22\u3057\u307e\u3059\u304b?
link.gallery.feed.addnew=\u65b0\u3057\u3044\u5199\u771f\u3092\u8ffd\u52a0
link.gallery.feed.view=\u5199\u771f\u3092\u3059\u3079\u3066\u8868\u793a
link.gallery.image.view=\u753b\u50cf\u3092\u8868\u793a
link.image.current.remove=\u524a\u9664
link.image.current.remove.confirm=\u73fe\u5728\u306e\u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u30a4\u30e1\u30fc\u30b8\u3092\u524a\u9664\u3057\u30c7\u30d5\u30a9\u30eb\u30c8\u306b\u623b\u3057\u307e\u3059\uff0e\u305d\u308c\u3092\u518d\u5ea6\u5909\u66f4\u3059\u308b\u306b\u306f\u65b0\u3057\u3044\u30a4\u30e1\u30fc\u30b8\u3092\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\uff0e\u3088\u308d\u3057\u3044\u3067\u3059\u304b\uff1f
link.messages.back=\u30e1\u30c3\u30bb\u30fc\u30b8\u4e00\u89a7\u306b\u623b\u308b
link.messages.compose=\u30e1\u30c3\u30bb\u30fc\u30b8\u3092\u4f5c\u6210
link.messages.mymessages=\u81ea\u5206\u306e\u30e1\u30c3\u30bb\u30fc\u30b8
link.messages.viewthread=\u30b9\u30ec\u30c3\u30c9\u3092\u8868\u793a
link.my.friends=\u30b3\u30cd\u30af\u30b7\u30e7\u30f3
link.my.friends.search=\u30b3\u30cd\u30af\u30b7\u30e7\u30f3\u3092\u691c\u7d22
link.my.friends.tooltip=\u30b3\u30cd\u30af\u30b7\u30e7\u30f3\u3092\u8868\u793a\u30fb\u7de8\u96c6
link.my.messages=\u30e1\u30c3\u30bb\u30fc\u30b8
link.my.messages.tooltip=\u30d7\u30e9\u30a4\u30d9\u30fc\u30c8\u30e1\u30c3\u30bb\u30fc\u30b8\u3092\u9001\u4fe1\u30fb\u53d7\u4fe1\u3057\u307e\u3059
link.my.pictures=\u5199\u771f
link.my.pictures.tooltip=\u753b\u50cf\u3092\u8ffd\u52a0\u3057\u305f\u308a\uff0c\u30ae\u30e3\u30e9\u30ea\u30fc\u3092\u8868\u793a\u3057\u305f\u308a\u3057\u307e\u3059
link.my.preferences=\u8a2d\u5b9a
link.my.preferences.tooltip=\u81ea\u5206\u306e\u8a2d\u5b9a\u3092\u7ba1\u7406\u3057\u307e\u3059
link.my.privacy=\u30d7\u30e9\u30a4\u30d0\u30b7\u30fc
link.my.privacy.tooltip=\u30d7\u30e9\u30a4\u30d0\u30b7\u30fc\u3092\u7ba1\u7406\u3057\u307e\u3059
link.my.profile=\u500b\u4eba\u30d7\u30ed\u30d5\u30a3\u30fc\u30eb
link.my.profile.tooltip=\u81ea\u5206\u306e\u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u3092\u8868\u793a\u30fb\u7de8\u96c6\u3057\u307e\u3059
link.other.profile={0}\u306e\u30d7\u30ed\u30d5\u30a3\u30fc\u30eb
link.my.search=\u691c\u7d22
link.my.search.tooltip=\u4eba\u3092\u691c\u7d22\u3057\u305f\u308a\uff0c\u4eba\u306e\u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u3092\u8868\u793a\u3057\u305f\u308a\u3057\u307e\u3059
link.profile.locked.false=\u3053\u306e\u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u3092\u30ed\u30c3\u30af\u3057\u307e\u3059\u304b?
link.profile.locked.true=\u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u304c\u30ed\u30c3\u30af\u3055\u308c\u3066\u3044\u307e\u3059\uff0e\u30ed\u30c3\u30af\u89e3\u9664\u3057\u307e\u3059\u304b?
link.status.clear=\u30af\u30ea\u30a2
link.status.update=\u66f4\u65b0
link.tab.profile=\u30d7\u30ed\u30d5\u30a3\u30fc\u30eb
link.tab.profile.tooltip=\u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u3092\u8868\u793a
link.tab.wall=\u30a6\u30a9\u30fc\u30eb
link.tab.wall.tooltip=\u30a6\u30a9\u30fc\u30eb\u3092\u8868\u793a
link.title.confirmfriend=\u30b3\u30cd\u30af\u30b7\u30e7\u30f3\u30ea\u30af\u30a8\u30b9\u30c8\u3092\u627f\u8a8d
link.title.ignorefriend=\u30b3\u30cd\u30af\u30b7\u30e7\u30f3\u30ea\u30af\u30a8\u30b9\u30c8\u3092\u7121\u8996
link.title.removefriend=\u30b3\u30cd\u30af\u30b7\u30e7\u30f3\u3092\u524a\u9664
link.title.rss=\u500b\u4eba\u7528 RSS \u30d5\u30a3\u30fc\u30c9\u3092\u8868\u793a\u30fb\u30ab\u30b9\u30bf\u30de\u30a4\u30ba
link.title.unlinktwitter=Twitter \u30a2\u30ab\u30a6\u30f3\u30c8\u3068\u306e\u30ea\u30f3\u30af\u3092\u89e3\u9664
link.title.wall.comment={0}\u306e\u30a6\u30a9\u30fc\u30eb\u306e\u6295\u7a3f\u306b\u30b3\u30e1\u30f3\u30c8
link.title.wall.remove=\u3042\u306a\u305f\u306e\u30a6\u30a9\u30fc\u30eb\u304b\u3089\u524a\u9664
link.title.worksite.create=\u30ef\u30fc\u30af\u30b5\u30a4\u30c8\u3092\u4f5c\u6210
link.view.friends=\u30b3\u30cd\u30af\u30b7\u30e7\u30f3\u3092\u8868\u793a
link.wall.item.comment=\u30b3\u30e1\u30f3\u30c8
link.wall.item.remove=\u524a\u9664
link.worksite.create=\u30ef\u30fc\u30af\u30b5\u30a4\u30c8\u3092\u4f5c\u6210
linkedinUrl.UrlValidator=\u7121\u52b9\u306a URL
message.message=\u30e1\u30c3\u30bb\u30fc\u30b8
message.reply=\u8fd4\u4fe1
message.subject=\u4ef6\u540d
message.to=\u5b9b\u5148
mobilephone.PhoneNumberValidator=\u7121\u52b9\u306a\u96fb\u8a71\u756a\u53f7
myspaceUrl.UrlValidator=\u7121\u52b9\u306a URL
page.title=\u30d7\u30ed\u30d5\u30a3\u30fc\u30eb
palette.available=\u5229\u7528\u53ef\u80fd
palette.selected=\u9078\u629e\u6e08\u307f
pictures.addpicture=\u65b0\u3057\u3044\u5199\u771f\u3092\u30ae\u30e3\u30e9\u30ea\u30fc\u306b\u8ffd\u52a0
pictures.filetypewarning=jpeg, png \u304a\u3088\u3073 gif \u30d5\u30a1\u30a4\u30eb\u3060\u3051\u304c\u30ae\u30e3\u30e9\u30ea\u30fc\u306b\u8ffd\u52a0\u3055\u308c\u307e\u3059\uff0e
pictures.removepicture=\u3053\u306e\u5199\u771f\u3092\u30ae\u30e3\u30e9\u30ea\u30fc\u304b\u3089\u524a\u9664
pictures.removepicture.confirm=\u3053\u306e\u5199\u771f\u3092\u30ae\u30e3\u30e9\u30ea\u30fc\u304b\u3089\u524a\u9664\u3057\u3066\u3082\u3088\u308d\u3057\u3044\u3067\u3059\u304b?
pictures.setprofileimage=\u3053\u306e\u5199\u771f\u3092\u81ea\u5206\u306e\u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u5199\u771f\u3068\u3057\u3066\u30bb\u30c3\u30c8
pictures.setprofileimage.confirm=\u78ba\u5b9f\u3053\u306e\u753b\u50cf\u3068\u73fe\u5728\u306e\u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u306e\u753b\u50cf\u3092\u53d6\u308a\u66ff\u3048\u305f\u3044\u3068\u601d\u3046\u3067\u3042\u308b\u304b\u3002
preference.option.off=\u30aa\u30d5
preference.option.on=\u30aa\u30f3
preferences.email.confirms=\u81ea\u5206\u306e\u30b3\u30cd\u30af\u30b7\u30e7\u30f3\u30ea\u30af\u30a8\u30b9\u30c8\u3092\u627f\u8a8d
preferences.email.message=\u8ab0\u304b\u77e5\u3089\u306a\u3044\u5834\u5408\u306f <b>{0}</b> \u3078\u79c1\u5b9b\u306b\u30e1\u30fc\u30eb\u3092\u9001\u3063\u3066\u304f\u3060\u3055\u3044\: 
preferences.email.message.new=\u65b0\u898f\u30e1\u30c3\u30bb\u30fc\u30b8\u3092\u81ea\u5206\u306b\u9001\u3063\u305f\u3068\u304d
preferences.email.message.reply=\u81ea\u5206\u306e\u30e1\u30c3\u30bb\u30fc\u30b8\u306e\u3044\u305a\u308c\u304b\u306b\u8fd4\u4fe1\u304c\u3042\u3063\u305f\u3068\u304d
preferences.email.none=(\u30e1\u30fc\u30eb\u30a2\u30c9\u30ec\u30b9\u304c\u6307\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093)
preferences.email.requests=\u30b3\u30cd\u30af\u30b7\u30e7\u30f3\u3068\u3057\u3066\u79c1\u3092\u8ffd\u52a0\u3057\u3066\u304f\u3060\u3055\u3044
preferences.email.wall.new=\u81ea\u5206\u306e\u30a6\u30a9\u30fc\u30eb\u3078\u306e\u6295\u7a3f
preferences.email.worksite.new=\u81ea\u5206\u304c\u65b0\u3057\u3044\u30ef\u30fc\u30af\u30b5\u30a4\u30c8\u306b\u8ffd\u52a0\u3055\u308c\u305f\u3068\u304d
preferences.image.gravatar=\u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u753b\u50cf\u3068\u3057\u3066\u6b63\u5f0f\u306e\u5927\u5b66\u753b\u50cf\u3092\u4f7f\u7528\u3057\u307e\u3059
preferences.image.message=\u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u753b\u50cf\u306b\u95a2\u4fc2\u3059\u308b\u8a2d\u5b9a\u3092\u884c\u3044\u307e\u3059
preferences.image.official=\u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u753b\u50cf\u3068\u3057\u3066\u6b63\u5f0f\u306e\u5927\u5b66\u753b\u50cf\u3092\u4f7f\u7528\u3057\u307e\u3059
preferences.twitter.message=\u30b9\u30c6\u30fc\u30bf\u30b9\u66f4\u65b0\u306f\u3042\u306a\u305f\u306e Twitter \u30a2\u30ab\u30a6\u30f3\u30c8\u3082\u66f4\u65b0\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059
preferences.widget.gallery=\u81ea\u5206\u306e\u5199\u771f\u3092\u8868\u793a
preferences.widget.gallery.tooltip=\u30c1\u30a7\u30c3\u30af\u3059\u308b\u3068\uff0c\u3042\u306a\u305f\u306e\u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u306b\u3042\u306a\u305f\u306e\u5199\u771f\u304c\u8868\u793a\u3055\u308c\u307e\u3059\uff0e
preferences.widget.kudos=\u81ea\u5206\u306e kudos \u306e\u8a55\u4fa1\u3092\u8868\u793a
preferences.widget.kudos.tooltip=\u3042\u306a\u305f\u306e\u5f97\u70b9\u304c\u8a08\u7b97\u3055\u308c\u308b\u3068\uff0c\u3042\u306a\u305f\u306e kudos \u306e\u8a55\u4fa1\u304c\u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u306b\u8868\u793a\u3055\u308c\u307e\u3059\uff0e
preferences.widget.message=\u3042\u306a\u305f\u306e\u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u306b\u3069\u306e\u30a6\u30a3\u30b8\u30a7\u30c3\u30c8\u3092\u8868\u793a\u3059\u308b\u304b\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u3057\u307e\u3059
preferences.widget.onlinestatus=\u81ea\u5206\u306e\u30aa\u30f3\u30e9\u30a4\u30f3\u72b6\u614b\u3092\u8868\u793a
preferences.widget.onlinestatus.tooltip=\u3042\u306a\u305f\u304c\u30aa\u30f3\u30e9\u30a4\u30f3\u304b\u3069\u3046\u304b\u3092\u8868\u793a\u3057\u307e\u3059\uff0e\u6709\u52b9\u306b\u3059\u308b\u3068\uff0c\u30d7\u30e9\u30a4\u30d0\u30b7\u8a2d\u5b9a\u3067\u8a73\u7d30\u306a\u8abf\u6574\u304c\u53ef\u80fd\u3067\u3059\uff0e\u7121\u52b9\u306b\u3059\u308b\u3068\uff0c\u3042\u306a\u305f\u306f\u30aa\u30d5\u30e9\u30a4\u30f3\u3068\u3057\u3066\u8868\u793a\u3055\u308c\u307e\u3059
privacy.academicinfo=\u30a2\u30ab\u30c7\u30df\u30c3\u30af\u60c5\u5831
privacy.basicinfo=\u57fa\u672c\u60c5\u5831
privacy.birthyear=\u751f\u5e74\u6708\u65e5\u3092\u8868\u793a
privacy.businessinfo=\u52e4\u52d9\u5148\u60c5\u5831
privacy.contactinfo=\u9023\u7d61\u60c5\u5831
privacy.messages=\u30e1\u30c3\u30bb\u30fc\u30b8\u306e\u9001\u4fe1\u8a31\u53ef\u7bc4\u56f2
privacy.myfriends=\u30de\u30a4\u30b3\u30cd\u30af\u30b7\u30e7\u30f3\u306e\u516c\u958b\u7bc4\u56f2
privacy.mykudos=kudos \u306e\u8a55\u4fa1\u306e\u516c\u958b\u7bc4\u56f2?
privacy.mypictures=\u30de\u30a4\u5199\u771f\u306e\u516c\u958b\u7bc4\u56f2
privacy.mystatus=\u30de\u30a4\u30b9\u30c6\u30fc\u30bf\u30b9\u306e\u516c\u958b\u7bc4\u56f2
privacy.mywall=\u81ea\u5206\u306e\u30a6\u30a9\u30fc\u30eb\u3068\uff0c\u4ed6\u306e\u30a6\u30a9\u30fc\u30eb\u3078\u306e\u81ea\u5206\u306e\u6295\u7a3f\u306e\u516c\u958b\u7bc4\u56f2?
privacy.onlinestatus=\u30aa\u30f3\u30e9\u30a4\u30f3\u72b6\u614b\u306e\u516c\u958b\u7bc4\u56f2?
privacy.option.everyone=\u5168\u54e1
privacy.option.nobody=\u8ab0\u3082\u3067\u304d\u306a\u3044
privacy.option.onlyfriends=\u30b3\u30cd\u30af\u30b7\u30e7\u30f3\u306e\u3042\u308b\u4eba\u3060\u3051
privacy.option.onlyme=\u81ea\u5206\u3060\u3051
privacy.personalinfo=\u500b\u4eba\u60c5\u5831
privacy.profileimage=\u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u5199\u771f
privacy.search=\u691c\u7d22
privacy.socialinfo=\u793e\u4f1a\u7684\u306a\u60c5\u5831
privacy.staffinfo=\u30b9\u30bf\u30c3\u30d5\u60c5\u5831
privacy.studentinfo=\u5b66\u751f\u60c5\u5831
profile.academicprofileurl=\u5b66\u8005\u307e\u305f\u306f\u7814\u7a76URL
profile.birthday=\u751f\u5e74\u6708\u65e5
profile.business.bio=\u8077\u6b74
profile.business.company.description=\u52e4\u52d9\u5148\u8aac\u660e
profile.business.company.name=\u52e4\u52d9\u5148\u540d
profile.business.company.profile=\u30d7\u30ed\u30d5\u30a3\u30fc\u30eb
profile.business.company.profiles=\u52e4\u52d9\u5148\u30d7\u30ed\u30d5\u30a3\u30fc\u30eb
profile.business.company.web=\u52e4\u52d9\u5148\u30a6\u30a7\u30d6\u30a2\u30c9\u30ec\u30b9
profile.business.update=\u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u306e\u52e4\u52d9\u5148\u60c5\u5831\u3092\u66f4\u65b0\u3057\u307e\u3057\u305f
profile.contact.update=\u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u306e\u9023\u7d61\u60c5\u5831\u3092\u66f4\u65b0\u3057\u307e\u3057\u305f
profile.course=\u5b66\u4f4d/\u30b3\u30fc\u30b9
profile.department=\u5b66\u79d1
profile.email=\u30e1\u30fc\u30eb
profile.favourite.books=\u597d\u304d\u306a\u672c
profile.favourite.movies=\u597d\u304d\u306a\u6620\u753b
profile.favourite.quotes=\u597d\u304d\u306a\u8a00\u8449
profile.favourite.tv=\u597d\u304d\u306a\u30c6\u30ec\u30d3\u756a\u7d44
profile.gallery.image.alt=\u30de\u30a4\u5199\u771f
profile.gallery.image.upload=\u30ae\u30e3\u30e9\u30ea\u30fc\u306b\u5199\u771f\u3092\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9\u3057\u307e\u3057\u305f.
profile.homepage=\u30db\u30fc\u30e0\u30da\u30fc\u30b8
profile.image.change.upload=\u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u753b\u50cf\u3092\u5909\u66f4\u3057\u307e\u3057\u305f
profile.image.change.url=\u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u753b\u50cf\u3092\u5909\u66f4\u3057\u307e\u3057\u305f
profile.info.update=\u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u306e\u57fa\u672c\u60c5\u5831\u3092\u66f4\u65b0\u3057\u307e\u3057\u305f
profile.interests.update=\u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u306e\u500b\u4eba\u60c5\u5831\u3092\u66f4\u65b0\u3057\u307e\u3057\u305f
profile.name.first=\u540d
profile.name.first.none=\u30e6\u30fc\u30b6
profile.name.last=\u59d3
profile.name.middle=\u30df\u30c9\u30eb\u30cd\u30fc\u30e0
profile.nickname=\u30cb\u30c3\u30af\u30cd\u30fc\u30e0
profile.phone.facsimile=\u30d5\u30a1\u30c3\u30af\u30b9
profile.phone.home=\u81ea\u5b85\u96fb\u8a71
profile.phone.mobile=\u643a\u5e2f\u96fb\u8a71
profile.phone.work=\u8077\u5834\u96fb\u8a71
profile.position=\u8077\u4f4d
profile.publications=\u51fa\u7248\u7269\u304a\u3088\u3073\u4f1a\u8b70
profile.room=\u90e8\u5c4b
profile.school=\u5b66\u90e8
profile.socialnetworking.facebook=Facebook
profile.socialnetworking.facebook.edit=Facebook URL
profile.socialnetworking.linkedin=LinkedIn
profile.socialnetworking.linkedin.edit=LinkedIn URL
profile.socialnetworking.myspace=MySpace
profile.socialnetworking.myspace.edit=MySpace URL
profile.socialnetworking.skype=Skype
profile.socialnetworking.skype.edit=Skype \u30e6\u30fc\u30b6\u540d
profile.socialnetworking.skype.link=Skype Me
profile.socialnetworking.twitter=Twitter
profile.socialnetworking.twitter.edit=Twitter URL
profile.socialnetworking.update=\u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u306e SNS \u60c5\u5831\u3092\u66f4\u65b0\u3057\u307e\u3057\u305f.
profile.staff.update=\u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u306e\u30b9\u30bf\u30c3\u30d5\u60c5\u5831\u3092\u66f4\u65b0\u3057\u307e\u3057\u305f
profile.staffprofile=\u30b9\u30bf\u30c3\u30d5\u306e\u30d7\u30ed\u30d5\u30a3\u30fc\u30eb
profile.student.update=\u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u306e\u53d7\u8b1b\u8005\u60c5\u5831\u3092\u66f4\u65b0\u3057\u307e\u3057\u305f
profile.subjects=\u5c02\u9580
profile.summary=\u500b\u4eba\u7684\u306a\u6982\u8981
profile.universityprofileurl=\u5927\u5b66\u30d7\u30ed\u30d5\u30a3\u30fc\u30ebURL
success.message.send.ok=\u30e1\u30c3\u30bb\u30fc\u30b8\u3092\u9001\u4fe1\u3057\u307e\u3057\u305f
success.preferences.save.ok=\u6b63\u5e38\u306b\u4fdd\u5b58\u3057\u307e\u3057\u305f
success.privacy.save.ok=\u6b63\u5e38\u306b\u4fdd\u5b58\u3057\u307e\u3057\u305f
text.edit.other.warning=\u8b66\u544a\: \u3042\u306a\u305f\u306f <b>{0}</b> \u306e\u60c5\u5831\u3092\u7de8\u96c6\u3057\u3066\u3044\u307e\u3059\uff0e
text.friend.add=<b>{0}</b> \u304c\u3042\u306a\u305f\u306e\u30ea\u30af\u30a8\u30b9\u30c8\u3092\u627f\u8a8d\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\uff0e
text.friend.already=<b>{0}</b> \u3068\u306f\u3059\u3067\u306b\u30b3\u30cd\u30af\u30b7\u30e7\u30f3\u304c\u3042\u308a\u307e\u3059\uff0e
text.friend.already.pending=\u3042\u306a\u305f\u3068 <b>{0}</b> \u306b\u306f\u627f\u8a8d\u5f85\u3061\u306b\u306a\u3063\u3066\u3044\u308b\u30b3\u30cd\u30af\u30b7\u30e7\u30f3\u30ea\u30af\u30a8\u30b9\u30c8\u304c\u3059\u3067\u306b\u3042\u308a\u307e\u3059\uff0e
text.friend.cancel=\u627f\u8a8d\u5f85\u3061\u306b\u306a\u3063\u3066\u3044\u308b <b>{0}</b> \u3078\u306e\u30b3\u30cd\u30af\u30b7\u30e7\u30f3\u30ea\u30af\u30a8\u30b9\u30c8\u3092\u30ad\u30e3\u30f3\u30bb\u30eb\u3057\u3066\u3082\u3088\u308d\u3057\u3044\u3067\u3059\u304b? \u30ea\u30af\u30a8\u30b9\u30c8\u306f\u901a\u77e5\u3055\u308c\u307e\u305b\u3093\uff0e
text.friend.confirm=\u3053\u308c\u306b\u3088\u308a <b>{0}</b> \u306e\u30b3\u30cd\u30af\u30b7\u30e7\u30f3\u30ea\u30af\u30a8\u30b9\u30c8\u304c\u627f\u8a8d\u3055\u308c\u307e\u3059\uff0e
text.friend.confirmed=\u30b3\u30cd\u30af\u30b7\u30e7\u30f3\u304c\u627f\u8a8d\u3055\u308c\u307e\u3057\u305f
text.friend.feed.num.many={0}\u500b\u306e\u30b3\u30cd\u30af\u30b7\u30e7\u30f3
text.friend.feed.num.none=\u30b3\u30cd\u30af\u30b7\u30e7\u30f3\u304c\u3042\u308a\u307e\u305b\u3093
text.friend.feed.num.one=1\u500b\u306e\u30b3\u30cd\u30af\u30b7\u30e7\u30f3
text.friend.ignore=<b>{0}</b> \u306e\u30b3\u30cd\u30af\u30b7\u30e7\u30f3\u30ea\u30af\u30a8\u30b9\u30c8\u3092\u7121\u8996\u3057\u3066\u3088\u308d\u3057\u3044\u3067\u3059\u304b? \u7121\u8996\u3057\u305f\u3053\u3068\u306f\u901a\u77e5\u3055\u308c\u307e\u305b\u3093\uff0e
text.friend.none=<b>{0}</b> \u3078\u306e\u30b3\u30cd\u30af\u30b7\u30e7\u30f3\u304c\u3042\u308a\u307e\u305b\u3093\uff0e
text.friend.pending=\u30b3\u30cd\u30af\u30b7\u30e7\u30f3\u30ea\u30af\u30a8\u30b9\u30c8\u306f\u627f\u8a8d\u5f85\u3061\u3067\u3059
text.friend.remove=\u30b3\u30cd\u30af\u30b7\u30e7\u30f3\u3068\u3057\u3066 <b>{0}</b> \u3092\u524a\u9664\u3057\u3066\u3082\u3088\u308d\u3057\u3044\u3067\u3059\u304b? \u524a\u9664\u3057\u305f\u3053\u3068\u306f\u901a\u77e5\u3055\u308c\u307e\u305b\u3093\uff0e
text.friend.requested=\u30b3\u30cd\u30af\u30b7\u30e7\u30f3\u3092\u30ea\u30af\u30a8\u30b9\u30c8\u4e2d
text.friend.self=\u3053\u308c\u306f\u3042\u306a\u305f\u3067\u3059\!
text.gallery.feed.num.none=\u5199\u771f\u306a\u3057
text.gallery.pictures.num.none=\u30ae\u30e3\u30e9\u30ea\u30fc\u306f\u6620\u50cf\u3092\u307e\u3060\u542b\u3093\u3067\u3044\u306a\u3044\u3002
text.gallery.upload.tooltip=\u30b3\u30f3\u30d4\u30e5\u30fc\u30bf\u304b\u3089\u306e\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9\u306e\u30ae\u30e3\u30e9\u30ea\u30fc\u306e\u753b\u50cf\u3002 \u30a2\u30c3\u30d7\u30ed\u30fc\u30c9\u3078\u306e\u753b\u50cf\u306e\u7d50\u5408\u3055\u308c\u305f\u30b5\u30a4\u30ba\u306f {0}MB\u3092\u8d85\u904e\u3059\u308b\u3079\u304d\u3067\u306f\u306a\u3044\u3002
text.image.refresh=\u6ce8\u610f\uff1a\u65b0\u3057\u3044\u30a4\u30e1\u30fc\u30b8\u304c\u3059\u3050\u306b\u8868\u793a\u3055\u308c\u306a\u3051\u308c\u3070\uff0c\u30d6\u30e9\u30a6\u30b6\u3092\u66f4\u65b0\u3057\u3066\u304f\u3060\u3055\u3044\uff0e
text.image.url=\u3042\u306a\u305f\u306e\u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u5199\u771f\u3068\u3057\u3066\u4f7f\u7528\u3059\u308b\u753b\u50cf\u306e URL \u3092\u5165\u529b\u3057\u307e\u3059
text.messages.none=\u30e1\u30c3\u30bb\u30fc\u30b8\u306a\u3057
text.no.fields=\u3059\u3079\u3066\u306e\u60c5\u5831\u304c\u307e\u3060\u5165\u529b\u3055\u308c\u3066\u3044\u307e\u305b\u3093
text.no.status=\u4f55\u304b\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044
text.or=\u307e\u305f\u306f
text.privacy.academicinfo.tooltip=\u5b66\u90e8\uff0c\u5b66\u79d1\uff0c\u5c02\u653b\u306a\u3069\u306e\u30a2\u30ab\u30c7\u30df\u30c3\u30af\u60c5\u5831\u3092\u8ab0\u304c\u95b2\u89a7\u3067\u304d\u308b\u304b\u3092\u9078\u3073\u307e\u3059\uff0e
text.privacy.basicinfo.tooltip=\u30cb\u30c3\u30af\u30cd\u30fc\u30e0\u3084\u751f\u5e74\u6708\u65e5\u306a\u3069\u306e\u57fa\u672c\u60c5\u5831\u3092\u8ab0\u304c\u95b2\u89a7\u3067\u304d\u308b\u304b\u3092\u9078\u3073\u307e\u3059\uff0e
text.privacy.birthyear.tooltip=\u751f\u307e\u308c\u305f\u5e74\u3092\u8868\u793a\u3059\u308b\u304b\u8868\u793a\u89e3\u9664\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u9078\u3073\u307e\u3059\uff0e\u30c1\u30a7\u30c3\u30af\u3057\u305f\u3082\u306e\u304c\u8868\u793a\u3055\u308c\u307e\u3059\uff0e
text.privacy.businessinfo.tooltip=\u696d\u754c\uff0c\u8077\u4f4d\uff0c\u8077\u6b74\u306a\u3069\u306e\u52e4\u52d9\u5148\u60c5\u5831\u3092\u8ab0\u304c\u95b2\u89a7\u3067\u304d\u308b\u304b\u3092\u9078\u3073\u307e\u3059\uff0e
text.privacy.cannot.modify=\u3053\u308c\u3089\u306e\u5024\u306f\u7ba1\u7406\u8005\u306b\u3088\u308a\u30ed\u30c3\u30af\u3055\u308c\u3066\u3044\u3066\u5909\u66f4\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\uff0e
text.privacy.contactinfo.tooltip=\u30e1\u30fc\u30eb\u30a2\u30c9\u30ec\u30b9\u3084\u96fb\u8a71\u756a\u53f7\u306e\u3088\u3046\u306a\u3082\u306e\u3092\u8ab0\u304c\u95b2\u89a7\u3067\u304d\u308b\u304b\u3092\u9078\u3073\u307e\u3059\uff0e
text.privacy.messages.tooltip=\u30e1\u30c3\u30bb\u30fc\u30b8\u3092\u8ab0\u304c\u9001\u4fe1\u3067\u304d\u308b\u304b\u3092\u9078\u3073\u307e\u3059\uff0e
text.privacy.myfriends.tooltip=\u30b3\u30cd\u30af\u30b7\u30e7\u30f3\u4e00\u89a7\u3092\u8ab0\u304c\u95b2\u89a7\u3067\u304d\u308b\u304b\u3092\u9078\u3073\u307e\u3059\uff0e
text.privacy.mykudos.tooltip=kudos \u306e\u8a55\u4fa1\u3092\u8ab0\u304c\u95b2\u89a7\u3067\u304d\u308b\u304b\u3092\u9078\u3073\u307e\u3059\uff0e(\u8a2d\u5b9a\u304c\u6709\u52b9\u306a\u5834\u5408)
text.privacy.mypictures.tooltip=\u5199\u771f\u30ae\u30e3\u30e9\u30ea\u30fc\u3092\u8ab0\u304c\u95b2\u89a7\u3067\u304d\u308b\u304b\u3092\u9078\u3073\u307e\u3059\uff0e
text.privacy.mystatus.tooltip=\u30b9\u30c6\u30fc\u30bf\u30b9\u66f4\u65b0\u3092\u8ab0\u304c\u95b2\u89a7\u3067\u304d\u308b\u304b\u3092\u9078\u3073\u307e\u3059\uff0e
text.privacy.mywall.tooltip=\u30a6\u30a9\u30fc\u30eb\u3092\u8ab0\u304c\u95b2\u89a7\u3067\u304d\u308b\u304b\u3092\u9078\u3073\u307e\u3059\uff0e
text.privacy.onlinestatus.tooltip=\u30aa\u30f3\u30e9\u30a4\u30f3\u72b6\u614b\u3092\u8ab0\u304c\u95b2\u89a7\u3067\u304d\u308b\u304b\u3092\u9078\u3073\u307e\u3059\uff0e\u4ed6\u4eba\u306b\u306f\u30aa\u30d5\u30e9\u30a4\u30f3\u3068\u3057\u3066\u8868\u793a\u3055\u308c\u307e\u3059\uff0e
text.privacy.personalinfo.tooltip=\u597d\u304d\u306a\u672c\u3084\u30c6\u30ec\u30d3\u756a\u7d44\u306a\u3069\u3092\u8ab0\u304c\u95b2\u89a7\u3067\u304d\u308b\u304b\u3092\u9078\u3073\u307e\u3059\uff0e
text.privacy.profileimage.tooltip=\u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u5199\u771f\u3092\u8ab0\u304c\u95b2\u89a7\u3067\u304d\u308b\u304b\u3092\u9078\u3073\u307e\u3059\uff0e
text.privacy.socialinfo.tooltip=\u3060\u308c\u304cFacebook\u3001LinkedIn\u304a\u3088\u3073MySpace\u306e\u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u306e\u3088\u3046\u306a\u793e\u4f1a\u7684\u306a\u30cd\u30c3\u30c8\u30ef\u30fc\u30ad\u30f3\u30b0\u60c5\u5831\u3092\u3001\u898b\u308b\u3053\u3068\u304c\u3067\u304d\u308b\u304b\u9078\u629e\u3057\u306a\u3055\u3044\u3002
text.privacy.staff.tooltip=\u3060\u308c\u304c\u30b9\u30bf\u30c3\u30d5\u60c5\u5831\u3092\u898b\u308b\u3053\u3068\u304c\u3067\u304d\u308b\u304b\u9078\u629e\u3057\u306a\u3055\u3044
text.privacy.student.tooltip=\u3060\u308c\u304c\u5b66\u751f\u60c5\u5831\u3092\u898b\u308b\u3053\u3068\u304c\u3067\u304d\u308b\u304b\u9078\u629e\u3057\u306a\u3055\u3044
text.profile.birthyear.tooltip=\u30d7\u30e9\u30a4\u30d0\u30b7\u30fc\u8a2d\u5b9a\u3067\u751f\u307e\u308c\u305f\u5e74\u3092\u8868\u793a\u3059\u308b\u304b\u8868\u793a\u89e3\u9664\u3059\u308b\u304b\u3092\u9078\u3076\u3053\u3068\u304c\u3067\u304d\u307e\u3059
text.profile.facebook.tooltip=\u4f8b\: http\://www.facebook.com/user
text.profile.linkedin.tooltip=\u4f8b\: http\://www.linkedin.com/pub/user
text.profile.locked.false=\u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u3092\u30ed\u30c3\u30af\u3059\u308b\u3053\u3068\u306f\uff0c\u305d\u306e\u30e6\u30fc\u30b6\u306f\u81ea\u5206\u306e\u60c5\u5831\u3092\u7de8\u96c6\u3067\u304d\u306a\u3044\u3053\u3068\u3092\u610f\u5473\u3057\u307e\u3059\uff0e
text.profile.locked.true=\u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u3092\u30a2\u30f3\u30ed\u30c3\u30af\u3059\u308b\u3053\u3068\u306b\u3088\u308a\uff0c\u81ea\u5206\u306e\u60c5\u5831\u3092\u7de8\u96c6\u3067\u304d\u308b\u3088\u3046\u306b\u306a\u308a\u307e\u3059\uff0e
text.profile.myspace.tooltip=\u4f8b\: http\://myspace.com/user
text.profile.presence.away={0}\u306f\u4e0d\u5728\u3067\u3059.
text.profile.presence.offline={0}\u306f\u5229\u7528\u53ef\u80fd\u3067\u306f\u3042\u308a\u307e\u305b\u3093
text.profile.presence.online={0}\u306f\u30aa\u30f3\u30e9\u30a4\u30f3\u3067\u3059.
text.profile.twitter.tooltip=\u4f8b\: http\://twitter.com/sakaiproject
text.search.byinterest.all.results=<b>{1}</b> \u306e\u691c\u7d22\u7d50\u679c\u3092{0}\u4ef6\u8868\u793a\u3057\u3066\u3044\u307e\u3059
text.search.byinterest.label=\u5171\u901a\u306e\u8208\u5473
text.search.byinterest.no.results=<b>{0}</b> \u306b\u4e00\u81f4\u3059\u308b\u5171\u901a\u306e\u8208\u5473\u3092\u6301\u3063\u3066\u3044\u308b\u4eba\u306f\u3044\u307e\u305b\u3093\uff0e
text.search.byinterest.one.result=<b>{0}</b> \u306e\u691c\u7d22\u7d50\u679c\u30921\u4ef6\u8868\u793a\u3057\u3066\u3044\u307e\u3059
text.search.byinterest.paged.results=\u7d50\u679c\u3092 {0} \u4ef6\u8868\u793a\u3057\u3066\u3044\u307e\u3059 ({1} \u4ef6\u305a\u3064)\: <b>{2}</b>
text.search.byinterest.tooltip=\u8208\u5473(\u4f8b\u300c\u30b5\u30a4\u30af\u30ea\u30f3\u30b0\u300d)\u3092\u5165\u529b\u3057\uff0c\u4f3c\u305f\u8208\u5473\u3092\u6301\u3064\u4eba\u3092\u691c\u7d22\u3057\u307e\u3059
text.search.byname.all.results=<b>{1}</b> \u306e\u691c\u7d22\u7d50\u679c\u3092{0}\u4ef6\u8868\u793a\u3057\u3066\u3044\u307e\u3059
text.search.byname.label=\u4eba\u306e\u540d\u524d\u307e\u305f\u306f\u30e1\u30fc\u30eb
text.search.byname.no.results=<b>{0}</b> \u306b\u4e00\u81f4\u3059\u308b\u7d50\u679c\u306f\u3042\u308a\u307e\u305b\u3093\uff0e
text.search.byname.one.result=<b>{0}</b> \u306e\u691c\u7d22\u7d50\u679c\u30921\u4ef6\u8868\u793a\u3057\u3066\u3044\u307e\u3059
text.search.byname.paged.results=\u7d50\u679c\u3092 {0} \u4ef6\u8868\u793a\u3057\u3066\u3044\u307e\u3059 ({1} \u4ef6\u305a\u3064)\: <b>{2}</b>
text.search.byname.tooltip=\u540d\u524d\u307e\u305f\u306f\u30e1\u30fc\u30eb\u30a2\u30c9\u30ec\u30b9\u3092\u5165\u529b\u3057\uff0c\u691c\u7d22\u3057\u307e\u3059
text.search.history=\u524d\u306e\u691c\u7d22
text.search.include.connections=\u691c\u7d22\u7d50\u679c\u306b\u30b3\u30cd\u30af\u30b7\u30e7\u30f3\u3092\u542b\u3081\u308b
text.search.include.worksite=\u9078\u629e\u3057\u305f\u30ef\u30fc\u30af\u30b5\u30a4\u30c8\u306b\u691c\u7d22\u3092\u5236\u9650\u3059\u308b
text.search.no.input=\u4f55\u3082\u5165\u529b\u3057\u307e\u305b\u3093\u3067\u3057\u305f
text.search.no.results=<b>{0}</b> \u306e\u7d50\u679c\u306f\u3042\u308a\u307e\u305b\u3093\uff0e
text.search.no.worksite=\u3069\u306e\u30ef\u30fc\u30af\u30b5\u30a4\u30c8\u306e\u30e1\u30f3\u30d0\u3067\u306f\u3042\u308a\u307e\u305b\u3093\uff0e
text.search.paged.results=<b>{3}</b> \u306b\u4e00\u81f4\u3059\u308b{2}\u4ef6\u306e\u7d50\u679c\u306e\u3046\u3061{0}\u4ef6\u76ee\u304b\u3089{1}\u4ef6\u76ee\u3092\u8868\u793a\u3057\u3066\u3044\u307e\u3059
text.search.terms.label=\u691c\u7d22\u8a9e
text.search.terms.tooltip=\u540d\u524d\u307e\u305f\u306f\u30e1\u30fc\u30eb\u304b\uff0c\u8208\u5473\u306b\u3088\u308a\u691c\u7d22\u3055\u308c\u308b\u304b\u3069\u3046\u304b\u306b\u4f9d\u5b58\u3059\u308b\u691c\u7d22\u8a9e\u3092\u5165\u529b\u3057\u307e\u3059
text.search.toomany.results=<b>{0}</b> \u306b\u4e00\u81f4\u3059\u308b\u691c\u7d22\u7d50\u679c\u306f<b>{1}</b>\u4ef6\u4ee5\u4e0a\u3042\u308a\u307e\u3057\u305f\uff0e\u6700\u521d\u306e<b>{1}</b>\u4ef6\u3060\u3051\u3092\u8868\u793a\u3057\u3066\u3044\u307e\u3059\uff0e
text.upload.image.file=\u3042\u306a\u305f\u306e\u30b3\u30f3\u30d4\u30e5\u30fc\u30bf\u4e0a\u306e\u753b\u50cf\u30d5\u30a1\u30a4\u30eb\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044 (\u6700\u5927 {0}MB)\:
text.view.profile.nothing=\u3053\u306e\u4eba\u306f\u60c5\u5831\u8868\u793a\u3092\u5236\u9650\u3057\u3066\u3044\u308b\u304b\uff0c\u5171\u6709\u3059\u308b\u305f\u3081\u306e\u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u60c5\u5831\u304c\u3042\u308a\u307e\u305b\u3093\uff0e
text.view.wall.nothing=<b>{0}</b> \u306e\u30a6\u30a9\u30fc\u30eb\u306b\u8868\u793a\u3059\u308b\u30a2\u30a4\u30c6\u30e0\u306f\u3042\u308a\u307e\u305b\u3093\uff0e\u6700\u521d\u306b\u4f55\u304b\u6295\u7a3f\u3057\u3066\u4e0b\u3055\u3044\!
text.view.wall.restricted=<b>{0}</b> \u306e\u30b3\u30cd\u30af\u30b7\u30e7\u30f3\u3060\u3051\u304c\u3053\u306e\u30a6\u30a9\u30fc\u30eb\u3092\u8868\u793a\u3067\u304d\u307e\u3059\uff0e\u3053\u306e\u30a6\u30a9\u30fc\u30eb\u3092\u8868\u793a\u3057\u305f\u308a\u6295\u7a3f\u3057\u305f\u308a\u3059\u308b\u306b\u306f\uff0c<b>{0}</b> \u3092\u30b3\u30cd\u30af\u30b7\u30e7\u30f3\u3068\u3057\u3066\u8ffd\u52a0\u3057\u3066\u4e0b\u3055\u3044\uff0e
text.wall.no.items=\u3042\u306a\u305f\u306e\u30a6\u30a9\u30fc\u30eb\u306b\u8868\u793a\u3059\u308b\u30a2\u30a4\u30c6\u30e0\u306f\u3042\u308a\u307e\u305b\u3093\uff0e
text.wall.remove.mine=\u3042\u306a\u305f\u306e\u30a6\u30a9\u30fc\u30eb\u304b\u3089\u6295\u7a3f\u3092\u524a\u9664\u3057\u307e\u3059\u304b?
text.wall.remove.other=\u3042\u306a\u305f\u306e\u30a6\u30a9\u30fc\u30eb\u304b\u3089 "<b> {0} </b>" \u306e\u6295\u7a3f\u3092\u524a\u9664\u3057\u307e\u3059\u304b?
text.worksite.create=\u5229\u7528\u53ef\u80fd\u306a\u30e6\u30fc\u30b6\u4e00\u89a7\u304b\u3089\u9078\u629e\u3057\u3066\uff0c\u65b0\u3057\u3044\u30ef\u30fc\u30af\u30b5\u30a4\u30c8\u3092\u4f5c\u6210\u3057\u3066\u4e0b\u3055\u3044\uff0e
text.worksite.refresh=\u4f5c\u6210\u5f8c\uff0c\u65b0\u3057\u3044\u30ef\u30fc\u30af\u30b5\u30a4\u30c8\u306b\u30a2\u30af\u30bb\u30b9\u3059\u308b\u305f\u3081\u306b\u30d6\u30e9\u30a6\u30b6\u3092\u66f4\u65b0\u3057\u3066\u4e0b\u3055\u3044
title.change.profile.picture=\u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u5199\u771f\u3092\u5909\u66f4
title.friend.add=\u30b3\u30cd\u30af\u30b7\u30e7\u30f3\u3068\u3057\u3066{0}\u3092\u8ffd\u52a0
title.friend.cancel=\u30b3\u30cd\u30af\u30b7\u30e7\u30f3\u30ea\u30af\u30a8\u30b9\u30c8\u3092\u30ad\u30e3\u30f3\u30bb\u30eb\u3057\u307e\u3059\u304b?
title.friend.confirm={0}\u306e\u30b3\u30cd\u30af\u30b7\u30e7\u30f3\u30ea\u30af\u30a8\u30b9\u30c8\u3092\u627f\u8a8d\u3057\u307e\u3059\u304b?
title.friend.ignore=\u30b3\u30cd\u30af\u30b7\u30e7\u30f3\u30ea\u30af\u30a8\u30b9\u30c8\u3092\u7121\u8996\u3057\u307e\u3059\u304b?
title.friend.remove=\u30b3\u30cd\u30af\u30b7\u30e7\u30f3\u3092\u524a\u9664\u3057\u307e\u3059\u304b?
title.message.compose=\u65b0\u3057\u3044\u30e1\u30c3\u30bb\u30fc\u30b8\u3092\u4f5c\u6210
title.wall.comment=<b>{0}</b> \u306e\u30a6\u30a9\u30fc\u30eb\u306e\u6295\u7a3f\u306b\u30b3\u30e1\u30f3\u30c8
title.wall.remove=\u30a6\u30a9\u30fc\u30eb\u304b\u3089\u524a\u9664\u3057\u307e\u3059\u304b?
twitter.auth.do=Twitter \u30a2\u30ab\u30a6\u30f3\u30c8\u3068\u30ea\u30f3\u30af
twitter.auth.linked=\u30ea\u30f3\u30af\u3055\u308c\u305f Twitter \u30a2\u30ab\u30a6\u30f3\u30c8
twitter.enabled=Twitter \u9023\u643a\u3092\u6709\u52b9\u5316
twitterUrl.UrlValidator=\u7121\u52b9\u306a URL
urlField.Required=URL \u3092\u5165\u529b\u3057\u307e\u305b\u3093\u3067\u3057\u305f.
workphone.PhoneNumberValidator=\u7121\u52b9\u306a\u96fb\u8a71\u756a\u53f7
worksite.name=\u30ef\u30fc\u30af\u30b5\u30a4\u30c8\u540d
