# this defines the entity description for profile
profile = Representa un perfil de usuario. Debido a la configuraci\u00f3n de privacidad que un usuario puede configurar para cada parte de su perfil, la informaci\u00f3n en el perfil que se devuelve a un usuario determinado se actualizar\u00e1 seg\u00fan la persona que la solicite.

profile.view.show= (GET) Obtiene un perfil de usuario. La respuesta se adaptar\u00e1 a la persona que haga la solicitud seg\u00fan la configuraci\u00f3n de privacidad del propietario del perfil (/profile/USER.xml).

profile.redirect./{prefix}/{id}/account = Permite recuperar los detalles de cuenta de un usuario redirigi\u00e9ndolo al proveedor de la entidad del usuario.

profile.view.new= (POST) Crea un perfil nuevo.
profile.view.edit= (POST) Actualiza un perfil existente. Soporte limitado.
profile.view.delete= (DELETE) Elimina un perfil. No est\u00e1 implementado actualmente.

profile.action.minimal=Recupera el perfil m\u00ednimo de un usuario. \u00datil para listas de usuarios. Incluye im\u00e1genes en miniatura. Anexa/aplica formato para devolver una versi\u00f3n en HTML de un perfil de usuario listo para usar directamente.

profile.action.academic=Recupera el perfil acad\u00e9mico de un usuario. Incluye la imagen a tama\u00f1o completo y solo informaci\u00f3n acad\u00e9mica. Anexa/aplica formato para devolver una versi\u00f3n en HTML de un perfil de usuario listo para usar directamente.

profile.action.image=Recupera la imagen de perfil de un usuario. Anexa/reduce para obtener la imagen en miniatura (/profile/USER/image/thumb) si hubiera una. Si no hubiera imagen en miniatura, se devolver\u00e1 la imagen principal. Anexa/aplica un avatar para obtener un avatar (/profile/USER/image/avatar) si existe uno. Si no existe avatar, se devolver\u00e1 la imagen principal. De forma opcional, a\u00f1ada el par\u00e1metro siteId URL para permitir que los permisos de sitio se puedan comprobar (/profile/USER/image?siteId={siteid} o /profile/USER/image/thumb?siteId={siteid}). Devuelve el binario de la imagen. Devuelve la imagen predeterminada si no existe la imagen o no est\u00e1 autorizada. Devuelve 404 si el usuario (o siteID opcional) no es v\u00e1lido. Siempre devuelve una imagen si existe una, ya sea por haberla cargado o por ser una URL (en funci\u00f3n de c\u00f3mo se haya configurado el sistema). Consulte Profile2 sakai.properties. Puede usarlo directamente en una etiqueta img &lt;img src="/profile/USER/image[/thumb]" /&gt;, siempre devolver\u00e1 algo. NO especifique ning\u00fan formato de devoluci\u00f3n, por ejemplo .xml. 
profile.action.connections=Devuelve una lista de conexiones para un usuario. Devuelve una lista vac\u00eda en caso de no haber conexiones o de producirse un error (404), si no tiene acceso para ver las conexiones del usuario, o si el usuario no es v\u00e1lido.
