# this defines the entity description for profile
profile = Inneh\u00e5ller en anv\u00e4ndares profil. Eftersom sekretessinst\u00e4llningarna kan st\u00e4llas in f\u00f6r att visa/d\u00f6lja olika delar av anv\u00e4ndarens profil s\u00e5 kommer resultatet att anpassas f\u00f6r den person som beg\u00e4r informationen.
profile.view.show= (GET) H\u00e4mtar en anv\u00e4ndares profil. Resultatet anpassas f\u00f6r den person som beg\u00e4rt informationen baserat p\u00e5 anv\u00e4ndarens sekretessinst\u00e4llningar (/profile/USER.xml).
profile.redirect./{prefix}/{id}/account = Till\u00e5ter \u00e5tkomst till en anv\u00e4ndares kontodetaljer genom att dirigera om till anv\u00e4ndarservern (user entity provider)
profile.view.new= (POST) Skapar en ny profil.
profile.view.edit= (POST) Uppdaterar en existerande profil. Begr\u00e4nsad till viss information. 
profile.view.delete= (DELETE) Tar bort en profil. Funktionen \u00e4r ej implementerad.
profile.action.minimal=H\u00e4mta en anv\u00e4ndares minimerade profil. Anv\u00e4ndbar f\u00f6r att skapa anv\u00e4ndarlistor. Inkluderar en liten profilbild. \L\u00e4gg till /formatted f\u00f6r att returnera en HTML-formaterad version av en anv\u00e4ndares profil, redo att anv\u00e4nda. 
profile.action.academic=H\u00e4mta en anv\u00e4ndares akademiska profil. Inkluderar bildfil i full storlek och akademisk information. \L\u00e4gg till /formatted f\u00f6r att returnera en HTML-formaterad version av en anv\u00e4ndares profil, redo att anv\u00e4nda.
profile.action.image=H\u00e4mta en anv\u00e4ndares profilbild. \L\u00e4gg till /thumb f\u00f6r att f\u00e5 bilden i ikonstorlek (/profile/USER/image/thumb) om det finns n\u00e5gon. Ordinarie bild kommer att returneras om det inte finns n\u00e5gon ikon. \Alternativt kan du l\u00e4gga till en siteId URL parameter f\u00f6r att till\u00e5ta sajtbeh\u00f6righeter att kontrolleras (/profile/USER/image?siteId={siteid} eller /profile/USER/image/thumb?siteId={siteid}) \Returnerar bin\u00e4r bilddata. Returnerar standardbild om ingen bild finns eller beh\u00f6righet saknas. Returnerar fel 404 om anv\u00e4ndaren (eller siteId) \u00e4r ogiltig. \Returnerar alltid en bild om n\u00e5gon s\u00e5dan existerar, antingen som uppladdad eller som webbadress (beroende p\u00e5 hur systemet har konfigurerats \u2013 Se Profile2 sakai.properties. \Du kan anv\u00e4nda den direkt i en img-tag &lt;img src="/profile/USER/image[/thumb]" /&gt;, den skall alltid returnera n\u00e5got. \Specificera EJ returformat, t.ex. .xml.
profile.action.connections=Returnerar en anv\u00e4ndares lista \u00f6ver kontakter. \Returnerar en tom lista om inga kontakter finns eller fel 404 om du inte har beh\u00f6righet att visa anv\u00e4ndarens kontakter, eller om anv\u00e4ndarens \u00e4r ogiltig.
