
RequiredValidator = \u300c${label}\u300d\u304c\u5fc5\u8981\u3067\u3059

accessibility.connection.add         = {0} \u3092\u30b3\u30cd\u30af\u30b7\u30e7\u30f3\u306b\u8ffd\u52a0\u3057\u307e\u3059\u304b?
accessibility.connection.confirm     = {0} \u306e\u30b3\u30cd\u30af\u30b7\u30e7\u30f3\u30ea\u30af\u30a8\u30b9\u30c8\u3092\u78ba\u8a8d\u3057\u307e\u3059\u304b?
accessibility.connection.ignore      = {0} \u306e\u30b3\u30cd\u30af\u30b7\u30e7\u30f3\u30ea\u30af\u30a8\u30b9\u30c8\u3092\u7121\u8996\u3057\u307e\u3059\u304b?
accessibility.connection.remove      = \u30b3\u30cd\u30af\u30b7\u30e7\u30f3\u304b\u3089 {0} \u3092\u524a\u9664\u3057\u307e\u3059\u304b?
accessibility.edit.basic             = \u500b\u4eba\u60c5\u5831\u3092\u7de8\u96c6
accessibility.edit.business          = \u52e4\u52d9\u5148\u60c5\u5831\u3092\u7de8\u96c6
accessibility.edit.contact           = \u57fa\u672c\u60c5\u5831\u3092\u7de8\u96c6
accessibility.edit.personal          = \u9023\u7d61\u5148\u60c5\u5831\u3092\u7de8\u96c6
accessibility.edit.social            = \u30bd\u30fc\u30b7\u30e3\u30eb\u30cd\u30c3\u30c8\u30ef\u30fc\u30ad\u30f3\u30b0\u60c5\u5831\u3092\u7de8\u96c6
accessibility.edit.staff             = \u30b9\u30bf\u30c3\u30d5\u60c5\u5831\u3092\u7de8\u96c6
accessibility.edit.student           = \u5b66\u751f\u60c5\u5831\u3092\u7de8\u96c6
accessibility.prefs                  = \u96fb\u5b50\u30e1\u30fc\u30eb\u901a\u77e5\u306e\u8a2d\u5b9a
accessibility.prefs.confirms.off     = \u81ea\u5206\u306e\u30b3\u30cd\u30af\u30b7\u30e7\u30f3\u30ea\u30af\u30a8\u30b9\u30c8\u304c\u627f\u8a8d\u3055\u308c\u305f\u5834\u5408\u306b\u96fb\u5b50\u30e1\u30fc\u30eb\u3067\u901a\u77e5\u3059\u308b\u8a2d\u5b9a\u304c\u7121\u52b9\u3067\u3059
accessibility.prefs.confirms.on      = \u81ea\u5206\u306e\u30b3\u30cd\u30af\u30b7\u30e7\u30f3\u30ea\u30af\u30a8\u30b9\u30c8\u304c\u627f\u8a8d\u3055\u308c\u305f\u5834\u5408\u306b\u96fb\u5b50\u30e1\u30fc\u30eb\u3067\u901a\u77e5\u3059\u308b\u8a2d\u5b9a\u304c\u6709\u52b9\u3067\u3059
accessibility.prefs.gallery          = \u30de\u30a4\u5199\u771f\u3092\u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u306b\u8868\u793a
accessibility.prefs.gravatar         = \u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u753b\u50cf\u3068\u3057\u3066 Gravatar \u3092\u4f7f\u7528
accessibility.prefs.kudos            = \u30de\u30a4\u8a55\u4fa1\u3092\u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u306b\u8868\u793a
accessibility.prefs.messagenew.off   = \u65b0\u3057\u3044\u30e1\u30c3\u30bb\u30fc\u30b8\u304c\u5c4a\u3044\u305f\u5834\u5408\u306b\u96fb\u5b50\u30e1\u30fc\u30eb\u3067\u901a\u77e5\u3059\u308b\u8a2d\u5b9a\u304c\u7121\u52b9\u3067\u3059
accessibility.prefs.messagenew.on    = \u65b0\u3057\u3044\u30e1\u30c3\u30bb\u30fc\u30b8\u304c\u5c4a\u3044\u305f\u5834\u5408\u306b\u96fb\u5b50\u30e1\u30fc\u30eb\u3067\u901a\u77e5\u3059\u308b\u8a2d\u5b9a\u304c\u6709\u52b9\u3067\u3059
accessibility.prefs.messagereply.off = \u81ea\u5206\u306e\u30e1\u30c3\u30bb\u30fc\u30b8\u306e\u3044\u305a\u308c\u304b\u306b\u8fd4\u4fe1\u304c\u3042\u3063\u305f\u3068\u304d\u306b\u96fb\u5b50\u30e1\u30fc\u30eb\u3067\u901a\u77e5\u3059\u308b\u8a2d\u5b9a\u304c\u7121\u52b9\u3067\u3059
accessibility.prefs.messagereply.on  = \u81ea\u5206\u306e\u30e1\u30c3\u30bb\u30fc\u30b8\u306e\u3044\u305a\u308c\u304b\u306b\u8fd4\u4fe1\u304c\u3042\u3063\u305f\u3068\u304d\u306b\u96fb\u5b50\u30e1\u30fc\u30eb\u3067\u901a\u77e5\u3059\u308b\u8a2d\u5b9a\u304c\u6709\u52b9\u3067\u3059
accessibility.prefs.officialimage    = \u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u753b\u50cf\u3068\u3057\u3066\u6b63\u5f0f\u306a\u6a5f\u95a2\u753b\u50cf\u3092\u4f7f\u7528
accessibility.prefs.onlinestatus     = \u30aa\u30f3\u30e9\u30a4\u30f3\u72b6\u614b\u3092\u4ed6\u306e\u30e6\u30fc\u30b6\u30fc\u306b\u8868\u793a
accessibility.prefs.requests.off     = \u81ea\u5206\u304c\u30b3\u30cd\u30af\u30b7\u30e7\u30f3\u3068\u3057\u3066\u8ffd\u52a0\u3055\u308c\u305f\u5834\u5408\u306b\u96fb\u5b50\u30e1\u30fc\u30eb\u3067\u901a\u77e5\u3059\u308b\u8a2d\u5b9a\u304c\u7121\u52b9\u3067\u3059
accessibility.prefs.requests.on      = \u81ea\u5206\u304c\u30b3\u30cd\u30af\u30b7\u30e7\u30f3\u3068\u3057\u3066\u8ffd\u52a0\u3055\u308c\u305f\u5834\u5408\u306b\u96fb\u5b50\u30e1\u30fc\u30eb\u3067\u901a\u77e5\u3059\u308b\u8a2d\u5b9a\u304c\u6709\u52b9\u3067\u3059
accessibility.prefs.wallnew.off      = \u81ea\u5206\u306e\u30a6\u30a9\u30fc\u30eb\u306b\u6295\u7a3f\u304c\u3042\u3063\u305f\u5834\u5408\u306b\u96fb\u5b50\u30e1\u30fc\u30eb\u3067\u901a\u77e5\u3059\u308b\u8a2d\u5b9a\u304c\u7121\u52b9\u3067\u3059
accessibility.prefs.wallnew.on       = \u81ea\u5206\u306e\u30a6\u30a9\u30fc\u30eb\u306b\u6295\u7a3f\u304c\u3042\u3063\u305f\u5834\u5408\u306b\u96fb\u5b50\u30e1\u30fc\u30eb\u3067\u901a\u77e5\u3059\u308b\u8a2d\u5b9a\u304c\u6709\u52b9\u3067\u3059
accessibility.prefs.worksite.off     = \u30b3\u30cd\u30af\u30b7\u30e7\u30f3\u3067\u30ef\u30fc\u30af\u30b5\u30a4\u30c8\u306b\u8ffd\u52a0\u3055\u308c\u305f\u5834\u5408\u306b\u96fb\u5b50\u30e1\u30fc\u30eb\u3067\u901a\u77e5\u3059\u308b\u8a2d\u5b9a\u304c\u7121\u52b9\u3067\u3059
accessibility.prefs.worksite.on      = \u30b3\u30cd\u30af\u30b7\u30e7\u30f3\u3067\u30ef\u30fc\u30af\u30b5\u30a4\u30c8\u306b\u8ffd\u52a0\u3055\u308c\u305f\u5834\u5408\u306b\u96fb\u5b50\u30e1\u30fc\u30eb\u3067\u901a\u77e5\u3059\u308b\u8a2d\u5b9a\u304c\u6709\u52b9\u3067\u3059
accessibility.privacy                = \u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u306e\u30d1\u30fc\u30c8\u3054\u3068\u306b\u95b2\u89a7\u3067\u304d\u308b\u30e6\u30fc\u30b6\u30fc\u3092\u5236\u5fa1\u3057\u307e\u3059
accessibility.privacy.academic       = \u5b66\u90e8\u3001\u5b66\u79d1\u3001\u30b3\u30fc\u30b9\u306a\u3069\u306e\u30a2\u30ab\u30c7\u30df\u30c3\u30af\u60c5\u5831\u3092\u95b2\u89a7\u3067\u304d\u308b\u30e6\u30fc\u30b6\u30fc\u3092\u9078\u629e\u3057\u307e\u3059\u3002
accessibility.privacy.basic          = \u30cb\u30c3\u30af\u30cd\u30fc\u30e0\u3084\u751f\u5e74\u6708\u65e5\u306a\u3069\u306e\u57fa\u672c\u60c5\u5831\u3092\u95b2\u89a7\u3067\u304d\u308b\u30e6\u30fc\u30b6\u30fc\u3092\u9078\u629e\u3057\u307e\u3059\u3002
accessibility.privacy.birthyear      = \u751f\u5e74\u306e\u8868\u793a/\u975e\u8868\u793a\u3092\u9078\u629e\u3057\u307e\u3059\u3002 \u30c1\u30a7\u30c3\u30af\u3057\u305f\u3082\u306e\u304c\u8868\u793a\u3055\u308c\u307e\u3059\u3002
accessibility.privacy.business       = \u696d\u754c\u3001\u8077\u4f4d\u3001\u8077\u6b74\u306a\u3069\u306e\u52e4\u52d9\u5148\u60c5\u5831\u3092\u95b2\u89a7\u3067\u304d\u308b\u30e6\u30fc\u30b6\u30fc\u3092\u9078\u629e\u3057\u307e\u3059\u3002
accessibility.privacy.contact        = \u96fb\u5b50\u30e1\u30fc\u30eb\u30a2\u30c9\u30ec\u30b9\u3084\u96fb\u8a71\u756a\u53f7\u306a\u3069\u3092\u95b2\u89a7\u3067\u304d\u308b\u30e6\u30fc\u30b6\u30fc\u3092\u9078\u629e\u3057\u307e\u3059\u3002
accessibility.privacy.friends        = \u30b3\u30cd\u30af\u30b7\u30e7\u30f3\u4e00\u89a7\u3092\u95b2\u89a7\u3067\u304d\u308b\u30e6\u30fc\u30b6\u30fc\u3092\u9078\u629e\u3057\u307e\u3059\u3002
accessibility.privacy.image          = \u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u5199\u771f\u3092\u95b2\u89a7\u3067\u304d\u308b\u30e6\u30fc\u30b6\u30fc\u3092\u9078\u629e\u3067\u304d\u307e\u3059\u3002
accessibility.privacy.kudos          = \u8a55\u4fa1\u3092\u95b2\u89a7\u3067\u304d\u308b\u30e6\u30fc\u30b6\u30fc\u3092\u9078\u629e\u3057\u307e\u3059 (\u300c\u8a2d\u5b9a\u300d\u3067\u6709\u52b9\u306b\u3057\u3066\u3044\u308b\u5834\u5408)\u3002
accessibility.privacy.messages       = \u30e1\u30c3\u30bb\u30fc\u30b8\u9001\u4fe1\u3067\u304d\u308b\u30e6\u30fc\u30b6\u30fc\u30fc\u3092\u9078\u629e\u3057\u307e\u3059\u3002
accessibility.privacy.onlinestatus   = \u30aa\u30f3\u30e9\u30a4\u30f3\u72b6\u6cc1\u3092\u95b2\u89a7\u3067\u304d\u308b\u30e6\u30fc\u30b6\u30fc\u3092\u9078\u629e\u3057\u307e\u3059\u3002 
accessibility.privacy.personal       = \u597d\u304d\u306a\u672c\u3084\u30c6\u30ec\u30d3\u756a\u7d44\u306a\u3069\u3092\u95b2\u89a7\u3067\u304d\u308b\u30e6\u30fc\u30b6\u30fc\u3092\u9078\u629e\u3057\u307e\u3059\u3002
accessibility.privacy.pictures       = \u5199\u771f\u30ae\u30e3\u30e9\u30ea\u30fc\u3092\u95b2\u89a7\u3067\u304d\u308b\u30e6\u30fc\u30b6\u30fc\u3092\u9078\u629e\u3057\u307e\u3059\u3002
accessibility.privacy.social         = Facebook\u3001LinkedIn\u3001MySpace \u306e\u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u306a\u3069\u3001\u30bd\u30fc\u30b7\u30e3\u30eb\u30cd\u30c3\u30c8\u30ef\u30fc\u30ad\u30f3\u30b0\u60c5\u5831\u3092\u95b2\u89a7\u3067\u304d\u308b\u30e6\u30fc\u30b6\u30fc\u3092\u9078\u629e\u3057\u307e\u3059\u3002
accessibility.privacy.staff          = \u30b9\u30bf\u30c3\u30d5\u60c5\u5831\u3092\u95b2\u89a7\u3067\u304d\u308b\u30e6\u30fc\u30b6\u30fc\u3092\u9078\u629e\u3057\u307e\u3059
accessibility.privacy.status         = \u72b6\u614b\u306e\u66f4\u65b0\u3092\u95b2\u89a7\u3067\u304d\u308b\u30e6\u30fc\u30b6\u30fc\u3092\u9078\u629e\u3057\u307e\u3059\u3002
accessibility.privacy.student        = \u5b66\u751f\u60c5\u5831\u3092\u95b2\u89a7\u3067\u304d\u308b\u30e6\u30fc\u30b6\u30fc\u3092\u9078\u629e\u3057\u307e\u3059
accessibility.profile.birthday       = \u751f\u5e74\u6708\u65e5\u3092\u9078\u629e\u3057\u307e\u3059\u3002 \u751f\u307e\u308c\u305f\u5e74\u3092\u8868\u793a\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u8a2d\u5b9a\u3067\u9078\u3076\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002
accessibility.profile.status.clear   = \u72b6\u614b\u3092\u30af\u30ea\u30a2
accessibility.search.connections     = \u691c\u7d22\u7d50\u679c\u306b\u30b3\u30cd\u30af\u30b7\u30e7\u30f3\u3092\u542b\u3081\u308b
accessibility.search.worksite        = \u9078\u629e\u3057\u305f\u30ef\u30fc\u30af\u30b5\u30a4\u30c8\u306b\u691c\u7d22\u3092\u5236\u9650 
accessibility.wall.comment           = {0} \u306e\u30a6\u30a9\u30fc\u30eb\u6295\u7a3f\u306b\u30b3\u30e1\u30f3\u30c8
accessibility.wall.remove            = \u30a6\u30a9\u30fc\u30eb\u306e {0} \u304b\u3089\u6295\u7a3f\u3092\u524a\u9664\u3057\u307e\u3059\u304b?
accessibility.wall.remove.mine       = \u30a6\u30a9\u30fc\u30eb\u306e\u6295\u7a3f\u3092\u524a\u9664\u3057\u307e\u3059\u304b?

button.business.add.profile       = \u52e4\u52d9\u5148\u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u3092\u8ffd\u52a0
button.business.remove.profile    = \u52e4\u52d9\u5148\u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u3092\u524a\u9664
button.cancel                     = \u30ad\u30e3\u30f3\u30bb\u30eb
button.close                      = \u9589\u3058\u308b
button.edit                       = \u7de8\u96c6
button.friend.add                 = \u30b3\u30cd\u30af\u30b7\u30e7\u30f3\u3092\u8ffd\u52a0
button.friend.cancel              = \u30b3\u30cd\u30af\u30b7\u30e7\u30f3\u30ea\u30af\u30a8\u30b9\u30c8\u3092\u30ad\u30e3\u30f3\u30bb\u30eb
button.friend.confirm             = \u30b3\u30cd\u30af\u30b7\u30e7\u30f3\u30ea\u30af\u30a8\u30b9\u30c8\u3092\u78ba\u8a8d
button.friend.ignore              = \u30b3\u30cd\u30af\u30b7\u30e7\u30f3\u30ea\u30af\u30a8\u30b9\u30c8\u3092\u7121\u8996
button.friend.remove              = \u30b3\u30cd\u30af\u30b7\u30e7\u30f3\u3092\u524a\u9664
button.gallery.remove             = \u5199\u771f\u3092\u524a\u9664
button.gallery.remove.confirm     = \u524a\u9664\u3092\u78ba\u8a8d
button.gallery.setprofile         = \u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u5199\u771f\u3068\u3057\u3066\u30bb\u30c3\u30c8
button.gallery.setprofile.confirm = \u65b0\u3057\u3044\u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u306e\u753b\u50cf\u3092\u78ba\u8a8d 
button.gallery.upload             = \u9078\u629e\u3057\u305f\u30d5\u30a1\u30a4\u30eb\u3092\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9
button.link                       = \u30ea\u30f3\u30af
button.message.reply              = \u8fd4\u4fe1
button.message.send               = \u30e1\u30c3\u30bb\u30fc\u30b8\u3092\u9001\u4fe1
button.save                       = \u4fdd\u5b58
button.save.changes               = \u5909\u66f4\u3092\u4fdd\u5b58
button.save.settings              = \u8a2d\u5b9a\u3092\u4fdd\u5b58
button.sayit                      = \u767a\u8a00
button.search                     = \u691c\u7d22
button.search.byinterest          = \u5171\u901a\u306e\u8208\u5473\u3067\u691c\u7d22
button.search.byname              = \u540d\u524d\u307e\u305f\u306f\u96fb\u5b50\u30e1\u30fc\u30eb\u3067\u691c\u7d22
button.search.clear               = \u691c\u7d22\u3092\u30af\u30ea\u30a2
button.search.history.clear       = \u5c65\u6b74\u3092\u30af\u30ea\u30a2
button.upload                     = \u30a2\u30c3\u30d7\u30ed\u30fc\u30c9
button.url.add                    = URL \u3092\u8ffd\u52a0
button.wall.comment               = \u30b3\u30e1\u30f3\u30c8\u3092\u8ffd\u52a0
button.wall.post                  = \u30a6\u30a9\u30fc\u30eb\u306b\u6295\u7a3f
button.wall.remove                = \u30a6\u30a9\u30fc\u30eb\u304b\u3089\u524a\u9664
button.worksite.cancel            = \u30ad\u30e3\u30f3\u30bb\u30eb
button.worksite.create            = \u4f5c\u6210

#EmailAddressValidator = '${input}' is not a valid email address. ##default
email.EmailAddressValidator = \u4e0d\u6b63\u306a\u96fb\u5b50\u30e1\u30fc\u30eb\u30a2\u30c9\u30ec\u30b9

error.empty.file.uploaded           = \u7a7a\u306e\u30d5\u30a1\u30a4\u30eb\u3092\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9\u3057\u3088\u3046\u3068\u3057\u307e\u3057\u305f
error.file.save.failed              = \u30d5\u30a1\u30a4\u30eb\u306e\u4fdd\u5b58\u306b\u5931\u6557\u3057\u307e\u3057\u305f
error.friend.add.failed             = <b>{0}</b> \u3078\u306e\u30b3\u30cd\u30af\u30b7\u30e7\u30f3\u30ea\u30af\u30a8\u30b9\u30c8\u306e\u9001\u4fe1\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
error.friend.already.confirmed      = \u3059\u3067\u306b <b>{0}</b> \u3078\u63a5\u7d9a\u3055\u308c\u3066\u3044\u307e\u3059\u3002
error.friend.already.pending        = <b>{0}</b> \u3068\u306e\u30b3\u30cd\u30af\u30b7\u30e7\u30f3\u30ea\u30af\u30a8\u30b9\u30c8\u306f\u3059\u3067\u306b\u627f\u8a8d\u5f85\u3061\u306b\u306a\u3063\u3066\u3044\u307e\u3059\u3002
error.friend.confirm.failed         = <b>{0}</b> \u306e\u30b3\u30cd\u30af\u30b7\u30e7\u30f3\u30ea\u30af\u30a8\u30b9\u30c8\u306e\u78ba\u8a8d\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
error.friend.ignore.failed          = <b>{0}</b> \u306e\u30b3\u30cd\u30af\u30b7\u30e7\u30f3\u30ea\u30af\u30a8\u30b9\u30c8\u306e\u7121\u8996\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
error.friend.not.friend             = <b>{0}</b> \u3068\u63a5\u7d9a\u3055\u308c\u3066\u3044\u306a\u3044\u305f\u3081\u3001\u524a\u9664\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\u3002
error.friend.not.pending.confirm    = \u627f\u8a8d\u5f85\u3061\u306b\u306a\u3063\u3066\u3044\u308b <b>{0}</b> \u304b\u3089\u306e\u30b3\u30cd\u30af\u30b7\u30e7\u30f3\u30ea\u30af\u30a8\u30b9\u30c8\u306a\u306a\u3044\u305f\u3081\u3001\u78ba\u8a8d\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\u3002
error.friend.not.pending.ignore     = \u627f\u8a8d\u5f85\u3061\u306b\u306a\u3063\u3066\u3044\u308b <b>{0}</b> \u304b\u3089\u306e\u30b3\u30cd\u30af\u30b7\u30e7\u30f3\u30ea\u30af\u30a8\u30b9\u30c8\u306a\u306a\u3044\u305f\u3081\u3001\u7121\u8996\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\u3002
error.friend.remove.failed          = \u30b3\u30cd\u30af\u30b7\u30e7\u30f3\u4e00\u89a7\u304b\u3089\u306e <b>{0}</b> \u306e\u524a\u9664\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
error.gallery.remove.failed         = \u30ae\u30e3\u30e9\u30ea\u30fc\u304b\u3089\u5199\u771f\u3092\u524a\u9664\u3067\u304d\u307e\u305b\u3093
error.gallery.setprofile.failed     = \u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u5199\u771f\u3068\u3057\u3066\u5199\u771f\u3092\u30bb\u30c3\u30c8\u3067\u304d\u307e\u305b\u3093
error.gallery.upload.warning        = \u30d5\u30a1\u30a4\u30eb\u3092\u307e\u305a\u9078\u629e\u3057\u307e\u3059
error.invalid.image.type            = \u8a31\u53ef\u3055\u308c\u308b\u753b\u50cf\u306f PNG\u3001JPG\u3001\u307e\u305f\u306f GIF \u306e\u307f\u3067\u3059\u3002
error.message.required.body         = \u30e1\u30c3\u30bb\u30fc\u30b8\u306f\u7a7a\u306b\u3067\u304d\u307e\u305b\u3093
error.message.required.to           = \u30e1\u30c3\u30bb\u30fc\u30b8\u306e\u9001\u4fe1\u5148\u30b3\u30cd\u30af\u30b7\u30e7\u30f3\u3092\u9078\u629e\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059
error.message.send.failed           = \u30e1\u30c3\u30bb\u30fc\u30b8\u9001\u4fe1\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f
error.no.file.uploaded              = \u30d5\u30a1\u30a4\u30eb\u304c\u9078\u629e\u3055\u308c\u307e\u305b\u3093\u3067\u3057\u305f
error.password.required             = \u30d1\u30b9\u30ef\u30fc\u30c9\u304c\u5fc5\u8981\u3067\u3059
error.preferences.save.failed       = \u4fdd\u5b58\u306b\u5931\u6557\u3057\u307e\u3057\u305f
error.privacy.save.failed           = \u4fdd\u5b58\u306b\u5931\u6557\u3057\u307e\u3057\u305f
error.profile.save.academic.failed  = \u4fdd\u5b58\u306b\u5931\u6557\u3057\u307e\u3057\u305f
error.profile.save.business.failed  = \u4fdd\u5b58\u306b\u5931\u6557\u3057\u307e\u3057\u305f
error.profile.save.contact.failed   = \u4fdd\u5b58\u306b\u5931\u6557\u3057\u307e\u3057\u305f
error.profile.save.info.failed      = \u4fdd\u5b58\u306b\u5931\u6557\u3057\u307e\u3057\u305f
error.profile.save.interests.failed = \u4fdd\u5b58\u306b\u5931\u6557\u3057\u307e\u3057\u305f
error.twitter.details.invalid       = \u3042\u306a\u305f\u306e Twitter \u8a8d\u8a3c\u60c5\u5831\u3092\u691c\u8a3c\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f
error.url.save.failed               = URL \u306e\u4fdd\u5b58\u306b\u5931\u6557\u3057\u307e\u3057\u305f
error.username.required             = \u30e6\u30fc\u30b6\u30fc\u540d\u304c\u5fc5\u8981\u3067\u3059
error.wall.comment.empty            = \u7a7a\u306e\u30b3\u30e1\u30f3\u30c8\u3092\u8ffd\u52a0\u3057\u3088\u3046\u3068\u3057\u307e\u3057\u305f
error.wall.comment.failed           = \u30b3\u30e1\u30f3\u30c8\u306b\u5931\u6557\u3057\u307e\u3057\u305f
error.wall.post.empty               = \u7a7a\u306e\u6295\u7a3f\u3092\u884c\u304a\u3046\u3068\u3057\u307e\u3057\u305f
error.wall.post.failed              = \u6295\u7a3f\u306b\u5931\u6557\u3057\u307e\u3057\u305f
error.worksite.create.failed        = \u30ef\u30fc\u30af\u30b5\u30a4\u30c8\u306e\u4f5c\u6210\u306b\u5931\u6557\u3057\u307e\u3057\u305f
error.worksite.no.title             = \u30b5\u30a4\u30c8\u540d\u3092\u6307\u5b9a\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059

exception.heading.session.expired = \u30bb\u30c3\u30b7\u30e7\u30f3\u306e\u6709\u52b9\u671f\u9650\u304c\u5207\u308c\u307e\u3057\u305f\u3002
exception.text.session.expired    = \u6b8b\u5ff5\u3067\u3059\u304c\u3001\u30bb\u30c3\u30b7\u30e7\u30f3\u306e\u6709\u52b9\u671f\u9650\u304c\u5207\u308c\u307e\u3057\u305f\u3002 \u30da\u30fc\u30b8\u3092\u66f4\u65b0\u3059\u308b\u304b\u3001\u30ed\u30b0\u30a2\u30a6\u30c8\u3057\u3066\u518d\u5ea6\u30ed\u30b0\u30a4\u30f3\u3057\u3001\u30bb\u30c3\u30b7\u30e7\u30f3\u3092\u518d\u958b\u3057\u3066\u304f\u3060\u3055\u3044\u3002

facebookUrl.UrlValidator = \u4e0d\u6b63\u306a URL

facsimile.PhoneNumberValidator = \u7121\u52b9\u306a\u96fb\u8a71\u756a\u53f7

form.uploadTooLarge = \u30a2\u30c3\u30d7\u30ed\u30fc\u30c9\u3059\u308b\u30d5\u30a1\u30a4\u30eb\u306f ${maxSize} \u3088\u308a\u5c0f\u3055\u304f\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059

heading.academic                  = \u30a2\u30ab\u30c7\u30df\u30c3\u30af\u60c5\u5831
heading.academic.edit             = \u30a2\u30ab\u30c7\u30df\u30c3\u30af\u60c5\u5831
heading.basic                     = \u57fa\u672c\u60c5\u5831
heading.basic.edit                = \u57fa\u672c\u60c5\u5831
heading.business                  = \u52e4\u52d9\u5148\u60c5\u5831
heading.business.edit             = \u52e4\u52d9\u5148\u60c5\u5831
heading.contact                   = \u9023\u7d61\u5148\u60c5\u5831
heading.contact.edit              = \u9023\u7d61\u5148\u60c5\u5831
heading.friend.requests           = \u30b3\u30cd\u30af\u30b7\u30e7\u30f3\u30ea\u30af\u30a8\u30b9\u30c8 - 
heading.friends.my                = \u30de\u30a4\u30b3\u30cd\u30af\u30b7\u30e7\u30f3 - 
heading.friends.view              = {0} \u306e\u30b3\u30cd\u30af\u30b7\u30e7\u30f3 - 
heading.interests                 = \u500b\u4eba\u60c5\u5831
heading.interests.edit            = \u500b\u4eba\u60c5\u5831
heading.messages                  = \u30de\u30a4\u30e1\u30c3\u30bb\u30fc\u30b8
heading.pictures.addpicture       = \u5199\u771f\u3092\u8ffd\u52a0
heading.pictures.my.pictures      = \u30de\u30a4\u5199\u771f
heading.pictures.view.pictures    = {0} \u306e\u5199\u771f
heading.preferences               = \u8a2d\u5b9a
heading.privacy                   = \u30d7\u30e9\u30a4\u30d0\u30b7\u30fc\u8a2d\u5b9a
heading.search                    = \u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u3092\u691c\u7d22
heading.section.academic.staff    = \u30b9\u30bf\u30c3\u30d5\u7528:
heading.section.academic.students = \u5b66\u751f\u7528:
heading.section.email             = \u96fb\u5b50\u30e1\u30fc\u30eb\u901a\u77e5
heading.section.image             = \u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u753b\u50cf\u8a2d\u5b9a
heading.section.twitter           = Twitter \u3068\u306e\u9023\u643a
heading.section.widget            = \u30a6\u30a3\u30b8\u30a7\u30c3\u30c8\u8a2d\u5b9a
heading.social                    = \u30bd\u30fc\u30b7\u30e3\u30eb\u30cd\u30c3\u30c8\u30ef\u30fc\u30ad\u30f3\u30b0
heading.social.edit               = \u30bd\u30fc\u30b7\u30e3\u30eb\u30cd\u30c3\u30c8\u30ef\u30fc\u30ad\u30f3\u30b0
heading.staff                     = \u30b9\u30bf\u30c3\u30d5\u60c5\u5831
heading.staff.edit                = \u30b9\u30bf\u30c3\u30d5\u60c5\u5831
heading.student                   = \u5b66\u751f\u60c5\u5831
heading.student.edit              = \u5b66\u751f\u60c5\u5831
heading.widget.my.friends         = \u30de\u30a4\u30b3\u30cd\u30af\u30b7\u30e7\u30f3
heading.widget.my.kudos           = \u30de\u30a4\u8a55\u4fa1
heading.widget.my.pictures        = \u30de\u30a4\u5199\u771f
heading.widget.view.friends       = {0} \u306e\u30b3\u30cd\u30af\u30b7\u30e7\u30f3
heading.widget.view.kudos         = {0} \u306e\u8a55\u4fa1
heading.widget.view.pictures      = {0} \u306e\u5199\u771f

#UrlValidator=${input}' is not a valid URL. ##default
homepage.UrlValidator = \u4e0d\u6b63\u306a URL

homephone.PhoneNumberValidator = \u7121\u52b9\u306a\u96fb\u8a71\u756a\u53f7

link.change.profile.picture = \u5199\u771f\u3092\u5909\u66f4
link.edit                   = \u7de8\u96c6
link.edit.info              = \u60c5\u5831\u3092\u7de8\u96c6
link.friend.add             = \u30b3\u30cd\u30af\u30b7\u30e7\u30f3\u3068\u3057\u3066\u8ffd\u52a0
link.friend.add.name        = \u30b3\u30cd\u30af\u30b7\u30e7\u30f3\u3068\u3057\u3066 {0} \u3092\u8ffd\u52a0
link.friend.confirm         = \u30b3\u30cd\u30af\u30b7\u30e7\u30f3\u3092\u78ba\u8a8d
link.friend.feed.search     = \u30b3\u30cd\u30af\u30b7\u30e7\u30f3\u3092\u691c\u7d22
link.friend.feed.view       = \u30b3\u30cd\u30af\u30b7\u30e7\u30f3\u3092\u3059\u3079\u3066\u8868\u793a
link.friend.ignore          = \u30b3\u30cd\u30af\u30b7\u30e7\u30f3\u3092\u7121\u8996
link.friend.remove          = \u30b3\u30cd\u30af\u30b7\u30e7\u30f3\u3092\u524a\u9664
link.friend.request.act     = \u3053\u306e\u30ea\u30af\u30a8\u30b9\u30c8\u3067\u5b9f\u884c
link.friend.search          = \u30b3\u30cd\u30af\u30b7\u30e7\u30f3\u3092\u691c\u7d22\u3057\u307e\u3059\u304b?
link.gallery.feed.addnew    = \u65b0\u3057\u3044\u5199\u771f\u3092\u8ffd\u52a0
link.gallery.feed.view      = \u5199\u771f\u3092\u3059\u3079\u3066\u8868\u793a
link.gallery.image.view     = \u753b\u50cf\u3092\u8868\u793a
link.messages.back          = \u30e1\u30c3\u30bb\u30fc\u30b8\u4e00\u89a7\u306b\u623b\u308b
link.messages.compose       = \u30e1\u30c3\u30bb\u30fc\u30b8\u3092\u4f5c\u6210
link.messages.mymessages    = \u30de\u30a4\u30e1\u30c3\u30bb\u30fc\u30b8
link.messages.viewthread    = \u30b9\u30ec\u30c3\u30c9\u3092\u8868\u793a
link.my.friends             = \u30b3\u30cd\u30af\u30b7\u30e7\u30f3
link.my.friends.search      = \u30b3\u30cd\u30af\u30b7\u30e7\u30f3\u3092\u691c\u7d22
link.my.friends.tooltip     = \u30b3\u30cd\u30af\u30b7\u30e7\u30f3\u3092\u8868\u793a\u30fb\u7ba1\u7406\u3057\u307e\u3059
link.my.messages            = \u30e1\u30c3\u30bb\u30fc\u30b8
link.my.messages.tooltip    = \u30d7\u30e9\u30a4\u30d9\u30fc\u30c8\u30e1\u30c3\u30bb\u30fc\u30b8\u3092\u9001\u4fe1\u3057\u305f\u308a\u8aad\u3093\u3060\u308a\u3057\u307e\u3059
link.my.pictures            = \u5199\u771f
link.my.pictures.tooltip    = \u753b\u50cf\u3092\u8ffd\u52a0\u3057\u305f\u308a\u3001\u30ae\u30e3\u30e9\u30ea\u30fc\u3092\u8868\u793a\u3057\u305f\u308a\u3057\u307e\u3059
link.my.preferences         = \u8a2d\u5b9a
link.my.preferences.tooltip = \u81ea\u5206\u306e\u8a2d\u5b9a\u3092\u7ba1\u7406\u3057\u307e\u3059
link.my.privacy             = \u30d7\u30e9\u30a4\u30d0\u30b7\u30fc
link.my.privacy.tooltip     = \u30d7\u30e9\u30a4\u30d0\u30b7\u30fc\u3092\u7ba1\u7406\u3057\u307e\u3059
link.my.profile             = \u500b\u4eba\u30d7\u30ed\u30d5\u30a3\u30fc\u30eb
link.my.profile.tooltip     = \u81ea\u5206\u306e\u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u3092\u8868\u793a\u30fb\u7de8\u96c6\u3057\u307e\u3059
link.my.search              = \u691c\u7d22
link.my.search.tooltip      = \u4eba\u7269\u306e\u691c\u7d22\u3084\u3001\u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u8868\u793a\u3092\u884c\u3044\u307e\u3059
link.profile.locked.false   = \u3053\u306e\u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u3092\u30ed\u30c3\u30af\u3057\u307e\u3059\u304b?
link.profile.locked.true    = \u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u304c\u30ed\u30c3\u30af\u3055\u308c\u3066\u3044\u307e\u3059\u3002 \u30ed\u30c3\u30af\u89e3\u9664\u3057\u307e\u3059\u304b?
link.status.clear           = \u30af\u30ea\u30a2
link.status.update          = \u66f4\u65b0
link.tab.profile            = \u30d7\u30ed\u30d5\u30a3\u30fc\u30eb
link.tab.profile.tooltip    = \u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u3092\u8868\u793a
link.tab.wall               = \u30a6\u30a9\u30fc\u30eb
link.tab.wall.tooltip       = \u30a6\u30a9\u30fc\u30eb\u3092\u8868\u793a
link.title.confirmfriend    = \u30b3\u30cd\u30af\u30b7\u30e7\u30f3\u30ea\u30af\u30a8\u30b9\u30c8\u3092\u78ba\u8a8d
link.title.ignorefriend     = \u30b3\u30cd\u30af\u30b7\u30e7\u30f3\u30ea\u30af\u30a8\u30b9\u30c8\u3092\u7121\u8996
link.title.removefriend     = \u30b3\u30cd\u30af\u30b7\u30e7\u30f3\u3092\u524a\u9664
link.title.rss              = \u500b\u4eba\u7528 RSS \u30d5\u30a3\u30fc\u30c9\u3092\u8868\u793a/\u30ab\u30b9\u30bf\u30de\u30a4\u30ba
link.title.unlinktwitter    = Twitter \u30a2\u30ab\u30a6\u30f3\u30c8\u306e\u30ea\u30f3\u30af\u3092\u89e3\u9664
link.title.wall.comment     = {0} \u306e\u30a6\u30a9\u30fc\u30eb\u6295\u7a3f\u306b\u30b3\u30e1\u30f3\u30c8
link.title.wall.remove      = \u30a6\u30a9\u30fc\u30eb\u304b\u3089\u524a\u9664
link.title.worksite.create  = \u30ef\u30fc\u30af\u30b5\u30a4\u30c8\u3092\u4f5c\u6210
link.view.friends           = \u30b3\u30cd\u30af\u30b7\u30e7\u30f3\u3092\u8868\u793a
link.wall.item.comment      = \u30b3\u30e1\u30f3\u30c8
link.wall.item.remove       = \u524a\u9664
link.worksite.create        = \u30ef\u30fc\u30af\u30b5\u30a4\u30c8\u3092\u4f5c\u6210

linkedinUrl.UrlValidator = \u4e0d\u6b63\u306a URL

message.message = \u30e1\u30c3\u30bb\u30fc\u30b8
message.reply   = \u8fd4\u4fe1
message.subject = \u4ef6\u540d
message.to      = \u5b9b\u5148

mobilephone.PhoneNumberValidator = \u7121\u52b9\u306a\u96fb\u8a71\u756a\u53f7

myspaceUrl.UrlValidator = \u4e0d\u6b63\u306a URL

page.title = \u30d7\u30ed\u30d5\u30a3\u30fc\u30eb

palette.available = \u5229\u7528\u53ef\u80fd
palette.selected  = \u9078\u629e\u6e08\u307f

pictures.addpicture              = \u65b0\u3057\u3044\u5199\u771f\u3092\u30ae\u30e3\u30e9\u30ea\u30fc\u306b\u8ffd\u52a0
pictures.removepicture           = \u3053\u306e\u5199\u771f\u3092\u30ae\u30e3\u30e9\u30ea\u30fc\u304b\u3089\u524a\u9664
pictures.removepicture.confirm   = \u3053\u306e\u5199\u771f\u3092\u30ae\u30e3\u30e9\u30ea\u30fc\u304b\u3089\u524a\u9664\u3057\u3066\u3082\u3088\u308d\u3057\u3044\u3067\u3059\u304b? 
pictures.setprofileimage         = \u3053\u306e\u5199\u771f\u3092\u81ea\u5206\u306e\u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u5199\u771f\u3068\u3057\u3066\u30bb\u30c3\u30c8
pictures.setprofileimage.confirm = \u3053\u306e\u753b\u50cf\u3068\u73fe\u5728\u306e\u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u306e\u753b\u50cf\u3092\u7f6e\u304d\u63db\u3048\u3066\u3082\u3088\u308d\u3057\u3044\u3067\u3059\u304b?

preference.option.off                   = \u30aa\u30d5
preference.option.on                    = \u30aa\u30f3

preferences.email.confirms              = \u81ea\u5206\u306e\u30b3\u30cd\u30af\u30b7\u30e7\u30f3\u30ea\u30af\u30a8\u30b9\u30c8\u3092\u78ba\u8a8d
preferences.email.message               = \u6b21\u306e\u5834\u5408\u306b <b>{0}</b> \u3067\u96fb\u5b50\u30e1\u30fc\u30eb\u3092\u53d7\u4fe1:
preferences.email.message.new           = \u8ab0\u304b\u304c\u65b0\u898f\u30e1\u30c3\u30bb\u30fc\u30b8\u3092\u81ea\u5206\u5b9b\u306b\u9001\u4fe1\u3057\u305f\u3068\u304d
preferences.email.message.reply         = \u81ea\u5206\u306e\u30e1\u30c3\u30bb\u30fc\u30b8\u306e\u3044\u305a\u308c\u304b\u306b\u8fd4\u4fe1\u304c\u3042\u3063\u305f\u3068\u304d
preferences.email.none                  = (\u96fb\u5b50\u30e1\u30fc\u30eb\u30a2\u30c9\u30ec\u30b9\u304c\u30bb\u30c3\u30c8\u3055\u308c\u3066\u3044\u307e\u305b\u3093)
preferences.email.requests              = \u30b3\u30cd\u30af\u30b7\u30e7\u30f3\u3068\u3057\u3066\u81ea\u5206\u3092\u8ffd\u52a0
preferences.email.wall.new              = \u81ea\u5206\u306e\u30a6\u30a9\u30fc\u30eb\u306b\u6295\u7a3f
preferences.email.worksite.new          = \u81ea\u5206\u3092\u65b0\u3057\u3044\u30ef\u30fc\u30af\u30b5\u30a4\u30c8\u306b\u8ffd\u52a0
preferences.image.gravatar              = \u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u753b\u50cf\u3068\u3057\u3066 Gravatar \u3092\u4f7f\u7528
preferences.image.message               = \u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u753b\u50cf\u306e\u95a2\u4fc2\u4e8b\u9805\u3092\u8a2d\u5b9a
preferences.image.official              = \u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u753b\u50cf\u3068\u3057\u3066\u6b63\u5f0f\u306a\u6a5f\u95a2\u753b\u50cf\u3092\u4f7f\u7528
preferences.twitter.message             = \u72b6\u614b\u306e\u66f4\u65b0\u306b\u3088\u3063\u3066 Twitter \u30a2\u30ab\u30a6\u30f3\u30c8\u3082\u66f4\u65b0\u3067\u304d\u307e\u3059
preferences.widget.gallery              = \u81ea\u5206\u306e\u5199\u771f\u3092\u8868\u793a
preferences.widget.gallery.tooltip      = \u30aa\u30f3\u306b\u3059\u308b\u3068\u3001\u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u306b\u81ea\u5206\u306e\u5199\u771f\u304c\u8868\u793a\u3055\u308c\u307e\u3059\u3002
preferences.widget.kudos                = \u8a55\u4fa1\u3092\u8868\u793a
preferences.widget.kudos.tooltip        = \u5f97\u70b9\u304c\u8a08\u7b97\u3055\u308c\u308b\u3068\u3001\u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u306b\u81ea\u5206\u306e\u8a55\u4fa1\u304c\u8868\u793a\u3055\u308c\u307e\u3059
preferences.widget.message              = \u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u306b\u3069\u306e\u30a6\u30a3\u30b8\u30a7\u30c3\u30c8\u3092\u8868\u793a\u3059\u308b\u304b\u3092\u9078\u629e\u3067\u304d\u307e\u3059
preferences.widget.onlinestatus         = \u30aa\u30f3\u30e9\u30a4\u30f3\u72b6\u614b\u3092\u8868\u793a
preferences.widget.onlinestatus.tooltip = \u81ea\u5206\u304c\u30aa\u30f3\u30e9\u30a4\u30f3\u304b\u3069\u3046\u304b\u3092\u8868\u793a\u3057\u307e\u3059\u3002 \u6709\u52b9\u306b\u3059\u308b\u3068\u3001\u30d7\u30e9\u30a4\u30d0\u30b7\u30fc\u8a2d\u5b9a\u3067\u8a73\u7d30\u306b\u5236\u5fa1\u3067\u304d\u307e\u3059\u3002 \u7121\u52b9\u306b\u3059\u308b\u3068\u3001\u30aa\u30d5\u30e9\u30a4\u30f3\u3068\u3057\u3066\u8868\u793a\u3055\u308c\u307e\u3059

privacy.academicinfo       = \u30a2\u30ab\u30c7\u30df\u30c3\u30af\u60c5\u5831
privacy.basicinfo          = \u57fa\u672c\u60c5\u5831
privacy.birthyear          = \u751f\u5e74\u6708\u65e5\u3092\u8868\u793a
privacy.businessinfo       = \u52e4\u52d9\u5148\u60c5\u5831
privacy.contactinfo        = \u9023\u7d61\u60c5\u5831
privacy.messages           = \u30e1\u30c3\u30bb\u30fc\u30b8\u306e\u9001\u4fe1\u8a31\u53ef\u7bc4\u56f2
privacy.myfriends          = \u30b3\u30cd\u30af\u30b7\u30e7\u30f3\u306e\u516c\u958b\u7bc4\u56f2
privacy.mykudos            = \u8a55\u4fa1\u306e\u516c\u958b\u7bc4\u56f2
privacy.mypictures         = \u5199\u771f\u306e\u516c\u958b\u7bc4\u56f2
privacy.mystatus           = \u72b6\u614b\u306e\u516c\u958b\u7bc4\u56f2
privacy.mywall             = \u30a6\u30a9\u30fc\u30eb\u3068\u4ed6\u306e\u30a6\u30a9\u30fc\u30eb\u3078\u306e\u6295\u7a3f\u306e\u516c\u958b\u7bc4\u56f2
privacy.onlinestatus       = \u30aa\u30f3\u30e9\u30a4\u30f3\u72b6\u614b\u306e\u516c\u958b\u7bc4\u56f2
privacy.option.everyone    = \u5168\u54e1
privacy.option.nobody      = \u975e\u516c\u958b
privacy.option.onlyfriends = \u30b3\u30cd\u30af\u30b7\u30e7\u30f3\u306e\u3042\u308b\u76f8\u624b\u306e\u307f
privacy.option.onlyme      = \u81ea\u5206\u306e\u307f
privacy.personalinfo       = \u500b\u4eba\u60c5\u5831
privacy.profileimage       = \u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u5199\u771f
privacy.search             = \u691c\u7d22
privacy.socialinfo         = \u30bd\u30fc\u30b7\u30e3\u30eb\u60c5\u5831
privacy.staffinfo          = \u30b9\u30bf\u30c3\u30d5\u60c5\u5831
privacy.studentinfo        = \u5b66\u751f\u60c5\u5831

profile.academicprofileurl             = \u30a2\u30ab\u30c7\u30df\u30c3\u30af/\u8abf\u67fb URL
profile.birthday                       = \u751f\u5e74\u6708\u65e5
profile.business.bio                   = \u8077\u6b74
profile.business.company.description   = \u52e4\u52d9\u5148\u8aac\u660e
profile.business.company.name          = \u52e4\u52d9\u5148\u540d
profile.business.company.profile       = \u30d7\u30ed\u30d5\u30a3\u30fc\u30eb
profile.business.company.profiles      = \u52e4\u52d9\u5148\u30d7\u30ed\u30d5\u30a3\u30fc\u30eb
profile.business.company.web           = \u52e4\u52d9\u5148\u30a6\u30a7\u30d6\u30a2\u30c9\u30ec\u30b9
profile.business.update                = \u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u306e\u52e4\u52d9\u5148\u60c5\u5831\u3092\u66f4\u65b0\u3057\u307e\u3057\u305f
profile.contact.update                 = \u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u306e\u9023\u7d61\u5148\u60c5\u5831\u3092\u66f4\u65b0\u3057\u307e\u3057\u305f
profile.course                         = \u5b66\u4f4d/\u30b3\u30fc\u30b9
profile.department                     = \u5b66\u79d1
profile.email                          = \u96fb\u5b50\u30e1\u30fc\u30eb
profile.favourite.books                = \u597d\u304d\u306a\u672c
profile.favourite.movies               = \u597d\u304d\u306a\u6620\u753b
profile.favourite.quotes               = \u597d\u304d\u306a\u8a00\u8449
profile.favourite.tv                   = \u597d\u304d\u306a\u30c6\u30ec\u30d3\u756a\u7d44
profile.gallery.image.upload           = \u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u753b\u50cf\u30ae\u30e3\u30e9\u30ea\u30fc\u306b\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9\u3057\u307e\u3057\u305f
profile.homepage                       = \u30db\u30fc\u30e0\u30da\u30fc\u30b8
profile.image.change.upload            = \u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u753b\u50cf\u3092\u5909\u66f4\u3057\u307e\u3057\u305f
profile.image.change.url               = \u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u753b\u50cf\u3092\u5909\u66f4\u3057\u307e\u3057\u305f
profile.info.update                    = \u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u306e\u57fa\u672c\u60c5\u5831\u3092\u66f4\u65b0\u3057\u307e\u3057\u305f
profile.interests.update               = \u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u306e\u500b\u4eba\u60c5\u5831\u3092\u66f4\u65b0\u3057\u307e\u3057\u305f
profile.name.first                     = \u540d
profile.name.first.none                = \u30e6\u30fc\u30b6\u30fc
profile.name.last                      = \u59d3
profile.name.middle                    = \u30df\u30c9\u30eb\u30cd\u30fc\u30e0
profile.nickname                       = \u30cb\u30c3\u30af\u30cd\u30fc\u30e0
profile.phone.facsimile                = \u30d5\u30a1\u30c3\u30af\u30b9
profile.phone.home                     = \u81ea\u5b85\u96fb\u8a71\u756a\u53f7
profile.phone.mobile                   = \u643a\u5e2f\u96fb\u8a71\u756a\u53f7
profile.phone.work                     = \u52e4\u52d9\u5148\u96fb\u8a71\u756a\u53f7
profile.position                       = \u30dd\u30b8\u30b7\u30e7\u30f3
profile.publications                   = \u51fa\u7248\u7269\u304a\u3088\u3073\u5354\u8b70\u4f1a
profile.room                           = \u7814\u7a76\u5ba4
profile.school                         = \u5b66\u90e8
profile.socialnetworking.facebook      = Facebook
profile.socialnetworking.facebook.edit = Facebook URL
profile.socialnetworking.linkedin      = LinkedIn
profile.socialnetworking.linkedin.edit = LinkedIn URL
profile.socialnetworking.myspace       = MySpace
profile.socialnetworking.myspace.edit  = MySpace URL
profile.socialnetworking.skype         = Skype
profile.socialnetworking.skype.edit    = Skype \u30e6\u30fc\u30b6\u30fc\u540d
profile.socialnetworking.skype.link    = Skype Me
profile.socialnetworking.twitter       = Twitter
profile.socialnetworking.twitter.edit  = Twitter URL
profile.socialnetworking.update        = \u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u306e\u30bd\u30fc\u30b7\u30e3\u30eb\u30cd\u30c3\u30c8\u30ef\u30fc\u30ad\u30f3\u30b0\u306e\u8a73\u7d30\u3092\u66f4\u65b0\u3057\u307e\u3057\u305f
profile.staff.update                   = \u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u306e\u30b9\u30bf\u30c3\u30d5\u60c5\u5831\u3092\u66f4\u65b0\u3057\u307e\u3057\u305f
profile.staffprofile                   = \u30b9\u30bf\u30c3\u30d5\u306e\u30d7\u30ed\u30d5\u30a3\u30fc\u30eb
profile.student.update                 = \u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u306e\u5b66\u751f\u60c5\u5831\u3092\u66f4\u65b0\u3057\u307e\u3057\u305f
profile.subjects                       = \u5c02\u9580
profile.summary                        = \u500b\u4eba\u7565\u6b74
profile.universityprofileurl           = \u5927\u5b66\u30d7\u30ed\u30d5\u30a3\u30fc\u30ebURL

success.message.send.ok     = \u30e1\u30c3\u30bb\u30fc\u30b8\u3092\u9001\u4fe1\u3057\u307e\u3057\u305f
success.preferences.save.ok = \u6b63\u5e38\u306b\u4fdd\u5b58\u3055\u308c\u307e\u3057\u305f
success.privacy.save.ok     = \u6b63\u5e38\u306b\u4fdd\u5b58\u3055\u308c\u307e\u3057\u305f

text.edit.other.warning              = \u8b66\u544a: \u3042\u306a\u305f\u306f <b>{0}</b> \u306e\u60c5\u5831\u3092\u7de8\u96c6\u3057\u3066\u3044\u307e\u3059\u3002
text.friend.add                      = <b>{0}</b> \u304c\u3042\u306a\u305f\u306e\u30ea\u30af\u30a8\u30b9\u30c8\u3092\u78ba\u8a8d\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
text.friend.already                  = \u3059\u3067\u306b <b>{0}</b> \u3078\u63a5\u7d9a\u3055\u308c\u3066\u3044\u307e\u3059\u3002
text.friend.already.pending          = \u3042\u306a\u305f\u3068 <b>{0}</b> \u306e\u9593\u306b\u306f\u3001\u3059\u3067\u306b\u627f\u8a8d\u5f85\u3061\u306b\u306a\u3063\u3066\u3044\u308b\u30b3\u30cd\u30af\u30b7\u30e7\u30f3\u30ea\u30af\u30a8\u30b9\u30c8\u304c\u3042\u308a\u307e\u3059\u3002
text.friend.cancel                   = \u627f\u8a8d\u5f85\u3061\u306b\u306a\u3063\u3066\u3044\u308b <b>{0}</b> \u3078\u306e\u30b3\u30cd\u30af\u30b7\u30e7\u30f3\u30ea\u30af\u30a8\u30b9\u30c8\u3092\u30ad\u30e3\u30f3\u30bb\u30eb\u3057\u3066\u3082\u3088\u308d\u3057\u3044\u3067\u3059\u304b? \u30ad\u30e3\u30f3\u30bb\u30eb\u3057\u305f\u3053\u3068\u306f\u901a\u77e5\u3055\u308c\u307e\u305b\u3093\u3002
text.friend.confirm                  = \u3053\u308c\u306b\u3088\u308a <b>{0}</b> \u306e\u30b3\u30cd\u30af\u30b7\u30e7\u30f3\u30ea\u30af\u30a8\u30b9\u30c8\u304c\u627f\u8a8d\u3055\u308c\u307e\u3059\u3002
text.friend.confirmed                = \u63a5\u7d9a\u3055\u308c\u307e\u3057\u305f
text.friend.feed.num.many            = {0} \u500b\u306e\u30b3\u30cd\u30af\u30b7\u30e7\u30f3
text.friend.feed.num.none            = \u30b3\u30cd\u30af\u30b7\u30e7\u30f3\u306a\u3057
text.friend.feed.num.one             = 1 \u500b\u306e\u30b3\u30cd\u30af\u30b7\u30e7\u30f3
text.friend.ignore                   = <b>{0}</b> \u306e\u30b3\u30cd\u30af\u30b7\u30e7\u30f3\u30ea\u30af\u30a8\u30b9\u30c8\u3092\u7121\u8996\u3057\u3082\u3088\u308d\u3057\u3044\u3067\u3059\u304b? \u7121\u8996\u3057\u305f\u3053\u3068\u306f\u901a\u77e5\u3055\u308c\u307e\u305b\u3093\u3002
text.friend.none                     = <b>{0}</b> \u306b\u63a5\u7d9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
text.friend.pending                  = \u30b3\u30cd\u30af\u30b7\u30e7\u30f3\u30ea\u30af\u30a8\u30b9\u30c8\u306f\u627f\u8a8d\u5f85\u3061\u3067\u3059
text.friend.remove                   = \u30b3\u30cd\u30af\u30b7\u30e7\u30f3\u3068\u3057\u3066 <b>{0}</b> \u3092\u524a\u9664\u3057\u3066\u3082\u3088\u308d\u3057\u3044\u3067\u3059\u304b? \u524a\u9664\u3057\u305f\u3053\u3068\u306f\u901a\u77e5\u3055\u308c\u307e\u305b\u3093\u3002
text.friend.requested                = \u30b3\u30cd\u30af\u30b7\u30e7\u30f3\u30ea\u30af\u30a8\u30b9\u30c8\u6e08\u307f
text.friend.self                     = \u3053\u308c\u306f\u3042\u306a\u305f\u3067\u3059\u3002
text.gallery.feed.num.none           = \u5199\u771f\u306a\u3057
text.gallery.pictures.num.none       = \u30ae\u30e3\u30e9\u30ea\u30fc\u306b\u307e\u3060\u5199\u771f\u304c\u4fdd\u5b58\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
text.gallery.upload.tooltip          = \u30b3\u30f3\u30d4\u30e5\u30fc\u30bf\u304b\u3089\u306e\u30ae\u30e3\u30e9\u30ea\u30fc\u753b\u50cf\u3092\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9\u3057\u307e\u3059\u3002 \u30a2\u30c3\u30d7\u30ed\u30fc\u30c9\u3059\u308b\u753b\u50cf\u306e\u5408\u8a08\u30b5\u30a4\u30ba\u304c {0} MB\u3092\u8d85\u3048\u306a\u3044\u3088\u3046\u306b\u3057\u307e\u3059\u3002
text.image.url                       = \u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u5199\u771f\u3068\u3057\u3066\u4f7f\u7528\u3059\u308b\u753b\u50cf\u306e URL \u3092\u5165\u529b\u3057\u307e\u3059
text.messages.none                   = \u30e1\u30c3\u30bb\u30fc\u30b8\u306a\u3057
text.no.fields                       = \u3059\u3079\u3066\u306e\u60c5\u5831\u304c\u307e\u3060\u5165\u529b\u3055\u308c\u3066\u3044\u307e\u305b\u3093
text.no.status                       = \u4f55\u304b\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044
text.privacy.academicinfo.tooltip    = \u5b66\u90e8\u3001\u5b66\u79d1\u3001\u30b3\u30fc\u30b9\u306a\u3069\u306e\u30a2\u30ab\u30c7\u30df\u30c3\u30af\u60c5\u5831\u3092\u95b2\u89a7\u3067\u304d\u308b\u30e6\u30fc\u30b6\u30fc\u3092\u9078\u629e\u3057\u307e\u3059\u3002
text.privacy.basicinfo.tooltip       = \u30cb\u30c3\u30af\u30cd\u30fc\u30e0\u3084\u751f\u5e74\u6708\u65e5\u306a\u3069\u306e\u57fa\u672c\u60c5\u5831\u3092\u95b2\u89a7\u3067\u304d\u308b\u30e6\u30fc\u30b6\u30fc\u3092\u9078\u629e\u3057\u307e\u3059\u3002
text.privacy.birthyear.tooltip       = \u751f\u5e74\u306e\u8868\u793a/\u975e\u8868\u793a\u3092\u9078\u629e\u3057\u307e\u3059\u3002 \u30c1\u30a7\u30c3\u30af\u3057\u305f\u3082\u306e\u304c\u8868\u793a\u3055\u308c\u307e\u3059\u3002
text.privacy.businessinfo.tooltip    = \u696d\u754c\u3001\u8077\u4f4d\u3001\u8077\u6b74\u306a\u3069\u306e\u52e4\u52d9\u5148\u60c5\u5831\u3092\u95b2\u89a7\u3067\u304d\u308b\u30e6\u30fc\u30b6\u30fc\u3092\u9078\u629e\u3057\u307e\u3059\u3002
text.privacy.cannot.modify           = \u3053\u308c\u3089\u306e\u5024\u306f\u7ba1\u7406\u8005\u306b\u3088\u308a\u30ed\u30c3\u30af\u3055\u308c\u3066\u3044\u308b\u305f\u3081\u3001\u5909\u66f4\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\u3002
text.privacy.contactinfo.tooltip     = \u96fb\u5b50\u30e1\u30fc\u30eb\u30a2\u30c9\u30ec\u30b9\u3084\u96fb\u8a71\u756a\u53f7\u306a\u3069\u3092\u95b2\u89a7\u3067\u304d\u308b\u30e6\u30fc\u30b6\u30fc\u3092\u9078\u629e\u3057\u307e\u3059\u3002
text.privacy.messages.tooltip        = \u30e1\u30c3\u30bb\u30fc\u30b8\u9001\u4fe1\u3067\u304d\u308b\u30e6\u30fc\u30b6\u30fc\u30fc\u3092\u9078\u629e\u3057\u307e\u3059\u3002
text.privacy.myfriends.tooltip       = \u30b3\u30cd\u30af\u30b7\u30e7\u30f3\u4e00\u89a7\u3092\u95b2\u89a7\u3067\u304d\u308b\u30e6\u30fc\u30b6\u30fc\u3092\u9078\u629e\u3057\u307e\u3059\u3002
text.privacy.mykudos.tooltip         = \u8a55\u4fa1\u3092\u95b2\u89a7\u3067\u304d\u308b\u30e6\u30fc\u30b6\u30fc\u3092\u9078\u629e\u3057\u307e\u3059 (\u300c\u8a2d\u5b9a\u300d\u3067\u6709\u52b9\u306b\u3057\u3066\u3044\u308b\u5834\u5408)\u3002
text.privacy.mypictures.tooltip      = \u5199\u771f\u30ae\u30e3\u30e9\u30ea\u30fc\u3092\u95b2\u89a7\u3067\u304d\u308b\u30e6\u30fc\u30b6\u30fc\u3092\u9078\u629e\u3057\u307e\u3059\u3002
text.privacy.mystatus.tooltip        = \u72b6\u614b\u306e\u66f4\u65b0\u3092\u95b2\u89a7\u3067\u304d\u308b\u30e6\u30fc\u30b6\u30fc\u3092\u9078\u629e\u3057\u307e\u3059\u3002
text.privacy.mywall.tooltip          = \u30a6\u30a9\u30fc\u30eb\u3092\u95b2\u89a7\u3067\u304d\u308b\u30e6\u30fc\u30b6\u30fc\u3092\u9078\u629e\u3057\u307e\u3059\u3002
text.privacy.onlinestatus.tooltip    = \u30aa\u30f3\u30e9\u30a4\u30f3\u72b6\u6cc1\u3092\u95b2\u89a7\u3067\u304d\u308b\u30e6\u30fc\u30b6\u30fc\u3092\u9078\u629e\u3057\u307e\u3059\u3002 \u4ed6\u306e\u30e6\u30fc\u30b6\u30fc\u306b\u306f\u30aa\u30d5\u30e9\u30a4\u30f3\u3068\u3057\u3066\u8868\u793a\u3055\u308c\u307e\u3059\u3002
text.privacy.personalinfo.tooltip    = \u597d\u304d\u306a\u672c\u3084\u30c6\u30ec\u30d3\u756a\u7d44\u306a\u3069\u3092\u95b2\u89a7\u3067\u304d\u308b\u30e6\u30fc\u30b6\u30fc\u3092\u9078\u629e\u3057\u307e\u3059\u3002
text.privacy.profileimage.tooltip    = \u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u5199\u771f\u3092\u95b2\u89a7\u3067\u304d\u308b\u30e6\u30fc\u30b6\u30fc\u3092\u9078\u629e\u3067\u304d\u307e\u3059\u3002
text.privacy.socialinfo.tooltip      = Facebook\u3001LinkedIn\u3001MySpace \u306e\u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u306a\u3069\u3001\u30bd\u30fc\u30b7\u30e3\u30eb\u30cd\u30c3\u30c8\u30ef\u30fc\u30ad\u30f3\u30b0\u60c5\u5831\u3092\u95b2\u89a7\u3067\u304d\u308b\u30e6\u30fc\u30b6\u30fc\u3092\u9078\u629e\u3057\u307e\u3059\u3002
text.privacy.staff.tooltip           = \u30b9\u30bf\u30c3\u30d5\u60c5\u5831\u3092\u95b2\u89a7\u3067\u304d\u308b\u30e6\u30fc\u30b6\u30fc\u3092\u9078\u629e\u3057\u307e\u3059
text.privacy.student.tooltip         = \u5b66\u751f\u60c5\u5831\u3092\u95b2\u89a7\u3067\u304d\u308b\u30e6\u30fc\u30b6\u30fc\u3092\u9078\u629e\u3057\u307e\u3059
text.profile.birthyear.tooltip       = \u30d7\u30e9\u30a4\u30d0\u30b7\u30fc\u8a2d\u5b9a\u306b\u304a\u3051\u308b\u751f\u5e74\u306e\u8868\u793a/\u975e\u8868\u793a\u3092\u9078\u629e\u3067\u304d\u307e\u3059
text.profile.facebook.tooltip        = e.g. http://www.facebook.com/user
text.profile.linkedin.tooltip        = e.g. http://www.linkedin.com/pub/user
text.profile.locked.false            = \u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u3092\u30ed\u30c3\u30af\u3059\u308b\u3068\u3001\u305d\u306e\u30e6\u30fc\u30b6\u30fc\u306f\u81ea\u5206\u306e\u60c5\u5831\u3092\u7de8\u96c6\u3067\u304d\u306a\u304f\u306a\u308a\u307e\u3059\u3002
text.profile.locked.true             = \u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u3092\u30ed\u30c3\u30af\u89e3\u9664\u3059\u308b\u3068\u3001\u30e6\u30fc\u30b6\u30fc\u306f\u81ea\u5206\u306e\u60c5\u5831\u3092\u7de8\u96c6\u3067\u304d\u308b\u3088\u3046\u306b\u306a\u308a\u307e\u3059\u3002
text.profile.myspace.tooltip         = e.g. http://myspace.com/user
text.profile.presence.away           = {0} \u306f\u9000\u5e2d\u3057\u3066\u3044\u307e\u3059
text.profile.presence.offline        = {0} \u306f\u53d6\u308a\u8fbc\u307f\u4e2d\u3067\u3059
text.profile.presence.online         = {0} \u306f\u30aa\u30f3\u30e9\u30a4\u30f3\u3067\u3059
text.profile.twitter.tooltip         = e.g. http://twitter.com/sakaiproject
text.search.byinterest               = \u5171\u901a\u306e\u8208\u5473
text.search.byinterest.all.results   = <b>{1}</b> \u306e\u691c\u7d22\u7d50\u679c\u3092 {0} \u4ef6\u8868\u793a\u3057\u3066\u3044\u307e\u3059
text.search.byinterest.no.results    = \u5171\u901a\u306e\u8208\u5473\u304c <b>{0}</b> \u3068\u4e00\u81f4\u3059\u308b\u30e6\u30fc\u30b6\u30fc\u306f\u3044\u307e\u305b\u3093\u3002
text.search.byinterest.one.result    = <b>{0}</b> \u306e\u691c\u7d22\u7d50\u679c\u3092 1 \u4ef6\u8868\u793a\u3057\u3066\u3044\u307e\u3059
text.search.byinterest.paged.results = <b>{2}</b> \u306e\u691c\u7d22\u7d50\u679c\u3092 {0} \u4ef6\u8868\u793a\u3057\u3066\u3044\u307e\u3059 (1 \u30da\u30fc\u30b8\u5f53\u305f\u308a\u306e\u6700\u5927\u4ef6\u6570\u306f {1})
text.search.byinterest.tooltip       = \u8208\u5473\u3092\u5165\u529b\u3057\u3066 (\u300c\u30b5\u30a4\u30af\u30ea\u30f3\u30b0\u300d\u306a\u3069)\u3001\u540c\u3058\u3088\u3046\u306a\u8208\u5473\u3092\u6301\u3064\u30e6\u30fc\u30b6\u30fc\u3092\u691c\u7d22\u3057\u307e\u3059
text.search.byname                   = \u4eba\u306e\u540d\u524d\u307e\u305f\u306f\u96fb\u5b50\u30e1\u30fc\u30eb
text.search.byname.all.results       = <b>{1}</b> \u306e\u691c\u7d22\u7d50\u679c\u3092 {0} \u4ef6\u8868\u793a\u3057\u3066\u3044\u307e\u3059
text.search.byname.no.results        = <b>{0}</b> \u3068\u4e00\u81f4\u3059\u308b\u7d50\u679c\u306f\u3042\u308a\u307e\u305b\u3093\u3002
text.search.byname.one.result        = <b>{0}</b> \u306e\u691c\u7d22\u7d50\u679c\u3092 1 \u4ef6\u8868\u793a\u3057\u3066\u3044\u307e\u3059
text.search.byname.paged.results     = <b>{2}</b> \u306e\u691c\u7d22\u7d50\u679c\u3092 {0} \u4ef6\u8868\u793a\u3057\u3066\u3044\u307e\u3059 (1 \u30da\u30fc\u30b8\u5f53\u305f\u308a\u306e\u6700\u5927\u4ef6\u6570\u306f {1})
text.search.byname.tooltip           = \u540d\u524d\u307e\u305f\u306f\u96fb\u5b50\u30e1\u30fc\u30eb\u30a2\u30c9\u30ec\u30b9\u3092\u5165\u529b\u3057\u3001\u30e6\u30fc\u30b6\u30fc\u3092\u691c\u7d22\u3057\u307e\u3059
text.search.history                  = \u4ee5\u524d\u306e\u691c\u7d22
text.search.include.connections      = \u691c\u7d22\u7d50\u679c\u306b\u30b3\u30cd\u30af\u30b7\u30e7\u30f3\u3092\u542b\u3081\u308b
text.search.include.worksite         = \u9078\u629e\u3057\u305f\u30ef\u30fc\u30af\u30b5\u30a4\u30c8\u306b\u691c\u7d22\u3092\u5236\u9650
text.search.no.input                 = \u4f55\u3082\u5165\u529b\u3057\u307e\u305b\u3093\u3067\u3057\u305f
text.search.no.results               = <b>{0}</b> \u306e\u7d50\u679c\u306f\u3042\u308a\u307e\u305b\u3093\u3002
text.search.no.worksite              = \u3044\u305a\u308c\u306e\u30ef\u30fc\u30af\u30b5\u30a4\u30c8\u306e\u30e1\u30f3\u30d0\u30fc\u3067\u3082\u3042\u308a\u307e\u305b\u3093
text.search.paged.results            = <b>{3}</b> \u306e\u691c\u7d22\u7d50\u679c {2} \u4ef6\u306e\u3046\u3061\u3001{0} - {1} \u4ef6\u76ee\u3092\u8868\u793a\u3057\u3066\u3044\u307e\u3059
text.search.terms                    = \u691c\u7d22\u8a9e
text.search.terms.tooltip            = \u540d\u524d/\u96fb\u5b50\u30e1\u30fc\u30eb\u307e\u305f\u306f\u8208\u5473\u3067\u691c\u7d22\u3059\u308b\u306e\u306b\u9069\u5207\u306a\u691c\u7d22\u8a9e\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044
text.search.toomany.results          = <b>{0}</b> \u306e\u691c\u7d22\u306b\u3088\u308a\u3001<b>{1}</b> \u4ef6\u4ee5\u4e0a\u306e\u7d50\u679c\u304c\u8fd4\u3055\u308c\u307e\u3057\u305f\u3002 \u6700\u521d\u306e <b>{1}</b> \u4ef6\u3060\u3051\u3092\u8868\u793a\u3057\u3066\u3044\u307e\u3059\u3002
text.upload.image.file               = \u304a\u4f7f\u3044\u306e\u30b3\u30f3\u30d4\u30e5\u30fc\u30bf\u4e0a\u306e\u753b\u50cf\u30d5\u30a1\u30a4\u30eb\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044 (\u6700\u5927 {0} MB):
text.view.profile.nothing            = \u3053\u306e\u30e6\u30fc\u30b6\u30fc\u306f\u60c5\u5831\u8868\u793a\u3092\u5236\u9650\u3057\u3066\u3044\u308b\u304b\u3001\u5171\u6709\u3059\u308b\u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u60c5\u5831\u3092\u6240\u6709\u3057\u3066\u3044\u307e\u305b\u3093\u3002
text.view.wall.nothing               = <b>{0}</b> \u306e\u30a6\u30a9\u30fc\u30eb\u306b\u306f\u73fe\u5728\u3001\u30a2\u30a4\u30c6\u30e0\u306f\u3042\u308a\u307e\u305b\u3093\u3002 \u6700\u521d\u306e\u6295\u7a3f\u8005\u306b\u306a\u3063\u3066\u304f\u3060\u3055\u3044\u3002
text.view.wall.restricted            = \u3053\u306e\u30a6\u30a9\u30fc\u30eb\u3092\u95b2\u89a7\u3067\u304d\u308b\u306e\u306f <b>{0}</b> \u306e\u30b3\u30cd\u30af\u30b7\u30e7\u30f3\u306e\u307f\u3067\u3059\u3002 \u3053\u306e\u30a6\u30a9\u30fc\u30eb\u3092\u8868\u793a\u3057\u305f\u308a\u3053\u306e\u30a6\u30a9\u30fc\u30eb\u306b\u6295\u7a3f\u3059\u308b\u306b\u306f\u3001<b>{0}</b> \u3092\u30b3\u30cd\u30af\u30b7\u30e7\u30f3\u3068\u3057\u3066\u8ffd\u52a0\u3057\u307e\u3059\u3002
text.wall.no.items                   = \u30a6\u30a9\u30fc\u30eb\u306b\u306f\u73fe\u5728\u3001\u8868\u793a\u3059\u308b\u30a2\u30a4\u30c6\u30e0\u306f\u3042\u308a\u307e\u305b\u3093\u3002
text.wall.remove                     = \u30a6\u30a9\u30fc\u30eb\u306e <b>{0}</b> \u306e\u6295\u7a3f\u3092\u524a\u9664\u3057\u307e\u3059\u304b?
text.wall.remove.mine                = \u30a6\u30a9\u30fc\u30eb\u306e\u6295\u7a3f\u3092\u524a\u9664\u3057\u307e\u3059\u304b?
text.worksite.create                 = \u4eba\u3092\u9078\u629e\u3057\u3066\u65b0\u3057\u3044\u30ef\u30fc\u30af\u30b5\u30a4\u30c8\u3092\u4f5c\u6210\u3057\u307e\u3059\u3002
text.worksite.refresh                = \u4f5c\u6210\u5f8c\u3001\u65b0\u3057\u3044\u30ef\u30fc\u30af\u30b5\u30a4\u30c8\u306b\u30a2\u30af\u30bb\u30b9\u3059\u308b\u306b\u306f\u3001\u30d6\u30e9\u30a6\u30b6\u306e\u8868\u793a\u3092\u66f4\u65b0\u3057\u307e\u3059

title.change.profile.picture = \u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u5199\u771f\u3092\u5909\u66f4
title.friend.add             = {0} \u3092\u30b3\u30cd\u30af\u30b7\u30e7\u30f3\u306b\u8ffd\u52a0\u3057\u307e\u3059\u304b?
title.friend.cancel          = \u30b3\u30cd\u30af\u30b7\u30e7\u30f3\u30ea\u30af\u30a8\u30b9\u30c8\u3092\u30ad\u30e3\u30f3\u30bb\u30eb\u3057\u307e\u3059\u304b?
title.friend.confirm         = {0} \u306e\u30b3\u30cd\u30af\u30b7\u30e7\u30f3\u30ea\u30af\u30a8\u30b9\u30c8\u3092\u78ba\u8a8d\u3057\u307e\u3059\u304b?
title.friend.ignore          = \u30b3\u30cd\u30af\u30b7\u30e7\u30f3\u30ea\u30af\u30a8\u30b9\u30c8\u3092\u7121\u8996\u3057\u307e\u3059\u304b?
title.friend.remove          = \u30b3\u30cd\u30af\u30b7\u30e7\u30f3\u3092\u524a\u9664\u3057\u307e\u3059\u304b?
title.message.compose        = \u65b0\u3057\u3044\u30e1\u30c3\u30bb\u30fc\u30b8\u3092\u4f5c\u6210
title.wall.comment           = <b>{0}</b> \u306e\u30a6\u30a9\u30fc\u30eb\u6295\u7a3f\u306b\u30b3\u30e1\u30f3\u30c8
title.wall.remove            = \u30a6\u30a9\u30fc\u30eb\u304b\u3089\u524a\u9664\u3057\u307e\u3059\u304b?

twitter.auth.do         = Twitter \u30a2\u30ab\u30a6\u30f3\u30c8\u3092\u30ea\u30f3\u30af
twitter.auth.linked     = Twitter \u30a2\u30ab\u30a6\u30f3\u30c8\u3092\u30ea\u30f3\u30af\u3057\u307e\u3057\u305f
twitter.enabled         = Twitter \u3068\u306e\u9023\u643a\u3092\u6709\u52b9\u5316

twitterUrl.UrlValidator = \u4e0d\u6b63\u306a URL

urlField.Required = URL \u3092\u5165\u529b\u3057\u3066\u3044\u307e\u305b\u3093

workphone.PhoneNumberValidator = \u7121\u52b9\u306a\u96fb\u8a71\u756a\u53f7

worksite.name = \u30ef\u30fc\u30af\u30b5\u30a4\u30c8\u540d
