#-------------------------------------------------------------------------------
# Translated by: e-Labora: e-Learning Laboratory - State University of Campinas
# Translated by: LARC - Laboratory of Architecture and Computer Networks 
# TIDIA-Ae Project Fapesp, Sao Paulo, Brazil
#-------------------------------------------------------------------------------


# this defines the entity description for profile
profile = Representa um perfil de usu\u00e1rio. Por causa das configura\u00e7\u00f5es de privacidade que um usu\u00e1rio pode definir para partes individuais do seu perfil, a informa\u00e7\u00e3o do perfil \u00e9 determinada pela configura\u00e7\u00e3o do usu\u00e1rio.

profile.view.show= (OBTER) Obt\u00e9m um perfil de usu\u00e1rio. A reposta ser\u00e1 ajustada conforme a perfer\u00eancia de privacidade do dono do perfil (/profile/USER.xml).

profile.redirect./{prefix}/{id}/account = Permite a recupera\u00e7\u00e3o de dados da conta de um usu\u00e1rio, redirecionando para o provedor de entidade de usu\u00e1rios

profile.view.new= (POSTAR) Cria um novo perfil.
profile.view.edit= (POSTAR) Atualiza um perfil existente. Suporte limitado.
profile.view.delete= (EXCLUIR) Excluir um perfil. Ainda n\u00e3o implementado.

profile.action.minimal=Obt\u00e9m o perfil m\u00ednimo de um usu\u00e1rio. \u00datil para listas de usu\u00e1rios. Inclui imagem em miniatura. \
Acrescentada /formatada para retornar uma vers\u00e3o HTML com formata\u00e7\u00e3o de estilo do perfil de um usu\u00e1rio pronto para ser utilizado.

profile.action.academic=Obt\u00e9m o perfil acad\u00eamico de um usu\u00e1rio. Inclui imagem completa e apenas informa\u00e7\u00f5es acad\u00eamicas. \
Acrescentada /formatada para retornar uma vers\u00e3o HTML com formata\u00e7\u00e3o de estilo do perfil de um usu\u00e1rio pronto para ser utilizado.

profile.action.image=Obt\u00e9m a imagem do perfil de um usu\u00e1rio. \
Acrescenta /thumb para obter a miniatura (/profile/USER/image/thumb) se existir uma. Se n\u00e3o houver uma miniatura, a imagem principal ser\u00e1 retornada. \
Acrescenta /avatar para obter o avatar (/profile/USER/image/avatar) se existir um. Se n\u00e3o houver avatar, a imagem principal ser\u00e1 retornada. \
Acrescenta /official para obter a imagem oficial (/profile/USER/image/official) se existir uma. Se n\u00e3o houver nenhuma imagem oficial, a imagem padr\u00e3o ser\u00e1 retornada. \
Opcionalmente, adiciona o siteid como par\u00e2metro da URL para verificar as permiss\u00f5es dosite (/profile/USER/image?siteId={siteid} ou /profile/USER/image/thumb?siteId={siteid}) \
Retorna o bin\u00e1rio da imagem. Retorna imagem padr\u00e3o, se n\u00e3o houver nenhuma imagem ou n\u00e3o tiver permiss\u00e3o. Retorna 404 se o usu\u00e1rio (ou siteid opcional) for inv\u00e1lido. \
Ir\u00e1 sempre retornar uma imagem, se existir, seja por ulpload ou uma url (dependendo de como o sistema foi configurado - ver sakai.properties Profile2). \
Voc\u00ea pode usar diretamente em umatag img &lt;img src="/profile/USER/image[/thumb]" /&gt;, sempre deve retornar algo. \
N\u00c3O especificar qualquer formato de retorno, isto \u00e9 .xml. \

profile.action.connections=Retorna uma lista de contatos de um usu\u00e1rio. \
Retorna uma lista vazia sem nada ou uma falha (404) se voc\u00ea n\u00e3o tem permiss\u00e3o para visualizar os contatos do usu\u00e1rio, ou se o usu\u00e1rio for inv\u00e1lido.
