profile=Bir kullan\u0131c\u0131n\u0131n profilini temsil etmektedir. Gizlilik ayarlar\u0131n\u0131 kullan\u0131c\u0131 kendi profiline \u00f6zg\u00fc ayarlayabilece\u011finden kullan\u0131c\u0131 i\u00e7in d\u00f6nd\u00fcr\u00fclen profili bilgi isteyen ki\u015fiye g\u00f6re olacakt\u0131r.
profile.view.show=(GET) kullan\u0131c\u0131n\u0131n profilini al\u0131r. Profil sahiplerinin gizlilik ayarlar\u0131na (/ profile / USER.xml) g\u00f6re talepte bulunan ki\u015fiye \u00f6zel olarak al\u0131n\u0131r.
profile.redirect./{prefix}/{id}/account=Kullan\u0131c\u0131n\u0131n bilgi sa\u011flay\u0131c\u0131s\u0131 taraf\u0131ndan bir kullan\u0131c\u0131n\u0131n hesap bilgilerini almaya yarar.
profile.view.new=(POST) Yeni pprofil olu\u015fturur.
profile.view.edit=(POST) Varolan bir profili g\u00fcncelle\u015ftirir. S\u0131n\u0131rl\u0131 destek.
profile.view.delete=(DELETE) Profil siler. \u015eu anda uygulanmad\u0131.
profile.action.minimal=Bir kullan\u0131c\u0131 i\u00e7in en temel profili al\u0131r. Kullan\u0131c\u0131 listeleri i\u00e7in kullan\u0131\u015fl\u0131d\u0131r. K\u00fc\u00e7\u00fck resim i\u00e7erir. Ekleme /Bi\u00e7imlendirme  kullan\u0131c\u0131n\u0131n profilinin HTML bi\u00e7imli bir s\u00fcr\u00fcm\u00fcn\u00fc d\u00f6nd\u00fcr\u00fcr.
profile.action.academic=Bir kullan\u0131c\u0131n\u0131n akademik profilini al\u0131r.  Tam boyutlu resim ve sadece akademik bilgileri i\u00e7erir. Ekleme /Bi\u00e7imlendirme  kullan\u0131c\u0131n\u0131n profilinin HTML bi\u00e7imli bir s\u00fcr\u00fcm\u00fcn\u00fc d\u00f6nd\u00fcr\u00fcr.
profile.action.image=Bir kullan\u0131c\u0131 i\u00e7in profil resmini al\u0131r. E\u011fer varsa k\u00fc\u00e7\u00fck resim (/profile/USER/image/thumb) al\u0131n\u0131r. Yoksa, varsay\u0131lan resim d\u00f6d\u00fcr\u00fcl\u00fcr. (Optionally add the siteId URL param to allow site permissions to be checked (/profile/USER/image?siteId\={siteid} or /profile/USER/image/thumb?siteId\={siteid}) Returns binary of the image. Returns default image if no image exists or not allowed. Return 404 if user (or optional siteId) is invalid. Will always return an image if one exists, either by being uploaded or being a url (depending on how the system has been configured - see Profile2 sakai.properties. You can use it directly in an img tag &lt;img src\="/profile/USER/image[/thumb]" /&gt;, it should always return something. DO NOT specify any return format, ie .xml. )
profile.action.connections=Bir kullan\u0131c\u0131 i\u00e7in ba\u011flant\u0131 listesi d\u00f6nd\u00fcr\u00fcr. kullan\u0131c\u0131 ba\u011flant\u0131lar\u0131n\u0131 g\u00f6r\u00fcnt\u00fclemek i\u00e7in eri\u015fiminiz yoksa bo\u015f bir liste ve bir hata (404) ya da kullan\u0131c\u0131 ge\u00e7ersiz d\u00f6nd\u00fcr\u00fcr.
