# this defines the entity description for profile
profile=\u064a\u0645\u062b\u0644 \u0645\u0644\u0641 \u062a\u0639\u0631\u064a\u0641 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645. \u0646\u0638\u0631\u064b\u0627 \u0644\u0625\u0639\u062f\u0627\u062f\u0627\u062a \u0627\u0644\u062e\u0635\u0648\u0635\u064a\u0629 \u0627\u0644\u062a\u064a \u064a\u0645\u0643\u0646 \u0644\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u062a\u0639\u064a\u064a\u0646\u0647\u0627 \u0644\u0623\u062c\u0632\u0627\u0621 \u0641\u0631\u062f\u064a\u0629 \u0645\u0646 \u0645\u0644\u0641 \u0627\u0644\u062a\u0639\u0631\u064a\u0641 \u0627\u0644\u062e\u0627\u0635 \u0628\u0647 \u060c \u0641\u0633\u064a\u062a\u0645 \u062a\u062e\u0635\u064a\u0635 \u0627\u0644\u0645\u0639\u0644\u0648\u0645\u0627\u062a \u0627\u0644\u0645\u0648\u062c\u0648\u062f\u0629 \u0641\u064a \u0645\u0644\u0641 \u0627\u0644\u062a\u0639\u0631\u064a\u0641 \u0627\u0644\u0630\u064a \u064a\u062a\u0645 \u0625\u0631\u062c\u0627\u0639\u0647 \u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0645\u0639\u064a\u0646 \u0628\u0646\u0627\u0621\u064b \u0639\u0644\u0649 \u0627\u0644\u0634\u062e\u0635 \u0627\u0644\u0630\u064a \u064a\u0637\u0644\u0628\u0647\u0627.

profile.view.show=(GET) Gets a user's profile. Response will be tailored to the person making the request according to the profile owners privacy settings (/profile/USER.xml).

profile.redirect./{prefix}/{id}/account=\u064a\u0633\u0645\u062d \u0628\u0627\u0633\u062a\u0631\u062f\u0627\u062f \u062a\u0641\u0627\u0635\u064a\u0644 \u062d\u0633\u0627\u0628 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0639\u0646 \u0637\u0631\u064a\u0642 \u0625\u0639\u0627\u062f\u0629 \u0627\u0644\u062a\u0648\u062c\u064a\u0647 \u0625\u0644\u0649 \u0645\u0648\u0641\u0631 \u0643\u064a\u0627\u0646 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645

profile.view.new=(POST) Creates a new profile.
profile.view.edit=(POST) Updates an existing profile. Limited support.
profile.view.delete=(DELETE) Deletes a profile. Not currently implemented.

profile.action.minimal=\u0627\u0633\u062a\u0631\u062c\u0639 \u0627\u0644\u062d\u062f \u0627\u0644\u0623\u062f\u0646\u0649 \u0645\u0646 \u0645\u0644\u0641 \u0627\u0644\u062a\u0639\u0631\u064a\u0641 \u0644\u0644\u0645\u0633\u062a\u062e\u062f\u0645. \u0645\u0641\u064a\u062f \u0644\u0642\u0648\u0627\u0626\u0645 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646. \u064a\u062a\u0636\u0645\u0646 \u0635\u0648\u0631\u0629 \u0645\u0635\u063a\u0631\u0629. \u0625\u0644\u062d\u0627\u0642 / \u0645\u0646\u0633\u0642 \u0644\u0625\u0631\u062c\u0627\u0639 \u0625\u0635\u062f\u0627\u0631 \u0628\u062a\u0646\u0633\u064a\u0642 HTML \u0645\u0646 \u0645\u0644\u0641 \u062a\u0639\u0631\u064a\u0641 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0639\u0644\u0649 \u063a\u0631\u0627\u0631 \u062c\u0627\u0647\u0632 \u0644\u0644\u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0645\u0628\u0627\u0634\u0631\u0629.

profile.action.academic=\u0627\u0633\u062a\u0631\u062c\u0627\u0639 \u0627\u0644\u0645\u0644\u0641 \u0627\u0644\u0623\u0643\u0627\u062f\u064a\u0645\u064a \u0644\u0644\u0645\u0633\u062a\u062e\u062f\u0645. \u064a\u062a\u0636\u0645\u0646 \u0627\u0644\u0635\u0648\u0631\u0629 \u0628\u0627\u0644\u062d\u062c\u0645 \u0627\u0644\u0643\u0627\u0645\u0644 \u0648\u0627\u0644\u0645\u0639\u0644\u0648\u0645\u0627\u062a \u0627\u0644\u0623\u0643\u0627\u062f\u064a\u0645\u064a\u0629 \u0630\u0627\u062a \u0627\u0644\u0635\u0644\u0629 \u0641\u0642\u0637. \u0625\u0644\u062d\u0627\u0642 / \u0645\u0646\u0633\u0642 \u0644\u0625\u0631\u062c\u0627\u0639 \u0625\u0635\u062f\u0627\u0631 \u0628\u062a\u0646\u0633\u064a\u0642 HTML \u0645\u0646 \u0645\u0644\u0641 \u062a\u0639\u0631\u064a\u0641 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0639\u0644\u0649 \u063a\u0631\u0627\u0631 \u062c\u0627\u0647\u0632 \u0644\u0644\u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0645\u0628\u0627\u0634\u0631\u0629.

profile.action.unreadMessagesCount=\u0625\u0631\u062c\u0627\u0639 \u0639\u062f\u062f \u0627\u0644\u0631\u0633\u0627\u0626\u0644 \u063a\u064a\u0631 \u0627\u0644\u0645\u0642\u0631\u0648\u0621\u0629 \u0644\u0644\u0645\u0633\u062a\u062e\u062f\u0645. \u0625\u0631\u062c\u0627\u0639 \u062e\u0637\u0623 (404) \u0625\u0630\u0627 \u0644\u0645 \u064a\u0643\u0646 \u0644\u062f\u064a\u0643 \u062d\u0642 \u0627\u0644\u0648\u0635\u0648\u0644 \u0644\u0639\u0631\u0636 \u0639\u062f\u062f \u0631\u0633\u0627\u0626\u0644 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645.

profile.action.image=Retrieve the profile image for a user. Append /thumb to get the thumbnail (/profile/USER/image/thumb) if there is one. If there is no thumbnail, the main image will be returned. Append /avatar to get the avatar (/profile/USER/image/avatar) if there is one. If there is no avatar, the main image will be returned. Append /official to get the official image (/profile/USER/image/official) if there is one. If there is no official image, the default image will be returned. Optionally add the siteId URL param to allow site permissions to be checked (/profile/USER/image?siteId\={siteid} or /profile/USER/image/thumb?siteId\={siteid}) Returns binary of the image. Returns default image if no image exists or not allowed. Return 404 if user (or optional siteId) is invalid. Will always return an image if one exists, either by being uploaded or being a url (depending on how the system has been configured - see Profile2 sakai.properties). You can use it directly in an img tag &lt;img src\="/profile/USER/image[/thumb]" /&gt;, it should always return something. DO NOT specify any return format, ie .xml. 
profile.action.connections=\u0625\u0631\u062c\u0627\u0639 \u0642\u0627\u0626\u0645\u0629 \u0627\u0644\u0627\u062a\u0635\u0627\u0644\u0627\u062a \u0644\u0644\u0645\u0633\u062a\u062e\u062f\u0645. \u0625\u0631\u062c\u0627\u0639 \u0642\u0627\u0626\u0645\u0629 \u0641\u0627\u0631\u063a\u0629 \u0641\u064a \u062d\u0627\u0644\u0629 \u0639\u062f\u0645 \u0648\u062c\u0648\u062f \u0623\u064a \u0645\u0646\u0647\u0627 \u0648\u0627\u0644\u0641\u0634\u0644 (404) \u0625\u0630\u0627 \u0644\u0645 \u064a\u0643\u0646 \u0644\u062f\u064a\u0643 \u062d\u0642 \u0627\u0644\u0648\u0635\u0648\u0644 \u0644\u0639\u0631\u0636 \u0627\u062a\u0635\u0627\u0644\u0627\u062a \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u060c \u0623\u0648 \u0625\u0630\u0627 \u0643\u0627\u0646 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u063a\u064a\u0631 \u0635\u0627\u0644\u062d.

profile.action.incomingConnectionRequests=\u0642\u0645 \u0628\u0625\u0639\u0627\u062f\u0629 \u0642\u0627\u0626\u0645\u0629 \u0637\u0644\u0628\u0627\u062a \u0627\u0644\u0627\u062a\u0635\u0627\u0644 \u0644\u0644\u0645\u0633\u062a\u062e\u062f\u0645. \u0625\u0631\u062c\u0627\u0639 \u0642\u0627\u0626\u0645\u0629 \u0641\u0627\u0631\u063a\u0629 \u0641\u064a \u062d\u0627\u0644\u0629 \u0639\u062f\u0645 \u0648\u062c\u0648\u062f \u0623\u064a \u0648\u0641\u0634\u0644 (404) \u0625\u0630\u0627 \u0644\u0645 \u064a\u0643\u0646 \u0644\u062f\u064a\u0643 \u062d\u0642 \u0627\u0644\u0648\u0635\u0648\u0644 \u0644\u0639\u0631\u0636 \u0637\u0644\u0628\u0627\u062a \u0627\u062a\u0635\u0627\u0644 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u060c \u0623\u0648 \u0625\u0630\u0627 \u0643\u0627\u0646 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u063a\u064a\u0631 \u0635\u0627\u0644\u062d.
