#X-Generator: crowdin.net
# this defines the entity description for profile
profile=Repr\u00e9sente un profil d'utilisateur. En raison des param\u00e8tres de confidentialit\u00e9 qu'un utilisateur peut d\u00e9finir pour des parties individuelles de son profil, les renseignements du profil renvoy\u00e9s pour un utilisateur donn\u00e9 seront adapt\u00e9s \u00e0 la personne qui en fait la demande.

profile.view.show=(OBTENIR) Permet d'obtenir un profil d'utilisateur. La r\u00e9ponse sera adapt\u00e9e \u00e0 la personne qui en fait la demande conform\u00e9ment aux param\u00e8tres de confidentialit\u00e9 du propri\u00e9taire du site (/profile/USER.xml).

profile.redirect./{prefix}/{id}/account=Permet d'extraire les d\u00e9tails d'un compte utilisateur en redirigeant vers le fournisseur d'entit\u00e9 de l'utilisateur.

profile.view.new=(PUBLIER) Cr\u00e9e un profil.
profile.view.edit=(PUBLIER) Met \u00e0 jour un profil existant. Assistance limit\u00e9e.
profile.view.delete=(SUPPRIMER) Supprime un profil. N'est pas mis en \u0153uvre pour le moment.

profile.action.minimal=Permet de r\u00e9cup\u00e9rer le profil minimal d'un utilisateur. Utile pour les listes d'utilisateurs. Inclut une miniature. Ajoute la mention /formatted pour renvoyer une version HTML format\u00e9e et une mise en pages du profil d'un utilisateur pr\u00eate \u00e0 \u00eatre directement utilis\u00e9e

profile.action.academic=Permet de r\u00e9cup\u00e9rer le profil scolaire/universitaire d'un utilisateur. Inclut une image de taille standard et uniquement les renseignements scolaires/universitaires associ\u00e9s. Ajoute la mention /formatted pour renvoyer une version HTML format\u00e9e et une mise en pages du profil d'un utilisateur pr\u00eate \u00e0 \u00eatre directement utilis\u00e9e.

profile.action.image=R\u00e9cup\u00e9rer l'image de profil d'un utilisateur.  Ajouter /thumb pour obtenir la vignette (/profile/USER/image/thumb) lorsque celle-ci existe. Si il n'y a aucune vignette, l'image principale sera retourn\u00e9e.  Ajouter /avatar pour obtenir l'avatar (/profile/USER/image/avatar) lorsque celui-ci existe. Si il n'y a aucun avatar, l'image principale sera retourn\u00e9e.  Ajouter/official pour obtenir l'image officielle (/profile/USER/image/official) s'il y en a une. Si il n'y a aucune image officielle, l'image par d\u00e9faut sera retourn\u00e9e.  Ajouter \u00e9ventuellement le siteId en param\u00e8tre d'URL pour permettre le contr\u00f4le des droits d'espace (/profile/USER/image?siteId\={siteid} or /profile/USER/image/thumb?siteId\={siteid}) Retourne le binaire de l'image. Retourne l'image par d\u00e9faut si aucune image n'existe ou sans autorisation. Retourne 404 si l'utilisateur (ou le siteId facultatif) n'est pas valide.  Retournera toujours une image s'il en existe une, qu'elle ait \u00e9t\u00e9 d\u00e9pos\u00e9e ou que ce soit une url (selon la fa\u00e7on dont le syst\u00e8me a \u00e9t\u00e9 configur\u00e9 - voir Profile2 sakai.properties).  Vous pouvez l'utiliser directement dans une balise &lt;img src\="/profile/USER/image[/thumb]"/&gt;, elle doit toujours retourner quelque chose.  NE sp\u00e9cifiez aucun format de retour, par exemple .xml.  
profile.action.connections=Renvoie une liste de contacts pour un utilisateur. Renvoie une liste vide s'il n'en existe pas et une erreur (404) si vous n'\u00eates pas autoris\u00e9 \u00e0 afficher les contacts de l'utilisateur ou si l'utilisateur n'est pas valide.

