# this defines the entity description for profile
profile=Representa un perfil d'usuari. A causa de la configuraci\u00f3 de privacitat que pot establir un usuari per parts del seu perfil, la informaci\u00f3 del perfil que es retorni per un usuari espec\u00edfic s'ajustar\u00e0 a la persona que la sol.licita.

profile.view.show=(GET) Retorna el perfil d'un usuari. La resposta s'ajustar\u00e0 a la persona que fa la petici\u00f3 d'acord amb la configuraci\u00f3 de privacitat del propietari del perfil (/profile/USER.xml).

profile.redirect./{prefix}/{id}/account=Permet recuperar els detalls del compte d'un usuari redirigint al prove\u00efdor d'entitats de l'usuari

profile.view.new=(POST) Crea un perfil nou.
profile.view.edit=(POST) Actualitza un perfil existent. Suport limitat.
profile.view.delete=(DELETE) Esborra un perfil. Actualment no est\u00e0 implementat.

profile.action.minimal=Retorna el perfil m\u00ednim d'un usuari. \u00c9s \u00fatil en el cas de llistats d'usuaris. Inclou la imatge en miniatura. Afegint /formatted retorna una versi\u00f3 HTML d'un perfil d'usuari preparat per ser usat directament.

profile.action.academic=Retorna el perfil acad\u00e8mic d'un usuari. Inclou la imatge de mida completa i nom\u00e9s la informaci\u00f3 relacionada amb l'aspecte acad\u00e8mic. Afegint /formatted retorna una versi\u00f3 HTML del perfil d'usuari preparat per ser usat directament. 

profile.action.unreadMessagesCount=Retorna el nombre de missatges no llegits d'un usuari. Retornar\u00e0 error (404) si no teniu perm\u00eds per veure el recompte de missatges de l'usuari. 

profile.action.image=Retorna la imatge del perfil d'un usuari. Afegint /thumb retornar\u00e0 una miniatura (/profile/USER/image/thumb) si n'hi ha. Si no hi ha miniatura retornar\u00e0 la imatge principal. De manera opcional es pot afegir el par\u00e0metre URL siteId per fer que es comprovin els permisos per l'espai (/profile/USER/image?siteId\={siteid} o /profile/USER/image/thumb?siteId\={siteid}). Retorna el binari de la imatge. Retorna la imatge predeterminada si no hi ha cap imatge o no teniu autoritzaci\u00f3 per veure-la. Retorna 404 si l'usuari (o el siteId opcional) no \u00e9s v\u00e0lid. Sempre retornar\u00e0 una imatge si existeix, l'hagin penjat o b\u00e9 sigui una url (depenent de com s'hagi configurat el sistema -- mireu Profile 2 sakai.properties). Es pot usar directament en un tag img &lt;img src\="/profile/USER/image[/thumb]" /&gt;, sempre retornar\u00e0 quelcom. NO especifiqueu cap format de retorn, per ex. xml.
profile.action.connections=Retorna una llista de contactes d'un usuari. Retornar\u00e0 una llista buida si no en t\u00e9 cap i un error (404) si no teniu autoritzaci\u00f3 per veure els contactes de l'usuari, o b\u00e9 si l'usuari no \u00e9s v\u00e0lid. 

profile.action.incomingConnectionRequests=Retorna una llista de peticions de contacte a un usuari. Retorna una llista buida si no hi ha hagut cap petici\u00f3 i un error (404) si no teniu perm\u00eds per veure les peticions de contacte de l'usuari, o si l'usuari no \u00e9s v\u00e0lid.
