# this defines the entity description for profile
profile = Reprezentuje profil u\u017Cytkownika. Ze wzgl\u0118du na ustawienia prywatno\u015Aci, kt\u00D3re mo\u017Cna ustawi\u0106 dla poszczeg\u00D3lnych cz\u0118\u015Aci swojego profilu, informacje w profilu, kt\u00D3re s\u0105 zwracane dla danego u\u017Cytkownika b\u0118d\u0105 dostosowane na podstawie osoby ubiegaj\u0105cej si\u0118 o to.

profile.view.show= (GET) Pobiera profil u\u017Cytkownika. Odpowied\u017A b\u0118dzie dostosowana do osoby sk\u0142adaj\u0105cej wniosek, zgodnie z ustawieniami prywatno\u015Aci(/profile/USER.xml).

profile.redirect./{prefix}/{id}/account = Pozwala na pozyskiwanie szczeg\u00D3\u0142\u00D3w konta u\u017Cytkownika poprzez przekierowanie do dostawcy jednostki u\u017Cytkownika
profile.view.new= (POST) Tworzy nowy profil.
profile.view.edit= (POST) Aktualizuje istniej\u0105cy profil. Ograniczone wsparcie.
profile.view.delete= (DELETE) Usuwa profil. Nie jest obecnie wdro\u017Cone.

profile.action.minimal=Odzyskaj minimalny profil dla u\u017Cytkownika. Przydatne dla listy u\u017Cytkownik\u00D3w. Zawiera miniatur\u0118 zdj\u0118cia.  \
Do\u0142\u0105cz /sformatowany, aby zwr\u00D3ci\u0106 sformatowan\u0105 wersj\u0118 HTML profilu u\u017Cytkownika, gotow\u0105 do bezpo\u015Aredniego u\u017Cycia.

profile.action.academic=Odzyskaj akademicki profil dla u\u017Cytkownika. Zawiera pe\u0142n\u0105 wielko\u015A\u0106 obrazu oraz wy\u0142\u0105cznie informacje pokrewne akademicko. \
Do\u0142\u0105cz /sformatowany, aby zwr\u00D3ci\u0106 sformatowan\u0105 wersj\u0118 HTML profilu u\u017Cytkownika, gotow\u0105 do bezpo\u015Aredniego u\u017Cycia.

profile.action.image=Odzyskaj obraz profilu dla u\u017Cytkownika. \
Do\u0142\u0105cz /thumb do uzyskania miniaturki (/profil/U\u017BYTKOWNIK/zdj\u0118cie/thumb) je\u015Ali istnieje. Je\u017Celi nie ma miniaturki, g\u0142\u00D3wne zdj\u0118cie zostanie zwr\u00D3cone. \
Do\u0142\u0105cz /awatar do uzyskania awataru (/profil/U\u017BYTKOWNIK/zdj\u0118cie/awatar) je\u015Ali istnieje. Je\u017Celi nie ma awataru, g\u0142\u00D3wne zdj\u0118cie zostanie zwr\u00D3cone. \
Opcjonalnie dodaj parametr adresu URL ID witryny, aby umo\u017Cliwi\u0106 sprawdzenie uprawnie\u0143 witryny (/profil/U\u017BYTKOWNIK/zdj\u0118cie?IdWitryny={id witryny} lub /profil/U\u017BYTKOWNIK/zdj\u0118cie/thumb?IdWitryny={idwitryny}) \
Zwraca binarne zdj\u0118cie. Zwraca obraz domy\u015Alny, je\u015Ali obraz nie istnieje lub nie jest dozwolony.  Powr\u00D3t 404 je\u015Ali u\u017Cytkownik (lub opcjonalnie Idwitryny) jest nieprawid\u0142owy. \
Zawsze zwr\u00D3ci obraz, je\u015Ali taki istnieje, poprzez przes\u0142anie lub adres url(w zale\u017Cno\u015Aci od tego jak zosta\u0142 skonfigurowany system - zobacz Profil2 sakai.w\u0142a\u015Aciwo\u015Aci. \
Mo\u017Cna u\u017Cy\u0106 go bezpo\u015Arednio w tagu img &lt;img src="/profil/U\u017BYTKOWNIK/obraz[/thumb]" /&gt;, powinien zawsze co\u015A zwr\u00D3ci\u0106\
NIE OKRE\u015ALAJ \u017Cadnego formatu zwrotnego, tzn. xml. \

profile.action.connections=Zwr\u00D3\u0106 list\u0118 po\u0142\u0105cze\u0143 dla u\u017Cytkownika \
Zwraca pusta list\u0118, je\u015Ali nie ma \u017Cadnej oraz nast\u0118puje niepowodzenie (404), je\u015Ali nie masz dost\u0118pu do przegl\u0105dania po\u0142\u0105cze\u0143 u\u017Cytkownika, lub id u\u017Cytkownika jest nieprawid\u0142owe.  
