#Java code

java.NOTI_REQUIRED = \u0412\u0441\u0435\u043c \u2013 \u0412\u0441\u0435\u043c \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u043a\u0430\u043c
java.NOTI_OPTIONAL = \u041f\u043e \u043f\u043e\u0434\u043f\u0438\u0441\u043a\u0435 \u2013 \u0422\u043e\u043b\u044c\u043a\u043e \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u043a\u0430\u043c, \u043a\u043e\u0442\u043e\u0440\u044b\u0435 \u043f\u043e\u0434\u043f\u0438\u0441\u0430\u043b\u0438\u0441\u044c
java.NOTI_NONE = \u041d\u0438\u043a\u043e\u043c\u0443 \u2013 \u0411\u0435\u0437 \u043e\u043f\u043e\u0432\u0435\u0449\u0435\u043d\u0438\u044f
java.permissions = \u041f\u043e\u043b\u043d\u043e\u043c\u043e\u0447\u0438\u044f
java.merge = \u0421\u043a\u043e\u043f\u0438\u0440\u043e\u0432\u0430\u0442\u044c

java.alert.prbset = \u042d\u0442\u043e\u0442 \u0421\u0430\u0439\u0442 \u0432 \u0434\u0430\u043d\u043d\u044b\u0439 \u043c\u043e\u043c\u0435\u043d\u0442 \u0443\u0436\u0435 \u043d\u0430\u0445\u043e\u0434\u0438\u0442\u0441\u044f \u0432 \u043f\u0440\u043e\u0446\u0435\u0441\u0441\u0435 \u0440\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u043e\u0432\u0430\u043d\u0438\u044f, \u043f\u043e\u044d\u0442\u043e\u043c\u0443 \u0441\u0435\u0439\u0447\u0430\u0441 \u043d\u0435\u043b\u044c\u0437\u044f \u0437\u0430\u0434\u0430\u0442\u044c \u0438\u043b\u0438 \u0438\u0437\u043c\u0435\u043d\u0438\u0442\u044c \u043f\u0440\u0430\u0432\u0430 \u0434\u043e\u0441\u0442\u0443\u043f\u0430. \u0427\u0442\u043e\u0431\u044b \u043f\u0440\u043e\u0434\u043e\u043b\u0436\u0438\u0442\u044c \u0440\u0430\u0431\u043e\u0442\u0443, \u0437\u0430\u043a\u0440\u043e\u0439\u0442\u0435 \u0440\u0430\u0437\u0434\u0435\u043b\u044b \u201c\u041f\u0440\u0430\u0432\u0430 \u0414\u043e\u0441\u0442\u0443\u043f\u0430\u201d, \u043e\u0442\u043a\u0440\u044b\u0442\u044b\u0435 \u0412\u0430\u043c\u0438 \u0432 \u0434\u0440\u0443\u0433\u0438\u0445 \u0421\u043b\u0443\u0436\u0431\u0430\u0445 (Tools).
java.alert.youhave = \u0421\u043d\u0430\u0447\u0430\u043b\u0430 \u0412\u044b \u0434\u043e\u043b\u0436\u043d\u044b \u0432\u044b\u0431\u0440\u0430\u0442\u044c \u043e\u0434\u043d\u043e \u0438\u0437 \u041e\u0431\u044a\u044f\u0432\u043b\u0435\u043d\u0438\u0439!
java.alert.pleasechoose = \u0415\u0434\u0438\u043d\u043e\u0432\u0440\u0435\u043c\u0435\u043d\u043d\u043e \u043c\u043e\u0436\u043d\u043e \u0432\u044b\u0431\u0440\u0430\u0442\u044c \u0434\u043b\u044f \u0440\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u043e\u0432\u0430\u043d\u0438\u044f \u043b\u0438\u0448\u044c \u043e\u0434\u043d\u043e \u041e\u0431\u044a\u044f\u0432\u043b\u0435\u043d\u0438\u0435!
java.alert.youdont = \u0423 \u0412\u0430\u0441 \u043d\u0435\u0442 \u043f\u043e\u043b\u043d\u043e\u043c\u043e\u0447\u0438\u0439 \u043a\u043e\u0440\u0440\u0435\u043a\u0442\u0438\u0440\u043e\u0432\u0430\u0442\u044c \u044d\u0442\u043e \u041e\u0431\u044a\u044f\u0432\u043b\u0435\u043d\u0438\u0435!
java.alert.youneed = \u0412 \u041e\u0431\u044a\u044f\u0432\u043b\u0435\u043d\u0438\u0438 \u043d\u0435\u043f\u0440\u0435\u043c\u0435\u043d\u043d\u043e \u0434\u043e\u043b\u0436\u043d\u0430 \u0431\u044b\u0442\u044c \u0443\u043a\u0430\u0437\u0430\u043d\u0430 \u0422\u0435\u043c\u0430!
java.alert.youfill = \u0412 \u041e\u0431\u044a\u044f\u0432\u043b\u0435\u043d\u0438\u0438 \u043d\u0435\u043f\u0440\u0435\u043c\u0435\u043d\u043d\u043e \u0434\u043e\u043b\u0436\u043d\u043e \u0431\u044b\u0442\u044c \u0437\u0430\u043f\u043e\u043b\u043d\u0435\u043d\u043e \u0422\u0435\u043b\u043e!
java.alert.youpermi = \u0423 \u0412\u0430\u0441 \u043d\u0435\u0442 \u043f\u043e\u043b\u043d\u043e\u043c\u043e\u0447\u0438\u0439 \u0441\u043e\u0437\u0434\u0430\u0442\u044c \u044d\u0442\u043e \u041e\u0431\u044a\u044f\u0432\u043b\u0435\u043d\u0438\u0435 -
java.alert.youdel = \u0443 \u0412\u0430\u0441 \u043d\u0435\u0442 \u043f\u043e\u043b\u043d\u043e\u043c\u043e\u0447\u0438\u0439 \u0443\u0434\u0430\u043b\u0438\u0442\u044c \u044d\u0442\u0438 \u0441\u043e\u043e\u0431\u0449\u0435\u043d\u0438\u044f.
java.alert.youdelann = \u0443 \u0412\u0430\u0441 \u043d\u0435\u0442 \u043f\u043e\u043b\u043d\u043e\u043c\u043e\u0447\u0438\u0439 \u0443\u0434\u0430\u043b\u0438\u0442\u044c \u044d\u0442\u043e \u041e\u0431\u044a\u044f\u0432\u043b\u0435\u043d\u0438\u0435 -
java.alert.youdelann2 = \u0423 \u0412\u0430\u0441 \u043d\u0435\u0442 \u043f\u043e\u043b\u043d\u043e\u043c\u043e\u0447\u0438\u0439 \u0443\u0434\u0430\u043b\u0438\u0442\u044c \u044d\u0442\u043e \u041e\u0431\u044a\u044f\u0432\u043b\u0435\u043d\u0438\u0435!
java.alert.thisitem = \u042d\u0442\u043e\u0442 \u0442\u0435\u043a\u0441\u0442 \u0432 \u0434\u0430\u043d\u043d\u044b\u0439 \u043c\u043e\u043c\u0435\u043d\u0442 \u0437\u0430\u0431\u043b\u043e\u043a\u0438\u0440\u043e\u0432\u0430\u043d, \u0442\u0430\u043a \u043a\u0430\u043a \u043e\u043d \u0440\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0443\u0435\u0442\u0441\u044f \u0434\u0440\u0443\u0433\u0438\u043c \u043f\u043e\u043b\u044c\u0437\u043e\u0432\u0430\u0442\u0435\u043b\u0435\u043c. \u041f\u043e\u0436\u0430\u043b\u0443\u0439\u0441\u0442\u0430, \u043f\u043e\u0432\u0442\u043e\u0440\u0438\u0442\u0435 \u0412\u0430\u0448\u0443 \u043f\u043e\u043f\u044b\u0442\u043a\u0443 \u043f\u043e\u0437\u0436\u0435.
java.alert.youacc = \u0423 \u0412\u0430\u0441 \u043d\u0435\u0442 \u043f\u0440\u0430\u0432 \u0434\u043e\u0441\u0442\u0443\u043f\u0430 \u043a \u044d\u0442\u043e\u043c\u0443 \u0421\u043e\u043e\u0431\u0449\u0435\u043d\u0438\u044e(\u044f\u043c) \u2013 
java.alert.thisis = \u042d\u0442\u043e\u0442 \u0442\u0435\u043a\u0441\u0442 \u0432 \u0434\u0430\u043d\u043d\u044b\u0439 \u043c\u043e\u043c\u0435\u043d\u0442 \u0437\u0430\u0431\u043b\u043e\u043a\u0438\u0440\u043e\u0432\u0430\u043d, \u0442\u0430\u043a \u043a\u0430\u043a \u043e\u043d \u0440\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0443\u0435\u0442\u0441\u044f \u0434\u0440\u0443\u0433\u0438\u043c \u043f\u043e\u043b\u044c\u0437\u043e\u0432\u0430\u0442\u0435\u043b\u0435\u043c. \u041f\u043e\u0436\u0430\u043b\u0443\u0439\u0441\u0442\u0430, \u043f\u043e\u0432\u0442\u043e\u0440\u0438\u0442\u0435 \u0412\u0430\u0448\u0443 \u043f\u043e\u043f\u044b\u0442\u043a\u0443 \u043f\u043e\u0437\u0436\u0435.
java.alert.youcreate = \u0443 \u0412\u0430\u0441 \u043d\u0435\u0442 \u043f\u043e\u043b\u043d\u043e\u043c\u043e\u0447\u0438\u0439 \u0441\u043e\u0437\u0434\u0430\u0442\u044c \u044d\u0442\u043e \u041e\u0431\u044a\u044f\u0432\u043b\u0435\u043d\u0438\u0435 -
java.alert.youchoosegroup = \u041d\u0435\u043e\u0431\u0445\u043e\u0434\u0438\u043c\u043e \u0432\u044b\u0431\u0440\u0430\u0442\u044c \u0445\u043e\u0442\u044f \u0431\u044b \u043e\u0434\u043d\u0443 \u0413\u0440\u0443\u043f\u043f\u0443.
java.alert.cannotfindann = \u0422\u0430\u043a\u043e\u0435 \u0421\u043e\u043e\u0431\u0449\u0435\u043d\u0438\u0435 \u043d\u0435 \u0441\u0443\u0449\u0435\u0441\u0442\u0432\u0443\u0435\u0442!

java.minimerge = -\u0441\u043a\u043e\u043f\u0438\u0440\u043e\u0432\u0430\u0442\u044c
java.customize = -\u043d\u0430\u0441\u0442\u0440\u043e\u0438\u0442\u044c
java.previwe = -\u043f\u0440\u043e\u0441\u043c\u043e\u0442\u0440\u0435\u0442\u044c
java.revise = -\u043f\u0435\u0440\u0435\u0434\u0435\u043b\u0430\u0442\u044c
java.metadata = -\u043c\u0435\u0442\u0430\u0434\u0430\u043d\u043d\u044b\u0435
java.delete = -\u0443\u0434\u0430\u043b\u0438\u0442\u044c

java.nownull = \u0412 \u0434\u0430\u043d\u043d\u044b\u0439 \u043c\u043e\u043c\u0435\u043d\u0442 \u043e\u0442\u0441\u0443\u0442\u0441\u0442\u0432\u0443\u0435\u0442
java.setting = \u0423\u0441\u0442\u0430\u043d\u043e\u0432\u043a\u0430 \u041e\u043f\u0446\u0438\u0439 \u0434\u043b\u044f \u041e\u0431\u044a\u044f\u0432\u043b\u0435\u043d\u0438\u0439 \u043d\u0430 \u0420\u0430\u0431\u043e\u0447\u0435\u043c \u0421\u0430\u0439\u0442\u0435
java.yes = \u0414\u0430
java.no = \u041d\u0435\u0442
java.youmess = \u0423 \u0412\u0430\u0441 \u043d\u0435\u0442 \u043f\u0440\u0430\u0432 \u0434\u043e\u0441\u0442\u0443\u043f\u0430 \u043a \u044d\u0442\u043e\u043c\u0443 \u0421\u043e\u043e\u0431\u0449\u0435\u043d\u0438\u044e(\u044f\u043c) \u2013 
java.theann = \u044d\u0442\u043e \u041e\u0431\u044a\u044f\u0432\u043b\u0435\u043d\u0438\u0435
java.ann = \u041e\u0431\u044a\u044f\u0432\u043b\u0435\u043d\u0438\u0435 
java.set = \u0423\u0441\u0442\u0430\u043d\u043e\u0432\u0438\u0442\u044c \u041f\u043e\u043b\u043d\u043e\u043c\u043e\u0447\u0438\u044f \u0434\u043b\u044f \u041e\u0431\u044a\u044f\u0432\u043b\u0435\u043d\u0438\u0439 \u043d\u0430 \u0420\u0430\u0431\u043e\u0447\u0435\u043c \u0421\u0430\u0439\u0442\u0435

#General Vm
gen.alert = \u0412\u043d\u0438\u043c\u0430\u043d\u0438\u0435: 
gen.new = \u0414\u043e\u0431\u0430\u0432\u0438\u0442\u044c
gen.delete = \u0423\u0434\u0430\u043b\u0438\u0442\u044c
gen.delete2 = \u0423\u0434\u0430\u043b\u0438\u0442\u044c
gen.revise = \u0420\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u043e\u0432\u0430\u0442\u044c
gen.site = \u0421\u0430\u0439\u0442
gen.from = \u041e\u0442
gen.date = \u0414\u0430\u0442\u0430
gen.subject = \u0422\u0435\u043c\u0430
gen.attach = \u0432\u043b\u043e\u0436\u0435\u043d\u0438\u0435
gen.draft = \u0427\u0435\u0440\u043d\u043e\u0432\u0438\u043a
gen.save =  \u0421\u043e\u0445\u0440\u0430\u043d\u0438\u0442\u044c
gen.update = \u041e\u0431\u043d\u043e\u0432\u0438\u0442\u044c
gen.cancel = \u041e\u0442\u043c\u0435\u043d\u0438\u0442\u044c
gen.first = \u041f\u0435\u0440\u0432\u043e\u0435
gen.previous = \u041f\u0440\u0435\u0434\u044b\u0434\u0443\u0449\u0435\u0435
gen.next = \u0421\u043b\u0435\u0434\u0443\u044e\u0449\u0435\u0435
gen.last = \u041f\u043e\u0441\u043b\u0435\u0434\u043d\u0435\u0435
gen.listnavselect = \u0414\u043b\u044f \u043f\u0440\u043e\u043a\u0440\u0443\u0442\u043a\u0438 \u043c\u0435\u043d\u044e \u0438\u0441\u043f\u043e\u043b\u044c\u0437\u0443\u0439\u0442\u0435 \u043e\u0434\u043d\u043e\u0432\u0440\u0435\u043c\u0435\u043d\u043d\u043e alt + \u0441\u0442\u0440\u0435\u043b\u043a\u0438 \u0432\u0432\u0435\u0440\u0445 \u0438 \u0432\u043d\u0438\u0437

gen.thereare = \u0412 \u0434\u0430\u043d\u043d\u044b\u0439 \u043c\u043e\u043c\u0435\u043d\u0442 \u0432 \u044d\u0442\u043e\u043c \u043c\u0435\u0441\u0442\u0435 \u043d\u0435\u0442 \u041e\u0431\u044a\u044f\u0432\u043b\u0435\u043d\u0438\u0439.
gen.tablecaptionworksp = \u0422\u0430\u0431\u043b\u0438\u0446\u0430 \u0441\u043e\u0434\u0435\u0440\u0436\u0438\u0442 \u0441\u043f\u0438\u0441\u043e\u043a \u041e\u0431\u044a\u044f\u0432\u043b\u0435\u043d\u0438\u0439. \u0412 \u043d\u0435\u0439 5 \u043a\u043e\u043b\u043e\u043d\u043e\u043a. \u041a\u0430\u0436\u0434\u0430\u044f \u0441\u0442\u0440\u043e\u043a\u0430 \u043e\u043f\u0438\u0441\u044b\u0432\u0430\u0435\u0442 \u043e\u0434\u043d\u043e \u043e\u0431\u044a\u044f\u0432\u043b\u0435\u043d\u0438\u0435. \u041f\u043e\u043b\u0435 1 \u0441\u043b\u0443\u0436\u0438\u0442 \u0438\u043d\u0434\u0438\u043a\u0430\u0442\u043e\u0440\u043e\u043c \u043d\u0430\u043b\u0438\u0447\u0438\u044f/\u043e\u0442\u0441\u0443\u0442\u0441\u0442\u0432\u0438\u044f \u043f\u0440\u0438\u043b\u043e\u0436\u0435\u043d\u0438\u044f \u043a \u041e\u0431\u044a\u044f\u0432\u043b\u0435\u043d\u0438\u044e. \u0412 \u043f\u043e\u043b\u0435 2 \u0441\u043e\u0434\u0435\u0440\u0436\u0438\u0442\u0441\u044f \u0437\u0430\u0433\u043e\u043b\u043e\u0432\u043e\u043a \u041e\u0431\u044a\u044f\u0432\u043b\u0435\u043d\u0438\u0435. \u0412 \u043f\u043e\u043b\u0435 3 \u0437\u0430\u043f\u0438\u0441\u044b\u0432\u0430\u0435\u0442\u0441\u044f \u0438\u043c\u044f \u0430\u0432\u0442\u043e\u0440\u0430. \u0412 \u043f\u043e\u043b\u0435 4 \u0443\u043a\u0430\u0437\u044b\u0432\u0430\u0435\u0442\u0441\u044f, \u043a\u043e\u043c\u0443 \u041e\u0431\u044a\u044f\u0432\u043b\u0435\u043d\u0438\u0435 \u0430\u0434\u0440\u0435\u0441\u043e\u0432\u0430\u043d\u043e. \u0412 \u043f\u043e\u043b\u0435 5 \u043e\u0442\u043c\u0435\u0447\u0430\u044e\u0442\u0441\u044f \u0434\u0430\u0442\u0430 \u0438 \u0432\u0440\u0435\u043c\u044f \u043f\u0443\u0431\u043b\u0438\u043a\u0430\u0446\u0438\u0438 \u041e\u0431\u044a\u044f\u0432\u043b\u0435\u043d\u0438\u044f.
gen.tablecaptionsite = \u0422\u0430\u0431\u043b\u0438\u0446\u0430 \u0441\u043e\u0434\u0435\u0440\u0436\u0438\u0442 \u0441\u043f\u0438\u0441\u043e\u043a \u041e\u0431\u044a\u044f\u0432\u043b\u0435\u043d\u0438\u0439. \u0412 \u043d\u0435\u0439 5 \u0438\u043b\u0438 6 \u043a\u043e\u043b\u043e\u043d\u043e\u043a. \u041a\u0430\u0436\u0434\u0430\u044f \u0441\u0442\u0440\u043e\u043a\u0430 \u043e\u043f\u0438\u0441\u044b\u0432\u0430\u0435\u0442 \u043e\u0434\u043d\u043e \u041e\u0431\u044a\u044f\u0432\u043b\u0435\u043d\u0438\u0435. \u041f\u043e\u043b\u0435 1 \u0441\u043b\u0443\u0436\u0438\u0442 \u0438\u043d\u0434\u0438\u043a\u0430\u0442\u043e\u0440\u043e\u043c \u043d\u0430\u043b\u0438\u0447\u0438\u044f/\u043e\u0442\u0441\u0443\u0442\u0441\u0442\u0432\u0438\u044f \u043f\u0440\u0438\u043b\u043e\u0436\u0435\u043d\u0438\u044f \u043a \u041e\u0431\u044a\u044f\u0432\u043b\u0435\u043d\u0438\u044e. \u0412 \u043f\u043e\u043b\u0435 2 \u0441\u043e\u0434\u0435\u0440\u0436\u0438\u0442\u0441\u044f \u0437\u0430\u0433\u043e\u043b\u043e\u0432\u043e\u043a \u041e\u0431\u044a\u044f\u0432\u043b\u0435\u043d\u0438\u0435. \u0412 \u043f\u043e\u043b\u0435 3 \u0437\u0430\u043f\u0438\u0441\u044b\u0432\u0430\u0435\u0442\u0441\u044f \u0438\u043c\u044f \u0430\u0432\u0442\u043e\u0440\u0430. \u0412 \u043f\u043e\u043b\u0435 4 \u0443\u043a\u0430\u0437\u044b\u0432\u0430\u0435\u0442\u0441\u044f, \u043a\u043e\u043c\u0443 \u041e\u0431\u044a\u044f\u0432\u043b\u0435\u043d\u0438\u0435 \u0430\u0434\u0440\u0435\u0441\u043e\u0432\u0430\u043d\u043e. \u0412 \u043f\u043e\u043b\u0435 5 \u043e\u0442\u043c\u0435\u0447\u0430\u044e\u0442\u0441\u044f \u0434\u0430\u0442\u0430 \u0438 \u0432\u0440\u0435\u043c\u044f \u043f\u0443\u0431\u043b\u0438\u043a\u0430\u0446\u0438\u0438 \u041e\u0431\u044a\u044f\u0432\u043b\u0435\u043d\u0438\u044f. \u0414\u043e\u043f\u043e\u043b\u043d\u0438\u0442\u0435\u043b\u044c\u043d\u043e\u0435 \u043f\u043e\u043b\u0435 6 (\u0435\u0441\u043b\u0438 \u043e\u043d\u043e \u043f\u0440\u0438\u0441\u0443\u0442\u0441\u0442\u0432\u0443\u0435\u0442) \u0441\u043e\u0434\u0435\u0440\u0436\u0438\u0442 \u0438\u043d\u0434\u0438\u043a\u0430\u0442\u043e\u0440 \u0443\u0434\u0430\u043b\u0435\u043d\u0438\u044f(checkbox) \u2013 \u0441 \u0435\u0433\u043e \u043f\u043e\u043c\u043e\u0449\u044c\u044e \u0412\u044b \u043f\u043e\u043c\u0435\u0447\u0430\u0435\u0442\u0435 \u0441\u0442\u0440\u043e\u043a\u0438, \u043a\u043e\u0442\u043e\u0440\u044b\u0435 \u0436\u0435\u043b\u0430\u0435\u0442\u0435 \u0443\u0434\u0430\u043b\u0438\u0442\u044c. \u0412\u043b\u0430\u0434\u0435\u043b\u0435\u0446 \u0441\u0430\u0439\u0442\u0430 \u043c\u043e\u0436\u0435\u0442 \u0437\u0430\u0434\u0430\u0442\u044c \u0442\u0430\u043a\u043e\u0439 \u0444\u043e\u0440\u043c\u0430\u0442 \u0442\u0430\u0431\u043b\u0438\u0446\u044b, \u0447\u0442\u043e \u0432 \u0441\u043b\u0435\u0434\u0443\u044e\u0449\u0435\u0439 \u0437\u0430 \u043e\u043f\u0438\u0441\u0430\u043d\u0438\u0435\u043c \u041e\u0431\u044a\u044f\u0432\u043b\u0435\u043d\u0438\u044f \u0441\u0442\u0440\u043e\u043a\u0435 \u0431\u0443\u0434\u0435\u0442 \u0441\u043e\u0434\u0435\u0440\u0436\u0430\u0442\u044c\u0441\u044f \u0441\u0430\u043c \u0442\u0435\u043a\u0441\u0442 \u0441\u043e\u043e\u0431\u0449\u0435\u043d\u0438\u044f.
gen.tablecaptionsitebody = \u0422\u0430\u0431\u043b\u0438\u0446\u0430 \u0441\u043e\u0434\u0435\u0440\u0436\u0438\u0442 \u0441\u043f\u0438\u0441\u043e\u043a \u041e\u0431\u044a\u044f\u0432\u043b\u0435\u043d\u0438\u0439. \u041a\u0430\u0436\u0434\u043e\u0435 \u041e\u0431\u044a\u044f\u0432\u043b\u0435\u043d\u0438\u0435 \u0437\u0430\u043d\u0438\u043c\u0430\u0435\u0442 2 \u0441\u0442\u0440\u043e\u043a\u0438. \u0412 \u043f\u0435\u0440\u0432\u043e\u0439 \u0441\u0442\u0440\u043e\u043a\u0435 \u0441\u043e\u0434\u0435\u0440\u0436\u0438\u0442\u0441\u044f \u0437\u0430\u0433\u043e\u043b\u043e\u0432\u043e\u043a \u041e\u0431\u044a\u044f\u0432\u043b\u0435\u043d\u0438\u044f \u0438 \u043f\u0435\u0440\u0435\u043a\u043b\u044e\u0447\u0430\u0442\u0435\u043b\u0438 \u043d\u0430 \u0440\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u043e\u0432\u0430\u043d\u0438\u0435 \u0438\u043b\u0438 \u0443\u0434\u0430\u043b\u0435\u043d\u0438\u0435 \u041e\u0431\u044a\u044f\u0432\u043b\u0435\u043d\u0438\u044f \u0442\u0435\u043c\u0438, \u0443 \u043a\u043e\u0433\u043e \u043d\u0430 \u044d\u0442\u043e \u0435\u0441\u0442\u044c \u043f\u043e\u043b\u043d\u043e\u043c\u043e\u0447\u0438\u044f. \u0412\u0442\u043e\u0440\u0430\u044f \u0441\u0442\u0440\u043e\u043a\u0430 \u0441\u043e\u0434\u0435\u0440\u0436\u0438\u0442 \u0441\u043e\u0431\u0441\u0442\u0432\u0435\u043d\u043d\u043e \u0442\u0435\u043a\u0441\u0442 \u041e\u0431\u044a\u044f\u0432\u043b\u0435\u043d\u0438\u044f.
gen.therearepublic = \u0412 \u0434\u0430\u043d\u043d\u044b\u0439 \u043c\u043e\u043c\u0435\u043d\u0442 \u0432 \u044d\u0442\u043e\u043c \u043c\u0435\u0441\u0442\u0435 \u043d\u0435\u0442 \u041e\u0431\u044a\u044f\u0432\u043b\u0435\u043d\u0438\u0439, \u0430\u0434\u0440\u0435\u0441\u043e\u0432\u0430\u043d\u043d\u044b\u0445 \u201c\u0412\u0441\u0435\u043c\u201d.
gen.sortby = \u0421\u043e\u0440\u0442\u0438\u0440\u043e\u0432\u0430\u0442\u044c \u043f\u043e \u0442\u0435\u043c\u0430\u043c
gen.sortbyasc = \u0421\u043e\u0440\u0442\u0438\u0440\u043e\u0432\u0430\u0442\u044c \u043f\u043e \u0442\u0435\u043c\u0430\u043c \u0441 \u043d\u0430\u0440\u0430\u0441\u0442\u0430\u043d\u0438\u0435\u043c
gen.sortbydesc = \u0421\u043e\u0440\u0442\u0438\u0440\u043e\u0432\u0430\u0442\u044c \u043f\u043e \u0442\u0435\u043c\u0430\u043c \u0441 \u0443\u0431\u044b\u0432\u0430\u043d\u0438\u0435\u043c
gen.sortsiteasc = \u0421\u043e\u0440\u0442\u0438\u0440\u043e\u0432\u0430\u0442\u044c \u043f\u043e \u0441\u0430\u0439\u0442\u0430\u043c \u0441 \u043d\u0430\u0440\u0430\u0441\u0442\u0430\u043d\u0438\u0435\u043c
gen.sortsitedesc = \u0421\u043e\u0440\u0442\u0438\u0440\u043e\u0432\u0430\u0442\u044c \u043f\u043e \u0441\u0430\u0439\u0442\u0430\u043c \u0441 \u0443\u0431\u044b\u0432\u0430\u043d\u0438\u0435\u043c
gen.sortchannel = \u0421\u043e\u0440\u0442\u0438\u0440\u043e\u0432\u0430\u0442\u044c \u043f\u043e \u0438\u0441\u0445\u043e\u0434\u044f\u0449\u0438\u043c \u0441\u0430\u0439\u0442\u0430\u043c
gen.sortchanasc = \u0421\u043e\u0440\u0442\u0438\u0440\u043e\u0432\u0430\u0442\u044c \u043f\u043e \u0438\u0441\u0445\u043e\u0434\u044f\u0449\u0438\u043c \u0441\u0430\u0439\u0442\u0430\u043c \u0441 \u043d\u0430\u0440\u0430\u0441\u0442\u0430\u043d\u0438\u0435\u043c
gen.sortchandesc = \u0421\u043e\u0440\u0442\u0438\u0440\u043e\u0432\u0430\u0442\u044c \u043f\u043e \u0438\u0441\u0445\u043e\u0434\u044f\u0449\u0438\u043c \u0441\u0430\u0439\u0442\u0430\u043c \u0441 \u0443\u0431\u044b\u0432\u0430\u043d\u0438\u0435\u043c
gen.sortbyauth = \u0421\u043e\u0440\u0442\u0438\u0440\u043e\u0432\u0430\u0442\u044c \u043f\u043e \u0430\u0432\u0442\u043e\u0440\u0430\u043c
gen.sortbyauthasc = \u0421\u043e\u0440\u0442\u0438\u0440\u043e\u0432\u0430\u0442\u044c \u043f\u043e \u0430\u0432\u0442\u043e\u0440\u0430\u043c \u0441 \u043d\u0430\u0440\u0430\u0441\u0442\u0430\u043d\u0438\u0435\u043c
gen.sortbyauthdesc = \u0421\u043e\u0440\u0442\u0438\u0440\u043e\u0432\u0430\u0442\u044c \u043f\u043e \u0430\u0432\u0442\u043e\u0440\u0430\u043c \u0441 \u0443\u0431\u044b\u0432\u0430\u043d\u0438\u0435\u043c
gen.sortbydate = \u0421\u043e\u0440\u0442\u0438\u0440\u043e\u0432\u0430\u0442\u044c \u043f\u043e \u0434\u0430\u0442\u0430\u043c
gen.sortbydateasc = \u0421\u043e\u0440\u0442\u0438\u0440\u043e\u0432\u0430\u0442\u044c \u043f\u043e \u0434\u0430\u0442\u0430\u043c \u0441 \u043d\u0430\u0440\u0430\u0441\u0442\u0430\u043d\u0438\u0435\u043c
gen.sortbydatedesc = \u0421\u043e\u0440\u0442\u0438\u0440\u043e\u0432\u0430\u0442\u044c \u043f\u043e \u0434\u0430\u0442\u0430\u043c \u0441 \u0443\u0431\u044b\u0432\u0430\u043d\u0438\u0435\u043c
gen.sortbypub = \u0421\u043e\u0440\u0442\u0438\u0440\u043e\u0432\u0430\u0442\u044c \u043f\u043e \u043f\u0440\u0438\u0437\u043d\u0430\u043a\u0443 \u201c\u0412\u0441\u0435\u043c\u201d (public)
gen.sortbypubasc = \u0421\u043e\u0440\u0442\u0438\u0440\u043e\u0432\u0430\u0442\u044c \u043f\u043e \u043f\u0440\u0438\u0437\u043d\u0430\u043a\u0443 \u201c\u0432\u0438\u0434\u0438\u043c\u044b\u0439 \u0442\u0435\u043a\u0441\u0442\u201d(visibility)\u0441 \u043d\u0430\u0440\u0430\u0441\u0442\u0430\u043d\u0438\u0435\u043c
gen.sortbypubdesc = \u0421\u043e\u0440\u0442\u0438\u0440\u043e\u0432\u0430\u0442\u044c \u043f\u043e \u043f\u0440\u0438\u0437\u043d\u0430\u043a\u0443 \u201c\u0432\u0438\u0434\u0438\u043c\u044b\u0439 \u0442\u0435\u043a\u0441\u0442\u201d(visibility)\u0441 \u0443\u0431\u044b\u0432\u0430\u043d\u0438\u0435\u043c
gen.sortbyfor = \u0421\u043e\u0440\u0442\u0438\u0440\u043e\u0432\u0430\u0442\u044c \u043f\u043e \u0430\u0443\u0434\u0438\u0442\u043e\u0440\u0438\u0438
gen.sortbyforasc = \u0421\u043e\u0440\u0442\u0438\u0440\u043e\u0432\u0430\u0442\u044c \u043f\u043e \u0430\u0443\u0434\u0438\u0442\u043e\u0440\u0438\u0438 \u0441 \u043d\u0430\u0440\u0430\u0441\u0442\u0430\u043d\u0438\u0435\u043c
gen.sortbyfordesc = \u0421\u043e\u0440\u0442\u0438\u0440\u043e\u0432\u0430\u0442\u044c \u043f\u043e \u0430\u0443\u0434\u0438\u0442\u043e\u0440\u0438\u0438 \u0441 \u0443\u0431\u044b\u0432\u0430\u043d\u0438\u0435\u043c
gen.newwindow = \u041e\u0442\u043a\u0440\u044b\u0432\u0430\u0435\u0442\u0441\u044f \u0432 \u043d\u043e\u0432\u043e\u043c \u043e\u043a\u043d\u0435

gen.editdraft = \u0420\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u043e\u0432\u0430\u0442\u044c \u0427\u0435\u0440\u043d\u043e\u0432\u0438\u043a \u041e\u0431\u044a\u044f\u0432\u043b\u0435\u043d\u0438\u044f
gen.editann = \u0420\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u043e\u0432\u0430\u0442\u044c \u041e\u0431\u044a\u044f\u0432\u043b\u0435\u043d\u0438\u0435
gen.viewann = \u041f\u0440\u043e\u0447\u0435\u0441\u0442\u044c \u041e\u0431\u044a\u044f\u0432\u043b\u0435\u043d\u0438\u0435
gen.removeann = \u0423\u0434\u0430\u043b\u0438\u0442\u044c \u041e\u0431\u044a\u044f\u0432\u043b\u0435\u043d\u0438\u0435

gen.visible = \u0414\u043b\u044f
gen.remove_question = \u0423\u0434\u0430\u043b\u0438\u0442\u044c?
gen.public = \u041e\u0431\u0449\u0435\u0434\u043e\u0441\u0442\u0443\u043f\u043d\u044b\u0439 (\u201c\u0412\u0441\u0435\u043c\u201d)
gen.selectremove = \u041f\u043e\u043c\u0435\u0442\u0438\u0442\u044c \u0434\u043b\u044f \u0443\u0434\u0430\u043b\u0435\u043d\u0438\u044f
gen.announcements = \u041e\u0431\u044a\u044f\u0432\u043b\u0435\u043d\u0438\u044f
gen.viewing = \u041f\u0440\u043e\u0441\u043c\u043e\u0442\u0440
gen.items = \u0437\u0430\u043f\u0438\u0441\u0438
gen.separator = \u0438\u0437(of ???)
gen.recopt = \u041e\u043f\u0446\u0438\u0438 \u0442\u0435\u043a\u0443\u0449\u0435\u0433\u043e \u041e\u0431\u044a\u044f\u0432\u043b\u0435\u043d\u0438\u044f
gen.show5   = \u043f\u043e\u043a\u0430\u0437\u044b\u0432\u0430\u0442\u044c 5 \u0437\u0430\u043f\u0438\u0441\u0435\u0439...
gen.show10  = \u043f\u043e\u043a\u0430\u0437\u044b\u0432\u0430\u0442\u044c 10 \u0437\u0430\u043f\u0438\u0441\u0435\u0439...
gen.show20  = \u043f\u043e\u043a\u0430\u0437\u044b\u0432\u0430\u0442\u044c 20 \u0437\u0430\u043f\u0438\u0441\u0435\u0439...
gen.show50  = \u043f\u043e\u043a\u0430\u0437\u044b\u0432\u0430\u0442\u044c 50 \u0437\u0430\u043f\u0438\u0441\u0435\u0439...
gen.show100 = \u043f\u043e\u043a\u0430\u0437\u044b\u0432\u0430\u0442\u044c 100 \u0437\u0430\u043f\u0438\u0441\u0435\u0439...
gen.show200 = \u043f\u043e\u043a\u0430\u0437\u044b\u0432\u0430\u0442\u044c 200 \u0437\u0430\u043f\u0438\u0441\u0435\u0439...

#Customize Vm
custom.display = \u041e\u0442\u043e\u0431\u0440\u0430\u0436\u0430\u0442\u044c \u041e\u043f\u0446\u0438\u0438
custom.display2 = \u041e\u0442\u043e\u0431\u0440\u0430\u0436\u0435\u043d\u0438\u0435 \u041e\u0431\u044a\u044f\u0432\u043b\u0435\u043d\u0438\u044f
custom.showbody = \u041e\u0442\u043e\u0431\u0440\u0430\u0436\u0430\u0442\u044c \u0442\u0435\u043b\u043e \u041e\u0431\u044a\u044f\u0432\u043b\u0435\u043d\u0438\u044f
custom.charbody = \u0421\u0438\u043c\u0432\u043e\u043b\u044b \u0432 \u0442\u0435\u043b\u0435 \u041e\u0431\u044a\u044f\u0432\u043b\u0435\u043d\u0438\u044f
custom.about = \u041f\u043e\u043a\u0430\u0437\u0430\u0442\u044c \u201cabout\u201d 
custom.dplimits = \u0413\u0440\u0430\u043d\u0438\u0446\u044b \u043e\u0442\u043e\u0431\u0440\u0430\u0436\u0435\u043d\u0438\u044f
custom.howwill = \u041a\u0430\u043a \u0431\u0443\u0434\u0443\u0442 \u043e\u0442\u043e\u0431\u0440\u0430\u0436\u0430\u0442\u044c\u0441\u044f \u041e\u0431\u044a\u044f\u0432\u043b\u0435\u043d\u0438\u044f \u0432 \u0421\u043f\u0438\u0441\u043a\u0435 \u041e\u0431\u044a\u044f\u0432\u043b\u0435\u043d\u0438\u0439?
custom.number = \u0427\u0438\u0441\u043b\u043e \u043f\u0440\u043e\u0448\u0435\u0434\u0448\u0438\u0445 \u0434\u043d\u0435\u0439
custom.numbann = \u0427\u0438\u0441\u043b\u043e \u041e\u0431\u044a\u044f\u0432\u043b\u0435\u043d\u0438\u0439 
custom.options = \u041e\u043f\u0446\u0438\u0438

custom.sortab = \u0412\u0438\u0434 \u043f\u043e\u0434\u0434\u0430\u044e\u0449\u0435\u0439\u0441\u044f \u0441\u043e\u0440\u0442\u0438\u0440\u043e\u0432\u043a\u0435 \u0442\u0430\u0431\u043b\u0438\u0446\u044b
custom.sortabbod = \u0412\u0438\u0434 \u043f\u043e\u0434\u0434\u0430\u044e\u0449\u0435\u0439\u0441\u044f \u0441\u043e\u0440\u0442\u0438\u0440\u043e\u0432\u043a\u0435 \u0442\u0430\u0431\u043b\u0438\u0446\u044b \u0441 \u0442\u0435\u043b\u0430\u043c\u0438 \u041e\u0431\u044a\u044f\u0432\u043b\u0435\u043d\u0438\u0439
custom.lisvie = \u0412\u0438\u0434 \u0441\u043f\u0438\u0441\u043a\u0430 \u0441 \u0442\u0435\u043b\u0430\u043c\u0438 \u041e\u0431\u044a\u044f\u0432\u043b\u0435\u043d\u0438\u0439
custom.shofir = \u041f\u0435\u0440\u0432\u0430\u044f \u0441\u0442\u0440\u043e\u043a\u0430
custom.shofirtwo = \u0414\u0432\u0435 \u043f\u0435\u0440\u0432\u044b\u0435 \u0441\u0442\u0440\u043e\u043a\u0438
custom.shoall = \u0412\u0441\u0435

custom.setoptions = \u0421\u0435\u0439\u0447\u0430\u0441 \u0412\u044b \u0443\u0441\u0442\u0430\u043d\u0430\u0432\u043b\u0438\u0432\u0430\u0435\u0442\u0435 \u041e\u043f\u0446\u0438\u0438 \u0434\u043b\u044f \u041e\u0431\u044a\u044f\u0432\u043b\u0435\u043d\u0438\u0439
custom.setoptionsrecent = \u0421\u0435\u0439\u0447\u0430\u0441 \u0412\u044b \u0443\u0441\u0442\u0430\u043d\u0430\u0432\u043b\u0438\u0432\u0430\u0435\u0442\u0435 \u041e\u043f\u0446\u0438\u0438 \u0434\u043b\u044f \u043f\u043e\u0441\u043b\u0435\u0434\u043d\u0438\u0445 \u041e\u0431\u044a\u044f\u0432\u043b\u0435\u043d\u0438\u0439.

#Deleting Vm
del.deleting = \u0423\u0434\u0430\u043b\u0435\u043d\u0438\u0435 \u041e\u0431\u044a\u044f\u0432\u043b\u0435\u043d\u0438\u0439 ...
del.areyou = \u0412\u044b \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0442\u0435\u043b\u044c\u043d\u043e \u043d\u0430\u043c\u0435\u0440\u0435\u043d\u044b \u0443\u0434\u0430\u043b\u0438\u0442\u044c \u0443\u043a\u0430\u0437\u0430\u043d\u043d\u044b\u0435 \u041e\u0431\u044a\u044f\u0432\u043b\u0435\u043d\u0438\u044f?
			
#Merging Vm
merge.list.summary= \u0422\u0430\u0431\u043b\u0438\u0446\u0430 \u0441\u043e\u0434\u0435\u0440\u0436\u0438\u0442 \u0441\u043f\u0438\u0441\u043e\u043a \u0421\u0430\u0439\u0442\u043e\u0432 \u0441 \u043a\u043e\u0442\u043e\u0440\u044b\u0445 \u0412\u044b \u043c\u043e\u0436\u0435\u0442\u0435 \u0441\u043a\u043e\u043f\u0438\u0440\u043e\u0432\u0430\u0442\u044c (\u0441\u043e\u0431\u0440\u0430\u0442\u044c) \u041e\u0431\u044a\u044f\u0432\u043b\u0435\u043d\u0438\u044f.
\u041a\u043e\u043b\u043e\u043d\u043a\u0430 1: \u0438\u043c\u044f \u0421\u0430\u0439\u0442\u0430. \u041a\u043e\u043b\u043e\u043d\u043a\u0430 2: \u0444\u043b\u0430\u0436\u043e\u043a \u201c\u043a\u043e\u043f\u0438\u0440\u043e\u0432\u0430\u0442\u044c\u201d.
merge.select = \u0412\u044b\u0431\u0435\u0440\u0438\u0442\u0435 \u041e\u0431\u044a\u044f\u0432\u043b\u0435\u043d\u0438\u044f, \u043a\u043e\u0442\u043e\u0440\u044b\u0435 \u0412\u044b \u0445\u043e\u0442\u0438\u0442\u0435 \u0441\u043a\u043e\u043f\u0438\u0440\u043e\u0432\u0430\u0442\u044c \u0432 \u0434\u0430\u043d\u043d\u044b\u0439 \u0441\u0430\u0439\u0442.
merge.show = \u041f\u043e\u043a\u0430\u0437\u0430\u0442\u044c \u041e\u0431\u044a\u044f\u0432\u043b\u0435\u043d\u0438\u044f \u0441 \u0434\u0440\u0443\u0433\u043e\u0433\u043e \u0441\u0430\u0439\u0442\u0430
merge.showann = \u041f\u043e\u043a\u0430\u0437\u0430\u0442\u044c \u041e\u0431\u044a\u044f\u0432\u043b\u0435\u043d\u0438\u044f 

#Metadata Vm
meta.title = \u041e\u0431\u044a\u044f\u0432\u043b\u0435\u043d\u0438\u044f
meta.public = \u041f\u043e\u043a\u0430\u0437\u044b\u0432\u0430\u0442\u044c \u043d\u0435\u0443\u0447\u0430\u0441\u0442\u043d\u0438\u043a\u0430\u043c
meta.message = \u0421\u043e\u043e\u0431\u0449\u0435\u043d\u0438\u0435
meta.attach = \u041f\u0440\u0438\u043b\u043e\u0436\u0435\u043d\u0438\u044f
meta.noattach = \u041f\u0440\u0438\u043b\u043e\u0436\u0435\u043d\u0438\u0439 \u043d\u0435\u0442 ...
meta.back = \u041d\u0430\u0437\u0430\u0434
meta.prev = \u041f\u0440\u0435\u0434\u044b\u0434\u0443\u0449\u0438\u0439
meta.next = \u0421\u043b\u0435\u0434\u0443\u044e\u0449\u0438\u0439
meta.retlis = \u0412\u0435\u0440\u043d\u0443\u0442\u044c\u0441\u044f \u043a \u0421\u043f\u0438\u0441\u043a\u0443
meta.groups = \u0413\u0440\u0443\u043f\u043f\u044b

#Preview Vm
pre.preview = \u041f\u0440\u0435\u0434\u0432\u0430\u0440\u0438\u0442\u0435\u043b\u044c\u043d\u044b\u0439 \u043f\u0440\u043e\u0441\u043c\u043e\u0442\u0440 \u041e\u0431\u044a\u044f\u0432\u043b\u0435\u043d\u0438\u044f
pre.notif = \u0418\u0437\u0432\u0435\u0449\u0435\u043d\u0438\u0435 \u043f\u043e e-mail
pre.post = \u0414\u043e\u0431\u0430\u0432\u0438\u0442\u044c \u041e\u0431\u044a\u044f\u0432\u043b\u0435\u043d\u0438\u0435

#Revise Vm
revise.add = \u0414\u043e\u0431\u0430\u0432\u0438\u0442\u044c \u041e\u0431\u044a\u044f\u0432\u043b\u0435\u043d\u0438\u044f 
revise.revise = \u0418\u0437\u043c\u0435\u043d\u0438\u0442\u044c \u041e\u0431\u044a\u044f\u0432\u043b\u0435\u043d\u0438\u0435
revise.complete = \u041f\u043e\u043b\u043d\u043e\u0441\u0442\u044c\u044e \u0437\u0430\u043f\u043e\u043b\u043d\u0438\u0442\u0435 \u0431\u043b\u0430\u043d\u043a, \u0437\u0430\u0442\u0435\u043c \u043d\u0430\u0436\u043c\u0438\u0442\u0435 \u0441\u043e\u043e\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0443\u044e\u0449\u0443\u044e \u043a\u043d\u043e\u043f\u043a\u0443 \u0432\u043d\u0438\u0437\u0443.
revise.required = \u041d\u0443\u0436\u043d\u044b\u0435 \u0437\u0430\u043c\u0435\u0442\u043a\u0438 \u043f\u043e\u043c\u0435\u0447\u0435\u043d\u044b 
revise.update = \u041e\u0442\u0440\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0443\u0439\u0442\u0435 \u0444\u043e\u0440\u043c\u0443, \u0437\u0430\u0442\u0435\u043c \u043d\u0430\u0436\u043c\u0438\u0442\u0435 \u0441\u043e\u043e\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0443\u044e\u0449\u0443\u044e \u043a\u043d\u043e\u043f\u043a\u0443 \u0432\u043d\u0438\u0437\u0443.

# this may be a dupe (gsilver)
revise.announce = \u041e\u0431\u044a\u044f\u0432\u043b\u0435\u043d\u0438\u0435
revise.announcement = \u0422\u0435\u043b\u043e

#this one was missing (gsilver)
revise.none = \u041e\u0442\u0441\u0443\u0442\u0441\u0442\u0432\u0443\u0435\u0442

revise.subject = \u0417\u0430\u0433\u043e\u043b\u043e\u0432\u043e\u043a \u041e\u0431\u044a\u044f\u0432\u043b\u0435\u043d\u0438\u044f

revise.pview = Public view:
revise.setto = \u0417\u043d\u0430\u0447\u0435\u043d\u0438\u0435 \u201c\u0414\u0430\u201d \u043f\u0440\u0438\u0441\u0432\u043e\u0435\u043d\u043e \u043d\u0430 \u0431\u043e\u043b\u0435\u0435 \u0432\u044b\u0441\u043e\u043a\u043e\u043c \u0443\u0440\u043e\u0432\u043d\u0435.
revise.attachments = \u041f\u0440\u0438\u043b\u043e\u0436\u0435\u043d\u0438\u044f
revise.notify = \u041e\u043f\u043e\u0432\u0435\u0449\u0435\u043d\u0438\u0435 \u043f\u043e e-mail
revise.attach = \u041f\u0440\u0438\u043b\u043e\u0436\u0435\u043d\u0438\u0435
revise.addatt = \u0414\u043e\u0431\u0430\u0432\u0438\u0442\u044c \u041f\u0440\u0438\u043b\u043e\u0436\u0435\u043d\u0438\u044f
revise.addrem = \u0414\u043e\u0431\u0430\u0432\u0438\u0442\u044c/\u0443\u0434\u0430\u043b\u0438\u0442\u044c \u041f\u0440\u0438\u043b\u043e\u0436\u0435\u043d\u0438\u044f
revise.displaynon = \u041f\u043e\u043a\u0430\u0437\u044b\u0432\u0430\u0442\u044c \u043d\u0435\u0443\u0447\u0430\u0441\u0442\u043d\u0438\u043a\u0430\u043c
revise.noattach = \u041f\u0440\u0438\u043b\u043e\u0436\u0435\u043d\u0438\u0439 \u043f\u043e\u043a\u0430 \u043d\u0435\u0442
revise.group.list.summary= \u0422\u0430\u0431\u043b\u0438\u0446\u0430 \u0441\u043e\u0434\u0435\u0440\u0436\u0438\u0442 \u0441\u043f\u0438\u0441\u043e\u043a \u0433\u0440\u0443\u043f\u043f. 1-\u044f \u043a\u043e\u043b\u043e\u043d\u043a\u0430 \u043e\u0442\u0432\u0435\u0434\u0435\u043d\u0430 \u0434\u043b\u044f \u0444\u043b\u0430\u0436\u043a\u0430 \u0432\u044b\u0431\u043e\u0440\u0430, 2-\u044f \u0434\u043b\u044f \u043d\u0430\u0437\u0432\u0430\u043d\u0438\u044f \u0433\u0440\u0443\u043f\u043f\u044b, 3-\u044f \u0434\u043b\u044f \u043e\u043f\u0438\u0441\u0430\u043d\u0438\u044f \u0433\u0440\u0443\u043f\u043f\u044b. \u0412 \u0437\u0430\u0433\u043e\u043b\u043e\u0432\u043a\u0435 \u0435\u0441\u0442\u044c \u043a\u043b\u044e\u0447\u0438 \u0434\u043b\u044f \u0441\u043e\u0440\u0442\u0438\u0440\u043e\u0432\u043a\u0438 \u0442\u0430\u0431\u043b\u0438\u0446\u044b.
revise.group.list.title= \u041d\u0430\u0437\u0432\u0430\u043d\u0438\u0435 \u0433\u0440\u0443\u043f\u043f\u044b
revise.group.list.sorttitle= \u0421\u043e\u0440\u0442\u0438\u0440\u043e\u0432\u0430\u0442\u044c \u043f\u043e \u043d\u0430\u0437\u0432\u0430\u043d\u0438\u044f\u043c \u0433\u0440\u0443\u043f\u043f
revise.group.list.sorttitleasc= \u0421\u043e\u0440\u0442\u0438\u0440\u043e\u0432\u0430\u0442\u044c \u043f\u043e \u043d\u0430\u0437\u0432\u0430\u043d\u0438\u044f\u043c \u0433\u0440\u0443\u043f\u043f \u0441 \u0432\u043e\u0437\u0440\u0430\u0441\u0442\u0430\u043d\u0438\u0435\u043c
revise.group.list.sorttitledesc= \u0421\u043e\u0440\u0442\u0438\u0440\u043e\u0432\u0430\u0442\u044c \u043f\u043e \u043d\u0430\u0437\u0432\u0430\u043d\u0438\u044f\u043c \u0433\u0440\u0443\u043f\u043f \u0441 \u0443\u0431\u044b\u0432\u0430\u043d\u0438\u0435\u043c
revise.group.list.desc= \u041e\u043f\u0438\u0441\u0430\u043d\u0438\u0435 \u0433\u0440\u0443\u043f\u043f\u044b
revise.group.list.sortdesc= \u0421\u043e\u0440\u0442\u0438\u0440\u043e\u0432\u0430\u0442\u044c \u043f\u043e \u043e\u043f\u0438\u0441\u0430\u043d\u0438\u044f\u043c \u0433\u0440\u0443\u043f\u043f
revise.group.list.sortdescasc= \u0421\u043e\u0440\u0442\u0438\u0440\u043e\u0432\u0430\u0442\u044c \u043f\u043e \u043d\u0430\u0437\u0432\u0430\u043d\u0438\u044f\u043c \u0433\u0440\u0443\u043f\u043f \u0441 \u0432\u043e\u0437\u0440\u0430\u0441\u0442\u0430\u043d\u0438\u0435\u043c
revise.group.list.sortdescdesc= \u0421\u043e\u0440\u0442\u0438\u0440\u043e\u0432\u0430\u0442\u044c \u043f\u043e \u043d\u0430\u0437\u0432\u0430\u043d\u0438\u044f\u043c \u0433\u0440\u0443\u043f\u043f \u0441 \u0443\u0431\u044b\u0432\u0430\u043d\u0438\u0435\u043c

revise.notify_high = \u0412\u0441\u0435\u043c \u2013 \u0412\u0441\u0435\u043c \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u043a\u0430\u043c 
revise.notify_low = \u041f\u043e \u043f\u043e\u0434\u043f\u0438\u0441\u043a\u0435 \u2013 \u0422\u043e\u043b\u044c\u043a\u043e \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u043a\u0430\u043c, \u043a\u043e\u0442\u043e\u0440\u044b\u0435 \u043f\u043e\u0434\u043f\u0438\u0441\u0430\u043b\u0438\u0441\u044c
revise.notify_none = \u041d\u0438\u043a\u043e\u043c\u0443 \u2013 \u0411\u0435\u0437 \u043e\u043f\u043e\u0432\u0435\u0449\u0435\u043d\u0438\u044f

revise.savedraft = \u0421\u043e\u0445\u0440\u0430\u043d\u0438\u0442\u044c \u0427\u0435\u0440\u043d\u043e\u0432\u0438\u043a
revise.savechanges = \u0421\u043e\u0445\u0440\u0430\u043d\u0438\u0442\u044c \u0438\u0437\u043c\u0435\u043d\u0435\u043d\u0438\u044f
revise.preview = \u041f\u0440\u0435\u0434\u0432\u0430\u0440\u0438\u0442\u0435\u043b\u044c\u043d\u044b\u0439 \u043f\u0440\u043e\u0441\u043c\u043e\u0442\u0440

displayto.public = \u041f\u043e\u043a\u0430\u0437\u044b\u0432\u0430\u0442\u044c \u201c\u0412\u0441\u0435\u043c\u201d 
displayto.site = \u041f\u043e\u043a\u0430\u0437\u044b\u0432\u0430\u0442\u044c \u0442\u043e\u043b\u044c\u043a\u043e \u043d\u0430 \u0421\u0430\u0439\u0442\u0435
displayto.selected = \u041f\u043e\u043a\u0430\u0437\u044b\u0432\u0430\u0442\u044c \u0438\u0437\u0431\u0440\u0430\u043d\u043d\u044b\u043c \u0433\u0440\u0443\u043f\u043f\u0430\u043c

view.label = \u041f\u0440\u043e\u0441\u043c\u043e\u0442\u0440\u0435\u0442\u044c
view.all = \u0412\u0441\u0435
view.public = \u0414\u043b\u044f \u201c\u0412\u0441\u0435\u0445\u201d
view.bygroup = \u043f\u043e \u0433\u0440\u0443\u043f\u043f\u0430\u043c

range.public = \u0434\u043b\u044f \u201c\u0412\u0441\u0435\u0445\u201d
range.allgroups = \u0441\u0430\u0439\u0442

group = \u0413\u0440\u0443\u043f\u043f\u0430
groups = \u0413\u0440\u0443\u043f\u043f\u044b

