#X-Generator: crowdin.net
#Generated by ResourceBundle Editor (http://eclipse-rbe.sourceforge.net)
#

Failed.remove.event=\u0915\u094b\u0908 \u0924\u094d\u0930\u0941\u091f\u093f \u0909\u0924\u094d\u092a\u0928\u094d\u0928 \u0939\u0941\u0908\u0964 \u091a\u092f\u0928\u093f\u0924 \u092c\u0948\u0920\u0915 (\u0913\u0902) \u0939\u091f\u093e\u092f\u093e \u0928\u0939\u0940\u0902 \u0917\u090f \u0925\u0947\u0964 \u0915\u0943\u092a\u092f\u093e \u092a\u0941\u0928\: \u092a\u094d\u0930\u092f\u093e\u0938 \u0915\u0930\u0947\u0902\u0964

add_attachments=\u0905\u0928\u0941\u0932\u0917\u094d\u0928\u0915 \u091c\u094b\u0921\u093c\u0947\u0902

add_more_ts=\u090f\u0915 \u0928\u092f\u093e \u0938\u094d\u0932\u094b\u091f \u091c\u094b\u0921\u093c\u0947\u0902\u0964

add_new_event=\u091c\u094b\u0921\u093c\u0947\u0902

add_remove_attachments=\u0905\u0928\u0941\u0932\u0917\u094d\u0928\u0915 \u091c\u094b\u0921\u093c\u0947\u0902/\u0939\u091f\u093e \u0926\u0947\u0902

add_to_bottom=\u0924\u0932

add_to_top=\u0936\u0940\u0930\u094d\u0937

add_waitlist_button=\u092a\u094d\u0930\u0924\u0940\u0915\u094d\u0937\u093e \u0938\u0942\u091a\u0940 \u092e\u0947\u0902 \u0936\u093e\u092e\u093f\u0932 \u0939\u094b\u0902

apply_added_participants_to_allRecur_events=&nbsp;\u0939\u093e\u0901, \u0938\u092d\u0940 \u0918\u091f\u0928\u093e\u0913\u0902 \u0915\u0947 \u0932\u093f\u090f \u092a\u094d\u0930\u0924\u093f\u092d\u093e\u0917\u093f\u092f\u094b\u0902 \u0915\u094b \u090f\u0915 \u0939\u0940 \u0938\u092e\u092f \u0938\u094d\u0932\u0949\u091f \u0905\u0938\u093e\u0907\u0928 \u0915\u0930\u0947\u0902\u0964

assign_attendee_publish_button=\u092a\u094d\u0930\u0924\u093f\u092d\u093e\u0917\u093f\u092f\u094b\u0902 \u0915\u094b \u0905\u0938\u093e\u0907\u0928 \u0914\u0930 \u092a\u094d\u0930\u0915\u093e\u0936\u093f\u0924 \u0915\u0930\u0947\u0902

assign_attendees=\u092a\u094d\u0930\u0924\u093f\u092d\u093e\u0917\u093f\u092f\u094b\u0902 \u0915\u094b \u0905\u0938\u093e\u0907\u0928 \u0915\u0930\u0947\u0902

assign_participants_toAllRecurrences=\u0938\u092d\u0940 \u0915\u094b \u0905\u0938\u093e\u0907\u0928 \u0915\u0930\u0947\u0902\:

attachments=\u0938\u0902\u0932\u0917\u094d\u0928\u0915

attend_off=\u092c\u0902\u0926

attend_on=\u091a\u093e\u0932\u0942

attend_taken=\u0909\u092a\u0938\u094d\u0925\u093f\u0924\u093f \u0932\u0947 \u0932\u0940 \u091c\u093e\u090f\u0917\u0940

attend_track_selected=&nbsp;(\u092f\u0926\u093f \u091a\u092f\u0928\u093f\u0924 \u0939\u0948 \u0924\u094b \u0906\u092a \u0907\u0938 \u092c\u0948\u0920\u0915 \u0915\u0947 \u0932\u093f\u090f \u0909\u092a\u0938\u094d\u0925\u093f\u0924\u093f \u091f\u094d\u0930\u0948\u0915 \u0915\u0930 \u0938\u0915\u0924\u0947 \u0939\u0948\u0902)

attend_view_list_head=\u0938\u092e\u092f \u0938\u094d\u0932\u0949\u091f \u0914\u0930 \u0909\u092a\u0938\u094d\u0925\u093f\u0924\u093f

attend_view_list_slot_list_canceled=\u092f\u0939 \u0938\u092e\u092f \u0938\u094d\u0932\u0949\u091f \u0930\u0926\u094d\u0926 \u0915\u0930 \u0926\u093f\u092f\u093e \u0917\u092f\u093e \u0939\u0948

attend_view_list_slot_list_empty_msg=\u0907\u0938 \u0938\u092e\u092f \u0938\u094d\u0932\u0949\u091f \u0915\u0947 \u0932\u093f\u090f \u0915\u093f\u0938\u0940  \u0909\u092a\u0938\u094d\u0925\u093f\u0924\u0917\u0923 \u0928\u0947 \u0938\u093e\u0907\u0928 \u0905\u092a \u0928\u0939\u0940\u0902 \u0915\u093f\u092f\u093e

attend_view_list_slot_list_summary=\u0907\u0938 \u092e\u0940\u091f\u093f\u0902\u0917 \u0915\u0947 \u0932\u093f\u090f \u0909\u092a\u0938\u094d\u0925\u093f\u0924\u0917\u0923 \u0915\u0940 \u0938\u0942\u091a\u0940\u0964 \u092a\u094d\u0930\u0924\u094d\u092f\u0947\u0915 \u092a\u0902\u0915\u094d\u0924\u093f \u092e\u0947\u0902 \u0939\u093e\u091c\u093f\u0930\u0940 \u0932\u0947\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u090f\u0915 \u091a\u0947\u0915\u092c\u0949\u0915\u094d\u0938 \u0939\u0948\u0964 \u0936\u0940\u0930\u094d\u0937 \u0932\u0947\u0916 \u092e\u0947\u0902 \u091a\u0947\u0915 \u092c\u0949\u0915\u094d\u0938  \u0938\u092d\u0940 \u0915\u094b \u091a\u0947\u0915 \u0906\u0948\u0930  \u0905\u0928\u091a\u0947\u0915 \u0915\u0930\u0924\u093e \u0939\u0948\u0964

attend_view_list_slot_list_wait_head=\u092a\u094d\u0930\u0924\u0940\u0915\u094d\u0937\u093e\u0938\u0942\u091a\u0940

attend_view_list_summary=\u092e\u0940\u091f\u093f\u0902\u0917\u094d\u0938 \u0915\u0940 \u0938\u0942\u091a\u0940\u0964 \u092a\u094d\u0930\u0924\u094d\u092f\u0947\u0915 \u0915\u0915\u094d\u0937 \u092e\u0947\u0902 \u092e\u0940\u091f\u093f\u0902\u0917 \u0915\u093e \u0938\u092e\u092f ( \u090f\u0915 \u0939\u0948\u0921\u0930 \u0915\u0947 \u0930\u0942\u092a \u092e\u0947\u0902)  \u0914\u0930 \u0905\u091f\u0947\u0902\u0921\u0940\u091c\u093c \u0915\u0940 \u090f\u0915 \u0938\u0942\u091a\u0940 \u0939\u093e\u091c\u093f\u0930\u0940 \u0932\u0947\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u091a\u0947\u0915 \u092c\u0949\u0915\u094d\u0938 \u0915\u0947 \u0938\u093e\u0925 \u0939\u0948 \u0964 \u0936\u0940\u0930\u094d\u0937 \u0932\u0947\u0916 \u092e\u0947\u0902 \u091a\u0947\u0915 \u092c\u0949\u0915\u094d\u0938 \u0938\u092d\u0940 \u091a\u093f\u0932\u094d\u0921\u094d\u0930\u0928 \u0915\u094b \u091a\u0947\u0915 \u092f\u093e \u0905\u0928\u091a\u0947\u0915 \u0915\u0930\u0924\u093e \u0939\u0948 \u0964

attend_view_select_all=\u0938\u092d\u0940 \u0939\u0938\u094d\u0924\u093e\u0915\u094d\u0937\u0930 \u0915\u093f\u090f \u091a\u0941\u0928\u0947\u0902

#attendance view page
attend_view_title=\u0909\u092a\u0938\u094d\u0925\u093f\u0924\u093f\:

attend_view_toggle=\u091f\u0949\u0917\u0932 \u092a\u094d\u0930\u0924\u0940\u0915\u094d\u0937\u093e\u0938\u0942\u091a\u0940

attendee.already.in.timeslot=\u092a\u094d\u0930\u0924\u093f\u092d\u093e\u0917\u0940 \u092a\u0939\u0932\u0947 \u0938\u0947 \u0939\u0940 \u091f\u093e\u0907\u092e \u0938\u094d\u0932\u0949\u091f \u092e\u0947\u0902  \u0939\u0948\u0964

attendee_enterEid=\u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0906\u0908\u0921\u0940 \u092f\u093e \u0908\u092e\u0947\u0932 \u092a\u0924\u093e \u0926\u0930\u094d\u091c \u0915\u0930\u0947\u0902&nbsp;

attendee_select=\u091a\u092f\u0928 \u0915\u0930\u0947\u0902&nbsp;

basic=\u092c\u0941\u0928\u093f\u092f\u093e\u0926\u0940 \u091c\u093e\u0928\u0915\u093e\u0930\u0940

before_event_end=\u092c\u0948\u0920\u0915 \u0916\u0924\u094d\u092e \u0939\u094b\u0928\u0947 \u0938\u0947 \u092a\u0939\u0932\u0947 

before_event_start=\u092c\u0948\u0920\u0915 \u0936\u0941\u0930\u0942 \u0939\u094b\u0928\u0947 \u0938\u0947 \u092a\u0939\u0932\u0947

cancel_button=\u0930\u0926\u094d\u0926 \u0915\u0930\u0947\u0902

cancel_timeslot=\u0938\u092e\u092f \u0938\u094d\u0932\u0949\u091f \u0930\u0926\u094d\u0926 \u0915\u0930\u0947\u0902

#cancelTimeslot.jsp
cancel_timeslot_button=\u091f\u093e\u0907\u092e \u0938\u094d\u0932\u0949\u091f \u0930\u0926\u094d\u0926 \u0915\u0930\u0947\u0902

confirm_cancel=\u0906\u092a\u0915\u094b \u092f\u0915\u0940\u0928 \u0939\u0948 \u0915\u093f \u0906\u092a \u0907\u0938 \u0938\u092e\u092f \u0938\u094d\u0932\u0949\u091f \u0915\u094b \u0930\u0926\u094d\u0926 \u0915\u0930\u0928\u093e \u091a\u093e\u0939\u0924\u0947 \u0939\u094b? \u092f\u0939 \u0938\u092e\u092f \u0938\u094d\u0932\u0949\u091f \u0938\u0947 \u0938\u092d\u0940 \u092a\u094d\u0930\u0924\u093f\u092d\u093e\u0917\u093f\u092f\u094b\u0902 \u0915\u094b \u0928\u093f\u0915\u093e\u0932 \u0926\u0947\u0917\u093e \u0914\u0930 \u092a\u094d\u0930\u0924\u094d\u092f\u0947\u0915 \u092a\u094d\u0930\u0924\u093f\u092d\u093e\u0917\u0940 \u0915\u094b \u0908\u092e\u0947\u0932 \u092d\u0947\u091c\u0940 \u091c\u093e\u090f\u0917\u0940\u0964

continue_button=\u091c\u093e\u0930\u0940 \u0930\u0916\u0947\u0902

copy_event=\u092a\u094d\u0930\u0924\u093f\u0932\u093f\u092a\u093f \u092c\u0928\u093e\u090f\u0901

create_instruction=\u0915\u094b\u0908 \u092c\u0948\u0920\u0915 \u092c\u0928\u093e\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f, \u0906\u0935\u0936\u094d\u092f\u0915 \u091c\u093e\u0928\u0915\u093e\u0930\u0940 \u0926\u0930\u094d\u091c \u0915\u0930\u0947\u0902 \u0914\u0930 <b>\u0905\u0917\u0932\u093e</b> \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0947\u0902\u0964

#new event - step1.jsp
create_new_event=\u0928\u0908 \u092c\u0948\u0920\u0915 \u092c\u0928\u093e\u090f\u0901\:

crossDay.event.repeat.biweekly.problem=\u092c\u0948\u0920\u0915 \u0915\u0940 \u0905\u0935\u0927\u093f 14 \u0926\u093f\u0928\u094b\u0902 \u0938\u0947 \u0905\u0927\u093f\u0915 \u0938\u092e\u092f \u0924\u0915 \u0930\u0939\u0924\u0940 \u0939\u0948\u0964 \u0907\u0938 \u092a\u094d\u0930\u0915\u093e\u0930 \u0915\u0940 \u092c\u0948\u0920\u0915\u0947 \u0938\u092a\u094d\u0924\u093e\u0939 \u092a\u0941\u0928\u0930\u093e\u0935\u0943\u0924\u094d\u0924\u093f \u0915\u0947 \u0932\u093f\u090f \u0938\u0947\u091f\u0928\u0939\u0940 \u0915\u0940 \u091c\u093e \u0938\u0915\u0924\u0940\u0964
crossDay.event.repeat.daily.problem=\u092c\u0948\u0920\u0915 \u0915\u0940 \u0905\u0935\u0927\u093f 24 \u0918\u0902\u091f\u0947 \u0938\u0947 \u0905\u0927\u093f\u0915 \u0938\u092e\u092f \u0924\u0915 \u0930\u0939\u0924\u0940 \u0939\u0948\u0964 \u0907\u0938 \u092a\u094d\u0930\u0915\u093e\u0930 \u0915\u0940 \u092c\u0948\u0920\u0915\u094b\u0902 \u0926\u0948\u0928\u093f\u0915 \u092a\u0941\u0928\u0930\u093e\u0935\u0943\u0924\u094d\u0924\u093f \u0915\u0947 \u0932\u093f\u090f \u0938\u0947\u091f \u0928\u0939\u0940 \u0915\u0940 \u091c\u093e \u0938\u0915\u0924\u0940\u0964
crossDay.event.repeat.weekly.problem=\u092c\u0948\u0920\u0915 \u0915\u0940 \u0905\u0935\u0927\u093f 14 \u0926\u093f\u0928\u094b\u0902 \u0938\u0947 \u0905\u0927\u093f\u0915 \u0938\u092e\u092f \u0924\u0915 \u0930\u0939\u0924\u0940 \u0939\u0948\u0964 \u0907\u0938 \u092a\u094d\u0930\u0915\u093e\u0930 \u0915\u0940 \u092c\u0948\u0920\u0915\u094b\u0902 \u0938\u092a\u094d\u0924\u093e\u0939 \u092a\u0941\u0928\u0930\u093e\u0935\u0943\u0924\u094d\u0924\u093f \u0915\u0947 \u0932\u093f\u090f \u0938\u0947\u091f \u0928\u0939\u0940 \u0915\u0940 \u091c\u093e \u0938\u0915\u0924\u0940\u0964

#User action exception messages
db.error_or_event.notExisted=\u092f\u093e \u0924\u094b \u090f\u0915 \u0921\u0947\u091f\u093e\u092c\u0947\u0938 \u0924\u094d\u0930\u0941\u091f\u093f \u0909\u0924\u094d\u092a\u0928\u094d\u0928 \u0939\u0941\u0908 \u0939\u0948 \u092f\u093e \u092e\u0940\u091f\u093f\u0902\u0917 \u0905\u092c \u092e\u094c\u091c\u0942\u0926 \u0928\u0939\u0940\u0902 \u0939\u0948\u0964

delete_attandee_confirmation=\u0906\u092a \u0938\u0941\u0928\u093f\u0936\u094d\u091a\u093f\u0924 \u0915\u0930\u0947\u0902 \u0915\u093f \u0906\u092a \u0907\u0938 \u092a\u094d\u0930\u0924\u093f\u092d\u093e\u0917\u0940 \u0915\u094b \u0907\u0938 \u0938\u092e\u092f \u0938\u094d\u0932\u0949\u091f \u0938\u0947 \u0928\u093f\u0915\u093e\u0932\u0928\u093e \u091a\u093e\u0939\u0924\u0947 \u0939\u0948\u0902?

dropDown_line_separator=----------------------------------

edit.failed_due_to_other_updated_db=\u0938\u0902\u092a\u093e\u0926\u093f\u0924 \u0915\u0930\u0928\u093e \u0935\u093f\u092b\u0932 \u0930\u0939\u093e\u0964 \u0915\u093f\u0938\u0940 \u0913\u0930 \u0928\u0947 \u092c\u0948\u0920\u0915 \u092e\u0947\u0902 \u0905\u0926\u094d\u092f\u0924\u0928 \u0915\u0940\u0964 \u0915\u0943\u092a\u092f\u093e \u092a\u0941\u0928\: \u092a\u094d\u0930\u092f\u093e\u0938 \u0915\u0930\u0947\u0902\u0964

#email exception message
email.exception=\u0908\u092e\u0947\u0932 \u0928\u0939\u0940\u0902 \u092d\u0947\u091c\u093e \u0917\u092f\u093e \u0925\u093e\: \u0915\u094b\u0908 \u0924\u094d\u0930\u0941\u091f\u093f \u0909\u0924\u094d\u092a\u0928\u094d\u0928 \u0939\u0941\u0908\u0964

error.calendarEvent.posted_failed=\u0918\u091f\u0928\u093e \u0938\u092b\u0932\u0924\u093e\u092a\u0942\u0930\u094d\u0935\u0915 \u092c\u0928\u093e\u092f\u093e \u0917\u092f\u093e \u0925\u093e, \u0932\u0947\u0915\u093f\u0928 \u0915\u093e\u0930\u094d\u092f\u0915\u094d\u0930\u092e \u092e\u0947\u0902 \u0936\u093e\u092e\u093f\u0932 \u0928\u0939\u0940\u0902 \u0915\u093f\u092f\u093e \u091c\u093e \u0938\u0915\u0924\u093e \u0915\u094d\u092f\u094b\u0902\u0915\u093f \u0915\u093e\u0930\u094d\u092f\u0915\u094d\u0930\u092e \u0909\u092a\u0915\u0930\u0923 \u0938\u093e\u0907\u091f \u092a\u0930 \u092e\u094c\u091c\u0942\u0926 \u0928\u0939\u0940\u0902 \u0939\u0948\u0964
error.calendarEvent.posted_failed_due_to_permission=\u0918\u091f\u0928\u093e \u0938\u092b\u0932\u0924\u093e\u092a\u0942\u0930\u094d\u0935\u0915 \u092c\u0928\u093e\u092f\u093e \u0917\u092f\u093e \u0925\u093e, \u0932\u0947\u0915\u093f\u0928 \u0938\u093e\u0907\u091f \u092a\u0930 \u0905\u0928\u0941\u0938\u0942\u091a\u0940 \u092e\u0947\u0902 \u0936\u093e\u092e\u093f\u0932 \u0928\u0939\u0940\u0902 \u0915\u093f\u092f\u093e \u091c\u093e \u0938\u0915\u0924\u093e \u0915\u094d\u092f\u094b\u0902\u0915\u093f \u0906\u092a\u0915\u094b \u0905\u0928\u0941\u0938\u0942\u091a\u0940 \u092e\u0947\u0902 \u091c\u094b\u0921\u093c\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0905\u0928\u0941\u092e\u0924\u093f \u0928\u0939\u0940\u0902 \u0939\u0948\u0964
error.calendarEvent.removal_failed=\u0915\u094b\u0908 \u0924\u094d\u0930\u0941\u091f\u093f \u0909\u0924\u094d\u092a\u0928\u094d\u0928 \u0939\u0941\u0908 \u0914\u0930 \u0938\u094d\u0915\u0948\u0921\u094d\u092f\u0942\u0932 \u0909\u092a\u0915\u0930\u0923 \u092e\u0947\u0902 calendarEvent \u0915\u094b \u0939\u091f\u093e\u0928\u0947 \u092e\u0947\u0902 \u0939\u094b \u0938\u0915\u0924\u093e \u0939\u0948 \u0935\u093f\u092b\u0932 \u0930\u0939\u093e \u0939\u094b\u0964
error.calendarEvent.updated_failed=\u0918\u091f\u0928\u093e \u0938\u092b\u0932\u0924\u093e\u092a\u0942\u0930\u094d\u0935\u0915 \u0905\u0926\u094d\u092f\u0924\u093f\u0924 \u0915\u0930 \u0926\u0940 \u0917\u0908 \u0925\u0940, \u0932\u0947\u0915\u093f\u0928 \u0938\u093e\u0907\u091f \u092a\u0930 \u0938\u093e\u0930\u0923\u0940 \u092e\u0947\u0902 \u0905\u0926\u094d\u092f\u0924\u093f\u0924 \u0928\u0939\u0940\u0902 \u0915\u093f\u092f\u093e \u091c\u093e \u0938\u0915\u0924\u093e \u0915\u094d\u092f\u094b\u0902\u0915\u093f \u0938\u093e\u0907\u091f (\u0913\u0902) \u092a\u0930 \u0938\u094d\u0915\u0948\u0921\u094d\u092f\u0942\u0932 \u0909\u092a\u0915\u0930\u0923 \u092e\u094c\u091c\u0942\u0926 \u0928\u0939\u0940\u0902 \u0939\u0948 \u0964
error.calendarEvent.updated_failed_due_to_permission=\u0918\u091f\u0928\u093e \u0938\u092b\u0932\u0924\u093e\u092a\u0942\u0930\u094d\u0935\u0915 \u0905\u0926\u094d\u092f\u0924\u093f\u0924 \u0915\u0930 \u0926\u0940 \u0917\u0908 \u0925\u0940, \u0932\u0947\u0915\u093f\u0928 \u0938\u093e\u0907\u091f \u092a\u0930 \u0905\u0928\u0941\u0938\u0942\u091a\u0940 \u092e\u0947\u0902 \u0936\u093e\u092e\u093f\u0932 \u0928\u0939\u0940\u0902 \u0915\u093f\u092f\u093e \u091c\u093e \u0938\u0915\u0924\u093e \u0915\u094d\u092f\u094b\u0902\u0915\u093f \u0906\u092a\u0915\u094b \u0905\u0928\u0941\u0938\u0942\u091a\u0940 \u092e\u0947\u0902 \u091c\u094b\u0921\u093c\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0905\u0928\u0941\u092e\u0924\u093f \u0928\u0939\u0940\u0902 \u0939\u0948\u0964
error.group_sync_failed=\u0938\u092e\u0942\u0939 \u0938\u092e\u0915\u093e\u0932\u093f\u0915 \u0928\u0939\u0940\u0902 \u0915\u093f\u092f\u093e \u091c\u093e \u0938\u0915\u0924\u093e \u0939\u0948\u0964\u0915\u094d\u092f\u093e \u0938\u092e\u0942\u0939 \u092e\u0948\u0928\u094d\u092f\u0941\u0905\u0932 \u0930\u0942\u092a \u0938\u0947 \u0938\u093e\u0907\u091f \u091c\u093e\u0928\u0915\u093e\u0930\u0940 \u0938\u0947  \u0939\u091f\u093e \u0926\u093f\u092f\u093e \u0917\u092f\u093e \u0939\u0948? \u0907\u0938 \u0938\u092e\u0942\u0939 \u0915\u094b \u092a\u0941\u0928\u0930\u094d\u0938\u094d\u0925\u093e\u092a\u093f\u0924 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f, \u0938\u0902\u0936\u094b\u0927\u093f\u0924 \u0915\u0930\u0947\u0902 \u092e\u0940\u091f\u093f\u0902\u0917 \u092a\u0943\u0937\u094d\u0920 \u092a\u0930 \u091c\u093e\u090f\u0901 \u0914\u0930 '\u0938\u0902\u0936\u094b\u0927\u0928 \u092a\u094d\u0930\u0915\u093e\u0936\u093f\u0924 \u0915\u0930\u0947\u0902' \u092a\u0930 \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0947\u0902,  \u092b\u093f\u0930  \u0938\u092e\u0915\u093e\u0932\u093f\u0915  \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u092f\u0939\u093e\u0901  \u0935\u093e\u092a\u0938 \u0906\u090f\u0901\u0964
error.no.change.group.title=\u0915\u0941\u091b \u0938\u092e\u0942\u0939 \u0936\u0940\u0930\u094d\u0937\u0915 \u0938\u093f\u0902\u0915\u094d\u0930\u0928\u093e\u0907\u091c\u093c \u0928\u0939\u0940\u0902 \u0915\u093f\u090f \u0917\u090f \u0939\u0948\u0902, \u0915\u094d\u092f\u094b\u0902\u0915\u093f \u092f\u0939 \u0938\u093e\u0907\u091f \u091c\u093e\u0928\u0915\u093e\u0930\u0940 \u0909\u092a\u0915\u0930\u0923 \u0915\u0947 \u092e\u093e\u0927\u094d\u092f\u092e \u0938\u0947 \u092a\u0939\u0932\u0947 \u0939\u0940 \u0938\u0902\u0936\u094b\u0927\u093f\u0924 \u0915\u093f\u092f\u0947 \u0917\u090f \u0939\u0948\u0902\!\n
error.no_group_for_timeslot=\u0907\u0938 \u091f\u093e\u0907\u092e \u0938\u094d\u0932\u0949\u091f \u0915\u0947 \u0932\u093f\u090f \u0938\u092e\u0942\u0939 \u0905\u0928\u0941\u092a\u0932\u092c\u094d\u0927 \u0928\u0939\u0940\u0902 \u0939\u0948\u0964 \u0907\u0938 \u0938\u092e\u0942\u0939 \u0915\u094b \u092a\u0941\u0928\u0930\u094d\u0938\u094d\u0925\u093e\u092a\u093f\u0924 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f, \u0938\u0902\u0936\u094b\u0927\u093f\u0924 \u0915\u0930\u0947\u0902 \u092e\u0940\u091f\u093f\u0902\u0917 \u092a\u0943\u0937\u094d\u0920 \u092a\u0930 \u091c\u093e\u090f\u0901 \u0914\u0930 '\u0938\u0902\u0936\u094b\u0927\u0928 \u092a\u094d\u0930\u0915\u093e\u0936\u093f\u0924 \u0915\u0930\u0947\u0902' \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0947\u0902, \u0924\u094b \u092f\u0939\u093e\u0901 \u092b\u093f\u0930 \u0938\u0947 \u0938\u093f\u0902\u0915\u094d\u0930\u0928\u093e\u0907\u091c\u093c \u0915\u0930\u0947\u0902 \u092a\u0930 \u0935\u093e\u092a\u0938 \u091c\u093e\u090f\u0901\u0964
error.occurred_try_again=\u0915\u094b\u0908 \u0924\u094d\u0930\u0941\u091f\u093f \u0909\u0924\u094d\u092a\u0928\u094d\u0928 \u0939\u0941\u0908 \u0939\u0948\u0948\: \u0915\u0943\u092a\u092f\u093e \u092a\u0941\u0928\: \u092a\u094d\u0930\u092f\u093e\u0938 \u0915\u0930\u0947\u0902\u0964

event.Signup.not.started.yet=\u092a\u0930 \u0909\u092a\u0932\u092c\u094d\u0927
event.SignupNotRequire=\u0938\u093e\u0907\u0928 \u0905\u092a \u0905\u0928\u0941\u0930\u094b\u0927 \u0928\u0939\u0940\u0902 
event.available=\u0909\u092a\u0932\u092c\u094d\u0927
#meeting status for participants
event.closed=\u092c\u0902\u0926 \u0915\u0930 \u0926\u093f\u092f\u093e
event.create_custom_defined_TS_blocks=\u0915\u0943\u092a\u092f\u093e '\u091f\u093e\u0907\u092e \u0938\u094d\u0932\u0949\u091f(\u091f\u094b) \u092c\u0928\u093e\u090f\u0901' \u092c\u091f\u0928  \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0947\u0902 \u090f\u0915 \u0928\u090f \u0915\u0938\u094d\u091f\u092e \u0938\u094d\u0932\u094b\u091f \u0915\u094b \u092a\u0930\u093f\u092d\u093e\u0937\u093f\u0924 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f\u0964
event.endTime_should_after_startTime=\u092e\u0940\u091f\u093f\u0902\u0917 \u0938\u092e\u093e\u092a\u094d\u0924\u093f \u0938\u092e\u092f \u092e\u0940\u091f\u093f\u0902\u0917 \u092a\u094d\u0930\u093e\u0930\u0902\u092d \u0938\u092e\u092f \u0915\u0947 \u092c\u093e\u0926  \u0939\u094b\u0928\u093e \u091a\u093e\u0939\u093f\u090f\u0964
event.endTimeslot_should_after_startTimeslot=\u092a\u0902\u0915\u094d\u0924\u093f {0} - \u0905\u0902\u0924 \u0938\u092e\u092f \u0938\u092e\u092f\u0938\u094d\u0932\u094b\u091f \u0915\u0947 \u092a\u094d\u0930\u093e\u0930\u0902\u092d \u0938\u092e\u092f \u0915\u0947 \u092c\u093e\u0926 \u0939\u094b\u0917\u093e \u0964
event.inProgress=\u092a\u094d\u0930\u0917\u0924\u093f \u092e\u0947\u0902
event.location_not_assigned=\u0915\u0943\u092a\u092f\u093e \u090f\u0915 \u0938\u094d\u0925\u093e\u0928 \u0905\u0938\u093e\u0907\u0928 \u0915\u0930\u0947\u0902\u0964
event.maxAttendee_should_be_valid=\u0915\u0943\u092a\u092f\u093e \u092e\u0940\u091f\u093f\u0902\u0917 \u092a\u094d\u0930\u0915\u093e\u0930 \u092e\u0947\u0902 \u0909\u092a\u0938\u094d\u0925\u093f\u0924\u0917\u0923 \u0915\u0940 \u092e\u093e\u0928\u094d\u092f \u0938\u0902\u0916\u094d\u092f\u093e \u0926\u0930\u094d\u091c \u0915\u0930\u0947\u0902\u0964
event.meeting.locked=\u0938\u093e\u0907\u0928-\u0905\u092a \u0905\u0935\u0930\u094b\u0927\u093f\u0924 \u0939\u0948
event.repeatNnum.bigger.than.one=\u092a\u0941\u0928\u0930\u093e\u0935\u0943\u0924\u094d\u0924\u093f\u092f\u094b\u0902 \u0915\u0940 \u0938\u0902\u0916\u094d\u092f\u093e 0 \u0938\u0947 \u092c\u0921\u093c\u0940 \u0939\u094b\u0928\u0940 \u091a\u093e\u0939\u093f\u090f\u0964
event.repeatbeforestart=\u0905\u0935\u0948\u0927 \u0938\u092e\u093e\u092a\u094d\u0924\u093f \u0926\u093f\u0928\u093e\u0902\u0915\u0964 ' \u0915\u0947 \u092c\u093e\u0926 \u0905\u0902\u0924\:' \u0926\u093f\u0928\u093e\u0902\u0915 '\u092a\u094d\u0930\u093e\u0930\u092e\u094d\u092d\u093f\u0915 \u0938\u092e\u092f' \u0915\u0940 \u0926\u093f\u0928\u093e\u0902\u0915  \u0915\u092e \u0938\u0947 \u0915\u092e \u090f\u0915 \u092a\u0941\u0928\u0930\u093e\u0935\u0930\u094d\u0924\u0928 \u0905\u0935\u0927\u093f \u0915\u0947 \u092c\u093e\u0926 \u0939\u094b\u0928\u093e \u091a\u093e\u0939\u093f\u090f\u0964
event.selectMeetingType=\u0915\u0943\u092a\u092f\u093e \u092c\u0948\u0920\u0915 \u092a\u094d\u0930\u0915\u093e\u0930 \u0915\u093e \u091a\u092f\u0928 \u0915\u0930\u0947\u0902\u0964
event.signup.deadline.passed=\u0938\u093e\u0907\u0928-\u0905\u092a \u0938\u092e\u092f \u092a\u0939\u0932\u0947 \u0939\u0940 \u0938\u092e\u093e\u092a\u094d\u0924 \u0939\u094b \u0917\u092f\u093e \u0939\u0948\u0964
event.timeslot_duration_should_not_lessThan_one=\ \u092e\u0940\u091f\u093f\u0902\u0917 \u0938\u094d\u0932\u094b\u091f \u0905\u0935\u0927\u093f \u090f\u0915 \u092e\u093f\u0928\u091f \u0938\u0947 \u0915\u092e \u0928\u0939\u0940\u0902 \u0939\u094b\u0928\u093e \u091a\u093e\u0939\u093f\u090f \u0914\u0930 \u0915\u0943\u092a\u092f\u093e \u092e\u0940\u091f\u093f\u0902\u0917 \u0915\u0947 \u0905\u0902\u0924 \u0938\u092e\u092f \u092e\u0947\u0902 \u0935\u0943\u0926\u094d\u0927\u093f \u0915\u0930\u0947\u0902 \u0964
event.unavailable=\u092a\u0942\u0930\u094d\u0923
event.youOnWaitList=\u092a\u094d\u0930\u0924\u0940\u0915\u094d\u0937\u093e \u0938\u0942\u091a\u0940 \u092a\u0930
event.youSignedUp=\u0938\u093e\u0907\u0928\u0921 \u0905\u092a

event_addSignup_attendee_page_title=\u092a\u0942\u0930\u094d\u0923 \u0938\u093e\u0907\u0928-\u0905\u092a

event_add_attendee=&nbsp;\u0938\u0939\u092d\u093e\u0917\u0940 \u091c\u094b\u0921\u093c\u0947\u0902

event_add_comment_link=\u090f\u0915 \u091f\u093f\u092a\u094d\u092a\u0923\u0940 \u091c\u094b\u0921\u093c\u0947\u0902

event_add_more_slots=\u0905\u0924\u093f\u0930\u093f\u0915\u094d\u0924 <br/ >\u091f\u093e\u0907\u092e \u0938\u094d\u0932\u0949\u091f \u0915\u0940 \u0938\u0902\u0916\u094d\u092f\u093e\:

event_addedit_Coordinators=\u091c\u094b\u0921\u093c\u0947\u0902/\u0938\u0902\u092a\u093e\u0926\u093f\u0924 \u0915\u0930\u0947\u0902

event_alert_truncate_attendee=\u0906\u092a \u0938\u0941\u0928\u093f\u0936\u094d\u091a\u093f\u0924 \u0915\u0930\u0947\u0902 \u0915\u093f \u092f\u0939 \u0915\u0949\u092a\u0940 \u0915\u0930\u0928\u093e \u091a\u093e\u0939\u0924\u0947 \u0939\u0948\u0902?? \u0915\u0941\u091b \u092a\u094d\u0930\u0924\u093f\u092d\u093e\u0917\u093f\u092f\u094b\u0902 \u0915\u0947  \u0938\u092e\u092f \u0938\u094d\u0932\u094b\u091f\u094d\u0938 \u0915\u0940 \u091b\u094b\u091f\u0940 \u0938\u0902\u0916\u094d\u092f\u093e \u0915\u0947 \u0915\u093e\u0930\u0923 \u091b\u094b\u091f\u093e \u0915\u0930 \u0926\u093f\u092f\u093e \u0917\u092f\u093e \u0939\u0948  \u092f\u093e \u092a\u094d\u0930\u0924\u093f\u092d\u093e\u0917\u093f\u092f\u094b\u0902 \u0915\u094b \u0905\u0928\u0941\u092e\u0924\u093f \u0926\u0947\u0902\!

event_allow_addComment=\u091f\u093f\u092a\u094d\u092a\u0923\u0940 \u091c\u094b\u0921\u093c\u0928\u0947 \u0915\u0940 \u0905\u0928\u0941\u092e\u0924\u093f \u0926\u0947\u0902\:

event_allow_waitList=\u092a\u094d\u0930\u0924\u0940\u0915\u094d\u0937\u093e \u0938\u0942\u091a\u0940 \u0915\u0940 \u0905\u0928\u0941\u092e\u0924\u093f \u0926\u0947\u0902\:

event_allowed_slots=\u092a\u094d\u0930\u0924\u093f \u092d\u093e\u0917\u0940\u0926\u093e\u0930 \u0938\u092e\u092f \u0938\u094d\u0932\u0949\u091f \u0915\u093e \u0905\u0927\u093f\u0915\u0924\u092e \#\:

event_allowed_slots_comments=&nbsp; \u0939\u093e\u0901, \u090f\u0915 \u0938\u0947 \u0905\u0927\u093f\u0915 \u0938\u092e\u092f \u0938\u094d\u0932\u0949\u091f \u0915\u0947 \u0932\u093f\u090f \u0938\u093e\u0907\u0928 \u0905\u092a \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u092a\u094d\u0930\u0924\u093f\u092d\u093e\u0917\u093f\u092f\u094b\u0902 \u0915\u0940 \u0905\u0928\u0941\u092e\u0924\u093f \u0926\u0947\u0902\u0964

event_announcement_notice=\u092f\u0939 \u090f\u0915 \u0916\u0941\u0932\u0947 \u0938\u0924\u094d\u0930 \u0915\u0940 \u092e\u0940\u091f\u093f\u0902\u0917 \u0939\u0948\u0964\u0915\u094b\u0908 \u0938\u093e\u0907\u0928-\u0905\u092a \u091c\u0930\u0942\u0930\u0940 \u0928\u0939\u0940\u0902 \u0939\u0948\u0964

event_appointment_date=\u0928\u093f\u092f\u0941\u0915\u094d\u0924\u093f \u0915\u0940 \u0924\u093e\u0930\u0940\u0916\:

event_appointment_period=\u0905\u092a\u0949\u0907\u0902\u091f\u092e\u0947\u0902\u091f \u0915\u0940 \u0905\u0935\u0927\u093f\:

event_assign_attendee_page_title=\u092a\u094d\u0930\u0924\u093f\u092d\u093e\u0917\u093f\u092f\u094b\u0902 \u0915\u094b \u0905\u0938\u093e\u0907\u0928 \u0915\u0930\u0947\u0902

event_attendee_eid=\u092d\u093e\u0917\u0940\u0926\u093e\u0930 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e\u0906\u0908\u0921\u0940\:

event_attendee_name=\u092a\u094d\u0930\u0924\u093f\u092d\u093e\u0917\u0940 \u0915\u093e \u0928\u093e\u092e\:

event_attendee_noEmail=\u0915\u094b\u0908 \u0908\u092e\u0947\u0932 \u0928\u0939\u0940\u0902

event_attendee_role=\u092d\u093e\u0917\u0940\u0926\u093e\u0930 \u092d\u0942\u092e\u093f\u0915\u093e\:

event_attendance=\u0909\u092a\u0938\u094d\u0925\u093f\u0924\u093f

event_button_finish=\u0938\u092e\u093e\u092a\u094d\u0924

event_button_signup=\u0938\u093e\u0907\u0928 \u0905\u092a

event_cancel_timeslot_label=&nbsp;\u0930\u0926\u094d\u0926 \u0915\u0930\u0947\u0902- \u0938\u094d\u0932\u094b\u091f \u0939\u091f\u093e\u090f\u0901

event_canceled=\u0930\u0926\u094d\u0926 \u0915\u0940 \u0917\u0908

event_category=\u0936\u094d\u0930\u0947\u0923\u0940\:

event_category_custom=\u090f\u0915 \u0928\u0908 \u0936\u094d\u0930\u0947\u0923\u0940 \u0926\u0930\u094d\u091c \u0915\u0930\u0947\u0902

event_category_edit=\u0936\u094d\u0930\u0947\u0923\u0940 \u0938\u0902\u092a\u093e\u0926\u093f\u0924 \u0915\u0930\u0947\u0902

event_check_all_chkbxn=\u0938\u092d\u0940 \u0915\u0940 \u091c\u093e\u0901\u091a \u0915\u0930\u0947\u0902

event_clear_all_chkbxn=\u0938\u092d\u0940 \u0915\u094b \u0938\u093e\u092b\u093c \u0915\u0930\u0947\u0902

event_close_other_default_setting=\u0905\u0928\u094d\u092f \u0921\u093f\u092b\u093c\u0949\u0932\u094d\u091f \u0938\u0947\u091f\u093f\u0902\u0917\u094d\u0938 \u091b\u0941\u092a\u093e\u090f\u0901

event_comment=\u091f\u093f\u092a\u094d\u092a\u0923\u0940\:

#addAttendeeSignup page
event_comments=\u091f\u093f\u092a\u094d\u092a\u0923\u093f\u092f\u093e\u0901

event_comments_title=\u092e\u0940\u091f\u093f\u0902\u0917 \u092a\u094d\u0930\u0924\u093f\u092d\u093e\u0917\u093f\u092f\u094b\u0902 \u091f\u093f\u092a\u094d\u092a\u0923\u093f\u092f\u093e\u0901

#copyMeeting.jsp
event_copy_meeting_page_title=\u0907\u0938 \u092e\u0940\u091f\u093f\u0902\u0917 \u0915\u0940 \u092a\u094d\u0930\u0924\u093f\u0932\u093f\u092a\u093f \u092c\u0928\u093e\u090f\u0901

event_create_email_notification=\u0909\u092a\u0932\u092c\u094d\u0927\u0924\u093e \u0915\u0940 \u0918\u094b\u0937\u0923\u093e\:

event_create_groups=\u0938\u092e\u092f \u0938\u094d\u0932\u094b\u091f\u094d\u0938 \u0915\u0947 \u0932\u093f\u090f \u0938\u092e\u0942\u0939 \u092c\u0928\u093e\u090f\u0901

event_current_site=(\u0935\u0930\u094d\u0924\u092e\u093e\u0928 \u0938\u093e\u0907\u091f)

event_custom_undo=\u092a\u0942\u0930\u094d\u0935\u0935\u0924\u094d \u0915\u0930\u0947\u0902

event_custom_undo_tip=\u0907\u0928\u092a\u0941\u091f \u0915\u094b \u092a\u0942\u0930\u094d\u0935\u0935\u0924\u094d \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0947\u0902        

event_date=\u092c\u0948\u0920\u0915 \u0926\u093f\u0928\u093e\u0902\u0915\:

event_description=\u0935\u0930\u094d\u0923\u0928\:

event_download_csv_button=CSV \u0915\u0947 \u0930\u0942\u092a \u092e\u0947\u0902 \u0928\u093f\u0930\u094d\u092f\u093e\u0924 \u0915\u0930\u0947\u0902

event_download_xls_button=Excel \u0915\u0947 \u0930\u0942\u092a \u092e\u0947\u0902 \u0928\u093f\u0930\u094d\u092f\u093e\u0924 \u0915\u0930\u0947\u0902

event_duration_each_timeslot=\u092a\u094d\u0930\u0924\u094d\u092f\u0947\u0915 \u0905\u0935\u0927\u093f \u0915\u093e<br/> \u0938\u092e\u092f \u0938\u094d\u0932\u0949\u091f (\u092e\u093f\u0928\u091f)\:

event_duration_each_timeslot_not_bold=\u0905\u0935\u0927\u093f \u0915\u093e \u0905\u0928\u0941\u092e\u093e\u0928 \u092a\u094d\u0930\u0924\u093f \u0938\u092e\u092f \u0938\u094d\u0932\u0949\u091f (\u092e\u093f\u0928\u091f)  \:

event_email_autoReminder=\u0911\u091f\u094b \u0905\u0928\u0941\u0938\u094d\u092e\u093e\u0930\u0915\:

event_email_not_send_out_label=&nbsp;\u0935\u0930\u094d\u0924\u092e\u093e\u0928 \u0938\u093e\u0907\u091f \u0905\u092a\u094d\u0930\u0915\u093e\u0936\u093f\u0924 \u0939\u0948\u0964 \u0915\u094b\u0908 \u0908\u092e\u0947\u0932 \u0938\u0942\u091a\u0928\u093e \u0928\u0939\u0940\u0902 \u092d\u0947\u091c\u0940 \u091c\u093e\u090f\u0917\u0940\u0964

event_email_notification=\u0908\u092e\u0947\u0932 \u0938\u0942\u091a\u0928\u093e\:

event_email_yes_label=&nbsp;\u0939\u093e\u0901, \u091c\u094b \u092a\u0930\u093f\u0935\u0930\u094d\u0924\u0928 \u0915\u093f\u090f \u0917\u090f \u0939\u0948 \u0909\u0928\u094d\u0939\u0947\u0902 \u092c\u0924\u093e\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0938\u0902\u092c\u0902\u0927\u093f\u0924 \u092d\u093e\u0917\u0940\u0926\u093e\u0930 (\u0913\u0902) \u0915\u094b \u0908\u092e\u0947\u0932 \u092d\u0947\u091c\u0947\u0902\u0964

event_end_after=\u0907\u0938\u0915\u0947 \u092c\u093e\u0926 \u0938\u092e\u093e\u092a\u094d\u0924\:

event_end_time=\u0905\u0902\u0924 \u0938\u092e\u092f\:

event_endtime_auto_adjusted_warning=\u092c\u0948\u0920\u0915 \u0938\u092e\u093e\u092a\u094d\u0924\u093f \u0938\u092e\u092f \u0938\u092e\u093e\u092f\u094b\u091c\u093f\u0924 \u0915\u093f\u092f\u093e \u0917\u092f\u093e \u0939\u0948 \u0915\u094d\u092f\u094b\u0902\u0915\u093f \u0938\u0924\u094d\u0930 \u0915\u0940 \u0938\u0902\u0916\u094d\u092f\u093e \u0915\u094b \u0938\u092e\u093e\u0928 \u0930\u0942\u092a \u0938\u0947 \u0935\u093f\u092d\u093e\u091c\u093f\u0924 \u0928\u0939\u0940\u0902 \u0915\u093f\u092f\u093e \u091c\u093e \u0938\u0915\u0924\u093e \u092a\u094d\u0930\u0926\u093e\u0928 \u0915\u0940 \u0917\u0908 \u0938\u092e\u092f \u0905\u0935\u0927\u093f \u0915\u0947 \u092d\u0940\u0924\u0930\u0964

#view meeting-list main page:signupMeetings.jsp
event_error_alerts=\u091a\u0947\u0924\u093e\u0935\u0928\u0940\:

event_group_level=(\u0938\u092e\u0942\u0939 \u0938\u094d\u0924\u0930)

event_hide_coordinators=\u091b\u0941\u092a\u093e\u090f\u0902

event_hide_custom_ts=\u0915\u0938\u094d\u091f\u092e \u092a\u0930\u093f\u092d\u093e\u0937\u093f\u0924 \u0938\u092e\u092f \u0938\u094d\u0932\u094b\u091f\u094d\u0938 \u091b\u0941\u092a\u093e\u090f\u0901

event_hide_me_details=&nbsp;\u0935\u093f\u0935\u0930\u0923 \u091b\u0941\u092a\u093e\u090f\u0901

event_hide_meetingIfo_detail=&nbsp;\u092c\u0948\u0920\u0915 \u091c\u093e\u0928\u0915\u093e\u0930\u0940 \u0909\u092a\u0930\u094b\u0915\u094d\u0924 \u091b\u0941\u092a\u093e\u090f\u0901

event_hide_site_group_detail=&nbsp;\u0938\u093e\u0907\u091f (\u0913\u0902) /\u0938\u092e\u0942\u0939 \u0935\u093f\u0935\u0930\u0923 \u091b\u093f\u092a\u093e\u090f\u0901

event_icalendar_label=\u0921\u093e\u0909\u0928\u0932\u094b\u0921 \u0915\u0930\u0947\u0902

event_icalendar_link=\u0906\u0908\u0915\u0948\u0932\u0947\u0902\u0921\u0930 \u0932\u093f\u0902\u0915\:

event_isOver=<font color\='red'> \u092f\u0939 \u092e\u0940\u091f\u093f\u0902\u0917 \u092a\u0939\u0932\u0947 \u0938\u0947 \u0939\u0940 \u0939\u094b \u0917\u0908 \u0939\u0948\u0964</font>

event_is_canceled=\u0930\u0926\u094d\u0926 \u0915\u0940 \u0917\u0908

event_is_locked=\u0905\u0935\u0930\u094b\u0927\u093f\u0924

event_is_open_session=\u092f\u0939 \u090f\u0915 \u0916\u0941\u0932\u0947 \u0938\u0924\u094d\u0930 \u0915\u0940 \u092c\u0948\u0920\u0915 \u0939\u0948\u0964 \u0915\u094b\u0908 \u092a\u0902\u091c\u0940\u0915\u0930\u0923 \u0915\u0940 \u0906\u0935\u0936\u094d\u092f\u0915\u0924\u093e \u0928\u0939\u0940\u0902 \u0939\u0948\u0964

event_keep_current_attendees=\u092e\u094c\u091c\u0942\u0926\u093e \u092a\u094d\u0930\u0924\u093f\u092d\u093e\u0917\u093f\u092f\u094b\u0902 \u0915\u094b \u0930\u0916\u0947\u0902\:

event_location=\u0938\u094d\u0925\u093e\u0928\:

event_lock_timeslot_label=&nbsp;\u0932\u0949\u0915 - \u092a\u094d\u0930\u0924\u093f\u092d\u093e\u0917\u0940 \u0938\u093e\u0907\u0928-\u0905\u092a \u0915\u094b \u0930\u094b\u0915\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f

event_locked=<b>\u0905\u0935\u0930\u094b\u0927\u093f\u0924</b>

event_max_attendee_each_timeslot=\u092a\u094d\u0930\u0924\u093f\u092d\u093e\u0917\u093f\u092f\u094b\u0902 \# \u0915\u0940 \u0905\u0927\u093f\u0915\u0924\u092e \u0938\u0902\u0916\u094d\u092f\u093e <br/> \u092a\u094d\u0930\u0924\u093f \u0938\u092e\u092f \u0938\u094d\u0932\u0949\u091f\:

event_max_attendee_each_timeslot_not_bold=\u092a\u094d\u0930\u0924\u093f\u092d\u093e\u0917\u093f\u092f\u094b\u0902 \# \u0915\u0940 \u0905\u0927\u093f\u0915\u0924\u092e \u0938\u0902\u0916\u094d\u092f\u093e \u092a\u094d\u0930\u0924\u093f \u0938\u092e\u092f \u0938\u094d\u0932\u0949\u091f\:

event_max_attendees=&nbsp;\u092a\u094d\u0930\u0924\u093f\u092d\u093e\u0917\u093f\u092f\u094b\u0902 \# \u0915\u0940 \u0905\u0927\u093f\u0915\u0924\u092e \u0938\u0902\u0916\u094d\u092f\u093e\:

#assignStudent.jsp
event_max_num_attendees=\u092a\u094d\u0930\u0924\u093f\u092d\u093e\u0917\u093f\u092f\u094b\u0902 \# \u0915\u0940 \u0905\u0927\u093f\u0915\u0924\u092e \u0938\u0902\u0916\u094d\u092f\u093e\:

event_meeting_default_notify_setting=\u0921\u093f\u092b\u093c\u0949\u0932\u094d\u091f \u0938\u0942\u091a\u0928\u093e \u0938\u0947\u091f\u093f\u0902\u0917\:

event_missing_group=\u0932\u093e\u092a\u0924\u093e \u0938\u092e\u0942\u0939\:

event_missing_site=\u0932\u093e\u092a\u0924\u093e \u0938\u093e\u0907\u091f\u0947\u0902\:

#modifyMeeting.jsp
event_modify_meeting_page_title=\u092c\u0948\u0920\u0915 \u0938\u0902\u0936\u094b\u0927\u093f\u0924 \u0915\u0930\u0947\u0902

event_modify_option=\u0935\u093f\u0915\u0932\u094d\u092a\u094b\u0902 \u0915\u094b \u0938\u0902\u0936\u094b\u0927\u093f\u0924 \u0915\u0930\u0947\u0902\:

event_move=\u0932\u0947 \u091c\u093e\u090f\u0902

event_moveToTimeslot=\u0938\u092e\u092f \u0938\u094d\u0932\u0949\u091f \u092a\u0930 \u0932\u0947 \u091c\u093e\u090f\u0901&nbsp;

event_name=\u0936\u0940\u0930\u094d\u0937\u0915\:

#download excel page
event_timezone=\u0938\u092e\u092f \u091c\u093c\u094b\u0928\:

event_no_attachment=\u0915\u094b\u0908 \u0905\u0928\u0941\u0932\u0917\u094d\u0928\u0915 \u0928\u0939\u0940\u0902

event_no_comment_available=\u0915\u094b\u0908 \u091f\u093f\u092a\u094d\u092a\u0923\u0940 \u0928\u0939\u0940\u0902

event_no_comments=\u0915\u094b\u0908 \u092a\u094d\u0930\u0924\u093f\u092d\u093e\u0917\u0940 \u091f\u093f\u092a\u094d\u092a\u0923\u0940 \u0928\u0939\u0940\u0902 \u0939\u0948\u0902\u0964

event_no_label=\u0928\u0939\u0940\u0902

event_not_start_signup_process=<font color\='red'> \u0938\u093e\u0907\u0928-\u0905\u092a \u092a\u094d\u0930\u0915\u094d\u0930\u093f\u092f\u093e \u0905\u092d\u0940 \u0924\u0915 \u0936\u0941\u0930\u0942 \u0928\u0939\u0940\u0902 \u0939\u0941\u0908 \u0939\u0948\u0964 \u0924\u0925\u093e\u092a\u093f,\u092f\u0926\u093f \u0906\u092a\u0915\u094b \u092a\u0939\u0932\u0947 \u0938\u0947 \u0938\u094c\u0902\u092a\u093e \u0917\u092f\u093e \u0939\u0948, \u0906\u092a \u0905\u092a\u0928\u093e \u0928\u093f\u092f\u0924 \u0938\u092e\u092f \u0938\u094d\u0932\u0949\u091f \u0930\u0926\u094d\u0926 \u0915\u0930 \u0938\u0915\u0924\u0947 \u0939\u0948\u0902\u0964</font>

event_num_participant_per_timeslot=\u0938\u092e\u092f \u0938\u094d\u0932\u0949\u091f \u0915\u0947 \u0905\u0928\u0941\u0938\u093e\u0930 \u092a\u094d\u0930\u0924\u093f\u092d\u093e\u0917\u093f\u092f\u094b\u0902 \u0915\u0940 \u0938\u0902\u0916\u094d\u092f\u093e\:

event_num_slot_avail_for_signup=\u0938\u094d\u0932\u0949\u091f \u0915\u0940 \u0938\u0902\u0916\u094d\u092f\u093e \u0938\u093e\u0907\u0928-\u0905\u092a \u0915\u0947 \u0932\u093f\u090f \u0909\u092a\u0932\u092c\u094d\u0927 \:

event_num_timeslot=\u0938\u092e\u092f \u0938\u094d\u0932\u0949\u091f \u0915\u0940 \u0938\u0902\u0916\u094d\u092f\u093e\:

event_occurrences=\u092a\u0941\u0928\u0930\u093e\u0935\u0943\u0924\u094d\u0924\u093f\u092f\u093e\u0901

event_on_waiting=\u092a\u094d\u0930\u0924\u0940\u0915\u094d\u0937\u093e \u0938\u0942\u091a\u0940 \u092a\u0930

event_on_waiting_list=\u092a\u094d\u0930\u0924\u0940\u0915\u094d\u0937\u093e \u0938\u0942\u091a\u0940 \u092a\u0930

#signupMeeting.jsp
event_organizer=\u0906\u092f\u094b\u091c\u0915\:

event_other_default_setting=\u0905\u0928\u094d\u092f \u0921\u093f\u092b\u093c\u0949\u0932\u094d\u091f \u0938\u0947\u091f\u093f\u0902\u0917\u094d\u0938\:

event_other_sites=\u0905\u0928\u094d\u092f \u0938\u093e\u0907\u091f\u0947\u0902

event_overview=\u0918\u091f\u0928\u093e\u0915\u094d\u0930\u092e \u0905\u0935\u0932\u094b\u0915\u0928

event_owner=\u0906\u092f\u094b\u091c\u0915\:

event_pageTop_link_for_download=\u0928\u093f\u0930\u094d\u092f\u093e\u0924 \u0915\u0930\u0947\u0902

event_pageTop_link_for_download_csv=CSV \u0915\u0947 \u0930\u0942\u092a \u092e\u0947\u0902 \u0928\u093f\u0930\u094d\u092f\u093e\u0924 \u0915\u0930\u0947\u0902

event_pageTop_link_for_download_xls=Excel \u0915\u0947 \u0930\u0942\u092a \u092e\u0947\u0902 \u0928\u093f\u0930\u094d\u092f\u093e\u0924 \u0915\u0930\u0947\u0902

event_participant_name=\u092a\u094d\u0930\u0924\u093f\u092d\u093e\u0917\u0940 \u0915\u093e \u0928\u093e\u092e\:

event_participant_view_page_title=\u092c\u0948\u0920\u0915 \u0935\u093f\u0935\u0930\u0923

event_passed_deadline=<font color\='red'> \u0907\u0938 \u092e\u0940\u091f\u093f\u0902\u0917 \u0915\u0947 \u0932\u093f\u090f \u0938\u092e\u092f \u0938\u0940\u092e\u093e \u092c\u0940\u0924 \u091a\u0941\u0915\u0940 \u0939\u0948\u0964 \u0906\u092a \u0907\u0938 \u092e\u0940\u091f\u093f\u0902\u0917 \u0915\u0947 \u0932\u093f\u090f \u0938\u093e\u0907\u0928 \u0905\u092a \u0928\u0939\u0940\u0902 \u0915\u0930 \u0938\u0915\u0924\u0947\u0964</font>

event_publish_attendee_name=\u0938\u0939\u092d\u093e\u0917\u0940 \u0928\u093e\u092e \u092a\u094d\u0930\u0926\u0930\u094d\u0936\u093f\u0924 \u0915\u0930\u0947\u0902\:

event_publish_to=\u0915\u0947 \u0932\u093f\u090f \u0909\u092a\u0932\u092c\u094d\u0927 \u0939\u0948\:

event_publish_to_calendar=\u0915\u0948\u0932\u0947\u0902\u0921\u0930 \u0915\u0947 \u0932\u093f\u090f \u092a\u094d\u0930\u0915\u093e\u0936\u093f\u0924 \u0915\u0930\u0947\u0902\:

event_receive_notification=\u092a\u094d\u0930\u0924\u093f\u092d\u093e\u0917\u0940 \u0915\u093e\u0930\u094d\u092f\u094b\u0902 \u0915\u0940 \u0938\u0942\u091a\u0928\u093e\u090f\u0901\:

event_recurrence=\u092c\u0948\u0920\u0915 \u0906\u0935\u0943\u0924\u094d\u0924\u093f\:

event_removeButton=\u092c\u0948\u0920\u0915\u0947\u0902 \u0939\u091f\u093e\u090f\u0901 

event_repeat_num=\u0926\u094b\u0939\u0930\u093e\u0928\u0947 \u0915\u0940 \u0938\u0902\u0916\u094d\u092f\u093e\:

#step2.jsp
event_repeat_until=\u091c\u092c \u0924\u0915 \u0926\u094b\u0939\u0930\u093e\u090f \:

event_replace=\u092a\u094d\u0930\u0924\u093f\u0938\u094d\u0925\u093e\u092a\u093f\u0924 \u0915\u0930\u0947\u0902

event_replaceby=&nbsp;\u0915\u0947 \u0938\u093e\u0925 \u092c\u0926\u0932\u093e \u0917\u092f\u093e

event_replaceby_Eid=&nbsp;(\u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0906\u0908\u0921\u0940) \u0915\u0947 \u0938\u093e\u0925 \u092a\u094d\u0930\u0924\u093f\u0938\u094d\u0925\u093e\u092a\u093f\u0924

event_restore_timeslot_label=&nbsp;\u092a\u0941\u0928\u0930\u094d\u0938\u094d\u0925\u093e\u092a\u093f\u0924 \u0915\u0930\u0947\u0902

event_select_coordinators=\u0938\u092e\u0928\u094d\u0935\u092f\u0915\u094b\u0902 \u0915\u0940 \u092c\u0948\u0920\u0915\:

event_select_coordinators_instruction=\u091c\u092c \u0915\u094b\u0908 \u0938\u0939\u092d\u093e\u0917\u0940 \u0938\u094d\u0925\u093f\u0924\u093f \u092c\u0926\u0932\u0924\u093e \u0939\u0948 \u0924\u094b \u0938\u092e\u0928\u094d\u0935\u092f\u0915(\u0913) \u0908\u092e\u0947\u0932 \u0905\u0927\u093f\u0938\u0942\u091a\u0928\u093e \u092a\u094d\u0930\u093e\u092a\u094d\u0924 \u0915\u0930\u0947\u0902\u0917\u0947\u0964

event_show_attendee_public=\u092a\u094d\u0930\u0924\u093f\u092d\u093e\u0917\u093f\u092f\u094b\u0902 \u0915\u094b \u0938\u093e\u0930\u094d\u0935\u091c\u0928\u093f\u0915 \u0926\u093f\u0916\u093e\u090f\u0901\:

event_show_custom_ts=\u0915\u0938\u094d\u091f\u092e-\u0928\u093f\u0930\u094d\u0927\u093e\u0930\u093f\u0924 \u0938\u092e\u092f \u0938\u094d\u0932\u094b\u091f\u094d\u0938 \u0926\u093f\u0916\u093e\u090f\u0901

event_show_me_details=&nbsp;\u0935\u093f\u0935\u0930\u0923 \u0926\u093f\u0916\u093e\u090f\u0901

event_show_meetingIfo_detail=&nbsp;\u092c\u0948\u0920\u0915 \u091c\u093e\u0928\u0915\u093e\u0930\u0940 \u0935\u093f\u0935\u0930\u0923 \u0926\u093f\u0916\u093e\u090f\u0901

event_show_no_attendee_info=\u0928\u093f\u091c\u0940

event_show_other_default_setting=\u0905\u0928\u094d\u092f \u0921\u093f\u092b\u093c\u0949\u0932\u094d\u091f \u0938\u0947\u091f\u093f\u0902\u0917\u094d\u0938 \u0926\u093f\u0916\u093e\u090f\u0901

event_show_schedule=\u0905\u0928\u0941\u0938\u0942\u091a\u0940 \u0935\u093f\u0935\u0930\u0923\:

event_show_site_group_detail=&nbsp;\u0938\u093e\u0907\u091f (\u0913\u0902) / \u0938\u092e\u0942\u0939(\u0913\u0902) \u0935\u093f\u0935\u0930\u0923 \u0926\u093f\u0916\u093e\u090f\u0901

event_sign_up=\u0938\u093e\u0907\u0928\u0921 \u0905\u092a

event_signup_attendance=\u0909\u092a\u0938\u094d\u0925\u093f\u0924\u093f\:

event_signup_begins=\u0938\u093e\u0907\u0928-\u0905\u092a \u0936\u0941\u0930\u0942 \u0939\u094b\u0924\u093e \u0939\u0948\:

event_signup_deadline=\u0938\u093e\u0907\u0928-\u0905\u092a \u0938\u092e\u093e\u092a\u094d\u0924 \u0939\u094b\u0924\u093e \u0939\u0948\:

event_signup_deadline2=\u0938\u093e\u0907\u0928-\u0905\u092a \u0938\u092e\u093e\u092a\u094d\u0924 \u0939\u094b\u0924\u093e \u0939\u0948\:

event_signup_start=\u0938\u093e\u0907\u0928-\u0905\u092a \u0936\u0941\u0930\u0942 \u0939\u094b\u0924\u093e \u0939\u0948\:

event_site_group_availability=\u092c\u0948\u0920\u0915 \u0915\u094b \u092a\u094d\u0930\u0926\u0930\u094d\u0936\u093f\u0924 \u0915\u0930\u0947\u0902

event_site_level=(\u0938\u093e\u0907\u091f \u0938\u094d\u0924\u0930)

event_site_title=\u0938\u093e\u0907\u091f \u0936\u0940\u0930\u094d\u0937\u0915\:

event_some_orig_sitegroup_unavail_due_to_your_create_permission=\u0905\u092a\u0930\u094d\u092f\u093e\u092a\u094d\u0924 \u0905\u0928\u0941\u092e\u0924\u093f\u092f\u094b\u0902 \u0915\u0947 \u0915\u093e\u0930\u0923, \u0928\u093f\u092e\u094d\u0928\u0932\u093f\u0916\u093f\u0924 \u092e\u0942\u0932 \u0938\u093e\u0907\u091f (\u0913\u0902) \u0914\u0930 \u0938\u092e\u0942\u0939 \u0915\u0947 \u0932\u093f\u090f \u0906\u092a\u0915\u094b \u0909\u092a\u0932\u092c\u094d\u0927 \u0928\u0939\u0940\u0902 \u0939\u094b\u0917\u093e\u0964

event_start_time=\u092a\u094d\u0930\u093e\u0930\u0902\u092d \u0938\u092e\u092f\:

event_status=\u092c\u0948\u0920\u0915 \u0938\u094d\u0925\u093f\u0924\u093f\:

event_step4_page_title=\u0938\u093e\u0907\u0928-\u0905\u092a \u0909\u092a\u0932\u092c\u094d\u0927\u0924\u093e

event_step5_page_title=\u092c\u0948\u0920\u0915 \u0938\u093e\u0930\u093e\u0902\u0936

event_swap=\u0938\u094d\u0935\u0948\u092a \u0915\u0930\u0947\u0902

event_swapWith=&nbsp;\u0915\u0947 \u0938\u093e\u0925 \u0938\u094d\u0935\u0948\u092a

event_tab_check_all=\u0938\u092d\u0940

event_time_period=\u0938\u092e\u092f \u0905\u0935\u0927\u093f\:

#addSignupAttendee.jsp - add comment page
event_timeslot=\u0938\u092e\u092f \u0938\u094d\u0932\u0949\u091f\:

event_tool_tip_on_signuplist=\u0935\u0930\u094d\u0924\u092e\u093e\u0928 \u092e\u0947\u0902 \u0938\u093e\u0907\u0928-\u0905\u092a \u0915\u0940 \u0938\u0942\u091a\u0940 \u092a\u0930\u0964

event_tool_tip_on_waitinglist=\u0935\u0930\u094d\u0924\u092e\u093e\u0928 \u092e\u0947\u0902 \u092a\u094d\u0930\u0924\u0940\u0915\u094d\u0937\u093e \u0938\u0942\u091a\u0940 \u092a\u0930\u0964

event_tool_tip_ts_cancelled=\u0907\u0938 \u0938\u092e\u092f \u0938\u094d\u0932\u0949\u091f \u0915\u094b \u0930\u0926\u094d\u0926 \u0915\u0930 \u0926\u093f\u092f\u093e \u0939\u0948\u0964

event_tool_tip_ts_locked=\u092f\u0939 \u0938\u092e\u092f \u0938\u094d\u0932\u0949\u091f \u0905\u0935\u0930\u094b\u0927\u093f\u0924 \u0939\u0948\u0964

event_tool_tip_you_ranking_num=\u0906\u092a\u0915\u093e \u0935\u0930\u094d\u0924\u092e\u093e\u0928 \u0930\u0948\u0902\u0915\u093f\u0902\u0917 \u0928\u0902\u092c\u0930\:

event_tool_tip_you_signed_up=\u0906\u092a\u0928\u0947 \u0907\u0938 \u0938\u092e\u092f \u0938\u094d\u0932\u0949\u091f \u0915\u0947 \u0932\u093f\u090f \u0938\u093e\u0907\u0928 \u0905\u092a \u0915\u093f\u092f\u093e \u0939\u0948\u0964

event_tool_tips_action_disabled_label=\u0915\u093e\u0930\u094d\u0930\u0935\u093e\u0908 \u0915\u0940 \u0905\u0928\u0941\u092e\u0924\u093f \u0928\u0939\u0940\u0902 \u0939\u0948 \u0915\u094d\u092f\u094b\u0902\u0915\u093f \u0938\u092e\u092f \u0938\u094d\u0932\u0949\u091f \u0905\u092d\u0940 \u092d\u0940 \u0909\u092a\u0932\u092c\u094d\u0927 \u0939\u0948\u0902\u0964

event_tool_tips_action_option_disabled_label=\u0935\u093f\u0915\u0932\u094d\u092a \u0906\u092f\u094b\u091c\u0915 \u0926\u094d\u0935\u093e\u0930\u093e \u0905\u0915\u094d\u0937\u092e \u0915\u093f\u092f\u093e \u0917\u092f\u093e \u0939\u0948\u0964

event_tool_tips_add=\u090f\u0915 \u092d\u093e\u0917\u0940\u0926\u093e\u0930 \u091c\u094b\u0921\u093c\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0947\u0902

event_tool_tips_cancel_label=\u0907\u0938 \u0938\u092e\u092f \u0938\u094d\u0932\u0949\u091f \u0915\u094b \u0930\u0926\u094d\u0926 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u092f\u0939\u093e\u0901 \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0947\u0902\u0964

event_tool_tips_collapse_recur_meeting=\u092a\u0941\u0928\u0930\u093e\u0935\u0930\u094d\u0924\u0940 \u092e\u0940\u091f\u093f\u0902\u0917\u094d\u0938 \u0915\u094b \u0938\u0902\u0915\u094d\u0937\u093f\u092a\u094d\u0924 \u0915\u0930\u0947\u0902\u0964

event_tool_tips_delete=\u092a\u094d\u0930\u0924\u093f\u092d\u093e\u0917\u0940 \u0915\u094b \u0939\u091f\u093e\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0947\u0902

event_tool_tips_edit=\u092a\u094d\u0930\u0924\u093f\u092d\u093e\u0917\u0940 \u0915\u094b \u0938\u0902\u092a\u093e\u0926\u093f\u0924 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0947\u0902

event_tool_tips_expand_recur_meeting=\u092a\u0941\u0928\u0930\u093e\u0935\u0930\u094d\u0924\u0940 \u092e\u0940\u091f\u093f\u0902\u0917\u094d\u0938 \u0915\u094b \u0935\u093f\u0938\u094d\u0924\u0943\u0924 \u0915\u0930\u0947\u0902\u0964

event_tool_tips_hide_details=\u0935\u093f\u0935\u0930\u0923 \u0915\u094b \u091b\u0941\u092a\u093e\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0947\u0902\u0964

#tool tips
event_tool_tips_lockOrcancel=\u0907\u0938 \u0938\u092e\u092f \u0938\u094d\u0932\u0949\u091f \u0915\u094b \u0930\u0926\u094d\u0926 \u0915\u0930\u0928\u0947 \u092f\u093e \u0905\u0935\u0930\u094b\u0927\u093f\u0924 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u092f\u0939\u093e\u0901 \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0947\u0902\u0964

event_tool_tips_lock_label=\u092a\u094d\u0930\u0924\u093f\u092d\u093e\u0917\u0940 \u0938\u093e\u0907\u0928-\u0905\u092a \u0915\u094b \u0930\u094b\u0915\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u092f\u0939\u093e\u0901 \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0947\u0902\u0964

event_tool_tips_recurrence=\u092a\u0941\u0928\u0930\u093e\u0935\u0930\u094d\u0924\u0940 \u092c\u0948\u0920\u0915

event_tool_tips_restore_timeslot_label=\u0938\u094d\u0932\u094b\u091f \u0915\u094b \u092a\u0941\u0928\u0930\u094d\u0938\u094d\u0925\u093e\u092a\u093f\u0924 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u092f\u0939\u093e\u0901 \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0947\u0902\u0964

event_tool_tips_show_details=\u0935\u093f\u0935\u0930\u0923 \u0915\u094b \u0926\u093f\u0916\u093e\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0947\u0902\u0964

event_tool_tips_unlock_label=\u0938\u094d\u0932\u094b\u091f \u0905\u0928\u0932\u0949\u0915 \u0914\u0930 \u092a\u094d\u0930\u0924\u093f\u092d\u093e\u0917\u093f\u092f\u094b\u0902 \u0915\u094b \u0938\u093e\u0907\u0928 \u0905\u092a \u0915\u0930\u0928\u0947 \u0915\u0940 \u0905\u0928\u0941\u092e\u0924\u093f \u0926\u0947\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u092f\u0939\u093e\u0901 \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0947\u0902\u0964

event_total_duration=\u0915\u0941\u0932 \u0905\u0935\u0927\u093f (\u092e\u093f\u0928\u091f)\:

event_ts_availability_none=\u0915\u094b\u0908 \u0928\u0939\u0940\u0902

event_type=\u092c\u0948\u0920\u0915(\u092e\u0940\u091f\u093f\u0902\u0917) \u0915\u093e \u092a\u094d\u0930\u0915\u093e\u0930

event_type_title=\u092c\u0948\u0920\u0915(\u092e\u0940\u091f\u093f\u0902\u0917) \u0915\u093e \u092a\u094d\u0930\u0915\u093e\u0930\:

event_unlimited=\u0905\u0938\u0940\u092e\u093f\u0924

event_unlimited_attendees=\u0905\u0938\u0940\u092e\u093f\u0924 \u092a\u094d\u0930\u0924\u093f\u092d\u093e\u0917\u093f\u092f\u094b\u0902\:

event_unlock_timeslot_label=&nbsp;\u0905\u0928\u0932\u0949\u0915

event_until=\u091c\u092c \u0924\u0915\:

event_use_eid_input_mode=\u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0906\u0908\u0921\u0940 \u0907\u0928\u092a\u0941\u091f \u092e\u094b\u0921\:

#vewComment.jsp
event_view_comment_page_title=\u091f\u093f\u092a\u094d\u092a\u0923\u0940 \u0926\u0947\u0916\u0947\u0902 

#UserDefTsblocks.jsp
event_view_userDefined_Timeslot_page_title=\u0915\u0938\u094d\u091f\u092e \u0938\u092e\u092f \u0938\u094d\u0932\u094b\u091f\u094d\u0938 \u092a\u0930\u093f\u092d\u093e\u0937\u093f\u0924 \u0915\u0930\u0947\u0902

event_viewer=\u0926\u0930\u094d\u0936\u0915\:

event_warning_no_lower_than_cur_ts_num=\u0906\u092a \u092e\u0942\u0932 \u092e\u0942\u0932\u094d\u092f \u0938\u0947 \u0928\u0940\u091a\u0947 \u0938\u092e\u092f \u0938\u094d\u0932\u0949\u091f \u0915\u0940 \u0938\u0902\u0916\u094d\u092f\u093e \u0915\u092e \u0928\u0939\u0940\u0902 \u0915\u0930 \u0938\u0915\u0924\u0947\:

event_yes_create_email_notification=&nbsp;\u0939\u093e\u0901, \u0938\u092d\u0940 \u0938\u0902\u092d\u093e\u0935\u093f\u0924 \u0938\u0939\u092d\u093e\u0917\u093f\u092f\u094b\u0902 \u0915\u094b \u0938\u0942\u091a\u093f\u0924 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0908\u092e\u0947\u0932 \u092d\u0947\u091c\u0947\u0902 \u0915\u093f \u092f\u0939 \u092e\u0940\u091f\u093f\u0902\u0917 \u092a\u094d\u0930\u0915\u093e\u0936\u093f\u0924 \u0915\u093f\u092f\u093e \u0917\u092f\u093e \u0939\u0948 \u0964

event_yes_create_groups=&nbsp;\u0939\u093e\u0901,  \u0939\u0930 \u092c\u093e\u0930 \u0938\u094d\u0932\u0949\u091f \u0915\u0947 \u0932\u093f\u090f \u090f\u0915 \u0938\u092e\u0942\u0939 \u092c\u0928\u093e\u090f\u0901  \u091c\u093f\u0938\u0947 \u0938\u093e\u0907\u091f \u091c\u093e\u0928\u0915\u093e\u0930\u0940> \u0938\u092e\u0942\u0939 \u092a\u094d\u0930\u092c\u0902\u0927\u0928 \u0915\u0930\u0947\u0902  \u0915\u0947 \u092e\u093e\u0927\u094d\u092f\u092e \u0938\u0947 \u0928\u093f\u092f\u0902\u0924\u094d\u0930\u093f\u0924 \u0915\u093f\u092f\u093e \u091c\u093e \u0938\u0915\u0924\u093e \u0939\u0948\n

event_yes_email_autoReminer_to_attendees=&nbsp;\u0939\u093e\u0901, \u090f\u0915 \u0926\u093f\u0928 \u0905\u0917\u094d\u0930\u093f\u092e \u092e\u0947\u0902 \u0938\u0939\u092d\u093e\u0917\u0940 \u0915\u094b \u092e\u0940\u091f\u093f\u0902\u0917 \u0915\u0940 \u092f\u093e\u0926 \u0926\u093f\u0932\u093e\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0908\u092e\u0947\u0932 \u092d\u0947\u091c\u0947\u0902\u0964

event_yes_email_notification=&nbsp;\u0939\u093e\u0901, \u0915\u094b \u090f\u0915 \u0908\u092e\u0947\u0932 \u0938\u0942\u091a\u0928\u093e \u092d\u0947\u091c\u0947\u0902\:

event_yes_email_notification_changes=&nbsp;\u0939\u093e\u0901, \u0915\u094b \u0907\u0928 \u092a\u0930\u093f\u0935\u0930\u094d\u0924\u0928\u094b\u0902 \u0915\u0947 \u092c\u093e\u0930\u0947 \u092e\u0947\u0902 \u090f\u0915 \u0908\u092e\u0947\u0932 \u0905\u0927\u093f\u0938\u0942\u091a\u0928\u093e \u092d\u0947\u091c\u0947\u0902\:

event_yes_keep_current_attendees=&nbsp;\u0939\u093e\u0901, \u0909\u0928\u0915\u0947 \u0938\u0902\u092c\u0902\u0927\u093f\u0924 \u0938\u092e\u092f \u0938\u094d\u0932\u0949\u091f \u092e\u0947\u0902 \u0938\u092d\u0940 \u092d\u093e\u0917\u0940\u0926\u093e\u0930 (\u0913\u0902) \u0930\u0916\u0947\u0902\u0964

event_yes_label=\u0939\u093e\u0901

event_yes_meeting_default_notify_setting=&nbsp;\u0939\u093e\u0901, \u092e\u0940\u091f\u093f\u0902\u0917 \u0938\u0902\u0936\u094b\u0927\u093f\u0924 \u0915\u0930\u0947\u0902 \u092a\u0943\u0937\u094d\u0920 \u092a\u0930 '\u0908\u092e\u0947\u0932 \u0905\u0927\u093f\u0938\u0942\u091a\u0928\u093e' \u091a\u0947\u0915 \u092c\u0949\u0915\u094d\u0938 \u0915\u093e \u092a\u0942\u0930\u094d\u0935 \u091a\u092f\u0928 \u0915\u0930\u0947\u0902\u0964 

event_yes_publish_to_calendar=&nbsp;\u0939\u093e\u0901, \u092e\u0940\u091f\u093f\u0902\u0917 \u0936\u0947\u0921\u094d\u092f\u0942\u0932 \u0909\u092a\u0915\u0930\u0923 \u092e\u0947\u0902 \u092a\u094d\u0930\u0915\u093e\u0936\u093f\u0924 \u0915\u0930\u0947\u0902\u0964

event_yes_receive_notification=&nbsp;\u0939\u093e\u0901, \u091c\u092c \u090f\u0915 \u092a\u094d\u0930\u0924\u093f\u092d\u093e\u0917\u0940 \u0938\u093e\u0907\u0928 \u0905\u092a \u0915\u0930\u0924\u093e \u0939\u0948 \u092f\u093e \u0915\u094b\u0908 \u0905\u092a\u0949\u0907\u0902\u091f\u092e\u0947\u0902\u091f \u0915\u094b \u0930\u0926\u094d\u0926 \u0915\u0930\u0924\u093e \u0939\u0948 ,\u090f\u0915 \u0908\u092e\u0947\u0932 \u0905\u0927\u093f\u0938\u0942\u091a\u0928\u093e \u091a\u092f\u0928\u093f\u0924 \u092e\u0940\u091f\u093f\u0902\u0917 \u0938\u092e\u0928\u094d\u0935\u092f\u0915\u094b\u0902 \u0915\u0947 \u0932\u093f\u090f \u092d\u0947\u091c\u0947\u0902  \u0964

event_yes_show_attendee_public=&nbsp; \u0939\u093e\u0901, \u0926\u0942\u0938\u0930\u094b\u0902 \u0915\u094b \u092a\u094d\u0930\u0924\u093f\u092d\u093e\u0917\u093f\u092f\u094b\u0902 \u0915\u0947 \u0928\u093e\u092e\u094b\u0902 \u0915\u094b \u092a\u094d\u0930\u0926\u0930\u094d\u0936\u093f\u0924 \u0915\u0930\u0947\u0902\u0964

event_yes_to_allow_addComment=&nbsp;\u0939\u093e\u0901, \u092a\u094d\u0930\u0924\u093f\u092d\u093e\u0917\u0940 \u090f\u0915 \u091f\u093f\u092a\u094d\u092a\u0923\u0940 \u0938\u093e\u0907\u0928 \u0905\u092a \u0915\u0947 \u0926\u094c\u0930\u093e\u0928 \u091c\u094b\u0921\u093c \u0938\u0915\u0924\u0947 \u0939\u0948\u0902\u0964

event_yes_to_allow_waitList=&nbsp;\u0939\u093e\u0901, \u092a\u094d\u0930\u0924\u0940\u0915\u094d\u0937\u093e \u0938\u0942\u091a\u0940 \u0935\u093f\u0915\u0932\u094d\u092a \u091c\u094b\u0921\u093c\u0947\u0902\u0964 \u092a\u094d\u0930\u0924\u093f\u092d\u093e\u0917\u093f\u092f\u094b\u0902 \u092a\u094d\u0930\u0924\u0940\u0915\u094d\u0937\u093e \u0938\u0942\u091a\u0940 \u092e\u0947\u0902 \u0936\u093e\u092e\u093f\u0932 \u0939\u094b \u0938\u0915\u0924\u0947 \u0939\u0948\u0902\u0964

event_yes_to_use_eid_input_mode=&nbsp;\u0939\u093e\u0901, \u092e\u0948\u0902 \u092a\u094d\u0930\u0924\u093f\u092d\u093e\u0917\u093f\u092f\u094b\u0902 \u0915\u094b \u091c\u094b\u0921\u093c\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0906\u0908\u0921\u0940 \u0907\u0928\u092a\u0941\u091f \u092e\u094b\u0921 \u0915\u093e \u0909\u092a\u092f\u094b\u0917 \u0915\u0930\u0928\u093e \u091a\u093e\u0939\u0924\u093e \u0939\u0942\u0901\u0964

event_you_on_wait_list=\ \u092a\u094d\u0930\u0924\u0940\u0915\u094d\u0937\u093e \u0938\u0942\u091a\u0940 \u092a\u0930

event_you_signed_up=\u0906\u092a\u0928\u0947 \u0938\u093e\u0907\u0928 \u0905\u092a \u0915\u0930 \u0932\u093f\u092f\u093e \u0939\u0948

events_attendee_download_instruction=\ \u092e\u0940\u091f\u093f\u0902\u0917 \u0915\u093e \u091a\u092f\u0928 \u0915\u0930\u0947\u0902 \u0914\u0930 \u092b\u093f\u0930 \u0928\u093f\u0930\u094d\u092f\u093e\u0924 \u092c\u091f\u0928 \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0947\u0902\u0964

events_attendee_instruction=\u092e\u0940\u091f\u093f\u0902\u0917 \u0915\u0947 \u0932\u093f\u090f \u0938\u093e\u0907\u0928 \u0905\u092a \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f, \u092e\u0940\u091f\u093f\u0902\u0917 \u0936\u0940\u0930\u094d\u0937\u0915 \u092a\u0930 \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0947\u0902\u0964

events_dropdownbox_title=\u0926\u0947\u0916\u0947\u0902\:

#Download meetings page
events_organizer_download_instruction=\ \u092e\u0940\u091f\u093f\u0902\u0917 \u0915\u093e \u091a\u092f\u0928 \u0915\u0930\u0947\u0902 \u0914\u0930 \u092b\u093f\u0930 \u0928\u093f\u0930\u094d\u092f\u093e\u0924 \u092c\u091f\u0928 \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0947\u0902\u0964

events_organizer_instruction=\u0915\u094b\u0908 \u0928\u0908 \u092e\u0940\u091f\u093f\u0902\u0917 \u092c\u0928\u093e\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f ' \u091c\u094b\u0921\u093c\u0947\u0902' \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0947\u0902, \u092f\u093e \u0938\u0902\u0936\u094b\u0927\u093f\u0924 \u092f\u093e \u0907\u0938\u0915\u0940 \u092a\u094d\u0930\u0924\u093f\u0932\u093f\u092a\u093f \u092c\u0928\u093e\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u090f\u0915 \u092e\u0940\u091f\u093f\u0902\u0917 \u0936\u0940\u0930\u094d\u0937\u0915 \u092a\u0930 \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0947\u0902\u0964

exception.multiple.eids={0} \u090f\u0915\u093e\u0927\u093f\u0915 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e\u0913\u0902 \u0938\u0947 \u092e\u0947\u0932 \u0916\u093e\u0924\u093e \u0939\u0948\u0964 \u0915\u0943\u092a\u092f\u093e \u0928\u093f\u092e\u094d\u0928 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e\u0913\u0902 \u0915\u0947 \u0928\u093e\u092e\u094b \u0938\u0947 \u091a\u092f\u0928 \u0915\u0930\u0947\u0902\: {1}
exception.no.such.user=\u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0906\u0908\u0921\u0940 \u0915\u0947 \u0932\u093f\u090f \u0915\u094b\u0908 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0928\u0939\u0940\u0902 \u092e\u093f\u0932\u093e\:&nbsp;

expand_all_recur_events=&nbsp;\u0938\u092d\u0940 \u092a\u0941\u0928\u0930\u093e\u0935\u0930\u094d\u0924\u0940 \u092e\u0940\u091f\u093f\u0902\u0917 \u0915\u093e \u0935\u093f\u0938\u094d\u0924\u093e\u0930 \u0915\u0930\u0947\u0902\u0964

failed.cancel_or_restore_ts=\u0930\u0926\u094d\u0926 /\u092a\u0941\u0928\u0930\u094d\u0938\u094d\u0925\u093e\u092a\u0928\u093e \u0935\u093f\u092b\u0932 \u0930\u0939\u093e\u0964 \u0915\u093f\u0938\u0940 \u0928\u0947 \u092e\u0940\u091f\u093f\u0902\u0917 \u0915\u093e \u0905\u0926\u094d\u092f\u0924\u0928 \u0915\u093f\u092f\u093e \u0939\u0948\u0964 \u0915\u0943\u092a\u092f\u093e \u092e\u0940\u091f\u093f\u0902\u0917 \u0905\u0926\u094d\u092f\u0924\u0928 \u0915\u0930\u0947\u0902 \u0914\u0930 \u092a\u0941\u0928\: \u092a\u094d\u0930\u092f\u093e\u0938 \u0915\u0930\u0947\u0902\u0964
failed.fetch_allEvents_from_db=\u0921\u0947\u091f\u093e\u092c\u0947\u0938 \u0938\u0947 \u0938\u092d\u0940 \u092e\u0940\u091f\u093f\u0902\u0917\u094d\u0938 \u0915\u094b \u0932\u0947\u0928\u0947 \u092e\u0947\u0902 \u0935\u093f\u092b\u0932\u0964
failed.lock_or_unlock_ts=\u0932\u0949\u0915/\u0905\u0928\u0932\u0949\u0915 \u0905\u0938\u092b\u0932 \u0930\u0939\u093e\u0964 \u0915\u093f\u0938\u0940 \u0928\u0947 \u092e\u0940\u091f\u093f\u0902\u0917 \u0905\u0926\u094d\u092f\u0924\u0928 \u0915\u093f\u092f\u093e \u0917\u092f\u093e \u0939\u0948\u0964 \u0915\u0943\u092a\u092f\u093e \u092e\u0940\u091f\u093f\u0902\u0917 \u0905\u0926\u094d\u092f\u0924\u0928 \u0915\u0930\u0947\u0902 \u0914\u0930 \u092a\u0941\u0928\: \u092a\u094d\u0930\u092f\u093e\u0938 \u0915\u0930\u0947\u0902\u0964
failed.move.attendee_due_to_ts_isTaken=\u0932\u0947 \u091c\u093e\u0928\u093e \u0935\u093f\u092b\u0932 \u0939\u0941\u0906\u0964 \u092a\u094d\u0930\u0924\u093f\u092d\u093e\u0917\u0940 \u0938\u094d\u0932\u094b\u091f \u092e\u0947\u0902 \u092a\u0939\u0932\u0947 \u0938\u0947 \u0939\u0940 \u0939\u0948\u0964
failed.move.due_to_attendee_notExisted=\u0932\u0947 \u091c\u093e\u0928\u093e \u0935\u093f\u092b\u0932 \u0939\u0941\u0906\u0964 \u0905\u092c \u0938\u094d\u0932\u094b\u091f \u092e\u0947\u0902 \u0915\u094b\u0908 \u092d\u093e\u0917\u0940\u0926\u093e\u0930 \u0928\u0939\u0940\u0902 \u0939\u0948\u0964 \u0915\u093f\u0938\u0940 \u0928\u0947 \u092e\u0940\u091f\u093f\u0902\u0917 \u0905\u0926\u094d\u092f\u0924\u0928 \u0915\u093f\u092f\u093e \u0939\u0948\u0964 \u0915\u0943\u092a\u092f\u093e \u092e\u0940\u091f\u093f\u0902\u0917 \u0905\u0926\u094d\u092f\u0924\u0928 \u0915\u0930\u0947\u0902 \u0914\u0930 \u092a\u0941\u0928\: \u092a\u094d\u0930\u092f\u093e\u0938 \u0915\u0930\u0947\u0902\u0964
failed.replace.someone.already.updated.db=\u092a\u094d\u0930\u0924\u093f\u0938\u094d\u0925\u093e\u092a\u093f\u0924 \u0915\u0930\u0928\u0947 \u092e\u0947\u0902 \u0935\u093f\u092b\u0932 \u0930\u0939\u093e \u0939\u0948\u0964 \u0915\u093f\u0938\u0940 \u0928\u0947 \u092e\u0940\u091f\u093f\u0902\u0917 \u0905\u0926\u094d\u092f\u0924\u0928 \u0915\u093f\u092f\u093e \u0939\u0948\u0964 \u0915\u0943\u092a\u092f\u093e \u092e\u0940\u091f\u093f\u0902\u0917 \u0905\u0926\u094d\u092f\u0924\u0928 \u0915\u0930\u0947\u0902 \u0914\u0930 \u092a\u0941\u0928\: \u092a\u094d\u0930\u092f\u093e\u0938 \u0915\u0930\u0947\u0902\u0964
failed.replaced_due_to_already_in_ts=\u092c\u0926\u0932\u0928\u093e  \u0935\u093f\u092b\u0932 \u0930\u0939\u093e\u0964 \u092a\u094d\u0930\u0924\u093f\u092d\u093e\u0917\u0940 \u0938\u094d\u0932\u094b\u091f \u092e\u0947\u0902 \u092a\u0939\u0932\u0947 \u0938\u0947 \u0939\u0940 \u0939\u0948\u0964
failed.replaced_due_to_attendee_notExisted_in_ts=\u092a\u094d\u0930\u0924\u093f\u0938\u094d\u0925\u093e\u092a\u093f\u0924 \u0915\u0930\u0928\u0947 \u092e\u0947\u0902 \u0935\u093f\u092b\u0932 \u0930\u0939\u093e \u0939\u0948\u0964 \u091a\u092f\u0928\u093f\u0924 \u092a\u094d\u0930\u0924\u093f\u092d\u093e\u0917\u0940 \u092a\u0939\u0932\u0947 \u0938\u0947 \u0939\u0940 \u0938\u0942\u091a\u0940 \u092e\u0947\u0902 \u0938\u0947 \u0939\u091f\u093e \u0926\u093f\u092f\u093e \u0917\u092f\u093e \u0939\u0948\u0964
failed.swap.due_to_current_attendee_already_in_swapped_ts=\u0905\u0926\u0932\u093e - \u092c\u0926\u0932\u0940(\u0938\u094d\u0935\u0948\u092a) \u0935\u093f\u092b\u0932 \u0930\u0939\u0940\u0964 \u0935\u0930\u094d\u0924\u092e\u093e\u0928 \u092d\u093e\u0917\u0940\u0926\u093e\u0930 \u0938\u094d\u0932\u094b\u091f \u092e\u0947\u0902 \u092a\u0939\u0932\u0947 \u0938\u0947 \u0939\u0940 \u0939\u0948\u0964
failed.swap.due_to_swapped_attendee_already_in_ts=\u0905\u0926\u0932\u093e - \u092c\u0926\u0932\u0940(\u0938\u094d\u0935\u0948\u092a) \u0935\u093f\u092b\u0932 \u0930\u0939\u0940\u0964 \u0906\u092a\u0938 \u092e\u0947\u0902 \u092c\u0926\u0932\u0947\u0902 \u092d\u093e\u0917\u0940\u0926\u093e\u0930 \u092a\u0939\u0932\u0947 \u0938\u0947 \u0939\u0940 \u0935\u0930\u094d\u0924\u092e\u093e\u0928 \u0938\u094d\u0932\u094b\u091f \u092e\u0947\u0902 \u0939\u0948\u0964
failed.swap_due_to_attendee_notExited=\u0905\u0926\u0932\u093e - \u092c\u0926\u0932\u0940(\u0938\u094d\u0935\u0948\u092a) \u0935\u093f\u092b\u0932 \u0930\u0939\u0940\u0964\u092a\u094d\u0930\u0924\u093f\u092d\u093e\u0917\u0940 \u0928\u0947 \u092a\u0939\u0932\u0947 \u0938\u0947 \u0939\u0940 \u0916\u0941\u0926 \u0915\u094b \u0939\u091f\u093e \u0926\u093f\u092f\u093e \u0939\u0948\u0964
failed.swap_due_to_selected_attendee_notExited=\u0905\u0926\u0932\u093e - \u092c\u0926\u0932\u0940(\u0938\u094d\u0935\u0948\u092a) \u0935\u093f\u092b\u0932 \u0930\u0939\u0940\u0964\u091a\u092f\u0928\u093f\u0924 \u092a\u094d\u0930\u0924\u093f\u092d\u093e\u0917\u0940 \u0928\u0947 \u092a\u0939\u0932\u0947 \u0938\u0947 \u0939\u0940 \u0916\u0941\u0926 \u0915\u094b \u0939\u091f\u093e \u0926\u093f\u092f\u093e \u0939\u0948\u0964\n

filter_by_category=\u0936\u094d\u0930\u0947\u0923\u0940 \u0915\u0947 \u0926\u094d\u0935\u093e\u0930\u093e\:

filter_categories_top=\u0938\u092d\u0940

goback_button=\u0935\u093e\u092a\u0938 \u091c\u093e\u090f\u0902

group_description_default=\u0938\u092e\u0942\u0939 ({0}) \u0938\u094d\u0935\u091a\u093e\u0932\u093f\u0924 \u0930\u0942\u092a \u0938\u0947 \u0907\u0938 \u092a\u0902\u091c\u0940\u0915\u0930\u0923 \u0909\u092a\u0915\u0930\u0923 \u0915\u0947 \u092e\u093e\u0927\u094d\u092f\u092e \u0938\u0947 \u092c\u0928\u093e\u092f\u093e \u0917\u092f\u093e \u0925\u093e\u0964 \u0938\u092e\u092f \u0938\u094d\u0932\u094b\u091f\u094d\u0938 \u0915\u0947 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0914\u0930 \u0907\u0938 \u0938\u092e\u0942\u0939 \u0915\u0940 \u0938\u0926\u0938\u094d\u092f\u0924\u093e \u092a\u0902\u091c\u0940\u0915\u0930\u0923 \u0909\u092a\u0915\u0930\u0923 \u092e\u0947\u0902 \u0938\u092e\u092f \u0938\u094d\u0932\u094b\u091f\u094d\u0938 \u0915\u0947 \u0932\u093f\u090f '\u0938\u093f\u0902\u0915\u094d\u0930\u094b\u0928\u093e\u0907\u0938' \u092c\u091f\u0928 \u092a\u0930 \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0915\u0947 \u0938\u092e\u0915\u093e\u0932\u093f\u0915 \u0915\u0940 \u091c\u093e \u0938\u0915\u0924\u0940 \u0939\u0948\u0902\u0964

group_slot_in_group_titlename=\u0938\u094d\u0932\u0949\u091f

group_synchronise_button=\u0938\u093f\u0902\u0915\u094d\u0930\u0928\u093e\u0907\u095b \u0915\u0930\u0947\u0902

group_synchronise_done=\u091f\u093e\u0907\u092e \u0938\u094d\u0932\u0949\u091f \u0938\u093f\u0902\u0915\u094d\u0930\u0928\u093e\u0907\u091c\u093c\u0947\u0936\u0928 \u092a\u0942\u0930\u094d\u0923 \u0939\u0941\u0906

group_synchronise_heading=\u0938\u092e\u0942\u0939 \u0938\u0926\u0938\u094d\u092f\u0924\u093e

ics_file_name_for_failure_warning=iCal_Failed_Warning.txt
ics_message_for_failure_warning=\u0906\u0908\u0915\u0948\u0932(iCal) \u092b\u093c\u093e\u0907\u0932 \u091c\u0928\u0930\u0947\u091f \u0915\u0930\u0928\u0947 \u092e\u0947\u0902 \u0915\u094b\u0908 \u0924\u094d\u0930\u0941\u091f\u093f \u0925\u0940, \u092f\u0939 \u0938\u0902\u092d\u0935 \u0939\u0948 \u0915\u093f \u0906\u092a\u0915\u094b \u0907\u0938 \u0918\u091f\u0928\u093e \u092a\u0930 \u092a\u0939\u0941\u0901\u091a\u0928\u0947 \u0915\u0940 \u0905\u0928\u0941\u092e\u0924\u093f \u0928\u0939\u0940\u0902 \u0939\u0948 \u0964

#javax.faces.component.UIInput.REQUIRED_detail=A value is required. Please enter a value.
javax.faces.component.UIInput.CONVERSION=\u0905\u092e\u093e\u0928\u094d\u092f \u0907\u0928\u092a\u0941\u091f
#JSF error messages overwritten
javax.faces.component.UIInput.REQUIRED=\u0915\u0943\u092a\u092f\u093e \u0915\u094b\u0908 \u092e\u093e\u0928 \u0926\u0930\u094d\u091c \u0915\u0930\u0947\u0902\u0964
javax.faces.validator.LengthValidator.MAXIMUM=\u0906\u092a\u0915\u093e \u0907\u0928\u092a\u0941\u091f {0} \u0915\u0940 \u0938\u094d\u0935\u0940\u0915\u093e\u0930\u094d\u092f \u0905\u0927\u093f\u0915\u0924\u092e \u0938\u0947 \u0905\u0927\u093f\u0915 \u0939\u0948\u0964
javax.faces.validator.NOT_IN_RANGE=\u0906\u092a\u0915\u093e \u0907\u0928\u092a\u0941\u091f {0} \u0938\u0947 {1} \u0924\u0915 \u0915\u0940 \u0938\u0940\u092e\u093e \u0938\u0947 \u092c\u093e\u0939\u0930 \u0939\u0948\u0964

label.select.attendee=\u090f\u0915 \u092a\u094d\u0930\u0924\u093f\u092d\u093e\u0917\u0940 \u0915\u093e \u091a\u092f\u0928 \u0915\u0930\u0947\u0902

label_announcement=\u0916\u0941\u0932\u0940 \u092c\u0948\u0920\u0915 (\u0915\u094b\u0908 \u092a\u0902\u091c\u0940\u0915\u0930\u0923 \u0906\u0935\u0936\u094d\u092f\u0915 \u0928\u0939\u0940 \u0939\u0948)

label_biweekly=\u0938\u092a\u094d\u0924\u093e\u0939 \u092e\u0947\u0902 \u0926\u094b \u092c\u093e\u0930

label_create_timeslots=\u0938\u092e\u092f \u0938\u094d\u0932\u0949\u091f (\u0913\u0902) \u092c\u0928\u093e\u090f\u0901

label_custom_timeslots=\u0909\u0928\u094d\u0928\u0924 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e-\u0928\u093f\u0930\u094d\u0927\u093e\u0930\u093f\u0924 \u0938\u092e\u092f \u0938\u094d\u0932\u094b\u091f\u094d\u0938

label_daily=\u0926\u0948\u0928\u093f\u0915

label_days=\u0926\u093f\u0928\u094b\u0902

label_download_ics_meeting=\u092e\u0947\u0930\u0947 \u0935\u094d\u092f\u0915\u094d\u0924\u093f\u0917\u0924 \u0915\u0948\u0932\u0947\u0902\u0921\u0930 \u092e\u0947\u0902 \u0907\u0938 \u092e\u0940\u091f\u093f\u0902\u0917 \u0915\u094b \u091c\u094b\u0921\u093c\u0947\u0902

label_download_ics_timeslot=\u0907\u0938  \u091f\u093e\u0907\u092e\u0938\u094d\u0932\u0949\u091f \u0915\u094b \u092e\u0947\u0930\u0947 \u0935\u094d\u092f\u0915\u094d\u0924\u093f\u0917\u0924 \u0915\u0948\u0932\u0947\u0902\u0921\u0930 \u092e\u0947\u0902 \u091c\u094b\u0921\u093c\u0947\u0902

label_edit_timeslots=\u0938\u092e\u092f\u0938\u094d\u0932\u0949\u091f (\u0913\u0902) \u0938\u0902\u092a\u093e\u0926\u093f\u0924 \u0915\u0930\u0947\u0902

label_email_all_people=\u0938\u092d\u0940 \u0938\u0902\u092d\u093e\u0935\u093f\u0924 \u0938\u0939\u092d\u093e\u0917\u093f\u092f\u094b\u0902

label_email_organizers_only=\u091a\u092f\u0928\u093f\u0924 \u092c\u0948\u0920\u0915 \u0938\u092e\u0928\u094d\u0935\u092f\u0915\u094b\u0902

label_email_signed_up_ones_Organizers_only=\u091a\u092f\u0928\u093f\u0924 \u092c\u0948\u0920\u0915 \u0938\u092e\u0928\u094d\u0935\u092f\u0915\u094b\u0902 \u0914\u0930 \u0935\u0930\u094d\u0924\u092e\u093e\u0928 \u092e\u0947\u0902 \u0938\u093e\u0907\u0928\u0921 \u0905\u092a \u0915\u093f\u090f \u0917\u090f \u092a\u094d\u0930\u0924\u093f\u092d\u093e\u0917\u093f\u092f\u094b\u0902

label_email_signed_up_ones_only=\u0915\u0947\u0935\u0932 \u092a\u094d\u0930\u0924\u093f\u092d\u093e\u0917\u093f\u092f\u094b\u0902 \u0935\u0930\u094d\u0924\u092e\u093e\u0928 \u092e\u0947\u0902 \u0938\u093e\u0907\u0928\u0921 \u0905\u092a \u0915\u093f\u090f \u0917\u090f

label_group=\u090f\u0915\u0932 \u0938\u094d\u0932\u0949\u091f

label_hours=\u0918\u0902\u091f\u0947

label_ics=ICS

label_individaul=\u090f\u0915\u093e\u0927\u093f\u0915 \u0938\u094d\u0932\u0949\u091f\u094d\u0938

label_minutes=\u092e\u093f\u0928\u091f

label_monthly=\u092e\u093e\u0938\u093f\u0915

label_once=\u0915\u0947\u0935\u0932 \u090f\u0915 \u092c\u093e\u0930

label_startNow=\u0905\u092c \u092a\u094d\u0930\u093e\u0930\u0902\u092d \u0915\u0930\u0947\u0902

label_view_edit_ts=\u0938\u092e\u092f \u0938\u094d\u0932\u0949\u091f (\u0913\u0902) \u0926\u0947\u0916\u0947\u0902 \u092f\u093e \u0938\u0902\u092a\u093e\u0926\u093f\u0924 \u0915\u0930\u0947\u0902

label_weekdays=\u0938\u092a\u094d\u0924\u093e\u0939 \u0915\u0947 \u0926\u093f\u0928 (\u0938\u094b\u092e-\u0936\u0941\u0915\u094d\u0930)

label_weekly=\u0938\u093e\u092a\u094d\u0924\u093e\u0939\u093f\u0915

max.num_attendee_changed_and_attendee_mayOver_limit_inTS=\u0905\u0927\u093f\u0915\u0924\u092e \# \u092a\u094d\u0930\u0924\u093f\u092d\u093e\u0917\u093f\u092f\u094b\u0902 \u0915\u094b \u092a\u094d\u0930\u0924\u093f \u0938\u094d\u0932\u094b\u091f \u092c\u0926\u0932\u093e \u0917\u092f\u093e \u0939\u0948\u0964\u0915\u0941\u091b \u0938\u092e\u092f \u0938\u094d\u0932\u094b\u091f\u094d\u0938 \u0915\u094b \u0905\u092c \u0913\u0935\u0930\u092c\u0941\u0915 \u0915\u093f\u092f\u093e \u091c\u093e \u0938\u0915\u0924\u093e \u0939\u0948\u0964

meeting_confirmation_to_remove=\u0906\u092a \u0938\u0941\u0928\u093f\u0936\u094d\u091a\u093f\u0924 \u0915\u0930\u0947\u0902 \u0915\u093f \u0906\u092a \u0938\u094d\u0925\u093e\u092f\u0940 \u0930\u0942\u092a \u0938\u0947 \u092c\u0948\u0920\u0915(\u0913) \u0915\u094b \u0926\u0942\u0930 \u0915\u0930\u0928\u093e \u091a\u093e\u0939\u0924\u0947 \u0939\u0948\u0902?

meeting_confirmation_to_remove_multiple=\u092f\u0939 \u092c\u0948\u0920\u0915 \u0914\u0930 \u0938\u092d\u0940 \u092a\u0941\u0928\u0930\u093e\u0935\u0930\u094d\u0924\u0940 \u092c\u0948\u0920\u0915 \u0915\u094b \u0938\u094d\u0925\u093e\u092f\u0940 \u0930\u0942\u092a \u0938\u0947 \u0928\u093f\u0915\u093e\u0932 \u0926\u0947\u0917\u093e\u0964 \u0906\u092a \u0938\u0941\u0928\u093f\u0936\u094d\u091a\u093f\u0924 \u0915\u0930\u0947\u0902 \u0915\u093f \u0906\u092a \u092f\u0939 \u0915\u0930\u0928\u093e \u091a\u093e\u0939\u0924\u0947 \u0939\u0948\u0902? \u092f\u0926\u093f \u0928\u0939\u0940\u0902, \u0924\u094b ' \u0930\u0926\u094d\u0926 \u0915\u0930\u0947\u0902 ' \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0947\u0902, \u0938\u0942\u091a\u0940 \u0915\u093e \u0935\u093f\u0938\u094d\u0924\u093e\u0930 \u0915\u0930\u0947\u0902 \u0914\u0930  \u0905\u0932\u0917-\u0905\u0932\u0917 \u092c\u0948\u0920\u0915\u094b\u0902 \u0915\u094b \u0939\u091f\u093e\u090f\u0901 \u0964

modify_all=\u0938\u092d\u0940 \u092d\u0935\u093f\u0937\u094d\u092f \u092a\u0941\u0928\u0930\u093e\u0935\u0930\u094d\u0924\u0940 \u092c\u0948\u0920\u0915 \u0915\u094b \u0938\u0902\u0936\u094b\u0927\u093f\u0924 \u0915\u0930\u0947\u0902\u0964

modify_current=\u0915\u0947\u0935\u0932 \u0935\u0930\u094d\u0924\u092e\u093e\u0928 \u092c\u0948\u0920\u0915 \u0938\u0902\u0936\u094b\u0927\u093f\u0924 \u0915\u0930\u0947\u0902\u0964  \u092c\u0948\u0920\u0915 \u090f\u0915\u0932 \u0938\u094d\u0932\u0949\u091f \u0939\u094b \u091c\u093e\u0924\u093e \u0939\u0948\u0964

modify_event=\u0938\u0902\u0936\u094b\u0927\u093f\u0924 \u0915\u0930\u0947\u0902

next_button=\u0905\u0917\u0932\u093e

no.permission_create_event=\u0906\u092a\u0915\u094b \u090f\u0915 \u0928\u0908 \u092c\u0948\u0920\u0915 \u092c\u0928\u093e\u0928\u0947 \u0915\u0940 \u0905\u0928\u0941\u092e\u0924\u093f \u0928\u0939\u0940\u0902 \u0939\u0948\u0964
no.permissoin.do_it=\u0906\u092a\u0915\u094b \u0906\u0935\u0936\u094d\u092f\u0915 \u0905\u0928\u0941\u092e\u0924\u093f \u0928\u0939\u0940\u0902 \u0939\u0948\u0964

no_addWaiter_button_due_to_unlimited=&nbsp;---

no_events_in_future_organizer=\u0915\u094b\u0908 \u092d\u0935\u093f\u0937\u094d\u092f \u0915\u0940 \u092c\u0948\u0920\u0915 \u0928\u0939\u0940\u0902 \u092c\u0928\u093e\u0908 \u0917\u0908 \u0939\u0948\u0964 \u0915\u094b\u0908 \u0928\u0908 \u092e\u0940\u091f\u093f\u0902\u0917 \u092c\u0928\u093e\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f ' \u091c\u094b\u0921\u093c\u0947\u0902' \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0947\u0902\u0964

no_events_in_this_period_attendee_orgnizer=\u0907\u0938 \u0938\u092e\u092f \u0938\u0940\u092e\u093e \u0915\u0947 \u0932\u093f\u090f \u0915\u094b\u0908 \u092c\u0948\u0920\u0915 \u0909\u092a\u0932\u092c\u094d\u0927 \u0928\u0939\u0940\u0902 \u0939\u0948\u0902\u0964

no_events_in_timeframe_attendee=\u0915\u094b\u0908 \u092d\u0940 \u092c\u0948\u0920\u0915 \u0909\u092a\u0932\u092c\u094d\u0927 \u0928\u0939\u0940\u0902 \u0939\u0948\u0902\u0964

no_events_in_timeframe_organizer=\u0915\u094b\u0908 \u092d\u0940 \u092c\u0948\u0920\u0915 \u0928\u0939\u0940\u0902 \u092c\u0928\u093e\u0908 \u0917\u0908\u0964 \u0915\u094b\u0908 \u092c\u0948\u0920\u0915 \u092c\u0928\u093e\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f ' \u091c\u094b\u0921\u093c\u0947\u0902' \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0947\u0902\u0964

no_future_events_I_have_signed_up=\u0906\u092a \u0915\u093f\u0938\u0940 \u092d\u0940 \u0906\u0917\u093e\u092e\u0940 \u092c\u0948\u0920\u0915\u094b\u0902 \u0915\u0947 \u0932\u093f\u090f \u0938\u093e\u0907\u0928\u0921 \u0905\u092a \u0928\u0939\u0940\u0902 \u0939\u0948\u0902\u0964

no_future_events_in_immediate_available=\u0924\u0924\u094d\u0915\u093e\u0932 \u0938\u093e\u0907\u0928-\u0905\u092a \u0915\u0947 \u0932\u093f\u090f \u0915\u094b\u0908 \u092c\u0948\u0920\u0915\u0947\u0902 \u0909\u092a\u0932\u092c\u094d\u0927 \u0928\u0939\u0940\u0902 \u0939\u0948\u0964

ok_button=\u0920\u0940\u0915 \u0939\u0948

org.apache.myfaces.Date.INVALID=\u0906\u092a\u0915\u0940 \u0924\u093e\u0930\u0940\u0916 \u0907\u0928\u092a\u0941\u091f \u0905\u092e\u093e\u0928\u094d\u092f \u0939\u0948\u0964
org.apache.myfaces.calendar.CONVERSION=\u0906\u092a\u0915\u0947 \u0926\u094d\u0935\u093e\u0930\u093e \u091a\u0941\u0928\u0940 \u0917\u0908 \u0926\u094b\u0939\u0930\u093e\u0928\u0947 \u0915\u0940 \u0926\u093f\u0928\u093e\u0902\u0915 \u0905\u092e\u093e\u0928\u094d\u092f \u0939\u0948\u0964

organizer_instruction_click=-\u092a\u0930 \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0947\u0902&nbsp;

organizer_instruction_delete_image=&nbsp;\u090f\u0915 \u092a\u094d\u0930\u0924\u093f\u092d\u093e\u0917\u0940 \u0915\u094b \u0928\u0937\u094d\u091f \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f\u0964

organizer_instruction_edit_image=&nbsp;\u092a\u094d\u0930\u0924\u093f\u092d\u093e\u0917\u093f\u092f\u094b\u0902 \u0915\u094b \u092a\u0930\u093f\u0935\u0930\u094d\u0924\u093f\u0924 \u092f\u093e  \u0938\u094d\u0935\u0948\u092a \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f\u0964

organizer_instruction_mailto_all_image=&nbsp;\u0938\u092d\u0940 \u092a\u094d\u0930\u0924\u093f\u092d\u093e\u0917\u093f\u092f\u094b\u0902 \u0915\u094b \u0908\u092e\u0947\u0932 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f\u0964

organizer_instruction_mailto_image=&nbsp;\u090f\u0915 \u092a\u094d\u0930\u0924\u093f\u092d\u093e\u0917\u0940 \u0915\u094b \u0908\u092e\u0947\u0932 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f\u0964

organizer_instruction_max_capacity=-\u092e\u0940\u091f\u093f\u0902\u0917 \u0906\u092f\u094b\u091c\u0915 \u092a\u094d\u0930\u0924\u093f\u092d\u093e\u0917\u0940 \u091c\u094b\u0921\u093c \u0938\u0915\u0924\u0947 \u0939\u0948\u0902 \u092d\u0932\u0947 \u0939\u0940 \u0938\u092e\u092f \u0938\u094d\u0932\u0949\u091f \u0938\u0947 \u092d\u0930\u093e \u0939\u0941\u0906 \u0939\u0948   \u0964

organizer_instruction_timeslot_link=-\u0909\u0938\u0947 \u0932\u0949\u0915 \u0915\u0930\u0928\u0947 \u092f\u093e  \u0930\u0926\u094d\u0926 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u090f\u0915 \u0938\u092e\u092f \u0938\u094d\u0932\u0949\u091f \u092a\u0930 \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0947\u0902\u0964

organizer_mailto_all=\u0938\u092d\u0940 \u092a\u094d\u0930\u0924\u093f\u092d\u093e\u0917\u093f\u092f\u094b\u0902 \u0915\u094b \u0908\u092e\u0947\u0932 \u0915\u0930\u0947\u0902

organizer_mailto_all_short=\u0938\u092d\u0940 \u0915\u094b \u0908\u092e\u0947\u0932 \u0915\u0930\u0947\u0902

organizer_note_name=<font color\='red'> *</font>\u0927\u094d\u092f\u093e\u0928 \u0926\u0947\u0902\:

#organizer meeting main page
organizer_page_title=\u092e\u0940\u091f\u093f\u0902\u0917 \u0935\u093f\u0935\u0930\u0923

participant_cancel_button=\u0938\u093e\u0907\u0928 \u0905\u092a \u0930\u0926\u094d\u0926 \u0915\u0930\u0947

permission.info.for.group.scope=\u0938\u092e\u0942\u0939 \u092e\u0947\u0902 \u0938\u093e\u0907\u0928 \u0905\u092a \u0915\u0947 \u0932\u093f\u090f \u0905\u0928\u0941\u092e\u0924\u093f\u092f\u093e\u0901 \u0938\u0947\u091f \u0915\u0930\u0947\u0902\: \u0938\u093e\u0907\u091f {1} \u092e\u0947\u0902\: {0}. (\u0915) \u0938\u092e\u0942\u0939 \u0926\u093e\u092f\u0930\u0947 \u0938\u094d\u0924\u0930 \u092a\u0930, \u0915\u0947\u0935\u0932 \u0905\u0928\u0941\u092e\u0924\u093f\u092f\u093e\u0901 "\u0926\u0943\u0936\u094d\u092f", "\u092d\u093e\u0917 \u0932\u0947", "create.group", "delete.group" \u0914\u0930 "update.group" \u0938\u0902\u0936\u094b\u0927\u093f\u0924 \u0915\u093f\u092f\u093e \u091c\u093e \u0938\u0915\u0924\u093e \u0939\u0948\u0964 \u0907\u0938 \u0938\u094d\u0924\u0930 \u092a\u0930 \u0905\u0928\u094d\u092f \u0915\u0940 \u0905\u0928\u0941\u092e\u0924\u093f \u0938\u0947\u091f\u093f\u0902\u0917 \u0932\u093e\u0917\u0942 \u0928\u0939\u0940\u0902 \u0915\u0940 \u091c\u093e \u0938\u0915\u0924\u0940 \u0914\u0930 \u0915\u094b\u0908 \u092a\u094d\u0930\u092d\u093e\u0935 \u0928\u0939\u0940\u0902 \u0939\u0948\u0964 (\u092c\u0940) \u0907\u0938 \u0938\u092e\u0942\u0939 \u0915\u0947 \u0932\u093f\u090f \u0915\u094b\u0908 \u092e\u0940\u091f\u093f\u0902\u0917 \u0915\u094b \u0926\u0947\u0916\u0928\u0947 \u092f\u093e \u092d\u093e\u0917 \u0932\u0947\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u092a\u094d\u0930\u0924\u093f\u092d\u093e\u0917\u093f\u092f\u094b\u0902 \u0915\u0947 \u0932\u093f\u090f \u0916\u0941\u0932\u093e  \u0939\u0948 , "\u0926\u0943\u0936\u094d\u092f" \u0914\u0930 "\u092d\u093e\u0917 \u0932\u0947" \u0905\u0928\u0941\u092e\u0924\u093f\u092f\u093e\u0901 \u0906\u0935\u0936\u094d\u092f\u0915 \u0939\u0948\u0902\u0964
permission.info.for.site.scope=\u0915\u093e\u0930\u094d\u092f\u0938\u094d\u0925\u0932 \u092e\u0947\u0902 \u0938\u093e\u0907\u0928 \u0905\u092a \u0915\u0947 \u0932\u093f\u090f \u0905\u0928\u0941\u092e\u0924\u093f\u092f\u093e\u0902 \u0938\u0947\u091f \u0915\u0930\u0947\u0902\: {0} ({1})

permission_feature_link=\u0905\u0928\u0941\u092e\u0924\u093f\u092f\u093e\u0902

permission_group_scope=\u0938\u092e\u0942\u0939

permission_note_for_admin_advice=<UI><LI><b>\u0935\u094d\u092f\u0935\u0938\u094d\u0925\u093e\u092a\u0915\:</b> \u0906\u092a \u092e\u0948\u0928\u094d\u092f\u0941\u0905\u0932 \u0930\u0942\u092a \u0938\u0947 \u0905\u0928\u0941\u092e\u0924\u093f\u092f\u093e\u0901 \u0935\u093f\u0915\u0932\u094d\u092a \u0935\u093f\u0936\u093f\u0937\u094d\u091f \u0915\u093e\u0930\u094d\u092f\u0938\u094d\u0925\u0932 \u0915\u0947 \u0932\u093f\u090f \u090f\u0915 \u0926\u093e\u092f\u0930\u0947 \u0938\u094d\u0924\u0930 \u092a\u0930 \u0938\u092d\u0940 \u0938\u093e\u0907\u091f/\u0938\u092e\u0942\u0939 \u0915\u0947 \u0932\u093f\u090f \u0915\u094b\u0908 \u092d\u0940 \u092d\u0942\u092e\u093f\u0915\u093e \u091c\u094b \u0906\u092a \u091a\u093e\u0939\u0924\u0947 \u0939\u0948\u0902 \u0915\u0947 \u0932\u093f\u090f \u0905\u0928\u0941\u092e\u0924\u093f \u0926\u0947 \u0915\u0930 \u0938\u0915\u094d\u0937\u092e \u0915\u0930 \u0938\u0915\u0924\u0947 \u0939\u0948\u0902 <B>realm.upd</B>\u0964\u092d\u0942\u092e\u093f\u0915\u093e \u0915\u0947 \u0938\u0926\u0938\u094d\u092f/\u0938\u0926\u0938\u094d\u092f\u094b\u0902 \u0915\u094b \u092d\u0940 \u0938\u093e\u0907\u091f \u092e\u0947\u0902 \u0939\u0930 \u0938\u092e\u0942\u0939 \u0915\u093e \u0938\u0926\u0938\u094d\u092f \u0939\u094b\u0928\u093e \u091a\u093e\u0939\u093f\u090f \u0914\u0930 \u0915\u092e \u0938\u0947 \u0915\u092e \u090f\u0915 \u0938\u093e\u0907\u091f \u0938\u092e\u0942\u0939 \u092e\u0947\u0902 \u0936\u093e\u092e\u093f\u0932 \u0939\u094b\u0928\u093e \u091a\u093e\u0939\u093f\u090f\u0964</LI></UI>

permission_note_for_disabled_button_case=<UI><LI><B>\u0905\u0928\u0941\u092e\u0924\u093f \u0938\u0902\u092a\u093e\u0926\u093f\u0924 \u0915\u0930\u0947\u0902</B> \u092c\u091f\u0928 \u0915\u0947\u0935\u0932 \u092a\u094d\u0930\u0936\u093e\u0938\u0915\u094b\u0902 \u092f\u093e \u0935\u0930\u094d\u0924\u092e\u093e\u0928 \u0938\u093e\u0907\u091f \u092f\u093e \u0938\u092e\u0942\u0939 \u0915\u0947 <B>realm.upd</B>   \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e\u0913\u0902 \u0915\u0947 \u0932\u093f\u090f \u0909\u092a\u0932\u092c\u094d\u0927 \u0939\u0948\u0964  \u0907\u0938 \u0905\u0928\u0941\u092e\u0924\u093f \u0915\u094b \u0926\u0947\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0905\u092a\u0928\u0947 \u0938\u093f\u0938\u094d\u091f\u092e \u0935\u094d\u092f\u0935\u0938\u094d\u0925\u093e\u092a\u0915 \u0938\u0947 \u0938\u0902\u092a\u0930\u094d\u0915 \u0915\u0930\u0947\u0902\u0964</LI></UI>

permission_note_for_group_realm_case=<UI><LI>\u092a\u094d\u0930\u0924\u094d\u092f\u0947\u0915 <B>\u0938\u092e\u0942\u0939</B> \u0926\u093e\u092f\u0930\u0947 \u092e\u0947\u0902, \u0915\u0947\u0935\u0932 \u0905\u0928\u0941\u092e\u0924\u093f\u092f\u093e\u0901 <B>\u0926\u0943\u0936\u094d\u092f</B>, <B> \u092d\u093e\u0917 \u0932\u0947</B>, <B>create.group</B>, <B>delete.group</B> \u0914\u0930 <B>update.group</B> \u0938\u0902\u0936\u094b\u0927\u093f\u0924 \u0915\u093f\u092f\u093e \u091c\u093e \u0938\u0915\u0924\u093e\u0964 \u0907\u0938 \u0938\u094d\u0924\u0930 \u092a\u0930 \u0905\u0928\u094d\u092f \u0905\u0928\u0941\u092e\u0924\u093f \u0938\u0947\u091f\u093f\u0902\u0917  \u0932\u093e\u0917\u0942 \u0928\u0939\u0940\u0902 \u0939\u0948 \u0914\u0930 \u0915\u094b\u0908 \u092a\u094d\u0930\u092d\u093e\u0935 \u0928\u0939\u0940\u0902 \u0939\u0948\u0964</LI></UI>

permission_note_for_view_attend_group=\ \u092e\u0940\u091f\u093f\u0902\u0917 \u0926\u0947\u0916\u0928\u0947 \u092f\u093e \u092d\u093e\u0917 \u0932\u0947\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u092a\u094d\u0930\u0924\u093f\u092d\u093e\u0917\u093f\u092f\u094b\u0902 \u0915\u0947 \u0932\u093f\u090f ,\u091c\u094b \u0915\u0947\u0935\u0932 \u0909\u0928\u0915\u0947 \u0935\u093f\u0936\u093f\u0937\u094d\u091f \u0938\u092e\u0942\u0939 \u0915\u0947 \u0932\u093f\u090f \u0916\u0941\u0932\u0940 \u0939\u0948, \u0906\u092a \u0938\u092e\u0942\u0939 \u0915\u0947 \u0926\u093e\u092f\u0930\u0947 \u0938\u094d\u0924\u0930 \u092a\u0930 <B>\u0926\u0947\u0916\u0947\u0902</B> \u0914\u0930 <B>\u092e\u0947\u0902 \u092d\u093e\u0917 \u0932\u0947</B> \u0915\u0940 \u0905\u0928\u0941\u092e\u0924\u093f \u0926\u0947\u0902\u0964

#updatePermission.jsp
permission_page_title=\u0905\u0928\u0941\u092e\u0924\u093f\u092f\u093e\u0901 \u0905\u0926\u094d\u092f\u0924\u0928

permission_site_scope=\u0938\u093e\u0907\u091f

permission_tab_action=\u0915\u093e\u0930\u094d\u092f\u0935\u093e\u0939\u0940

permission_tab_edit_button=\u0905\u0928\u0941\u092e\u0924\u093f\u092f\u093e\u0901 \u0938\u0902\u092a\u093e\u0926\u093f\u0924 \u0915\u0930\u0947\u0902

permission_tab_name=\u0928\u093e\u092e 

permission_tab_realm_scope=\u0938\u094d\u0915\u094b\u092a

preAssign_note_backButton_message=-\u092f\u0926\u093f \u0906\u092a <B>\u0935\u093e\u092a\u0938</B> ' \u092c\u091f\u0928 \u092a\u0930 \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0947\u0902\u0917\u0947, \u0924\u094b \u0938\u092d\u0940 \u092a\u0942\u0930\u094d\u0935-\u0928\u093f\u092f\u0924 \u092a\u094d\u0930\u0924\u093f\u092d\u093e\u0917\u0940 \u0916\u094b \u091c\u093e\u090f\u0947\u0902\u0917\u0947\u0964

preAssign_note_max_number_message=-\u092e\u0940\u091f\u093f\u0902\u0917 \u0906\u092f\u094b\u091c\u0915 \u0928\u093f\u0930\u094d\u0926\u093f\u0937\u094d\u091f \u092a\u094d\u0930\u0924\u093f\u092d\u093e\u0917\u093f\u092f\u094b\u0902 \u0915\u0940 \u0905\u0927\u093f\u0915\u0924\u092e \u0938\u0902\u0916\u094d\u092f\u093e \u0938\u0947 \u0905\u0927\u093f\u0915 \u0905\u0938\u093e\u0907\u0928 \u0915\u0930 \u0938\u0915\u0924\u0947 \u0939\u0948\u0902,\u0905\u0917\u0930 \u0935\u093e\u0902\u091b\u093f\u0924 \u0939\u094b \u0924\u094b\u0964

preAssign_note_publish_message=-\u092e\u0940\u091f\u093f\u0902\u0917 (\u0913\u0902) \u092c\u0928\u093e\u0928\u0947 \u0915\u0940 \u092a\u094d\u0930\u0915\u094d\u0930\u093f\u092f\u093e \u0915\u094b \u0905\u0902\u0924\u093f\u092e \u0930\u0942\u092a \u0926\u0947\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f '\u092a\u094d\u0930\u0915\u093e\u0936\u093f\u0924 \u0915\u0930\u0947\u0902' \u092a\u0930 \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0947\u0902

print_event=&nbsp;\u092a\u094d\u0930\u093f\u0902\u091f

print_friendly=\u0907\u0938 \u092a\u0943\u0937\u094d\u0920 \u0915\u094b \u092a\u094d\u0930\u093f\u0902\u091f \u0915\u0930\u0947\u0902

public_modify_button=\u0938\u0902\u0936\u094b\u0927\u0928 \u092a\u094d\u0930\u0915\u093e\u0936\u093f\u0924 \u0915\u0930\u0947\u0902

publish.withAttendee.exception=\u0915\u094b\u0908 \u0905\u091c\u094d\u091e\u093e\u0924 \u0924\u094d\u0930\u0941\u091f\u093f \u0909\u0924\u094d\u092a\u0928\u094d\u0928 \u0939\u0941\u0908\u0964  \u0915\u0943\u092a\u092f\u093e \u092a\u0941\u0928\: \u092a\u094d\u0930\u092f\u093e\u0938 \u0915\u0930\u0947\u0902\u0964

publish_button=\u092a\u094d\u0930\u0915\u093e\u0936\u093f\u0924 \u0915\u0930\u0947\u0902

publish_new_evnt_button=\u0928\u0908 \u092e\u0940\u091f\u093f\u0902\u0917 \u092a\u094d\u0930\u0915\u093e\u0936\u093f\u0924 \u0915\u0930\u0947\u0902

put_In_Multiple_Calendar_Blocks_at_ScheduleTool=\u0939\u093e\u0901, \u092f\u0926\u093f \u0938\u0928\u094d\u0928\u093f\u0915\u091f \u0938\u092e\u092f \u0938\u094d\u0932\u0949\u091f\u094d\u0938 \u0926\u094b \u0918\u0902\u091f\u0947 \u0938\u0947 \u0905\u0927\u093f\u0915 \u0939\u094b \u0924\u094b,\u0936\u0947\u0921\u094d\u092f\u0942\u0932 \u0915\u0930\u0947\u0902 \u0909\u092a\u0915\u0930\u0923 \u092e\u0947\u0902 \u0915\u0908 \u0915\u0948\u0932\u0947\u0902\u0921\u0930 \u0918\u091f\u0928\u093e\u0913\u0902 \u0915\u0947 \u0930\u0942\u092a \u092e\u0947\u0902 \u092e\u0940\u091f\u093f\u0902\u0917 \u092a\u094d\u0930\u0915\u093e\u0936\u093f\u0924 \u0915\u0930\u0947\u0902\u0964

recurrence=\u092a\u0941\u0928\u0930\u093e\u0935\u0930\u094d\u0924\u0940 \u092e\u0940\u091f\u093f\u0902\u0917\u094d\u0938

remove_waitlist_button=\u092a\u094d\u0930\u0924\u0940\u0915\u094d\u0937\u093e \u0938\u0942\u091a\u0940 \u0938\u0947 \u0928\u093f\u0915\u093e\u0932\u0947\u0902

required1=\u090f

required2=\u0906\u0935\u0936\u094d\u092f\u0915 \u091c\u093e\u0928\u0915\u093e\u0930\u0940 \u0926\u0930\u094d\u0936\u093e\u0924\u093e \u0939\u0948\u0964

save_button=\u0938\u0939\u0947\u091c\u0947\u0902

select.atleast.oneGroup=\u0915\u0943\u092a\u092f\u093e \u0915\u092e \u0938\u0947 \u0915\u092e \u090f\u0915 \u0938\u093e\u0907\u091f \u092f\u093e \u0938\u092e\u0942\u0939 \u0915\u093e \u091a\u092f\u0928 \u0915\u0930\u0947\u0902 \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0928\u0947 \u0938\u0947 \u092a\u0939\u0932\u0947 <B>\u0905\u0917\u0932\u093e</B> \u0964
select.atleast.oneGroup.for.copyMeeting=\u0915\u0943\u092a\u092f\u093e \u0915\u092e \u0938\u0947 \u0915\u092e \u090f\u0915 \u0938\u093e\u0907\u091f \u092f\u093e \u0938\u092e\u0942\u0939 \u0915\u093e \u091a\u092f\u0928 \u0915\u0930\u0947\u0902 <B>\u0928\u092f\u093e \u092e\u0940\u091f\u093f\u0902\u0917 \u092a\u094d\u0930\u0915\u093e\u0936\u093f\u0924 \u0915\u0930\u0947\u0902</B> \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0928\u0947 \u0938\u0947 \u092a\u0939\u0932\u0947\u0964

select_category=-\u0936\u094d\u0930\u0947\u0923\u0940 \u0915\u093e \u091a\u092f\u0928 \u0915\u0930\u0947\u0902-

select_location=-\u0938\u094d\u0925\u093e\u0928 \u091a\u0941\u0928\u0947\u0902-

sheet_name_Attendance_data=\u0909\u092a\u0938\u094d\u0925\u093f\u0924\u093f

sheet_name_Attendee_schedules=\u0909\u092a\u0938\u094d\u0925\u093f\u0924\u0917\u0923\u094b\u0902 \u0915\u0947 \u0936\u0947\u0921\u094d\u092f\u0942\u0932\u0938\u094d

signup.deadline.is.before.signup.begin=\u0938\u093e\u0907\u0928-\u0905\u092a \u0938\u092e\u093e\u092a\u094d\u0924\u093f \u0938\u092e\u092f \u0915\u0947 \u092c\u093e\u0926 \u0938\u093e\u0907\u0928-\u0905\u092a \u092a\u094d\u0930\u093e\u0930\u092e\u094d\u092d\u093f\u0915 \u0938\u092e\u092f \u0939\u094b\u0924\u093e \u0939\u0948\u0964
signup.validator.stringWithSpaceOnly=\u0915\u0947\u0935\u0932 \u0938\u094d\u0925\u093e\u0928 (\u0913\u0902) \u0915\u094d\u092f\u094b\u0915\u093f \u0907\u0928\u092a\u0941\u091f \u0915\u0940 \u0905\u0928\u0941\u092e\u0924\u093f \u0928\u0939\u0940\u0902 \u0939\u0948\u0964

signup_download=\u092c\u0948\u0920\u0915\u0947\u0902 \u0928\u093f\u0930\u094d\u092f\u093e\u0924 \u0915\u0930\u0947\u0902

signup_start_deadline=\u0938\u093e\u0907\u0928-\u0905\u092a \u092a\u094d\u0930\u093e\u0930\u0902\u092d \u0914\u0930 \u0938\u092e\u092f \u0938\u0940\u092e\u093e

signup_tool=\u092c\u0948\u0920\u0915\u0947\u0902

site_selection=\u0938\u093e\u0907\u091f \u091a\u092f\u0928

someone.already.changed.ts.cancel_status=\u0915\u093f\u0938\u0940 \u0928\u0947 \u0938\u093f\u0930\u094d\u092b \u0907\u0938 \u0938\u092e\u092f \u0938\u094d\u0932\u0949\u091f \u0915\u0940 \u0930\u0926\u094d\u0926 \u0938\u094d\u0925\u093f\u0924\u093f \u0915\u094b \u092c\u0926\u0932 \u0926\u093f\u092f\u093e \u0939\u0948\u0964 \u0915\u0943\u092a\u092f\u093e \u0907\u0938\u0947 \u092b\u093f\u0930 \u0938\u0947 \u091c\u093e\u0901\u091a \u0915\u0930\u0947\u0902 \u0914\u0930 \u091c\u093c\u0930\u0942\u0930\u0924 \u0915\u0947 \u0939\u093f\u0938\u093e\u092c \u0938\u0947 \u092c\u0926\u0932\u0947 \u0964
someone.already.changed.ts.lock_status=\u0907\u0938 \u0938\u092e\u092f \u0938\u094d\u0932\u0949\u091f \u0915\u093e \u092c\u0902\u0926 \u0938\u094d\u0924\u0930 \u092c\u0926\u0932 \u0917\u092f\u093e \u0939\u0948\u0964 \u0915\u0943\u092a\u092f\u093e \u0907\u0938\u0947 \u092b\u093f\u0930 \u0938\u0947 \u091c\u093e\u0901\u091a \u0915\u0930\u0947\u0902\u0964
someone.already.remove_you=\u0915\u093f\u0938\u0940 \u0928\u0947 \u092a\u0939\u0932\u0947 \u0939\u0940 \u0907\u091a\u094d\u091b\u093f\u0924 \u092d\u093e\u0917\u0940\u0926\u093e\u0930 \u0915\u094b \u0939\u091f\u093e \u0926\u093f\u092f\u093e \u0939\u0948\u0964
someone.already.removed_or_promoted_attendee=\u092a\u094d\u0930\u0924\u093f\u092d\u093e\u0917\u0940 \u0915\u094b \u0939\u091f\u093e\u092f\u093e \u092f\u093e \u092a\u0926\u094b\u0928\u094d\u0928\u0924 \u0915\u093f\u092f\u093e \u0917\u092f\u093e \u0939\u0948\u0964
someone.already.taken.theTimeslot=\u0938\u092e\u092f \u0938\u094d\u0932\u0949\u091f \u092a\u0939\u0932\u0947 \u0938\u0947 \u0939\u0940 \u0932\u0947 \u0932\u093f\u092f\u093e \u0917\u092f\u093e \u0939\u0948 \u0914\u0930 \u0909\u092a\u0932\u092c\u094d\u0927 \u0928\u0939\u0940\u0902 \u0939\u0948\u0964 \u0915\u0943\u092a\u092f\u093e \u092a\u094d\u0930\u0924\u0940\u0915\u094d\u0937\u093e \u0938\u0942\u091a\u0940 \u092e\u0947\u0902 \u0936\u093e\u092e\u093f\u0932 \u0939\u094b\u0902 \u0930\u0926\u094d\u0926\u0940\u0915\u0930\u0923 \u0905\u0927\u093f\u0938\u0942\u091a\u093f\u0924 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f\u0964
someone.already.updated.db=\u0915\u093f\u0938\u0940 \u0914\u0930 \u0928\u0947 \u092c\u0948\u0920\u0915 \u0915\u094b \u0938\u0902\u0936\u094b\u0927\u093f\u0924 \u0915\u093f\u092f\u093e \u0939\u0948\u0964 \u0915\u0943\u092a\u092f\u093e \u092c\u0948\u0920\u0915 \u0905\u0926\u094d\u092f\u0924\u0928 \u0915\u0930\u0947\u0902 \u0914\u0930 \u092a\u0941\u0928\: \u092a\u094d\u0930\u092f\u093e\u0938 \u0915\u0930\u0947\u0902\u0964
someone.modified.event=\u0915\u093f\u0938\u0940 \u0914\u0930 \u0928\u0947 \u092c\u0948\u0920\u0915 \u0915\u094b \u0938\u0902\u0936\u094b\u0927\u093f\u0924 \u0915\u093f\u092f\u093e \u0939\u0948\u0964 \u0915\u0943\u092a\u092f\u093e \u0905\u092a\u0928\u0947 \u0938\u094d\u0915\u094d\u0930\u0940\u0928 \u0915\u094b \u0930\u093f\u092b\u094d\u0930\u0947\u0936 \u0915\u0930\u0947\u0902\u0964
someone.modified.event.content=\u0915\u093f\u0938\u0940 \u0914\u0930 \u0928\u0947 \u092c\u0948\u0920\u0915 \u0938\u093e\u092e\u0917\u094d\u0930\u0940 \u0915\u094b \u0938\u0902\u0936\u094b\u0927\u093f\u0924 \u0915\u093f\u092f\u093e \u0939\u0948\u0964  \u0915\u0943\u092a\u092f\u093e \u092a\u0941\u0928\: \u092a\u094d\u0930\u092f\u093e\u0938 \u0915\u0930\u0947\u0902\u0964

star_character=*

summary=\u0938\u093e\u0930\u093e\u0902\u0936

tab_attendee=\u092a\u094d\u0930\u0924\u093f\u092d\u093e\u0917\u093f\u092f\u094b\u0902

tab_attendees=\u092a\u094d\u0930\u0924\u093f\u092d\u093e\u0917\u093f\u092f\u094b\u0902

tab_attendees_eids=\u0938\u0939\u092d\u093e\u0917\u0940 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0906\u0908\u0921\u0940

tab_end_time=\u0905\u0902\u0924 \u0938\u092e\u092f

tab_event_action=\u0915\u093e\u0930\u094d\u092f\u0935\u093e\u0939\u0940

tab_event_availability=\u0938\u094d\u0925\u093f\u0924\u093f

tab_event_available_slots=\u0909\u092a\u0932\u092c\u094d\u0927 \u0938\u094d\u0925\u093e\u0928

tab_event_category=\u0936\u094d\u0930\u0947\u0923\u0940

#tab_event_edit_location_custom=edit location
tab_event_date=\u0926\u093f\u0928\u093e\u0902\u0915

tab_event_location=\u0938\u094d\u0925\u093e\u0928

tab_event_location_custom=\u090f\u0915 \u0928\u092f\u093e \u0938\u094d\u0925\u093e\u0928 \u0926\u0930\u094d\u091c \u0915\u0930\u0947\u0902

tab_event_name=\u092c\u0948\u0920\u0915 \u0936\u0940\u0930\u094d\u0937\u0915

tab_event_owner=\u0906\u092f\u094b\u091c\u0915

tab_event_remove=\u0939\u091f\u093e\u090f\u0901

tab_event_signed_attendee=\u092a\u094d\u0930\u0924\u093f\u092d\u093e\u0917\u093f\u092f\u094b\u0902

tab_event_time=\u0938\u092e\u092f

#when user select dropdownList 'view meetings what I am signed up for'
tab_event_your_appointment_time=\u0938\u092e\u092f

tab_event_your_status=\u0906\u092a\u0915\u0940 \u0938\u094d\u0925\u093f\u0924\u093f

tab_max_attendee=\u092a\u094d\u0930\u0924\u093f\u092d\u093e\u0917\u093f\u092f\u094b\u0902 \u0915\u0940 \u0905\u0927\u093f\u0915\u0924\u092e \#

tab_max_participants=<br>\u092a\u094d\u0930\u0924\u093f\u092d\u093e\u0917\u093f\u092f\u094b\u0902 \u0915\u0947 \u0905\u0927\u093f\u0915\u0924\u092e \#

tab_start_time=\u092a\u094d\u0930\u093e\u0930\u0902\u092d \u0938\u092e\u092f

tab_time_slot=\u0938\u092e\u092f \u0938\u094d\u0932\u0949\u091f

tab_waiting_list=\u092a\u094d\u0930\u0924\u0940\u0915\u094d\u0937\u093e \u0938\u0942\u091a\u0940

tab_waiting_list_disabled=&nbsp;[\u0905\u0915\u094d\u0937\u092e]

timeperiod_divider=&nbsp;&nbsp;-&nbsp;&nbsp;

timeslot.just.canceled=\u092f\u0939 \u0938\u092e\u092f \u0938\u094d\u0932\u0949\u091f \u0930\u0926\u094d\u0926 \u0915\u093f\u092f\u093e \u0917\u092f\u093e \u0939\u0948 \u0914\u0930 \u0905\u092c \u0909\u092a\u0932\u092c\u094d\u0927 \u0928\u0939\u0940\u0902 \u0939\u0948\u0964
timeslot.just.locked=\u092f\u0939 \u0938\u092e\u092f \u0938\u094d\u0932\u0949\u091f \u0905\u0935\u0930\u094b\u0927\u093f\u0924 \u0915\u093f\u092f\u093e \u0917\u092f\u093e \u0939\u0948 \u0914\u0930 \u0909\u092a\u0932\u092c\u094d\u0927 \u0928\u0939\u0940\u0902 \u0939\u0948\u0964

title_tip_click_hide_schedule=\u0905\u0928\u0941\u0938\u0942\u091a\u0940 \u0935\u093f\u0935\u0930\u0923 \u0915\u094b \u091b\u0941\u092a\u093e\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0947\u0902\u0964

title_tip_click_show_schedule=\u0905\u0928\u0941\u0938\u0942\u091a\u0940 \u0935\u093f\u0935\u0930\u0923 \u0926\u093f\u0916\u093e\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0947\u0902\u0964

title_tip_delete_this_ts=\u0938\u092e\u092f \u0938\u094d\u0932\u0949\u091f \u0939\u091f\u093e\u090f\u0901\u0964

tool_tip_add_waitlist=\u092a\u094d\u0930\u0924\u0940\u0915\u094d\u0937\u093e \u0938\u0942\u091a\u0940 \u092e\u0947\u0902 \u091c\u094b\u095c\u0947\u0902

unlimited_num_attendee=\u092a\u094d\u0930\u0924\u093f\u092d\u093e\u0917\u093f\u092f\u094b\u0902 \u0915\u0940 \u0905\u0938\u0940\u092e\u093f\u0924 \u0938\u0902\u0916\u094d\u092f\u093e

user.has.no.permission.attend=\u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e\: {0} \u0915\u094b \u0907\u0938 \u0918\u091f\u0928\u093e \u092e\u0947\u0902 \u092d\u093e\u0917 \u0932\u0947\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0915\u094b\u0908 \u0905\u0928\u0941\u092e\u0924\u093f \u0928\u0939\u0940\u0902 \u0939\u0948\u0964 
user.not.allowed.to.waitlist=\u092a\u094d\u0930\u0924\u0940\u0915\u094d\u0937\u093e \u0938\u0942\u091a\u0940 \u092e\u0947\u0902 \u0936\u093e\u092e\u093f\u0932 \u0939\u094b\u0928\u0947 \u0915\u0940 \u0915\u094d\u0937\u092e\u0924\u093e \u0915\u094b \u0906\u092f\u094b\u091c\u0915 \u0926\u094d\u0935\u093e\u0930\u093e \u0928\u093f\u0937\u094d\u0915\u094d\u0930\u093f\u092f \u0915\u0930 \u0926\u093f\u092f\u093e \u0917\u092f\u093e\u0964
user.not.found=\u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0928\u0939\u0940\u0902 \u092e\u093f\u0932\u093e\u0964

view_all=\u0938\u092d\u0940

view_all_future_meetings=\u092d\u0935\u093f\u0937\u094d\u092f \u0915\u0940 \u0938\u092d\u0940 \u092c\u0948\u0920\u0915\u0947

view_current_month=\u0905\u0917\u0932\u0947 30 \u0926\u093f\u0928

view_current_three_months=\u0905\u0917\u0932\u0947 90 \u0926\u093f\u0928

view_immediate_avail_ones=\u092c\u0948\u0920\u0915\u094b\u0902 \u0938\u093e\u0907\u0928-\u0905\u092a \u0915\u0947 \u0932\u093f\u090f \u0909\u092a\u0932\u092c\u094d\u0927 \u0939\u0948

view_my_signed_up=\u091c\u093f\u0928 \u092e\u0940\u091f\u093f\u0902\u0917\u094d\u0938  \u0915\u0947 \u0932\u093f\u090f \u092e\u0948\u0902 \u0938\u093e\u0907\u0928 \u0905\u092a \u0939\u0942\u0901  \u0909\u0928\u094d\u0939\u0947\u0902 \u0926\u0947\u0916\u0947\u0902

view_previous_events=\u0938\u092d\u0940 \u092a\u0941\u0930\u093e\u0928\u0940 \u092c\u0948\u0920\u0915\u0947

view_semi_year=\u0935\u0930\u094d\u0924\u092e\u093e\u0928 \u0938\u0924\u094d\u0930

waitlist.option.just.turn.off=\u092a\u094d\u0930\u0924\u0940\u0915\u094d\u0937\u093e \u0938\u0942\u091a\u0940 \u0935\u093f\u0915\u0932\u094d\u092a \u0928\u093f\u0915\u093e\u0932 \u0926\u093f\u092f\u093e \u0917\u092f\u093e \u0939\u0948\u0964

warn_copy_recurred_event=\u0906\u092a \u0906\u0935\u0930\u094d\u0924\u0940 \u092c\u0948\u0920\u0915\u094b\u0902 \u0915\u0947 \u090f\u0915 \u0938\u0947\u091f \u0915\u0940 \u092a\u094d\u0930\u0924\u093f\u0932\u093f\u092a\u093f \u092c\u0928\u093e \u0930\u0939\u0947 \u0939\u0948\u0902\u0964 \u0915\u0943\u092a\u092f\u093e \u0906\u0935\u0930\u094d\u0924\u0940 \u092a\u094d\u0930\u093e\u0930\u0902\u092d/\u0938\u092e\u093e\u092a\u094d\u0924\u093f \u0926\u093f\u0928\u093e\u0902\u0915 \u0915\u0940 \u091c\u093e\u0901\u091a \u0915\u0930\u0947\u0902 \u0914\u0930 \u0909\u0928\u094d\u0939\u0947\u0902 \u0924\u0926\u0928\u0941\u0938\u093e\u0930 \u0938\u0902\u0936\u094b\u0927\u093f\u0924 \u0915\u0930\u0947\u0902\u0964

warn_reschedule_event=\u0915\u0941\u091b \u0932\u094b\u0917 \u092a\u0939\u0932\u0947 \u0938\u0947 \u0939\u0940 \u092e\u0940\u091f\u093f\u0902\u0917 \u092e\u0947\u0902 \u0938\u093e\u0907\u0928 \u0905\u092a \u0915\u0930 \u091a\u0941\u0915\u0947 \u0939\u0948\u0902\u0964 \u0906\u092a\u0915\u094b \u092a\u0941\u0928\u0930\u094d\u0928\u093f\u0930\u094d\u0927\u093e\u0930\u0923 \u0915\u0947 \u092c\u093e\u0930\u0947 \u092e\u0947\u0902 \u0909\u0928\u0938\u0947 \u0938\u0902\u092a\u0930\u094d\u0915 \u0915\u0930\u0928\u0947 \u0915\u0940 \u0906\u0935\u0936\u094d\u092f\u0915\u0924\u093e \u0939\u0948\u0964

warning.event.crossed_twoDays=\ \u092e\u0940\u091f\u093f\u0902\u0917 \u0926\u094b \u0905\u0932\u0917 \u0905\u0932\u0917 \u0926\u093f\u0928 \u092a\u0930 \u0905\u0928\u0941\u0938\u0942\u091a\u093f\u0924 \u0939\u0948\u0964
warning.event.crossed_twoMonths=\u092e\u0940\u091f\u093f\u0902\u0917 \u0926\u094b \u0905\u0932\u0917 \u0905\u0932\u0917 \u092e\u093e\u0939 \u092e\u0947\u0902 \u0905\u0928\u0941\u0938\u0942\u091a\u093f\u0924 \u0939\u0948\u0964\n 
warning.event.crossed_twoYears=\ \u092e\u0940\u091f\u093f\u0902\u0917 \u0926\u094b \u0905\u0932\u0917 \u0905\u0932\u0917 \u0938\u093e\u0932 \u092e\u0947\u0902 \u0905\u0928\u0941\u0938\u0942\u091a\u093f\u0924 \u0939\u0948\u0964
warning.some_timeslot_may_locked_canceled=\u090f\u0915 \u092f\u093e \u0905\u0927\u093f\u0915 \u0938\u092e\u092f \u0938\u094d\u0932\u094b\u091f (\u0913\u0902) \u092a\u094d\u0930\u0924\u093f\u0932\u093f\u092a\u093f  \u092e\u0940\u091f\u093f\u0902\u0917 \u092e\u0947\u0902 \u092f\u093e \u0924\u094b \u092c\u0902\u0926 \u0915\u0930 \u0926\u093f\u090f \u0917\u090f \u0939\u0948 \u092f\u093e \u0930\u0926\u094d\u0926 \u0915\u0930 \u0926\u093f\u090f \u0917\u090f \u0939\u0948\u0964
warning.your.event.singup.begin.time.passed.today.time=\u092a\u094d\u0930\u0924\u093f\u092d\u093e\u0917\u093f\u092f\u094b\u0902 \u092e\u0940\u091f\u093f\u0902\u0917 \u0915\u0947 \u0932\u093f\u090f \u0924\u0941\u0930\u0902\u0924 \u0938\u093e\u0907\u0928 \u0905\u092a \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0938\u0915\u094d\u0937\u092e \u0939\u094b \u091c\u093e\u090f\u0917\u093e \u0915\u094d\u092f\u094b\u0902\u0915\u093f \u0938\u093e\u0907\u0928-\u0905\u092a \u0936\u0941\u0930\u0942 \u0915\u0930\u0928\u0947 \u0915\u093e \u0938\u092e\u092f \u092a\u0939\u0932\u0947 \u0939\u0940 \u092c\u0940\u0924 \u091a\u0941\u0915\u093e \u0939\u0948 \u0964

wksheet_appointment_duration=\u0905\u0935\u0927\u093f (\u092e\u093f\u0928\u091f)

wksheet_appointment_start_time=\u0905\u092a\u0949\u0907\u0902\u091f\u092e\u0947\u0902\u091f \u0938\u092e\u092f

wksheet_attendance_UserID=\u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e\u0906\u0908\u0921\u0940

wksheet_category=\u0936\u094d\u0930\u0947\u0923\u0940

wksheet_location=\u0938\u094d\u0925\u093e\u0928

wksheet_meeting_duration=\u0918\u091f\u0928\u093e \u0915\u0940 \u0905\u0935\u0927\u093f (\u092e\u093f\u0928\u091f)

wksheet_meeting_name=\u0908\u0935\u0947\u0902\u091f \u0915\u093e \u0928\u093e\u092e

wksheet_meeting_start_time=\u0918\u091f\u0928\u093e \u092a\u094d\u0930\u093e\u0930\u0902\u092d \u0938\u092e\u092f

wksheet_num_of_attendees=\u0938\u094d\u0932\u0949\u091f \u092e\u0947\u0902 \# \u0938\u0902\u0916\u094d\u092f\u093e \u0938\u0939\u092d\u093e\u0917\u0940

wksheet_organizer=\u0906\u092f\u094b\u091c\u0915

wksheet_site_name=\u0938\u093e\u0907\u091f \u0936\u0940\u0930\u094d\u0937\u0915

wksheet_user_comment=\u0909\u092a\u0938\u094d\u0925\u093f\u0924\u0917\u0923 \u091f\u093f\u092a\u094d\u092a\u0923\u0940

wksheet_user_email=\u0908\u092e\u0947\u0932

wksheet_user_id=\u0938\u0939\u092d\u093e\u0917\u0940 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0906\u0908\u0921\u0940

wksheet_user_name=\u0938\u0939\u092d\u093e\u0917\u0940 \u0915\u093e \u0928\u093e\u092e

you.already.in_waiting_list=\u0906\u092a \u092a\u0939\u0932\u0947 \u0938\u0947 \u0939\u0940 \u092a\u094d\u0930\u0924\u0940\u0915\u094d\u0937\u093e \u0938\u0942\u091a\u0940 \u092e\u0947\u0947\u0902 \u0939\u0948\u0902\u0964
you.have.multiple.tabs.in.browser=\u0906\u092a\u0928\u0947 \u090f\u0915\u093e\u0927\u093f\u0915 {0} \u091f\u0948\u092c\u094d\u0938 \u0906\u092a\u0915\u0947 \u092c\u094d\u0930\u093e\u0909\u091c\u093c\u0930 \u092e\u0947\u0902 \u0916\u094b\u0932\u0947\u0902 \u0939\u0948\u0964 \u0915\u0943\u092a\u092f\u093e \u0905\u0924\u093f\u0930\u093f\u0915\u094d\u0924 {0} \u091f\u0948\u092c\u094d\u0938 \u092c\u0902\u0926 \u0915\u0930\u0947\u0902 \u0914\u0930 \u092a\u0941\u0928\: \u092a\u094d\u0930\u092f\u093e\u0938 \u0915\u0930\u0947\u0902\u0964
you.need.select.one.toDownload=\u0915\u094b\u0908 \u092d\u0940 \u092e\u0940\u091f\u093f\u0902\u0917 \u0928\u0939\u0940\u0902 \u091a\u0941\u0928\u0940 \u0917\u0908 \u0939\u0948\u0964 \u0915\u0943\u092a\u092f\u093e \u0928\u093f\u0930\u094d\u092f\u093e\u0924 \u0915\u0947 \u0932\u093f\u090f \u0915\u092e \u0938\u0947 \u0915\u092e \u090f\u0915 \u092e\u0940\u091f\u093f\u0902\u0917 \u0915\u093e \u091a\u092f\u0928 \u0915\u0930\u0947\u0902\u0964
you.promoted.to.another.ts_meanwhile=\u0906\u092a\u0915\u094b \u092a\u094d\u0930\u0924\u0940\u0915\u094d\u0937\u093e \u0938\u0942\u091a\u0940 \u0938\u0947 \u090f\u0915 \u0914\u0930 \u0938\u094d\u0932\u094b\u091f \u092e\u0947\u0902 \u092a\u0926\u094b\u0928\u094d\u0928\u0924 \u0915\u093f\u092f\u093e \u0917\u092f\u093e \u0939\u0948\u0964 \u0906\u092a \u0907\u0938 \u0938\u094d\u0932\u094b\u091f \u0915\u0947 \u0932\u093f\u090f \u0938\u093e\u0907\u0928 \u0905\u092a \u0928\u0939\u0940\u0902 \u0915\u0930 \u0938\u0915\u0924\u0947\u0964

you_need_to_login=\u0906\u092a\u0915\u094b \u092e\u0940\u091f\u093f\u0902\u0917\u094d\u0938 \u0915\u094b \u0926\u0947\u0916\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0932\u093e\u0945\u0917 \u0907\u0928 \u0915\u0930\u0947\u0902\u0964

