#X-Generator: crowdin.net
# localization strings for the authz-tool

gen.alert=\u091a\u0947\u0924\u093e\u0935\u0928\u0940\:
gen.can=\u0930\u0926\u094d\u0926 \u0915\u0930\u0947\u0902
gen.sav=\u0938\u0941\u0930\u0915\u094d\u0937\u093f\u0924 \u0915\u0930\u0947\u0902
gen.don=\u0916\u0924\u094d\u092e
gen.show5=5 \u0906\u0907\u091f\u092e \u0926\u093f\u0916\u093e\u090f\u0901...
gen.show10=10 \u0906\u0907\u091f\u092e \u0926\u093f\u0916\u093e\u090f\u0901...
gen.show20=20 \u0906\u0907\u091f\u092e \u0926\u093f\u0916\u093e\u090f\u0901...
gen.show50=50 \u0906\u0907\u091f\u092e \u0926\u093f\u0916\u093e\u090f\u0901...
gen.show100=100 \u0906\u0907\u091f\u092e \u0926\u093f\u0916\u093e\u090f\u0901...
gen.show200=200 \u0906\u0907\u091f\u092e \u0926\u093f\u0916\u093e\u090f\u0901...
gen.listnavselect=\u0915\u0949\u092e\u094d\u092c\u094b \u092c\u0949\u0915\u094d\u0938 \u0907\u0938\u094d\u0924\u0947\u092e\u093e\u0932 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f,\u0911\u0932\u094d\u091f + \u0921\u093e\u0909\u0928 \u0910\u0930\u094b \u0926\u092c\u093e\u090f\u0901 \u0924\u093e\u0915\u093f \u0935\u0939 \u0916\u0941\u0932 \u0938\u0915\u0947 \u0914\u0930 \u092b\u093f\u0930 \u0905\u092a \u092f\u093e \u0921\u093e\u0909\u0928 \u0910\u0930\u094b \u092c\u091f\u0928 \u0926\u092c\u093e\u090f\u0901, \u0935\u093f\u092d\u093f\u0928\u094d\u0928 \u0935\u093f\u0915\u0932\u094d\u092a \u0926\u0947\u0916\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f\u0964
gen.first=\u092a\u0939\u0932\u093e
gen.previous=\u092a\u093f\u091b\u0932\u093e
gen.next=\u0905\u0917\u0932\u093e
gen.last=\u0905\u0902\u0924\u093f\u092e
gen.enable=\u0938\u0915\u094d\u0937\u092e \u0915\u0930\u0947\u0902
gen.back=\u0935\u093e\u092a\u0938 \u091c\u093e\u090f\u0902

gen.yes=\u0939\u093e\u0901
gen.no=\u0928\u0939\u0940\u0902

per.alrgra=\u092a\u0939\u0932\u0947 \u0938\u0947 \u0939\u0940 \u0926\u0940 \u0917\u0908
per.lis.head=\u0905\u0928\u0941\u092e\u0924\u093f
per.lis.head.title=\u0938\u092d\u0940 \u092d\u0942\u092e\u093f\u0915\u093e\u0913\u0902 \u0915\u0947 \u0932\u093f\u090f \u0938\u092d\u0940 \u0905\u0928\u0941\u092e\u0924\u093f\u092f\u093e\u0901 \u091f\u0949\u0917\u0932 \u0915\u0930\u0947\u0902
per.lis.role.title=\u0907\u0938 \u092d\u0942\u092e\u093f\u0915\u093e \u0915\u0947 \u0932\u093f\u090f \u0938\u092d\u0940 \u0905\u0928\u0941\u092e\u0924\u093f\u092f\u093e\u0901 \u091f\u0949\u0917\u0932 \u0915\u0930\u0947\u0902
per.lis.perm.title=\u0907\u0938 \u0905\u0928\u0941\u092e\u0924\u093f \u0915\u0947 \u0932\u093f\u090f \u0938\u092d\u0940 \u092d\u0942\u092e\u093f\u0915\u093e\u0913\u0902 \u0915\u094b \u091f\u0949\u0917\u0932 \u0915\u0930\u0947\u0902
per.lis.title=\u0905\u0928\u0941\u092e\u0924\u093f\u092f\u093e\u0902
per.lis=\u0909\u0928 \u092d\u0942\u092e\u093f\u0915\u093e\u0913\u0902 \u0914\u0930 \u0905\u0928\u0941\u092e\u0924\u093f\u092f\u094b\u0902 \u0915\u0940 \u0938\u0942\u091a\u0940 \u091c\u093f\u0928\u094d\u0939\u0947\u0902 \u0907\u0938 \u092b\u093c\u094b\u0932\u094d\u0921\u0930 \u092a\u0930 \u0932\u093e\u0917\u0942 \u0915\u093f\u092f\u093e \u091c\u093e \u0938\u0915\u0924\u093e \u0939\u0948\u0964  \u0932\u0947\u0906\u0909\u091f\: \u092a\u094d\u0930\u0924\u094d\u092f\u0947\u0915 \u092a\u0902\u0915\u094d\u0924\u093f \u090f\u0915 \u092d\u0942\u092e\u093f\u0915\u093e \u0915\u0940 \u0905\u0928\u0941\u092e\u0924\u093f\u092f\u094b\u0902 \u0915\u094b \u0938\u0942\u091a\u0940\u092c\u0926\u094d\u0927 \u0915\u0930\u0924\u0940 \u0939\u0948\u0964  \u0932\u0947\u0906\u0909\u091f\: \u0915\u0949\u0932\u092e 1 \u092d\u0942\u092e\u093f\u0915\u093e\u0913\u0902 \u0915\u094b \u0938\u0942\u091a\u0940\u092c\u0926\u094d\u0927 \u0915\u0930\u0924\u093e \u0939\u0948, \u0905\u0928\u094d\u092f \u0915\u0949\u0932\u092e \u0905\u0928\u0941\u092e\u0924\u093f\u092f\u094b\u0902 \u0915\u094b \u0938\u0942\u091a\u0940\u092c\u0926\u094d\u0927 \u0915\u0930\u0924\u0947 \u0939\u0948 , \u091a\u0947\u0915 \u092c\u0949\u0915\u094d\u0938 \u090f\u0915 \u092d\u0942\u092e\u093f\u0915\u093e \u0915\u0947 \u0932\u093f\u090f \u0905\u0928\u0941\u092e\u0924\u093f \u0915\u094b \u0938\u0915\u094d\u0937\u092e \u0915\u0930\u0928\u0947 \u0915\u0940 \u0905\u0928\u0941\u092e\u0924\u093f \u0926\u0947\u0924\u0947 \u0939\u0948\u0964 
per.rol=\u092d\u0942\u092e\u093f\u0915\u093e
per.alert=\u091a\u0947\u0924\u093e\u0935\u0928\u0940\: \u0915\u094b\u0908 \u092d\u0940 \u092d\u0942\u092e\u093f\u0915\u093e \u092a\u0930\u093f\u092d\u093e\u0937\u093f\u0924 \u0928\u0939\u0940 \u0939\u0948\u0902\u0964 
per.lis.clearall=\u0938\u092c \u0939\u091f\u093e \u0926\u0947\u0902
per.lis.restoredef=\u092a\u0930\u093f\u0935\u0930\u094d\u0924\u0928 \u092a\u0942\u0930\u094d\u0935\u0935\u0924 \u0915\u0930\u0947\u0902
per.lis.selectgrp=\u0905\u0928\u0941\u092e\u0924\u093f\u092f\u093e\u0902 \u0938\u0947\u091f \u0915\u0930\u0947\u0902
per.lis.site=\u0938\u093e\u0907\u091f

alert.prbset=\u0907\u0938 \u0938\u092e\u092f \u0905\u0928\u0941\u092e\u0924\u093f\u092f\u093e\u0902 \u0938\u0947\u091f \u0928\u0939\u0940\u0902 \u0915\u0940 \u091c\u093e \u0938\u0915\u0924\u0940 \u0915\u094d\u092f\u094b\u0902\u0915\u093f \u0938\u093e\u0907\u091f \u092a\u0939\u0932\u0947 \u0938\u0947 \u0939\u0940 \u0938\u0902\u092a\u093e\u0926\u093f\u0924 \u0915\u0940 \u091c\u093e \u0930\u0939\u0940 \u0939\u0948\u0964 \u0906\u0917\u0947 \u092c\u0922\u093c\u0928\u0947 \u0938\u0947 \u092a\u0939\u0932\u0947 \u0905\u0928\u094d\u092f \u0909\u092a\u0915\u0930\u0923\u094b\u0902 \u092e\u0947\u0902 \u0926\u0940 \u0917\u0908 \u0905\u0928\u0941\u092e\u0924\u093f\u092f\u093e\u0901 \u092c\u0902\u0926 \u0915\u0930\u0947\u0902\u0964

realm.add=\u092d\u0942\u092e\u093f\u0915\u093e \u091c\u094b\u0921\u093c\u0947\u0902
realm.confirm.alert=\u091a\u0947\u0924\u093e\u0935\u0928\u0940\:
realm.confirm.cancel=\u0930\u0926\u094d\u0926 \u0915\u0930\u0947\u0902
realm.confirm.please=\u0907\u0938 \u0926\u093e\u092f\u0930\u0947 \u0915\u094b \u0939\u091f\u093e\u0928\u0947 \u0915\u0940 \u092a\u0941\u0937\u094d\u091f\u093f \u0915\u0930\u0947\u0902\:
realm.confirm.remove=\u0928\u093f\u0915\u093e\u0932\u0947\u0902
realm.confirm.usedfor=\u092a\u094d\u0930\u092f\u094b\u0917 \u0939\u0941\u0906
realm.confirm.removing=\u0926\u093e\u092f\u0930\u093e \u0939\u091f\u093e\u092f\u093e \u091c\u093e \u0930\u0939\u093e \u0939\u0948...
realm.copyrol=\u092d\u0942\u092e\u093f\u0915\u093e \u0915\u0940 \u092a\u094d\u0930\u0924\u093f\u0932\u093f\u092a\u093f \u092c\u0928\u093e\u090f\u0901...
realm.defined=\u0907\u0938 \u0906\u0908\u0921\u0940 ({0}) \u0915\u0947 \u0938\u093e\u0925 \u090f\u0915 \u092d\u0942\u092e\u093f\u0915\u093e \u092a\u0939\u0932\u0947 \u0938\u0947 \u0939\u0940 \u092a\u0930\u093f\u092d\u093e\u0937\u093f\u0924 \u0915\u0940 \u0917\u0908 \u0939\u0948\u0964
realm.edit.active=\u0938\u0915\u094d\u0930\u093f\u092f
realm.edit.inactive=\u0928\u093f\u0937\u094d\u0915\u094d\u0930\u093f\u092f
realm.edit.summary=\u0907\u0938 \u0926\u093e\u092f\u0930\u0947 \u0915\u0940 \u091c\u093e\u0928\u0915\u093e\u0930\u0940 \u0915\u0940 \u0938\u092e\u0940\u0915\u094d\u0937\u093e \u0914\u0930 \u0938\u0902\u0936\u094b\u0927\u0928 \u0915\u0930\u0947\u0902\u0964
realm.edit.alert=\u091a\u0947\u0924\u093e\u0935\u0928\u0940\:
realm.edit.cancel=\u0930\u0926\u094d\u0926 \u0915\u0930\u0947\u0902
realm.edit.complete=\u0926\u093e\u092f\u0930\u093e \u0938\u0902\u092a\u093e\u0926\u0928 \u092a\u0942\u0930\u093e \u0915\u0930\u0947\u0902
realm.edit.description=\u0935\u093f\u0935\u0930\u0923
realm.edit.edit=\u0938\u0902\u092a\u093e\u0926\u093f\u0924 \u0915\u0930\u0947\u0902\: \u0926\u093e\u092f\u0930\u093e
realm.edit.from=\u092a\u094d\u0930\u0926\u093e\u0924\u093e \u0938\u0947
realm.edit.id=\u0926\u093e\u092f\u0930\u093e \u0906\u0907\u0921\u0940\:
realm.edit.maintain=\u092d\u0942\u092e\u093f\u0915\u093e \u0915\u094b \u092c\u0928\u093e\u090f \u0930\u0916\u0947\u0902\:
realm.edit.noroles=\u0915\u093f\u0938\u0940 \u092d\u0940 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e\u0913\u0902 \u0915\u094b \u0915\u094b\u0908 \u092d\u0942\u092e\u093f\u0915\u093e \u092a\u094d\u0930\u0926\u093e\u0928 \u0928\u0939\u0940\u0902 \u0915\u0940 \u0917\u0908 \u0939\u0948\u0964 
realm.edit.noroles1=\u0915\u094b\u0908 \u092d\u0940 \u092d\u0942\u092e\u093f\u0915\u093e \u092a\u0930\u093f\u092d\u093e\u0937\u093f\u0924 \u0928\u0939\u0940 \u0939\u0948\u0964
realm.edit.provided=\u0909\u092a\u0932\u092c\u094d\u0927
realm.edit.provider=\u092a\u094d\u0930\u0926\u093e\u0924\u093e \u0906\u0908\u0921\u0940\:
realm.edit.realm=\u0926\u093e\u092f\u0930\u093e
realm.edit.review=\u0907\u0938 \u0926\u093e\u092f\u0930\u0947 \u0915\u0940 \u091c\u093e\u0928\u0915\u093e\u0930\u0940 \u0915\u0940 \u0938\u092e\u0940\u0915\u094d\u0937\u093e \u0914\u0930 \u0938\u0902\u0936\u094b\u0927\u0928 \u0915\u0930\u0947\u0902\u0964
realm.edit.role=\u092d\u0942\u092e\u093f\u0915\u093e
realm.edit.status=\u0938\u094d\u0925\u093f\u0924\u093f
realm.edit.roleid=\u092d\u0942\u092e\u093f\u0915\u093e \u0906\u0907\u0921\u0940
realm.edit.roles=\u092d\u0942\u092e\u093f\u0915\u093e\u090f\u0901
realm.edit.roles.list.summary=\u092d\u0942\u092e\u093f\u0915\u093e\u0913\u0902 \u0915\u0940 \u0938\u0942\u091a\u0940\u0964 \u092a\u094d\u0930\u0925\u092e \u0915\u093e\u0932\u092e \u092e\u0947\u0902 \u092d\u0942\u092e\u093f\u0915\u093e\u0913\u0902 \u0915\u0940 \u0906\u0908\u0921\u0940\u091c\u093c, \u0926\u0942\u0938\u0930\u0947 \u0915\u093e\u0932\u092e \u092e\u0947\u0902 \u0935\u0930\u094d\u0923\u0928\u0964
realm.edit.save=\u0938\u0941\u0930\u0915\u094d\u0937\u093f\u0924 \u0915\u0930\u0947\u0902
realm.edit.these=\u092f\u0939 \u0935\u094b \u092d\u0942\u092e\u093f\u0915\u093e\u090f\u0901\u0901 \u0939\u0948\u0902 \u091c\u094b \u0915\u093f \u0905\u0932\u0917-\u0905\u0932\u0917 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e\u0913\u0902 \u0915\u094b \u0907\u0938 \u0926\u093e\u092f\u0930\u0947 \u092e\u0947\u0902 \u092a\u094d\u0930\u0926\u093e\u0928 \u0915\u0940 \u0917\u0908 \u0939\u0948\u0902\u0964 \u0938\u0902\u092a\u093e\u0926\u093f\u0924 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u090f\u0915 \u0906\u0907\u0921\u0940 \u092a\u0930 \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0947\u0902\u0964
realm.edit.these1=\u0907\u0938 \u0926\u093e\u092f\u0930\u0947 \u0915\u0947 \u092d\u0940\u0924\u0930 \u092f\u0939 \u092d\u0942\u092e\u093f\u0915\u093e\u090f\u0901 \u092a\u0930\u093f\u092d\u093e\u0937\u093f\u0924 \u0939\u0948\u0902\u0964 \u0938\u0902\u092a\u093e\u0926\u093f\u0924 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u090f\u0915 \u0906\u0907\u0921\u0940 \u092a\u0930 \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0947\u0902\u0964
realm.edit.used=\u0915\u0947 \u0932\u093f\u090f \u092a\u094d\u0930\u092f\u0941\u0915\u094d\u0924
realm.edit.userid=\u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0906\u0907\u0921\u0940
realm.edit.users=\u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e
realm.edit.users.list.summary=\u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e\u0913\u0902 \u0915\u0940 \u0938\u0942\u091a\u0940\u0964 \u092a\u094d\u0930\u0925\u092e \u0915\u093e\u0932\u092e \u092e\u0947\u0902 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0906\u0907\u0921\u0940\u091c\u093c \u0939\u0948\u0902,\u0926\u0942\u0938\u0930\u0947 \u0915\u093e\u0932\u092e \u092e\u0947\u0902 \u0935\u0930\u094d\u0923\u0928 \u0939\u0948\u0902, \u0924\u0940\u0938\u0930\u0947 \u0915\u093e\u0932\u092e \u092e\u0947\u0902 \u0938\u094d\u0925\u093f\u0924\u093f \u0939\u0948\u0902 \u0914\u0930 \u091a\u094c\u0925\u0947 \u0915\u093e\u0932\u092e \u092e\u0947\u0902 \u092a\u094d\u0930\u0926\u093e\u0924\u093e \u0939\u0948\u0902\u0964
realm.grant=\u0905\u0928\u0941\u0926\u093e\u0928 \u0915\u0940 \u0915\u094d\u0937\u092e\u0924\u093e
realm.idinvalid=\u0926\u093e\u092f\u0930\u093e \u0906\u0907\u0921\u0940 \u0905\u092e\u093e\u0928\u094d\u092f \u0939\u0948
realm.iduse=\u0926\u093e\u092f\u0930\u093e \u0906\u0907\u0921\u0940  \u092a\u0939\u0932\u0947 \u0938\u0947 \u0939\u0940 \u0909\u092a\u092f\u094b\u0917 \u092e\u0947\u0902 \u0939\u0948
realm.list.alert=\u091a\u0947\u0924\u093e\u0935\u0928\u0940\:
realm.list.summary=\u0926\u093e\u092f\u0930\u094b \u0915\u0940 \u0938\u0942\u091a\u0940\u0964 \u092a\u094d\u0930\u0925\u092e \u0915\u093e\u0932\u092e \u092e\u0947\u0902 \u0926\u093e\u092f\u0930\u093e \u0906\u0907\u0921\u0940, \u0926\u0942\u0938\u0930\u0947\u0902 \u092e\u0947\u0902 \u092a\u094d\u0930\u0926\u093e\u0924\u093e \u0906\u0907\u0921\u0940, \u0924\u0940\u0938\u0930\u0947 \u0915\u093e\u0932\u092e \u092e\u0947\u0902 \u092d\u0942\u092e\u093f\u0915\u093e \u0915\u094b \u092c\u0928\u093e\u090f \u0930\u0916\u0928\u093e\u0964
realm.list.maintain=\u092d\u0942\u092e\u093f\u0915\u093e \u092c\u0928\u093e\u090f \u0930\u0916\u0947\u0902
realm.list.norealms=\u0915\u094b\u0908 \u092d\u0940 \u0926\u093e\u092f\u0930\u0947 \u0928\u093f\u0930\u094d\u0927\u093e\u0930\u093f\u0924 \u0928\u0939\u0940\u0902 \u0939\u0948\u0902 \u091c\u094b \u0909\u0938 \u0916\u094b\u091c \u092e\u093e\u092a\u0926\u0902\u0921 \u0938\u0947 \u092e\u0947\u0932 \u0916\u093e\u0924\u0947 \u0939\u094b\u0964
realm.list.provide=\u092a\u094d\u0930\u0926\u093e\u0924\u093e \u0906\u0908\u0921\u0940
realm.list.realmid=\u0926\u093e\u092f\u0930\u093e \u0906\u0908\u0921\u0940
realm.list.these=\u092f\u0939 \u0935\u094b \u0926\u093e\u092f\u0930\u0947 \u0939\u0948 \u091c\u094b \u0915\u093f \u092a\u094d\u0930\u0923\u093e\u0932\u0940 \u092e\u0947\u0902 \u092a\u0930\u093f\u092d\u093e\u0937\u093f\u0924 \u0939\u0948 \u0914\u0930 \u0935\u0939 \u0916\u094b\u091c \u092e\u093e\u092a\u0926\u0902\u0921 \u0938\u0947 \u092e\u0947\u0932 \u0916\u093e\u0924\u0947 \u0939\u0948\u0964 \u0938\u0902\u092a\u093e\u0926\u093f\u0924 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u090f\u0915 \u0906\u0907\u0921\u0940 \u092a\u0930 \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0947\u0902\u0964
realm.list.used=\u0915\u0947 \u0932\u093f\u090f \u092a\u094d\u0930\u092f\u0941\u0915\u094d\u0924
realm.list.youare=\u0906\u092a \u0926\u0947\u0916 \u0930\u0939\u0947 \u0939\u0948\u0902 
realm.list.of=\u0915\u0940
realm.list.results=\u092a\u0930\u093f\u0923\u093e\u092e\u0964
realm.new=\u0928\u092f\u093e \u0926\u093e\u092f\u0930\u093e
realm.notfound=\u0926\u093e\u092f\u0930\u093e {0} \u0928\u0939\u0940\u0902 \u092e\u093f\u0932\u093e
realm.notpermis=\u0906\u092a\u0915\u094b \u0907\u0938 \u0926\u093e\u092f\u0930\u0947 \u0915\u094b \u092c\u0928\u093e\u0928\u0947 \u0915\u0940 \u0905\u0928\u0941\u092e\u0924\u093f \u0928\u0939\u0940\u0902 \u0939\u0948
realm.notpermis1=\u0906\u092a\u0915\u094b \u0907\u0938 \u0926\u093e\u092f\u0930\u0947 \u0915\u094b \u0938\u0902\u092a\u093e\u0926\u093f\u0924 \u0915\u0930\u0928\u0947 \u0915\u0940 \u0905\u0928\u0941\u092e\u0924\u093f \u0928\u0939\u0940\u0902 \u0939\u0948
realm.notpermis2=\u0906\u092a\u0915\u094b  \u0926\u093e\u092f\u0930\u0947 {0} \u0915\u094b \u0939\u091f\u093e\u0928\u0947 \u0915\u0940 \u0905\u0928\u0941\u092e\u0924\u093f \u0928\u0939\u0940\u0902 \u0939\u0948
realm.notpermis3=\u0906\u092a\u0915\u094b \u0907\u0938 \u0926\u093e\u092f\u0930\u0947 \u0915\u094b \u0938\u0902\u092a\u093e\u0926\u093f\u0924 \u0915\u0930\u0928\u0947 \u0915\u0940 \u0905\u0928\u0941\u092e\u0924\u093f \u0928\u0939\u0940\u0902 \u0939\u0948
realm.please=\u0915\u0943\u092a\u092f\u093e \u090f\u0915 \u092d\u0942\u092e\u093f\u0915\u093e \u0906\u0908\u0921\u0940 \u0926\u0930\u094d\u091c \u0915\u0930\u0947\u0902\u0964
realm.realm=\u0926\u093e\u092f\u0930\u093e
realm.remove=\u0926\u093e\u092f\u0930\u093e \u0939\u091f\u093e\u090f\u0901
realm.removeall=\u0938\u092d\u0940 \u0939\u091f\u093e\u090f\u0901
realm.removerol=\u092d\u0942\u092e\u093f\u0915\u093e \u0939\u091f\u093e\u090f\u0901
realm.role=\u092d\u0942\u092e\u093f\u0915\u093e \u091c\u094b\u0921\u093c\u0947\u0902
realm.role.alert=\u091a\u0947\u0924\u093e\u0935\u0928\u0940\:
realm.role.cancel=\u0930\u0926\u094d\u0926 \u0915\u0930\u0947\u0902
realm.role.complete=\u0926\u093e\u092f\u0930\u093e \u0938\u0902\u092a\u093e\u0926\u0928 \u092a\u0942\u0930\u093e \u0915\u0930\u0947\u0902
realm.role.continue=\u0938\u0902\u092a\u093e\u0926\u0928 \u091c\u093e\u0930\u0940 \u0930\u0916\u0947\u0902
realm.role.description=\u0935\u0930\u094d\u0923\u0928\:
realm.role.done=\u0916\u0924\u094d\u092e
realm.role.edit=\u0938\u0902\u092a\u093e\u0926\u093f\u0924 \u0915\u0930\u0947\u0902\: \u0926\u093e\u092f\u0930\u0947
realm.role.functions=\u0915\u093e\u0930\u094d\u092f
realm.role.functions2=\u0915\u093e\u0930\u094d\u092f\:
realm.role.id=\u092d\u0942\u092e\u093f\u0915\u093e \u0906\u0908\u0921\u0940\:
realm.role.role=\u092d\u0942\u092e\u093f\u0915\u093e
realm.role.save=\u0938\u0939\u0947\u091c\u0947\u0902
realm.role.used=\u0915\u0947 \u0932\u093f\u090f \u092a\u094d\u0930\u092f\u0941\u0915\u094d\u0924
realm.role.set=\ \u0907\u0938 \u092d\u0942\u092e\u093f\u0915\u093e \u0915\u0947 \u0932\u093f\u090f \u092b\u093c\u0902\u0915\u094d\u0936\u0928 \u0938\u0947\u091f \u0915\u0930\u0947\u0902\u0964
realm.role.group=\u092f\u0939 \u092d\u0942\u092e\u093f\u0915\u093e \u0915\u0947\u0935\u0932 \u0938\u092e\u0942\u0939 \u092a\u094d\u0930\u0926\u093e\u0924\u093e \u0915\u0947 \u0932\u093f\u090f \u0938\u0940\u092e\u093f\u0924 \u0939\u094b\u0928\u0940 \u091a\u093e\u0939\u093f\u090f?
realm.save=\u0907\u0938 \u0930\u0942\u092a \u092e\u0947\u0902 \u0938\u0939\u0947\u091c\u0947\u0902
realm.saveas.alert=\u091a\u0947\u0924\u093e\u0935\u0928\u0940\:
realm.saveas.cancel=\u0930\u0926\u094d\u0926 \u0915\u0930\u0947\u0902
realm.saveas.copy=\u092d\u0942\u092e\u093f\u0915\u093e \u0915\u0940 \u092a\u094d\u0930\u0924\u093f\u0932\u093f\u092a\u093f \u092c\u0928\u093e\u090f\u0901
realm.saveas.enter=\u090f\u0915 \u0928\u0908 \u092d\u0942\u092e\u093f\u0915\u093e \u092c\u0928\u093e\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u090f\u0915 \u0928\u0908 \u092d\u0942\u092e\u093f\u0915\u093e \u0906\u0907\u0921\u0940 \u0921\u093e\u0932\u0947\u0902 \u0914\u0930 \u0935\u0939 \u091a\u0941\u0928\u0940 \u0939\u0941\u0908 \u092d\u0942\u092e\u093f\u0915\u093e \u0915\u0940 \u0928\u0915\u0932 \u0939\u094b\u0928\u0940 \u091a\u093e\u0939\u093f\u090f\u0964
realm.saveas.enter1=\u090f\u0915 \u0928\u092f\u093e \u0926\u093e\u092f\u0930\u093e \u092c\u0928\u093e\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u090f\u0915 \u0928\u0908 \u0926\u093e\u092f\u0930\u093e \u0906\u0907\u0921\u0940 \u0921\u093e\u0932\u0947\u0902,  \u0914\u0930 \u0935\u0939 \u091a\u0941\u0928\u0947 \u0939\u0941\u090f \u0926\u093e\u092f\u0930\u0947 \u0915\u0940 \u0928\u0915\u0932 \u0939\u094b\u0928\u0940 \u091a\u093e\u0939\u093f\u090f\u0964
realm.saveas.realm=\u0926\u093e\u092f\u0930\u0947
realm.saveas.realmid=\u0926\u093e\u092f\u0930\u0947 \u0906\u0908\u0921\u0940\:
realm.saveas.role=\u092d\u0942\u092e\u093f\u0915\u093e
realm.saveas.roleid=\u092d\u0942\u092e\u093f\u0915\u093e \u0906\u0908\u0921\u0940\:
realm.saveas.save=\u0938\u0939\u0947\u091c\u0947\u0902
realm.saveas.saveas=\u0915\u0947 \u0930\u0942\u092a \u092e\u0947\u0902 \u0938\u0939\u0947\u091c\u0947\u0902...
realm.someone=\u0915\u094b\u0908 \u0913\u0930 \u0935\u0930\u094d\u0924\u092e\u093e\u0928 \u092e\u0947\u0902 \u0907\u0938 \u0926\u093e\u092f\u0930\u0947 \u0915\u094b \u0938\u0902\u092a\u093e\u0926\u093f\u0924 \u0915\u0930 \u0930\u0939\u093e \u0939\u0948\:
realm.user=\u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0906\u0908\u0921\u0940 \u0928\u0939\u0940\u0902 \u092e\u093f\u0932\u0940\u0964
realm.user.alert=\u091a\u0947\u0924\u093e\u0935\u0928\u0940\:
realm.user.cancel=\u0930\u0926\u094d\u0926 \u0915\u0930\u0947\u0902
realm.user.complete=\u092a\u0942\u0930\u094d\u0923 \u0926\u093e\u092f\u0930\u0947 \u0938\u0902\u092a\u093e\u0926\u093f\u0924 \u0915\u0930\u0947\u0902
realm.user.continue=\u0938\u0902\u092a\u093e\u0926\u0928 \u091c\u093e\u0930\u0940 \u0930\u0916\u0947\u0902
realm.user.done=\u0916\u0924\u094d\u092e
realm.user.edit=\u0938\u0902\u092a\u093e\u0926\u093f\u0924 \u0915\u0930\u0947\u0902\: \u0926\u093e\u092f\u0930\u0947
realm.user.id=\u092a\u094d\u0930\u092f\u094b\u0915\u094d\u0924\u093e \u0906\u0908\u0921\u0940\:
realm.user.role=\u092d\u0942\u092e\u093f\u0915\u093e
realm.user.role2=\u092d\u0942\u092e\u093f\u0915\u093e\:
realm.user.save=\u0938\u0939\u0947\u091c\u0947\u0902
realm.user.set=\ \u0907\u0938 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0915\u0947 \u0932\u093f\u090f \u092d\u0942\u092e\u093f\u0915\u093e \u0938\u0947\u091f \u0915\u0930\u0947\u0902\u0964
realm.user.used=\u0915\u0947 \u0932\u093f\u090f \u092a\u094d\u0930\u092f\u0941\u0915\u094d\u0924
realm.user.user=\u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u092d\u0942\u092e\u093f\u0915\u093e
realm.user.notfound=\u0906\u0902\u0924\u0930\u093f\u0915 \u0924\u094d\u0930\u0941\u091f\u093f\: \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0928\u0939\u0940\u0902 \u092e\u093f\u0932\u093e\u0964
realm.noaccess=\u0906\u092a\u0915\u094b \u0907\u0938 \u0909\u092a\u0915\u0930\u0923 \u0915\u093e \u0909\u092a\u092f\u094b\u0917 \u0915\u0930\u0928\u0947 \u0915\u0940 \u0905\u0928\u0941\u092e\u0924\u093f \u0928\u0939\u0940\u0902 \u0939\u0948\u0964

realm.view.active=\u0938\u0915\u094d\u0930\u093f\u092f
realm.view.description=\u0935\u0930\u094d\u0923\u0928
realm.view.view=\u0926\u0947\u0916\u0947\u0902\: \u0926\u093e\u092f\u0930\u0947
realm.view.realm=\u0926\u093e\u092f\u0930\u0947
realm.view.review=\u0907\u0938 \u0926\u093e\u092f\u0930\u0947 \u091c\u093e\u0928\u0915\u093e\u0930\u0940 \u0915\u0940 \u0938\u092e\u0940\u0915\u094d\u0937\u093e \u0915\u0930\u0947\u0902\u0964
realm.view.from=\u092a\u094d\u0930\u0926\u093e\u0924\u093e \u0938\u0947
realm.view.id=\u0926\u093e\u092f\u0930\u0947 \u0906\u0908\u0921\u0940\:
realm.view.maintain=\u092d\u0942\u092e\u093f\u0915\u093e \u0915\u094b \u092c\u0928\u093e\u090f \u0930\u0916\u0947\:
realm.view.used=\u0915\u0947 \u0932\u093f\u090f \u092a\u094d\u0930\u092f\u0941\u0915\u094d\u0924
realm.view.these=\u092f\u0939 \u0935\u094b \u092d\u0942\u092e\u093f\u0915\u093e\u090f\u0901\u0901 \u0939\u0948\u0902 \u091c\u094b \u0915\u093f \u0905\u0932\u0917-\u0905\u0932\u0917 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e\u0913\u0902 \u0915\u094b \u0907\u0938 \u0926\u093e\u092f\u0930\u0947 \u092e\u0947\u0902 \u092a\u094d\u0930\u0926\u093e\u0928 \u0915\u0940 \u0917\u0908 \u0939\u0948\u0902\u0964 \u0926\u0947\u0916\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u090f\u0915 \u0906\u0907\u0921\u0940 \u092a\u0930 \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0947\u0902\u0964.
realm.view.these1=\u0907\u0938 \u0926\u093e\u092f\u0930\u0947 \u0915\u0947 \u092d\u0940\u0924\u0930 \u092f\u0939 \u092d\u0942\u092e\u093f\u0915\u093e\u090f\u0901 \u092a\u0930\u093f\u092d\u093e\u0937\u093f\u0924 \u0939\u0948\u0902\u0964 \u0926\u0947\u0916\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u090f\u0915 \u0906\u0907\u0921\u0940 \u092a\u0930 \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0947\u0902\u0964
realm.view.userid=\u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0906\u0907\u0921\u0940
realm.view.users=\u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e
realm.view.users.list.summary=\u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e\u0913\u0902 \u0915\u0940 \u0938\u0942\u091a\u0940\u0964 \u092a\u094d\u0930\u0925\u092e \u0915\u093e\u0932\u092e \u092e\u0947\u0902 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0906\u0907\u0921\u0940\u091c\u093c \u0939\u0948\u0902,\u0926\u0942\u0938\u0930\u0947 \u0915\u093e\u0932\u092e \u092e\u0947\u0902 \u0935\u0930\u094d\u0923\u0928 \u0939\u0948\u0902, \u0924\u0940\u0938\u0930\u0947 \u0915\u093e\u0932\u092e \u092e\u0947\u0902 \u0938\u094d\u0925\u093f\u0924\u093f \u0939\u0948\u0902 \u0914\u0930 \u091a\u094c\u0925\u0947 \u0915\u093e\u0932\u092e \u092e\u0947\u0902 \u092a\u094d\u0930\u0926\u093e\u0924\u093e \u0939\u0948\u0902\u0964.
realm.view.status=\u0938\u094d\u0925\u093f\u0924\u093f
realm.view.roleid=\u092d\u0942\u092e\u093f\u0915\u093e \u0906\u0907\u0921\u0940
realm.view.roles=\u092d\u0942\u092e\u093f\u0915\u093e\u090f\u0901
realm.view.roles.list.summary=\u092d\u0942\u092e\u093f\u0915\u093e\u0913\u0902 \u0915\u0940 \u0938\u0942\u091a\u0940\u0964 \u092a\u094d\u0930\u0925\u092e \u0915\u093e\u0932\u092e \u092e\u0947\u0902 \u092d\u0942\u092e\u093f\u0915\u093e\u0913\u0902 \u0915\u0940 \u0906\u0908\u0921\u0940\u091c\u093c, \u0926\u0942\u0938\u0930\u0947 \u0915\u093e\u0932\u092e \u092e\u0947\u0902 \u0935\u0930\u094d\u0923\u0928\u0964
realm.view.noroles=\u0915\u093f\u0938\u0940 \u092d\u0940 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e\u0913\u0902 \u0915\u094b \u0915\u094b\u0908 \u092d\u0942\u092e\u093f\u0915\u093e \u092a\u094d\u0930\u0926\u093e\u0928 \u0928\u0939\u0940\u0902 \u0915\u0940 \u0917\u0908 \u0939\u0948\u0964
realm.view.noroles1=\u0915\u094b\u0908 \u092d\u0940 \u092d\u0942\u092e\u093f\u0915\u093e \u092a\u0930\u093f\u092d\u093e\u0937\u093f\u0924 \u0928\u0939\u0940 \u0939\u0948\u0964
realm.view.provided=\u0909\u092a\u0932\u092c\u094d\u0927
realm.view.provider=\u092a\u094d\u0930\u0926\u093e\u0924\u093e \u0906\u0908\u0921\u0940\:
realm.role.view=\u0907\u0938 \u092d\u0942\u092e\u093f\u0915\u093e \u0915\u0947 \u0932\u093f\u090f \u0915\u093e\u0930\u094d\u092f \u0926\u0947\u0916\u0947\u0902\u0964
realm.role.group.view=\u0915\u094d\u092f\u093e \u092f\u0939 \u092d\u0942\u092e\u093f\u0915\u093e \u0915\u0947\u0935\u0932 \u0938\u092e\u0942\u0939 \u092a\u094d\u0930\u0926\u093e\u0924\u093e  \u0915\u0947 \u0932\u093f\u090f \u0938\u0940\u092e\u093f\u0924 \u0939\u0948?
realm.view.back=\u0930\u0926\u094d\u0926 \u0915\u0930\u0947\u0902


realm.noProviderIdFound=\u092a\u094d\u0930\u0926\u093e\u0924\u093e \u0906\u0907\u0921\u0940 \: {0}  \u0915\u0947 \u0932\u093f\u0947\u090f \u0915\u094b\u0908 \u092a\u093e\u0920\u094d\u092f\u0915\u094d\u0930\u092e \u0905\u0928\u0941\u092d\u093e\u0917 \u0928\u0939\u0940\u0902 \u092e\u093f\u0932\u093e\u0964

reasav.alert=\u091a\u0947\u0924\u093e\u0935\u0928\u0940\:
reasav.can=\u0930\u0926\u094d\u0926 \u0915\u0930\u0947\u0902
reasav.entanew2=\u090f\u0915 \u0928\u092f\u093e \u0926\u093e\u092f\u0930\u093e \u0906\u0908\u0921\u0940 \u0926\u0930\u094d\u091c \u0915\u0930\u0947\u0902\u0964
reasav.entnew=\u090f\u0915 \u0928\u0908 \u0926\u093e\u092f\u0930\u093e \u0906\u0907\u0921\u0940 \u0921\u093e\u0932\u0947\u0902, \u0928\u092f\u093e \u0926\u093e\u092f\u0930\u093e \u092c\u0928\u093e\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0914\u0930 \u0935\u0939 \u091a\u0941\u0928\u0947 \u0939\u0941\u090f \u0926\u093e\u092f\u0930\u0947 \u0915\u0940 \u0928\u0915\u0932 \u0939\u094b\u0928\u0940 \u091a\u093e\u0939\u093f\u090f\u0964
reasav.reaid=\u0926\u093e\u092f\u0930\u093e \u0906\u0908\u0921\u0940\:
reasav.realm=\u0926\u093e\u092f\u0930\u093e
reasav.sav=\u0938\u0941\u0930\u0915\u094d\u0937\u093f\u0924 \u0915\u0930\u0947\u0902
reasav.savas=\u0907\u0938 \u0930\u0942\u092a \u092e\u0947\u0902 \u0938\u0941\u0930\u0915\u094d\u0937\u093f\u0924 \u0915\u0930\u0947\u0902 ...

reasavrol.alert=\u091a\u0947\u0924\u093e\u0935\u0928\u0940\:
reasavrol.can=\u0930\u0926\u094d\u0926 \u0915\u0930\u0947\u0902
reasavrol.coprol=\u092d\u0942\u092e\u093f\u0915\u093e \u0915\u093e\u0945\u092a\u0940 \u0915\u0930\u0947\u0902
reasavrol.entanew=\u090f\u0915 \u0928\u0908 \u092d\u0942\u092e\u093f\u0915\u093e \u0906\u0907\u0921\u0940 \u0921\u093e\u0932\u0947\u0902, \u0928\u0908 \u092d\u0942\u092e\u093f\u0915\u093e \u092c\u0928\u093e\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0914\u0930 \u0935\u0939 \u091a\u0941\u0928\u0940 \u0939\u0941\u0908 \u092d\u0942\u092e\u093f\u0915\u093e \u0915\u0940 \u0928\u0915\u0932 \u0939\u094b\u0928\u0940 \u091a\u093e\u0939\u093f\u090f\u0964
reasavrol.entanew2=\u090f\u0915 \u0928\u0908 \u092d\u0942\u092e\u093f\u0915\u093e \u0906\u0907\u0921\u0940 \u0921\u093e\u0932\u0947\u0902\u0964
reasavrol.rolid=\u092d\u0942\u092e\u093f\u0915\u093e \u0906\u0907\u0921\u0940\:
reasavrol.sav=\u0938\u0941\u0930\u0915\u094d\u0937\u093f\u0924 \u0915\u0930\u0947\u0902


#### permissions

desc-annc.new=\u0918\u094b\u0937\u0923\u093e\u090f\u0901 \u092c\u0928\u093e\u090f\u0901
desc-annc.read=\u0918\u094b\u0937\u0923\u093e\u090f\u0901 \u092a\u0922\u093c\u0947\u0902
desc-annc.revise.any=\u0938\u092d\u0940 \u0918\u094b\u0937\u0923\u093e\u0913\u0902 \u0915\u094b \u0938\u0902\u092a\u093e\u0926\u093f\u0924 \u0915\u0930\u0947\u0902
desc-annc.revise.own=\u0905\u092a\u0928\u0940 \u0918\u094b\u0937\u0923\u093e\u0913\u0902 \u0915\u094b \u0938\u0902\u092a\u093e\u0926\u093f\u0924 \u0915\u0930\u0947\u0902
desc-annc.delete.any=\u0938\u092d\u0940 \u0918\u094b\u0937\u0923\u093e\u0913\u0902 \u0915\u094b \u0939\u091f\u093e\u090f\u0901\u0964
desc-annc.delete.own=\u0905\u092a\u0928\u0940 \u0918\u094b\u0937\u0923\u093e\u0913\u0902 \u0915\u094b \u0939\u091f\u093e\u090f\u0901\u0964
desc-annc.read.drafts=\u0938\u092d\u0940 \u0921\u094d\u0930\u093e\u092b\u094d\u091f \u0918\u094b\u0937\u0923\u093e\u090f\u0901 \u092a\u0922\u093c\u0947\u0902
desc-annc.all.groups=\u0938\u092d\u0940 \u0938\u092e\u0942\u0939 \u0918\u094b\u0937\u0923\u093e\u0913\u0902 \u092a\u0930 \u092a\u0939\u0941\u0901\u091a\u0947

alert_sitegroupnotdefined=\ \u0938\u0902\u0926\u0930\u094d\u092d ''{0}'' \u0915\u0947 \u0938\u093e\u0925 \u0915\u094b\u0908 \u0938\u093e\u0907\u091f/\u0938\u092e\u0942\u0939 \u0928\u0939\u0940\u0902 \u092e\u093f\u0932 \u0930\u0939\u093e \u0964
alert_permission=\u0906\u092a\u0915\u094b \u0905\u0928\u0941\u092e\u0924\u093f \u0928\u0939\u0940\u0902 \u0939\u0948 \u0915\u0940 \u0906\u092a ''{0}'' \u0915\u0940 \u0905\u0928\u0941\u092e\u0924\u093f \u0938\u0947\u091f\u093f\u0902\u0917\u094d\u0938 \u092c\u0926\u0932 \u0938\u0915\u0947\u0902\u0964


