#X-Generator: crowdin.net
err_questions=\u092f\u0926\u093f \u0906\u092a\u0915\u0947 \u092a\u093e\u0938 \u0907\u0938 \u0938\u0941\u0935\u093f\u0927\u093e \u0915\u0947 \u092c\u093e\u0930\u0947 \u092e\u0947\u0902 \u0914\u0930 \u092a\u094d\u0930\u0936\u094d\u0928 \u0939\u0948, \u0915\u0943\u092a\u092f\u093e \u0908\u092e\u0947\u0932 {0} 

err_email_off=\u0906\u092a\u0915\u093e  \u0938\u0902\u0926\u0947\u0936 \u0921\u093f\u0932\u0940\u0935\u0930  \u0928\u0939\u0940\u0902 \u0915\u093f\u092f\u093e \u091c\u093e \u0938\u0915\u0924\u093e \u0915\u094d\u092f\u094b\u0902\u0915\u093f \u0906\u092a \u091c\u093f\u0938 \u0938\u093e\u0907\u091f \u092a\u0930 \u0908\u092e\u0947\u0932 \u0915\u0930 \u0930\u0939\u0947 \u0939\u0948\u0902 \u0909\u0938\u0915\u0940 \u0908\u092e\u0947\u0932 \u0938\u0941\u0935\u093f\u0927\u093e \u091a\u093e\u0932\u0942 \u0928\u0939\u0940\u0902 \u0939\u0948\u0964 \u0915\u0943\u092a\u092f\u093e  \u0938\u093e\u0907\u091f \u0938\u094d\u0935\u093e\u092e\u0940 \u0938\u0947 \u0938\u0902\u092a\u0930\u094d\u0915 \u0915\u0930\u0947\u0902  \u0907\u0938 \u0938\u0941\u0935\u093f\u0927\u093e \u0915\u094b \u0938\u0915\u094d\u0937\u092e \u0915\u0930\u0928\u0947 \u0915\u0947 \u092c\u093e\u0930\u0947 \u092e\u0947\u0902 \u092a\u0942\u091b\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0964

err_addr_unknown=\u0906\u092a\u0915\u093e \u0938\u0902\u0926\u0947\u0936 \u0921\u093f\u0932\u0940\u0935\u0930 \u0928\u0939\u0940\u0902 \u0915\u0930 \u0938\u0915\u0924\u0947 \u0915\u094d\u092f\u094b\u0902\u0915\u093f \u092a\u0924\u093e \u0905\u091c\u094d\u091e\u093e\u0924 \u0939\u0948  \u0964

err_not_member=\u0906\u092a\u0915\u093e \u0938\u0902\u0926\u0947\u0936 \u0921\u093f\u0932\u0940\u0935\u0930 \u0928\u0939\u0940\u0902 \u0915\u093f\u092f\u093e \u091c\u093e \u0938\u0915\u0924\u093e \u0915\u094d\u092f\u094b\u0902\u0915\u093f \u0906\u092a \u0938\u093e\u0907\u091f \u0915\u0947 \u0938\u0926\u0938\u094d\u092f \u0928\u0939\u0940\u0902 \u0939\u0948\u0902, \u092f\u093e \u0906\u092a \u090f\u0915 \u0938\u0926\u0938\u094d\u092f \u0939\u0948\u0902, \u0932\u0947\u0915\u093f\u0928 \u0938\u093e\u0907\u091f \u092a\u0930 \u0908\u092e\u0947\u0932 \u092d\u0947\u091c\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0905\u0928\u0941\u092e\u0924\u093f \u0928\u0939\u0940\u0902 \u0939\u0948, \u092f\u093e \u0915\u094d\u092f\u094b\u0902\u0915\u093f \u0906\u092a \u090f\u0915 \u0905\u0932\u0917 \u0908\u092e\u0947\u0932 \u092a\u0924\u0947 \u0915\u0947 \u0938\u093e\u0925 \u092a\u0902\u091c\u0940\u0915\u0943\u0924  \u0939\u0948\u0902\u0964 \u092f\u0926\u093f \u0906\u092a \u0938\u0939\u0940 \u0908\u092e\u0947\u0932 \u092a\u0924\u0947 \u0938\u0947 \u0908\u092e\u0947\u0932 \u092d\u0947\u091c \u0930\u0939\u0947 \u0939\u0948\u0902, \u0914\u0930 \u0906\u092a\u0915\u094b \u0932\u0917\u0924\u093e \u0939\u0948 \u0915\u093f \u0906\u092a\u0915\u0947 \u0908\u092e\u0947\u0932 \u0915\u094b \u0938\u093e\u0907\u091f \u092a\u0930 \u0938\u094d\u0935\u0940\u0915\u093e\u0930 \u0915\u093f\u092f\u093e \u091c\u093e\u0928\u093e \u091a\u093e\u0939\u093f\u090f \u0915\u0943\u092a\u092f\u093e \u0938\u093e\u0907\u091f \u0938\u094d\u0935\u093e\u092e\u0940 \u0938\u0947 \u0938\u0902\u092a\u0930\u094d\u0915 \u0915\u0930\u0947\u0902 \u0914\u0930 \u0909\u0928\u094d\u0939\u0947\u0902 \u0908\u092e\u0947\u0932 \u0938\u0902\u0917\u094d\u0930\u0939 \u0909\u092a\u0915\u0930\u0923 \u0915\u0947 \u0932\u093f\u090f \u0905\u0928\u0941\u092e\u0924\u093f \u0938\u0947\u091f\u093f\u0902\u0917\u094d\u0938 \u0915\u0940 \u091c\u093e\u0901\u091a \u0909\u0938 \u0909\u092a\u0915\u0930\u0923 \u0915\u0947 \u0932\u093f\u090f '\u0905\u0928\u0941\u092e\u0924\u093f' \u0915\u0947 \u0924\u0939\u0924 \u0915\u0930\u0928\u0947 \u0926\u0947\u0902\u0964

err_no_subject=\u0915\u094b\u0908 \u0935\u093f\u0937\u092f \u0928\u0939\u0940\u0902

