#Vietnamese Sakai is a contribution from HOSEI IT Center and www.huric.org; we also collaborate with Ho Chi Minh University of Technology for this project. 
# For future contact, Please email to Billy Quoc Pham [bpham@huric.org], Nguyen Hua Phung [phung@cse.hcmut.edu.vn] 
#To test out Vietnamse Sakai, you may go to http://vietsakai.huric.net 
#
#Tue Sep 07 15:05:28 PDT 2010
err_not_member=Th\u00F4ng \u0111i\u1EC7p c\u1EE7a b\u1EA1n kh\u00F4ng th\u1EC3 \u0111\u01B0\u1EE3c giao b\u1EDFi v\u00EC b\u1EA1n kh\u00F4ng ph\u1EA3i l\u00E0 th\u00E0nh vi\u00EAn c\u1EE7a trang web, ho\u1EB7c b\u1EA1n l\u00E0 m\u1ED9t th\u00E0nh vi\u00EAn nh\u01B0ng kh\u00F4ng c\u00F3 s\u1EF1 cho ph\u00E9p \u0111\u1EC3 g\u1EEDi email \u0111\u1EBFn trang web, ho\u1EB7c b\u1EDFi v\u00EC b\u1EA1n \u0111\u01B0\u1EE3c \u0111\u0103ng k\u00FD v\u1EDBi m\u1ED9t \u0111\u1ECBa ch\u1EC9 email kh\u00E1c nhau. N\u1EBFu b\u1EA1n \u0111ang g\u1EEDi email t\u1EEB \u0111\u1ECBa ch\u1EC9 email \u0111\u00FAng, v\u00E0 b\u1EA1n tin r\u1EB1ng email c\u1EE7a b\u1EA1n n\u00EAn \u0111\u01B0\u1EE3c ch\u1EA5p nh\u1EADn t\u1EA1i trang web xin vui l\u00F2ng li\u00EAn h\u1EC7 v\u1EDBi ch\u1EE7 s\u1EDF h\u1EEFu trang web v\u00E0 h\u1ECD \u0111\u00E3 ki\u1EC3m tra c\u00E1c thi\u1EBFt l\u1EADp cho ph\u00E9p cho c\u00E1c c\u00F4ng c\u1EE5 l\u01B0u tr\u1EEF email d\u01B0\u1EDBi 'Quy\u1EC1n' cho c\u00E1c c\u00F4ng c\u1EE5 \u0111\u00F3. 
err_questions=N\u1EBFu b\u1EA1n c\u00F3 th\u1EAFc m\u1EAFc g\u00EC v\u1EC1 t\u00EDnh n\u0103ng n\u00E0y, h\u00E3y g\u1EEDi email cho {0} 
err_email_off=Th\u00F4ng \u0111i\u1EC7p c\u1EE7a b\u1EA1n kh\u00F4ng th\u1EC3 \u0111\u01B0\u1EE3c giao b\u1EDFi v\u00EC c\u00E1c trang web b\u1EA1n \u0111ang g\u1EEDi email kh\u00F4ng c\u00F3 t\u00EDnh n\u0103ng email \u0111\u01B0\u1EE3c b\u1EADt. Xin vui l\u00F2ng li\u00EAn h\u1EC7 v\u1EDBi ch\u1EE7 s\u1EDF h\u1EEFu trang web \u0111\u1EC3 h\u1ECFi v\u1EC1 vi\u1EC7c k\u00EDch ho\u1EA1t t\u00EDnh n\u0103ng n\u00E0y tr\u00EAn trang web. 
err_addr_unknown=Th\u00F4ng \u0111i\u1EC7p c\u1EE7a b\u1EA1n kh\u00F4ng th\u1EC3 \u0111\u01B0\u1EE3c giao b\u1EDFi v\u00EC \u0111\u1ECBa ch\u1EC9 kh\u00F4ng r\u00F5. 
err_no_subject=Kh\u00F4ng c\u00F3 ch\u1EE7 \u0111\u1EC1 
