gen.options=\u041e\u043f\u0446\u0438\u0438
gen.cancel=\u041e\u0442\u043c\u044f\u043d\u0430 \u043d\u0430
gen.save=\u0417\u0430\u043f\u0430\u0437\u0435\u0442\u0435
gen.done=\u0413\u043e\u0442\u043e\u0432\u043e
gen.edit=\u0420\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430
gen.test=\u0422\u0435\u0441\u0442
gen.delete=\u0418\u0437\u0442\u0440\u0438\u0432\u0430\u043d\u0435 \u043d\u0430
gen.transfer=\u0422\u0440\u0430\u043d\u0441\u0444\u0435\u0440
gen.privacy=\u041f\u043e\u0432\u0435\u0440\u0438\u0442\u0435\u043b\u043d\u043e\u0441\u0442
gen.insert=\u0418\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u043d\u043e\u0432 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442
gen.alert=\u041f\u0440\u0435\u0434\u0443\u043f\u0440\u0435\u0436\u0434\u0435\u043d\u0438\u0435\:
gen.note=\u0417\u0430\u0431\u0435\u043b\u0435\u0436\u043a\u0430\:
gen.success=\u0423\u0441\u043f\u0435\u0445
gen.failure=\u041d\u0435\u0443\u0441\u043f\u0435\u0445
gen.tools=\u041f\u0440\u0435\u0433\u043b\u0435\u0434 \u043d\u0430 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0438
gen.add=\u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430
gen.remove=\u041f\u0440\u0435\u043c\u0430\u0445\u0432\u0430\u043d\u0435 \u043d\u0430
gen.register=\u0420\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044f
gen.reregister=\u041f\u043e\u0432\u0442\u043e\u0440\u043d\u0430 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044f \u043d\u0430
gen.activate=\u0410\u043a\u0442\u0438\u0432\u0438\u0440\u0430\u043d\u0435 \u043d\u0430
gen.reactivate=\u041f\u043e\u0432\u0442\u043e\u0440\u043d\u043e \u0430\u043a\u0442\u0438\u0432\u0438\u0440\u0430\u043d\u0435 \u043d\u0430
gen.toggle.priv=\u041f\u0440\u0435\u0432\u043a\u043b\u044e\u0447\u0432\u0430\u043d\u0435 \u043d\u0430 \u0447\u0430\u0441\u0442\u043d\u0438\u044f \u043a\u043b\u044e\u0447
gen.clipboard=\u041a\u043e\u043f\u0438\u0435
gen.spinner.alt=\u041e\u0431\u0440\u0430\u0431\u043e\u0442\u043a\u0430...

tool.title=\u0412\u044a\u043d\u0448\u043d\u0438 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0438 (LTI)
tool.in.site=\u0412\u0440\u044a\u0437\u043a\u0438 \u0437\u0430 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0438
tool.in.system=\u0418\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u043d\u0438 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0438
add.auto=\u0414\u0438\u043d\u0430\u043c\u0438\u0447\u043d\u0430 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044f \u043d\u0430 LTI
tool.description.sites=\u041f\u043e-\u0434\u043e\u043b\u0443 \u0441\u0430 \u043f\u043e\u0441\u043e\u0447\u0435\u043d\u0438 \u0432\u044a\u043d\u0448\u043d\u0438\u0442\u0435 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0438, \u043a\u043e\u0438\u0442\u043e \u0438\u043c\u0430\u0442 \u0432\u0440\u044a\u0437\u043a\u0438 \u0432 \u0440\u0430\u043c\u043a\u0438\u0442\u0435 \u043d\u0430 \u0441\u0430\u0439\u0442\u0430. \u0415\u0434\u0438\u043d \u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u043d \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0438\u043c\u0430 \u043f\u043e\u0432\u0435\u0447\u0435 \u0432\u0440\u044a\u0437\u043a\u0438.  \u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 "\u0420\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u043d\u0435", \u0437\u0430 \u0434\u0430 \u043f\u0440\u0435\u0440\u0430\u0431\u043e\u0442\u0438\u0442\u0435 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438\u0442\u0435 \u0437\u0430 \u043e\u043f\u0440\u0435\u0434\u0435\u043b\u0435\u043d\u0430 \u0432\u0440\u044a\u0437\u043a\u0430. \u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 "\u0421\u044a\u0437\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u0432\u0440\u044a\u0437\u043a\u0430 \u043a\u044a\u043c \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442", \u0437\u0430 \u0434\u0430 \u0434\u043e\u0431\u0430\u0432\u0438\u0442\u0435 \u043d\u043e\u0432\u0430 \u0432\u0440\u044a\u0437\u043a\u0430.
tool.description.sites.helper=\u041f\u043e-\u0434\u043e\u043b\u0443 \u0441\u0430 \u043f\u043e\u0441\u043e\u0447\u0435\u043d\u0438 \u0432\u044a\u043d\u0448\u043d\u0438\u0442\u0435 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0438, \u043a\u043e\u0438\u0442\u043e \u0438\u043c\u0430\u0442 \u0432\u0440\u044a\u0437\u043a\u0438 \u0432 \u0440\u0430\u043c\u043a\u0438\u0442\u0435 \u043d\u0430 \u0441\u0430\u0439\u0442\u0430. \u0415\u0434\u0438\u043d \u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u043d \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0438\u043c\u0430 \u043f\u043e\u0432\u0435\u0447\u0435 \u0432\u0440\u044a\u0437\u043a\u0438.  \u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 "\u0420\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u043d\u0435", \u0437\u0430 \u0434\u0430  \u043f\u0440\u0435\u0440\u0430\u0431\u043e\u0442\u0438\u0442\u0435 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438\u0442\u0435 \u0437\u0430 \u043e\u043f\u0440\u0435\u0434\u0435\u043b\u0435\u043d\u0430 \u0432\u0440\u044a\u0437\u043a\u0430.  \u0412\u044a\u0437\u043c\u043e\u0436\u043d\u043e \u0435 \u0432 \u0442\u043e\u0437\u0438 \u0441\u0430\u0439\u0442 \u0434\u0430 \u0438\u043c\u0430 \u043a\u043e\u0434\u0438\u0440\u0430\u043d\u0438 \u043f\u0440\u0435\u043f\u0440\u0430\u0442\u043a\u0438 \u043a\u044a\u043c \u0442\u0435\u0437\u0438 \u0432\u0440\u044a\u0437\u043a\u0438.  \u0410\u043a\u043e \u0438\u0437\u0442\u0440\u0438\u0435\u0442\u0435 \u0432\u0440\u044a\u0437\u043a\u0430 \u043e\u0442 \u0442\u043e\u0437\u0438 \u0435\u043a\u0440\u0430\u043d, \u0442\u0435\u0437\u0438 \u043f\u0440\u0435\u043f\u0440\u0430\u0442\u043a\u0438 \u043d\u044f\u043c\u0430 \u0434\u0430 \u0431\u044a\u0434\u0430\u0442 \u0432\u0430\u043b\u0438\u0434\u043d\u0438, \u0442\u0430\u043a\u0430 \u0447\u0435 \u0431\u044a\u0434\u0435\u0442\u0435 \u0432\u043d\u0438\u043c\u0430\u0442\u0435\u043b\u043d\u0438, \u043a\u043e\u0433\u0430\u0442\u043e \u0438\u0437\u0442\u0440\u0438\u0432\u0430\u0442\u0435 \u0432\u0440\u044a\u0437\u043a\u0438 \u043e\u0442 \u0442\u043e\u0437\u0438 \u0435\u043a\u0440\u0430\u043d.
tool.description.system=\u041f\u043e-\u0434\u043e\u043b\u0443 \u0441\u0430 \u043f\u043e\u0441\u043e\u0447\u0435\u043d\u0438 \u0432\u044a\u043d\u0448\u043d\u0438\u0442\u0435 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0438, \u043a\u043e\u0438\u0442\u043e \u0441\u0430 \u0434\u043e\u0431\u0430\u0432\u0435\u043d\u0438 \u043a\u044a\u043c \u0441\u0438\u0441\u0442\u0435\u043c\u0430\u0442\u0430. \u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0432\u0440\u044a\u0437\u043a\u0430\u0442\u0430 "\u0420\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u043d\u0435", \u0437\u0430 \u0434\u0430 \u043f\u0440\u0435\u0440\u0430\u0431\u043e\u0442\u0438\u0442\u0435 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438\u0442\u0435 \u0437\u0430 \u0441\u0442\u0430\u0440\u0442\u0438\u0440\u0430\u043d\u0435. \u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0432\u0440\u044a\u0437\u043a\u0430\u0442\u0430 "\u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u0432\u044a\u043d\u0448\u0435\u043d \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442 \u043a\u044a\u043c \u0441\u0438\u0441\u0442\u0435\u043c\u0430\u0442\u0430", \u0437\u0430 \u0434\u0430 \u043d\u0430\u043f\u0440\u0430\u0432\u0438\u0442\u0435 \u0434\u043e\u0441\u0442\u044a\u043f\u043d\u0438 \u0434\u043e\u043f\u044a\u043b\u043d\u0438\u0442\u0435\u043b\u043d\u0438 \u0432\u044a\u043d\u0448\u043d\u0438 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0438.
tool.post.insert=\u0421\u0442\u043e\u0439\u043d\u043e\u0441\u0442\u0438 \u043d\u0430 LTI 1.3 (\u043f\u0440\u0435\u0434\u043e\u0441\u0442\u0430\u0432\u044f \u0441\u0435 \u043d\u0430 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0430)
tool.view=\u041f\u0440\u0435\u0433\u043b\u0435\u0434 \u043d\u0430 \u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u043d\u0438\u044f \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442
tool.put=\u0412\u044a\u043d\u0448\u0435\u043d \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442
tool.delete=\u0418\u0437\u0442\u0440\u0438\u0432\u0430\u043d\u0435 \u043d\u0430 \u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u043d \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442
tool.delete.sure=\u0422\u043e\u0437\u0438 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442 \u0449\u0435 \u0431\u044a\u0434\u0435 \u043f\u0440\u0435\u043c\u0430\u0445\u043d\u0430\u0442 \u043e\u0442 \u0432\u0441\u0438\u0447\u043a\u0438 \u0441\u0430\u0439\u0442\u043e\u0432\u0435 \u0441\u043b\u0435\u0434 \u0438\u0437\u0442\u0440\u0438\u0432\u0430\u043d\u0435\u0442\u043e \u043c\u0443. \u0418\u0441\u043a\u0430\u0442\u0435 \u043b\u0438 \u0434\u0430 \u043f\u0440\u043e\u0434\u044a\u043b\u0436\u0438\u0442\u0435?
tool.transfer=\u041f\u0440\u0435\u0445\u0432\u044a\u0440\u043b\u044f\u043d\u0435 \u043d\u0430 \u0432\u0440\u044a\u0437\u043a\u0438 \u043e\u0442 \u0442\u043e\u0437\u0438 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442 \u043a\u044a\u043c \u0434\u0440\u0443\u0433 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442
tool.transfer.sure=\u041d\u0435 \u0435 \u043b\u0435\u0441\u043d\u043e \u0434\u0430 \u0432\u044a\u0440\u043d\u0435\u0442\u0435 \u0442\u0430\u0437\u0438 \u043e\u043f\u0435\u0440\u0430\u0446\u0438\u044f.  \u0417\u0430\u0442\u043e\u0432\u0430 \u0431\u044a\u0434\u0435\u0442\u0435 \u0432\u043d\u0438\u043c\u0430\u0442\u0435\u043b\u043d\u0438.
tool.transfer.select=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u043d\u043e\u0432\u0438\u044f \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442
tool.transfer.success=\u041f\u0440\u0435\u0445\u0432\u044a\u0440\u043b\u0435\u043d\u0438 {0} \u0432\u0440\u044a\u0437\u043a\u0438
error.transfer.fail=\u041f\u0440\u0435\u0445\u0432\u044a\u0440\u043b\u044f\u043d\u0435\u0442\u043e \u0435 \u043d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u043e
error.transfer.missing=\u041c\u043e\u043b\u044f, \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442
error.maintain.transfer=\u0422\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0441\u0442\u0435 \u0443\u043f\u0440\u0430\u0432\u0438\u0442\u0435\u043b \u043d\u0430 \u0441\u0430\u0439\u0442\u0430, \u0437\u0430 \u0434\u0430 \u0433\u043e \u043f\u0440\u0435\u0445\u0432\u044a\u0440\u043b\u0438\u0442\u0435
tool.table=\u0418\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u043d\u0438 \u0432\u044a\u043d\u0448\u043d\u0438 (LTI) \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0438"
tool.none=\u041d\u044f\u043c\u0430 \u043d\u0430\u043b\u0438\u0447\u043d\u0438 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0438 \u0437\u0430 \u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u043d\u0435
tool.note=<p>\u0410\u043a\u043e \u0440\u0430\u0437\u043f\u043e\u043b\u0430\u0433\u0430\u0442\u0435 \u0441 \u043a\u043b\u044e\u0447 \u0438 \u0442\u0430\u0439\u043d\u0430, \u043f\u044a\u0440\u0432\u043e \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u0442\u0435 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0430, \u043a\u0430\u0442\u043e \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0442\u0435 \u0442\u043e\u0437\u0438 \u0435\u043a\u0440\u0430\u043d, \u0430 \u0441\u043b\u0435\u0434 \u0442\u043e\u0432\u0430, \u0437\u0430 \u0434\u0430 \u0441\u0442\u0430\u0440\u0442\u0438\u0440\u0430\u0442\u0435 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0430, \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0441\u044a\u0437\u0434\u0430\u0434\u0435\u0442\u0435 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u044f \u0437\u0430 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0430. \u041c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u0442\u0435\u0441\u0442\u0432\u0430\u0442\u0435 \u0441\u0442\u0430\u0440\u0442\u0438\u0440\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0430 \u0438 \u0434\u0430 \u043f\u043e\u043b\u0443\u0447\u0438\u0442\u0435 URL \u0430\u0434\u0440\u0435\u0441 \u0437\u0430 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0430 \u043e\u0442 \u0435\u043a\u0440\u0430\u043d\u0430 \u0437\u0430 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u044f \u043d\u0430 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0430.</p>
tool.launch=URL \u0430\u0434\u0440\u0435\u0441 \u0437\u0430 \u0441\u0442\u0430\u0440\u0442\u0438\u0440\u0430\u043d\u0435\:
tool.resource.handler=\u041e\u0431\u0440\u0430\u0431\u043e\u0442\u0447\u0438\u043a \u043d\u0430 \u0440\u0435\u0441\u0443\u0440\u0441\u0438\:
tool.already.exists=<br/><span style\="color\:red">(\u0418\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442 \u0437\u0430 \u043e\u0446\u0435\u043d\u043a\u0430 \u0432\u0435\u0447\u0435 \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430 \u0437\u0430 \u0443\u043f\u0440\u0430\u0432\u0438\u0442\u0435\u043b \u043d\u0430 \u0440\u0435\u0441\u0443\u0440\u0441\u0438\u0442\u0435)</span>
tool.patch.title=\u0421\u0442\u0430\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0435\u043b\u0435\u043c\u0435\u043d\u0442 \u043e\u0442 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435\u0442\u043e
tool.patch.body=\u0422\u044a\u0439 \u043a\u0430\u0442\u043e \u043f\u043e\u0441\u0442\u0430\u0432\u044f\u0442\u0435 \u0442\u043e\u0437\u0438 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442 \u043a\u0430\u0442\u043e \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442 \u0437\u0430 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435\u0442\u043e, \u043d\u0438\u0435 \u0430\u0432\u0442\u043e\u043c\u0430\u0442\u0438\u0447\u043d\u043e \u0441\u043c\u0435 \u0433\u043e \u043d\u0430\u0441\u0442\u0440\u043e\u0438\u043b\u0438 \u0442\u0430\u043a\u0430, \u0447\u0435 \u0437\u0430\u0433\u043b\u0430\u0432\u0438\u0435\u0442\u043e \u0438 URL \u0430\u0434\u0440\u0435\u0441\u044a\u0442 \u0437\u0430 \u0441\u0442\u0430\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u0434\u0430 \u043c\u043e\u0433\u0430\u0442 \u0434\u0430 \u0441\u0435 \u043f\u0440\u043e\u043c\u0435\u043d\u044f\u0442.
tool.content.title=\u0418\u0437\u0438\u0441\u043a\u0432\u0430 \u0441\u0435 \u0435\u043b\u0435\u043c\u0435\u043d\u0442 \u043e\u0442 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435\u0442\u043e / \u0434\u044a\u043b\u0431\u043e\u043a\u0430 \u0432\u0440\u044a\u0437\u043a\u0430
tool.content.body=\u0417\u0430 \u0434\u0430 \u043f\u0440\u0435\u0434\u043e\u0441\u0442\u0430\u0432\u0438\u0442\u0435 \u0444\u0430\u0439\u043b \u0438\u043b\u0438 \u0434\u0430 \u0438\u043c\u043f\u043e\u0440\u0442\u0438\u0440\u0430\u0442\u0435 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435, \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u044a\u0442 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u0441\u0442\u0430\u0440\u0442\u0438\u0440\u0430 \u0447\u0440\u0435\u0437 \u0435\u043b\u0435\u043c\u0435\u043d\u0442 \u043e\u0442 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435\u0442\u043e \u0438\u043b\u0438 \u0434\u044a\u043b\u0431\u043e\u043a\u043e \u0441\u0432\u044a\u0440\u0437\u0432\u0430\u043d\u0435.
tool.import.title=\u0418\u0441\u043a\u0430\u0442\u0435 \u043b\u0438 \u0434\u0430 \u043f\u0440\u043e\u043c\u0435\u043d\u0438\u0442\u0435 \u0437\u0430\u0433\u043b\u0430\u0432\u0438\u0435\u0442\u043e \u043d\u0430 \u0442\u043e\u0437\u0438 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442 \u043d\u0430\:
tool.import.description=\u0418\u0441\u043a\u0430\u0442\u0435 \u043b\u0438 \u0434\u0430 \u043f\u0440\u043e\u043c\u0435\u043d\u0438\u0442\u0435 \u043e\u043f\u0438\u0441\u0430\u043d\u0438\u0435\u0442\u043e \u043d\u0430 \u0442\u043e\u0437\u0438 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442 \u043d\u0430\:
tool.import.success=\u0418\u043c\u043f\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0438 \u0441\u0430 \u0434\u0438\u043d\u0430\u043c\u0438\u0447\u043d\u0438 \u0434\u0430\u043d\u043d\u0438 \u0437\u0430 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044f \u0432\u044a\u0432 \u0444\u043e\u0440\u043c\u0443\u043b\u044f\u0440\u0430, \u043c\u043e\u043b\u044f, \u043f\u0440\u0435\u0433\u043b\u0435\u0434\u0430\u0439\u0442\u0435 \u0433\u0438 \u0438 \u0433\u0438 \u0437\u0430\u043f\u0430\u0437\u0435\u0442\u0435.
tool.import.error=\u0413\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0432\u044a\u0437\u0441\u0442\u0430\u043d\u043e\u0432\u044f\u0432\u0430\u043d\u0435 \u043d\u0430 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u044f\u0442\u0430 \u043d\u0430 LTI 1.3 \u043e\u0442 URL \u0430\u0434\u0440\u0435\u0441\u0430.
tool.lti13.auto.start.header=\u0414\u0438\u043d\u0430\u043c\u0438\u0447\u043d\u0430 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044f \u043d\u0430 LTI
tool.lti13.auto.start.text=\u041d\u044f\u043a\u043e\u0438 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0438 \u0437\u0430 \u043f\u0440\u0435\u0434\u0438\u043c\u0441\u0442\u0432o \u043d\u0430 LTI \u043f\u0440\u0438\u0435\u043c\u0430\u0442 \u0441\u0442\u0430\u043d\u0434\u0430\u0440\u0442 \u0437\u0430 \u0434\u0438\u043d\u0430\u043c\u0438\u0447\u043d\u0430 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044f.  \u0422\u043e\u0432\u0430 \u043d\u0435 \u0435 \u0441\u044a\u0449\u043e\u0442\u043e \u043a\u0430\u0442\u043e URL \u0437\u0430 \u0441\u0442\u0430\u0440\u0442\u0438\u0440\u0430\u043d\u0435.  \u0410\u043a\u043e \u0438\u043c\u0430\u0442\u0435 URL \u0430\u0434\u0440\u0435\u0441, \u0449\u0435 \u0432\u043c\u044a\u043a\u043d\u0435\u043c \u043d\u043e\u0432 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442 \u0438 \u0441\u043b\u0435\u0434 \u0442\u043e\u0432\u0430 \u0449\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u043c\u0435 \u0434\u0438\u043d\u0430\u043c\u0438\u0447\u043d\u0430 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044f, \u0437\u0430 \u0434\u0430 \u043f\u043e\u043f\u044a\u043b\u043d\u0438\u043c \u0434\u0430\u043d\u043d\u0438\u0442\u0435 \u0437\u0430 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0430.  \u0421\u043b\u0435\u0434 \u043a\u0430\u0442\u043e \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u044a\u0442 \u0431\u044a\u0434\u0435 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0438\u0440\u0430\u043d - \u043c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u043f\u0440\u0435\u0433\u043b\u0435\u0434\u0430\u0442\u0435 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442\u0438\u0442\u0435 \u0438 \u0434\u0430 \u0437\u0430\u043f\u0430\u0437\u0438\u0442\u0435 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0430, \u0437\u0430 \u0434\u0430 \u0433\u043e \u0430\u043a\u0442\u0438\u0432\u0438\u0440\u0430\u0442\u0435, \u0438\u043b\u0438 \u0434\u0430 \u0438\u0437\u0442\u0440\u0438\u0435\u0442\u0435 \u043f\u0440\u043e\u0435\u043a\u0442\u0430 \u043d\u0430 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0430.  \u0422\u043e\u0437\u0438 \u043f\u0440\u043e\u0446\u0435\u0441 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0438\u0437\u0438\u0441\u043a\u0432\u0430 \u043e\u0442 \u0432\u0430\u0441 \u0434\u0430 \u043f\u0440\u0435\u0434\u0441\u0442\u0430\u0432\u0438\u0442\u0435 \u043f\u044a\u043b\u043d\u043e\u043c\u043e\u0449\u0438\u044f\u0442\u0430 \u0437\u0430 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0430.  URL \u0430\u0434\u0440\u0435\u0441\u0438\u0442\u0435 \u0437\u0430 \u043e\u0441\u0438\u0433\u0443\u0440\u044f\u0432\u0430\u043d\u0435 \u043e\u0442 \u043d\u044f\u043a\u043e\u0438 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0438 \u043c\u043e\u0433\u0430\u0442 \u0434\u0430 \u0441\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0442 \u0441\u0430\u043c\u043e \u0432\u0435\u0434\u043d\u044a\u0436, \u0437\u0430\u0442\u043e\u0432\u0430 \u043f\u0440\u043e\u0432\u0435\u0440\u0435\u0442\u0435 \u043f\u0440\u0438 \u0434\u043e\u0441\u0442\u0430\u0432\u0447\u0438\u043a\u0430 \u043d\u0430 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0430 \u043a\u0430\u043a \u0434\u0430 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0438\u0440\u0430\u0442\u0435 \u043d\u0435\u0433\u043e\u0432\u0438\u044f \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442.
tool.lti13.auto.start.title=\u0417\u0430\u0433\u043b\u0430\u0432\u0438\u0435 \u043d\u0430 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0430
tool.lti13.auto.start.title.required=\u041d\u0435\u043e\u0431\u0445\u043e\u0434\u0438\u043c\u043e \u0435 \u0437\u0430\u0433\u043b\u0430\u0432\u0438\u0435\u0442\u043e \u043d\u0430 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0430
tool.lti13.auto.start.insert.fail=\u041d\u0435\u0432\u044a\u0437\u043c\u043e\u0436\u043d\u043e\u0441\u0442 \u0437\u0430 \u0432\u043c\u044a\u043a\u0432\u0430\u043d\u0435 \u043d\u0430 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442
tool.lti13.auto.start.button=\u0414\u0438\u043d\u0430\u043c\u0438\u0447\u043d\u0430 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044f
tool.lti13.auto.button=\u0418\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u043d\u0435 \u043d\u0430 \u0434\u0438\u043d\u0430\u043c\u0438\u0447\u043d\u0430 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044f LTI
tool.lti13.auto.title=\u0414\u0438\u043d\u0430\u043c\u0438\u0447\u043d\u0430 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044f \u043d\u0430 LTI
tool.lti13.auto.header=\u0414\u0438\u043d\u0430\u043c\u0438\u0447\u043d\u0430 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044f \u043d\u0430 LTI
tool.lti13.auto.execute=\u0417\u0430\u043f\u043e\u0447\u043d\u0435\u0442\u0435 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0438\u0440\u0430\u043d\u0435\u0442\u043e
tool.lti13.auto.config=URL \u0430\u0434\u0440\u0435\u0441 \u0437\u0430 \u0434\u0438\u043d\u0430\u043c\u0438\u0447\u043d\u0430 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044f \u043d\u0430 LTI
content.menu=\u0412\u0440\u044a\u0437\u043a\u0430 \u0441 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0438
content.title=\u0412\u0440\u044a\u0437\u043a\u0430 \u0441 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0438
content.note=<p>\u0410\u043a\u043e \u0438\u043c\u0430\u0442\u0435 URL \u0430\u0434\u0440\u0435\u0441, \u043a\u043b\u044e\u0447 \u0438 \u0442\u0430\u0439\u043d\u0430, \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u0442\u0435 \u043d\u043e\u0432 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442, \u0441\u043b\u0435\u0434 \u043a\u043e\u0435\u0442\u043e \u0434\u0430 \u0441\u0435 \u0432\u044a\u0440\u043d\u0435\u0442\u0435 \u0438 \u0434\u0430 \u043f\u043e\u0441\u0442\u0430\u0432\u0438\u0442\u0435 \u0442\u043e\u0437\u0438 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442, \u0437\u0430 \u0434\u0430 \u0431\u044a\u0434\u0435 \u0441\u0442\u0430\u0440\u0442\u0438\u0440\u0430\u043d \u0432 \u0442\u043e\u0437\u0438 \u0435\u043a\u0440\u0430\u043d.</p>
content.put=\u0412\u0440\u044a\u0437\u043a\u0430 \u0441 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0438
content.redirecting=\u041f\u0440\u0435\u043d\u0430\u0441\u043e\u0447\u0432\u0430\u043d\u0435 \u043a\u044a\u043c \u0432\u044a\u043d\u0448\u0435\u043d \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442 \u0437\u0430 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0438\u0440\u0430\u043d\u0435...
content.add=\u0421\u044a\u0437\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u0432\u0440\u044a\u0437\u043a\u0430 \u043a\u044a\u043c \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442
content.tools=\u041f\u0440\u0435\u0433\u043b\u0435\u0434 \u043d\u0430 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0438
content.delete=\u0418\u0437\u0442\u0440\u0438\u0432\u0430\u043d\u0435 \u043d\u0430 \u0432\u0440\u044a\u0437\u043a\u0430 \u043a\u044a\u043c \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442
content.delete.sure=\u0422\u043e\u0437\u0438 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442 \u0449\u0435 \u0431\u044a\u0434\u0435 \u043f\u0440\u0435\u043c\u0430\u0445\u043d\u0430\u0442 \u043e\u0442 \u0442\u043e\u0437\u0438 \u0441\u0430\u0439\u0442 \u0441\u043b\u0435\u0434 \u0438\u0437\u0442\u0440\u0438\u0432\u0430\u043d\u0435\u0442\u043e \u043c\u0443. \u0418\u0441\u043a\u0430\u0442\u0435 \u043b\u0438 \u0434\u0430 \u043f\u0440\u043e\u0434\u044a\u043b\u0436\u0438\u0442\u0435?
content.delete.detail=\u0418\u043c\u0430\u0439\u0442\u0435 \u043f\u0440\u0435\u0434\u0432\u0438\u0434, \u0447\u0435 \u0442\u043e\u0437\u0438 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430 \u043d\u0430 \u043f\u043e\u0432\u0435\u0447\u0435 \u043e\u0442 \u0435\u0434\u043d\u043e \u043c\u044f\u0441\u0442\u043e.  \u0410\u043a\u043e \u0438\u0437\u0442\u0440\u0438\u0435\u0442\u0435 \u0442\u0430\u0437\u0438 \u0432\u0440\u044a\u0437\u043a\u0430 \u043a\u044a\u043c \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0430, \u0432\u0441\u0438\u0447\u043a\u0438 \u0443\u043f\u043e\u0442\u0440\u0435\u0431\u0438 \u043d\u0430 \u0442\u0430\u0437\u0438 \u0432\u0440\u044a\u0437\u043a\u0430 \u043a\u044a\u043c \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0430 \u0449\u0435 \u0441\u043f\u0440\u0430\u0442 \u0434\u0430 \u0440\u0430\u0431\u043e\u0442\u044f\u0442.
content.table=\u0412\u0440\u044a\u0437\u043a\u0430 \u043a\u044a\u043c \u0442\u0435\u043a\u0443\u0449\u0438\u044f \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442
content.none=\u041d\u0435 \u0435 \u043d\u0430\u043c\u0435\u0440\u0435\u043d\u0430 \u0432\u0440\u044a\u0437\u043a\u0430 \u0441 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442
content.select.tool=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442
content.select.one=---------- \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0435\u0434\u0438\u043d ----------
content.no.tools=\u041d\u044f\u043c\u0430 \u043d\u0430\u043b\u0438\u0447\u043d\u0438 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0438
content.admin.note=<p>\u0417\u0430\u0431\u0435\u043b\u0435\u0436\u043a\u0430\: \u0412\u0441\u0438\u0447\u043a\u0438 \u0432\u0440\u044a\u0437\u043a\u0438 \u043a\u044a\u043c \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0438 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0438\u043c\u0430\u0442 \u043d\u0435\u043d\u0443\u043b\u0435\u0432 \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440 \u043d\u0430 \u0441\u0430\u0439\u0442, \u0437\u0430 \u0434\u0430 \u0431\u044a\u0434\u0430\u0442 \u0441\u0442\u0430\u0440\u0442\u0438\u0440\u0430\u043d\u0438.</p>
content.export.csv=\u0415\u043a\u0441\u043f\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u0432 CSV \u0444\u043e\u0440\u043c\u0430\u0442
content.export.excel=\u0415\u043a\u0441\u043f\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u0432 Excel \u0444\u043e\u0440\u043c\u0430\u0442
content.attribution=\u041e\u0442\u0434\u0435\u043b

contentitem.link=\u0421\u0442\u0430\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u044f\u0442\u0430 \u043d\u0430 \u0432\u044a\u043d\u0448\u043d\u0438\u044f \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442
contentitem.detail=\u0422\u043e\u0437\u0438 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442 \u043c\u043e\u0436\u0435 \u0434\u0430 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0438\u0440\u0430 \u0441\u0430\u043c.  \u0410\u043a\u043e \u0438\u043c\u0430\u0442\u0435 \u043f\u0440\u043e\u0431\u043b\u0435\u043c\u0438 \u0441 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0432\u044a\u0437\u043c\u043e\u0436\u043d\u043e\u0441\u0442\u0438\u0442\u0435 \u0437\u0430 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0430, \u0432\u044a\u0440\u043d\u0435\u0442\u0435 \u0441\u0435 \u043d\u0430 \u0442\u043e\u0437\u0438 \u0435\u043a\u0440\u0430\u043d, \u0437\u0430 \u0434\u0430 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0438\u0440\u0430\u0442\u0435 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0430.
contentitem.generic.title=\u0412\u044a\u043d\u0448\u0435\u043d \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442
contentitem.success=\u041f\u043e\u043b\u0443\u0447\u0435\u043d\u0438 \u0432\u0430\u043b\u0438\u0434\u043d\u0438 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0438 \u043d\u0430 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435\u0442\u043e\:
contentitem.success.none=\u041d\u0435 \u0441\u0430 \u043f\u043e\u043b\u0443\u0447\u0435\u043d\u0438 \u0432\u0430\u043b\u0438\u0434\u043d\u0438 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0438 \u043d\u0430 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435\u0442\u043e \u043e\u0442 \u0432\u044a\u043d\u0448\u043d\u0438\u044f \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442.
contentitem.success.action=\u041d\u0430\u0442\u0438\u0441\u043d\u0435\u0442\u0435 "OK", \u0437\u0430 \u0434\u0430 \u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u0442\u0435 \u0442\u0435\u0437\u0438 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0438 \u043d\u0430 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435\u0442\u043e \u0432 \u0440\u0435\u0434\u0430\u043a\u0442\u043e\u0440\u0430.
contentitem.failure=\u0415\u0434\u0438\u043d \u043e\u0442 \u0432\u044a\u0440\u043d\u0430\u0442\u0438\u0442\u0435 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0438 \u043d\u0430 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435\u0442\u043e \u0435 \u0438\u043c\u0430\u043b \u043f\u0440\u043e\u0431\u043b\u0435\u043c.
contentitem.failures=\u041d\u044f\u043a\u043e\u043b\u043a\u043e \u043e\u0442 \u0432\u044a\u0440\u043d\u0430\u0442\u0438\u0442\u0435 \u043e\u0442 \u0432\u0430\u0441 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0438 \u043d\u0430 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435\u0442\u043e \u0441\u0430 \u0438\u043c\u0430\u043b\u0438 \u043f\u0440\u043e\u0431\u043b\u0435\u043c.
contentitem.tools=\u0422\u043e\u0432\u0430 \u0441\u0430 \u043f\u0440\u043e\u0432\u0435\u0440\u0438\u043c\u0438 \u0438\u0437\u0442\u043e\u0447\u043d\u0438\u0446\u0438 \u043d\u0430 \u0432\u044a\u043d\u0448\u043d\u0438 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0438, \u043a\u043e\u0438\u0442\u043e \u0432\u0438 \u043f\u043e\u0437\u0432\u043e\u043b\u044f\u0432\u0430\u0442 \u0434\u0430 \u043f\u0440\u043e\u0432\u0435\u0440\u0438\u0442\u0435, \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0438 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0438\u0440\u0430\u0442\u0435 \u0438\u0437\u0431\u0440\u0430\u043d\u0438 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0438 \u0438/\u0438\u043b\u0438 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435, \u043a\u043e\u0435\u0442\u043e \u0434\u0430 \u0432\u043c\u044a\u043a\u043d\u0435\u0442\u0435 \u0432\u044a\u0432 \u0432\u0430\u0448\u0438\u044f \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442.
contentitem.tools.launch=\u0422\u043e\u0432\u0430 \u0441\u0430 \u043d\u0430\u043b\u0438\u0447\u043d\u0438 \u0432\u044a\u043d\u0448\u043d\u0438 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0438, \u043a\u043e\u0438\u0442\u043e \u043c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u0432\u043c\u044a\u043a\u043d\u0435\u0442\u0435 \u0432 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u0430 \u0441\u0438.
contentitem.notools=\u0420\u0435\u0434\u0430\u043a\u0442\u043e\u0440\u044a\u0442 \u043d\u044f\u043c\u0430 \u043d\u0430\u043b\u0438\u0447\u043d\u0438 \u0432\u044a\u043d\u0448\u043d\u0438 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0438. \u0422\u0435\u0437\u0438 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0438 \u043c\u043e\u0433\u0430\u0442 \u0434\u0430 \u0431\u044a\u0434\u0430\u0442 \u0445\u0440\u0430\u043d\u0438\u043b\u0438\u0449\u0430 \u043d\u0430 \u043f\u0440\u0438\u043b\u043e\u0436\u0435\u043d\u0438\u044f, \u043f\u0440\u0438\u043b\u043e\u0436\u0435\u043d\u0438\u044f, \u043a\u043e\u0438\u0442\u043e \u0441\u0435 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0438\u0440\u0430\u0442 \u0441\u0430\u043c\u0438, \u0438\u043b\u0438 \u0443\u0447\u0435\u0431\u043d\u0438 \u043e\u0431\u0435\u043a\u0442\u0438.

error.contentitem.missing.returnurl=\u041b\u0438\u043f\u0441\u0432\u0430\u0449 returnURL \u0432 ContentItemResponse
error.contentitem.missing.data=\u041b\u0438\u043f\u0441\u0432\u0430\u0449 \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u044a\u0440 data\= \u0432 ContentItemResponse
error.contentitem.bad=\u0413\u0440\u0435\u0448\u043a\u0430 \u0432\u044a\u0432 \u0432\u044a\u0440\u043d\u0430\u0442\u0438\u044f ContentItemResponse
error.contentitem.missing=\u041b\u0438\u043f\u0441\u0432\u0430\u0449 \u043a\u043b\u044e\u0447 \u0437\u0430 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442 \u0432 ContentItemResponse
error.contentitem.incorrect=\u041d\u0435\u043f\u0440\u0430\u0432\u0438\u043b\u0435\u043d \u043a\u043b\u044e\u0447 \u043d\u0430 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0430 \u0432 ContentItemResponse
error.contentitem.no.validate=\u0413\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0432\u0430\u043b\u0438\u0434\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 OAuth
error.contentitem.no.ltilink=\u041b\u0438\u043f\u0441\u0432\u0430\u0449\u0430 \u0432\u0440\u044a\u0437\u043a\u0430 \u043a\u044a\u043c \u0440\u0435\u0441\u0443\u0440\u0441 LTI \u0432 ContentItemResponse @graph
error.contentitem.missing.url=\u041b\u0438\u043f\u0441\u0432\u0430\u0449 \u0435\u043b\u0435\u043c\u0435\u043d\u0442 \u0437\u0430 \u0441\u0442\u0430\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 LTILink
error.contentitem.content.insert=\u041d\u0435\u0432\u044a\u0437\u043c\u043e\u0436\u043d\u043e\u0441\u0442 \u0437\u0430 \u0432\u043c\u044a\u043a\u0432\u0430\u043d\u0435 \u043d\u0430 ContentItem
error.contentitem.content.launch=\u041d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u0438\u0437\u0432\u043b\u0435\u0447\u0435 URL \u0430\u0434\u0440\u0435\u0441 \u0437\u0430 \u0441\u0442\u0430\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043e\u0442 ContentItem
error.contentitem.no.fileitem=\= \u041b\u0438\u043f\u0441\u0432\u0430\u0449 \u0435\u043b\u0435\u043c\u0435\u043d\u0442 \u043d\u0430 \u0444\u0430\u0439\u043b\u0430 \u0432 ContentItemResponse @graph

error.deeplink.bad=\u0413\u0440\u0435\u0448\u043a\u0430 \u0432 \u043e\u0442\u0433\u043e\u0432\u043e\u0440\u0430 \u043d\u0430 \u0434\u044a\u043b\u0431\u043e\u043a\u0430\u0442\u0430 \u0432\u0440\u044a\u0437\u043a\u0430
error.deeplink.no.ltilink=\u041b\u0438\u043f\u0441\u0432\u0430\u0449\u0430 \u0432\u0440\u044a\u0437\u043a\u0430 \u043a\u044a\u043c \u0440\u0435\u0441\u0443\u0440\u0441\u0430 LTI \u0432 \u043e\u0442\u0433\u043e\u0432\u043e\u0440\u0430 \u0437\u0430 \u0434\u044a\u043b\u0431\u043e\u043a\u0430 \u0432\u0440\u044a\u0437\u043a\u0430
error.deeplink.no.fileitem=\u041b\u0438\u043f\u0441\u0432\u0430\u0449 \u0435\u043b\u0435\u043c\u0435\u043d\u0442 \u043e\u0442 \u0444\u0430\u0439\u043b\u0430 \u0432 \u043e\u0442\u0433\u043e\u0432\u043e\u0440\u0430 \u043d\u0430 Deep Link
error.deeplink.no.import.url=\u041d\u0435 \u043c\u043e\u0436\u0430\u0445 \u0434\u0430 \u043d\u0430\u043c\u0435\u0440\u044f URL \u0430\u0434\u0440\u0435\u0441 \u0437\u0430 \u0438\u043c\u043f\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u0432 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0430 \u043d\u0430 \u0444\u0430\u0439\u043b\u0430

import.cartridge.continue=\u0418\u043c\u043f\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0437\u0430\u0440\u0435\u0436\u0434\u0430\u0449 \u043f\u0440\u043e\u0446\u0435\u0441

link.add=\u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u0432\u0440\u044a\u0437\u043a\u0430 \u043a\u044a\u043c \u0441\u0430\u0439\u0442\u0430 Nagivation
link.add.detail=<p>\u0422\u043e\u0432\u0430 \u0449\u0435 \u0434\u043e\u0431\u0430\u0432\u0438 \u0432\u0440\u044a\u0437\u043a\u0430 \u043a\u044a\u043c \u0442\u043e\u0437\u0438 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442 \u0432 \u043d\u0430\u0432\u0438\u0433\u0430\u0446\u0438\u044f\u0442\u0430 \u043d\u0430 \u0441\u0430\u0439\u0442\u0430 \u0432\u0438.  \u041a\u043e\u0433\u0430\u0442\u043e \u0434\u043e\u0431\u0430\u0432\u0438\u0442\u0435 \u0432\u0440\u044a\u0437\u043a\u0430\u0442\u0430, \u0446\u044f\u043b\u0430\u0442\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 \u0449\u0435 \u0441\u0435 \u043d\u0443\u043b\u0438\u0440\u0430, \u0437\u0430 \u0434\u0430 \u0441\u0435 \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430 \u043d\u0430\u0432\u0438\u0433\u0430\u0446\u0438\u044f\u0442\u0430.</p>
link.button.text=\u0422\u0435\u043a\u0441\u0442 \u043d\u0430 \u0431\u0443\u0442\u043e\u043d\u0430
error.link.add.fail=\u041d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u043e \u0434\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u0432\u0440\u044a\u0437\u043a\u0430
success.link.add=\u0421\u0432\u044a\u0440\u0437\u0430\u043d\u0438
link.remove=\u041f\u0440\u0435\u043c\u0430\u0445\u0432\u0430\u043d\u0435 \u043d\u0430 \u0432\u0440\u044a\u0437\u043a\u0430\u0442\u0430 Nagivation \u043d\u0430 \u0441\u0430\u0439\u0442\u0430
link.remove.detail=<p>\u0422\u043e\u0432\u0430 \u0449\u0435 \u043f\u0440\u0435\u043c\u0430\u0445\u043d\u0435 \u0432\u0440\u044a\u0437\u043a\u0430\u0442\u0430 \u043a\u044a\u043c \u0442\u043e\u0437\u0438 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442 \u043e\u0442 \u043d\u0430\u0432\u0438\u0433\u0430\u0446\u0438\u044f\u0442\u0430 \u043d\u0430 \u0441\u0430\u0439\u0442\u0430 \u0432\u0438.  \u041a\u043e\u0433\u0430\u0442\u043e \u043f\u0440\u0435\u043c\u0430\u0445\u043d\u0435\u0442\u0435 \u0432\u0440\u044a\u0437\u043a\u0430\u0442\u0430, \u0446\u044f\u043b\u0430\u0442\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 \u0449\u0435 \u0441\u0435 \u043d\u0443\u043b\u0438\u0440\u0430, \u0437\u0430 \u0434\u0430 \u0441\u0435 \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430 \u043d\u0430\u0432\u0438\u0433\u0430\u0446\u0438\u044f\u0442\u0430.</p>
error.link.remove.fail=\u041d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u043e \u0434\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u0432\u0440\u044a\u0437\u043a\u0430
success.link.remove=\u041f\u0440\u0435\u043c\u0430\u0445\u043d\u0430\u0442\u0430 \u0432\u0440\u044a\u0437\u043a\u0430

success.deleted=\u0418\u0437\u0442\u0440\u0438\u0442
success.created=\u0421\u044a\u0437\u0434\u0430\u0434\u0435\u043d
success.updated=\u0410\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d
success.linked=\u0421\u0432\u044a\u0440\u0437\u0430\u043d
error.delete.fail=\u0418\u0437\u0442\u0440\u0438\u0432\u0430\u043d\u0435\u0442\u043e \u0435 \u043d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u043e
error.link.fail=\u0412\u0440\u044a\u0437\u043a\u0430\u0442\u0430 \u0435 \u043d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u0430
error.placement.not.removed=\u041d\u0435\u0432\u044a\u0437\u043c\u043e\u0436\u043d\u043e\u0441\u0442 \u0437\u0430 \u043f\u0440\u0435\u043c\u0430\u0445\u0432\u0430\u043d\u0435 \u043d\u0430 \u0440\u0430\u0437\u043f\u043e\u043b\u043e\u0436\u0435\u043d\u0438\u0435\u0442\u043e \u043d\u0430 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0430

error.maintain.edit=\u0422\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0441\u0442\u0435 \u0443\u043f\u0440\u0430\u0432\u0438\u0442\u0435\u043b \u043d\u0430 \u0441\u0430\u0439\u0442\u0430, \u0437\u0430 \u0434\u0430 \u0440\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u0442\u0435
error.maintain.view=\u0422\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0441\u0442\u0435 \u0443\u043f\u0440\u0430\u0432\u0438\u0442\u0435\u043b \u043d\u0430 \u0441\u0430\u0439\u0442\u0430, \u0437\u0430 \u0434\u0430 \u0433\u043e \u0432\u0438\u0434\u0438\u0442\u0435
error.maintain.delete=\u0422\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0441\u0442\u0435 \u0443\u043f\u0440\u0430\u0432\u0438\u0442\u0435\u043b \u043d\u0430 \u0441\u0430\u0439\u0442\u0430, \u0437\u0430 \u0434\u0430 \u0433\u043e \u0432\u0438\u0434\u0438\u0442\u0435
error.maintain.link=\u0422\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0441\u0442\u0435 \u0443\u043f\u0440\u0430\u0432\u0438\u0442\u0435\u043b \u043d\u0430 \u0441\u0430\u0439\u0442\u0430, \u0437\u0430 \u0434\u0430 \u0443\u043f\u0440\u0430\u0432\u043b\u044f\u0432\u0430\u0442\u0435 \u0432\u0440\u044a\u0437\u043a\u0438\u0442\u0435

error.register.not.ready=\u0422\u043e\u0432\u0430 \u0432\u043d\u0435\u0434\u0440\u044f\u0432\u0430\u043d\u0435 \u043d\u0435 \u0435 \u0433\u043e\u0442\u043e\u0432\u043e \u0437\u0430 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044f
error.deploy.not.found=\u0412\u043d\u0435\u0434\u0440\u044f\u0432\u0430\u043d\u0435\u0442\u043e \u043d\u0435 \u0435 \u043d\u0430\u043c\u0435\u0440\u0435\u043d\u043e
error.deploy.missing=\u041b\u0438\u043f\u0441\u0432\u0430 \u0432\u043d\u0435\u0434\u0440\u044f\u0432\u0430\u043d\u0435 \u0438\u043b\u0438 \u0442\u043e \u0435 \u043d\u0435\u043f\u0440\u0430\u0432\u0438\u043b\u043d\u043e \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0438\u0440\u0430\u043d\u043e.
error.activate.not.ready=\u0422\u043e\u0432\u0430 \u0432\u043d\u0435\u0434\u0440\u044f\u0432\u0430\u043d\u0435 \u043d\u0435 \u0435 \u0433\u043e\u0442\u043e\u0432\u043e \u0437\u0430 \u0430\u043a\u0442\u0438\u0432\u0438\u0440\u0430\u043d\u0435
error.deploy.badstate=\u0412\u043d\u0435\u0434\u0440\u044f\u0432\u0430\u043d\u0435\u0442\u043e \u0435 \u0432 \u043d\u0435\u043f\u0440\u0430\u0432\u0438\u043b\u043d\u043e \u0441\u044a\u0441\u0442\u043e\u044f\u043d\u0438\u0435 \u0437\u0430 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044f
error.deploy.badproxy=\u0422\u043e\u0432\u0430 \u0432\u043d\u0435\u0434\u0440\u044f\u0432\u0430\u043d\u0435 \u0438\u043c\u0430 \u043d\u0430\u0440\u0443\u0448\u0435\u043d \u043f\u0440\u043e\u0444\u0438\u043b reg_profile.
error.deploy.noreg=\u0422\u043e\u0432\u0430 \u0432\u043d\u0435\u0434\u0440\u044f\u0432\u0430\u043d\u0435 \u043d\u044f\u043c\u0430 URL \u0430\u0434\u0440\u0435\u0441 \u0437\u0430 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044f.
error.deploy.partial=\u0412\u043d\u0435\u0434\u0440\u044f\u0432\u0430\u043d\u0435\u0442\u043e \u0435 \u043d\u0435\u043f\u044a\u043b\u043d\u043e, \u043b\u0438\u043f\u0441\u0432\u0430\u0442 \u043a\u043b\u044e\u0447 \u0438 \u0442\u0430\u0439\u043d\u0430.
error.deploy.not.config=\u0422\u043e\u0437\u0438 \u0441\u044a\u0440\u0432\u044a\u0440 \u043d\u0435 \u0435 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0438\u0440\u0430\u043d \u0437\u0430 LTI2.  \u0429\u0435 \u0441\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430 \u043f\u0440\u0438\u043c\u0435\u0440\u043d\u0430 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u044f.  \u041d\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0439\u0442\u0435 \u043f\u0440\u0438\u043c\u0435\u0440\u043d\u0438 \u0434\u0430\u043d\u043d\u0438 \u0432 \u043f\u0440\u043e\u0438\u0437\u0432\u043e\u0434\u0441\u0442\u0432\u043e\u0442\u043e.

error.admin.edit=\u0422\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0441\u0442\u0435 \u0443\u043f\u0440\u0430\u0432\u0438\u0442\u0435\u043b \u043d\u0430 \u0441\u0430\u0439\u0442\u0430, \u0437\u0430 \u0434\u0430 \u0440\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u0442\u0435
error.admin.view=\u0422\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0441\u0442\u0435 \u0443\u043f\u0440\u0430\u0432\u0438\u0442\u0435\u043b \u043d\u0430 \u0441\u0430\u0439\u0442\u0430, \u0437\u0430 \u0434\u0430 \u0432\u0438\u0434\u0438\u0442\u0435
error.admin.delete=\u0422\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0441\u0442\u0435 \u0443\u043f\u0440\u0430\u0432\u0438\u0442\u0435\u043b \u043d\u0430 \u0441\u0430\u0439\u0442\u0430, \u0437\u0430 \u0434\u0430 \u0432\u0438\u0434\u0438\u0442\u0435
error.admin.activate=\u0422\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0441\u0442\u0435 \u0443\u043f\u0440\u0430\u0432\u0438\u0442\u0435\u043b \u0437\u0430 \u0434\u0430 \u0430\u043a\u0442\u0438\u0432\u0438\u0440\u0430\u0442\u0435
error.admin.register=\u0422\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0441\u0442\u0435 \u0443\u043f\u0440\u0430\u0432\u0438\u0442\u0435\u043b, \u0437\u0430 \u0434\u0430 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0438\u0440\u0430\u0442\u0435

error.id.not.found=ID \u043d\u0435 \u0435 \u043d\u0430\u043c\u0435\u0440\u0435\u043d
error.content.not.found=\u041a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u044f\u0442\u0430 \u043d\u0430 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0430 \u043d\u0435 \u0435 \u043d\u0430\u043c\u0435\u0440\u0435\u043d\u0430
error.tool.not.found=\u0418\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u044a\u0442 \u043d\u0435 \u0435 \u043d\u0430\u043c\u0435\u0440\u0435\u043d
error.tool.missing.keyset=\u041b\u0438\u043f\u0441\u0432\u0430\u0449 URL \u0430\u0434\u0440\u0435\u0441 \u043d\u0430 \u043d\u0430\u0431\u043e\u0440\u0430 \u043a\u043b\u044e\u0447\u043e\u0432\u0435 \u043d\u0430 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0430 \u0438/\u0438\u043b\u0438 \u043f\u0443\u0431\u043b\u0438\u0447\u0435\u043d \u043a\u043b\u044e\u0447
error.keygen.fail=\u041d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u043e \u0433\u0435\u043d\u0435\u0440\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0434\u0432\u043e\u0439\u043a\u0430 \u043a\u043b\u044e\u0447\u043e\u0432\u0435 PKI
error.missing.flow=\u0418\u0437\u0432\u0438\u043a\u0432\u0430\u043d\u0435 \u043a\u0430\u0442\u043e \u043f\u043e\u043c\u043e\u0449\u043d\u0438\u043a \u0437\u0430 \u0435\u043b\u0435\u043c\u0435\u043d\u0442 \u043e\u0442 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435\u0442\u043e \u0431\u0435\u0437 \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u044a\u0440 \u043d\u0430 \u043f\u043e\u0442\u043e\u043a\u0430
error.missing.return=\u0418\u0437\u0432\u0438\u043a\u0432\u0430\u043d\u0435 \u043a\u0430\u0442\u043e \u043f\u043e\u043c\u043e\u0449\u043d\u0438\u043a \u0431\u0435\u0437 \u0432\u0440\u044a\u0449\u0430\u043d\u0435 \u043d\u0430 URL
error.need.key.secret=\u0422\u043e\u0437\u0438 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442 \u043d\u044f\u043c\u0430 \u0434\u0430 \u0444\u0443\u043d\u043a\u0446\u0438\u043e\u043d\u0438\u0440\u0430 \u0431\u0435\u0437 \u043a\u043b\u044e\u0447 \u0438 \u0442\u0430\u0439\u043d\u0430.
error.link.placement.update=\u0413\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f\u0442\u0430 \u0437\u0430 \u0440\u0430\u0437\u043f\u043e\u043b\u043e\u0436\u0435\u043d\u0438\u0435\u0442\u043e \u0432 \u0435\u043b\u0435\u043c\u0435\u043d\u0442 \u043e\u0442 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u044f\u0442\u0430
error.tool.no.encryption.key=\u0422\u043e\u0437\u0438 \u0441\u044a\u0440\u0432\u044a\u0440 \u043d\u044f\u043c\u0430 \u0437\u0430\u0434\u0430\u0434\u0435\u043d lti.encryption.key \u0432 \u0441\u0432\u043e\u0438\u0442\u0435 sakai.properties.  \u0414\u043e\u043a\u0430\u0442\u043e \u043d\u0435 \u0437\u0430\u0434\u0430\u0434\u0435\u0442\u0435 \u0442\u0430\u0437\u0438 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442, \u0442\u0430\u0439\u043d\u0438\u0442\u0435 \u043d\u0430 LTI \u0449\u0435 \u0431\u044a\u0434\u0430\u0442 \u043d\u0435\u043a\u0440\u0438\u043f\u0442\u0438\u0440\u0430\u043d\u0438 \u0432 \u0431\u0430\u0437\u0430\u0442\u0430 \u0434\u0430\u043d\u043d\u0438.

need.tool.info=<p>\u0417\u0430\u0431\u0435\u043b\u0435\u0436\u043a\u0430\: \u0422\u043e\u0437\u0438 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442 \u0441\u0435 \u043d\u0443\u0436\u0434\u0430\u0435 \u043e\u0442 \u043a\u043b\u044e\u0447 \u0438 \u0442\u0430\u0439\u043d\u0430, \u043f\u0440\u0435\u0434\u0438 \u0434\u0430 \u0437\u0430\u043f\u043e\u0447\u043d\u0435 \u0434\u0430 \u0444\u0443\u043d\u043a\u0446\u0438\u043e\u043d\u0438\u0440\u0430.</p>
need.tool.secret=\u0422\u0430\u0439\u043d\u0430\u0442\u0430 \u043d\u0430 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0430
need.tool.key=\u041a\u043b\u044e\u0447 \u0437\u0430 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0438

bl_launch=URL
bl_title=\u0417\u0430\u0433\u043b\u0430\u0432\u0438\u0435
bl_url=URL
bl_site=\u0418\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440 \u043d\u0430 \u0441\u0430\u0439\u0442\u0430
bl_sitetitle=\u0417\u0430\u0433\u043b\u0430\u0432\u0438\u0435 \u043d\u0430 \u0441\u0430\u0439\u0442\u0430
bl_description=\u041e\u043f\u0438\u0441\u0430\u043d\u0438\u0435 \u043d\u0430 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0430
bl_created_at=\u0414\u043e\u0431\u0430\u0432\u0435\u043d\u043e \u043d\u0430
bl_sitecontactname=\u0421\u043e\u0431\u0441\u0442\u0432\u0435\u043d\u0438\u043a \u043d\u0430 \u0441\u0430\u0439\u0442\u0430
bl_sitecontactemail=\u041a\u043e\u043d\u0442\u0430\u043a\u0442\u0438 \u0437\u0430 \u0441\u0430\u0439\u0442\u0430
bl_use=\u0418\u0437\u043f\u043e\u043b\u0437\u0432\u0430
bl_toolorder=\u041f\u043e\u0440\u044a\u0447\u043a\u0430
bl_action=\u0414\u0435\u0439\u0441\u0442\u0432\u0438\u0435
bl_page=\u041d\u0430\u0432\u0438\u0433\u0430\u0446\u0438\u044f \u043d\u0430 \u0441\u0430\u0439\u0442\u0430
bl_matchpattern=URL \u0430\u0434\u0440\u0435\u0441 \u0437\u0430 \u0441\u044a\u043e\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0438\u0435
bl_addlink=\u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u0432\u0440\u044a\u0437\u043a\u0430 \u043a\u044a\u043c \u0441\u0430\u0439\u0442\u0430
bl_removelink=\u041f\u0440\u0435\u043c\u0430\u0445\u0432\u0430\u043d\u0435 \u043d\u0430 \u0432\u0440\u044a\u0437\u043a\u0430\u0442\u0430 \u043a\u044a\u043c \u0441\u0430\u0439\u0442\u0430
bad.operation=\u041e\u043f\u0438\u0442\u0430\u043b\u0438 \u0441\u0442\u0435 \u0441\u0435 \u0434\u0430 \u0438\u0437\u0432\u044a\u0440\u0448\u0438\u0442\u0435 \u043d\u0435\u043f\u0440\u0430\u0432\u0438\u043b\u043d\u0430 \u043e\u043f\u0435\u0440\u0430\u0446\u0438\u044f.
operation.complete=\u041e\u043f\u0435\u0440\u0430\u0446\u0438\u044f\u0442\u0430 \u0435 \u0437\u0430\u0432\u044a\u0440\u0448\u0435\u043d\u0430
operation.refreshing=\u041d\u0443\u043b\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u043d\u0430\u0432\u0438\u0433\u0430\u0446\u0438\u044f\u0442\u0430 \u0447\u0440\u0435\u0437 \u043e\u0431\u043d\u043e\u0432\u044f\u0432\u0430\u043d\u0435 \u043d\u0430 \u043f\u0440\u043e\u0437\u043e\u0440\u0435\u0446\u0430...
add.to.site=\u0421\u044a\u0437\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u0432\u0440\u044a\u0437\u043a\u0430 \u043a\u044a\u043c \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442
add.tool.to.site=\u0421\u044a\u0437\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u0432\u0440\u044a\u0437\u043a\u0430 \u043a\u044a\u043c \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442
update.tool.link=\u0412\u0440\u044a\u0437\u043a\u0430 \u0437\u0430 \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0430
add.tool.select=\u0422\u0430\u0437\u0438 \u0432\u0440\u044a\u0437\u043a\u0430 \u0441 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442 \u0432\u0435\u0447\u0435 \u043d\u0435 \u0435 \u0441\u0432\u044a\u0440\u0437\u0430\u043d\u0430 \u0441 \u0430\u043a\u0442\u0438\u0432\u0435\u043d \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442.  \u041c\u043e\u043b\u044f, \u0438\u0437\u0442\u0440\u0438\u0439\u0442\u0435 \u0442\u0430\u0437\u0438 \u0432\u0440\u044a\u0437\u043a\u0430 \u043a\u044a\u043c \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442 \u0438\u043b\u0438 \u044f \u0441\u0432\u044a\u0440\u0436\u0435\u0442\u0435 \u043e\u0442\u043d\u043e\u0432\u043e \u043a\u044a\u043c \u043d\u0430\u043b\u0438\u0447\u0435\u043d \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442.
add.to.system=\u0418\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442 LTI 1.x
select.showall=\u041f\u043e\u043a\u0430\u0436\u0438 \u0432\u0441\u0438\u0447\u043a\u0438

deploy.put=\u0418\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 LTI 2.x
deploy.in.system=\u0418\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 LTI 2.x
deploy.register=\u0420\u0435\u0433\u0438\u0441\u0442\u0440\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0432\u044a\u043d\u0448\u043d\u0438 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0438
deploy.activate=\u0410\u043a\u0442\u0438\u0432\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0432\u043d\u0435\u0434\u0440\u044f\u0432\u0430\u043d\u0435\u0442\u043e
deploy.activate.note=<p>\u041a\u043e\u0433\u0430\u0442\u043e \u0430\u043a\u0442\u0438\u0432\u0438\u0440\u0430\u0442\u0435 \u0442\u043e\u0432\u0430 \u0432\u043d\u0435\u0434\u0440\u044f\u0432\u0430\u043d\u0435, \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0438\u0442\u0435 \u043e\u0442 \u0432\u043d\u0435\u0434\u0440\u044f\u0432\u0430\u043d\u0435\u0442\u043e \u0441\u0435 \u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u0442 \u0438\u043b\u0438 \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u0442 \u0432 \u0441\u0438\u0441\u0442\u0435\u043c\u0430\u0442\u0430.  \u0410\u043a\u0442\u0438\u0432\u0438\u0440\u0430\u043d\u0435\u0442\u043e \u0437\u0430\u0432\u044a\u0440\u0448\u0432\u0430 \u043f\u0440\u043e\u0446\u0435\u0441\u0430 \u043d\u0430 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044f \u043d\u0430 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0438\u0442\u0435.</p>
deploy.activate.badlaunch=\u041b\u043e\u0448\u043e \u0441\u0442\u0430\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043f\u0440\u0438 \u0440\u0430\u0437\u0433\u0440\u044a\u0449\u0430\u043d\u0435
deploy.activate.notools=\u041d\u044f\u043c\u0430 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0438 \u0437\u0430 \u0430\u043a\u0442\u0438\u0432\u0438\u0440\u0430\u043d\u0435
deploy.parse.exception=\u041d\u0435\u0432\u044a\u0437\u043c\u043e\u0436\u043d\u043e\u0441\u0442 \u0437\u0430 \u0430\u043d\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u043f\u0440\u043e\u0444\u0438\u043b\u0430 \u043d\u0430 \u0434\u043e\u0441\u0442\u0430\u0432\u0447\u0438\u043a\u0430
deploy.delete=\u0418\u0437\u0442\u0440\u0438\u0432\u0430\u043d\u0435 \u043d\u0430 \u0440\u0430\u0437\u0433\u0440\u044a\u0449\u0430\u043d\u0435
deploy.delete.sure=\u0421\u0438\u0433\u0443\u0440\u043d\u0438 \u043b\u0438 \u0441\u0442\u0435, \u0447\u0435 \u0438\u0441\u043a\u0430\u0442\u0435 \u0434\u0430 \u0438\u0437\u0442\u0440\u0438\u0435\u0442\u0435 \u0442\u043e\u0432\u0430 \u0432\u043d\u0435\u0434\u0440\u044f\u0432\u0430\u043d\u0435?
deploy.delete.tool=\u0418\u0437\u0442\u0440\u0438\u0432\u0430\u043d\u0435\:
deploy.delete.tools=\u0418\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0438\u0442\u0435 \u043f\u043e-\u0434\u043e\u043b\u0443 \u0431\u044f\u0445\u0430 \u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u043d\u0438 \u043f\u0440\u0438 \u0442\u043e\u0432\u0430 \u0432\u043d\u0435\u0434\u0440\u044f\u0432\u0430\u043d\u0435. \u0410\u043a\u043e \u0438\u0437\u0442\u0440\u0438\u0435\u0442\u0435 \u0442\u0435\u0437\u0438 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0438, \u0432\u0441\u0438\u0447\u043a\u0438 \u0432\u0440\u044a\u0437\u043a\u0438 \u043a\u044a\u043c \u0442\u044f\u0445 \u0432\u044a\u0432 \u0432\u0441\u0438\u0447\u043a\u0438 \u0441\u0430\u0439\u0442\u043e\u0432\u0435 \u0432 \u0442\u0430\u0437\u0438 \u0441\u0438\u0441\u0442\u0435\u043c\u0430 \u0441\u044a\u0449\u043e \u0449\u0435 \u0431\u044a\u0434\u0430\u0442 \u0438\u0437\u0442\u0440\u0438\u0442\u0438.  \u041c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u0438\u0437\u0442\u0440\u0438\u0435\u0442\u0435 \u0432\u043d\u0435\u0434\u0440\u044f\u0432\u0430\u043d\u0435\u0442\u043e, \u0431\u0435\u0437 \u0434\u0430 \u0438\u0437\u0442\u0440\u0438\u0432\u0430\u0442\u0435 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0438\u0442\u0435.
deploy.data=\u0422\u043e\u0432\u0430 \u0432\u043d\u0435\u0434\u0440\u044f\u0432\u0430\u043d\u0435 \u043f\u043e\u0434\u0434\u044a\u0440\u0436\u0430 \:\u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0438 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0438 \u0438 \:\u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435 \u0440\u0430\u0437\u043f\u043e\u043b\u0430\u0433\u0430\u043d\u0435 \u0432 \:\u0441\u0430\u0439\u0442\u043e\u0432\u0435 \u0441\u0430\u0439\u0442\u043e\u0432\u0435.
add.deploy=\u0418\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442 LTI 2.x
deploy.description.system=\u0412\u043d\u0435\u0434\u0440\u044f\u0432\u0430\u043d\u0438\u044f \u0432 \u043c\u043e\u043c\u0435\u043d\u0442\u0430 \u0432 \u0442\u0430\u0437\u0438 \u0441\u0438\u0441\u0442\u0435\u043c\u0430
deploy.table=\u0412\u043d\u0435\u0434\u0440\u044f\u0432\u0430\u043d\u0438\u044f
deploy.none=\u041d\u0435 \u0441\u0430 \u043d\u0430\u043c\u0435\u0440\u0435\u043d\u0438 \u0432\u043d\u0435\u0434\u0440\u044f\u0432\u0430\u043d\u0438\u044f \u043d\u0430 LTI 2.x
deploy.note=<p>\u0422\u043e\u0432\u0430 \u0441\u0430 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0438 LTI 2.x. \u0417\u0430 \u0434\u0430 \u0434\u043e\u0431\u0430\u0432\u0438\u0442\u0435 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442, \u0432\u0438 \u0435 \u043d\u0435\u043e\u0431\u0445\u043e\u0434\u0438\u043c URL \u0430\u0434\u0440\u0435\u0441 \u0437\u0430 \u0432\u043d\u0435\u0434\u0440\u044f\u0432\u0430\u043d\u0435 \u043d\u0430 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442.</p>
deploy.provider.name=\u0410\u043a\u0442\u0438\u0432\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0438 \u043e\u0442\:

search.title=\u0422\u044a\u0440\u0441\u0435\u043d\u0435 \u043f\u043e \u0437\u0430\u0433\u043b\u0430\u0432\u0438\u0435
search.url=\u0422\u044a\u0440\u0441\u0435\u043d\u0435 \u043f\u043e URL
search.siteid=\u0422\u044a\u0440\u0441\u0435\u043d\u0435 \u043f\u043e Id \u043d\u0430 \u0441\u0430\u0439\u0442\u0430
search.sitetitle=\u0422\u044a\u0440\u0441\u0435\u043d\u0435 \u043f\u043e \u0437\u0430\u0433\u043b\u0430\u0432\u0438\u0435 \u043d\u0430 \u0441\u0430\u0439\u0442\u0430
search.uses=\u0422\u044a\u0440\u0441\u0435\u043d\u0435 \u043f\u043e \u0443\u043f\u043e\u0442\u0440\u0435\u0431\u0430
searchby=\u0422\u044a\u0440\u0441\u0435\u043d\u0435 \u043f\u043e {0}

register.may.popup=\u041f\u0440\u043e\u0446\u0435\u0441\u044a\u0442 \u043d\u0430 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044f \u043c\u043e\u0436\u0435 \u0434\u0430 \u043e\u0442\u0432\u043e\u0440\u0438 \u0438\u0437\u0441\u043a\u0430\u0447\u0430\u0449 \u043f\u0440\u043e\u0437\u043e\u0440\u0435\u0446.  \u0410\u043a\u043e \u0441\u0435 \u043e\u0442\u0432\u043e\u0440\u0438 \u0438\u0437\u0441\u043a\u0430\u0447\u0430\u0449 \u043f\u0440\u043e\u0437\u043e\u0440\u0435\u0446, \u0441\u043b\u0435\u0434 \u043f\u0440\u0438\u043a\u043b\u044e\u0447\u0432\u0430\u043d\u0435 \u043d\u0430 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044f\u0442\u0430 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0441\u0435 \u0432\u044a\u0440\u043d\u0435\u0442\u0435 \u043d\u0430 \u0442\u0430\u0437\u0438 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 \u0438 \u0440\u044a\u0447\u043d\u043e \u0430\u043a\u0442\u0438\u0432\u0438\u0440\u0430\u0439\u0442\u0435 \u0432\u043d\u0435\u0434\u0440\u044f\u0432\u0430\u043d\u0435\u0442\u043e.
register.external.pre.launch=\u0421\u0435\u0433\u0430 \u0449\u0435 \u0441\u0442\u0430\u0440\u0442\u0438\u0440\u0430\u043c\u0435 \u0432\u044a\u043d\u0448\u0435\u043d \u0443\u0435\u0431 \u0441\u0430\u0439\u0442 \u0432 \u043d\u043e\u0432 \u043f\u0440\u043e\u0437\u043e\u0440\u0435\u0446, \u0437\u0430 \u0434\u0430 \u0438\u0437\u0432\u044a\u0440\u0448\u0438\u043c \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0442\u0435\u043b\u043d\u0430\u0442\u0430 \u0438\u043d\u0441\u0442\u0430\u043b\u0430\u0446\u0438\u044f.  \u041a\u043e\u0433\u0430\u0442\u043e \u0442\u043e\u0437\u0438 \u043f\u0440\u043e\u0446\u0435\u0441 \u043f\u0440\u0438\u043a\u043b\u044e\u0447\u0438, \u0432\u044a\u0440\u043d\u0435\u0442\u0435 \u0441\u0435 \u0432 \u0442\u043e\u0437\u0438 \u043f\u0440\u043e\u0437\u043e\u0440\u0435\u0446 \u0438 \u043f\u0440\u043e\u0434\u044a\u043b\u0436\u0435\u0442\u0435 \u043f\u0440\u043e\u0446\u0435\u0441\u0430 \u043d\u0430 \u0430\u043a\u0442\u0438\u0432\u0438\u0440\u0430\u043d\u0435 \u0438\u043b\u0438 \u0441\u0435 \u0432\u044a\u0440\u043d\u0435\u0442\u0435 \u0432 \u0441\u043f\u0438\u0441\u044a\u043a\u0430 \u0437\u0430 \u0432\u043d\u0435\u0434\u0440\u044f\u0432\u0430\u043d\u0435.
register.external.post.launch=\u0410\u043a\u043e \u043f\u0440\u043e\u0446\u0435\u0441\u044a\u0442 \u043d\u0430 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044f \u0435 \u0443\u0441\u043f\u0435\u0448\u0435\u043d, \u0441\u043b\u0435\u0434\u0432\u0430\u0449\u0430\u0442\u0430 \u0441\u0442\u044a\u043f\u043a\u0430 \u0435 \u0434\u0430 \u0430\u043a\u0442\u0438\u0432\u0438\u0440\u0430\u0442\u0435 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044f\u0442\u0430.  \u0410\u043a\u043e \u043f\u0440\u043e\u0446\u0435\u0441\u044a\u0442 \u043d\u0430 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044f \u0435 \u0438\u043c\u0430\u043b \u043f\u0440\u043e\u0431\u043b\u0435\u043c, \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u043d\u0430\u043b\u043e\u0436\u0438 \u0434\u0430 \u0440\u0435\u0441\u0442\u0430\u0440\u0442\u0438\u0440\u0430\u0442\u0435 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044f\u0442\u0430.
register.popup.text=\u041f\u0440\u043e\u0434\u044a\u043b\u0436\u0435\u0442\u0435 \u043a\u044a\u043c \u0443\u0435\u0431\u0441\u0430\u0439\u0442\u0430 \u0437\u0430 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044f
register.done=\u0412\u044a\u043d\u0448\u043d\u0438\u044f\u0442 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442 \u0435 \u0437\u0430\u0432\u044a\u0440\u0448\u0438\u043b \u043f\u0440\u043e\u0446\u0435\u0441\u0430 \u043d\u0430 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044f.  \u0410\u043a\u043e \u043f\u0440\u043e\u0446\u0435\u0441\u044a\u0442 \u043d\u0430 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044f \u0435 \u0431\u0438\u043b \u0443\u0441\u043f\u0435\u0448\u0435\u043d, \u0441\u043b\u0435\u0434\u0432\u0430\u0449\u0430\u0442\u0430 \u0441\u0442\u044a\u043f\u043a\u0430 \u0435 \u0434\u0430 \u0430\u043a\u0442\u0438\u0432\u0438\u0440\u0430\u0442\u0435 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044f\u0442\u0430.  \u0410\u043a\u043e \u043f\u0440\u043e\u0446\u0435\u0441\u044a\u0442 \u043d\u0430 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044f \u0435 \u0438\u043c\u0430\u043b \u043f\u0440\u043e\u0431\u043b\u0435\u043c, \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u043d\u0430\u043b\u043e\u0436\u0438 \u0434\u0430 \u0440\u0435\u0441\u0442\u0430\u0440\u0442\u0438\u0440\u0430\u0442\u0435 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044f\u0442\u0430.
register.close=\u0417\u0430\u0442\u0432\u0430\u0440\u044f\u043d\u0435 \u043d\u0430 \u0442\u043e\u0437\u0438 \u043f\u0440\u043e\u0437\u043e\u0440\u0435\u0446

lti13_issuer_url=LTI 1.3 \u0415\u043c\u0438\u0442\u0435\u043d\u0442 \u043d\u0430 \u043f\u043b\u0430\u0442\u0444\u043e\u0440\u043c\u0430\u0442\u0430 (\u043f\u0440\u0435\u0434\u043e\u0441\u0442\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442)
lti13_client_id=\u0418\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440 \u043d\u0430 \u043a\u043b\u0438\u0435\u043d\u0442\u0430 LTI 1.3 (\u043f\u0440\u0435\u0434\u043e\u0441\u0442\u0430\u0432\u044f \u0441\u0435 \u043d\u0430 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0430)
lti13_deployment_id=LTI 1.3 \u0418\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440 \u0437\u0430 \u0432\u043d\u0435\u0434\u0440\u044f\u0432\u0430\u043d\u0435 (\u043f\u0440\u0435\u0434\u043e\u0441\u0442\u0430\u0432\u044f \u0441\u0435 \u043d\u0430 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0430)
lti13_keyset_url=LTI 1.3 Platform OAuth2 Well-Known/KeySet URL (\u043f\u0440\u0435\u0434\u043e\u0441\u0442\u0430\u0432\u044f \u0441\u0435 \u043d\u0430 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0430)
lti13_token_url=URL \u0430\u0434\u0440\u0435\u0441 \u0437\u0430 \u0438\u0437\u0432\u043b\u0438\u0447\u0430\u043d\u0435 \u043d\u0430 \u0442\u043e\u043a\u0435\u043d\u0430 \u043d\u0430 \u043d\u043e\u0441\u0438\u0442\u0435\u043b\u044f \u043d\u0430 \u043f\u043b\u0430\u0442\u0444\u043e\u0440\u043c\u0430\u0442\u0430 LTI 1.3 OAuth2 (\u043f\u0440\u0435\u0434\u043e\u0441\u0442\u0430\u0432\u044f \u0441\u0435 \u043d\u0430 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0430)
lti13_oidc_auth=LTI 1.3 Platform OIDC Authentication URL (\u043f\u0440\u0435\u0434\u043e\u0441\u0442\u0430\u0432\u044f \u0441\u0435 \u043d\u0430 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0430)
lti13_issuer=LTI 1.3 \u0415\u043c\u0438\u0442\u0435\u043d\u0442 \u0437\u0430 \u0442\u0430\u0437\u0438 \u043f\u043b\u0430\u0442\u0444\u043e\u0440\u043c\u0430 (\u043f\u0440\u0435\u0434\u043e\u0441\u0442\u0430\u0432\u044f \u0441\u0435 \u043d\u0430 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0430)
lti13_sakai_config=URL, \u043a\u043e\u0439\u0442\u043e \u043f\u0440\u0435\u0434\u043e\u0441\u0442\u0430\u0432\u044f JSON \u043f\u0440\u0435\u0434\u0441\u0442\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u0442\u0435\u0437\u0438 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442\u0438
lti13_show=\u041f\u043e\u043a\u0430\u0436\u0438

error.submit.timeout=\u041d\u0435\u0432\u044a\u0437\u043c\u043e\u0436\u043d\u043e\u0441\u0442 \u0437\u0430 \u0438\u0437\u043f\u0440\u0430\u0449\u0430\u043d\u0435 \u043d\u0430 \u0441\u0442\u0430\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043a\u044a\u043c \u043e\u0442\u0434\u0430\u043b\u0435\u0447\u0435\u043d URL \u0430\u0434\u0440\u0435\u0441
