gen.options=Opcije
gen.cancel=Otka\u017ei
gen.save=Sa\u010duvaj
gen.done=Gotovo
gen.edit=Uredi
gen.test=Test
gen.delete=Obri\u0161i
gen.transfer=Transfer
gen.privacy=Privatnost
gen.insert=Instalirajte novi alat
gen.alert=Upozorenje\:
gen.note=Napomena\:
gen.success=Uspe\u0161no
gen.failure=Neuspe\u0161no
gen.tools=Pregledaj alate
gen.add=Dodaj
gen.remove=Ukloni
gen.register=Registruj
gen.reregister=Ponovo registruj
gen.activate=Aktiviraj
gen.reactivate=Ponovo aktiviraj
gen.toggle.priv=Promeni klju\u010d za privatnost
gen.clipboard=Kopiraj
gen.spinner.alt=Obrada...

tool.title=Spolja\u0161nji alati (LTI)
tool.in.site=Linkovi za alate
tool.in.system=Instalirani alati
add.auto=LTI dinami\u010dka registracija
tool.description.sites=U nastavku su epolja\u0161nji alati koji imaju linkove na lokaciji. Jedan instalirani alat mo\u017ee imati vi\u0161e linkova. Izaberi \u201eUredi\u201c radi revidiranja pode\u0161avanja za odre\u0111eni link. Izaberi \u201eKreiraj link za alat\u201c radi dodavanja novog linka.
tool.description.sites.helper=U  nastavku su spolja\u0161nji alati koji imaju linkove na ovoj lokaciji. Izaberi Uredi radi revidiranja pode\u0161avanja za odre\u0111eni link. Mogu postojati reference na ove linkove ugra\u0111ene u kod na ovoj lokaciji. Ako obri\u0161e\u0161 link sa ovog ekrana, ove reference ne\u0107e uspeti, pa budi pa\u017eljiv prilikom brisanja sa ovog ekrana.
tool.description.system=U nastavku su spolja\u0161nji alati koji su dodati u sistem. Izaberi \u201eUredi\u201c radi revidiranje pode\u0161avanja pokretanja. Izaberi link \u201eDodaj spolja\u0161nji alat u sistem\u201c kako bi dodatni spolja\u0161nji alati bili dostupni.
tool.post.insert=LTI 1.3 vrednosti (obezbedi alat)
tool.view=Pregledaj instalirani alat
tool.put=Spolja\u0161nji alat
tool.delete=Brisanje instaliranog alata
tool.delete.sure=Ovaj alat \u0107e biti uklonjen sa svih lokacija nakon brisanja. Da li \u017eeli\u0161 da nastavi\u0161?
tool.transfer=Prenos linkova alata sa ovog alata na drugi alat
tool.transfer.sure=Nije lako poni\u0161titi ovu operaciju. Budi pa\u017eljiv.
tool.transfer.select=Izaberi novi alat
tool.transfer.success=Preneto {0} linkova
error.transfer.fail=Prenos nije uspeo
error.transfer.missing=Molimo izaberi alat
error.maintain.transfer=Odr\u017eavalac lokacije mora da prenese
tool.table=Instalirani spolja\u0161nji (LTI) alati\u201c
tool.none=Nema dostupnih instaliranih alata
tool.note=<p>Ako ima\u0161 klju\u010d i tajnu, prvo mora\u0161 da instalira\u0161 alat pomo\u0107u ovog ekrana, a zatim da pokrene\u0161 alat, treba da kreira\u0161 konfiguraciju alata za alat.   Mo\u017ee\u0161 da izvr\u0161i\u0161 probno pokretanje svog alata i da dobije\u0161 URL za svoj alat sa ekrana za konfiguraciju alata.</p>
tool.launch=URL pokretanja\:
tool.resource.handler=Resource Handler\:
tool.already.exists=<br/><span style\="color\:red">(Napominjemo da alat ve\u0107 postoji za resource_handler)</span>
tool.patch.title=Pokretanje Content Item
tool.patch.body=Po\u0161to stavlja\u0161 ovaj alat kao Content Item alat, automatski ga pode\u0161avamo tako da se naslov i URL pokretanja mogu izmeniti.
tool.content.title=Potrebni Content Item / Deep Link
tool.content.body=Da bi se obezbedila datoteka ili importovao sadr\u017eaj, alat mora biti u mogu\u0107nosti da se pokrene pomo\u0107u Content Item ili Deep Linking
tool.import.title=Da li \u017eeli\u0161 da izmeni\u0161 naslov ovog alata u\:
tool.import.description=Da li \u017eeli\u0161 da izmeni\u0161 opis ovog alata u\:
tool.import.success=Importovani podaci o dinami\u010dkoj registraciji u obrascu, molimo pregledaj i sa\u010duvaj.
tool.import.error=Gre\u0161ka prilikom vra\u0107anja LTI 1.3 konfiguracije iz URL.
tool.lti13.auto.start.header=LTI dinami\u010dka registracija
tool.lti13.auto.start.text=Neki LTI napredni alati podr\u017eavaju standard dinami\u010dke registracije. Ovo nije isto kao URL pokretanja. Ako ima\u0161 URL, une\u0107emo novi alat, a zatim koristiti dinami\u010dku registraciju za popunjavanje podataka za alat. Nakon \u0161to je alat registrovan - mo\u017ee\u0161 da pregleda\u0161 vrednosti i da sa\u010duva\u0161 alat kako bi ga aktivirao ili da obri\u0161e\u0161 radnu verziju alata. Ovaj proces mo\u017ee da zahteva da navede\u0161 akreditive za alat. Obezbe\u0111ivanje URL-ova sa nekih alata mo\u017ee da se primenjuje samo jednom, tako da treba da proveri\u0161 sa svojim prodavcem alata kako da registruje\u0161 njegov alat.
tool.lti13.auto.start.title=Naziv alata
tool.lti13.auto.start.title.required=Potreban je naziv alata
tool.lti13.auto.start.insert.fail=Nemogu\u0107nost stavljanja alata
tool.lti13.auto.start.button=Dinami\u010dka registracija
tool.lti13.auto.button=Koristi LTI dinami\u010dku registraciju
tool.lti13.auto.title=LTI dinami\u010dka registracija
tool.lti13.auto.header=LTI dinami\u010dka registracija
tool.lti13.auto.execute=Po\u010dni konfiguraciju
tool.lti13.auto.config=URL LTI dinami\u010dke registracije
content.menu=Link za alat
content.title=Link za alat
content.note=<p>Ako ima\u0161 url, klju\u010d i tajnu, treba da instalira\u0161 novi alat, a zatim da se vrati\u0161 i stavi\u0161 taj alat za pokretanje na ovom ekranu.</p>
content.put=Link za alat
content.redirecting=Preusmeravanje na spolja\u0161nji alat za konfiguraciju...
content.add=Kreiraj link za alat
content.tools=Pregledaj alate
content.delete=Obri\u0161i link za alat
content.delete.sure=Ovaj alat bi\u0107e uklonjen sa ove lokacije nakon brisanja. Da li \u017eeli\u0161 da nastavi\u0161?
content.delete.detail=Napominjemo da se ovaj alat mo\u017ee koristiti na vi\u0161e od jednog mesta. Ako obri\u0161ete ovaj link za alat, sve upotrebe ovog linka za alat prestaju da budu aktivne.
content.table=Trenutni link za alat
content.none=Nije otkriven link za alat
content.select.tool=Izaberi alat
content.select.one=---------- izaberi jedan ----------
content.no.tools=Nema dostupnih alata
content.admin.note=<p>Napomena\: Svi linkovi za alat moraju da imaju pun SITE_ID kako bi se pokrenuli.</p>
content.export.csv=Eksportuj u CSV
content.export.excel=Eksportuj u Excel
content.attribution=Odeljenje

contentitem.link=Pokreni konfiguraciju spolja\u0161njeg alata
contentitem.detail=Ovaj alat mo\u017eda mo\u017ee samostalno da se konfiguri\u0161e. Ako imate problema sa upotrebom mogu\u0107nosti konfiguracije alata, vratite se na ovaj ekran da konfiguri\u0161ete alat.
contentitem.generic.title=Spolja\u0161nji alat
contentitem.success=Primljene va\u017ee\u0107e stavke sadr\u017eaja\:
contentitem.success.none=Nije primljena nijedna validna stavka sadr\u017eaja iz spolja\u0161njeg alata.
contentitem.success.action=Pritisni OK za instalaciju ovih stavki sadr\u017eaja u editor.
contentitem.failure=Jedna od tvojih vra\u0107enih stavki sadr\u017eaja je imala problem.
contentitem.failures=Vi\u0161e tvojih vra\u0107enih stavki sadr\u017eaja je imalo problem.
contentitem.tools=Ovo su izvori spolja\u0161njih alata koji se mogu pretra\u017eivati i koji ti omogu\u0107avaju da pretra\u017euje\u0161, bira\u0161 i konfiguri\u0161e\u0161 izabrane alate i/ili sadr\u017eaj koji \u0107e\u0161 staviti u svoj dokument.
contentitem.tools.launch=Ovo su dostupni spolja\u0161nji alati koje mo\u017ee\u0161 da stavi\u0161 u svoj dokument.
contentitem.notools=Nema spolja\u0161nih alata dostupnih za editor. Ovi alati mogu biti prodavnice aplikacija, aplikacije koje se samostalno konfiguri\u0161u ili repozitorije kao predmet u\u010denja.

error.contentitem.missing.returnurl=Nedostaje povratni Url za ContentItemResponse
error.contentitem.missing.data=Podaci koji nedostaju\= parametar za ContentItemResponse
error.contentitem.bad=Gre\u0161ka u povratnom ContentItemResponse
error.contentitem.missing=Klju\u010d za alat koji nedostaje u ContentItemResponse
error.contentitem.incorrect=Nepravilan klju\u010d za alat u ContentItemResponse
error.contentitem.no.validate=OAuth gre\u0161ka validacije
error.contentitem.no.ltilink=LTI Resource link koji nedostaje u ContentItemResponse @graph
error.contentitem.missing.url=url za pokretanje stavke LTI linka koja nedostaje
error.contentitem.content.insert=Nemogu\u0107nost stavljanja ContentItem
error.contentitem.content.launch=Nemogu\u0107nost vra\u0107anja URL pokretanja iz ContentItem
error.contentitem.no.fileitem=\=Stavka datoteke koja nedostaje u ContentItemResponse @graph

error.deeplink.bad=Gre\u0161ka u Deep Link Response
error.deeplink.no.ltilink=LTI link za resurs koji nedostaje u Deep Link Response
error.deeplink.no.fileitem=Stavka datoteke koja nedostaje u Deep Link Response
error.deeplink.no.import.url=Nemogu\u0107nost pronala\u017eenja url za importovanje u stavci datoteke

import.cartridge.continue=Obrada importovanja kartrid\u017ea

link.add=Dodavanje linka za navigaciju lokacije
link.add.detail=<p>Ovim \u0107e se dodati link uz ovaj alat na tvoju navigaciju lokacije. Kada doda\u0161 link, celokupna stranica \u0107e se resetovati radi a\u017euriranja navigacije.</p>
link.button.text=Tekst na dugmetu
error.link.add.fail=Dodavanje linka nije uspelo
success.link.add=Povezano
link.remove=Uklanjanje linka za navigaciju lokacije
link.remove.detail=<p>Ovim \u0107e se ukloniti link uz ovaj alat sa tvoje navigacije lokacije. Kada ukloni\u0161 link, celokupna stranica \u0107e se resetovati radi a\u017euriranja navigacije.</p>
error.link.remove.fail=Dodavanje linka nije uspelo
success.link.remove=Link je uklonjen

success.deleted=Izbrisane
success.created=Kreirano
success.updated=A\u017eurirano
success.linked=Povezano
error.delete.fail=Brisanje nije uspelo
error.link.fail=Link nije uspeo
error.placement.not.removed=Nemogu\u0107nost uklanjanja lokacije alata

error.maintain.edit=Odr\u017eavalac lokacije mora da ure\u0111uje
error.maintain.view=Odr\u017eavalac lokacije mora da pregleda
error.maintain.delete=Odr\u017eavalac lokacije mora da pregleda
error.maintain.link=Odr\u017eavalac lokacije mora da upravlja linkovima

error.register.not.ready=Ovaj razvoj jo\u0161 uvek nije spreman za registrovanje
error.deploy.not.found=Razvoj nije otkriven
error.deploy.missing=Razvoj nedostaje ili je nepravilno konfigurisan.
error.activate.not.ready=Ovaj razvoj nije spreman da bude aktiviran
error.deploy.badstate=Razvoj je u pogre\u0161nom stanju za registraciju
error.deploy.badproxy=Ovaj razvoj ima prekinut reg_profile.
error.deploy.noreg=Ovaj razvoj nema url za registraciju.
error.deploy.partial=Razvoj je nepotpun, nedostaju klju\u010d i tajna.
error.deploy.not.config=Ovaj server nije konfigurisan za LTI2. Bi\u0107e upotrebljena konfiguracija uzoraka. Ne koristi podatke iz uzoraka u proizvodnji.

error.admin.edit=Administrator lokacije mora da ure\u0111uje
error.admin.view=Administrator lokacije mora da pregleda
error.admin.delete=Administrator lokacije mora da pregleda
error.admin.activate=Administrator lokacije mora da aktivira
error.admin.register=Administrator lokacije mora da registruje

error.id.not.found=ID broj nije otkriven
error.content.not.found=Konfiguracija alata nije otkrivena
error.tool.not.found=Alat nije otkriven
error.tool.missing.keyset=Nedostaje url kompleta alata i/ili javni klju\u010d
error.keygen.fail=Neuspe\u0161no generisanje PKI para klju\u010deva
error.missing.flow=Pozvan kao pomo\u0107nik za stavku sadr\u017eaja bez parametra protoka
error.missing.return=Pozvan kao pomo\u0107nik bez URL za vra\u0107anje
error.need.key.secret=Ovaj alat ne\u0107e funkcionisati bez klju\u010da i tajne.
error.link.placement.update=Gre\u0161ka prilikom a\u017euriranja informacija o lokaciji u stavci konfiguracije
error.tool.no.encryption.key=Ovaj server nema lti.encryption.key komplet u svojim sakai.properties. Dok ne podesite ovu vrednost LTI tajne ne\u0107e biti \u0161ifrovane u bazi podataka.

need.tool.info=<p>Napomena\: Za ovaj alat su potrebni klju\u010d i tajna pre nego \u0161to proradi.</p>
need.tool.secret=Tajna za alat
need.tool.key=Klju\u010d za alat

bl_launch=URL
bl_title=Naslov
bl_url=URL
bl_site=ID broj lokacije
bl_sitetitle=Naziv sajta
bl_description=Opis alata
bl_created_at=Dodato na
bl_sitecontactname=Vlasnik lokacije
bl_sitecontactemail=Kontakt lokacije
bl_use=Upotrebe
bl_toolorder=Redosled
bl_action=Radnja
bl_page=Navigacija lokacije
bl_matchpattern=URL za spajanje
bl_addlink=Dodaj link za lokaciju
bl_removelink=Ukloni link za lokaciju
bad.operation=Poku\u0161ao si nepravilnu operaciju.
operation.complete=Operacija je zavr\u0161ena
operation.refreshing=Ponovno pode\u0161avanje navigacije preko ponovnog otvaranja prozora...
add.to.site=Kreiraj link za alat
add.tool.to.site=Kreiraj link za alat
update.tool.link=A\u017euriraj link za alat
add.tool.select=Ovaj link za alat vi\u0161e nije povezan sa aktivnim alatom. Molimo obri\u0161i ovaj link za alat ili ga ponovo pove\u017ei sa dostupnim alatom.
add.to.system=Instaliraj LTI 1.x alat
select.showall=Prika\u017ei sve

deploy.put=LTI 2.x instalacija
deploy.in.system=LTI 2.x instalacija
deploy.register=Registracija spolja\u0161njih alata
deploy.activate=Aktivacija razvoja
deploy.activate.note=<p>Kada aktivira\u0161 ovaj razvoj, alati u razvoju se instaliraju ili a\u017euriraju u sistemu. Aktivacija zavr\u0161ava proces registracije alata.</p>
deploy.activate.badlaunch=Lo\u0161e pokretanje u razvoju
deploy.activate.notools=Nema alata za aktivaciju
deploy.parse.exception=Nemogu\u0107nost ra\u0161\u010dlanjivanja profila pru\u017eaoca usluge
deploy.delete=Brisanje razvoja
deploy.delete.sure=Da li si siguran da \u017eeli\u0161 da obri\u0161e\u0161 ovaj razvoj?
deploy.delete.tool=Obri\u0161i\:
deploy.delete.tools=Alati u nastavku su instalirani u razvoju. Ako obri\u0161e\u0161 ove alate, svi linkovi na svim lokacijama u ovom sistemu \u0107e tako\u0111e biti obrisani. Mo\u017ee\u0161 da obri\u0161e\u0161 razvoj bez brisanja alata.
deploy.data=Ovaj razvoj podr\u017eava \:tools alate i \:contents postavke na \:sites lokacijama.
add.deploy=Instaliraj LTI 2.x alat
deploy.description.system=Razvoji koji su trenutno u ovom sistemu
deploy.table=Razvoji
deploy.none=Nisu otkriveni LTI 2.x razvoji
deploy.note=<p>Ovo su LTI 2.x alati. Za dodavanje alata potreban ti je URL razvoja alata.</p>
deploy.provider.name=Aktivacija alata od\:

search.title=Pretra\u017ei po naslovu
search.url=Pretra\u017ei po URL
search.siteid=Pretra\u017ei po ID broju lokacije
search.sitetitle=Pretra\u017ei po naslovu lokacije
search.uses=Pretra\u017ei po upotrebi
searchby=Pretra\u017ei po {0}

register.may.popup=Proces registracije mo\u017ee da otvori iska\u010du\u0107i prozor. Ako otvori iska\u010du\u0107i prozor,  kada je registracija zavr\u0161ena, vrati se na ovu stranicu i ru\u010dno aktiviraj razvoj.
register.external.pre.launch=Sada \u0107emo aktivirati spolja\u0161nji veb-sajt u novom prozoru radi stvarne instalacije. Kada se taj proces zavr\u0161i, vrati se na ovaj prozor i nastavi proces aktivacije ili se vrati na listu razvoja.
register.external.post.launch=Ako je proces registracije bio uspe\u0161an, tvoj slede\u0107i korak je aktivacija registracije. Ako je tokom procesa registracije bilo problema, mo\u017eda treba da ponovo pokrene\u0161 registraciju.
register.popup.text=Nastavi do registracije veb-sajta
register.done=Spolja\u0161nji alat je zavr\u0161io svoj proces registracije. Ako je proces registracije bio uspe\u0161an, tvoj slede\u0107i korak je aktivacija registracije. Ako je tokom procesa registracije bilo problema, mo\u017eda treba da ponovo pokrene\u0161 registraciju.
register.close=Zatvori ovaj prozor

lti13_issuer_url=LTI 1.3 izdavalac platforme (obezbe\u0111ivanje alata)
lti13_client_id=LTI 1.3 ID broj klijenta (obezbe\u0111ivanje alata)
lti13_deployment_id=LTI 1.3 ID broj razvoja (obezbe\u0111ivanje alata)
lti13_keyset_url=LTI 1.3 URL kompleta poznatih klju\u010deva platforme OAuth2 (obezbe\u0111ivanje alata)
lti13_token_url=LTI 1.3 URL vra\u0107anja tokena nosioca platforme OAuth2 (obezbe\u0111ivanje alata)
lti13_oidc_auth=LTI 1.3 URL autentifikacije platforme OIDC (obezbe\u0111ivanje alata)
lti13_issuer=LTI 1.3 izdavalac za ovu platformu (obezbe\u0111ivanje alata)
lti13_sakai_config=URL koji obezbe\u0111uje JSON prikaz ovih vrednosti
lti13_show=Poka\u017ei

error.submit.timeout=Nemogu\u0107nost slanja pokretanja do udaljenog URL
