gen.options=Opcions
gen.cancel=Cancel\u00b7la
gen.save=Desa
gen.done=Fet
gen.edit=Edita
gen.test=Prova
gen.delete=Elimina
gen.transfer=Transfereix
gen.insert=Instal\u00b7la una eina nova
gen.alert=Av\u00eds\:
gen.success=Completat amb \u00e8xit
gen.failure=Error
gen.tools=Mostra les eines
gen.add=Afegeix
gen.remove=Elimina
gen.register=Registra
gen.reregister=Torna a registrar
gen.activate=Activa
gen.reactivate=Torna a activar
gen.toggle.priv=Canvia la clau privada
gen.clipboard=Copia
gen.spinner.alt=Processant...

tool.title=Eines externes (IMS LTI)
tool.in.site=Enlla\u00e7os de l\u2019eina
tool.in.system=Eines instal\u00b7lades
add.auto=Auto provisi\u00f3 LTI Advantage
tool.description.sites=A la part inferior hi ha les eines que tenen enlla\u00e7os dins d\u2019un espai. Una eina instal\u00b7lada pot tenir diferents enlla\u00e7os. Feu clic sobre l\u2019opci\u00f3 d\u2019editar per revisar la configuraci\u00f3 d\u2019un enlla\u00e7 concret. Feu clic sobre l\u2019opci\u00f3 de crear un enlla\u00e7 a l\u2019eina per afegir un enlla\u00e7 nou. 
tool.description.sites.helper=A la part inferior hi ha les eines externes que tenen enlla\u00e7os dins d\u2019aquest espai. Una eina instal\u00b7lada pot tenir diversos enlla\u00e7os. Feu clic sobre l\u2019opci\u00f3 d\u2019editar per revisar la configuraci\u00f3 d\u2019un enlla\u00e7 en concret. Pot haver-hi refer\u00e8ncies als enlla\u00e7os afegides manualment per tot aquest espai. Aquestes refer\u00e8ncies fallaran si elimineu un enlla\u00e7 en aquesta pantalla. Per tant heu d\u2019anar amb cura quan elimineu enlla\u00e7os en aquesta pantalla. 
tool.description.system=A sota trobareu les eines externes que s\u2019han afegit al sistema. Feu clic sobre l\u2019enlla\u00e7 \u2019Edita\u2019 per revisar la configuraci\u00f3 d\u2019inici. Feu clic sobre l\u2019enlla\u00e7 \u2019Afegeix una eina\u2019 per afegir eines externes noves. 
tool.post.insert=Valors LTI 1.3 (proveir-los a l\u2019eina)
tool.view=Mostra l\u2019eina instal\u00b7lada
tool.put=Eina externa
tool.delete=Eliminant una eina instal\u00b7lada
tool.delete.sure=Aquesta eina desapareixer\u00e0 de tots els espais un cop eliminada. Esteu segur que voleu continuar?
tool.transfer=S\u2019estan transferint els enlla\u00e7os de l\u2019eina des d\u2019aquesta eina a una altra eina
tool.transfer.sure=Desfer aquesta operaci\u00f3 no \u00e9s senzill. Aneu amb compte. 
tool.transfer.select=Escolliu l\u2019eina nova
tool.transfer.success=S\u2019han transferit {0} enlla\u00e7os
error.transfer.fail=La transfer\u00e8ncia ha fallat
error.transfer.missing=Cal seleccionar una eina
error.maintain.transfer=Per a poder transferir cal ser administrador de l\u2019espai
tool.table=Eines externes (LTI) instal\u00b7lades"
tool.none=No hi ha eines disponibles entre les que s\u2019han instal\u00b7lat
tool.note=<p>Si teniu clau i paraula secreta, heu d\u2019instal\u00b7lar primer l\u2019eina tal com es descriu en aquesta pantalla, per iniciar-la haureu de crear una configuraci\u00f3 per a aquesta eina. Podeu provar si s\u2019inicia correctament i obtenir una URL per a la vostra eina a la pantalla de configuraci\u00f3 d\u2019eines.</p>
tool.launch=Adre\u00e7a URL per a iniciar l\u2019eina\:
tool.resource.handler=Controlador de recursos\:
tool.already.exists=<br/> <span style\="color\:red"> (Nota,  per resource_handler ja existeix una eina)</span>
tool.patch.title=Inicia l\u2019element de contingut
tool.patch.body=At\u00e8s que col\u00b7loqueu aquesta eina com a eina d\u2019element de contingut, l\u2019hem configurat autom\u00e0ticament perqu\u00e8 el t\u00edtol i l\u2019adre\u00e7a URL d\u2019inici es puguin canviar.
tool.content.title=Cal Element de contingut / Enlla\u00e7 profund
tool.content.body=Per introduir un fitxer o importar continguts, l\u2019eina s\u2019ha de poder iniciar usant Element de contingut o Enlla\u00e7 profund.
tool.import.title=Voleu canviar el t\u00edtol d\u2019aquesta eina a\:
tool.import.description=Voleu canviar la descripci\u00f3 d\u2019aquesta eina a\:
tool.import.success=Les dades d\u2019auto configuraci\u00f3 s\u2019han importat al formulari, reviseu-les i deseu. 
tool.import.error=S\u2019ha produ\u00eft un error al recuperar la configuraci\u00f3 LTI 1.3 des de l\u2019adre\u00e7a URL.
tool.lti13.auto.start.header=Auto configuraci\u00f3 LTI Advantage
tool.lti13.auto.start.text=Algunes eines LTI Advantage admeten un est\u00e0ndard d\u2019auto prove\u00efment. Aix\u00f2 no \u00e9s el mateix que una adre\u00e7a URL d\u2019inici. Si disposeu d\u2019una adre\u00e7a URL insertarem una eina nova i usarem l\u2019auto prove\u00efment per introduir les dades per a l\u2019eina. Un cop s\u2019ha prove\u00eft l\u2019eina podreu revisar les dades i desar-la per poder activar-la o b\u00e9 eliminar-la. Aquest proc\u00e9s pot requerir que presenteu les credencials a l\u2019eina. El prove\u00efment de les adreces URL en el cas d\u2019algunes eines nom\u00e9s es pot usar un cop, cal verificar amb el prove\u00efdor de l\u2019eina el funcionament de l\u2019auto prove\u00efment per a la seva eina. 
tool.lti13.auto.start.title=T\u00ed\u00adtol de l\u2019eina
tool.lti13.auto.start.title.required=Cal introduir el nom de l\u2019eina
tool.lti13.auto.start.insert.fail=No s\u2019ha pogut inserir l\u2019eina
tool.lti13.auto.start.button=Auto-provisi\u00f3
tool.lti13.auto.button=Usa l\u2019auto configuraci\u00f3 LTI Advantage
tool.lti13.auto.title=Auto configuraci\u00f3 LTI Advantage
tool.lti13.auto.header=Auto configuraci\u00f3 LTI Advantage
tool.lti13.auto.execute=Inicia la configuraci\u00f3
tool.lti13.auto.config=Adre\u00e7a URL d\u2019auto configuraci\u00f3
content.menu=Enlla\u00e7 a l\u2019eina
content.title=Enlla\u00e7 a l\u2019eina
content.note=<p>Si disposeu de url, clau i paraula secreta heu d\u2019instal\u00b7lar l\u2019eina nova i despr\u00e9s configurar-la per a que s\u2019inici\u00ef en aquesta pantalla.</p>
content.put=Enlla\u00e7 a l\u2019eina
content.redirecting=Redirigint a una eina externa per configurar-la...
content.add=Crea un enlla\u00e7 a l\u2019eina
content.tools=Mostra les eines
content.delete=Elimina l\u2019enlla\u00e7 a l\u2019eina
content.delete.sure=Aquesta eina deixar\u00e0 de ser accessible en aquest espai un cop eliminada. Esteu segur de voler continuar?
content.delete.detail=Cal tenir en compte que l\u2019eina pot estar en \u00fas en diversos llocs. Si elimineu l\u2019enlla\u00e7 a l\u2019eina deixar\u00e0 de funcionar a tots els llocs on s\u2019usi.
content.table=Enlla\u00e7 a l\u2019eina actual
content.none=No s\u2019ha trobat cap enlla\u00e7 a l\u2019eina
content.select.tool=Selecciona una eina
content.select.one=---------- seleccioneu-ne una ----------
content.no.tools=No hi ha eines disponibles
content.admin.note=<p>Nota\: Per poder obrir-los, tots els enlla\u00e7os necessiten tenir un SITE_ID no nul.</p>
content.export.csv=Exporta en format CSV
content.export.excel=Exporta en format Excel
content.attribution=Departament

contentitem.link=Executa el proc\u00e9s de configuraci\u00f3 de l\u2019eina externa
contentitem.detail=Aquesta eina hauria de ser capa\u00e7 de configurar-se ella sola. Si detecteu problemes en aquest proc\u00e9s podeu retornar a aquesta pantalla per configurar l\u2019eina. 
contentitem.generic.title=Eina externa
contentitem.success=Elements de continguts v\u00e0lids rebuts\:
contentitem.success.none=No s\u2019ha rebut cap element de contingut v\u00e0lid des de l\u2019eina externa.
contentitem.success.action=Prem \u2019D\u2019acord\u2019 per instal\u00b7lar els elements de contingut a l\u2019editor.
contentitem.failure=Un dels elements de contingut rebuts t\u00e9 un problema.
contentitem.failures=Diversos dels elements de contingut rebuts tenen un problema.
contentitem.tools=Aquestes s\u00f3n fonts de cerca d\u2019eines externes que permeten cercar, seleccionar i configurar les eines i / o contingut per inserir al document.
contentitem.tools.launch=Eines Externes disponibles per a inserir en el vostre document.
contentitem.notools=No hi ha eines externes disponibles per a l\u2019editor. Aquestes eines poden ser botigues d\u2019aplicacions, aplicacions que es configuren autom\u00e0ticament o repositoris d\u2019objectes d\u2019aprenentatge.

error.contentitem.missing.returnurl=A ContentItemResponse falta l\u2019element returnUrl
error.contentitem.missing.data=A ContentItemResponse falta el par\u00e0metre data\= 
error.contentitem.bad=Hi ha una errada al ContentItemResponse que s\u2019ha retornat
error.contentitem.missing=A ContentItemResponse falta la clau de l\u2019eina
error.contentitem.incorrect=La clau de l\u2019eina a ContentItemResponse no \u00e9s correcta
error.contentitem.no.validate=Error de validaci\u00f3 OAuth
error.contentitem.no.ltilink=A ContentItemResponse @graph falta l\u2019element LtiLinkItem
error.contentitem.missing.url=Falta l\u2019adre\u00e7a URL de l\u2019element LTILink
error.contentitem.content.insert=No s\u2019ha pogut inserir ContentItem
error.contentitem.content.launch=No s\u2019ha pogut obtenir l\u2019adre\u00e7a URL d\u2019inici del ContentItem
error.contentitem.no.fileitem=\=Missing FileItem in ContentItemResponse @graph

error.deeplink.bad=Hi ha una errada a la resposta d\u2019enlla\u00e7 profund
error.deeplink.no.ltilink=Manca ltiLink a la resposta d\u2019enlla\u00e7 profund
error.deeplink.no.fileitem=A la resposta d\u2019enlla\u00e7 profund manca un element tipus fitxer
error.deeplink.no.import.url=No s\u2019ha trobat l\u2019adre\u00e7a URL a importar en el fitxer

import.cartridge.continue=Processa la importaci\u00f3 a partir d\u2019un cartutx

link.add=Afegeix enlla\u00e7 de navegaci\u00f3 per l\u2019espai
link.add.detail=<p>Aquesta acci\u00f3 afegir\u00e0 un enlla\u00e7 a aquesta eina a la navegaci\u00f3 de l\u2019espai. Quan afegiu l\u2019enlla\u00e7, es reiniciar\u00e0 la p\u00e0gina sencera per actualitzar la navegaci\u00f3.</p>
link.button.text=Text del bot\u00f3
error.link.add.fail=S\u2019ha produ\u00eft un error a l\u2019afegir l\u2019enlla\u00e7
success.link.add=Vinculat
link.remove=Eliminant l\u2019enlla\u00e7 de navegaci\u00f3 per l\u2019espai
link.remove.detail=<p>Aquesta acci\u00f3 eliminar\u00e0 l\u2019enlla\u00e7 cap a aquesta eina de la navegaci\u00f3 per l\u2019espai. Quan elimineu l\u2019enlla\u00e7, es reiniciar\u00e0 la p\u00e0gina sencera per actualitzar la navegaci\u00f3.</p>
error.link.remove.fail=S\u2019ha produ\u00eft un error a l\u2019afegir l\u2019enlla\u00e7
success.link.remove=S\u2019ha eliminat l\u2019enlla\u00e7

success.deleted=Eliminat
success.created=Creat
success.updated=Actualitzat
success.linked=Enlla\u00e7at
error.delete.fail=S\u2019ha produ\u00eft un error a l\u2019eliminar
error.link.fail=L\u2019enlla\u00e7 ha fallat
error.placement.not.removed=No es pot eliminar l\u2019ubicaci\u00f3 de l\u2019eina

error.maintain.edit=S\u2019ha de ser administrador de l\u2019espai per a editar
error.maintain.view=S\u2019ha de ser administrador de l\u2019espai per a accedir
error.maintain.delete=S\u2019ha de ser administrador de l\u2019espai per a accedir
error.maintain.link=S\u2019ha de ser administrador de l\u2019espai per a gestionar els enlla\u00e7os

error.register.not.ready=Aquest desplegament no est\u00e0 preparat per ser registrat
error.deploy.not.found=No s\u2019ha trobat el desplegament
error.deploy.missing=No s\u2019ha fet el desplegament o no s\u2019ha configurat b\u00e9.
error.activate.not.ready=Aquest desplegament no est\u00e0 preparat per ser activat
error.deploy.badstate=El desplegament no est\u00e0 en l\u2019estat correcte per a registrar l\u2019eina
error.deploy.badproxy=Aquest desplegament t\u00e9 un reg_profile incorrecte.
error.deploy.noreg=Aquesta desplegament no t\u00e9 una adre\u00e7a url de registre.
error.deploy.partial=El desplegament no s\u2019ha completat, falten la clau i el secret.
error.deploy.not.config=Aquest servidor no est\u00e0 configurat per a LTI2.  S\u2019usar\u00e0 la configuraci\u00f3 d\u2019exemple.  No utilitzeu dades d\u2019exemple en producci\u00f3.

error.admin.edit=Per a editar cal ser administrador de l\u2019espai
error.admin.view=Per a accedir cal ser administrador de l\u2019espai
error.admin.delete=Per a eliminar cal ser administrador de l\u2019espai
error.admin.activate=Cal ser administrador per a poder activar
error.admin.register=Cal ser administrador per poder registrar 

error.id.not.found=No s\u2019ha trobat l\u2019ID
error.content.not.found=No s\u2019ha trobat la configuraci\u00f3 de l\u2019eina
error.tool.not.found=No s\u2019ha trobat l\u2019eina
error.tool.missing.keyset=Manca una adre\u00e7a url per al joc de claus i/o una clau p\u00fablica
error.keygen.fail=No s\u2019ha pogut generar la parella de claus PKI
error.missing.flow=S\u2019ha cridat com a component d\u2019Element de contingut sense par\u00e0metre de flux
error.missing.return=S\u2019ha cridat com a helper sense URL de retorn
error.need.key.secret=Aquesta eina no funcionar\u00e0 sense una clau i una paraula secreta. 
error.link.placement.update=S\u2019ha produ\u00eft un error actualitzant la informaci\u00f3 d\u2019ubicaci\u00f3 a l\u2019element de configuraci\u00f3
error.tool.no.encryption.key=Aquest servidor no t\u00e9 configurada la propietat basiclti.encryption.key al fitxer sakai.properties. Fins que no s\u2019assigni aquest valor les paraules secretes estaran sense xifrar a la base de dades.

need.tool.info=<p>Nota\: Com l\u2019eina \u00e9s importada pel seu funcionament requereix d\u2019una clau i una paraula secreta.</p>
need.tool.secret=Paraula secreta de l\u2019eina
need.tool.key=Clau de l\u2019eina

bl_launch=URL
bl_title=T\u00edtol
bl_url=URL
bl_site=ID de l\u2019espai
bl_sitetitle=T\u00edtol de l\u2019espai
bl_description=Descripci\u00f3 de l\u2019eina
bl_created_at=Afegit el
bl_sitecontactname=Propietari de l\u2019espai
bl_sitecontactemail=Contacte de l\u2019espai
bl_use=Usa
bl_toolorder=Ordre
bl_action=Acci\u00f3
bl_page=Navegaci\u00f3 de l\u2019espai
bl_matchpattern=URL a comparar
bl_addlink=Afegeix un enlla\u00e7 a l\u2019espai
bl_removelink=Elimina l\u2019enlla\u00e7 a l\u2019espai
bad.operation=Heu intentat fer una operaci\u00f3 impr\u00f2pia
operation.complete=Operaci\u00f3 completada
operation.refreshing=S\u2019est\u00e0 reiniciant la navegaci\u00f3 reobrint la finestra ...
add.to.site=Crea un enlla\u00e7 a l\u2019eina
add.tool.to.site=Crea un enlla\u00e7 a l\u2019eina
update.tool.link=Actualitza l\u2019enlla\u00e7 a l\u2019eina
add.tool.select=Aquest enlla\u00e7 ja no est\u00e0 connectat a cap eina activa. Elimineu aquest enlla\u00e7 o b\u00e9 reconnecteu-lo a una de les eines disponibles. 
add.to.system=Instal\u00b7la una eina LTI 1.x
select.showall=Mostra\u2019ls tots

deploy.put=Instal\u00b7laci\u00f3 d\u2019acord amb LTI 2.x
deploy.in.system=Instal\u00b7laci\u00f3 d\u2019acord amb LTI 2.x
deploy.register=Registrant eines externes
deploy.activate=Activant el desplegament
deploy.activate.note=<p>Quan activeu aquest desplegament, les eines del desplegament s\u2019instal\u00b7len o s\u2019actualitzen en el sistema.  L\u2019activaci\u00f3 completa el proc\u00e9s de registre de l\u2019eina.</p>
deploy.activate.badlaunch=Inici incorrecte al desplegar
deploy.activate.notools=No hi ha eines per activar
deploy.parse.exception=No es pot analitzar el perfil del prove\u00efdor
deploy.delete=Suprimint el desplegament
deploy.delete.sure=Esteu segur que voleu suprimir aquest desplegament?
deploy.delete.tool=Elimina
deploy.delete.tools=Les seg\u00fcents eines es van instal\u00b7lar mitjan\u00e7ant aquest desplegament. Si suprimiu aquestes eines, tamb\u00e9 se suprimiran tots els enlla\u00e7os a aquestes eines en tots els espais d\u2019aquest sistema. Podeu eliminar la desplegament sense eliminar les eines.
deploy.data=Aquest desplegament suporta eines \:tools i ubicacions \:contents en espais \:sites.
add.deploy=Instal\u00b7la una eina LTI 2.x
deploy.description.system=Desplegaments que hi ha actualment al sistema
deploy.table=Desplegaments
deploy.none=No s\u2019ha trobat cap desplegament LTI 2.x
deploy.note=<p>Aquestes eines s\u00f3n LTI 2. x. Per afegir una eina necessiteu una URL de desplegament de l\u2019eina.</p>
deploy.provider.name=Activant les eines de\: 

search.title=Cerca per t\u00edtol
search.url=Cerca per URL
search.siteid=Cerca per ID d\u2019espai
search.sitetitle=Cerca per t\u00edtol de l\u2019espai
search.uses=Cerca per \u00fas
searchby=Cerca per {0}

register.may.popup=El proc\u00e9s de registre pot ser que obri una finestra emergent. Si s\u2019obre aquesta finestra quan el registre s\u2019hagi completat, retorneu a aquesta p\u00e0gina i activeu manualment el desplegament.
register.external.pre.launch=Per dur a terme el proc\u00e9s d\u2019instal\u00b7laci\u00f3 s\u2019obrir\u00e0 un espai web extern en una finestra nova. Quan el proc\u00e9s acabi cal que retorneu a aquesta finestra i o b\u00e9 continueu amb el proc\u00e9s d\u2019activaci\u00f3 o torneu a la llista de desplegament. 
register.external.post.launch=Si el proc\u00e9s de registre ha tingut \u00e8xit el pas seg\u00fcent \u00e9s activar el registre. Si hi hagut cap problema amb el proc\u00e9s de registre caldr\u00e0 que el reinicieu.
register.popup.text=Continua a l\u2019espai web del registre
register.done=L\u2019eina externa ha completat el seu proc\u00e9s de registre. Si el proc\u00e9s ha tingut \u00e8xit, el pas seg\u00fcent \u00e9s activar el registre. Si el proc\u00e9s ha fallat segurament haureu de reiniciar-lo. 
register.close=Tanca aquesta finestra

lti13_issuer_url=Emissor de la plataforma LTI 1.3 (proveir a l\u2019eina)
lti13_client_id=ID del client LTI 1.3 (proveir-lo a l\u2019eina)
lti13_deployment_id=ID del desplegament LTI 1.3 (proveir-lo a l\u2019eina)
lti13_keyset_url=Adre\u00e7a URL del conjunt de claus/OAuth2 Well-Known de la plataforma LTI 1.3 (proveir-la a l\u2019eina) 
lti13_token_url=Adre\u00e7a URL de recuperaci\u00f3 del portador del testimoni OAtuh2 de la plataforma LTI 1.3 (proveir-la a l\u2019eina)
lti13_oidc_auth=Adre\u00e7a URL per a l\u2019autenticaci\u00f3 OIDC de la plataforma LTI 1.3 (proveir-la a l\u2019eina) 
lti13_issuer=Emissor LTI 1.3 per a aquesta plataforma (proveir-lo a l\u2019eina)
lti13_sakai_config=L\u2019adre\u00e7a URL que proporciona una representaci\u00f3 JSON d\u2019aquests valors
lti13_show=Mostra

error.submit.timeout=No s\u2019ha pogut enviar l\u2019ordre d\u2019inici a l\u2019adre\u00e7a URL remota

