#Generated by ResourceBundle Editor (http://eclipse-rbe.sourceforge.net)

add.to.site      = Afeigeix a l'espai l'eina disponible
add.to.system    = Afegeix al sistema l'eina externa
add.tool.to.site = Afegeix l'eina a l'espai

bad.operation = Heu intentat fer una operaci\u00F3 impr\u00F2pia

bl_action = Acci\u00F3

bl_addlink = Afegeix un enlla\u00E7 a l'espai

bl_launch = URL

bl_matchpattern = URL a comparar

bl_page = Navegaci\u00F3 de l'espai

bl_removelink = Elimina l'enlla\u00E7 a l'espai

bl_site = ID de l'espai

bl_title = T\u00EDtol

bl_url = URL

bl_use = Usa

content.add           = Crea una configuraci\u00F3 de l'eina
content.admin.note    = <p>Nota: Per a poder iniciar-los, tots els elements de contingut han de tenir un SITE_ID no nul.</p>
content.delete        = Elimina la configuraci\u00F3 de l'eina
content.delete.detail = Cal tenir en compte que hi pot haver enlla\u00E7os cap a aquesta configuraci\u00F3 de l'eina arreu. Si elimineu la configuraci\u00F3, els enlla\u00E7os deixaran de funcionar. Es pot configurar la mateixa eina diverses vegades i amb diferents valors de configuraci\u00F3 cada cop. 
content.delete.sure   = Aquesta eina deixar\u00E0 de ser accessible en aquest espai un cop eliminada. Esteu segur de voler continuar?
content.menu          = Configuraci\u00F3 de l'eina
content.no.tools      = No hi ha eines disponibles
content.none          = No s'han trobat eines configurades
content.note          = <p>Si disposeu de url, clau i paraula secreta heu d'instal\u00B7lar l'eina nova i despr\u00E9s configurar-la per a que s'inici\u00EF en aquesta pantalla.</p>
content.put           = Configuraci\u00F3 de l'eina
content.select.one    = ---------- seleccioneu-ne una ----------
content.select.tool   = Selecciona una eina
content.table         = Configuracions d'eina actuals
content.title         = Configuraci\u00F3 de l'eina
content.tools         = Mostra les eines

error.admin.delete          = Per eliminar cal ser administrador de l'espai
error.admin.edit            = Per editar cal ser administrador de l'espai
error.admin.view            = Per accedir cal ser administrador de l'espai
error.content.not.found     = No s'ha trobat la configuraci\u00F3 de l'eina
error.delete.fail           = S'ha produ\u00EFt un error a l'eliminar
error.id.not.found          = No s'ha trobat l'ID
error.link.add.fail         = S'ha produ\u00EFt un error a l'afegir l'enlla\u00E7
error.link.fail             = L'enlla\u00E7 ha fallat
error.link.placement.update = S'ha produ\u00EFt un error actualitzant la informaci\u00F3 d'ubicaci\u00F3 a l'element de configuraci\u00F3
error.link.remove.fail      = S'ha produ\u00EFt un error a l'afegir l'enlla\u00E7
error.maintain.delete       = S'ha de ser administrador de l'espai per accedir
error.maintain.edit         = S'ha de ser administrador de l'espai per editar
error.maintain.link         = S'ha de ser administrador de l'espai per gestionar els enlla\u00E7os
error.maintain.view         = S'ha de ser administrador de l'espai per accedir
error.mapping.not.found     = No s'ha trobat el mapeig
error.missing.return        = S'ha cridat com a helper sense URL de retorn
error.need.key.secret       = Aquesta eina no funcionar\u00E0 sense una clau i una paraula secreta. 
error.placement.not.removed = No es pot eliminar l'ubicaci\u00F3 de l'eina
error.tool.not.found        = No s'ha trobat l'eina

gen.add     = Afegeix
gen.alert   = Av\u00EDs:
gen.cancel  = Cancel\u00B7la
gen.delete  = Elimina
gen.done    = Fet
gen.edit    = Edita
gen.failure = Error
gen.insert  = Instal\u00B7la una eina nova
gen.options = Opcions
gen.remove  = Elimina
gen.save    = Desa
gen.success = Completat amb \u00E8xit
gen.test    = Prova
gen.tools   = Mostra les eines

link.add           = Afegeix enlla\u00E7 de navegaci\u00F3 per l'espai
link.add.detail    = <p>Aquesta acci\u00F3 afegir\u00E0 un enlla\u00E7 a aquesta eina a la navegaci\u00F3 de l'espai. Quan afegiu l'enlla\u00E7, es reiniciar\u00E0 la p\u00E0gina sencera per actualitzar la navegaci\u00F3.</p>
link.button.text   = Text del bot\u00F3
link.remove        = Eliminant l'enlla\u00E7 de navegaci\u00F3 per l'espai
link.remove.detail = <p>Aquesta acci\u00F3 eliminar\u00E0 l'enlla\u00E7 cap a aquesta eina de la navegaci\u00F3 per l'espai. Quan elimineu l'enlla\u00E7, es reiniciar\u00E0 la p\u00E0gina sencera per actualitzar la navegaci\u00F3.</p>

mapping.add    = Afegeix un mapatge
mapping.delete = Elimina un element del mapatge
mapping.menu   = Gestiona els mapatges
mapping.none   = No s'ha trobat cap element de mapatge
mapping.put    = Inicia URL de mapatge
mapping.table  = Llista d'elements de mapatge
mapping.title  = Gestiona l'inici de les URL de mapatge

need.tool.info   = <p>Nota: Com l'eina \u00E9s importada pel seu funcionament requereix d'una clau i una paraula secreta.</p>
need.tool.key    = Clau de l'eina
need.tool.secret = Paraula secreta de l'eina

operation.complete   = Operaci\u00F3 completada
operation.refreshing = S'est\u00E0 reiniciant la navegaci\u00F3 refescant la finestra ...

search.siteid = Cerca per ID d'espai
search.title  = Cerca per t\u00EDtol
search.url    = Cerca per URL
search.uses   = Cerca per \u00FAs

success.created     = Creat
success.deleted     = Eliminat
success.link.add    = S'ha afegit l'enlla\u00E7
success.link.remove = S'ha eliminat l'enlla\u00E7
success.linked      = Enlla\u00E7at
success.updated     = Actualitzat

test.menu = Codi d'exemple de proves

tool.delete             = Eliminant un eina
tool.delete.sure        = Aquesta eina desapareixer\u00E0 de tots els espais un cop eliminada. Esteu segur que voleu continuar?
tool.description.sites  = A sota trobareu les eines externes que s'han afegit a espais. Feu clic sobre l'enlla\u00E7 'Edita' per revisar la configuraci\u00F3 d'inici. Feu clic sobre l'enlla\u00E7 'Afegeix una eina' per afegir eines externes noves. 
tool.description.system = A sota trobareu les eines externes que s'han afegit al sistema. Feu clic sobre l'enlla\u00E7 'Edita' per revisar la configuraci\u00F3 d'inici. Feu clic sobre l'enlla\u00E7 'Afegeix una eina' per afegir eines externes noves. 
tool.in.site            = Eines afegides als espais
tool.in.system          = Eines disponibles al sistema
tool.none               = No s'han trobat eines
tool.note               = <p>Si teniu clau i paraula secreta, heu d'instal\u00B7lar primer l'eina tal com es descriu en aquesta pantalla, per iniciar-la haureu de crear una configuraci\u00F3 per a aquesta eina. Podeu provar si s'inicia correctament i obtenir una URL per a la vostra eina a la pantalla de configuraci\u00F3 d'eines.</p>
tool.put                = Eina externa
tool.table              = Eines externes (LTI)"
tool.title              = Eines externes (IMS LTI)
tool.view               = Mostra l'eina
