gen.options=Opciones
gen.cancel=Cancelar
gen.save=Guardar
gen.done=Hecho
gen.edit=Editar
gen.test=Probar
gen.delete=Eliminar
gen.insert=Instalar una nueva herramienta
gen.alert=Alerta\:
gen.success=\u00c9xito
gen.failure=Fallo
gen.tools=Ver las herramientas
gen.add=A\u00f1adir
gen.remove=Quitar
gen.register=Registro
gen.reregister=Re-Registro
gen.activate=Activar
gen.reactivate=Volver a activar

tool.title=Herramientas externas (IMS LTI)
tool.in.site=Enlaces de las herramientas
tool.in.system=Herramientas instaladas
tool.description.sites=Abajo se muestran las herramientas externas que tienen enlaces con un sitio. Una herramienta instalada puede tener varios enlaces. Seleccione "Editar" para revisar las opciones de un enlace concreto. Seleccione "Crear enlace a la herramienta" para crear un nuevo enlace.
tool.description.sites.helper=Abajo se muestran las herramientas externas que tienen enlaces en este sitio. Una herramienta instalada puede tener varios enlaces. Seleccione "Editar" para revisar las opciones un enlace concreto. Podr\u00eda haber referencias creadas manualmente a esos enlaces en el sitio. Si se borra un enlace de esta pantalla, esas referencias fallar\u00e1n, por lo que debe ser cuidadoso cuando borre enlaces de esta pantalla.
tool.description.system=Abajo se muestran herramientas externas que han sido a\u00f1adidas al sistema. Seleccione "Editar" para revisar las opciones de la herramienta. Selecciones "A\u00f1adir herramienta externa al sistema" para a\u00f1adir nuevas herramientas externas.
tool.view=Ver la herramienta instalada
tool.put=Herramienta externa
tool.delete=Borrar una herramienta instalada
tool.delete.sure=Esta herramienta ser\u00e1 borrada de todos los sitios. \u00bfDesea seguir adelante?
tool.table=Herramientas externas (LTI) instaladas
tool.none=No hay herramientas disponibles en la lista de instaladas
tool.note=<p>Si tiene una clave-valor, instale primero esta herramienta usando esta pantalla y entonces lance la herramienta. Puede comprobar el lanzamiento de la herramienta y obtener una URL para su herramienta desde la pantalla de configuraci\u00f3n.</p>
tool.launch=URL de lanzamiento\:
tool.resource.handler=Controlador de recursos\:
tool.already.exists=<br/> <span style\="color\:red"> (Nota, la herramienta ya existe para resource_handler)</span>
tool.patch.title=Lanzar \u00edtem de contenido
tool.patch.body=Puesto que est\u00e1s usando esta herramienta como item de contenido, lo hemos ajustado autom\u00e1ticamente de modo que el t\u00edtulo y la URL pueden cambiarse.

content.menu=Enlace a la herramienta
content.title=Enlace a la herramienta
content.note=<p>Si tiene una URL, clave y secreto, ha de instalar una nueva herramienta y entonces volver atr\u00e1s y configurar esa herramienta para que ser\u00e1 lanzada desde esta pantalla.</p>
content.put=Enlace a la herramienta
content.redirecting=Redirigiendo a la herramienta externa para la configuraci\u00f3n...
content.add=Crear un enlace a la herramienta
content.tools=Ver las herramientas
content.delete=Borrar un enlace a herramienta
content.delete.sure=Esta herramienta ser\u00e1 borrada de todos los sitios. \u00bfDesea seguir adelante?
content.delete.detail=Dese cuenta de que esta herramienta puede ser usada en m\u00e1s de un lugar. Si borra este enlace a la herramienta, todos los lugares donde se use dicho enlace dejar\u00e1n de funcionar.
content.table=Enlace a la herramienta actual
content.none=No se ha encontrado un enlace a la herramienta
content.select.tool=Seleccione la herramienta
content.select.one=---------- seleccione una ----------
content.no.tools=No hay herramientas disponibles
content.admin.note=<p>Nota\: todos los enlaces a herramientas necesitan tener un SITE_ID no nulo para ser lanzados.</p>
content.export.csv=Exportar a CSV
content.export.excel=Exportar a Excel
content.attribution=Departamento

contentitem.link=Iniciar la configuraci\u00f3n de la herramienta externa
contentitem.detail=Esta herramienta puede configurarse por si sola. Si tiene problemas configurando la herramienta, vuelva a esta pantalla.
contentitem.generic.title=Herramienta externa
contentitem.success=Recibido \u00edtems de contenido v\u00e1lido\:
contentitem.success.none=No se ha recibido ning\u00fan \u00edtem de contenido v\u00e1lido desde la herramienta externa.
contentitem.success.action=Pulse "OK" para instalar estos \u00edtems de contenido en el editor.
contentitem.failure=Alguno de los \u00edtems de contenido devueltos tuvo un problema.
contentitem.failures=Algunos de los \u00edtems de contenidos devueltos tuvieron un problema.
contentitem.tools=Estas son fuentes de herramientas externas que te permiten hacer b\u00fasquedas, seleccionar y configurar la selecci\u00f3n de herramienta y/o contenido para insertar en tu documento.
contentitem.tools.launch=Estas son las herramientas externas disponibles que puede insertar en su documento.
contentitem.notools=Hay herramientas no externas disponibles en el editor. Estas herramientas puede ser tiendas de aplicaciones, aplicaciones que se autoconfiguran o repositorios de objetos de aprendizaje.

error.contentitem.missing.returnurl=Falta la returnUrl en la ContentItemResponse
error.contentitem.missing.data=Falta data\= parameter en la ContentItemResponse
error.contentitem.bad=Error en la ContentItemResponse devuelta
error.contentitem.missing=Falta la clave de la herramienta en ContentItemResponse
error.contentitem.incorrect=Error en la clave de la herramienta en ContentItemResponse
error.contentitem.no.validate=Error de validaci\u00f3n OAuth
error.contentitem.no.ltilink=Falta el elemento LtiLinkItem en la ContentItemResponse @graph
error.contentitem.missing.url=Falta la URL de lanzamiento en el elemento LTILink
error.contentitem.content.insert=Imposible insertar un ContentItem
error.contentitem.content.launch=No se pudo recuperar la URL de lanzamiento del ContentItem

link.add=A\u00f1adiendo enlace al sitio
link.add.detail=<p>Esto agregar\u00e1 un link a esta herramienta desde su sitio.  Cuando se agrega el enlace, la p\u00e1gina entera se restablecer\u00e1 para actualizar la navegaci\u00f3n.</p>
link.button.text=Texto del bot\u00f3n
error.link.add.fail=Se produjo un fallo cuando se creaba el enlace
success.link.add=Vinculado
link.remove=Borrando enlace al sitio
link.remove.detail=<p>Esto eliminar\u00e1 el v\u00ednculo a esta herramienta desde su sitio. Cuando elimine el enlace, la p\u00e1gina entera se restablecer\u00e1 para actualizar la navegaci\u00f3n.</p>
error.link.remove.fail=Se produjo un fallo cuando se creaba el enlace
success.link.remove=Enlace eliminado

success.deleted=Borrado
success.created=Creado
success.updated=Actualizado
success.linked=Enlazado
error.delete.fail=Error al eliminar
error.link.fail=Fall\u00f3 el enlace
error.placement.not.removed=No se pudo borrar la ubicaci\u00f3n de la herramienta

error.maintain.edit=Debe ser un administrador del sitio para poder editar
error.maintain.view=Debe ser gestor del sitio para poder visualizar
error.maintain.delete=Debe ser gestor del sitio para poder visualizar
error.maintain.link=Debe ser gestor del sitio para gestionar enlaces

error.register.not.ready=Este despliegue no est\u00e1 listo para ser registrado
error.deploy.not.found=Despliegue no encontrado
error.deploy.missing=Falta el despliegue o est\u00e1 mal configurado.
error.activate.not.ready=Este despliegue no est\u00e1 listo para ser activado
error.deploy.badstate=El despliegue est\u00e1 en un estado incorrecto para ser registrado.
error.deploy.badproxy=Este despliegue tiene un reg_profile incorrecto.
error.deploy.noreg=Este despliegue no tiene una url de registro.
error.deploy.partial=El despliegue es incompleto. Faltan la clave y el secreto.
error.deploy.not.config=Este servidor no est\u00e1 configurado para LTI2.  Se utilizar\u00e1 la configuraci\u00f3n de ejemplo.  No utilice datos de ejemplo en la producci\u00f3n.

error.admin.edit=Debe ser administrador para editar
error.admin.view=Debe ser administrador del sitio para poder visualizar
error.admin.delete=Debe ser administrador del sitio para poder visualizar
error.admin.activate=Debe ser un administrador para activar
error.admin.register=Debe ser un administrador para registrar 

error.id.not.found=ID no encontrado
error.content.not.found=No se encuentra la configuraci\u00f3n de la herramienta
error.tool.not.found=Herramienta no encontrada
error.missing.return=Llamado como ayudante sin direcci\u00f3n URL de retorno
error.need.key.secret=Esta herramienta no puede funcionar sin una pareja de clave-valor.
error.link.placement.update=Se produjo un error al actualizar la configuraci\u00f3n de informaci\u00f3n del \u00edtem
error.tool.no.encryption.key=La propiedad basiclti.encryption.key no est\u00e1 definida en el sakai.properties de este servidor. Hasta que est\u00e9 definida, la clave LTI ser\u00e1 almacenada sin encriptar en la base de datos.

need.tool.info=<p>Nota\: esta herramienta fue importada y necesita una clave y secreto para funcionar.</p>
need.tool.secret=Par\u00e1metro secreto de la herramienta
need.tool.key=Par\u00e1metro llave de la herramienta

bl_launch=URL
bl_title=T\u00edtulo
bl_url=URL
bl_site=ID del sitio
bl_sitetitle=T\u00edtulo del sitio
bl_created_at=\ A\u00f1adido
bl_sitecontactname=Propietario del sitio
bl_sitecontactemail=Persona de contacto
bl_use=Usos
bl_toolorder=Orden
bl_action=Acci\u00f3n
bl_page=Navegaci\u00f3n del sitio
bl_matchpattern=URL a coincidir
bl_addlink=A\u00f1adir v\u00ednculo al sitio
bl_removelink=Borrar v\u00ednculo al sitio
bad.operation=Intent\u00f3 una operaci\u00f3n incorrecta.
operation.complete=Operaci\u00f3n completa
operation.refreshing=Reestableciendo la navegaci\u00f3n mediante refresco de la ventana...
add.to.site=Crear un enlace a la herramienta
add.tool.to.site=Crear un enlace a la herramienta
add.to.system=Instalar herramienta LTI 1.1
select.showall=Mostrar todo

deploy.put=Instalaci\u00f3n de LTI 2.x
deploy.in.system=Instalaci\u00f3n de LTI 2.x
deploy.register=Registrando herramientas externas
deploy.activate=Activando despliegue
deploy.activate.note=<p>Cuando se activa este despliegue, las herramientas en el despliegue se instalan o actualizan en el sistema.  La activaci\u00f3n completa el proceso de registro de las herramientas.</p>
deploy.activate.badlaunch=Mal lanzamiento en el despliegue
deploy.activate.notools=No hay ninguna herramienta para activar
deploy.parse.exception=No se puede analizar el perfil de proveedor
deploy.delete=Eliminaci\u00f3n del despliegue
deploy.delete.sure=\u00bfEst\u00e1 seguro de que desea eliminar este despliegue?
deploy.delete.tool=Eliminar\:
deploy.delete.tools=Las siguientes herramientas han sido instaladas en este despliegue. Si las elimina, todos los enlaces a estas herramientas en todos los sitios de este sistema, tambi\u00e9n ser\u00e1n eliminados. Puede eliminar el despliegue sin eliminar las herramientas.
deploy.data=Este despliegue soporta herramientas \:tools  y ubicaciones \:contents en los sitios \:sites.
add.deploy=Instalar herramienta LTI 2.x
deploy.description.system=Despliegues actualmente en este sistema
deploy.table=Despliegues
deploy.none=No se han encontrado despliegues LTI 2.x
deploy.note=<p>Estas son herramientas LTI 2.x. Para a\u00f1adir una herramienta necesita una URL de Despliegue de la herramienta.</p>
deploy.provider.name=Activando las herramientas de\: 

search.title=B\u00fasqueda por t\u00edtulo
search.url=B\u00fasqueda por URL
search.siteid=B\u00fasqueda por ID del sitio
search.sitetitle=B\u00fasqueda por t\u00edtulo del sitio
search.uses=B\u00fasqueda por uso
searchby=B\u00fasqueda por {0}

register.may.popup=El proceso de registro puede que abra una ventana emergente. Si se abriese esa ventana emergente al completar el registro, vuelva a esta p\u00e1gina y active el despliegue de forma manual.
register.external.pre.launch=Se abrir\u00e1 ahora un sitio web externo en una nueva ventana para realizar la instalaci\u00f3n real. Cuando se complete el proceso vuelva a esta p\u00e1gina y, o bien contin\u00fae con el proceso de activaci\u00f3n o bien vuelva al listado de despliegue. 
register.external.post.launch=Si el proceso de registro se ha completado con \u00e9xito su pr\u00f3ximo paso ser\u00e1 Activar dicho registro. Si el proceso de registro ha tenido alg\u00fan problema deber\u00eda reiniciar dicho proceso. 
register.popup.text=Continuar al sitio web de registro.
register.done=La herramienta externa ha completado el proceso de registro. Si este proceso se ha completado con \u00e9xito su pr\u00f3ximo paso ser\u00e1 Activar este registro. Si el proceso de registro ha tenido alg\u00fan problema deber\u00eda reiniciar dicho proceso. 
register.close=Cerrar esta ventana
