gen.options=\u0627\u0644\u062e\u064a\u0627\u0631\u0627\u062a
gen.cancel=\u0625\u0644\u063a\u0627\u0621
gen.save=\u062d\u0641\u0638
gen.done=\u0645\u0646\u062c\u0632
gen.edit=\u062a\u0639\u062f\u064a\u0644
gen.test=\u0627\u062e\u062a\u0628\u0627\u0631
gen.delete=\u062d\u0630\u0641
gen.transfer=\u062a\u062d\u0648\u064a\u0644
gen.insert=\u062a\u062b\u0628\u064a\u062a \u0623\u062f\u0627\u0629 \u062c\u062f\u064a\u062f\u0629
gen.alert=\u0625\u0646\u0630\u0627\u0631\:
gen.success=\u0646\u062c\u0627\u062d
gen.failure=\u0641\u0634\u0644
gen.tools=\u0627\u0638\u0647\u0627\u0631 \u0627\u0644\u0623\u062f\u0648\u0627\u062a
gen.add=\u0625\u0636\u0627\u0641\u0629
gen.remove=\u0625\u0632\u0627\u0644\u0629
gen.register=\u062a\u0633\u062c\u064a\u0644
gen.reregister=\u0625\u0639\u0627\u062f\u0629 \u0627\u0644\u062a\u0633\u062c\u064a\u0644
gen.activate=\u062a\u0641\u0639\u064a\u0644
gen.reactivate=\u0627\u0639\u0627\u062f\u0629 \u062a\u0641\u0639\u064a\u0644
gen.toggle.priv=\u062b\u0628\u062a \u0627\u0644\u0645\u0641\u062a\u0627\u062d \u0627\u0644\u062e\u0627\u0635
gen.clipboard=\u0646\u0633\u062e
gen.spinner.alt=\u0645\u0639\u0627\u0644\u062c\u0629...

tool.title=\u0627\u0644\u0623\u062f\u0648\u0627\u062a \u0627\u0644\u062e\u0627\u0631\u062c\u064a\u0629 (IMS LTI)
tool.in.site=\u0631\u0648\u0627\u0628\u0637 \u0627\u0644\u0623\u062f\u0648\u0627\u062a
tool.in.system=\u0627\u0644\u0623\u062f\u0648\u0627\u062a \u0627\u0644\u0645\u062b\u0628\u062a\u0629
add.auto=\u0645\u064a\u0632\u0629 LTI Auto Provision
tool.description.sites=\u0641\u064a\u0645\u0627 \u064a\u0644\u064a \u0627\u0644\u0623\u062f\u0648\u0627\u062a \u0627\u0644\u062e\u0627\u0631\u062c\u064a\u0629 \u0627\u0644\u062a\u064a \u0644\u0647\u0627 \u0631\u0648\u0627\u0628\u0637 \u062f\u0627\u062e\u0644 \u0627\u0644\u0645\u0648\u0642\u0639. \u0642\u062f \u062a\u062d\u062a\u0648\u064a \u0623\u062f\u0627\u0629 \u0648\u0627\u062d\u062f\u0629 \u0645\u062b\u0628\u062a\u0629 \u0639\u0644\u0649 \u0627\u0644\u0639\u062f\u064a\u062f \u0645\u0646 \u0627\u0644\u0631\u0648\u0627\u0628\u0637. \u062d\u062f\u062f "\u062a\u062d\u0631\u064a\u0631" \u0644\u0645\u0631\u0627\u062c\u0639\u0629 \u0625\u0639\u062f\u0627\u062f\u0627\u062a \u0631\u0627\u0628\u0637 \u0645\u0639\u064a\u0646. \u062d\u062f\u062f "\u0625\u0646\u0634\u0627\u0621 \u0631\u0627\u0628\u0637 \u0623\u062f\u0627\u0629" \u0644\u0625\u0636\u0627\u0641\u0629 \u0631\u0627\u0628\u0637 \u062c\u062f\u064a\u062f.
tool.description.sites.helper=\u0641\u064a\u0645\u0627 \u064a\u0644\u064a \u0627\u0644\u0623\u062f\u0648\u0627\u062a \u0627\u0644\u062e\u0627\u0631\u062c\u064a\u0629 \u0627\u0644\u062a\u064a \u0644\u0647\u0627 \u0631\u0648\u0627\u0628\u0637 \u062f\u0627\u062e\u0644 \u0647\u0630\u0627 \u0627\u0644\u0645\u0648\u0642\u0639. \u0642\u062f \u062a\u062d\u062a\u0648\u064a \u0623\u062f\u0627\u0629 \u0648\u0627\u062d\u062f\u0629 \u0645\u062b\u0628\u062a\u0629 \u0639\u0644\u0649 \u0627\u0644\u0639\u062f\u064a\u062f \u0645\u0646 \u0627\u0644\u0631\u0648\u0627\u0628\u0637. \u062d\u062f\u062f "\u062a\u062d\u0631\u064a\u0631" \u0644\u0645\u0631\u0627\u062c\u0639\u0629 \u0625\u0639\u062f\u0627\u062f\u0627\u062a \u0631\u0627\u0628\u0637 \u0645\u0639\u064a\u0646. \u0642\u062f \u062a\u0643\u0648\u0646 \u0647\u0646\u0627\u0643 \u0645\u0631\u0627\u062c\u0639 \u0645\u0636\u0645\u0646\u0629 \u0625\u0644\u0649 \u0647\u0630\u0647 \u0627\u0644\u0631\u0648\u0627\u0628\u0637 \u0641\u064a \u0647\u0630\u0627 \u0627\u0644\u0645\u0648\u0642\u0639. \u0625\u0630\u0627 \u062d\u0630\u0641\u062a \u0631\u0627\u0628\u0637\u064b\u0627 \u0645\u0646 \u0647\u0630\u0647 \u0627\u0644\u0634\u0627\u0634\u0629 \u060c \u0641\u0633\u062a\u0641\u0634\u0644 \u0647\u0630\u0647 \u0627\u0644\u0645\u0631\u0627\u062c\u0639 \u060c \u0644\u0630\u0627 \u0643\u0646 \u062d\u0630\u0631\u064b\u0627 \u0639\u0646\u062f \u062d\u0630\u0641 \u0627\u0644\u0631\u0648\u0627\u0628\u0637 \u0645\u0646 \u0647\u0630\u0647 \u0627\u0644\u0634\u0627\u0634\u0629.
tool.description.system=\u0641\u064a\u0645\u0627 \u064a\u0644\u064a \u0627\u0644\u0623\u062f\u0648\u0627\u062a \u0627\u0644\u062e\u0627\u0631\u062c\u064a\u0629 \u0627\u0644\u062a\u064a \u062a\u0645\u062a \u0625\u0636\u0627\u0641\u062a\u0647\u0627 \u0625\u0644\u0649 \u0627\u0644\u0646\u0638\u0627\u0645. \u062d\u062f\u062f \u0631\u0627\u0628\u0637 "\u062a\u062d\u0631\u064a\u0631" \u0644\u0645\u0631\u0627\u062c\u0639\u0629 \u0625\u0639\u062f\u0627\u062f\u0627\u062a \u0627\u0644\u062a\u0634\u063a\u064a\u0644. \u062d\u062f\u062f \u0631\u0627\u0628\u0637 "\u0625\u0636\u0627\u0641\u0629 \u0623\u062f\u0627\u0629 \u062e\u0627\u0631\u062c\u064a\u0629 \u0625\u0644\u0649 \u0627\u0644\u0646\u0638\u0627\u0645" \u0644\u0625\u062a\u0627\u062d\u0629 \u0623\u062f\u0648\u0627\u062a \u062e\u0627\u0631\u062c\u064a\u0629 \u0625\u0636\u0627\u0641\u064a\u0629.
tool.post.insert=1.3 \u0642\u064a\u0645 LTI (\u062a\u0648\u0641\u064a\u0631 \u0644\u0644\u0623\u062f\u0627\u0629)
tool.view=\u0639\u0631\u0636 \u0627\u0644\u0623\u062f\u0627\u0629 \u0627\u0644\u0645\u062b\u0628\u062a\u0629
tool.put=\u0623\u062f\u0648\u0627\u062a \u062e\u0627\u0631\u062c\u064a\u0629
tool.delete=\u062d\u0630\u0641 \u0623\u062f\u0627\u0629 \u0645\u062b\u0628\u062a\u0629
tool.delete.sure=\u0633\u062a\u062a\u0645 \u0625\u0632\u0627\u0644\u0629 \u0647\u0630\u0647 \u0627\u0644\u0623\u062f\u0627\u0629 \u0645\u0646 \u062c\u0645\u064a\u0639 \u0627\u0644\u0645\u0648\u0627\u0642\u0639 \u0628\u0639\u062f \u0627\u0644\u062d\u0630\u0641. \u0647\u0644 \u062a\u0631\u064a\u062f \u0627\u0644\u0645\u062a\u0627\u0628\u0639\u0629\u061f
tool.transfer=\u0646\u0642\u0644 \u0631\u0648\u0627\u0628\u0637 \u0627\u0644\u0623\u062f\u0627\u0629 \u0645\u0646 \u0647\u0630\u0647 \u0627\u0644\u0623\u062f\u0627\u0629 \u0625\u0644\u0649 \u0623\u062f\u0627\u0629 \u0623\u062e\u0631\u0649
tool.transfer.sure=\u0644\u064a\u0633 \u0645\u0646 \u0627\u0644\u0633\u0647\u0644 \u0627\u0644\u062a\u0631\u0627\u062c\u0639 \u0639\u0646 \u0647\u0630\u0647 \u0627\u0644\u0639\u0645\u0644\u064a\u0629. \u0644\u0630\u0627 \u0643\u0646 \u062d\u0630\u0631\u0627.
tool.transfer.select=\u0627\u062e\u062a\u0631 \u0627\u0644\u0623\u062f\u0627\u0629 \u0627\u0644\u062c\u062f\u064a\u062f\u0629
tool.transfer.success=\u062a\u0645 \u0646\u0642\u0644 \u0631\u0648\u0627\u0628\u0637 {0}
error.transfer.fail=\u0641\u0634\u0644 \u0627\u0644\u0646\u0642\u0644
error.transfer.missing=\u0627\u0644\u0631\u062c\u0627\u0621 \u062a\u062d\u062f\u064a\u062f \u0623\u062f\u0627\u0629
error.maintain.transfer=\u064a\u062c\u0628 \u0623\u0646 \u064a\u0643\u0648\u0646 \u0627\u0644\u0645\u0634\u0631\u0641 \u0639\u0644\u0649 \u0627\u0644\u0645\u0648\u0642\u0639 \u0644\u0644\u0646\u0642\u0644
tool.table=\u0623\u062f\u0648\u0627\u062a \u062e\u0627\u0631\u062c\u064a\u0629 (LTI) \u0645\u062b\u0628\u062a\u0629 "
tool.none=\u0644\u0627 \u062a\u0648\u062c\u062f \u0623\u062f\u0648\u0627\u062a \u0645\u062a\u0627\u062d\u0629 \u0644\u0644\u062a\u062b\u0628\u064a\u062a
tool.note=<p>\u0625\u0630\u0627 \u0643\u0627\u0646 \u0644\u062f\u064a\u0643 \u0645\u0641\u062a\u0627\u062d \u0648\u0633\u0631 \u060c \u0641\u064a\u062c\u0628 \u0639\u0644\u064a\u0643 \u0623\u0648\u0644\u0627\u064b \u062a\u062b\u0628\u064a\u062a \u0627\u0644\u0623\u062f\u0627\u0629 \u0628\u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0647\u0630\u0647 \u0627\u0644\u0634\u0627\u0634\u0629 \u060c \u0648\u0628\u0639\u062f \u0630\u0644\u0643 \u0644\u062a\u0634\u063a\u064a\u0644 \u0627\u0644\u0623\u062f\u0627\u0629 \u060c \u062a\u062d\u062a\u0627\u062c \u0625\u0644\u0649 \u0625\u0646\u0634\u0627\u0621 \u062a\u0643\u0648\u064a\u0646 \u0627\u0644\u0623\u062f\u0627\u0629 \u0644\u0644\u0623\u062f\u0627\u0629. \u064a\u0645\u0643\u0646\u0643 \u0627\u062e\u062a\u0628\u0627\u0631 \u062a\u0634\u063a\u064a\u0644 \u0627\u0644\u0623\u062f\u0627\u0629 \u0648\u0627\u0644\u062d\u0635\u0648\u0644 \u0639\u0644\u0649 \u0639\u0646\u0648\u0627\u0646 \u0627\u0644\u0627\u0646\u062a\u0631\u0646\u062a \u0644\u0623\u062f\u0627\u062a\u0643 \u0645\u0646 \u0634\u0627\u0634\u0629 \u062a\u0643\u0648\u064a\u0646 \u0627\u0644\u0623\u062f\u0627\u0629.</p>
tool.launch=\u0625\u0637\u0644\u0627\u0642 \u0627\u0644\u0631\u0627\u0628\u0637\:
tool.resource.handler=\u0645\u0639\u0627\u0644\u062c \u0627\u0644\u0645\u0648\u0627\u0631\u062f\:
tool.already.exists=<br/><span style\="color\:red">(\u0645\u0644\u0627\u062d\u0638\u0629, \u0627\u0644\u0623\u062f\u0627\u0629 \u0645\u0648\u062c\u0648\u062f\u0629 \u0645\u0633\u0628\u0642\u064b\u0627 \u0644\u0645\u0639\u0627\u0644\u062c \u0627\u0644\u0645\u0648\u0627\u0631\u062f)</span>
tool.patch.title=\u0625\u0637\u0644\u0627\u0642 \u0639\u0646\u0635\u0631 \u0627\u0644\u0645\u062d\u062a\u0648\u0649
tool.patch.body=\u0646\u0638\u0631\u064b\u0627 \u0644\u0623\u0646\u0643 \u062a\u0636\u0639 \u0647\u0630\u0647 \u0627\u0644\u0623\u062f\u0627\u0629 \u0643\u0623\u062f\u0627\u0629 \u0639\u0646\u0635\u0631 \u0627\u0644\u0645\u062d\u062a\u0648\u0649 \u060c \u0641\u0642\u062f \u0642\u0645\u0646\u0627 \u0628\u062a\u0639\u064a\u064a\u0646\u0647\u0627 \u062a\u0644\u0642\u0627\u0626\u064a\u064b\u0627 \u0628\u062d\u064a\u062b \u064a\u0645\u0643\u0646 \u062a\u063a\u064a\u064a\u0631 \u0627\u0644\u0639\u0646\u0648\u0627\u0646 \u0648\u0639\u0646\u0648\u0627\u0646 \u0627\u0644\u0631\u0627\u0628\u0637 \u0644\u0644\u062a\u0634\u063a\u064a\u0644.
tool.content.title=\u0639\u0646\u0635\u0631 \u0627\u0644\u0645\u062d\u062a\u0648\u0649 / \u0631\u0627\u0628\u0637 \u0639\u0645\u064a\u0642 \u0645\u0637\u0644\u0648\u0628
tool.content.body=\u0644\u062a\u0648\u0641\u064a\u0631 \u0645\u0644\u0641 \u0623\u0648 \u0627\u0633\u062a\u064a\u0631\u0627\u062f \u0645\u062d\u062a\u0648\u0649 \u060c \u064a\u062c\u0628 \u0623\u0646 \u062a\u0643\u0648\u0646 \u0627\u0644\u0623\u062f\u0627\u0629 \u0642\u0627\u0628\u0644\u0629 \u0644\u0644\u0625\u0632\u0627\u0644\u0629 \u0628\u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0639\u0646\u0635\u0631 \u0627\u0644\u0645\u062d\u062a\u0648\u0649 \u0623\u0648 \u0627\u0644\u0627\u0631\u062a\u0628\u0627\u0637 \u0627\u0644\u0639\u0645\u064a\u0642.
tool.import.title=\u0647\u0644 \u062a\u0631\u064a\u062f \u062a\u063a\u064a\u064a\u0631 \u0639\u0646\u0648\u0627\u0646 \u0647\u0630\u0647 \u0627\u0644\u0623\u062f\u0627\u0629 \u0625\u0644\u0649\:
tool.import.description=\u0647\u0644 \u062a\u0631\u064a\u062f \u062a\u063a\u064a\u064a\u0631 \u0648\u0635\u0641 \u0647\u0630\u0647 \u0627\u0644\u0623\u062f\u0627\u0629 \u0625\u0644\u0649\:
tool.import.success=\u062a\u0645 \u0627\u0633\u062a\u064a\u0631\u0627\u062f \u0628\u064a\u0627\u0646\u0627\u062a \u0627\u0644\u062a\u0643\u0648\u064a\u0646 \u0627\u0644\u062a\u0644\u0642\u0627\u0626\u064a \u0625\u0644\u0649 \u0627\u0644\u0646\u0645\u0648\u0630\u062c \u060c \u064a\u0631\u062c\u0649 \u0645\u0631\u0627\u062c\u0639\u062a\u0647\u0627 \u0648\u062d\u0641\u0638\u0647\u0627.
tool.import.error=\u062e\u0637\u0623 \u0641\u064a \u0627\u0633\u062a\u0631\u062f\u0627\u062f \u062a\u0643\u0648\u064a\u0646 LTI 1.3 \u0645\u0646 URL.
tool.lti13.auto.start.header=\u062a\u0643\u0648\u064a\u0646 LTI Advantage Auto
tool.lti13.auto.start.text=\u062a\u062f\u0639\u0645 \u0628\u0639\u0636 \u0623\u062f\u0648\u0627\u062a LTI Advantage \u0645\u0639\u064a\u0627\u0631 \u0627\u0644\u062a\u0648\u0641\u064a\u0631 \u0627\u0644\u062a\u0644\u0642\u0627\u0626\u064a. \u0647\u0630\u0627 \u0644\u064a\u0633 \u0647\u0648 \u0646\u0641\u0633\u0647 \u0639\u0646\u0648\u0627\u0646 URL \u0627\u0644\u062a\u0634\u063a\u064a\u0644. \u0625\u0630\u0627 \u0643\u0627\u0646 \u0644\u062f\u064a\u0643 \u0639\u0646\u0648\u0627\u0646 URL \u060c \u0641\u0633\u0646\u0642\u0648\u0645 \u0628\u0625\u062f\u062e\u0627\u0644 \u0623\u062f\u0627\u0629 \u062c\u062f\u064a\u062f\u0629 \u062b\u0645 \u0646\u0633\u062a\u062e\u062f\u0645 \u0627\u0644\u062a\u0648\u0641\u064a\u0631 \u0627\u0644\u062a\u0644\u0642\u0627\u0626\u064a \u0644\u0645\u0644\u0621 \u0627\u0644\u0628\u064a\u0627\u0646\u0627\u062a \u0627\u0644\u062e\u0627\u0635\u0629 \u0628\u0627\u0644\u0623\u062f\u0627\u0629. \u0628\u0639\u062f \u062a\u0648\u0641\u064a\u0631 \u0627\u0644\u0623\u062f\u0627\u0629 - \u064a\u0645\u0643\u0646\u0643 \u0645\u0631\u0627\u062c\u0639\u0629 \u0627\u0644\u0642\u064a\u0645 \u0648\u0625\u0645\u0627 \u062d\u0641\u0638 \u0627\u0644\u0623\u062f\u0627\u0629 \u0644\u062a\u0646\u0634\u064a\u0637\u0647\u0627 \u0623\u0648 \u062d\u0630\u0641 \u0623\u062f\u0627\u0629 \u0627\u0644\u0645\u0633\u0648\u062f\u0629. \u0642\u062f \u062a\u062a\u0637\u0644\u0628 \u0645\u0646\u0643 \u0647\u0630\u0647 \u0627\u0644\u0639\u0645\u0644\u064a\u0629 \u062a\u0642\u062f\u064a\u0645 \u0628\u064a\u0627\u0646\u0627\u062a \u0627\u0644\u0627\u0639\u062a\u0645\u0627\u062f \u0625\u0644\u0649 \u0627\u0644\u0623\u062f\u0627\u0629. \u0644\u0627 \u064a\u0645\u0643\u0646 \u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u062a\u0648\u0641\u064a\u0631 \u0639\u0646\u0627\u0648\u064a\u0646 URL \u0645\u0646 \u0628\u0639\u0636 \u0627\u0644\u0623\u062f\u0648\u0627\u062a \u0625\u0644\u0627 \u0645\u0631\u0629 \u0648\u0627\u062d\u062f\u0629 \u060c \u0644\u0630\u0627 \u062a\u062d\u0642\u0642 \u0645\u0646 \u0645\u0648\u0631\u062f \u0627\u0644\u0623\u062f\u0648\u0627\u062a \u0627\u0644\u062e\u0627\u0635 \u0628\u0643 \u062d\u0648\u0644 \u0643\u064a\u0641\u064a\u0629 \u062a\u0648\u0641\u064a\u0631 \u0623\u062f\u0627\u062a\u0647\u0645 \u062a\u0644\u0642\u0627\u0626\u064a\u064b\u0627.
tool.lti13.auto.start.title=\u0639\u0646\u0648\u0627\u0646 \u0627\u0644\u0623\u062f\u0627\u0629
tool.lti13.auto.start.title.required=\u0639\u0646\u0648\u0627\u0646 \u0627\u0644\u0623\u062f\u0627\u0629 \u0645\u0637\u0644\u0648\u0628
tool.lti13.auto.start.insert.fail=\u062a\u0639\u0630\u0631 \u0625\u062f\u0631\u0627\u062c \u0627\u0644\u0623\u062f\u0627\u0629
tool.lti13.auto.start.button=\u0627\u0644\u062a\u0648\u0641\u064a\u0631 \u0627\u0644\u062a\u0644\u0642\u0627\u0626\u064a
tool.lti13.auto.button=\u0627\u0633\u062a\u062e\u062f\u0645 \u062a\u0643\u0648\u064a\u0646 LTI Advantage Auto
tool.lti13.auto.title=\u062a\u0643\u0648\u064a\u0646 LTI Advantage Auto
tool.lti13.auto.header=\u062a\u0643\u0648\u064a\u0646 LTI Advantage Auto
tool.lti13.auto.execute=\u0627\u0628\u062f\u0623 \u0627\u0644\u062a\u0643\u0648\u064a\u0646
tool.lti13.auto.config=URL \u0627\u0644\u062a\u0643\u0648\u064a\u0646 \u0627\u0644\u062a\u0644\u0642\u0627\u0626\u064a
content.menu=\u0631\u0627\u0628\u0637 \u0627\u0644\u0623\u062f\u0627\u0629
content.title=\u0631\u0627\u0628\u0637 \u0627\u0644\u0623\u062f\u0627\u0629
content.note=<p>\u0625\u0630\u0627 \u0643\u0627\u0646 \u0644\u062f\u064a\u0643 \u0639\u0646\u0648\u0627\u0646 url \u0648\u0645\u0641\u062a\u0627\u062d \u0648\u0633\u0631 \u060c \u0641\u0623\u0646\u062a \u0628\u062d\u0627\u062c\u0629 \u0625\u0644\u0649 \u062a\u062b\u0628\u064a\u062a \u0623\u062f\u0627\u0629 \u062c\u062f\u064a\u062f\u0629 \u060c \u062b\u0645 \u0627\u0644\u0639\u0648\u062f\u0629 \u0648\u0648\u0636\u0639 \u0647\u0630\u0647 \u0627\u0644\u0623\u062f\u0627\u0629 \u0644\u064a\u062a\u0645 \u062a\u0634\u063a\u064a\u0644\u0647\u0627 \u0641\u064a \u0647\u0630\u0647 \u0627\u0644\u0634\u0627\u0634\u0629.</p>
content.put=\u0631\u0627\u0628\u0637 \u0627\u0644\u0623\u062f\u0627\u0629
content.redirecting=\u0625\u0639\u0627\u062f\u0629 \u0627\u0644\u062a\u0648\u062c\u064a\u0647 \u0625\u0644\u0649 \u0623\u062f\u0627\u0629 \u062e\u0627\u0631\u062c\u064a\u0629 \u0644\u0644\u062a\u0643\u0648\u064a\u0646 ...
content.add=\u0625\u0646\u0634\u0627\u0621 \u0631\u0627\u0628\u0637 \u0627\u0644\u0623\u062f\u0627\u0629
content.tools=\u0627\u0638\u0647\u0627\u0631 \u0627\u0644\u0623\u062f\u0648\u0627\u062a
content.delete=\u0627\u062d\u0630\u0641 \u0631\u0627\u0628\u0637 \u0627\u0644\u0623\u062f\u0627\u0629
content.delete.sure=\u0633\u062a\u062a\u0645 \u0625\u0632\u0627\u0644\u0629 \u0647\u0630\u0647 \u0627\u0644\u0623\u062f\u0627\u0629 \u0645\u0646 \u0647\u0630\u0627 \u0627\u0644\u0645\u0648\u0642\u0639 \u0628\u0639\u062f \u0627\u0644\u062d\u0630\u0641. \u0647\u0644 \u062a\u0631\u064a\u062f \u0627\u0644\u0645\u062a\u0627\u0628\u0639\u0629\u061f
content.delete.detail=\u0644\u0627\u062d\u0638 \u0623\u0646\u0647 \u0642\u062f \u064a\u0643\u0648\u0646 \u0647\u0646\u0627\u0643 \u0627\u0633\u062a\u062e\u062f\u0627\u0645\u0627\u062a \u0644\u0647\u0630\u0647 \u0627\u0644\u0623\u062f\u0627\u0629 \u0641\u064a \u0623\u0643\u062b\u0631 \u0645\u0646 \u0645\u0643\u0627\u0646. \u0625\u0630\u0627 \u062d\u0630\u0641\u062a \u0631\u0627\u0628\u0637 \u0627\u0644\u0623\u062f\u0627\u0629 \u0647\u0630\u0627 \u060c \u0633\u062a\u062a\u0648\u0642\u0641 \u062c\u0645\u064a\u0639 \u0627\u0633\u062a\u062e\u062f\u0627\u0645\u0627\u062a \u0627\u0631\u062a\u0628\u0627\u0637 \u0627\u0644\u0623\u062f\u0627\u0629 \u0639\u0646 \u0627\u0644\u0639\u0645\u0644.
content.table=\u0631\u0627\u0628\u0637 \u0627\u0644\u0623\u062f\u0627\u0629 \u0627\u0644\u062d\u0627\u0644\u064a
content.none=\u0644\u0645 \u064a\u062a\u0645 \u0627\u0644\u0639\u062b\u0648\u0631 \u0639\u0644\u0649 \u0631\u0627\u0628\u0637 \u0623\u062f\u0627\u0629
content.select.tool=\u0627\u062e\u062a\u0631 \u0627\u062f\u0627\u0629
content.select.one=----------\u0627\u062e\u062a\u0631 \u0648\u0627\u062d\u062f ----------
content.no.tools=\u0644\u0627 \u062a\u0648\u062c\u062f \u0623\u062f\u0648\u0627\u062a \u0645\u062a\u0627\u062d\u0629
content.admin.note=<p>\u0645\u0644\u0627\u062d\u0638\u0629\: \u064a\u062c\u0628 \u0623\u0646 \u062a\u062d\u062a\u0648\u064a \u062c\u0645\u064a\u0639 \u0631\u0648\u0627\u0628\u0637 \u0627\u0644\u0623\u062f\u0648\u0627\u062a \u0639\u0644\u0649 \u0645\u0639\u0631\u0641 \u0627\u0644\u0645\u0648\u0642\u0639 \u063a\u064a\u0631 \u0641\u0627\u0631\u063a \u062d\u062a\u0649 \u064a\u062a\u0645 \u0625\u0637\u0644\u0627\u0642\u0647\u0627.</p>
content.export.csv=\u062a\u0635\u062f\u064a\u0631 \u0625\u0644\u0649 CSV
content.export.excel=\u062a\u0635\u062f\u064a\u0631 \u0625\u0644\u0649 Excel
content.attribution=\u0642\u0633\u0645

contentitem.link=\u0642\u0645 \u0628\u062a\u0634\u063a\u064a\u0644 \u062a\u0643\u0648\u064a\u0646 \u0627\u0644\u0623\u062f\u0627\u0629 \u0627\u0644\u062e\u0627\u0631\u062c\u064a\u0629
contentitem.detail=\u0642\u062f \u062a\u0643\u0648\u0646 \u0647\u0630\u0647 \u0627\u0644\u0623\u062f\u0627\u0629 \u0642\u0627\u062f\u0631\u0629 \u0639\u0644\u0649 \u062a\u0643\u0648\u064a\u0646 \u0646\u0641\u0633\u0647\u0627. \u0625\u0630\u0627 \u0643\u0646\u062a \u062a\u0648\u0627\u062c\u0647 \u0645\u0634\u0643\u0644\u0627\u062a \u0641\u064a \u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0625\u0645\u0643\u0627\u0646\u0627\u062a \u062a\u0643\u0648\u064a\u0646 \u0627\u0644\u0623\u062f\u0627\u0629 \u060c \u0641\u0627\u0631\u062c\u0639 \u0625\u0644\u0649 \u0647\u0630\u0647 \u0627\u0644\u0634\u0627\u0634\u0629 \u0644\u062a\u0643\u0648\u064a\u0646 \u0627\u0644\u0623\u062f\u0627\u0629.
contentitem.generic.title=\u0623\u062f\u0648\u0627\u062a \u062e\u0627\u0631\u062c\u064a\u0629
contentitem.success=\u062a\u0645 \u0627\u0633\u062a\u0644\u0627\u0645 \u0639\u0646\u0627\u0635\u0631 \u0627\u0644\u0645\u062d\u062a\u0648\u0649 \u0627\u0644\u0635\u0627\u0644\u062d\u0629\:
contentitem.success.none=\u0644\u0645 \u062a\u062a\u0644\u0642 \u0623\u064a \u0639\u0646\u0627\u0635\u0631 \u0645\u062d\u062a\u0648\u0649 \u0635\u0627\u0644\u062d\u0629 \u0645\u0646 \u0627\u0644\u0623\u062f\u0627\u0629 \u0627\u0644\u062e\u0627\u0631\u062c\u064a\u0629.
contentitem.success.action=\u0627\u0636\u063a\u0637 \u0639\u0644\u0649 "\u0645\u0648\u0627\u0641\u0642" \u0644\u062a\u062d\u0645\u064a\u0644 \u0639\u0646\u0627\u0635\u0631 \u0627\u0644\u0645\u062d\u062a\u0648\u0649 \u0647\u0630\u0647 \u0641\u064a \u0627\u0644\u0645\u062d\u0631\u0631.
contentitem.failure=\u0648\u0627\u062c\u0647 \u0623\u062d\u062f \u0639\u0646\u0627\u0635\u0631 \u0627\u0644\u0645\u062d\u062a\u0648\u0649 \u0627\u0644\u0631\u0627\u062c\u0639\u0629 \u0645\u0634\u0643\u0644\u0629.
contentitem.failures=\u0648\u0627\u062c\u0647 \u0627\u0644\u0639\u062f\u064a\u062f \u0645\u0646 \u0639\u0646\u0627\u0635\u0631 \u0627\u0644\u0645\u062d\u062a\u0648\u0649 \u0627\u0644\u0631\u0627\u062c\u0639\u0629 \u0645\u0634\u0643\u0644\u0629.
contentitem.tools=\u0647\u0630\u0647 \u0645\u0635\u0627\u062f\u0631 \u064a\u0645\u0643\u0646 \u0627\u0644\u0628\u062d\u062b \u0641\u064a\u0647\u0627 \u0639\u0646 \u0627\u0644\u0623\u062f\u0648\u0627\u062a \u0627\u0644\u062e\u0627\u0631\u062c\u064a\u0629 \u0627\u0644\u062a\u064a \u062a\u062a\u064a\u062d \u0644\u0643 \u0627\u0644\u0628\u062d\u062b \u0639\u0646 \u0623\u062f\u0648\u0627\u062a \u0648 / \u0623\u0648 \u0645\u062d\u062a\u0648\u0649 \u0645\u062d\u062f\u062f \u0644\u0625\u062f\u0631\u0627\u062c\u0647 \u0641\u064a \u0627\u0644\u0645\u0633\u062a\u0646\u062f \u0648\u062a\u062d\u062f\u064a\u062f\u0647 \u0648\u062a\u0643\u0648\u064a\u0646\u0647.
contentitem.tools.launch=\u0647\u0630\u0647 \u0647\u064a \u0627\u0644\u0623\u062f\u0648\u0627\u062a \u0627\u0644\u062e\u0627\u0631\u062c\u064a\u0629 \u0627\u0644\u0645\u062a\u0627\u062d\u0629 \u0627\u0644\u062a\u064a \u064a\u0645\u0643\u0646\u0643 \u0625\u062f\u0631\u0627\u062c\u0647\u0627 \u0641\u064a \u0627\u0644\u0645\u0633\u062a\u0646\u062f \u0627\u0644\u062e\u0627\u0635 \u0628\u0643.
contentitem.notools=\u0644\u0627 \u062a\u0648\u062c\u062f \u0623\u062f\u0648\u0627\u062a \u062e\u0627\u0631\u062c\u064a\u0629 \u0645\u062a\u0627\u062d\u0629 \u0644\u0644\u0645\u062d\u0631\u0631. \u064a\u0645\u0643\u0646 \u0623\u0646 \u062a\u0643\u0648\u0646 \u0647\u0630\u0647 \u0627\u0644\u0623\u062f\u0648\u0627\u062a \u0639\u0628\u0627\u0631\u0629 \u0639\u0646 \u0645\u062a\u0627\u062c\u0631 \u0627\u0644\u062a\u0637\u0628\u064a\u0642\u0627\u062a \u060c \u0623\u0648 \u0627\u0644\u062a\u0637\u0628\u064a\u0642\u0627\u062a \u0627\u0644\u062a\u064a \u064a\u062a\u0645 \u062a\u0643\u0648\u064a\u0646\u0647\u0627 \u0630\u0627\u062a\u064a\u0627\u064b \u060c \u0623\u0648 \u0645\u0633\u062a\u0648\u062f\u0639\u0627\u062a \u0627\u0644\u0643\u0627\u0626\u0646\u0627\u062a \u0627\u0644\u062a\u0639\u0644\u064a\u0645\u064a\u0629.

error.contentitem.missing.returnurl=\u0639\u0646\u0648\u0627\u0646 URL \u0644\u0644\u0625\u0631\u062c\u0627\u0639 \u0645\u0641\u0642\u0648\u062f \u0641\u064a \u0627\u0633\u062a\u062c\u0627\u0628\u0629 \u0639\u0646\u0635\u0631 \u0627\u0644\u0645\u062d\u062a\u0648\u0649
error.contentitem.missing.data=\u0627\u0644\u0628\u064a\u0627\u0646\u0627\u062a \u0627\u0644\u0645\u0641\u0642\u0648\u062f\u0629 \= \u0645\u0639\u0644\u0645\u0629 \u0641\u064a \u0627\u0633\u062a\u062c\u0627\u0628\u0629 \u0639\u0646\u0635\u0631 \u0627\u0644\u0645\u062d\u062a\u0648\u0649
error.contentitem.bad=\u062e\u0637\u0623 \u0641\u064a \u0631\u062f \u0639\u0646\u0635\u0631 \u0627\u0644\u0645\u062d\u062a\u0648\u0649 \u0627\u0644\u0645\u0631\u062a\u062c\u0639
error.contentitem.missing=\u0645\u0641\u062a\u0627\u062d \u0627\u0644\u0623\u062f\u0627\u0629 \u0645\u0641\u0642\u0648\u062f \u0641\u064a \u0627\u0633\u062a\u062c\u0627\u0628\u0629 \u0639\u0646\u0635\u0631 \u0627\u0644\u0645\u062d\u062a\u0648\u0649
error.contentitem.incorrect=\u0645\u0641\u062a\u0627\u062d \u0623\u062f\u0627\u0629 \u063a\u064a\u0631 \u0635\u062d\u064a\u062d \u0641\u064a \u0627\u0633\u062a\u062c\u0627\u0628\u0629 \u0639\u0646\u0635\u0631 \u0627\u0644\u0645\u062d\u062a\u0648\u0649
error.contentitem.no.validate=\u062e\u0637\u0623 \u0641\u064a \u0627\u0644\u062a\u062d\u0642\u0642 \u0645\u0646 \u0635\u062d\u0629 \u0627\u0644\u0645\u0635\u0627\u062f\u0642\u0629
error.contentitem.no.ltilink=\u0639\u0646\u0635\u0631 \u0627\u0631\u062a\u0628\u0627\u0637 Lti \u0645\u0641\u0642\u0648\u062f \u0641\u064a \u0627\u0644\u0631\u0633\u0645 \u0627\u0644\u0628\u064a\u0627\u0646\u064a \u0644\u0627\u0633\u062a\u062c\u0627\u0628\u0629 \u0639\u0646\u0635\u0631 \u0627\u0644\u0645\u062d\u062a\u0648\u0649
error.contentitem.missing.url=\u064a\u0641\u062a\u0642\u062f \u0639\u0646\u0635\u0631 LTI Link URL \u0627\u0644\u062a\u0634\u063a\u064a\u0644
error.contentitem.content.insert=\u062a\u0639\u0630\u0631 \u0625\u062f\u0631\u0627\u062c \u0639\u0646\u0635\u0631 \u0627\u0644\u0645\u062d\u062a\u0648\u0649
error.contentitem.content.launch=\u062a\u0639\u0630\u0631 \u0627\u0633\u062a\u0631\u062f\u0627\u062f \u0639\u0646\u0648\u0627\u0646 URL \u0627\u0644\u062e\u0627\u0635 \u0628\u0627\u0644\u062a\u0634\u063a\u064a\u0644 \u0645\u0646 \u0639\u0646\u0635\u0631 \u0627\u0644\u0645\u062d\u062a\u0648\u0649
error.contentitem.no.fileitem=\=Missing FileItem in ContentItemResponse @graph

error.deeplink.bad=\u062e\u0637\u0623 \u0641\u064a \u0627\u0633\u062a\u062c\u0627\u0628\u0629 \u0627\u0644\u0627\u0631\u062a\u0628\u0627\u0637 \u0627\u0644\u0639\u0645\u064a\u0642
error.deeplink.no.ltilink=\u0631\u0627\u0628\u0637 \u0645\u0648\u0627\u0631\u062f lti \u0645\u0641\u0642\u0648\u062f \u0641\u064a \u0627\u0633\u062a\u062c\u0627\u0628\u0629 \u0627\u0631\u062a\u0628\u0627\u0637 \u0639\u0645\u064a\u0642
error.deeplink.no.fileitem=\u0639\u0646\u0635\u0631 \u0645\u0644\u0641 \u0645\u0641\u0642\u0648\u062f \u0641\u064a \u0627\u0633\u062a\u062c\u0627\u0628\u0629 \u0627\u0644\u0627\u0631\u062a\u0628\u0627\u0637 \u0627\u0644\u0639\u0645\u064a\u0642
error.deeplink.no.import.url=\u062a\u0639\u0630\u0631 \u0627\u0644\u0639\u062b\u0648\u0631 \u0639\u0644\u0649 \u0639\u0646\u0648\u0627\u0646 url \u0644\u0644\u0627\u0633\u062a\u064a\u0631\u0627\u062f \u0641\u064a \u0639\u0646\u0635\u0631 \u0627\u0644\u0645\u0644\u0641

import.cartridge.continue=\u0639\u0645\u0644\u064a\u0629 \u0627\u0633\u062a\u064a\u0631\u0627\u062f Cartridge

link.add=\u0625\u0636\u0627\u0641\u0629 \u0627\u0631\u062a\u0628\u0627\u0637 \u062a\u0646\u0642\u0644 \u0627\u0644\u0645\u0648\u0642\u0639
link.add.detail=<p>\u0633\u064a\u0624\u062f\u064a \u0647\u0630\u0627 \u0625\u0644\u0649 \u0625\u0636\u0627\u0641\u0629 \u0627\u0631\u062a\u0628\u0627\u0637 \u0625\u0644\u0649 \u0647\u0630\u0647 \u0627\u0644\u0623\u062f\u0627\u0629 \u0644\u0644\u062a\u0646\u0642\u0644 \u0641\u064a \u0645\u0648\u0642\u0639\u0643. \u0639\u0646\u062f \u0625\u0636\u0627\u0641\u0629 \u0627\u0644\u0627\u0631\u062a\u0628\u0627\u0637 \u060c \u0633\u062a\u062a\u0645 \u0625\u0639\u0627\u062f\u0629 \u062a\u0639\u064a\u064a\u0646 \u0627\u0644\u0635\u0641\u062d\u0629 \u0628\u0623\u0643\u0645\u0644\u0647\u0627 \u0644\u062a\u062d\u062f\u064a\u062b \u0627\u0644\u062a\u0646\u0642\u0644.</p>
link.button.text=\u0632\u0631 \u0643\u062a\u0627\u0628\u0629
error.link.add.fail=\u0641\u0634\u0644 \u0625\u0636\u0627\u0641\u0629 \u0627\u0644\u0631\u0627\u0628\u0637
success.link.add=\u0645\u0631\u062a\u0628\u0637
link.remove=\u0625\u0632\u0627\u0644\u0629 \u0627\u0631\u062a\u0628\u0627\u0637 \u062a\u0646\u0642\u0644 \u0627\u0644\u0645\u0648\u0642\u0639
link.remove.detail=<p>\u0633\u064a\u0624\u062f\u064a \u0647\u0630\u0627 \u0625\u0644\u0649 \u0625\u0632\u0627\u0644\u0629 \u0627\u0644\u0627\u0631\u062a\u0628\u0627\u0637 \u0625\u0644\u0649 \u0647\u0630\u0647 \u0627\u0644\u0623\u062f\u0627\u0629 \u0645\u0646 \u0627\u0644\u062a\u0646\u0642\u0644 \u0641\u064a \u0645\u0648\u0642\u0639\u0643. \u0639\u0646\u062f \u0625\u0632\u0627\u0644\u0629 \u0627\u0644\u0627\u0631\u062a\u0628\u0627\u0637 \u060c \u0633\u062a\u062a\u0645 \u0625\u0639\u0627\u062f\u0629 \u062a\u0639\u064a\u064a\u0646 \u0627\u0644\u0635\u0641\u062d\u0629 \u0628\u0623\u0643\u0645\u0644\u0647\u0627 \u0644\u062a\u062d\u062f\u064a\u062b \u0627\u0644\u062a\u0646\u0642\u0644.</p>
error.link.remove.fail=\u0641\u0634\u0644 \u0625\u0636\u0627\u0641\u0629 \u0627\u0644\u0631\u0627\u0628\u0637
success.link.remove=\u062a\u0645\u062a \u0625\u0632\u0627\u0644\u0629 \u0627\u0644\u0631\u0627\u0628\u0637

success.deleted=\u062a\u0645 \u0627\u0644\u062d\u0630\u0641
success.created=\u0627\u0646\u0634\u0627\u0621
success.updated=\u062a\u0645 \u0627\u0644\u062a\u062d\u062f\u064a\u062b
success.linked=\u0645\u0631\u062a\u0628\u0637
error.delete.fail=\u0641\u0634\u0644 \u0627\u0644\u062d\u0630\u0641
error.link.fail=\u0641\u0634\u0644 \u0627\u0644\u0627\u0631\u062a\u0628\u0627\u0637
error.placement.not.removed=\u063a\u064a\u0631 \u0642\u0627\u062f\u0631 \u0639\u0644\u0649 \u0625\u0632\u0627\u0644\u0629 \u0648\u0636\u0639 \u0627\u0644\u0623\u062f\u0627\u0629

error.maintain.edit=\u064a\u062c\u0628 \u0623\u0646 \u064a\u0643\u0648\u0646 \u0645\u0634\u0631\u0641 \u0627\u0644\u0645\u0648\u0642\u0639 \u0644\u0644\u062a\u062d\u0631\u064a\u0631
error.maintain.view=\u064a\u062c\u0628 \u0623\u0646 \u064a\u0643\u0648\u0646 \u0645\u0634\u0631\u0641 \u0627\u0644\u0645\u0648\u0642\u0639 \u0644\u0639\u0631\u0636\u0647
error.maintain.delete=\u064a\u062c\u0628 \u0623\u0646 \u064a\u0643\u0648\u0646 \u0645\u0634\u0631\u0641 \u0627\u0644\u0645\u0648\u0642\u0639 \u0644\u0639\u0631\u0636\u0647
error.maintain.link=\u064a\u062c\u0628 \u0623\u0646 \u064a\u0643\u0648\u0646 \u0645\u0634\u0631\u0641 \u0627\u0644\u0645\u0648\u0642\u0639 \u0644\u0625\u062f\u0627\u0631\u0629 \u0627\u0644\u0631\u0648\u0627\u0628\u0637

error.register.not.ready=\u0647\u0630\u0627 \u0627\u0644\u0646\u0634\u0631 \u063a\u064a\u0631 \u062c\u0627\u0647\u0632 \u0644\u0644\u062a\u0633\u062c\u064a\u0644
error.deploy.not.found=\u0644\u0645 \u064a\u062a\u0645 \u0627\u0644\u0639\u062b\u0648\u0631 \u0639\u0644\u0649 \u0627\u0644\u0646\u0634\u0631
error.deploy.missing=\u0627\u0644\u0646\u0634\u0631 \u0645\u0641\u0642\u0648\u062f \u0623\u0648 \u062a\u0645 \u062a\u0643\u0648\u064a\u0646\u0647 \u0628\u0634\u0643\u0644 \u063a\u064a\u0631 \u0635\u062d\u064a\u062d.
error.activate.not.ready=\u0647\u0630\u0627 \u0627\u0644\u0646\u0634\u0631 \u063a\u064a\u0631 \u062c\u0627\u0647\u0632 \u0644\u0644\u062a\u0641\u0639\u064a\u0644
error.deploy.badstate=\u0627\u0644\u0646\u0634\u0631 \u0641\u064a \u062d\u0627\u0644\u0629 \u062e\u0627\u0637\u0626\u0629 \u0644\u0644\u062a\u0633\u062c\u064a\u0644
error.deploy.badproxy=\u0647\u0630\u0627 \u0627\u0644\u0646\u0634\u0631 \u0628\u0647 \u0645\u0644\u0641 reg_profile \u0645\u0639\u0637\u0644.
error.deploy.noreg=\u0647\u0630\u0627 \u0627\u0644\u0646\u0634\u0631 \u0644\u064a\u0633 \u0644\u0647 \u0639\u0646\u0648\u0627\u0646 url \u0644\u0644\u062a\u0633\u062c\u064a\u0644.
error.deploy.partial=\u0627\u0644\u0646\u0634\u0631 \u063a\u064a\u0631 \u0645\u0643\u062a\u0645\u0644 \u060c \u0648\u064a\u0641\u0642\u062f \u0645\u0641\u062a\u0627\u062d\u064b\u0627 \u0648\u0633\u0631\u064b\u0627.
error.deploy.not.config=\u0644\u0645 \u064a\u062a\u0645 \u062a\u0643\u0648\u064a\u0646 \u0647\u0630\u0627 \u0627\u0644\u062e\u0627\u062f\u0645 \u0644\u0640 LTI2. \u0633\u064a\u062a\u0645 \u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0646\u0645\u0648\u0630\u062c \u0627\u0644\u062a\u0643\u0648\u064a\u0646. \u0644\u0627 \u062a\u0633\u062a\u062e\u062f\u0645 \u0628\u064a\u0627\u0646\u0627\u062a \u0627\u0644\u0639\u064a\u0646\u0629 \u0641\u064a \u0627\u0644\u0625\u0646\u062a\u0627\u062c.

error.admin.edit=\u064a\u062c\u0628 \u0623\u0646 \u064a\u0643\u0648\u0646 \u0645\u0633\u0624\u0648\u0644 \u0627\u0644\u0645\u0648\u0642\u0639 \u0644\u0644\u062a\u062d\u0631\u064a\u0631
error.admin.view=\u064a\u062c\u0628 \u0623\u0646 \u064a\u0643\u0648\u0646 \u0645\u0633\u0624\u0648\u0644 \u0627\u0644\u0645\u0648\u0642\u0639 \u0644\u0639\u0631\u0636\u0647
error.admin.delete=\u064a\u062c\u0628 \u0623\u0646 \u064a\u0643\u0648\u0646 \u0645\u0633\u0624\u0648\u0644 \u0627\u0644\u0645\u0648\u0642\u0639 \u0644\u0639\u0631\u0636\u0647
error.admin.activate=\u064a\u062c\u0628 \u0623\u0646 \u064a\u0643\u0648\u0646 \u0645\u0633\u0624\u0648\u0644\u0627\u064b \u0644\u0644\u062a\u0641\u0639\u064a\u0644
error.admin.register=\u064a\u062c\u0628 \u0623\u0646 \u064a\u0643\u0648\u0646 \u0645\u0633\u0624\u0648\u0644\u0627\u064b \u0644\u0644\u062a\u0633\u062c\u064a\u0644

error.id.not.found=\u0627\u0644\u0645\u0639\u0631\u0641 \u063a\u064a\u0631 \u0645\u0648\u062c\u0648\u062f
error.content.not.found=\u0644\u0645 \u064a\u062a\u0645 \u0627\u0644\u0639\u062b\u0648\u0631 \u0639\u0644\u0649 \u062a\u0643\u0648\u064a\u0646 \u0627\u0644\u0623\u062f\u0627\u0629
error.tool.not.found=\u0627\u0644\u0623\u062f\u0627\u0629 \u063a\u064a\u0631 \u0645\u0648\u062c\u0648\u062f\u0629
error.tool.missing.keyset=\u0639\u0646\u0648\u0627\u0646 URL \u0644\u0645\u062c\u0645\u0648\u0639\u0629 \u0645\u0641\u0627\u062a\u064a\u062d \u0627\u0644\u0623\u062f\u0627\u0629 \u0648 / \u0623\u0648 \u0627\u0644\u0645\u0641\u062a\u0627\u062d \u0627\u0644\u0639\u0627\u0645 \u0645\u0641\u0642\u0648\u062f
error.keygen.fail=\u0641\u0634\u0644 \u0625\u0646\u0634\u0627\u0621 \u0632\u0648\u062c \u0645\u0641\u0627\u062a\u064a\u062d PKI
error.missing.flow=\u064a\u062a\u0645 \u0627\u0633\u062a\u062f\u0639\u0627\u0624\u0647 \u0643\u0645\u0633\u0627\u0639\u062f \u0639\u0646\u0635\u0631 \u0627\u0644\u0645\u062d\u062a\u0648\u0649 \u0628\u062f\u0648\u0646 \u0645\u0639\u0644\u0645\u0629 \u0627\u0644\u062a\u062f\u0641\u0642
error.missing.return=\u064a\u062a\u0645 \u0627\u0633\u062a\u062f\u0639\u0627\u0624\u0647 \u0643\u0645\u0633\u0627\u0639\u062f \u0628\u062f\u0648\u0646 \u0639\u0646\u0648\u0627\u0646 URL \u0644\u0644\u0639\u0648\u062f\u0629
error.need.key.secret=\u0644\u0646 \u062a\u0639\u0645\u0644 \u0647\u0630\u0647 \u0627\u0644\u0623\u062f\u0627\u0629 \u0628\u062f\u0648\u0646 \u0645\u0641\u062a\u0627\u062d \u0648\u0633\u0631.
error.link.placement.update=\u062e\u0637\u0623 \u0641\u064a \u062a\u062d\u062f\u064a\u062b \u0645\u0639\u0644\u0648\u0645\u0627\u062a \u0627\u0644\u0645\u0648\u0636\u0639 \u0641\u064a \u0639\u0646\u0635\u0631 \u0627\u0644\u062a\u0643\u0648\u064a\u0646
error.tool.no.encryption.key=\u0644\u0627 \u064a\u062d\u062a\u0648\u064a \u0647\u0630\u0627 \u0627\u0644\u062e\u0627\u062f\u0645 \u0639\u0644\u0649 basiclti.encryption.key \u062a\u0645 \u062a\u0639\u064a\u064a\u0646\u0647 \u0641\u064a sakai.properties \u0627\u0644\u062e\u0627\u0635 \u0628\u0647. \u062d\u062a\u0649 \u062a\u0642\u0648\u0645 \u0628\u062a\u0639\u064a\u064a\u0646 \u0647\u0630\u0647 \u0627\u0644\u0642\u064a\u0645\u0629 \u060c \u0633\u064a\u062a\u0645 \u0625\u0644\u063a\u0627\u0621 \u062a\u0634\u0641\u064a\u0631 \u0623\u0633\u0631\u0627\u0631 LTI \u0641\u064a \u0642\u0627\u0639\u062f\u0629 \u0627\u0644\u0628\u064a\u0627\u0646\u0627\u062a.

need.tool.info=<p>\u0645\u0644\u0627\u062d\u0638\u0629\: \u062a\u062d\u062a\u0627\u062c \u0647\u0630\u0647 \u0627\u0644\u0623\u062f\u0627\u0629 \u0625\u0644\u0649 \u0645\u0641\u062a\u0627\u062d \u0648\u0633\u0631 \u0642\u0628\u0644 \u0623\u0646 \u062a\u0639\u0645\u0644.</p>
need.tool.secret=\u0633\u0631 \u0627\u0644\u0623\u062f\u0627\u0629
need.tool.key=\u0645\u0641\u062a\u0627\u062d \u0627\u0644\u0623\u062f\u0627\u0629

bl_launch=\u0631\u0627\u0628\u0637
bl_title=\u0639\u0646\u0648\u0627\u0646
bl_url=\u0631\u0627\u0628\u0637
bl_site=\u0645\u0639\u0631\u0641 \u0627\u0644\u0645\u0648\u0642\u0639
bl_sitetitle=\u0639\u0646\u0648\u0627\u0646 \u0627\u0644\u0645\u0648\u0642\u0639
bl_description=\u0648\u0635\u0641 \u0627\u0644\u0623\u062f\u0627\u0629
bl_created_at=\u0648\u0623\u0636\u0627\u0641 \u0641\u064a
bl_sitecontactname=\u0635\u0627\u062d\u0628 \u0627\u0644\u0645\u0648\u0642\u0639
bl_sitecontactemail=\u0627\u0644\u0627\u062a\u0635\u0627\u0644 \u0628\u0627\u0644\u0645\u0648\u0642\u0639
bl_use=\u0627\u0644\u0627\u0633\u062a\u062e\u062f\u0627\u0645\u0627\u062a
bl_toolorder=\u0637\u0644\u0628
bl_action=\u0641\u0639\u0644
bl_page=\u0627\u0644\u062a\u0646\u0642\u0644 \u0641\u064a \u0627\u0644\u0645\u0648\u0642\u0639
bl_matchpattern=URL \u0644\u0644\u0645\u0637\u0627\u0628\u0642\u0629
bl_addlink=\u0623\u0636\u0641 \u0631\u0627\u0628\u0637 \u0627\u0644\u0645\u0648\u0642\u0639
bl_removelink=\u0625\u0632\u0627\u0644\u0629 \u0631\u0627\u0628\u0637 \u0627\u0644\u0645\u0648\u0642\u0639
bad.operation=\u0644\u0642\u062f \u062d\u0627\u0648\u0644\u062a \u0625\u062c\u0631\u0627\u0621 \u0639\u0645\u0644\u064a\u0629 \u063a\u064a\u0631 \u0635\u062d\u064a\u062d\u0629.
operation.complete=\u0627\u0643\u062a\u0645\u0644\u062a \u0627\u0644\u0639\u0645\u0644\u064a\u0629
operation.refreshing=\u0625\u0639\u0627\u062f\u0629 \u062a\u0639\u064a\u064a\u0646 \u0627\u0644\u062a\u0646\u0642\u0644 \u0639\u0628\u0631 \u062a\u062d\u062f\u064a\u062b \u0627\u0644\u0646\u0627\u0641\u0630\u0629 ...
add.to.site=\u0625\u0646\u0634\u0627\u0621 \u0631\u0627\u0628\u0637 \u0627\u0644\u0623\u062f\u0627\u0629
add.tool.to.site=\u0625\u0646\u0634\u0627\u0621 \u0631\u0627\u0628\u0637 \u0627\u0644\u0623\u062f\u0627\u0629
update.tool.link=\u062a\u062d\u062f\u064a\u062b \u0631\u0627\u0628\u0637 \u0627\u0644\u0623\u062f\u0627\u0629
add.tool.select=\u0644\u0645 \u064a\u0639\u062f \u0627\u0631\u062a\u0628\u0627\u0637 \u0627\u0644\u0623\u062f\u0627\u0629 \u0647\u0630\u0627 \u0645\u062a\u0635\u0644\u0627\u064b \u0628\u0623\u062f\u0627\u0629 \u0646\u0634\u0637\u0629. \u064a\u0631\u062c\u0649 \u062d\u0630\u0641 \u0631\u0627\u0628\u0637 \u0647\u0630\u0647 \u0627\u0644\u0623\u062f\u0627\u0629 \u0623\u0648 \u0625\u0639\u0627\u062f\u0629 \u062a\u0648\u0635\u064a\u0644\u0647 \u0628\u0623\u062f\u0627\u0629 \u0645\u062a\u0627\u062d\u0629.
add.to.system=\u0642\u0645 \u0628\u062a\u062b\u0628\u064a\u062a \u0623\u062f\u0627\u0629 LTI 1.x
select.showall=\u0637\u0644\u0627\u06281

deploy.put=\u062a\u062b\u0628\u064a\u062a LTI 2.x
deploy.in.system=\u062a\u062b\u0628\u064a\u062a LTI 2.x
deploy.register=\u062a\u0633\u062c\u064a\u0644 \u0627\u0644\u0623\u062f\u0648\u0627\u062a \u0627\u0644\u062e\u0627\u0631\u062c\u064a\u0629
deploy.activate=\u062a\u0641\u0639\u064a\u0644 \u0627\u0644\u0646\u0634\u0631
deploy.activate.note=<p>\u0639\u0646\u062f \u062a\u0646\u0634\u064a\u0637 \u0647\u0630\u0627 \u0627\u0644\u0646\u0634\u0631 \u060c \u064a\u062a\u0645 \u062a\u062b\u0628\u064a\u062a \u0627\u0644\u0623\u062f\u0648\u0627\u062a \u0627\u0644\u0645\u0648\u062c\u0648\u062f\u0629 \u0641\u064a \u0627\u0644\u0646\u0634\u0631 \u0623\u0648 \u062a\u062d\u062f\u064a\u062b\u0647\u0627 \u0641\u064a \u0627\u0644\u0646\u0638\u0627\u0645. \u0627\u0644\u062a\u0646\u0634\u064a\u0637 \u064a\u0643\u0645\u0644 \u0639\u0645\u0644\u064a\u0629 \u062a\u0633\u062c\u064a\u0644 \u0627\u0644\u0623\u062f\u0627\u0629.</p>
deploy.activate.badlaunch=\u0625\u0637\u0644\u0627\u0642 \u0633\u064a\u0621 \u0641\u064a \u0627\u0644\u0646\u0634\u0631
deploy.activate.notools=\u0644\u0627 \u062a\u0648\u062c\u062f \u0623\u062f\u0648\u0627\u062a \u0644\u0644\u062a\u0641\u0639\u064a\u0644
deploy.parse.exception=\u062a\u0639\u0630\u0631 \u062a\u062d\u0644\u064a\u0644 \u0645\u0644\u0641 \u062a\u0639\u0631\u064a\u0641 \u0627\u0644\u0645\u0648\u0641\u0631
deploy.delete=\u062d\u0630\u0641 \u0627\u0644\u0646\u0634\u0631
deploy.delete.sure=\u0647\u0644 \u0623\u0646\u062a \u0645\u062a\u0623\u0643\u062f \u0623\u0646\u0643 \u062a\u0631\u064a\u062f \u062d\u0630\u0641 \u0647\u0630\u0627 \u0627\u0644\u0646\u0634\u0631\u061f
deploy.delete.tool=\u062d\u0630\u0641\:
deploy.delete.tools=\u062a\u0645 \u062a\u062b\u0628\u064a\u062a \u0627\u0644\u0623\u062f\u0648\u0627\u062a \u0623\u062f\u0646\u0627\u0647 \u0645\u0646 \u062e\u0644\u0627\u0644 \u0647\u0630\u0627 \u0627\u0644\u0646\u0634\u0631. \u0625\u0630\u0627 \u0642\u0645\u062a \u0628\u062d\u0630\u0641 \u0647\u0630\u0647 \u0627\u0644\u0623\u062f\u0648\u0627\u062a \u060c \u0641\u0633\u064a\u062a\u0645 \u0623\u064a\u0636\u064b\u0627 \u062d\u0630\u0641 \u062c\u0645\u064a\u0639 \u0627\u0644\u0631\u0648\u0627\u0628\u0637 \u0627\u0644\u0645\u0624\u062f\u064a\u0629 \u0625\u0644\u0649 \u0647\u0630\u0647 \u0627\u0644\u0623\u062f\u0648\u0627\u062a \u0641\u064a \u062c\u0645\u064a\u0639 \u0627\u0644\u0645\u0648\u0627\u0642\u0639 \u0627\u0644\u0645\u0648\u062c\u0648\u062f\u0629 \u0641\u064a \u0647\u0630\u0627 \u0627\u0644\u0646\u0638\u0627\u0645. \u064a\u0645\u0643\u0646\u0643 \u062d\u0630\u0641 \u0627\u0644\u0646\u0634\u0631 \u062f\u0648\u0646 \u062d\u0630\u0641 \u0627\u0644\u0623\u062f\u0648\u0627\u062a.
deploy.data=\u064a\u062f\u0639\u0645 \u0647\u0630\u0627 \u0627\u0644\u0646\u0634\u0631\: \u0627\u0644\u0623\u062f\u0648\u0627\u062a \u0648\: \u0645\u0648\u0627\u0636\u0639 \u0627\u0644\u0645\u062d\u062a\u0648\u064a\u0627\u062a \u0641\u064a\: \u0645\u0648\u0627\u0642\u0639 \u0627\u0644\u0645\u0648\u0627\u0642\u0639.
add.deploy=\u0642\u0645 \u0628\u062a\u062b\u0628\u064a\u062a \u0623\u062f\u0627\u0629 LTI 2.x
deploy.description.system=\u0639\u0645\u0644\u064a\u0627\u062a \u0627\u0644\u0646\u0634\u0631 \u062d\u0627\u0644\u064a\u0627 \u0641\u064a \u0647\u0630\u0627 \u0627\u0644\u0646\u0638\u0627\u0645
deploy.table=\u0639\u0645\u0644\u064a\u0627\u062a \u0627\u0644\u0646\u0634\u0631
deploy.none=\u0644\u0645 \u064a\u062a\u0645 \u0627\u0644\u0639\u062b\u0648\u0631 \u0639\u0644\u0649 \u0639\u0645\u0644\u064a\u0627\u062a \u0646\u0634\u0631 LTI 2.x
deploy.note=<p>\u0647\u0630\u0647 \u0647\u064a \u0623\u062f\u0648\u0627\u062a LTI 2.x. \u0644\u0625\u0636\u0627\u0641\u0629 \u0623\u062f\u0627\u0629 \u060c \u062a\u062d\u062a\u0627\u062c \u0625\u0644\u0649 \u0639\u0646\u0648\u0627\u0646 URL \u0644\u0646\u0634\u0631 \u0627\u0644\u0623\u062f\u0627\u0629.</p>
deploy.provider.name=\u062a\u0641\u0639\u064a\u0644 \u0627\u0644\u0623\u062f\u0648\u0627\u062a \u0645\u0646\:

search.title=\u0627\u0644\u0628\u062d\u062b \u062d\u0633\u0628 \u0627\u0644\u0639\u0646\u0648\u0627\u0646
search.url=\u0627\u0644\u0628\u062d\u062b \u062d\u0633\u0628 \u0627\u0644\u0631\u0627\u0628\u0637
search.siteid=\u0627\u0644\u0628\u062d\u062b \u062d\u0633\u0628 \u0645\u0639\u0631\u0641 \u0627\u0644\u0645\u0648\u0642\u0639
search.sitetitle=\u0627\u0644\u0628\u062d\u062b \u062d\u0633\u0628 \u0639\u0646\u0648\u0627\u0646 \u0627\u0644\u0645\u0648\u0642\u0639
search.uses=\u0627\u0644\u0628\u062d\u062b \u062d\u0633\u0628 \u0627\u0644\u0627\u0633\u062a\u062e\u062f\u0627\u0645
searchby=\u0628\u062d\u062b \u0628\u0648\u0627\u0633\u0637\u0629 {0}

register.may.popup=\u0642\u062f \u062a\u0641\u062a\u062d \u0639\u0645\u0644\u064a\u0629 \u0627\u0644\u062a\u0633\u062c\u064a\u0644 \u0646\u0627\u0641\u0630\u0629 \u0645\u0646\u0628\u062b\u0642\u0629. \u0625\u0630\u0627 \u0641\u062a\u062d\u062a \u0646\u0627\u0641\u0630\u0629 \u0645\u0646\u0628\u062b\u0642\u0629 \u060c \u0641\u0639\u0646\u062f \u0627\u0643\u062a\u0645\u0627\u0644 \u0627\u0644\u062a\u0633\u062c\u064a\u0644 \u060c \u0627\u0631\u062c\u0639 \u0625\u0644\u0649 \u0647\u0630\u0647 \u0627\u0644\u0635\u0641\u062d\u0629 \u0648\u0642\u0645 \u0628\u062a\u0646\u0634\u064a\u0637 \u0627\u0644\u0646\u0634\u0631 \u064a\u062f\u0648\u064a\u0627\u064b.
register.external.pre.launch=\u0633\u0646\u0642\u0648\u0645 \u0627\u0644\u0622\u0646 \u0628\u0625\u0637\u0644\u0627\u0642 \u0645\u0648\u0642\u0639 \u0648\u064a\u0628 \u062e\u0627\u0631\u062c\u064a \u0641\u064a \u0646\u0627\u0641\u0630\u0629 \u062c\u062f\u064a\u062f\u0629 \u0644\u0625\u062c\u0631\u0627\u0621 \u0627\u0644\u062a\u062b\u0628\u064a\u062a \u0627\u0644\u0641\u0639\u0644\u064a. \u0639\u0646\u062f \u0627\u0643\u062a\u0645\u0627\u0644 \u0647\u0630\u0647 \u0627\u0644\u0639\u0645\u0644\u064a\u0629 \u060c \u0627\u0631\u062c\u0639 \u0625\u0644\u0649 \u0647\u0630\u0647 \u0627\u0644\u0646\u0627\u0641\u0630\u0629 \u0648\u062a\u0627\u0628\u0639 \u0625\u0645\u0627 \u0625\u0644\u0649 \u0639\u0645\u0644\u064a\u0629 \u0627\u0644\u062a\u0646\u0634\u064a\u0637 \u0623\u0648 \u0627\u0631\u062c\u0639 \u0625\u0644\u0649 \u0642\u0627\u0626\u0645\u0629 \u0627\u0644\u0646\u0634\u0631.
register.external.post.launch=\u0625\u0630\u0627 \u0643\u0627\u0646\u062a \u0639\u0645\u0644\u064a\u0629 \u0627\u0644\u062a\u0633\u062c\u064a\u0644 \u0646\u0627\u062c\u062d\u0629 \u060c \u0641\u0625\u0646 \u062e\u0637\u0648\u062a\u0643 \u0627\u0644\u062a\u0627\u0644\u064a\u0629 \u0647\u064a \u062a\u0646\u0634\u064a\u0637 \u0627\u0644\u062a\u0633\u062c\u064a\u0644. \u0625\u0630\u0627 \u0643\u0627\u0646\u062a \u0647\u0646\u0627\u0643 \u0645\u0634\u0643\u0644\u0629 \u0641\u064a \u0639\u0645\u0644\u064a\u0629 \u0627\u0644\u062a\u0633\u062c\u064a\u0644 \u060c \u0641\u0642\u062f \u062a\u062d\u062a\u0627\u062c \u0625\u0644\u0649 \u0625\u0639\u0627\u062f\u0629 \u0627\u0644\u062a\u0633\u062c\u064a\u0644.
register.popup.text=\u0627\u0644\u0627\u0633\u062a\u0645\u0631\u0627\u0631 \u0641\u064a \u062a\u0633\u062c\u064a\u0644 \u0645\u0648\u0642\u0639 \u0627\u0644\u0648\u064a\u0628
register.done=\u0623\u0643\u0645\u0644\u062a \u0627\u0644\u0623\u062f\u0627\u0629 \u0627\u0644\u062e\u0627\u0631\u062c\u064a\u0629 \u0639\u0645\u0644\u064a\u0629 \u0627\u0644\u062a\u0633\u062c\u064a\u0644 \u0627\u0644\u062e\u0627\u0635\u0629 \u0628\u0647\u0627. \u0625\u0630\u0627 \u0643\u0627\u0646\u062a \u0639\u0645\u0644\u064a\u0629 \u0627\u0644\u062a\u0633\u062c\u064a\u0644 \u0646\u0627\u062c\u062d\u0629 \u060c \u0641\u0625\u0646 \u062e\u0637\u0648\u062a\u0643 \u0627\u0644\u062a\u0627\u0644\u064a\u0629 \u0647\u064a \u062a\u0646\u0634\u064a\u0637 \u0627\u0644\u062a\u0633\u062c\u064a\u0644. \u0625\u0630\u0627 \u0643\u0627\u0646\u062a \u0647\u0646\u0627\u0643 \u0645\u0634\u0643\u0644\u0629 \u0641\u064a \u0639\u0645\u0644\u064a\u0629 \u0627\u0644\u062a\u0633\u062c\u064a\u0644 \u060c \u0641\u0642\u062f \u062a\u062d\u062a\u0627\u062c \u0625\u0644\u0649 \u0625\u0639\u0627\u062f\u0629 \u0627\u0644\u062a\u0633\u062c\u064a\u0644.
register.close=\u0623\u063a\u0644\u0642 \u0647\u0630\u0647 \u0627\u0644\u0646\u0627\u0641\u0630\u0629

lti13_issuer_url=\u0645\u064f\u0635\u062f\u0631 \u0627\u0644\u0646\u0638\u0627\u0645 \u0627\u0644\u0623\u0633\u0627\u0633\u064a LTI 1.3 (\u062a\u0648\u0641\u064a\u0631 \u0644\u0644\u0623\u062f\u0627\u0629)
lti13_client_id=\u0645\u0639\u0631\u0641 \u0639\u0645\u064a\u0644 LTI 1.3 (\u062a\u0648\u0641\u064a\u0631 \u0644\u0644\u0623\u062f\u0627\u0629)
lti13_deployment_id=\u0645\u0639\u0631\u0641 \u0646\u0634\u0631 LTI 1.3 (\u062a\u0648\u0641\u064a\u0631 \u0644\u0644\u0623\u062f\u0627\u0629)
lti13_keyset_url=LTI 1.3 Platform OAuth2 URL-Known / KeySet URL (\u062a\u0648\u0641\u064a\u0631 \u0644\u0644\u0623\u062f\u0627\u0629)
lti13_token_url=LTI 1.3 Platform OAuth2 Bearer Token Retrieval URL (\u062a\u0648\u0641\u064a\u0631 \u0644\u0644\u0623\u062f\u0627\u0629)
lti13_oidc_auth=\u0639\u0646\u0648\u0627\u0646 URL \u0644\u0645\u0635\u0627\u062f\u0642\u0629 OIDC \u0644\u0644\u0646\u0638\u0627\u0645 \u0627\u0644\u0623\u0633\u0627\u0633\u064a LTI 1.3 (\u062a\u0648\u0641\u064a\u0631 \u0644\u0644\u0623\u062f\u0627\u0629)
lti13_issuer=\u0645\u064f\u0635\u062f\u0631 LTI 1.3 \u0644\u0647\u0630\u0647 \u0627\u0644\u0645\u0646\u0635\u0629 (\u062a\u0648\u0641\u064a\u0631 \u0644\u0644\u0623\u062f\u0627\u0629)
lti13_sakai_config=\u0639\u0646\u0648\u0627\u0646 URL \u0627\u0644\u0630\u064a \u064a\u0648\u0641\u0631 \u062a\u0645\u062b\u064a\u0644 JSON \u0644\u0647\u0630\u0647 \u0627\u0644\u0642\u064a\u0645
lti13_show=\u0623\u0638\u0647\u0631

error.submit.timeout=\u062a\u0639\u0630\u0631 \u0625\u0631\u0633\u0627\u0644 \u0627\u0644\u062a\u0634\u063a\u064a\u0644 \u0625\u0644\u0649 URL \u0627\u0644\u0628\u0639\u064a\u062f

