#X-Generator: crowdin.net
gen.options=Opcions
gen.cancel=Cancel\u00b7la
gen.save=Desa
gen.done=Fet
gen.edit=Edita
gen.test=Prova
gen.delete=Elimina
gen.insert=Instal\u00b7la una eina nova
gen.alert=Av\u00eds\:
gen.success=Completat amb \u00e8xit
gen.failure=Error
gen.tools=Mostra les eines
gen.add=Afegeix
gen.remove=Elimina
gen.register=Registra
gen.reregister=Torna a registrar
gen.activate=Activa
gen.reactivate=Torna a activar

tool.title=Eines externes (IMS LTI)
tool.in.site=Eines afegides als espais
tool.in.system=Eines disponibles al sistema
tool.description.sites=A sota trobareu les eines externes que s'han afegit a espais. Feu clic sobre l'enlla\u00e7 'Edita' per revisar la configuraci\u00f3 d'inici. Feu clic sobre l'enlla\u00e7 'Afegeix una eina' per afegir eines externes noves. 
tool.description.system=A sota trobareu les eines externes que s'han afegit al sistema. Feu clic sobre l'enlla\u00e7 'Edita' per revisar la configuraci\u00f3 d'inici. Feu clic sobre l'enlla\u00e7 'Afegeix una eina' per afegir eines externes noves. 
tool.view=Mostra l'eina
tool.put=Eina externa
tool.delete=Eliminant un eina
tool.delete.sure=Aquesta eina desapareixer\u00e0 de tots els espais un cop eliminada. Esteu segur que voleu continuar?
tool.table=Eines externes (LTI)"
tool.none=No s'han trobat eines
tool.note=<p>Si teniu clau i paraula secreta, heu d'instal\u00b7lar primer l'eina tal com es descriu en aquesta pantalla, per iniciar-la haureu de crear una configuraci\u00f3 per a aquesta eina. Podeu provar si s'inicia correctament i obtenir una URL per a la vostra eina a la pantalla de configuraci\u00f3 d'eines.</p>
tool.launch=URL per iniciar l'eina\:
tool.resource.handler=Controlador de recursos\:
tool.already.exists=<br/> <span style\="color\:red"> (Nota,  per resource_handler ja existeix una eina)</span>

content.menu=Ubicaci\u00f3 de l'eina
content.title=Ubicaci\u00f3 de l'eina
content.note=<p>Si disposeu de url, clau i paraula secreta heu d'instal\u00b7lar l'eina nova i despr\u00e9s configurar-la per a que s'inici\u00ef en aquesta pantalla.</p>
content.put=Ubicaci\u00f3 de l'eina
content.add=Crea una ubicaci\u00f3 de l'eina
content.tools=Mostra les eines
content.delete=Elimina una ubicaci\u00f3 d'eina
content.delete.sure=Aquesta eina deixar\u00e0 de ser accessible en aquest espai un cop eliminada. Esteu segur de voler continuar?
content.delete.detail=Cal tenir en compte que hi pot haver enlla\u00e7os cap a aquesta configuraci\u00f3 de l'eina arreu. Si elimineu la configuraci\u00f3, els enlla\u00e7os deixaran de funcionar. Es pot configurar la mateixa eina diverses vegades i amb diferents valors de configuraci\u00f3 cada cop.
content.table=Ubicaci\u00f3 actual de l'eina
content.none=No s'han trobat ubicacions d'eina
content.select.tool=Selecciona una eina
content.select.one=---------- seleccioneu-ne una ----------
content.no.tools=No hi ha eines disponibles
content.admin.note=<p>Nota\: totes les ubicacions d'eina cal que tinguin un SITE_ID no nul per poder iniciar-les.</p>

link.add=Afegeix enlla\u00e7 de navegaci\u00f3 per l'espai
link.add.detail=<p>Aquesta acci\u00f3 afegir\u00e0 un enlla\u00e7 a aquesta eina a la navegaci\u00f3 de l'espai. Quan afegiu l'enlla\u00e7, es reiniciar\u00e0 la p\u00e0gina sencera per actualitzar la navegaci\u00f3.</p>
link.button.text=Text del bot\u00f3
error.link.add.fail=S'ha produ\u00eft un error a l'afegir l'enlla\u00e7
success.link.add=Vinculat
link.remove=Eliminant l'enlla\u00e7 de navegaci\u00f3 per l'espai
link.remove.detail=<p>Aquesta acci\u00f3 eliminar\u00e0 l'enlla\u00e7 cap a aquesta eina de la navegaci\u00f3 per l'espai. Quan elimineu l'enlla\u00e7, es reiniciar\u00e0 la p\u00e0gina sencera per actualitzar la navegaci\u00f3.</p>
error.link.remove.fail=S'ha produ\u00eft un error a l'afegir l'enlla\u00e7
success.link.remove=S'ha eliminat l'enlla\u00e7

success.deleted=Eliminat
success.created=Creat
success.updated=Actualitzat
success.linked=Enlla\u00e7at
error.delete.fail=S'ha produ\u00eft un error a l'eliminar
error.link.fail=L'enlla\u00e7 ha fallat
error.placement.not.removed=No es pot eliminar l'ubicaci\u00f3 de l'eina

error.maintain.edit=S'ha de ser administrador de l'espai per editar
error.maintain.view=S'ha de ser administrador de l'espai per accedir
error.maintain.delete=S'ha de ser administrador de l'espai per accedir
error.maintain.link=S'ha de ser administrador de l'espai per gestionar els enlla\u00e7os

error.register.not.ready=Aquest desplegament no est\u00e0 preparat per ser registrat
error.deploy.not.found=No s'ha trobat el desplegament
error.activate.not.ready=Aquest desplegament no est\u00e0 preparat per ser activat
error.deploy.not.config=Aquest servidor no est\u00e0 configurat per a LTI2.  S'usar\u00e0 la configuraci\u00f3 d'exemple.  No utilitzeu dades d'exemple en producci\u00f3.

error.admin.edit=Per editar cal ser administrador de l'espai
error.admin.view=Per accedir cal ser administrador de l'espai
error.admin.delete=Per eliminar cal ser administrador de l'espai
error.admin.activate=Cal ser administrador per poder activar
error.admin.register=Cal ser administrador per poder registrar 

error.id.not.found=No s'ha trobat l'ID
error.content.not.found=No s'ha trobat la configuraci\u00f3 de l'eina
error.tool.not.found=No s'ha trobat l'eina
error.missing.return=S'ha cridat com a helper sense URL de retorn
error.need.key.secret=Aquesta eina no funcionar\u00e0 sense una clau i una paraula secreta. 
error.link.placement.update=S'ha produ\u00eft un error actualitzant la informaci\u00f3 d'ubicaci\u00f3 a l'element de configuraci\u00f3

need.tool.info=<p>Nota\: Com l'eina \u00e9s importada pel seu funcionament requereix d'una clau i una paraula secreta.</p>
need.tool.secret=Paraula secreta de l'eina
need.tool.key=Clau de l'eina

bl_launch=URL
bl_title=T\u00edtol
bl_url=URL
bl_site=ID de l'espai
bl_use=Usa
bl_action=Acci\u00f3
bl_page=Navegaci\u00f3 de l'espai
bl_matchpattern=URL a comparar
bl_addlink=Afegeix un enlla\u00e7 a l'espai
bl_removelink=Elimina l'enlla\u00e7 a l'espai
bad.operation=Heu intentat fer una operaci\u00f3 impr\u00f2pia
operation.complete=Operaci\u00f3 completada
operation.refreshing=S'est\u00e0 reiniciant la navegaci\u00f3 refescant la finestra ...
add.to.site=Afeigeix a l'espai l'eina disponible
add.tool.to.site=Afegeix l'eina a l'espai
add.to.system=Afegeix una eina LTI 1.1

deploy.put=Desplegament LTI 2.x 
deploy.in.system=Desplegaments LTI 2.x
deploy.register=Registrant eines externes
deploy.activate=Activant el desplegament
deploy.activate.note=<p>Quan activeu aquest desplegament, les eines del desplegament s'instal\u00b7len o s'actualitzen en el sistema.  L'activaci\u00f3 completa el proc\u00e9s de registre de l'eina.</p>
deploy.activate.badlaunch=Inici incorrecte al desplegar
deploy.activate.notools=No hi ha eines per activar
deploy.parse.exception=No es pot analitzar el perfil del prove\u00efdor
deploy.delete=Suprimint el desplegament
deploy.delete.sure=Esteu segur que voleu suprimir aquest desplegament?
deploy.data=Aquest desplegament suporta eines \:tools i ubicacions \:contents en espais \:sites.
add.deploy=Afegeix una  eina LTI 2.x
deploy.description.system=Desplegaments que hi ha actualment al sistema
deploy.table=Desplegaments
deploy.none=No s'ha trobat cap desplegament LTI 2.x
deploy.note=<p>Aquestes eines s\u00f3n LTI 2. x. Per afegir una eina necessiteu una URL de desplegament de l'eina.</p>
deploy.provider.name=Activant les eines de\: 

search.title=Cerca per t\u00edtol
search.url=Cerca per URL
search.siteid=Cerca per ID d'espai
search.uses=Cerca per \u00fas



