#X-Generator: crowdin.com
gen.options=Options
gen.cancel=Annuler
gen.save=Sauvegarder
gen.done=Fait
gen.edit=\u00c9diter
gen.test=Tester
gen.delete=Supprimer
gen.insert=Installer un nouvel outil
gen.alert=Alerte\u00a0\:
gen.success=R\u00e9ussite
gen.failure=\u00c9chec
gen.tools=Voir les outils
gen.add=Ajouter
gen.remove=Retirer
gen.register=Inscrire
gen.reregister=R\u00e9inscrire
gen.activate=Activer
gen.reactivate=R\u00e9activer

tool.title=Outils externes (IMS LTI)
tool.in.site=Outils ajout\u00e9s aux espaces
tool.in.system=Outils disponibles dans le syst\u00e8me
tool.description.sites=Ci-dessous se trouvent les outils externes qui ont \u00e9t\u00e9 ajout\u00e9s aux espaces. S\u00e9lectionnez le lien \u00ab \u00c9diter \u00bb pour modifier les param\u00e8tres de lancement. S\u00e9lectionnez le lien \u00ab Ajouter un outil disponible \u00e0 l'espace \u00bb pour ajouter des outils externes suppl\u00e9mentaires aux espaces.
tool.description.system=Ci-dessous se trouvent les outils externes qui ont \u00e9t\u00e9 ajout\u00e9s au syst\u00e8me. S\u00e9lectionnez le lien \u00ab \u00c9diter \u00bb pour modifier les param\u00e8tres de lancement. S\u00e9lectionnez le lien \u00ab Ajouter outil externe au syst\u00e8me \u00bb pour rendre des outils externes suppl\u00e9mentaires disponibles.
tool.view=Outil Vue
tool.put=Outil externe
tool.delete=Suppression d'un outil
tool.delete.sure=Cet outil sera enlev\u00e9 de tous les sites apr\u00e8s la suppression. Voulez-vous continuer ?
tool.table=Outils externes (LTI)"
tool.none=Aucun outil trouv\u00e9
tool.note=<p>Si vous avez une cl\u00e9 et un secret, vous devez d'abord installer l'outil \u00e0 l'aide de cet \u00e9cran, et ensuite pour lancer l'outil, vous devez cr\u00e9er une configuration d'outil pour l'outil.  Vous pouvez tester le lancement de votre outil et obtenir une URL pour votre outil \u00e0 partir de l'\u00e9cran de configuration de l'outil.</p>
tool.launch=URL de lancement \:
tool.resource.handler=Gestionnaire de la ressource \:
tool.already.exists=<br/> <span style\="color\:red"> (notez que l'outil existe d\u00e9j\u00e0 pour resource_handler)</span>

content.menu=Placement de l\u2019outil
content.title=Placement de l\u2019outil
content.note=<p>Si vous avez une url, une cl\u00e9, et un secret, vous devez installer un nouvel outil puis revenir et placer cet outil qui sera lanc\u00e9 dans cet \u00e9cran.</p>
content.put=Placement de l\u2019outil
content.add=Cr\u00e9er le placement de l'outil
content.tools=Voir les outils
content.delete=Supprimer un placement d'outil
content.delete.sure=Cet outil sera enlev\u00e9 de ce site apr\u00e8s la suppression. Voulez-vous continuer ?
content.delete.detail=Notez qu'il peut y avoir des liens ailleurs vers ce placement d'outil.  Si vous supprimez ce placement d'outil, les liens vers ce placement cesseront de fonctionner.  Vous pouvez placer le m\u00eame outil plusieurs fois et avoir des param\u00e8tres diff\u00e9rents pour chaque placement.
content.table=Placement d'outil actuel
content.none=Aucun placement d'outil trouv\u00e9
content.select.tool=S\u00e9lectionnez l'outil
content.select.one=---S\u00e9lectionnez un---
content.no.tools=Aucun outil disponible
content.admin.note=<p>Remarque \: toutes les placements d'outil doivent avoir un SITE_ID non nul pour \u00eatre lanc\u00e9es.</p>

link.add=Ajout d'un lien de navigation d'espace
link.add.detail=<p>Cela va ajouter un lien vers cet outil \u00e0 votre navigation d'espace.  Lorsque vous ajoutez le lien, la page enti\u00e8re se r\u00e9initialise pour mettre \u00e0 jour la navigation.</p>
link.button.text=Texte du bouton
error.link.add.fail=L'ajout de lien a \u00e9chou\u00e9
success.link.add=Li\u00e9
link.remove=Enlever le lien de navigation d'espace
link.remove.detail=<p>Ceci supprimera le lien vers cet outil de la navigation de votre espace.  Lorsque vous supprimez le lien, la page enti\u00e8re se r\u00e9initialise pour mettre \u00e0 jour la navigation.</p>
error.link.remove.fail=L'ajout de lien a \u00e9chou\u00e9
success.link.remove=Lien supprim\u00e9

success.deleted=Supprim\u00e9
success.created=Cr\u00e9\u00e9
success.updated=Mis \u00e0 jour
success.linked=Li\u00e9
error.delete.fail=\u00c9chec de la suppression
error.link.fail=\u00c9chec du lien
error.placement.not.removed=Impossible de supprimer le placement de l'outil

error.maintain.edit=Il faut \u00eatre responsable de l'espace pour pouvoir modifier
error.maintain.view=Il faut \u00eatre responsable de l'espace pour pouvoir visualiser
error.maintain.delete=Il faut \u00eatre responsable de l'espace pour pouvoir visualiser
error.maintain.link=Il faut \u00eatre responsable de l'espace pour pouvoir g\u00e9rer les liens

error.register.not.ready=Ce d\u00e9ploiement n'est pas pr\u00eat \u00e0 \u00eatre inscrit
error.deploy.not.found=D\u00e9ploiement introuvable
error.activate.not.ready=Ce d\u00e9ploiement n'est pas pr\u00eat \u00e0 \u00eatre activ\u00e9
error.deploy.not.config=Ce serveur n'est pas configur\u00e9 pour LTI2.  L'exemple de configuration sera utilis\u00e9e.  Ne pas utiliser les donn\u00e9es d'exemple en production.

error.admin.edit=Il faut \u00eatre administrateur de l'espace pour pouvoir modifier
error.admin.view=Il faut \u00eatre administrateur de l'espace pour pouvoir visualiser
error.admin.delete=Il faut \u00eatre administrateur de l'espace pour pouvoir visualiser
error.admin.activate=Il faut \u00eatre administrateur de l'espace pour pouvoir activer
error.admin.register=Il faut \u00eatre administrateur de l'espace pour pouvoir inscrire 

error.id.not.found=Identifiant introuvable
error.content.not.found=Configuration de l'outil introuvable
error.tool.not.found=Outil introuvable
error.missing.return=Appel\u00e9 comme aide sans URL de retour
error.need.key.secret=Cet outil ne fonctionnera pas sans une cl\u00e9 et un secret.
error.link.placement.update=Erreur de mise \u00e0 jour des informations de placement dans l'\u00e9l\u00e9ment de configuration

need.tool.info=<p>Remarque \: cet outil a \u00e9t\u00e9 import\u00e9 et a besoin d'une cl\u00e9 et d'un secret pour fonctionner.</p>
need.tool.secret=Secret de l'outil
need.tool.key=Cl\u00e9 de l'outil

bl_launch=URL
bl_title=Titre
bl_url=URL
bl_site=Identifiant du Site
bl_use=Utilise
bl_action=Action
bl_page=Navigation dans les espaces
bl_matchpattern=Mod\u00e8le auquel l'URL doit correspondre
bl_addlink=Ajouter un lien d'espace
bl_removelink=Supprimer le lien d'espace
bad.operation=Vous avez tent\u00e9 une op\u00e9ration incorrecte.
operation.complete=Op\u00e9ration termin\u00e9e
operation.refreshing=R\u00e9initialisation de la navigation via l'actualisation de la fen\u00eatre...
add.to.site=Ajouter l'outil disponible \u00e0 l'espace
add.tool.to.site=Ajouter l'outil \u00e0 l'espace
add.to.system=Ajouter l'outil LTI 1.1

deploy.put=D\u00e9ploiement de LTI 2.x 
deploy.in.system=D\u00e9ploiements de LTI 2.x
deploy.register=Inscription des outils externes
deploy.activate=Activation du d\u00e9ploiement
deploy.activate.note=<p>Lorsque vous activez ce d\u00e9ploiement, les outils dans le d\u00e9ploiement sont install\u00e9s ou mis \u00e0 jour dans le syst\u00e8me.  L'activation termine le processus d'inscription des outils.</p>
deploy.activate.badlaunch=Mauvais lancement pendant le d\u00e9ploiement
deploy.activate.notools=Il n'y a pas d'outils \u00e0 activer
deploy.parse.exception=Impossible d'analyser le profil fournisseur
deploy.delete=Suppression du d\u00e9ploiement
deploy.delete.sure=\u00cates-vous s\u00fbr de vouloir supprimer ce d\u00e9ploiement ?
deploy.data=Ce d\u00e9ploiement prend en charge les outils \:tools et placements \:contents dans les espaces \:sites.
add.deploy=Ajouter un outil LTI 2.x
deploy.description.system=D\u00e9ploiements actuellement dans ce syst\u00e8me
deploy.table=D\u00e9ploiements
deploy.none=Aucun d\u00e9ploiement LTI 2.x trouv\u00e9
deploy.note=<p>Ce sont des outils LTI 2.x. Pour ajouter un outil, vous avez besoin d'une URL de d\u00e9ploiement d'outil.</p>
deploy.provider.name=Activer les outils depuis \: 

search.title=Recherche par titre
search.url=Recherche par URL
search.siteid=Recherche par identifiant d'espace
search.uses=Recherche par utilisation



