gen.options=\u30aa\u30d7\u30b7\u30e7\u30f3
gen.cancel=\u30ad\u30e3\u30f3\u30bb\u30eb
gen.save=\u4fdd\u5b58
gen.done=\u5b8c\u4e86
gen.edit=\u7de8\u96c6
gen.test=\u30c6\u30b9\u30c8
gen.delete=\u524a\u9664
gen.insert=\u65b0\u898f\u30c4\u30fc\u30eb\u3092\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb
gen.alert=\u8b66\u544a\:
gen.success=\u6210\u529f
gen.failure=\u5931\u6557\:
gen.tools=\u30c4\u30fc\u30eb\u3092\u8868\u793a
gen.add=\u8ffd\u52a0
gen.remove=\u524a\u9664
gen.register=\u767b\u9332
gen.reregister=\u518d\u767b\u9332
gen.activate=\u6709\u52b9\u5316
gen.reactivate=\u518d\u6709\u52b9\u5316
tool.title=\u5916\u90e8\u30c4\u30fc\u30eb (IMS LTI)
tool.in.site=\u30c4\u30fc\u30eb\u30ea\u30f3\u30af
tool.in.system=\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u6e08\u307f\u30c4\u30fc\u30eb
tool.description.sites=\u4ee5\u4e0b\u306f\u30b5\u30a4\u30c8\u5185\u306b\u30ea\u30f3\u30af\u3092\u6301\u3064\u5916\u90e8\u30c4\u30fc\u30eb\u306e\u4e00\u89a7\u3067\u3059\uff0e\u3072\u3068\u3064\u306e\u5c0e\u5165\u6e08\u307f\u30c4\u30fc\u30eb\u306f\u591a\u304f\u306e\u30ea\u30f3\u30af\u3092\u6301\u3064\u3053\u3068\u304c\u3042\u308a\u307e\u3059\uff0e"\u7de8\u96c6" \u3092\u9078\u629e\u3057\u3066\u7279\u5b9a\u306e\u30ea\u30f3\u30af\u8a2d\u5b9a\u3092\u4fee\u6b63\u3057\u307e\u3059\uff0e\u65b0\u305f\u306a\u30ea\u30f3\u30af\u3092\u8ffd\u52a0\u3059\u308b\u306b\u306f "\u30c4\u30fc\u30eb\u30ea\u30f3\u30af\u3092\u4f5c\u6210" \u3092\u9078\u629e\u3057\u307e\u3059\uff0e
tool.description.sites.helper=\u4ee5\u4e0b\u306f\u30b5\u30a4\u30c8\u5185\u306b\u30ea\u30f3\u30af\u3092\u6301\u3064\u5916\u90e8\u30c4\u30fc\u30eb\u306e\u4e00\u89a7\u3067\u3059\uff0e\u3072\u3068\u3064\u306e\u5c0e\u5165\u6e08\u307f\u30c4\u30fc\u30eb\u306f\u591a\u304f\u306e\u30ea\u30f3\u30af\u3092\u6301\u3064\u3053\u3068\u304c\u3042\u308a\u307e\u3059\uff0e"\u7de8\u96c6" \u3092\u9078\u629e\u3057\u3066\u7279\u5b9a\u306e\u30ea\u30f3\u30af\u8a2d\u5b9a\u3092\u4fee\u6b63\u3057\u307e\u3059\uff0e\u3053\u306e\u30b5\u30a4\u30c8\u3092\u7d4c\u7531\u3059\u308b\u30ea\u30f3\u30af\u3078\u306e\u30cf\u30fc\u30c9\u30b3\u30fc\u30c9\u3055\u308c\u305f\u30ea\u30d5\u30a1\u30ec\u30f3\u30b9\u304c\u3042\u308b\u304b\u3082\u3057\u308c\u307e\u305b\u3093\uff0e\u3053\u306e\u753b\u9762\u304b\u3089\u30ea\u30f3\u30af\u3092\u524a\u9664\u3059\u308b\u3068\uff0c\u30ea\u30d5\u30a1\u30ec\u30f3\u30b9\u304c\u52d5\u4f5c\u3057\u306a\u304f\u306a\u308b\u306e\u3067\u3053\u306e\u753b\u9762\u304b\u3089\u30ea\u30f3\u30af\u3092\u524a\u9664\u3059\u308b\u3068\u304d\u306f\u6ce8\u610f\u3057\u3066\u304f\u3060\u3055\u3044\uff0e
tool.description.system=\u4ee5\u4e0b\u306f\u30b7\u30b9\u30c6\u30e0\u306b\u8ffd\u52a0\u3055\u308c\u305f\u5916\u90e8\u30c4\u30fc\u30eb\u306e\u4e00\u89a7\u3067\u3059\uff0e"\u7de8\u96c6" \u30ea\u30f3\u30af\u3092\u9078\u629e\u3057\u3066\u8d77\u52d5\u8a2d\u5b9a\u3092\u4fee\u6b63\u3057\u307e\u3059\uff0e\u8ffd\u52a0\u3067\u5916\u90e8\u30c4\u30fc\u30eb\u3092\u5229\u7528\u53ef\u80fd\u306b\u3059\u308b\u306b\u306f "\u5916\u90e8\u30c4\u30fc\u30eb\u3092\u8ffd\u52a0" \u30ea\u30f3\u30af\u3092\u9078\u629e\u3057\u307e\u3059\uff0e
tool.view=\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u6e08\u307f\u30c4\u30fc\u30eb\u3092\u8868\u793a
tool.put=\u5916\u90e8\u30c4\u30fc\u30eb
tool.delete=\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u6e08\u307f\u30c4\u30fc\u30eb\u3092\u524a\u9664
tool.delete.sure=\u524a\u9664\u3092\u884c\u3063\u305f\u5f8c\uff0c\u30c4\u30fc\u30eb\u306f\u3059\u3079\u3066\u306e\u30b5\u30a4\u30c8\u304b\u3089\u53d6\u308a\u9664\u304b\u308c\u307e\u3059\uff0e\u5b9f\u884c\u3057\u3066\u3082\u3088\u308d\u3057\u3044\u3067\u3059\u304b\uff1f
tool.table=\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u6e08\u307f\u5916\u90e8 (LTI) \u30c4\u30fc\u30eb"
tool.none=\u5229\u7528\u53ef\u80fd\u306a\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u6e08\u307f\u30c4\u30fc\u30eb\u306f\u3042\u308a\u307e\u305b\u3093
tool.note=<p>\u30ad\u30fc\u304a\u3088\u3073\u30b7\u30fc\u30af\u30ec\u30c3\u30c8\u3092\u53d6\u5f97\u3057\u3066\u3044\u308b\u5834\u5408\u306f\uff0c\u3053\u306e\u753b\u9762\u3092\u7528\u3044\u3066\u30c4\u30fc\u30eb\u3092\u307e\u305a\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3057\uff0c\u30c4\u30fc\u30eb\u3092\u8d77\u52d5\u3059\u308b\u305f\u3081\u306b\u305d\u306e\u30c4\u30fc\u30eb\u7528\u306e\u30c4\u30fc\u30eb\u8a2d\u5b9a\u3092\u4f5c\u6210\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\uff0e\u30c4\u30fc\u30eb\u306e\u8d77\u52d5\u3092\u30c6\u30b9\u30c8\u3057\uff0c\u305d\u306e\u30c4\u30fc\u30eb\u8a2d\u5b9a\u753b\u9762\u304b\u3089\u30c4\u30fc\u30eb\u306e URL \u3092\u53d6\u5f97\u3057\u307e\u3059\uff0e</p>
tool.launch=\u8d77\u52d5 URL\: 
tool.resource.handler=\u30ea\u30bd\u30fc\u30b9\u30cf\u30f3\u30c9\u30e9\: 
tool.already.exists=<br/><span style\="color\:red">( resource_handler \u306e\u30c4\u30fc\u30eb\u306f\u65e2\u5b58\u3067\u3042\u308b\u3053\u3068\u306b\u6ce8\u610f)</span>
content.menu=\u30c4\u30fc\u30eb\u30ea\u30f3\u30af
content.title=\u30c4\u30fc\u30eb\u30ea\u30f3\u30af
content.note=<p>URL\uff0c\u30ad\u30fc\u304a\u3088\u3073\u30b7\u30fc\u30af\u30ec\u30c3\u30c8\u3092\u53d6\u5f97\u3057\u3066\u3044\u308b\u5834\u5408\u306f\uff0c\u65b0\u3057\u3044\u30c4\u30fc\u30eb\u3092\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3057\u305f\u5f8c\u3067\u623b\u308a\uff0c\u3053\u306e\u753b\u9762\u3067\u8d77\u52d5\u3059\u308b\u305d\u306e\u30c4\u30fc\u30eb\u3092\u8a2d\u7f6e\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\uff0e
content.put=\u30c4\u30fc\u30eb\u30ea\u30f3\u30af
content.redirecting=\u69cb\u6210\u306e\u305f\u3081\u306b\u5916\u90e8\u30c4\u30fc\u30eb\u306b\u30ea\u30c0\u30a4\u30ec\u30af\u30c8\u3057\u3066\u3044\u307e\u3059...
content.add=\u30c4\u30fc\u30eb\u30ea\u30f3\u30af\u3092\u4f5c\u6210
content.tools=\u30c4\u30fc\u30eb\u3092\u8868\u793a
content.delete=\u30c4\u30fc\u30eb\u30ea\u30f3\u30af\u3092\u524a\u9664
content.delete.sure=\u524a\u9664\u3092\u884c\u3063\u305f\u5f8c\uff0c\u30c4\u30fc\u30eb\u306f\u3053\u306e\u30b5\u30a4\u30c8\u304b\u3089\u53d6\u308a\u9664\u304b\u308c\u307e\u3059\uff0e\u5b9f\u884c\u3057\u3066\u3082\u3088\u308d\u3057\u3044\u3067\u3059\u304b\uff1f
content.delete.detail=\uff11\u30ab\u6240\u4ee5\u4e0a\u306b\u3053\u306e\u30c4\u30fc\u30eb\u3092\u5229\u7528\u3057\u306a\u3044\u3088\u3046\u306b\u6ce8\u610f\u3057\u3066\u304f\u3060\u3055\u3044\uff0e\u3053\u306e\u30c4\u30fc\u30eb\u30ea\u30f3\u30af\u3092\u524a\u9664\u3059\u308b\u3068\uff0c\u3053\u306e\u30c4\u30fc\u30eb\u30ea\u30f3\u30af\u306e\u3059\u3079\u3066\u306e\u5229\u7528\u304c\u505c\u6b62\u3057\u307e\u3059\uff0e
content.table=\u73fe\u5728\u306e\u30c4\u30fc\u30eb\u30ea\u30f3\u30af
content.none=\u30c4\u30fc\u30eb\u30ea\u30f3\u30af\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3067\u3057\u305f
content.select.tool=\u30c4\u30fc\u30eb\u3092\u9078\u629e
content.select.one=---------- \u4e00\u3064\u9078\u629e ----------
content.no.tools=\u5229\u7528\u53ef\u80fd\u306a\u30c4\u30fc\u30eb\u306f\u3042\u308a\u307e\u305b\u3093
content.admin.note=<p>\u6ce8\u610f\: \u3059\u3079\u3066\u306e\u30c4\u30fc\u30eb\u306f\u8d77\u52d5\u3059\u308b\u305f\u3081\u306e\u30cc\u30eb\u3067\u306a\u3044\u30b5\u30a4\u30c8 ID \u3092\u6301\u3064\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\uff0e</p>
content.export.csv=CSV \u306b\u30a8\u30af\u30b9\u30dd\u30fc\u30c8
content.export.excel=Excel\u306b\u30a8\u30af\u30b9\u30dd\u30fc\u30c8
content.attribution=\u5b66\u79d1
contentitem.link=\u5916\u90e8\u30c4\u30fc\u30eb\u8a2d\u5b9a\u3092\u8d77\u52d5\u3059\u308b
contentitem.detail=\u3053\u306e\u30c4\u30fc\u30eb\u306f\u81ea\u5df1\u69cb\u6210\u304c\u3067\u304d\u307e\u3059\uff0e\u30c4\u30fc\u30eb\u306e\u69cb\u6210\u6a5f\u80fd\u3092\u4f7f\u3046\u969b\u306b\u554f\u984c\u304c\u3042\u308b\u5834\u5408\u306f\uff0c\u30c4\u30fc\u30eb\u3092\u69cb\u6210\u3059\u308b\u305f\u3081\u306b\u3053\u306e\u753b\u9762\u306b\u623b\u3063\u3066\u4e0b\u3055\u3044\uff0e
error.contentitem.missing.returnurl=ContentItemResponse \u306b returnUrl \u304c\u3042\u308a\u307e\u305b\u3093
error.contentitem.missing.data=ContentItemResponse \u306b data\= parameter \u304c\u3042\u308a\u307e\u305b\u3093
error.contentitem.bad=\u8fd4\u3055\u308c\u305fContentItemResponse \u306b\u30a8\u30e9\u30fc\u304c\u3042\u308a\u307e\u3059
error.contentitem.missing=ContentItemResponse \u306b\u30c4\u30fc\u30eb\u30ad\u30fc\u304c\u3042\u308a\u307e\u305b\u3093
error.contentitem.incorrect=ContentItemResponse \u306b\u4e0d\u6b63\u306a\u30c4\u30fc\u30eb\u30ad\u30fc\u304c\u3042\u308a\u307e\u3059
error.contentitem.no.validate=OAuth\u691c\u8a3c\u30a8\u30e9\u30fc
error.contentitem.no.ltilink=ContentItemResponse @graph \u306b LtiLinkItem \u304c\u3042\u308a\u307e\u305b\u3093
link.add=\u30b5\u30a4\u30c8\u30ca\u30d3\u30b2\u30fc\u30b7\u30e7\u30f3\u30ea\u30f3\u30af\u3092\u8ffd\u52a0
link.add.detail=<p>\u3053\u308c\u306b\u3088\u308a\uff0c\u3042\u306a\u305f\u306e\u30b5\u30a4\u30c8\u30ca\u30d3\u30b2\u30fc\u30b7\u30e7\u30f3\u306b\u3053\u306e\u30c4\u30fc\u30eb\u3078\u306e\u30ea\u30f3\u30af\u304c\u8ffd\u52a0\u3055\u308c\u307e\u3059\uff0e\u30ea\u30f3\u30af\u3092\u8ffd\u52a0\u3059\u308b\u3068\uff0c\u30ca\u30d3\u30b2\u30fc\u30b7\u30e7\u30f3\u3092\u66f4\u65b0\u3059\u308b\u305f\u3081\u306b\u30da\u30fc\u30b8\u5168\u4f53\u304c\u30ea\u30bb\u30c3\u30c8\u3055\u308c\u307e\u3059\uff0e</p>
link.button.text=\u30dc\u30bf\u30f3\u30c6\u30ad\u30b9\u30c8
error.link.add.fail=\u30ea\u30f3\u30af\u8ffd\u52a0\u306b\u5931\u6557
success.link.add=\u30ea\u30f3\u30af\u65e5\u6642
link.remove=\u30b5\u30a4\u30c8\u30ca\u30d3\u30b2\u30fc\u30b7\u30e7\u30f3\u30ea\u30f3\u30af\u3092\u524a\u9664
link.remove.detail=<p>\u3053\u308c\u306b\u3088\u308a\uff0c\u3042\u306a\u305f\u306e\u30b5\u30a4\u30c8\u30ca\u30d3\u30b2\u30fc\u30b7\u30e7\u30f3\u304b\u3089\u3053\u306e\u30c4\u30fc\u30eb\u3078\u306e\u30ea\u30f3\u30af\u304c\u524a\u9664\u3055\u308c\u307e\u3059\uff0e\u30ea\u30f3\u30af\u3092\u524a\u9664\u3059\u308b\u3068\uff0c\u30ca\u30d3\u30b2\u30fc\u30b7\u30e7\u30f3\u3092\u66f4\u65b0\u3059\u308b\u305f\u3081\u306b\u30da\u30fc\u30b8\u5168\u4f53\u304c\u30ea\u30bb\u30c3\u30c8\u3055\u308c\u307e\u3059\uff0e</p>
error.link.remove.fail=\u30ea\u30f3\u30af\u8ffd\u52a0\u306b\u5931\u6557
success.link.remove=\u30ea\u30f3\u30af\u304c\u524a\u9664\u3055\u308c\u307e\u3057\u305f
success.deleted=\u524a\u9664\u90e8\u5206
success.created=\u4f5c\u6210\u65e5\u6642
success.updated=\u4fee\u6b63\u65e5\u6642
success.linked=\u30ea\u30f3\u30af\u65e5\u6642
error.delete.fail=\u524a\u9664\u306b\u5931\u6557\u3057\u307e\u3057\u305f
error.link.fail=\u30ea\u30f3\u30af\u306b\u5931\u6557\u3057\u307e\u3057\u305f
error.placement.not.removed=\u30c4\u30fc\u30eb\u914d\u7f6e\u3092\u524a\u9664\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093
error.maintain.edit=\u7de8\u96c6\u3059\u308b\u305f\u3081\u306b\u306f\u30b5\u30a4\u30c8\u4fdd\u5b88\u8005\u3067\u3042\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059
error.maintain.view=\u8868\u793a\u3059\u308b\u305f\u3081\u306b\u306f\u30b5\u30a4\u30c8\u4fdd\u5b88\u8005\u3067\u3042\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059
error.maintain.delete=\u8868\u793a\u3059\u308b\u305f\u3081\u306b\u306f\u30b5\u30a4\u30c8\u4fdd\u5b88\u8005\u3067\u3042\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059
error.maintain.link=\u30ea\u30f3\u30af\u3092\u7ba1\u7406\u3059\u308b\u305f\u3081\u306b\u306f\u30b5\u30a4\u30c8\u4fdd\u5b88\u8005\u3067\u3042\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059
error.register.not.ready=\u3053\u306e\u914d\u5099\u306f\u307e\u3060\u767b\u9332\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093
error.deploy.not.found=\u914d\u5099\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3067\u3057\u305f.
error.deploy.missing=\u914d\u5099\u304c\u3055\u308c\u3066\u3044\u306a\u3044\u304b\u6b63\u3057\u304f\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093\uff0e
error.activate.not.ready=\u3053\u306e\u914d\u5099\u306f\u307e\u3060\u6709\u52b9\u5316\u3067\u304d\u307e\u305b\u3093
error.deploy.badstate=\u914d\u5099\u304c\u767b\u9332\u3059\u308b\u306b\u306f\u4e0d\u6b63\u306a\u72b6\u614b\u3067\u3059\uff0e
error.deploy.badproxy=\u3053\u306e\u914d\u5099\u306b\u58ca\u308c\u305freg_profile \u304c\u3042\u308a\u307e\u3059\uff0e 
error.deploy.noreg=\u3053\u306e\u914d\u5099\u306b\u306f\u767b\u9332URL\u304c\u3042\u308a\u307e\u305b\u3093\uff0e
error.deploy.partial=\u914d\u5099\u304c\u672a\u5b8c\u4e86\u3067\uff0c\u30ad\u30fc\u3068\u30b7\u30fc\u30af\u30ec\u30c3\u30c8\u304c\u3042\u308a\u307e\u305b\u3093\uff0e
error.deploy.not.config=\u3053\u306e\u30b5\u30fc\u30d0\u306fLTI2\u304c\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093\uff0e\u30b5\u30f3\u30d7\u30eb\u69cb\u6210\u306f\u4f7f\u3048\u307e\u3059\uff0e\u30d7\u30ed\u30c0\u30af\u30b7\u30e7\u30f3\u3067\u306f\u30b5\u30f3\u30d7\u30eb\u30c7\u30fc\u30bf\u3092\u4f7f\u308f\u306a\u3044\u3067\u4e0b\u3055\u3044\uff0e
error.admin.edit=\u7de8\u96c6\u3059\u308b\u305f\u3081\u306b\u306f\u30b5\u30a4\u30c8\u7ba1\u7406\u8005\u3067\u3042\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059
error.admin.view=\u8868\u793a\u3059\u308b\u305f\u3081\u306b\u306f\u30b5\u30a4\u30c8\u7ba1\u7406\u8005\u3067\u3042\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059
error.admin.delete=\u8868\u793a\u3059\u308b\u305f\u3081\u306b\u306f\u30b5\u30a4\u30c8\u7ba1\u7406\u8005\u3067\u3042\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059
error.admin.activate=\u6709\u52b9\u5316\u3059\u308b\u305f\u3081\u306b\u306f\u30b5\u30a4\u30c8\u7ba1\u7406\u8005\u3067\u3042\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059
error.admin.register=\u767b\u9332\u3059\u308b\u305f\u3081\u306b\u306f\u30b5\u30a4\u30c8\u7ba1\u7406\u8005\u3067\u3042\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059
error.id.not.found=ID \u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3067\u3057\u305f
error.content.not.found=\u30c4\u30fc\u30eb\u8a2d\u5b9a\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3067\u3057\u305f.
error.tool.not.found=\u30c4\u30fc\u30eb\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3067\u3057\u305f.
error.missing.return=\u30ea\u30bf\u30fc\u30f3 URL \u306a\u3057\u3067\u30d8\u30eb\u30d1\u30fc\u3068\u3057\u3066\u30b3\u30fc\u30eb\u3055\u308c\u307e\u3057\u305f
error.need.key.secret=\u3053\u306e\u30c4\u30fc\u30eb\u306f\u30ad\u30fc\u304a\u3088\u3073\u30b7\u30fc\u30af\u30ec\u30c3\u30c8\u306a\u3057\u3067\u306f\u6a5f\u80fd\u3057\u307e\u305b\u3093\uff0e
error.link.placement.update=\u8a2d\u5b9a\u30a2\u30a4\u30c6\u30e0\u4e2d\u306e\u914d\u7f6e\u60c5\u5831\u3092\u66f4\u65b0\u4e2d\u306e\u30a8\u30e9\u30fc\u3067\u3059
need.tool.info=<p>\u6ce8\u610f\: \u3053\u306e\u30c4\u30fc\u30eb\u306f\u30a4\u30f3\u30dd\u30fc\u30c8\u3055\u308c\u305f\u3082\u306e\u3067\uff0c\u6a5f\u80fd\u3055\u305b\u308b\u305f\u3081\u306b\u306f\u30ad\u30fc\u304a\u3088\u3073\u30b7\u30fc\u30af\u30ec\u30c3\u30c8\u304c\u5fc5\u8981\u3067\u3059\uff0e</p>
need.tool.secret=\u30c4\u30fc\u30eb\u306e\u30b7\u30fc\u30af\u30ec\u30c3\u30c8
need.tool.key=\u30c4\u30fc\u30eb\u306e\u30ad\u30fc
bl_launch=URL
bl_title=\u30bf\u30a4\u30c8\u30eb
bl_url=URL
bl_site=\u30b5\u30a4\u30c8 ID
bl_sitetitle=\u30b5\u30a4\u30c8\u30bf\u30a4\u30c8\u30eb
bl_created_at=\u8ffd\u52a0
bl_sitecontactname=\u30b5\u30a4\u30c8\u6240\u6709\u8005
bl_sitecontactemail=\u30b5\u30a4\u30c8\u9023\u7d61\u5148
bl_use=\u4f7f\u7528
bl_action=\u64cd\u4f5c
bl_page=\u30b5\u30a4\u30c8\u30ca\u30d3\u30b2\u30fc\u30b7\u30e7\u30f3
bl_matchpattern=\u30de\u30c3\u30c1\u3059\u308b URL
bl_addlink=\u30b5\u30a4\u30c8\u30ea\u30f3\u30af\u3092\u8ffd\u52a0
bl_removelink=\u30b5\u30a4\u30c8\u30ea\u30f3\u30af\u3092\u524a\u9664
bad.operation=\u7121\u52b9\u306a\u64cd\u4f5c\u304c\u884c\u308f\u308c\u307e\u3057\u305f\uff0e
operation.complete=\u64cd\u4f5c\u306f\u5b8c\u4e86\u3057\u307e\u3057\u305f
operation.refreshing=\u30a6\u30a3\u30f3\u30c9\u30a6\u3092\u66f4\u65b0\u3057\u3066\uff0c\u30ca\u30d3\u30b2\u30fc\u30b7\u30e7\u30f3\u3092\u30ea\u30bb\u30c3\u30c8\u3057\u307e\u3059...
add.to.site=\u30c4\u30fc\u30eb\u30ea\u30f3\u30af\u3092\u4f5c\u6210
add.tool.to.site=\u30c4\u30fc\u30eb\u30ea\u30f3\u30af\u3092\u4f5c\u6210
add.to.system=LTI 1.1 \u30c4\u30fc\u30eb\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb
select.showall=\u3059\u3079\u3066\u3092\u8868\u793a
deploy.put=LTI 2.x \u30a4\u30f3\u30b9\u30c8\u30fc\u30eb
deploy.in.system=LTI 2.x \u30a4\u30f3\u30b9\u30c8\u30fc\u30eb
deploy.register=\u5916\u90e8\u30c4\u30fc\u30eb\u3092\u767b\u9332\u3059\u308b
deploy.activate=\u914d\u5099\u3092\u6709\u52b9\u5316\u4e2d
deploy.activate.note=<p>\u3053\u306e\u914d\u5099\u3092\u6709\u52b9\u306b\u3059\u308b\u3068\uff0c\u914d\u5099\u306e\u306a\u304b\u306e\u30c4\u30fc\u30eb\u304c\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3055\u308c\u308b\u304b\uff0c\u30b7\u30b9\u30c6\u30e0\u306b\u304a\u3044\u3066\u66f4\u65b0\u3055\u308c\u307e\u3059\uff0e\u6709\u52b9\u5316\u306f\u30c4\u30fc\u30eb\u767b\u9332\u51e6\u7406\u3092\u5b8c\u4e86\u3055\u305b\u307e\u3059\uff0e</p>
deploy.activate.badlaunch=\u914d\u5099\u306b\u304a\u3051\u308b\u4e0d\u6b63\u306a\u8d77\u52d5
deploy.activate.notools=\u6709\u52b9\u5316\u3059\u308b\u30c4\u30fc\u30eb\u304c\u3042\u308a\u307e\u305b\u3093
deploy.parse.exception=\u30d7\u30ed\u30d0\u30a4\u30c0\u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u3092\u69cb\u6587\u89e3\u6790\u3067\u304d\u307e\u305b\u3093
deploy.delete=\u914d\u5099\u3092\u524a\u9664\u4e2d
deploy.delete.sure=\u672c\u5f53\u306b\u3053\u306e\u914d\u5099\u3092\u524a\u9664\u3057\u3066\u3082\u3088\u308d\u3057\u3044\u3067\u3059\u304b?
deploy.data=\u3053\u306e\u914d\u5099\u306f \:\u30c4\u30fc\u30eb\u3000\u30c4\u30fc\u30eb\u3000\u304a\u3088\u3073 \: \u30b5\u30a4\u30c8\u3000\u30b5\u30a4\u30c8\u306e \: \u30b3\u30f3\u30c6\u30f3\u30c4\u30d7\u30ec\u30fc\u30b9\u30e1\u30f3\u30c8\u3092\u30b5\u30dd\u30fc\u30c8\u3057\u307e\u3059\uff0e
add.deploy=LTI 2.x \u30c4\u30fc\u30eb\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb
deploy.description.system=\u3053\u306e\u30b7\u30b9\u30c6\u30e0\u306e\u73fe\u5728\u306e\u914d\u5099
deploy.table=\u914d\u5099
deploy.none=LTI 2.x \u914d\u5099\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3067\u3057\u305f
deploy.note=<p>\u3053\u308c\u3089\u306fLTI 2.x \u30c4\u30fc\u30eb\u3067\u3059\uff0e\u30c4\u30fc\u30eb\u3092\u8ffd\u52a0\u3059\u308b\u306b\u306f\u30c4\u30fc\u30eb\u914d\u5099URL\u304c\u5fc5\u8981\u3067\u3059\uff0e</p>
deploy.provider.name=\u30c4\u30fc\u30eb\u3092\u6709\u52b9\u5316\u4e2d\: 
search.title=\u30bf\u30a4\u30c8\u30eb\u3067\u691c\u7d22
search.url=URL \u3067\u691c\u7d22
search.siteid=\u30b5\u30a4\u30c8 ID \u3067\u691c\u7d22
search.sitetitle=\u30b5\u30a4\u30c8\u30bf\u30a4\u30c8\u30eb\u3067\u691c\u7d22
search.uses=\u4f7f\u7528\u983b\u5ea6\u3067\u691c\u7d22
searchby={0}\u3067\u691c\u7d22
register.may.popup=\u767b\u9332\u30d7\u30ed\u30bb\u30b9\u306f\u30dd\u30c3\u30d7\u30a2\u30c3\u30d7\u30a6\u30a3\u30f3\u30c9\u30a6\u3092\u958b\u304f\u3053\u3068\u304c\u3042\u308a\u307e\u3059\uff0e\u30dd\u30c3\u30d7\u30a2\u30c3\u30d7\u30a6\u30a3\u30f3\u30c9\u30a6\u3092\u958b\u304f\u5834\u5408\uff0c\u767b\u9332\u304c\u5b8c\u4e86\u3057\u305f\u3089\uff0c\u3053\u306e\u30da\u30fc\u30b8\u306b\u623b\u308a\u30de\u30cb\u30e5\u30a2\u30eb\u3067\u914d\u5099\u3092\u6709\u52b9\u306b\u3057\u3066\u4e0b\u3055\u3044\uff0e
register.external.pre.launch=\u5b9f\u969b\u306e\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3092\u3059\u308b\u305f\u3081\u65b0\u305f\u306a\u30a6\u30a3\u30f3\u30c9\u30a6\u306b\u5916\u90e8\u306eWeb\u30b5\u30a4\u30c8\u3092\u4eca\u8d77\u52d5\u3057\u3066\u3044\u307e\u3059\uff0e\u30d7\u30ed\u30bb\u30b9\u304c\u5b8c\u4e86\u3057\u305f\u3089\uff0c\u3053\u306e\u30a6\u30a3\u30f3\u30c9\u30a6\u306b\u623b\u308a\u6709\u52b9\u5316\u30d7\u30ed\u30bb\u30b9\u3092\u7d99\u7d9a\u3059\u308b\u304b\u914d\u5099\u4e00\u89a7\u306b\u623b\u3063\u3066\u304f\u3060\u3055\u3044\uff0e
register.external.post.launch=\u767b\u9332\u30d7\u30ed\u30bb\u30b9\u304c\u6210\u529f\u3057\u305f\u3089\uff0c\u6b21\u306e\u30b9\u30c6\u30c3\u30d7\u306f\u767b\u9332\u306e\u6709\u52b9\u5316\u3067\u3059\uff0e\u767b\u9332\u30d7\u30ed\u30bb\u30b9\u306b\u554f\u984c\u304c\u3042\u308c\u3070\uff0c\u767b\u9332\u3092\u3084\u308a\u76f4\u3059\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\uff0e
register.popup.text=Web\u30b5\u30a4\u30c8\u767b\u9332\u3092\u7d99\u7d9a
register.done=\u5916\u90e8\u30c4\u30fc\u30eb\u306f\u767b\u9332\u30d7\u30ed\u30bb\u30b9\u3092\u5b8c\u4e86\u3057\u307e\u3057\u305f\uff0e\u767b\u9332\u30d7\u30ed\u30bb\u30b9\u304c\u6210\u529f\u3057\u305f\u3089\uff0c\u6b21\u306e\u30b9\u30c6\u30c3\u30d7\u306f\u767b\u9332\u306e\u6709\u52b9\u5316\u3067\u3059\uff0e\u767b\u9332\u30d7\u30ed\u30bb\u30b9\u306b\u554f\u984c\u304c\u3042\u308c\u3070\uff0c\u767b\u9332\u3092\u3084\u308a\u76f4\u3059\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\uff0e
register.close=\u30a6\u30a3\u30f3\u30c9\u30a6\u3092\u9589\u3058\u308b
