#X-Generator: crowdin.com
RWikiCurrentObjectDaoImpl.30=Kh\u00f4ng t\u1ed3n t\u1ea1i cho n\u1ed9i dung trang n\u00e0y 
RWikiCurrentObjectDaoImpl.31=trang, xin vui l\u00f2ng t\u1ea1o 
SakaiLinkMacro.0=1, text\: text c\u1ee7a link 
SakaiLinkMacro.1=2, url\: URL c\u1ee7a li\u00ean k\u1ebft, n\u1ebfu \u0111i\u1ec1u n\u00e0y l\u00e0 m\u1ee5c ti\u00eau b\u00ean ngo\u00e0i v\u00e0 kh\u00f4ng \u0111\u01b0\u1ee3c quy \u0111\u1ecbnh, m\u1ed9t c\u1eeda s\u1ed5 m\u1edbi s\u1ebd m\u1edf 
SakaiLinkMacro.2=3, img\: (t\u00f9y ch\u1ecdn) n\u1ebfu 'kh\u00f4ng' sau \u0111\u00f3 kh\u00f4ng c\u00f3 URL h\u00ecnh \u1ea3nh nh\u1ecf s\u1ebd \u0111\u01b0\u1ee3c s\u1eed d\u1ee5ng 
SakaiLinkMacro.3=4, m\u1ee5c ti\u00eau\: (t\u00f9y ch\u1ecdn) Target c\u1eeda s\u1ed5, n\u1ebfu "kh\u00f4ng \u0111\u01b0\u1ee3c quy \u0111\u1ecbnh, \u0111\u1ecba ch\u1ec9 s\u1ebd s\u1eed d\u1ee5ng c\u1eeda s\u1ed5 hi\u1ec7n h\u00e0nh 
SakaiLinkMacro.4=H\u00e3y nh\u1edb r\u1eb1ng n\u1ebfu s\u1eed d\u1ee5ng tham s\u1ed1 v\u1ecb tr\u00ed, b\u1ea1n ph\u1ea3i bao dummies cho c\u00e1c tham s\u1ed1 t\u00f9y ch\u1ecdn 
SakaiLinkMacro.5=T\u1ea1o ra m\u1ed9t li\u00ean k\u1ebft 
SakaiLinkMacro.28=li\u00ean k\u1ebft c\u1ea7n c\u00f3 m\u1ed9t t\u00ean v\u00e0 \u0111\u1ecba ch\u1ec9 m\u1ed9t nh\u01b0 l\u00e0 \u0111\u1ed1i s\u1ed1 
ImageMacro.0=1, img\: URL \u0111\u1ebfn h\u00ecnh \u1ea3nh, h\u00ecnh \u1ea3nh URL ph\u1ea3i \u0111\u01b0\u1ee3c t\u01b0\u01a1ng \u0111\u1ed1i, hay tuy\u1ec7t \u0111\u1ed1i, nh\u01b0ng kh\u00f4ng th\u1ec3 \u0111\u01b0\u1ee3c b\u00ean ngo\u00e0i, N\u00f3 c\u00f3 th\u1ec3 c\u0169ng startwith worksite\: / ho\u1eb7c sakai\: / n\u1ebfu tham kh\u1ea3o c\u00e1c ngu\u1ed3n t\u00e0i nguy\u00ean t\u1ea1i worksite ho\u1eb7c to\u00e0n b\u1ed9 sakai. Khi tham kh\u1ea3o c\u00e1c ngu\u1ed3n l\u1ef1c trong worksites kh\u00e1c (v\u00ed d\u1ee5sSakai\: /), b\u1ea1n ph\u1ea3i bao g\u1ed3m nh\u1eefng trang web id 
ImageMacro.1=2, alt\: (t\u00f9y ch\u1ecdn) Alt v\u0103n b\u1ea3n 
ImageMacro.2=3, ext\: (t\u00f9y ch\u1ecdn) b\u1ecf qua v\u00e0o l\u00fac n\u00e0y 
ImageMacro.3=4,l\u1edbp\: (t\u00f9y ch\u1ecdn) css l\u1edbp h\u1ecdc \u00e1p d\u1ee5ng cho h\u00ecnh \u1ea3nh 
ImageMacro.4=5, m\u1ee5c ti\u00eau\: (t\u00f9y ch\u1ecdn) C\u1eeda s\u1ed5 m\u1ee5c ti\u00eau 
ImageMacro.5=6, Ti\u00eau \u0111\u1ec1\: (tu\u1ef3 ch\u1ecdn) Ti\u00eau \u0111\u1ec1 h\u00ecnh \u1ea3nh, (s\u1ebd m\u1eb7c \u0111\u1ecbnh gi\u00e1 tr\u1ecb nh\u01b0 alt) 
ImageMacro.6=H\u00e3y nh\u1edb r\u1eb1ng n\u1ebfu s\u1eed d\u1ee5ng tham s\u1ed1 v\u1ecb tr\u00ed, b\u1ea1n ph\u1ea3i bao dummies cho c\u00e1c tham s\u1ed1 t\u00f9y ch\u1ecdn 
ImageMacro.7=\u0110\u1eb7t ra m\u1ed9t h\u00ecnh \u1ea3nh trong trang 
ImageMacro.23=URL b\u00ean ngo\u00e0i kh\u00f4ng \u0111\u01b0\u1ee3c cho ph\u00e9p, ch\u1ec9 c\u00f3 t\u01b0\u01a1ng \u0111\u1ed1i hay tuy\u1ec7t \u0111\u1ed1i URL 
ImageMacro.34=S\u1ed1 l\u01b0\u1ee3ng c\u00e1c \u0111\u1ed1i s\u1ed1 kh\u00f4ng ph\u00f9 h\u1ee3p 
BlockMacro.0=1, l\u1edbp\: C\u00e1c l\u1edbp h\u1ecdc ch\u1ec9 \u0111\u1ecbnh cho kh\u1ed1i n\u00e0y, 
BlockMacro.01=ki\u1ec3u m\u1eabu\: phong c\u00e1ch css \u0111\u1ec3 \u00e1p d\u1ee5ng n\u1ed9i tuy\u1ebfn 
BlockMacro.1=id\: An id \u0111\u1ec3 ch\u1ec9 \u0111\u1ecbnh cho kh\u1ed1i n\u00e0y. 
BlockMacro.2=neo\: An neo \u0111\u1ec3 ch\u1ec9 \u0111\u1ecbnh cho kh\u1ed1i n\u00e0y 
BlockMacro.3=\u0110\u1eb7t m\u1ed9t div quanh m\u1ed9t kh\u1ed1i n\u1ed9i dung rendered rwiki. 
StyleMacro.0=1, href\: (t\u00f9y ch\u1ecdn) Li\u00ean k\u1ebft v\u1edbi m\u1ed9t stylesheet 
StyleMacro.1=2, ph\u01b0\u01a1ng ti\u1ec7n truy\u1ec1n th\u00f4ng\: (t\u00f9y ch\u1ecdn) lo\u1ea1i ph\u01b0\u01a1ng ti\u1ec7n truy\u1ec1n th\u00f4ng m\u1eb7c \u0111\u1ecbnh cho t\u1ea5t c\u1ea3. 
StyleMacro.2=Th\u00eam m\u1ed9t y\u1ebfu t\u1ed1 phong c\u00e1ch, n\u1ebfu href kh\u00f4ng \u0111\u01b0\u1ee3c s\u1eed d\u1ee5ng, c\u00e1c n\u1ed9i dung n\u1ed9i b\u1ed9, n\u1ebfu kh\u00f4ng m\u1ed9t li\u00ean k\u1ebft \u0111\u1ebfn m\u1ed9t trang phong c\u00e1ch \u0111\u01b0\u1ee3c s\u1eed d\u1ee5ng. 
AnchorMacro.0=1\: M\u1ed9t t\u00ean \u0111\u1ec3 ch\u1ec9 \u0111\u1ecbnh. 
AnchorMacro.1=T\u1ea1o ra m\u1ed9t anchor xung quanh m\u1ed9t ph\u1ea7n c\u1ee7a n\u1ed9i dung rendered rwiki. 
BackgroundColorMacro.1=0, m\u00e0u\: Thay \u0111\u1ed5i m\u00e0u n\u1ec1n c\u1ee7a c\u00e1c n\u1ed9i dung 
BackgroundColorMacro.2=Thay \u0111\u1ed5i m\u00e0u n\u1ec1n c\u1ee7a m\u1ed9t s\u1ed1 v\u0103n b\u1ea3n 
BackgroundColorMacro.0=M\u00e0u s\u1eafc\: 
BackgroundColorMacro.10=CSS kh\u00f4ng ph\u1ea3i l\u00e0 m\u1ed9t  m\u00e0u s\u1eafc\! 
SectionsMacro.0=1, useids\: (t\u00f9y ch\u1ecdn) n\u1ebfu \u0111\u00fang s\u1ebd t\u1ea1o ra v\u1edbi ID - n\u1ebfu kh\u00f4ng s\u1ebd s\u1eed d\u1ee5ng t\u00ean, t\u00ean n\u00f3 l\u00e0 m\u1eb7c \u0111\u1ecbnh
SectionsMacro.1=H\u00e3y nh\u1edb r\u1eb1ng n\u1ebfu s\u1eed d\u1ee5ng tham s\u1ed1 v\u1ecb tr\u00ed, b\u1ea1n ph\u1ea3i bao dummies cho c\u00e1c tham s\u1ed1 t\u00f9y ch\u1ecdn 
SectionsMacro.2=T\u1ea1o m\u1ed9t danh s\u00e1ch c\u00e1c li\u00ean k\u1ebft chi \u0111\u1ebfn ph\u1ea7n subsites 
SectionsMacro.5=Id trang web kh\u00f4ng h\u1ee3p l\u1ec7 
IndexMacro.1=1\:  khu v\u1ef1c,  Khu v\u1ef1c index, khu v\u1ef1c m\u1eb7c \u0111\u1ecbnh c\u1ee7a trang hi\u1ec7n h\u00e0nh. 
IndexMacro.2=2\: nohead, n\u1ebfu nohead, d\u00f2ng ti\u00eau \u0111\u1ec1 s\u1ebd kh\u00f4ng \u0111\u01b0\u1ee3c s\u1ea3n xu\u1ea5t 
IndexMacro.0=<p> Ch\u1ec9 s\u1ed1 
WorksiteInfoMacro.3=1, th\u00f4ng tin\: C\u00e1c lo\u1ea1i th\u00f4ng tin \u0111\u1ec3 cung c\u1ea5p, worksiteinfo\: Ti\u00eau \u0111\u1ec1 cho Title (m\u1eb7c \u0111\u1ecbnh), 
WorksiteInfoMacro.4=worksiteinfo\:description, 
WorksiteInfoMacro.5=worksiteinfo\:shortdescription, 
WorksiteInfoMacro.6=worksiteinfo\:wikispace 
WorksiteInfoMacro.7=H\u00e3y nh\u1edb r\u1eb1ng n\u1ebfu s\u1eed d\u1ee5ng tham s\u1ed1 v\u1ecb tr\u00ed, b\u1ea1n ph\u1ea3i bao dummies cho c\u00e1c tham s\u1ed1 t\u00f9y ch\u1ecdn 
WorksiteInfoMacro.8=T\u1ea1o ra worksite information 
WorksiteInfoMacro.11=Kh\u00f4ng t\u00ecm th\u1ea5y trang web cho trang 
ColorMacro.2=0, m\u00e0u\: Thay \u0111\u1ed5i m\u00e0u n\u1ec1n tr\u01b0\u1edbc n\u1ed9i dung 
ColorMacro.3=1, bgcolor\: Thay \u0111\u1ed5i m\u00e0u n\u1ec1n c\u1ee7a c\u00e1c n\u1ed9i dung 
ColorMacro.4=Thay \u0111\u1ed5i m\u00e0u s\u1eafc c\u1ee7a m\u1ed9t s\u1ed1 v\u0103n b\u1ea3n 
ColorMacro.1=M\u00e0u s\u1eafc\: 
ColorMacro.13=CSS kh\u00f4ng ph\u1ea3i l\u00e0 m\u1ed9t  m\u00e0u s\u1eafc\! 
RecentChangesMacro.0=1\: T\u00f9y ch\u1ecdn, n\u1ebfu l\u00e0 \u0111\u1ecbnh d\u1ea1ng Thay \u0111\u1ed5i yyyy-MM-dd k\u1ec3 t\u1eeb ng\u00e0y. N\u1ebfu \u0111\u1ecbnh d\u1ea1ng l\u00e0 30d s\u1ed1 ng\u00e0y, n\u1ebfu \u0111\u1ecbnh d\u1ea1ng l\u00e0 12h, s\u1ed1 gi\u1edd, m\u1eb7c \u0111\u1ecbnh l\u00e0 30 ng\u00e0y, 
RecentChangesMacro.1=Ph\u00e1t tri\u1ec3n \u0111\u1ebfn m\u1ed9t danh s\u00e1ch c\u00e1c trang g\u1ea7n \u0111\u00e2y \u0111\u00e3 thay \u0111\u1ed5i 
RecentChangesMacro.6=yyyy-MM-dd 
RecentChangesMacro.7=<span class\="error">Kh\u00f4ng th\u1ec3 ph\u00e2n t\u00edch c\u00fa ph\u00e1p\:</span> 
RecentChangesMacro.8=ph\u1ea3i c\u00f3 c\u00e1c \u0111\u1ecbnh d\u1ea1ng\: yyyy-MM-dd ho\u1eb7c 30D ho\u1eb7c 12h s\u1ebd gi\u1ea3 qua 30 ng\u00e0y 
RecentChangesMacro.9=<span class\="error">Thay \u0111\u1ed5i k\u1ec3 t\u1eeb</span> 
RecentChangesMacro.13=\u0111\u00e3 \u0111\u01b0\u1ee3c s\u1eeda \u0111\u1ed5i l\u1ea7n cu\u1ed1i 
RecentChangesMacro.14=b\u1edfi 
RecentChangesMacro.16=B\u1ea1n kh\u00f4ng c\u00f3 quy\u1ec1n t\u00ecm ki\u1ebfm. 
SpanMacro.0=1, l\u1edbp\: C\u00e1c l\u1edbp h\u1ecdc ch\u1ec9 \u0111\u1ecbnh cho kh\u1ed1i n\u00e0y. 
SpanMacro.1=id\: An id \u0111\u1ec3 ch\u1ec9 \u0111\u1ecbnh cho kh\u1ed1i n\u00e0y. 
SpanMacro.2=neo\: An neo \u0111\u1ec3 ch\u1ec9 \u0111\u1ecbnh cho kh\u1ed1i n\u00e0y 
SpanMacro.3=N\u01a1i m\u1ed9t kho\u1ea3ng xung quanh m\u1ed9t ph\u1ea7n c\u1ee7a n\u1ed9i dung rendered rwiki. 
MathMacro.0=\u0110\u00e2y l\u00e0 m\u1ed9t v\u0129 m\u00f4 c\u01a1 b\u1ea3n m\u00e0 nh\u1eefng n\u01a1i span / th\u1ebb div v\u1edbi m\u1ed9t l\u1edbp h\u1ecdc ph\u00f9 h\u1ee3p xung quanh v\u0103n b\u1ea3n to\u00e1n h\u1ecdc. N\u1ed9i dung c\u1ee7a macro n\u00e0y l\u00e0 pre-escaped, tuy nhi\u00ean b\u1ea1n kh\u00f4ng th\u1ec3 \u0111\u1eb7t {math} trong n\u1ed9i dung c\u1ee7a macro n\u00e0y, \u0111\u1eb7t {{} to\u00e1n} thay th\u1ebf. 
MathMacro.1=1\: \u0111\u1eb7t "xem" \u1edf \u0111\u00e2y cho c\u00e1c t\u00ednh to\u00e1n \u0111\u01b0\u1ee3c \u0111\u1eb7t trong m\u1ed9t div 
SpecializedRenderContext.7=Li\u00ean k\u1ebft kh\u00f4ng \u0111\u01b0\u1ee3c gi\u1ea3i quy\u1ebft 
SpecializedRenderContext.20=Li\u00ean k\u1ebft kh\u00f4ng \u0111\u01b0\u1ee3c gi\u1ea3i quy\u1ebft 
RWikiObjectServiceImpl.32=Wiki C\u00e1c trang l\u01b0u tr\u1eef cho 
RWikiObjectServiceImpl.31=L\u1ed7i l\u01b0u tr\u1eef c\u00e1c trang t\u1eeb trang web\: 
RWikiObjectServiceImpl.30=l\u01b0u tr\u1eef\: \u0110\u00e3 ho\u00e0n th\u00e0nh 
RWikiObjectServiceImpl.43=trang v\u00e0 
RWikiObjectServiceImpl.44=phi\u00ean b\u1ea3n\n 
RWikiObjectServiceImpl.29=Trang 
RWikiObjectServiceImpl.28=\u0111\u00e3 t\u1ed3n t\u1ea1i v\u1edbi phi\u00ean b\u1ea3n 
RWikiObjectServiceImpl.54=\u0111\u00f3 l\u00e0 s\u1edbm h\u01a1n so v\u1edbi c\u00e1c phi\u00ean b\u1ea3n t\u1eeb c\u00e1c kho l\u01b0u tr\u1eef 
RWikiObjectServiceImpl.55=do \u0111\u00f3 t\u00f4i \u0111\u00e3 t\u1eeb ch\u1ed1i nh\u1eadp t\u1eeb kho l\u01b0u tr\u1eef, 
RWikiObjectServiceImpl.56=xin vui l\u00f2ng b\u00e1o c\u00e1o l\u1ed7i n\u00e0y \u0111\u1ec3 JIRA n\u1ebfu b\u1ea1n c\u1ea3m th\u1ea5y r\u1eb1ng 
RWikiObjectServiceImpl.57=ch\u1ee9c n\u0103ng n\u00e0y l\u00e0 b\u1eaft bu\u1ed9c 
RWikiObjectServiceImpl.58=Trang 
RWikiObjectServiceImpl.59=\u0111\u00e3 t\u1ed3n t\u1ea1i v\u1edbi phi\u00ean b\u1ea3n 
RWikiObjectServiceImpl.60=do \u0111\u00f3 t\u00f4i \u0111\u00e3 t\u1eeb ch\u1ed1i h\u1ee3p nh\u1ea5t c\u1ee7a 
RWikiObjectServiceImpl.61=s\u1eeda \u0111\u1ed5i t\u01b0\u01a1ng \u1ee9ng t\u1eeb kho l\u01b0u tr\u1eef, 
RWikiObjectServiceImpl.62=xin vui l\u00f2ng b\u00e1o c\u00e1o l\u1ed7i n\u00e0y \u0111\u1ec3 JIRA n\u1ebfu b\u1ea1n c\u1ea3m th\u1ea5y r\u1eb1ng 
RWikiObjectServiceImpl.63=ch\u1ee9c n\u0103ng n\u00e0y l\u00e0 b\u1eaft bu\u1ed9c 
RWikiObjectServiceImpl.64=T\u1ea1o 
RWikiObjectServiceImpl.65=s\u1eeda \u0111\u1ed5i 
RWikiObjectServiceImpl.66=v\u1edbi phi\u00ean b\u1ea3n 
RWikiObjectServiceImpl.67=ng\u00e0y 
RWikiObjectServiceImpl.69=Ch\u00fa \u00fd\: Ki\u1ec3m tra kho\u1ea3n ti\u1ec1n kh\u00f4ng kh\u1edbp L\u01b0u tr\u1eef Verions\: 
RWikiObjectServiceImpl.70=S\u00e1p nh\u1eadp Phi\u00ean b\u1ea3n\: 
RWikiObjectServiceImpl.71=\nL\u01b0u tr\u1eef N\u1ed9i dung\:\n 
RWikiObjectServiceImpl.72=\nL\u01b0u N\u1ed9i dung\: 
RWikiObjectServiceImpl.75=Kh\u00f4ng th\u00eam 
RWikiObjectServiceImpl.76=trang-t\u00ean 
RWikiObjectServiceImpl.77=s\u1eeda \u0111\u1ed5i 
RWikiObjectServiceImpl.78=s\u1eeda \u0111\u1ed5i 
RWikiObjectServiceImpl.79=v\u00ec 
RWikiObjectServiceImpl.81=V\u1ea5n \u0111\u1ec1 \u0111\u1ecbnh v\u1ecb tham kh\u1ea3o tr\u00ean trang web 
RWikiObjectServiceImpl.84=Ho\u00e0n th\u00e0nh h\u1ee3p nh\u1ea5t Wiki
RWikiObjectServiceImpl.85=Nh\u1eadp 
RWikiObjectServiceImpl.86=c\u00e1c trang web c\u00f3 
RWikiObjectServiceImpl.87=s\u1eeda \u0111\u1ed5i \nT\u00ecm th\u1ea5y 
RWikiObjectServiceImpl.88=t\u1eeb ch\u1ed1i, 
RWikiObjectServiceImpl.89=th\u1ea5t b\u1ea1i, 
RWikiObjectServiceImpl.90=l\u1ed7i\n 
RWikiSecurityServiceImpl.2=B\u1ea1n ph\u1ea3i truy c\u1eadp v\u00e0o RWiki th\u00f4ng qua m\u1ed9t trang web th\u00edch h\u1ee3p 
XSLTEntityHandler.68=Kh\u00f4ng serialise 
XSLTEntityHandler.32=Ngo\u1ea1i l\u1ec7 x\u1ea3y ra trong rendering 
XSLTEntityHandler.33=Ngo\u1ea1i l\u1ec7\: 
XSLTEntityHandler.34=Th\u00f4ng b\u00e1o\: 
XSLTEntityHandler.35=kh\u00f4ng c\u00f3 n\u1ed9i dung tr\u00ean trang 
XSLTEntityHandler.36=kh\u00f4ng c\u00f3 n\u1ed9i dung tr\u00ean trang 
XSLTEntityHandler.46=N\u1ed9i dung k\u1ebft xu\u1ea5t \u0111\u00e3 kh\u00f4ng ph\u00e2n t\u00edch c\u00fa ph\u00e1p ch\u00ednh x\u00e1c 
SiteEmailNotificationRWiki.5=M\u1ed9t trang Wiki \u0111\u00e3 \u0111\u01b0\u1ee3c thay \u0111\u1ed5i trong " 
SiteEmailNotificationRWiki.6="Trang web t\u1ea1i 
SiteEmailNotificationRWiki.13=\tV\u1ecb tr\u00ed\: trang web " 
SiteEmailNotificationRWiki.16=\u0110\u1ed5i l\u1ea7n t\u1ea1i\: 
SiteEmailNotificationRWiki.18=\u0110\u1ed5i b\u1edfi ng\u01b0\u1eddi d\u00f9ng\: 
SiteEmailNotificationRWiki.4=N\u1ed9i dung\: 
SiteEmailNotificationRWiki.27=Ti\u00eau \u0111\u1ec1\: C\u00e1c trang wiki 
SiteEmailNotificationRWiki.28=\u0111\u00e3 \u0111\u01b0\u1ee3c s\u1eeda \u0111\u1ed5i 
SiteEmailNotificationRWiki.30=Th\u00f4ng b\u00e1o t\u1ef1 \u0111\u1ed9ng s\u1ebd \u0111\u01b0\u1ee3c g\u1eedi b\u1eb1ng 
SiteEmailNotificationRWiki.3=) T\u1eeb 
SiteEmailNotificationRWiki.35=trang web.\n 
SiteEmailNotificationRWiki.36=B\u1ea1n c\u00f3 th\u1ec3 thay \u0111\u1ed5i c\u00e1ch b\u1ea1n nh\u1eadn \u0111\u01b0\u1ee3c th\u00f4ng b\u00e1o t\u1ea1i Home > Preferences. 
XLSTChangesHandler.19=Thay \u0111\u1ed5i L\u1ecbch s\u1eed cho 
XLSTChangesHandler.21=Thay \u0111\u1ed5i g\u1ea7n \u0111\u00e2y 
XLSTChangesHandler.23=Thay \u0111\u1ed5i g\u1ea7n \u0111\u00e2y