RWikiCurrentObjectDaoImpl.30=\u041d\u0435 \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435 \u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430\u0442\u0430 \u0437\u0430 \u0442\u043e\u0432\u0430
RWikiCurrentObjectDaoImpl.31=\u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430, \u043c\u043e\u043b\u044f, \u0441\u044a\u0437\u0434\u0430\u0439\u0442\u0435
SakaiLinkMacro.0=1,\u0442\u0435\u043a\u0441\u0442\: \u0422\u0435\u043a\u0441\u0442 \u043d\u0430 \u0432\u0440\u044a\u0437\u043a\u0430\u0442\u0430
SakaiLinkMacro.1=2,url\: URL \u043d\u0430 \u0432\u0440\u044a\u0437\u043a\u0430\u0442\u0430, \u0430\u043a\u043e \u0435 \u0432\u044a\u043d\u0448\u043d\u0430 \u0438 \u043d\u0435 \u0435 \u043f\u043e\u0441\u043e\u0447\u0435\u043d\u0430 \u0446\u0435\u043b, \u0449\u0435 \u0441\u0435 \u043e\u0442\u0432\u043e\u0440\u0438 \u043d\u043e\u0432 \u043f\u0440\u043e\u0437\u043e\u0440\u0435\u0446
SakaiLinkMacro.2=3,img\: (\u043d\u0435\u0437\u0430\u0434\u044a\u043b\u0436\u0438\u0442\u0435\u043b\u043d\u043e) \u0430\u043a\u043e \u0435 'none', \u043d\u044f\u043c\u0430 \u0434\u0430 \u0441\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430 \u043c\u0430\u043b\u043a\u043e URL \u0438\u0437\u043e\u0431\u0440\u0430\u0436\u0435\u043d\u0438\u0435
SakaiLinkMacro.3=4,target\: (\u043d\u0435\u0437\u0430\u0434\u044a\u043b\u0436\u0438\u0442\u0435\u043b\u043d\u043e) \u0426\u0435\u043b\u0435\u0432\u0438 \u043f\u0440\u043e\u0437\u043e\u0440\u0435\u0446, \u0430\u043a\u043e \u0435 \u043f\u043e\u0441\u043e\u0447\u0435\u043d 'none', url \u0430\u0434\u0440\u0435\u0441\u044a\u0442 \u0449\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430 \u0442\u0435\u043a\u0443\u0449\u0438\u044f \u043f\u0440\u043e\u0437\u043e\u0440\u0435\u0446
SakaiLinkMacro.4=\u041d\u0435 \u0437\u0430\u0431\u0440\u0430\u0432\u044f\u0439\u0442\u0435, \u0447\u0435 \u0430\u043a\u043e \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0442\u0435 \u043f\u043e\u0437\u0438\u0446\u0438\u043e\u043d\u043d\u0438 \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u0440\u0438, \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0432\u043a\u043b\u044e\u0447\u0438\u0442\u0435 \u0444\u0438\u0433\u0443\u0440\u0438 \u0437\u0430 \u043d\u0435\u0437\u0430\u0434\u044a\u043b\u0436\u0438\u0442\u0435\u043b\u043d\u0438\u0442\u0435 \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u0440\u0438
SakaiLinkMacro.5=\u0413\u0435\u043d\u0435\u0440\u0438\u0440\u0430\u043d\u0430 \u0432\u0440\u044a\u0437\u043a\u0430
SakaiLinkMacro.28=\u0432\u0440\u044a\u0437\u043a\u0430\u0442\u0430 \u0441\u0435 \u043d\u0443\u0436\u0434\u0430\u0435 \u043e\u0442 \u0438\u043c\u0435 \u0438 url \u043a\u0430\u0442\u043e \u0430\u0440\u0433\u0443\u043c\u0435\u043d\u0442
ImageMacro.0=1,img\: URL \u0430\u0434\u0440\u0435\u0441 \u043d\u0430 \u0438\u0437\u043e\u0431\u0440\u0430\u0436\u0435\u043d\u0438\u0435\u0442\u043e, URL \u0430\u0434\u0440\u0435\u0441\u044a\u0442 \u043d\u0430 \u0438\u0437\u043e\u0431\u0440\u0430\u0436\u0435\u043d\u0438\u0435\u0442\u043e \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0431\u044a\u0434\u0435 \u043e\u0442\u043d\u043e\u0441\u0438\u0442\u0435\u043b\u0435\u043d \u0438\u043b\u0438 \u0430\u0431\u0441\u043e\u043b\u044e\u0442\u0435\u043d, \u043d\u043e \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0435 \u0432\u044a\u043d\u0448\u0435\u043d, \u0422\u043e\u0439 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0437\u0430\u043f\u043e\u0447\u0432\u0430 \u0441 worksite\:/ \u0438\u043b\u0438 sakai\:/, \u0430\u043a\u043e \u043f\u0440\u0435\u043f\u0440\u0430\u0449\u0430 \u043a\u044a\u043c \u0440\u0435\u0441\u0443\u0440\u0441\u0438 \u0432 \u0440\u0430\u0431\u043e\u0442\u043d\u0438\u044f \u0441\u0430\u0439\u0442 \u0438\u043b\u0438 \u0432 \u0446\u0435\u043b\u0438\u044f sakai. \u041a\u043e\u0433\u0430\u0442\u043e \u043f\u0440\u0435\u043f\u0440\u0430\u0449\u0430\u0442\u0435 \u043a\u044a\u043c \u0440\u0435\u0441\u0443\u0440\u0441\u0438 \u0432 \u0434\u0440\u0443\u0433\u0438 \u0440\u0430\u0431\u043e\u0442\u043d\u0438 \u0441\u0430\u0439\u0442\u043e\u0432\u0435 (\u043d\u0430\u043f\u0440. sakai\:/), \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0432\u043a\u043b\u044e\u0447\u0438\u0442\u0435 \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440\u0430 \u043d\u0430 \u0441\u0430\u0439\u0442\u0430
ImageMacro.1=2,alt\: (\u043f\u043e \u0438\u0437\u0431\u043e\u0440) Alt \u0442\u0435\u043a\u0441\u0442
ImageMacro.2=3,ext\: (\u043d\u0435\u0437\u0430\u0434\u044a\u043b\u0436\u0438\u0442\u0435\u043b\u043d\u043e) \u0432 \u043c\u043e\u043c\u0435\u043d\u0442\u0430 \u0441\u0435 \u0438\u0433\u043d\u043e\u0440\u0438\u0440\u0430
ImageMacro.3=4, class\: (\u043f\u043e \u0438\u0437\u0431\u043e\u0440) css \u043a\u043b\u0430\u0441, \u043f\u0440\u0438\u043b\u043e\u0436\u0435\u043d \u043a\u044a\u043c \u0438\u0437\u043e\u0431\u0440\u0430\u0436\u0435\u043d\u0438\u0435\u0442\u043e
ImageMacro.4=5, \u0446\u0435\u043b\: (\u043f\u043e \u0438\u0437\u0431\u043e\u0440) \u041f\u0440\u043e\u0437\u043e\u0440\u0435\u0446 \u043d\u0430 \u0446\u0435\u043b\u0442\u0430
ImageMacro.5=6,title\: (\u043d\u0435\u0437\u0430\u0434\u044a\u043b\u0436\u0438\u0442\u0435\u043b\u043d\u043e) \u0417\u0430\u0433\u043b\u0430\u0432\u0438\u0435 \u043d\u0430 \u0438\u0437\u043e\u0431\u0440\u0430\u0436\u0435\u043d\u0438\u0435\u0442\u043e, (\u043f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435 \u0435 \u0441\u044a\u0449\u0430\u0442\u0430 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442 \u043a\u0430\u0442\u043e alt)
ImageMacro.6=\u041d\u0435 \u0437\u0430\u0431\u0440\u0430\u0432\u044f\u0439\u0442\u0435, \u0447\u0435 \u0430\u043a\u043e \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0442\u0435 \u043f\u043e\u0437\u0438\u0446\u0438\u043e\u043d\u043d\u0438 \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u0440\u0438, \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0432\u043a\u043b\u044e\u0447\u0438\u0442\u0435 \u0444\u0438\u0433\u0443\u0440\u0438 \u0437\u0430 \u043d\u0435\u0437\u0430\u0434\u044a\u043b\u0436\u0438\u0442\u0435\u043b\u043d\u0438\u0442\u0435 \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u0440\u0438
ImageMacro.7=\u041f\u043e\u0441\u0442\u0430\u0432\u044f \u0438\u0437\u043e\u0431\u0440\u0430\u0436\u0435\u043d\u0438\u0435 \u0432 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430\u0442\u0430
ImageMacro.23=\u0412\u044a\u043d\u0448\u043d\u0438 URL \u0430\u0434\u0440\u0435\u0441\u0438 \u043d\u0435 \u0441\u0430 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0438, \u0430 \u0441\u0430\u043c\u043e \u043e\u0442\u043d\u043e\u0441\u0438\u0442\u0435\u043b\u043d\u0438 \u0438\u043b\u0438 \u0430\u0431\u0441\u043e\u043b\u044e\u0442\u043d\u0438
ImageMacro.34=\u0411\u0440\u043e\u044f\u0442 \u043d\u0430 \u0430\u0440\u0433\u0443\u043c\u0435\u043d\u0442\u0438\u0442\u0435 \u043d\u0435 \u0441\u044a\u0432\u043f\u0430\u0434\u0430
BlockMacro.0=1, \u043a\u043b\u0430\u0441\: \u041a\u043b\u0430\u0441\u044a\u0442, \u043a\u043e\u0439\u0442\u043e \u0441\u0435 \u043f\u0440\u0438\u0441\u0432\u043e\u044f\u0432\u0430 \u043d\u0430 \u0442\u043e\u0437\u0438 \u0431\u043b\u043e\u043a,
BlockMacro.01=style\: css \u0441\u0442\u0438\u043b\u044a\u0442, \u043a\u043e\u0439\u0442\u043e \u0434\u0430 \u0441\u0435 \u043f\u0440\u0438\u043b\u0430\u0433\u0430 inline
BlockMacro.1=id\: ID, \u043a\u043e\u0439\u0442\u043e \u0441\u0435 \u043f\u0440\u0438\u0441\u0432\u043e\u044f\u0432\u0430 \u043d\u0430 \u0442\u043e\u0437\u0438 \u0431\u043b\u043e\u043a.
BlockMacro.2=\u043a\u043e\u0442\u0432\u0430\: \u041a\u043e\u0442\u0432\u0430, \u043a\u043e\u044f\u0442\u043e \u0434\u0430 \u0441\u0435 \u043f\u0440\u0438\u0441\u0432\u043e\u0438 \u043d\u0430 \u0442\u043e\u0437\u0438 \u0431\u043b\u043e\u043a
BlockMacro.3=\u041f\u043e\u0441\u0442\u0430\u0432\u044f div \u043e\u043a\u043e\u043b\u043e \u0431\u043b\u043e\u043a \u0441 \u0432\u0438\u0437\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u043e \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435 \u043d\u0430 rwiki.
StyleMacro.0=1,href\: (\u043f\u043e \u0438\u0437\u0431\u043e\u0440) \u0412\u0440\u044a\u0437\u043a\u0430 \u043a\u044a\u043c \u0442\u0430\u0431\u043b\u0438\u0446\u0430 \u0441\u044a\u0441 \u0441\u0442\u0438\u043b\u043e\u0432\u0435
StyleMacro.1=2,media\: (\u043d\u0435\u0437\u0430\u0434\u044a\u043b\u0436\u0438\u0442\u0435\u043b\u043d\u043e) \u0442\u0438\u043f \u043c\u0435\u0434\u0438\u044f \u043f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435 \u0435 \u0432\u0441\u0438\u0447\u043a\u0438.
StyleMacro.2=\u0414\u043e\u0431\u0430\u0432\u044f \u0435\u043b\u0435\u043c\u0435\u043d\u0442 \u0437\u0430 \u0441\u0442\u0438\u043b, \u0430\u043a\u043e \u043d\u0435 \u0441\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430 href, \u0441\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430 \u0432\u044a\u0442\u0440\u0435\u0448\u043d\u043e\u0442\u043e \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435, \u0432 \u043f\u0440\u043e\u0442\u0438\u0432\u0435\u043d \u0441\u043b\u0443\u0447\u0430\u0439 \u0441\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430 \u0432\u0440\u044a\u0437\u043a\u0430 \u043a\u044a\u043c \u0442\u0430\u0431\u043b\u0438\u0446\u0430 \u0441\u044a\u0441 \u0441\u0442\u0438\u043b\u043e\u0432\u0435.
AnchorMacro.0=1\: \u0418\u043c\u0435, \u043a\u043e\u0435\u0442\u043e \u0434\u0430 \u0441\u0435 \u043f\u0440\u0438\u0441\u0432\u043e\u0438 \u043d\u0430 \u0442\u0430\u0437\u0438 \u043a\u043e\u0442\u0432\u0430.
AnchorMacro.1=\u0421\u044a\u0437\u0434\u0430\u0432\u0430 \u043a\u043e\u0442\u0432\u0430 \u043e\u043a\u043e\u043b\u043e \u0447\u0430\u0441\u0442 \u043e\u0442 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435\u0442\u043e \u043d\u0430 rwiki.
BackgroundColorMacro.1=0,color\: \u041f\u0440\u043e\u043c\u044f\u043d\u0430 \u043d\u0430 \u0446\u0432\u0435\u0442\u0430 \u043d\u0430 \u0444\u043e\u043d\u0430 \u043d\u0430 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435\u0442\u043e
BackgroundColorMacro.2=\u041f\u0440\u043e\u043c\u044f\u043d\u0430 \u043d\u0430 \u0446\u0432\u0435\u0442\u0430 \u043d\u0430 \u0444\u043e\u043d\u0430 \u043d\u0430 \u043d\u044f\u043a\u043e\u0438 \u0442\u0435\u043a\u0441\u0442\u043e\u0432\u0435
BackgroundColorMacro.0=\u0426\u0432\u044f\u0442\:
BackgroundColorMacro.10=\ \u043d\u0435 \u0435 \u0438\u0441\u0442\u0438\u043d\u0441\u043a\u0438 CSS \u0446\u0432\u044f\u0442\!
SectionsMacro.0=1,\u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0439\u0442\u0435 \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440\u0438\u0442\u0435\: (\u043d\u0435\u0437\u0430\u0434\u044a\u043b\u0436\u0438\u0442\u0435\u043b\u043d\u043e) \u0430\u043a\u043e \u0435 \u0432\u044f\u0440\u043d\u043e, \u0449\u0435 \u0441\u0435 \u0433\u0435\u043d\u0435\u0440\u0438\u0440\u0430 \u0441 \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440\u0438, \u0432 \u043f\u0440\u043e\u0442\u0438\u0432\u0435\u043d \u0441\u043b\u0443\u0447\u0430\u0439 \u0449\u0435 \u0441\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0442 \u0438\u043c\u0435\u043d\u0430, \u0438\u043c\u0435\u043d\u0430\u0442\u0430 \u0441\u0430 \u043f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435
SectionsMacro.1=\u041d\u0435 \u0437\u0430\u0431\u0440\u0430\u0432\u044f\u0439\u0442\u0435, \u0447\u0435 \u0430\u043a\u043e \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0442\u0435 \u043f\u043e\u0437\u0438\u0446\u0438\u043e\u043d\u043d\u0438 \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u0440\u0438, \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0432\u043a\u043b\u044e\u0447\u0438\u0442\u0435 \u0444\u0438\u0433\u0443\u0440\u0438 \u0437\u0430 \u043d\u0435\u0437\u0430\u0434\u044a\u043b\u0436\u0438\u0442\u0435\u043b\u043d\u0438\u0442\u0435 \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u0440\u0438
SectionsMacro.2=\u0413\u0435\u043d\u0435\u0440\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0441\u043f\u0438\u0441\u044a\u043a \u0441 \u0432\u0440\u044a\u0437\u043a\u0438, \u043a\u043e\u0438\u0442\u043e \u0441\u043e\u0447\u0430\u0442 \u043a\u044a\u043c \u043f\u043e\u0434\u0441\u0430\u0439\u0442\u043e\u0432\u0435 \u043d\u0430 \u0440\u0430\u0437\u0434\u0435\u043b\u0438
SectionsMacro.5=\u041d\u0435\u0432\u0430\u043b\u0438\u0434\u0435\u043d \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440 \u043d\u0430 \u0441\u0430\u0439\u0442\u0430
IndexMacro.1=1\:space, \u041f\u0440\u043e\u0441\u0442\u0440\u0430\u043d\u0441\u0442\u0432\u043e\u0442\u043e, \u043a\u043e\u0435\u0442\u043e \u0434\u0430 \u0441\u0435 \u0438\u043d\u0434\u0435\u043a\u0441\u0438\u0440\u0430, \u043f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435 \u0435 \u043f\u0440\u043e\u0441\u0442\u0440\u0430\u043d\u0441\u0442\u0432\u043e\u0442\u043e \u043d\u0430 \u0442\u0435\u043a\u0443\u0449\u0430\u0442\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430.
IndexMacro.2=2\:nohead, \u0430\u043a\u043e \u0435 nohead, \u0437\u0430\u0433\u043b\u0430\u0432\u043d\u0438\u044f\u0442 \u0440\u0435\u0434 \u043d\u044f\u043c\u0430 \u0434\u0430 \u0431\u044a\u0434\u0435 \u0441\u044a\u0437\u0434\u0430\u0434\u0435\u043d
IndexMacro.0=\ \ <p>\u0418\u043d\u0434\u0435\u043a\u0441 \u043d\u0430
WorksiteInfoMacro.3=1, \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f\: \u0412\u0438\u0434\u044a\u0442 \u043d\u0430 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f\u0442\u0430, \u043a\u043e\u044f\u0442\u043e \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0441\u0435 \u043f\u0440\u0435\u0434\u043e\u0441\u0442\u0430\u0432\u0438, worksiteinfo\:title \u0434\u0430\u0432\u0430 Title (\u043f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435),
WorksiteInfoMacro.4=\ worksiteinfo\:description,
WorksiteInfoMacro.5=\ worksiteinfo\:shortdescription,
WorksiteInfoMacro.6=\ worksiteinfo\:wikispace
WorksiteInfoMacro.7=\u041d\u0435 \u0437\u0430\u0431\u0440\u0430\u0432\u044f\u0439\u0442\u0435, \u0447\u0435 \u0430\u043a\u043e \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0442\u0435 \u043f\u043e\u0437\u0438\u0446\u0438\u043e\u043d\u043d\u0438 \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u0440\u0438, \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0432\u043a\u043b\u044e\u0447\u0438\u0442\u0435 \u0444\u0438\u0433\u0443\u0440\u0438 \u0437\u0430 \u043d\u0435\u0437\u0430\u0434\u044a\u043b\u0436\u0438\u0442\u0435\u043b\u043d\u0438\u0442\u0435 \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u0440\u0438
WorksiteInfoMacro.8=\u0413\u0435\u043d\u0435\u0440\u0438\u0440\u0430 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f \u0437\u0430 \u0440\u0430\u0431\u043e\u0442\u043d\u0430\u0442\u0430 \u043f\u043b\u043e\u0449\u0430\u0434\u043a\u0430
WorksiteInfoMacro.11=\u041d\u0435 \u0435 \u043d\u0430\u043c\u0435\u0440\u0435\u043d \u0441\u0430\u0439\u0442 \u0437\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430\u0442\u0430
ColorMacro.2=0,color\: \u041f\u0440\u043e\u043c\u044f\u043d\u0430 \u043d\u0430 \u0446\u0432\u0435\u0442\u0430 \u043d\u0430 \u043f\u0440\u0435\u0434\u0435\u043d \u043f\u043b\u0430\u043d \u043d\u0430 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435\u0442\u043e
ColorMacro.3=1,bgcolor\: \u041f\u0440\u043e\u043c\u044f\u043d\u0430 \u043d\u0430 \u0446\u0432\u0435\u0442\u0430 \u043d\u0430 \u0444\u043e\u043d\u0430 \u043d\u0430 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435\u0442\u043e
ColorMacro.4=\u041f\u0440\u043e\u043c\u044f\u043d\u0430 \u043d\u0430 \u0446\u0432\u0435\u0442\u0430 \u043d\u0430 \u043d\u044f\u043a\u043e\u0438 \u0442\u0435\u043a\u0441\u0442\u043e\u0432\u0435
ColorMacro.1=\u0426\u0432\u044f\u0442\:
ColorMacro.13=\ \u043d\u0435 \u0435 \u0438\u0441\u0442\u0438\u043d\u0441\u043a\u0438 CSS \u0446\u0432\u044f\u0442\!
RecentChangesMacro.0=1\: \u041f\u043e \u0438\u0437\u0431\u043e\u0440, \u0430\u043a\u043e \u0444\u043e\u0440\u043c\u0430\u0442\u044a\u0442 \u0435 \u0433\u0433\u0433\u0433-\u041c\u041c-\u0434\u0434 \u041f\u0440\u043e\u043c\u0435\u043d\u0438 \u043e\u0442 \u0434\u0430\u0442\u0430\u0442\u0430. \u0410\u043a\u043e \u0444\u043e\u0440\u043c\u0430\u0442\u044a\u0442 \u0435 30d, \u0431\u0440\u043e\u0439 \u0434\u043d\u0438, \u0410\u043a\u043e \u0444\u043e\u0440\u043c\u0430\u0442\u044a\u0442 \u0435 12h, \u0431\u0440\u043e\u0439 \u0447\u0430\u0441\u043e\u0432\u0435, \u043f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435 \u0435 \u043f\u043e\u0441\u043b\u0435\u0434\u043d\u0438\u0442\u0435 30 \u0434\u043d\u0438,
RecentChangesMacro.1=\u0420\u0430\u0437\u0448\u0438\u0440\u044f\u0432\u0430 \u0441\u0435 \u0434\u043e \u0441\u043f\u0438\u0441\u044a\u043a \u0441 \u043d\u0430\u0441\u043a\u043e\u0440\u043e \u043f\u0440\u043e\u043c\u0435\u043d\u0435\u043d\u0438 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0438
RecentChangesMacro.6=\u0433\u0433\u0433\u0433-\u041c\u041c-\u0434\u0434
RecentChangesMacro.7=<span class\="error"> \u041d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u0430\u043d\u0430\u043b\u0438\u0437\u0438\u0440\u0430\:
RecentChangesMacro.8=\ \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0431\u044a\u0434\u0435 \u0432\u044a\u0432 \u0444\u043e\u0440\u043c\u0430\u0442\: \u0433\u0433\u0433\u0433-\u041c\u041c-\u0434\u0434 \u0438\u043b\u0438 30\u0434 \u0438\u043b\u0438 12\u0447 \u0429\u0435 \u0441\u0435 \u043f\u0440\u0438\u0435\u043c\u0435, \u0447\u0435 \u0441\u0430 \u043c\u0438\u043d\u0430\u043b\u0438 30 \u0434\u043d\u0438 </span>
RecentChangesMacro.9=<span class\="error"> \u041f\u0440\u043e\u043c\u0435\u043d\u0438 \u043e\u0442
RecentChangesMacro.13=\ \u0435 \u043f\u043e\u0441\u043b\u0435\u0434\u043d\u043e \u043f\u0440\u043e\u043c\u0435\u043d\u0435\u043d
RecentChangesMacro.14=\ \u043e\u0442
RecentChangesMacro.16=\u041d\u044f\u043c\u0430\u0442\u0435 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0438\u0435 \u0434\u0430 \u0442\u044a\u0440\u0441\u0438\u0442\u0435.
SpanMacro.0=1, \u043a\u043b\u0430\u0441\: \u041a\u043b\u0430\u0441\u044a\u0442, \u043a\u043e\u0439\u0442\u043e \u0441\u0435 \u043f\u0440\u0438\u0441\u0432\u043e\u044f\u0432\u0430 \u043d\u0430 \u0442\u043e\u0437\u0438 \u0431\u043b\u043e\u043a.
SpanMacro.1=\u0438\u0434\u0435\u043d\u0442\u0438\u0442\u0435\u0442\: \u0418\u0434, \u043a\u043e\u0439\u0442\u043e \u0441\u0435 \u043f\u0440\u0438\u0441\u0432\u043e\u044f\u0432\u0430 \u043d\u0430 \u0442\u043e\u0437\u0438 \u0431\u043b\u043e\u043a.
SpanMacro.2=\u043a\u043e\u0442\u0432\u0430\: \u041a\u043e\u0442\u0432\u0430, \u043a\u043e\u044f\u0442\u043e \u0434\u0430 \u0441\u0435 \u043f\u0440\u0438\u0441\u0432\u043e\u0438 \u043d\u0430 \u0442\u043e\u0437\u0438 \u0431\u043b\u043e\u043a
SpanMacro.3=\u041f\u043e\u0441\u0442\u0430\u0432\u044f \u0438\u043d\u0442\u0435\u0440\u0432\u0430\u043b \u043e\u043a\u043e\u043b\u043e \u0447\u0430\u0441\u0442 \u043e\u0442 \u0432\u0438\u0437\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u043e\u0442\u043e \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435 \u043d\u0430 rwiki.
MathMacro.0=\u0422\u043e\u0432\u0430 \u0435 \u043e\u0441\u043d\u043e\u0432\u0435\u043d \u043c\u0430\u043a\u0440\u043e\u0441, \u043a\u043e\u0439\u0442\u043e \u043f\u043e\u0441\u0442\u0430\u0432\u044f \u0442\u0430\u0433\u043e\u0432\u0435 span/div \u0441 \u043f\u043e\u0434\u0445\u043e\u0434\u044f\u0449 \u043a\u043b\u0430\u0441 \u043e\u043a\u043e\u043b\u043e \u043c\u0430\u0442\u0435\u043c\u0430\u0442\u0438\u0447\u0435\u0441\u043a\u0438\u044f \u0442\u0435\u043a\u0441\u0442. \u0421\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435\u0442\u043e \u043d\u0430 \u0442\u043e\u0437\u0438 \u043c\u0430\u043a\u0440\u043e\u0441 \u0435 \u043f\u0440\u0435\u0434\u0432\u0430\u0440\u0438\u0442\u0435\u043b\u043d\u043e \u0438\u0437\u043f\u0438\u0441\u0430\u043d\u043e, \u043d\u043e \u043d\u0435 \u043c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u043f\u043e\u0441\u0442\u0430\u0432\u0438\u0442\u0435 { math } \u0432 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435\u0442\u043e \u043d\u0430 \u0442\u043e\u0437\u0438 \u043c\u0430\u043a\u0440\u043e\u0441, \u0432\u043c\u0435\u0441\u0442\u043e \u0442\u043e\u0432\u0430 \u043f\u043e\u0441\u0442\u0430\u0432\u0435\u0442\u0435 {{}math}.
MathMacro.1=1\: \u043f\u043e\u0441\u0442\u0430\u0432\u0435\u0442\u0435 "display" \u0442\u0443\u043a, \u0437\u0430 \u0434\u0430 \u043c\u043e\u0436\u0435 \u043c\u0430\u0442\u0435\u043c\u0430\u0442\u0438\u043a\u0430\u0442\u0430 \u0434\u0430 \u0431\u044a\u0434\u0435 \u043f\u043e\u0441\u0442\u0430\u0432\u0435\u043d\u0430 \u0432 div
SpecializedRenderContext.7=\u0412\u0440\u044a\u0437\u043a\u0430 \u041d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0435 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0430
SpecializedRenderContext.20=\u0412\u0440\u044a\u0437\u043a\u0430 \u041d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0435 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0430
RWikiObjectServiceImpl.32=\u0430\u0440\u0445\u0438\u0432\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0438 \u0432 \u0423\u0438\u043a\u0438\u043f\u0435\u0434\u0438\u044f \u0437\u0430
RWikiObjectServiceImpl.31=\u0413\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0430\u0440\u0445\u0438\u0432\u0438\u0440\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0438 \u043e\u0442 \u0441\u0430\u0439\u0442\u0430\:
RWikiObjectServiceImpl.30=\u0430\u0440\u0445\u0438\u0432\u0438\u0440\u0430\u043d\u0435\: \u0417\u0430\u0432\u044a\u0440\u0448\u0435\u043d\u043e
RWikiObjectServiceImpl.43=\ \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0438 \u0438
RWikiObjectServiceImpl.44=\ \u0432\u0435\u0440\u0441\u0438\u0438\n
RWikiObjectServiceImpl.29=\u0421\u0442\u0440\u0430\u043d\u0438\u0446\u0430
RWikiObjectServiceImpl.28=\ \u0432\u0435\u0447\u0435 \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430 \u0441 \u0440\u0435\u0432\u0438\u0437\u0438\u044f
RWikiObjectServiceImpl.54=\ \u043a\u043e\u044f\u0442\u043e \u0435 \u043f\u043e-\u0440\u0430\u043d\u043d\u0430 \u043e\u0442 \u0440\u0435\u0432\u0438\u0437\u0438\u044f\u0442\u0430 \u043e\u0442 \u0430\u0440\u0445\u0438\u0432\u0430
RWikiObjectServiceImpl.55=\ \u0437\u0430\u0442\u043e\u0432\u0430 \u043e\u0442\u0445\u0432\u044a\u0440\u043b\u0438\u0445 \u0441\u043b\u0438\u0432\u0430\u043d\u0435\u0442\u043e \u043e\u0442 \u0430\u0440\u0445\u0438\u0432\u0430,
RWikiObjectServiceImpl.56=\ \u043c\u043e\u043b\u044f, \u0434\u043e\u043a\u043b\u0430\u0434\u0432\u0430\u0439\u0442\u0435 \u0442\u0430\u0437\u0438 \u0433\u0440\u0435\u0448\u043a\u0430 \u0432 JIRA, \u0430\u043a\u043e \u0441\u043c\u044f\u0442\u0430\u0442\u0435, \u0447\u0435
RWikiObjectServiceImpl.57=\ \u0442\u0430\u0437\u0438 \u0444\u0443\u043d\u043a\u0446\u0438\u043e\u043d\u0430\u043b\u043d\u043e\u0441\u0442 \u0435 \u043d\u0435\u043e\u0431\u0445\u043e\u0434\u0438\u043c\u0430\n
RWikiObjectServiceImpl.58=\u0421\u0442\u0440\u0430\u043d\u0438\u0446\u0430
RWikiObjectServiceImpl.59=\ \u0432\u0435\u0447\u0435 \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430 \u0441 \u0440\u0435\u0432\u0438\u0437\u0438\u044f
RWikiObjectServiceImpl.60=\ \u0437\u0430\u0442\u043e\u0432\u0430 \u0441\u044a\u043c \u043e\u0442\u0445\u0432\u044a\u0440\u043b\u0438\u043b \u0441\u043b\u0438\u0432\u0430\u043d\u0435\u0442\u043e \u043d\u0430
RWikiObjectServiceImpl.61=\ \u0441\u044a\u043e\u0442\u0432\u0435\u0442\u043d\u0430\u0442\u0430 \u0440\u0435\u0432\u0438\u0437\u0438\u044f \u043e\u0442 \u0430\u0440\u0445\u0438\u0432\u0430,
RWikiObjectServiceImpl.62=\ \u043c\u043e\u043b\u044f, \u0434\u043e\u043a\u043b\u0430\u0434\u0432\u0430\u0439\u0442\u0435 \u0442\u0430\u0437\u0438 \u0433\u0440\u0435\u0448\u043a\u0430 \u0432 JIRA, \u0430\u043a\u043e \u0441\u043c\u044f\u0442\u0430\u0442\u0435, \u0447\u0435
RWikiObjectServiceImpl.63=\ \u0442\u0430\u0437\u0438 \u0444\u0443\u043d\u043a\u0446\u0438\u043e\u043d\u0430\u043b\u043d\u043e\u0441\u0442 \u0435 \u043d\u0435\u043e\u0431\u0445\u043e\u0434\u0438\u043c\u0430\n
RWikiObjectServiceImpl.64=\u0421\u044a\u0437\u0434\u0430\u0434\u0435\u043d
RWikiObjectServiceImpl.65=\ \u0440\u0435\u0432\u0438\u0437\u0438\u044f
RWikiObjectServiceImpl.66=\ \u0441 \u0432\u0435\u0440\u0441\u0438\u044f
RWikiObjectServiceImpl.67=\ \u0434\u0430\u0442\u0430
RWikiObjectServiceImpl.69=\ \u041f\u0420\u0415\u0414\u0423\u041f\u0420\u0415\u0416\u0414\u0415\u041d\u0418\u0415\: \u041a\u043e\u043d\u0442\u0440\u043e\u043b\u043d\u0438\u0442\u0435 \u0441\u0443\u043c\u0438 \u043d\u0435 \u0441\u044a\u0432\u043f\u0430\u0434\u0430\u0442 \u0441 \u0430\u0440\u0445\u0438\u0432\u043d\u0438\u0442\u0435 \u0432\u0435\u0440\u0441\u0438\u0438\:
RWikiObjectServiceImpl.70=\ \u041e\u0431\u0435\u0434\u0438\u043d\u0435\u043d\u0430 \u0432\u0435\u0440\u0441\u0438\u044f\:
RWikiObjectServiceImpl.71=\n\u0410\u0440\u0445\u0438\u0432\u043d\u043e \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435\:\n
RWikiObjectServiceImpl.72=\n\u0417\u0430\u043f\u0430\u0437\u0435\u043d\u043e \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435\:\n
RWikiObjectServiceImpl.75=\u041d\u0435 \u0443\u0441\u043f\u044f \u0434\u0430 \u0434\u043e\u0431\u0430\u0432\u0438
RWikiObjectServiceImpl.76=\u0438\u043c\u0435 \u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430\u0442\u0430
RWikiObjectServiceImpl.77=\ \u0440\u0435\u0432\u0438\u0437\u0438\u044f
RWikiObjectServiceImpl.78=\u0440\u0435\u0432\u0438\u0437\u0438\u044f
RWikiObjectServiceImpl.79=\ \u0437\u0430\u0449\u043e\u0442\u043e
RWikiObjectServiceImpl.81=\ \u041f\u0440\u043e\u0431\u043b\u0435\u043c \u0441 \u043d\u0430\u043c\u0438\u0440\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0440\u0435\u0444\u0435\u0440\u0435\u043d\u0446\u0438\u044f \u0432 \u0441\u0430\u0439\u0442\u0430
RWikiObjectServiceImpl.84=\ \u0421\u043b\u0438\u0432\u0430\u043d\u0435 \u043d\u0430 \u0443\u0438\u043a\u0438\u0442\u0430 \u0437\u0430\u0432\u044a\u0440\u0448\u0435\u043d\u043e
RWikiObjectServiceImpl.85=\ \u0414\u043e\u0431\u0430\u0432\u0435\u043d
RWikiObjectServiceImpl.86=\ \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0438 \u0441
RWikiObjectServiceImpl.87=\ \u0440\u0435\u0432\u0438\u0437\u0438\u0438\n\u041d\u0430\u043c\u0435\u0440\u0435\u043d
RWikiObjectServiceImpl.88=\ \u043e\u0442\u0445\u0432\u044a\u0440\u043b\u044f,
RWikiObjectServiceImpl.89=\ \u043f\u043e\u0432\u0440\u0435\u0434\u0438,
RWikiObjectServiceImpl.90=\ \u0433\u0440\u0435\u0448\u043a\u0438\n
RWikiSecurityServiceImpl.2=\u0422\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0438\u043c\u0430\u0442\u0435 \u0434\u043e\u0441\u0442\u044a\u043f \u0434\u043e RWiki \u0447\u0440\u0435\u0437 \u043f\u043e\u0434\u0445\u043e\u0434\u044f\u0449 \u0441\u0430\u0439\u0442
XSLTEntityHandler.68=\u041d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u043e \u0441\u0435\u0440\u0438\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0435
XSLTEntityHandler.32=\u0418\u0437\u043a\u043b\u044e\u0447\u0435\u043d\u0438\u0435, \u0432\u044a\u0437\u043d\u0438\u043a\u043d\u0430\u043b\u043e \u043f\u043e \u0432\u0440\u0435\u043c\u0435 \u043d\u0430 \u0440\u0435\u043d\u0434\u0438\u0440\u0430\u043d\u0435\u0442\u043e
XSLTEntityHandler.33=\n\ \u0418\u0437\u043a\u043b\u044e\u0447\u0435\u043d\u0438\u0435\:
XSLTEntityHandler.34=\ \u0421\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u0435\:\n
XSLTEntityHandler.35=\u043d\u044f\u043c\u0430 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435 \u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430\u0442\u0430
XSLTEntityHandler.36=\u043d\u044f\u043c\u0430 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435 \u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430\u0442\u0430
XSLTEntityHandler.46=\u041f\u0440\u0435\u0434\u0430\u0434\u0435\u043d\u043e\u0442\u043e \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435 \u043d\u0435 \u0441\u0435 \u0430\u043d\u0430\u043b\u0438\u0437\u0438\u0440\u0430 \u043f\u0440\u0430\u0432\u0438\u043b\u043d\u043e
SiteEmailNotificationRWiki.5=\u0421\u0442\u0440\u0430\u043d\u0438\u0446\u0430 \u0432 \u0423\u0438\u043a\u0438\u043f\u0435\u0434\u0438\u044f \u0435 \u043f\u0440\u043e\u043c\u0435\u043d\u0435\u043d\u0430 \u0432 "
SiteEmailNotificationRWiki.6=" \u043d\u0430 \u0430\u0434\u0440\u0435\u0441
SiteEmailNotificationRWiki.13=\t\u041c\u0435\u0441\u0442\u043e\u043f\u043e\u043b\u043e\u0436\u0435\u043d\u0438\u0435\: \u0441\u0430\u0439\u0442 "
SiteEmailNotificationRWiki.16=\ \u041c\u043e\u0434\u0438\u0444\u0438\u0446\u0438\u0440\u0430\u043d\u043e \u0432\:
SiteEmailNotificationRWiki.18=\ \u041c\u043e\u0434\u0438\u0444\u0438\u0446\u0438\u0440\u0430\u043d\u043e \u043e\u0442 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u044f\:
SiteEmailNotificationRWiki.19=\ \u0421\u0442\u0440\u0430\u043d\u0438\u0446\u0430\:
SiteEmailNotificationRWiki.4=\ \u0421\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435\:\n
SiteEmailNotificationRWiki.27=\u0421\u0442\u0440\u0430\u043d\u0438\u0446\u0430\u0442\u0430 \u0432 \u0443\u0438\u043a\u0438\u043f\u0435\u0434\u0438\u044f
SiteEmailNotificationRWiki.28=\ \u0435 \u043f\u0440\u043e\u043c\u0435\u043d\u0435\u043d\u0430
SiteEmailNotificationRWiki.30=\u0422\u043e\u0432\u0430 \u0430\u0432\u0442\u043e\u043c\u0430\u0442\u0438\u0447\u043d\u043e \u0443\u0432\u0435\u0434\u043e\u043c\u0438\u0442\u0435\u043b\u043d\u043e \u0441\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u0435 \u0435 \u0438\u0437\u043f\u0440\u0430\u0442\u0435\u043d\u043e \u043e\u0442
SiteEmailNotificationRWiki.3=) \u043e\u0442
SiteEmailNotificationRWiki.35=\ \u0441\u0430\u0439\u0442.\n
SiteEmailNotificationRWiki.36=\u041c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u043f\u0440\u043e\u043c\u0435\u043d\u0438\u0442\u0435 \u043d\u0430\u0447\u0438\u043d\u0430, \u043f\u043e \u043a\u043e\u0439\u0442\u043e \u043f\u043e\u043b\u0443\u0447\u0430\u0432\u0430\u0442\u0435 \u0438\u0437\u0432\u0435\u0441\u0442\u0438\u044f, \u0432 Home > Preferences.
XLSTChangesHandler.19=\u0418\u0441\u0442\u043e\u0440\u0438\u044f \u043d\u0430 \u043f\u0440\u043e\u043c\u0435\u043d\u0438\u0442\u0435 \u0437\u0430
XLSTChangesHandler.21=\u0421\u043a\u043e\u0440\u043e\u0448\u043d\u0438 \u043f\u0440\u043e\u043c\u0435\u043d\u0438 \u0432
XLSTChangesHandler.23=\u0421\u043a\u043e\u0440\u043e\u0448\u043d\u0438 \u043f\u0440\u043e\u043c\u0435\u043d\u0438 \u0432
PreMacro.1=\u041f\u0440\u0435\u0432\u0440\u044a\u0449\u0430 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435\u0442\u043e \u0432\u044a\u0432 \u0432\u0438\u0434\u0430, \u0432 \u043a\u043e\u0439\u0442\u043e \u0435
CommentMacro.0=\u0422\u043e\u0432\u0430 \u0435 \u043c\u0430\u043a\u0440\u043e\u0441, \u043a\u043e\u0439\u0442\u043e \u0441\u044a\u0437\u0434\u0430\u0432\u0430 \u0438\u043d\u043b\u0430\u0439\u043d \u043a\u043e\u043c\u0435\u043d\u0442\u0430\u0440 \u0441 \u0438\u0437\u0432\u0438\u043a\u0432\u0430\u043d\u0435
CommentMacro.1=\u043d\u044f\u043c\u0430

### S2U-39 5.2.3.1 Wiki: Add group support to Wiki pages
availableTo.Groups=\u0422\u0430\u0437\u0438 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 \u0435 \u0434\u043e\u0441\u0442\u044a\u043f\u043d\u0430 \u0441\u0430\u043c\u043e \u0437\u0430 \u0433\u0440\u0443\u043f\u0438\:
