
RWikiCurrentObjectDaoImpl.30=No existe contenido de p\u00E1gina para esto
RWikiCurrentObjectDaoImpl.31=p\u00E1gina, por favor creela
SakaiLinkMacro.0=1,texto: Texto del enlace
SakaiLinkMacro.1=2,url: URL del enlace, si es externo y no hay objetivo especificado, se abrir\u00E1 una nueva ventana
SakaiLinkMacro.2=3,img: (opcional) si no hay ninguno, no se usar\u00E1 ninguna imagen peque\u00F1a de URL
SakaiLinkMacro.3=4,objetivo: (opcional) Ventana objetivo, si no est\u00E1 especificada, la url usar\u00E1 la ventana actual
SakaiLinkMacro.4=Recuerda que, al usar parametros posicionales, debes incluir dummies para los par\u00E1metros opcionales
SakaiLinkMacro.5=Se gener\u00F3 un enlace
SakaiLinkMacro.28=el enlace necesita un nombre y una url como argumentos
ImageMacro.0=1,img: URL de la imagen, debe ser relativa, o absoluta pero no puede ser externa. Puede empezar con worksite:/ o sakai:/ si referencia recursos localizados en el sitio de trabajo o en el resto de sakai. Al referenciar recursos de otros sitios de trabajo (ej: sakai:/) se debe incluir el identificador de sitio
ImageMacro.1=2,alt: (opcional) Texto Alt 
ImageMacro.2=3,ext: (opcional) ignorado por el momento
ImageMacro.3=4,class: (opcional) Clase css aplicada a la imagen
ImageMacro.4=5,objetivo: (opcional) Ventana objetivo
ImageMacro.5=6,t\u00EDtulo: (opcional) Titula la imagen, (por defecto el t\u00EDtulo ser\u00E1 igual que alt)
ImageMacro.6=Recuerda que al usar par\u00E1metros posicionales, debes incluir dummies para los par\u00E1metros opcionales
ImageMacro.7=Coloca una Imagen en la p\u00E1gina
ImageMacro.23=Las URLs externas no est\u00E1n permitidas, s\u00F3lo relativas o absolutas
ImageMacro.34=El n\u00FAmero de argumentos no encaja
BlockMacro.0=1,class: La clase para asignar a este bloque
BlockMacro.1=2,id: Un id para asignar a este bloque
BlockMacro.2=3,anclaje: Un anclaje para asignar a este bloque
BlockMacro.3=Coloca un div alrededor de un bloque de contenido generado en la wiki
AnchorMacro.0=1: Un nombre para asignar a este anclaje
AnchorMacro.1=Crea un anclaje alrededor de una secci\u00F3n de contenido generado en la wiki
BackgroundColorMacro.1=1,color: Cambia el color de fondo de los contenidos
BackgroundColorMacro.2=Cambia el color de fondo de algun texto
BackgroundColorMacro.0=Color: 
BackgroundColorMacro.10=\ no es un color CSS real\!
SectionsMacro.0=1,useids: (opcional) si es verdadero generar\u00E1 ID's, si no usar\u00E1 nombres, nombres est\u00E1 por defecto
SectionsMacro.1=Recuerda que si usas par\u00E1metros posicionales, debes incluir dummies para los par\u00E1metros opcionales
SectionsMacro.2=Genera una lista de enlaces que apuntan a los subsitios de secci\u00F3n
SectionsMacro.5=Id. de sitio no v\u00E1lido
IndexMacro.1=1:espacio, El espacio para indexar, por defecto el espacio de la p\u00E1gina actual
IndexMacro.2=2:nohead, si est\u00E1 activo, la linea de cabecera no se crear\u00E1
IndexMacro.0=\ \ <p>Indice de
WorksiteInfoMacro.3=1,info: El tipo de info que se provee, worksiteinfo:title da el T\u00EDtulo (por defecto),
WorksiteInfoMacro.4=\ worksiteinfo:description, 
WorksiteInfoMacro.5=\ worksiteinfo:shortdescription, 
WorksiteInfoMacro.6=\ worksiteinfo:wikispace 
WorksiteInfoMacro.7=Recuerda que si usas par\u00E1metros posicionales, debes incluir dummies en los par\u00E1metros opcionales
WorksiteInfoMacro.8=Genera la informaci\u00F3n del sitio de trabajo
WorksiteInfoMacro.11=No se encontr\u00F3 el Sitio para la p\u00E1gina
ColorMacro.2=1,color: Cambia el color de texto de los contenidos
ColorMacro.3=2,bgcolor: Cambia el color de fondo de los contenidos
ColorMacro.4=Cambia el color de algun texto
ColorMacro.1=Color: 
ColorMacro.13=\ no es un color CSS real\!
RecentChangesMacro.0=1: Opcional, si el formato es yyyy-MM-dd cambia desde la fecha. Si el formato es 30d, n\u00FAmero de d\u00EDas. Si el formato es 12h, n\u00FAmero de horas; por defecto los \u00FAltimos 30 d\u00EDas,
RecentChangesMacro.1=Expande a una lista de p\u00E1ginas recientemente cambiadas
RecentChangesMacro.6=yyyy-MM-dd
RecentChangesMacro.7=<span class="error"> No se puede parsear: 
RecentChangesMacro.8=\ debe tener el formato: yyyy-MM-dd o 30d o 12h. Se asumir\u00E1 que han pasado 30 d\u00EDas </span>
RecentChangesMacro.9=<span class="error"> Cambios desde 
RecentChangesMacro.13=\ fu\u00E9 modificado el 
RecentChangesMacro.14=\ por 
RecentChangesMacro.16=No tienes permiso para buscar.
SpanMacro.0=1,clase: La clase para asignar a este bloque.
SpanMacro.1=2,id: Un id para asignar a este bloque.
SpanMacro.2=3,anclaje: Un anclaje para asignar a este bloque
SpanMacro.3=Coloca un span alrededor de una secci\u00F3n de contenido generado en la Wiki
MathMacro.0=Esta es una macro b\u00E1sica que coloca etiquetas span/div con una clase apropiada alrededor de un texto matem\u00E1tico. Los contenidos de esta macro son pre-escapados, sin embargo no puedes poner {math} en los contenidos de esta macro, coloca {{}math} en su lugar.
MathMacro.1=1: pon ?isplay?aqu\u00ED para que la math sea colocada en un div
SpecializedRenderContext.7=El enlace no puede ser encontrado
SpecializedRenderContext.20=El enlace no puede ser encontrado
RWikiObjectServiceImpl.32=archivando P\u00E1ginas de Wiki para
RWikiObjectServiceImpl.31=Error archivando p\u00E1ginas del sitio:
RWikiObjectServiceImpl.30=archivado: Completado
RWikiObjectServiceImpl.43=\ p\u00E1ginas y
RWikiObjectServiceImpl.44=\ versiones\n
RWikiObjectServiceImpl.29=P\u00E1gina
RWikiObjectServiceImpl.28=\ ya existe con la revisi\u00F3n
RWikiObjectServiceImpl.54=\ que es anterior a la revisi\u00F3n del archivo
RWikiObjectServiceImpl.55=\ por tanto he rechazado la mezcla del archivo,
RWikiObjectServiceImpl.56=\ por favor, reporta esto como un bug a JIRA si crees que
RWikiObjectServiceImpl.57=\ esta funcionalidad es necesaria \n
RWikiObjectServiceImpl.58=P\u00E1gina
RWikiObjectServiceImpl.59=\ ya existe con revisi\u00F3n
RWikiObjectServiceImpl.60=\ por tanto he rechazado la mezcla de
RWikiObjectServiceImpl.61=\ correspondiendo a la revisi\u00F3n del archivo,
RWikiObjectServiceImpl.62=\ por favor reporta esto como un bug al JIRA si crees que
RWikiObjectServiceImpl.63=\ esta funcionalidad es necesaria \n
RWikiObjectServiceImpl.64=Creado
RWikiObjectServiceImpl.65=\ revisi\u00F3n
RWikiObjectServiceImpl.66=\ con versi\u00F3n
RWikiObjectServiceImpl.67=\ fecha
RWikiObjectServiceImpl.69=\ ADVERTENCIA: Los Checksums no coinciden con las versiones del Archivo:
RWikiObjectServiceImpl.70=\ Versi\u00F3n Mezclada:
RWikiObjectServiceImpl.71=\nContenido de Archivo:\n
RWikiObjectServiceImpl.72=\nContenido Salvado:\n
RWikiObjectServiceImpl.75=Fall\u00F3 al a\u00F1adir
RWikiObjectServiceImpl.76=nombre-de-p\u00E1gina
RWikiObjectServiceImpl.77=\ revisi\u00F3n
RWikiObjectServiceImpl.78=revisi\u00F3n
RWikiObjectServiceImpl.79=\ porque
RWikiObjectServiceImpl.81=\ Problema al localizar Referencia en sitio
RWikiObjectServiceImpl.84=\ Mezcla de la Wiki completa
RWikiObjectServiceImpl.85=\ A\u00F1adido
RWikiObjectServiceImpl.86=\ p\u00E1ginas con
RWikiObjectServiceImpl.87=\ revisiones \nEncontradas
RWikiObjectServiceImpl.88=\ rechazos,
RWikiObjectServiceImpl.89=\ fallos,
RWikiObjectServiceImpl.90=\ errores\n
RWikiSecurityServiceImpl.2=Debes acceder a la Wiki a trav\u00E9s de un sitio apropiado
XSLTEntityHandler.68=Fallo al serializar
XSLTEntityHandler.32=Excepci\u00F3n ocurrida durante la generaci\u00F3n
XSLTEntityHandler.33=\n Excepci\u00F3n:
XSLTEntityHandler.34=\ Mensaje:\n
XSLTEntityHandler.35=sin contenido en la p\u00E1gina
XSLTEntityHandler.36=sin contenido en la p\u00E1gina
XSLTEntityHandler.46=El contenido generado no se parse\u00F3 correctamente
SiteEmailNotificationRWiki.5=Una P\u00E1gina de la Wiki ha sido cambiada en el sitio "
SiteEmailNotificationRWiki.6=" en 
SiteEmailNotificationRWiki.13=\tLocalizaci\u00F3n: sitio "
SiteEmailNotificationRWiki.16=\ Modificado el: 
SiteEmailNotificationRWiki.18=\ Modificado por el usuario: 
SiteEmailNotificationRWiki.4=\ Contenido: \n
SiteEmailNotificationRWiki.27=Subject: La p\u00E1gina wiki 
SiteEmailNotificationRWiki.28=\ ha sido modificada
SiteEmailNotificationRWiki.30=Este mensaje autom\u00E1tico fu\u00E9 enviado por 
SiteEmailNotificationRWiki.3=) desde el sitio 
SiteEmailNotificationRWiki.35=\ .\n
SiteEmailNotificationRWiki.36=Puedes modificar c\u00F3mo recibir notificaciones en MiAulario > Preferencias
XLSTChangesHandler.19=Cambiar el Historial por 
XLSTChangesHandler.21=Cambios recientes en 
XLSTChangesHandler.23=Cambios recientes en 

#Actualizacion nuevos properties 23-2-09 ***rwiki/rwiki-impl/impl/src/bundle/uk/ac/cam/caret/sakai/rwiki/component/bundle/Messages.properties####
BlockMacro.01=	style: Estilo css a aplicar a la l\u00EDnea.
StyleMacro.0=	1,href: (opcional) Enlace a la hoja de estilos
StyleMacro.1=	2,media: (optional) tipo de media por defecto para todo.
StyleMacro.2=	A\00F1adir un elemento de estilo, si no se hace uso de href, el contenido es interno, en otro caso ser\u00E1 un enlace a la hoja de estilos usada.