#General Vm
gen.alert=\u041f\u0440\u0435\u0434\u0443\u043f\u0440\u0435\u0436\u0434\u0435\u043d\u0438\u0435\:
gen.custom=\u041f\u0435\u0440\u0441\u043e\u043d\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0443\u0435\u0431 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435\u0442\u043e
gen.custom.site=\u041f\u0435\u0440\u0441\u043e\u043d\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u043f\u043e\u043a\u0430\u0437\u0432\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f \u0437\u0430 \u0441\u044a\u0440\u0432\u044a\u0440\u0430
gen.custom.worksite=\u041f\u0435\u0440\u0441\u043e\u043d\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u043f\u043e\u043a\u0430\u0437\u0432\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f \u0437\u0430 \u0441\u0430\u0439\u0442\u0430
gen.custom.annotatedurl=\u041f\u0435\u0440\u0441\u043e\u043d\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u043f\u043e\u043a\u0430\u0437\u0432\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f \u0437\u0430 \u0438\u043d\u0441\u0442\u0440\u0443\u043a\u0446\u0438\u0438\u0442\u0435
gen.custom.workspace=\u041f\u0435\u0440\u0441\u043e\u043d\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u043f\u043e\u043a\u0430\u0437\u0432\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f \u0437\u0430 \u041d\u0430\u0447\u0430\u043b\u043e
gen.height=\u0412\u0438\u0441\u043e\u0447\u0438\u043d\u0430 \u043d\u0430 \u0440\u0430\u043c\u043a\u0430\u0442\u0430
gen.title=\u0417\u0430\u0433\u043b\u0430\u0432\u0438\u0435
gen.fa_icon=\u0418\u0437\u0431\u043e\u0440 \u043d\u0430 \u043f\u0435\u0440\u0441\u043e\u043d\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0430 \u0438\u043a\u043e\u043d\u0430
gen.tootit=\u0417\u0430\u0433\u043b\u0430\u0432\u0438\u0435 \u043d\u0430 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0430
gen.tootit.empty=\u0417\u0430\u0433\u043b\u0430\u0432\u0438\u0435\u0442\u043e \u043d\u0430 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0430 \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0435 \u043f\u0440\u0430\u0437\u043d\u043e
gen.tootit.toolong=\u0417\u0430\u0433\u043b\u0430\u0432\u0438\u0435\u0442\u043e \u043d\u0430 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0430 \u0435 \u0442\u0432\u044a\u0440\u0434\u0435 \u0434\u044a\u043b\u0433\u043e (\u043c\u0430\u043a\u0441\u0438\u043c\u0443\u043c 99 \u0441\u0438\u043c\u0432\u043e\u043b\u0430)
gen.pagtit=\u0417\u0430\u0433\u043b\u0430\u0432\u0438\u0435 \u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430\u0442\u0430
gen.pagtit.empty=\u0417\u0430\u0433\u043b\u0430\u0432\u0438\u0435\u0442\u043e \u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430\u0442\u0430 \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0435 \u043f\u0440\u0430\u0437\u043d\u043e
gen.pagtit.toolong=\u0417\u0430\u0433\u043b\u0430\u0432\u0438\u0435\u0442\u043e \u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430\u0442\u0430 \u0435 \u0442\u0432\u044a\u0440\u0434\u0435 \u0434\u044a\u043b\u0433\u043e (\u043c\u0430\u043a\u0441\u0438\u043c\u0443\u043c 99 \u0441\u0438\u043c\u0432\u043e\u043b\u0430)
gen.url.empty=URL \u0430\u0434\u0440\u0435\u0441\u044a\u0442 \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0435 \u043f\u0440\u0430\u0437\u0435\u043d
gen.url.invalid=\u0412\u044a\u0432\u0435\u0434\u0435\u043d\u0438\u044f\u0442 \u043e\u0442 \u0432\u0430\u0441 URL \u0430\u0434\u0440\u0435\u0441 \u043d\u0435 \u0435 \u0432\u0430\u043b\u0438\u0434\u0435\u043d. \u0410\u043a\u043e \u0441\u0442\u0435 \u0441\u0435 \u043e\u043f\u0438\u0442\u0430\u043b\u0438 \u0434\u0430 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0442\u0435 \u043c\u0430\u043a\u0440\u043e\u0441\u0438 \u0441 \u043a\u044a\u0434\u0440\u0430\u0432\u0438 \u0441\u043a\u043e\u0431\u0438 \u043a\u0430\u0442\u043e ${SITE_INFO}, \u043c\u043e\u043b\u044f, \u043f\u0440\u0435\u043c\u0430\u0445\u043d\u0435\u0442\u0435 \u0433\u0438\: $SITE_INFO.
gen.url=URL
gen.save=A\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0435 o\u043f\u0446\u0438\u0438
gen.cancel=\u041e\u0442\u043c\u044f\u043d\u0430 \u043d\u0430
gen.options=\u041e\u043f\u0446\u0438\u0438
gen.description=\u041e\u043f\u0438\u0441\u0430\u043d\u0438\u0435
gen.info.url=\u0418\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f \u0437\u0430 \u0441\u0430\u0439\u0442\u0430 URL
gen.info.url.msg=\u0410\u043a\u043e \u0435 \u043f\u043e\u0441\u043e\u0447\u0435\u043d, \u0442\u043e\u0437\u0438 URL \u0430\u0434\u0440\u0435\u0441 \u0449\u0435 \u0431\u044a\u0434\u0435 \u043f\u043e\u043a\u0430\u0437\u0430\u043d \u0432\u043c\u0435\u0441\u0442\u043e \u043e\u043f\u0438\u0441\u0430\u043d\u0438\u0435\u0442\u043e \u043d\u0430 \u0441\u0430\u0439\u0442\u0430.
gen.info.url.toolong=URL \u0430\u0434\u0440\u0435\u0441\u044a\u0442 \u043d\u0430 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f\u0442\u0430 \u0437\u0430 \u0441\u0430\u0439\u0442\u0430 \u0435 \u0442\u0432\u044a\u0440\u0434\u0435 \u0434\u044a\u043b\u044a\u0433 (\u043c\u0430\u043a\u0441\u0438\u043c\u0443\u043c 255 \u0441\u0438\u043c\u0432\u043e\u043b\u0430)

gen.hei1=300 \u043f\u0438\u043a\u0441\u0435\u043b\u0430
gen.hei2=450 \u043f\u0438\u043a\u0441\u0435\u043b\u0430
gen.hei3=600 \u043f\u0438\u043a\u0441\u0435\u043b\u0430
gen.hei4=750 \u043f\u0438\u043a\u0441\u0435\u043b\u0430
gen.hei5=900 \u043f\u0438\u043a\u0441\u0435\u043b\u0430
gen.hei6=1200 \u043f\u0438\u043a\u0441\u0435\u043b\u0430
gen.hei7=1800 \u043f\u0438\u043a\u0441\u0435\u043b\u0430
gen.hei8=2400 \u043f\u0438\u043a\u0441\u0435\u043b\u0430
gen.heisomelse=\u041d\u0435\u0449\u043e \u0434\u0440\u0443\u0433\u043e
gen.custheight=\u041f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u0430 \u0432\u0438\u0441\u043e\u0447\u0438\u043d\u0430
gen.pixels=\u043f\u0438\u043a\u0441\u0435\u043b\u0438
gen.pixelshid=(\u0432 \u043f\u0438\u043a\u0441\u0435\u043b\u0438)
gen.info.pop=\u0414\u0430 \u0441\u0435 \u043e\u0442\u0432\u043e\u0440\u0438 \u0432 \u043d\u043e\u0432 \u043f\u0440\u043e\u0437\u043e\u0440\u0435\u0446?
gen.popup.info=\u0417\u0430\u0431\u0435\u043b\u0435\u0436\u043a\u0430\: \u041f\u0440\u0438\u043b\u0430\u0433\u0430 \u0441\u0435 \u0441\u0430\u043c\u043e \u0437\u0430 \u0437\u0430\u0449\u0438\u0442\u0435\u043d\u0438 (https\://) URL \u0430\u0434\u0440\u0435\u0441\u0438, \u043a\u043e\u0438\u0442\u043e \u043f\u043e\u0437\u0432\u043e\u043b\u044f\u0432\u0430\u0442 \u0440\u0430\u043c\u043a\u0438\u0440\u0430\u043d\u0435. \u041f\u043e\u0432\u0435\u0447\u0435\u0442\u043e \u0433\u043e\u043b\u0435\u043c\u0438 \u0443\u0435\u0431\u0441\u0430\u0439\u0442\u043e\u0432\u0435 \u043d\u0435 \u043f\u043e\u0437\u0432\u043e\u043b\u044f\u0432\u0430\u0442 \u0440\u0430\u043c\u043a\u0438\u0440\u0430\u043d\u0435. \u041d\u0435\u0437\u0430\u0449\u0438\u0442\u0435\u043d\u0438\u0442\u0435 (http\://) URL \u0430\u0434\u0440\u0435\u0441\u0438 \u0432\u0438\u043d\u0430\u0433\u0438 \u0441\u0435 \u043e\u0442\u0432\u0430\u0440\u044f\u0442 \u0432 \u043d\u043e\u0432 \u043f\u0440\u043e\u0437\u043e\u0440\u0435\u0446.
### (moot) gen.info.yes = yes
### (moot) gen.info.no = no

java.alert.pleentval=\u0412\u044a\u0432\u0435\u0434\u0435\u043d\u0430\u0442\u0430 \u043e\u0442 \u0432\u0430\u0441 \u0432\u0438\u0441\u043e\u0447\u0438\u043d\u0430 \u043d\u0435 \u0435 \u0432\u0430\u043b\u0438\u0434\u043d\u0430.
gen.info.title.message=\u0418\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u043e\u043d\u043d\u043e \u0441\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u0435 \u041d\u0430\u0447\u0430\u043b\u043e
gen.info.maximize=\u0421\u0442\u0430\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u041c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u043d\u0430 \u0448\u0438\u0440\u0438\u043d\u0430

gen.trouble.loading=\u0422\u0430\u0437\u0438 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 \u0438\u0437\u0433\u043b\u0435\u0436\u0434\u0430 \u0438\u043c\u0430 \u043f\u0440\u043e\u0431\u043b\u0435\u043c\u0438 \u0441\u044a\u0441 \u0437\u0430\u0440\u0435\u0436\u0434\u0430\u043d\u0435\u0442\u043e.

new.page.launch=\u0421\u0442\u0440\u0430\u043d\u0438\u0446\u0430\u0442\u0430 \u0441\u0435 \u0441\u0442\u0430\u0440\u0442\u0438\u0440\u0430 \u0432 \u043d\u043e\u0432 \u043f\u0440\u043e\u0437\u043e\u0440\u0435\u0446.
new.page.relaunch=\u041f\u043e\u0432\u0442\u043e\u0440\u043d\u043e \u0441\u0442\u0430\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430\u0442\u0430 \u0432 \u043d\u043e\u0432 \u043f\u0440\u043e\u0437\u043e\u0440\u0435\u0446.
dissmiss.page.relaunch.message=\u041a\u043b\u0438\u043a\u043d\u0435\u0442\u0435, \u0437\u0430 \u0434\u0430 \u0438\u0437\u043b\u0435\u0437\u0435\u0442\u0435

error.placement.isNull=\u0413\u0440\u0435\u0448\u043a\u0430\: \u041c\u0435\u0441\u0442\u043e\u043f\u043e\u043b\u043e\u0436\u0435\u043d\u0438\u0435\u0442\u043e \u0435 \u043d\u0443\u043b\u0435\u0432\u043e.
