#Fri Nov 26 20:32:19 CET 2010
confirm.submission.title=Confirmaci\u00F3n de env\u00EDo
gen.theassinf=Informaci\u00F3n de la tarea
gen.regrading=Recalificando
grading.no2=No asociar la tarea con Calificaciones
note.to.prompt=Compartir
gen.inpro=En proceso
gen.stuvie=Vista del Alumno
grading.reminder=Recordatorio importante\:
check=Marca
gen.assdet=Detalles de la tarea
somelsis_calendar=Alguien m\u00E1s est\u00E1 editando este calendario.
uploadall.choose.file2=Escoja qu\u00E9 elementos desea subir
gen.theare2=No hay env\u00EDos.
gen.alert=Alerta\:
allowResubmission.show=Mostrar ajustes para permitir reenv\u00EDos
gen.addduedat=A\u00F1adir fecha de entrega al Calendario
allPurpose.alert.title=Por favor, introduzca el t\u00EDtulo para el elemento de cualquier prop\u00F3sito.
newassig.tosel=Para seleccionar m\u00E1s de una secci\u00F3n\: presione la tecla adecuada (PC - CTRL, Mac - Apple) mientras hace clic en la segunda secci\u00F3n y subsiguientes.
gen.position=Posici\u00F3n
gen.filatt=Adjuntar fichero
gen.sortinstruct=Para mover un elemento de la lista, haga clic con el rat\u00F3n en la flecha de la izquierda o ajuste el men\u00FA desplegable. Para guardar los cambios, haga clic en Guardar (en la parte inferior de la p\u00E1gina).
prevassig.shostuvie=Mostrar la vista del alumno
nonelec_instruction=Esta tarea no acepta env\u00EDos electr\u00F3nicos. Por favor, contacte con el profesor para instrucciones adicionales.
confirm.savesubmission.label.submission.id=Identificador del env\u00EDo guardado\:
gen.sorbylas=Ordenar por Apellidos
gen.openquote="
uploadall.choose.file=Fichero\:
stuviewsubm.attfromserverlabel=Seleccione los archivos de Mi Sitio o de un Curso
note.to.3=Permitir la lectura y la edici\u00F3n a otros profesores
theisno=No existe dicha tarea.
note.to.2=Permitir la lectura a otros profesores
listsub.sorbysub=Ordenar por Hora de env\u00EDo
note.to.1=Mantener privado
note.to.0=-- seleccionar una --
viewassig.datcre=Fecha de creaci\u00F3n
viewsubmission=Mostrar reenv\u00EDo
stuviewsubm.attfromcomputerlabelmore=Seleccionar m\u00E1s ficheros del equipo(5 total)
group=Grupo
youarenot_removeSubmission=No est\u00E1 autorizado para eliminar el env\u00EDo de la tarea con id ''{0}''
displayto.site=Mostrar a los usuarios del sitio
assig6=Tarea\: Fecha de apertura para ''{0}''
stuviewgrad.thegradet=El calificaci\u00F3n detallada del env\u00EDo de la tarea
uploadall.alert.choose.element=Debe elegir al menos un elemento del fichero para subirlo.
assig5=Tarea\: Nueva fecha de entrega para ''{0}''
assig4=La fecha de entrega no puede estar en el pasado.
cannotmak=No es posible generar un anuncio en el tabl\u00F3n para la fecha de apertura de la tarea.
assig3=La fecha de entrega de la tarea debe ser posterior a la fecha de de apertura.
send.submission.releasegrade.email.none=No enviar una notificaci\u00F3n por correo al alumno cuando se publique la nota
access=Acceso
granotset=Tipo de calificaci\u00F3n no establecido
downloadall.instruction=Escoja las opciones de descarga y luego haga clic en "Descargar".
gen.submittedtext=Texto enviado
singleatt=S\u00F3lo carga de Archivo \u00FAnico
gen.orisub=Enviar texto original
gen.gra2=Calificaci\u00F3n\:
gen.addinstatts=Adjuntos del profesor a este env\u00EDo
gen.resub=Reenviar
stuviewsubm.assattonly=A\u00F1ade los adjuntos y luego seleccione el bot\u00F3n propiado en la parte inferior.
date.closedate=fecha de cierre
gen.noasscan=No es posible enviar tareas despu\u00E9s de la fecha de cierre.
assignment.copy=Copia
note.label=Notas de las tareas
cancel_changes=Cancelar cambios
grades.eid=ID
gradingsub.prefeetex3=Otros env\u00EDos previos con comentarios del profesor se han incluido (si aplica)
gen.hidassinf=Ocultar informaci\u00F3n de la tarea
delete_assig.delanass=Borrar una tarea...
gradingsub.prefeetex2=Otros env\u00EDos previos con comentarios del profesor se han incluido (si aplica)
gen.sect=Secci\u00F3n
gen.subm=Env\u00EDo de la Tarea
jan=ENE
cannotfin_submission_1=No puede encontrarse el env\u00ED0 de la tarea con id ''{0}'' y usuario ''{1}''
uploadall.button.upload=Subir
gen.acesubunt=Aceptar hasta
plesuse4=Ha introducido una nota m\u00E1xima mayor el m\u00E1ximo permitido por el sistema. Por favor, no introduzca un valor mayor que
plesuse3=Por favor, utilice un cero o un n\u00FAmero positivo en la calificaci\u00F3n.
stuviewsubm.submitreminder=No olvide guardar o enviar
plesuse2=Por favor, utilice \u00FAnicamente un decimal en la calificaci\u00F3n.
plesuse1=Por favor, utilice un n\u00FAmero en el campo de calificaci\u00F3n.
saved_grading=Los comentarios y/o las notas se han guardado.
plesuse0=Por favor, utilice una cadena de calificaci\u00F3n correcta.
inlinatt=Editor y adjuntos
reorder.instruction.general=Para reordenar, selecciona un elemento de la lista, d\u00E9jelo en el lugar deseado y luego haga click en Guardar.
gen.applygrade=Aplicar
gen.stuwonsee=Los alumnos no ver\u00E1n esta tarea hasta la fecha de apertura.
gen.required=Requisito
nav.message=(Los cambios se guardar\u00E1n)
gen.addhonple=A\u00F1adir compromiso de veracidad
hassum=La tarea {0} tiene env\u00EDos.
gen.viewasstablesummary=Configuraci\u00F3n de la tarea.
allPurpose.alert.access=Por favor, escoja una lista de acceso para el elemento de cualquier prop\u00F3sito.
gen.in=Entregados
gen.retustud=Guardar y publicar la nota
thiasshas=Esta tarea no tiene instrucciones. \u00BFEst\u00E1 seguro?
gen.remove=Borrar  
allPurpose.show.to=Mostrar a
gen.returned=Corregida
gen.instr=Instrucciones
viewexampleassign=Mostrar la tarea de ejemplo
hasDraftSum=Algunos estudiantes ha empezado a trabajar en la tarea pero no la han enviado todav\u00EDa.
conte=contenido.
groups=Grupos
uploadall.releaseOption.yes=Publicar a los alumnos la informaci\u00F3n subida
gen.nograd=No hay calificaci\u00F3n
modelAnswer.instruction=Proporciona un modelo de respuesta o una soluci\u00F3n para la tarea
allow.resubmit.number=N\u00FAmero de reenv\u00EDos permitidos
uploadall.alert.zipFile=No ha seleccionado ning\u00FAn fichero zip. Debe indicar un fichero .zip o un fichero .sit para su subida.
assignment=Tarea
receive.confirm.submission.email.none=Ninguna notificaci\u00F3n
options_cannotEditSite=No tiene permiso para editar el sitio de la asignatura con id \= '{0}'.
gen.commented=Comentado
gen.sortbyfor=Ordenador por audiencia
allow.resubmit.number.unlimited=Sin l\u00EDmite
java.alert.noGroupedAssignmentIntoGB=No puede a\u00F1adir esta tarea con acceso de grupo a Calificaciones
stuviewsubm.entbelo=Por favor, Introduzca la informaci\u00F3n requerida y reenv\u00EDe la tarea
gen.honple=Cl\u00E1usula de veracidad\:
gen.revi=Revisar
gradingsub.nosubmittedtext=No existe ning\u00FAn texto enviado por el estudiante.
review.viewreport=Ver informe
options_instruction=Escoge la opci\u00F3n de visualizaci\u00F3n de la p\u00E1gina de calificaciones.
review.use=Utilizar servicio de revisi\u00F3n
gen.sumcom=Resumen de comentarios
stulistsunbm.chotri=Escoja el icono triangular para ver el estado de las tareas del alumno.
gen.notsta=No ha iniciado
return=Devuelta
gen.att=Adjuntos
listassig.sorbytit=Ordenar por t\u00EDtulo
listassig.sorbyope=Ordenar por fecha de Apertura.
tag.tags=Etiquetas
confirm.submission.button=OK
review.notavail=No disponible todav\u00EDa
noti.releasegrade.text=Su env\u00EDo de la tarea "{0}" ha sido devuelto. Por favor, vaya a {1} para ver los detalles.
gen.subm6=Fecha de calificaci\u00F3n\:
gen.subm5=Fecha de env\u00EDo
gen.regra=Recalificaci\u00F3n
gen.subm4=Enviado
gen.subm3=Enviar
review.title=Servicio de revisi\u00F3n
gen.subm2=Env\u00EDos
sort.summary=La tabla mantiene los elementos a ordenar. La segunda columna mantiene un enlace para mover el elemento hacia arriba y la tercera, hacia abajo. La \u00FAltima columna selecciona un elemento y lo mueve a una ubicaci\u00F3n espec\u00EDfica
gen.honple2val=Debe marcar la cl\u00E1usula de veracidad. Haga clic en Revisar para hacerlo.
note.alert.to=Por favor, escoja la opci\u00F3n de compartir para la nota privada.
gen.attfprgra=Adjuntos para la calificaci\u00F3n
theassiid_hasnotbee=La tarea con id ''{0}'' no ha sido usada.
gen.ass.lis.sum=Lista de tareas. La primera columna indica el t\u00EDtulo de la tarea y enlaces para revisar o duplicarla, la segunda columna es el estado, la tercera es la fecha de apertura, la cuarta es la fecha de entrega, la quinta el n\u00FAmero de env\u00EDo y si ha sido calificado, la sexta la calificaci\u00F3n y la s\u00E9ptima puede tener casillas de selecci\u00F3n para escoger o borrar una tarea.
delete_assig.delass=Borrar tareas...
receive.confirm.submission.email.options=Opciones de la notificaci\u00F3n de env\u00EDo por correo electr\u00F3nico\:
gen.retu=Corregir
gen.sorbydue=Ordenar por fecha de entrega
failed=La operaci\u00F3n no ha podido ser completada.
uploadall.size=El tama\u00F1o de subida m\u00E1ximo de {0} MB se ha superado.
gen.youmus=(Debe contestar en el \u00E1rea de env\u00EDo.)
search_student_instruction=Puede buscar estudiante por 
newass=nueva tarea
gen.sorbyreview=Ordenar por revisi\u00F3n
gen.reordertitle=Organizar la vista de tareas por defecto
gen.stusub=Env\u00EDos del Alumno
note.alert.text=Por favor, introduzca el texto de la nota privada.
viewassig.shoassinf=Mostrar informaci\u00F3n de la tarea
theassiid_isnotval=La tarea con id ''{0}'' no es v\u00E1lida.
youarenot_addAssignmentContent=No est\u00E1 autorizado para a\u00F1adir contenido a las tareas.
modelAnswer=Modelo de respuesta
stulistsunbm.shostuass=Mostrar las tareas/env\u00EDos del alumno
cannotfin6=No puede encontrarse el evento del calenderio.
grading.categorylist=(Opcional) Escoja un tipo de calificaci\u00F3n.
fail=Suspendido
options=Opciones
cannotfin1=No es posible a\u00F1adir la fecha de entrega a la planificaci\u00F3n.
sort.movedn=Mover hacia abajo
allPurpose=Elemento para cualquier prop\u00F3sito
subasstudent=Enviar como alumno
confirm.savesubmission.title=Confirmaci\u00F3n de env\u00EDo guardado
gen.instrcomment=Comentarios del profesor
jun=JUN
jul=JUL
noti.site.title=T\u00EDtulo del sitio\:
areyousur_single=\u00BFEst\u00E1 seguro de que desea borrar esta tarea?
setperfor=Establecer permisos para las tareas del sitio
theisnostudent=No hay alumnos.
passfail=Aprobado / Suspendido.
gen.late2=- tarde
tag.list.summary=Tabla que contiene la lista de etiquetas asociadas con la tarea actual.
reorder.title=Organizar la vista de la lista de tareas por defecto.
gen.viewassliststudentsummary=Lista de alumnos que deben realizar la tarea.
viewsubmissions=Mostrar reenv\u00EDos
gen.backtolist=Volver a la lista
grades.id=Identificador
gen.stunam=Nombre del Alumno
gen.late=tarde
youarenot_viewAssignmentContent=No est\u00E1 autorizado para ver el contenido de la tarea ''{0}''
may=MAY
options_searchonly=S\u00F3lo mostrar los env\u00EDos del usuario de acuerdo al filtro de grupo y los resultados de b\u00FAsqueda.
noti.site.id=Identificador del sitio\:
nonelec_instruction2=Esta tarea requiere entregar los resultados personalmente.
reorder.undo.all.label=Deshacer todo.
allPurpose.alert.text=Por favor, introduzca el texto de informaci\u00F3n para el elemento de cualquier prop\u00F3sito.
download.spreadsheet.site=Sitio\: 
cannotfin_submission=No puede encontrarse el env\u00EDo de la tarea con id ''{0}''.
mar=MAR
addtogradebook.alertMessage=Se ha producido un error al intentar obtener las Calificaciones del sitio\:
alert.globalNavi=Si escoge salir sin pulsar ning\u00FAn bot\u00F3n de acci\u00F3n de esta p\u00E1gina, perder\u00E1 el trabajo realizado.
gen.addres2=Recursos adicionales para la tarea
gen.last=\u00DAltima
gen.visible=para
stulistsunbm.hidstuass=Ocultar las tareas/env\u00EDos del alumno
grad3=Corregida
grad2=La calificaci\u00F3n es mayor que la puntuaci\u00F3n m\u00E1xima.\u00BFEst\u00E1 seguro de que no ha cometido ning\u00FAn error?
noti.subject.label=Asunto\:
edit=- edici\u00F3n
uploadall.choose.file.confirm=Ha seleccionado un archivo de ficheros para subirlo. Los ficheros contenidos en el archivo se subir\u00E1n junto con el correspondiente env\u00EDo del alumno.
downloadall.button.download=Descargar
prevassig.hidass=Ocultar tarea
allPurpose.instruction=Informaci\u00F3n mostrada en un tiempo concreto a cualquiera que indique.
gen.settfor=Configuraci\u00F3n de
nav.prev=< Anterior
viewassign=Mostrar tarea
gen.duedat=Fecha de entrega
relcommented=Versi\u00F3n comentada
review.noreport=sin informe
receive.confirm.submission.email.digest=Una notificaci\u00F3n diaria resumiendo los env\u00EDos de los alumnos
gen.sca=Escala
grading.associate.warn=Lo sentimos. Debe escoger una puntuaci\u00F3n para llevar a cabo la acci\u00F3n indicada.
gen.modbyins=Modificado por el profesor
stulistassig.selanass=Haga clic en una tarea de la lista para ver los detalles y comenzar. As\u00ED mismo puede editar trabajos anteriores.
gen.notope=Sin abrir
send.submission.releasegrade.email=Enviar una notificaci\u00F3n por correo al alumno cuando se publique la nota
allPurpose.show=Mostar este elemento
gen.viewasslistreportsummary=Lista de alumnos aprobados.
gen.retustudtit=Guardar y devolver comentarios y notas al alumno
subexampleassign=Enviar una tarea de ejemplo
gen.thearecur2=No hay env\u00EDos en esta ubicaci\u00F3n.
gen.thearecur1=No hay tareas en esta ubicaci\u00F3n.
gen.assinf=Instrucciones de la Tarea
gen.sortbyfordesc=Ordenador por audiencia (descendente)
allowResubmission.nouser=Por favor elija al menos un usuario para aplicar los ajustes de reenv\u00EDo.
grading=Calificando
prevassig.hidstuvie=Ocultar la vista del alumno
draft=Borrador creado
confirm.submission.label.user=Usuario\:
displayto.selected=Mostrar a los grupos seleccionados
gen.mod=Modificado
gradingsub.prefee=Comentario de realimentaci\u00F3n anterior
reorder.instruction.general.hidden=Entra en la pesta\u00EF\u00BF\u00BDa, mant\u00EE9n el bot\u00F3n Control y utilice las flechas para ordenar.
reorder.fail.valid.message=Un n\u00FAmero menor que \#, por favor\!
youarenot_viewSubmission_1=No est\u00E1 autorizado para ver el env\u00EDo de la tarea ref \= ''{0}'' con id de usuario \= ''{1}''.
gen.reorder=Reordenar
not_allowed_to_submit=No tiene permiso para enviar esta tarea. 
noti.student=Alumno\:
noti.subject.content=Notificaci\u00F3n por correo electr\u00F3nico del env\u00EDo de la tarea
uploadall.choose.file.studentSubmissionAttachment=Adjuntos al env\u00EDo del alumno
grading.select=Seleccione una tarea
cannot_getEvents=No se pueden leer los eventos del calendario ''{0}''
allPurpose.user.selection.count=seleccionados
uploadall.instruction4=Cada carpeta puede contener un fichero comments.txt, el env\u00EDo del alumno con los comentarios del profesor que haya a\u00F1adido y otros ficheros que desee devolver junto con el env\u00EDo del alumno.
deadl=Fecha l\u00EDmite
search=Buscar
uploadall.instruction3=Descargar plantilla
uploadall.instruction2=El fichero debe contener una carpeta por cada alumno. Cada carpeta puede contener un fichero comments.txt , el env\u00EDo del alumno con los comentarios que haya a\u00F1adido y otros ficheros que desee devolver al alumno junto con su env\u00EDo.
noti.releasegrade.subject.content=Correo de notificaci\u00F3n de notas de tareas liberadas
gen.closequote="
gen.sav=Guardar
stuviewsubm.theassall2=Esta tarea acepta env\u00EDos solo por documento adjunto.
uploadall.choose.file.feedbackTexts=Texto de la realimentaci\u00F3n 
gen.due=Fecha de Entrega
allPurpose.show.time=Hora\:
feedbacktext=Texto de realimentaci\u00F3n
areyousur_multiple=\u00BFEst\u00E1 seguro de que desea borrar estas tareas?
nav.list=Volver a la lista
viewassig.viewass1=Mostrar tarea...
stuviewsubm.attfromcomputerlabel=Seleccione un archivo desde su computadora (total 5)
nonelec=No electr\u00F3nico
gen.next=Siguiente
cannotfin_assignmentContent=No puede encontrarse el contenido de la tarea ''{0}''.
gen.at=a
gen.creby=Creado por\:
stuviewsubm.submissatt=Adjuntos del env\u00EDo
uploadall.title=Subir todo
pass=Aprobado/Suspenso
gen.sortbyforasc=Ordenador por audiencia (ascendente)
addtogradebook.nonUniqueTitle=Ya hay una tarea con ese t\u00EDtulo en Calificaciones. Por favor, escoja otro t\u00EDtulo.
review.report=Informe de revisi\u00F3n
gen.theassall6=Esta tarea permite oos env\u00EDos utilizando \u00FAnicammente el \u00E1rea de texto. Escribe tu env\u00EDo y guarda los cambios frecuentemente mientras trabajas.
sort.caption=Lista de recursos a ordenar
gen.stuvieof=Vista del Alumno de la tarea
allowResubmission.hide=Ocultar ajustes para permitir reenv\u00EDos
update=Actualizar
gen.theassall4=Esta tarea permite los env\u00EDos utilizando el editor de texto y documentos adjuntos. Escriba sus comentarios en el \u00E1rea de texto y presione 'Agregar archivo adjunto' para incluir documentos. Le recomendamos guardar los cambios frecuentemente mientras se trabaja.
opedat=Fecha de apertura de la tarea
somelsis_assignment=Alguien m\u00E1s est\u00E1 editando la tarea ''{0}''.
dec=DIC
java.alert.youchoosegroup=Debe escoger al menos un grupo.
gen.can=Cancelar
youarenot_viewAssignment=No est\u00E1 autorizado para ver la tarea ''{0}''
list.show=Mostrar
gen.atttoret=Adjuntos para devolver con la calificaci\u00F3n
search_clear=Limpiar la b\u00FAsqueda.
new.title=A\u00F1adir nueva tarea
gen.relea=Publicar
gen.noattsubmitted=No se han enviado adjuntos todav\u00EDa
stuviewsubm.asshasbee4=La tarea ha sido corregida
stuviewsubm.asshasbee3=La tarea ha sido reenviada
stuviewsubm.asshasbee2=La tarea ha sido calificada/comentada.
options_cannotFindSite=No se encuentra el sitio de la asignatura con id \= '{0}'.
stulistassig.selanass1=La lista de tareas es id\u00E9ntica a la que ver\u00E1 el alumno. Pulsando en 'Enviar como alumno', podr\u00E1 trabajar como si de un alumno se tratase.
gen.noatt=Archivo Adjunto
assignmenttext=Texto de la tarea
gen.rev=Revisi\u00F3n
gen.pre=Vista preliminar
inlin=Solo editor
nov=NOV
grading.alert.draft.beforeclosedate=La fecha l\u00EDmite de aceptaci\u00F3n no ha expirado a\u00FAn y esta tarea puede ser trabajada todav\u00EDa  por el estudiante. \u00BFEst\u00E1 seguro de que desea calificar?
newassig.comfor=Rellenar el formulario y pulsar 'Enviar'. La marca <span class\="reqStarInline" title\="Required">*</span> indica que el campo es obligatorio.
youarenot20=Est\u00E1 revisando una tarea despu\u00E9s de su fecha de apertura.
grading.associate.alert=Debe seleccionar una tarea de Calificaciones.
assign_due_event_desc=La tarea {0} acaba en {1}.
acesubdea5=La fecha de l\u00EDmite aceptaci\u00F3n de reenv\u00EDos est\u00E1 en el pasado. \u00BFEst\u00E1 seguro?
acesubdea4=Va a establecer la fecha l\u00EDmite de los env\u00EDos en el pasado. \u00BFEst\u00E1 seguro?
uploadall.choose.file.feedbackComments=Comentarios de la realimentaci\u00F3n (fichero comments.txt si est\u00E1 disponible en la carpeta del estudiante y comentarios incluidos por el profesor en el campo Comentarios del env\u00EDo del alumno)
gen.new=Nuevos
acesubdea3=La fecha l\u00EDmite para la aceptaci\u00F3n debe ser posterior a la fecha de apertura
repsubmi.sorbytur=Ordenar por Fecha de Turned In 
gradingsub.opecliass=Abrir, hacer clic para cerrar la tarea
acesubdea2=La fecha l\u00EDmite para la aceptaci\u00F3n debe ser posterior a la fecha de entrega.
gradingsub.prefeedbackAttachments=Adjunto devuelto anterior
repsubmi.sorbysca=Ordenar por Escala
download.spreadsheet.column.userid=Id Usuario
uploadall.instruction=Seleccionar un fichero para subir, escoger opciones y hacer clic en le bot\u00F3n "Subir" de la parte inferior. Los elementos obligatorios est\u00E1n marcados con
note.instruction=Puede utilizar notas para seguir aspectos relacionados con las tareas, apuntes, etc. Disponible mientras califica.
processmessage.file=Cargando archivo(s)
grading.unassigned=No asignado.
gen.clocli=Cerrar, pulse para abrir la instrucciones de la tarea
cannotfin_site=No puede encontrarse el sitio de la asignatura con id ''{0}''.
confirm.submission.include=Su env\u00EDo incluye lo siguiente\:
gen.viewallgroupssections=Todas las secciones/grupos
youarenot19=No tiene permiso para reordenar las tareas.
youarenot18=Debe aceptar la cla\u00FAsula de veracidad antes de proceder al env\u00EDo.
youarenot17=Est\u00E1 revisando una tarea despu\u00E9s de su fecha de entrega.
gen.proces=Procesando......
gen.addinst=Comentarios adicionales del profesor
permis=Permisos
gen.sordes=Ordenar (descendente)
youarenot13=No tiene permiso para enviar una tarea.
notpermis4=No posee los permisos adecuados para a\u00F1adir recursos.
submission.id=id del env\u00EDo.
nostudent_searchview=No se han encontrado estudiantes que coincidan con los criterios y filtros de b\u00FAsqueda.
youarenot12=No tiene permiso para enviar una respuesta.
reorder.instruction.input=Adem\u00E1s puede editar el orden de los n\u00FAmero de la lista.
downloadall.alert.choose.element=Deb
nav.next=Siguiente >
send.submission.releasegrade.email.options=Opciones del correo de notificaci\u00F3n de publicaci\u00F3n de notas\:
confirm.submission.email=Recibir\u00E1 un correo de confirmaci\u00F3n con la siguiente informaci\u00F3n.
confirm.savesubmission.notext=Env\u00EDo guardado sin texto
noti.assignment.duedate=Fecha de entrega de la tarea\:
note=Calificaci\u00F3n privada
cannotfin_assignment=No puede encontrarse la tarea.
aug=AGO
addtogradebook.wrongGradeScale=La integraci\u00F3n con Calificaciones s\u00F3lo est\u00E1 disponible para tareas con escala de puntos.
delet=Borrar
feedbackcomment=Comentarios de realimentaci\u00F3n
gen.dra2=Borrador -
gen.dra1=Borrador
downall=Descargar todo
download.spreadsheet.title=Archivo Excel Env\u00EDo de Tarea
youarenot_removeAssignment=No est\u00E1 autorizado para eliminar la tarea con id ''{0}''.
listsub.nosub=Sin env\u00EDo
date.invalid=Fecha no v\u00E1lida para
sort.moveup=Mover hacia arriba
choosefile7=Por favor seleccione el archivo a adjuntar.
listassig.sorbynum2=Ordenar por n\u00FAmero de env\u00EDos sin calificar
gen.folatt=Adjuntar carpeta
attaonly=Solo adjuntos
listassig.sorbynum1=Ordenar por n\u00FAmero total de env\u00EDos
stuviewsubm.theclodat=La fecha de cierre de la tarea ha expirado. Nunca m\u00E1s podr\u00E1 enviar su respuesta.
group.list.summary=Lista de grupos. La primera columna contiene casillas de selecci\u00F3n, la segunda el nombre del grupo y la tercera su descripci\u00F3n. Los enlaces de la cabecera de la tabla permiten ordenar sus entradas.
noti.submit.time=Env\u00EDado el\:
ungra=Sin calificar
att.upl=Seleccionar Archivo\:
gen.open=Disponible
uploadall.choose.file.gradeFile=Fichero de calificaciones (fichero grades.txt o grades.csv en el directorio ra\u00EDz el fichero)
lisofass2=Lista de Tareas por Alumno
lisofass1=Lista de Tareas
prevassig.shoass=Mostrar tarea
date.allpurpose.retractdate=fecha de retirada de un elemento de cualquier prop\u00F3sito
stulistsunbm.listhestu=Lista de env\u00EDos del alumno para cada tarea.
gen.pos=Enviar
youarenot_addAssignment=No est\u00E1 autorizado para a\u00F1adir tareas.
stulistassig.asshasbee1=(la tarea se ha borrado)
gen.sorbygra=Ordenar por calificaci\u00F3n
cannotrem=No es posible borrar el evento antiguo de la tarea
gradingsub.pregra=Calificaci\u00F3n anterior\:
grading.no=No a\u00F1adir la tarea a Calificaciones
allPurpose.show.date=Fecha\:
gen.resubmission=Reenv\u00EDo
gen.honple2=Cl\u00E1usula de veracidad\: No he dado ni recibido ayuda para realizar esta tarea.
stuviewsubm.removeatt=Borrar
youarenot11_c=No tiene permiso para borrar el contenido de un env\u00EDo.
extraNodesRequired=Por favor, introduzca la informaci\u00F3n obligatoria.
not_allowed_to_grade_submission=No est\u00E1 autorizado para calificar la tarea.
modelAnswer.alert.modelAnswer=Por favor, proporcione un modelo de respuesta.
please_select_group=Por favor, selecciona un grupo.
listassig.sorbysec=Ordenar por secci\u00F3n
usedGradebookAssignment=Asociada con ''{0}''
gen.savdra=Guardar borrador
grading.add=A\u00F1adir la tarea a Calificaciones
viewassig.theassall5=Esta tarea admite \u00FAnicamente respuestas de texto. Por favor, escriba su respuesta y gu\u00E1rdela con frecuencia mientras trabaja.
gen.grasca=Escala de calificaciones
gen.don=Hecho
confirm.submission.notext=No hay texto de env\u00EDo
modelAnswer.show_to_student.prompt=Mostrar a los alumnos
viewassig.theassall3=Esta tarea admite \u00FAnicamente documentos adjuntos. Utilice el bot\u00F3n de A\u00F1adir Adjuntos para incluir uno o m\u00E1s documentos.
releas=Publicar
sep=SEP
size.exceeded=El l\u00EDmite de tama\u00F1o de carga de {0} ha sido excedido. 
viewassig.theassall1=Esta tarea admite tanto texto escrito como documentos adjuntos. Escriba sus comentarios en el \u00E1rea de texto de abajo, y utilice el bot\u00F3n de 'A\u00F1adir Adjuntos' para incluir otros documentos como parte de su respuesta. Guarde frecuentemente mientras trabaja.
allow.resubmit.closeTime=Aceptar reenv\u00EDos hasta
gen.opendate.annc=Anunciar la fecha de apertura
gen.remove.q=\u00BFBorrar?
gen.previous=Anterior
gen.title=T\u00EDtulo
youarenot_editSubmission=No est\u00E1 autorizado para editar el env\u00EDo de la tarea ''{0}''.
gen.savdragra=Guardar y no publicar la nota
modelAnswer.show_to_student.4=Despu\u00E9s de la fecha l\u00EDmite de aceptaci\u00F3n de env\u00EDos
modelAnswer.show_to_student.3=Despu\u00E9s de que el env\u00EDo haya sido calificado y devuelto
alert.toolong=El nombre ''{0}'' es demasiado largo.
gradingsub.usethebel2=Utilice el \u00E1rea de texto para introducir un comentario adicional acerca de los adjuntos de este env\u00EDo o de la calificaci\u00F3n
modelAnswer.show_to_student.2=Despu\u00E9s de que el alumnos haga el env\u00EDo
gradingsub.usethebel1=Utilice el \u00E1rea de texto para introducir un comentario adicional acerca de este env\u00EDo
modelAnswer.show_to_student.1=Antes de que los alumnos comiencen la tarea
modelAnswer.show_to_student.0=--seleccionar una--
gen.submission=Env\u00EDo
youmust7=Debe escribir su respuesta en el campo de texto antes de enviarla.
gen.viewing=Mostrando
youmust6=Debe escoger las tareas marcando las \u00E1reas de texto pr\u00F3ximas a sus nombres y pulse en el bot\u00F3n de Borrar.
gen.to=para
options_default=(Por defecto) Mostrar todos los env\u00EDos del usuario.
grading.ofcategory=Del tipo.
youmust2=Debe escribir su respuesta en el campo de texto o adjuntar al menos un documento antes del env\u00EDo.
confirm.submission.success=Se ha enviado su trabajo con \u00E9xito.
gen.staass=Comenzar tarea
youmust1=Debe adjuntar, al menos, un documento antes del env\u00EDo.
stuviewsubm.attfromserverlabelmore=o seleccionar m\u00E1s ficheros de Mi Sitio o de un sitio
nostudent=No hay estudiantes asignados a este sitio. 	 
grade.max=m\u00E1x 	 
receive.confirm.submission.email.each=Una notificaci\u00F3n por cada env\u00EDo de cada alumno 	 
grading.reminder.body=Por favor, no califique las tareas con m\u00FAltiples ventanas o pesta\u00F1as del navegador. 	 
uploadall.alert.wrongZipFormat=El fichero ZIP no tiene un formato correcto. Por favor, aseg\u00FArese de que el fichero ZIP contiene las carpetas de los estudiantes o el fichero grades.csv en el nivel ra\u00EDz. 	 
reorder.undo.last.label=Deshacer el \u00FAltimo. 	 
gen.savdratit=Guardar comentario y notas, pero volver al estudiante todav\u00EDa 	 
somelsis_assignmentContent=Alguien m\u00E1s est\u00E1 editando el contenido de la tarea ''{0}''. 	 
points=Puntos 	 
gen.notrequired=No es requisito 	 
stuviewsubm.youatt=Su env\u00EDo adjunto 	 
gen.reviewing=Revisando 	 
gen.anntheope=Anunciar la fecha de apertura 	 
gen.lisofassto=Lisat de tareas que hay que borrar 	 
gen.yes=S\u00ED 	 
newassig.selectmessage=Pulse Enter, y utilice ALT + los cursores de arriba y abajo para desplazarse por el men\u00FA 	 
non.submission.grade.select=Por favor, selecciona la nota por defecto\: 	 
oct=OCT 	 
allowResubmission.label=Seleccionar usuario(s) y habilitar reenv\u00EDo 	 
gen.review=Revisar 	 
date.resubmission.closedate=fecha de cierre del reenv\u00EDo 	 
prevassig.preass=Previsualizar tarea... 	 
gen.sorbymax=Ordenar por calificaci\u00F3n m\u00E1xima disponible 	 
gen.yousub=Su env\u00EDo 	 
gradingsub.prefee2=Comentarios del profesor previos al env\u00EDo 	 
gen.hasbee=La tarea se ha enviado en 	 
apr=ABR 	 
gen.sorasc=Ordenar (ascendente) 	 
allPurpose.show.expand=Expandir 	 
youarenot6=No tiene permiso para editar la tarea. 	 
not.graded.non.electronic.submission.grade=Asignar esta calificaci\u00F3n a todos los env\u00EDos no electr\u00F3nicos sin calificar\: 	 
youarenot5=No tiene permiso para duplicar una tarea. 	 
youarenot4=No tiene permiso para crear el env\u00EDo de una tarea. 	 
gen.addatttoassiginstr=Seleccione un archivo desde su computadora \u00F3 un archivo existente en el Material de apoyo. Una vez seleccionado, presione el bot\u00F3n de "Continuar". 
youarenot_options=No est\u00E1 autorizado para editar las opciones de la herramienta Tareas. 	 
confirm.savesubmission.include=Su env\u00EDo guardado incluye lo siguiente\: 	 
gen.closed=Cerrado 	 
not_allowed_to_grade_in_gradebook=La tarea est\u00E1 asociada con una entrada del libro de calificaciones. Hasta que no est\u00E9 autorizado a calificar en el libro de calificaciones no puede calificar en la tarea. Sin embargo, todav\u00ED puede a\u00F1adir un comentario y adjuntar archivos para prop\u00F3sitos de correcci\u00F3n. 	 
gen.asstit=T\u00EDtulo de la Tarea 	 
gen.notset=No Establecido 	 
uploadall.choose.file.studentSubmissionText=Texto del env\u00EDo del alumno (texto original del alumno, probablemente, con comentarios a\u00F1adidos por el profesor) 	 
gen.checked=Comprobado 	 
gen.addatt=A\u00F1adir adjuntos 	 
gen.gra=Calificaci\u00F3n 	 
gen.adddroatt=A\u00f1adir/Eliminar adjuntos 	 
addtogradebook.illegalPoints=La tarea no puede a\u00F1adirse a Calificaciones. Para hacerlo, revise la tarea e introduzca un valor mayor que cero para los puntos. 	 
grades.lastname=Apellido 	 
stuviewsubm.asshasnot=Siga las instrucciones que a continuaci\u00F3n se describe\:
supplement=Elementos suplementarios 	 
gen.atttoret2=Adjuntos para devolver con la tarea 	 
download.feedback.attachment=Adjuntos al comentario 	 
stuviewsubm.plesub=Por favor, realice los cambios solicitados y vu\u00E9lvala a enviar. 	 
gen.outof=fuera de 	 
confirm.submission.email.noEmailAddress=No se ha podido enviar ning\u00FAn correo de confirmaci\u00F3n conteniendo esta informaci\u00F3n debido a que no se encuentra la direcci\u00F3n de correo donde enviarlo. 	 
gen.grarep=Informe de calificaciones 	 
gen.status=Estatus 	 
confirm.submission.label.classsite=Clase del sitio\: 	 
list.sorbysta=Ordenar por Estado. 	 
addtogradebook=A\u00F1adir a Calificaciones 	 
range.allgroups=sitio 	 
letter=Calificaci\u00F3n por letras 	 
group.list.descr=Descripci\u00F3n 	 
uploadall.releaseOption=Seleccionar una opci\u00F3n de publicaci\u00F3n 	 
gen.stuatt=Adjuntos enviado 	 
allPurpose.show.from=De 	 
newassig.opedat=Fecha de apertura 	 
gradingsub.prefeetex=Texto de realimentaci\u00F3n anterior 	 
non.submission.grade=Se han encontrado {0} participante(s). Asignar esta nota a todos los participantes sin calificar: 	 
dupli=Duplicado 	 
gen.first=Primero 	 
download.spreadsheet.column.name=Nombre 	 
list.itemsper=elementos... 	 
confirm.savesubmission.attachments=Adjuntos guardados\: 	 
newope=Nueva fecha de apertura de la tarea 	 
stupresub.max=max 	 
gen.pf=A/S 	 
modelAnswer.alert.showto=Por favor, escoja el momento adecuado para seleccionar el modelo de respuesta a los alumnos. 	 
downspr=Descargar hoja de c\u00E1lculo 	 
grades.grade=nota 	 
allowResubmit=Permitir reenv\u00EDos 	 
same_assignment_title=Existe una tarea con t\u00EDtulo ''{0}'' en el sitio de la asignatura. Por favor, utilice un t\u00EDtulo diferente. 	 
allPurpose.show.hide=Esconder este elemento 	 
resubmit=Reenviar 	 
view_instruction=Por favor, seleccione un grupo para ver los env\u00EDos de tareas de los estudiantes. 	 
allPurpose.show.list=Lista 	 
review.allow=Permitir a los alumnos revisar el informe 	 
date.allpurpose.releasedate=fecha liberaci\u00F3n de un elemento de cualquier prop\u00F3sito 	 
gen.of=de 	 
gen.student=Alumno 	 
listsub.sorbyrel=Ordenar por fecha de publicaci\u00F3n 	 
new=A\u00F1adir 	 
gen.addatttoassig=Agregar archivos adjuntos a la Tarea
gen.items=elementos 	 
somelsis_submission=Alguien m\u00E1s est\u00E1 editando el env\u00ED ''{0}''. 	 
youarenot_editAssignment=No est\u00E1 autorizado para editar la tarea ''{0}'' 	 
grading.alert.multiTab=Su nota, comentarios y realimentaci\u00F3n no han sido guardados. Deber\u00E1 volverlos a introducir. \u00DAnicamente puede abrir el env\u00EDo de un estudiante cada vez. Si abriera el trabajo de otro estudiante antes de abandonar el env\u00EDo del primero, el primer env\u00EDo no podr\u00E1 ser calificado hasta que no cierre todos los env\u00EDos y vuelva a abrir el primero. Para evitar este problema, no abra m\u00FAltiples ventanas del navegador mientras califica. Le recomendamos que cierre la sesi\u00F3n y reinicie el navegador, vuelva a autenticarse y comience de nuevo. 	 
listsub.grasub=Env\u00EDo de la calificaci\u00F3n 	 
gen.grading=Calificando 	 
confirm.savesubmission.success=Se ha guardado su trabajo con \u00E9xito 	 
gen.no=No 	 
tag.emptylist=No existen etiquetas que mostrar 	 
youarenot_viewSubmission=No est\u00E1 autorizado para ver el env\u00EDo ''{0}''. 	 
uploadall.releaseOption.no=No publicar informaci\u00F3n subida - Dejarlo para m\u00E1s tarde 	 
all=Todas 	 
grades.firstname=Nombre 	 
gen.orisub3=El \u00FAltimo texto del env\u00EDo con los comentarios del profesor incluido (si aplica) 	 
gen.orisub2=Enviar el texto original con los comentarios del profesor, si aplica 	 
plespethe3=Por favor, especifica la puntuaci\u00F3n m\u00E1xima. 	 
allowResubmission.instruction=Seleccionar usuario(s) y aplicar los ajustes de reenv\u00EDos. 	 
plespethe2=Por favor, especifique la calificaci\u00F3n. 	 
plespethe1=Por favor, especifique el t\u00EDtulo de la tarea. 	 
gen.assig=Tarea 	 
relgrad=Publicar calificaciones 	 
gen.view2=Mostrar 	 
gen.addinst2=Comentarios del profesor acerca del env\u00EDo 	 
additional_information=Informaci\u00F3n adicional 	 
allPurpose.show.util=Hasta 	 
gradingsub.belisthe=Abajo se encuentra el env\u00EDo de un alumno. Puede insertar comentario Pulsando en el \u00E1rea de texto y escribiendo dichos comentarios. Los comentarios delimitados por una doble llave, {{<span class\="highlight">ejemplo</span>}}, aparecer\u00E1n en rojo. 	 
feb=FEB 	 
grading.associate=Asociar con una tarea existente en Calificaciones 	 
download.spreadsheet.date=Fecha de Descarga\: 	 
gen.forpoi=Por puntos, introduzca el m\u00E1ximo posible 	 
areyousur_withSubmission=\u00BFEst\u00E1 seguro de que desea borrar ''{0}'', la cual ya tiene env\u00EDos? 	 
allPurpose.show.collapse=Contraer 	 
gen.assign.gra=Calificaci\u00F3n 	 
allPurpose.alert.release.afer.retract=La fecha de muestra inicial de todo elemento propuesto no puede ser modificada despu\u00e9s de la fecha de muestra final. 	 
download_url_reminder=Ha elegido descargar todos los env\u00EDos de los estudiantes. Si encuentra alg\u00FAn problema descargando todos los env\u00EDos, siga el siguiente link:  <a href="{0}">Completar la Descarga</a>. 	 
download_url_link_label = Enlace para descargar todo
failed.diskio=El proceso de subida del archivo no se ha realizado con \u00e9xito debido a un error de disco del servidor. 	 
stuviewsubm.listsummary=Lista de adjuntos. Columna 1: enlace del adjunto; columna 2: propiedades del adjunto; columna 3: enlace para borrar adjunto de la lista 	 
allPurpose_save = Guardar 	 
allPurpose_cancel = Cancelar