#X-Generator: crowdin.net


acesubdea2=\u0938\u094d\u0935\u0940\u0915\u093e\u0930 \u092a\u094d\u0930\u0938\u094d\u0924\u0941\u0924\u093f\u092f\u093e\u0901 \u0905\u0902\u0924\u093f\u092e \u0924\u093f\u0925\u093f \u0915\u0947 \u092c\u093e\u0926 \u0928\u093f\u092f\u0924 \u0926\u093f\u0928\u093e\u0902\u0915 \u0938\u0947\u091f \u0915\u093f\u092f\u093e \u091c\u093e\u0928\u093e \u091a\u093e\u0939\u093f\u090f\u0964

acesubdea3=\u0938\u094d\u0935\u0940\u0915\u093e\u0930 \u092a\u094d\u0930\u0938\u094d\u0924\u0941\u0924\u093f\u092f\u093e\u0901 \u0905\u0902\u0924\u093f\u092e \u0924\u093f\u0925\u093f \u0915\u0947 \u092c\u093e\u0926 \u0916\u0941\u0932\u093e \u0926\u093f\u0928\u093e\u0902\u0915 \u0938\u0947\u091f \u0915\u093f\u092f\u093e \u091c\u093e\u0928\u093e \u091a\u093e\u0939\u093f\u090f\u0964

acesubdea4=\u0905\u0924\u0940\u0924 \u092e\u0947\u0902 \u0915\u093f\u092f\u093e \u091c\u093e \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0938\u092e\u092f \u0938\u0940\u092e\u093e \u0938\u0947\u091f \u092a\u094d\u0930\u0938\u094d\u0924\u0941\u0924\u093f\u092f\u093e\u0901 \u0938\u094d\u0935\u0940\u0915\u093e\u0930 \u0915\u0930\u0924\u0947 \u0939\u0948\u0902\u0964 \u0915\u0943\u092a\u092f\u093e \u0938\u0941\u0927\u093e\u0930 \u0915\u0930 \u092f\u093e \u092b\u093f\u0930 \u0938\u0947 \u0906\u0917\u0947 \u092c\u0922\u093c\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u092e\u0942\u0932 \u092c\u091f\u0928 \u092a\u0930 \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0947\u0902\u0964

acesubdea5=\u0905\u0924\u0940\u0924 \u092e\u0947\u0902 \u0915\u093f\u092f\u093e \u091c\u093e \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0938\u092e\u092f \u0938\u0940\u092e\u093e \u0938\u0947\u091f \u092a\u094d\u0930\u0938\u094d\u0924\u0941\u0924\u093f\u092f\u093e\u0901 \u0938\u094d\u0935\u0940\u0915\u093e\u0930 \u0915\u0930\u0924\u0947 \u0939\u0948\u0902\u0964 \u0915\u0943\u092a\u092f\u093e \u0938\u0941\u0927\u093e\u0930 \u0915\u0930 \u092f\u093e \u092b\u093f\u0930 \u0938\u0947 \u0906\u0917\u0947 \u092c\u0922\u093c\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u092e\u0942\u0932 \u092c\u091f\u0928 \u092a\u0930 \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0947\u0902\u0964.

acesubdea6=\u0938\u094d\u0935\u0940\u0915\u093e\u0930 \u092a\u094d\u0930\u0938\u094d\u0924\u0941\u0924\u093f\u092f\u093e\u0901 \u0905\u0902\u0924\u093f\u092e \u0924\u093f\u0925\u093f \u0915\u0947 \u092c\u093e\u0926 \u0916\u0941\u0932\u093e \u0926\u093f\u0928\u093e\u0902\u0915 \u0938\u0947\u091f \u0915\u093f\u092f\u093e \u091c\u093e\u0928\u093e \u091a\u093e\u0939\u093f\u090f\u0964.

areyousur_withSubmission=\u0906\u092a\u0915\u094b \u092f\u0915\u0940\u0928 \u0939\u0948 \u0915\u093f \u0906\u092a ''{0}'' \u091c\u094b \u092a\u094d\u0930\u0938\u094d\u0924\u0941\u0924\u093f\u092f\u093e\u0901 \u092e\u0947\u0902 \u092a\u0939\u0932\u0947 \u0938\u0947 \u0939\u0948 \u0915\u094b \u0939\u091f\u093e\u0928\u093e \u091a\u093e\u0939\u0924\u0947 \u0939\u0948\u0902?

areyousur_multiple=\u0906\u092a \u0938\u0941\u0928\u093f\u0936\u094d\u091a\u093f\u0924 \u0915\u0930\u0947\u0902 \u0915\u093f \u0906\u092a \u0907\u0928 \u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f\u094d\u0938 \u0915\u094b \u0939\u091f\u093e\u0928\u093e \u091a\u093e\u0939\u0924\u0947 \u0939\u0948\u0902?

areyousur_single=\u0906\u092a \u0938\u0941\u0928\u093f\u0936\u094d\u091a\u093f\u0924 \u0915\u0930\u0947\u0902 \u0915\u093f \u0906\u092a \u0907\u0928 \u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f\u094d\u0938 \u0915\u094b \u0939\u091f\u093e\u0928\u093e \u091a\u093e\u0939\u0924\u0947 \u0939\u0948\u0902?

assig3=\u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u0928\u093f\u092f\u0924 \u0924\u093e\u0930\u0940\u0916 \u0916\u0941\u0932\u0940 \u0924\u093e\u0930\u0940\u0916 \u0915\u0947 \u092c\u093e\u0926 \u0928\u093f\u0930\u094d\u0927\u093e\u0930\u093f\u0924 \u0939\u094b\u0928\u0940 \u091a\u093e\u0939\u093f\u090f\u0964

assig4=\u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u0928\u093f\u092f\u0924 \u0924\u093e\u0930\u0940\u0916 \u0905\u0924\u0940\u0924 \u092e\u0947\u0902 \u0939\u094b\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0938\u0947\u091f\u0964 \u0915\u0943\u092a\u092f\u093e \u0938\u0941\u0927\u093e\u0930 \u0915\u0930\u0947 \u092f\u093e \u092b\u093f\u0930 \u0938\u0947 \u0906\u0917\u0947 \u092c\u0922\u093c\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u092e\u0942\u0932 \u092c\u091f\u0928 \u092a\u0930 \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0947\u0902\u0964

assig5=\u0938\u0902\u092a\u093e\u0926\u093f\u0924 \u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f\: ''{0}'' \u0915\u0947 \u0932\u093f\u090f \u0916\u0941\u0932\u0940 \u0924\u093f\u0925\u093f

assig6=\u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f\:''{0}'' \u0915\u0947 \u0932\u093f\u090f \u0916\u0941\u0932\u0940 \u0924\u093f\u0925\u093f

attaonly=\u0905\u0928\u0941\u0932\u0917\u094d\u0928\u0915 \u0915\u0947\u0935\u0932

attempty=\u0916\u093e\u0932\u0940 \u0938\u0902\u0932\u0917\u094d\u0928\u0915 \u0938\u092c\u092e\u093f\u091f \u0928\u0939\u0940\u0902 \u0915\u0930 \u0938\u0915\u0924\u0947 \u0939\u0948\u0902\: ''{0}''\u0964

cannotfin1=\u0936\u0947\u0921\u094d\u092f\u0942\u0932 \u092e\u0947\u0902 \u0928\u093f\u092f\u0924 \u0926\u093f\u0928\u093e\u0902\u0915 \u091c\u094b\u0921\u093c \u0928\u0939\u0940\u0902 \u0938\u0915\u0924\u0947\u0964

cannotfin_assignment=\u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f ''{0}'' \u0928\u0939\u0940\u0902 \u0922\u0942\u0901\u0922 \u0938\u0915\u0924\u0947 \u0939\u0948\u0902\u0964

cannotfin_assignmentContent=\u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u0938\u093e\u092e\u0917\u094d\u0930\u0940 ''{0}'' \u0928\u0939\u0940\u0902 \u0922\u0942\u0901\u0922 \u0938\u0915\u0924\u0947 \u0939\u0948\u0902\u0964

cannotfin3=\u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u0928\u0939\u0940\u0902 \u0922\u0942\u0901\u0922 \u0938\u0915\u0924\u0947 \u0964

cannotfin4=\u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u0938\u093e\u092e\u0917\u094d\u0930\u0940 \u0922\u0942\u0901\u0922 \u0928\u0939\u0940\u0902 \u0938\u0915\u0924\u093e\u0964

cannotfin5=\u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u0938\u092c\u092e\u093f\u0936\u0928 \u0928\u0939\u0940\u0902 \u0922\u0942\u0901\u0922 \u0938\u0915\u0924\u0947 \u0939\u0948\u0902\u0964
cannotfin_site=\u0906\u0908\u0921\u0940 \u0915\u0947 \u0938\u093e\u0925 \u0938\u093e\u0907\u091f \u0922\u0942\u0901\u0922 \u0928\u0939\u0940\u0902 \u0938\u0915\u0924\u093e \= ''{0}'' 
cannotfin_submission=\u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u092a\u094d\u0930\u0938\u094d\u0924\u0941\u0924\u0940\u0915\u0930\u0923 \u0906\u0908\u0921\u0940 \u0915\u0947 \u0938\u093e\u0925 \u0928\u0939\u0940\u0902 \u0922\u0942\u0901\u0922 \u0938\u0915\u0924\u0947 \= ''{0}'' 

cannotfin6=\u0915\u0948\u0932\u0947\u0902\u0921\u0930 \u0907\u0935\u0947\u0902\u091f ''{0}'' \u0928\u0939\u0940\u0902 \u0922\u0942\u0901\u0922 \u0938\u0915\u0924\u0947 \u0964

cannot_getEvents=\u0915\u0948\u0932\u0947\u0902\u0921\u0930 ''{0}'' \u0915\u0947 \u0932\u093f\u090f \u0918\u091f\u0928\u093e\u0913\u0902 \u0915\u094b \u0928\u0939\u0940\u0902 \u092a\u0922\u093c \u0938\u0915\u0924\u0947 \u0939\u0948\u0902\u0964

cannotmak=\u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u0916\u0941\u0932\u093e \u0924\u093f\u0925\u093f \u0915\u0947 \u0932\u093f\u090f \u090f\u0915 \u0918\u094b\u0937\u0923\u093e \u0928\u0939\u0940\u0902 \u0915\u0930 \u0938\u0915\u0924\u0947 \u0964

cannotrem=\u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f ''{0}'' \u0915\u0947 \u0932\u093f\u090f \u092a\u0941\u0930\u093e\u0928\u0947 \u0907\u0935\u0947\u0902\u091f \u0915\u094b \u0939\u091f\u093e \u0928\u0939\u0940\u0902 \u0938\u0915\u0924\u0947\u0964

check=\u091a\u0947\u0915\u092e\u093e\u0930\u094d\u0915

conte=\u0938\u093e\u092e\u0917\u094d\u0930\u0940\u0964

deadl=\u0938\u092e\u092f \u0938\u0940\u092e\u093e

delet=\u0939\u091f\u093e\u090f\u0901

delete_assig.delanass=\u090f\u0915 \u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u0939\u091f\u093e\u090f\u0901...
delete_assig.delass=\u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u0939\u091f\u093e\u090f\u0901...

downall=\u0938\u092d\u0940 \u0921\u093e\u0909\u0928\u0932\u094b\u0921 \u0915\u0930\u0947

downspr=\u0938\u094d\u092a\u094d\u0930\u0947\u0921\u0936\u0940\u091f \u0921\u093e\u0909\u0928\u0932\u094b\u0921 \u0915\u0930\u0947\u0902

draft=\u0921\u094d\u0930\u093e\u092b\u094d\u091f\u0947\u0921

dupli=\u092a\u094d\u0930\u0924\u093f\u0930\u0942\u092a

gen.acesubunt=\u091c\u092c \u0924\u0915 \u0938\u094d\u0935\u0940\u0915\u093e\u0930 \u0915\u0930\u0947\u0902
gen.addatt=\u0905\u0928\u0941\u0932\u0917\u094d\u0928\u0915 \u091c\u094b\u0921\u093c\u0947\u0902
gen.addatttoassig=\u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u0915\u0947 \u0932\u093f\u090f \u0905\u0928\u0941\u0932\u0917\u094d\u0928\u0915 \u091c\u094b\u0921\u093c\u0947\u0902
gen.addatttoassiginstr=\u0906\u092a\u0915\u0947 \u0915\u0902\u092a\u094d\u092f\u0942\u091f\u0930 \u0938\u0947 \u0915\u094b\u0908 \u0906\u0907\u091f\u092e \u091c\u094b\u0921\u093c\u0947\u0902 \u092f\u093e \u0938\u0902\u0938\u093e\u0927\u0928\u094b\u0902 \u0938\u0947 \u0915\u093f\u0938\u0940 \u092e\u094c\u091c\u0942\u0926\u093e \u0906\u0907\u091f\u092e \u0915\u093e \u091a\u092f\u0928 \u0915\u0930\u0947\u0902\u0964 \u090f\u0915 \u092c\u093e\u0930 \u091c\u092c \u0906\u092a\u0928\u0947 \u091a\u092f\u0928 \u0915\u0930 \u0926\u093f\u092f\u093e \u0939\u0948, ''\u091c\u093e\u0930\u0940 \u0930\u0916\u0947\u0902'' \u091a\u0941\u0928\u0947\u0902, \u092f\u093e \u092c\u093f\u0928\u093e \u092a\u0930\u093f\u0935\u0930\u094d\u0924\u0928 \u0915\u093f\u090f \u0935\u093e\u092a\u0938 \u091c\u093e\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f '' \u0930\u0926\u094d\u0926 \u0915\u0930\u0947\u0902'' \u0915\u093e \u091a\u092f\u0928 \u0915\u0930\u0947\u0902\u0964 \u0906\u092a \u0905\u092a\u0928\u0947 \u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u0935\u093e\u092a\u0938 \u0915\u0930\u0947\u0902 - \u091c\u093f\u0938\u0947 \u0906\u092a\u0915\u094b \u0938\u0939\u0947\u091c\u0928\u093e \u091a\u093e\u0939\u093f\u090f\u0964
gen.adddroatt=\u0938\u0902\u0932\u0917\u094d\u0928\u0915\u094b\u0902 \u0915\u094b \u091c\u094b\u0921\u093c\u0947\u0902 / \u0939\u091f\u093e \u0926\u0947\u0902
gen.addduedat=\u0928\u093f\u092f\u0924 \u0924\u093e\u0930\u0940\u0916 \u0936\u0947\u0921\u094d\u092f\u0942\u0932 \u092e\u0947 \u091c\u094b\u0921\u093c\u0947\u0902 
gen.addhonple=\u0938\u092e\u094d\u092e\u093e\u0928 \u092a\u094d\u0930\u0924\u093f\u091c\u094d\u091e\u093e \u091c\u094b\u0921\u093c\u0947\u0902 
gen.addinst=\u0906\u092a\u0915\u0947 \u0938\u092c\u092e\u093f\u0936\u0928 \u0915\u0947 \u092c\u093e\u0930\u0947 \u092e\u0947\u0902 \u0905\u0924\u093f\u0930\u093f\u0915\u094d\u0924 \u092a\u094d\u0930\u0936\u093f\u0915\u094d\u0937\u0915 \u091f\u093f\u092a\u094d\u092a\u0923\u093f\u092f\u093e\u0901
gen.addinst2=\u0906\u092a\u0915\u0947 \u0938\u092c\u092e\u093f\u0936\u0928 \u0915\u0947 \u092c\u093e\u0930\u0947 \u092e\u0947\u0902 \u092a\u094d\u0930\u0936\u093f\u0915\u094d\u0937\u0915 \u0915\u0940 \u091f\u093f\u092a\u094d\u092a\u0923\u0940
gen.addinstatts=\u0907\u0938 \u092a\u094d\u0930\u0938\u094d\u0924\u0941\u0924\u0940\u0915\u0930\u0923 \u0915\u0947 \u0932\u093f\u090f \u092a\u094d\u0930\u0936\u093f\u0915\u094d\u0937\u0915 \u0915\u0947 \u0938\u0902\u0932\u0917\u094d\u0928\u0915 
gen.addres2=\u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u0915\u0947 \u0932\u093f\u090f \u0905\u0924\u093f\u0930\u093f\u0915\u094d\u0924 \u0938\u0902\u0938\u093e\u0927\u0928
gen.alert=\u091a\u0947\u0924\u093e\u0935\u0928\u0940\:
gen.anntheope=\u0918\u094b\u0937\u0923\u093e\u090f\u0901  \u0916\u094b\u0932\u0928\u0947 \u0915\u0940 \u0924\u093e\u0930\u0940\u0916 \u0915\u0947 \u092c\u093e\u0930\u0947 \u092e\u0947\u0902 \u0918\u094b\u0937\u0923\u093e \u091c\u094b\u0921\u093c\u0947\u0902
gen.assdet=\u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u0935\u093f\u0935\u0930\u0923
gen.assig=\u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f
gen.assinf=\u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u0915\u0947 \u0928\u093f\u0930\u094d\u0926\u0947\u0936
gen.ass.lis.sum=\u092a\u094d\u0930\u0938\u094d\u0924\u0941\u0924\u0940\u0915\u0930\u0923 \u0915\u0940 \u0938\u0942\u091a\u0940\u0964\u0915\u0949\u0932\u092e \u0936\u0940\u0930\u094d\u0937 \u0932\u0947\u0916 \u092d\u0940 \u0932\u093f\u0902\u0915 \u0939\u0948 \u091c\u094b \u0915\u0949\u0932\u092e \u0926\u094d\u0935\u093e\u0930\u093e \u0924\u093e\u0932\u093f\u0915\u093e \u0938\u0949\u0930\u094d\u091f \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0907\u0938\u094d\u0924\u0947\u092e\u093e\u0932 \u0915\u093f\u092f\u093e \u091c\u093e \u0938\u0915\u0924\u093e \u0939\u0948\u0902\u0964 \u0915\u0949\u0932\u092e 1\: \u0907\u0902\u0917\u093f\u0924 \u0915\u0930\u0924\u093e \u0939\u0948 \u092f\u0926\u093f \u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u0938\u0902\u0932\u0917\u094d\u0928\u0915 \u0939\u0948\u0964 \u0915\u0949\u0932\u092e 2 \: \u092a\u094d\u0930\u0938\u094d\u0924\u0941\u0924\u0940\u0915\u0930\u0923 \u0936\u0940\u0930\u094d\u0937\u0915 \u0914\u0930 \u0932\u093f\u0902\u0915 \u0915\u094b \u0938\u0902\u092a\u093e\u0926\u093f\u0924 , \u0921\u0941\u092a\u094d\u0932\u093f\u0915\u0947\u091f \u092f\u093e \u092f\u0926\u093f (\u0905\u0928\u0941\u092e\u0924\u093f) \u0917\u094d\u0930\u0947\u0921 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f\u0964 \u0915\u0949\u0932\u092e 3\: \u0938\u094d\u0925\u093f\u0924\u093f\u0964 \u0915\u0949\u0932\u092e 4\: \u0916\u094b\u0932\u0928\u0947 \u0915\u0940 \u0924\u093f\u0925\u093f\u0964 \u0915\u0949\u0932\u092e 5\: \u0928\u093f\u092f\u0924 \u0924\u093f\u0925\u093f\u0964 \u092c\u093e\u0915\u0940 \u0915\u0949\u0932\u092e \u092e\u094c\u091c\u0942\u0926 \u0939\u094b \u092d\u0940 \u0938\u0958\u0924\u0947 \u0939\u0948 \u092f\u093e \u0928\u0939\u0940\u0964 \u0915\u0949\u0932\u092e 6\: \u0938\u0902\u0916\u094d\u092f\u093e \u092a\u094d\u0930\u0938\u094d\u0924\u0941\u0924 \u0914\u0930 \u0909\u091a\u094d\u091a \u0936\u094d\u0930\u0947\u0923\u0940 \u0915\u0947 \u0932\u093f\u090f \u0939\u094b \u0938\u0915\u0924\u093e \u0939\u0948\u0964 \u0915\u0949\u0932\u092e 7\: \u0915\u093e\u092e \u0915\u0947 \u091a\u092f\u0928 \u0914\u0930 \u0939\u091f\u093e\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u091a\u0947\u0915 \u092c\u0949\u0915\u094d\u0938 \u0939\u094b \u0938\u0915\u0924\u093e \u0939\u0948\u0964
gen.asstit=\u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u0936\u0940\u0930\u094d\u0937\u0915
gen.at=\u092a\u0930
gen.att=\u0938\u0902\u0932\u0917\u094d\u0928\u0915
gen.attfprgra=\u0917\u094d\u0930\u0947\u0921\u093f\u0902\u0917 \u0915\u0947 \u0932\u093f\u090f \u0938\u0902\u0932\u0917\u094d\u0928\u0915
gen.atttoret=\u0905\u0928\u0941\u0932\u0917\u094d\u0928\u0915 \u0917\u094d\u0930\u0947\u0921 \u0915\u0947 \u0938\u093e\u0925 \u0935\u093e\u092a\u0938 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f
gen.atttoret2=\u0905\u0928\u0941\u0932\u0917\u094d\u0928\u0915  \u092a\u094d\u0930\u0938\u094d\u0924\u0941\u0924\u0940\u0915\u0930\u0923 \u0915\u0947 \u0938\u093e\u0925 \u0935\u093e\u092a\u0938 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f 
gen.can=\u0930\u0926\u094d\u0926 \u0915\u0930\u0947\u0902
gen.clocli=\u092c\u0902\u0926 \u0915\u0930\u0947\u0902, \u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u0928\u093f\u0930\u094d\u0926\u0947\u0936\u094b\u0902 \u0915\u094b \u0916\u094b\u0932\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0947\u0902
gen.closed=\u092c\u0902\u0926 \u0915\u0930 \u0926\u093f\u092f\u093e
gen.creby=\u0915\u0947 \u0926\u094d\u0935\u093e\u0930\u093e \u092c\u0928\u093e\u092f\u093e \u0917\u092f\u093e
gen.don=\u0915\u093f\u092f\u093e
gen.dra1=\u0921\u094d\u0930\u0949\u092b\u093c\u094d\u091f
gen.closeexit=\u092c\u0902\u0926 \u0915\u0930\u0947\u0902 \u0914\u0930 \u092c\u093e\u0939\u0930 \u0928\u093f\u0915\u0932\u0947\u0902
gen.dra2=\u0921\u094d\u0930\u093e\u092b\u094d\u091f-
gen.due=\u0928\u093f\u092f\u0924
gen.duedat=\u0928\u093f\u092f\u0924 \u0924\u093f\u0925\u093f
gen.filatt=\u092b\u093c\u093e\u0907\u0932 \u0905\u0928\u0941\u0932\u0917\u094d\u0928\u0915
gen.folatt=\u092b\u093c\u094b\u0932\u094d\u0921\u0930 \u0905\u0928\u0941\u0932\u0917\u094d\u0928\u0915
gen.forpoi=\u0905\u0902\u0915 \u0915\u0947 \u0932\u093f\u090f, \u0905\u0927\u093f\u0915\u0924\u092e \u0938\u0902\u092d\u0935 \u0926\u0930\u094d\u091c \u0915\u0930\u0947
gen.assign.gra=\u0917\u094d\u0930\u0947\u0921
gen.gra=\u0917\u094d\u0930\u0947\u0921
gen.gra2=\u0917\u094d\u0930\u0947\u0921\:
gen.grade.override=\u0915\u0947 \u0938\u093e\u0925 \u0917\u094d\u0930\u0947\u0921 \u0905\u0927\u093f\u0930\u094b\u0939\u0923 \u0915\u0930\u0947\u0902\:
gen.grading=\u0917\u094d\u0930\u0947\u0921\u093f\u0902\u0917
gen.group=\u0938\u092e\u0942\u0939
gen.subformat=\u091b\u093e\u0924\u094d\u0930 \u091c\u092e\u093e \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u092a\u094d\u0930\u093e\u0930\u0942\u092a \u0915\u093e \u091a\u092f\u0928 \u0915\u0930\u0947\u0902
group.issubmit=\u0915\u094d\u092f\u093e \u090f\u0915 \u0938\u092e\u0942\u0939 \u0915\u0947 \u0932\u093f\u090f \u091c\u092e\u093e \u0915\u0930\u0928\u093e \u0939\u0948\u0902?
gen.groupassignment=\u0938\u092e\u0942\u0939 \u0915\u0947 \u0932\u093f\u090f \u091c\u092e\u093e \u0915\u0930\u0928\u093e
gen.userassignment=\u0905\u0932\u0917-\u0905\u0932\u0917 \u091c\u092e\u093e \u0915\u0930\u0928\u093e
gen.section.info=\u0905\u0928\u0941\u092d\u093e\u0917 (\u0938\u092e\u0942\u0939 \u0915\u0947 \u0932\u093f\u090f \u091c\u092e\u093e \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u092a\u094d\u0930\u092f\u094b\u0917 \u0928\u0939\u0940\u0902 \u0915\u0930\u0924\u0947)
group.submission.not.found=\u091c\u092e\u093e \u0915\u0924\u0949 \u0915\u093e \u0938\u092e\u0942\u0939 \u0928\u0939\u0940\u0902 \u092e\u093f\u0932\u093e
group.select.represent=\u0906\u092a \u092a\u094d\u0930\u0924\u093f\u0928\u093f\u0927\u093f\u0924\u094d\u0935 \u0915\u0930 \u0930\u0939\u0947 \u0938\u092e\u0942\u0939 \u0915\u093e \u091a\u092f\u0928 \u0915\u0930\u0947\u0902\u0964
group.user.multiple.warning=\u0928\u093f\u092e\u094d\u0928\u0932\u093f\u0916\u093f\u0924 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u090f\u0915 \u0938\u0947 \u0905\u0927\u093f\u0915 \u0938\u092e\u0942\u0939 \u092e\u0947\u0902 \u0907\u0938 \u0915\u093e\u092e \u0915\u094b \u091c\u092e\u093e \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u092f\u094b\u0917\u094d\u092f  \u0939\u0948\u0902\:
group.must.member=\u0906\u092a\u0915\u094b \u091c\u092e\u093e \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0915\u092e \u0938\u0947 \u0915\u092e \u090f\u0915 \u0938\u092e\u0942\u0939 \u0915\u093e \u0938\u0926\u0938\u094d\u092f \u0939\u094b\u0928\u093e \u091a\u093e\u0939\u093f\u090f\!
group.already.submitted=\u0938\u092e\u0942\u0939 \u0928\u0947 \u092a\u0939\u0932\u0947 \u0938\u0947 \u0939\u0940 \u091c\u092e\u093e \u0915\u0930 \u0926\u093f\u092f\u093e \u0939\u0948\!
group.user.multiple.error=\u0915\u092e \u0938\u0947 \u0915\u092e \u090f\u0915 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u090f\u0915 \u0938\u0947 \u0905\u0927\u093f\u0915 \u0938\u092e\u0942\u0939 \u092e\u0947\u0902 \u0939\u0948\u0964  \u0915\u0943\u092a\u092f\u093e \u0928\u0940\u091a\u0947 \u0926\u0947\u0916\u0947\u0902\u0964
group.error.title=\u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0915\u0908 \u0938\u092e\u0942\u0939\u094b\u0902 \u092e\u0947\u0902\!
group.error.message=\u0906\u092a \u092f\u093e \u0906\u092a\u0915\u0947 \u0938\u092e\u0942\u0939 \u0915\u0947 \u0938\u0926\u0938\u094d\u092f \u090f\u0915 \u0938\u0947 \u0905\u0927\u093f\u0915 \u0938\u092e\u0942\u0939 \u0915\u0947 \u0938\u0926\u0938\u094d\u092f \u0907\u0938 \u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u0915\u094b \u0938\u092c\u092e\u093f\u091f \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u092a\u093e\u0924\u094d\u0930 \u0939\u0948\u0902\u0964 \u0915\u0943\u092a\u092f\u093e \u0905\u092a\u0928\u0947 \u092a\u094d\u0930\u0936\u093f\u0915\u094d\u0937\u0915 \u0915\u094b \u0938\u0942\u091a\u093f\u0924 \u0915\u0930\u0947 \u0915\u093f \u0907\u0938 \u0924\u094d\u0930\u0941\u091f\u093f \u0915\u093e \u0938\u092e\u093e\u0927\u093e\u0928 \u0939\u094b\u0928\u0947 \u0924\u0915 \u0906\u092a \u092a\u094d\u0930\u0924\u093f\u0915\u094d\u0930\u093f\u092f\u093e \u0938\u092c\u092e\u093f\u091f \u0915\u0930\u0928\u0947 \u092f\u093e \u0926\u0947\u0916\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0938\u0915\u094d\u0937\u092e \u0928\u0939\u0940\u0902 \u0939\u0948\u0902 \u0964
group.user.duplicate.error=\u0924\u094d\u0930\u0941\u091f\u093f\: \u092f\u0939 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u090f\u0915 \u0938\u0947 \u0905\u0927\u093f\u0915 \u092a\u093e\u0924\u094d\u0930 \u0915\u093e \u0938\u092e\u0942\u0939 \u0939\u0948\!
group.user.grade.override=\ \u0913\u0935\u0930\u0930\u093e\u0907\u0921 \u0917\u094d\u0930\u0947\u0921 \u0915\u0947 \u0932\u093f\u090f {0} 
gen.history=\u0907\u0924\u093f\u0939\u093e\u0938
gen.visible.date=\u0926\u0943\u0936\u094d\u092f\u092e\u093e\u0928 \u0924\u093f\u0925\u093f
gen.checked=\u091c\u093e\u0901\u091a \u0915\u0940
gen.commented=\u091f\u093f\u092a\u094d\u092a\u0923\u0940 \u0915\u0940
gen.comments=\u091f\u093f\u092a\u094d\u092a\u0923\u093f\u092f\u093e\u0901\:
gen.regra=\u092a\u0941\u0928\u0903 \u0917\u094d\u0930\u0947\u0921
gen.regrading=\u092a\u0941\u0928\u0903 \u0917\u094d\u0930\u0947\u0921\u093f\u0902\u0917
gen.grarep=\u0917\u094d\u0930\u0947\u0921 \u0930\u093f\u092a\u094b\u0930\u094d\u091f
gen.grasca=\u0917\u094d\u0930\u0947\u0921 \u092a\u0948\u092e\u093e\u0928\u093e
gen.hasbee=\u092a\u0930 \u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u092a\u094d\u0930\u0938\u094d\u0924\u0941\u0924 \u0915\u093f\u092f\u093e \u0917\u092f\u093e \u0939\u0948
gen.hidassinf=\u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u091c\u093e\u0928\u0915\u093e\u0930\u0940 \u091b\u0941\u092a\u093e\u090f\u0901
gen.honple=\u092a\u094d\u0930\u0924\u093f\u091c\u094d\u091e\u093e \u0938\u092e\u094d\u092e\u093e\u0928\:
gen.honple2=\u0938\u092e\u094d\u092e\u093e\u0928 \u092a\u094d\u0930\u0924\u093f\u091c\u094d\u091e\u093e \: \u092e\u0948\u0928\u0947 \u0928 \u0939\u0940 \u0907\u0938 \u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u092a\u0930 \u0938\u0939\u093e\u092f\u0924\u093e \u0932\u0940 \u0939\u0948 \u0914\u0930 \u0926\u0940 \u0939\u0948 \u0964
gen.honple2val=\u0906\u092a\u0958\u094b \u0938\u092e\u094d\u092e\u093e\u0928 \u092a\u094d\u0930\u0924\u093f\u091c\u094d\u091e\u093e \u0915\u0940 \u091c\u093e\u0902\u091a \u0915\u0930\u0928\u0947 \u0915\u0940 \u091c\u0930\u0942\u0930\u0924 \u0939\u0948\u0964 \u0910\u0938\u093e \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0938\u0902\u092a\u093e\u0926\u093f\u0924 \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0947\u0902\u0964
gen.viewasstablesummary=\u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u0938\u0947\u091f\u093f\u0902\u0917\u094d\u0938\u0964
gen.viewassliststudentsummary=\u091b\u093e\u0924\u094d\u0930\u094b\u0902 \u0915\u0940 \u0938\u0942\u091a\u0940 \u095b\u094b \u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f\u094d\u0938 \u0915\u0930 \u091a\u0941\u0958\u0947 \u0939\u0948 \u0964
gen.viewasslistreportsummary=\u0936\u094d\u0930\u0947\u0923\u0940\u092c\u0926\u094d\u0927 \u091b\u093e\u0924\u094d\u0930 \u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f\u094d\u0938 \u0915\u0940 \u0938\u0942\u091a\u0940\u0964
gen.in=\u092e\u0947\u0902
gen.inpro=\u091a\u093e\u0932\u0942 \u0939\u0948
gen.instr=\u0928\u093f\u0930\u094d\u0926\u0947\u0936
gen.instrcomment=\u092a\u094d\u0930\u0936\u093f\u0915\u094d\u0937\u0915 \u0938\u093e\u0930\u093e\u0902\u0936 \u091f\u093f\u092a\u094d\u092a\u0923\u093f\u092f\u093e\u0901
gen.to=\u0915\u0947 \u0932\u093f\u090f
gen.late=\u0926\u0947\u0930 \u0938\u0947
gen.late2=-\u0926\u0947\u0930 \u0938\u0947
gen.lisofassto=\u0939\u091f\u093e\u090f \u091c\u093e\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f\u094d\u0938 \u0915\u0940 \u0938\u0942\u091a\u0940 \n
gen.mod=\u092a\u0930\u093f\u0935\u0930\u094d\u0924\u093f\u0924
gen.modbyins=\u092a\u094d\u0930\u0936\u093f\u0915\u094d\u0937\u0915 \u0926\u094d\u0935\u093e\u0930\u093e \u092a\u0930\u093f\u0935\u0930\u094d\u0924\u093f\u0924
gen.new=\u0928\u092f\u093e
gen.no=\u0928\u0939\u0940\u0902
gen.noasscan=\u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u0924\u093f\u0925\u093f \u092c\u0902\u0926 \u0939\u094b\u0928\u0947 \u0915\u0947 \u0915\u0947 \u092c\u093e\u0926 \u091c\u092e\u093e \u0928\u0939\u0940\u0902 \u0915\u093f\u092f\u093e \u091c\u093e \u0938\u0915\u0924\u093e \u0939\u0948 \u0964 
gen.noatt=\u0905\u092d\u0940 \u0924\u0915 \u0915\u094b\u0908 \u0938\u0902\u0932\u0917\u094d\u0928\u0915 \u0928\u0939\u0940 \u0939\u0948
gen.noattsubmitted=\u0915\u094b\u0908 \u0938\u0902\u0932\u0917\u094d\u0928\u0915 \u091c\u092e\u093e \u0928\u0939\u0940 \u0939\u0948
gen.nograd=\u0915\u094b\u0908 \u0917\u094d\u0930\u0947\u0921 \u0928\u0939\u0940 \u0939\u0948
gen.notavail=\u092f\u0939 \u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u0909\u092a\u0932\u092c\u094d\u0927 \u0928\u0939\u0940\u0902 \u0939\u0948; \u0938\u094d\u0925\u093f\u0924\u093f\: {0} <br>
gen.notope=\ \u0916\u0941\u0932\u093e \u0928\u0939\u0940\u0902 \u0939\u0948 
gen.notset=\u0938\u0947\u091f \u0928\u0939\u0940\u0902 \u0939\u0948 
gen.notsta=\u0936\u0941\u0930\u0942 \u0928\u0939\u0940\u0902 \u0939\u0941\u0906
gen.of=\u0915\u0940
gen.open=\u0916\u0941\u0932\u093e
gen.orisub=\u092e\u0942\u0932 \u091f\u0947\u0915\u094d\u0938\u094d\u091f \u091c\u092e\u093e \u0915\u0930\u0928\u093e
gen.orisub2=\u092e\u0942\u0932 \u091f\u0947\u0915\u094d\u0938\u094d\u091f \u092a\u094d\u0930\u0936\u093f\u0915\u094d\u0937\u0915 \u0915\u0940 \u091f\u093f\u092a\u094d\u092a\u0923\u093f\u092f\u094b\u0902 \u0915\u0947 \u0938\u093e\u0925 \u091c\u092e\u093e \u0958\u093f\u092f\u093e \u0917\u092f\u093e \u092f\u0926\u093f \u0932\u093e\u0917\u0942 \u0939\u094b\u0924\u093e \u0939\u0948
gen.orisub3=\u0905\u0902\u0924\u093f\u092e \u091f\u0947\u0915\u094d\u0938\u094d\u091f \u092a\u094d\u0930\u0936\u093f\u0915\u094d\u0937\u0915 \u0915\u0940 \u091f\u093f\u092a\u094d\u092a\u0923\u093f\u092f\u094b\u0902 \u0915\u0947 \u0938\u093e\u0925 \u091c\u092e\u093e \u0958\u093f\u092f\u093e \u0917\u092f\u093e \u092f\u0926\u093f \u0932\u093e\u0917\u0942 \u0939\u094b\u0924\u093e \u0939\u0948
gen.outof=\u092c\u093e\u0939\u0930 \u0938\u0947 
gen.peerReviews=\u0938\u0939\u0915\u0930\u094d\u092e\u0940 \u0915\u0940 \u0938\u092e\u0940\u0915\u094d\u0937\u093e
gen.pf=P/F
gen.pos=\u092a\u094b\u0938\u094d\u091f
gen.position=\u0938\u094d\u0925\u093f\u0924\u093f
gen.pre=\u092a\u0942\u0930\u094d\u0935\u093e\u0935\u0932\u094b\u0915\u0928
gen.relea=\u091c\u093e\u0930\u0940 \u0915\u0930\u0928\u093e
gen.resub=\u092a\u0941\u0928\u0903 \u091c\u092e\u093e \u0915\u0930\u0928\u093e
gen.retu=\u0935\u093e\u092a\u0938 \u091c\u093e\u090f\u0901
gen.backtolist=\u0938\u0942\u091a\u0940 \u092a\u0930 \u0935\u093e\u092a\u0938 \u091c\u093e\u090f\u0902
gen.reorder=\u092a\u0941\u0928\u0903\u0915\u094d\u0930\u092e\u093f\u0924
gen.review=\u092a\u0941\u0928\u0930\u094d\u0935\u093f\u091a\u093e\u0930 \u0915\u0930\u0928\u093e
gen.peerreview.subm4=\u0938\u0939\u0915\u0930\u094d\u092e\u0940 \u0915\u0940 \u0938\u092e\u0940\u0915\u094d\u0937\u093e \u091c\u092e\u093e \u0915\u0930\u0928\u093e
gen.peerreview.todo=\u0938\u0939\u0915\u0930\u094d\u092e\u0940 \u0915\u0940 \u0938\u092e\u0940\u0915\u094d\u0937\u093e ({0}) \u0928\u093f\u092f\u0924 {1}
gen.reviewer.who=\u0938\u092e\u0940\u0915\u094d\u0937\u0915\: {0} ({1})
gen.reviewer.countReview=\u0938\u092e\u0940\u0915\u094d\u0937\u0915 ({0})
gen.reordertitle=\u0921\u093f\u092b\u093c\u0949\u0932\u094d\u091f \u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u0938\u0942\u091a\u0940 \u0926\u0943\u0936\u094d\u092f \u0915\u094b \u0935\u094d\u092f\u0935\u0938\u094d\u0925\u093f\u0924 \u0915\u0930\u0947\u0902 \n
gen.retustud=\u0938\u0939\u0947\u091c\u0947\u0902 \u0914\u0930 \u091b\u093e\u0924\u094d\u0930 \u0915\u094b \u0930\u093f\u0932\u0940\u091c \u0958\u0930\u0947\n
gen.retustudtit=\u0938\u0939\u0947\u091c\u0947\u0902 \u0914\u0930 \u091b\u093e\u0924\u094d\u0930 \u0915\u094b \u091f\u093f\u092a\u094d\u092a\u0923\u0940 \u0914\u0930 \u0917\u094d\u0930\u0947\u0921 \u0932\u094c\u091f\u093e\u090f\u0901
gen.returned=\u0932\u094c\u091f\u093e\u090f\u0901
gen.revi=\u0938\u0902\u092a\u093e\u0926\u093f\u0924 \u0915\u0930\u0947\u0902
gen.sav=\u0938\u0941\u0930\u0915\u094d\u0937\u093f\u0924 \u0915\u0930\u0947\u0902
gen.savdra=\u0921\u094d\u0930\u093e\u092b\u094d\u091f \u0938\u0941\u0930\u0915\u094d\u0937\u093f\u0924 \u0915\u0930\u0947\u0902
gen.savdragra=\u0938\u0939\u0947\u091c\u0947\u0902 \u0914\u0930 \u091b\u093e\u0924\u094d\u0930 \u0915\u094b \u091c\u093e\u0930\u0940 \u0928 \u0958\u0930\u0947
gen.savdratit=\u091f\u093f\u092a\u094d\u092a\u0923\u093f\u092f\u093e\u0901 \u0914\u0930 \u0917\u094d\u0930\u0947\u0921 \u0938\u0939\u0947\u091c\u0947\u0902, \u0932\u0947\u0915\u093f\u0928 \u0905\u092d\u0940 \u0924\u0915 \u091b\u093e\u0924\u094d\u0930 \u0915\u094b \u0928 \u0932\u094c\u091f\u093e\u090f\u0901
gen.sca=\u092a\u0948\u092e\u093e\u0928\u093e
gen.score.display=<b>\u0905\u0902\u0915\:</b> {0}
gen.sect=\u0905\u0928\u0941\u092d\u093e\u0917
gen.settfor=\  \u0915\u0947 \u0932\u093f\u090f \u0938\u0947\u091f\u093f\u0902\u0917\u094d\u0938
gen.sorasc=\u0938\u0949\u0930\u094d\u091f \u0906\u0930\u094b\u0939\u0923
gen.sorbydue=\ \u0928\u093f\u092f\u0924 \u0924\u093f\u0925\u093f \u0926\u094d\u0935\u093e\u0930\u093e \u0915\u094d\u0930\u092e\u092c\u0926\u094d\u0927 \u0915\u0930\u0947\u0902 
gen.sortinstruct=\u0938\u0942\u091a\u0940 \u092e\u0947\u0902 \u0906\u0907\u091f\u092e \u0915\u094b \u0939\u093f\u0932\u093e\u0928\u0947 \u0958\u0947 \u0932\u093f\u090f \u092c\u093e\u0908\u0902 \u0924\u0930\u092b \u0924\u0940\u0930 \u092a\u0930 \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0947\u0902 \u092f\u093e \u090f\u0915 \u0921\u094d\u0930\u0949\u092a \u0921\u093e\u0909\u0928 \u092e\u0947\u0928\u0942 \u0915\u093e \u0938\u092e\u093e\u092f\u094b\u091c\u0928 \u0915\u0930\u0947\u0902\u0964 \u0905\u092a\u0928\u0947 \u092a\u0930\u093f\u0935\u0930\u094d\u0924\u0928\u094b\u0902 \u0915\u094b \u0938\u0939\u0947\u091c\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f, \u092a\u0943\u0937\u094d\u0920 \u0915\u0947 \u0924\u0932 \u092a\u0930 \u0938\u0939\u0947\u091c\u0947\u0902 \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0947\u0902\u0964
gen.sorbygra=\u0917\u094d\u0930\u0947\u0921 \u0938\u0947 \u0915\u094d\u0930\u092e\u092c\u0926\u094d\u0927 \u0915\u0930\u0947\u0902
gen.sorbylas=\u0905\u0902\u0924\u093f\u092e \u0928\u093e\u092e \u0938\u0947 \u0915\u094d\u0930\u092e\u092c\u0926\u094d\u0927 \u0915\u0930\u0947\u0902
gen.sorbymax=\u0905\u0927\u093f\u0915\u0924\u092e \u0917\u094d\u0930\u0947\u0921 \u0909\u092a\u0932\u092c\u094d\u0927 \u0938\u0947 \u0915\u094d\u0930\u092e\u092c\u0926\u094d\u0927 \u0915\u0930\u0947\u0902
gen.sortbyfor=\u0926\u0930\u094d\u0936\u0915\u094b\u0902 \u0915\u0947 \u0906\u0927\u093e\u0930 \u092a\u0930 \u0915\u094d\u0930\u092e\u092c\u0926\u094d\u0927 \u0915\u0930\u0947\u0902
gen.sortbyforasc=\u0926\u0930\u094d\u0936\u0915\u094b\u0902 \u0906\u0930\u094b\u0939\u0923 \u0926\u094d\u0935\u093e\u0930\u093e \u0915\u094d\u0930\u092e\u092c\u0926\u094d\u0927 \u0915\u0930\u0947\u0902
gen.sortbyfordesc=\u0926\u0930\u094d\u0936\u0915 \u0905\u0935\u0930\u094b\u0939\u0940 \u0926\u094d\u0935\u093e\u0930\u093e \u0915\u094d\u0930\u092e\u092c\u0926\u094d\u0927 \u0915\u0930\u0947\u0902
gen.sordes=\u0915\u094d\u0930\u092e\u092c\u0926\u094d\u0927 \u0905\u0935\u0930\u094b\u0939\u0940 \u0915\u0930\u0947\u0902
gen.staass=\u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u092a\u094d\u0930\u093e\u0930\u0902\u092d \u0915\u0930\u0947\u0902
gen.status=\u0938\u094d\u0925\u093f\u0924\u093f
gen.stuatt=\u092a\u094d\u0930\u0938\u094d\u0924\u0941\u0924  \u0915\u093f\u090f \u0917\u090f \u0938\u0902\u0932\u0917\u094d\u0928\u0915 
gen.student=\u091b\u093e\u0924\u094d\u0930
gen.students=\u091b\u093e\u0924\u094d\u0930
gen.stunam=\u091b\u093e\u0924\u094d\u0930 \u0915\u093e \u0928\u093e\u092e
gen.stusub=\u091b\u093e\u0924\u094d\u0930 \u092a\u094d\u0930\u0938\u094d\u0924\u0941\u0924\u093f\u092f\u093e\u0901
gen.stuvie=\u091b\u093e\u0924\u094d\u0930 \u0926\u0943\u0936\u094d\u092f
gen.stuvieof=\u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u0958\u093e \u091b\u093e\u0924\u094d\u0930 \u0926\u0943\u0936\u094d\u092f
gen.stucantdo=\u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u0916\u0941\u0932\u0928\u0947 \u0958\u0940 \u0924\u093f\u0925\u093f \u0938\u0947 \u092a\u0939\u0932\u0947 \u091b\u093e\u0924\u094d\u0930 \u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u0915\u094b \u0938\u0939\u0947\u091c \u092f\u093e \u092a\u094d\u0930\u0938\u094d\u0924\u0941\u0924 \u0928\u0939\u0940\u0902 \u0915\u0930 \u0938\u0915\u0924\u0947 \u0939\u0948 \u0964
gen.stuwonsee=\u0926\u0947\u0916\u0928\u0947 \u092f\u094b\u0917\u094d\u092f \u0958\u0940 \u0924\u093f\u0925\u093f \u0938\u0947 \u092a\u0939\u0932\u0947 \u091b\u093e\u0924\u094d\u0930 \u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u0915\u094b \u0928\u0939\u0940 \u0926\u0947\u0959 \u0938\u0915\u0924\u0947\u0964
gen.subm=\u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u092a\u094d\u0930\u0938\u094d\u0924\u0941\u0924\u0940\u0915\u0930\u0923
gen.submission=\u095b\u092e\u093e \u0915\u0930\u0928\u093e
gen.resubmission=\u092a\u0941\u0928\: \u095b\u092e\u093e \u0915\u0930\u0947

gen.openquote="
gen.closequote="
gen.subm2=\u095b\u092e\u093e \u0915\u0930\u0928\u093e 
gen.subm3=\u095b\u092e\u093e \u0915\u0930\u0947
gen.subm4=\u095b\u092e\u093e \u0915\u093f\u092f\u093e \u0939\u0941\u0906
gen.subm5=\u095b\u092e\u093e \u0915\u0940 \u095a\u0908 \u0926\u093f\u0928\u093e\u0902\u0915
gen.subm6=\u0936\u094d\u0930\u0947\u0923\u0940\u092c\u0926\u094d\u0927 \u0924\u093f\u0925\u093f\:
gen.sumcom=\u0938\u093e\u0930\u093e\u0902\u0936 \u091f\u093f\u092a\u094d\u092a\u0923\u093f\u092f\u093e\u0901
gen.theare2=\u0958\u0941\u091b \u092d\u0940 \u091c\u092e\u093e \u0928\u0939\u0940 \u0939\u0948 \u0964
gen.thearecur1=\u0907\u0938 \u0938\u094d\u0925\u093e\u0928 \u092a\u0930 \u0915\u094b\u0908 \u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u092e\u094c\u091c\u0942\u0926 \u0928\u0939\u0940 \u0939\u0948 \u0964
gen.thearecur2=\u0907\u0938 \u0938\u094d\u0925\u093e\u0928 \u092a\u0930 \u0958\u0941\u091b \u092d\u0940 \u095b\u092e\u093e \u0928\u0939\u0940 \u0939\u0948 \u0964
gen.theassall4=\u092f\u0939 \u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u095b\u092e\u093e \u0915\u0930\u0928\u0947 \u0915\u0940 \u0905\u0928\u0941\u092e\u0924\u093f \u0926\u0947\u0924\u093e \u0939\u0948 \u0928\u0940\u091a\u0947 \u0926\u093f\u090f \u0917\u090f \u091f\u0947\u0915\u094d\u0938\u094d\u091f \u092c\u0949\u0915\u094d\u0938 \u0914\u0930 \u0938\u0902\u0932\u0917\u094d\u0928 \u0926\u0938\u094d\u0924\u093e\u0935\u0947\u091c\u094b\u0902 \u0915\u093e \u0909\u092a\u092f\u094b\u0917 \u0915\u0930\u0915\u0947\u0964 \u0928\u0940\u091a\u0947 \u0926\u093f\u090f \u0917\u090f \u092c\u0949\u0915\u094d\u0938 \u092e\u0947\u0902 \u0905\u092a\u0928\u0940 \u091f\u093f\u092a\u094d\u092a\u0923\u0940 \u0932\u093f\u0916\u0947\u0902 \u0914\u0930 \u0905\u0928\u094d\u092f \u0926\u0938\u094d\u0924\u093e\u0935\u0947\u091c\u094b\u0902 \u0915\u094b \u0936\u093e\u092e\u093f\u0932 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0938\u0902\u0932\u0917\u094d\u0928\u0915 \u091c\u094b\u0921\u093c \u092c\u091f\u0928 \u0915\u093e \u0909\u092a\u092f\u094b\u0917  \u0915\u0930\u0947\u0902\u0964 \u092c\u093e\u0930-\u092c\u093e\u0930 \u0915\u093e\u092e \u0915\u0930\u0924\u0947 \u0935\u0915\u094d\u0924 \u0938\u0939\u0947\u091c\u0947\u0902\u0964
gen.theassall6=\u092f\u0939  \u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u0915\u0947\u0935\u0932 \u0928\u0940\u091a\u0947 \u0926\u093f\u090f \u0917\u090f \u092a\u093e\u0920 \u092c\u0949\u0915\u094d\u0938 \u0915\u093e \u0909\u092a\u092f\u094b\u0917 \u0915\u0930\u0928\u0947 \u0915\u0940 \u0905\u0928\u0941\u092e\u0924\u093f \u0926\u0947\u0924\u093e \u0939\u0948\u0964 \u0905\u092a\u0928\u0947 \u0905\u092a\u0928\u0947 \u091c\u092e\u093e \u0958\u093f\u090f \u0939\u0941\u090f \u092e\u0947 \u0932\u093f\u0959\u0947\u0964 \u092c\u093e\u0930-\u092c\u093e\u0930 \u0915\u093e\u092e \u0915\u0930\u0924\u0947 \u0935\u0915\u094d\u0924 \u0938\u0939\u0947\u091c\u0947\u0902\u0964
gen.theassinf=\u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u091c\u093e\u0928\u0915\u093e\u0930\u0940
gen.title=\u0936\u0940\u0930\u094d\u0937\u0915
gen.view2=\u0926\u0943\u0936\u094d\u092f
gen.yes=\u0939\u093e\u0901
gen.youmus=(\u0906\u092a\u0915\u094b \u0905\u092a\u0928\u0947 \u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u091c\u092e\u093e \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u091c\u0935\u093e\u092c \u0926\u0947\u0928\u093e \u091a\u093e\u0939\u093f\u090f \u0964)
gen.yousub=\u0906\u092a\u0915\u093e \u092a\u094d\u0930\u0938\u094d\u0924\u0941\u0924\u0940\u0915\u0930\u0923
gen.reviewing=\u092a\u0941\u0928\u0930\u094d\u0935\u093f\u091a\u093e\u0930 \u0915\u0930\u0928\u093e\n
gen.submittedtext=\u091c\u092e\u093e \u0915\u093f\u092f\u093e \u0917\u092f\u093e \u091f\u0947\u0915\u094d\u0938\u094d\u091f
gen.visible=\u0915\u0947 \u0932\u093f\u090f
gen.applygrade=\u0932\u093e\u0917\u0942 \u0915\u0930\u0947\u0902
gen.viewallgroupssections=\u0938\u0902\u092a\u0942\u0930\u094d\u0923 \u0938\u093e\u0907\u091f
gen.toggle=\u091f\u0949\u0917\u0932 \u0938\u092d\u0940 \u0915\u093e \u091a\u092f\u0928 \u0915\u0930\u0947\u0902 
gen.hideduedate=\u091b\u093e\u0924\u094d\u0930\u094b\u0902 \u0938\u0947 \u0928\u093f\u092f\u0924 \u0924\u093e\u0930\u0940\u0916 \u091b\u0941\u092a\u093e\u090f\u0902 \n

grad2=\u0926\u0930\u094d\u091c \u0915\u093f\u092f\u093e \u0917\u092f\u093e \u0917\u094d\u0930\u0947\u0921 ''{0}'' \u0905\u0928\u0941\u092e\u0924\u093f \u0926\u093f\u090f \u0917\u090f  \u0905\u0927\u093f\u0915\u0924\u092e \u0917\u094d\u0930\u0947\u0921 ''{1}'' \u0938\u0947 \u092d\u0940 \u092c\u0921\u093c\u093e \u0939\u0948\u0964 \u0915\u0943\u092a\u092f\u093e \u0938\u0941\u0927\u093e\u0930 \u0915\u0930\u0947 \u092f\u093e \u092b\u093f\u0930 \u0938\u0947 \u0926\u0930\u094d\u091c \u0915\u093f\u090f \u0917\u090f \u092e\u0942\u0932\u094d\u092f ''{0}'' \u0915\u094b \u092c\u091a\u093e\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u092e\u0942\u0932 \u092c\u091f\u0928 \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0947\u0902\u0964

grad3=\u0917\u094d\u0930\u0947\u0921 \u0915\u093f\u092f\u093e \u0939\u0941\u0906

gradingsub.belisthe=\u0928\u0940\u091a\u0947 \u090f\u0915 \u091b\u093e\u0924\u094d\u0930 \u0915\u093e \u092a\u094d\u0930\u0938\u094d\u0924\u0941\u0924\u0940\u0915\u0930\u0923 \u0939\u0948\u0964 \u0906\u092a \u092c\u0949\u0915\u094d\u0938 \u092e\u0947\u0902 \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0915\u0947 \u0907\u0938 \u091f\u0947\u0915\u094d\u0938\u094d\u091f \u092e\u0947\u0902 \u091f\u093f\u092a\u094d\u092a\u0923\u093f\u092f\u093e\u0901 \u0938\u092e\u094d\u092e\u093f\u0932\u093f\u0924 \u0915\u0930 \u0938\u0915\u0924\u0947 \u0939\u0948\u0902 , \u092b\u093f\u0930 \u0905\u092a\u0928\u0940 \u091f\u093f\u092a\u094d\u092a\u0923\u093f\u092f\u093e\u0901 \u0932\u093f\u0916\u0947\u0902\u0964 \u0921\u092c\u0932 \u0915\u0930\u094d\u0932\u0940 \u092c\u094d\u0930\u0947\u0938\u093f\u091c\u093c \u0938\u0947 \u0918\u093f\u0930\u0940 \u0939\u0941\u0908 \u091f\u093f\u092a\u094d\u092a\u0923\u093f\u092f\u093e\u0902, {{<span class\="highlight"> \u0907\u0938 \u0924\u0930\u0939</span>}}, \u091b\u093e\u0924\u094d\u0930 \u0915\u094b \u0932\u093e\u0932 \u0926\u093f\u0916\u093e\u0908 \u0926\u0947\u0902\u0917\u0940\u0964
gradingsub.nosubmittedtext=\u0958\u093f\u0938\u0940 \u092d\u0940 \u091b\u093e\u0924\u094d\u0930 \u0915\u093e \u091c\u092e\u093e \u0915\u093f\u092f\u093e \u0939\u0941\u0906 \u091f\u0947\u0915\u094d\u0938\u094d\u091f \u0909\u092a\u0932\u092c\u094d\u0927 \u0928\u0939\u0940 \u0939\u0948 \u0964 
gradingsub.opecliass=\u0916\u094b\u0932\u0947\u0902, \u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u0928\u093f\u0930\u094d\u0926\u0947\u0936 \u0915\u094b \u092c\u0902\u0926 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0947\u0902
gradingsub.prefee=\u092a\u093f\u091b\u0932\u0940 \u092a\u094d\u0930\u0924\u093f\u0915\u094d\u0930\u093f\u092f\u093e \u091f\u093f\u092a\u094d\u092a\u0923\u0940
gradingsub.prefee2=\u092a\u094d\u0930\u0936\u093f\u0915\u094d\u0937\u0915 \u0915\u0940 \u091f\u093f\u092a\u094d\u092a\u0923\u093f\u092f\u093e\u0902 \u092a\u093f\u091b\u0932\u0947 \u092a\u094d\u0930\u0938\u094d\u0924\u0941\u0924\u0940\u0915\u0930\u0923 \u0915\u0947 \u0932\u093f\u090f
gradingsub.prefeetex=\u092a\u093f\u091b\u0932\u093e \u092a\u094d\u0930\u0924\u093f\u0915\u094d\u0930\u093f\u092f\u093e \u091f\u0947\u0915\u094d\u0938\u094d\u091f
gradingsub.prefeetex2=\u0905\u0928\u094d\u092f \u092a\u093f\u091b\u0932\u0947 \u092a\u094d\u0930\u0938\u094d\u0924\u0941\u0924\u0940\u0915\u0930\u0923 \u092a\u094d\u0930\u0936\u093f\u0915\u094d\u0937\u0915 \u0915\u0940 \u091f\u093f\u092a\u094d\u092a\u0923\u093f\u092f\u094b  \u0915\u0947 \u0938\u093e\u0925 \u0938\u092e\u094d\u092e\u093f\u0932\u093f\u0924 \u0915\u093f\u092f\u093e \u0939\u0941\u0906 \u092f\u0926\u093f \u0932\u093e\u0917\u0942 \u0939\u094b\u0924\u093e \u0939\u0948
gradingsub.prefeetex3=\u0905\u0928\u094d\u092f \u092a\u093f\u091b\u0932\u0947 \u092a\u094d\u0930\u0938\u094d\u0924\u0941\u0924\u0940\u0915\u0930\u0923 \u092a\u094d\u0930\u0936\u093f\u0915\u094d\u0937\u0915 \u0915\u0940 \u091f\u093f\u092a\u094d\u092a\u0923\u093f\u092f\u094b  \u0915\u0947 \u0938\u093e\u0925 \u0938\u092e\u094d\u092e\u093f\u0932\u093f\u0924 \u0915\u093f\u092f\u093e \u0939\u0941\u0906 \u092f\u0926\u093f \u0932\u093e\u0917\u0942 \u0939\u094b\u0924\u093e \u0939\u0948
gradingsub.prefeedbackAttachments=\u092a\u093f\u091b\u0932\u0947 \u0932\u094c\u091f\u0947 \u0938\u0902\u0932\u0917\u094d\u0928\u0915
gradingsub.pregra=\u092a\u093f\u091b\u0932\u0947 \u0917\u094d\u0930\u0947\u0921 (\u0913\u0902) 
gradingsub.usethebel1=\u0907\u0938 \u092a\u094d\u0930\u0938\u094d\u0924\u0941\u0924\u0940\u0915\u0930\u0923 \u0915\u0947 \u092c\u093e\u0930\u0947 \u092e\u0947\u0902 \u0905\u0924\u093f\u0930\u093f\u0915\u094d\u0924 \u0938\u093e\u0930\u093e\u0902\u0936 \u091f\u093f\u092a\u094d\u092a\u0923\u0940 \u0926\u0930\u094d\u091c \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0928\u0940\u091a\u0947 \u0926\u093f\u090f \u0917\u090f \u092c\u0949\u0915\u094d\u0938 \u0915\u093e \u0909\u092a\u092f\u094b\u0917 \u0915\u0930\u0947\u0902 \u0964
gradingsub.usethebel2=\u0907\u0938 \u092a\u094d\u0930\u0938\u094d\u0924\u0941\u0924\u0940\u0915\u0930\u0923 \u0915\u0947 \u0905\u0928\u0941\u0932\u0917\u094d\u0928\u0915 \u092f\u093e \u0917\u094d\u0930\u0947\u0921 \u0915\u0947 \u092c\u093e\u0930\u0947 \u092e\u0947\u0902 \u0938\u093e\u0930\u093e\u0902\u0936 \u091f\u093f\u092a\u094d\u092a\u0923\u0940 \u0926\u0930\u094d\u091c \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0928\u0940\u091a\u0947 \u0926\u093f\u090f \u0917\u090f \u092c\u0949\u0915\u094d\u0938 \u0915\u093e \u0909\u092a\u092f\u094b\u0917 \u0915\u0930\u0947\u0902 \u0964

granotset=\u0917\u094d\u0930\u0947\u0921 \u092a\u094d\u0930\u0915\u093e\u0930 \u0928\u093f\u0930\u094d\u0927\u093e\u0930\u093f\u0924 \u0928\u0939\u0940\u0902 \u0939\u0948 \u0964 

hassum=\u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f {0} \u0915\u093e \u092a\u094d\u0930\u0938\u094d\u0924\u0941\u0924\u0940\u0915\u0930\u0923 \u0939\u0948\u0964

hasDraftSum=\u0915\u0941\u091b \u091b\u093e\u0924\u094d\u0930\u094b\u0902 \u0928\u0947 \u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u092a\u0930 \u0915\u093e\u092e \u0915\u0930\u0928\u093e \u0936\u0941\u0930\u0942 \u0915\u0930 \u0926\u093f\u092f\u093e \u0939\u0948 \u0932\u0947\u0915\u093f\u0928 \u0905\u092d\u0940 \u0924\u0915 \u091c\u092e\u093e \u0928\u0939\u0940\u0902 \u0915\u093f\u092f\u093e \u0939\u0948 \u0964 

inlin=\u0915\u0947\u0935\u0932 \u0907\u0928\u0932\u093e\u0907\u0928

inlinatt=\u0907\u0928\u0932\u093e\u0907\u0928 \u0914\u0930 \u0938\u0902\u0932\u0917\u094d\u0928\u0915


# months (used in chef_dateselectionwidget macro in VM_chef_library.vm)
jan=\u091c\u0928\u0935\u0930\u0940
feb=\u092b\u093c\u0930\u0935\u0930\u0940
mar=\u092e\u093e\u0930\u094d\u091a
apr=\u0905\u092a\u094d\u0930\u0948\u0932
may=\u092e\u0908
jun=\u091c\u0942\u0928
jul=\u091c\u0941\u0932\u093e\u0908
aug=\u0905\u0917\u0938\u094d\u0924
sep=\u0938\u093f\u0924\u0902\u092c\u0930
oct=\u0905\u0915\u094d\u091f\u0942\u092c\u0930
nov=\u0928\u0935\u092e\u094d\u092c\u0930
dec=\u0926\u093f\u0938\u0902\u092c\u0930

dateselectionwidget.day=\u0926\u093f\u0928 \u091a\u0941\u0928\u0947\u0902 
dateselectionwidget.month=\u092e\u0939\u0940\u0928\u093e \u091a\u0941\u0928\u0947\u0902  
dateselectionwidget.year=\u0935\u0930\u094d\u0937 \u091a\u0941\u0928\u0947\u0902
dateselectionwidget.hour=\u0918\u0902\u091f\u0947 \u0915\u093e \u091a\u092f\u0928 \u0915\u0930\u0947\u0902
dateselectionwidget.minute=\u092e\u093f\u0928\u091f \u091a\u0941\u0928\u0947\u0902
dateselectionwidget.ampm=AM \u092f\u093e PM \u0915\u093e \u091a\u092f\u0928 \u0915\u0930\u0947\u0902

letter=\u0905\u0915\u094d\u0937\u0930 \u0917\u094d\u0930\u0947\u0921

lisofass1=\u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u0938\u0942\u091a\u0940

lisofass2=\u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u0938\u0942\u091a\u0940 \u091b\u093e\u0924\u094d\u0930 \u0926\u094d\u0935\u093e\u0930\u093e 

listassig.sorbynum1=\u0938\u0902\u092a\u0942\u0930\u094d\u0923 \u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u0915\u0940 \u0938\u0902\u0916\u094d\u092f\u093e \u0938\u0947 \u0915\u094d\u0930\u092e\u092c\u0926\u094d\u0927 \u0915\u0930\u0947
listassig.sorbynum2=\u0905\u0928\u094d\u0917\u094d\u0930\u0926\u0947\u0926 \u092a\u094d\u0930\u0938\u094d\u0924\u0941\u0924\u0940\u0915\u0930\u0923 \u0915\u0940 \u0938\u0902\u0916\u094d\u092f\u093e \u0938\u0947 \u0915\u094d\u0930\u092e\u092c\u0926\u094d\u0927 \u0915\u0930\u0947
listassig.sorbyope=\u0916\u0941\u0932\u0940 \u0924\u093f\u0925\u093f \u0938\u0947 \u0915\u094d\u0930\u092e\u092c\u0926\u094d\u0927 \u0915\u0930\u0947
listassig.sorbysec=\u0916\u0902\u0921 \u0926\u094d\u0935\u093e\u0930\u093e \u0915\u094d\u0930\u092e\u092c\u0926\u094d\u0927 \u0915\u0930\u0947
list.sorbysta=\u0938\u094d\u0925\u093f\u0924\u093f \u0926\u094d\u0935\u093e\u0930\u093e \u0938\u0949\u0930\u094d\u091f \u0915\u0930\u0947\u0902
listassig.sorbytit=\u0936\u0940\u0930\u094d\u0937\u0915 \u0926\u094d\u0935\u093e\u0930\u093e \u0915\u094d\u0930\u092e\u092c\u0926\u094d\u0927 \u0915\u0930\u0947\u0902
listsub.grasub=\u0917\u094d\u0930\u0947\u0921 \u091c\u092e\u093e \u0915\u0930\u0947
listsub.nosub=\u0915\u0941\u091b \u091c\u092e\u093e \u0928\u0939\u0940 \u0939\u0948
listsub.sorbyrel=\u0935\u093f\u092e\u094b\u091a\u0928 \u0926\u094d\u0935\u093e\u0930\u093e \u0915\u094d\u0930\u092e\u092c\u0926\u094d\u0927 \u0915\u0930\u0947
listsub.sorbysub=\u091c\u092e\u093e \u0958\u0930\u0928\u0947 \u0915\u0947 \u0938\u092e\u092f \u0905\u0928\u0941\u0938\u093e\u0930 \u0915\u094d\u0930\u092e\u092c\u0926\u094d\u0927 \u0915\u0930\u0947

new=\u091c\u094b\u0921\u093c\u0928\u093e
new.title=\u0928\u092f\u093e \u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u091c\u094b\u0921\u093c\u0947\u0902
edit=-\u0938\u0902\u092a\u093e\u0926\u093f\u0924 \u0915\u0930\u0947\u0902
newass=\u0928\u092f\u093e \u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f

newassig.comfor=\u092a\u0942\u0930\u093e \u092b\u093e\u0930\u094d\u092e \u0914\u0930 \u092b\u093f\u0930 \u0928\u0940\u091a\u0947 ''\u092a\u094b\u0938\u094d\u091f'' \u0915\u093e \u091a\u092f\u0928 \u0915\u0930\u0947\u0902 \u0964 \u090f\u0915 <span class\="reqStarInline" title\="Required"> *</span>  \u092e\u0924\u0932\u092c \u0906\u0935\u0936\u094d\u092f\u0915 \u091c\u093e\u0928\u0915\u093e\u0930\u0940 \u0939\u0948\u0964
newassig.opedat=\u0959\u0941\u0932\u0940 \u0924\u093f\u0925\u093f
newassig.selectmessage=\u090f\u0902\u091f\u0930 \u0926\u092c\u093e\u090f\u0901, \u0909\u0938\u0958\u0947 \u092c\u093e\u0926 \u0911\u0932\u094d\u091f + \u0905\u092a \u0914\u0930 \u0921\u093e\u090a\u0928 \u0924\u0940\u0930 \u0915\u093e \u0909\u092a\u092f\u094b\u0917 \u0915\u0930\u0947\u0902 \u092e\u0947\u0928\u0942 \u092e\u0947\u0902 \u0938\u094d\u0915\u094d\u0930\u0949\u0932 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f 
newassig.tosel=\u090f\u0915 \u0938\u0947 \u0905\u0927\u093f\u0915 \u0916\u0902\u0921 \u0915\u093e \u091a\u092f\u0928 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f\: 2 \u0914\u0930 \u092c\u093e\u0926 \u0915\u0947 \u0935\u0930\u094d\u0917\u094b\u0902 \u092a\u0930 \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0924\u0947 \u0938\u092e\u092f (PC - CTRL, Mac - Apple) \u0915\u0941\u0902\u091c\u0940 \u0915\u094b \u0926\u092c\u093e\u090f \u0930\u0916\u0947\u0902\u0964

newope=\u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f ''{0}'' \u0915\u0947 \u0932\u093f\u090f \u0928\u0935\u0940\u0928\u0940\u0915\u0943\u0924 \u0916\u0941\u0932\u0940 \u0924\u093e\u0930\u0940\u0916 {1} \u0939\u0948\u0964

opedat=\u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f ''{0}'' \u0915\u0947 \u0932\u093f\u090f \u0916\u0941\u0932\u0940 \u0924\u093e\u0930\u0940\u0916 {1} \u0939\u0948\u0964

passfail=\u0938\u092b\u0932 / \u0935\u093f\u092b\u0932 
pass=\u0938\u092b\u0932

permis=\u0905\u0928\u0941\u092e\u0924\u093f\u092f\u093e\u0901

plespethe1=\u0915\u0943\u092a\u092f\u093e \u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u0915\u093e \u0936\u0940\u0930\u094d\u0937\u0915 \u0928\u093f\u0930\u094d\u0926\u093f\u0937\u094d\u091f \u0915\u0930\u0947\u0902\u0964

plespethe2=\u0915\u0943\u092a\u092f\u093e \u0917\u094d\u0930\u0947\u0921 \u0928\u093f\u0930\u094d\u0926\u093f\u0937\u094d\u091f \u0915\u0930\u0947\u0902\u0964

plespethe3=\u0915\u0943\u092a\u092f\u093e \u0905\u0927\u093f\u0915 \u0938\u0947 \u0905\u0927\u093f\u0915 \u0905\u0902\u0915 \u0928\u093f\u0930\u094d\u0926\u093f\u0937\u094d\u091f \u0915\u0930\u0947\u0902\u0964

plesuse0=''{0}'' \u0905\u092e\u093e\u0928\u094d\u092f \u0939\u0948\u0964 \u0915\u0943\u092a\u092f\u093e \u0938\u0939\u0940 \u0917\u094d\u0930\u0947\u0921 \u0938\u094d\u091f\u094d\u0930\u093f\u0902\u0917 \u0915\u093e \u0909\u092a\u092f\u094b\u0917 \u0915\u0930\u0947\u0902\u0964

plesuse1=\u0915\u0943\u092a\u092f\u093e  \u0917\u094d\u0930\u0947\u0921 \u0915\u094d\u0937\u0947\u0924\u094d\u0930 \u0915\u0947 \u0932\u093f\u090f \u0928\u0902\u092c\u0930 \u0915\u093e \u092a\u094d\u0930\u092f\u094b\u0917 \u0915\u0930\u0947\u0902 \u0964

plesuse2=\u0915\u0943\u092a\u092f\u093e \u0915\u0947\u0935\u0932 \u090f\u0915 \u0926\u0936\u092e\u0932\u0935 \u0938\u094d\u0925\u093e\u0928 \u0915\u0947 \u0932\u093f\u090f \u0917\u094d\u0930\u0947\u0921 \u0915\u094d\u0937\u0947\u0924\u094d\u0930 \u0915\u093e \u0909\u092a\u092f\u094b\u0917 \u0915\u0930\u0947\u0902\u0964

plesuse3=\u0915\u0943\u092a\u092f\u093e \u0917\u094d\u0930\u0947\u0921 \u0915\u094d\u0937\u0947\u0924\u094d\u0930 \u0915\u0947 \u0932\u093f\u090f \u0938\u0915\u093e\u0930\u093e\u0924\u094d\u092e\u0915 \u0938\u0902\u0916\u094d\u092f\u093e \u092f\u093e \u0936\u0942\u0928\u094d\u092f \u0915\u093e \u0909\u092a\u092f\u094b\u0917 \u0915\u0930\u0947\u0902 \u0964

plesuse4={0} \u0938\u093f\u0938\u094d\u091f\u092e \u0926\u094d\u0935\u093e\u0930\u093e \u0938\u094d\u0935\u0940\u0915\u0943\u0924 \u0905\u0927\u093f\u0915\u0924\u092e \u092e\u093e\u0928 \u0938\u0947 \u0905\u0927\u093f\u0915 \u0939\u0948\u0964 \u0915\u0943\u092a\u092f\u093e \u0910\u0938\u093e \u092e\u0942\u0932\u094d\u092f \u090f\u0902\u091f\u0930 \u0915\u0930\u0947\u0902 \u091c\u094b {1} \u0938\u0947 \u092c\u095c\u093e \u0928 \u0939\u094b\u0964

points=\u0905\u0902\u0915

prevassig.hidass=\u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u091b\u0941\u092a\u093e\u090f\u0901
prevassig.hidstuvie=\u091b\u093e\u0924\u094d\u0930 \u0926\u0943\u0936\u094d\u092f \u091b\u093f\u092a\u093e\u090f\u0901
prevassig.preass=\u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u0915\u093e \u092a\u0942\u0930\u094d\u0935\u093e\u0935\u0932\u094b\u0915\u0928 \u0915\u0930\u0947
prevassig.shoass=\u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u0926\u093f\u0916\u093e\u090f\u0901
prevassig.shostuvie=\u091b\u093e\u0924\u094d\u0930 \u0926\u0943\u0936\u094d\u092f \u0926\u093f\u0916\u093e\u090f\u0901

releas=\u091c\u093e\u0930\u0940 \u0915\u093f\u092f\u093e \u0917\u092f\u093e

relgrad=\u0917\u094d\u0930\u0947\u0921 \u095b\u093e\u0930\u0940 \u0915\u093f\u090f
relcommented=\u091f\u093f\u092a\u094d\u092a\u0923\u0940 \u0915\u093f\u090f \u0939\u0941\u090f \u0915\u094b \u095b\u093e\u0930\u0940 \u0915\u0930\u0947

repsubmi.sorbysca=\ \u092a\u0948\u092e\u093e\u0928\u0947 \u0926\u094d\u0935\u093e\u0930\u093e \u0938\u0949\u0930\u094d\u091f \u0915\u0930\u0947\u0902
repsubmi.sorbytur=\u092c\u0926\u0932\u0940 \u0917\u0908 \u0924\u093e\u0930\u0940\u0916 \u0958\u0947 \u0905\u0928\u0941\u0938\u093e\u0930 \u0915\u094d\u0930\u092e\u092c\u0926\u094d\u0927 \u0915\u0930\u0947\u0902

return=\u0932\u094c\u091f\u093e \u0926\u093f\u092f\u093e \u095a\u092f\u093e

setperfor=\u0915\u093e\u0930\u094d\u092f\u0938\u094d\u0925\u0932 \u092e\u0947\u0902 \u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u0915\u0947 \u0932\u093f\u090f \u0905\u0928\u0941\u092e\u0924\u093f\u092f\u093e\u0901 \u0938\u0947\u091f \u0915\u0930\u0947\u0902

somelsis_assignment=\u0915\u094b\u0908 \u0914\u0930 \u0907\u0938 \u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f ''{0}'' \u0915\u094b \u0938\u0902\u092a\u093e\u0926\u093f\u0924 \u0915\u0930 \u0930\u0939\u093e \u0939\u0948\u0964

somelsis_submission=\u0915\u094b\u0908 \u0914\u0930 \u0907\u0938 \u0938\u092c\u092e\u093f\u0936\u0928 ''{0}'' \u0915\u094b \u0938\u0902\u092a\u093e\u0926\u093f\u0924 \u0915\u0930 \u0930\u0939\u093e \u0939\u0948\u0964

somelsis_assignmentContent=\u0915\u094b\u0908 \u0914\u0930 \u0907\u0938 \u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u0938\u093e\u092e\u0917\u094d\u0930\u0940 ''{0}'' \u0915\u094b \u0938\u0902\u092a\u093e\u0926\u093f\u0924 \u0915\u0930 \u0930\u0939\u093e \u0939\u0948\u0964

somelsis_calendar=\u0915\u094b\u0908 \u0913\u0930 \u092f\u0939 \u0915\u0948\u0932\u0947\u0902\u0921\u0930 \u0938\u0902\u092a\u093e\u0926\u093f\u0924 \u0915\u0930 \u0930\u0939\u093e \u0939\u0948\u0964

sort.summary=\u0924\u093e\u0932\u093f\u0915\u093e, \u0938\u0949\u0930\u094d\u091f \u0915\u0940 \u0917\u0908 \u0906\u0907\u091f\u092e \u0930\u0916\u0924\u0940 \u0939\u0948\u0964 \u0926\u0942\u0938\u0930\u093e \u0915\u0949\u0932\u092e \u0906\u0907\u091f\u092e \u090a\u092a\u0930 \u0932\u0947 \u091c\u093e\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0932\u093f\u0902\u0915 \u0930\u0916\u0924\u093e \u0939\u0948\u0964 \u0924\u0940\u0938\u0930\u093e\: \u0928\u0940\u091a\u0947 \u0938\u094d\u0925\u093e\u0928\u093e\u0902\u0924\u0930\u093f\u0924 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0932\u093f\u0902\u0915  \u0930\u0916\u0924\u093e \u0939\u0948\u0964 \u0905\u0902\u0924\u093f\u092e\: \u0906\u0907\u091f\u092e \u0915\u094b \u0935\u093f\u0936\u093f\u0937\u094d\u091f \u0938\u094d\u0925\u093e\u0928 \u092a\u0930 \u0932\u0947 \u091c\u093e\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u091a\u0941\u0928\u0947
sort.caption=\ \u0939\u0932 \u0915\u093f\u090f \u091c\u093e\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0938\u0902\u0938\u093e\u0927\u0928\u094b\u0902 \u0915\u0940 \u0938\u0942\u091a\u0940
sort.moveup=\u090a\u092a\u0930 \u091c\u093e\u090f\u0902
sort.movedn=\u0928\u0940\u091a\u0947 \u091c\u093e\u090f\u0902

stulistassig.asshasbee1=(\u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u0915\u094b \u0939\u091f\u093e \u0926\u093f\u092f\u093e \u0917\u092f\u093e \u0939\u0948)
stulistassig.selanass1=\u0928\u0940\u091a\u0947 \u0926\u093f\u090f \u0917\u090f \u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f\u094d\u0938 \u0915\u0940 \u0938\u0942\u091a\u0940, \u091c\u0948\u0938\u0947 \u090f\u0915 \u091b\u093e\u0924\u094d\u0930 \u092f\u0939 \u0926\u0947\u0916 \u0938\u0915\u0924\u093e \u0939\u0948 \u092c\u093f\u0932\u094d\u0915\u0941\u0932 \u0909\u0938\u0940 \u0930\u0942\u092a \u092e\u0947\u0902 \u0938\u0942\u091a\u0940 \u092a\u094d\u0930\u0915\u091f \u0939\u094b\u0924\u0940 \u0939\u0948\u0964 ''\u091b\u093e\u0924\u094d\u0930 \u0915\u0947 \u0930\u0942\u092a \u092e\u0947\u0902 \u0938\u092c\u092e\u093f\u091f \u0915\u0930\u0947\u0902'' \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0915\u0947, \u0906\u092a \u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u0915\u0947 \u092e\u093e\u0927\u094d\u092f\u092e \u0938\u0947 \u0915\u093e\u092e \u0915\u0930 \u0938\u0915\u0924\u0947 \u0939\u0948\u0902 \u092c\u093f\u0932\u094d\u0915\u0941\u0932 \u090f\u0915 \u091b\u093e\u0924\u094d\u0930 \u0915\u0947 \u0930\u0942\u092a \u092e\u0947\u0902, \u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u0938\u092c\u092e\u093f\u091f \u0915\u0930\u0928\u0947 \u0938\u0939\u093f\u0924\u0964
stulistassig.selanass=\u0935\u093f\u0935\u0930\u0923 \u0926\u0947\u0916\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u090f\u0915 \u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u0915\u093e \u091a\u092f\u0928 \u0915\u0930\u0947\u0902, \u0915\u093e\u092e \u0915\u0930\u0928\u093e \u0936\u0941\u0930\u0942 \u0915\u0930\u0947\u0902 \u092f\u093e \u0905\u092a\u0928\u0947 \u092a\u093f\u091b\u0932\u0947 \u0915\u093e\u092e \u0915\u094b \u0938\u0902\u092a\u093e\u0926\u093f\u0924 \u0915\u0930\u0947\u0902\u0964

stulistsunbm.chotri=\u090f\u0915 \u091b\u093e\u0924\u094d\u0930 \u0915\u0940 \u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u0915\u0940 \u0938\u094d\u0925\u093f\u0924\u093f \u0926\u0947\u0916\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0924\u094d\u0930\u093f\u0915\u094b\u0923\u0940\u092f \u091a\u093f\u0939\u094d\u0928 \u0915\u093e \u091a\u092f\u0928 \u0915\u0930\u0947\u0902\u0964
stulistsunbm.hidstuass=\u091b\u093e\u0924\u094d\u0930 \u0915\u0940 \u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f\u094d\u0938/\u092a\u094d\u0930\u0938\u094d\u0924\u0941\u0924\u093f\u092f\u093e\u0901 \u091b\u0941\u092a\u093e\u090f\u0901
stulistsunbm.listhestu=\u0939\u0930 \u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u0915\u0947 \u0932\u093f\u090f \u091b\u093e\u0924\u094d\u0930 \u0938\u092c\u092e\u093f\u0936\u0928 \u0915\u0940 \u0938\u0942\u091a\u0940\u0964 \u0915\u0949\u0932\u092e 1\: \u091b\u093e\u0924\u094d\u0930 \u0928\u093e\u092e - \u0935\u093f\u0938\u094d\u0924\u093e\u0930 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0947\u0902\u0964 \u091c\u092c \u0935\u093f\u0938\u094d\u0924\u093e\u0930\u093f\u0924 \u0915\u093f\u092f\u093e, \u0915\u0949\u0932\u092e 2-5 \u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u0936\u0940\u0930\u094d\u0937\u0915, \u092a\u094d\u0930\u0938\u094d\u0924\u0941\u0924 \u0915\u0930\u0928\u0947, \u0938\u094d\u0925\u093f\u0924\u093f, \u0914\u0930 \u0917\u094d\u0930\u0947\u0921 \u092a\u094d\u0930\u0926\u0930\u094d\u0936\u093f\u0924 \u0915\u0930\u0947\u0902\u0964 
stulistsunbm.shostuass=\u091b\u093e\u0924\u094d\u0930 \u0915\u0940 \u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f\u094d\u0938/\u092a\u094d\u0930\u0938\u094d\u0924\u0941\u0924\u093f\u092f\u093e\u0901 \u0926\u093f\u0916\u093e\u090f\u0901

stupresub.max=\u0905\u0927\u093f\u0915\u0924\u092e
stuviewgrad.thegradet=\u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u0938\u092c\u092e\u093f\u0936\u0928 \u0915\u093e \u0917\u094d\u0930\u0947\u0921\u093f\u0902\u0917 \u0935\u093f\u0938\u094d\u0924\u093e\u0930

stuviewsubm.asshasbee2=\u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u0935\u0930\u094d\u0917\u0940\u0915\u0943\u0924/\u091f\u093f\u092a\u094d\u092a\u0923\u0940 \u0915\u0940 \u0917\u0908 \u0939\u0948\u0964
stuviewsubm.asshasbee3=\u092a\u0930 \u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u092a\u0941\u0928\: \u092a\u094d\u0930\u0938\u094d\u0924\u0941\u0924 \u0915\u093f\u092f\u093e \u0917\u092f\u093e \u0939\u0948
stuviewsubm.asshasbee4=\u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u092a\u0930 \u0932\u094c\u091f\u093e \u0926\u093f\u092f\u093e \u0917\u092f\u093e \u0939\u0948
stuviewsubm.asshasnot=\u092b\u0949\u0930\u094d\u092e \u0915\u094b \u092a\u0942\u0930\u093e \u0915\u0930\u0947\u0902, \u0924\u092c \u0928\u0940\u091a\u0947 \u0909\u092a\u092f\u0941\u0915\u094d\u0924 \u092c\u091f\u0928 \u091a\u0941\u0928\u0947\u0902\u0964
stuviewsubm.assattonly=\u0905\u0928\u0941\u0932\u0917\u094d\u0928\u0915 (\u0913\u0902) \u091c\u094b\u0921\u093c\u0947\u0902, \u0928\u0940\u091a\u0947 \u0938\u094d\u0925\u093f\u0924 \u0909\u091a\u093f\u0924 \u092c\u091f\u0928 \u091a\u0941\u0928\u0947\u0902\u0964
stuviewsubm.entbelo=\ \u0926\u094b\u092c\u093e\u0930\u093e \u0938\u0947 \u092a\u094d\u0930\u0938\u094d\u0924\u0941\u0924\u0940\u0915\u0930\u0923 \u091f\u0947\u0915\u094d\u0938\u094d\u091f \u0928\u0940\u091a\u0947 \u0926\u0930\u094d\u091c \u0915\u0930\u0947\u0902
stuviewsubm.plesub=\u0915\u0943\u092a\u092f\u093e \u0905\u092a\u0928\u0947 \u092a\u0930\u093f\u0935\u0930\u094d\u0924\u0928\u094b\u0902 \u0915\u0947 \u0938\u093e\u0925 \u092b\u093f\u0930 \u0938\u0947 \u091c\u092e\u093e \u0915\u0930\u0947\u0902\u0964
stuviewsubm.theassall2=\u092f\u0939 \u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u0915\u0947\u0935\u0932 \u0926\u0938\u094d\u0924\u093e\u0935\u0947\u091c\u093c \u0938\u0902\u0932\u0917\u094d\u0928 \u0926\u094d\u0935\u093e\u0930\u093e \u092a\u094d\u0930\u0938\u094d\u0924\u0941\u0924\u093f\u092f\u094b\u0902 \u0915\u0940 \u0905\u0928\u0941\u092e\u0924\u093f \u0926\u0947\u0924\u093e \u0939\u0948\u0964
stuviewsubm.theclodat=\u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u0915\u0947 \u092c\u0902\u0926 \u0939\u094b\u0928\u0947 \u0915\u0940 \u0924\u093f\u0925\u093f \u092c\u0940\u0924 \u091a\u0941\u0915\u093e \u0939\u0948\u0964 \u0905\u092c \u0906\u092a \u0914\u0930 \u090f\u0915 \u091c\u0935\u093e\u092c \u092a\u094d\u0930\u0938\u094d\u0924\u0941\u0924 \u0928\u0939\u0940\u0902 \u0915\u0930 \u0938\u0915\u0924\u0947 \u0939\u0948\u0902\u0964
stuviewsubm.youatt=\u0906\u092a\u0915\u0940 \u0905\u0928\u0941\u0932\u0917\u094d\u0928 \u0938\u092c\u092e\u093f\u0936\u0928
stuviewsubm.submissatt=\u092a\u094d\u0930\u0938\u094d\u0924\u0941\u0924 \u0905\u0928\u0941\u0932\u0917\u094d\u0928\u0915 (\u0913\u0902) (attachments)
stuviewsubm.listsummary=\u0938\u0902\u0932\u0917\u094d\u0928\u0915\u094b\u0902 \u0915\u0940 \u0938\u0942\u091a\u0940\u0964 \u0915\u0949\u0932\u092e 1\: \u0905\u0928\u0941\u0932\u0917\u094d\u0928\u0915 \u0932\u093f\u0902\u0915; \u0915\u0949\u0932\u092e 2\: \u0905\u0928\u0941\u0932\u0917\u094d\u0928\u0915 \u0915\u0947 \u0917\u0941\u0923; \u0915\u0949\u0932\u092e 3\: \u0905\u0928\u0941\u0932\u0917\u094d\u0928\u0915 \u0938\u0942\u091a\u0940 \u0938\u0947 \u0928\u093f\u0915\u093e\u0932\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0932\u093f\u0902\u0915
stuviewsubm.removeatt=\u0928\u093f\u0915\u093e\u0932\u0947\u0902
stuviewsubm.attfromcomputerlabel=\u0915\u0902\u092a\u094d\u092f\u0942\u091f\u0930 \u0938\u0947 \u0915\u093f\u0938\u0940 \u092b\u093c\u093e\u0907\u0932 \u0915\u093e \u091a\u092f\u0928 \u0915\u0930\u0947\u0902
stuviewsubm.attfromcomputerlabelmore=\u0915\u0902\u092a\u094d\u092f\u0942\u091f\u0930 \u0938\u0947 \u0905\u0927\u093f\u0915 \u092b\u093c\u093e\u0907\u0932\u094b\u0902 \u0915\u093e \u091a\u092f\u0928 \u0915\u0930\u0947\u0902
stuviewsubm.attfromserverlabel=\u092f\u093e \u0915\u093e\u0930\u094d\u092f\u0938\u094d\u0925\u093e\u0928 \u092f\u093e \u0938\u093e\u0907\u091f \u0938\u0947 \u092b\u093c\u093e\u0907\u0932\u094b\u0902 \u0915\u093e \u091a\u092f\u0928 \u0915\u0930\u0947\u0902
stuviewsubm.attfromserverlabelmore=\u092f\u093e \u0915\u093e\u0930\u094d\u092f\u0938\u094d\u0925\u093e\u0928 \u092f\u093e \u0938\u093e\u0907\u091f \u0938\u0947 \u0905\u0927\u093f\u0915 \u092b\u093c\u093e\u0907\u0932\u094b\u0902 \u0915\u093e \u091a\u092f\u0928 \u0915\u0930\u0947\u0902
feedbacktext=\u092a\u094d\u0930\u0924\u093f\u092a\u0941\u0937\u094d\u091f\u093f \u092a\u093e\u0920
stuviewsubm.submitreminder=\u0938\u0939\u0947\u091c\u0928\u0947 \u092f\u093e \u0938\u092c\u092e\u093f\u091f \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u092e\u0924 \u092d\u0942\u0932\u0928\u093e
stuviewsubm.reminder=\u0938\u092c\u092e\u093f\u091f \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u092e\u0924 \u092d\u0942\u0932\u0928\u093e
feedbackcomment=\u092a\u094d\u0930\u0924\u093f\u0915\u094d\u0930\u093f\u092f\u093e \u091f\u093f\u092a\u094d\u092a\u0923\u0940

# Taggable
tag.emptylist=\u0935\u0939\u093e\u0901 \u092a\u094d\u0930\u0926\u0930\u094d\u0936\u093f\u0924 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0915\u094b\u0908 \u091f\u0948\u0917 \u0928\u0939\u0940\u0902 \u0939\u0948\u0902\u0964
tag.tags=\u091f\u0948\u0917
tag.list.summary=\u0924\u093e\u0932\u093f\u0915\u093e \u092e\u0947\u0902 \u0935\u0930\u094d\u0924\u092e\u093e\u0928 \u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u0915\u0947 \u0938\u093e\u0925 \u091c\u0941\u0921\u093c\u0947 \u091f\u0948\u0917 \u0915\u0940 \u0938\u0942\u091a\u0940 \u0939\u094b\u0924\u0940 \u0939\u0948\u0964

theassiid_isnotval=\u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u0906\u0908\u0921\u0940 ''{0}'' \u092e\u093e\u0928\u094d\u092f \u0928\u0939\u0940\u0902 \u0939\u0948\u0964

theassiid_hasnotbee=\u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u0906\u0908\u0921\u0940 ''{0}'' \u0915\u093e \u0909\u092a\u092f\u094b\u0917 \u0928\u0939\u0940\u0902 \u0915\u093f\u092f\u093e \u0917\u092f\u093e \u0939\u0948\u0964

theassicon=\u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u0938\u093e\u092e\u0917\u094d\u0930\u0940 \u0915\u093f\u0938\u0940 \u0905\u0928\u094d\u092f \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0926\u094d\u0935\u093e\u0930\u093e \u0938\u0902\u092a\u093e\u0926\u093f\u0924 \u0915\u093f\u092f\u093e \u091c\u093e \u0930\u0939\u093e \u0939\u0948\u0964

theisno=\ \u0910\u0938\u093e \u0915\u094b\u0908 \u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u0928\u0939\u0940 \u0939\u0948\u0964

theisnostudent=\u0935\u0939\u093e\u0901 \u0915\u094b\u0908 \u0935\u093f\u0926\u094d\u092f\u093e\u0930\u094d\u0925\u0940 \u0928\u0939\u0940 \u0939\u0948\u0964

thiasshas=\u0907\u0938 \u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u092e\u0947\u0902 \u0915\u094b\u0908 \u0928\u093f\u0930\u094d\u0926\u0947\u0936 \u0928\u0939\u0940\u0902 \u0926\u093f\u092f\u093e \u0939\u0948\u0964 \u0915\u0943\u092a\u092f\u093e \u0938\u0941\u0927\u093e\u0930 \u0915\u0930\u0947\u0902 \u092f\u093e \u0906\u0917\u0947 \u092c\u0922\u093c\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u092e\u0942\u0932 \u092c\u091f\u0928 \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0947\u0902\u0964

ungra=\u0905\u0928\u0917\u094d\u0930\u0947\u0921\u093f\u0921
fail=\u0935\u093f\u092b\u0932
viewassig.datcre=\u092c\u0928\u093e\u092f\u093e \u0917\u092f\u093e \u0926\u093f\u0928\u093e\u0902\u0915
viewassig.shoassinf=\u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u091c\u093e\u0928\u0915\u093e\u0930\u0940 \u0926\u093f\u0916\u093e\u090f\u0901
viewassig.theassall1=\u092f\u0939 \u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u0926\u094b\u0928\u094b\u0902 \u092a\u093e\u0920 \u092e\u0947\u0902 \u091f\u093e\u0907\u092a \u0915\u093f\u092f\u093e \u0914\u0930/\u092f\u093e \u0926\u0938\u094d\u0924\u093e\u0935\u0947\u091c\u094b\u0902 \u0938\u0902\u0932\u0917\u094d\u0928 \u0915\u0940 \u0905\u0928\u0941\u092e\u0924\u093f \u0926\u0947\u0924\u093e \u0939\u0948\u0964 \u0928\u0940\u091a\u0947 \u0926\u093f\u090f \u0917\u090f \u092c\u0949\u0915\u094d\u0938 \u092e\u0947\u0902 \u0905\u092a\u0928\u0940 \u091f\u093f\u092a\u094d\u092a\u0923\u0940 \u092e\u0947\u0902 \u0932\u093f\u0916\u0947\u0902, \u0914\u0930 \u0905\u0928\u094d\u092f \u0926\u0938\u094d\u0924\u093e\u0935\u0947\u091c \u0906\u092a\u0915\u0947 \u0938\u092c\u092e\u093f\u0936\u0928 \u0915\u0947 \u092d\u093e\u0917 \u0915\u0947 \u0930\u0942\u092a \u092e\u0947\u0902 \u0936\u093e\u092e\u093f\u0932 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0905\u0928\u0941\u0932\u0917\u094d\u0928\u0915 \u091c\u094b\u0921\u093c\u0947\u0902 \u092c\u091f\u0928 \u0915\u093e \u0909\u092a\u092f\u094b\u0917 \u0915\u0930\u0947\u0902\u0964 \u092c\u093e\u0930-\u092c\u093e\u0930 \u0915\u093e\u092e \u0915\u0930\u0924\u0947 \u0935\u0915\u094d\u0924 \u092c\u091a\u093e\u090f\u0964
viewassig.theassall3=\u092f\u0939 \u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u0915\u0947\u0935\u0932 \u0926\u0938\u094d\u0924\u093e\u0935\u0947\u091c\u093c \u0938\u0902\u0932\u0917\u094d\u0928 \u0926\u094d\u0935\u093e\u0930\u093e \u092a\u094d\u0930\u0938\u094d\u0924\u0941\u0924\u093f\u092f\u093e\u0901 \u0915\u0930\u0928\u0947 \u0915\u0940 \u0905\u0928\u0941\u092e\u0924\u093f \u0926\u0947\u0924\u093e \u0939\u0948\u0964 1 \u092f\u093e \u0905\u0927\u093f\u0915 \u0926\u0938\u094d\u0924\u093e\u0935\u0947\u091c\u093c \u0905\u0928\u0941\u0932\u0917\u094d\u0928 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0928\u0940\u091a\u0947 \u0905\u0928\u0941\u0932\u0917\u094d\u0928\u0915 \u091c\u094b\u0921\u093c\u0947\u0902 \u092c\u091f\u0928 \u0915\u093e \u0909\u092a\u092f\u094b\u0917 \u0915\u0930\u0947\u0902\u0964
viewassig.theassall5=\u092f\u0939  \u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u0915\u0947\u0935\u0932 \u0928\u0940\u091a\u0947 \u0926\u093f\u090f \u0917\u090f \u092a\u093e\u0920 \u092c\u0949\u0915\u094d\u0938 \u0915\u093e \u0909\u092a\u092f\u094b\u0917 \u0915\u0930\u0928\u0947 \u0915\u0940 \u0905\u0928\u0941\u092e\u0924\u093f \u0926\u0947\u0924\u093e \u0939\u0948\u0964 \u0905\u092a\u0928\u0947 \u091c\u092e\u093e \u0958\u093f\u090f \u0939\u0941\u090f \u092e\u0947 \u0932\u093f\u0959\u0947\u0964 \u092c\u093e\u0930-\u092c\u093e\u0930 \u0915\u093e\u092e \u0915\u0930\u0924\u0947 \u0935\u0915\u094d\u0924 \u0938\u0939\u0947\u091c\u0947\u0902\u0964
viewassig.viewass1=\u0915\u093e\u0930\u094d\u092f\u092d\u093e\u0930(\u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f) \u0926\u0947\u0916 \u0930\u0939\u0947 \u0939\u0948\u0902...

youarenot_addAssignment=\u0906\u092a\u0915\u094b \u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u091c\u094b\u0921\u093c\u0928\u0947 \u0915\u0940 \u0905\u0928\u0941\u092e\u0924\u093f \u0928\u0939\u0940\u0902 \u0939\u0948\u0964

youarenot_addAssignmentContent=\u0906\u092a\u0915\u094b \u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u0938\u093e\u092e\u0917\u094d\u0930\u0940 \u091c\u094b\u0921\u093c\u0928\u0947 \u0915\u0940 \u0905\u0928\u0941\u092e\u0924\u093f \u0928\u0939\u0940\u0902 \u0939\u0948\u0964

youarenot_removeAssignment=\u0906\u092a\u0915\u094b \u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f id \= ''{0}'' \u0915\u094b \u0928\u093f\u0915\u093e\u0932\u0928\u0947 \u0915\u0940 \u0905\u0928\u0941\u092e\u0924\u093f \u0928\u0939\u0940\u0902 \u0939\u0948\u0902\u0964

youarenot11_c=\u0906\u092a\u0915\u094b \u0938\u093e\u092e\u0917\u094d\u0930\u0940 \u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f\u0906\u0908\u0921\u0940 \=  \u0915\u094b \u0928\u093f\u0915\u093e\u0932\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0905\u0928\u0941\u092e\u0924\u093f \u0939\u0948\u0902

youarenot_removeSubmission=\u0906\u092a\u0915\u094b \u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u0938\u092c\u092e\u093f\u0936\u0928 \u0906\u0908\u0921\u0940 \= ''{0}'' \u0915\u094b \u0928\u093f\u0915\u093e\u0932\u0928\u0947 \u0915\u0940 \u0905\u0928\u0941\u092e\u0924\u093f \u0928\u0939\u0940\u0902 \u0939\u0948\u0902

youarenot12=\u0906\u092a\u0915\u094b \u090f\u0915 \u091c\u0935\u093e\u092c \u092a\u094d\u0930\u0938\u094d\u0924\u0941\u0924 \u0915\u0930\u0928\u0947 \u0915\u0940 \u0905\u0928\u0941\u092e\u0924\u093f \u0928\u0939\u0940\u0902 \u0939\u0948\u0964

youarenot13=\u0906\u092a\u0915\u094b \u0915\u094b\u0908 \u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u0938\u092c\u092e\u093f\u091f \u0915\u0930\u0928\u0947 \u0915\u0940 \u0905\u0928\u0941\u092e\u0924\u093f \u0928\u0939\u0940\u0902 \u0939\u0948\u0964

youarenot_viewAssignment=\u0906\u092a\u0915\u094b \u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f ''{0}'' \u0915\u094b \u0926\u0947\u0916\u0928\u0947 \u0915\u0940 \u0905\u0928\u0941\u092e\u0924\u093f \u0928\u0939\u0940\u0902 \u0939\u0948\u0964

youarenot_editAssignment=\u0906\u092a\u0915\u094b \u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f ''{0}'' \u0915\u094b \u0938\u0902\u092a\u093e\u0926\u093f\u0924 \u0915\u0930\u0928\u0947 \u0915\u0940 \u0905\u0928\u0941\u092e\u0924\u093f \u0928\u0939\u0940\u0902 \u0939\u0948\u0964
youarenot_editSubmission=\u0906\u092a\u0915\u094b \u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u0938\u092c\u092e\u093f\u0936\u0928 ''{0}'' \u0915\u094b \u0938\u0902\u092a\u093e\u0926\u093f\u0924 \u0915\u0930\u0928\u0947 \u0915\u0940 \u0905\u0928\u0941\u092e\u0924\u093f \u0928\u0939\u0940\u0902 \u0939\u0948\u0964

youarenot_viewAssignmentContent=\u0906\u092a\u0915\u094b \u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u0938\u093e\u092e\u0917\u094d\u0930\u0940 ''{0}'' \u0915\u094b \u0926\u0947\u0916\u0928\u0947 \u0915\u0940 \u0905\u0928\u0941\u092e\u0924\u093f \u0928\u0939\u0940\u0902 \u0939\u0948\u0964

youarenot_viewSubmission=\u0906\u092a\u0915\u094b  \u092a\u094d\u0930\u0938\u094d\u0924\u0941\u0924 ''{0}'' \u0915\u094b \u0926\u0947\u0916\u0928\u0947 \u0915\u0940 \u0905\u0928\u0941\u092e\u0924\u093f \u0928\u0939\u0940\u0902 \u0939\u0948\u0964

youarenot17=\u0906\u092a \u0915\u093f\u0938\u0940 \u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u0915\u094b \u0928\u093f\u092f\u0924 \u0926\u093f\u0928\u093e\u0902\u0915 \u0915\u0947 \u092c\u093e\u0926 \u092e\u0947\u0902 \u0938\u0902\u0936\u094b\u0927\u0928 \u0915\u0930 \u0930\u0939\u0947 \u0939\u0948\u0902\u0964

youarenot18=\u0906\u092a\u0915\u094b \u092a\u094d\u0930\u0938\u094d\u0924\u0941\u0924 \u0915\u0930\u0928\u0947 \u0938\u0947 \u092a\u0939\u0932\u0947 \u0938\u092e\u094d\u092e\u093e\u0928 \u092a\u094d\u0930\u0924\u093f\u091c\u094d\u091e\u093e \u0915\u0940 \u091c\u093e\u0901\u091a \u0915\u0930\u0928\u0940 \u0939\u094b\u0917\u0940 \u0939\u0948\u0964

youarenot19=\u0906\u092a\u0915\u094b \u0915\u093e\u0930\u094d\u092f \u0915\u094b \u092a\u0941\u0928\: \u0915\u094d\u0930\u092e\u093e\u0902\u0915\u093f\u0924 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0905\u0928\u0941\u092e\u0924\u093f \u0928\u0939\u0940\u0902 \u0939\u0948\u0964

youarenot20=\u0906\u092a \u090f\u0915 \u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u0915\u094b \u0916\u0941\u0932\u0947 \u0924\u093e\u0930\u0940\u0916 \u0915\u0947 \u092c\u093e\u0926 \u0938\u0902\u0936\u094b\u0927\u0928 \u0915\u0930 \u0930\u0939\u0947 \u0939\u0948\u0902\u0964

youarenot4=\u0906\u092a\u0915\u094b \u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u0938\u092c\u092e\u093f\u0936\u0928 \u092c\u0928\u093e\u0928\u0947 \u0915\u0940 \u0905\u0928\u0941\u092e\u0924\u093f \u0928\u0939\u0940\u0902 \u0939\u0948\u0964

youarenot5=\u0906\u092a\u0915\u094b \u0921\u0941\u092a\u094d\u0932\u093f\u0915\u0947\u091f \u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u0915\u0930\u0928\u0947 \u0915\u0940 \u0905\u0928\u0941\u092e\u0924\u093f \u0928\u0939\u0940\u0902 \u0939\u0948\u0964

youarenot6=\u0906\u092a\u0915\u094b \u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u0915\u094b \u0938\u0902\u092a\u093e\u0926\u093f\u0924 \u0915\u0930\u0928\u0947 \u0915\u0940 \u0905\u0928\u0941\u092e\u0924\u093f \u0928\u0939\u0940\u0902 \u0939\u0948\u0964

youmust1=\u0906\u092a\u0915\u094b \u092a\u094d\u0930\u0938\u094d\u0924\u0941\u0924 \u0915\u0930\u0928\u0947 \u0938\u0947 \u092a\u0939\u0932\u0947 \u0915\u092e \u0938\u0947 \u0915\u092e \u090f\u0915 \u0926\u0938\u094d\u0924\u093e\u0935\u0947\u091c\u093c \u0905\u0928\u0941\u0932\u0917\u094d\u0928 \u0915\u0930\u0928\u0940 \u0939\u094b\u0917\u0940\u0964

youmust2=\u0906\u092a \u091a\u093e\u0939\u093f\u090f \u092f\u093e \u0924\u094b \u0905\u092a\u0928\u0947 \u091c\u0935\u093e\u092c \u092e\u0947\u0902 \u092a\u093e\u0920 \u0907\u0928\u092a\u0941\u091f \u092e\u0947\u0902 \u0932\u093f\u0916\u0947\u0902 \u092f\u093e \u092a\u094d\u0930\u0938\u094d\u0924\u0941\u0924 \u0915\u0930\u0928\u0947 \u0938\u0947 \u092a\u0939\u0932\u0947 \u0915\u092e \u0938\u0947 \u0915\u092e \u090f\u0915 \u0926\u0938\u094d\u0924\u093e\u0935\u0947\u091c\u093c \u0905\u0928\u0941\u0932\u0917\u094d\u0928 \u0915\u0930\u0947\u0902\u0964

youmust6=\u0906\u092a\u0915\u094b \u092a\u0939\u0932\u0947 \u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f\u094d(\u0938) \u0915\u093e \u091a\u092f\u0928 \u0915\u0930\u0928\u093e \u0939\u094b\u0917\u093e, \u0914\u0930 \u0924\u092c \u091a\u092f\u0928\u093f\u0924 \u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f\u094d(\u0938) \u0915\u094b \u0928\u0937\u094d\u091f \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0905\u0926\u094d\u092f\u0924\u0928 \u092c\u091f\u0928 \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0947\u0902\u0964

youmust7=\u0906\u092a\u0915\u094b \u092a\u094d\u0930\u0938\u094d\u0924\u0941\u0924 \u0915\u0930\u0928\u0947 \u0938\u0947 \u092a\u0939\u0932\u0947 \u092a\u093e\u0920 \u0907\u0928\u092a\u0941\u091f \u0915\u094d\u0937\u0947\u0924\u094d\u0930 \u092e\u0947\u0902 \u0905\u092a\u0928\u0947 \u091c\u0935\u093e\u092c \u092e\u0947\u0902 \u091f\u093e\u0907\u092a \u0915\u0930\u0928\u093e \u0939\u094b\u0917\u093e\u0964

#added during legacy tool refactoring
list.show=\u0926\u093f\u0916\u093e\u090f\u0901
list.itemsper=\u0906\u0907\u091f\u092e...
update=\u0905\u092a\u0921\u0947\u091f \u0915\u0930\u0947\u0902
subasstudent=\u091b\u093e\u0924\u094d\u0930 \u0915\u0947 \u0930\u0942\u092a \u092e\u0947\u0902 \u0938\u092c\u092e\u093f\u091f \u0915\u0930\u0947\u0902
alert.globalNavi=\u0905\u0917\u0930 \u0906\u092a \u0907\u0938 \u092a\u0943\u0937\u094d\u0920 \u0915\u0947 \u0924\u0932 \u092a\u0930 \u0915\u093f\u0938\u0940 \u092d\u0940 \u0915\u094d\u0930\u093f\u092f\u093e \u092c\u091f\u0928 \u0915\u094b \u0915\u094d\u0932\u093f\u0915 \u0915\u093f\u092f\u0947 \u092c\u093f\u0928\u093e \u092c\u093e\u0939\u0930 \u0928\u093f\u0915\u0932\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u091a\u0941\u0928\u0924\u0947 \u0939\u0948\u0902, \u0924\u094b \u0905\u092a\u0928\u093e \u0905\u092a\u0928\u0947 \u0915\u093e\u0930\u094d\u092f \u0916\u094b \u0926\u0947\u0917\u0947\u0902\u0964 \u0915\u0943\u092a\u092f\u093e \u0907\u0928\u092e\u0947\u0902 \u0938\u0947 \u090f\u0915 \u092c\u091f\u0928 \u0915\u093e \u091a\u092f\u0928 \u0915\u0930\u0947\u0902 \u092f\u093e \u0905\u092a\u0928\u0947 \u091a\u0941\u0928\u0947 \u0939\u0941\u090f \u092a\u0943\u0937\u094d\u0920 \u092e\u0947\u0902 \u0928\u0947\u0935\u093f\u0917\u0947\u091f \u0915\u0930\u0947\u0902 \u0914\u0930 \u0907\u0938 \u092a\u0943\u0937\u094d\u0920 \u092e\u0947\u0902 \u0905\u092a\u0928\u0947 \u0915\u093e\u092e \u0915\u093e \u092a\u0930\u093f\u0924\u094d\u092f\u093e\u0917 \u0915\u0930\u0947\u0902\u0964
viewassign=\u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u0926\u0947\u0916\u0947\u0902 \u0964
subexampleassign=\u0909\u0926\u093e\u0939\u0930\u0923 \u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u0938\u092c\u092e\u093f\u091f \u0915\u0930\u0947\u0902
viewexampleassign=\ \u0909\u0926\u093e\u0939\u0930\u0923 \u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u0926\u0947\u0916\u0947\u0902
assignmenttext=\u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u091f\u0947\u0915\u094d\u0938\u094d\u091f
submitforstudent=\u091b\u093e\u0924\u094d\u0930 \u0915\u0940 \u0913\u0930 \u0938\u0947 \u092d\u0947\u091c\u0947\u0902
resubmit=\u092b\u093f\u0930 \u0938\u0947 \u0938\u092c\u092e\u093f\u091f \u0915\u0930\u0947\u0902
viewsubmission=\u092a\u094d\u0930\u0938\u094d\u0924\u0941\u0924\u0940\u0915\u0930\u0923 \u0926\u0947\u0916\u0947\u0902
viewsubmissions=\u092a\u094d\u0930\u0938\u094d\u0924\u0941\u0924\u0940\u0915\u0930\u0923 \u0926\u0947\u0916\u0947\u0902
allowResubmit=\u092a\u0941\u0928\u0903 \u092a\u094d\u0930\u0938\u094d\u0924\u0941\u0924\u0940\u0915\u0930\u0923 \u0915\u0940 \u0905\u0928\u0941\u092e\u0924\u093f \u0926\u0947\u0902
allowGradeOverride=\u0917\u094d\u0930\u0947\u0921 \u0913\u0935\u0930\u0930\u093e\u0907\u0921\u094d\u0938 \u0905\u0938\u093e\u0907\u0928 \u0915\u0930\u0947\u0902
allowVisibleDate=\u0926\u0943\u0936\u094d\u092f\u092e\u093e\u0928 \u0926\u093f\u0928\u093e\u0902\u0915 \u0915\u093e \u0909\u092a\u092f\u094b\u0917 \u0915\u0930\u0947\u0902
gen.proces=\u092a\u094d\u0930\u0938\u0902\u0938\u094d\u0915\u0930\u0923......
gen.first=\u092a\u0939\u0932\u093e
gen.previous=\u092a\u093f\u091b\u0932\u093e
gen.next=\u0905\u0917\u0932\u093e
gen.last=\u0905\u0902\u0924\u093f\u092e

gen.remove=\u0928\u093f\u0915\u093e\u0932\u0947\u0902
gen.remove.q=\u0939\u091f\u093e\u090f\u0901?

addtogradebook=\u0917\u094d\u0930\u0947\u0921\u092c\u0941\u0915 \u092e\u0947\u0902 \u091c\u094b\u0921\u093c\u0947\u0902
addtogradebook.wrongGradeScale=\ \u091c\u092c \u0917\u094d\u0930\u0947\u0921 \u092a\u0948\u092e\u093e\u0928\u0947 \u0905\u0902\u0915 \u092a\u0930 \u0938\u0947\u091f \u0939\u0948 \u0917\u094d\u0930\u0947\u0921\u092c\u0941\u0915 \u090f\u0915\u0940\u0915\u0930\u0923 \u0915\u0947\u0935\u0932 \u0924\u092c \u0909\u092a\u0932\u092c\u094d\u0927 \u0939\u0948\u0964
addtogradebook.nonUniqueTitle=\u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f {0} \u092c\u0928\u093e\u092f\u093e \u0917\u092f\u093e \u0939\u0948, \u0932\u0947\u0915\u093f\u0928 \u090f\u0915 \u0939\u0940 \u0928\u093e\u092e \u0915\u093e \u0915\u094b\u0908 \u092e\u094c\u091c\u0942\u0926\u093e \u092a\u094d\u0930\u0935\u093f\u0937\u094d\u091f\u093f \u0915\u0947 \u0915\u093e\u0930\u0923 \u090f\u0915 \u0928\u0908 \u0917\u094d\u0930\u0947\u0921\u092c\u0941\u0915 \u092a\u094d\u0930\u0935\u093f\u0937\u094d\u091f\u093f \u0915\u0947 \u0938\u093e\u0925 \u0938\u0902\u092c\u0926\u094d\u0927 \u0928\u0939\u0940\u0902 \u0915\u093f\u092f\u093e \u0917\u092f\u093e \u0939\u0948\u0964 \u0915\u0943\u092a\u092f\u093e \u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u0915\u094b \u0938\u0902\u092a\u093e\u0926\u093f\u0924 \u0915\u0930\u0947\u0902 \u0914\u0930 \u090f\u0915 \u0905\u0926\u094d\u0935\u093f\u0924\u0940\u092f \u0936\u0940\u0930\u094d\u0937\u0915 \u092a\u094d\u0930\u0926\u093e\u0928 \u0915\u0930\u0924\u0947 \u0939\u0948\u0902\u0964
addtogradebook.illegalPoints=\u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u0917\u094d\u0930\u0947\u0921\u092c\u0941\u0915 \u092e\u0947\u0902 \u091c\u094b\u0921\u093c\u093e \u0928\u0939\u0940\u0902 \u091c\u093e \u0938\u0915\u0924\u093e\u0964 \u0917\u094d\u0930\u0947\u0921\u092c\u0941\u0915 \u0915\u094b \u091c\u094b\u0921\u093c\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f, \u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u0915\u094b \u0938\u0902\u092a\u093e\u0926\u093f\u0924 \u0915\u0930\u0947\u0902 \u0914\u0930 \u0905\u0902\u0915 \u0915\u0947 \u0932\u093f\u090f \u0936\u0942\u0928\u094d\u092f \u0938\u0947 \u0905\u0927\u093f\u0915 \u0915\u094b\u0908 \u092e\u093e\u0928 \u0926\u0930\u094d\u091c \u0915\u0930\u0947\u0902\u0964
addtogradebook.alertMessage=\u0905\u092a\u0935\u093e\u0926 \u0938\u093e\u0907\u091f \u0917\u094d\u0930\u0947\u0921\u092c\u0941\u0915, \u0905\u092a\u0935\u093e\u0926 \u0928\u0940\u091a\u0947 \u0930\u0939\u0940 \u091c\u092c\u0915\u093f\:

date.invalid=\u0905\u092e\u093e\u0928\u094d\u092f \u0926\u093f\u0928\u093e\u0902\u0915 {0} \u0915\u0947 \u0932\u093f\u090f \u0938\u0947\u091f \u0915\u0930\u0928\u093e\u0964
date.closedate=\u0938\u092e\u093e\u092a\u094d\u0924\u093f \u0926\u093f\u0928\u093e\u0902\u0915
date.resubmission.closedate=\u092b\u093f\u0930 \u0938\u0947 \u092a\u094d\u0930\u0938\u094d\u0924\u0941\u0924 \u0915\u0930\u0928\u0947 \u0915\u0947 \u092c\u0902\u0926 \u0939\u094b\u0928\u0947 \u0915\u0947 \u0924\u093f\u0925\u093f
date.allpurpose.releasedate=\u0938\u092d\u0940 \u0909\u0926\u094d\u0926\u0947\u0936\u094d\u092f \u092e\u0926 \u0915\u0947 \u0930\u093f\u0932\u0940\u091c \u0915\u0940 \u0924\u093e\u0930\u0940\u0916
date.allpurpose.retractdate=\u0938\u092d\u0940 \u0909\u0926\u094d\u0926\u0947\u0936\u094d\u092f \u092e\u0926 \u0915\u0947 \u0935\u093e\u092a\u0938 \u0932\u0947\u0928\u0947 \u0915\u0940 \u0924\u093f\u0925\u093f

gen.viewing=\u0926\u0947\u0916 \u0930\u0939\u0947 \u0939\u0948\u0902
gen.items=\u0906\u0907\u091f\u092e\u0938

gen.required=\u0906\u0935\u0936\u094d\u092f\u0915 \u0939\u0948
gen.notrequired=\u0906\u0935\u0936\u094d\u092f\u0915 \u0928\u0939\u0940\u0902

download.feedback.attachment=\u092a\u094d\u0930\u0924\u093f\u0915\u094d\u0930\u093f\u092f\u093e \u0905\u0928\u0941\u0932\u0917\u094d\u0928\u0915 (\u0913\u0902)
download.spreadsheet.title=\u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u0938\u092c\u092e\u093f\u0936\u0928 Excel \u092b\u093c\u093e\u0907\u0932
download.spreadsheet.site=\u0938\u093e\u0907\u091f\: 
download.spreadsheet.date=\u0926\u093f\u0928\u093e\u0902\u0915 \u0921\u093e\u0909\u0928\u0932\u094b\u0921 \u0915\u0930\u0947\u0902\: 
download.spreadsheet.column.userid=\u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0906\u0907\u0921\u0940
download.spreadsheet.column.name=\u0928\u093e\u092e

# AssignmentActivityProducer

## the column headers in grades.csv file in zip download
grades.id=\u092a\u094d\u0930\u0926\u0930\u094d\u0936\u0928 \u0906\u0908\u0921\u0940
grades.eid=\u0906\u0908\u0921\u0940
grades.lastname=\u0905\u0902\u0924\u093f\u092e \u0928\u093e\u092e
grades.firstname=\u092a\u094d\u0930\u0925\u092e \u0928\u093e\u092e
grades.grade=\u0917\u094d\u0930\u0947\u0921


#group related variables
displayto.site=\u0938\u093e\u0907\u091f \u0915\u0947 \u0932\u093f\u090f \u092a\u094d\u0930\u0926\u0930\u094d\u0936\u093f\u0924 \u0915\u0930\u0947\u0902
displayto.selected=\u091a\u092f\u0928\u093f\u0924 \u0938\u092e\u0942\u0939 \u0915\u0947 \u0932\u093f\u090f \u092a\u094d\u0930\u0926\u0930\u094d\u0936\u093f\u0924 \u0915\u0930\u0947\u0902

range.allgroups=\u0938\u093e\u0907\u091f

group=\u0938\u092e\u0942\u0939
groups=\u0938\u092e\u0942\u0939
group.list.summary=\u0924\u093e\u0932\u093f\u0915\u093e \u092e\u0947\u0902 \u0938\u092e\u0942\u0939\u094b\u0902 \u0915\u0940 \u0938\u0942\u091a\u0940 \u0936\u093e\u092e\u093f\u0932 \u0939\u0948\u0902\u0964 \u092a\u0939\u0932\u0947 \u0915\u0949\u0932\u092e \u091a\u0947\u0915\u092c\u0949\u0915\u094d\u0938 \u0915\u093e \u0939\u0948, \u0926\u0942\u0938\u0930\u0947 \u092e\u0947\u0902 \u0938\u092e\u0942\u0939 \u0928\u093e\u092e \u0936\u093e\u092e\u093f\u0932 \u0939\u0948\u0902, \u0924\u0940\u0938\u0930\u093e \u092e\u0947\u0902 \u0938\u092e\u0942\u0939 \u0935\u093f\u0935\u0930\u0923 \u0939\u0948\u0964 \u0939\u0948\u0921\u0930 \u0932\u093f\u0902\u0915 \u0915\u094d\u0930\u092e\u092c\u0926\u094d\u0927 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0907\u0938\u094d\u0924\u0947\u092e\u093e\u0932 \u0915\u093f\u092f\u093e \u091c\u093e \u0938\u0915\u0924\u093e \u0939\u0948\u0964
group.list.descr=\u0935\u0930\u094d\u0923\u0928

java.alert.youchoosegroup=\u0906\u092a\u0915\u094b \u0915\u092e \u0938\u0947 \u0915\u092e \u090f\u0915 \u0938\u092e\u0942\u0939 \u0915\u093e \u091a\u092f\u0928 \u0915\u0930\u0928\u0947 \u0915\u0940 \u091c\u0930\u0942\u0930\u0924 \u0939\u0948\u0964
java.alert.noGroupedAssignmentIntoGB=\u0906\u092a \u0917\u094d\u0930\u0947\u0921\u092c\u0941\u0915  \u092e\u0947\u0902 \u0938\u092e\u0942\u0939 \u092a\u0939\u0941\u0901\u091a \u0915\u0947 \u0938\u093e\u0925 \u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u0928\u0939\u0940\u0902 \u091c\u094b\u0921\u093c \u0938\u0915\u0924\u0947\u0964

nostudent=\u0938\u093e\u0907\u091f \u092e\u0947\u0902 \u0915\u094b\u0908 \u091b\u093e\u0924\u094d\u0930 \u0928\u0939\u0940 \u0939\u0948\u0964

grading=\u0917\u094d\u0930\u0947\u0921\u093f\u0902\u0917
grading.no=\u0917\u094d\u0930\u0947\u0921\u092c\u0941\u0915 \u092e\u0947\u0902 \u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u0928 \u091c\u094b\u0921\u093c\u0947\u0902
grading.no2=\u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u0915\u094b \u0917\u094d\u0930\u0947\u0921\u092c\u0941\u0915 \u0938\u0947 \u0938\u0902\u092c\u0926\u094d\u0927 \u0928\u0939\u0940\u0902 \u0915\u0930\u0947\u0902
grading.add=\u0917\u094d\u0930\u0947\u0921\u092c\u0941\u0915 \u092e\u0947\u0902 \u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u091c\u094b\u0921\u093c\u0947\u0902
grading.associate=\u092e\u094c\u091c\u0942\u0926\u093e \u0917\u094d\u0930\u0947\u0921\u092c\u0941\u0915 \u092a\u094d\u0930\u0935\u093f\u0937\u094d\u091f\u093f \u0915\u0947 \u0938\u093e\u0925 \u0938\u0902\u092c\u0926\u094d\u0927 \u0915\u0930\u0947\u0902
grading.associate.warn=\u0915\u094d\u0937\u092e\u093e \u0915\u0930\u0947\u0902\! \u0906\u092a\u0915\u094b \u0910\u0938\u093e \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u090f\u0915 \u092c\u093f\u0902\u0926\u0941 \u0917\u094d\u0930\u0947\u0921 \u0932\u0947\u0928\u0947 \u0915\u0940 \u091c\u0930\u0942\u0930\u0924 \u0939\u0948\u0964
grading.associate.alert=\u0906\u092a\u0915\u094b \u090f\u0915 \u0917\u094d\u0930\u0947\u0921\u092c\u0941\u0915 \u092a\u094d\u0930\u0935\u093f\u0937\u094d\u091f\u093f \u0915\u093e \u091a\u092f\u0928 \u0915\u0930\u0928\u093e \u0939\u094b\u0917\u093e\u0964
grading.select=\u090f\u0915 \u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u0915\u093e \u091a\u092f\u0928 \u0915\u0930\u0947\u0902
grading.alert.draft.beforeclosedate=\u0938\u094d\u0935\u0940\u0915\u093e\u0930 \u091c\u092c \u0924\u0915 \u0924\u093f\u0925\u093f \u0905\u092d\u0940 \u0924\u0915 \u092a\u093e\u0930\u093f\u0924 \u0928\u0939\u0940\u0902 \u0939\u0941\u0908 \u0939\u0948, \u0914\u0930 \u0907\u0938 \u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u092a\u0930 \u0905\u092c \u092d\u0940 \u091b\u093e\u0924\u094d\u0930 \u0926\u094d\u0935\u093e\u0930\u093e \u0915\u093e\u092e \u0915\u093f\u092f\u093e \u091c\u093e \u0938\u0915\u0924\u093e \u0939\u0948\u0964 \u0906\u092a \u0938\u0941\u0928\u093f\u0936\u094d\u091a\u093f\u0924 \u0915\u0930\u0947\u0902 \u0915\u093f \u0906\u092a \u0917\u094d\u0930\u0947\u0921 \u091a\u093e\u0939\u0924\u0947 \u0939\u0948\u0902?
grading.unassigned=\u0905\u0938\u093e\u0907\u0928 \u0928\u0939\u0940\u0902 \u0915\u093f\u092f\u093e \u0917\u092f\u093e
grading.ofcategory=\u0936\u094d\u0930\u0947\u0923\u0940 \u0915\u093e 
grading.categorylist=(\u0935\u0948\u0915\u0932\u094d\u092a\u093f\u0915) \u090f\u0915 \u0917\u094d\u0930\u0947\u0921\u092c\u0941\u0915 \u0936\u094d\u0930\u0947\u0923\u0940 \u091a\u0941\u0928\u0947\u0902
access=\u092a\u0939\u0941\u0901\u091a
grading.alert.multiTab=\u0906\u092a\u0915\u0947 \u0917\u094d\u0930\u0947\u0921, \u091f\u093f\u092a\u094d\u092a\u0923\u093f\u092f\u093e\u0901 \u0914\u0930 \u092b\u0940\u0921\u092c\u0948\u0915 \u0938\u0939\u0947\u091c\u0947 \u0928\u0939\u0940\u0902 \u0917\u090f \u0939\u0948\u0902\u0964 \u0906\u092a\u0915\u094b \u0909\u0928\u094d\u0939\u0947\u0902 \u092b\u093f\u0930 \u0938\u0947 \u0926\u0930\u094d\u091c \u0915\u0930\u0928\u0947 \u0915\u0940 \u0906\u0935\u0936\u094d\u092f\u0915\u0924\u093e \u0939\u094b\u0917\u0940\u0964 \u0906\u092a \u0915\u0947\u0935\u0932 \u090f\u0915 \u0938\u092e\u092f \u092e\u0947\u0902 \u090f\u0915 \u091b\u093e\u0924\u094d\u0930 \u0938\u092c\u092e\u093f\u0936\u0928 \u0916\u094b\u0932 \u0938\u0915\u0924\u0947 \u0939\u0948\u0902\u0964 \u092f\u0926\u093f \u0906\u092a \u090f\u0915 \u0926\u0942\u0938\u0930\u0947 \u091b\u093e\u0924\u094d\u0930 \u0915\u093e \u0915\u093e\u092e \u0916\u094b\u0932\u0924\u0947 \u0939\u0948\u0902 \u092a\u0939\u0932\u0947 \u091b\u093e\u0924\u094d\u0930 \u092a\u094d\u0930\u0938\u094d\u0924\u0941\u0924 \u091b\u094b\u0921\u093c\u0928\u0947 \u0938\u0947 \u092a\u0939\u0932\u0947, \u092a\u0939\u0932\u0940 \u092a\u094d\u0930\u0938\u094d\u0924\u0941\u0924 \u0935\u0930\u094d\u0917\u0940\u0915\u0943\u0924 \u0928\u0939\u0940\u0902 \u0915\u0930 \u0938\u0915\u0924\u0947 \u091c\u092c \u0924\u0915 \u0906\u092a \u0938\u092d\u0940 \u092a\u094d\u0930\u0938\u094d\u0924\u0941\u0924\u093f\u092f\u093e\u0901 \u092c\u0902\u0926 \u0928\u093e \u0915\u0930\u0947\u0902, \u0914\u0930 \u092b\u093f\u0930 \u0907\u0938\u0947 \u0916\u094b\u0932\u0947\u0902\u0964 \u0907\u0938 \u0938\u092e\u0938\u094d\u092f\u093e \u0938\u0947 \u092c\u091a\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f, \u0915\u0943\u092a\u092f\u093e \u090f\u0915\u093e\u0927\u093f\u0915 \u092c\u094d\u0930\u093e\u0909\u091c\u093c\u0930 \u0935\u093f\u0902\u0921\u094b \u092f\u093e \u091f\u0948\u092c \u0928\u0939\u0940\u0902 \u0916\u094b\u0932\u0947\u0902, \u091c\u092c \u0906\u092a \u0917\u094d\u0930\u0947\u0921\u093f\u0902\u0917 \u0915\u0930 \u0930\u0939\u0947 \u0939\u0948\u0902\u0964 \u0939\u092e \u0905\u0928\u0941\u0936\u0902\u0938\u093e \u0915\u0930\u0924\u0947 \u0939\u0948\u0902 \u0915\u093f \u0906\u092a \u092c\u0902\u0926 \u0915\u0930\u0947\u0902 \u0914\u0930 \u0905\u092a\u0928\u0947 \u092c\u094d\u0930\u093e\u0909\u091c\u093c\u0930 \u0915\u094b \u092a\u0941\u0928\u0930\u093e\u0930\u0902\u092d \u0915\u0930\u0947\u0902, \u0914\u0930 \u0924\u092c \u0938\u093f\u0938\u094d\u091f\u092e \u092e\u0947\u0902 \u0935\u093e\u092a\u0938 \u0932\u0949\u0917 \u0911\u0928 \u0915\u0930\u0947\u0902, \u0906\u092a\u0915\u0947 \u0917\u094d\u0930\u0947\u0921\u093f\u0902\u0917 \u0915\u0947 \u0938\u093e\u0925 \u0906\u0917\u0947 \u092c\u0922\u093c\u0928\u0947 \u0938\u0947 \u092a\u0939\u0932\u0947\u0964
grading.reminder=\u092e\u0939\u0924\u094d\u0935\u092a\u0942\u0930\u094d\u0923 \u0905\u0928\u0941\u0938\u094d\u092e\u093e\u0930\u0915\:
grading.reminder.body=\u0915\u0943\u092a\u092f\u093e \u090f\u0915\u093e\u0927\u093f\u0915 \u092c\u094d\u0930\u093e\u0909\u091c\u093c\u0930 \u0935\u093f\u0902\u0921\u094b\u091c\u093c \u092f\u093e \u091f\u0948\u092c\u094d\u0938 \u0915\u0947 \u0938\u093e\u0925 \u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f\u094d\u0938 \u0915\u094b \u0917\u094d\u0930\u0947\u0921 \u0928 \u0915\u0930\u0947\u0902\u0964 \u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f\u094d\u0938 \u0915\u094b \u0917\u094d\u0930\u0947\u0921 \u0914\u0930 \u092a\u094d\u0930\u0923\u093e\u0932\u0940 \u0915\u094b \u0928\u0947\u0935\u093f\u0917\u0947\u091f \u0915\u0947\u0935\u0932 \u090f\u0915 \u092c\u094d\u0930\u093e\u0909\u091c\u093c\u0930 \u0935\u093f\u0902\u0921\u094b \u0915\u0947 \u0938\u093e\u0925 \u0915\u0930\u0947\u0902\u0964
grading.reminder.anon=\u0907\u0938 \u0938\u0939\u0915\u0930\u094d\u092e\u0940 \u0915\u0940 \u0938\u092e\u0940\u0915\u094d\u0937\u093e \u0915\u0947 \u0932\u093f\u090f \u0917\u094d\u0930\u0947\u0921\u093f\u0902\u0917 \u0905\u0928\u093e\u092e \u0939\u0948, \u0924\u094b \u0938\u092e\u0940\u0915\u094d\u0937\u0915 \u091f\u093f\u092a\u094d\u092a\u0923\u093f\u092f\u093e\u0901 \u0905\u0928\u0941\u092d\u093e\u0917 \u092e\u0947\u0902 \u0906\u092a\u0915\u093e \u0928\u093e\u092e \u092a\u094b\u0938\u094d\u091f \u0928 \u0915\u0930\u0947\u0902\u0964
allow.resubmit.number=\u092a\u0941\u0928\u0903 \u092a\u094d\u0930\u0938\u094d\u0924\u0941\u0924\u0940\u0915\u0930\u0923 \u0915\u0940 \u0905\u0928\u0941\u092e\u0924\u093f \u0915\u0940 \u0938\u0902\u0916\u094d\u092f\u093e
allow.resubmit.number.unlimited=\u0905\u0938\u0940\u092e\u093f\u0924
allow.resubmit.closeTime=\u092a\u0941\u0928\u0903 \u092a\u094d\u0930\u0938\u094d\u0924\u0941\u0924\u093f\u092f\u093e\u0901 \u0938\u094d\u0935\u0940\u0915\u093e\u0930 \u0915\u0930\u0924\u0947 \u0939\u0948\u0902 \u091c\u092c \u0924\u0915

assignment.copy=\u092a\u094d\u0930\u0924\u093f\u0932\u093f\u092a\u093f \u092c\u0928\u093e\u090f\u0901


## max grade
grade.max=\u0905\u0927\u093f\u0915\u0924\u092e

## no-submission grade
non.submission.grade={0} \u092a\u094d\u0930\u0924\u093f\u092d\u093e\u0917\u0940 (\u0913\u0902) \u092a\u093e\u090f \u0917\u090f\u0964 \u092f\u0939 \u0917\u094d\u0930\u0947\u0921 \u092c\u093f\u0928\u093e \u090f\u0915 \u0917\u094d\u0930\u0947\u0921 \u0915\u0947 \u092a\u094d\u0930\u0924\u093f\u092d\u093e\u0917\u093f\u092f\u094b\u0902 \u0915\u094b \u0905\u0938\u093e\u0907\u0928 \u0915\u0930\u0947\u0902\:
non.submission.grade.select=\u0915\u0943\u092a\u092f\u093e \u0921\u093f\u092b\u093c\u0949\u0932\u094d\u091f \u0917\u094d\u0930\u0947\u0921 \u0915\u093e \u091a\u092f\u0928 \u0915\u0930\u0947\u0902\:
## for not graded non-electronic submission grades
not.graded.non.electronic.submission.grade={0} \u092a\u094d\u0930\u0924\u093f\u092d\u093e\u0917\u0940 (\u0913\u0902) \u092a\u093e\u090f \u0917\u090f\u0964 \u092f\u0939 \u0917\u094d\u0930\u0947\u0921 \u0905\u0928\u094d\u0917\u094d\u0930\u0926\u0947\u0926 \u0917\u0948\u0930 \u0907\u0932\u0947\u0915\u094d\u091f\u094d\u0930\u0949\u0928\u093f\u0915 \u092a\u094d\u0930\u0938\u094d\u0924\u0941\u0924\u093f\u092f\u093e\u0901 \u0915\u0947 \u0932\u093f\u090f \u0905\u0938\u093e\u0907\u0928 \u0915\u0930\u0947\u0902\:

##################UPV added
not_allowed_to_submit=\u0906\u092a\u0915\u094b \u0907\u0938 \u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u0915\u094b \u0938\u092c\u092e\u093f\u091f \u0915\u0930\u0928\u0947 \u0915\u0940 \u0905\u0928\u0941\u092e\u0924\u093f \u0928\u0939\u0940\u0902 \u0939\u0948\u0964 

### Non-electronic submission
nonelec=\u0917\u0948\u0930-\u0907\u0932\u0947\u0915\u094d\u091f\u094d\u0930\u0949\u0928\u093f\u0915
nonelec_instruction=\u092f\u0939 \u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u0911\u0928\u0932\u093e\u0907\u0928 \u092a\u094d\u0930\u0938\u094d\u0924\u0941\u0924\u093f\u092f\u093e\u0901 \u0938\u094d\u0935\u0940\u0915\u093e\u0930 \u0928\u0939\u0940\u0902 \u0915\u0930\u0924\u093e \u0939\u0948\u0964 \u0905\u0924\u093f\u0930\u093f\u0915\u094d\u0924 \u0928\u093f\u0930\u094d\u0926\u0947\u0936\u094b\u0902 \u0915\u0947 \u0932\u093f\u090f \u0905\u092a\u0928\u0947 \u092a\u094d\u0930\u0936\u093f\u0915\u094d\u0937\u0915 \u0938\u0947 \u0938\u0902\u092a\u0930\u094d\u0915 \u0915\u0930\u0947\u0902\u0964
nonelec_instruction2=\u092f\u0939 \u0917\u0948\u0930-\u0907\u0932\u0947\u0915\u094d\u091f\u094d\u0930\u0949\u0928\u093f\u0915 \u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u0935\u093f\u0926\u094d\u092f\u093e\u0930\u094d\u0925\u0940 \u092a\u094d\u0930\u0938\u094d\u0924\u0941\u0924\u093f\u092f\u093e\u0901 \u0938\u094d\u0935\u0940\u0915\u093e\u0930 \u0928\u0939\u0940\u0902 \u0915\u0930\u0924\u093e \u0939\u0948\u0964

## on the submission confirmation page
confirm.savesubmission.title=\u0938\u0939\u0947\u091c\u0947 \u0917\u090f \u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u092a\u0941\u0937\u094d\u091f\u093f\u0915\u0930\u0923
confirm.submission.title=\u0938\u092c\u092e\u093f\u0936\u0928 \u0915\u0940 \u092a\u0941\u0937\u094d\u091f\u093f
confirm.savesubmission.success=\u0906\u092a\u0928\u0947 \u0938\u092b\u0932\u0924\u093e\u092a\u0942\u0930\u094d\u0935\u0915 \u0905\u092a\u0928\u0947 \u0915\u093e\u092e \u0915\u094b \u0938\u0939\u0947\u091c\u093e \u0939\u0948, \u0932\u0947\u0915\u093f\u0928 \u0905\u092d\u0940 \u0924\u0915 \u092a\u094d\u0930\u0938\u094d\u0924\u0941\u0924 \u0928\u0939\u0940\u0902 \u0915\u093f\u092f\u093e\u0964 \u092a\u094d\u0930\u0938\u094d\u0924\u0941\u0924 \u0915\u0930\u0928\u0947 \u0915\u094b \u092a\u0942\u0930\u093e \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f, \u0906\u092a\u0915\u094b \u0938\u092c\u092e\u093f\u091f \u0915\u0930\u0947\u0902 \u092c\u091f\u0928 \u0915\u093e \u091a\u092f\u0928 \u0915\u0930\u0928\u093e \u0939\u094b\u0917\u093e\u0964
confirm.submission.success=\u0906\u092a\u0928\u0947 \u0938\u092b\u0932\u0924\u093e\u092a\u0942\u0930\u094d\u0935\u0915 \u0905\u092a\u0928\u093e \u0915\u093e\u0930\u094d\u092f \u092a\u094d\u0930\u0938\u094d\u0924\u0941\u0924 \u0915\u093f\u092f\u093e \u0939\u0948\u0964
confirm.submission.label.user=\u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e\:
confirm.submission.label.classsite=\u0915\u0915\u094d\u0937\u093e \u0938\u093e\u0907\u091f\:
assignment.title=\u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f\:
confirm.savesubmission.label.submission.id=\u0938\u0939\u0947\u091c\u0947 \u0917\u090f \u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u0906\u0908\u0921\u0940\:
submission.id=\u092a\u094d\u0930\u0938\u094d\u0924\u0941\u0924\u0940\u0915\u0930\u0923 \u0906\u0908\u0921\u0940
confirm.savesubmission.include=\u0906\u092a\u0915\u0947 \u0938\u0939\u0947\u091c\u0947 \u0917\u090f \u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u092e\u0947\u0902 \u0928\u093f\u092e\u094d\u0928 \u0936\u093e\u092e\u093f\u0932 \u0939\u0948\u0902\:
confirm.submission.include=\u0906\u092a\u0915\u0947 \u0938\u092c\u092e\u093f\u0936\u0928 \u092e\u0947\u0902 \u0928\u093f\u092e\u094d\u0928 \u0936\u093e\u092e\u093f\u0932 \u0939\u0948\u0902\:
confirm.savesubmission.notext=\u0915\u094b\u0908 \u0938\u0939\u0947\u091c\u0940 \u0917\u0908 \u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u091f\u0947\u0915\u094d\u0938\u094d\u091f \u0928\u0939\u0940\u0902 \u0939\u0948
confirm.submission.notext=\u0915\u094b\u0908 \u092a\u094d\u0930\u0938\u094d\u0924\u0941\u0924\u0940\u0915\u0930\u0923 \u091f\u0947\u0915\u094d\u0938\u094d\u091f \u0928\u0939\u0940
confirm.savesubmission.attachments=\u0938\u0939\u0947\u091c\u0947 \u0917\u090f \u0905\u0928\u0941\u0932\u0917\u094d\u0928\u0915\:
confirm.submission.email=\u0907\u0938 \u091c\u093e\u0928\u0915\u093e\u0930\u0940 \u0938\u0947 \u092f\u0941\u0915\u094d\u0924 \u0906\u092a\u0915\u094b \u090f\u0915 \u092a\u0941\u0937\u094d\u091f\u093f\u0915\u0930\u0923 \u0908\u092e\u0947\u0932 \u092a\u094d\u0930\u093e\u092a\u094d\u0924 \u0939\u094b\u0917\u093e\u0964
confirm.submission.email.noEmailAddress=\u0908\u092e\u0947\u0932 \u092a\u0924\u093e \u0905\u0928\u0941\u092a\u0932\u092c\u094d\u0927 \u0939\u094b\u0928\u0947 \u0915\u0947 \u0915\u093e\u0930\u0923, \u0915\u094b\u0908 \u0908\u092e\u0947\u0932 \u0907\u0938 \u091c\u093e\u0928\u0915\u093e\u0930\u0940 \u0938\u0947 \u092f\u0941\u0915\u094d\u0924 \u092a\u0941\u0937\u094d\u091f\u093f \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0906\u092a\u0915\u094b \u0928\u0939\u0940\u0902 \u092d\u0947\u091c\u093e \u091c\u093e \u0938\u0915\u093e\u0964
confirm.submission.button=\u0920\u0940\u0915 \u0939\u0948
receive.confirm.submission.email.options=\u0938\u092c\u092e\u093f\u0936\u0928 \u0905\u0927\u093f\u0938\u0942\u091a\u0928\u093e \u0908\u092e\u0947\u0932 \u0935\u093f\u0915\u0932\u094d\u092a\:
receive.confirm.submission.email.each=\u092a\u094d\u0930\u0924\u094d\u092f\u0947\u0915 \u091b\u093e\u0924\u094d\u0930 \u092a\u094d\u0930\u0938\u094d\u0924\u0941\u0924 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u090f\u0915 \u0908\u092e\u0947\u0932 \u0905\u0927\u093f\u0938\u0942\u091a\u0928\u093e \u092d\u0947\u091c\u0947\u0902
receive.confirm.submission.email.digest=\u092a\u094d\u0930\u0924\u093f \u0926\u093f\u0928 \u0938\u093e\u0930\u093e\u0902\u0936 \u0938\u0942\u091a\u0928\u093e\u090f\u0901 \u0935\u093f\u0926\u094d\u092f\u093e\u0930\u094d\u0925\u0940 \u092a\u094d\u0930\u0938\u094d\u0924\u0941\u0924\u093f\u092f\u094b\u0902 \u0915\u0947 \u0932\u093f\u090f \u090f\u0915 \u0908\u092e\u0947\u0932 \u092d\u0947\u091c\u0947\u0902
receive.confirm.submission.email.none=\u0915\u093f\u0938\u0940 \u092d\u0940 \u091b\u093e\u0924\u094d\u0930 \u092a\u094d\u0930\u0938\u094d\u0924\u0941\u0924\u093f\u092f\u094b\u0902 \u0915\u0947 \u0932\u093f\u090f \u0905\u0927\u093f\u0938\u0942\u091a\u0928\u093e \u0908\u092e\u0947\u0932 \u0928\u0939\u0940\u0902 \u092d\u0947\u091c\u0947\u0902

# on the download/upload all page, most of the attributes are shared between upload and download process
uploadall.title=\u0938\u092d\u0940 \u0915\u094b \u0905\u092a\u0932\u094b\u0921 \u0915\u0930\u0947
uploadall.instruction=\u0905\u092a\u0932\u094b\u0921 \u0915\u0947 \u0932\u093f\u090f \u090f\u0915 \u0938\u0902\u0917\u094d\u0930\u0939 \u092b\u093c\u093e\u0907\u0932 \u0915\u093e \u091a\u092f\u0928 \u0915\u0930\u0947\u0902, \u0935\u093f\u0915\u0932\u094d\u092a \u091a\u0941\u0928\u0947\u0902 \u0914\u0930 \u0924\u092c \u0928\u0940\u091a\u0947 ''\u0905\u092a\u0932\u094b\u0921'' \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0947\u0902 \u0964 \u0906\u0935\u0936\u094d\u092f\u0915 \u0935\u0938\u094d\u0924\u0941\u0913\u0902 \u091a\u093f\u0939\u094d\u0928\u093f\u0924  
uploadall.instruction2=\u0938\u0902\u0917\u094d\u0930\u0939 \u092b\u093c\u093e\u0907\u0932 \u092e\u0947\u0902 \u092a\u094d\u0930\u0924\u094d\u092f\u0947\u0915 \u091b\u093e\u0924\u094d\u0930 \u0915\u0947 \u0932\u093f\u090f \u090f\u0915 \u092b\u093c\u094b\u0932\u094d\u0921\u0930 \u0936\u093e\u092e\u093f\u0932 \u0915\u0930\u0928\u093e \u091a\u093e\u0939\u093f\u090f\u0964 
uploadall.instruction3=\u091f\u0947\u092e\u094d\u092a\u0932\u0947\u091f \u0921\u093e\u0909\u0928\u0932\u094b\u0921 \u0915\u0930\u0947\u0902
uploadall.instruction4=\u092a\u094d\u0930\u0924\u094d\u092f\u0947\u0915 \u092b\u093c\u094b\u0932\u094d\u0921\u0930 \u090f\u0915 comments.txt \u092b\u093c\u093e\u0907\u0932 \u0936\u093e\u092e\u093f\u0932 \u0915\u0930 \u0938\u0915\u0924\u0947 \u0939\u0948\u0902, \u0906\u092a\u0928\u0947 \u092a\u094d\u0930\u0936\u093f\u0915\u094d\u0937\u0915 \u091f\u093f\u092a\u094d\u092a\u0923\u0940 \u0915\u0947 \u0938\u093e\u0925 \u091b\u093e\u0924\u094d\u0930 \u092a\u094d\u0930\u0938\u094d\u0924\u0941\u0924 \u091c\u094b\u0921\u093c \u0926\u093f\u092f\u093e \u0939\u0948, \u0914\u0930/\u092f\u093e \u0905\u0928\u094d\u092f \u092b\u093c\u093e\u0907\u0932\u094b\u0902 \u0915\u0947 \u0938\u093e\u0925 \u091b\u093e\u0924\u094d\u0930 \u0915\u0947 \u092a\u094d\u0930\u0938\u094d\u0924\u0941\u0924 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0938\u093e\u0925 \u0935\u093e\u092a\u0938 \u091c\u093e\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0907\u091a\u094d\u091b\u093f\u0924 \u0939\u0948\u0902\u0964 \u091c\u093c\u093f\u092a \u092b\u093c\u093e\u0907\u0932 \u0915\u093e \u0906\u0915\u093e\u0930 \u0914\u0930 \u0915\u0928\u0947\u0915\u094d\u0936\u0928 \u0915\u0940 \u0917\u0924\u093f \u0915\u094b \u0905\u092a\u0932\u094b\u0921 \u0915\u0930\u0928\u0947 \u0915\u0940 \u091c\u0930\u0942\u0930\u0924 \u0938\u092e\u092f \u0938\u0947 \u0938\u0902\u092c\u0902\u0927\u093f\u0924 \u0939\u0948\u0964 \u092f\u0926\u093f \u0906\u092a\u0915\u094b \u0915\u0947\u0935\u0932 \u091c\u093c\u093f\u092a \u092b\u093c\u093e\u0907\u0932 \u0915\u093e \u090f\u0915 \u0938\u092c\u0938\u0947\u091f \u0905\u092a\u0932\u094b\u0921 \u0915\u0930\u0928\u0947 \u0915\u0940 \u091c\u0930\u0942\u0930\u0924 \u0939\u0948, \u092a\u0939\u0932\u0947 \u0921\u093e\u0909\u0928\u0932\u094b\u0921 \u092e\u0947\u0902 \u0924\u0926\u0928\u0941\u0938\u093e\u0930 \u0938\u092d\u0940 \u092a\u094d\u0930\u0915\u094d\u0930\u093f\u092f\u093e \u0935\u093f\u0915\u0932\u094d\u092a \u091a\u0941\u0928\u0915\u0930 \u0905\u092a\u0928\u0947 \u091c\u093c\u093f\u092a \u092b\u093c\u093e\u0907\u0932 \u0906\u0915\u093e\u0930 \u0915\u094b \u0938\u0940\u092e\u093f\u0924 \u0915\u0930\u0947\u0902\u0964 
downloadall.instruction=\u0921\u093e\u0909\u0928\u0932\u094b\u0921 \u0935\u093f\u0915\u0932\u094d\u092a \u091a\u0941\u0928\u0947\u0902, \u0914\u0930 \u092b\u093f\u0930 \u0928\u0940\u091a\u0947 ''\u0921\u093e\u0909\u0928\u0932\u094b\u0921'' \u092a\u0930 \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0947\u0902\u0964
uploadall.choose.file=\u092b\u093c\u093e\u0907\u0932\:
uploadall.choose.file2=\u091a\u092f\u0928 \u0915\u0930\u0947\u0902 \u0938\u0902\u0917\u094d\u0930\u0939 \u092b\u093c\u093e\u0907\u0932 \u092e\u0947\u0902 \u0915\u093f\u0938 \u0924\u0924\u094d\u0935 \u0915\u094b \u0905\u092a\u0932\u094b\u0921 \u0915\u0930\u0947
uploadall.choose.file.studentSubmissionText=\u091b\u093e\u0924\u094d\u0930 \u092a\u094d\u0930\u0938\u094d\u0924\u0941\u0924 \u092a\u093e\u0920 (\u092e\u0942\u0932 \u091b\u093e\u0924\u094d\u0930 \u092a\u094d\u0930\u0938\u094d\u0924\u0941\u0924 \u092a\u093e\u0920, \u0938\u0902\u092d\u0935\u0924\u0903 \u092a\u094d\u0930\u0936\u093f\u0915\u094d\u0937\u0915 \u092f\u0941\u0915\u094d\u0924 \u091f\u093f\u092a\u094d\u092a\u0923\u093f\u092f\u093e\u0901 \u091c\u094b\u0921\u093c\u093e)
uploadall.choose.file.studentSubmissionAttachment=\u091b\u093e\u0924\u094d\u0930 \u092a\u094d\u0930\u0938\u094d\u0924\u0941\u0924 \u0905\u0928\u0941\u0932\u0917\u094d\u0928\u0915 (\u0913\u0902)
uploadall.choose.file.gradeFile=\u0917\u094d\u0930\u0947\u0921 \u092b\u093c\u093e\u0907\u0932 (\u0938\u0902\u0917\u094d\u0930\u0939 \u0915\u0947 \u0936\u0940\u0930\u094d\u0937 \u0938\u094d\u0924\u0930 \u092a\u0930 grades.csv \u092b\u093c\u093e\u0907\u0932)
uploadall.choose.file.feedbackTexts=\u092b\u0940\u0921\u092c\u0948\u0915 \u092a\u093e\u0920 (\u091b\u093e\u0924\u094d\u0930 \u092a\u094d\u0930\u0938\u094d\u0924\u0941\u0924 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0938\u093e\u0925 \u0907\u0928\u0932\u093e\u0907\u0928 \u091f\u093f\u092a\u094d\u092a\u0923\u093f\u092f\u093e\u0901)
uploadall.choose.file.feedbackComments=\u092a\u094d\u0930\u0924\u093f\u0915\u094d\u0930\u093f\u092f\u093e \u091f\u093f\u092a\u094d\u092a\u0923\u093f\u092f\u093e\u0901 (comments.txt \u092b\u093c\u093e\u0907\u0932 \u092f\u0926\u093f \u091b\u093e\u0924\u094d\u0930 \u092b\u093c\u094b\u0932\u094d\u0921\u0930 \u092e\u0947\u0902 \u0909\u092a\u0932\u092c\u094d\u0927 \u0939\u0948\u0964 \u091f\u093f\u092a\u094d\u092a\u0923\u093f\u092f\u093e\u0901, \u092a\u094d\u0930\u0936\u093f\u0915\u094d\u0937\u0915 \u091f\u093f\u092a\u094d\u092a\u0923\u093f\u092f\u093e\u0901 \u092e\u0947\u0902 \u0921\u093e\u0932 \u0930\u0939\u0947 \u0939\u0948\u0902 \u092b\u093c\u0940\u0932\u094d\u0921 \u092a\u094d\u0930\u0924\u094d\u092f\u0947\u0915 \u091b\u093e\u0924\u094d\u0930 \u0915\u0947 \u092a\u094d\u0930\u0938\u094d\u0924\u0941\u0924 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f)
uploadall.choose.file.confirm=\u0906\u092a\u0928\u0947 \u0905\u092a\u0932\u094b\u0921 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0938\u0902\u0917\u094d\u0930\u0939 \u092b\u093c\u093e\u0907\u0932 \u0915\u093e \u091a\u092f\u0928 \u0915\u093f\u092f\u093e \u0939\u0948\u0964 \u0938\u0902\u0917\u094d\u0930\u0939 \u092e\u0947\u0902 \u0938\u092e\u093e\u0939\u093f\u0924 \u092b\u093e\u0907\u0932\u094b\u0902 \u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u0915\u0947 \u0932\u093f\u090f \u0907\u0938\u0940 \u091b\u093e\u0924\u094d\u0930 \u092a\u094d\u0930\u0938\u094d\u0924\u0941\u0924 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0905\u092a\u0932\u094b\u0921 \u0915\u093f\u092f\u093e \u091c\u093e\u090f\u0917\u093e\u0964
uploadall.releaseOption=\u0930\u093f\u0939\u093e\u0908 \u0915\u0947 \u0935\u093f\u0915\u0932\u094d\u092a \u0915\u093e \u091a\u092f\u0928 \u0915\u0930\u0947\u0902
uploadall.releaseOption.yes=\u091b\u093e\u0924\u094d\u0930\u094b\u0902 \u0915\u0947 \u0932\u093f\u090f \u0905\u092a\u0932\u094b\u0921 \u0915\u0940 \u0917\u0908 \u0938\u0942\u091a\u0928\u093e \u091c\u093e\u0930\u0940
uploadall.releaseOption.no=\u0905\u092a\u0932\u094b\u0921 \u0915\u0940 \u0917\u0908 \u0938\u0942\u091a\u0928\u093e \u091c\u093e\u0930\u0940 \u0928\u0939\u0940\u0902 \u0915\u0930\u0924\u0947 \u0939\u0948\u0902 - \u092e\u0948\u0902 \u0907\u0938\u0947 \u092c\u093e\u0926 \u092e\u0947\u0902 \u091c\u093e\u0930\u0940 \u0915\u0930\u0942\u0901\u0917\u093e
uploadall.button.upload=\u0905\u092a\u0932\u094b\u0921 \u0915\u0930\u0947\u0902
downloadall.button.download=\u0921\u093e\u0909\u0928\u0932\u094b\u0921 \u0915\u0930\u0947\u0902
uploadall.alert.choose.element=\u0906\u092a\u0915\u094b \u0905\u092a\u0932\u094b\u0921 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0938\u0902\u0917\u094d\u0930\u0939 \u092b\u093c\u093e\u0907\u0932 \u092e\u0947\u0902 \u0915\u092e \u0938\u0947 \u0915\u092e \u090f\u0915 \u0924\u0924\u094d\u0935 \u0915\u093e \u091a\u092f\u0928 \u0915\u0930\u0928\u093e \u0939\u094b\u0917\u093e\u0964
uploadall.alert.wrongZipFormat=\u0915\u0943\u092a\u092f\u093e \u0938\u0941\u0928\u093f\u0936\u094d\u091a\u093f\u0924 \u0915\u0930\u0947\u0902 \u0915\u093f \u091c\u093c\u093f\u092a \u092b\u093c\u093e\u0907\u0932 \u092f\u093e grades.csv \u092b\u093c\u093e\u0907\u0932 \u0915\u0947 \u0930\u0942\u091f \u0938\u094d\u0924\u0930 \u092a\u0930 \u091b\u093e\u0924\u094d\u0930 \u092b\u093c\u094b\u0932\u094d\u0921\u0930\u094d\u0938 \u0936\u093e\u092e\u093f\u0932 \u0939\u0948\u0902\u0964
uploadall.alert.incorrectFormat=\u091c\u093c\u093f\u092a \u092b\u093c\u093e\u0907\u0932 \u0938\u0939\u0940 \u0938\u094d\u0935\u0930\u0942\u092a \u092e\u0947\u0902 \u0928\u0939\u0940\u0902 \u0939\u0948\u0964
uploadall.alert.invalidUserId=\u0915\u0943\u092a\u092f\u093e \u0938\u0941\u0928\u093f\u0936\u094d\u091a\u093f\u0924 \u0915\u0930\u0947\u0902 \u0915\u093f \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e id \u0938\u0939\u0940 \u0922\u0902\u0917 \u0938\u0947 \u0938\u093e\u0907\u091f \u092e\u0947\u0902 \u0909\u0928\u0938\u0947 \u092e\u0947\u0932 \u0916\u093e\u0924\u0947 \u0914\u0930 \u092b\u093c\u094b\u0932\u094d\u0921\u0930\u094b\u0902 \u091c\u093c\u093f\u092a \u0915\u0947 \u0936\u0940\u0930\u094d\u0937 \u0938\u094d\u0924\u0930 \u092e\u0947\u0902 \u0939\u0948\u0902 (\u0928\u0947\u0938\u094d\u091f \u0928\u0939\u0940\u0902)\u0964
uploadall.alert.noGradeFile=\u0915\u0943\u092a\u092f\u093e \u0938\u0941\u0928\u093f\u0936\u094d\u091a\u093f\u0924 \u0915\u0930\u0947\u0902 \u0915\u093f \u090f\u0915 \u0917\u094d\u0930\u0947\u0921 \u092b\u093c\u093e\u0907\u0932 \u0939\u0948 \u0914\u0930 \u092b\u093c\u094b\u0932\u094d\u0921\u0930 \u0938\u0902\u0930\u091a\u0928\u093e \u0938\u0939\u0940 \u0939\u0948\u0964
downloadall.alert.choose.element=\u0906\u092a\u0915\u094b \u0921\u093e\u0909\u0928\u0932\u094b\u0921 \u0935\u093f\u0915\u0932\u094d\u092a \u092e\u0947\u0902 \u0915\u092e \u0938\u0947 \u0915\u092e \u090f\u0915 \u0924\u0924\u094d\u0935 \u0915\u093e \u091a\u092f\u0928 \u0915\u0930\u0928\u093e \u0939\u094b\u0917\u093e\u0964
uploadall.alert.zipFile=\u0924\u0941\u092e\u0928\u0947 \u090f\u0915 \u091c\u093c\u093f\u092a \u0938\u0902\u0917\u094d\u0930\u0939(\u0906\u0930\u094d\u0915\u093e\u0907\u0935) \u092b\u093c\u093e\u0907\u0932 \u0915\u093e \u091a\u092f\u0928 \u0928\u0939\u0940\u0902 \u0915\u093f\u092f\u093e \u0939\u0948\u0964 \u0906\u092a\u0915\u094b \u092b\u093c\u093e\u0907\u0932 \u0905\u092a\u0932\u094b\u0921 \u0915\u0947 \u0930\u0942\u092a \u092e\u0947\u0902 \u092f\u093e \u0924\u094b \u0915\u094b\u0908. zip \u092f\u093e \u090f\u0915 .sit \u0938\u0902\u0917\u094d\u0930\u0939 \u092b\u093c\u093e\u0907\u0932 \u0915\u093e \u091a\u092f\u0928 \u0915\u0930\u0928\u093e \u0939\u094b\u0917\u093e\u0964
# SAK-19147 Assignments : Download All - flat file structure
uploadall.folders.yes=\u0905\u0932\u0917-\u0905\u0932\u0917 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u092b\u093c\u094b\u0932\u094d\u0921\u0930 \u092e\u0947\u0902 \u092a\u094d\u0930\u0938\u094d\u0924\u0941\u0924\u093f\u092f\u093e\u0901 \u0938\u0939\u0947\u091c\u0947\u0902
uploadall.folders.no=\u0938\u092d\u0940 \u091a\u092f\u0928\u093f\u0924 \u0921\u093e\u0909\u0928\u0932\u094b\u0921 \u0935\u093f\u0915\u0932\u094d\u092a \u090f\u0915 \u092b\u093c\u094b\u0932\u094d\u0921\u0930 \u092e\u0947\u0902 \u0938\u0939\u0947\u091c\u0947\u0902 (\u092f\u0939 \u0935\u093e\u092a\u0938 \u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f\u094d\u0938 \u092e\u0947\u0902 \u0932\u094b\u0921 \u0928\u0939\u0940\u0902 \u0939\u094b \u0938\u0915\u0924\u093e)

review.use={0} \u0915\u093e \u0909\u092a\u092f\u094b\u0917 \u0915\u0930\u0947\u0902
review.allow=\u0930\u093f\u092a\u094b\u0930\u094d\u091f \u0915\u094b \u0926\u0947\u0916\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u091b\u093e\u0924\u094d\u0930\u094b\u0902 \u0915\u094b \u0905\u0928\u0941\u092e\u0924\u093f \u0926\u0947\u0902
review.report=Turnitin \u0930\u093f\u092a\u094b\u0930\u094d\u091f
review.submit.papers.repository=\u0928\u093f\u092e\u094d\u0928\u0932\u093f\u0916\u093f\u0924 \u092d\u0923\u094d\u0921\u093e\u0930 \u092e\u0947\u0902 \u0915\u093e\u0917\u091c\u093e\u0924 \u091c\u092e\u093e \u0915\u0930\u0947\u0902\:
review.submit.papers.repository.none=\u0915\u094b\u0908 \u0928\u0939\u0940\u0902
review.submit.papers.repository.standard=\u092e\u093e\u0928\u0915 \u0915\u093e\u0917\u091c \u092d\u0923\u094d\u0921\u093e\u0930
review.submit.papers.repository.institution=\u0938\u0902\u0938\u094d\u0925\u093e \u092a\u0947\u092a\u0930 \u092d\u0902\u0921\u093e\u0930
review.originality.reports=\u092e\u094c\u0932\u093f\u0915\u0924\u093e \u0930\u093f\u092a\u094b\u0930\u094d\u091f\u094d\u0938 \u091c\u0928\u0930\u0947\u091f \u0915\u0930\u0947\:
review.originality.reports.immediately=\u0924\u0924\u094d\u200d\u0915\u093e\u0932
review.originality.reports.due=\u0928\u093f\u092f\u0924 \u0924\u093f\u0925\u093f \u092a\u0930
review.originality.check=\u0915\u0947 \u0916\u093f\u0932\u093e\u092b \u092e\u094c\u0932\u093f\u0915\u0924\u093e \u0915\u0940 \u091c\u093e\u0901\u091a \u0915\u0930\u0947\u0902\:
review.originality.check.turnitin=Turnitin \u092a\u0947\u092a\u0930 \u092d\u0902\u0921\u093e\u0930
review.originality.check.internet=\u0935\u0930\u094d\u0924\u092e\u093e\u0928 \u0914\u0930 \u0938\u0902\u0917\u094d\u0930\u0939\u0940\u0924 \u0907\u0902\u091f\u0930\u0928\u0947\u091f
review.originality.check.pub=\u092a\u0924\u094d\u0930\u093f\u0915\u093e\u0913\u0902(\u092a\u0940\u0930\u093f\u092f\u094b\u0921\u093f\u0915\u0932\u094d\u0938), \u092a\u0924\u094d\u0930\u093f\u0915\u093e\u0913\u0902(\u091c\u0930\u094d\u0928\u0932\u094d\u0938) \u0914\u0930 \u092a\u094d\u0930\u0915\u093e\u0936\u0928\u094b\u0902
review.originality.check.institution=\u0938\u0902\u0938\u094d\u0925\u093e-\u0935\u093f\u0936\u093f\u0937\u094d\u091f \u092d\u0923\u094d\u0921\u093e\u0930
review.exclude.bibliographic=\u0907\u0938 \u0915\u093e\u092e \u092e\u0947\u0902 \u0938\u092d\u0940 \u0915\u093e\u0917\u091c\u093e\u0924 \u0915\u0947 \u0932\u093f\u090f \u0938\u092e\u093e\u0928\u0924\u093e \u0938\u0942\u091a\u0915\u093e\u0902\u0915 \u0938\u0947 \u0917\u094d\u0930\u0928\u094d\u0925\u0938\u0942\u091a\u0940 \u0938\u093e\u092e\u0917\u094d\u0930\u0940 \u092c\u093e\u0939\u0930 \u0928\u093f\u0915\u093e\u0932\u0947\u0902
review.exclude.quoted=\u0907\u0938 \u0915\u093e\u092e \u092e\u0947\u0902 \u0938\u092d\u0940 \u0915\u093e\u0917\u091c\u093e\u0924 \u0915\u0947 \u0932\u093f\u090f \u0938\u092e\u093e\u0928\u0924\u093e \u0938\u0942\u091a\u0915\u093e\u0902\u0915 \u0938\u0947 \u0909\u0926\u094d\u0927\u0943\u0924 \u0938\u093e\u092e\u0917\u094d\u0930\u0940 \u092c\u093e\u0939\u0930 \u0928\u093f\u0915\u093e\u0932\u0947\u0902
review.exclude.smallMatches=\u091b\u094b\u091f\u0947 \u092e\u093f\u0932\u093e\u0928 \u0915\u094b \u092c\u093e\u0939\u0930 \u0928\u093f\u0915\u093e\u0932\u0947
review.exclude.matches.by=\u0926\u094d\u0935\u093e\u0930\u093e \u092e\u0948\u091a\u094b\u0902 \u0915\u094b \u092c\u093e\u0939\u0930 \u0928\u093f\u0915\u093e\u0932\u0947\:
review.exclude.matches.wordmax=\u090f\u0915 \u092a\u0926 \u0917\u0923\u0928\u093e \u0915\u0947 \u0932\u093f\u090f \u090a\u092a\u0930\:
review.exclude.matches.percentage=\u092a\u094d\u0930\u0924\u093f\u0936\u0924\:
review.exclude.matches.value_error=0-100 \u0938\u0947 \u090f\u0915 \u092e\u093e\u0928 \u0906\u0935\u0936\u094d\u092f\u0915 \u0939\u0948 \u091c\u092c Turnitin \u0915\u0947 \u0932\u093f\u090f \u091b\u094b\u091f\u0947 \u092e\u0948\u091a\u094b\u0902 \u0915\u094b \u091b\u094b\u0921\u093c\u0947\u0902\u0964
review.exclude.matches.header=\u0905\u092a\u0935\u0930\u094d\u091c\u0928 \u0935\u093f\u0915\u0932\u094d\u092a\:

gen.sorbyreview=\u0938\u092e\u0940\u0915\u094d\u0937\u093e \u0938\u0947 \u0938\u0949\u0930\u094d\u091f \u0915\u0930\u0947\u0902
gen.rev=TurnItIn
review.notavail=\u0905\u092d\u0940 \u0924\u0915 \u0909\u092a\u0932\u092c\u094d\u0927 \u0928\u0939\u0940\u0902 \u0939\u0948
review.viewreport=\u0930\u093f\u092a\u094b\u0930\u094d\u091f \u0926\u0947\u0916\u0947\u0902
review.title={0} \u0938\u0947\u0935\u093e
review.noreport=\u0915\u094b\u0908 \u0930\u093f\u092a\u094b\u0930\u094d\u091f \u0928\u0939\u0940\u0902
review.contentReviewIndicator=\u0905\u0928\u0941\u0932\u0917\u094d\u0928\u0915\u094b\u0902 \u0915\u0940 \u092e\u094c\u0932\u093f\u0915\u0924\u093e {0} \u0926\u094d\u0935\u093e\u0930\u093e \u0938\u0924\u094d\u092f\u093e\u092a\u093f\u0924 \u0915\u093f\u092f\u093e \u091c\u093e\u090f\u0917\u093e\u0964

## notification email content
noti.subject.label=\u0935\u093f\u0937\u092f\:
noti.subject.content=\u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u092a\u094d\u0930\u0938\u094d\u0924\u0941\u0924 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0908\u092e\u0947\u0932 \u0905\u0927\u093f\u0938\u0942\u091a\u0928\u093e
noti.site.title=\u0938\u093e\u0907\u091f \u0936\u0940\u0930\u094d\u0937\u0915\:
noti.site.id=\u0938\u093e\u0907\u091f \u0906\u0908\u0921\u0940\:
noti.assignment.duedate=\u0915\u093e\u092e \u0915\u0947 \u0928\u093f\u092f\u0924 \u0926\u093f\u0928\u093e\u0902\u0915\:
noti.student=\u0935\u093f\u0926\u094d\u092f\u093e\u0930\u094d\u0925\u0940\:
noti.submit.time=\u092a\u0930 \u092a\u094d\u0930\u0938\u094d\u0924\u0941\u0924 \u0915\u0940\:

## navigation labels
nav.prev=< \u092a\u093f\u091b\u0932\u093e
nav.list=\u0938\u0942\u091a\u0940 \u092a\u0930 \u0932\u094c\u091f\u0947\u0902
nav.next=\u0905\u0917\u0932\u0947 >
nav.message=(\u092a\u0930\u093f\u0935\u0930\u094d\u0924\u0928 \u0938\u0939\u0947\u091c\u0947 \u091c\u093e\u090f\u0901\u0917\u0947)

gen.opendate.annc=\u0916\u0941\u0932\u0940 \u0924\u093f\u0925\u093f \u0915\u0940 \u0918\u094b\u0937\u0923\u093e

## supplement
supplement=\u0905\u0928\u0941\u092a\u0942\u0930\u0915 \u0935\u0938\u094d\u0924\u0941\u0913\u0902
extraNodesRequired=\u0915\u0943\u092a\u092f\u093e \u0906\u0935\u0936\u094d\u092f\u0915 \u091c\u093e\u0928\u0915\u093e\u0930\u0940 \u0926\u0930\u094d\u091c \u0915\u0930\u0947\u0902\u0964
additional_information=\u0905\u0924\u093f\u0930\u093f\u0915\u094d\u0924 \u091c\u093e\u0928\u0915\u093e\u0930\u0940
## model answer
modelAnswer=\u092e\u0949\u0921\u0932 \u0909\u0924\u094d\u0924\u0930
modelAnswer.instruction=\u090f\u0915 \u092e\u0949\u0921\u0932 \u0909\u0924\u094d\u0924\u0930 \u092f\u093e \u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u0915\u0947 \u0932\u093f\u090f \u090f\u0915 \u0938\u092e\u093e\u0927\u093e\u0928 \u092a\u094d\u0930\u0926\u093e\u0928 \u0915\u0930\u0924\u0947 \u0939\u0948\u0902
modelAnswer.show_to_student.prompt=\u091b\u093e\u0924\u094d\u0930\u094b\u0902 \u0915\u0947 \u0932\u093f\u090f \u0926\u093f\u0916\u093e\u090f\u0901
modelAnswer.show_to_student.tooltip=\u091a\u092f\u0928 \u0915\u0930\u0947\u0902 \u0915\u092c \u091b\u093e\u0924\u094d\u0930\u094b\u0902 \u0915\u094b \u092e\u0949\u0921\u0932 \u091c\u0935\u093e\u092c \u0926\u093f\u0916\u093e\u090f\u0901
modelAnswer.show_to_student.0=-\u090f\u0915 \u091a\u0941\u0928\u0947\u0902-
modelAnswer.show_to_student.1=\u091b\u093e\u0924\u094d\u0930 \u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u092a\u094d\u0930\u093e\u0930\u0902\u092d \u0939\u094b\u0928\u0947 \u0938\u0947 \u092a\u0939\u0932\u0947
modelAnswer.show_to_student.2=\u091b\u093e\u0924\u094d\u0930 \u0938\u092c\u092e\u093f\u091f \u0915\u0930\u0928\u0947 \u0915\u0947 \u092c\u093e\u0926
modelAnswer.show_to_student.3=\u0938\u092c\u092e\u093f\u0936\u0928 \u0932\u094c\u091f\u093e\u0928\u0947 \u0914\u0930 \u0935\u0930\u094d\u0917\u0940\u0915\u0943\u0924 \u0915\u0930\u0928\u0947 \u0915\u0947 \u092c\u093e\u0926
modelAnswer.show_to_student.4=\u092c\u093e\u0926 \u0938\u094d\u0935\u0940\u0915\u093e\u0930-\u0924\u093e\u0930\u0940\u0916 \u0924\u0915
modelAnswer.alert.modelAnswer=\u0915\u0943\u092a\u092f\u093e \u092e\u0949\u0921\u0932 \u0909\u0924\u094d\u0924\u0930 \u092a\u093e\u0920 \u092a\u094d\u0930\u0926\u093e\u0928 \u0915\u0930\u0947 \u0964
modelAnswer.alert.showto=\u0915\u0943\u092a\u092f\u093e \u0909\u091a\u093f\u0924 \u0938\u092e\u092f \u0915\u0947 \u092e\u0949\u0921\u0932 \u0909\u0924\u094d\u0924\u0930 \u091b\u093e\u0924\u094d\u0930\u094b\u0902 \u0915\u094b \u0926\u093f\u0916\u093e\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u091a\u0941\u0928\u0947\u0902\u0964

## private note
note=\u0928\u093f\u091c\u0940 \u0928\u094b\u091f
note.label=\u0928\u093f\u091c\u0940 \u0928\u094b\u091f\u094d\u0938
note.instruction=\u0906\u092a \u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u0915\u0947 \u092e\u0941\u0926\u094d\u0926\u094b\u0902, \u0935\u093f\u091a\u093e\u0930\u094b\u0902, \u0906\u0926\u093f \u0915\u094b \u091f\u094d\u0930\u0948\u0915 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u090f\u0915 \u0928\u094b\u091f \u0915\u093e \u0909\u092a\u092f\u094b\u0917 \u0915\u0930 \u0938\u0915\u0924\u0947 \u0939\u0948\u0902\u0964 \u091c\u094b \u0906\u092a \u0928\u093f\u0930\u094d\u0926\u093f\u0937\u094d\u091f \u0915\u0930\u0924\u0947 \u0939\u0941\u090f \u0917\u094d\u0930\u0947\u0921\u093f\u0902\u0917 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0909\u092a\u0932\u092c\u094d\u0927 \u0939\u0948\u0964
note.to.prompt=\u0938\u093e\u091d\u093e (\u0936\u0947\u092f\u0930) \u0915\u0930\u0947\u0902
note.to.tooltip=\ \u091a\u0941\u0928\u0947\u0902 \u0915\u093f\u0938\u0915\u094b \u092f\u0939 \u0928\u094b\u091f \u0926\u093f\u0916\u093e\u090f\u0901 
note.to.0=-\u090f\u0915 \u091a\u0941\u0928\u0947\u0902-
note.to.1=\u0916\u0941\u0926 \u0915\u094b \u0928\u093f\u091c\u0940 \u0930\u0916\u0928\u093e
note.to.2=\u0905\u0928\u094d\u092f \u092a\u094d\u0930\u0936\u093f\u0915\u094d\u0937\u0915\u094b\u0902 \u0915\u094b \u092a\u0922\u093c\u0928\u0947 \u0915\u0940 \u0905\u0928\u0941\u092e\u0924\u093f \u0926\u0947\u0902
note.to.3=\u0905\u0928\u094d\u092f \u092a\u094d\u0930\u0936\u093f\u0915\u094d\u0937\u0915\u094b\u0902 \u0915\u094b \u092a\u0922\u093c\u0928\u0947 \u0914\u0930 \u0938\u0902\u092a\u093e\u0926\u093f\u0924 \u0915\u0930\u0928\u0947 \u0915\u0940 \u0905\u0928\u0941\u092e\u0924\u093f \u0926\u0947\u0902
note.alert.text=\u0915\u0943\u092a\u092f\u093e \u0928\u093f\u091c\u0940 \u0928\u094b\u091f \u092a\u093e\u0920 \u0926\u0930\u094d\u091c \u0915\u0930\u0947\u0902\u0964
note.alert.to=\u0915\u0943\u092a\u092f\u093e \u0928\u093f\u091c\u0940 \u0928\u094b\u091f \u0915\u0947 \u0932\u093f\u090f \u0938\u093e\u091d\u093e \u0915\u0930\u0947\u0902 \u0935\u093f\u0915\u0932\u094d\u092a \u091a\u0941\u0928\u0947\u0902\u0964

## all purpose of item
allPurpose=\u0938\u092d\u0940 \u0909\u0926\u094d\u0926\u0947\u0936\u094d\u092f \u092e\u0926
allPurpose.instruction=\u091c\u093e\u0928\u0915\u093e\u0930\u0940 \u0915\u0947 \u090f\u0915 \u0935\u093f\u0936\u093f\u0937\u094d\u091f \u0938\u092e\u092f \u092a\u0930 \u092a\u094d\u0930\u0926\u0930\u094d\u0936\u093f\u0924 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u091c\u093f\u0938\u0947 \u0906\u092a \u091a\u0941\u0928\u0924\u0947 \u0939\u0948\u0902\u0964
allPurpose.show=\u092f\u0939 \u0906\u0907\u091f\u092e \u0926\u093f\u0916\u093e\u090f\u0901
allPurpose.show.from=\u0938\u0947 
allPurpose.show.util=\u091c\u092c \u0924\u0915
allPurpose.show.date=\u0924\u093e\u0930\u0940\u0916\:
allPurpose.show.time=\u0938\u092e\u092f\: 
allPurpose.show.hide=\u0907\u0938 \u0906\u0907\u091f\u092e \u0915\u094b \u091b\u0941\u092a\u093e\u090f\u0901 
allPurpose.show.to=\u0926\u093f\u0916\u093e\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f
allPurpose.show.expand=\u0935\u093f\u0938\u094d\u0924\u0943\u0924 \u0915\u0930\u0947\u0902
allPurpose.show.collapse=\u0938\u0902\u0915\u094d\u0937\u093f\u092a\u094d\u0924 \u0915\u0930\u0947\u0902
allPurpose.show.list=\u0938\u0942\u091a\u0940
allPurpose.user.selection.count=\u091a\u092f\u0928\u093f\u0924
allPurpose.alert.title=\u0938\u092d\u0940 \u0909\u0926\u094d\u0926\u0947\u0936\u094d\u092f \u0906\u0907\u091f\u092e \u0915\u0947 \u0932\u093f\u090f \u0936\u0940\u0930\u094d\u0937\u0915 \u0926\u0930\u094d\u091c \u0915\u0930\u0947\u0902\u0964
allPurpose.alert.text=\u0938\u092d\u0940 \u0909\u0926\u094d\u0926\u0947\u0936\u094d\u092f \u0906\u0907\u091f\u092e \u0915\u0947 \u0932\u093f\u090f \u091c\u093e\u0928\u0915\u093e\u0930\u0940 \u092a\u093e\u0920 \u0926\u0930\u094d\u091c \u0915\u0930\u0947\u0902\u0964
allPurpose.alert.access=\u0915\u0943\u092a\u092f\u093e \u0938\u092d\u0940 \u0909\u0926\u094d\u0926\u0947\u0936\u094d\u092f \u0906\u0907\u091f\u092e \u0915\u0947 \u0932\u093f\u090f \u092a\u0939\u0941\u0901\u091a \u0938\u0942\u091a\u0940 \u091a\u0941\u0928\u0947\u0902\u0964
allPurpose.alert.release.afer.retract=\u0938\u092d\u0940 \u0909\u0926\u094d\u0926\u0947\u0936\u094d\u092f \u0906\u0907\u091f\u092e \u0915\u0947 \u0936\u094b \u0936\u0941\u0930\u0942 \u0915\u0930\u0928\u0947 \u0915\u0940 \u0924\u093e\u0930\u0940\u0916, \u0936\u094b \u0924\u0915 \u0915\u0940 \u0924\u093e\u0930\u0940\u0916 \u0915\u0947 \u092c\u093e\u0926 \u0928\u093f\u0930\u094d\u0927\u093e\u0930\u093f\u0924 \u0928\u0939\u0940\u0902 \u0915\u0940 \u091c\u093e \u0938\u0915\u0924\u0940

all=\u0938\u092d\u0940

allowResubmission.show=\u092a\u0941\u0928\u0903 \u092a\u094d\u0930\u0938\u094d\u0924\u0941\u0924\u093f\u092f\u094b\u0902 \u0915\u0940 \u0905\u0928\u0941\u092e\u0924\u093f \u0915\u0947 \u0932\u093f\u090f \u0938\u0947\u091f\u093f\u0902\u0917\u094d\u0938 \u0926\u093f\u0916\u093e\u090f\u0901
allowResubmission.hide=\u092a\u0941\u0928\u0903 \u092a\u094d\u0930\u0938\u094d\u0924\u0941\u0924\u093f\u092f\u094b\u0902 \u0915\u0940 \u0905\u0928\u0941\u092e\u0924\u093f \u0915\u0947 \u0932\u093f\u090f \u0938\u0947\u091f\u093f\u0902\u0917\u094d\u0938 \u091b\u0941\u092a\u093e\u090f\u0901
allowResubmission.label=\u092a\u094d\u0930\u092f\u094b\u0915\u094d\u0924\u093e (\u0913\u0902) \u0915\u093e \u091a\u092f\u0928 \u0915\u0930\u0947\u0902 \u0914\u0930 \u092a\u0941\u0928\u0903 \u092a\u094d\u0930\u0938\u094d\u0924\u0941\u0924\u093f\u092f\u094b\u0902 \u0915\u0940 \u0905\u0928\u0941\u092e\u0924\u093f \u0926\u0947\u0902
allowResubmission.groups.label=\u0938\u092e\u0942\u0939 \u0915\u093e \u091a\u092f\u0928 \u0915\u0930\u0947\u0902 \u0914\u0930 \u092a\u0941\u0928\u0903 \u092a\u094d\u0930\u0938\u094d\u0924\u0941\u0924\u093f\u092f\u094b\u0902 \u0915\u0940 \u0905\u0928\u0941\u092e\u0924\u093f \u0926\u0947\u0902
allowResubmission.instruction=\u092a\u094d\u0930\u092f\u094b\u0915\u094d\u0924\u093e (\u0913\u0902) \u0915\u093e \u091a\u092f\u0928 \u0915\u0930\u0947\u0902 \u0914\u0930 \u092a\u0941\u0928\u0903 \u092a\u094d\u0930\u0938\u094d\u0924\u0941\u0924\u093f\u092f\u094b\u0902 \u0915\u0940 \u0938\u0947\u091f\u093f\u0902\u0917\u094d\u0938 \u0932\u093e\u0917\u0942 \u0915\u0930\u0947\u0902\u0964
allowResubmission.groups.instruction=\u0938\u092e\u0942\u0939(\u0913\u0902) \u0915\u093e \u091a\u092f\u0928 \u0915\u0930\u0947\u0902 \u0914\u0930 \u092a\u0941\u0928\u0903 \u092a\u094d\u0930\u0938\u094d\u0924\u0941\u0924\u093f\u092f\u094b\u0902 \u0915\u0940 \u0938\u0947\u091f\u093f\u0902\u0917\u094d\u0938 \u0932\u093e\u0917\u0942 \u0915\u0930\u0947\u0902\u0964
allowResubmission.nouser=\u0915\u0943\u092a\u092f\u093e \u0915\u092e \u0938\u0947 \u0915\u092e \u090f\u0915 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u091a\u0941\u0928\u0947\u0902, \u092a\u0941\u0928\u0903 \u092a\u094d\u0930\u0938\u094d\u0924\u0941\u0924\u093f\u092f\u094b\u0902 \u0915\u0947 \u0935\u093f\u0915\u0932\u094d\u092a \u0938\u0947\u091f \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f\u0964
allowResubmission.toggleall=\u092a\u0941\u0928\u0903 \u092a\u094d\u0930\u0938\u094d\u0924\u0941\u0924\u093f\u092f\u094b\u0902 \u0915\u0940 \u0905\u0928\u0941\u092e\u0924\u093f \u0926\u0947\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0938\u092d\u0940 \u0915\u093e \u091a\u092f\u0928 \u0915\u0930\u0947\u0902/\u0905\u091a\u092f\u0928\u093f\u0924 \u0915\u0930\u0947\u0902
allowResubmission.select.student=\u0938\u0947 \u092a\u0941\u0928\u0903 \u092a\u094d\u0930\u0938\u094d\u0924\u0941\u0924\u093f\u092f\u094b\u0902 \u0915\u0940 \u0905\u0928\u0941\u092e\u0924\u093f \u0926\u0947\u0902 
## single file upload
singleatt=\u0915\u0947\u0935\u0932 \u090f\u0915\u0932 \u0905\u092a\u0932\u094b\u0921 \u0915\u0940 \u0917\u0908 \u092b\u093c\u093e\u0907\u0932
att.upl=\u092b\u093c\u093e\u0907\u0932 \u091a\u0941\u0928\u0947\u0902
processmessage.file=\ \u092b\u093c\u093e\u0907\u0932 (\u092b\u093c\u093e\u0907\u0932\u0947\u0902) \u0905\u092a\u0932\u094b\u0921 \u0915\u0930\u0928\u093e 
size.exceeded=\u0905\u092a\u0932\u094b\u0921 \u0906\u0915\u093e\u0930 \u0938\u0940\u092e\u093e {0} Mb \u0915\u0947 \u092a\u093e\u0930 \u0939\u094b \u0917\u0908 \u0939\u0948\u0964
notpermis4=\u0906\u092a\u0915\u094b \u0938\u0902\u0938\u093e\u0927\u0928\u094b\u0902 \u0915\u094b \u091c\u094b\u0921\u093c\u0928\u0947 \u0915\u0940 \u0909\u091a\u093f\u0924 \u0905\u0928\u0941\u092e\u0924\u093f \u0928\u0939\u0940\u0902 \u0939\u0948\u0964
alert.toolong=\u0928\u093e\u092e ''{0}'' \u092c\u0939\u0941\u0924 \u0932\u0902\u092c\u093e \u0939\u0948\u0964 
failed=\u0915\u093e\u0930\u094d\u0930\u0935\u093e\u0908 \u0907\u0938 \u0938\u092e\u092f \u092e\u0947\u0902 \u092a\u0942\u0930\u093e \u0928\u0939\u0940\u0902 \u0915\u0940 \u091c\u093e \u0938\u0915\u0924\u0940 \u0939\u0948
failed.upload=\u092b\u093c\u093e\u0907\u0932 \u0915\u093e \u0905\u092a\u0932\u094b\u0921 \u0935\u093f\u092b\u0932 \u0939\u0941\u0906\u0964
failed.diskio=\u092b\u093c\u093e\u0907\u0932 \u0905\u092a\u0932\u094b\u0921 \u0915\u0930\u0928\u0947 \u0915\u0940 \u092a\u094d\u0930\u0915\u094d\u0930\u093f\u092f\u093e \u0938\u0930\u094d\u0935\u0930 \u0921\u093f\u0938\u094d\u0915 i/o \u0924\u094d\u0930\u0941\u091f\u093f \u0915\u0947 \u0915\u093e\u0930\u0923 \u0938\u092e\u093e\u092a\u094d\u0924 \u0928\u0939\u0940\u0902 \u0939\u0941\u0908 \u0939\u0948\u0964
choosefile7=\u0938\u0902\u0932\u0917\u094d\u0928 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u092b\u093c\u093e\u0907\u0932 \u0915\u093e \u091a\u092f\u0928 \u0915\u0930\u0947\u0902

## link to calendar
assign_due_event_desc=\u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f {0} {1} \u092a\u0930 \u0926\u0947\u092f \u0939\u0948\u0964

## confirm success grading of submission
saved_grading=\u091f\u093f\u092a\u094d\u092a\u0923\u093f\u092f\u093e\u0901 \u0914\u0930/\u092f\u093e \u0917\u094d\u0930\u0947\u0921 \u0938\u0939\u0947\u091c\u0947 \u0917\u090f \u0939\u0948\u0964

## cancel changes button
cancel_changes=\u092a\u0930\u093f\u0935\u0930\u094d\u0924\u0928 \u0930\u0926\u094d\u0926 \u0915\u0930\u0947\u0902

send.submission.releasegrade.email.options=\u0917\u094d\u0930\u0947\u0921 \u0905\u0927\u093f\u0938\u0942\u091a\u0928\u093e \u0908\u092e\u0947\u0932 \u0935\u093f\u0915\u0932\u094d\u092a \u091c\u093e\u0930\u0940 \u0915\u093f\u092f\u093e \u0917\u092f\u093e\:
send.submission.releasegrade.email.none=\u091c\u092c \u0917\u094d\u0930\u0947\u0921 \u091c\u093e\u0930\u0940 \u0939\u094b \u0905\u0927\u093f\u0938\u0942\u091a\u0928\u093e \u0908\u092e\u0947\u0932 \u091b\u093e\u0924\u094d\u0930 \u0915\u094b \u0928 \u092d\u0947\u091c\u0947\u0902
send.submission.releasegrade.email=\u091b\u093e\u0924\u094d\u0930 \u0915\u094b \u0905\u0927\u093f\u0938\u0942\u091a\u0928\u093e \u0908\u092e\u0947\u0932 \u092d\u0947\u091c\u0947\u0902, \u091c\u092c \u0917\u094d\u0930\u0947\u0921 \u091c\u093e\u0930\u0940 \u0939\u094b\u0902

noti.releasegrade.subject.content=\u0917\u094d\u0930\u0947\u0921 \u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u0915\u0947 \u0932\u093f\u090f \u0908\u092e\u0947\u0932 \u0905\u0927\u093f\u0938\u0942\u091a\u0928\u093e \u091c\u093e\u0930\u0940
noti.releasegrade.text=\u0906\u092a\u0915\u0947 \u0938\u092c\u092e\u093f\u0936\u0928 \u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f ''{0}'' \u0915\u094b \u0932\u094c\u091f\u093e \u0926\u093f\u092f\u093e \u0917\u092f\u093e \u0939\u0948\u0964 \u0915\u0943\u092a\u092f\u093e \u0935\u093f\u0935\u0930\u0923 \u0926\u0947\u0916\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f, {1} \u092a\u0930 \u091c\u093e\u0913\u0964

not_allowed_to_grade_in_gradebook=\u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u090f\u0915 \u0917\u094d\u0930\u0947\u0921\u092c\u0941\u0915 \u092a\u094d\u0930\u0935\u093f\u0937\u094d\u091f\u093f \u0915\u0947 \u0938\u093e\u0925 \u091c\u0941\u0921\u093c\u093e \u0939\u0941\u0906 \u0939\u0948\u0964 \u091a\u0942\u0902\u0915\u093f \u0906\u092a\u0915\u094b \u0917\u094d\u0930\u0947\u0921\u092c\u0941\u0915 \u092e\u0947\u0902 \u0917\u094d\u0930\u0947\u0921 \u0915\u0947 \u0932\u093f\u090f \u0905\u0928\u0941\u092e\u0924\u093f \u0928\u0939\u0940\u0902 \u0939\u0948\u0902, \u0906\u092a \u092f\u0939\u093e\u0901 \u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f\u094d\u0938 \u0909\u092a\u0915\u0930\u0923 \u092e\u0947\u0902 \u0917\u094d\u0930\u0947\u0921 \u0928\u0939\u0940\u0902 \u0915\u0930 \u0938\u0915\u0924\u0947 \u0939\u0948\u0902\u0964 \u0924\u0925\u093e\u092a\u093f, \u0906\u092a \u0905\u092c \u092d\u0940 \u091f\u093f\u092a\u094d\u092a\u0923\u0940 \u0915\u094d\u0937\u0947\u0924\u094d\u0930 \u0915\u094b \u0905\u0926\u094d\u092f\u0924\u0928 \u0915\u0930 \u0938\u0915\u0924\u0947 \u0939\u0948\u0902 \u0914\u0930 \u0905\u0928\u0941\u0932\u0917\u094d\u0928\u0915 (\u0913\u0902) \u0917\u094d\u0930\u0947\u0921\u093f\u0902\u0917 \u0915\u0947 \u092a\u094d\u0930\u092f\u094b\u091c\u0928\u094b\u0902 \u0915\u0947 \u0932\u093f\u090f \u0905\u092a\u0932\u094b\u0921 \u0915\u0930\u0947\u0902\u0964

not_allowed_to_grade_submission=\u0906\u092a\u0915\u094b \u0917\u094d\u0930\u0947\u0921 \u092a\u094d\u0930\u0938\u094d\u0924\u0941\u0924 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f {0} \u0915\u0940 \u0905\u0928\u0941\u092e\u0924\u093f \u0928\u0939\u0940\u0902 \u0939\u0948\u0902\u0964

## for gradebook item already associated with certain assignment
usedGradebookAssignment=\u090f\u0938\u094b\u0938\u093f\u090f\u091f\u0947\u0921 ''{0} \u0915\u0947 \u0938\u093e\u0925''

## options for assignment list view display
options=\u0935\u093f\u0915\u0932\u094d\u092a
youarenot_options=\u0906\u092a\u0915\u094b \u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u0909\u092a\u0915\u0930\u0923 \u0935\u093f\u0915\u0932\u094d\u092a \u0915\u094b \u0938\u0902\u092a\u093e\u0926\u093f\u0924 \u0915\u0930\u0928\u0947 \u0915\u0940 \u0905\u0928\u0941\u092e\u0924\u093f \u0928\u0939\u0940\u0902 \u0939\u0948\u0964
options_instruction=\u0915\u0943\u092a\u092f\u093e \u0917\u094d\u0930\u0947\u0921\u093f\u0902\u0917 \u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u092a\u0943\u0937\u094d\u0920 \u0915\u0947 \u0932\u093f\u090f \u092a\u094d\u0930\u0926\u0930\u094d\u0936\u0928 \u0935\u093f\u0915\u0932\u094d\u092a \u091a\u0941\u0928\u0947\u0902\u0964
options_default=\u0921\u093f\u092b\u093c\u0949\u0932\u094d\u091f (\u0938\u092d\u0940 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0915\u0940 \u092a\u094d\u0930\u0938\u094d\u0924\u0941\u0924\u093f\u092f\u093e\u0901 \u0926\u093f\u0916\u093e\u090f\u0901) 
options_searchonly=\u0915\u0947\u0935\u0932 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u092a\u094d\u0930\u0938\u094d\u0924\u0941\u0924\u093f\u092f\u093e\u0901 \u0905\u0928\u0941\u0938\u093e\u0930 \u0938\u092e\u0942\u0939 \u092b\u093c\u093f\u0932\u094d\u091f\u0930 \u0914\u0930 \u0916\u094b\u091c \u092a\u0930\u093f\u0923\u093e\u092e \u0926\u093f\u0916\u093e\u090f\u0901
options_cannotFindSite=\u0906\u0908\u0921\u0940 \u0915\u0947 \u0938\u093e\u0925 \u0938\u093e\u0907\u091f \u0922\u0942\u0901\u0922 \u0928\u0939\u0940\u0902 \u0938\u0915\u0924\u093e \= ''{0}'' 
options_cannotEditSite=\u0906\u092a\u0915\u094b \u0938\u093e\u0907\u091f \u0906\u0908\u0921\u0940 \= ''{0}'' \u0915\u0947 \u0938\u093e\u0925 \u0938\u0902\u092a\u093e\u0926\u093f\u0924 \u0915\u0930\u0928\u0947 \u0915\u0940 \u0905\u0928\u0941\u092e\u0924\u093f \u0928\u0939\u0940\u0902 \u0939\u0948\u0964
view_instruction=\u0915\u0943\u092a\u092f\u093e \u0935\u093f\u0926\u094d\u092f\u093e\u0930\u094d\u0925\u0940 \u092a\u094d\u0930\u0938\u094d\u0924\u0941\u0924\u093f\u092f\u093e\u0901 \u0926\u0947\u0916\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u090f\u0915 \u0938\u092e\u0942\u0939 \u091a\u0941\u0928\u0947\u0902\u0964
search=\u0916\u094b\u091c\u0947\u0902
search_students=\u091b\u093e\u0924\u094d\u0930\u094b\u0902 \u0915\u094b \u0916\u094b\u091c\u0947\u0902
search_clear=\u0938\u093e\u092b\u093c \u0915\u0930\u0947\u0902
search_student_instruction=\u0928\u093e\u092e,\u0906\u0908\u0921\u0940, \u092f\u093e \u0908\u092e\u0947\u0932
please_select_group=\u0915\u0943\u092a\u092f\u093e \u090f\u0915 \u0938\u092e\u0942\u0939 \u0915\u093e \u091a\u092f\u0928 \u0915\u0930\u0947\u0902\:
nostudent_searchview=\u0915\u094b\u0908 \u091b\u093e\u0924\u094d\u0930 \u0928\u0939\u0940\u0902 \u092a\u093e\u092f\u093e \u0917\u092f\u093e \u0939\u0948 \u091c\u094b \u0915\u093f \u0916\u094b\u091c \u092e\u093e\u092a\u0926\u0902\u0921 \u0915\u094b \u092a\u0942\u0930\u093e \u0915\u0930\u0947 \u0914\u0930 \u092b\u093c\u093f\u0932\u094d\u091f\u0930 \u0926\u0947\u0916\u0947\u0902\u0964

same_assignment_title=\u0938\u093e\u0907\u091f \u092e\u0947\u0902 \u090f\u0915 \u0939\u0940 \u0936\u0940\u0930\u094d\u0937\u0915 ''{0}'' \u0915\u0947 \u0938\u093e\u0925 \u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u092e\u094c\u091c\u0942\u0926 \u0939\u0948\u0964 \u0915\u0943\u092a\u092f\u093e \u0915\u093f\u0938\u0940 \u0926\u0942\u0938\u0930\u0947 \u0936\u0940\u0930\u094d\u0937\u0915 \u0915\u093e \u0909\u092a\u092f\u094b\u0917 \u0915\u0930\u0947\u0902\u0964

#Reorder Vm
reorder.title=\u0921\u093f\u092b\u093c\u0949\u0932\u094d\u091f \u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u0938\u0942\u091a\u0940 \u0926\u0943\u0936\u094d\u092f \u0915\u094b \u0935\u094d\u092f\u0935\u0938\u094d\u0925\u093f\u0924 \u0915\u0930\u0947\u0902 \n
reorder.instruction.general=\u092a\u0941\u0928\: \u0915\u094d\u0930\u092e\u093e\u0902\u0915\u093f\u0924 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f, \u0938\u0942\u091a\u0940 \u0906\u0907\u091f\u092e \u0916\u0940\u0902\u091a\u0947\u0902 \u0914\u0930 \u0921\u094d\u0930\u0949\u092a \u0915\u0930\u0947\u0902 \u0914\u0930 \u0924\u092c \u0938\u0941\u0930\u0915\u094d\u0937\u093f\u0924 \u0915\u0930\u0947\u0902 \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0947\u0902\u0964
reorder.instruction.input=\u0906\u092a \u0915\u094d\u0930\u092e \u0938\u0902\u0916\u094d\u092f\u093e \u0938\u0942\u091a\u0940 \u092d\u0940 \u0938\u0902\u092a\u093e\u0926\u093f\u0924 \u0915\u0930 \u0938\u0915\u0924\u0947 \u0939\u0948\u0902\u0964
reorder.instruction.general.hidden=\u0938\u0942\u091a\u0940 \u092e\u0947\u0902 \u091f\u0948\u092c \u0915\u0930\u0947\u0902 \u0914\u0930 \u0928\u093f\u092f\u0902\u0924\u094d\u0930\u0923 \u0915\u0941\u0902\u091c\u0940 \u0915\u094b \u0926\u092c\u093e\u090f \u0930\u0916\u0947\u0902 \u0914\u0930  \u0915\u094d\u0930\u092e\u092c\u0926\u094d\u0927 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0910\u0930\u094b \u0915\u0941\u0902\u091c\u093f\u092f\u094b\u0902 \u0915\u093e \u0909\u092a\u092f\u094b\u0917 \u0915\u0930\u0947\u0902\u0964
reorder.undo.last.label=\u092a\u093f\u091b\u0932\u093e \u092a\u0942\u0930\u094d\u0935\u0935\u0924\u094d \u0915\u0930\u0947\u0902
reorder.undo.all.label=\u0938\u092d\u0940 \u0915\u094b \u092a\u0942\u0930\u094d\u0935\u0935\u0924 \u0915\u0930\u0947\u0902
reorder.fail.valid.message=\u0915\u093f\u0938\u0940 \u0938\u0902\u0916\u094d\u092f\u093e \u0915\u0940 \u0924\u0941\u0932\u0928\u093e \u092e\u0947\u0902 \u091b\u094b\u091f\u093e \#  \u0915\u0943\u092a\u092f\u093e\!

## the url used by download all process
download_url_reminder=\u0906\u092a\u0928\u0947 \u0935\u093f\u0926\u094d\u092f\u093e\u0930\u094d\u0925\u0940 \u092a\u094d\u0930\u0938\u094d\u0924\u0941\u0924\u093f\u092f\u093e\u0901 \u0921\u093e\u0909\u0928\u0932\u094b\u0921 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u091a\u0941\u0928\u093e \u0939\u0948\u0964 \u092f\u0926\u093f \u0906\u092a\u0915\u094b \u0938\u092d\u0940 \u092a\u094d\u0930\u0938\u094d\u0924\u0941\u0924\u093f\u092f\u093e\u0901 \u0921\u093e\u0909\u0928\u0932\u094b\u0921 \u0915\u0930\u0928\u0947 \u092e\u0947\u0902 \u090f\u0915 \u0938\u092e\u0938\u094d\u092f\u093e \u0915\u093e \u0938\u093e\u092e\u0928\u093e \u0915\u0930\u0928\u093e \u092a\u0921\u093c\u093e, \u0928\u093f\u092e\u094d\u0928\u0932\u093f\u0916\u093f\u0924 \u0932\u093f\u0902\u0915 \u092a\u0930 \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0947\u0902\:
download_url_link_label=\u0938\u092d\u0940 \u0932\u093f\u0902\u0915 \u0921\u093e\u0909\u0928\u0932\u094b\u0921 \u0915\u0930\u0947\u0902
allPurpose_save=\u0938\u0939\u0947\u091c\u0947\u0902
allPurpose_cancel=\u0930\u0926\u094d\u0926 \u0915\u0930\u0947\u0902

# EntityProvider properties
assignment=\u0915\u093f\u0938\u0940 \u0926\u0940 \u0939\u0941\u0908 \u0938\u093e\u0907\u091f \u0915\u0947 \u0932\u093f\u090f \u0915\u093e\u0930\u094d\u092f \u0915\u093e \u092a\u094d\u0930\u0924\u093f\u0928\u093f\u0927\u093f\u0924\u094d\u0935 \u0915\u0930\u0924\u093e \u0939\u0948|
assignment.action.deepLinkWithPermissions=\u0915\u093e\u0930\u094d\u0930\u0935\u093e\u0908 \u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u0938\u0902\u0926\u0930\u094d\u092d, \u0914\u0930 allowReadAssignment, allowAddAssignment, allowSubmitAssignment \u0915\u0947 \u0932\u093f\u090f \u092c\u0942\u0932\u093f\u092f\u0928 \u092e\u093e\u0928 \u0932\u0947\u0924\u093e \u0939\u0948 \u0914\u0930 deepLink url \u0926\u0947\u0924\u093e \u0939\u0948\u0964 \u092f\u0939\u093e\u0901 \u0905\u0928\u0941\u0930\u094b\u0927 \u0939\u0948 url \u092a\u0948\u091f\u0930\u094d\u0928\: / \u092a\u094d\u0930\u0924\u094d\u092f\u0915\u094d\u0937/\u0915\u093e\u0930\u094d\u092f\u092d\u093e\u0930/deepLinks / {assignment_ref} \u092a\u0948\u0930\u093e\u092e\u0940\u091f\u0930 \u0915\u0947 \u0938\u093e\u0925 {bool_allowRead}, {bool_allowAdd} \u0914\u0930 {bool_allowSubmit}
assignment.action.deepLink=\u0935\u0930\u094d\u0924\u092e\u093e\u0928 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0915\u0947 \u0932\u093f\u090f \u0915\u094d\u0930\u093f\u092f\u093e \u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u0938\u0902\u0926\u0930\u094d\u092d \u0932\u0947\u0924\u093e \u0939\u0948, deepLink url \u0926\u0947\u0924\u093e \u0939\u0948\u0964 \u092f\u0939\u093e\u0901 \u0905\u0928\u0941\u0930\u094b\u0927 \u0939\u0948 url \u092a\u0948\u091f\u0930\u094d\u0928\: / \u092a\u094d\u0930\u0924\u094d\u092f\u0915\u094d\u0937/\u0915\u093e\u0930\u094d\u092f\u092d\u093e\u0930/deepLinks / {assignment_ref}
assignment.action.annc=\u0915\u094d\u0930\u093f\u092f\u093e \u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u0938\u0902\u0926\u0930\u094d\u092d \u0932\u0947\u0924\u093e \u0939\u0948, \u0914\u0930 \u0918\u094b\u0937\u0923\u093e \u0915\u0947 \u090f\u0915\u0940\u0915\u0930\u0923 \u0915\u0947 \u0932\u093f\u090f \u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u0915\u0947 \u092c\u093e\u0930\u0947 \u092e\u0947\u0902 \u091c\u093e\u0928\u0915\u093e\u0930\u0940 \u0926\u0947\u0924\u093e \u0939\u0948\u0964 \u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u091c\u093e\u0928\u0915\u093e\u0930\u0940 \u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u0935\u0938\u094d\u0924\u0941, \u092a\u094d\u0930\u0938\u0902\u0917, assignmentId, assignmentTitle, assignmentUrl \u092d\u0940 \u0936\u093e\u092e\u093f\u0932 \u0939\u0948\u0964 \u092f\u0939\u093e\u0901 \u0905\u0928\u0941\u0930\u094b\u0927 \u0939\u0948 url \u092a\u0948\u091f\u0930\u094d\u0928\: / \u092a\u094d\u0930\u0924\u094d\u092f\u0915\u094d\u0937/\u0915\u093e\u0930\u094d\u092f\u092d\u093e\u0930/annc / {assignment_ref} parameter \u0915\u0947 \u0938\u093e\u0925 {messageId}
assignment.action.site=\u090f\u0915 \u0938\u093e\u0907\u091f \u0915\u0947 \u0932\u093f\u090f \u0915\u093e\u0930\u094d\u092f \u0915\u094b \u092a\u0941\u0928\u0903 \u092a\u094d\u0930\u093e\u092a\u094d\u0924 \u0915\u0930\u0947\u0902\u0964 \u0905\u0928\u0941\u0930\u094b\u0927 url \u092a\u0948\u091f\u0930\u094d\u0928\: /direct/assignment/site/{siteId}.{format}
assignment.action.item=\u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u0906\u0908\u0921\u0940 \u0926\u094d\u0935\u093e\u0930\u093e \u0928\u093f\u0930\u094d\u0926\u093f\u0937\u094d\u091f \u0915\u093f\u0938\u0940 \u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u0915\u094b \u092a\u0941\u0928\u0903 \u092a\u094d\u0930\u093e\u092a\u094d\u0924 \u0915\u0930\u0947\u0902\u0964 \u0905\u0928\u0941\u0930\u094b\u0927 url \u092a\u0948\u091f\u0930\u094d\u0928\:  /direct/assignment/item/{assignmentId}.{format}
assignment.action.my=\u092e\u0947\u0930\u0947 \u0938\u092d\u0940 \u0938\u093e\u0907\u091f\u094b\u0902 \u0915\u0947 \u0932\u093f\u090f \u092e\u0947\u0930\u0947 \u0938\u092d\u0940 \u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u0915\u094b \u092a\u0941\u0928\u0903 \u092a\u094d\u0930\u093e\u092a\u094d\u0924 \u0915\u0930\u0947\u0902\u0964 \u0905\u0928\u0941\u0930\u094b\u0927 url \u092a\u0948\u091f\u0930\u094d\u0928\: /direct/assignment/my.{format}

content_review.error.SUBMISSION_ERROR_RETRY_CODE=\u092e\u094c\u0932\u093f\u0915\u0924\u093e \u0938\u0947\u0935\u093e \u0915\u0940 \u091c\u093e\u0901\u091a \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u092a\u094d\u0930\u0938\u094d\u0924\u0941\u0924 \u0915\u093f\u092f\u0947 \u0917\u092f\u0947 \u0907\u0938 \u0905\u0928\u0941\u0932\u0917\u094d\u0928\u0915 \u092e\u0947\u0902 \u090f\u0915 \u0924\u094d\u0930\u0941\u091f\u093f \u0909\u0924\u094d\u092a\u0928\u094d\u0928 \u0939\u0941\u0908\u0964 \u0938\u093f\u0938\u094d\u091f\u092e \u0938\u094d\u0935\u091a\u093e\u0932\u093f\u0924 \u0930\u0942\u092a \u0938\u0947 \u0907\u0938 \u0905\u0928\u0941\u0932\u0917\u094d\u0928\u0915 \u0915\u094b \u092a\u0941\u0928\: \u092a\u094d\u0930\u0938\u094d\u0924\u0941\u0924 \u0915\u0930\u0928\u0947 \u0915\u0940 \u0915\u094b\u0936\u093f\u0936 \u0915\u0930\u0947\u0917\u093e\u0964
content_review.error.SUBMISSION_ERROR_NO_RETRY_CODE=\u092e\u094c\u0932\u093f\u0915\u0924\u093e \u0938\u0947\u0935\u093e \u0915\u0940 \u091c\u093e\u0901\u091a \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u092f\u0939 \u0905\u0928\u0941\u0932\u0917\u094d\u0928\u0915 \u092a\u094d\u0930\u0938\u094d\u0924\u0941\u0924 \u0915\u0930\u0924\u0947 \u0938\u092e\u092f \u090f\u0915 \u0924\u094d\u0930\u0941\u091f\u093f \u0909\u0924\u094d\u092a\u0928\u094d\u0928 \u0939\u0941\u0908\u0964
content_review.error.SUBMISSION_ERROR_USER_DETAILS_CODE=\u092e\u094c\u0932\u093f\u0915\u0924\u093e \u0938\u0947\u0935\u093e \u0915\u0940 \u091c\u093e\u0901\u091a \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u092f\u0939 \u0905\u0928\u0941\u0932\u0917\u094d\u0928\u0915 \u092a\u094d\u0930\u0938\u094d\u0924\u0941\u0924 \u0915\u0930\u0924\u0947 \u0938\u092e\u092f \u0915\u094b\u0908 \u0924\u094d\u0930\u0941\u091f\u093f \u0909\u0924\u094d\u092a\u0928\u094d\u0928 \u0939\u0941\u0908\u0964 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u091c\u093e\u0928\u0915\u093e\u0930\u0940 \u0905\u092a\u0942\u0930\u094d\u0923 \u092f\u093e \u0905\u092e\u093e\u0928\u094d\u092f \u0939\u0948\u0902\u0964
content_review.error.REPORT_ERROR_RETRY_CODE=\u0907\u0938 \u0905\u0928\u0941\u0932\u0917\u094d\u0928\u0915 \u0915\u0947 \u0932\u093f\u090f \u092e\u094c\u0932\u093f\u0915\u0924\u093e \u0930\u093f\u092a\u094b\u0930\u094d\u091f \u092a\u0941\u0928\u0930\u094d\u092a\u094d\u0930\u093e\u092a\u094d\u0924 \u0915\u0930\u0924\u0947 \u0938\u092e\u092f \u090f\u0915 \u0924\u094d\u0930\u0941\u091f\u093f \u0909\u0924\u094d\u092a\u0928\u094d\u0928 \u0939\u0941\u0908\u0964 \u0938\u093f\u0938\u094d\u091f\u092e \u0938\u094d\u0935\u091a\u093e\u0932\u093f\u0924 \u0930\u0942\u092a \u0938\u0947 \u0930\u093f\u092a\u094b\u0930\u094d\u091f \u0915\u094b \u092a\u0941\u0928\u0903 \u092a\u0941\u0928\u0903 \u092a\u094d\u0930\u093e\u092a\u094d\u0924 \u0915\u0930\u0928\u0947 \u0915\u0940 \u0915\u094b\u0936\u093f\u0936 \u0915\u0930\u0947\u0902\u0917\u0947\u0964
content_review.error.REPORT_ERROR_NO_RETRY_CODE=\u0907\u0938 \u0905\u0928\u0941\u0932\u0917\u094d\u0928\u0915 \u0915\u0947 \u0932\u093f\u090f \u092e\u094c\u0932\u093f\u0915\u0924\u093e \u0930\u093f\u092a\u094b\u0930\u094d\u091f \u092a\u0941\u0928\u0930\u094d\u092a\u094d\u0930\u093e\u092a\u094d\u0924 \u0915\u0930\u0924\u0947 \u0938\u092e\u092f \u090f\u0915 \u0924\u094d\u0930\u0941\u091f\u093f \u0909\u0924\u094d\u092a\u0928\u094d\u0928 \u0939\u0941\u0908\u0964 \u0930\u093f\u092a\u094b\u0930\u094d\u091f \u0915\u094b \u0932\u093e\u092f\u093e \u0928\u0939\u0940\u0902 \u091c\u093e \u0938\u0915\u0924\u093e\u0964
content_review.error.SUBMISSION_ERROR_RETRY_EXCEEDED_CODE=\u092e\u094c\u0932\u093f\u0915\u0924\u093e \u0915\u0940 \u0938\u092e\u0940\u0915\u094d\u0937\u093e \u0915\u0947 \u0932\u093f\u090f \u092f\u0939 \u0905\u0928\u0941\u0932\u0917\u094d\u0928\u0915 \u092a\u094d\u0930\u0938\u094d\u0924\u0941\u0924 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0938\u092d\u0940 \u092a\u094d\u0930\u092f\u093e\u0938 \u0935\u093f\u092b\u0932 \u0930\u0939\u0947\u0964 \u092a\u094d\u0930\u0938\u094d\u0924\u0941\u0924 \u0915\u0930\u0928\u0947 \u0915\u0947 \u092a\u094d\u0930\u092f\u093e\u0938 \u0938\u0940\u092e\u093e \u0924\u0915 \u092a\u0939\u0941\u0901\u091a \u0917\u092f\u093e\u0964
content_review.pending.info=\u092f\u0939 \u0905\u0928\u0941\u0932\u0917\u094d\u0928\u0915 \u092a\u094d\u0930\u0938\u094d\u0924\u0941\u0924 \u0915\u093f\u092f\u093e \u0917\u092f\u093e \u0939\u0948 \u0914\u0930 \u0938\u092e\u0940\u0915\u094d\u0937\u093e \u0932\u0902\u092c\u093f\u0924 \u0939\u0948\u0964

content_review.error=\u0915\u094b\u0908 \u0905\u091c\u094d\u091e\u093e\u0924 \u0924\u094d\u0930\u0941\u091f\u093f \u0909\u0924\u094d\u092a\u0928\u094d\u0928 \u0939\u0941\u0908\u0964 \u0907\u0938 \u0905\u0928\u0941\u0932\u0917\u094d\u0928\u0915 \u0915\u0947 \u0932\u093f\u090f \u092e\u094c\u0932\u093f\u0915\u0924\u093e \u0938\u092e\u0940\u0915\u094d\u0937\u093e \u0909\u092a\u0932\u092c\u094d\u0927 \u0928\u0939\u0940\u0902 \u0939\u0948\u0964
content_review.error.createAssignment=\u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u0938\u0939\u0947\u091c\u093e \u0917\u092f\u093e \u0925\u093e, \u0932\u0947\u0915\u093f\u0928 Turnitin \u091c\u093e\u0928\u0915\u093e\u0930\u0940 \u0905\u0926\u094d\u092f\u0924\u0928 \u0915\u0930\u0928\u0947 \u092e\u0947\u0902 \u0905\u0938\u092e\u0930\u094d\u0925 \u0925\u093e\u0964  \u0915\u0943\u092a\u092f\u093e \u092b\u093f\u0930 \u0938\u0947 \u0938\u0939\u0947\u091c\u0928\u0947 \u0915\u093e \u092a\u094d\u0930\u092f\u093e\u0938 \u0915\u0930\u0947\u0902\u0964
content_review.note=<div>< br / ><em>\u0927\u094d\u092f\u093e\u0928 \u0926\u0947\u0902, \u0905\u0917\u0930 Turnitin \u0915\u093e \u0909\u092a\u092f\u094b\u0917 \u0915\u0930\:</em><ol><li>\u0907\u0938 \u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u0915\u0947 \u0932\u093f\u090f \u0938\u0947\u091f &quot;\u0915\u0947\u0935\u0932 \u090f\u0915\u0932 \u0905\u092a\u0932\u094b\u0921 \u092b\u093c\u093e\u0907\u0932\u0964&quot;</li> <li>\u091b\u093e\u0924\u094d\u0930\u094b\u0902 \u0915\u094b \u092c\u0924\u093e\u0913\:</li><ol><li>\u0915\u0947\u0935\u0932 \u090f\u0915 \u0905\u0928\u0941\u0932\u0917\u094d\u0928\u0915 \u092d\u0947\u091c\u0947\u0902\u0964</li><li>\u0915\u0947\u0935\u0932 \u092b\u093c\u093e\u0907\u0932 \u092a\u094d\u0930\u0915\u093e\u0930\u094b\u0902 \u0915\u093e \u0909\u092a\u092f\u094b\u0917 \u0915\u0930\u0947\u0902\: \u0936\u092c\u094d\u0926, \u092a\u0940\u0921\u0940\u090f\u092b, HTML, RTF, \u092f\u093e \u0938\u093e\u0926\u093e \u092a\u093e\u0920\u0964</li><li>\u0939\u092e\u0947\u0936\u093e \u092b\u093c\u093e\u0907\u0932 \u090f\u0915\u094d\u0938\u091f\u0947\u0902\u0936\u0928 \u0936\u093e\u092e\u093f\u0932 \u0915\u0930\u0947\u0902\u0964</li></ol></ol></div>

noti.releaseresubmission.subject.content=\u092a\u0941\u0928\u0903 \u092a\u094d\u0930\u0938\u094d\u0924\u0941\u0924\u093f\u092f\u094b\u0902 \u0915\u0940 \u0905\u0928\u0941\u092e\u0924\u093f \u0915\u0947 \u0938\u093e\u0925 \u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u0915\u0947 \u0932\u093f\u090f \u0908\u092e\u0947\u0932 \u0905\u0927\u093f\u0938\u0942\u091a\u0928\u093e
noti.releaseresubmission.text=\u0906\u092a\u0915\u0947 \u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f "{0}" \u0915\u0947 \u0938\u092c\u092e\u093f\u0936\u0928 \u0915\u094b \u0938\u0939\u0940 \u0915\u093f\u092f\u093e \u0917\u092f\u093e \u0939\u0948 \u0914\u0930 \u092f\u0939 \u092a\u0941\u0928\u0903 \u092a\u094d\u0930\u0938\u094d\u0924\u0941\u0924\u093f \u0915\u0940 \u0905\u0928\u0941\u092e\u0924\u093f \u0926\u0947\u0924\u093e \u0939\u0948\u0964 \u0915\u0943\u092a\u092f\u093e \u0935\u093f\u0935\u0930\u0923 \u0926\u0947\u0916\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f {1} \u092a\u0930 \u091c\u093e\u0913\u0964
send.submission.releasereturn.email.options=\u092a\u0941\u0928\u0903 \u092a\u094d\u0930\u0938\u094d\u0924\u0941\u0924\u093f\u0915\u0930\u0923 \u0905\u0927\u093f\u0938\u0942\u091a\u0928\u093e \u0908\u092e\u0947\u0932 \u0935\u093f\u0915\u0932\u094d\u092a \u091c\u093e\u0930\u0940 \u0915\u093f\u092f\u093e\:
send.submission.releasereturn.email.none=\u0905\u0927\u093f\u0938\u0942\u091a\u0928\u093e \u0908\u092e\u0947\u0932 \u091b\u093e\u0924\u094d\u0930 \u0915\u094b \u0928 \u092d\u0947\u091c\u0947\u0902 \u091c\u092c \u0917\u094d\u0930\u0947\u0921 \u091c\u093e\u0930\u0940 \u0915\u093f\u092f\u093e \u0917\u092f\u093e \u0939\u094b \u0914\u0930 \u092a\u0941\u0928\u0903 \u092a\u094d\u0930\u0938\u094d\u0924\u0941\u0924\u093f \u0909\u092a\u0932\u092c\u094d\u0927 \u0939\u094b
send.submission.releasereturn.email=\u0905\u0927\u093f\u0938\u0942\u091a\u0928\u093e \u0908\u092e\u0947\u0932 \u091b\u093e\u0924\u094d\u0930 \u0915\u094b \u092d\u0947\u091c\u0947\u0902 \u091c\u092c \u0917\u094d\u0930\u0947\u0921 \u091c\u093e\u0930\u0940 \u0915\u093f\u092f\u093e \u0917\u092f\u093e \u0939\u094b \u0914\u0930 \u092a\u0941\u0928\u0903 \u092a\u094d\u0930\u0938\u094d\u0924\u0941\u0924\u093f \u0909\u092a\u0932\u092c\u094d\u0927 \u0939\u094b

# Peer Review
peerAssessmentSavedGrading=\u091f\u093f\u092a\u094d\u092a\u0923\u093f\u092f\u093e\u0901 \u0914\u0930/\u092f\u093e \u0917\u094d\u0930\u0947\u0921 \u0938\u0939\u0947\u091c\u093e \u0917\u092f\u093e \u0939\u0948, \u0932\u0947\u0915\u093f\u0928 \u092a\u094d\u0930\u0938\u094d\u0924\u0941\u0924 \u0928\u0939\u0940\u0902 \u0915\u093f\u092f\u093e\u0964 \u092f\u0926\u093f \u0906\u092a\u0928\u0947 \u0905\u092a\u0928\u0940 \u0938\u092e\u0940\u0915\u094d\u0937\u093e \u0928\u093f\u092f\u0924 \u0924\u093e\u0930\u0940\u0916 \u0938\u0947 \u092a\u0939\u0932\u0947 \u092a\u094d\u0930\u0938\u094d\u0924\u0941\u0924 \u0928\u0939\u0940\u0902 \u0915\u0940, \u092f\u0939 \u0906\u092a \u0915\u0947 \u0932\u093f\u090f \u092a\u094d\u0930\u0938\u094d\u0924\u0941\u0924 \u0915\u093f\u092f\u093e \u091c\u093e\u090f\u0917\u093e\u0964
peerAssessmentSavedSubmission=\u091f\u093f\u092a\u094d\u092a\u0923\u093f\u092f\u093e\u0901 \u0914\u0930/\u092f\u093e \u0917\u094d\u0930\u0947\u0921 \u0938\u0939\u0947\u091c\u0947 \u0914\u0930 \u092a\u094d\u0930\u0938\u094d\u0924\u0941\u0924 \u0915\u093f\u090f \u0917\u090f \u0939\u0948\u0902\u0964
peerAssessmentName=\u0938\u0939\u0915\u0930\u094d\u092e\u0940 \u092e\u0942\u0932\u094d\u092f\u093e\u0902\u0915\u0928
peerAssessmentUse=\u0938\u0939\u0915\u0930\u094d\u092e\u0940 \u092e\u0942\u0932\u094d\u092f\u093e\u0902\u0915\u0928 \u0915\u093e \u0909\u092a\u092f\u094b\u0917 \u0915\u0930\u0947\u0902
peerassessment.note=\u0938\u0939\u0915\u0930\u094d\u092e\u0940 \u092e\u0942\u0932\u094d\u092f\u093e\u0902\u0915\u0928 \u092e\u0947\u0902 \u090f\u0915 \u0905\u0902\u0915 \u0917\u094d\u0930\u0947\u0921\u093f\u0902\u0917 \u092a\u0948\u092e\u093e\u0928\u0947 \u0915\u0940 \u0906\u0935\u0936\u094d\u092f\u0915\u0924\u093e \u0939\u0948 \u0914\u0930 \u092f\u0939 \u0938\u092e\u0942\u0939 \u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f\u094d\u0938 \u0915\u0940 \u0905\u0928\u0941\u092e\u0924\u093f \u0928\u0939\u0940\u0902 \u0926\u0947\u0924\u0940\u0902\u0964
peerassessment.periodfinishes=\u092e\u0942\u0932\u094d\u092f\u093e\u0902\u0915\u0928 \u0905\u0935\u0927\u093f \u0916\u0924\u094d\u092e\:
peerassessment.anonymousEvaluation=\u0905\u0928\u093e\u092e \u092e\u0942\u0932\u094d\u092f\u093e\u0902\u0915\u0928
peerassessment.studentViewReviews=\u091b\u093e\u0924\u094d\u0930\u094b\u0902 \u0915\u094b \u0905\u092a\u0928\u0940 \u092a\u094d\u0930\u0938\u094d\u0924\u0941\u0924\u093f\u092f\u093e\u0901 \u0915\u0940 \u0938\u092e\u0940\u0915\u094d\u0937\u093e \u0926\u0947\u0916\u0928\u0947 \u0915\u0940 \u0905\u0928\u0941\u092e\u0924\u093f \u0926\u0947\u0902
peerassessment.numSubmissions=\u091b\u093e\u0924\u094d\u0930\u094b\u0902 \u0915\u094b \u092a\u094d\u0930\u0938\u094d\u0924\u0941\u0924\u093f\u0924\u093f\u092f\u094b\u0902 \u0915\u0940 \u0938\u0902\u0916\u094d\u092f\u093e \u0915\u0940 \u0938\u092e\u0940\u0915\u094d\u0937\u093e \u0915\u0930\u0928\u093e \u091a\u093e\u0939\u093f\u090f
peerassessment.reviewInstructions=\u0938\u092e\u0940\u0915\u094d\u0937\u0915 \u0915\u0947 \u0932\u093f\u090f \u0928\u093f\u0930\u094d\u0926\u0947\u0936\:
peerassessment.specifyNumReview=\u0915\u0943\u092a\u092f\u093e \u092a\u094d\u0930\u0938\u094d\u0924\u0941\u0924\u093f\u092f\u093e\u0901 \u0915\u0940 \u0915\u0940 \u0938\u0902\u0916\u094d\u092f\u093e \u0915\u0947 \u0932\u093f\u090f \u090f\u0915 \u092e\u093e\u0928 \u0926\u0930\u094d\u091c \u0915\u0930\u0947\u0902 \u0915 \u091b\u093e\u0924\u094d\u0930 \u0938\u0939\u0915\u0930\u094d\u092e\u0940 \u092e\u0942\u0932\u094d\u092f\u093e\u0902\u0915\u0928 \u0915\u0947 \u0932\u093f\u090f \u0938\u092e\u0940\u0915\u094d\u0937\u093e \u0915\u0930\u0947\u0964
peerassessment.invalidNumReview=\u092a\u094d\u0930\u0938\u094d\u0924\u0941\u0924\u093f\u092f\u093e\u0901 \u0915\u0940 \u0938\u0902\u0916\u094d\u092f\u093e \u0915\u0947 \u0932\u093f\u090f \u0906\u092a\u0915\u094b \u090f\u0915 \u092e\u093e\u0928\u094d\u092f \u0938\u0902\u0916\u094d\u092f\u093e 0 \u0938\u0947 \u0905\u0927\u093f\u0915 \u0926\u0930\u094d\u091c \u0915\u0930\u0928\u093e \u0939\u094b\u0917\u093e \u090f\u0915 \u091b\u093e\u0924\u094d\u0930 \u0938\u0939\u0915\u0930\u094d\u092e\u0940 \u092e\u0942\u0932\u094d\u092f\u093e\u0902\u0915\u0928 \u0915\u0940 \u0938\u092e\u0940\u0915\u094d\u0937\u093e \u0915\u0930\u0947\u0964
peerassessment.invliadPeriodTime=\u0906\u092a\u0915\u094b \u090f\u0915 \u0938\u0939\u0915\u0930\u094d\u092e\u0940 \u0915\u0940 \u0938\u092e\u0940\u0915\u094d\u0937\u093e \u0905\u0935\u0927\u093f \u0926\u093f\u0928\u093e\u0902\u0915 \u0926\u0930\u094d\u091c \u0915\u0930\u0928\u093e \u0939\u094b\u0917\u093e \u091c\u094b \u0915\u092e \u0938\u0947 \u0915\u092e 10 \u092e\u093f\u0928\u091f \u0939\u0948 \u0938\u094d\u0935\u0940\u0915\u093e\u0930 \u0924\u093e\u0930\u0940\u0916 \u0915\u0947 \u092c\u093e\u0926 \u0964
peerassessment.reviewStartsOn={0} \u092a\u0930 \u0938\u092e\u0940\u0915\u094d\u0937\u093e \u0936\u0941\u0930\u0942 \u0939\u094b\u0924\u093e \u0939\u0948
peerassessment.notavailable=\u0906\u092a\u0915\u0947 \u0926\u094d\u0935\u093e\u0930\u093e \u091a\u092f\u0928\u093f\u0924 \u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u0915\u0947 \u0932\u093f\u090f \u0938\u0939\u0915\u0930\u094d\u092e\u0940 \u092e\u0942\u0932\u094d\u092f\u093e\u0902\u0915\u0928 \u0909\u092a\u0932\u092c\u094d\u0927 \u0928\u0939\u0940\u0902 \u0939\u0948\u0964
peerassessment.allSubmitted=\u0906\u092a\u0928\u0947 \u0905\u092a\u0928\u0947 \u0938\u092d\u0940 \u0938\u0939\u0915\u0930\u094d\u092e\u0940 \u0915\u0940 \u0938\u092e\u0940\u0915\u094d\u0937\u093e \u0915\u094b \u092a\u094d\u0930\u0938\u094d\u0924\u0941\u0924 \u0915\u093f\u092f\u093e \u0939\u0948\u0964
peerassessment.instructionsForReviewer=\u0938\u092e\u0940\u0915\u094d\u0937\u0915 \u0915\u0947 \u0932\u093f\u090f \u0928\u093f\u0930\u094d\u0926\u0947\u0936
peerassessment.reviewerComments=\u0938\u092e\u0940\u0915\u094d\u0937\u0915 \u091f\u093f\u092a\u094d\u092a\u0923\u093f\u092f\u093e\u0901
peerassessment.alert.saveerrorunkown=\u0938\u0939\u0947\u091c\u0924\u0947 \u0938\u092e\u092f \u090f\u0915 \u0924\u094d\u0930\u0941\u091f\u093f \u0909\u0924\u094d\u092a\u0928\u094d\u0928 \u0939\u0941\u0908, \u0915\u0943\u092a\u092f\u093e \u0924\u093e\u091c\u093c\u093e \u0915\u0930\u0947\u0902 \u0914\u0930 \u092a\u0941\u0928\: \u092a\u094d\u0930\u092f\u093e\u0938 \u0915\u0930\u0947\u0902\u0964
peerassessment.alert.saveinvalidscore=\u0906\u092a\u0915\u094b \u0938\u094d\u0915\u094b\u0930 \u0915\u0947 \u0932\u093f\u090f 0 \u0938\u0947 \u0905\u0927\u093f\u0915 \u090f\u0915 \u092e\u093e\u0928\u094d\u092f \u0938\u0902\u0916\u094d\u092f\u093e \u0926\u0930\u094d\u091c \u0915\u0930\u0928\u093e \u0906\u0935\u0936\u094d\u092f\u0915 \u0939\u0948\u0964
peerassessment.alert.savenoscorecomment=\u0906\u092a\u0915\u094b \u0905\u092a\u0928\u0940 \u0938\u0939\u0915\u0930\u094d\u092e\u0940 \u092e\u0942\u0932\u094d\u092f\u093e\u0902\u0915\u0928 \u092d\u0947\u091c\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u090f\u0915 \u0917\u094d\u0930\u0947\u0921 \u092f\u093e \u090f\u0915 \u091f\u093f\u092a\u094d\u092a\u0923\u0940 \u0926\u0930\u094d\u091c \u0915\u0930\u0928\u0940 \u0939\u094b\u0917\u0940\u0964
peerassessment.instructions.reviewer=\u0938\u092e\u0940\u0915\u094d\u0937\u0915 \u0915\u0947 \u0932\u093f\u090f \u0928\u093f\u0930\u094d\u0926\u0947\u0936
peerassessment.invliadGroupAssignment=\u0938\u0939\u0915\u0930\u094d\u092e\u0940 \u092e\u0942\u0932\u094d\u092f\u093e\u0902\u0915\u0928 \u0915\u0947 \u0932\u093f\u090f \u0938\u092e\u0942\u0939 \u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u0909\u092a\u0932\u092c\u094d\u0927 \u0928\u0939\u0940\u0902 \u0939\u0948\u0902\u0964
peerassessment.invliadSubmissionTypeAssignment=\u0938\u0939\u0915\u0930\u094d\u092e\u0940 \u092e\u0942\u0932\u094d\u092f\u093e\u0902\u0915\u0928 \u0915\u0947 \u0932\u093f\u090f \u0917\u0948\u0930 \u0907\u0932\u0947\u0915\u094d\u091f\u094d\u0930\u0949\u0928\u093f\u0915 \u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u0909\u092a\u0932\u092c\u094d\u0927 \u0928\u0939\u0940\u0902 \u0939\u0948\u0902\u0964
peerassessment.invliadGradeTypeAssignment=\u0938\u0939\u0915\u0930\u094d\u092e\u0940 \u092e\u0942\u0932\u094d\u092f\u093e\u0902\u0915\u0928 \u0909\u092a\u0932\u092c\u094d\u0927 \u0924\u092d\u0940 \u0939\u0948\u0902 \u091c\u092c \u0917\u094d\u0930\u0947\u0921 \u092a\u0948\u092e\u093e\u0928\u0947 \u092a\u0930 \u0905\u0902\u0915 \u0938\u0947\u091f \u0915\u093f\u092f\u093e \u0917\u092f\u093e \u0939\u0948\u0964
peerassessment.reviewedby=\u0926\u094d\u0935\u093e\u0930\u093e \u0938\u092e\u0940\u0915\u094d\u0937\u093f\u0924
peerassessment.reviewergrade=\u0938\u092e\u0940\u0915\u094d\u0937\u0915 \u0917\u094d\u0930\u0947\u0921
peerassessment.noscore=\u0915\u094b\u0908 \u0938\u094d\u0915\u094b\u0930 \u0928\u0939\u0940\u0902
peerassessment.nocomments=\u0915\u094b\u0908 \u091f\u093f\u092a\u094d\u092a\u0923\u0940 \u0928\u0939\u0940\u0902
peerassessment.removereview=\u0938\u092e\u0940\u0915\u094d\u0937\u093e\: \u0928\u093f\u0915\u093e\u0932\u0947\u0902
peerassessment.restorereview=\u0938\u092e\u0940\u0915\u094d\u0937\u093e\: \u092a\u0941\u0928\u0930\u094d\u0938\u094d\u0925\u093e\u092a\u093f\u0924 \u0915\u0930\u0947\u0902
peerassessment.cantgradewithdate=\u092a\u094d\u0930\u0936\u093f\u0915\u094d\u0937\u0915 \u0917\u094d\u0930\u0947\u0921\u093f\u0902\u0917 \u0915\u0940 \u0938\u092e\u0940\u0915\u094d\u0937\u093e\: \u0905\u0935\u0927\u093f \u091c\u092c \u0924\u0915 \u0915\u0947 \u092c\u093e\u0926 \u0928\u093f\u0937\u094d\u0915\u094d\u0930\u093f\u092f \u0939\u0948\: {0}
peerassessment.removed=\u091b\u093e\u0924\u094d\u0930 \u092a\u094d\u0930\u0938\u094d\u0924\u0941\u0924\u0940\u0915\u0930\u0923 \u0915\u0947 \u0932\u093f\u090f \u0938\u092e\u0940\u0915\u094d\u0937\u093e \u0915\u094b \u0938\u092b\u0932\u0924\u093e\u092a\u0942\u0930\u094d\u0935\u0915 \u0939\u091f\u093e\u092f\u093e
peerassessment.restored=\u091b\u093e\u0924\u094d\u0930 \u092a\u094d\u0930\u0938\u094d\u0924\u0941\u0924\u0940\u0915\u0930\u0923 \u0915\u0947 \u0932\u093f\u090f \u0938\u092e\u0940\u0915\u094d\u0937\u093e \u0915\u094b \u0938\u092b\u0932\u0924\u093e\u092a\u0942\u0930\u094d\u0935\u0915 \u092a\u0941\u0928\u0930\u094d\u0938\u094d\u0925\u093e\u092a\u093f\u0924 \u0915\u093f\u092f\u093e
peerassessment.peerReviewDueDateWithDate=\u0938\u0939\u0915\u0930\u094d\u092e\u0940 \u0915\u0940 \u0938\u092e\u0940\u0915\u094d\u0937\u093e \u0928\u093f\u092f\u0924 \u0926\u093f\u0928\u093e\u0902\u0915\: {0}
aeerassessment.peerGradeInfo=\u0907\u0938 \u0916\u0902\u0921 \u092e\u0947\u0902 \u0906\u092a \u0914\u0938\u0924 \u0938\u0939\u0915\u0930\u094d\u092e\u0940 \u0938\u092e\u0940\u0915\u094d\u0937\u093e \u0917\u094d\u0930\u0947\u0921 \u0915\u094b \u0938\u094d\u0935\u0940\u0915\u093e\u0930 \u0915\u0930 \u0938\u0915\u0924\u0947 \u0939\u0948\u0902 \u092f\u093e \u0913\u0935\u0930\u0930\u093e\u0907\u0921 \u0915\u0930 \u0938\u0915\u0924\u0947 \u0939\u0948\u0902\u0964 \u090f\u0915 \u092c\u093e\u0930 \u092f\u0939 \u0917\u094d\u0930\u0947\u0921 \u091c\u093e\u0930\u0940 \u0939\u094b \u0917\u0908, \u0917\u094d\u0930\u0947\u0921\u092c\u0941\u0915 \u092e\u0947\u0902 \u092f\u0939 \u0917\u094d\u0930\u0947\u0921 \u0926\u093f\u0916\u093e\u0908 \u0926\u0947\u0917\u093e\u0964
stuviewsubm.peerreview=\u090f\u0915 \u092c\u093e\u0930 \u092a\u094d\u0930\u0938\u094d\u0924\u0941\u0924 \u0915\u0930 \u0926\u093f\u092f\u093e, \u092f\u0939 \u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u090f\u0915 \u0938\u0939\u0915\u0930\u094d\u092e\u0940 \u0915\u0940 \u0938\u092e\u0940\u0915\u094d\u0937\u093e \u0915\u093e \u0939\u093f\u0938\u094d\u0938\u093e \u0939\u094b\u0917\u093e\u0964
stuviewsubm.peerreviewanon=\u090f\u0915 \u092c\u093e\u0930 \u092a\u094d\u0930\u0938\u094d\u0924\u0941\u0924 \u0915\u0930 \u0926\u093f\u092f\u093e, \u092f\u0939 \u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u090f\u0915 \u0905\u0928\u093e\u092e \u0938\u0939\u0915\u0930\u094d\u092e\u0940 \u0915\u0940 \u0938\u092e\u0940\u0915\u094d\u0937\u093e \u0915\u093e \u0939\u093f\u0938\u094d\u0938\u093e \u0939\u094b\u0917\u093e\u0964 \u0905\u092a\u0928\u093e \u0928\u093e\u092e \u0915\u093f\u0938\u0940 \u092d\u0940 \u092a\u094d\u0930\u0938\u094d\u0924\u0941\u0924 \u092a\u093e\u0920 \u092e\u0947\u0902, \u092b\u093c\u093e\u0907\u0932\u0947\u0902 \u092f\u093e \u092b\u093c\u093e\u0907\u0932 \u0928\u093e\u092e \u092e\u0947\u0902 \u0936\u093e\u092e\u093f\u0932 \u0928\u0939\u0940\u0902 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0938\u0941\u0928\u093f\u0936\u094d\u091a\u093f\u0924 \u0915\u0930\u0947\u0902\u0964
peerassessment.submissionReq=\u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u0938\u092c\u092e\u093f\u0936\u0928 \u0906\u0935\u0936\u094d\u092f\u0915
peerassessment.notOpen=\u0928\u0939\u0940\u0902 \u0916\u0941\u0932\u093e
peerassessment.notStarted=\u092a\u094d\u0930\u093e\u0930\u0902\u092d \u0928\u0939\u0940\u0902 \u0939\u0941\u0906
peerassessment.incomplete=\u0905\u0927\u0942\u0930\u093e
peerassessment.submitted=\u095b\u092e\u093e \u0915\u093f\u092f\u093e \u0939\u0941\u0906
peerassessment.student=\u091b\u093e\u0924\u094d\u0930 {0}
peerassessment.draftInProgress=\u092e\u0938\u094c\u0926\u093e - \u092a\u094d\u0930\u0917\u0924\u093f \u092e\u0947\u0902

gen.att.single=\u0905\u0928\u0941\u0932\u0917\u094d\u0928\u0915 
gen.stuatt.single=\u0938\u092c\u092e\u093f\u091f \u0915\u093f\u090f \u0917\u090f \u0905\u0928\u0941\u0932\u0917\u094d\u0928\u0915

