#X-Generator: crowdin.com
acesubdea2=Date d'\u00e9ch\u00e9ance finale doit \u00eatre apr\u00e8s la date limite de remise.

acesubdea3=Date d'\u00e9ch\u00e9ance finale doit \u00eatre apr\u00e8s la date d'ouverture.







assig3=La date limite de remise du devoir doit \u00eatre apr\u00e8s la date d'ouverture.

assig4=La date limite de remise du devoir ne doit pas \u00eatre dans le pass\u00e9.

assig5=Devoir\: Nouvelle date d'ouverture pour

assig6=Devoir\: Date d'ouverture pour

attaonly=Fichiers joints seulement


cannotfin1=Impossible d'ajouter la date limite de remise \u00e0 l'horaire.






cannotfin6=Impossible de trouver l'\u00e9v\u00e9nement calendrier.


cannotmak=Impossible de faire une annonce pour la date d'ouverture du devoir.

cannotrem=Imposssible de supprimer l'ancien \u00e9v\u00e9nement pour le devoir

check=Crochet

conte=contenu.

deadl=Date d'\u00e9ch\u00e9ance finale

delet=Supprimer

delete_assig.delanass=Supprimer un devoir...
delete_assig.delass=Supprimer devoirs...

downall=T\u00e9l\u00e9charger tout

downspr=T\u00e9l\u00e9charger la feuille de calcul

draft=Brouillon cr\u00e9\u00e9

dupli=Dupliquer

gen.acesubunt=Date d\u2019\u00e9ch\u00e9ance finale
gen.addatt=Ajouter fichiers joints
gen.addatttoassig=Ajoute un fichier joint au devoir
gen.addatttoassiginstr=Ajouter un item de votre ordinateur ou s\u00e9lectionnez un item existant dans les Ressources. Un fois votre s\u00e9lection faite, s\u00e9lectionnez 'Continuer', ou s\u00e9lectionnez 'Cancel' pour retourner sans faire de changements. Vous retournerez \u00e0 votre devoir - que vous devriez alors sauvegarder.
gen.adddroatt=Ajouter / Supprimer fichiers joints
gen.addduedat=Ajouter une date limite de remise \u00e0 l'horaire
gen.addhonple=Ajouter engagement sur l'honneur
gen.addinst=Commentaires additionnels de l'instructeur \u00e0 propos du document que vous avez d\u00e9pos\u00e9
gen.addinstatts=Fichiers joints de l'instructeur pour cette remise
gen.addres2=Ressources additionnelles pour le devoir
gen.alert=Alerte\:
gen.anntheope=Annoncer la date d'ouverture
gen.assdet=D\u00e9tails du devoir
gen.assig=Devoir
gen.assinf=Instructions pour le devoir
gen.ass.lis.sum=Liste des devoirs. Colonne 1\: titre du devoir et liens pour r\u00e9viser ou dupliquer. Colonne 2\: \u00e9tat. Colonne 3\: date d'ouverture. Colonne 4\: date de fermeture. Colonne 6\: nombre soumis et not\u00e9s. Colonne 7\: note. La colonne 8 peut contenir des cases \u00e0 cocher pour s\u00e9lectionner et supprimer des devoirs.
gen.asstit=Titre du devoir
gen.at=\u00e0
gen.att=Fichiers joints
gen.attfprgra=Fichiers joints pour la correction
gen.atttoret=Fichiers joints \u00e0 retourner avec la note
gen.atttoret2=Fichiers joints \u00e0 retourner avec le devoir
gen.can=Annuler\r\n
gen.clocli=Fermer, cliquez pour ouvrir les instructions du devoir
gen.closed=Ferm\u00e9
gen.creby=Cr\u00e9\u00e9 par
gen.don=Termin\u00e9
gen.dra1=Brouillon
gen.dra2=Brouillon -
gen.due=D\u00fb
gen.duedat=date limite de remise
gen.filatt=Fichier joint
gen.folatt=Fichier joint au dossier
gen.forpoi=Pour le pointage, entrez le maximum possible
gen.gra=Note
gen.gra2=Note\:
gen.grading=Notation
gen.checked=V\u00e9rifi\u00e9
gen.commented=Annot\u00e9
gen.regra=Corriger \u00e0 nouveau
gen.regrading=Recorrection
gen.grarep=Relev\u00e9 de notes
gen.grasca=\u00c9chelle de pointage
gen.hasbee=Le devoir a \u00e9t\u00e9 remis le
gen.hidassinf=Cacher les infos du devoir
gen.honple=Engagement sur l'honneur\:
gen.honple2=Engagement sur l'honneur\: Je n'ai donn\u00e9 ni re\u00e7u d'aide pour ce devoir.
gen.honple2val=Vous devez cocher l'engagement sur l'honneur. Pour ce faire, cliquez R\u00e9viser.
gen.viewasstablesummary=Configuration du devoir.
gen.viewassliststudentsummary=Liste d'\u00e9tudiants qui ont remis des devoirs.
gen.viewasslistreportsummary=Liste de devoirs d'\u00e9tudiants corrig\u00e9s
gen.in=Dans
gen.inpro=En cours
gen.instrcomment=Commentaires de l'instructeur
gen.to=\u00e0
gen.late=en retard
gen.late2=- en retard
gen.lisofassto=Liste de devoirs \u00e0 supprimer
gen.mod=Modifi\u00e9
gen.modbyins=Modifi\u00e9 par l'instructeur
gen.new=Nouveau
gen.no=Non
gen.noasscan=Aucun devoir ne peut \u00eatre remis apr\u00e8s cette date de fermeture.
gen.noatt=Aucun fichier joint pour l'instant
gen.noattsubmitted=Aucun fichier joint
gen.nograd=Aucune note
gen.notope=Non ouvert
gen.notset=Non r\u00e9gl\u00e9
gen.notsta=Non d\u00e9but\u00e9
gen.of=de
gen.open=Ouvert
gen.orisub=Texte original remis
gen.orisub2=Texte original remis avec les commentaires de l'instructeur ajout\u00e9s le cas \u00e9ch\u00e9ant
gen.outof=de
gen.pos=Publier
gen.pre=Aper\u00e7u
gen.relea=Mettre en circulation
gen.resub=Nouvelle remise
gen.retu=Retour
gen.backtolist=Retour \u00e0 la liste
gen.review=R\u00e9viser
gen.retustud=Retourner \u00e0 l'\u00e9tudiant
gen.retustudtit=Correction termin\u00e9e, retourner maintenant \u00e0 l'\u00e9tudiant
gen.returned=Retourn\u00e9
gen.revi=R\u00e9viser
gen.sav=Enregistrer
gen.savdra=Enregistrer brouillon
gen.savdragra=Enregistrer
gen.savdratit=Enregistrer les commentaires et les notes, mais ne pas retourner \u00e0 l'\u00e9tudiant maintenant
gen.sca=\u00c9chelle
gen.settfor=Configuration pour
gen.sorasc=Trier ascendant
gen.sorbydue=Trier par date limite de remise
gen.sorbygra=Trier par note
gen.sorbylas=Trier par nom
gen.sorbymax=Trier par note maximale disponible
gen.sortbyfor=Trier par audience
gen.sortbyforasc=Trier par audience ascendante
gen.sortbyfordesc=Trier par audience descendante
gen.sordes=Trier descendant
gen.staass=Commencer devoir
gen.status=Statut
gen.stuatt=Fichiers joints remis
gen.student=\u00c9tudiant
gen.stunam=Nom de l'\u00e9tudiant
gen.stusub=Remises de l'\u00e9tudiant
gen.stuvie=Vue \u00e9tudiant
gen.stuvieof=Vue \u00e9tudiant du devoir
gen.stuwonsee=Les \u00e9tudiants ne verront pas ce devoir avant cette date d'ouverture.
gen.subm=Remise du devoir
gen.submission=Remise

gen.subm2=Remises
gen.subm3=Remettre
gen.subm4=Remis
gen.subm5=Date de remise
gen.sumcom=R\u00e9sum\u00e9 des commentaires
gen.theare2=Il n'y a aucune remise.
gen.thearecur1=Il n'y a actuellement aucun devoir \u00e0 cet endroit.
gen.thearecur2=Il n'y a actuellement aucune remise \u00e0 cet endroit.
gen.theassall4=Ce devoir permet la remise en utilisant le champ de saisie ci-dessous et les fichiers joints. Inscrivez vos commentaires dans le champ ci-dessous et utilisez le bouton Ajouter fichiers joints pour inclure d'autres documents. Enregistrez fr\u00e9quemment votre travail.
gen.theassall6=Ce devoir permet la remise en utilisant le champ de saisie ci-dessous uniquement. Inscrivez votre r\u00e9ponse. Enregistrez fr\u00e9quemment votre travail.
gen.theassinf=Information du devoir
gen.view2=Afficher
gen.yes=Oui
gen.youmus=(Vous devez r\u00e9pondre pour remettre votre devoir.)
gen.yousub=Votre remise
gen.reviewing=R\u00e9vision
gen.submittedtext=Texte remis
gen.visible=Pour
gen.applygrade=Appliquer

grad2=La note ne peut \u00eatre plus grande que la note maximale.

grad3=Corrig\u00e9

gradingsub.belisthe=Ci-dessous vous trouvez la remise de devoir d'un \u00e9tudiant. Vous pouvez ins\u00e9rer des commentaires \u00e0 l'int\u00e9rieur de ce texte en cliquant dans le champ de saisie puis en inscrivant vous commentaires. Les commentaires entour\u00e9s de doubles accolades, {{<span class\="highlight">like this</span>}}, appara\u00eetront en rouge pour l'\u00e9tudiant.
gradingsub.opecliass=Ouvrir, cliquez pour fermer l'instruction du devoir
gradingsub.prefee=R\u00e9troaction pr\u00e9c\u00e9dente
gradingsub.prefeetex=Texte de la r\u00e9troaction pr\u00e9c\u00e9dente
gradingsub.prefeedbackAttachments=Fichiers joints pr\u00e9c\u00e9dents retourn\u00e9s
gradingsub.pregra=Note pr\u00e9c\u00e9dente\:
gradingsub.usethebel1=Utilisez le champ de saisie ci-dessous pour inscrire des commentaires r\u00e9capitulatifs additionnels \u00e0 propos de ce devoir.
gradingsub.usethebel2=Utilisez le champ de saisie ci-dessous pour inscrire des commentaires r\u00e9capitulatifs \u00e0 propos du fichier joint \u00e0 ce devoir ou \u00e0 la note.

granotset=Type de note non r\u00e9gl\u00e9

hassum=Devoir {0} a des remises.

hasDraftSum=Certains \u00e9tudiants ont commenc\u00e9 \u00e0 travailler sur le devoir, mais ne l'ont pas encore soumis.

inlin=En ligne seulement

inlinatt=En ligne et fichiers joints


# months (used in chef_dateselectionwidget macro in VM_chef_library.vm)
jan=JAN.
feb=F\u00c9V.
mar=MARS
apr=AVR.
may=MAI
jun=JUIN
jul=JUIL.
aug=AO\u00dbT
oct=OCT.
nov=NOV.
dec=D\u00c9C.


letter=Notes en lettres

lisofass1=Liste de devoirs

lisofass2=Liste de devoirs par \u00e9tudiant

listassig.sorbynum1=Trier par nombre total de devoirs remis
listassig.sorbynum2=Trier par nombre de devoirs remis non corrig\u00e9s
listassig.sorbyope=Trier par date d'ouverture
listassig.sorbysec=Trier par section
listassig.sorbytit=Trier par titre
listsub.nosub=Aucun devoirs remis
listsub.sorbyrel=Trier par mise en circulation
listsub.sorbysub=Trier par heure de remise

new=Ajouter
newass=nouveau devoir

newassig.comfor=Compl\u00e9tez le formulaire puis choisissez 'Publier' au bas. Un <span class\="reqStarInline">*</span> signifie une information obligatoire.
newassig.opedat=Date d'ouverture
newassig.selectmessage=Appuyez sur Enter, puis utilisez Alt + les touches de d\u00e9placement vers le haut et vers le bas pour d\u00e9filer le menu
newassig.tosel=Pour s\u00e9lectionner plus d'une section\: maintenez enfonc\u00e9e la touche (PC- CTRL, Mac - Pomme) en cliquant sur la deuxi\u00e8me section et les subs\u00e9quentes.

newope=Nouvelle date d'ouverture pour le devoir

opedat=Date d'ouverture pour de devoir

pass=R\u00e9ussite/\u00c9chec

permis=Droits d'acc\u00e8s

plespethe1=Veuillez sp\u00e9cifier le titre du devoir.

plespethe2=Veuillez sp\u00e9cifier la note.

plespethe3=S'il vous pla\u00eet, sp\u00e9cifiez le nombre maximum de points.


plesuse1=Veuillez utiliser un nombre pour le champ note.

plesuse2=Veuillez n'utiliser qu'une seule d\u00e9cimale pour la note.

plesuse3=Veuillez utiliser z\u00e9ro ou un nombre positif pour la note.

plesuse4=La note en points inscrite est plus grande que la valeur maximale permise par le syst\u00e8me. Veuillez entrer une valeur ne d\u00e9passant pas


prevassig.hidass=Cacher devoir
prevassig.hidstuvie=Cacher vue \u00c9tudiant
prevassig.preass=Aper\u00e7u devoir...
prevassig.shoass=Afficher devoir
prevassig.shostuvie=Afficher vue \u00c9tudiant

releas=Mis en circulation

relgrad=Mettre notes en circulation
relcommented=Mettre en circulation annot\u00e9e

repsubmi.sorbysca=Trier par \u00e9chelle
repsubmi.sorbytur=Trier par date de remise

return=Retourn\u00e9

setperfor=R\u00e9gler les droits d'acc\u00e8s des devoirs dans le site






stulistassig.asshasbee1=(Le devoir a \u00e9t\u00e9 supprim\u00e9)
stulistassig.selanass1=La liste de devoirs ci-dessous appara\u00eet exactement de la fa\u00e7on dont un \u00e9tudiant la verra. En cliquant 'Remettre comme \u00e9tudiant', vous pouvez faire le devoir exactement de la m\u00eame fa\u00e7on qu'un \u00e9tudiant le fera, incluant la remise du devoir.
stulistassig.selanass=S\u00e9lectionnez un devoir pour afficher les d\u00e9tails, commencez \u00e0 travailler ou \u00e9ditez votre travail pr\u00e9c\u00e9dent.

stulistsunbm.chotri=S\u00e9lectionnez l'ic\u00f4ne triangulaire pour afficher le statut des devoirs de l'\u00e9tudiant.
stulistsunbm.hidstuass=Cacher les devoirs/remises de l'\u00e9tudiant
stulistsunbm.listhestu=Liste les remises de l'\u00e9tudiant pour chacun des devoirs. Colonne 1\: nom de l'\u00e9tudiant - cliquez pour \u00e9tendre. Lorsque \u00e9tendu, les colonnes 2-5 affichent le titre du devoir, sa remise, son \u00e9tat et sa note.
stulistsunbm.shostuass=Afficher les devoirs/remises de l'\u00e9tudiant

stuviewgrad.thegradet=Le d\u00e9tail de la correction du devoir remis

stuviewsubm.asshasbee2=Le devoir a \u00e9t\u00e9 corrig\u00e9/annot\u00e9.
stuviewsubm.asshasbee3=Le devoir a \u00e9t\u00e9 remis \u00e0 nouveau le
stuviewsubm.asshasbee4=Le devoir a \u00e9t\u00e9 retourn\u00e9 le
stuviewsubm.asshasnot=Compl\u00e9tez le formulaire, puis s\u00e9lectionnez le bouton appropri\u00e9 au bas.
stuviewsubm.entbelo=Validez ci-dessous pour remettre \u00e0 nouveau
stuviewsubm.plesub=Veuillez remettre \u00e0 nouveau avec vos modifications.
stuviewsubm.theassall2=Le devoir permet les remises par l'ajout de fichiers joints seulement.
stuviewsubm.theclodat=La date de fermeture du devoir est pass\u00e9e. Vous ne pouvez plus remettre une r\u00e9ponse.
stuviewsubm.youatt=Votre devoir remis joint
feedbacktext=Texte de r\u00e9troaction
feedbackcomment=R\u00e9troaction


# Taggable
tag.emptylist=Il n'y a pas d'\u00e9tiquette \u00e0 afficher.
tag.tags=\u00c9tiquettes




theisno=Il n'existe pas de tel devoir.

theisnostudent=Il n'y a pas d'\u00e9tudiants

thiasshas=Ce devoir n'a pas d'instructions. \u00cates-vous s\u00fbr?

ungra=Non corrig\u00e9
viewassig.datcre=Date de cr\u00e9ation
viewassig.shoassinf=Afficher information du devoir
viewassig.theassall1=Ce devoir permet de saisir du texte directement et/ou de joindre des fichiers. Inscrivez vos commentaires dans le champ ci-dessous et utilisez le bouton Ajouter fichiers joints pour inclure d'autres documents avec votre remise. Enregistrez fr\u00e9quemment votre travail.
viewassig.theassall3=Ce devoir permet la remise \u00e0 l'aide de fichiers joints uniquement. Utilisez le bouton Ajouter fichiers joints ci-dessous pour joindre 1 ou plusieurs documents.
viewassig.theassall5=Ce devoir permet la remise en utilisant le champ de saisie ci-dessous uniquement. Veuillez inscrire votre r\u00e9ponse et enregistrez fr\u00e9quemment votre travail.
viewassig.viewass1=Affichage du devoir...






youarenot12=Vous n'avez pas le droit d'envoyer un r\u00e9ponse.

youarenot13=Vous n'avez pas le droit de remettre un devoir.





youarenot17=Vous \u00eates en train de r\u00e9viser un devoir apr\u00e8s la date limite de remise.

youarenot18=Vous devez cocher l'Engagement sur l'honneur avant la remise.



youarenot4=Vous n'avez pas le droit de cr\u00e9er une remise de devoir.

youarenot5=Vous n'avez pas le droit de dupliquer le devoir.

youarenot6=Vous n'avez pas le droit d'\u00e9diter le devoir.

youmust1=Vous devez joindre au moins un document avant la remise.

youmust2=Vous devez soit inscrire votre r\u00e9ponse dans le champ de saisie ou joindre au moins un document avant la remise.

youmust6=Vous devez d'abord s\u00e9lectionner un(des) devoir(s) en cochant la case \u00e0 c\u00f4t\u00e9 du nom du devoir. Ensuite cliquez le bouton Mettre \u00e0 jour pour supprimer le(les) devoir(s).

youmust7=Vous devez inscrire votre r\u00e9ponse dans le champ de saisie avant la remise.


#added during legacy tool refactoring
list.show=Afficher
list.itemsper=\u00e9l\u00e9ments...
update=Mettre \u00e0 jour
subasstudent=Remettre comme \u00e9tudiant
alert.globalNavi=Si vous sortez sans cliquer un des boutons de commande au bas de cette page, vous perdrez le travail fait jusqu'\u00e0 pr\u00e9sent. Veuillez choisir un de ces boutons ou naviguez vers la page choisie en abandonnant le travail fait sur cette page.
viewassign=Affichage du devoir
subexampleassign=Remettre un exemple de devoir
viewexampleassign=Affichage de l'exemple de devoir
assignmenttext=Texte du devoir
resubmit=Remettre \u00e0 nouveau
viewsubmission=Affichage de la remise
viewsubmissions=Affichage des remises
allowResubmit=Autoriser une nouvelle remise
gen.first=Premier
gen.previous=Pr\u00e9c\u00e9dent
gen.next=Suivant
gen.last=Dernier

gen.remove=Supprimer
gen.remove.q=Supprimer?

addtogradebook=Ajouter au bulletin de notes
addtogradebook.wrongGradeScale=L'int\u00e9gration dans le bulletin de notes n'est disponible que pour les devoirs ayant une note en points.
addtogradebook.nonUniqueTitle=Le m\u00eame titre de devoir est d\u00e9j\u00e0 utilis\u00e9 dans l'outil Bulletin de notes. Veuillez utiliser un titre diff\u00e9rent.
addtogradebook.illegalPoints=Une entr\u00e9e du bulletin de note ne peut \u00eatre cr\u00e9\u00e9e pour ce devoir, car le maximum de points doit \u00eatre > 0. Veuillez soit changer le maximum de points du devoir ou d\u00e9cocher le choix "Ajouter au Bulletin de notes"
addtogradebook.alertMessage=Exception lors de la r\u00e9cup\u00e9ration du bulletin de notes, exception ci-bas\:

date.invalid=Date invalide pour
date.closedate=date de fermeture

gen.viewing=Affichage
gen.items=\u00e9l\u00e9ments

gen.required=obligatoire
gen.notrequired=Non requis

download.spreadsheet.title=Remise du devoir fichier Excel
download.spreadsheet.site=Site\:
download.spreadsheet.date=Date de t\u00e9l\u00e9chargement\:
download.spreadsheet.column.userid=ID de l'utilisateur
download.spreadsheet.column.name=Nom

# AssignmentActivityProducer

## the column headers in grades.csv file in zip download


#group related variables
displayto.site=Afficher au site
displayto.selected=Afficher aux groupes s\u00e9lectionn\u00e9s


group=Groupe
groups=Groupes
group.list.summary=La table contient la liste des groupes. La premi\u00e8re colonne contient des cases \u00e0 cocher, la seconde le nom du groupe et la troisi\u00e8me, la description du groupe. Le liens de l'ent\u00eate peuvent \u00eatre utilis\u00e9s pour trier

java.alert.youchoosegroup=Vous devez choisir au moins un groupe.
java.alert.noGroupedAssignmentIntoGB=Vous ne pouvez pas ajouter un devoir avec un acc\u00e8s de groupe dans le Relev\u00e9 de notes.

nostudent=Il n'y a pas d'\u00e9tudiant dans le site.

grading=Correction
grading.no=Ne pas ajouter le devoir au Relev\u00e9 de notes
grading.add=Ajouter un devoir au Relev\u00e9 de notes
grading.associate=Associer avec un devoir existant du Relev\u00e9 de notes
grading.associate.alert=Vous devez s\u00e9lectionner un devoir du Relev\u00e9 de notes
grading.select=S\u00e9lectionner un Devoir
access=Acc\u00e8s

## SAK-17606


allow.resubmit.number=Nombre de nouvelles remises permises
allow.resubmit.number.unlimited=Illimit\u00e9es



## max grade

## no-submission grade
non.submission.grade=Allouer cette note \u00e0 tous les participants sans remises\:
non.submission.grade.select=Veuillez s\u00e9lectionner la note par d\u00e9faut\:
## for not graded non-electronic submission grades

##################UPV added
not_allowed_to_submit=Vous n'avez pas le droit de faire de remise pour ce devoir.

### Non-electronic submission
nonelec=Non \u00e9lectronique
nonelec_instruction=Ce devoir ne permet pas les remises en ligne. Contactez votre instructeur pour obtenir des instructions additionnelles.
nonelec_instruction2=Ce devoir n\u00e9cessite une remise en personne.

## on the submission confirmation page
confirm.submission.title=Confirmation de l'envoi
confirm.submission.success=Le travail a \u00e9t\u00e9 remis avec succ\u00e8s.
confirm.submission.label.user=Utilisateur\:
confirm.submission.label.classsite=Classe du site\:
confirm.submission.notext=Aucun texte remis
confirm.submission.email=Vous recevrez une notification par courriel contenant ces informations.
receive.confirm.submission.email.options=Options de notification par courriel\:
receive.confirm.submission.email.each=Envoyez-moi une notification par courriel pour chaque devoir remis
receive.confirm.submission.email.digest=Envoyez-moi un courriel par jour contenant la liste des devoirs remis
receive.confirm.submission.email.none=Aucune notification par courriel

# on the download/upload all page, most of the attributes are shared between upload and download process
uploadall.title=Tout t\u00e9l\u00e9verser
uploadall.instruction=S\u00e9lectionnez une archive \u00e0 t\u00e9l\u00e9verser, choisissez les options et cliquez sur le bouton "T\u00e9l\u00e9verser" en bas.  Les \u00e9l\u00e9ments requis sont indiqu\u00e9s avec
uploadall.instruction2=L'archive doit contenir un dossier pour chaque \u00e9tudiant.  Chaque dossier peut contenir un fichier comments.txt, le devoir remis de l'\u00e9tudiant accompagn\u00e9 des commentaires du professeur ainsi que tout autre fichier que vous d\u00e9sirez retourner avec le devoir.
uploadall.choose.file=Fichier\:
uploadall.choose.file2=Choisir les \u00e9l\u00e9ments de l'archive \u00e0 t\u00e9l\u00e9verser
uploadall.choose.file.gradeFile=Fichier de notes (fichier grades.csv \u00e0 la racine du r\u00e9pertoire)
uploadall.releaseOption=S\u00e9lectionnez une option de publication
uploadall.releaseOption.yes=Publier les informations t\u00e9l\u00e9vers\u00e9es aux \u00e9tudiants
uploadall.releaseOption.no=Ne pas publier les informations t\u00e9l\u00e9vers\u00e9es maintenant - Publier plus tard
uploadall.button.upload=T\u00e9l\u00e9verser
uploadall.alert.choose.element=Vous devez choisir au moins un \u00e9l\u00e9ment dans l'archive pour le chargement.
uploadall.alert.zipFile=Vous n'avez pas s\u00e9lectionn\u00e9 un fichier zip.  Vous devez s\u00e9lectionner un fichier .zip ou .sit pour le chargement.
# SAK-19147 Assignments : Download All - flat file structure

review.use=Utiliser le service de r\u00e9vision
review.allow=Autoriser les \u00e9tudiants \u00e0 voir les rapports
review.report=Rapport Turnitin

gen.sorbyreview=Trier par r\u00e9vision
gen.rev=R\u00e9vision
review.notavail=Pas encore disponible
review.viewreport=Voir le rapport
review.title=Service de r\u00e9vision
review.noreport=Aucun rapport

## notification email content

## navigation labels


## supplement
## model answer

## private note

## all purpose of item


## single file upload

## link to calendar

## confirm success grading of submission

## cancel changes button





## for gradebook item already associated with certain assignment

## options for assignment list view display


#Reorder Vm

## the url used by download all process

# EntityProvider properties







# Peer Review