# this defines the entity description for the wiki provider
wiki=\u041e\u0441\u0438\u0433\u0443\u0440\u044f\u0432\u0430 \u043d\u0430\u0431\u043e\u0440 \u043e\u0442 \u043a\u0440\u0430\u0439\u043d\u0438 \u0442\u043e\u0447\u043a\u0438 RESTful \u0437\u0430 \u0438\u0437\u0432\u043b\u0438\u0447\u0430\u043d\u0435 \u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0438 \u043e\u0442 \u0443\u0438\u043a\u0438\u043f\u0435\u0434\u0438\u044f.

wiki.action.site=\u041f\u0440\u0438 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u043d\u0435 \u043d\u0430 \u043f\u044a\u0440\u0432\u0430\u0442\u0430 \u0444\u043e\u0440\u043c\u0430 \u043d\u0430 URL \u0430\u0434\u0440\u0435\u0441\u0430 \u0441\u0435 \u0438\u0437\u0432\u043b\u0438\u0447\u0430 \u0433\u0440\u0430\u0444\u0438\u043a\u0430 \u043e\u0442 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0438, \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u0446\u0438\u0440\u0430\u043d\u0438 \u0447\u0440\u0435\u0437 \u0438\u043c\u0435\u0442\u043e \u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430\u0442\u0430 ("\u041d\u0430\u0447\u0430\u043b\u043e" \u043d\u0430\u043f\u0440\u0438\u043c\u0435\u0440), \u0437\u0430 \u0434\u0430\u0434\u0435\u043d \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440 \u043d\u0430 \u0441\u0430\u0439\u0442\u0430, \u043a\u0430\u043a\u0442\u043e \u0435 \u043f\u043e\u0441\u043e\u0447\u0435\u043d\u043e \u0432 \u043f\u044a\u0442\u044f.<br/> \u041f\u0440\u0438\u043c\u0435\u0440\u0435\u043d URL \u0430\u0434\u0440\u0435\u0441\: /direct/wiki/site/SITEID.json<br />\u041f\u0440\u0438 \u0432\u0442\u043e\u0440\u0430\u0442\u0430 \u0432\u0430\u043b\u0438\u0434\u043d\u0430 \u0444\u043e\u0440\u043c\u0430 \u043d\u0430 URL \u0430\u0434\u0440\u0435\u0441\u0430 \u0441\u0435 \u0438\u0437\u0432\u043b\u0438\u0447\u0430 \u043a\u043e\u043d\u043a\u0440\u0435\u0442\u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430, \u043a\u0430\u0442\u043e \u0441\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430 \u0438\u043c\u0435 \u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430, \u043a\u0430\u043a\u0442\u043e \u0435 \u0432\u044a\u0440\u043d\u0430\u0442\u043e \u0432 \u0433\u0440\u0430\u0444\u0438\u043a\u0430\u0442\u0430 \u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0438\u0442\u0435 \u043d\u0430 \u0441\u0430\u0439\u0442\u0430.<br /> \u041f\u0440\u0438\u043c\u0435\u0440\u0435\u043d URL \u0430\u0434\u0440\u0435\u0441\: /direct/wiki/site/SITEID/page/PAGENAME.json <br /><br />\u0412\u0441\u0438\u0447\u043a\u0438 \u0432\u044a\u0440\u043d\u0430\u0442\u0438 \u0430\u0434\u0440\u0435\u0441\u0438 \u0441\u0430 \u043a\u043e\u0434\u0438\u0440\u0430\u043d\u0438 \u043f\u043e url.
