java.theemail=\u064a\u062c\u0628 \u0623\u0646 \u064a\u062a\u0643\u0648\u0646 \u0645\u0639\u0631\u0641 \u0627\u0644\u0628\u0631\u064a\u062f \u0627\u0644\u0625\u0644\u0643\u062a\u0631\u0648\u0646\u064a \u0645\u0646 \u0623\u062d\u0631\u0641 \u0631\u0642\u0645\u064a\u0629 \u0623\u0628\u062c\u062f\u064a\u0629 \u0623\u0648 \u0623\u064a \u0645\u0646\! \# $ & '* + - \=\u061f ^ _ `{|} ~. (\u0628\u062f\u0648\u0646 \u0645\u0633\u0627\u0641\u0627\u062a).
java.addp=\u0623\u0636\u0641 \u0645\u0634\u0627\u0631\u0643\u064a\u0646
java.realm=\u0644\u0645 \u064a\u062a\u0645 \u0627\u0644\u0639\u062b\u0648\u0631 \u0639\u0644\u0649 \u0643\u0627\u0626\u0646 \u0627\u0644\u0645\u062c\u0627\u0644 \u0627\u0644\u0645\u062a\u0648\u0642\u0639.
java.isinval="{0}" \u063a\u064a\u0631 \u0635\u0627\u0644\u062d.
### (moot) java.nousers = No users available/selected for removal.
### (moot) java.however = You cannot remove participants officially registered for this course. However, you can change their roles in the site by clicking the Change Role(s) command (...under Edit, Edit Access.)
### (moot) java.nousers2 = No users available/selected for changing roles.
java.permeditsite=\u0644\u064a\u0633 \u0644\u062f\u064a\u0643 \u0625\u0630\u0646 \u0628\u062a\u0639\u062f\u064a\u0644 \u0627\u0644\u0645\u0648\u0642\u0639 '' {0} ''
### (moot) java.thissite = This site
### (moot) java.rightnow = is not available for editing right now.
### (moot) java.youalready = You are already editing this site
### (moot) java.another = in another tool, or someone else is editing this site.
### (moot) java.error = Error encountered while retriving this site.
java.beenused=\u062a\u0645 \u0627\u0633\u062a\u062e\u062f\u0627\u0645 "{0}".
java.haveadd=\u0644\u064a\u0633 \u0644\u062f\u064a\u0643 \u0625\u0630\u0646 \u0644\u0625\u0636\u0627\u0641\u0629 "{0}"
java.allusers=\u062a\u0645\u062a \u0625\u0636\u0627\u0641\u0629 \u062c\u0645\u064a\u0639 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0627\u0644\u0622\u062e\u0631\u064a\u0646
### (moot) java.siteinuse = Site is in use and cannot be changed.
java.pleasechoose=\u0627\u0644\u0631\u062c\u0627\u0621 \u0627\u062e\u062a\u064a\u0627\u0631 \u062f\u0648\u0631
### (moot) java.atleast = Please choose at least one import for importing.
java.cannotedit=\u00a0\u0644\u0627 \u064a\u0645\u0643\u0646 \u062a\u062d\u0631\u064a\u0631 \u0627\u0644\u062f\u0648\u0631\u0627\u062a.
### (moot) java.theaccessto = The access to this site
### (moot) java.theaccessto2 = is currently being edited by another user.
### (moot) java.because = Cannot save changes to site because site is being used by another person.
### (moot) java.workinfo = Worksite Information
### (moot) java.connect = Cannot connect or obtain a file specified by the News source URL
### (moot) java.thenews = The News source URL
### (moot) java.rss = specifies a file that is not in RSS format.
java.guest=\u062a\u0646\u0628\u064a\u0647\: \u0627\u0644\u0631\u062c\u0627\u0621 \u0625\u062f\u062e\u0627\u0644 \u0627\u0633\u0645 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645(\u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646) \u060c \u0623\u0648 \u0639\u0646\u0648\u0627\u0646 (\u0639\u0646\u0627\u0648\u064a\u0646) \u0627\u0644\u0628\u0631\u064a\u062f \u0627\u0644\u0625\u0644\u0643\u062a\u0631\u0648\u0646\u064a \u0644\u0644\u0636\u064a\u0641 \u0644\u0625\u0636\u0627\u0641\u062a\u0647 \u0625\u0644\u0649 \u0647\u0630\u0627 \u0627\u0644\u0645\u0648\u0642\u0639
java.user=\u0645\u0633\u062a\u062e\u062f\u0645
java.username="{0}" \u0644\u064a\u0633 \u0627\u0633\u0645 \u0645\u0633\u062a\u062e\u062f\u0645 \u0635\u0627\u0644\u062d\u0627\u064b
java.notemailid="{0}" \u0644\u064a\u0633 \u0645\u0639\u0631\u0641 \u0628\u0631\u064a\u062f \u0625\u0644\u0643\u062a\u0631\u0648\u0646\u064a
java.emailaddress="{0}" \u0644\u064a\u0633 \u0639\u0646\u0648\u0627\u0646 \u0628\u0631\u064a\u062f \u0625\u0644\u0643\u062a\u0631\u0648\u0646\u064a \u0635\u0627\u0644\u062d\u0627\u064b
java.roletype=\u0627\u0644\u0631\u062c\u0627\u0621 \u0627\u062e\u062a\u064a\u0627\u0631 \u0646\u0648\u0639 \u0627\u0644\u062f\u0648\u0631.
java.username.multiple=\u062a\u0637\u0627\u0628\u0642 "{0}" \u0639\u062f\u0629 \u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0641\u064a \u0627\u0644\u0633\u062c\u0644. \u0627\u0644\u0631\u062c\u0627\u0621 \u0627\u0644\u062a\u062d\u062f\u064a\u062f \u0645\u0646 \u0628\u064a\u0646 \u0623\u0633\u0645\u0627\u0621 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0627\u0644\u062a\u0627\u0644\u064a\u0629\: {1}

java.account=\u062a\u0639\u0630\u0631 \u0625\u0636\u0627\u0641\u0629 "{0}" - \u0627\u0633\u0645 \u0627\u0644\u062d\u0633\u0627\u0628 \u063a\u064a\u0631 \u0645\u0648\u062c\u0648\u062f.
java.roleperm=\u0644\u064a\u0633 \u0644\u062f\u064a\u0643 \u0625\u0630\u0646 \u0644\u0625\u0636\u0627\u0641\u0629 \u0623\u0648 \u0625\u0632\u0627\u0644\u0629 \u0645\u0633\u062a\u062e\u062f\u0645 (\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646) \u0628\u0627\u0644\u062f\u0648\u0631 "" {0} "".
java.badcsrftoken=\u0645\u0635\u0627\u062f\u0641\u0629 \u062e\u0637\u0623 \u0639\u0646\u062f \u0642\u0631\u0627\u0621\u0629 \u0627\u0644\u0637\u0644\u0628. \u064a\u0631\u062c\u0649 \u0625\u0639\u0627\u062f\u0629 \u062a\u0639\u064a\u064a\u0646 \u0627\u0644\u0623\u062f\u0627\u0629 \u0648\u062d\u0627\u0648\u0644 \u0645\u0631\u0629 \u0623\u062e\u0631\u0649.

#General Vm
gen.continue=\u0625\u0633\u062a\u0645\u0631\u0627\u0631
gen.back=\u0627\u0644\u0639\u0648\u062f\u0629
gen.cancel=\u0625\u0644\u063a\u0627\u0621
gen.finish=\u0625\u0646\u0647\u0627\u0621

#AddPart Vm
add.addpart=\u0625\u0636\u0627\u0641\u0629 \u0645\u0634\u0627\u0631\u0643 (\u0645\u0634\u0627\u0631\u0643\u064a\u0646) \u0625\u0644\u0649 {0}
add.official=\u0627\u0644\u0637\u0644\u0627\u0628 \u0627\u0644\u0645\u0633\u062c\u0644\u064a\u0646 \u0641\u064a \u0627\u0644\u062f\u0648\u0631\u0629\:
add.official1=\u064a\u0635\u0628\u062d \u0627\u0644\u0637\u0644\u0627\u0628 \u0627\u0644\u0645\u0633\u062c\u0644\u0648\u0646 \u0631\u0633\u0645\u064a\u064b\u0627 \u0645\u0634\u0627\u0631\u0643\u064a\u0646 \u062a\u0644\u0642\u0627\u0626\u064a\u064b\u0627 \u0639\u0646\u062f \u0625\u0636\u0627\u0641\u0629 \u0642\u0627\u0626\u0645\u0629 \u0627\u0644\u062f\u0648\u0631\u0629 \u0627\u0644\u062a\u062f\u0631\u064a\u0628\u064a\u0629 \u0627\u0644\u062e\u0627\u0635\u0629 \u0628\u0643 \u0625\u0644\u0649 \u0627\u0644\u0645\u0648\u0642\u0639.
add.official.instruction=\u0627\u0646\u062a\u0642\u0644 \u0625\u0644\u0649 \u0645\u0639\u0644\u0648\u0645\u0627\u062a \u0627\u0644\u0645\u0648\u0642\u0639> \u062a\u062d\u0631\u064a\u0631 \u0642\u0627\u0626\u0645\u0629 (\u0642\u0648\u0627\u0626\u0645) \u0627\u0644\u0641\u0635\u0644 \u0627\u0644\u062f\u0631\u0627\u0633\u064a> \u0625\u0636\u0627\u0641\u0629 \u0642\u0627\u0626\u0645\u0629 (\u0642\u0648\u0627\u0626\u0645) \u0627\u0644\u0637\u0644\u0627\u0628 \u0644\u0625\u0636\u0627\u0641\u0629 \u0642\u0627\u0626\u0645\u062a\u0643 \u0627\u0644\u0622\u0646 \u0625\u0630\u0627 \u0644\u0645 \u062a\u0643\u0646 \u0642\u062f \u0642\u0645\u062a \u0628\u0630\u0644\u0643 \u0628\u0627\u0644\u0641\u0639\u0644.
### (moot) add.enter = Enter the participants below that you would like to add to your site. You may enter more than one name in each text area below by putting each one on a separate line (no commas).
### (moot) add.unames = Username(s)
add.multiple=\u0645\u0644\u0627\u062d\u0638\u0629\: \u0623\u062f\u062e\u0644 \u0645\u0636\u0627\u0639\u0641\u0627\u062a \u0643\u0644 \u0645\u0646\u0647\u0627 \u0641\u064a \u0633\u0637\u0631 \u0645\u0646\u0641\u0635\u0644 (\u0628\u062f\u0648\u0646 \u0639\u0644\u0627\u0645\u0627\u062a \u062a\u0631\u0642\u064a\u0645)
add.multiple.nonofficial=Note\: Enter multiples each on separate line (no punctuation). Email address first, optionally followed by last name, first name, all separated by commas, e.g. jdoe@yahoo.com,Doe,John
add.multiple.nonofficial.alert.more=\u064a\u062d\u062a\u0648\u064a {0} \u0639\u0644\u0649 \u0633\u0644\u0627\u0633\u0644 \u0623\u0643\u062b\u0631 \u0645\u0646 \u0639\u0646\u0648\u0627\u0646 \u0627\u0644\u0628\u0631\u064a\u062f \u0627\u0644\u0625\u0644\u0643\u062a\u0631\u0648\u0646\u064a \u0648\u0627\u0644\u0627\u0633\u0645 \u0627\u0644\u0623\u062e\u064a\u0631 \u0648\u0627\u0644\u0627\u0633\u0645 \u0627\u0644\u0623\u0648\u0644.
### (moot) add.guests = Guest(s) email address
### (moot) add.external = (external participants, ex. jdoe@yahoo.com):
add.participants=\u0623\u062f\u0648\u0627\u0631 \u0627\u0644\u0645\u0634\u0627\u0631\u0643\u064a\u0646
add.assign=\u0643\u0644\u0641 \u062c\u0645\u064a\u0639 \u0627\u0644\u0645\u0634\u0627\u0631\u0643\u064a\u0646 \u0628\u0646\u0641\u0633 \u0627\u0644\u062f\u0648\u0631
add.assign2=\u0642\u0645 \u0628\u062a\u0639\u064a\u064a\u0646 \u062f\u0648\u0631 \u0644\u0643\u0644 \u0645\u0634\u0627\u0631\u0643 \u0639\u0644\u0649 \u062d\u062f\u0629
add.duplicatedpart.single=\u062a\u0645\u062a \u0625\u0632\u0627\u0644\u0629 \u0627\u0644\u0625\u062f\u062e\u0627\u0644 \u0627\u0644\u0645\u0643\u0631\u0631 \u0627\u0644\u062a\u0627\u0644\u064a \u0645\u0646 \u0642\u0627\u0626\u0645\u0629 \u0625\u0636\u0627\u0641\u0629 \u0645\u0634\u0627\u0631\u0643\: {0}.
add.duplicatedpart=\u062a\u0645\u062a \u0625\u0632\u0627\u0644\u0629 \u0627\u0644\u0625\u062f\u062e\u0627\u0644\u0627\u062a \u0627\u0644\u0645\u0643\u0631\u0631\u0629 \u0627\u0644\u062a\u0627\u0644\u064a\u0629 \u0645\u0646 \u0642\u0627\u0626\u0645\u0629 \u0625\u0636\u0627\u0641\u0629 \u0645\u0634\u0627\u0631\u0643\: {0}.
add.existingpart.1=\u0627\u0644\u0645\u0634\u0627\u0631\u0643\u0648\u0646 \u0627\u0644\u062a\u0627\u0644\u064a \u0630\u0643\u0631\u0647\u0645 \u0623\u0639\u0636\u0627\u0621 \u0628\u0627\u0644\u0641\u0639\u0644 \u0641\u064a \u0647\u0630\u0627 \u0627\u0644\u0645\u0648\u0642\u0639 \u0648\u0644\u0627 \u064a\u0645\u0643\u0646 \u0625\u0639\u0627\u062f\u0629 \u0625\u0636\u0627\u0641\u062a\u0647\u0645\: '' {0} ''
add.existingpart.2=\u064a\u0645\u0643\u0646\u0643 \u0627\u0644\u0627\u0633\u062a\u0645\u0631\u0627\u0631 \u0641\u064a \u0625\u0636\u0627\u0641\u0629 \u0627\u0644\u0645\u0634\u0627\u0631\u0643\u064a\u0646 \u0627\u0644\u0622\u062e\u0631\u064a\u0646 \u0628\u0627\u062a\u0628\u0627\u0639 \u0627\u0644\u0625\u0631\u0634\u0627\u062f\u0627\u062a \u0623\u062f\u0646\u0627\u0647.
#status
participant.status=\u062d\u0627\u0644\u0629 \u0627\u0644\u0645\u0634\u0627\u0631\u0643

#AddConf Vm
addconf.confirming=\u062a\u0623\u0643\u064a\u062f \u0625\u0636\u0627\u0641\u0629 \u0645\u0634\u0627\u0631\u0643 (\u0645\u0634\u0627\u0631\u0643\u064a\u0646) \u0625\u0644\u0649 {0}
addconf.finish=\u0633\u062a\u062a\u0645 \u0625\u0636\u0627\u0641\u0629 \u0645\u0627 \u064a\u0644\u064a \u0625\u0644\u0649 \u0645\u0648\u0642\u0639\u0643 \u0639\u0646\u062f \u0627\u0644\u0646\u0642\u0631 \u0641\u0648\u0642 \u0627\u0644\u0632\u0631 "\u0625\u0646\u0647\u0627\u0621" \u0623\u062f\u0646\u0627\u0647.
addconf.theywill=\u0633\u064a\u062a\u0645 \u0625\u0631\u0633\u0627\u0644 \u0628\u0631\u064a\u062f \u0625\u0644\u0643\u062a\u0631\u0648\u0646\u064a \u0644\u0647\u0645 \u0644\u0625\u0639\u0644\u0627\u0645\u0647\u0645 \u0628\u062a\u0648\u0627\u0641\u0631 \u0627\u0644\u0645\u0648\u0642\u0639.
addconf.theywillnot=\u0644\u0646 \u064a\u062a\u0645 \u0625\u0631\u0633\u0627\u0644 \u0628\u0631\u064a\u062f \u0625\u0644\u0643\u062a\u0631\u0648\u0646\u064a \u0644\u0625\u0639\u0644\u0627\u0645\u0647\u0645 \u0628\u062a\u0648\u0627\u0641\u0631 \u0627\u0644\u0645\u0648\u0642\u0639.
addconf.username=\u0627\u0633\u0645 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645
addconf.role=\u0648\u0638\u064a\u0641\u0629

#AddDif Vm
adddif.choose=\u0627\u062e\u062a\u0631 \u062f\u0648\u0631\u064b\u0627 \u0644\u0644\u0645\u0634\u0627\u0631\u0643\u064a\u0646

#AddNoti Vm
addnoti.anemail=\u064a\u0645\u0643\u0646 \u0625\u0631\u0633\u0627\u0644 \u0628\u0631\u064a\u062f \u0625\u0644\u0643\u062a\u0631\u0648\u0646\u064a \u062a\u0644\u0642\u0627\u0626\u064a\u064b\u0627 \u0625\u0644\u0649 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0627\u0644\u0645\u0636\u0627\u0641\u064a\u0646 \u0644\u0625\u0639\u0644\u0627\u0645\u0647\u0645 \u0628\u062a\u0648\u0627\u0641\u0631 \u0627\u0644\u0645\u0648\u0642\u0639.
addnoti.sendnow=\u0623\u0631\u0633\u0644 \u0627\u0644\u0622\u0646 - \u0623\u0631\u0633\u0644 \u0628\u0631\u064a\u062f\u064b\u0627 \u0625\u0644\u0643\u062a\u0631\u0648\u0646\u064a\u064b\u0627 \u0627\u0644\u0622\u0646 \u0625\u0644\u0649 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0644\u0625\u0639\u0644\u0627\u0645\u0647\u0645 \u0628\u0623\u0646 \u0627\u0644\u0645\u0648\u0642\u0639 \u0645\u062a\u0627\u062d
addnoti.dontsend=\u0644\u0627 \u062a\u0631\u0633\u0644 - \u0644\u0627 \u062a\u0631\u0633\u0644 \u0628\u0631\u064a\u062f\u064b\u0627 \u0625\u0644\u0643\u062a\u0631\u0648\u0646\u064a\u064b\u0627 \u0644\u0625\u0639\u0644\u0627\u0645 \u0627\u0644\u0645\u0634\u0627\u0631\u0643\u064a\u0646 \u0627\u0644\u062c\u062f\u062f \u0628\u062a\u0648\u0627\u0641\u0631 \u0627\u0644\u0645\u0648\u0642\u0639

#AddSame Vm
addsame.roles=\u0627\u0644\u0623\u062f\u0648\u0627\u0631
addsame.participants=\u0627\u0644\u0645\u0634\u0627\u0631\u0643\u064a\u0646

sitegen.siteinfolist.active=\u0646\u0634\u064a\u0637
sitegen.siteinfolist.inactive=\u063a\u064a\u0631 \u0641\u0639\u0627\u0644

# This string have been moved from sakai.properties to this bundle. They HAVE TO BE internationalized
# Customization for adding the participant page in Site Info
# These control what display labels are used for the entry fields and some info used in emails. 
# Other info in emails is from the UserNotificationProvider.properties file inside site-manage-impl
officialAccountSectionTitle=\u0627\u0644\u0645\u0634\u0627\u0631\u0643\u0648\u0646 \u0627\u0644\u0631\u0633\u0645\u064a\u0648\u0646 \u0627\u0644\u0622\u062e\u0631\u0648\u0646
officialAccountName=\u0625\u0633\u0645 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645
officialAccountLabel=\u0639\u0646\u0648\u0627\u0646 \u0627\u0644\u0628\u0631\u064a\u062f \u0627\u0644\u0625\u0644\u0643\u062a\u0631\u0648\u0646\u064a \u0627\u0644\u0631\u0633\u0645\u064a \u0623\u0648 \u0627\u0633\u0645 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645
nonOfficialAccountSectionTitle=\u0627\u0644\u0645\u0634\u0627\u0631\u0643\u0648\u0646 \u063a\u064a\u0631 \u0627\u0644\u0631\u0633\u0645\u064a\u064a\u0646
nonOfficialAccountName=\u0632\u0627\u0626\u0631
nonOfficialAccountLabel=\u0639\u0646\u0648\u0627\u0646 \u0627\u0644\u0628\u0631\u064a\u062f \u0627\u0644\u0625\u0644\u0643\u062a\u0631\u0648\u0646\u064a \u0644\u0644\u0645\u0634\u0627\u0631\u0643 \u063a\u064a\u0631 \u0627\u0644\u0631\u0633\u0645\u064a
nonOfficialAccount.invalidEmailDomain=\u0644\u0627 \u064a\u0645\u0643\u0646 \u0625\u0636\u0627\u0641\u0629 \u0639\u0646\u0627\u0648\u064a\u0646 \u0627\u0644\u0628\u0631\u064a\u062f \u0627\u0644\u0625\u0644\u0643\u062a\u0631\u0648\u0646\u064a \u0627\u0644\u062a\u064a \u062a\u0646\u062a\u0647\u064a \u0628\u0640 "{0}" \u0643\u0645\u0634\u0627\u0631\u0643\u064a\u0646 \u063a\u064a\u0631 \u0631\u0633\u0645\u064a\u064a\u0646. \u064a\u0631\u062c\u0649 \u0645\u062d\u0627\u0648\u0644\u0629 \u0625\u0636\u0627\u0641\u062a\u0647\u0645 \u0643\u0645\u0634\u0627\u0631\u0643 \u0631\u0633\u0645\u064a.

confirm.name=\u0627\u0644\u0627\u0633\u0645 
confirm.id=Id
confirm.role=\u0648\u0638\u064a\u0641\u0629
confirm.status=\u0627\u0644\u062d\u0627\u0644\u0629
