java.theemail=Eposta IDsi harf, rakam karakterleri ya da \!\#$&''*+-\=?^_`{|}~. (bo\u015fluksuz) olu\u015fmal\u0131d\u0131r.
java.addp=Kat\u0131l\u0131mc\u0131lar\u0131 Ekle
java.realm=Beklenen realm nesnesi bulunamad\u0131.
java.isinval=ge\u00e7ersizdir.
java.permeditsite=Bu siteyi d\u00fczenlemeye yetkiniz yok.
java.beenused=kullan\u0131ld\u0131.
java.haveadd=Eklemek i\u00e7in yetkiniz yok 
java.allusers=Di\u011fer t\u00fcm kullan\u0131c\u0131lar eklendi
java.pleasechoose=L\u00fctfen bir rol se\u00e7in
java.cannotedit=Kurslar d\u00fczenlenemedi.
java.guest=L\u00fctfen bu siteye eklemek i\u00e7in kullan\u0131c\u0131 adlar\u0131n\u0131 ya da misafir eposta adreslerini girin
java.user=Kullan\u0131c\u0131
java.username=kullan\u0131c\u0131 ad\u0131 ge\u00e7ersizdir.
java.notemailid=bir eposta idsi de\u011fildir.
java.emailaddress=ge\u00e7erli bir eposta adresi de\u011fildir.
java.roletype=L\u00fctfen bir rol t\u00fcr\u00fc se\u00e7in.
java.username.multiple=''{0}'' kay\u0131tlardaki  birden \u00e7ok kullan\u0131c\u0131 ile e\u015fle\u015fiyor. L\u00fctfen a\u015fa\u011f\u0131dakikullan\u0131c\u0131 adlar\u0131ndan se\u00e7in\: {1} 
java.account=eklenemedi - hesap ismi mevcut de\u011fil.
java.roleperm=\ ''{0}'' rol\u00fc ile kullan\u0131c\u0131 eklemeye yetkiniz yok.
java.badcsrftoken=\u0130stek okunurken hata olu\u015ftu. L\u00fctfen arac\u0131 s\u0131f\u0131rlay\u0131n ve yeniden deneyin.
gen.continue=Devam
gen.back=Geri
gen.cancel=Vazge\u00e7
gen.finish=Bitir
add.addpart=Kat\u0131l\u0131m\u0131c\u0131 ekle
add.official=Derse Kay\u0131tl\u0131 \u00d6\u011frenciler 
add.official1=Resmi olarak kaydolan \u00f6\u011frenciler siz kurs kullan\u0131c\u0131 listesini siteye ekledi\u011finizde otomatik olarak sitenin kat\u0131l\u0131mc\u0131lar\u0131 haline gelirler.
add.official.instruction=Kullan\u0131c\u0131 Listenizi hala eklemediyseniz  Site Bilgisi > Kullan\u0131c\u0131 Listesi D\u00fczenle > Kullan\u0131c\u0131 Listesi Ekle ya gidin.
add.multiple=Not\: \u00c7oklu giri\u015f i\u00e7in her birini ayr\u0131 sat\u0131ra (i\u015faret kullanmadan)
add.multiple.nonofficial=Not\: Daha fazlas\u0131n\u0131 ayr\u0131 bir sat\u0131r olarak girin(noktalama i\u015fareti yok). \u00d6ncelikle eposta adresi, iste\u011fe ba\u011fl\u0131 olarak soyad\u0131, ad\u0131 her biri virg\u00fcl ayr\u0131lacak \u00f6rne\u011fin ozarslan@gmail.com, \u00d6zarslan, Yasin
add.multiple.nonofficial.alert.more={0} e-posta adresi, soyad\u0131, ad\u0131 dizelerinden daha fazla metin i\u00e7eriyor.
add.participants=Kat\u0131l\u0131mc\u0131lar\u0131n Rolleri
add.assign=T\u00fcm kat\u0131l\u0131mc\u0131lara ayn\u0131 rol\u00fc ata
add.assign2=Herbir kat\u0131l\u0131mc\u0131ya ayr\u0131 ayr\u0131 roller ata
add.duplicatedpart.single=A\u015fa\u011f\u0131daki \u00e7ift girdi kat\u0131l\u0131mc\u0131 ekleme listesinden kald\u0131r\u0131ld\u0131\: 
add.duplicatedpart=A\u015fa\u011f\u0131daki \u00e7ift girdiler kat\u0131l\u0131mc\u0131 ekleme listesinden kald\u0131r\u0131ld\u0131\: 
add.existingpart.1=A\u015fa\u011f\u0131daki kat\u0131l\u0131mc\u0131lar zaten bu sitenin \u00fcyeleridir ve yeniden eklenemezler\: 
add.existingpart.2=. Di\u011fer kat\u0131l\u0131mc\u0131lar\u0131 a\u015fa\u011f\u0131daki y\u00f6nlendirmeleri takip ederek eklemeye devam edebilirsiniz.
participant.status=Kat\u0131l\u0131mc\u0131 Durumu
addconf.confirming=Kat\u0131l\u0131mc\u0131 Eklemesi Onaylan\u0131yor
addconf.finish=A\u015fa\u011f\u0131dakiler siz sonland\u0131rma d\u00fc\u011fmesine t\u0131klad\u0131\u011f\u0131n\u0131zda sitenize eklenecektir.
addconf.theywill=Bu sitenin kullan\u0131labilirli\u011fini bildiren bir e-posta g\u00f6nderilecektir.
addconf.theywillnot=Bu sitenin kullan\u0131labilirli\u011fini bildiren bir e-posta g\u00f6nderilmeyecektir.
addconf.username=Kullan\u0131c\u0131 Ad\u0131 
addconf.role=Rol\u00fc
adddif.choose=Kat\u0131l\u0131mc\u0131lar i\u00e7in bir rol se\u00e7in
addnoti.anemail=Bir eposta eklenen kullan\u0131c\u0131lara sitenin uygunlu\u011fuyla ilgili olarak otomatik olarak g\u00f6nderilebilinir.
addnoti.sendnow=\u015eimdi G\u00f6nder - kullan\u0131c\u0131lar\u0131 sitenin uygunlu\u011fuyla ilgili olarak  \u015fimdi bir eposta ile bilgilendir
addnoti.dontsend=G\u00f6nderme- yeni kat\u0131l\u0131mc\u0131lara sitenin uygunlu\u011fuyla ilgili olarak bir eposta g\u00f6nderme
addsame.roles=Roller
addsame.participants=Kat\u0131l\u0131mc\u0131lar
sitegen.siteinfolist.active=Etkin
sitegen.siteinfolist.inactive=Pasif
officialAccountSectionTitle=Di\u011fer Resmi Kat\u0131l\u0131mc\u0131lar
officialAccountName=Kullan\u0131c\u0131 Ad\u0131
officialAccountLabel=Resmi Eposta Adresi ya da Kullan\u0131c\u0131 Ad\u0131
nonOfficialAccountSectionTitle=Resmi olmayan kat\u0131l\u0131mc\u0131
nonOfficialAccountName=Misafir
nonOfficialAccountLabel=Resmi olmayan kat\u0131l\u0131mc\u0131n\u0131n eposta adresi
nonOfficialAccount.invalidEmailDomain="{0}" ile biten email adresleri resmi olmayan kullan\u0131c\u0131 olarak eklenemez. L\u00fctfen onlar\u0131 resmi kat\u0131l\u0131mc\u0131 olarak eklemeyi deneyiniz.
confirm.name=\u0130sim
confirm.id=Kodu
confirm.role=Rol\u00fc
confirm.status=Durumu
