#Stored by I18NEdit, may be edited!
All=material kopieras men inga datum ur exempelvis kalendern uppdateras.\n
If=du v\u00e4ljer att importera material fr\u00e5n en fil, kan du enbart kopiera material fr\u00e5n en sajt.\n
add.addpart=L\u00e4gg till deltagare till 
add.assign=Tilldela alla deltagare samma roll 
add.assign2=Tilldela varje deltagare en roll individuellt 
add.duplicatedpart=F\u00f6ljande deltagare har lagts in dubbelt och \u00e4r d\u00e4rf\u00f6r borttagna fr\u00e5n listan \u00f6ver deltagare att l\u00e4gga till\: {0}
add.duplicatedpart.single=F\u00f6ljande deltagare har lagts in dubbelt och \u00e4r d\u00e4rf\u00f6r borttagna fr\u00e5n listan \u00f6ver deltagare att l\u00e4gga till\: {0}.
add.enter=Du m\u00e5ste ange anv\u00e4ndarnamn + @dom\u00e4n. F\u00f6r Stockholms universitet best\u00e5r detta av SUKAT/Studentkonto + dom\u00e4nnamn, t.ex. abab43@su.se. \n<BR>F\u00f6r en extern deltagare med identitet fr\u00e5n Protect Network l\u00e4gger man till @idp.protectnetwork.org till deltagarens anv\u00e4ndarnamn.\n
add.existingpart=F\u00f6ljande personer \u00e4r redan deltagare p\u00e5 sajten och har tagits bort fr\u00e5n listan \u00f6ver deltagare att l\u00e4gga till\:
add.existingpart.1=F\u00f6ljande personer \u00e4r redan deltagare p\u00e5 sajten och beh\u00f6ver d\u00e4rf\u00f6r inte l\u00e4ggas till igen\: ''{0}''
add.existingpart.2=.  Du kan forts\u00e4tta att l\u00e4gga till deltagare genom att f\u00f6lja instruktionerna nedan.
add.existingpart.single=F\u00f6ljande person \u00e4r redan deltagare p\u00e5 sajten och har tagits bort fr\u00e5n listan \u00f6ver deltagare att l\u00e4gga till\:
add.external=(externa deltagare, ex. anna.andersson@yahoo.com)\:
add.guests=G\u00e4sters e-postadress 
add.multiple=Notera att du kan l\u00e4gga in flera anv\u00e4ndarnamn genom att s\u00e4tta dem p\u00e5 separata rader (utan kommatecken).\n
add.multiple2=Du kan l\u00e4gga in flera e-postadresser genom att s\u00e4tta dem p\u00e5 separata rader (utan kommatecken).\n
add.non.official.account.label=Du m\u00e5ste ange anv\u00e4ndarnamn + @dom\u00e4n. F\u00f6r Stockholms universitet best\u00e5r detta av anv\u00e4ndarnamnet p\u00e5 Universitetskontot + dom\u00e4nnamn, t.ex. abab43@su.se. \nF\u00f6r en extern deltagare med en g\u00e4stidentitet fr\u00e5n Stockholms universitet, l\u00e4gg till @guest.su.se till deltagarens anv\u00e4ndarnamn.
add.non.official.account.name=Anv\u00e4ndarnamn
add.official=Studenter registrerade p\u00e5 kursen
add.official.account.label=Du m\u00e5ste ange anv\u00e4ndarnamn + @dom\u00e4n. F\u00f6r Stockholms universitet best\u00e5r detta av anv\u00e4ndarnamnet p\u00e5 Universitetskontot + dom\u00e4nnamn, t.ex. abab43@su.se. F\u00f6r en extern deltagare med en g\u00e4stidentitet fr\u00e5n Stockholms universitet, l\u00e4gg till @guest.su.se till deltagarens anv\u00e4ndarnamn.
add.official.account.name=Anv\u00e4ndarnamn
add.official.instruction=G\u00e5 till Site Info/Sajtinformation > Edit Roster/Redigera deltagarlista > Add Roster/L\u00e4gg till deltagarlista f\u00f6r att l\u00e4gga till din deltagarlista om du inte redan gjort det.
add.official1=Registrerade studenter kommer automatiskt att bli deltagare n\u00e4r du l\u00e4gger till din kurs deltagarlista p\u00e5 sajten. 
add.participants=Roller f\u00f6r deltagare
add.unames=Anv\u00e4ndarnamn 
addconf.besent=att skickas ett e-postmeddelande till dem som talar om att sajten \u00e4r tillg\u00e4nglig.\n
addconf.confirming=Bekr\u00e4fta nya deltagare till sajten
addconf.finish=F\u00f6ljande deltagare kommer att l\u00e4ggas till din sajt n\u00e4r du klickar p\u00e5 "Spara" nedan.\n
addconf.name=Namn
addconf.not=inte
addconf.number=\#
addconf.role=Roll
addconf.snasc=Sortera stigande efter namn 
addconf.sndesc=Sortera fallande efter namn
addconf.sortbyname=Sortera efter namn
addconf.sortbyrole=Sortera efter roll
addconf.sortbyuniq=Sortera efter anv\u00e4ndarnamn
addconf.srasc=Sortera stigande efter roll
addconf.srdesc=Sortera fallande efter roll
addconf.suasc=Sortera stigande efter anv\u00e4ndarnamn
addconf.sudesc=Sortera stigande efter anv\u00e4ndarnamn
addconf.summary=Tabellen visar information om sajtdeltagare som h\u00e5ller p\u00e5 att l\u00e4ggas till. Kolumn 1\: numret, kolumn 2\: anv\u00e4ndarens namn, kolumn3\: anv\u00e4ndarnamn, kolumn 4\: roll. Anv\u00e4nd rubrikerna f\u00f6r att sortera fallande eller stigande. 
addconf.theywill=Det kommer att skickas ett e-postmeddelande till dem som talar om att sajten \u00e4r tillg\u00e4nglig.
addconf.theywillnot=Det kommer INTE att skickas ett e-postmeddelande till dem om att sajten \u00e4r tillg\u00e4nglig.
addconf.userid=Id 
addconf.username=Anv\u00e4ndarnamn
adddif.choose=V\u00e4lj en roll f\u00f6r deltagarna 
adddif.chroles=V\u00e4lj roller f\u00f6r deltagarna du l\u00e4gger till. Obligatoriska uppgifter \u00e4r markerade med en 
adddif.please=Du m\u00e5ste v\u00e4lja en roll\:
adddif.rolelist.summary=Tabellen visar de roller som finns angivna i systemet
adddif.rolepicklist.summary=Tabellen visar anv\u00e4ndare och roller. I kolumn 1 finns anv\u00e4ndaren, i kolumn 2 kan du v\u00e4lja vilken roll anv\u00e4ndaren skall ha. 
addnoti.anemail=Ett e-postmeddelande kan automatiskt s\u00e4ndas till de deltagare som lagts till f\u00f6r att meddela dem att sajten \u00e4r tillg\u00e4nglig. 
addnoti.dontsend=Skicka inte- skicka inte ett e-postmeddelande som meddelar nya deltagare att sajten \u00e4r tillg\u00e4nglig\n
addnoti.sendnow=Skicka nu - skicka ett e-postmeddelande nu till anv\u00e4ndarna som meddelar dem att sajten \u00e4r tillg\u00e4nglig
addnoti.toUnpublishedSite=Du l\u00e4gger till deltagare, men sajten \u00e4r \u00e4nnu inte publicerad. Inga notifieringsmeddelanden kommer att skickas till deltagarna. De kommer inte att se sajten f\u00f6rr\u00e4n du publicerar den. G\u00f6r detta under "Hantera tilltr\u00e4de" i "Site Info/Sajtinformation".
addrc.confirming=Bekr\u00e4ftar verktyg f\u00f6r 
addrc.selected=F\u00f6ljande verktyg \u00e4r valda f\u00f6r din sajt (nytillagda verktyg \u00e4r markerade)\:
addrc.youhave=Du har tagit bort f\u00f6ljande\:
addrem.check=Markera eller avmarkera en eller flera rutor f\u00f6r att l\u00e4gga till eller ta bort verktyg fr\u00e5n din sajt. 
addrem.descrip=Beskrivning av projektet, senaste meddelanden p\u00e5 anslagstavlan, disussionsforumet samt p\u00e5 chatten. 
addrem.list.check=V\u00e4lj
addrem.list.description=Beskrivning av verktyget
addrem.list.summary=Lista \u00f6ver sajtens verktyg. Kolumn 1 inneh\u00e5ller en markeringsruta f\u00f6r att l\u00e4gga till eller ta bort verktyget fr\u00e5n sajten. Kolumn 2 visar verktygets namn. Kolumn 3 inneh\u00e5ller en beskrivning av verktyget.
addrem.list.toolname=Verktyg
addrem.revising=Redigerar verktyg f\u00f6r 
addsame.choose=Du m\u00e5ste v\u00e4lja en roll f\u00f6r deltagarna du l\u00e4gger till.
addsame.participants=Deltagare
addsame.roles=Roller
alert.apubsit=En publicerad sajt \u00e4r synlig f\u00f6r alla deltagare. Opublicerade sajter \u00e4r enbart synliga f\u00f6r dem med beh\u00f6righet att skapa sajten. Om du v\u00e4ljer att l\u00e4mna sajten opublicerad just nu kan du n\u00e4rhelst du \u00f6nskar publicera dem genom att g\u00e5 in via Sajtinformationsverktyget som du hittar i v\u00e4nstermenyn.\n
alert.levunp=L\u00e4mna sajten opublicerad
alert.onelas=Ett sista steg - vill du publicera sajten nu eller v\u00e4nta till senare? 
alert.protocol=Ange en giltig webbadress.
alert.pubsit=Publicera sajten
alert.yousit=Din sajt har skapats.
atleastonetool=Du m\u00e5ste v\u00e4lja \u00e5tminstone ett verktyg.
chrol.change=\u00c4ndra alla deltagare till samma roll
chrol.changing=Redigerar roll(er) f\u00f6r deltagare i 
chrol.current=Nuvarande roll\:
chrol.descr=Beskrivning av roll
chrol.help=Hj\u00e4lp f\u00f6r roller
chrol.indiv=Redigera varje deltagare individuellt 
chrol.partic=Deltagare\:
chrol.selected=Nedanst\u00e5ende deltagarew har tilldelats nya roller.
chrol.uniq=Anv\u00e4ndarnamn
chrolc.confirm=Bekr\u00e4ftar roll\u00e4ndring f\u00f6r 
chrolc.finish=F\u00f6ljande roller kommer tilldelas n\u00e4r du v\u00e4ljer knappen "Spara" nedan.\n
cm.level.course=Kurs
cm.level.section=Sektion
ediacc-glo.alert=Observera\:
ediacc-glo.bac=Tillbaka
ediacc-glo.can=Avbryt
ediacc-glo.con=Forts\u00e4tt
ediacc-glo.opeonl=\u00d6ppen enbart f\u00f6r dem du sj\u00e4lv l\u00e4gger till 
ediacc-glo.rol=Val av roller
ediacc-glo.roltoass=Denna roll tilldelas automatiskt en deltagare som g\u00e5r med i sajten 
ediacc-glo.setacc=St\u00e4ll in tillg\u00e4nglighet f\u00f6r din sajt 
ediacc-glo.setting=St\u00e4ller in global tillg\u00e4nglighet f\u00f6r 
ediacc-glo.sitcanbe=Alla som kan logga in i plattformen kan bli medlemmar p\u00e5 denna sajt
ediacc.alert=Observera\:
ediacc.bac=Tillbaka
ediacc.can=Avbryt
ediacc.canbejoi=Alla som kan logga in kan bli medlemmar p\u00e5 denna sajt
ediacc.chaacc=Redigera tillg\u00e4nglighet f\u00f6r 
ediacc.con=Forts\u00e4tt
ediacc.course.setsitacc=\u00c5tkomst till kurssajt
ediacc.dismysit=Visa information och publikt material f\u00f6r min sajt i listan under Sites (innan man loggat in). Det valda, publika materialet \u00e4r d\u00e5 tillg\u00e4ngligt f\u00f6r vem som helst.
ediacc.gloacc=Tillg\u00e4nglighet
ediacc.of=av
ediacc.other.setsitacc=\u00c5tkomst till sajt
ediacc.plesel=Du m\u00e5ste v\u00e4lja en roll\:
ediacc.pri=Privat
ediacc.project.setsitacc=\u00c5tkomst till projektsajt
ediacc.pubsit=Publicera sajt
ediacc.pubyousit=Genom att publicera din sajt g\u00f6r du den tillg\u00e4nglig f\u00f6r sajtens deltagare. I inst\u00e4llningarna f\u00f6r tillg\u00e4nglighet kan du best\u00e4mma vem som kommer \u00e5t din sajt s\u00e5 snart den \u00e4r publicerad. Du kan \u00e4ndra dessa inst\u00e4llningar senare genom att g\u00e5 till Sajtinformation.\n
ediacc.pubyousit1=Du kan \u00e4ndra dessa inst\u00e4llningar senare genom att g\u00e5 till verktyget Sajtinformation.
ediacc.rolforpep=Roll f\u00f6r anv\u00e4ndare som g\u00e5r med i sajten\:
ediacc.setacc=S\u00e4tt inst\u00e4llningar f\u00f6r tillg\u00e4nglighet till sajten...
ediacc.setsitacc=Inst\u00e4llningar f\u00f6r tillg\u00e4nglighet
ediacc.sitsta=Status
ediacc.step=Steg
ediacc.upd=Spara
ediacc.yousitcan=Din sajt \u00e4r tillg\u00e4nglig enbart f\u00f6r dem du sj\u00e4lv l\u00e4gger till som deltagare. Vill du att andra skall ha tilltr\u00e4de till din sajt?
ediacccon.alert=Observera\:
ediacccon.bac=Tillbaka
ediacccon.can=Avbryt
ediacccon.conglo=Bekr\u00e4ftar publik tillg\u00e4nglighet f\u00f6r 
ediacccon.fin=Spara
ediacccon.joiwit=kan bli medlem med rollen
ediacccon.makin=N\u00e4r du g\u00f6r en sajt m\u00f6jligen att bli medlem i inneb\u00e4r detta att vem som helst kan g\u00f6ra sig sj\u00e4lva till deltagare i sajten. De f\u00e5r d\u00e5 den roll du har specifierat f\u00f6r nya medlemmar. 
ediacccon.makin2=N\u00e4r du anger att din sajt inte \u00e4r \u00f6ppen f\u00f6r bli medlem i inneb\u00e4r detta att ingen annan \u00e4n de du sj\u00e4lv l\u00e4gger till kan bli deltagare i din sajt. 
ediacccon.unjoi=inte m\u00f6jlig att bli medlem i
ediacccon.youhav=Du har valt att g\u00f6ra din sajt 
editgroup.addmember=L\u00e4gg till i gruppen >
editgroup.back=Tillbaka
editgroup.cancel=Avbryt
editgroup.generallist=Lista \u00f6ver sajtens medlemmar\n
editgroup.groupdel.alert=\u00c4r du s\u00e4ker p\u00e5 att du vill ta bort f\u00f6ljande grupper?\n
editgroup.grouplist=Lista \u00f6ver gruppmedlemmar
editgroup.instruction=Markera medlemmar fr\u00e5n sajten i listan att l\u00e4gga till i gruppen (Vill du markera flera i taget, h\u00e5ll nere CTRL samtidigt som du v\u00e4nsterklickar) och v\u00e4lj knappen 'L\u00e4gg till i gruppen'. Vill du ta bort medlemmar ur gruppen g\u00f6r du p\u00e5 motsvarande s\u00e4tt i grupplistan och v\u00e4ljer 'Ta bort'. Gl\u00f6m inte att v\u00e4lja Spara f\u00f6r att spara \u00e4ndringar.
editgroup.membership=Medlemsskap
editgroup.new=L\u00e4gg till
editgroup.remove=Ta bort?
editgroup.removechecked=Ta bort markerad
editgroup.removegroups=Ta bort grupper
editgroup.removemember=< Ta bort
editgroup.revise=Redigera
editgroup.selectremovechecked=V\u00e4lj f\u00f6r att ta bort 
editgroup.site.notfound.alert=Sajten hittades inte.
editgroup.site.permission.alert=Du har inte beh\u00f6righet att g\u00f6ra \u00e4ndringar i sajten.
editgroup.titlemissing=Du m\u00e5ste ange gruppens titel.
editgroup.update=Spara
editgroup.userismember=\u00e4r redan medlem i f\u00f6ljande grupp(er)\:
email.noalias=Ett alias kunde inte genereras, endast alfanumeriska tecken \u00e4r till\u00e5tna, dvs 0-9 och a-\u00f6 samt A-\u00d6.
enw.custom=Anpassa verktyg 
enw.custom1=Notera att du \u00e4ven kan g\u00f6ra \u00e4ndringar senare genom att anv\u00e4nda Redigera Verktyg i 'Site Info/Sajtinformation'. 
enw.custom2=Anpassa verktyg f\u00f6r din sajt.
enw.email=E-postarkiv
enw.emailreq=E-postadress (obligatorisk uppgift)
enw.more=mer
enw.morent=Vill du ha fler RSS-fl\u00f6den? 
enw.morewct=Vill du ha fler externa websidor?
enw.news=RSS-fl\u00f6de
enw.site=Sajtens e-postadress\:
enw.suggest=(f\u00f6reslagen l\u00e4ngd 15 bokst\u00e4ver)
enw.these=Anpassa dessa verktyg f\u00f6r din sajt.
enw.title=Titel\:
enw.url=URL\:
enw.web=Extern webbplats
feat.choose=V\u00e4lj verktyg till din sajt...
feat.course.tools=Verktyg
feat.forv=F\u00f6r att visa de senaste meddelandena p\u00e5 anlagstavlan, i diskussionsforumet samt i chatten.
feat.note=F\u00f6r att v\u00e4lja fler \u00e4n ett objekt, h\u00e5ll CTRL-tangenten (i Windows) eller Apple-tangenten (i Mac) nere och g\u00f6r dina val.
feat.other.tools=Verktyg
feat.project.tools=Verktyg
feat.reuse=\u00c5teranv\u00e4nd material fr\u00e5n dina andra sajter\n
feat.thanks=Nej tack.
feat.tools=Verktyg
feat.tools.list.summary=Tabellen visar egenskaper f\u00f6r din sajt. Kolumn 1 inneh\u00e5ller en markeringsruta f\u00f6r att v\u00e4lja, kolumn 2 egenskapens namn, kolumn 3 en beskrivning av egenskapen.\n
feat.yesfrom=Ja, fr\u00e5n f\u00f6ljande sajter\:
gen.alert=Observera\:
gen.back=Tillbaka
gen.cancel=Avbryt
gen.continue=Forts\u00e4tt
gen.finish=Spara
gen.first=G\u00e5 till f\u00f6rsta
gen.last=G\u00e5 till sista
gen.next=N\u00e4sta
gen.previous=F\u00f6reg\u00e5ende
gen.proces=Bearbetar.....
gen.update=Spara
gradt.create=Skapa sajt
gradt.creating=Skapar en sajt med examinationsverktyg...
gradt.descr=Beskrivning\:
gradt.short=Kort beskrivning\:
gradt.sname=Sajtens namn\:
group.description=Beskrivning
group.editgroup=Redigera grupp
group.list=Grupplista
group.membership=Grupptillh\u00f6righet\:
group.newgroup=L\u00e4gg till grupp
group.nogroup=Det finns inga grupper angivna.
group.number=Antal
group.siteinfo.tablesummary=Tabellen visar information om grupper i sajten. Kolumn 1 visar gruppens namn, kolumn 2 dess medlemsantal.
group.sortnumberasc=Sortera stigande efter medlemsantal
group.sortnumberdesc=Sortera fallande efter medlemsantal
group.sorttitleasc=Sortera stigande efter gruppnamn
group.sorttitledesc=Sortera stigande efter gruppnamn
group.tablesummary=Tabellen visar information om grupper i sajten. Kolumn 1 visar gruppens namn, kolumn 2 dess medlemsantal. Anv\u00e4nd rubrikerna f\u00f6r att sortera. 
group.title=Gruppnamn
group.title.same=Samma namn anv\u00e4nds p\u00e5 en annan grupp, v\u00e4lj ett annat namn.
import.choose=V\u00e4lj vilket material du vill \u00e5teranv\u00e4nda fr\u00e5n dessa sajter. Du kan kombinera material fr\u00e5n flera sajter, t.ex. flera kursers Filsamlingar.\n
import.choose.label1=V\u00e4lj
import.choose.label2=av sajt
import.choose.list.summary=Tbellen inneh\u00e5ller en lista \u00f6ver verktyg och sajter. I den f\u00f6rsta kolumnen st\u00e5r verktygets namn, i f\u00f6ljande kolumner finner du sajterna. N\u00e5gra av dessa kan ha markeringsrutor. Genom att markera dessa importerar du inneh\u00e5llet i verktyget till den sajten.\n
import.noOtherSite=Du \u00e4ger inga andra sajter som du kan \u00e5teranv\u00e4nda material ifr\u00e5n.
import.of=av
import.reuse=\u00c5teranv\u00e4nd material fr\u00e5n andra sajter
import.reuse2=\u00c5teranv\u00e4nd material fr\u00e5n dina andra sajter...
import.step=Steg
importFile.choosefile=V\u00e4lj en fil att importera.
importFile.exceeded=har \u00f6verskridits.
importFile.invalidfile=V\u00e4lj en giltig arkivfil att importera.
importFile.size=Den maximala filstorleken p\u00e5
java.according=Enligt v\u00e5ra k\u00e4llor,
java.account=''{0}'' kunde inte l\u00e4ggas till - kontot existerar inte. 
java.addalias=Du har ej r\u00e4ttighet att l\u00e4gga till ett alias.
java.addclasses=L\u00e4gg till deltagarlista(or)
java.addedto=Du har lagts till i
java.addp=L\u00e4gg till deltagare
java.alias=Alias
java.allmy=alla mina sajter
java.allowcreate=Du har inte beh\u00f6righet att skapa en ny sajt.
java.allusers=Alla andra anv\u00e4ndare har lagts till 
java.already=kan inte tas bort. Du h\u00e5ller p\u00e5 att \u00e4ndra denna sajt i ett annat verktyg eller n\u00e5gon annan h\u00e5ller p\u00e5 att \u00e4ndra denna sajt.
java.another=i n\u00e5got annat verktyg, eller s\u00e5 h\u00e5ller n\u00e5gon annan p\u00e5 att mdoifiera denna sajt.
java.appoint=s beg\u00e4ran med legitimiteten i hans/hennes beg\u00e4ran om denna kurssajt. Om du anser dig vara fel person att svara, skicka denna f\u00f6rfr\u00e5gan till en kontakt som du tror  kan godk\u00e4nna eller avsl\u00e5 beg\u00e4ran.
java.approval=Jag beg\u00e4r godk\u00e4nnande f\u00f6r en 
java.approval2=Jag beg\u00e4r godk\u00e4nnande f\u00f6r tilltr\u00e4de till en 
java.asreq=som \u00f6nskat.
java.assoc=\u00e4r associerad med kurstillf\u00e4llena som listas nedan?
java.at=p\u00e5
java.atleast=Du m\u00e5ste v\u00e4lja \u00e5tminstoen ett objekt att importera. 
java.author=Ange den godk\u00e4nnande personens 
java.authoriz=Beg\u00e4ran om tilltr\u00e4de till sajten har skickats till anv\u00e4ndarnamnet
java.because=Kan inte spara \u00e4ndringarna d\u00e5 sajten redan anv\u00e4nds av en annan person. 
java.beenused=''{0}'' har anv\u00e4nts.
java.cadded=kunde inte l\u00e4ggas till.
java.cannot=Kan inte hitta den \u00f6nskade sajten
java.cannotclasses=Kan inte \u00e4ndra sajtens kurstillf\u00e4llen.
java.cannotedit=Kan inte \u00e4ndra kurser.
java.canyou=kan du verifiera att 
java.changeroles=Du har inte beh\u00f6righet att \u00e4ndra roller.
java.classes=Du m\u00e5ste v\u00e4lja \u00e5tminstone en grupp att ta bort.
java.click=Klicka avbryt f\u00f6r att g\u00e5 tillbaka till sajt-listan.
java.connect=Kan inte ansluta eller n\u00e5 det angivna RSS-fl\u00f6det
java.copy=Detta \u00e4r en kopia av den beg\u00e4ran om kurssajten som du har gjort.
java.couldnt=kan inte hittas. Kontakta support f\u00f6r assistans.
java.couldntdel=kan ej tas bort eftersom du inte har beh\u00f6righet.
java.course=Kurs\:
java.course2=course\:
java.coursesite=Kurssajt f\u00f6r 
java.date=Datum\:
java.delete=Radera sajt
java.dontperm=kan inte tas bort. Du har inte beh\u00f6righet att radera denna sajt.
java.duplicate=Kopiera sajt
java.editc=Redigera deltagarlista
java.editsite=Redigera sajtinformation
java.edittools=L\u00e4gg till/ta bort verktyg
java.elsewhere=Du h\u00e5ller p\u00e5 att redigera sajten eller n\u00e5gon annan g\u00f6r det n\u00e5gonannanstans.
java.email=E-post\:
java.email2=e-post
java.emailaddress=''{0}'' \u00e4r inte en giltig e-postadress.
java.emailarchive=Du m\u00e5ste ange en e-postadress f\u00f6r e-postarkivet.
java.emailinuse=Detta e-postalias \u00e4r redan upptaget. 
java.error=Det uppstod ett fel under h\u00e4mtnigen av denna sajt.
java.exists=finns redan.
java.following=Du har lagts till p\u00e5 f\u00f6ljande
java.for=f\u00f6r
java.forthese=f\u00f6r dessa
java.forthis=f\u00f6r denna sektion\:
java.from=Fr\u00e5n\:
java.fromwork=Fr\u00e5n Worksite Setup till
java.grad=Examinationsverktyg
java.gradsite=Grad Tools sajt f\u00f6r
java.gradtools=examinationsverktyg
java.group=Hantera grupper
java.guest=Ange anv\u00e4ndarnamn eller g\u00e4sters e-postadresser som skall l\u00e4ggas till denna sajt 
java.haveadd=Du har inte beh\u00f6righet att l\u00e4gga till ''{0}''
java.hello=Hej,
java.help=Hj\u00e4lp
java.home=Hem
java.however=Du kan inte ta bort deltagare som \u00e4r registrerade p\u00e5 denna kurs. Vad du d\u00e4remot kan g\u00f6ra \u00e4r att \u00e4ndra deras roller p\u00e5 sajten genom att v\u00e4lja 'Redigera roller' (under Se \u00f6ver, Redigera tilltr\u00e4de). 
java.idinvalid=ID f\u00f6r sajten \u00e4r ogiltigt
java.import=Importera fr\u00e5n sajt
java.importFile=Importera fr\u00e5n fil
java.inuse=Sajten anv\u00e4nds redan
java.invalid=\u00e4r en ogiltig e-postadress.
java.invurl=Ogiltig URL
java.isbeing=Din beg\u00e4ran har tagits om hand. Du kommer att f\u00e5 ett epost-meddelande n\u00e4r deltagarlistan har lagts till din sajt.
java.isinval=''{0}'' \u00e4r ogiltig(t).
java.joinsite=Du m\u00e5ste ange en roll f\u00f6r anv\u00e4ndare som g\u00e5r med i sajten. 
java.loginhow1=1. \u00d6ppna
java.loginhow2=2. V\u00e4lj s\u00e4tt att logga in \u00f6verst till v\u00e4nster
java.loginhow3=3. Ange ditt g\u00e4stkonto och l\u00f6senord, v\u00e4lj d\u00e4refter Logga in.  
java.loginhow3u=3. Ange ditt anv\u00e4ndarnamn och l\u00f6senord.
java.makechanges=Du har inte beh\u00f6righet att g\u00f6ra \u00e4ndringar i denna sajt. 
java.manual=Du m\u00e5ste v\u00e4lja en kurs fr\u00e5n listan eller mata in kurstillf\u00e4llet manuellt. 
java.meantime=Under tiden kan du forts\u00e4tta arbetet med att f\u00f6rbereda din sajt och l\u00e4gga till kursmaterial till sajten.
java.miss=Ett obligatoriskt f\u00e4lt saknas. Fyll i alla obligatoriska f\u00e4lt.
java.my=Min arbetsyta
java.name=Namn\:
java.new=Ny sajt
java.newgroup=L\u00e4gg till
java.newsite=Ny sajt
java.newusernoti=Notifiering till ny anv\u00e4ndare 
java.nocreate=Du har inte r\u00e4ttigheter att skapa denna sajt
java.nosites=Ingen sajt \u00e4r vald. Markera en eller flera sajter.
java.notaccess=Du har inte r\u00e4ttigheter att \u00e4ndra tilltr\u00e4de till denna sajt.
java.notemailid=''{0}'' \u00e4r inte en giltigt e-postadress.
java.notvalid=\u00e4r inte giltig.
java.notvalidid=\u00e4r inte ett giltigt anv\u00e4ndarid.
java.nousers=Det finns inga m\u00f6jliga/valda anv\u00e4ndare att ta bort.
java.nousers2=Det finns inga m\u00f6jliga/valda anv\u00e4ndare att \u00e4ndra roll p\u00e5.
java.off=Officiell kurssajt
java.official=Officiell kurssajt skapad av
java.on=den
java.once=S\u00e5 snart som du har f\u00e5tt ditt g\u00e4stkonto kan du logga in p\u00e5
java.once3=enligt f\u00f6ljande\:
java.orderpages=Redigera verktygsnamn och inb\u00f6rdes ordning
java.passwordis1=Ditt l\u00f6senord \u00e4r
java.passwordis2=Du kan senare g\u00e5 till verktyget f\u00f6r kontouppgifter i din arbetsyta f\u00f6r att \u00e4ndra detta. 
java.permeditsite=Du har inte beh\u00f6righet att \u00e4ndar sajten ''{0}''
java.permission=Du har inte beh\u00f6righet att l\u00e4gga till sajten
java.please=Markera bara en sajt \u00e5t g\u00e5ngen f\u00f6r att \u00e4ndra.
java.pleasech=Ange en till\u00e5ten storlek p\u00e5 sajten
java.pleasechoice=Du m\u00e5ste ange val f\u00f6r notifiering.
java.pleasechoose=Du m\u00e5ste ange en roll.
java.pleasesel=Du m\u00e5ste ange en roll.
java.pleaseval=Ange en giltig storlek p\u00e5 sajten
java.problem=Det uppstod ett problem n\u00e4r sajtens deltagare skulle \u00e4ndras.
java.problem2=Det uppstod ett problem n\u00e4r sajtens anv\u00e4ndarroller skulle uppdateras.
java.realm=F\u00f6rv\u00e4ntat Realm-objekt hittades ej.
java.recann=Senaste meddelanden p\u00e5 anslagstavlan
java.reccal=Kalender
java.recdisc=Senaste inl\u00e4ggen i diskussionsforumet
java.receiv=Du f\u00e5r detta meddelande f\u00f6r att godk\u00e4nna 
java.recent=Senaste inl\u00e4ggen p\u00e5 chatten
java.recmsg=Notifieringar f\u00f6r Meddelanden och Forum
java.record=\u00e4r inte den listade l\u00e4raren.
java.reqfields=Du m\u00e5ste fylla i de obligatoriska f\u00e4lten. 
java.reqmiss=Obligatoriska f\u00e4lt saknas. Du m\u00e5ste fylla i alla obligatoriska f\u00e4lt. 
java.respond=Svara p\u00e5 detta meddelande med information om 
java.revise=Redigera sajt
java.rightnow=kan inte editeras just nu.
java.rolefor=Du m\u00e5ste ange en roll f\u00f6r 
java.roleperm=Du har ej beh\u00f6righet att l\u00e4gga till eller ta bort anv\u00e4ndare med rollen "{0}".
java.roletype=Du m\u00e5ste ange en rolltyp. 
java.rosters=Du har ej r\u00e4ttighet att l\u00e4nka till kursens deltagarlista(or).
java.rss=anger en fil som inte \u00e4r i RSS-format. 
java.saveas=Spara som 
java.section=Grupp\:
java.sections=grupper\:
java.select=V\u00e4lj typ f\u00f6r sajten.
java.simpleby=av
java.simplesite=sajt\:
java.simplethe=Den
java.siteaccess=\ Redigera tillg\u00e4nglighet
java.sitebeenused=Sajtid har anv\u00e4nts.
java.sitechreq=Beg\u00e4ran om sajt-f\u00f6r\u00e4ndring
java.siteid=Sajt-ID\:
java.siteinstr=Speciell instruktion\:
java.siteinuse=Sajten anv\u00e4nds och kan inte \u00e4ndras. 
java.siteinval=Sajtid \u00e4r ogiltigt.
java.sitenoti=Sajtnotifiering
java.sitereq=Beg\u00e4ran om sajt
java.sitereqfrom=Sajt beg\u00e4rd fr\u00e5n 
java.sites=sajter
java.sitetitle=Sajttitel\:
java.sitewith=Sajt med ID
java.sitewithid=En sajt med id
java.someone=N\u00e5gon h\u00e5ller redan p\u00e5 att \u00e4ndra denna sajt
java.specif=Kan inte hitta den \u00f6nskade sajtem
java.specify=Du m\u00e5ste ange en sajttitel.
java.subj=\u00c4mne\:
java.subject=\u00c4mne\:
java.supp=Support
java.support=Sakai Support Team
java.tabscreen=4.G\u00e5 till sajten genom att klicka p\u00e5 sajtens flik (du kommer att se tv\u00e5 eller flera flikar \u00f6verst).
java.thanks=Tack,
java.theaccess=Tillg\u00e4ngligheten till denna sajt h\u00e5ller just nu p\u00e5 att \u00e4ndras av en annan anv\u00e4ndare.
java.theaccessto=Tillg\u00e4ngligheten till denna sajt
java.theaccessto2=h\u00e5ller just nu p\u00e5 att \u00e4ndras av en annan anv\u00e4ndare.
java.theemail=ID f\u00f6r E-post m\u00e5ste best\u00e5 av alfa-numeriska tecken plus n\u00e5got eller n\u00e5gra av \!\#$&'*+-\=?^_`{|}~. (inga mellanrum).
java.thenews=RSS-fl\u00f6de
java.thesiteemail=Beg\u00e4ran om access till sajten kunde inte skickas till anv\u00e4ndarnamnet
java.thesiteid=Sajtid
java.thissite=Denna sajt
java.to=Till\:
java.togeta1=To get a guest account, open the following site\:
java.togeta2=and follow the steps listed.
java.toimport=Du m\u00e5ste ange \u00e5tminstone en sajt att importera.
java.toimporttool=V\u00e4lj minst ett verktyg att importera.
java.tolog=F\u00f6r att logga in\:
java.tothissite=p\u00e5 denna sajt.
java.unable=Kunde inte l\u00e4gga till
java.unableconf=Kunde inte konfigurera en Grad Toolssajt.
java.user=Anv\u00e4ndare
java.username=''{0}'' \u00e4r inte ett giltigt anv\u00e4ndarnamn. Notera att du m\u00e5ste ange @dom\u00e4n efter anv\u00e4ndarnamnet, t.ex. abc@su.se f\u00f6r anv\u00e4ndaren 'abc' vid Stockholms universitet.
java.validAuthor1=Ange en/ett giltig(t)
java.validAuthor2=f\u00f6r den listade l\u00e4raren.
java.wasset=sattes upp av
java.webincludes=webben inkluderar m\u00e5nga verktyg och tj\u00e4nster, en/ett av dessa \u00e4r 
java.who=som har beg\u00e4rt en officiell kurssajt f\u00f6r f\u00f6ljande kurstillf\u00e4lle(n)\:
java.wish=Om du \u00f6nskar l\u00e4mna ytterligare information, skicka e-post till
java.withrost=med tilltr\u00e4de till deltagarlistorna f\u00f6r dessa 
java.withrost2=med tilltr\u00e4de till deltagarlistan f\u00f6r denna grupp\:
java.workinfo=Information om sajt
java.youalready=Du editerar redan denna sajt
java.youhave=Du har inte valt n\u00e5gon funktionalitet f\u00f6r din sajt. Du kan g\u00f6ra det genom att klicka p\u00e5 back\u00e5t-knappen eller senare klicka p\u00e5 \u00e4ndra och sedan l\u00e4gg till eller ta bort funktionalitet.
java.yoursite=Din sajt \u00e4r nu skapad. Du kan nu l\u00e4gga till inneh\u00e5ll och publicera din sajt.
java.yourwork='Min arbetsyta' kan inte tas bort med detta verktyg.
list.check=Du skapar en sajt genom att v\u00e4lja 'Ny sajt' ovan. F\u00f6r att redigera en befintlig sajt, markera rutan intill aktuell sajt och v\u00e4lj d\u00e4refter 'Redigera sajt'. <font color\="red"><B>OBSERVERA att man inte l\u00e4ngre kan radera en sajt, f\u00f6r att radera en sajt s\u00e5 m\u00e5ste sajtens \u00e4gare kontakta Helpdesk.</B></FONT> Gl\u00f6m inte att ange sajtens namn. Om du enbart \u00e4r intresserad av att inte vara med p\u00e5 sajten l\u00e4ngre g\u00f6r du detta antingen genom att inaktivera dig p\u00e5 sajten i sajtens 'Site Info/Sajtinformation' eller genom att g\u00e5 ur sajten under "Min arbetsyta" \=> "Medlemsskap". Du kan sortera tabellen nedan genom att klicka p\u00e5 kolumnernas rubriker.
list.cls=Rensa s\u00f6k
list.creationdate=Skapad den
list.creator=Skapad av
list.found=hittad som passar in p\u00e5 din s\u00f6kning 
list.inthe=in the view of
list.items=objekt
list.itemsper=objekt per sida
list.next=N\u00e4sta
list.nosites=Inga sajter hittades
list.onesite=1 sajt har blivit
list.owner=\u00c4gare
list.previous=Tidigare
list.publi=Publicerad
list.scasc=Sortera stigande efter skapad den 
list.scdesc=Sortera fallande efter skapad den 
list.screatorasc=Sortera stigande efter skapad av
list.screatordesc=Sortera fallande efter skapad av
list.search=S\u00f6k
list.select.label=V\u00e4lj storlek p\u00e5 sidan
list.show=visa
list.sites=sajter har blivit
list.soasc=Sortera stigande efter \u00e4gare
list.sodesc=Sortera fallande efter \u00e4gare
list.sortbycreation=Sortera efter skapad den 
list.sortbycreator=Sortera efter skapad av
list.sortbyowner=Sortera efter \u00e4gare
list.sortbystatus=Sortera efter \u00e4gare
list.sortbyterm=Sortera efter termin
list.sortbytitle=Sortera efter titel
list.sortbytype=Sortera efter typ
list.spasc=Sortera stigande efter publicerad
list.spdesc=Sortera fallande efter publicerad
list.ssasc=Sortera stigande efter status
list.ssdesc=Sortera fallande efter publicerad
list.stasc=Sortera stigande efter titel
list.status=Status
list.stdesc=Sortera fallande efter titel
list.steasc=Sortera stigande efter termin
list.stedesc=Sortera fallande efter termin
list.styasc=Sortera stigande efter typ
list.stydesc=Sortera fallande efter typ
list.summary=Tabellen visar sajter. Kolumn 1 visar markeringsrutor n\u00e4r sajten kan redigeras, kolumn 2 sajttyp, kolumn 3 \u00e4gare, kolumn 4  termin,  kolumn 5 status och kolumn 6 skapad den. 
list.term=Termin
list.thatmatch=som passar in p\u00e5 din s\u00f6kning p\u00e5
list.type=Typ
list.unpub=Opublicerad
list.view=Visa\:
list.viewing=Visar
list.worksite=Sajtens titel
man.addmore=Vill du l\u00e4gga till fler deltagarlistor?
man.addmore.label=Tryck ALT + upp-eller nedpil f\u00f6r att skrolla genom meny
man.authoriz=Anv\u00e4ndarnamn p\u00e5 den som godk\u00e4nt sajten\:
man.class=Grupp\:(ie 101)
man.creat=Skapar en ny kurssajt
man.edit=Redigerar sajt...
man.email=Ett e-postmeddelande kommer skickas f\u00f6r att beg\u00e4ra tillst\u00e5nd att skapa denna sajt. 
man.enter=F\u00f6r in information om deltagarlistan du vill skall ha tilltr\u00e4de till denna sajt. En 
man.enter2=F\u00f6r in informationen f\u00f6r din sajt. En 
man.list.summary=Tabell f\u00f6r manuell if\u00f6rande av kursinformation. Varje rad iinneh\u00e5ller ett antal f\u00e4lt f\u00f6r att f\u00f6ra in information om kursens deltagarlista. 
man.means=inneb\u00e4r att uppgifterna \u00e4r obligatoriska. 
man.notverify=F\u00f6r n\u00e4rvarande kan vi inte verifiera att du \u00e4r den listade l\u00e4raren p\u00e5 denna kurs. Fyll i anv\u00e4ndarnamn p\u00e5 den som kan ge till\u00e5telse till dig att skapa denna sajt (ex. prefekten, studierektorn). Ett e-postmeddelande kommer s\u00e4ndas till denna person f\u00f6r att beg\u00e4ra till\u00e5telse. 
man.notverifyfuture1=The official roster for your class will be available  
man.notverifyfuture2=weeks prior to the start of the term. At that point, you may give students access to the site by going into the Site Info tool, selecting "Edit Class Roster(s)" and following the setup wizard.
man.please=Fyll g\u00e4rna i ytterligare uppgifter som kan hj\u00e4lpa oss att godk\u00e4nna din beg\u00e4rna om sajt. 
man.please_enter=Ange en eller flera kurs(er)/sektion(er) genom att ange informationen nedan.
man.remove=Ta bort
man.requested=(Beg\u00e4rd)
man.sect=Grupper\:(ie 001)
man.siteauth=Till\u00e5telse att \u00f6ppna sajten f\u00f6r deltagare
man.siteroster=Deltagarlista(or)
man.sofar=Du har hittills valt f\u00f6ljande kurs/grupper 
man.spec=Speciella instruktioner\:
man.subject=\u00c4mne\:(ie PSYCH)\t
man.this=denna kurssajt\:
man.toaddto=f\u00f6r att l\u00e4gga till p\u00e5
multipleTools.custom=L\u00e4gg till flera verktyg
multipleTools.custom1=L\u00e4gg till flera verktyg eller konfigurera verktygsinst\u00e4llningar. Du kan \u00e4ven g\u00f6ra \u00e4ndringar i verktygsinst\u00e4llningarna senda p\u00e5 sajten genom att anv\u00e4nda menyn Inst\u00e4llningar p\u00e5 respektive verktyg.
multipleTools.email=E-postarkiv
multipleTools.emailreq=E-postadress (obligatorisk)
multipleTools.more=fler
multipleTools.moreTools.1=Fler
multipleTools.moreTools.2=verktyg?
multipleTools.site=Sajtens e-postadress
multipleTools.title=Namn
multipleTools.title.suggest=(f\u00f6reslagen l\u00e4ngd \u00e4r 15 tecken)
newsc.appear=Utseende (ikon)\:
newsc.avail=Tillg\u00e4nglig f\u00f6r\:
newsc.confirm=Bekr\u00e4fta din sajts utformning
newsc.course.confirm=Bekr\u00e4fta din kurssajts utformning
newsc.crsite=Skapa sajt
newsc.descr=Beskrivning\:
newsc.descr.none=Ingen beskrivning angiven.
newsc.icon=URL till ikon\:
newsc.icon.none=Ingen ikon angiven.
newsc.ifthis=Om dessa uppgifter st\u00e4mmer, klicka Beg\u00e4r sajt
newsc.ifthis2=Om dessa uppgifter st\u00e4mmer, klicka Beg\u00e4r sajt
newsc.ifyou=Om du beh\u00f6ver g\u00f6ra \u00e4ndringar, v\u00e4lj knappen Tillbaka l\u00e4ngst ned. F\u00f6r att g\u00f6ra \u00e4ndringar senare g\u00e5r du till Sajtinformationen i din sajt. 
newsc.list.summary=Summerad lista \u00f6ver sajtens inst\u00e4llningar 
newsc.no=Nej
newsc.other.confirm=Bekr\u00e4fta din sajts utformning
newsc.please=Kontrollera den f\u00f6ljande informationen om din sajt.
newsc.project.confirm=Bekr\u00e4fta din projektsajts utformning
newsc.reqsite=Beg\u00e4r sajt
newsc.selection=Bekr\u00e4fta dina val f\u00f6r din sajt...
newsc.short=Kort beskrivning\:
newsc.short.none=Ingen kort beskrivning angiven
newsc.site=Sajtens namn\:
newsc.sitecan=Sajten \u00e4r \u00f6ppen att g\u00e5 med i f\u00f6r alla som har beh\u00f6righet att logga in. 
newsc.sitecont=Kontaktperson f\u00f6r sajten\:
newsc.sitecont2=E-postadress till kontaktperson\:
newsc.sitecont2.none=Ingen e-postadress angiven
newsc.siteown=Sajt\u00e4gare och organisat\u00f6rer
newsc.sitepart=Enbart deltagare p\u00e5 sajten
newsc.tools=Verktyg\:
newsc.visible=Synlig publikt\:
newsc.yes=Ja
newsc.youare=Du skapar en kurssajt som inneh\u00e5ller f\u00f6ljande kurstillf\u00e4llen\:
newsitpub.alert=Observera\:
nonOfficialAccountLabel=E-postadress till icke-officiella deltagare
nonOfficialAccountName=G\u00e4st
nonOfficialAccountSectionTitle=Icke-officiella deltagare
nscourse.acad=Termin
nscourse.acad2=Termin\:
nscourse.add=L\u00e4gg till kurstillf\u00e4lle(n) till  
nscourse.add_course_not_listed=L\u00e4gg till kurstillf\u00e4lle(n) som inte listas ovan...
nscourse.already=F\u00f6ljande kurstillf\u00e4llen har redan tilltr\u00e4de till din sajt\:
nscourse.change_button=Redigera
nscourse.change_this_ID=Redigera detta ID f\u00f6r att visa kurs(er) f\u00f6r andra personer.
nscourse.choose=V\u00e4lj grupper till denna sajt...
nscourse.cinfo=Tillg\u00e4ngliga kurser 
nscourse.cm.configure.log.nosubjectcat=Egenskapen "" \u00e4r inte definierad i sakai.properties.  F\u00f6r att anv\u00e4nda 'finn en kurssida' s\u00e5 m\u00e5ste kategoritypen som identifierar institutionsniv\u00e5n vara satt i din course management-implementering.
nscourse.cms.courseoffering.label=Kurstillf\u00e4lle
nscourse.cms.section.label=Sektion
nscourse.code=Kurstillf\u00e4lle
nscourse.course_sections_selection=Val av kurstillf\u00e4lle(n)
nscourse.coursecode=kurskod
nscourse.courselist.summary=Lista \u00f6ver kurser/sektioner tillg\u00e4ngliga f\u00f6r dig p\u00e5 dena sajt. Varje rad inneh\u00e5ller ett m\u00f6jligt val. Vissa rader (rubrik 4) inneh\u00e5ller l\u00e4nkar f\u00f6r att v\u00e4lja alla sektioner i den gruppen.
nscourse.creating=Skapa en ny kurssajt 
nscourse.current_displaying_courses_sections_for_id=Visar just nu kurs(er) f\u00f6r (ID)
nscourse.description=Kursnamn
nscourse.edit=Editera sajt
nscourse.findCourse=Val av kurs(er) - 
nscourse.findCourse.addAnotherSection=L\u00e4gg till ytterligare ett tillf\u00e4lle
nscourse.findCourse.authorization.authname=Authorizer's username
nscourse.findCourse.authorization.authname.lookup=Look up an username in the campus directory...
nscourse.findCourse.authorization.comments=Please enter additional comments that may help us authorize your site request.
nscourse.findCourse.authorization.email=Email will be sent to the person asking for authorization for you to create this site.
nscourse.findCourse.authorization.instructions=At this time, we cannot verify you are the instructor of record for this course/section. Please enter the username of a person who can verify you can add this course or section to this site (ex. department head, previous term's instructor). An email requesting authorization will be sent to this person. Once verification is complete, this course or section will will have access to your site.
nscourse.findCourse.authorization.specialInstructions=Special Instructions
nscourse.findCourse.authorization.title=Authorization to Add This Course/Section
nscourse.findCourse.findAnother=Select this course/section and find another...
nscourse.findCourse.select=V\u00e4lj
nscourse.findCourse.selected=Gjorda val\: 
nscourse.findCourse.stillNotFound=Kan du inte hitta din kurs/sektion?
nscourse.findCourse.useCMS=Hitta kurs/sektion i kurskatalogen
nscourse.findInstruction=Please find an[other] course/section by entering the information below
nscourse.iwould1=Jag vill l\u00e4gga till en deltagarlista som inte finns med i f\u00f6rteckningen ovan till denna sajt
nscourse.iwould2=Jag vill ge tilltr\u00e4de till en grupp deltagare som inte finns med i f\u00f6rteckningen ovan 
nscourse.look_up_an_username=Look up an username in the campus directory
nscourse.means=inneb\u00e4r
nscourse.req=obligatoriska uppgifter.
nscourse.select=V\u00e4lj de grupper som skall inkluderas i kurssajten. Genom att klicka p\u008c den svarta triangeln har du m\u00f6jlighet att v\u00e4lja (i aktuella fall) om du vill ha med f\u00f6rstag\u00e5ngsregistrerade och/eller omregistrerade studenter p\u00e5 sajten. 
nscourse.select_anyways=v\u00e4lj \u00e4nd\u00e5?
nscourse.select_group_sections=V\u00e4lj grupp av sektioner
nscourse.site_exists=Sajten existerar, 
nscourse.sortbydescription=Sortera p\u00e5 kursnamn
nscourse.sortbytitle=Sortera p\u00e5 kurskod
nscourse.step=Steg 1 av
nscourse.unselect_group_sections=V\u00e4lj bort grupp
nscourse.youmay=Du kan \u00e4ven ge tilltr\u00e4de till sajten till f\u00f6ljande deltagarlista(or)\: 
nscourse.yourrole=Din roll
officialAccountLabel=F\u00f6r Stockholms universitet best\u00e5r detta av anv\u00e4ndarnamnet p\u00e5 Universitetskontot + dom\u00e4nnamn, t.ex. abab43@su.se. F\u00f6r en extern deltagare med en g\u00e4stidentitet fr\u00e5n Stockholms universitet, l\u00e4gg till @guest.su.se till deltagarens anv\u00e4ndarnamn.
officialAccountName=Anv\u00e4ndarnamn
officialAccountSectionTitle=Notera\: Nedan m\u00e5ste du ange anv\u00e4ndarnamn + @dom\u00e4n.
part.addpart=L\u00e4gg till deltagare 
part.below=nedan.
part.goto=Se sajten som anv\u00e4ndare.
part.items=objekt
part.partlist=Deltagarlista
part.remove=Ta bort?
part.show10=visa 10 st. per sida
part.show100=visa 100 st. per sida
part.show20=visa 20 st. per sida
part.show200=visa 200 st. per sida
part.show5=visa 5 st. per sida
part.show50=visa 50 st. per sida
part.ustatus=Anv\u00e4ndarstatus
part.view=Visa och redigera roller och deltagare f\u00f6r 
part.viewing=Visar
permis=Beh\u00f6righet...
pubuncon.alert=Observera\:
pubuncon.apub=En publicerad sajt \u00e4r synlig f\u00f6r alla deltagare.
pubuncon.bac=TIllbaka
pubuncon.benot=bli meddelad om att sajten \u00e4r tillg\u00e4nglig. 
pubuncon.can=Avbryt
pubuncon.clifin=Klicka Spara nedan f\u00f6r att \u00e4ndra status p\u00e5 din sajt till\n
pubuncon.conpub=Bekr\u00e4ftar statusen till publicerad f\u00f6r 
pubuncon.fin=Spara
pubuncon.part=Deltagare
pubuncon.publi=publicerad
pubuncon.unpub=Opublicerade sajter \u00e4r enbart synliga f\u00f6r de som har beh\u00f6righet att s\u00e4tta upp sajten. 
pubuncon.unpubli=opublicerad
pubuncon.will=kommer att
pubuncon.willnot=kommer inte att
pubunp.alert=Observera\:
pubunp.can=Avbryt
pubunp.chathe=Redigerar status p\u00e5 en sajt ...
pubunp.con=Forts\u00e4tt
pubunp.pubwor=Publicera sajt
pubunp.pubyou=Genom att publicera din sajt g\u00f6r du den synlig f\u00f6r alla deltagare i sajten. 
pubunp.unpwor=G\u00f6r sajt opublicerad
rem.deleting=Genom att ta bort en sajt tar du bort all dess inneh\u00e5ll och kan inte g\u00f6ras ogjort - en borttagen sajt g\u00e5r inte att ta tillbaka. Om du f\u00f6rs\u00f6ker ta bort sig sj\u00e4lv fr\u00e5n sajten, anv\u00e4nd verktyget Medlemsskap i din Min arbetsyta f\u00f6r att g\u00e5 ur sajten.\n
rem.remove=Ta bort
rem.remsite=Tar bort sajt...
rem.youhave=Du har valt f\u00f6ljande sajt att ta bort\:
roleman.alert=Systemet har \u00e4nnu ingen information om vilka kurser som du undervisar p\u00e5. Om du \u00e4r l\u00e4rare vid en institution, anv\u00e4nd l\u00e4nken 'Administrera l\u00e4rares tillg\u00e5ng till kurser' nedan f\u00f6r att ange vilka kurser du undervisar p\u00e5.
roleman.course=Kurskod
roleman.desc=Administrera l\u00e4rares tillg\u00e5ng till kurser.
roleman.description=Kursnamn
roleman.fail=Ett fel intr\u00e4ffade, kunde ej uppdatera rollerna, f\u00f6rs\u00f6k igen senare. Om felet kvarst\u00e5r, kontakta Helpdesk.
roleman.header=Alla kurser
roleman.instruction=V\u00e4lj din institution i rullgardinslistan nedan. Listan som \u00f6ppnas upp visar alla institutionens kurser som har ett tillf\u00e4lle f\u00f6r den valda terminen. I markeringsrutorna kan du s\u00e4tta din egen roll f\u00f6r en viss kurs, byta roll eller helt avmarkera dig p\u00e5 en kurs.
roleman.msg=Om du inte hittar kursen som du undervisar p\u00e5 p\u00e5 n\u00e4sta sida s\u00e5 beh\u00f6ver du g\u00e5 tillbaka till denna sida och v\u00e4lja 'Administrera l\u00e4rares tillg\u00e5ng till kurser' f\u00f6r att ange vilka kurser som du undervisar p\u00e5.
roleman.select=V\u00e4lj en institution...
roleman.success=Rollerna har uppdaterats
roleman.title=L\u00e4rares kurser
setperfor=G\u00f6r inst\u00e4llningar f\u00f6r Sajtinformation p\u00e5 sajten 
sinfo.appear=Utseende (ikon)\:
sinfo.class=Information
sinfo.creating=Skapar en sajt...
sinfo.descr=Beskrivning\:
sinfo.display=Visas p\u00e5 sajtens hemsida.
sinfo.display2=Visas i publika listor \u00f6ver sajter. Maximalt 80 bokst\u00e4ver. 
sinfo.enter=Ange grundl\u00e4ggande information om projektsajten...
sinfo.enter2=Ange grundl\u00e4ggande information om kurssajten...
sinfo.enter3=Ange information om din sajt.
sinfo.means=inneb\u00e4r obligatoriska uppgifter.
sinfo.other=Sajtinformation
sinfo.pi=Information om projektsajten
sinfo.portfolio=Information om portf\u00f6ljsajten
sinfo.removeSections=Ta bort
sinfo.requestedSections=Du har beg\u00e4rt godk\u00e4nnande f\u00f6r att l\u00e4gga till f\u00f6ljnade deltagarlista(or)\:
sinfo.rosterlist.summary=Lista \u00f6ver deltagarlistor som h\u00f6r till denna sajt. Varje rad inneh\u00e5ller deltagarlistans namn och en l\u00e4nk f\u00f6r att ta bort den.
sinfo.scontact=Sajtens kontaktperson\:
sinfo.scontact2=E-postadress till kontaktperson\:
sinfo.short=Kort beskrivning\:
sinfo.simplea=En
sinfo.stitle=Sajtens namn\:
sinfo.youare=Du skapar en kurssajt f\u00f6r f\u00f6ljande deltagarlista(or)\:
sitdelcon.alert=Observera
sitdelcon.can=Avbryt
sitdelcon.delasit=Genom att ta bort en sajt tar du bort all dess inneh\u00e5ll och kan inte g\u00f6ras ogjort - en borttagen sajt g\u00e5r inte att ta tillbaka. Om du f\u00f6rs\u00f6ker ta bort sig sj\u00e4lv fr\u00e5n sajten, anv\u00e4nd verktyget Medlemsskap i din Min arbetsyta f\u00f6r att g\u00e5 ur sajten.\n
sitdelcon.remsit=Tar bort sajt...
sitdelcon.sav=Spara
sitdup.alert=Observera\:
sitdup.can=Avbryt
sitdup.dup=Kopiera
sitdup.dupaclacourse=N\u00e4r du kopierar en kurssajt skapar du en ny kurssajt som inneh\u00e5ller allt material som skapats av l\u00e4rare/administrat\u00f6rer, men av integritetssk\u00e4l inte s\u00e5dant material som lagts till av vanliga anv\u00e4ndare/studenter.\n
sitdup.dupaclanoncourse=N\u00e4r du kopierar en sajt skapar du en ny sajt som inneh\u00e5ller allt material som skapats av \u00e4gare/administrat\u00f6rer, men av integritetssk\u00e4l inte s\u00e5dant material som lagts till av vanliga anv\u00e4ndare.\n
sitdup.dupsit=Kopiera sajt
sitdup.dupsit2=Kopierad sajt
sitdup.hasbeedup=har skapats.
sitdup.sitti=Sajtens namn\:
sitedicla.alert=Observera\:
sitedicla.can=Avbryt
sitedicla.cancel=Avbryt
sitedicla.choose_file=V\u00e4lj en fil att importera 
sitedicla.choose_materials=V\u00e4lj material f\u00f6r att kopiera denna sajt.
sitedicla.class=Deltagarlista
sitedicla.copy_materials=Kopiera material fr\u00e5n andra sajter 
sitedicla.copy_message=Du kan v\u00e4lja att \u00e5teranv\u00e4nda (kopiera) material fr\u00e5n andra sajter du \u00e4r \u00e4gare till.  
sitedicla.copybtn=Kopiera material
sitedicla.copying=Kopierar detta existerande material...
sitedicla.edit_roster=Redigera deltagartilltr\u00e4de f\u00f6r 
sitedicla.file=Fil\:
sitedicla.import=Importera
sitedicla.import_materials=Importera material fr\u00e5n fil  
sitedicla.move=Flytta
sitedicla.move_into=...till min nuvarande sajt 
sitedicla.rem=Ta bort
sitedicla.requested=(beg\u00e4rd)
sitedicla.tabhol=Tabellen inneh\u00e5ller information om sajtens kurser
sitedicla.theis=Det finns ingen kurs ansluten till sajten
sitedicla.upd=Spara
sitedicla.yet=\u00e4n
sitediconf.app=Utseende\:
sitediconf.bac=Tillbaka 
sitediconf.can=Avbryt
sitediconf.cli=V\u00e4lj Spara nedan f\u00f6r att uppdatera din sajt med f\u00f6ljande information. De f\u00e4lt som du har \u00e4ndrat visas markerade. 
sitediconf.con=Bekr\u00e4ftar \u00e4ndringar i
sitediconf.des=Beskrivning\:
sitediconf.fin=Spara
sitediconf.none=Ingen angiven
sitediconf.shodes=Short Description\:
sitediconf.sitconnam=Kontaktperson f\u00f6r sajten\:
sitediconf.sitico=URL till sajtens ikon\:
sitediconf.siticonema=E-postadress till sajtens kontaktperson\:
sitediconf.sittit=Sajtens namn\:
sitediconf.term=Termin\t
sitediinf.alert=Observera\:
sitediinf.app=Utseende (ikon)\:
sitediinf.app.none=*standardl\u00e4ge*
sitediinf.can=Avbryt
sitediinf.con=Forts\u00e4tt
sitediinf.des=Beskrivning\:
sitediinf.dis=Visad p\u00e5 sajtens hemsida.
sitediinf.dis2=Visad i publikt synliga listor \u00f6ver sajter. Maximalt 80 bokst\u00e4ver.
sitediinf.ico=URL till ikon\:
sitediinf.rev=Ser \u00f6ver sajtinformation f\u00f6r
sitediinf.shodes=Kort beskrivning\:
sitediinf.sit=Denna ikon kommer visas p\u00e5 sajten.
sitediinf.sitconema=E-postadress till sajtens kontaktperson\:
sitediinf.sitconnam=Kontaktperson f\u00f6r sajten\:
sitediinf.sittit=Sajtens namn\:
sitediinf.term=Termin
sitegen.addcourse.add=L\u00e4gg till grupper
sitegen.addcourse.adding=Beg\u00e4r tilltr\u00e4de till sajt\:
sitegen.addcourse.alert=Observera\:
sitegen.addcourse.back=Tillbaka 
sitegen.addcourse.cancel=Avbryt
sitegen.addcourse.class=Information
sitegen.addcourse.foll=F\u00f6ljande grupper har redan lagts till p\u00e5 denna sajt\:
sitegen.addcourse.please=Bekr\u00e4fta att du vill l\u00e4gga till f\u00f6ljande grupptillf\u00e4llen p\u00e5 din kurssajt.
sitegen.addcourse.you=Du har markerat att du vill l\u00e4gga till f\u00f6ljande grupper till denna sajt\:
sitegen.addpart.add=L\u00e4gg till deltagare till 
sitegen.addpart.assign=Tilldela alla deltagare samma roll 
sitegen.addpart.assign1=Tilldela varje deltagare en roll individuellt 
sitegen.addpart.cancel=Avbryt
sitegen.addpart.continue=Forts\u00e4tt
sitegen.addpart.enter=Skriv in deltagare som du vill l\u00e4gga till p\u00e5 din sajt. Du kan skirva in fler \u00e4n ett namn i varje f\u00e4lt genom att s\u00e4tta dem p\u00e5 skilda rader (utan kommatecken). 
sitegen.addpart.external=(externa deltagare , ex. maria.andersson@yahoo.com)\:
sitegen.addpart.guest=E-postadresser till g\u00e4st(er) 
sitegen.addpart.multiple=Multipla anv\u00e4ndarnamn \u00e4r till\u00e5tna genom att skriva dem p\u00e5 separata rader (tryck Enter p\u00e5 ditt tangentbord efter varje anv\u00e4ndarnamn)
sitegen.addpart.multiple1=Multipla e-postadresser \u00e4r till\u00e5tna genom att skriva dem p\u00e5 separata rader (tryck Enter p\u00e5 ditt tangentbord efter varje anv\u00e4ndarnamn)
sitegen.addpart.partrol=Roller f\u00f6r deltagare
sitegen.addpart.username=Anv\u00e4ndarnamn
sitegen.manageaccess.alert=Observera\:
sitegen.manageaccess.canbe=Alla deltagare med beh\u00f6righet att logga in kan g\u00e5 med i sajten 
sitegen.manageaccess.cancel=Avbryt
sitegen.manageaccess.change=Redigera tilltr\u00e4de f\u00f6r
sitegen.manageaccess.global=Publik tillg\u00e4nglighet
sitegen.manageaccess.private=Privat
sitegen.manageaccess.publi=Genom att publicera din sajt f\u00f6r du den tillg\u00e4nglig f\u00f6r sajtens deltagare. I inst\u00e4llningarna f\u00f6r publik tillg\u00e4nglighet kan du best\u00e4mma vem som har tilltr\u00e4de till din sajt s\u00e5 snart den \u00e4r publicerad. Du kan \u00e4ndra dessa inst\u00e4llningar n\u00e4rhelst du vill under Sajtinformation. 
sitegen.manageaccess.publica=Publik - allt material delat 
sitegen.manageaccess.publics=Publik - Enbart utvalt material 
sitegen.manageaccess.publict=Publik - Enbart namn och basal information 
sitegen.manageaccess.publis=Publicera sajt  
sitegen.manageaccess.role=Roll f\u00f6r de som g\u00e5r med i sajten\:
sitegen.manageaccess.sitest=Sajtens status
sitegen.manageaccess.update=Spara
sitegen.manageaccess.your=Din sajt kan n\u00e5s av dem du angivit som deltagare. Vill du att andra skall ha tilltr\u00e4de till sajten? 
sitegen.managerol.alert=Observera\:
sitegen.managerol.cancel=Avbryt
sitegen.managerol.choose=V\u00e4lj en roll f\u00f6r deltagare
sitegen.managerol.choose1=V\u00e4lj roller f\u00f6r deltagare du l\u00e4gger till. Obligatoriska f\u00e4lt \u00e4r markerade med 
sitegen.managerol.please=Du m\u00e5ste v\u00e4lja en roll
sitegen.managerol.role=Roll
sitegen.managerol.save=Spara
sitegen.managerol.username=Anv\u00e4ndarnamn
sitegen.pending=V\u00e4ntar p\u00e5 godk\u00e4nnande av
sitegen.pubunpub.alert=Observera\:
sitegen.pubunpub.back=Tillbaka
sitegen.pubunpub.cancel=Avbryt
sitegen.pubunpub.continue=Forts\u00e4tt
sitegen.pubunpub.donot=Skicka inte ett e-postmeddelande som meddelar att sajten \u00e4r tillg\u00e4nglig 
sitegen.pubunpub.revi=Ser \u00f6ver publiceringsstatus f\u00f6r r $validator.escapeHtml($title)
sitegen.pubunpub.send=Skicka ett e-postmeddelande till alla deltagare som meddelar att sajten \u00e4r tillg\u00e4nglig
sitegen.pubunpub.when=N\u00e4r sajten \u00e4r publicerad kan du v\u00e4lja att automatiskt s\u00e4nda ett e-postmeddelande till alla deltagare f\u00f6r att meddela att sajten \u00e4r tillg\u00e4nglig. 
sitegen.removpart.alert=Observera\:
sitegen.removpart.back=TIllbaka
sitegen.removpart.cancel=Avbryt
sitegen.removpart.confirm=Bekr\u00e4ftar borttagande av deltagare fr\u00e5n
sitegen.removpart.finish=Spara
sitegen.removpart.following=De f\u00f6ljande deltagarna kommer inte l\u00e4ngre ha tilltr\u00e4de n\u00e4r du klickar p\u00e5 Spara nedan. 
sitegen.removpart.name=Namn
sitegen.removpart.participant=Deltagare nedan kan inte tas bort d\u00e5 de \u00e4r officiellt registrerade p\u00e5 kursen. Du kan \u00e4ndock \u00e4ndra deras roller p\u00e5 sajten genom att v\u00e4lja Byt roll(er) (under Se \u00f6ver, Redigera tilltr\u00e4de).\n
sitegen.removpart.role=Roll
sitegen.removpart.username=Anv\u00e4ndarnamn
sitegen.sitedel.alert=Observera\:
sitegen.sitedel.cancel=Avbryt
sitegen.sitedel.deleting=Genom att ta bort en sajt tar du \u00e4ven bort allt inneh\u00e5ll. Detta kan inte g\u00f6ras ogjort. 
sitegen.sitedel.deleting1=Genom att ta bort en sajt tar du \u00e4ven bort allt inneh\u00e5ll i sajten. Detta kan inte g\u00f6ras ogjort - en borttagen sajt g\u00e5r inte att ta tillbaka. Om du vill ta bort dig sj\u00e4lv fr\u00e5n sajten, anv\u00e4nd verktyget Medlemsskap i din Min arbetsyta f\u00f6r att g\u00e5 ur sajten. \n
sitegen.sitedel.remov=Tar bort sajt...
sitegen.sitedel.remove=Ta bort
sitegen.sitedel.you=Du har valt att ta bort f\u00f6ljande sajt\: 
sitegen.sitedel.you2=Du har valt att ta bort f\u00f6ljande sajter\: 
sitegen.siteinfolist.active=Aktiv
sitegen.siteinfolist.alert=Observera\:
sitegen.siteinfolist.app=Utseende\:
sitegen.siteinfolist.ava=Tillg\u00e4nglig f\u00f6r\:
sitegen.siteinfolist.cancel=Avbryt
sitegen.siteinfolist.courses=Deltagare med tilltr\u00e4de till sajten\:
sitegen.siteinfolist.crea=Skapad den\:
sitegen.siteinfolist.credits=Po\u00e4ng
sitegen.siteinfolist.enrolled=Inskriven p\u00e5
sitegen.siteinfolist.iclu=Inkluderad p\u00e5 listor \u00f6ver publika sajter\:
sitegen.siteinfolist.icon=URL till\:
sitegen.siteinfolist.id=Id
sitegen.siteinfolist.inactive=Inaktiv
sitegen.siteinfolist.items=objekt
sitegen.siteinfolist.itemspage=objekt per sida
sitegen.siteinfolist.name=Namn
sitegen.siteinfolist.need=need a better way of handling null names - in any case - need to avoid rendering ", " if there is none associated with an entry
sitegen.siteinfolist.next=N\u00e4sta\:
sitegen.siteinfolist.next1=N\u00e4sta
sitegen.siteinfolist.no=nej
sitegen.siteinfolist.nomaintainuser=Sajten har \u00e5tminstone en anv\u00e4ndare med rollen 
sitegen.siteinfolist.of=av
sitegen.siteinfolist.part=Deltagarlista
sitegen.siteinfolist.partlist.summary=Tabellen h\u00e5ller infornation om sajtens deltagare. Kolumn 1 visar  indexnumer, kolumn 2 namn, kolumn 3 anv\u00e4ndarnman, kolumn 4 roll. Klicka p\u00e5 respektive rubrik f\u00f6r att sortera. 
sitegen.siteinfolist.previous=Tidigare\: 
sitegen.siteinfolist.previous1=Tidigare
sitegen.siteinfolist.remove=Ta bort
sitegen.siteinfolist.return=Tillbaka till lista \u00f6ver sajter
sitegen.siteinfolist.role=Roll
sitegen.siteinfolist.role.select=V\u00e4lj en roll f\u00f6r
sitegen.siteinfolist.roledes=Rollbeskrivningar
sitegen.siteinfolist.show=visa
sitegen.siteinfolist.sitecan=Alla deltagare med beh\u00f6righet att logga in kan g\u00e5 med i sajten. 
sitegen.siteinfolist.sitecont=Sajtens kontaktperson med e-postadress\:
sitegen.siteinfolist.sitedes=Beskrivning av sajten\:
sitegen.siteinfolist.siteown=Sajt\u00e4gare och organisat\u00f6rer 
sitegen.siteinfolist.sitepar=Enbart sajtdeltagare
sitegen.siteinfolist.sortcred=Sortera efter deltagarpo\u00e4ng
sitegen.siteinfolist.sortcredas=Sortera fallande efter deltagarpo\u00e4ng
sitegen.siteinfolist.sortcreddes=Sortera fallande efter deltagarpo\u00e4ng
sitegen.siteinfolist.sortid=Sortera efter deltagarid
sitegen.siteinfolist.sortidas=Sortera stigande efter deltagarid
sitegen.siteinfolist.sortiddes=Sortera fallande efter deltagarid
sitegen.siteinfolist.sortname=Sort era efter namn 
sitegen.siteinfolist.sortname1=Sortera efter kursnamn  
sitegen.siteinfolist.sortnameas=Sortera stigande efter namn
sitegen.siteinfolist.sortnameas1=Sortera stigande efter kursnamn
sitegen.siteinfolist.sortnamedes=Sortera fallande efter namn
sitegen.siteinfolist.sortnamedes1=Sortera fallande efter kursnamn
sitegen.siteinfolist.sortrole=Sortera efter roll 
sitegen.siteinfolist.sortroleas=Sortera stigande efter roll 
sitegen.siteinfolist.sortroledes=Sortera fallande efter roll 
sitegen.siteinfolist.sortstatus=Sortera efter deltagarstatus
sitegen.siteinfolist.sortstatusas=Sortera stigande efter deltagarstatus
sitegen.siteinfolist.sortstatusdes=Sortera fallande efter deltagarstatus
sitegen.siteinfolist.status=Status
sitegen.siteinfolist.status.select=V\u00e4lj status f\u00f6r
sitegen.siteinfolist.summary=Sajtinformation
sitegen.siteinfolist.term=Termin\:
sitegen.siteinfolist.update=Spara \u00e4ndringar
sitegen.siteinfolist.view=Visar
sitegen.siteinfolist.view.pagesize=V\u00e4lj storlek p\u00e5 sidan
sitegen.siteinfolist.yes=Ja
sitesetupquestion.alert=Du m\u00e5ste besvara f\u00f6ljande fr\u00e5ga/fr\u00e5gor.
sitetype.acater=Termin\:
sitetype.alert=Observera\:
sitetype.can=Avbryt 
sitetype.chothetyp=V\u00e4lj vilken typ av sajt du vill skapa. Enbart l\u00e4rare kan skapa kurssajter. L\u00e4rare och studenter kan skapa projektsajter. Observera\: Studenter, om din kurs inte syns som en flik n\u00e4r du loggat in, kontakta din l\u00e4rare/administrat\u00f6r f\u00f6r att ta reda p\u00e5 n\u00e4r din kurssajt blir tillg\u00e4nglig.\n
sitetype.chothetyp.template.afterlink=.
sitetype.chothetyp.template.link=/access/content/group/\!admin/public/site_templates_sv.html
sitetype.chothetyp.template.link.text=Klicka h\u00e4r f\u00f6r att l\u00e4sa mer om att anv\u00e4nda mallar
sitetype.chothetyp.withouttemplate=V\u00e4lj vilken typ av sajt du vill skapa. Enbart l\u00e4rare/kursadministrat\u00f6rer kan skapa kurssajter. L\u00e4rare och studenter kan skapa projektsajter.
sitetype.chothetyp.withtemplate=V\u00e4lj vilken typ av sajt du vill skapa. Enbart l\u00e4rare/kursadministrat\u00f6rer kan skapa kurssajter. L\u00e4rare och studenter kan skapa projektsajter. Du kan skapa en ny sajt p\u00e5 tv\u00e5 olika s\u00e4tt. N\u00e4r du <b>bygger din egen sajt</b> v\u00e4ljer du sj\u00e4lv vilka verktyg/funktioner som ska finnas med. Du kan ocks\u00e5 <b>anv\u00e4nda en mall</b>, d\u00e5 f\u00e5r din sajt automatiskt de viktigaste verktygen. I b\u00e5da fallen kan du l\u00e4gga till och/eller ta bort verktyg efter att sajten skapats.
sitetype.con=Forts\u00e4tt
sitetype.crenewsit=Skapa en ny sajt
sitetype.gratooweb=Grad Tools site
sitetype.project=Bygg din egen projektsajt
sitetype.usetemplate=Anv\u00e4nd mall
sitetype.websit=sajt
sitinfimp.alert=Observera\:
sitinfimp.can=Avbryt
sitinfimp.choose=V\u00e4lj vilket material fr\u00e5n denna sajt du vill \u00e5teranv\u00e4nda.
sitinfimp.con=Forts\u00e4tt
sitinfimp.import=Jag vill sl\u00e5 ihop min information
sitinfimp.import.info=Din importerade information kommer sl\u00e5s samman med den redan existerande.Denna metod importerar inte inst\u00e4llningar i Resultat.
sitinfimp.importgrades=Importera information
sitinfimp.migrate=Jag vill ers\u00e4tta min information
sitinfimp.migrate.info=All existerande information kommer skrivas \u00f6ver, ersatt av de du importerat. Denna metod l\u00e5ter dig importera inst\u00e4llningar i Resultat.
sitinfimp.replace=Du kan ers\u00e4tta material i en av dina sajter genom att importera material fr\u00e5n en annan av dina sajter. All existerande information kommer att skrivas \u00f6ver och ers\u00e4ttas av den du importerar.
sitinfimp.reuse=\u00c5teranv\u00e4nd material fr\u00e5n andra sajter 
sitinfimp.selection=V\u00e4lj en metod nedan f\u00f6r att forts\u00e4tta\:
sitinfimp.step=Steg 1 av 2\: V\u00e4lj sajter...
sitinfimp.wikinote=(Existerande inneh\u00e5ll kommer att arkiveras och kan n\u00e5s via l\u00e4nken Historia)
sitinfimp.youcan=Du kan v\u00e4lja att \u00e5teranv\u00e4nda material fr\u00e5n andra sajter du \u00e4ger. Du kan kombinera material fr\u00e5n fler \u00e4n en sajt. 
sitmanedi.alert=Observera\:
sitmanedi.app=Utseende (ikon)\:
sitmanedi.app.none=*grundinst\u00e4llning*
sitmanedi.can=Avbryt
sitmanedi.class=Grupp
sitmanedi.des=Beskrivning\:
sitmanedi.dis=Visas p\u00e5 sajtens hemsida. 
sitmanedi.dis2=Visad i publikt synlig lista \u00f6ver sajter. Maximalt 80 tecken. 
sitmanedi.forexa=(till exempel - 500 MB, 2 GB)
sitmanedi.ico=URL till ikon\:
sitmanedi.other=Annan\:
sitmanedi.savcha=Spara \u00e4ndringar
sitmanedi.shodes=Kort beskrivning\:
sitmanedi.sitconema=E-postadress till kontaktpersonen\:
sitmanedi.sitconnam=Kontaktperson f\u00f6r sajten\:
sitmanedi.sitinf=Sajtinformation
sitmanedi.sitityp=Sajttyp
sitmanedi.sitthi=Denna inst\u00e4llning begr\u00e4nsar maxgr\u00e4ns f\u00f6r filer i Filsamlingen. V\u00e4lj nedan f\u00f6r att \u00e4ndra denna maxgr\u00e4ns. 
sitmanedi.sittit=Sajtens namn\:
sitmanlis.acater=Termin.
sitmanlis.access=Tilltr\u00e4de
sitmanlis.alert=Observera\:
sitmanlis.classes=Kurser
sitmanlis.datcre=Skapad den
sitmanlis.info=Information
sitmanlis.items=objekt
sitmanlis.iteperpag=objekt per sida 
sitmanlis.nositwer=0 sajter hittade som passar in p\u00e5 din s\u00f6kning efter
sitmanlis.of=av
sitmanlis.owner=\u00c4gare
sitmanlis.par=Deltagare
sitmanlis.show=visa
sitmanlis.sitfou=sajt(er) hittade osm passar in p\u00e5 din s\u00f6kning efter 
sitmanlis.text=Text.
sitmanlis.text2=Text och
sitmanlis.typ=typ av sajt,
sitmanlis.typ2=typ av sajt, och
sitmanlis.typofsit=typ av sajt,
sitmanlis.typofsit2=typ av sajt, och
sitmanlis.typter=Typ/Termin
sitmanlis.vie=Visar
sitmanlis.wortit=Sajtens namn
sitmanpar.act=Aktiv
sitmanpar.addpar=L\u00e4gg till deltagare
sitmanpar.alert=Observera\:
sitmanpar.below=nedan
sitmanpar.can=Avbryt
sitmanpar.inact=Inaktiv
sitmanpar.iteperpag=objekt per sida
sitmanpar.name=Namn
sitmanpar.next=N\u00e4sta
sitmanpar.nopar=Inga deltagare
sitmanpar.of=av
sitmanpar.par=deltagare
sitmanpar.parlis=Deltagarlista
sitmanpar.prev=Tidigare
sitmanpar.rem=Ta bort?
sitmanpar.rol=Roll
sitmanpar.show=visa
sitmanpar.upd=Spara
sitmanpar.usenam=Anv\u00e4ndarnamn
sitmanpar.usesta=Anv\u00e4ndarstatus
sitmanpar.vieandedi=SE och redigera roller och deltagare f\u00f6r 
sitmanpar.view=Visar
sitmansav.alert=Observera\:
sitmansav.can=Avbryt
sitmansav.entnew=F\u00f6r att skapa en kopia av den valda sajten, skriv in ett nytt sajtid.<br/> Observera\: enbart sajtinformationen kopieras, inte relaterade resurser.
sitmansav.entnew2=Ange ett nytt sajtid.
sitmansav.sav=Spara
sitmansav.savas=Spara som ...
sitmansav.site=Sajt
sitmansav.sitid=Sajtid\:
sitmansea.acater=Termin\:
sitmansea.any=N\u00e5gon
sitmansea.seafor=S\u00f6k\:
sitmansea.seaforsit=S\u00f6k efter sajter
sitmansea.theman=I sajtmanagementverktyget kan administrat\u00f6rer s\u00f6ka sajter samt \u00e4ven se och \u00e4ndra deltagare i sajter. 
sitmansea.typofsit=Sajttyp\:
sitmasam.alert=Observera\:
sitmasam.can=Avbryt
sitmasam.choarol=V\u00e4lj en roll f\u00f6r deltagare
sitmasam.chotherol=V\u00e4lj en roll f\u00f6r deltagarna du l\u00e4gger till. 
sitmasam.sav=Spara
sitmasam.tabhol=Tabellen inneh\u00e5ller en textruta f\u00f6r att f\u00f6ra in angr\u00e4nsande roll. 
sitmasam.tabholids=Tabellen visars deltagarid. Ta
sitmasam.usrnam=Anv\u00e4ndarnamn
theisa=Beh\u00f6righet kan inte s\u00e4ttas just nu d\u00e5 sajten redan h\u00e5ller p\u00e5 att \u00e4ndras. St\u00e4ng beh\u00f6righeter i andra verktyg innan du forts\u00e4tter. 
tool.news.desc=F\u00f6r att visa inneh\u00e5ll fr\u00e5n
tool.webcontent.desc1=F\u00f6r att n\u00e5 inneh\u00e5ll fr\u00e5n
tool.webcontent.desc2=i sajten.
user.notdefined=Kan inte hitta n\u00e5gon anv\u00e4ndare med id
zip_file_upload=V\u00e4lj en zip-fil att ladda upp och extrahera p\u00e5 din sajt
java.emailbaddomain=   ''{0}'' har en dom\u00e4n som inte kan anv\u00e4ndas f\u02c6r ''{1}''
java.username.multiple=  ''{0}'' matchar ett flertal anv\u00e4ndare. V\u2030lj bland f\u00f6ljande anv\u00e4ndarnamn: {1}
add.multiple.nonofficial=Notera att du kan l\u00e4gga in flera anv\u00e4ndare genom att s\u00e4tta dem p\u00e5 separata rader (utan kommatecken). B\u00f6rja med e-postadress, valfritt f\u00f6ljt av efternamn, f\u00f6rnamn - alla separerade med kommatecken, t.ex. jdoe@yahoo.com,Joe,John
add.multiple.nonofficial.alert.more= {0} inneh\u00e5ller fler str\u00e4ngar \u00e4n e-postadress, efternamn, f\u00f6rnamn.
participant.status=   Deltagarstatus
confirm.name=   Namn
confirm.id=   Id
confirm.role=           Roll
confirm.status=       Status