#Vietnamese Sakai is a contribution from HOSEI IT Center and www.huric.org; we also collaborate with Ho Chi Minh University of Technology for this project. 
# For future contact, Please email to Billy Quoc Pham [bpham@huric.org], Nguyen Hua Phung [phung@cse.hcmut.edu.vn] 
#To test out Vietnamse Sakai, you may go to http://vietsakai.huric.net 
#
#Tue Sep 07 15:05:29 PDT 2010
pubuncon.apub=M\u1ed9t trang web \u0111\u01b0\u1ee3c xu\u1ea5t b\u1ea3n c\u00f3 th\u1ec3 xem \u0111\u01b0\u1ee3c cho t\u1ea5t c\u1ea3 ng\u01b0\u1eddi tham gia. 
sitetype.project=X\u00e2y d\u1ef1ng d\u1ef1 \u00e1n ri\u00eang c\u1ee7a b\u1ea1n trang web 
chrol.help=Tr\u1ee3 gi\u00fap v\u1ec1 vai tr\u00f2 
java.group=Nh\u00f3m qu\u1ea3n l\u00fd 
java.importFile=nh\u1eadp t\u1eeb File 
import.choose.label2=c\u1ee7a trang web 
import.choose.label1=Ch\u1ecdn 
sitegen.siteinfolist.role=Vai tr\u00f2 
sitediinf.ico=Icon URL 
newsc.project.confirm=X\u00e1c nh\u1eadn d\u1ef1 \u00e1n thi\u1ebft l\u1eadp trang web c\u1ee7a b\u1ea1n 
sitdup.dupsit2=Trang web tr\u00f9ng l\u1eb7p 
sitediconf.sittit=Ti\u00eau \u0111\u1ec1 trang web 
sitegen.pubunpub.continue=Ti\u1ebfp t\u1ee5c 
newsitpub.alert=Th\u00f4ng b\u00e1o\: 
sitediinf.dis=(Xem tr\u00ean trang ch\u1ee7 c\u1ee7a trang web) 
sitegen.siteinfolist.status.select=Ch\u1ecdn t\u00ecnh tr\u1ea1ng cho 
chrol.partic=Tham d\u1ef1\: 
list.sortbycreator=Ph\u00e2n lo\u1ea1i b\u1edfi ng\u01b0\u1eddi s\u00e1ng t\u1ea1o 
list.sites=c\u00e1c trang web \u0111\u01b0\u1ee3c 
sitediconf.sitico=Site Icon URL 
newsc.ifthis=N\u1ebfu th\u00f4ng tin n\u00e0y l\u00e0 ch\u00ednh x\u00e1c, b\u1ea5m v\u00e0o Y\u00eau c\u1ea7u trang web. 
sitegen.addcourse.please=Vui l\u00f2ng x\u00e1c nh\u1eadn vi\u1ec7c b\u1ed5 sung c\u00e1c ph\u1ea7n sau \u0111\u00e2y \u0111\u1ec3 trang web l\u1edbp h\u1ecdc c\u1ee7a b\u1ea1n. 
group.sorttitledesc=S\u1eafp x\u1ebfp theo Ti\u00eau \u0111\u1ec1 th\u1ee9 t\u1ef1 gi\u1ea3m d\u1ea7n 
group.editgroup=Ch\u1ec9nh s\u1eeda nh\u00f3m 
sitegen.siteinfolist.summary=Th\u00f4ng tin trang web 
man.authoriz=T\u00ean ng\u01b0\u1eddi d\u00f9ng h\u1ee3p l\u1ec7\: 
man.notverifyfuture2=tu\u1ea7n tr\u01b0\u1edbc khi b\u1eaft \u0111\u1ea7u k\u1ef3 h\u1ea1n. V\u00e0o th\u1eddi \u0111i\u1ec3m \u0111\u00f3, b\u1ea1n c\u00f3 th\u1ec3 cung c\u1ea5p cho sinh vi\u00ean truy c\u1eadp v\u00e0o trang web b\u1eb1ng c\u00e1ch \u0111i v\u00e0o c\u00f4ng c\u1ee5 Site Info, ch\u1ecdn "Edit Class Roster (s)" v\u00e0 l\u00e0m theo h\u01b0\u1edbng d\u1eabn c\u00e0i \u0111\u1eb7t. 
man.notverifyfuture1=C\u00e1c danh s\u00e1ch ch\u00ednh th\u1ee9c cho l\u1edbp h\u1ecdc c\u1ee7a b\u1ea1n s\u1ebd c\u00f3 s\u1eb5n 
sitegen.sitedel.remove=H\u1ee7y b\u1ecf 
add.multiple.nonofficial.alert.more={0} c\u00f3 ch\u1ee9a c\u00e1c chu\u1ed7i nhi\u1ec1u h\u01a1n \u0111\u1ecba ch\u1ec9 email, t\u00ean, t\u00ean \u0111\u1ea7u ti\u00ean. 
editgroup.remove=H\u1ee7y b\u1ecf? 
nonOfficialAccountName=Kh\u00e1ch 
sitedicla.edit_roster=Ch\u1ec9nh s\u1eeda danh s\u00e1ch truy c\u1eadp cho 
nonOfficialAccountSectionTitle=Kh\u00f4ng ch\u00ednh th\u1ee9c tham gia 
newsc.icon=Icon URL 
ediacc-glo.roltoass=Vai tr\u00f2 \u1ea5n \u0111\u1ecbnh khi ng\u01b0\u1eddi d\u00f9ng tham gia trang web 
man.email=Email s\u1ebd \u0111\u01b0\u1ee3c g\u1eedi y\u00eau c\u1ea7u cho ph\u00e9p \u0111\u1ec3 b\u1ea1n t\u1ea1o ra trang web n\u00e0y. 
java.wasset=\u0111\u01b0\u1ee3c th\u00e0nh l\u1eadp b\u1edfi 
java.manual=Xin vui l\u00f2ng ch\u1ecdn kh\u00f3a h\u1ecdc t\u1eeb danh s\u00e1ch ho\u1eb7c ch\u1ecdn \u0111\u1ec3 t\u1ef1 nh\u1eadp th\u00f4ng tin kh\u00f3a h\u1ecdc. 
java.recmsg=Tin nh\u1eafn & Di\u1ec5n \u0111\u00e0n Th\u00f4ng B\u00e1o 
All=v\u1eadt li\u1ec7u \u0111\u01b0\u1ee3c sao ch\u00e9p, v\u00e0 t\u1ea5t c\u1ea3 c\u00e1c ng\u00e0y cho c\u00e1c h\u1ea1ng m\u1ee5c nh\u01b0 l\u1ecbch tr\u00ecnh m\u1ee5c kh\u00f4ng \u0111\u01b0\u1ee3c c\u1eadp nh\u1eadt. 
sitegen.siteinfolist.app=B\u1ec1 ngo\u00e0i 
addconf.srasc=Ph\u00e2n lo\u1ea1i b\u1edfi vai tr\u00f2 t\u0103ng d\u1ea7n 
sitinfimp.migrate.info=M\u1ecdi d\u1eef li\u1ec7u hi\u1ec7n c\u00f3 s\u1ebd \u0111\u01b0\u1ee3c ghi \u0111\u00e8, thay th\u1ebf b\u1eb1ng d\u1eef li\u1ec7u nh\u1eadp c\u1ee7a b\u1ea1n. Ph\u01b0\u01a1ng ph\u00e1p n\u00e0y cho ph\u00e9p b\u1ea1n nh\u1eadp Gradebook c\u00e0i \u0111\u1eb7t. 
man.means=c\u00f3 ngh\u0129a l\u00e0 th\u00f4ng tin \u0111\u01b0\u1ee3c y\u00eau c\u1ea7u. 
chrol.indiv=Thay \u0111\u1ed5i vai tr\u00f2 c\u00e1 nh\u00e2n tham gia 
list.select.label=Ch\u1ecdn trang k\u00edch th\u01b0\u1edbc 
java.please=Vui l\u00f2ng ki\u1ec3m tra ch\u1ec9 c\u00f3 m\u1ed9t trang web \u0111\u1ec3 ch\u1ec9nh ... t\u1ea1i m\u1ed9t th\u1eddi gian 
java.assoc=\u0111\u01b0\u1ee3c li\u00ean k\u1ebft v\u1edbi c\u00e1c l\u1edbp (es) li\u1ec7t k\u00ea \u1edf tr\u00ean? 
sitinfimp.reuse=nh\u1eadp nguy\u00ean li\u1ec7u t\u1eeb trang web kh\u00e1c 
ediacccon.makin2=L\u00e0m m\u1ed9t ph\u01b0\u01a1ng ti\u1ec7n unjoinable trang web \u0111\u00f3 kh\u00f4ng c\u00f3 ai kh\u00e1c h\u01a1n so v\u1edbi nh\u1eefng ng\u01b0\u1eddi b\u1ea1n \u0111\u1eb7c bi\u1ec7t th\u00eam c\u00f3 th\u1ec3 tr\u1edf th\u00e0nh m\u1ed9t th\u00e0nh vi\u00ean c\u1ee7a trang web c\u1ee7a b\u1ea1n. 
sitegen.removpart.name=T\u00ean 
add.assign2=Ch\u1ec9 \u0111\u1ecbnh m\u1ed7i ng\u01b0\u1eddi tham gia m\u1ed9t vai tr\u00f2 c\u00e1 nh\u00e2n 
java.guest=Th\u00f4ng b\u00e1o\: Xin vui l\u00f2ng nh\u1eadp t\u00ean ng\u01b0\u1eddi d\u00f9ng (s), ho\u1eb7c \u0111\u1ecba ch\u1ec9 email kh\u00e1ch (es) \u0111\u1ec3 th\u00eam v\u00e0o trang web n\u00e0y 
java.new=M\u1edbi 
newsc.short.none=Kh\u00f4ng c\u00f3 m\u00f4 t\u1ea3 ng\u1eafn g\u1ecdn cung c\u1ea5p 
sitedicla.alert=Th\u00f4ng b\u00e1o\: 
import.choose.list.summary=B\u1ea3ng gi\u1eef m\u1ed9t m\u1ea1ng l\u01b0\u1edbi c\u00e1c c\u00f4ng c\u1ee5 v\u00e0 c\u00e1c trang web. \u0110\u1ea7u c\u1ed9t\: t\u00ean c\u00f4ng c\u1ee5. Ti\u1ebfp theo c\u1ed9t c\u00e1c trang web. M\u1ed9t s\u1ed1 trong s\u1ed1 n\u00e0y c\u00f3 th\u1ec3 c\u00f3 checkboxes tra. Ch\u1ecdn h\u1ecd s\u1ebd nh\u1eadp n\u1ed9i dung c\u1ee7a c\u00f4ng c\u1ee5 (d\u00f2ng) trong trang web \u0111\u00f3 (c\u1ed9t) 
newsc.please=Xin vui l\u00f2ng xem th\u00f4ng tin v\u1ec1 trang web c\u1ee7a b\u1ea1n. 
java.pleasechoose=H\u00e3y ch\u1ecdn m\u1ed9t vai tr\u00f2. 
list.scdesc=Ph\u00e2n lo\u1ea1i theo ng\u00e0y t\u1ea1o gi\u1ea3m d\u1ea7n 
ediacc.bac=Quay L\u1ea1i 
officialAccountName=T\u00ean \u0111\u0103ng nh\u1eadp 
list.scasc=Ph\u00e2n lo\u1ea1i theo ng\u00e0y t\u1ea1o t\u0103ng d\u1ea7n 
addconf.confirming=Th\u00eam x\u00e1c nh\u1eadn tham gia (s) cho {0} 
sitegen.pubunpub.cancel=Hu\u1ef7 
java.permission=B\u1ea1n kh\u00f4ng c\u00f3 quy\u1ec1n \u0111\u1ec3 t\u1ea1o th\u00eam trang web 
sitediinf.des=M\u00f4 t\u1ea3 
sinfo.requestedSections=B\u1ea1n c\u00f3 y\u00eau c\u1ea7u ph\u00ea duy\u1ec7t \u0111\u1ec3 th\u00eam danh s\u00e1ch sau \u0111\u00e2y (s)\: 
add.duplicatedpart=Sau m\u1ee5c tr\u00f9ng l\u1eb7p \u0111\u00e3 \u0111\u01b0\u1ee3c lo\u1ea1i b\u1ecf t\u1eeb danh s\u00e1ch ng\u01b0\u1eddi tham gia th\u00eam\: {0}. 
list.cls=Xo\u00e1 t\u00ecm ki\u1ebfm 
sinfo.display=(Xem tr\u00ean trang ch\u1ee7 c\u1ee7a trang web) 
list.styasc=Ph\u00e2n lo\u1ea1i theo lo\u1ea1i t\u0103ng d\u1ea7n 
newsc.tools=C\u00f4ng c\u1ee5 
addnoti.dontsend=\u0110\u1eebng g\u1eedi - kh\u00f4ng g\u1eedi email th\u00f4ng b\u00e1o cho ng\u01b0\u1eddi tham gia m\u1edbi v\u1ec1 t\u00ednh s\u1eb5n s\u00e0ng c\u1ee7a trang web 
gen.previous=T\u1edbi trang tr\u01b0\u1edbc 
multipleTools.title.suggest=(\u0110\u1ec1 ngh\u1ecb 15 char.) 
newsc.site=Ti\u00eau \u0111\u1ec1 trang web 
list.type=Lo\u1ea1i 
chrol.change=Thay \u0111\u1ed5i t\u1ea5t c\u1ea3 nh\u1eefng ng\u01b0\u1eddi tham gia c\u00f9ng m\u1ed9t vai tr\u00f2 
multipleTools.site=Trang web \u0111\u1ecba ch\u1ec9 email 
java.siteaccess=Qu\u1ea3n l\u00fd truy c\u1eadp 
add.participants=Vai tr\u00f2 tham gia 
permis=Quy\u1ec1n ... 
list.viewing=Xem th\u00f4ng tin 
alert.protocol=Xin vui l\u00f2ng s\u1eed d\u1ee5ng m\u1ed9t \u0111\u1ecba ch\u1ec9 web h\u1ee3p l\u1ec7. 
addconf.summary=B\u1ea3ng gi\u1eef th\u00f4ng tin c\u1ee7a ng\u01b0\u1eddi tham gia trang web \u0111\u01b0\u1ee3c th\u00eam v\u00e0o. C\u1ed9t 1\: s\u1ed1. C\u1ed9t 2\: t\u00ean th\u1eadt c\u1ee7a ng\u01b0\u1eddi d\u00f9ng. C\u1ed9t 3\: t\u00ean ng\u01b0\u1eddi d\u00f9ng. C\u1ed9t 4\: vai tr\u00f2 ng\u01b0\u1eddi d\u00f9ng. Ti\u00eau \u0111\u1ec1 ch\u1ee9a c\u00e1c li\u00ean k\u1ebft \u0111\u1ec3 s\u1eafp x\u1ebfp gi\u00e1 tr\u1ecb c\u1ed9t c\u1ee7a h\u1ecd. 
chrol.uniq=T\u00ean \u0111\u0103ng nh\u1eadp 
sitegen.siteinfolist.icon=Icon URL 
java.appoint='S b\u1ed5 nhi\u1ec7m v\u00e0 t\u00ednh h\u1ee3p ph\u00e1p c\u1ee7a c\u00e1c trang web y\u00eau c\u1ea7u n\u00e0y. N\u1ebfu b\u1ea1n c\u1ea3m th\u1ea5y kh\u00f4ng th\u1ec3 \u0111\u00e1p \u1ee9ng, xin vui l\u00f2ng chuy\u1ec3n ti\u1ebfp tin nh\u1eafn n\u00e0y \u0111\u1ebfn m\u1ed9t ph\u00f2ng ban li\u00ean l\u1ea1c v\u1edbi c\u01a1 quan ph\u00ea duy\u1ec7t ho\u1eb7c t\u1eeb ch\u1ed1i y\u00eau c\u1ea7u. 
list.found=th\u1ea5y r\u1eb1ng l\u1ea7n xu\u1ea5t hi\u1ec7n t\u00ecm ki\u1ebfm c\u1ee7a b\u1ea1n cho 
java.course2=kh\u00f3a h\u1ecdc\: 
nscourse.findCourse.selected=L\u1ef1a ch\u1ecdn hi\u1ec7n t\u1ea1i\: 
sitegen.siteinfolist.sortnameas1=S\u1eafp x\u1ebfp theo t\u00ean kh\u00f3a h\u1ecdc t\u0103ng d\u1ea7n 
feat.tools=C\u00f4ng c\u1ee5 
java.respond=Xin vui l\u00f2ng tr\u1ea3 l\u1eddi c\u00e1c tin nh\u1eafn n\u00e0y v\u1edbi th\u00f4ng tin v\u1ec1 
nscourse.findCourse=Kh\u00f3a h\u1ecdc/Ph\u1ea7n (s) l\u1ef1a ch\u1ecdn - 
sitegen.siteinfolist.sitedes=M\u00f4 t\u1ea3 Trang web 
sitedicla.import=nh\u1eadp 
sitedicla.file=File 
sitediconf.none=Kh\u00f4ng cung c\u1ea5p 
java.click=Nh\u1ea5p v\u00e0o Cancel \u0111\u1ec3 quay tr\u1edf l\u1ea1i danh s\u00e1ch trang web c\u1ee7a b\u1ea1n. 
java.delete=X\u00f3a 
java.specify=Xin vui l\u00f2ng ghi r\u00f5 ti\u00eau \u0111\u1ec1 trang web. 
newsc.descr=M\u00f4 t\u1ea3 
list.check=Ki\u1ec3m tra h\u1ed9p (es) \u0111\u1ec3 c\u00f3 h\u00e0nh \u0111\u1ed9ng tr\u00ean m\u1ed9t trang web. Click v\u00e0o ti\u00eau \u0111\u1ec1 c\u1ed9t \u0111\u1ec3 s\u1eafp x\u1ebfp. 
java.recent=Th\u00f4ng \u0111i\u1ec7p chat g\u1ea7n \u0111\u00e2y 
addconf.srdesc=Ph\u00e2n lo\u1ea1i b\u1edfi vai tr\u00f2 gi\u1ea3m d\u1ea7n 
feat.forv=\u0110\u1ec3 xem c\u00e1c th\u00f4ng b\u00e1o g\u1ea7n \u0111\u00e2y, th\u1ea3o lu\u1eadn, v\u00e0 chat items. 
group.siteinfo.tablesummary=B\u1ea3ng gi\u1eef th\u00f4ng tin c\u1ee7a nh\u00f3m trang web. C\u1ed9t 1 n\u1eafm gi\u1eef danh hi\u1ec7u nh\u00f3m, c\u1ed9t 2 gi\u1eef s\u1ed1 th\u00e0nh vi\u00ean nh\u00f3m. 
newsc.no=Kh\u00f4ng 
ediacc-glo.rol=Vai tr\u00f2 cho ch\u1ecdn l\u1ef1a 
gen.continue=Ti\u1ebfp t\u1ee5c 
man.please_enter=Xin vui l\u00f2ng t\u00ecm th\u1ea5y m\u1ed9t kh\u00f3a h\u1ecdc/section b\u1eb1ng c\u00e1ch nh\u1eadp c\u00e1c th\u00f4ng tin d\u01b0\u1edbi \u0111\u00e2y. 
pubunp.alert=Th\u00f4ng b\u00e1o\: 
theisa=Quy\u1ec1n kh\u00f4ng th\u1ec3 \u0111\u01b0\u1ee3c \u0111\u1eb7t v\u00e0o th\u1eddi gian n\u00e0y v\u00ec c\u00e1c trang web \u0111\u00e3 \u0111\u01b0\u1ee3c ch\u1ec9nh s\u1eeda. \u0110\u00f3ng quy\u1ec1n trong c\u00e1c c\u00f4ng c\u1ee5 kh\u00e1c tr\u01b0\u1edbc khi ti\u1ebfp t\u1ee5c. 
editgroup.generallist=Danh s\u00e1ch th\u00e0nh vi\u00ean trang web 
sitediinf.sittit=Ti\u00eau \u0111\u1ec1 trang web 
list.stasc=Ph\u00e2n lo\u1ea1i theo t\u00ean t\u0103ng d\u1ea7n 
nscourse.youmay=B\u1ea1n c\u0169ng c\u00f3 th\u1ec3 cho ph\u00e9p truy c\u1eadp trang web \u0111\u1ec3 c\u00e1c danh s\u00e1ch sau \u0111\u00e2y (s)\: 
sitediconf.bac=Quay L\u1ea1i 
sitegen.siteinfolist.sortcreddes=Ph\u00e2n lo\u1ea1i b\u1edfi c\u00e1c kho\u1ea3n t\u00edn d\u1ee5ng tham gia gi\u1ea3m d\u1ea7n 
addnoti.anemail=M\u1ed9t email c\u00f3 th\u1ec3 \u0111\u01b0\u1ee3c t\u1ef1 \u0111\u1ed9ng g\u1eedi t\u1edbi nh\u1eefng ng\u01b0\u1eddi s\u1eed d\u1ee5ng nh\u1ea5t \u0111\u1ecbnh th\u00f4ng b\u00e1o v\u1edbi h\u1ecd v\u1ec1 t\u00ednh s\u1eb5n s\u00e0ng c\u1ee7a trang web. 
sinfo.rosterlist.summary=Danh s\u00e1ch c\u00e1c rosters li\u00ean k\u1ebft v\u1edbi trang web n\u00e0y. M\u1ed7i h\u00e0ng c\u00f3 ch\u1ee9a t\u00ean danh s\u00e1ch v\u00e0 li\u00ean k\u1ebft \u0111\u1ec3 xo\u00e1 b\u1ecf n\u00f3. 
sitedicla.can=Hu\u1ef7 
pubuncon.unpubli=kh\u00f4ng th\u00ea\u0309 c\u00f4ng b\u00f4\u0341 
sitegen.siteinfolist.nomaintainuser=C\u00e1c trang web \u0111\u00e3 c\u00f3 \u00edt nh\u1ea5t m\u1ed9t ng\u01b0\u1eddi s\u1eed d\u1ee5ng v\u1edbi vai tr\u00f2 
java.from=T\u1eeb\: 
sitinfimp.alert=Th\u00f4ng b\u00e1o\: 
java.pleasechoice=H\u00e3y l\u1ef1a ch\u1ecdn th\u00f4ng b\u00e1o. 
java.authoriz=C\u00e1c trang web y\u00eau c\u1ea7u \u1ee7y quy\u1ec1n email \u0111\u00e3 \u0111\u01b0\u1ee3c g\u1eedi th\u00e0nh c\u00f4ng cho t\u00ean ng\u01b0\u1eddi d\u00f9ng 
importFile.exceeded=\u0111\u00e3 b\u1ecb v\u01b0\u1ee3t qu\u00e1. 
sitegen.removpart.back=Quay L\u1ea1i 
list.stdesc=S\u1eafp x\u1ebfp theo Ti\u00eau \u0111\u1ec1 gi\u1ea3m d\u1ea7n 
list.show=Xem 
ediacc.con=Ti\u1ebfp t\u1ee5c 
editgroup.grouplist=Danh s\u00e1ch th\u00e0nh vi\u00ean nh\u00f3m 
sitdup.sitti=Ti\u00eau \u0111\u1ec1 trang web 
sinfo.enter3=Nh\u1eadp th\u00f4ng tin v\u1ec1 trang web c\u1ee7a b\u1ea1n. 
sinfo.enter2=Nh\u1eadp th\u00f4ng tin c\u01a1 b\u1ea3n v\u1ec1 trang web c\u1ee7a kh\u00f3a h\u1ecdc ... 
setperfor=Thi\u1ebft l\u1eadp quy\u1ec1n cho Site Info \u1edf worksite 
sitegen.siteinfolist.iclu=\u0110\u00e3 c\u00f3 tr\u00ean danh s\u00e1ch c\u00e1c trang web c\u00f4ng c\u1ed9ng 
add.addpart=Th\u00eam ng\u01b0\u1eddi tham gia (s) cho {0} 
editgroup.revise=Ch\u1ec9nh s\u1eeda 
sitegen.siteinfolist.return=Quay tr\u1edf l\u1ea1i trang web Danh s\u00e1ch 
java.thesiteemail=C\u00e1c y\u00eau c\u1ea7u trang web email \u1ee7y quy\u1ec1n kh\u00f4ng th\u1ec3 \u0111\u01b0\u1ee3c g\u1eedi \u0111\u1ebfn t\u00ean ng\u01b0\u1eddi d\u00f9ng 
sitedicla.choose_file=Ch\u1ecdn m\u1ed9t file c\u1ea7n nh\u1eadp 
sitegen.siteinfolist.of=c\u1ee7a 
sitegen.sitedel.remov=Lo\u1ea1i b\u1ecf c\u00e1c trang web ... 
sitinfimp.import=T\u00f4i mu\u1ed1n \u0111\u1ec3 nh\u1eadp d\u1eef li\u1ec7u c\u1ee7a t\u00f4i 
java.realm=Expected realm object kh\u00f4ng t\u00ecm th\u1ea5y. 
group.newgroup=T\u1ea1o ra Nh\u00f3m M\u1edbi 
java.addp=Th\u00eam ng\u01b0\u1eddi tham gia 
ediacccon.alert=Th\u00f4ng b\u00e1o\: 
list.items=c\u00e1c m\u1ee5c 
group.sortnumberdesc=Ph\u00e2n lo\u1ea1i theo nh\u00f3m th\u00e0nh vi\u00ean s\u1ed1 descendingly 
list.publi=\u0110\u01b0\u1ee3c \u0111\u0103ng 
sitegen.siteinfolist.credits=T\u00edn d\u1ee5ng 
sitegen.siteinfolist.sortroleas=Ph\u00e2n lo\u1ea1i b\u1edfi vai tr\u00f2 t\u0103ng d\u1ea7n 
sitegen.siteinfolist.no=kh\u00f4ng 
sitegen.sitedel.alert=Th\u00f4ng b\u00e1o\: 
sitegen.pubunpub.alert=Th\u00f4ng b\u00e1o\: 
newsc.other.confirm=X\u00e1c nh\u1eadn thi\u1ebft l\u1eadp trang web c\u1ee7a b\u1ea1n 
ediacc.chaacc=Thay \u0111\u1ed5i truy c\u1eadp cho 
addconf.finish=Sau \u0111\u00e2y s\u1ebd \u0111\u01b0\u1ee3c th\u00eam v\u00e0o trang web c\u1ee7a b\u1ea1n khi b\u1ea1n nh\u1ea5p v\u00e0o n\u00fat Finish d\u01b0\u1edbi \u0111\u00e2y. 
list.search=T\u00ecm ki\u1ebfm 
ediacc.alert=Th\u00f4ng b\u00e1o\: 
java.support=Nh\u00f3m H\u1ed7 tr\u1ee3 
newsc.list.summary=T\u00f3m t\u1eaft danh s\u00e1ch c\u00e1c thi\u1ebft l\u1eadp trang web. 
addconf.sudesc=S\u1eafp x\u1ebfp theo t\u00ean ng\u01b0\u1eddi d\u00f9ng gi\u1ea3m d\u1ea7n 
pubuncon.bac=Quay L\u1ea1i 
chrolc.confirm=X\u00e1c nh\u1eadn thay \u0111\u1ed5i vai tr\u00f2 cho 
sitegen.removpart.participant=Nh\u1eefng ng\u01b0\u1eddi tham gia li\u1ec7t k\u00ea d\u01b0\u1edbi \u0111\u00e2y kh\u00f4ng th\u1ec3 \u0111\u01b0\u1ee3c g\u1ee1 b\u1ecf, v\u00ec h\u1ecd l\u00e0 ch\u00ednh th\u1ee9c \u0111\u0103ng k\u00fd cho kh\u00f3a h\u1ecdc. Tuy nhi\u00ean, b\u1ea1n c\u00f3 th\u1ec3 thay \u0111\u1ed5i vai tr\u00f2 c\u1ee7a h\u1ecd v\u00e0o trang web b\u1eb1ng c\u00e1ch nh\u1ea5n v\u00e0o Vai tr\u00f2 thay \u0111\u1ed5i (s) l\u1ec7nh (... d\u01b0\u1edbi Edit, Edit Access). 
sitesetupquestion.alert=Xin tr\u1ea3 l\u1eddi c\u00e1c c\u00e2u h\u1ecfi y\u00eau c\u1ea7u (s). 
pubunp.pubwor=Worksite xu\u1ea5t b\u1ea3n 
sitegen.addcourse.alert=Th\u00f4ng b\u00e1o\: 
sitedicla.move_into=... V\u00e0o trang web hi\u1ec7n t\u1ea1i c\u1ee7a t\u00f4i 
list.sortbytype=Ph\u00e2n lo\u1ea1i theo lo\u1ea1i 
java.sections=ph\u1ea7n\: 
java.approval=T\u00f4i \u0111\u1ec1 ngh\u1ecb ph\u00ea duy\u1ec7t c\u1ee7a m\u1ed9t 
man.spec=\u0110\u1eb7c bi\u1ec7t h\u01b0\u1edbng d\u1eabn\: 
sitegen.siteinfolist.enrolled=Ghi danh trong 
java.copy=\u0110\u00e2y l\u00e0 m\u1ed9t b\u1ea3n sao c\u1ee7a kh\u00f3a h\u1ecdc y\u00eau c\u1ea7u trang web m\u00e0 b\u1ea1n \u0111\u00e3 l\u00e0m. 
sitegen.sitedel.deleting=X\u00f3a m\u1ed9t trang web lo\u1ea1i b\u1ecf t\u1ea5t c\u1ea3 n\u1ed9i dung v\u00e0 kh\u00f4ng th\u1ec3 \u0111\u01b0\u1ee3c ho\u00e0n t\u00e1c. 
sitegen.siteinfolist.sortstatusas=Ph\u00e2n lo\u1ea1i theo t\u00ecnh tr\u1ea1ng ng\u01b0\u1eddi tham gia t\u0103ng d\u1ea7n 
ediacccon.conglo=X\u00e1c nh\u1eadn c\u00f4ng khai cho truy c\u1eadp 
officialAccountSectionTitle=Ng\u01b0\u1eddi tham gia ch\u00ednh th\u1ee9c kh\u00e1c 
addconf.sortbyrole=Ph\u00e2n lo\u1ea1i theo vai tr\u00f2 
sitediconf.con=X\u00e1c nh\u1eadn s\u1eeda \u0111\u1ed5i 
sitegen.pubunpub.send=G\u1eedi m\u1ed9t email cho t\u1ea5t c\u1ea3 ng\u01b0\u1eddi tham gia c\u00f4ng b\u1ed1 s\u1eb5n c\u00f3 c\u1ee7a trang web 
java.addalias=B\u1ea1n kh\u00f4ng c\u00f3 quy\u1ec1n \u0111\u1ec3 th\u00eam alias. 
java.receiv=B\u1ea1n \u0111ang nh\u1eadn \u0111\u01b0\u1ee3c tin nh\u1eafn n\u00e0y theo \u0111\u1ec1 ngh\u1ecb c\u1ee7a 
java.subj=Chu\u0309 \u0111\u00ea\: 
editgroup.site.notfound.alert=Trang web kh\u00f4ng t\u00ecm th\u1ea5y. 
sitegen.siteinfolist.yes=V\u00e2ng 
sitediinf.alert=Th\u00f4ng b\u00e1o\: 
java.addclasses=Th\u00eam Roster (s) 
multipleTools.email=Email Archive 
officialAccountLabel=\u0110\u1ecba ch\u1ec9 Email ch\u00ednh th\u1ee9c ho\u1eb7c T\u00ean \u0111\u0103ng nh\u1eadp 
sitegen.siteinfolist.sortidas=Ph\u00e2n lo\u1ea1i b\u1edfi ng\u01b0\u1eddi tham gia id t\u0103ng d\u1ea7n 
sitinfimp.migrate=T\u00f4i mu\u1ed1n thay th\u1ebf d\u1eef li\u1ec7u c\u1ee7a t\u00f4i 
java.couldntdel=kh\u00f4ng th\u1ec3 x\u00f3a, b\u1edfi v\u00ec b\u1ea1n kh\u00f4ng c\u00f3 s\u1ef1 cho ph\u00e9p. 
sinfo.other=Th\u00f4ng tin trang web 
add.duplicatedpart.single=Data tr\u00f9ng l\u1eb7p \u0111\u01b0\u1ee3c nh\u1eadp \u0111\u00e3 \u0111\u01b0\u1ee3c g\u1ee1 b\u1ecf kh\u1ecfi danh s\u00e1ch ng\u01b0\u1eddi tham gia \: {0}. 
sitegen.siteinfolist.view=Xem th\u00f4ng tin 
sitegen.removpart.username=T\u00ean \u0111\u0103ng nh\u1eadp 
man.sofar=B\u1ea1n c\u00f3 v\u1eady, \u0111\u1ebfn nay l\u1ef1a ch\u1ecdn c\u00e1c kh\u00f3a h\u1ecdc sau / ph\u1ea7n (s) 
java.classes=H\u00e3y ch\u1ecdn l\u1edbp (es) \u0111\u1ec3 x\u00f3a. 
addconf.number=\# 
list.steasc=Ph\u00e2n lo\u1ea1i theo h\u1ea1n t\u0103ng d\u1ea7n 
java.cannot=Kh\u00f4ng th\u1ec3 t\u00ecm th\u1ea5y c\u00e1c trang web \u0111\u1ecbnh 
java.dupli=Xin vui l\u00f2ng ghi r\u00f5 ti\u00eau \u0111\u1ec1 cho c\u00e1c trang web tr\u00f9ng l\u1eb7p. 
sitinfimp.youcan=B\u1ea1n c\u00f3 th\u1ec3 ch\u1ecdn \u0111\u1ec3 nh\u1eadp nguy\u00ean li\u1ec7u ch\u1ec9 t\u1eeb c\u00e1c trang web kh\u00e1c m\u00e0 b\u1ea1n s\u1edf h\u1eefu. B\u1ea1n c\u00f3 th\u1ec3 k\u1ebft h\u1ee3p t\u00e0i li\u1ec7u t\u1eeb nhi\u1ec1u h\u01a1n m\u1ed9t trang web. 
java.email2=email 
addrc.confirming=X\u00e1c nh\u1eadn c\u00e1c c\u00f4ng c\u1ee5 ch\u1ec9nh s\u1eeda cho trang web 
java.forthis=cho ph\u1ea7n n\u00e0y\: 
sitinfimp.choose=Ch\u1ecdn ch\u1ea5t li\u1ec7u b\u1ea1n mu\u1ed1n s\u1eed d\u1ee5ng l\u1ea1i t\u1eeb website n\u00e0y. 
java.home=Trang ch\u1ee7 
sitegen.siteinfolist.active=Active 
sitegen.siteinfolist.cancel=Hu\u1ef7 
ediacc-glo.opeonl=Ch\u1ec9 m\u1edf c\u1eeda cho nh\u1eefng ng\u01b0\u1eddi b\u1ea1n \u0111\u1eb7c bi\u1ec7t g\u1eafn 
sitetype.crenewsit=Lo\u1ea1i trang web 
addsame.participants=Nh\u1eefng ng\u01b0\u1eddi tham gia 
ediacc.gloacc=Truy c\u1eadp tr\u1ecdn v\u1eb9n 
java.dontperm=kh\u00f4ng th\u1ec3 x\u00f3a. B\u1ea1n kh\u00f4ng c\u00f3 quy\u1ec1n \u0111\u1ec3 lo\u1ea1i b\u1ecf trang web n\u00e0y. 
sitedicla.class=Danh s\u00e1ch 
java.reqmiss=Field b\u1eaft bu\u1ed9c (s) m\u1ea5t t\u00edch. Xin vui l\u00f2ng nh\u1eadp t\u1ea5t c\u1ea3 c\u00e1c tr\u01b0\u1eddng b\u1eaft bu\u1ed9c. 
java.invalid.email=l\u00e0 m\u1ed9t \u0111\u1ecba ch\u1ec9 email kh\u00f4ng h\u1ee3p l\u1ec7. 
java.emailarchive=Xin vui l\u00f2ng ch\u1ec9 \u0111\u1ecbnh m\u1ed9t \u0111\u1ecba ch\u1ec9 email cho c\u00e1c c\u00f4ng c\u1ee5 Email Archive. 
newsc.avail=\u0110\u1ec3 s\u1eb5n 
sitdup.dupaclacourse=Nh\u00e2n b\u1ea3n m\u1ed9t trang web c\u1ee7a kh\u00f3a h\u1ecdc s\u1ebd t\u1ea1o ra m\u1ed9t trang m\u1edbi v\u1edbi n\u1ed9i dung kh\u00f3a h\u1ecdc m\u00e0 gi\u1ea3ng vi\u00ean/ng\u01b0\u1eddi qu\u1ea3n tr\u1ecb t\u1ea1o ra, nh\u01b0ng v\u00ec l\u00fd do ri\u00eang t\u01b0 s\u1ebd kh\u00f4ng sao ch\u00e9p c\u00e1c m\u1ee5c th\u00eam v\u00e0o trang web c\u1ee7a ng\u01b0\u1eddi s\u1eed d\u1ee5ng n\u00f3i chung / h\u1ecdc sinh. 
group.sortnumberasc=Ph\u00e2n lo\u1ea1i theo nh\u00f3m th\u00e0nh vi\u00ean s\u1ed1 th\u1ee9 t\u1ef1 t\u0103ng d\u1ea7n 
group.number=K\u00edch th\u01b0\u1edbc 
add.existingpart.2=B\u1ea1n c\u00f3 th\u1ec3 ti\u1ebfp t\u1ee5c th\u00eam ng\u01b0\u1eddi tham gia kh\u00e1c b\u1eb1ng c\u00e1ch l\u00e0m theo c\u00e1c h\u01b0\u1edbng d\u1eabn d\u01b0\u1edbi \u0111\u00e2y. 
multipleTools.title=Ti\u00eau \u0111\u1ec1 
add.existingpart.1=C\u00e1c tham d\u1ef1 vi\u00ean sau \u0111\u00e2y \u0111\u00e3 \u0111\u01b0\u1ee3c l\u00e0 th\u00e0nh vi\u00ean c\u1ee7a trang web n\u00e0y v\u00e0 kh\u00f4ng \u0111\u01b0\u1ee3c th\u00eam n\u1eeda\:''{0}'' 
addrem.descrip=M\u00f4 t\u1ea3 c\u1ee7a d\u1ef1 \u00e1n, th\u00f4ng b\u00e1o g\u1ea7n \u0111\u00e2y, th\u1ea3o lu\u1eadn, v\u00e0 chat c\u00e1c item. 
ediacc.course.setsitacc=Truy c\u1eadp trang web kh\u00f3a h\u1ecdc 
sitedicla.yet=nh\u01b0ng 
sitediconf.cli=Nh\u1ea5p v\u00e0o K\u1ebft th\u00fac d\u01b0\u1edbi \u0111\u00e2y \u0111\u1ec3 c\u1eadp nh\u1eadt trang web c\u1ee7a b\u1ea1n v\u1edbi c\u00e1c th\u00f4ng tin sau. Nh\u1eefng l\u0129nh v\u1ef1c m\u00e0 b\u1ea1n \u0111\u00e3 thay \u0111\u1ed5i \u0111\u01b0\u1ee3c th\u1ec3 hi\u1ec7n \u0111\u1eadm. 
sitegen.siteinfolist.id=Id 
sitinfimp.con=Ti\u1ebfp t\u1ee5c 
group.membership=Nh\u00f3m th\u00e0nh vi\u00ean 
ediacccon.bac=Quay L\u1ea1i 
sitegen.addcourse.cancel=Hu\u1ef7 
man.remove=H\u1ee7y b\u1ecf 
pubuncon.part=Nh\u1eefng ng\u01b0\u1eddi tham gia 
pubuncon.unpub=c\u00e1c trang web kh\u00f4ng c\u00f4ng b\u1ed1 ch\u1ec9 c\u00f3 th\u1ec3 xem \u0111\u01b0\u1ee3c \u0111\u1ec3 nh\u1eefng ng\u01b0\u1eddi c\u00f3 s\u1ef1 cho ph\u00e9p \u0111\u1ec3 thi\u1ebft l\u1eadp c\u00e1c trang web. 
sitegen.removpart.alert=Th\u00f4ng b\u00e1o\: 
sitedicla.move=Di chuy\u1ec3n 
sitegen.siteinfolist.term=Th\u1eddi h\u1ea1n 
list.sortbystatus=Ph\u00e2n lo\u1ea1i theo t\u00ecnh tr\u1ea1ng 
sinfo.class=Trang web th\u00f4ng tin kh\u00f3a h\u1ecdc 
list.sortbytitle=Ph\u00e2n lo\u1ea1i theo t\u00ean 
sitdup.dup=B\u1ea3n sao  
pubuncon.conpub=X\u00e1c nh\u1eadn t\u00ecnh tr\u1ea1ng xu\u1ea5t b\u1ea3n cho 
sitediinf.rev=S\u1eeda \u0111\u1ed5i c\u00e1c th\u00f4ng tin cho trang web 
ediacc.pubsit=Xu\u1ea5t b\u1ea3n trang web 
sitediconf.sitconnam=Site T\u00ean li\u00ean h\u1ec7 
nscourse.findCourse.addAnotherSection=Th\u00eam m\u1ed9t ph\u1ea7n kh\u00e1c 
addconf.userid=Id 
java.email=Email\: 
java.allmy=T\u1ea5t c\u1ea3 Trang web c\u1ee7a t\u00f4i 
addconf.theywillnot=H\u1ecd s\u1ebd kh\u00f4ng \u0111\u01b0\u1ee3c g\u1eedi m\u1ed9t email th\u00f4ng b\u00e1o cho h\u1ecd v\u1ec1 t\u00ednh s\u1eb5n s\u00e0ng c\u1ee7a trang web. 
sitetype.chothetyp.withtemplate=B\u1ea1n c\u00f3 th\u1ec3 t\u1ea1o ra m\u1ed9t trang m\u1edbi trong m\u1ed9t trong hai c\u00e1ch. <b>X\u00e2y-d\u1ef1ng-trang-web-ri\u00eang</b> (cho ng\u01b0\u1eddi d\u00f9ng kinh nghi\u1ec7m) cho ph\u00e9p b\u1ea1n ch\u1ecdn c\u00e1c c\u00f4ng c\u1ee5 trang web c\u00e1 nh\u00e2n v\u00e0 ch\u1ee9c n\u0103ng. M\u1ed9t <b>trang-web-d\u1ef1a-tr\u00ean-Template</b> (khuy\u1ebfn c\u00e1o cho ng\u01b0\u1eddi d\u00f9ng m\u1edbi) c\u00f3 n\u1ea1p s\u1eb5n c\u00e1c c\u00f4ng c\u1ee5 thi\u1ebft y\u1ebfu v\u00e0 ch\u1ee9c n\u0103ng. Xin l\u01b0u \u00fd, b\u1ea1n c\u00f3 th\u1ec3 th\u00eam ho\u1eb7c lo\u1ea1i b\u1ecf c\u00e1c c\u00f4ng c\u1ee5 t\u1eeb m\u1ed9t trong hai lo\u1ea1i trang web, m\u1ed9t khi t\u1ea1o ra. 
java.changeroles=B\u1ea1n kh\u00f4ng c\u00f3 quy\u1ec1n \u0111\u1ec3 thay \u0111\u1ed5i roles. 
addrem.revising=S\u1eeda \u0111\u1ed5i c\u00e1c c\u00f4ng c\u1ee5 trang web cho 
sinfo.youare=B\u1ea1n \u0111ang thi\u1ebft l\u1eadp m\u1ed9t trang web c\u1ee7a kh\u00f3a h\u1ecdc cho c\u00e1c danh s\u00e1ch sau \u0111\u00e2y (s)\: 
group.tablesummary=B\u1ea3ng gi\u1eef th\u00f4ng tin c\u1ee7a nh\u00f3m trang web. C\u1ed9t 1 n\u1eafm gi\u1eef danh hi\u1ec7u nh\u00f3m, c\u1ed9t 2 gi\u1eef s\u1ed1 th\u00e0nh vi\u00ean nh\u00f3m. Ti\u00eau \u0111\u1ec1 \u0111\u1ec3 s\u1eafp x\u1ebfp t\u1ed5 ch\u1ee9c li\u00ean k\u1ebft 
pubunp.con=Ti\u1ebfp t\u1ee5c 
man.addmore=Th\u00eam Roster (s)? 
group.nogroup=Kh\u00f4ng c\u00f3 nh\u00f3m \u0111\u01b0\u1ee3c x\u00e1c \u0111\u1ecbnh. 
adddif.please=H\u00e3y ch\u1ecdn m\u1ed9t vai tr\u00f2\: 
sitegen.addcourse.adding=Y\u00eau c\u1ea7u truy c\u1eadp trang web\: 
man.toaddto=\u0111\u1ec3 th\u00eam v\u00e0o 
list.inthe=trong giao di\u1ec7n c\u1ee7a 
list.creator=Creator 
sitdup.can=Hu\u1ef7 
newsc.crsite=T\u1ea1o trang web 
java.section=M\u1ee5c\: 
addrc.selected=B\u1ea1n \u0111\u00e3 l\u1ef1a ch\u1ecdn sau \u0111\u00e2y cho trang web c\u1ee7a b\u1ea1n (th\u00eam c\u00f4ng c\u1ee5 \u0111\u00e1nh d\u1ea5u)\: 
man.edit=Ch\u1ec9nh s\u1eeda trang web ... 
nscourse.look_up_an_username=Tra m\u1ed9t t\u00ean ng\u01b0\u1eddi d\u00f9ng trong khu\u00f4n vi\u00ean th\u01b0 m\u1ee5c 
java.theemail=C\u00e1c id Email ph\u1ea3i \u0111\u01b0\u1ee3c t\u1ea1o th\u00e0nh t\u1eeb c\u00e1c k\u00fd t\u1ef1 alpha s\u1ed1 hay b\u1ea5t c\u1ee9 \!\#$&'*+-\=?^_`{|}~. (Kh\u00f4ng c\u00f3 d\u1ea5u c\u00e1ch). 
ediacc.dismysit=Xem trong danh s\u00e1ch c\u00e1c trang web c\u00f4ng c\u1ed9ng (c\u00e1c file c\u00f4ng c\u1ed9ng chia s\u1ebb / th\u00f4ng b\u00e1o / gi\u00e1o tr\u00ecnh) 
sitediinf.sitconema=Site Li\u00ean h\u1ec7 Email 
editgroup.back=Quay L\u1ea1i 
gen.last=T\u1edbi n\u01a1i cu\u1ed1i 
java.notvalid=kh\u00f4ng h\u1ee3p l\u1ec7. 
sitetype.usetemplate=S\u1eed d\u1ee5ng m\u1eabu\: 
editgroup.addmember=Th\u00eam v\u00e0o nh\u00f3m > 
nscourse.acad=Th\u1eddi h\u1ea1n h\u1ecdc t\u1eadp 
addconf.role=Vai tr\u00f2 
java.canyou=B\u1ea1n c\u00f3 th\u1ec3 x\u00e1c minh r\u1eb1ng 
list.sortbycreation=Ph\u00e2n lo\u1ea1i theo ng\u00e0y t\u1ea1o 
sitegen.siteinfolist.name=T\u00ean 
sitdup.hasbeedup=\u0111\u00e3 \u0111\u01b0\u1ee3c t\u1ea1o ra. 
newsc.icon.none=Kh\u00f4ng c\u00f3 bi\u1ec3u t\u01b0\u1ee3ng cung c\u1ea5p 
java.sitebeenused=Site id \u0111\u00e3 \u0111\u01b0\u1ee3c s\u1eed d\u1ee5ng. 
ediacc.yousitcan=Trang web c\u1ee7a b\u1ea1n c\u00f3 th\u1ec3 \u0111\u01b0\u1ee3c truy c\u1eadp b\u1edfi nh\u1eefng ng\u01b0\u1eddi b\u1ea1n th\u00eam v\u00e0o nh\u01b0 l\u00e0 tham gia. B\u1ea1n c\u00f3 mu\u1ed1n nh\u1eefng ng\u01b0\u1eddi kh\u00e1c \u0111\u1ec3 c\u00f3 quy\u1ec1n truy c\u1eadp v\u00e0o trang web c\u1ee7a b\u1ea1n? 
nscourse.site_exists=M\u1ed9t trang web bao g\u1ed3m kh\u00f3a h\u1ecdc n\u00e0y \u0111\u00e3 t\u1ed3n t\u1ea1i, 
sitegen.siteinfolist.next1=Ti\u1ebfp theo 
nscourse.acad2=H\u1ecdc k\u1ef3\: 
sitegen.siteinfolist.update=Th\u00f4ng tin ng\u01b0\u1eddi tham gia 
sitegen.siteinfolist.crea=Ng\u00e0y t\u1ea1o 
sitedicla.copying=Sao ch\u00e9p t\u00e0i li\u1ec7u n\u00e0y hi\u1ec7n c\u00f3 ... 
java.editsite=Ch\u1ec9nh s\u1eeda trang web th\u00f4ng tin 
java.who=nh\u1eefng ng\u01b0\u1eddi \u0111\u00e3 y\u00eau c\u1ea7u m\u1ed9t trang web kh\u00f3a h\u1ecdc ch\u00ednh th\u1ee9c cho l\u1edbp sau (es)\: 
sitinfimp.selection=H\u00e3y ch\u1ecdn m\u1ed9t ph\u01b0\u01a1ng ph\u00e1p d\u01b0\u1edbi \u0111\u00e2y \u0111\u1ec3 ti\u1ebfn h\u00e0nh\:  
nscourse.add=Th\u00eam Roster (s) \u0111\u1ec3 truy c\u1eadp 
ediacccon.makin=L\u00e0m m\u1ed9t trang web c\u00f3 ngh\u0129a l\u00e0 b\u1ea5t c\u1ee9 ai joinable c\u00f3 th\u1ec3 th\u00eam v\u00e0o m\u00ecnh nh\u01b0 l\u00e0 m\u1ed9t ng\u01b0\u1eddi tham gia v\u00e0o trang web c\u1ee7a b\u1ea1n v\u00e0 s\u1ebd c\u00f3 vai tr\u00f2 m\u00e0 b\u1ea1n ch\u1ec9 \u0111\u1ecbnh. 
list.nosites=Kh\u00f4ng c\u00f3 c\u00e1c trang web \u0111\u00e3 \u0111\u01b0\u1ee3c t\u00ecm th\u1ea5y 
ediacc.other.setsitacc=Truy c\u1eadp trang web 
java.sitewith=Trang web v\u1edbi id 
java.siteinstr=H\u01b0\u1edbng d\u1eabn \u0111\u1eb7c bi\u1ec7t\: 
nscourse.findCourse.useCMS=T\u00ecm kh\u00f3a h\u1ecdc/h\u1ecdc ph\u1ea7n trong c\u1eeda h\u00e0ng 
java.meantime=Trong khi ch\u1edd \u0111\u1ee3i, b\u1ea1n c\u00f3 th\u1ec3 ti\u1ebfp t\u1ee5c v\u1edbi qu\u00e1 tr\u00ecnh thi\u1ebft l\u1eadp trang web v\u00e0 th\u00eam t\u00e0i li\u1ec7u h\u1ecdc v\u00e0o trang web c\u1ee7a b\u1ea1n. 
sitegen.siteinfolist.sortiddes=Ph\u00e2n lo\u1ea1i b\u1edfi ng\u01b0\u1eddi tham gia id gi\u1ea3m d\u1ea7n 
multipleTools.custom1=Th\u00eam nhi\u1ec1u c\u00f4ng c\u1ee5 ho\u1eb7c c\u1ea5u h\u00ecnh t\u00f9y ch\u1ecdn cho c\u00f4ng c\u1ee5. B\u1ea1n c\u0169ng c\u00f3 th\u1ec3 \u0111i\u1ec1u ch\u1ec9nh c\u1ea5u h\u00ecnh sau \u0111\u00f3 trong trang web b\u1eb1ng c\u00e1ch s\u1eed d\u1ee5ng menu Options cho t\u1eebng tr\u01b0\u1eddng h\u1ee3p. 
adddif.rolelist.summary=B\u1ea3ng m\u00f4 t\u1ea3 vai tr\u00f2 c\u00f3 s\u1eb5n trong h\u1ec7 th\u1ed1ng 
java.cannotedit=Kh\u00f4ng th\u1ec3 ch\u1ec9nh s\u1eeda c\u00e1c kh\u00f3a h\u1ecdc. 
sitegen.addcourse.class=Th\u00f4ng tin cho lop 
sitegen.siteinfolist.sortnameas=Ph\u00e2n lo\u1ea1i theo t\u00ean t\u0103ng d\u1ea7n 
java.to=\u0110\u1ebfn\: 
sitegen.siteinfolist.view.pagesize=Ch\u1ecdn k\u00edch th\u01b0\u1edbc trang 
newsc.youare=B\u1ea1n \u0111ang thi\u1ebft l\u1eadp m\u1ed9t trang web l\u1edbp h\u1ecdc bao g\u1ed3m c\u00e1c l\u1edbp/ph\u1ea7n sau \u0111\u00e2y\: 
sitegen.siteinfolist.sortcredas=Ph\u00e2n lo\u1ea1i b\u1edfi c\u00e1c kho\u1ea3n t\u00edn d\u1ee5ng tham gia t\u0103ng d\u1ea7n 
sitegen.removpart.cancel=Hu\u1ef7 
java.off=Trang web ch\u00ednh th\u1ee9c c\u1ee7a kh\u00f3a h\u1ecdc 
pubunp.unpwor=Kh\u00f4ng xu\u1ea5t b\u1ea3n worksite 
nscourse.current_displaying_courses_sections_for_id=C\u00e1c kh\u00f3a h\u1ecdc/Ph\u1ea7n cho\: 
java.pleasesel=H\u00e3y ch\u1ecdn m\u1ed9t vai tr\u00f2. 
If=b\u1ea1n ch\u1ecdn \u0111\u1ec3 nh\u1eadp nguy\u00ean li\u1ec7u t\u1eeb m\u1ed9t file, b\u1ea1n ch\u1ec9 c\u00f3 th\u1ec3 sao ch\u00e9p t\u00e0i li\u1ec7u t\u1eeb m\u1ed9t trang web. 
ediacc.can=Hu\u1ef7 
sitegen.siteinfolist.part=Danh s\u00e1ch ng\u01b0\u1eddi tham gia 
ediacc-glo.bac=Quay L\u1ea1i 
newsc.descr.none=Kh\u00f4ng c\u00f3 m\u00f4 t\u1ea3 \u0111\u01b0\u1ee3c cung c\u1ea5p. 
multipleTools.custom=Th\u00eam nhi\u1ec1u h\u1ee3p c\u1ee5 
editgroup.site.permission.alert=B\u1ea1n kh\u00f4ng \u0111\u01b0\u1ee3c ph\u00e9p \u0111\u1ec3 th\u1ef1c hi\u1ec7n thay \u0111\u1ed5i cho trang web. 
java.alias=B\u00ed danh
ediacccon.unjoi=kh\u00f4ng th\u1ec3 h\u1ee3p nh\u1ea5t 
nscourse.cm.configure.log.nosubjectcat=C\u00e1c t\u00e0i s\u1ea3n "" l\u00e0 kh\u00f4ng quy \u0111\u1ecbnh t\u1ea1i sakai.properties. \u0110\u1ec3 s\u1eed d\u1ee5ng trang t\u00ecm kh\u00f3a h\u1ecdc n\u00e0y ph\u1ea3i x\u00e1c \u0111\u1ecbnh lo\u1ea1i x\u00e1c \u0111\u1ecbnh lo\u1ea1i b\u1ed9 c\u1ea5p CourseSets trong vi\u1ec7c th\u1ef1c hi\u1ec7n qu\u1ea3n l\u00fd kh\u00f3a h\u1ecdc c\u1ee7a b\u1ea1n. 
gen.proces=Ch\u1ebf bi\u1ebfn ...... 
sitedicla.import_materials=V\u1eadt li\u1ec7u nh\u1eadp t\u1eeb m\u1ed9t file 
java.sitereq=Y\u00eau c\u1ea7u trang web 
sitediconf.app=B\u1ec1 ngo\u00e0i 
feat.yesfrom=C\u00f3, t\u1eeb c\u00e1c trang web n\u00e0y\: 
sitegen.siteinfolist.items=c\u00e1c m\u1ee5c 
java.exists=\u0111\u00e3 t\u1ed3n t\u1ea1i. 
sitegen.pubunpub.donot=\u0110\u1eebng g\u1eedi m\u1ed9t email th\u00f4ng b\u00e1o s\u1eb5n c\u00f3 c\u1ee7a trang web 
sitegen.siteinfolist.sortid=Ph\u00e2n lo\u1ea1i b\u1edfi ng\u01b0\u1eddi tham gia id 
sitegen.siteinfolist.sortroledes=Ph\u00e2n lo\u1ea1i b\u1edfi vai tr\u00f2 gi\u1ea3m d\u1ea7n 
sinfo.appear=B\u1ec1 ngo\u00e0i (Icon) 
add.multiple.nonofficial=L\u01b0u \u00fd\: Nh\u1eadp b\u1ed9i m\u1ed7i ng\u00e0y d\u00f2ng ri\u00eang bi\u1ec7t (kh\u00f4ng c\u00f3 d\u1ea5u ch\u1ea5m c\u00e2u). \u0110\u1ecba ch\u1ec9 email \u0111\u1ea7u ti\u00ean, t\u00f9y theo sau t\u00ean h\u1ecd, t\u00ean, t\u1ea5t c\u1ea3 c\u00e1ch nhau b\u1eb1ng d\u1ea5u ph\u1ea9y, v\u00ed d\u1ee5 nh\u01b0 jdoe@yahoo.com, Doe, John 
java.emailbaddomain=''{0}''c\u00f3 m\u1ed9t t\u00ean mi\u1ec1n m\u00e0 kh\u00f4ng th\u1ec3 \u0111\u01b0\u1ee3c s\u1eed d\u1ee5ng cho''{1}'' 
editgroup.instruction=Ch\u1ecdn c\u00e1c th\u00e0nh vi\u00ean trong danh s\u00e1ch th\u00e0nh vi\u00ean trang web v\u00e0 th\u00eam v\u00e0o nh\u00f3m. Ch\u1ecdn danh s\u00e1ch c\u00e1c th\u00e0nh vi\u00ean c\u1ee7a nh\u00f3m v\u00e0 lo\u1ea1i b\u1ecf. Nh\u1ea5p v\u00e0o C\u1eadp nh\u1eadt \u0111\u1ec3 l\u01b0u thay \u0111\u1ed5i. 
gen.first=T\u1edbi \u0111\u1ea7u ti\u00ean 
sitegen.siteinfolist.sortrole=Ph\u00e2n lo\u1ea1i theo vai tr\u00f2 
newsc.short=M\u00f4 t\u1ea3 v\u1eafn t\u1eaft 
sitediconf.fin=K\u1ebft th\u00fac 
cm.level.section=M\u1ee5c 
newsc.sitecont=Site T\u00ean li\u00ean h\u1ec7 
java.thesiteid=C\u00e1c trang web id 
sitegen.pubunpub.revi=R\u00e0 so\u00e1t t\u00ecnh tr\u1ea1ng xu\u1ea5t b\u1ea3n v\u1edbi $ validator.escapeHtml ($ ti\u00eau \u0111\u1ec1) 
sitegen.siteinfolist.sortnamedes=Ph\u00e2n lo\u1ea1i theo t\u00ean gi\u1ea3m d\u1ea7n 
sitegen.siteinfolist.previous=Tr\u01b0\u1edbc\: 
java.allusers=T\u1ea5t c\u1ea3 nh\u1eefng ng\u01b0\u1eddi d\u00f9ng kh\u00e1c \u0111\u00e3 \u0111\u01b0\u1ee3c th\u00eam v\u00e0o 
sitegen.addcourse.you=B\u1ea1n \u0111\u00e3 ch\u1ec9 ra c\u00e1c l\u1edbp sau (es) \u0111\u1ec3 th\u00eam v\u00e0o trang web n\u00e0y\: 
group.description=M\u00f4 t\u1ea3 
sinfo.scontact2=Site Li\u00ean h\u1ec7 Email 
add.official=H\u1ecdc sinh \u0111\u0103ng k\u00fd cho kh\u00f3a h\u1ecdc\: 
nonOfficialAccountLabel=\u0110\u1ecba ch\u1ec9 email c\u1ee7a ng\u01b0\u1eddi tham gia kh\u00f4ng ch\u00ednh th\u1ee9c 
java.beenused=''{0}''\u0111\u00e3 \u0111\u01b0\u1ee3c s\u1eed d\u1ee5ng. 
java.edittools=C\u00f4ng c\u1ee5 ch\u1ec9nh s\u1eeda 
sitegen.sitedel.you=B\u1ea1n \u0111\u00e3 l\u1ef1a ch\u1ecdn c\u00e1c trang web sau \u0111\u00e2y \u0111\u1ec3 lo\u1ea1i b\u1ecf\: 
sitdup.dupsit=B\u1ea3n sao trang web 
user.notdefined=Kh\u00f4ng th\u1ec3 t\u00ecm th\u1ea5y m\u1ed9t ng\u01b0\u1eddi s\u1eed d\u1ee5ng v\u1edbi id 
java.forthese=cho c\u00e1c 
newsc.selection=X\u00e1c nh\u1eadn trang web c\u1ee7a b\u1ea1n thi\u1ebft l\u1eadp c\u00e1c l\u1ef1a ch\u1ecdn ... 
addrem.list.description=M\u00f4 t\u1ea3 c\u00f4ng c\u1ee5  
newsc.ifyou=N\u1ebfu b\u1ea1n c\u1ea7n thay \u0111\u1ed5i, h\u00e3y nh\u1ea5p v\u00e0o n\u00fat Back \u1edf d\u01b0\u1edbi c\u00f9ng c\u1ee7a trang. \u0110\u1ec3 thay \u0111\u1ed5i thi\u1ebft l\u1eadp n\u00e0y sau n\u00e0y, h\u00e3y v\u00e0o trang web Th\u00f4ng tin trong trang web c\u1ee7a b\u1ea1n. 
sitediinf.con=Ti\u1ebfp t\u1ee5c 
sitediconf.can=Hu\u1ef7 
list.view=Xem\: 
java.date=Ng\u00e0y\: 
sinfo.simplea=A 
addconf.theywill=H\u1ecd s\u1ebd \u0111\u01b0\u1ee3c g\u1eedi m\u1ed9t email th\u00f4ng b\u00e1o cho h\u1ecd v\u1ec1 t\u00ednh s\u1eb5n s\u00e0ng c\u1ee7a trang web. 
sitegen.removpart.finish=K\u1ebft th\u00fac 
sitediconf.siticonema=Site Li\u00ean h\u1ec7 Email 
java.notemailid=''{0}''kh\u00f4ng ph\u1ea3i l\u00e0 m\u1ed9t email id. 
java.on=tr\u00ean 
nscourse.add_course_not_listed=Th\u00eam kh\u00f3a h\u1ecdc (s) v\u00e0 / ho\u1eb7c ph\u1ea7n s () kh\u00f4ng \u0111\u01b0\u1ee3c li\u1ec7t k\u00ea \u1edf tr\u00ean ... 
import.reuse2=T\u00e1i s\u1eed d\u1ee5ng v\u1eadt li\u1ec7u t\u1eeb c\u00e1c trang web kh\u00e1c b\u1ea1n s\u1edf h\u1eefu ... 
ediacc-glo.con=Ti\u1ebfp t\u1ee5c 
java.rosters=B\u1ea1n kh\u00f4ng \u0111\u01b0\u1ee3c ph\u00e9p li\u00ean k\u1ebft t\u1edbi danh s\u00e1ch kh\u00f3a h\u1ecdc (s). 
java.help=Tr\u1ee3 gi\u00fap 
man.addmore.label=B\u1ea5m alt + m\u0169i t\u00ean l\u00ean xu\u1ed1ng \u0111\u1ec3 di chuy\u1ec3n qua menu l\u1ef1a ch\u1ecdn 
pubuncon.fin=K\u1ebft th\u00fac 
java.newgroup=Th\u00eam 
sinfo.display2=(Xem trong danh s\u00e1ch c\u00f4ng c\u1ed9ng c\u1ee7a c\u00e1c trang web. T\u1ed1i \u0111a 80 k\u00fd t\u1ef1) 
java.author=Xin vui l\u00f2ng nh\u1eadp c\u00e1c \u1ee7y quy\u1ec1n c\u1ee7a 
sitegen.sitedel.deleting1=X\u00f3a m\u1ed9t trang web lo\u1ea1i b\u1ecf n\u1ed9i dung to\u00e0n b\u1ed9 trang web v\u00e0 kh\u00f4ng \u0111\u01b0\u1ee3c thu h\u1ed3i - kh\u00f4ng ai kh\u00e1c s\u1ebd c\u00f3 th\u1ec3 truy c\u1eadp v\u00e0o c\u00e1c trang web b\u1ecb x\u00f3a. N\u1ebfu b\u1ea1n \u0111ang c\u1ed1 g\u1eafng \u0111\u1ec3 lo\u1ea1i b\u1ecf ch\u00ednh m\u00ecnh t\u1eeb trang web, s\u1eed d\u1ee5ng c\u00f4ng c\u1ee5 th\u00e0nh vi\u00ean trong Workspace c\u1ee7a b\u1ea1n t\u00f4i ng\u1eebng tham gia ch\u00ednh m\u00ecnh t\u1eeb trang web. 
pubuncon.benot=\u0111\u01b0\u1ee3c th\u00f4ng b\u00e1o v\u1ec1 t\u00ednh s\u1eb5n s\u00e0ng c\u1ee7a trang web. 
add.official.instruction=T\u1edbi trang web Th\u00f4ng tin > Edit Roster > Add Roster \u0111\u1ec3 th\u00eam v\u00e0o danh s\u00e1ch Roster c\u1ee7a b\u1ea1n b\u00e2y gi\u1edd n\u1ebfu b\u1ea1n ch\u01b0a c\u00f3. 
ediacc-glo.setacc=Thi\u1ebft l\u1eadp ki\u1ec3m so\u00e1t truy c\u1eadp c\u1ee7a trang web c\u1ee7a b\u1ea1n 
list.ssasc=Ph\u00e2n lo\u1ea1i theo t\u00ecnh tr\u1ea1ng t\u0103ng d\u1ea7n 
list.screatordesc=Ph\u00e2n lo\u1ea1i b\u1edfi crerator gi\u1ea3m d\u1ea7n 
java.my=Workspace c\u1ee7a t\u00f4i 
sitegen.addcourse.back=Quay L\u1ea1i 
newsc.appear=B\u1ec1 ngo\u00e0i (Icon) 
man.siteauth=\u1ee6y quy\u1ec1n \u0111\u1ec3 cho ph\u00e9p truy c\u1eadp trang web danh s\u00e1ch 
add.assign=Ch\u1ec9 \u0111\u1ecbnh t\u1ea5t c\u1ea3 ng\u01b0\u1eddi tham gia c\u00f9ng m\u1ed9t vai tr\u00f2 
java.import=nh\u1eadp t\u1eeb trang web 
java.sitewithid=M\u1ed9t trang web v\u1edbi id 
pubuncon.will=s\u1ebd 
ediacc.rolforpep=Vai tr\u00f2 cho nh\u1eefng ng\u01b0\u1eddi m\u00e0 tham gia trang web\: 
pubuncon.can=Hu\u1ef7 
list.term=Th\u1eddi h\u1ea1n 
sitedicla.choose_materials=Ch\u1ecdn v\u1eadt li\u1ec7u \u0111\u1ec3 sao ch\u00e9p c\u00e1c trang web n\u00e0y. 
sitediinf.term=Th\u1eddi h\u1ea1n 
java.name=T\u00ean\: 
sitinfimp.can=Hu\u1ef7 
java.rolefor=H\u00e3y ch\u1ecdn m\u1ed9t vai tr\u00f2 cho 
sinfo.descr=M\u00f4 t\u1ea3 
sitedicla.upd=C\u1eadp nh\u1eadt 
nscourse.already=C\u00e1c danh s\u00e1ch sau \u0111\u00e2y (s) c\u00f3 th\u1ec3 truy c\u1eadp v\u00e0o trang web c\u1ee7a b\u1ea1n\: 
importFile.invalidfile=H\u00e3y ch\u1ecdn m\u1ed9t kho l\u01b0u tr\u1eef file h\u1ee3p l\u1ec7 \u0111\u1ec3 nh\u1eadp. 
feat.other.tools=C\u00f4ng c\u1ee5 web 
feat.reuse=T\u00e1i s\u1eed d\u1ee5ng nguy\u00ean li\u1ec7u t\u1eeb c\u00e1c trang web kh\u00e1c B\u1ea1n Own 
java.according=Theo c\u00e1c ngu\u1ed3n d\u1eef li\u1ec7u c\u1ee7a ch\u00fang t\u00f4i, 
list.summary=B\u1ea3ng danh s\u00e1ch c\u00e1c trang web. C\u1ed9t 1\: checkboxes tra khi trang web c\u00f3 th\u1ec3 \u0111\u01b0\u1ee3c ch\u1ec9nh s\u1eeda. C\u1ed9t 2\: trang web lo\u1ea1i. C\u1ed9t\: ch\u1ee7 s\u1edf h\u1eefu. C\u1ed9t 4\: h\u1ea1n. C\u1ed9t 5\: tr\u1ea1ng th\u00e1i. C\u1ed9t 6\: Ng\u00e0y s\u00e1ng t\u1ea1o. 
newsc.sitecont2=Site Li\u00ean h\u1ec7 Email 
java.sitereqfrom=Y\u00eau c\u1ea7u t\u1eeb trang web 
tool.webcontent.desc2=trong trang web. 
tool.webcontent.desc1=\u0110\u1ec3 truy c\u1eadp n\u1ed9i dung t\u1eeb 
sinfo.enter=Nh\u1eadp th\u00f4ng tin c\u01a1 b\u1ea3n v\u1ec1 trang web c\u1ee7a d\u1ef1 \u00e1n ... 
addrem.list.summary=Trang web danh s\u00e1ch c\u00e1c c\u00f4ng c\u1ee5. C\u1ed9t 1\: checkboxes \u0111\u1ec3 th\u00eam ho\u1eb7c th\u1ea3 c\u00f4ng c\u1ee5 t\u1eeb trang web. C\u1ed9t 2\: t\u00ean c\u00f4ng c\u1ee5. C\u1ed9t 3\: c\u00f4ng c\u1ee5 m\u00f4 t\u1ea3. 
addconf.sortbyname=Ph\u00e2n lo\u1ea1i theo t\u00ean 
java.user=Ng\u01b0\u1eddi s\u1eed d\u1ee5ng 
pubuncon.publi=c\u00f4ng b\u1ed1 
sitetype.con=Ti\u1ebfp t\u1ee5c 
sitediinf.sit=Trang web s\u1ebd Xem bi\u1ec3u t\u01b0\u1ee3ng n\u00e0y. 
nscourse.change_this_ID=Thay \u0111\u1ed5i ID n\u00e0y \u0111\u1ec3 Xem kh\u00f3a h\u1ecdc (s) cho m\u1ed9t ng\u01b0\u1eddi kh\u00e1c. 
chrolc.finish=Vai tr\u00f2 sau \u0111\u00e2y s\u1ebd \u0111\u01b0\u1ee3c ch\u1ec9 \u0111\u1ecbnh khi b\u1ea1n nh\u1ea5p v\u00e0o n\u00fat Finish d\u01b0\u1edbi \u0111\u00e2y. 
sitediinf.dis2=(Xem trong danh s\u00e1ch c\u00f4ng khai c\u1ee7a c\u00e1c trang web c\u00f3 th\u1ec3 xem \u0111\u01b0\u1ee3c. T\u1ed1i \u0111a 80 k\u00fd t\u1ef1) 
pubunp.can=Hu\u1ef7 
gen.alert=Th\u00f4ng b\u00e1o\: 
nscourse.findCourse.select=Ch\u1ecdn 
list.previous=Tr\u01b0\u1edbc 
man.list.summary=B\u1ea3ng h\u01b0\u1edbng d\u1eabn s\u1eed d\u1ee5ng c\u1ee7a th\u00f4ng tin \u0111\u1ea7u v\u00e0o kh\u00f3a h\u1ecdc. M\u1ed7i h\u00e0ng c\u00f3 ch\u1ee9a m\u1ed9t b\u1ed9 c\u00e1c l\u0129nh v\u1ef1c th\u00f4ng tin \u0111\u1ea7u v\u00e0o danh s\u00e1ch kh\u00f3a h\u1ecdc. 
ediacccon.fin=K\u1ebft th\u00fac 
java.thanks=C\u1ea3m \u01a1n b\u1ea1n, 
java.sitechreq=Trang web thay \u0111\u1ed5i y\u00eau c\u1ea7u  
adddif.rolepicklist.summary=B\u1ea3ng danh s\u00e1ch ng\u01b0\u1eddi d\u00f9ng v\u00e0 vai tr\u00f2. C\u1ed9t 1\: ng\u01b0\u1eddi s\u1eed d\u1ee5ng. C\u1ed9t 2 m\u1ee5c l\u1ef1a ch\u1ecdn m\u00e0 t\u1eeb \u0111\u00f3 b\u1ea1n c\u00f3 th\u1ec3 ch\u1ecdn m\u1ed9t vai tr\u00f2. 
list.owner=Ch\u1ee7 \u0111\u1ea7u t\u01b0 
sitegen.siteinfolist.next=Ti\u1ebfp theo\: 
sitedicla.copybtn=Copy V\u1eadt li\u1ec7u 
editgroup.removemember=< H\u1ee7y b\u1ecf 
java.haveadd=B\u1ea1n kh\u00f4ng c\u00f3 quy\u1ec1n \u0111\u1ec3 th\u00eam''{0}'' 
feat.thanks=Kh\u00f4ng, c\u1ea3m \u01a1n. 
nscourse.course_sections_selection=Kh\u00f3a h\u1ecdc/Ph\u1ea7n (s) l\u1ef1a ch\u1ecdn 
java.recann=Th\u00f4ng b\u00e1o g\u1ea7n \u0111\u00e2y 
editgroup.titlemissing=B\u1ea1n c\u1ea7n ph\u1ea3i ch\u1ec9 \u0111\u1ecbnh ti\u00eau \u0111\u1ec1 c\u1ee7a nh\u00f3m. 
editgroup.membership=Th\u00e0nh vi\u00ean 
ediacc-glo.alert=Th\u00f4ng b\u00e1o\: 
sinfo.removeSections=H\u1ee7y b\u1ecf 
java.fromwork=T\u1eeb worksite \u0111\u1ec3 thi\u1ebft l\u1eadp 
chrol.changing=Thay \u0111\u1ed5i vai tr\u00f2 (s) cho ng\u01b0\u1eddi tham gia 
gen.cancel=Hu\u1ef7 
java.isinval=''{0}''l\u00e0 kh\u00f4ng h\u1ee3p l\u1ec7. 
java.reccal=Li\u0323ch 
group.title.same=Ti\u00eau \u0111\u1ec1 c\u00f9ng m\u1ed9t nh\u00f3m \u0111\u00e3 \u0111\u01b0\u1ee3c s\u1eed d\u1ee5ng. Xin vui l\u00f2ng ch\u1ecdn t\u00ean kh\u00e1c. 
sitegen.removpart.following=Sau \u0111\u00e2y s\u1ebd kh\u00f4ng c\u00f2n truy c\u1eadp khi b\u1ea1n nh\u1ea5p v\u00e0o n\u00fat Finish d\u01b0\u1edbi \u0111\u00e2y. 
group.sorttitleasc=S\u1eafp x\u1ebfp theo Ti\u00eau \u0111\u1ec1 ascendingly 
cm.level.course=Kh\u00f3a h\u1ecdc 
ediacccon.can=Hu\u1ef7 
list.onesite=1 trang web \u0111\u00e3 \u0111\u01b0\u1ee3c 
chrol.descr=M\u00f4 t\u1ea3 vai tr\u00f2 
feat.choose=Ch\u1ecdn c\u00f4ng c\u1ee5 \u0111\u1ec3 bao g\u1ed3m tr\u00ean trang web c\u1ee7a b\u1ea1n ... 
ediacc.project.setsitacc=D\u1ef1 \u00e1n truy c\u1eadp trang web 
newsc.ifthis2=N\u1ebfu th\u00f4ng tin n\u00e0y l\u00e0 ch\u00ednh x\u00e1c, nh\u1ea5p v\u00e0o T\u1ea1o trang web. 
ediacc.pubyousit1=B\u1ea1n c\u00f3 th\u1ec3 thay \u0111\u1ed5i c\u00e1c thi\u1ebft l\u1eadp n\u00e0y sau n\u00e0y b\u1eb1ng c\u00e1ch v\u00e0o trang web Th\u00f4ng tin. 
addconf.snasc=Ph\u00e2n lo\u1ea1i theo t\u00ean t\u0103ng d\u1ea7n 
sitegen.removpart.confirm=X\u00e1c nh\u1eadn g\u1ee1 b\u1ecf c\u1ee7a ng\u01b0\u1eddi tham gia t\u1eeb 
sitedicla.rem=H\u1ee7y b\u1ecf 
sitedicla.theis=Kh\u00f4ng c\u00f3 l\u1edbp h\u1ecdc \u0111\u01b0\u1ee3c \u1ea5n \u0111\u1ecbnh cho trang web 
nscourse.select_group_sections=Ch\u1ecdn Nh\u00f3m c\u1ee7a Ph\u1ea7n 
chrol.current=Vai tr\u00f2 hi\u1ec7n t\u1ea1i\: 
java.reqfields=Xin vui l\u00f2ng nh\u1eadp c\u00e1c tr\u01b0\u1eddng b\u1eaft bu\u1ed9c. 
man.notverify=T\u1ea1i th\u1eddi \u0111i\u1ec3m n\u00e0y ch\u00fang t\u00f4i kh\u00f4ng th\u1ec3 x\u00e1c minh b\u1ea1n l\u00e0 ng\u01b0\u1eddi h\u01b0\u1edbng d\u1eabn h\u1ed3 s\u01a1, vui l\u00f2ng nh\u1eadp t\u00ean ng\u01b0\u1eddi d\u00f9ng c\u1ee7a m\u1ed9t ng\u01b0\u1eddi m\u00e0 c\u00f3 th\u1ec3 x\u00e1c minh b\u1ea1n c\u00f3 th\u1ec3 t\u1ea1o trang web n\u00e0y (v\u00ed d\u1ee5\: tr\u01b0\u1edfng khoa, ng\u01b0\u1eddi h\u01b0\u1edbng d\u1eabn h\u1ecdc k\u1ef3 tr\u01b0\u1edbc \u0111\u00f3). M\u1ed9t email y\u00eau c\u1ea7u \u1ee7y quy\u1ec1n s\u1ebd \u0111\u01b0\u1ee3c g\u1eedi \u0111\u1ebfn ng\u01b0\u1eddi n\u00e0y. N\u1ebfu c\u00f3 nhi\u1ec1u gi\u1ea3ng vi\u00ean cho kh\u00f3a h\u1ecdc, xin vui l\u00f2ng t\u00e1ch t\u00ean ng\u01b0\u1eddi d\u00f9ng c\u00f3 d\u1ea5u hi\u1ec7u d\u1ea5u ph\u1ea9y. 
addconf.sortbyuniq=S\u1eafp x\u1ebfp theo t\u00ean ng\u01b0\u1eddi d\u00f9ng 
nscourse.select=Xin vui l\u00f2ng ch\u1ecdn kh\u00f3a h\u1ecdc/section (s) m\u00e0 b\u1ea1n mu\u1ed1n t\u1ea1o m\u1ed9t trang web. 
sitegen.removpart.role=Vai tr\u00f2 
sitinfimp.import.info=D\u1eef li\u1ec7u c\u1ee7a b\u1ea1n nh\u1eadp s\u1ebd h\u1ee3p nh\u1ea5t v\u1edbi c\u00e1c d\u1eef li\u1ec7u hi\u1ec7n c\u00f3. Ph\u01b0\u01a1ng ph\u00e1p n\u00e0y kh\u00f4ng nh\u1eadp Gradebook c\u00e0i \u0111\u1eb7t. 
addrem.check=Ki\u1ec3m tra c\u00e1c h\u1ed9p \u0111\u1ec3 th\u00eam ho\u1eb7c lo\u1ea1i b\u1ecf c\u00e1c c\u00f4ng c\u1ee5 t\u1eeb trang web c\u1ee7a b\u1ea1n. 
sitegen.siteinfolist.sitepar=Ch\u1ec9 trang web tham gia 
editgroup.groupdel.alert=B\u1ea1n c\u00f3 ch\u1eafc ch\u1eafn mu\u1ed1n x\u00f3a c\u00e1c nh\u00f3m sau? 
java.duplicate=B\u1ea3n sao trang web 
list.sortbyterm=Ph\u00e2n lo\u1ea1i theo h\u1ea1n 
java.roletype=Xin vui l\u00f2ng ch\u1ecdn ki\u1ec3u cho vai tr\u00f2. 
editgroup.update=C\u1eadp nh\u1eadt 
feat.tools.list.summary=B\u1ea3ng danh s\u00e1ch c\u00e1c t\u00ednh n\u0103ng cho trang web c\u1ee7a b\u1ea1n. C\u1ed9t 1\: checkboxes \u0111\u1ec3 ch\u1ecdn. C\u1ed9t 2\: T\u00ednh n\u0103ng t\u00ean. C\u1ed9t 3\: T\u00ednh n\u0103ng m\u00f4 t\u1ea3. 
java.isbeing=Y\u00eau c\u1ea7u c\u1ee7a b\u1ea1n \u0111ang \u0111\u01b0\u1ee3c x\u1eed l\u00fd. B\u1ea1n s\u1ebd nh\u1eadn \u0111\u01b0\u1ee3c email khi danh s\u00e1ch l\u1edbp \u0111\u00e3 \u0111\u01b0\u1ee3c th\u00eam v\u00e0o trang web c\u1ee7a b\u1ea1n. 
java.specif=Kh\u00f4ng th\u1ec3 t\u00ecm th\u1ea5y c\u00e1c trang web \u0111\u1ecbnh 
sitedicla.requested=(Y\u00eau c\u1ea7u) 
addconf.sndesc=Ph\u00e2n lo\u1ea1i theo t\u00ean gi\u1ea3m d\u1ea7n 
sitegen.siteinfolist.remove=H\u1ee7y b\u1ecf 
java.username=''{0}''kh\u00f4ng ph\u1ea3i l\u00e0 m\u1ed9t t\u00ean ng\u01b0\u1eddi d\u00f9ng h\u1ee3p l\u1ec7. 
java.joinsite=H\u00e3y ch\u1ecdn m\u1ed9t vai tr\u00f2 cho ng\u01b0\u1eddi d\u00f9ng tham gia v\u00e0o trang web. 
java.roleperm.currentuser.downgrade=B\u1ea1n kh\u00f4ng th\u1ec3 thay \u0111\u1ed5i vai tr\u00f2 c\u1ee7a ri\u00eang b\u1ea1n v\u00e0o''{0}'', m\u00e0 thi\u1ebfu s\u1ef1 cho ph\u00e9p cho c\u00e1c th\u00e0nh vi\u00ean trang web. 
java.hello=Xin ch\u00e0o, 
java.cannotclasses=Kh\u00f4ng th\u1ec3 s\u1eeda c\u00e1c l\u1edbp h\u1ecdc trang web. 
man.please=Xin vui l\u00f2ng nh\u1eadp c\u00e1c \u00fd ki\u1ebfn b\u1ed5 sung m\u00e0 c\u00f3 th\u1ec3 gi\u00fap ch\u00fang t\u00f4i \u1ee7y quy\u1ec1n y\u00eau c\u1ea7u trang web c\u1ee7a b\u1ea1n. 
sinfo.stitle=Ti\u00eau \u0111\u1ec1 trang web 
sitegen.sitedel.cancel=Hu\u1ef7 
list.spdesc=Ph\u00e2n lo\u1ea1i theo c\u00f4ng b\u1ed1 gi\u1ea3m d\u1ea7n 
java.invurl=URL kh\u00f4ng h\u1ee3p l\u1ec7 
editgroup.cancel=Hu\u1ef7 
java.couldnt=kh\u00f4ng th\u1ec3 \u0111\u01b0\u1ee3c \u0111\u1eb7t. Xin h\u1ecfi h\u1ecdc NG H\u1ed7 tr\u1ee3 C\u00f4ng c\u1ee5 h\u1ed7 tr\u1ee3 b\u1ea1n. 
man.this=trang web kh\u00f3a h\u1ecdc n\u00e0y\: 
sitinfimp.wikinote=(N\u1ed9i dung hi\u1ec7n t\u1ea1i s\u1ebd \u0111\u01b0\u1ee3c l\u01b0u tr\u1eef v\u00e0 c\u00f3 th\u1ec3 \u0111\u01b0\u1ee3c truy c\u1eadp t\u1eeb li\u00ean k\u1ebft L\u1ecbch s\u1eed) 
java.notaccess=B\u1ea1n kh\u00f4ng c\u00f3 quy\u1ec1n \u0111\u1ec3 thay \u0111\u1ed5i quy\u1ec1n truy c\u1eadp v\u00e0o trang web n\u00e0y. 
sitinfimp.replace=B\u1ea1n c\u00f3 th\u1ec3 thay th\u1ebf v\u1eadt li\u1ec7u theo m\u1ed9t trong c\u00e1c trang web c\u1ee7a b\u1ea1n b\u1eb1ng c\u00e1ch nh\u1eadp nguy\u00ean li\u1ec7u t\u1eeb m\u1ed9t trang web kh\u00e1c m\u00e0 b\u1ea1n s\u1edf h\u1eefu. M\u1ecdi d\u1eef li\u1ec7u hi\u1ec7n c\u00f3 s\u1ebd \u0111\u01b0\u1ee3c ghi \u0111\u00e8, thay th\u1ebf b\u1eb1ng d\u1eef li\u1ec7u nh\u1eadp c\u1ee7a b\u1ea1n. 
java.yourwork=Workspace c\u1ee7a b\u1ea1n kh\u00f4ng c\u00f3 th\u1ec3 b\u1ecb x\u00f3a v\u1edbi c\u00f4ng c\u1ee5 n\u00e0y. 
addnoti.sendnow=G\u1eedi ngay - g\u1eedi m\u1ed9t email ngay b\u00e2y gi\u1edd \u0111\u1ec3 ng\u01b0\u1eddi s\u1eed d\u1ee5ng th\u00f4ng b\u00e1o h\u1ecd r\u1eb1ng c\u00e1c trang web c\u00f3 s\u1eb5n 
gen.finish=K\u1ebft th\u00fac 
addconf.name=T\u00ean 
ediacc.sitsta=T\u00ecnh tr\u1ea1ng trang web 
sitediinf.app=B\u1ec1 ngo\u00e0i (Icon) 
addrem.list.toolname=C\u00f4ng c\u1ee5 
ediacc.canbejoi=C\u00f3 th\u1ec3 \u0111\u01b0\u1ee3c tham gia c\u1ee7a b\u1ea5t c\u1ee9 ai c\u00f3 \u1ee7y quy\u1ec1n \u0111\u1ec3 \u0111\u0103ng nh\u1eadp 
java.toimporttool=Xin vui l\u00f2ng ch\u1ecdn \u00edt nh\u1ea5t m\u1ed9t c\u00f4ng c\u1ee5 \u0111\u1ec3 nh\u1eadp. 
sitegen.addcourse.add=Th\u00eam L\u1edbp (es) 
sitedicla.copy_message=B\u1ea1n c\u00f3 th\u1ec3 ch\u1ecdn \u0111\u1ec3 s\u1eed d\u1ee5ng l\u1ea1i (b\u1ea3n sao) c\u00e1c t\u00e0i li\u1ec7u t\u1eeb c\u00e1c trang web kh\u00e1c m\u00e0 b\u1ea1n s\u1edf h\u1eefu. 
sitegen.siteinfolist.role.select=Ch\u1ecdn vai tr\u00f2 cho 
man.requested=(Y\u00eau c\u1ea7u) 
sitegen.siteinfolist.sortstatus=Ph\u00e2n lo\u1ea1i b\u1edfi t\u00ecnh tr\u1ea1ng ng\u01b0\u1eddi tham gia 
sitegen.sitedel.you2=B\u1ea1n \u0111\u00e3 l\u1ef1a ch\u1ecdn c\u00e1c trang web sau \u0111\u00e2y \u0111\u1ec3 lo\u1ea1i b\u1ecf\: 
gen.back=Quay L\u1ea1i 
sitegen.siteinfolist.previous1=Tr\u01b0\u1edbc 
java.editc=Ch\u1ec9nh s\u1eeda Class Roster (s) 
chrol.selected=\u0110\u01b0\u1ee3c ch\u1ecdn m\u1ed9t vai tr\u00f2 m\u1edbi cho ng\u01b0\u1eddi tham gia d\u01b0\u1edbi \u0111\u00e2y. 
tool.news.desc=\u0110\u1ec3 xem n\u1ed9i dung t\u1eeb 
java.select=H\u00e3y ch\u1ecdn lo\u1ea1i trang web. 
java.wish=N\u1ebfu b\u1ea1n mu\u1ed1n cung c\u1ea5p th\u00eam th\u00f4ng tin, xin vui l\u00f2ng g\u1eedi email \u0111\u1ebfn 
list.spasc=Ph\u00e2n lo\u1ea1i theo c\u00f4ng b\u1ed1 t\u0103ng d\u1ea7n 
sitediconf.shodes=M\u00f4 t\u1ea3 v\u1eafn t\u1eaft 
import.choose=Ch\u1ecdn ch\u1ea5t li\u1ec7u b\u1ea1n mu\u1ed1n s\u1eed d\u1ee5ng l\u1ea1i t\u1eeb c\u00e1c trang web n\u00e0y. B\u1ea1n c\u00f3 th\u1ec3 k\u1ebft h\u1ee3p t\u00e0i li\u1ec7u t\u1eeb nhi\u1ec1u h\u01a1n m\u1ed9t trang web (v\u00ed d\u1ee5, m\u1ed9t s\u1ed1 t\u00e0i nguy\u00ean t\u1eeb c\u00e1c trang web). 
pubuncon.clifin=Nh\u1ea5p v\u00e0o K\u1ebft th\u00fac d\u01b0\u1edbi \u0111\u00e2y \u0111\u1ec3 thay \u0111\u1ed5i tr\u1ea1ng th\u00e1i c\u1ee7a trang web c\u1ee7a b\u1ea1n s\u1ebd \u0111\u01b0\u1ee3c 
man.siteroster=Class Roster (s) 
java.validAuthor2=cho l\u01b0u th\u00f4ng tin cho c\u00e1c gi\u1ea3ng vi\u00ean . 
java.validAuthor1=Xin vui l\u00f2ng nh\u1eadp m\u1ed9t h\u1ee3p l\u1ec7 data 
java.toimport=Xin vui l\u00f2ng ch\u1ecdn \u00edt nh\u1ea5t m\u1ed9t trang web \u0111\u1ec3 nh\u1eadp. 
sitegen.siteinfolist.partlist.summary=B\u1ea3ng gi\u1eef th\u00f4ng tin c\u1ee7a ng\u01b0\u1eddi tham gia trang web. C\u1ed9t 1 n\u1eafm gi\u1eef s\u1ed1 l\u01b0\u1ee3ng ch\u1ec9 m\u1ee5c, c\u1ed9t 2 gi\u1eef t\u00ean, c\u1ed9t 3 gi\u1eef uniqname, C\u1ed9t 4 gi\u1eef vai tr\u00f2, Headers gi\u1eef li\u00ean k\u1ebft cho ph\u00e2n lo\u1ea1i 
sitinfimp.importgrades=Nh\u1eadp D\u1eef li\u1ec7u  
java.revise=Ch\u1ec9nh s\u1eeda 
addsame.roles=Vai tr\u00f2 
list.screatorasc=S\u1eafp x\u1ebfp theo t\u00e1c gi\u1ea3 t\u0103ng d\u1ea7n 
java.permeditsite=B\u1ea1n kh\u00f4ng c\u00f3 s\u1ef1 cho ph\u00e9p \u0111\u1ec3 ch\u1ec9nh s\u1eeda trang web''{0}'' 
sitediinf.can=Hu\u1ef7 
ediacc.pubyousit=Xu\u1ea5t b\u1ea3n trang web c\u1ee7a b\u1ea1n \u0111\u1ec3 ng\u01b0\u1eddi tham gia \u0111\u01b0\u1ee3c xem. Global access settings cho ph\u00e9p b\u1ea1n quy\u1ebft \u0111\u1ecbnh ai c\u00f3 quy\u1ec1n truy c\u1eadp v\u00e0o trang web c\u1ee7a b\u1ea1n m\u1ed9t khi n\u00f3 \u0111\u01b0\u1ee3c published.
list.ssdesc=Ph\u00e2n lo\u1ea1i theo t\u00ecnh tr\u1ea1ng gi\u1ea3m d\u1ea7n 
nscourse.unselect_group_sections=B\u1ecf ch\u1ecdn Nh\u00f3m c\u1ee7a Ph\u1ea7n 
java.roleperm=B\u1ea1n kh\u00f4ng c\u00f3 quy\u1ec1n \u0111\u1ec3 th\u00eam ho\u1eb7c lo\u1ea1i b\u1ecf ng\u01b0\u1eddi d\u00f9ng (s) v\u1edbi vai tr\u00f2''{0}''. 
sitediconf.des=M\u00f4 t\u1ea3 
java.at=t\u1ea1i 
java.record=kh\u00f4ng ph\u1ea3i l\u00e0 th\u00f4ng tin cho ng\u01b0\u1eddi h\u01b0\u1edbng d\u1eabn. 
java.makechanges=B\u1ea1n kh\u00f4ng c\u00f3 quy\u1ec1n \u0111\u1ec3 thay \u0111\u1ed5i trang web n\u00e0y. 
list.stedesc=Ph\u00e2n lo\u1ea1i theo h\u1ea1n gi\u1ea3m d\u1ea7n 
man.enter=Nh\u1eadp th\u00f4ng tin l\u1edbp h\u1ecdc cho c\u00e1c danh s\u00e1ch (s) b\u1ea1n mu\u1ed1n truy c\u1eadp v\u00e0o trang web c\u1ee7a b\u1ea1n. A 
newsc.sitecont2.none=Kh\u00f4ng c\u00f3 email li\u00ean l\u1ea1c \u0111\u01b0\u1ee3c cung c\u1ea5p 
feat.course.tools=Kh\u00f3a h\u1ecdc trang web C\u00f4ng c\u1ee5 
group.title=Ti\u00eau \u0111\u1ec1 
nscourse.findInstruction=Xin vui l\u00f2ng t\u00ecm kh\u00f3a h\u1ecdc/section b\u1eb1ng c\u00e1ch nh\u1eadp c\u00e1c th\u00f4ng tin d\u01b0\u1edbi \u0111\u00e2y 
ediacc-glo.can=Hu\u1ef7 
java.allowcreate=B\u1ea1n kh\u00f4ng \u0111\u01b0\u1ee3c ph\u00e9p \u0111\u1ec3 t\u1ea1o ra m\u1ed9t trang web m\u1edbi. 
sitegen.siteinfolist.sitecont=Site Li\u00ean h\u1ec7 v\u00e0 email 
java.account=''{0}''kh\u00f4ng th\u1ec3 \u0111\u01b0\u1ee3c th\u00eam v\u00e0o - T\u00ean t\u00e0i kho\u1ea3n kh\u00f4ng t\u1ed3n t\u1ea1i. 
addconf.suasc=S\u1eafp x\u1ebfp theo t\u00ean ng\u01b0\u1eddi d\u00f9ng t\u0103ng d\u1ea7n 
import.reuse=T\u00e1i s\u1eed d\u1ee5ng nguy\u00ean li\u1ec7u t\u1eeb c\u00e1c trang web kh\u00e1c 
java.emailinuse=B\u00ed danh email n\u00e0y \u0111\u00e3 \u0111\u01b0\u1ee3c s\u1eed d\u1ee5ng. 
editgroup.removegroups=Xo\u00e1 Nh\u00f3m 
sitegen.siteinfolist.sortname1=S\u1eafp x\u1ebfp theo t\u00ean kh\u00f3a h\u1ecdc 
java.course=Kh\u00f3a h\u1ecdc\: 
java.siteid=Site id\: 
sinfo.scontact=Site T\u00ean li\u00ean h\u1ec7 
sitegen.siteinfolist.sitecan=Trang web c\u00f3 th\u1ec3 \u0111\u01b0\u1ee3c tham gia c\u1ee7a b\u1ea5t c\u1ee9 ai c\u00f3 \u1ee7y quy\u1ec1n \u0111\u1ec3 \u0111\u0103ng nh\u1eadp 
multipleTools.more=h\u01a1n 
import.of=c\u1ee7a 
feat.note=L\u01b0u \u00fd\: \u0110\u1ec3 ch\u1ecdn nhi\u1ec1u h\u01a1n m\u1ed9t m\u1ee5c, gi\u1eef ph\u00edm CTRL (Windows) ho\u1eb7c ph\u00edm Apple (Mac) v\u00e0 nh\u1ea5p v\u00e0o l\u1ef1a ch\u1ecdn c\u1ee7a b\u1ea1n. 
sinfo.portfolio=Th\u00f4ng tin trang web portfolio 
sitdup.dupaclanoncourse=Nh\u00e2n b\u1ea3n m\u1ed9t trang web s\u1ebd t\u1ea1o ra m\u1ed9t trang m\u1edbi v\u1edbi n\u1ed9i dung m\u00e0 ch\u1ee7 s\u1edf h\u1eefu/ng\u01b0\u1eddi qu\u1ea3n tr\u1ecb t\u1ea1o ra, nh\u01b0ng v\u00ec l\u00fd do ri\u00eang t\u01b0 s\u1ebd kh\u00f4ng sao ch\u00e9p c\u00e1c m\u1ee5c th\u00eam v\u00e0o trang web c\u1ee7a ng\u01b0\u1eddi s\u1eed d\u1ee5ng n\u00f3i chung. 
java.miss=M\u1ed9t tr\u01b0\u1eddng b\u1eaft bu\u1ed9c l\u00e0 thi\u1ebfu. Xin vui l\u00f2ng \u0111i\u1ec1n v\u00e0o t\u1ea5t c\u1ea3 c\u00e1c tr\u01b0\u1eddng b\u1eaft bu\u1ed9c. 
java.approval2=T\u00f4i \u0111\u1ec1 ngh\u1ecb ph\u00ea duy\u1ec7t truy c\u1eadp v\u00e0o m\u1ed9t 
sinfo.means=l\u00e0 b\u1eaft bu\u1ed9c. 
sitegen.siteinfolist.sortname=Ph\u00e2n lo\u1ea1i theo t\u00ean 
java.coursesite=Kh\u00f3a trang web cho 
sitegen.siteinfolist.sortcred=Ph\u00e2n lo\u1ea1i b\u1edfi c\u00e1c kho\u1ea3n t\u00edn d\u1ee5ng tham gia 
sitediconf.term=Th\u1eddi h\u1ea1n\t 
newsc.sitepart=Ch\u1ec9 trang web tham gia 
sinfo.pi=D\u1ef1 \u00e1n Th\u00f4ng tin trang web 
sitegen.siteinfolist.inactive=Kh\u00f4ng hoa\u0323t \u0111\u00f4\u0323ng 
ediacc-glo.sitcanbe=Trang web c\u00f3 th\u1ec3 \u0111\u01b0\u1ee3c tham gia c\u1ee7a b\u1ea5t c\u1ee9 ai c\u00f3 \u1ee7y quy\u1ec1n \u0111\u1ec3 \u0111\u0103ng nh\u1eadp 
addconf.username=T\u00ean \u0111\u0103ng nh\u1eadp 
pubunp.chathe=Thay \u0111\u1ed5i tr\u1ea1ng th\u00e1i c\u1ee7a m\u1ed9t trang web ... 
sitegen.siteinfolist.sortnamedes1=S\u1eafp x\u1ebfp theo t\u00ean gi\u1ea3m d\u1ea7n kh\u00f3a h\u1ecdc 
addnoti.toUnpublishedSite=B\u1ea1n \u0111ang b\u1ed5 sung th\u00eam ng\u01b0\u1eddi s\u1eed d\u1ee5ng nh\u01b0ng trang web c\u1ee7a b\u1ea1n ch\u01b0a \u0111\u01b0\u1ee3c xu\u1ea5t b\u1ea3n. Kh\u00f4ng c\u00f3 email th\u00f4ng b\u00e1o s\u1ebd \u0111\u01b0\u1ee3c g\u1eedi ra cho nh\u1eefng ng\u01b0\u1eddi s\u1eed d\u1ee5ng nh\u1ea5t. H\u1ecd s\u1ebd kh\u00f4ng th\u1ec3 th\u1ea5y c\u00e1c trang web cho \u0111\u1ebfn khi b\u1ea1n xu\u1ea5t b\u1ea3n n\u00f3. H\u00e3y ch\u1ecdn "Qu\u1ea3n l\u00fd truy c\u1eadp" trong c\u00f4ng c\u1ee5 trang web Th\u00f4ng tin \u0111\u1ec3 xu\u1ea5t b\u1ea3n trang web c\u1ee7a b\u1ea1n. 
list.worksite=Ti\u00eau \u0111\u1ec1 worksite 
sitegen.siteinfolist.siteown=Trang web ch\u1ee7 s\u1edf h\u1eefu v\u00e0 t\u1ed5 ch\u1ee9c 
list.unpub=Kh\u00f4ng th\u00ea\u0309 c\u00f4ng b\u00f4\u0341 
ediacc.upd=C\u1eadp nh\u1eadt 
feat.project.tools=D\u1ef1 \u00e1n C\u00f4ng c\u1ee5 web 
java.for=cho 
list.creationdate=Ng\u00e0y t\u1ea1o 
sitedicla.copy_materials=Sao ch\u00e9p t\u00e0i li\u1ec7u t\u1eeb trang web kh\u00e1c 
java.asreq=theo y\u00eau c\u1ea7u. 
java.username.multiple=''{0}''tr\u1eadn \u0111\u1ea5u nhi\u1ec1u ng\u01b0\u1eddi d\u00f9ng trong h\u1ed3 s\u01a1. Vui l\u00f2ng ch\u1ecdn t\u00ean ng\u01b0\u1eddi d\u00f9ng sau\: {1} 
ediacccon.youhav=B\u1ea1n \u0111\u00e3 l\u1ef1a ch\u1ecdn \u0111\u1ec3 l\u00e0m cho trang web c\u1ee7a b\u1ea1n 
java.emailaddress=''{0}''kh\u00f4ng ph\u1ea3i l\u00e0 m\u1ed9t \u0111\u1ecba ch\u1ec9 email h\u1ee3p l\u1ec7. 
group.list=Danh s\u00e1ch nh\u00f3m 
sitegen.pubunpub.back=Quay L\u1ea1i 
add.multiple=L\u01b0u \u00fd\: Nh\u1eadp b\u1ed9i m\u1ed7i ng\u00e0y d\u00f2ng ri\u00eang bi\u1ec7t (kh\u00f4ng c\u00f3 d\u1ea5u ch\u1ea5m c\u00e2u) 
java.orderpages=Tr\u00ecnh t\u1ef1 trang 
newsc.sitecan=Trang web c\u00f3 th\u1ec3 \u0111\u01b0\u1ee3c tham gia c\u1ee7a b\u1ea5t c\u1ee9 ai c\u00f3 \u1ee7y quy\u1ec1n \u0111\u1ec3 \u0111\u0103ng nh\u1eadp 
sitetype.can=Hu\u1ef7 
import.noOtherSite=B\u1ea1n kh\u00f4ng s\u1edf h\u1eefu b\u1ea5t k\u1ef3 trang web kh\u00e1c cho s\u1eed d\u1ee5ng l\u1ea1i v\u1eadt li\u1ec7u. 
sitegen.siteinfolist.sortstatusdes=Ph\u00e2n lo\u1ea1i theo t\u00ecnh tr\u1ea1ng ng\u01b0\u1eddi tham gia gi\u1ea3m d\u1ea7n 
sitegen.siteinfolist.show=Xem 
list.next=Ti\u1ebfp theo 
sitegen.pubunpub.when=Khi trang web \u0111\u01b0\u1ee3c xu\u1ea5t b\u1ea3n, m\u1ed9t email s\u1ebd \u0111\u01b0\u1ee3c t\u1ef1 \u0111\u1ed9ng g\u1eedi \u0111\u1ebfn t\u1ea5t c\u1ea3 ng\u01b0\u1eddi tham gia th\u00f4ng b\u00e1o availablity c\u1ee7a trang web. 
java.withrost=ti\u1ebfp c\u1eadn v\u1edbi rosters cho c\u00e1c 
sitetype.chothetyp.withouttemplate=Ch\u1ecdn c\u00e1c lo\u1ea1i trang web b\u1ea1n mu\u1ed1n t\u1ea1o. Ch\u1ec9 c\u00f3 gi\u00e1o vi\u00ean h\u01b0\u1edbng d\u1eabn c\u00f3 th\u1ec3 t\u1ea1o ra c\u00e1c trang web ch\u00ednh th\u1ee9c c\u1ee7a kh\u00f3a h\u1ecdc. C\u00e1c gi\u1ea3ng vi\u00ean v\u00e0 sinh vi\u00ean c\u00f3 th\u1ec3 t\u1ea1o ra c\u00e1c trang web c\u1ee7a d\u1ef1 \u00e1n. Ch\u00fa \u00fd\: H\u1ecdc sinh, n\u1ebfu b\u1ea1n kh\u00f4ng nh\u00ecn th\u1ea5y m\u1ed9t tab cho kh\u00f3a h\u1ecdc c\u1ee7a b\u1ea1n, li\u00ean h\u1ec7 v\u1edbi ng\u01b0\u1eddi h\u01b0\u1edbng d\u1eabn c\u1ee7a b\u1ea1n \u0111\u1ec3 bi\u1ebft th\u00f4ng tin v\u1ec1 khi trang web ch\u00ednh th\u1ee9c kh\u00f3a h\u1ecdc c\u1ee7a b\u1ea1n s\u1ebd \u0111\u01b0\u1ee3c s\u1eb5n s\u00e0ng. 
man.enter2=Nh\u1eadp c\u00e1c th\u00f4ng tin l\u1edbp h\u1ecdc cho trang web c\u1ee7a b\u1ea1n. A 
sitedicla.cancel=Hu\u1ef7 
java.siteinval=Site id kh\u00f4ng h\u1ee3p l\u1ec7. 
addrc.youhave=B\u1ea1n \u0111\u00e3 lo\u1ea1i b\u1ecf nh\u1eefng \u0111i\u1ec1u sau \u0111\u00e2y\: 
pubuncon.alert=Th\u00f4ng b\u00e1o\: 
java.sitetitle=Ti\u00eau \u0111\u1ec1 trang web\: 
newsc.course.confirm=X\u00e1c nh\u1eadn trang web c\u1ee7a b\u1ea1n Course Setup 
importFile.choosefile=Xin vui l\u00f2ng ch\u1ecdn file \u0111\u1ec3 nh\u1eadp. 
java.nosites=Kh\u00f4ng c\u00f3 trang web (s) ki\u1ec3m tra. H\u00e3y ki\u1ec3m tra m\u1ed9t trang web ho\u1eb7c c\u00e1c trang web. 
sitegen.siteinfolist.itemspage=items tr\u00ean m\u1ed7i trang 
ediacccon.joiwit=joinable v\u1edbi vai tr\u00f2 
ediacc.setacc=Thi\u1ebft l\u1eadp c\u00e1c t\u00f9y ch\u1ecdn truy c\u1eadp cho trang web c\u1ee7a b\u1ea1n ... 
newsc.reqsite=Y\u00eau c\u1ea7u trang web 
list.thatmatch=ph\u00f9 h\u1ee3p v\u1edbi t\u00ecm ki\u1ebfm c\u1ee7a b\u1ea1n cho 
sinfo.short=M\u00f4 t\u1ea3 v\u1eafn t\u1eaft 
add.official1=Ch\u00ednh th\u1ee9c ghi danh h\u1ecdc sinh t\u1ef1 \u0111\u1ed9ng tr\u1edf th\u00e0nh ng\u01b0\u1eddi tham gia khi b\u1ea1n th\u00eam v\u00e0o danh s\u00e1ch kh\u00f3a h\u1ecdc c\u1ee7a b\u1ea1n cho trang web. 
sitediinf.shodes=M\u00f4 t\u1ea3 v\u1eafn t\u1eaft 
sitdup.alert=Th\u00f4ng b\u00e1o\: 
sitetype.acater=H\u1ecdc k\u1ef3\: 
java.pleasech=Xin vui l\u00f2ng ch\u1ecdn m\u1ed9t k\u00edch th\u01b0\u1edbc trang web cho ph\u00e9p 
sitegen.siteinfolist.roledes=M\u00f4 t\u1ea3 vai tr\u00f2 
adddif.choose=Ch\u1ecdn m\u1ed9t vai tr\u00f2 cho ng\u01b0\u1eddi tham gia 
nscourse.courselist.summary=Danh s\u00e1ch c\u00e1c kh\u00f3a h\u1ecdc/c\u00e1c ph\u1ea7n c\u00f3 s\u1eb5n cho b\u1ea1n cho trang web n\u00e0y. M\u1ed7i h\u00e0ng c\u00f3 ch\u1ee9a m\u1ed9t l\u1ef1a ch\u1ecdn c\u00f3 th\u1ec3. M\u1ed9t s\u1ed1 c\u00e1c h\u00e0ng (header 4) ch\u1ee9a c\u00e1c li\u00ean k\u1ebft \u0111\u1ec3 ch\u1ecdn t\u1ea5t c\u1ea3 c\u00e1c b\u1ed9 ph\u1eadn trong nh\u00f3m \u0111\u00f3. 
sitegen.siteinfolist.ava=C\u00f3 s\u1eb5n \u0111\u1ec3 
nscourse.edit=Ch\u1ec9nh s\u1eeda kh\u00f3a h\u1ecdc/Ph\u1ea7n Th\u00f4ng tin cho 
sitegen.siteinfolist.status=T\u00ecnh tr\u1ea1ng 
pubuncon.willnot=s\u1ebd kh\u00f4ng 
newsc.siteown=Trang web ch\u1ee7 s\u1edf h\u1eefu v\u00e0 t\u1ed5 ch\u1ee9c 
nscourse.change_button=Thay \u0111\u00f4\u0309i 
sitetype.alert=Th\u00f4ng b\u00e1o\: 
importFile.size=C\u00e1c gi\u1edbi h\u1ea1n k\u00edch th\u01b0\u1edbc t\u1ea3i l\u00ean c\u1ee7a 
gen.next=T\u1edbi ti\u1ebfp theo 
list.status=T\u00ecnh tr\u1ea1ng 
newsc.yes=V\u00e2ng 
editgroup.selectremovechecked=Ch\u1ecdn \u0111\u1ec3 lo\u1ea1i b\u1ecf 
java.recdisc=Th\u1ea3o lu\u1eadn g\u1ea7n \u0111\u00e2y T\u00ecm 
atleastonetool=Xin vui l\u00f2ng ch\u1ecdn \u00edt nh\u1ea5t m\u1ed9t c\u00f4ng c\u1ee5. 
sitedicla.tabhol=B\u1ea3ng gi\u1eef th\u00f4ng tin c\u1ee7a c\u00e1c l\u1edbp h\u1ecdc trang web. 
nscourse.findCourse.stillNotFound=V\u1eabn kh\u00f4ng th\u1ec3 t\u00ecm th\u1ea5y kh\u00f3a h\u1ecdc/section c\u1ee7a b\u1ea1n ? 
java.supp=H\u1ed7 tr\u1ee3 
sitediinf.sitconnam=Site T\u00ean li\u00ean h\u1ec7 
pubunp.pubyou=Xu\u1ea5t b\u1ea3n trang web c\u1ee7a b\u1ea1n cho t\u1ea5t c\u1ea3 ng\u01b0\u1eddi xem. 
list.stydesc=Ph\u00e2n lo\u1ea1i theo lo\u1ea1i gi\u1ea3m d\u1ea7n 
nscourse.creating=Kh\u00f3a h\u1ecdc/Ph\u1ea7n th\u00f4ng tin 
nscourse.select_anyways=ch\u1ecdn kh\u00f4ng? 
ediacc.plesel=H\u00e3y ch\u1ecdn m\u1ed9t vai tr\u00f2\: 
ediacc.pri=Ri\u00eang t\u01b0 
addrem.list.check=Ch\u1ecdn 
editgroup.removechecked=H\u1ee7y b\u1ecf ki\u1ec3m tra 
multipleTools.emailreq=\u0110\u1ecba ch\u1ec9 email (b\u1eaft bu\u1ed9c) 
list.itemsper=items tr\u00ean m\u1ed7i trang 
java.withrost2=v\u1edbi quy\u1ec1n truy c\u1eadp v\u00e0o danh s\u00e1ch cho ph\u1ea7n n\u00e0y\: 
sitegen.siteinfolist.courses=Danh s\u00e1ch (s) c\u00f3 quy\u1ec1n truy c\u1eadp trang web 
multipleTools.moreTools.2=C\u00f4ng c\u1ee5? 
multipleTools.moreTools.1=H\u01a1n 
sitegen.addcourse.foll=C\u00e1c l\u1edbp sau (es) \u0111\u00e3 \u0111\u01b0\u1ee3c \u0111\u00e3 giao cho c\u00e1c trang web n\u00e0y\: 
