java.theemail=\u0418\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0446\u0438\u043e\u043d\u043d\u0438\u044f\u0442 \u043d\u043e\u043c\u0435\u0440 \u043d\u0430 \u0435\u043b\u0435\u043a\u0442\u0440\u043e\u043d\u043d\u0430\u0442\u0430 \u043f\u043e\u0449\u0430 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0441\u0435 \u0441\u044a\u0441\u0442\u043e\u0438 \u043e\u0442 \u0431\u0443\u043a\u0432\u0435\u043d\u043e-\u0446\u0438\u0444\u0440\u043e\u0432\u0438 \u0437\u043d\u0430\u0446\u0438 \u0438\u043b\u0438 \u043d\u044f\u043a\u043e\u0439 \u043e\u0442 \!\#$&'*+-\=?^_`{|}~. (\u0431\u0435\u0437 \u0438\u043d\u0442\u0435\u0440\u0432\u0430\u043b\u0438).
java.addp=\u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u0446\u0438
java.realm=\u041e\u0447\u0430\u043a\u0432\u0430\u043d\u0438\u044f\u0442 \u043e\u0431\u0435\u043a\u0442 \u043d\u0430 \u0441\u0444\u0435\u0440\u0430\u0442\u0430 \u043d\u0435 \u0435 \u043d\u0430\u043c\u0435\u0440\u0435\u043d.
java.isinval=''{0}'' \u0435 \u043d\u0435\u0432\u0430\u043b\u0438\u0434\u0435\u043d.
### (moot) java.nousers = No users available/selected for removal.
### (moot) java.however = You cannot remove participants officially registered for this course. However, you can change their roles in the site by clicking the Change Role(s) command (...under Edit, Edit Access.)
### (moot) java.nousers2 = No users available/selected for changing roles.
java.permeditsite=\u041d\u044f\u043c\u0430\u0442\u0435 \u043f\u0440\u0430\u0432\u043e \u0434\u0430 \u0440\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u0442\u0435 \u0441\u0430\u0439\u0442\u0430 ''{0}''
### (moot) java.thissite = This site
### (moot) java.rightnow = is not available for editing right now.
### (moot) java.youalready = You are already editing this site
### (moot) java.another = in another tool, or someone else is editing this site.
### (moot) java.error = Error encountered while retriving this site.
java.beenused=\u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u043d \u0435 \u0441\u0438\u043c\u0432\u043e\u043b\u044a\u0442 ''{0}''.
java.haveadd=\u041d\u044f\u043c\u0430\u0442\u0435 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0438\u0435 \u0434\u0430 \u0434\u043e\u0431\u0430\u0432\u044f\u0442\u0435 ''{0}''
java.allusers=\u0412\u0441\u0438\u0447\u043a\u0438 \u043e\u0441\u0442\u0430\u043d\u0430\u043b\u0438 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438 \u0431\u044f\u0445\u0430 \u0434\u043e\u0431\u0430\u0432\u0435\u043d\u0438
### (moot) java.siteinuse = Site is in use and cannot be changed.
java.pleasechoose=\u041c\u043e\u043b\u044f, \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0440\u043e\u043b\u044f.
### (moot) java.atleast = Please choose at least one import for importing.
java.cannotedit=\u041d\u0435 \u043c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u0440\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u0442\u0435 \u043a\u0443\u0440\u0441\u043e\u0432\u0435.
### (moot) java.theaccessto = The access to this site
### (moot) java.theaccessto2 = is currently being edited by another user.
### (moot) java.because = Cannot save changes to site because site is being used by another person.
### (moot) java.workinfo = Worksite Information
### (moot) java.connect = Cannot connect or obtain a file specified by the News source URL
### (moot) java.thenews = The News source URL
### (moot) java.rss = specifies a file that is not in RSS format.
java.guest=\u0421\u0438\u0433\u043d\u0430\u043b\: \u041c\u043e\u043b\u044f, \u0432\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u043e(\u0438) \u0438\u043c\u0435(\u043d\u0430) \u0438\u043b\u0438 \u0438\u043c\u0435\u0439\u043b \u0430\u0434\u0440\u0435\u0441(\u0438) \u0437\u0430 \u0433\u043e\u0441\u0442\u0438, \u0437\u0430 \u0434\u0430 \u0434\u043e\u0431\u0430\u0432\u0438\u0442\u0435 \u043a\u044a\u043c \u0442\u043e\u0437\u0438 \u0441\u0430\u0439\u0442
java.user=\u041f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b
java.username=''{0}'' \u043d\u0435 \u0435 \u0432\u0430\u043b\u0438\u0434\u043d\u043e \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u043e \u0438\u043c\u0435.
java.notemailid=''{0}'' \u043d\u0435 \u0435 \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440 \u0437\u0430 \u0435\u043b\u0435\u043a\u0442\u0440\u043e\u043d\u043d\u0430 \u043f\u043e\u0449\u0430.
java.emailaddress=''{0}'' \u043d\u0435 \u0435 \u0432\u0430\u043b\u0438\u0434\u0435\u043d \u0438\u043c\u0435\u0439\u043b \u0430\u0434\u0440\u0435\u0441.
java.roletype=\u041c\u043e\u043b\u044f, \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0442\u0438\u043f\u0430 \u0440\u043e\u043b\u044f.
java.username.multiple=''{0}'' \u0441\u044a\u0432\u043f\u0430\u0434\u0430 \u0441 \u043d\u044f\u043a\u043e\u043b\u043a\u043e \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438 \u0432 \u0437\u0430\u043f\u0438\u0441\u0430. \u041c\u043e\u043b\u044f, \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0435\u0434\u043d\u043e \u043e\u0442 \u0441\u043b\u0435\u0434\u043d\u0438\u0442\u0435 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u0438 \u0438\u043c\u0435\u043d\u0430\: {1}

java.account=''{0}'' \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0435 \u0434\u043e\u0431\u0430\u0432\u0435\u043d - \u0438\u043c\u0435\u0442\u043e \u043d\u0430 \u0430\u043a\u0430\u0443\u043d\u0442\u0430 \u043d\u0435 \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430.
java.roleperm=\u041d\u044f\u043c\u0430\u0442\u0435 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0438\u0435 \u0434\u0430 \u0434\u043e\u0431\u0430\u0432\u044f\u0442\u0435 \u0438\u043b\u0438 \u043f\u0440\u0435\u043c\u0430\u0445\u0432\u0430\u0442\u0435 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b(\u0438) \u0441 \u0440\u043e\u043b\u044f ''{0}''.
java.badcsrftoken=\u0421\u0440\u0435\u0449\u043d\u0430\u0442\u0430 \u0435 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0447\u0435\u0442\u0435\u043d\u0435 \u043d\u0430 \u0437\u0430\u044f\u0432\u043a\u0430\u0442\u0430. \u041c\u043e\u043b\u044f, \u043d\u0443\u043b\u0438\u0440\u0430\u0439\u0442\u0435 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0430 \u0438 \u043e\u043f\u0438\u0442\u0430\u0439\u0442\u0435 \u043e\u0442\u043d\u043e\u0432\u043e.

#General Vm
gen.continue=\u041f\u0440\u043e\u0434\u044a\u043b\u0436\u0438
gen.back=\u041e\u0431\u0440\u0430\u0442\u043d\u043e
gen.cancel=\u041e\u0442\u043c\u044f\u043d\u0430 \u043d\u0430
gen.finish=\u0417\u0430\u0432\u044a\u0440\u0448\u0435\u0442\u0435

#AddPart Vm
add.addpart=\u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u043a(\u0446\u0438) \u043a\u044a\u043c {0}
add.official=\u0420\u0435\u0433\u0438\u0441\u0442\u0440\u0438\u0440\u0430\u043d\u0438 \u0441\u0442\u0443\u0434\u0435\u043d\u0442\u0438 \u0437\u0430 \u043a\u0443\u0440\u0441\u0430\:
add.official1=\u041e\u0444\u0438\u0446\u0438\u0430\u043b\u043d\u043e \u0437\u0430\u043f\u0438\u0441\u0430\u043d\u0438\u0442\u0435 \u0441\u0442\u0443\u0434\u0435\u043d\u0442\u0438 \u0430\u0432\u0442\u043e\u043c\u0430\u0442\u0438\u0447\u043d\u043e \u0441\u0442\u0430\u0432\u0430\u0442 \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u0446\u0438, \u043a\u043e\u0433\u0430\u0442\u043e \u0434\u043e\u0431\u0430\u0432\u0438\u0442\u0435 \u0441\u043f\u0438\u0441\u044a\u043a\u0430 \u0441 \u043a\u0443\u0440\u0441\u043e\u0432\u0435 \u0432 \u0441\u0430\u0439\u0442\u0430.
add.official.instruction=\u041e\u0442\u0438\u0434\u0435\u0442\u0435 \u0432 "\u0418\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f \u0437\u0430 \u0441\u0430\u0439\u0442\u0430" > "\u0420\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0441\u043f\u0438\u0441\u044a\u0446\u0438 \u043d\u0430 \u043a\u043b\u0430\u0441\u043e\u0432\u0435\u0442\u0435" > "\u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u0441\u043f\u0438\u0441\u044a\u0446\u0438", \u0437\u0430 \u0434\u0430 \u0434\u043e\u0431\u0430\u0432\u0438\u0442\u0435 \u0441\u043f\u0438\u0441\u044a\u043a\u0430 \u0441\u0438 \u0441\u0435\u0433\u0430, \u0430\u043a\u043e \u043e\u0449\u0435 \u043d\u0435 \u0441\u0442\u0435 \u0433\u043e \u043d\u0430\u043f\u0440\u0430\u0432\u0438\u043b\u0438.
### (moot) add.enter = Enter the participants below that you would like to add to your site. You may enter more than one name in each text area below by putting each one on a separate line (no commas).
### (moot) add.unames = Username(s)
add.multiple=\u0417\u0430\u0431\u0435\u043b\u0435\u0436\u043a\u0430\: \u0412\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u043a\u0440\u0430\u0442\u043d\u0438\u0442\u0435 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442\u0438 \u043d\u0430 \u043e\u0442\u0434\u0435\u043b\u0435\u043d \u0440\u0435\u0434 (\u0431\u0435\u0437 \u043f\u0440\u0435\u043f\u0438\u043d\u0430\u0442\u0435\u043b\u043d\u0438 \u0437\u043d\u0430\u0446\u0438)
add.multiple.nonofficial=\u0417\u0430\u0431\u0435\u043b\u0435\u0436\u043a\u0430\: \u0412\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u043a\u0440\u0430\u0442\u043d\u0438\u0442\u0435 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442\u0438 \u043d\u0430 \u043e\u0442\u0434\u0435\u043b\u0435\u043d \u0440\u0435\u0434 (\u0431\u0435\u0437 \u043f\u0440\u0435\u043f\u0438\u043d\u0430\u0442\u0435\u043b\u043d\u0438 \u0437\u043d\u0430\u0446\u0438). \u041d\u0430\u0439-\u043d\u0430\u043f\u0440\u0435\u0434 \u043f\u043e\u0441\u043e\u0447\u0435\u0442\u0435 \u0438\u043c\u0435\u0439\u043b \u0430\u0434\u0440\u0435\u0441, \u043f\u043e \u0436\u0435\u043b\u0430\u043d\u0438\u0435 \u043f\u043e\u0441\u043b\u0435\u0434\u0432\u0430\u043d \u043e\u0442 \u0444\u0430\u043c\u0438\u043b\u0438\u044f, \u0438\u043c\u0435, \u0432\u0441\u0438\u0447\u043a\u0438 \u0440\u0430\u0437\u0434\u0435\u043b\u0435\u043d\u0438 \u0441\u044a\u0441 \u0437\u0430\u043f\u0435\u0442\u0430\u0438, \u043d\u0430\u043f\u0440. jdoe@yahoo.com,Doe,John
add.multiple.nonofficial.alert.more={0} \u0441\u044a\u0434\u044a\u0440\u0436\u0430 \u043d\u0438\u0437\u043e\u0432\u0435, \u0440\u0430\u0437\u043b\u0438\u0447\u043d\u0438 \u043e\u0442 \u0438\u043c\u0435\u0439\u043b \u0430\u0434\u0440\u0435\u0441, \u0444\u0430\u043c\u0438\u043b\u0438\u044f, \u0438\u043c\u0435.
### (moot) add.guests = Guest(s) email address
### (moot) add.external = (external participants, ex. jdoe@yahoo.com):
add.participants=\u0420\u043e\u043b\u0438 \u043d\u0430 \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u0446\u0438\u0442\u0435
add.assign=\u041f\u0440\u0438\u0441\u0432\u043e\u044f\u0432\u0430\u043d\u0435 \u043d\u0430 \u0435\u0434\u043d\u0430 \u0438 \u0441\u044a\u0449\u0430 \u0440\u043e\u043b\u044f \u043d\u0430 \u0432\u0441\u0438\u0447\u043a\u0438 \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u0446\u0438
add.assign2=\u041f\u0440\u0438\u0441\u0432\u043e\u044f\u0432\u0430\u043d\u0435 \u043d\u0430 \u0440\u043e\u043b\u044f \u043d\u0430 \u0432\u0441\u0435\u043a\u0438 \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u043a \u043f\u043e\u043e\u0442\u0434\u0435\u043b\u043d\u043e
add.duplicatedpart.single=\u0421\u043b\u0435\u0434\u0432\u0430\u0449\u0438\u044f\u0442 \u0434\u0443\u0431\u043b\u0438\u0440\u0430\u0449 \u0441\u0435 \u0437\u0430\u043f\u0438\u0441 \u0435 \u043f\u0440\u0435\u043c\u0430\u0445\u043d\u0430\u0442 \u043e\u0442 \u0441\u043f\u0438\u0441\u044a\u043a\u0430 \u0437\u0430 \u0434\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u0446\u0438\: {0}.
add.duplicatedpart=\u0421\u043b\u0435\u0434\u043d\u0438\u0442\u0435 \u0434\u0443\u0431\u043b\u0438\u0440\u0430\u0449\u0438 \u0441\u0435 \u0437\u0430\u043f\u0438\u0441\u0438 \u0431\u044f\u0445\u0430 \u043f\u0440\u0435\u043c\u0430\u0445\u043d\u0430\u0442\u0438 \u043e\u0442 \u0441\u043f\u0438\u0441\u044a\u043a\u0430 \u0437\u0430 \u0434\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u0446\u0438\:\: {0}.
add.existingpart.1=\u0421\u043b\u0435\u0434\u043d\u0438\u0442\u0435 \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u0446\u0438 \u0432\u0435\u0447\u0435 \u0441\u0430 \u0447\u043b\u0435\u043d\u043e\u0432\u0435 \u043d\u0430 \u0442\u043e\u0437\u0438 \u0441\u0430\u0439\u0442 \u0438 \u043d\u0435 \u043c\u043e\u0433\u0430\u0442 \u0434\u0430 \u0431\u044a\u0434\u0430\u0442 \u0434\u043e\u0431\u0430\u0432\u0435\u043d\u0438 \u043e\u0442\u043d\u043e\u0432\u043e\: ''{0}''
add.existingpart.2=\u041c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u043f\u0440\u043e\u0434\u044a\u043b\u0436\u0438\u0442\u0435 \u0434\u0430 \u0434\u043e\u0431\u0430\u0432\u044f\u0442\u0435 \u043e\u0441\u0442\u0430\u043d\u0430\u043b\u0438\u0442\u0435 \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u0446\u0438, \u043a\u0430\u0442\u043e \u0441\u043b\u0435\u0434\u0432\u0430\u0442\u0435 \u0443\u043a\u0430\u0437\u0430\u043d\u0438\u044f\u0442\u0430 \u043f\u043e-\u0434\u043e\u043b\u0443.
#status
participant.status=\u0421\u0442\u0430\u0442\u0443\u0441 \u043d\u0430 \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u043a\u0430

#AddConf Vm
addconf.confirming=\u041f\u043e\u0442\u0432\u044a\u0440\u0436\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u043a(\u0446\u0438) \u043a\u044a\u043c {0}
addconf.finish=\u0421\u043b\u0435\u0434\u043d\u043e\u0442\u043e \u0449\u0435 \u0431\u044a\u0434\u0435 \u0434\u043e\u0431\u0430\u0432\u0435\u043d\u043e \u043a\u044a\u043c \u0432\u0430\u0448\u0438\u044f \u0441\u0430\u0439\u0442, \u043a\u043e\u0433\u0430\u0442\u043e \u043a\u043b\u0438\u043a\u043d\u0435\u0442\u0435 \u0432\u044a\u0440\u0445\u0443 \u0431\u0443\u0442\u043e\u043d\u0430 \u0417\u0430\u0432\u044a\u0440\u0448\u0438 \u043f\u043e-\u0434\u043e\u043b\u0443.
addconf.theywill=\u0429\u0435 \u0438\u043c \u0431\u044a\u0434\u0435 \u0438\u0437\u043f\u0440\u0430\u0442\u0435\u043d \u0438\u043c\u0435\u0439\u043b, \u043a\u043e\u0439\u0442\u043e \u0433\u0438 \u0443\u0432\u0435\u0434\u043e\u043c\u044f\u0432\u0430 \u0437\u0430 \u043d\u0430\u043b\u0438\u0447\u043d\u043e\u0441\u0442\u0442\u0430 \u043d\u0430 \u0441\u0430\u0439\u0442\u0430.
addconf.theywillnot=\u0422\u0435 \u043d\u044f\u043c\u0430 \u0434\u0430 \u043f\u043e\u043b\u0443\u0447\u0430\u0442 \u0438\u043c\u0435\u0439\u043b, \u043a\u043e\u0439\u0442\u043e \u0434\u0430 \u0433\u0438 \u0443\u0432\u0435\u0434\u043e\u043c\u044f\u0432\u0430 \u0437\u0430 \u043d\u0430\u043b\u0438\u0447\u043d\u043e\u0441\u0442\u0442\u0430 \u043d\u0430 \u0441\u0430\u0439\u0442\u0430.
addconf.username=\u041f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u043e \u0438\u043c\u0435
addconf.role=\u0420\u043e\u043b\u044f

#AddDif Vm
adddif.choose=\u0418\u0437\u0431\u043e\u0440 \u043d\u0430 \u0440\u043e\u043b\u044f \u0437\u0430 \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u0446\u0438\u0442\u0435

#AddNoti Vm
addnoti.anemail=\u041d\u0430 \u0434\u043e\u0431\u0430\u0432\u0435\u043d\u0438\u0442\u0435 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438 \u043c\u043e\u0436\u0435 \u0430\u0432\u0442\u043e\u043c\u0430\u0442\u0438\u0447\u043d\u043e \u0434\u0430 \u0441\u0435 \u0438\u0437\u043f\u0440\u0430\u0442\u0438 \u0438\u043c\u0435\u0439\u043b, \u043a\u043e\u0439\u0442\u043e \u0434\u0430 \u0433\u0438 \u0443\u0432\u0435\u0434\u043e\u043c\u0438 \u0437\u0430 \u043d\u0430\u043b\u0438\u0447\u043d\u043e\u0441\u0442\u0442\u0430 \u043d\u0430 \u0441\u0430\u0439\u0442\u0430.
addnoti.sendnow=\u0418\u0437\u043f\u0440\u0430\u0442\u0438 \u0441\u0435\u0433\u0430 - \u0438\u0437\u043f\u0440\u0430\u0442\u0435\u0442\u0435 \u0438\u043c\u0435\u0439\u043b \u0434\u043e \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438\u0442\u0435, \u0441 \u043a\u043e\u0439\u0442\u043e \u0433\u0438 \u0443\u0432\u0435\u0434\u043e\u043c\u044f\u0432\u0430\u0442\u0435, \u0447\u0435 \u0441\u0430\u0439\u0442\u044a\u0442 \u0435 \u0434\u043e\u0441\u0442\u044a\u043f\u0435\u043d
addnoti.dontsend=\u041d\u0435 \u0438\u0437\u043f\u0440\u0430\u0449\u0430\u0439\u0442\u0435 - \u043d\u0435 \u0438\u0437\u043f\u0440\u0430\u0449\u0430\u0439\u0442\u0435 \u0438\u043c\u0435\u0439\u043b, \u0441 \u043a\u043e\u0439\u0442\u043e \u0434\u0430 \u0443\u0432\u0435\u0434\u043e\u043c\u044f\u0432\u0430\u0442\u0435 \u043d\u043e\u0432\u0438\u0442\u0435 \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u0446\u0438 \u0437\u0430 \u043d\u0430\u043b\u0438\u0447\u043d\u043e\u0441\u0442\u0442\u0430 \u043d\u0430 \u0441\u0430\u0439\u0442\u0430

#AddSame Vm
addsame.roles=\u0420\u043e\u043b\u0438
addsame.participants=\u0423\u0447\u0430\u0441\u0442\u043d\u0438\u0446\u0438

sitegen.siteinfolist.active=\u0410\u043a\u0442\u0438\u0432\u0435\u043d
sitegen.siteinfolist.inactive=\u041d\u0435\u0430\u043a\u0442\u0438\u0432\u0435\u043d

# This string have been moved from sakai.properties to this bundle. They HAVE TO BE internationalized
# Customization for adding the participant page in Site Info
# These control what display labels are used for the entry fields and some info used in emails.
# Other info in emails is from the UserNotificationProvider.properties file inside site-manage-impl
officialAccountSectionTitle=\u0414\u0440\u0443\u0433\u0438 \u043e\u0444\u0438\u0446\u0438\u0430\u043b\u043d\u0438 \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u0446\u0438
officialAccountName=\u041f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u043e \u0438\u043c\u0435
officialAccountLabel=\u041e\u0444\u0438\u0446\u0438\u0430\u043b\u0435\u043d \u0438\u043c\u0435\u0439\u043b \u0430\u0434\u0440\u0435\u0441 \u0438\u043b\u0438 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u043e \u0438\u043c\u0435
nonOfficialAccountSectionTitle=\u041d\u0435\u043e\u0444\u0438\u0446\u0438\u0430\u043b\u043d\u0438 \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u0446\u0438
nonOfficialAccountName=\u0413\u043e\u0441\u0442
nonOfficialAccountLabel=\u0418\u043c\u0435\u0439\u043b \u0430\u0434\u0440\u0435\u0441 \u043d\u0430 \u043d\u0435\u043e\u0444\u0438\u0446\u0438\u0430\u043b\u043d\u0438\u044f \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u043a
nonOfficialAccount.invalidEmailDomain=\u0418\u043c\u0435\u0439\u043b \u0430\u0434\u0440\u0435\u0441\u0438, \u0437\u0430\u0432\u044a\u0440\u0448\u0432\u0430\u0449\u0438 \u043d\u0430 "{0}", \u043d\u0435 \u043c\u043e\u0433\u0430\u0442 \u0434\u0430 \u0431\u044a\u0434\u0430\u0442 \u0434\u043e\u0431\u0430\u0432e\u043d\u0438 \u043a\u0430\u0442\u043e \u043d\u0435\u043e\u0444\u0438\u0446\u0438\u0430\u043b\u043d\u0438 \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u0446\u0438. \u041c\u043e\u043b\u044f, \u043e\u043f\u0438\u0442\u0430\u0439\u0442\u0435 \u0434\u0430 \u0433\u0438 \u0434\u043e\u0431\u0430\u0432\u0438\u0442\u0435 \u043a\u0430\u0442\u043e \u043e\u0444\u0438\u0446\u0438\u0430\u043b\u0435\u043d \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u043a.

confirm.name=\u0418\u043c\u0435
confirm.id=Id
confirm.role=\u0420\u043e\u043b\u044f
confirm.status=\u0421\u0442\u0430\u0442\u0443\u0441
