#Thu Nov 18 07:49:24 CET 2010
adddif.chroles=Escolha os pap\u00E9is para os participantes que voc\u00EA est\u00E1 adicionando. S\u00E3o obrigat\u00F3rios os itens marcados com um
java.manual=Por favor selecione o curso da lista ou escolha entrar manualmente as informa\u00E7\u00F5es do curso.
addconf.srasc=Ordenar por papel (crescente)
add.assign2=Atribuir um papel para cada participante
java.guest=Por favor digite o(s) endere\u00E7o(s) de email do(s) nome(s) de usu\u00E1rio ou convidado(s) para adicionar ao site
java.new=Novo
java.pleasechoose=Por favor escolha um papel.
addconf.confirming=Confirmando Adi\u00E7\u00E3o de participante(s) para
java.permission=Voc\u00EA n\u00E3o tem permiss\u00E3o para adicionar o site
add.duplicatedpart=As seguintes entradas duplicadas foram removidas da lista de participantes a adicionar\: {0}.
addnoti.dontsend=N\u00E3o enviar - n\u00E3o envie um e-mail notificando novos participantes sobre a disponibilidade do site
add.participants=Pap\u00E9is dos participantes
addconf.summary=A tabela cont\u00E9m as informa\u00E7\u00F5es dos participantes que est\u00E3o sendo adicionados ao site. Coluna 1\: n\u00FAmero. Coluna 2\: nome real do usu\u00E1rio. Coluna 3\: nome do usu\u00E1rio. Coluna 4\: papel do usu\u00E1rio. Os cabe\u00E7alhos cont\u00EAm links para classificar as colunas por valor.
java.click=Clique em Cancelar para retornar para a sua lista de sites.
java.delete=Apagar
java.specify=Por favor especifique o t\u00EDtulo do site.
java.recent=Mensagens de bate-papo recentes
addconf.srdesc=Ordenar por papel (decrescente)
gen.continue=Continuar
addnoti.anemail=Um e-mail pode ser enviado automaticamente para os usu\u00E1rios adicionados notificando-os da disponibilidade do site.
java.pleasechoice=Por favor selecione a notifica\u00E7\u00E3o escolhida.
add.addpart=Adicionar participante(s) para
java.realm=O objeto de dom\u00EDnio esperado n\u00E3o foi encontrado.
java.addp=Adicionar Participantes
addconf.finish=Os seguintes participantes ser\u00E3o adicionados ao seu site quando voc\u00EA clicar no bot\u00E3o Concluir, abaixo.
addconf.sudesc=Ordenar por nome de usu\u00E1rio (decrescente)
addsame.choose=Escolha o papel para os participantes que voc\u00EA est\u00E1 adicionando
addconf.sortbyrole=Ordenar por papel
add.duplicatedpart.single=A seguinte entrada duplicada foi removida da lista de participantes a adicionar\: {0}.
java.classes=Por favor selecione a(s) aula(s) para excluir.
addconf.number=\#
java.cannot=N\u00E3o foi poss\u00EDvel encontrar o site especificado.
java.dupli=Por favor especifique o t\u00EDtulo para o site duplicado.
java.home=In\u00EDcio
sitegen.siteinfolist.active=Ativo
addsame.participants=Participantes
java.reqmiss=Um campo obrigat\u00F3rio n\u00E3o est\u00E1 preenchido. Por favor preencha todos os campos obrigat\u00F3rios.
java.invalid=\u00E9 um endere\u00E7o de email inv\u00E1lido.
java.emailarchive=Por favor especifique um endere\u00E7o de email para a ferramenta Caixa de Mensagens.
add.existingpart.2=. Voc\u00EA pode continuar adicionando os outros participantes, seguindo as instru\u00E7\u00F5es abaixo.
add.existingpart.1=Os seguintes participantes j\u00E1 s\u00E3o membros desse site e n\u00E3o podem ser re-adicionados\: ''{0}''
addconf.userid=Identifica\u00E7\u00E3o
java.changeroles=Voc\u00EA n\u00E3o tem permiss\u00E3o para mudar pap\u00E9is.
adddif.please=Por favor selecione um papel\:
java.theemail=O identificador de Email deve conter caracteres alfanum\u00E9ricos ou quaisquer um dentre \!\#$&'*+-\=?^_`{|}~. (sem espa\u00E7os).
java.notvalid=n\u00E3o \u00E9 v\u00E1lida.
addconf.role=Papel
java.sitebeenused=Identifica\u00E7\u00E3o do site j\u00E1 est\u00E1 em uso.
java.sitewith=Site com identificador
adddif.rolelist.summary=A tabela descreve os pap\u00E9is dispon\u00EDveis no sistema
java.cannotedit=N\u00E3o \u00E9 poss\u00EDvel editar cursos.
java.pleasesel=''{0}'' Por favor selecione um papel.
java.exists=j\u00E1 existe.
java.thesiteid=Identifica\u00E7\u00E3o do site
java.allusers=Todos os outros usu\u00E1rios foram adicionados
java.beenused=tem sido usado.
addconf.theywill=Eles
java.notemailid=''{0}'' n\u00E3o \u00E9 uma identifica\u00E7\u00E3o de email.
java.rosters=Voc\u00EA n\u00E3o tem permiss\u00E3o para criar links para lista(s) de participantes.
java.help=Ajuda
add.assign=Atribuir a todos os participantes o mesmo papel
java.sitewithid=Um site com identifica\u00E7\u00E3o
java.rolefor=Por favor selecione um papel para
addconf.sortbyname=Ordenar por nome
java.user=Usu\u00E1rio
gen.alert=Alerta\:
adddif.rolepicklist.summary=A tabela lista os usu\u00E1rios e pap\u00E9is. Coluna 1\: usu\u00E1rio. Coluna 2 a selecionar o item de onde voc\u00EA pode pegar um papel.
java.haveadd=Voc\u00EA n\u00E3o tem permiss\u00E3o para adicionar ''{0}''
java.recann=Avisos recentes
gen.cancel=Cancelar
java.isinval=''{0}'' \u00E9 invalido.
java.reccal=Calend\u00E1rio
addconf.snasc=Ordenar por nome (crescente)
java.reqfields=Por favor insira os campos solicitados.
addconf.sortbyuniq=Ordenar por nome de usu\u00E1rio
java.roletype=Por favor escolha o tipo de papel.
java.specif=N\u00E3o foi poss\u00EDvel encontrar o site especificado.
addconf.sndesc=Ordenar por nome (decrescente)
java.username=''{0}'' n\u00E3o \u00E9 um nome de usu\u00E1rio v\u00E1lido.
java.joinsite=Por favor selecione um papel para o usu\u00E1rio no site.
java.cannotclasses=N\u00E3o \u00E9 poss\u00EDvel editar turmas no site.
java.invurl=URL inv\u00E1lida
java.notaccess=Voc\u00EA n\u00E3o tem permiss\u00E3o para mudar o acesso a este site.
addnoti.sendnow=Envie agora - enviar agora um e-mail para os usu\u00E1rios notificando-os que o site est\u00E1 dispon\u00EDvel
gen.finish=Concluir
addconf.name=Nome
java.toimporttool=Por favor escolha pelo menos uma ferramenta para importar.
gen.back=Voltar
java.toimport=Por favor escolha pelo menos um site para importar.
java.revise=Editar
addsame.roles=Pap\u00E9is
java.permeditsite=Voc\u00EA n\u00E3o tem permiss\u00E3o para editar o site ''{0}''
java.makechanges=Voc\u00EA n\u00E3o tem permiss\u00E3o para fazer altera\u00E7\u00F5es neste site.
java.allowcreate=Voc\u00EA n\u00E3o pode criar um novo site.
java.account=''{0}'' N\u00E3o \u00E9 poss\u00EDvel adicionar - nome da conta n\u00E3o existe.
addconf.suasc=Ordenar por nome de usu\u00E1rio (crescente)
java.emailinuse=O alias de email j\u00E1 existe.
java.miss=Um campo obrigat\u00F3rio n\u00E3o est\u00E1 preenchido. Por favor preencha todos os campos obrigat\u00F3rios.
sitegen.siteinfolist.inactive=Inativo
addconf.username=Nome de usu\u00E1rio
addnoti.toUnpublishedSite=Voc\u00EA est\u00E1 adicionando os usu\u00E1rios do seu site, mas ele ainda n\u00E3o foi publicado. Nenhum e-mail ser\u00E1 enviado para os usu\u00E1rios adicionados. Eles n\u00E3o ser\u00E3o capazes de ver o site at\u00E9 que seja publicado. Selecione "Gerenciar Acesso", na ferramenta Site Info para publicar seu site.
java.emailaddress=''{0}'' n\u00E3o \u00E9 um endere\u00E7o de email v\u00E1lido.
add.multiple=M\u00FAltiplos usu\u00E1rios est\u00E3o permitidos, colocando cada um na sua pr\u00F3pria linha (Clique em Voltar ou a tecla Enter no teclado entre cada entrada)
java.siteinval=Identifica\u00E7\u00E3o do site inv\u00E1lida
adddif.choose=Escolha um papel para os participantes
java.recdisc=Itens de discuss\u00E3o recentes
