java.theemail=\u30e1\u30fc\u30eb\u30a2\u30c9\u30ec\u30b9\u306b\u306f\uff0c\u82f1\u6570\u5b57\u304a\u3088\u3073\u8a18\u53f7 \!\#$&'*+-\=?^_`{|}~. \u306e\u307f\u4f7f\u7528\u3067\u304d\u307e\u3059\uff08\u7a7a\u767d\u306f\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093\uff09
java.addp=\u53c2\u52a0\u8005\u3092\u8ffd\u52a0
java.realm=\u4e88\u60f3\u3055\u308c\u305f\u30ec\u30eb\u30e0\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3067\u3057\u305f\uff0e
java.isinval=''{0}'' \u306f\u7121\u52b9\u3067\u3059\uff0e
java.permeditsite=\u3053\u306e\u30b5\u30a4\u30c8\u3092\u7de8\u96c6\u3059\u308b\u6a29\u9650\u304c\u3042\u308a\u307e\u305b\u3093 ''{0}''
java.beenused=''{0}'' \u306f\u3059\u3067\u306b\u4f7f\u7528\u3055\u308c\u3066\u3044\u307e\u3059
java.haveadd=\u8ffd\u52a0\u306e\u305f\u3081\u306e\u6a29\u9650\u304c\u3042\u308a\u307e\u305b\u3093 ''{0}''
java.allusers=\u4ed6\u306e\u3059\u3079\u3066\u306e\u30e6\u30fc\u30b6\u304c\u8ffd\u52a0\u3055\u308c\u307e\u3057\u305f
java.pleasechoose=\u30ed\u30fc\u30eb\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\uff0e
java.cannotedit=\u30b3\u30fc\u30b9\u3092\u7de8\u96c6\u3067\u304d\u307e\u305b\u3093\uff0e
java.guest=\u3053\u306e\u30b5\u30a4\u30c8\u306b\u8ffd\u52a0\u3059\u308b\u30e6\u30fc\u30b6\u540d\u307e\u305f\u306f\u30b2\u30b9\u30c8\u306e\u30e1\u30fc\u30eb\u30a2\u30c9\u30ec\u30b9\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\uff0e
java.user=\u30e6\u30fc\u30b6
java.username=\u300c{0}\u300d\u306f\u6709\u52b9\u306a\u30e6\u30fc\u30b6\u540d\u3067\u306f\u3042\u308a\u307e\u305b\u3093\uff0e
java.notemailid=\u300c{0}\u300d\u306f\u30e1\u30fc\u30eb\u30a2\u30c9\u30ec\u30b9\u3067\u306f\u3042\u308a\u307e\u305b\u3093\uff0e
java.emailaddress=\u300c{0}\u300d\u306f\u6709\u52b9\u306a\u30e1\u30fc\u30eb\u30a2\u30c9\u30ec\u30b9\u3067\u306f\u3042\u308a\u307e\u305b\u3093\uff0e
java.roletype=\u30ed\u30fc\u30eb\u7a2e\u5225\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\uff0e
java.username.multiple=\u300c{0}\u300d\u306f\u8907\u6570\u306e\u30e6\u30fc\u30b6\u306b\u4e00\u81f4\u3057\u307e\u3059\uff0e\u6b21\u306e\u30e6\u30fc\u30b6\u540d\u304b\u3089\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\: {1}
java.account=''{0}'' \u8ffd\u52a0\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f - \u30a2\u30ab\u30a6\u30f3\u30c8\u540d\u304c\u5b58\u5728\u3057\u307e\u305b\u3093\uff0e
java.roleperm=\u30ed\u30fc\u30eb\u300c{0}\u300d\u3092\u6301\u3064\u30e6\u30fc\u30b6\u3092\u8ffd\u52a0\u30fb\u524a\u9664\u3059\u308b\u6a29\u9650\u304c\u3042\u308a\u307e\u305b\u3093\uff0e
java.badcsrftoken=\u30ea\u30af\u30a8\u30b9\u30c8\u3092\u8aad\u3093\u3067\u3044\u308b\u3068\u304d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\uff0e\u30c4\u30fc\u30eb\u3092\u30ea\u30bb\u30c3\u30c8\u3057\u3066\u518d\u5ea6\u8a66\u3057\u3066\u4e0b\u3055\u3044\uff0e
gen.continue=\u7d9a\u3051\u308b
gen.back=\u623b\u308b
gen.cancel=\u30ad\u30e3\u30f3\u30bb\u30eb
gen.finish=\u5b8c\u4e86
add.addpart=\u53c2\u52a0\u8005\u3092\u8ffd\u52a0  \u5bfe\u8c61\:
add.official=\u767b\u9332\u3055\u308c\u305f\u5b66\u751f\u3000\u5bfe\u8c61\u30b3\u30fc\u30b9\:
add.official1=\u516c\u5f0f\u306b\u767b\u9332\u3055\u308c\u305f\u5b66\u751f\u306f\uff0c\u30b3\u30fc\u30b9\u306e\u53d7\u8b1b\u8005\u540d\u7c3f\u3092\u30b5\u30a4\u30c8\u306b\u8ffd\u52a0\u3059\u308b\u3068\uff0c\u81ea\u52d5\u7684\u306b\u53c2\u52a0\u8005\u306b\u306a\u308a\u307e\u3059\uff0e
add.official.instruction=\u307e\u3060\u53d7\u8b1b\u8005\u540d\u7c3f\u3092\u8ffd\u52a0\u3057\u3066\u3044\u306a\u3044\u5834\u5408\uff0c\u300c\u30b5\u30a4\u30c8\u60c5\u5831\u300d\u2192\u300c\u53d7\u8b1b\u8005\u540d\u7c3f\u3092\u7de8\u96c6\u300d\u2192\u300c\u53d7\u8b1b\u8005\u540d\u7c3f\u3092\u8ffd\u52a0\u300d\u3078\u79fb\u52d5\u3057\uff0c\u53d7\u8b1b\u8005\u540d\u7c3f\u3092\u8ffd\u52a0\u3057\u307e\u3059\uff0e
add.multiple=\u8907\u6570\u306e\u30e6\u30fc\u30b6\u540d\u306e\u5834\u5408\u306f\uff0c\u4e00\u884c\u306b\u4e00\u4eba\u306e\u30e6\u30fc\u30b6\u540d\u3092\u5165\u529b\u3059\u308b\u3053\u3068\u306b\u3088\u308a\u5165\u529b\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\uff08\u5404\u30a8\u30f3\u30c8\u30ea\u306e\u9593\u3067Return \u30ad\u30fc\u307e\u305f\u306f Enter \u30ad\u30fc\u3092\u5165\u529b\u3057\u307e\u3059\uff09
add.multiple.nonofficial=\u6ce8\u610f\: \u8907\u6570\u306e\u30e6\u30fc\u30b6\u306f 1 \u884c\u306b\u4e00\u4eba\u305a\u3064\u5165\u529b\u3057\u307e\u3059\uff08\u533a\u5207\u308a\u6587\u5b57\u306a\u3057\uff09\uff0e\u30e1\u30fc\u30eb\u30a2\u30c9\u30ec\u30b9\u304c\u6700\u521d\u3067\uff0c\u7d9a\u3051\u3066\u59d3\u30fb\u540d\u3092\u30b3\u30f3\u30de\u3067\u533a\u5207\u308a\u307e\u3059\uff0e\u7528\u4f8b\: jdoe@yahoo.com,Joe,John
add.multiple.nonofficial.alert.more={0} contains strings more than email address, last name, first name. 
add.participants=\u53c2\u52a0\u8005\u30ed\u30fc\u30eb
add.assign=\u53c2\u52a0\u8005\u5168\u54e1\u306b\u540c\u3058\u30ed\u30fc\u30eb\u3092\u5272\u308a\u5f53\u3066\u308b
add.assign2=\u53c2\u52a0\u8005\u306b\u500b\u5225\u306e\u30ed\u30fc\u30eb\u3092\u5272\u308a\u5f53\u3066\u308b
add.duplicatedpart.single=\u6b21\u306e\u91cd\u8907\u3057\u305f\u30a8\u30f3\u30c8\u30ea\u304c\u8ffd\u52a0\u3059\u308b\u53c2\u52a0\u8005\u30ea\u30b9\u30c8\u304b\u3089\u524a\u9664\u3055\u308c\u307e\u3057\u305f\: {0}.
add.duplicatedpart=\u6b21\u306e\u91cd\u8907\u3057\u305f\u30a8\u30f3\u30c8\u30ea\u304c\u8ffd\u52a0\u3059\u308b\u53c2\u52a0\u8005\u30ea\u30b9\u30c8\u304b\u3089\u524a\u9664\u3055\u308c\u307e\u3057\u305f\: {0}.
add.existingpart.1=\u6b21\u306e\u53c2\u52a0\u8005\u306f\u3059\u3067\u306b\u3053\u306e\u30b5\u30a4\u30c8\u306e\u30e1\u30f3\u30d0\u3067\uff0c\u518d\u8ffd\u52a0\u306f\u3067\u304d\u307e\u305b\u3093\: ''{0}''
add.existingpart.2=\u4ee5\u4e0b\u306e\u6307\u793a\u306b\u5f93\u3063\u3066\u4ed6\u306e\u53c2\u52a0\u8005\u3092\u8ffd\u52a0\u3059\u308b\u3053\u3068\u3082\u3067\u304d\u307e\u3059\uff0e
participant.status=\u53c2\u52a0\u8005\u72b6\u614b
addconf.confirming={0} \u3078\u306e\u53c2\u52a0\u8005\u306e\u8ffd\u52a0\u3092\u78ba\u8a8d\u3057\u3066\u3044\u307e\u3059\uff0e
addconf.finish=\u4e0b\u306e\u300c\u7d9a\u3051\u308b\u300d\u30dc\u30bf\u30f3\u3092\u30af\u30ea\u30c3\u30af\u3059\u308b\u3068\uff0c\u6b21\u306e\u3082\u306e\u304c\u30b5\u30a4\u30c8\u306b\u8ffd\u52a0\u3055\u308c\u307e\u3059\uff0e
addconf.theywill=\u3053\u308c\u3089\u306e\u30e6\u30fc\u30b6\u306b\u306f\u30b5\u30a4\u30c8\u306e\u5229\u7528\u53ef\u80fd\u6027\u3092\u901a\u77e5\u3059\u308b\u30e1\u30fc\u30eb\u306f
addconf.theywillnot=\u3053\u308c\u3089\u306e\u30e6\u30fc\u30b6\u306b\u306f\u30b5\u30a4\u30c8\u306e\u5229\u7528\u53ef\u80fd\u6027\u3092\u901a\u77e5\u3059\u308b\u96fb\u5b50\u30e1\u30fc\u30eb\u306f\u9001\u4ed8\u3055\u308c\u307e\u305b\u3093\uff0e
addconf.username=\u30e6\u30fc\u30b6\u540d
addconf.role=\u30ed\u30fc\u30eb
adddif.choose=\u53c2\u52a0\u8005\u306e\u30ed\u30fc\u30eb\u3092\u9078\u629e\u3057\u307e\u3059
addnoti.anemail=\u30b5\u30a4\u30c8\u304c\u5229\u7528\u53ef\u80fd\u306b\u306a\u3063\u305f\u3053\u3068\u3092\u8ffd\u52a0\u3057\u305f\u30e6\u30fc\u30b6\u306b\u77e5\u3089\u305b\u308b\u96fb\u5b50\u30e1\u30fc\u30eb\u3092\u81ea\u52d5\u7684\u306b\u9001\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\uff0e
addnoti.sendnow=\u4eca\u3059\u3050\u9001\u308b - \u30b5\u30a4\u30c8\u304c\u5229\u7528\u53ef\u80fd\u306b\u306a\u3063\u305f\u3053\u3068\u3092\u30e6\u30fc\u30b6\u306b\u77e5\u3089\u305b\u308b\u96fb\u5b50\u30e1\u30fc\u30eb\u3092\u4eca\u3059\u3050\u9001\u308a\u307e\u3059
addnoti.dontsend=\u9001\u3089\u306a\u3044 - \u30b5\u30a4\u30c8\u304c\u5229\u7528\u53ef\u80fd\u306b\u306a\u3063\u305f\u3053\u3068\u3092\u65b0\u3057\u3044\u53c2\u52a0\u8005\u306b\u77e5\u3089\u305b\u308b\u30e1\u30fc\u30eb\u3092\u9001\u4fe1\u3057\u307e\u305b\u3093
addsame.roles=\u30ed\u30fc\u30eb
addsame.participants=\u53c2\u52a0\u8005
sitegen.siteinfolist.active=\u30a2\u30af\u30c6\u30a3\u30d6
sitegen.siteinfolist.inactive=\u975e\u30a2\u30af\u30c6\u30a3\u30d6
officialAccountSectionTitle=\u4ed6\u306e\u6b63\u898f\u53c2\u52a0\u8005
officialAccountName=\u30e6\u30fc\u30b6\u540d
officialAccountLabel=\u6b63\u898f\u53c2\u52a0\u8005\u306e\u30e1\u30fc\u30eb\u30a2\u30c9\u30ec\u30b9\u307e\u305f\u306f\u30e6\u30fc\u30b6\u540d
nonOfficialAccountSectionTitle=\u975e\u6b63\u898f\u53c2\u52a0\u8005
nonOfficialAccountName=\u30b2\u30b9\u30c8
nonOfficialAccountLabel=\u975e\u6b63\u898f\u53c2\u52a0\u8005\u306e\u30e1\u30fc\u30eb\u30a2\u30c9\u30ec\u30b9
nonOfficialAccount.invalidEmailDomain="{0}" \u3067\u7d42\u308f\u308b\u30e1\u30fc\u30eb\u30a2\u30c9\u30ec\u30b9\u306f\u975e\u516c\u5f0f\u306a\u53c2\u52a0\u8005\u3068\u3057\u3066\u8ffd\u52a0\u3067\u304d\u307e\u305b\u3093\uff0e\u516c\u5f0f\u306a\u53c2\u52a0\u8005\u3068\u3057\u3066\u8ffd\u52a0\u3057\u3066\u307f\u3066\u4e0b\u3055\u3044\uff0e
confirm.name=\u540d\u524d
confirm.id=ID
confirm.role=\u30ed\u30fc\u30eb
confirm.status=\u72b6\u614b
