#Tue Jan 25 12:23:54 CET 2011
java.allusers=\u4ED6\u306E\u3059\u3079\u3066\u306E\u30E6\u30FC\u30B6\u304C\u8FFD\u52A0\u3055\u308C\u307E\u3057\u305F
adddif.choose=\u53C2\u52A0\u8005\u306E\u30ED\u30FC\u30EB\u3092\u9078\u629E\u3057\u307E\u3059
sitegen.siteinfolist.active=\u30A2\u30AF\u30C6\u30A3\u30D6
addconf.confirming={0} \u3078\u306E\u53C2\u52A0\u8005\u306E\u8FFD\u52A0\u3092\u78BA\u8A8D\u3057\u3066\u3044\u307E\u3059\uFF0E
java.haveadd=\u8FFD\u52A0\u306E\u305F\u3081\u306E\u6A29\u9650\u304C\u3042\u308A\u307E\u305B\u3093 ''{0}''
java.isinval=''{0}'' \u306F\u7121\u52B9\u3067\u3059\uFF0E
java.account=''{0}'' \u8FFD\u52A0\u3059\u308B\u3053\u3068\u304C\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F - \u30A2\u30AB\u30A6\u30F3\u30C8\u540D\u304C\u5B58\u5728\u3057\u307E\u305B\u3093\uFF0E
add.participants=\u53C2\u52A0\u8005\u30ED\u30FC\u30EB
add.official.instruction=\u307E\u3060\u53D7\u8B1B\u8005\u540D\u7C3F\u3092\u8FFD\u52A0\u3057\u3066\u3044\u306A\u3044\u5834\u5408\uFF0C\u300C\u30B5\u30A4\u30C8\u60C5\u5831\u300D\u2192\u300C\u53D7\u8B1B\u8005\u540D\u7C3F\u3092\u7DE8\u96C6\u300D\u2192\u300C\u53D7\u8B1B\u8005\u540D\u7C3F\u3092\u8FFD\u52A0\u300D\u3078\u79FB\u52D5\u3057\uFF0C\u53D7\u8B1B\u8005\u540D\u7C3F\u3092\u8FFD\u52A0\u3057\u307E\u3059\uFF0E
addsame.participants=\u53C2\u52A0\u8005
java.roletype=\u30ED\u30FC\u30EB\u7A2E\u5225\u3092\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044\uFF0E
add.multiple=\u8907\u6570\u306E\u30E6\u30FC\u30B6\u540D\u306E\u5834\u5408\u306F\uFF0C\u4E00\u884C\u306B\u4E00\u4EBA\u306E\u30E6\u30FC\u30B6\u540D\u3092\u5165\u529B\u3059\u308B\u3053\u3068\u306B\u3088\u308A\u5165\u529B\u3059\u308B\u3053\u3068\u304C\u3067\u304D\u307E\u3059\uFF08\u5404\u30A8\u30F3\u30C8\u30EA\u306E\u9593\u3067Return \u30AD\u30FC\u307E\u305F\u306F Enter \u30AD\u30FC\u3092\u5165\u529B\u3057\u307E\u3059\uFF09
addconf.finish=\u4E0B\u306E\u300C\u7D9A\u3051\u308B\u300D\u30DC\u30BF\u30F3\u3092\u30AF\u30EA\u30C3\u30AF\u3059\u308B\u3068\uFF0C\u6B21\u306E\u3082\u306E\u304C\u30B5\u30A4\u30C8\u306B\u8FFD\u52A0\u3055\u308C\u307E\u3059\uFF0E
add.duplicatedpart=\u6B21\u306E\u91CD\u8907\u3057\u305F\u30A8\u30F3\u30C8\u30EA\u304C\u8FFD\u52A0\u3059\u308B\u53C2\u52A0\u8005\u30EA\u30B9\u30C8\u304B\u3089\u524A\u9664\u3055\u308C\u307E\u3057\u305F\: {0}.
addnoti.anemail=\u30B5\u30A4\u30C8\u304C\u5229\u7528\u53EF\u80FD\u306B\u306A\u3063\u305F\u3053\u3068\u3092\u8FFD\u52A0\u3057\u305F\u30E6\u30FC\u30B6\u306B\u77E5\u3089\u305B\u308B\u96FB\u5B50\u30E1\u30FC\u30EB\u3092\u81EA\u52D5\u7684\u306B\u9001\u308B\u3053\u3068\u304C\u3067\u304D\u307E\u3059\uFF0E
gen.finish=\u5B8C\u4E86
java.pleasechoose=\u30ED\u30FC\u30EB\u3092\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044\uFF0E
addnoti.sendnow=\u4ECA\u3059\u3050\u9001\u308B - \u30B5\u30A4\u30C8\u304C\u5229\u7528\u53EF\u80FD\u306B\u306A\u3063\u305F\u3053\u3068\u3092\u30E6\u30FC\u30B6\u306B\u77E5\u3089\u305B\u308B\u96FB\u5B50\u30E1\u30FC\u30EB\u3092\u4ECA\u3059\u3050\u9001\u308A\u307E\u3059
java.roleperm=\u30ED\u30FC\u30EB\u300C{0}\u300D\u3092\u6301\u3064\u30E6\u30FC\u30B6\u3092\u8FFD\u52A0\u30FB\u524A\u9664\u3059\u308B\u6A29\u9650\u304C\u3042\u308A\u307E\u305B\u3093\uFF0E
java.realm=\u4E88\u60F3\u3055\u308C\u305F\u30EC\u30EB\u30E0\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F\uFF0E
gen.back=\u623B\u308B
java.emailaddress=\u300C{0}\u300D\u306F\u6709\u52B9\u306A\u96FB\u5B50\u30E1\u30FC\u30EB\u30A2\u30C9\u30EC\u30B9\u3067\u306F\u3042\u308A\u307E\u305B\u3093\uFF0E
java.username=\u300C{0}\u300D\u306F\u6709\u52B9\u306A\u30E6\u30FC\u30B6\u540D\u3067\u306F\u3042\u308A\u307E\u305B\u3093\uFF0E
add.assign=\u53C2\u52A0\u8005\u5168\u54E1\u306B\u540C\u3058\u30ED\u30FC\u30EB\u3092\u5272\u308A\u5F53\u3066\u308B
sitegen.siteinfolist.inactive=\u975E\u30A2\u30AF\u30C6\u30A3\u30D6
java.emailbaddomain=\u300C{0}\u300D\u306F\u300C{1}\u300D\u306B\u5BFE\u3057\u3066\u4F7F\u7528\u3067\u304D\u306A\u3044\u30C9\u30E1\u30A4\u30F3\u3067\u3059\uFF0E
nonOfficialAccountSectionTitle=\u975E\u6B63\u898F\u53C2\u52A0\u8005
java.permeditsite=\u3053\u306E\u30B5\u30A4\u30C8\u3092\u7DE8\u96C6\u3059\u308B\u6A29\u9650\u304C\u3042\u308A\u307E\u305B\u3093 ''{0}''
addconf.theywillnot=\u3053\u308C\u3089\u306E\u30E6\u30FC\u30B6\u306B\u306F\u30B5\u30A4\u30C8\u306E\u5229\u7528\u53EF\u80FD\u6027\u3092\u901A\u77E5\u3059\u308B\u96FB\u5B50\u30E1\u30FC\u30EB\u306F\u9001\u4ED8\u3055\u308C\u307E\u305B\u3093\uFF0E
addconf.username=\u30E6\u30FC\u30B6\u540D
java.guest=\u3053\u306E\u30B5\u30A4\u30C8\u306B\u8FFD\u52A0\u3059\u308B\u30E6\u30FC\u30B6\u540D\u307E\u305F\u306F\u30B2\u30B9\u30C8\u306E\u96FB\u5B50\u30E1\u30FC\u30EB\u30A2\u30C9\u30EC\u30B9\u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044\uFF0E
add.existingpart.2=\u4EE5\u4E0B\u306E\u6307\u793A\u306B\u5F93\u3063\u3066\u4ED6\u306E\u53C2\u52A0\u8005\u3092\u8FFD\u52A0\u3059\u308B\u3053\u3068\u3082\u3067\u304D\u307E\u3059\uFF0E
add.existingpart.1=\u6B21\u306E\u53C2\u52A0\u8005\u306F\u3059\u3067\u306B\u3053\u306E\u30B5\u30A4\u30C8\u306E\u30E1\u30F3\u30D0\u3067\uFF0C\u518D\u8FFD\u52A0\u306F\u3067\u304D\u307E\u305B\u3093\: ''{0}''
add.multiple.nonofficial=\u6CE8\u610F\: \u5404\u884C\u305D\u308C\u305E\u308C\u306B\u5206\u3051\u3066\u8907\u6570\u306E\u30E6\u30FC\u30B6\u3092\u5165\u529B\u3057\u307E\u3059\uFF08\u533A\u5207\u308A\u6587\u5B57\u306A\u3057\uFF09\uFF0E\u96FB\u5B50\u30E1\u30FC\u30EB\u30A2\u30C9\u30EC\u30B9\u304C\u6700\u521D\u3067\uFF0C\u7D9A\u3051\u3066\u59D3\u30FB\u540D\u3092\u30B3\u30F3\u30DE\u3067\u533A\u5207\u308A\u307E\u3059\uFF0E\u4F8B\: jdoe@yahoo.com,Joe,John
nonOfficialAccountName=\u30B2\u30B9\u30C8
add.addpart=\u53C2\u52A0\u8005\u3092\u8FFD\u52A0  \u5BFE\u8C61\:
officialAccountLabel=\u6B63\u898F\u53C2\u52A0\u8005\u306E\u96FB\u5B50\u30E1\u30FC\u30EB\u30A2\u30C9\u30EC\u30B9\u307E\u305F\u306F\u30E6\u30FC\u30B6\u540D
gen.continue=\u7D9A\u3051\u308B
add.multiple.nonofficial.alert.more={0} contains strings more than email address, last name, first name. 
addnoti.dontsend=\u9001\u3089\u306A\u3044 - \u30B5\u30A4\u30C8\u304C\u5229\u7528\u53EF\u80FD\u306B\u306A\u3063\u305F\u3053\u3068\u3092\u65B0\u3057\u3044\u53C2\u52A0\u8005\u306B\u77E5\u3089\u305B\u308B\u96FB\u5B50\u30E1\u30FC\u30EB\u3092\u9001\u4FE1\u3057\u307E\u305B\u3093
java.beenused=''{0}'' \u306F\u3059\u3067\u306B\u4F7F\u7528\u3055\u308C\u3066\u3044\u307E\u3059
officialAccountSectionTitle=\u4ED6\u306E\u6B63\u898F\u53C2\u52A0\u8005
nonOfficialAccountLabel=\u975E\u6B63\u898F\u53C2\u52A0\u8005\u306E\u96FB\u5B50\u30E1\u30FC\u30EB\u30A2\u30C9\u30EC\u30B9
add.duplicatedpart.single=\u6B21\u306E\u91CD\u8907\u3057\u305F\u30A8\u30F3\u30C8\u30EA\u304C\u8FFD\u52A0\u3059\u308B\u53C2\u52A0\u8005\u30EA\u30B9\u30C8\u304B\u3089\u524A\u9664\u3055\u308C\u307E\u3057\u305F\: {0}.
java.user=\u30E6\u30FC\u30B6
addconf.role=\u30ED\u30FC\u30EB
officialAccountName=\u30E6\u30FC\u30B6\u540D
add.assign2=\u53C2\u52A0\u8005\u306B\u500B\u5225\u306E\u30ED\u30FC\u30EB\u3092\u5272\u308A\u5F53\u3066\u308B
java.username.multiple=\u300C{0}\u300D\u306F\u8907\u6570\u306E\u30E6\u30FC\u30B6\u306B\u4E00\u81F4\u3057\u307E\u3059\uFF0E\u6B21\u306E\u30E6\u30FC\u30B6\u540D\u304B\u3089\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044\: {1}
addconf.theywill=\u3053\u308C\u3089\u306E\u30E6\u30FC\u30B6\u306B\u306F\u30B5\u30A4\u30C8\u306E\u5229\u7528\u53EF\u80FD\u6027\u3092\u901A\u77E5\u3059\u308B\u96FB\u5B50\u30E1\u30FC\u30EB\u306F
gen.cancel=\u30AD\u30E3\u30F3\u30BB\u30EB
add.official=\u767B\u9332\u3055\u308C\u305F\u5B66\u751F\u3000\u5BFE\u8C61\u30B3\u30FC\u30B9\:
addsame.roles=\u30ED\u30FC\u30EB
add.official1=\u516C\u5F0F\u306B\u767B\u9332\u3055\u308C\u305F\u5B66\u751F\u306F\uFF0C\u30B3\u30FC\u30B9\u306E\u53D7\u8B1B\u8005\u540D\u7C3F\u3092\u30B5\u30A4\u30C8\u306B\u8FFD\u52A0\u3059\u308B\u3068\uFF0C\u81EA\u52D5\u7684\u306B\u53C2\u52A0\u8005\u306B\u306A\u308A\u307E\u3059\uFF0E
java.addp=\u53C2\u52A0\u8005\u3092\u8FFD\u52A0
java.notemailid=\u300C{0}\u300D\u306F\u96FB\u5B50\u30E1\u30FC\u30EB\u30A2\u30C9\u30EC\u30B9\u3067\u306F\u3042\u308A\u307E\u305B\u3093\uFF0E
java.theemail=\u96FB\u5B50\u30E1\u30FC\u30EB\u30A2\u30C9\u30EC\u30B9\u306B\u306F\uFF0C\u82F1\u6570\u5B57\u304A\u3088\u3073\u8A18\u53F7 \!\#$&'*+-\=?^_`{|}~. \u306E\u307F\u4F7F\u7528\u3067\u304D\u307E\u3059\uFF08\u7A7A\u767D\u306F\u4F7F\u7528\u3067\u304D\u307E\u305B\u3093\uFF09
