#Fri Nov 26 20:32:21 CET 2010
addconf.name=Nombre
java.cannotclasses=No se pueden editar las clases del sitio.
java.new=Nuevo
java.allusers=Se a\u00F1adieron los otros usuarios
java.emailarchive=Por favor, especifique una direcci\u00F3n de correo para la Herramienta Archivo de Correo Electr\u00F3nico.
java.rosters=No tiene permisos para enlazar a la lista del curso.
java.dupli=Por favor, especifique el t\u00EDtulo para el sitio duplicado.
adddif.choose=Seleccionar un Rol para los participantes
sitegen.siteinfolist.active=Activo
java.manual=Por favor, seleccione el curso de la lista o elija introducir manualmente la informaci\u00F3n del curso.
adddif.rolepicklist.summary=La tabla contiene usuarios y roles. La primera columna es el usuario y la segunda una lista que permite seleccionar un rol para dicho usuario.
addconf.confirming=Confirmando los Participantes A\u00F1adidos
java.joinsite=Por favor, seleccione un rol para el usuario que se agrega al sitio.
java.haveadd=No tiene permisos de a\u00F1adir ''{0}''
java.reqfields=Por favor, introduzca los campos obligatorios.
adddif.rolelist.summary=La tabla describe los roles disponibles en el sistema
java.pleasechoice=Por favor, seleccione la elecci\u00F3n de notificaci\u00F3n.
java.isinval=''{0}'' no es v\u00E1lido.
java.siteinval=El id del sitio no es v\u00E1lido.
java.recent=\u00DAltimos Mensajes del Chat
java.recmsg=Notificaciones de mensajes y foros
java.emailinuse=El alias del correo electr\u00F3nico ya existe.
addconf.snasc=Ordenar por nombre (ascendente)
gen.alert=Alerta\:
java.account=''{0}'' no puede a\u00F1adirse - el nombre de la cuenta no existe.
java.sitewithid=Un sitio con id
add.participants=Roles del Participante
add.official.instruction=Vaya a Informaci\u00F3n del Sitio > Editar lista> Agregar lista para a\u00F1adir su lista ahora, si a\u00FAn no lo ha hecho.
addsame.participants=Participantes
java.roletype=Por favor, seleccione el tipo de rol.
addnoti.toUnpublishedSite=Esta a\u00F1adiendo usuarios que su sitio no ha sido publicado todav\u00EDa. No se enviar\u00E1 ninguna notificaci\u00F3n a los usuarios a\u00F1adidos y \u00E9stos no podr\u00E1n ver el sitio hasta que usted no lo publique. Por favor, seleccione "Gestionar acceso..." en la herramienta "Informaci\u00F3n del Sitio" y publique el sitio.
add.multiple=Se permiten m\u00FAltiples usuarios poniendo cada uno en una l\u00EDnea distinta (Pulse Intro en su teclado entre cada uno)
java.classes=Por favor, seleccione las clases a borrar.
addconf.sortbyuniq=Ordenar por nombre \u00FAnico
java.permission=No tiene permisos para a\u00F1adir el sitio
addconf.sndesc=Ordenar por nombre (descendiente)
java.specif=No se encuentra el sitio especificado
addconf.finish=Los siguientes ser\u00E1n a\u00F1adidos a su sitio cuando pulse en el bot\u00F3n Finalizar.
java.sitebeenused=El id del sitio ha sido usado.
java.exists=ya existe.
addconf.srasc=Ordenar por rol (ascendente)
java.delete=Borrar
add.duplicatedpart=Las siguientes entradas duplicadas se han eliminado de la lista de participantes a a\u00F1adir\: {0}.
java.recann=\u00DAltimos Anuncios
addnoti.anemail=Un correo puede enviarse autom\u00E1ticamente a los usuarios a\u00F1adidos, notific\u00E1ndoles la disponibilidad del sitio.
java.home=Inicio
java.reqmiss=Falta un campo(s) obligatorio. Por favor introduzca los campos obligatorios.
gen.finish=Fin
java.pleasechoose=Por favor, escoja un rol.
addconf.suasc=Ordenar por nombre \u00FAnico (ascendente)
java.reccal=Calendario
addnoti.sendnow=Enviar Ahora - env\u00EDa un email a los usuarios notific\u00E1ndoles que el sitio est\u00E1 disponible
java.roleperm=No tiene permiso para a\u00F1adir o eliminar usuario(s) con el rol "{0}"
java.cannot=No se puede encontrar el sitio especificado
java.rolefor=Por favor, seleccione un rol para
java.notaccess=No tiene permisos para cambiar el acceso al  sitio.
java.realm=El objeto de permiso no se ha encontrado.
gen.back=Atr\u00E1s
java.emailaddress=''{0}'' no es una direcci\u00F3n de correo v\u00E1lida.
java.changeroles=No tiene permisos para cambiar los roles.
java.notvalid=no es v\u00E1lido.
java.invurl=URL no v\u00E1lida
java.username=''{0}'' no es un nombre de usuario v\u00E1lido.
add.assign=Asignar todos los participantes al mismo Rol
sitegen.siteinfolist.inactive=Inactivo
java.emailbaddomain=''{0}'' tiene un dominio que no puede usarse para ''{1}''
addconf.srdesc=Ordenar por rol (descendente)
java.thesiteid=El id del sitio
nonOfficialAccountSectionTitle=Participantes no oficiales
adddif.please=Por favor, seleccione un rol\:
java.permeditsite=No tiene permiso para Editar el sitio ''{0}''
addconf.theywillnot=No se enviar\u00E1 un correo de notificaci\u00F3n de la disponibilidad de los mismos en el sitio.
addconf.username=Usuario
java.guest=Por favor, indique las direcciones de email del usuario(s) o invitado(s) a a\u00F1adir a este sitio
java.miss=Falta completar un campo obligatorio. Por favor, complete todos los campos obligatorios.
java.pleasesel=Por favor, seleccione un rol..
add.existingpart.2=. Puede continuar a\u00F1adiendo participantes a trav\u00E9s de las siguientes direcciones de correo electr\u00F3nico.
add.existingpart.1=Los siguientes participantes ya son miembros de este sitio y no pueden volverse a a\u00F1adir.\: ''{0}''
java.invalid=es una direcci\u00F3n de email no v\u00E1lida.
java.click=Pulse Cancelar para volver a la lista de sus sitios
add.multiple.nonofficial=Nota\: introduzca m\u00FAltiples entradas en l\u00EDneas separadas (sin signos de puntuaci\u00F3n). 
addconf.number=\#
nonOfficialAccountName=Invitado
add.addpart=A\u00F1adir participante(s) a
java.makechanges=No tiene permisos para hacer cambios en este sitio.
officialAccountLabel=Direcci\u00F3n de correo oficial o nombre de usuario
gen.continue=Continuar
addconf.sortbyrole=Ordenar por rol
add.multiple.nonofficial.alert.more={0} contiene cadenas con m\u00E1s de un correo electr\u00F3nico, apellido y nombre.
addnoti.dontsend=No Enviar - no enviar un email notificando a los nuevos miembros que el sitio est\u00E1 disponible
java.beenused=''{0}'' ha sido usado.
officialAccountSectionTitle=Otros participantes oficiales
java.help=Ayuda
nonOfficialAccountLabel=Direcci\u00F3n de correo del participante no oficial
add.duplicatedpart.single=La siguiente entrada duplicada se ha eliminado de la lista de participantes a a\u00F1adir\: {0}.
java.user=Usuario
addconf.role=Rol
addsame.choose=Seleccione el Rol para los participantes que est\u00E1 a\u00F1adiendo.
java.revise=Revisar
officialAccountName=Nombre de usuario
add.assign2=Asignar cada participante a un Rol individualmente
java.username.multiple=''{0}'' coincide con varios usuarios. Por favor, escoja de entre los siguientes\: {1} 
addconf.theywill=Ellos
java.recdisc=\u00DAltimos Debates
gen.cancel=Cancelar
add.official=Estudiantes Registrados para Curso
java.newgroup=A\u00F1adir
addconf.userid=Id
java.sitewith=Sitios con id
addsame.roles=Roles
java.allowcreate=No tiene permiso para crear un nuevo sitio.
addconf.sortbyname=Ordenar por nombre
adddif.chroles=Seleccione los Roles de los participantes que est\u00E1 a\u00F1adiendo. Los campos obligatorios est\u00E1n marcados con
add.official1=Los estudiantes introducidos oficialmente se convierten automaticamente en participantes cuando usted a\u00F1ade a su curso la lista del sitio.
java.toimporttool=Por favor, escoja al menos una herramienta para importar.
java.cannotedit=No se pueden editar cursos.
java.addp=A\u00F1adir Participantes
java.specify=Por favor, especifique el t\u00EDtulo del sitio.
addconf.sudesc=Ordenar por nombre \u00FAnico (descendiente)
java.notemailid=''{0}'' no es un identificador de email.
java.toimport=Por favor, seleccione al menos un sitio a importar.
java.theemail=El id del Correo electr\u00F3nico debe estar formado por caracteres alfanum\u00E9ricos or alguno de los siguientes \!\#$&'*+-\=?^_`{|}~. (sin espacios).
addconf.summary=La tabla contiene informaci\u00F3n acerca de los participantes que est\u00E1n siendo suscritos al sitio. La primera columna es el n\u00FAmnero, la segunda su nombre real, la tercera el nombre de usuario y la cuarta el rol del usuario. Los enlaces de la cabeza permite ordenar las columnas.
