#X-Generator: crowdin.com
java.theemail=C\u00e1c id Email ph\u1ea3i \u0111\u01b0\u1ee3c t\u1ea1o th\u00e0nh t\u1eeb c\u00e1c k\u00fd t\u1ef1 alpha s\u1ed1 hay b\u1ea5t c\u1ee9 \!\#$&''*+-\=?^_`{|}~. (Kh\u00f4ng c\u00f3 d\u1ea5u c\u00e1ch). 
java.addp=Th\u00eam ng\u01b0\u1eddi tham gia 
java.realm=Expected realm object kh\u00f4ng t\u00ecm th\u1ea5y. 
java.isinval=''{0}''l\u00e0 kh\u00f4ng h\u1ee3p l\u1ec7. 
### (moot) java.nousers = No users available/selected for removal.
### (moot) java.however = You cannot remove participants officially registered for this course. However, you can change their roles in the site by clicking the Change Role(s) command (...under Edit, Edit Access.)
### (moot) java.nousers2 = No users available/selected for changing roles.
java.permeditsite=B\u1ea1n kh\u00f4ng c\u00f3 s\u1ef1 cho ph\u00e9p \u0111\u1ec3 ch\u1ec9nh s\u1eeda trang web''{0}'' 
### (moot) java.thissite = This site
### (moot) java.rightnow = is not available for editing right now.
### (moot) java.youalready = You are already editing this site
### (moot) java.another = in another tool, or someone else is editing this site.
### (moot) java.error = Error encountered while retriving this site.
java.beenused=''{0}''\u0111\u00e3 \u0111\u01b0\u1ee3c s\u1eed d\u1ee5ng. 
java.haveadd=B\u1ea1n kh\u00f4ng c\u00f3 quy\u1ec1n \u0111\u1ec3 th\u00eam''{0}'' 
java.allusers=T\u1ea5t c\u1ea3 nh\u1eefng ng\u01b0\u1eddi d\u00f9ng kh\u00e1c \u0111\u00e3 \u0111\u01b0\u1ee3c th\u00eam v\u00e0o 
### (moot) java.siteinuse = Site is in use and cannot be changed.
java.pleasechoose=H\u00e3y ch\u1ecdn m\u1ed9t vai tr\u00f2. 
### (moot) java.atleast = Please choose at least one import for importing.
java.cannotedit=Kh\u00f4ng th\u1ec3 ch\u1ec9nh s\u1eeda c\u00e1c kh\u00f3a h\u1ecdc. 
### (moot) java.theaccessto = The access to this site
### (moot) java.theaccessto2 = is currently being edited by another user.
### (moot) java.because = Cannot save changes to site because site is being used by another person.
### (moot) java.workinfo = Worksite Information
### (moot) java.connect = Cannot connect or obtain a file specified by the News source URL
### (moot) java.thenews = The News source URL
### (moot) java.rss = specifies a file that is not in RSS format.
java.guest=Th\u00f4ng b\u00e1o\: Xin vui l\u00f2ng nh\u1eadp t\u00ean ng\u01b0\u1eddi d\u00f9ng (s), ho\u1eb7c \u0111\u1ecba ch\u1ec9 email kh\u00e1ch (es) \u0111\u1ec3 th\u00eam v\u00e0o trang web n\u00e0y 
java.user=Ng\u01b0\u1eddi s\u1eed d\u1ee5ng 
java.username=''{0}''kh\u00f4ng ph\u1ea3i l\u00e0 m\u1ed9t t\u00ean ng\u01b0\u1eddi d\u00f9ng h\u1ee3p l\u1ec7. 
java.notemailid=''{0}''kh\u00f4ng ph\u1ea3i l\u00e0 m\u1ed9t email id. 
java.emailaddress=''{0}''kh\u00f4ng ph\u1ea3i l\u00e0 m\u1ed9t \u0111\u1ecba ch\u1ec9 email h\u1ee3p l\u1ec7. 
java.roletype=Xin vui l\u00f2ng ch\u1ecdn ki\u1ec3u cho vai tr\u00f2. 
java.username.multiple=''{0}''tr\u1eadn \u0111\u1ea5u nhi\u1ec1u ng\u01b0\u1eddi d\u00f9ng trong h\u1ed3 s\u01a1. Vui l\u00f2ng ch\u1ecdn t\u00ean ng\u01b0\u1eddi d\u00f9ng sau\: {1} 

java.account=''{0}''kh\u00f4ng th\u1ec3 \u0111\u01b0\u1ee3c th\u00eam v\u00e0o - T\u00ean t\u00e0i kho\u1ea3n kh\u00f4ng t\u1ed3n t\u1ea1i. 
java.roleperm=B\u1ea1n kh\u00f4ng c\u00f3 quy\u1ec1n \u0111\u1ec3 th\u00eam ho\u1eb7c lo\u1ea1i b\u1ecf ng\u01b0\u1eddi d\u00f9ng (s) v\u1edbi vai tr\u00f2''{0}''. 

#General Vm
gen.continue=Ti\u1ebfp t\u1ee5c 
gen.back=Quay L\u1ea1i 
gen.cancel=Hu\u1ef7 
gen.finish=K\u1ebft th\u00fac 

#AddPart Vm
add.addpart=Th\u00eam ng\u01b0\u1eddi tham gia (s) cho {0} 
add.official=H\u1ecdc sinh \u0111\u0103ng k\u00fd cho kh\u00f3a h\u1ecdc\: 
add.official1=Ch\u00ednh th\u1ee9c ghi danh h\u1ecdc sinh t\u1ef1 \u0111\u1ed9ng tr\u1edf th\u00e0nh ng\u01b0\u1eddi tham gia khi b\u1ea1n th\u00eam v\u00e0o danh s\u00e1ch kh\u00f3a h\u1ecdc c\u1ee7a b\u1ea1n cho trang web. 
add.official.instruction=T\u1edbi trang web Th\u00f4ng tin > Edit Roster > Add Roster \u0111\u1ec3 th\u00eam v\u00e0o danh s\u00e1ch Roster c\u1ee7a b\u1ea1n b\u00e2y gi\u1edd n\u1ebfu b\u1ea1n ch\u01b0a c\u00f3. 
### (moot) add.enter = Enter the participants below that you would like to add to your site. You may enter more than one name in each text area below by putting each one on a separate line (no commas).
### (moot) add.unames = Username(s)
add.multiple=L\u01b0u \u00fd\: Nh\u1eadp b\u1ed9i m\u1ed7i ng\u00e0y d\u00f2ng ri\u00eang bi\u1ec7t (kh\u00f4ng c\u00f3 d\u1ea5u ch\u1ea5m c\u00e2u) 
add.multiple.nonofficial=L\u01b0u \u00fd\: Nh\u1eadp b\u1ed9i m\u1ed7i ng\u00e0y d\u00f2ng ri\u00eang bi\u1ec7t (kh\u00f4ng c\u00f3 d\u1ea5u ch\u1ea5m c\u00e2u). \u0110\u1ecba ch\u1ec9 email \u0111\u1ea7u ti\u00ean, t\u00f9y theo sau t\u00ean h\u1ecd, t\u00ean, t\u1ea5t c\u1ea3 c\u00e1ch nhau b\u1eb1ng d\u1ea5u ph\u1ea9y, v\u00ed d\u1ee5 nh\u01b0 jdoe@yahoo.com, Doe, John 
add.multiple.nonofficial.alert.more={0} c\u00f3 ch\u1ee9a c\u00e1c chu\u1ed7i nhi\u1ec1u h\u01a1n \u0111\u1ecba ch\u1ec9 email, t\u00ean, t\u00ean \u0111\u1ea7u ti\u00ean. 
### (moot) add.guests = Guest(s) email address
### (moot) add.external = (external participants, ex. jdoe@yahoo.com):
add.participants=Vai tr\u00f2 tham gia 
add.assign=Ch\u1ec9 \u0111\u1ecbnh t\u1ea5t c\u1ea3 ng\u01b0\u1eddi tham gia c\u00f9ng m\u1ed9t vai tr\u00f2 
add.assign2=Ch\u1ec9 \u0111\u1ecbnh m\u1ed7i ng\u01b0\u1eddi tham gia m\u1ed9t vai tr\u00f2 c\u00e1 nh\u00e2n 
add.duplicatedpart.single=Data tr\u00f9ng l\u1eb7p \u0111\u01b0\u1ee3c nh\u1eadp \u0111\u00e3 \u0111\u01b0\u1ee3c g\u1ee1 b\u1ecf kh\u1ecfi danh s\u00e1ch ng\u01b0\u1eddi tham gia \: {0}. 
add.duplicatedpart=Sau m\u1ee5c tr\u00f9ng l\u1eb7p \u0111\u00e3 \u0111\u01b0\u1ee3c lo\u1ea1i b\u1ecf t\u1eeb danh s\u00e1ch ng\u01b0\u1eddi tham gia th\u00eam\: {0}. 
add.existingpart.1=C\u00e1c tham d\u1ef1 vi\u00ean sau \u0111\u00e2y \u0111\u00e3 \u0111\u01b0\u1ee3c l\u00e0 th\u00e0nh vi\u00ean c\u1ee7a trang web n\u00e0y v\u00e0 kh\u00f4ng \u0111\u01b0\u1ee3c th\u00eam n\u1eeda\:''{0}'' 
add.existingpart.2=B\u1ea1n c\u00f3 th\u1ec3 ti\u1ebfp t\u1ee5c th\u00eam ng\u01b0\u1eddi tham gia kh\u00e1c b\u1eb1ng c\u00e1ch l\u00e0m theo c\u00e1c h\u01b0\u1edbng d\u1eabn d\u01b0\u1edbi \u0111\u00e2y. 
#status

#AddConf Vm
addconf.confirming=Th\u00eam x\u00e1c nh\u1eadn tham gia (s) cho {0} 
addconf.finish=Sau \u0111\u00e2y s\u1ebd \u0111\u01b0\u1ee3c th\u00eam v\u00e0o trang web c\u1ee7a b\u1ea1n khi b\u1ea1n nh\u1ea5p v\u00e0o n\u00fat Finish d\u01b0\u1edbi \u0111\u00e2y. 
addconf.theywill=H\u1ecd s\u1ebd \u0111\u01b0\u1ee3c g\u1eedi m\u1ed9t email th\u00f4ng b\u00e1o cho h\u1ecd v\u1ec1 t\u00ednh s\u1eb5n s\u00e0ng c\u1ee7a trang web. 
addconf.theywillnot=H\u1ecd s\u1ebd kh\u00f4ng \u0111\u01b0\u1ee3c g\u1eedi m\u1ed9t email th\u00f4ng b\u00e1o cho h\u1ecd v\u1ec1 t\u00ednh s\u1eb5n s\u00e0ng c\u1ee7a trang web. 
addconf.username=T\u00ean \u0111\u0103ng nh\u1eadp 
addconf.role=Vai tr\u00f2 

#AddDif Vm
adddif.choose=Ch\u1ecdn m\u1ed9t vai tr\u00f2 cho ng\u01b0\u1eddi tham gia 

#AddNoti Vm
addnoti.anemail=M\u1ed9t email c\u00f3 th\u1ec3 \u0111\u01b0\u1ee3c t\u1ef1 \u0111\u1ed9ng g\u1eedi t\u1edbi nh\u1eefng ng\u01b0\u1eddi s\u1eed d\u1ee5ng nh\u1ea5t \u0111\u1ecbnh th\u00f4ng b\u00e1o v\u1edbi h\u1ecd v\u1ec1 t\u00ednh s\u1eb5n s\u00e0ng c\u1ee7a trang web. 
addnoti.sendnow=G\u1eedi ngay - g\u1eedi m\u1ed9t email ngay b\u00e2y gi\u1edd \u0111\u1ec3 ng\u01b0\u1eddi s\u1eed d\u1ee5ng th\u00f4ng b\u00e1o h\u1ecd r\u1eb1ng c\u00e1c trang web c\u00f3 s\u1eb5n 
addnoti.dontsend=\u0110\u1eebng g\u1eedi - kh\u00f4ng g\u1eedi email th\u00f4ng b\u00e1o cho ng\u01b0\u1eddi tham gia m\u1edbi v\u1ec1 t\u00ednh s\u1eb5n s\u00e0ng c\u1ee7a trang web 

#AddSame Vm
addsame.roles=Vai tr\u00f2 
addsame.participants=Nh\u1eefng ng\u01b0\u1eddi tham gia 

sitegen.siteinfolist.active=Active 
sitegen.siteinfolist.inactive=Kh\u00f4ng hoa\u0323t \u0111\u00f4\u0323ng 

# This string have been moved from sakai.properties to this bundle. They HAVE TO BE internationalized
# Customization for adding the participant page in Site Info
# These control what display labels are used for the entry fields and some info used in emails. 
# Other info in emails is from the UserNotificationProvider.properties file inside site-manage-impl
officialAccountSectionTitle=Ng\u01b0\u1eddi tham gia ch\u00ednh th\u1ee9c kh\u00e1c 
officialAccountName=T\u00ean \u0111\u0103ng nh\u1eadp 
officialAccountLabel=\u0110\u1ecba ch\u1ec9 Email ch\u00ednh th\u1ee9c ho\u1eb7c T\u00ean \u0111\u0103ng nh\u1eadp 
nonOfficialAccountSectionTitle=Kh\u00f4ng ch\u00ednh th\u1ee9c tham gia 
nonOfficialAccountName=Kh\u00e1ch 
nonOfficialAccountLabel=\u0110\u1ecba ch\u1ec9 email c\u1ee7a ng\u01b0\u1eddi tham gia kh\u00f4ng ch\u00ednh th\u1ee9c