#-------------------------------------------------------------------------------
# Translated by: e-Labora: e-Learning Laboratory - State University of Campinas
# TIDIA-Ae Project Fapesp, Sao Paulo, Brazil
#-------------------------------------------------------------------------------

#Java code		
java.allmy 	=	Todos os meus Sites
java.my 	=	Meu Site
java.gradtools 	=	 gradtools
java.yoursite 	=	A configura\u00e7\u00e3o de seu site est\u00e1 completa. Voc\u00ea pode agora adicionar conte\u00fado e em seguida publicar seu site.
java.nosites 	=	Por favor, selecione um ou mais site(s).
java.youhave 	=	Voc\u00ea n\u00e3o selecionou nenhum recurso para o seu site. Voc\u00ea pode fazer isso clicando no bot\u00e3o Voltar ou, mais tarde, clicando em Rever e, em seguida, Adicionar ou remover funcionalidades.
java.please 	=	Por favor selecione apenas um site para Revisar de cada vez.
java.theemail 	=	O identificador de Email deve conter caracteres alfanum\u00e9ricos ou quaisquer um dentre !#$&'*+-=?^_`{|}~. (sem espa\u00e7os).
java.sites 	=	Sites
java.new 	=	Novo
java.revise 	=	Editar
java.delete 	=	Apagar
java.sitewith 	=	Site com identificador
java.couldnt 	=	n\u00e3o p\u00f4de ser localizado. Por favor, consulte o seu suporte t\u00e9cnico para assist\u00eancia.
java.couldntdel 	=	n\u00e3o p\u00f4de ser apagado porque voc\u00ea n\u00e3o possui permiss\u00e3o.
java.yourwork 	=	Seu Site n\u00e3o pode ser apagado com esta ferramenta.
java.click 	=	Clique em Cancelar para retornar para a sua lista de sites.
java.editsite 	=	Editar Informa\u00e7\u00e3o do Site
java.edittools 	=	Editar Ferramentas
java.orderpages 	=	Ordem das P\u00e1ginas
java.siteaccess 	=	Gerenciar Acesso
java.addp 	=	Adicionar Participantes
java.editc 	=	Editar Lista(s) de Participantes
java.addclasses 	=	Adicionar Lista(s) de Participantes
java.duplicate 	=	Duplicar Site
java.import 	=	Importar do Site
java.importFile 	=	Importar do Arquivo
java.newsite 	=	Novo Site
java.saveas 	=	Salvar Como
java.dontperm 	=	n\u00e3o p\u00f4de ser apagado. Voc\u00ea n\u00e3o tem permiss\u00e3o para remover este site.
java.already 	=	n\u00e3o p\u00f4de ser apagado. Voc\u00ea j\u00e1 est\u00e1 editando este site em outra ferramenta, ou outra pessoa est\u00e1 editando este site.
java.invalid 	=	\u00e9 um endere\u00e7o de email inv\u00e1lido.
java.someone 	=	Outra pessoa est\u00e1 editando o site
java.pleasech 	=	Por favor selecione um tamanho permitido de site
java.pleaseval 	=	Por favor selecione um tamanho de site v\u00e1lido.
java.inuse 	=	A identifica\u00e7\u00e3o do site j\u00e1 est\u00e1 em uso
java.idinvalid 	=	A identifica\u00e7\u00e3o do site \u00e9 invalida
java.nocreate 	=	Voc\u00ea n\u00e3o tem permiss\u00e3o para criar este site
java.select 	=	Por favor selecione o tipo do site
java.grad 	=	Barra de ferramentas
java.gradsite 	=	Barra de ferramentas do site para
java.author 	=	Por favor entre com o autorizador
java.validAuthor1 	=	Por favor insira um v\u00e1lido
java.validAuthor2 	=	para o coordenador de registro.
java.miss 	=	Um campo obrigat\u00f3rio n\u00e3o est\u00e1 preenchido. Por favor preencha todos os campos obrigat\u00f3rios.
java.realm 	=	O objeto de dom\u00ednio esperado n\u00e3o foi encontrado.
java.notaccess 	=	Voc\u00ea n\u00e3o tem permiss\u00e3o para mudar o acesso a este site.
java.theaccess 	=	O acesso a este site est\u00e1 sendo editado por outro usu\u00e1rio.
java.problem 	=	Um problema foi entrado no estabelecimento de acesso \u00e0 sess\u00e3o
java.alias 	=	Apelido
java.exists 	=	j\u00e1 existe.
java.isinval 	=	''{0}'' \u00e9 invalido.
java.addalias 	=	Voc\u00ea n\u00e3o tem permiss\u00e3o para adicionar apelidos.
java.rosters 	=	Voc\u00ea n\u00e3o tem permiss\u00e3o para criar links para lista(s) de participantes.
java.official 	=	Site Oficial de Curso:
java.hello 	=	Ol\u00e1,
java.receiv 	=	Voc\u00ea est\u00e1 recebendo esta mensagem como recomenda\u00e7\u00e3o de
java.who 	=	que requisitou um Site Oficial de Curso para a(s) seguinte(s) turma(s):
java.subject 	=	Assunto:
java.course 	=	Curso:
java.section 	=	Turma:
java.according 	=	De acordo com nossas fontes de dados,
java.record 	=	n\u00e3o \u00e9 o instrutor de registro.
java.canyou 	=	Voc\u00ea poderia verificar se 
java.assoc 	=	est\u00e1 relacionado \u00e0(s) turma(s) listadas abaixo?
java.respond 	=	Por favor responda a essa mensagem com informa\u00e7\u00e3o sobre
java.appoint 	=	nomea\u00e7\u00e3o e da legitimidade deste pedido de site. Se voc\u00ea n\u00e3o puder responder, envie esta mensagem para um contato que tenha autoridade para aprovar ou negar o pedido.
java.thanks 	=	Obrigado,
java.support 	=	Equipe de Suporte
java.sitereqfrom 	=	Solicita\u00e7\u00e3o de site por
java.to 	=	Para:
java.supp 	=	Suporte
java.from 	=	De:
java.subj 	=	Assunto:
java.sitereq 	=	Pedido de site
java.sitechreq 	=	Solicita\u00e7\u00e3o de mudan\u00e7a de site
java.date 	=	Data:
java.approval 	=	Estou solicitando aprova\u00e7\u00e3o do
java.coursesite 	=	Site do Curso para
java.approval2 	=	Estou solicitando aprova\u00e7\u00e3o de acesso para um
java.forthese 	=	para estas
java.sections 	=	turmas:
java.forthis 	=	para esta turma:
java.name 	=	Nome:
java.email 	=	Email:
java.sitetitle 	=	T\u00edtulo do site:
java.siteid 	=	Identifica\u00e7\u00e3o do site:
java.siteinstr 	=	Instru\u00e7\u00e3o especial:
java.authoriz 	=	O e-mail de solicita\u00e7\u00e3o de autoriza\u00e7\u00e3o do site foi enviado com sucesso ao usu\u00e1rio
java.asreq 	=	conforme solicitado.
java.thesiteemail 	=	O e-mail de solicita\u00e7\u00e3o de autoriza\u00e7\u00e3o do site n\u00e3o pode ser enviado.
java.isbeing 	=	Sua solicita\u00e7\u00e3o est\u00e1 sendo processada. Voc\u00ea receber\u00e1 um email quando a lista de pessoas for adicionada ao site.
java.meantime 	=	Enquanto isso, voc\u00ea pode continuar com o processo de configura\u00e7\u00e3o do site e adi\u00e7\u00e3o de materiais em seu curso.
java.copy 	=	Esta \u00e9 uma c\u00f3pia do Site do Curso solicitada por voc\u00ea.
java.wish 	=	Se voc\u00ea desejar fornecer informa\u00e7\u00f5es adicionais, por favor envie um email para
java.official 	=	Site Oficial do Curso criado por
java.fromwork 	=	Configura\u00e7\u00e3o do site de trabalho para
java.off 	=	Site Oficial do Curso
java.wasset 	=	configurado por
java.email2 	=	email
java.on 	=	sobre
java.at 	=	a
java.for 	=	de
java.withrost 	=	com acesso a lista de pessoas para este
java.withrost2 	=	com acesso a lista de pessoas para esta turma:
java.course2 	=	curso:
java.reqmiss 	=	Um campo obrigat\u00f3rio n\u00e3o est\u00e1 preenchido. Por favor preencha todos os campos obrigat\u00f3rios.
java.nousers 	=	Nenhum usu\u00e1rio dispon\u00edvel/selecionado para exclus\u00e3o.
java.however 	=	Voc\u00ea n\u00e3o pode remover participantes oficialmente registados para este curso. No entanto, voc\u00ea pode alterar os seus pap\u00e9is no site, clicando no comando de alterar os pap\u00e9is (...Rever, Editar Acesso).
java.nousers2 	=	Nenhum usu\u00e1rio dispon\u00edvel/selecionado para mudan\u00e7a de papel.
java.specif 	=	N\u00e3o foi poss\u00edvel encontrar o site especificado.
java.permeditsite 	=	Voc\u00ea n\u00e3o tem permiss\u00e3o para editar o site ''{0}''
java.thissite 	=	Este site
java.rightnow 	=	n\u00e3o est\u00e1 dispon\u00edvel para edi\u00e7\u00e3o no momento.
java.youalready 	=	Voc\u00ea est\u00e1 editando este site
java.another 	=	em outr ferramenta, ou outra pessoa est\u00e1 editando este site agora.
java.error 	=	Erro encontrado ao recuperar este site.
java.cannot 	=	N\u00e3o foi poss\u00edvel encontrar o site especificado.
java.pleasesel 	=	''{0}'' Por favor selecione um papel.
java.beenused 	=	tem sido usado.
java.haveadd 	=	Voc\u00ea n\u00e3o tem permiss\u00e3o para adicionar ''{0}''
java.allusers 	=	Todos os outros usu\u00e1rios foram adicionados
java.problem 	=	Problemas encontrados durante a edi\u00e7\u00e3o dos participantes do site .
java.problem2 	=	Problemas encontrados na atualiza\u00e7\u00e3o dos pap\u00e9is dos usu\u00e1rios.
java.changeroles 	=	Voc\u00ea n\u00e3o tem permiss\u00e3o para mudar pap\u00e9is.
java.siteinuse 	=	O site est\u00e1 sendo usado e n\u00e3o pode ser alterado.
java.joinsite 	=	Por favor selecione um papel para o usu\u00e1rio no site.
java.reqfields 	=	Por favor insira os campos solicitados.
java.pleasechoose 	=	Por favor escolha um papel.
java.specify 	=	Por favor especifique o t\u00edtulo do site.
java.pleasechoice 	=	Por favor selecione a notifica\u00e7\u00e3o escolhida.
java.atleast 	=	Por favor escolha ao menos uma importa\u00e7\u00e3o.
java.dupli 	=	Por favor especifique o t\u00edtulo para o site duplicado.
java.siteinval 	=	Identifica\u00e7\u00e3o do site inv\u00e1lida
java.sitebeenused 	=	Identifica\u00e7\u00e3o do site j\u00e1 est\u00e1 em uso.
java.allowcreate 	=	Voc\u00ea n\u00e3o pode criar um novo site.
java.manual 	=	Por favor selecione o curso da lista ou escolha entrar manualmente as informa\u00e7\u00f5es do curso.
java.classes 	=	Por favor selecione a(s) aula(s) para excluir.
java.cannotedit 	=	N\u00e3o \u00e9 poss\u00edvel editar cursos.
java.theaccessto 	=	O acesso a este site
java.theaccessto2 	=	est\u00e1 sendo editado por outro usu\u00e1rio no momento.
java.cannotclasses 	=	N\u00e3o \u00e9 poss\u00edvel editar turmas no site.
java.rolefor 	=	Por favor selecione um papel para
java.makechanges 	=	Voc\u00ea n\u00e3o tem permiss\u00e3o para fazer altera\u00e7\u00f5es neste site.
java.because 	=	N\u00e3o \u00e9 poss\u00edvel salvar as altera\u00e7\u00f5es no site porque ele est\u00e1 sendo usado por outra pessoa.
java.emailarchive 	=	Por favor especifique um endere\u00e7o de email para a ferramenta Caixa de Mensagens.
java.emailinuse 	=	O alias de email j\u00e1 existe.
java.workinfo 	=	informa\u00e7\u00e3o do site de trabalho
java.home 	=	In\u00edcio
java.help 	=	Ajuda
java.recann 	=	Avisos recentes
java.recdisc 	=	Itens de discuss\u00e3o recentes
java.invurl 	=	URL inv\u00e1lida
java.toimport 	=	Por favor escolha pelo menos um site para importar.
java.toimporttool 	=	Por favor escolha pelo menos uma ferramenta para importar.
java.connect 	=	N\u00e3o \u00e9 poss\u00edvel conectar ou obter um arquivo especificado pela URL
java.thenews 	=	A URL da fonte de not\u00edcias
java.rss 	=	especifica um arquivo que n\u00e3o est\u00e1 no formato RSS.
java.guest 	=	Por favor digite o(s) endere\u00e7o(s) de email do(s) nome(s) de usu\u00e1rio ou convidado(s) para adicionar ao site
java.user 	=	Usu\u00e1rio
java.username 	=	''{0}'' n\u00e3o \u00e9 um nome de usu\u00e1rio v\u00e1lido.
java.notemailid 	=	''{0}'' n\u00e3o \u00e9 uma identifica\u00e7\u00e3o de email.
java.emailaddress 	=	''{0}'' n\u00e3o \u00e9 um endere\u00e7o de email v\u00e1lido.
java.roletype 	=	Por favor escolha o tipo de papel.
java.sitenoti 	=	Notifica\u00e7\u00e3o do site
java.newusernoti 	=	Notifica\u00e7\u00e3o de novo usu\u00e1rio
java.addedto 	=	Voc\u00ea foi adicionado ao
java.following 	=	Voc\u00ea foi adicionado ao seguinte
java.simplesite 	=	site:
java.simpleby 	=	por
java.passwordis1 	=	Sua senha \u00e9
java.passwordis2 	=	Mais tarde voc\u00ea pode ir a ferramenta Conta em seu "Meu site" para redefinir isso.
java.simplethe 	=	O
java.webincludes 	=	ambiente web inclui muitas ferramentas e servi\u00e7os, uma delas \u00e9
java.togeta1 	=	Para obter uma conta de convidado, abra o seguinte site:
java.togeta2 	=	e siga os passos listados.
java.once 	=	Uma vez que voc\u00ea possua sua conta de convidado, voc\u00ea pode acessar o site 
java.once3 	=	da seguinte forma:
java.loginhow1 	=	1. Abrir
java.loginhow2 	=	2. Clique no bot\u00e3o de login
java.loginhow3 	=	3. Digite seu login de convidado e sua senha e clique em Login 
java.tolog 	=	Para logar em:
java.loginhow3u 	=	3. Digite seu nome de usu\u00e1rio e senha e clique em Login.
java.tabscreen 	=	4. V\u00e1 para o site e clique na aba site. (Voc\u00ea ver\u00e1 duas ou mais abas em seq\u00fc\u00eancia na parte superior da tela.)
java.notvalidid 	=	n\u00e3o \u00e9 uma identifica\u00e7\u00e3o de usu\u00e1rio v\u00e1lida.
java.tothissite 	=	para este site.
java.elsewhere 	=	Voc\u00ea est\u00e1 editando este site ou outra pessoa est\u00e1 editando este site no momento.
java.cadded 	=	n\u00e3o pode ser adicionado.
java.unable 	=	N\u00e3o \u00e9 poss\u00edvel adicionar
java.account 	=	''{0}'' N\u00e3o \u00e9 poss\u00edvel adicionar - nome da conta n\u00e3o existe.
java.sitewithid 	=	Um site com identifica\u00e7\u00e3o
java.thesiteid 	=	Identifica\u00e7\u00e3o do site
java.notvalid 	=	n\u00e3o \u00e9 v\u00e1lida.
java.permission 	=	Voc\u00ea n\u00e3o tem permiss\u00e3o para adicionar o site
java.recent 	=	Mensagens de bate-papo recentes
java.reccal 	=	Calend\u00e1rio
java.unableconf 	=	N\u00e3o \u00e9 poss\u00edvel configurar uma barra de ferramentas para o site.
		
#General Vm		
gen.alert 	=	Alerta:
gen.continue 	=	Continuar
gen.back 	=	Voltar
gen.cancel 	=	Cancelar
gen.finish 	=	Concluir
gen.update 	=	Atualizar
gen.first 	=	Ir para o primeiro
gen.previous 	=	ir para o anterior
gen.next 	=	Ir para o pr\u00f3ximo
gen.last 	=	Ir para o \u00faltimo
		
#AddPart Vm		
add.addpart 	=	Adicionar participante(s) para
add.enter 	=	Digite o nome do participante abaixo que voc\u00ea gostaria de adicionar ao site. Voc\u00ea pode digitar mais de um nome em cada \u00e1rea de texto, colocando-os um em cada linha (n\u00e3o utilize v\u00edrgulas).
add.unames 	=	Nome(s) de usu\u00e1rio(s)
add.multiple 	=	M\u00faltiplos usu\u00e1rios est\u00e3o permitidos, colocando cada um na sua pr\u00f3pria linha (Clique em Voltar ou a tecla Enter no teclado entre cada entrada)
add.guests 	=	Endere\u00e7o(s) de email de convidados
add.external 	=	(participantes externos, ex. jdoe@yahoo.com):
add.multiple2 	=	M\u00faltiplos endere\u00e7os de e-mail s\u00e3o permitidos, colocando cada um na sua pr\u00f3pria linha (Clique em Voltar ou a tecla Enter no teclado entre cada entrada)
add.participants 	=	Pap\u00e9is dos participantes
add.assign 	=	Atribuir a todos os participantes o mesmo papel
add.assign2 	=	Atribuir um papel para cada participante
add.duplicatedpart.single	=	A seguinte entrada duplicada foi removida da lista de participantes a adicionar:
add.duplicatedpart	=	As seguintes entradas duplicadas foram removidas da lista de participantes a adicionar:
add.existingpart.1	=	Os seguintes participantes j\u00e1 s\u00e3o membros desse site e n\u00e3o podem ser re-adicionados: ''{0}''
add.existingpart.2	=	. Voc\u00ea pode continuar adicionando os outros participantes, seguindo as instru\u00e7\u00f5es abaixo.
		
#AddConf Vm		
addconf.confirming 	=	Confirmando Adi\u00e7\u00e3o de participante(s) para
addconf.finish 	=	Os seguintes participantes ser\u00e3o adicionados ao seu site quando voc\u00ea clicar no bot\u00e3o Concluir, abaixo.
addconf.theywill 	=	Eles
addconf.summary 	=	A tabela cont\u00e9m as informa\u00e7\u00f5es dos participantes que est\u00e3o sendo adicionados ao site. Coluna 1: n\u00famero. Coluna 2: nome real do usu\u00e1rio. Coluna 3: nome do usu\u00e1rio. Coluna 4: papel do usu\u00e1rio. Os cabe\u00e7alhos cont\u00eam links para classificar as colunas por valor.
addconf.not 	=	n\u00e3o
addconf.besent 	=	receber\u00e3o um e-mail notificando-os da disponibilidade do site.
addconf.sortbyname 	=	Ordenar por nome
addconf.number 	=	 #
addconf.name 	=	Nome
addconf.snasc 	=	Ordenar por nome (crescente)
addconf.sndesc 	=	Ordenar por nome (decrescente)
addconf.sortbyuniq 	=	Ordenar por nome de usu\u00e1rio
addconf.username 	=	Nome de usu\u00e1rio
addconf.userid 	=	Identifica\u00e7\u00e3o
addconf.suasc 	=	Ordenar por nome de usu\u00e1rio (crescente)
addconf.sudesc 	=	Ordenar por nome de usu\u00e1rio (decrescente)
addconf.sortbyrole 	=	Ordenar por papel
addconf.role 	=	Papel
addconf.srasc 	=	Ordenar por papel (crescente)
addconf.srdesc 	=	Ordenar por papel (decrescente)
		
#AddDif Vm		
adddif.choose 	=	Escolha um papel para os participantes
adddif.chroles 	=	Escolha os pap\u00e9is para os participantes que voc\u00ea est\u00e1 adicionando. S\u00e3o obrigat\u00f3rios os itens marcados com um
adddif.rolelist.summary 	=	A tabela descreve os pap\u00e9is dispon\u00edveis no sistema
adddif.rolepicklist.summary 	=	A tabela lista os usu\u00e1rios e pap\u00e9is. Coluna 1: usu\u00e1rio. Coluna 2 a selecionar o item de onde voc\u00ea pode pegar um papel.
adddif.please 	=	Por favor selecione um papel:
	=	
#AddNoti Vm	=	
addnoti.anemail 	=	Um e-mail pode ser enviado automaticamente para os usu\u00e1rios adicionados notificando-os da disponibilidade do site.
addnoti.sendnow 	=	Envie agora - enviar agora um e-mail para os usu\u00e1rios notificando-os que o site est\u00e1 dispon\u00edvel
addnoti.dontsend 	=	N\u00e3o enviar - n\u00e3o envie um e-mail notificando novos participantes sobre a disponibilidade do site
addnoti.toUnpublishedSite 	=	Voc\u00ea est\u00e1 adicionando os usu\u00e1rios do seu site, mas ele ainda n\u00e3o foi publicado. Nenhum e-mail ser\u00e1 enviado para os usu\u00e1rios adicionados. Eles n\u00e3o ser\u00e3o capazes de ver o site at\u00e9 que seja publicado. Selecione "Gerenciar Acesso", na ferramenta Site Info para publicar seu site.
		
#AddSame Vm		
addsame.choose 	=	Escolha o papel para os participantes que voc\u00ea est\u00e1 adicionando
addsame.roles 	=	Pap\u00e9is
addsame.participants 	=	Participantes
		
#AddRem Vm		
addrem.revising 	=	Revisando ferramentas do site para
addrem.check 	=	Selecione as caixas para adicionar ou remover ferramentas de seu site.
addrem.descrip 	=	Descri\u00e7\u00e3o do projeto, an\u00fancios recentes, discuss\u00e3o, e itens de bate-papo.
addrem.list.check 	=	Selecione
addrem.list.toolname 	=	Ferramenta
addrem.list.description 	=	Descri\u00e7\u00e3o da ferramenta
addrem.list.summary 	=	Lista das ferramentas do site. Coluna 1: caixa para adicionar ou excluir ferramentas do site. Coluna 2: nome da ferramenta. Coluna 3: descri\u00e7\u00e3o da ferramenta.
		
#AddRemConf Vm		
addrc.confirming 	=	Confirmando ferramentas do site para
addrc.youhave 	=	Voc\u00ea est\u00e1 removendo o seguite:
addrc.selected 	=	E ter selecionado o seguinte em seu site (ferramentas adicionadas est\u00e3o destacadas):
		
#ChangeRoles Vm		
chrol.changing 	=	Modificar o(s) papel(\u00e9is) dos participantes
chrol.selected 	=	Selecionado um novo papel para o participante abaixo.
chrol.partic 	=	Participante:
chrol.current 	=	Papel atual:
chrol.change 	=	Mudar todos os participantes para o mesmo papel
chrol.indiv 	=	Mudar os pap\u00e9is dos participantes individualmente
chrol.help 	=	Ajuda nos pep\u00e9is
chrol.uniq 	=	Nome de usu\u00e1rio
chrol.descr 	=	Descri\u00e7\u00e3o dos pap\u00e9is
		
#ChangeRolesConf Vm		
chrolc.confirm 	=	Confirmar mudan\u00e7a de papel para
chrolc.finish 	=	Os seguintes pap\u00e9is ser\u00e3o atribu\u00eddos quando voc\u00ea clicar no bot\u00e3o Concluir abaixo.
		
#GradTools Vm		
gradt.creating 	=	Criando uma barra de ferramentas do site...
gradt.sname 	=	Nome do site:
gradt.descr 	=	Descri\u00e7\u00e3o:
gradt.short 	=	Descri\u00e7\u00e3o curta:
gradt.create 	=	Criar site
		
#Import Vm		
import.reuse 	=	Reutiliza\u00e7\u00e3o de Materiais de Outros Sites
import.step 	=	Passo
import.of 	=	de
import.reuse2 	=	Reutiliza\u00e7\u00e3o de material de outros sites seus...
import.choose 	=	Escolha o material que voc\u00ea quer re-utilizar desses sites. Voc\u00ea pode combinar materiais de mais de um site (por exemplo, Reposit\u00f3rios provenientes de v\u00e1rios sites).
import.choose.list.summary 	=	A tabela cont\u00e9m uma rede de sites e ferramentas. Primeira coluna: nome da ferramenta. As colunas subseq\u00fcentes os sites. Algumas destas podem ter caixas. Selecionando estas caixas ser\u00e1 poss\u00edvel importar o conte\u00fado daquela ferramenta (linha), em um respectivo site (coluna)
import.choose.label1 	=	Selecionar
import.choose.label2 	=	do site
import.noOtherSite 	=	Voc\u00ea n\u00e3o possui quaisquer outros sites de reutiliza\u00e7\u00e3o de material.
		
#List Vm		
list.view 	=	Visualizar:
list.search 	=	Pesquisar
list.cls 	=	Limpar Pesquisa
list.onesite 	=	um site era
list.sites 	=	sites eram
list.found 	=	apurou que corresponde \u00e0 sua pesquisa para
list.inthe 	=	para
list.viewing 	=	Visualizando
list.items 	=	itens
list.previous 	=	Anterior
list.next 	=	Pr\u00f3ximo
list.select.label 	=	Escolha o tamanho da p\u00e1gina
list.show 	=	mostre
list.itemsper 	=	itens por p\u00e1gina
list.summary 	=	A tabela lista os sites. Coluna 1: caixas quando o site pode ser editado. Coluna 2: tipo do site. Coluna: autor. Coluna 4: prazo. Coluna 5: estado. Coluna 6: data de cria\u00e7\u00e3o.
list.check 	=	Selecione a(s) caixa(s) para atualizar um site. Clique na coluna t\u00edtulo para ordenar.
list.sortbytitle 	=	Ordenar por t\u00edtulo
list.worksite 	=	T\u00edtulo do site de trabalho
list.stasc 	=	Ordenar por t\u00edtulo (crescente)
list.stdesc 	=	Ordenar por t\u00edtulo (decrescente)
list.sortbytype 	=	Ordenar por tipo
list.styasc 	=	Ordenar por tipo (crescente)
list.stydesc 	=	Ordenar por tipo (decrescente)
list.sortbyowner 	=	Ordenar por autor
list.soasc 	=	Ordenar por autor (crescente)
list.sodesc 	=	Ordenar por autor (decrescente)
list.sortbycreator 	=	Ordenar por criador
list.screatorasc 	=	Ordenar por criador (crescente)
list.screatordesc 	=	Ordenar por criador (decrescente)
list.sortbyterm 	=	Ordenar por prazo
list.steasc 	=	Ordenar por prazo (crescente)
list.stedesc 	=	Ordenar por prazo (decrescente)
list.sortbystatus 	=	Ordenar por status
list.spasc 	=	Ordenar por publica\u00e7\u00e3o (crescente)
list.ssasc 	=	Ordenar por status (crescente)
list.spdesc 	=	Ordenar por publica\u00e7\u00e3o (decrescente)
list.ssdesc 	=	Ordenar por status (decrescente)
list.sortbycreation 	=	Ordenar por data de cria\u00e7\u00e3o
list.scasc 	=	Ordenar por data de cria\u00e7\u00e3o (crescente)
list.scdesc 	=	Ordenar por data de cria\u00e7\u00e3o (decrescente)
list.publi 	=	Publicado
list.unpub 	=	N\u00e3o publicado
list.nosites 	=	Nenhum site encontrado
list.thatmatch 	=	que correspondem \u00e0 sua pesquisa para
list.owner 	=	Autor
list.creator 	=	Criador
list.term 	=	Per\u00edodo
list.type 	=	Tipo
list.status 	=	Status
list.creationdate 	=	Data de cria\u00e7\u00e3o


#Participants Vm		
part.addpart 	=	Adicionar Participantes
part.partlist 	=	Lista de Participantes
part.view 	=	Visualizar e editar pap\u00e9is e participantes para
part.below 	=	abaixo.
part.viewing 	=	Visualizando
part.items 	=	itens
part.show5 	=	mostrar 5 itens por p\u00e1gina
part.show10 	=	mostrar 10 itens por p\u00e1gina
part.show20 	=	mostrar 20 itens por p\u00e1gina
part.show50 	=	mostrar 50 itens por p\u00e1gina
part.show100 	=	mostrar 100 itens por p\u00e1gina
part.show200 	=	mostrar 200 itens por p\u00e1gina
part.ustatus 	=	Status do Usu\u00e1rio
part.remove 	=	Remover?
part.goto 	=	Ir para o Site no papel do usu\u00e1rio
		
#Removing Vm		
rem.remsite 	=	Removendo Site...
rem.youhave 	=	Voc\u00ea selecionou o seguinte site para remo\u00e7\u00e3o:
rem.deleting 	=	Apagar um site remove todo o conte\u00fado do site e n\u00e3o \u00e9 recuper\u00e1vel - ningu\u00e9m mais poder\u00e1 acessar o site apagado. Se voc\u00ea est\u00e1 tentando se retirar do site, utilize a ferramenta Participa\u00e7\u00e3o do Meu Site para cancelar sua inscri\u00e7\u00e3o no site.
rem.remove 	=	Remover
	=	
#modifyENW VM	=	
enw.custom 	=	Personalizar Ferramentas
enw.these 	=	Personalizar estas ferramentas do seu site...
enw.custom1 	=	Personalizar estas ferramentas do site site agora. Voc\u00ea pode tamb\u00e9m fazer ajustes mais tarde no site usando o item Editar Ferramentas na ferramenta Site Info.
enw.custom2 	=	Personalizar estas ferramentas do seu site.
enw.email 	=	Caixa de Mensagens
enw.site 	=	Endere\u00e7o de email do site:
enw.emailreq 	=	Endere\u00e7o de email (obrigat\u00f3rio)
enw.news 	=	Not\u00edcias
enw.title 	=	T\u00edtulo:
enw.suggest 	=	(Comprimento sugerido: 15 caracteres)
enw.url 	=	URL:
enw.morent 	=	Mais Ferramentas Not\u00edcias?
enw.more 	=	mais
enw.web 	=	Links
enw.morewct 	=	Mais Ferramentas Links?
		
#NewSiteConfirm VM		
newsc.confirm 	=	Confirme Sua Configura\u00e7\u00e3o de Site
newsc.selection 	=	Confirme as sele\u00e7\u00f5es de configura\u00e7\u00e3o de site
newsc.list.summary 	=	Resumo das configura\u00e7\u00f5es do site
newsc.please 	=	Por favor revise as seguintes informa\u00e7\u00f5es sobre seu site.
newsc.ifthis 	=	Se esta informa\u00e7\u00e3o est\u00e1 correta, clique em Solicitar Site.
newsc.ifthis2 	=	Se esta informa\u00e7\u00e3o est\u00e1 correta, clique em Criar Site.
newsc.ifyou 	=	Se voc\u00ea precisa realizar altera\u00e7\u00f5es, clique no bot\u00e3o Voltar no final da p\u00e1gina. Para realizar altera\u00e7\u00f5es nestas configura\u00e7\u00f5es mais tarde, acesse o Site Info em seu site.
newsc.youare 	=	Voc\u00ea est\u00e1 configurando um site com as seguintes turmas:
newsc.site 	=	T\u00edtulo do Site:
newsc.descr 	=	Descri\u00e7\u00e3o:
newsc.short 	=	Descri\u00e7\u00e3o Resumida:
newsc.tools 	=	Ferramentas:
newsc.avail 	=	Dispon\u00edvel para:
newsc.sitecan 	=	Qualquer pessoa com login pode se inscrever no site
newsc.sitepart 	=	Apenas participantes do site
newsc.siteown 	=	Autores e organizadores do site
newsc.visible 	=	Vis\u00edvel para Todos
newsc.yes 	=	Sim
newsc.no 	=	N\u00e3o
newsc.appear 	=	Apar\u00eancia (\u00cdcone): 
newsc.icon 	=	URL do \u00edcone:
newsc.sitecont 	=	Nome para contato do Site:
newsc.sitecont2 	=	Email para contato do Site:
newsc.reqsite 	=	Solicitar Site
newsc.crsite 	=	Criar Site
		
#NewSiteCourse		
nscourse.creating 	=	Criar um novo Site de Curso
nscourse.step 	=	Passo 1 de
#nscourse.choose 	=	Escolha turmas para este site...
nscourse.course_sections_selection 	=	Sele\u00e7\u00e3o de Disciplina/Turma
nscourse.current_displaying_courses_sections_for_id 	=	Mostrando Turmas/Disciplinas para (ID)
nscourse.change_button 	=	Alterar
nscourse.change_this_ID 	=	Alterer esta ID para mostrar curso(s) para outra pessoa.
nscourse.look_up_an_username 	=	Procurar um nome de usu\u00e1rio
nscourse.edit 	=	Editar site
nscourse.select 	=	Por favor selecione o curso/turma(s) para os quais voc\u00ea gostaria de criar um site.
nscourse.add_course_not_listed 	=	Adicionar curso(s) e/ou turma(s) n\u00e3o listadas acima
nscourse.means 	=	significa
nscourse.req 	=	informa\u00e7\u00e3o obrigat\u00f3ria.
nscourse.add 	=	Adicionar acesso de participante(s) para
nscourse.cinfo 	=	Informa\u00e7\u00e3o do curso
nscourse.acad 	=	Per\u00edodo Letivo
nscourse.already 	=	O(s) seguintes participante(s) tem acesso ao seu site:
nscourse.acad2 	=	Per\u00edodo Letivo:
nscourse.youmay 	=	Voc\u00ea pode permitir acesso ao site do(s) seguinte(s) participante(s):
nscourse.iwould1 	=	Eu quero adicionar um participante n\u00e3o listado acima neste site
nscourse.iwould2 	=	Eu quero dar acesso a um participante n\u00e3o listado acima
nscourse.findCourse	=	Sele\u00e7\u00e3o de Curso/Turma(s) - 
nscourse.findInstruction	=	Por favor encontre outro curso/turma entrando com a informa\u00e7\u00e3o abaixo
nscourse.findCourse.select	=	Selecionar
nscourse.cm.configure.log.nosubjectcat 	=	A propriedade "" n\u00e3o \u00e9 definida em sakai.properties. N\u00e3o \u00e9 poss\u00edvel pesquisar.
nscourse.findCourse.stillNotFound	=	Ainda n\u00e3o pode encontrar seu curso/turma?
nscourse.findCourse.useCMS	=	Encontrar curso/turma no cat\u00e1logo de cursos
nscourse.findCourse.selected	=	Sele\u00e7\u00e3o Atual:
nscourse.findCourse.authorization.title	=	Autoriza\u00e7\u00e3o para adicionar este Curso/Turma
nscourse.findCourse.authorization.instructions	=	No momento, n\u00e3o podemos verificar se voc\u00ea \u00e9 o coordenador alocado para este curso/turma. Por favor entre com o nome de usu\u00e1rio de uma pessoa que pode verificar que voc\u00ea pode adicionar este curso ou turma para este site (ex. chefe do departamento, coordenador do per\u00edodo letivo anterior). Um email solicitando autoriza\u00e7\u00e3o ser\u00e1 enviado a esta pessoa. Uma vez completada a verifica\u00e7\u00e3o, o curso ou turma estar\u00e3o dispon\u00edveis.
nscourse.findCourse.authorization.authname	=	Nome de usu\u00e1rio do autorizador
nscourse.findCourse.authorization.authname.lookup	=	Procurar um nome de usu\u00e1rio...
nscourse.findCourse.authorization.email	=	Ser\u00e1 enviado um email \u00e0 pessoa solicitando autoriza\u00e7\u00e3o para voc\u00ea criar este site.
nscourse.findCourse.authorization.specialInstructions	=	Instru\u00e7\u00f5es Especiais
nscourse.findCourse.authorization.comments	=	Por favor entre com coment\u00e1rios adicionais que podem nos ajudar a autorizar sua solicita\u00e7\u00e3o.
nscourse.findCourse.findAnother	=	Selecione este curso/turma e encontre outro...
nscourse.findCourse.addAnotherSection	=	Adicionar outra turma
nscourse.cms.courseoffering.label	=	Oferecimento de cursos
nscourse.cms.section.label	=	Turma
nscourse.select_group_sections	=	Selecionar Grupo de Turmas
nscourse.unselect_group_sections	=	Remover Sele\u00e7\u00e3o de Grupo de Turmas
		
		
#Manual Vm		
man.creat 	=	Criando um Novo Site
man.edit 	=	Editando site...
man.sofar 	=	At\u00e9 o momento, voc\u00ea selecionou o(s) seguinte(s) curso(s)/turma(s)
man.toaddto 	=	adicionar para
man.requested 	=	(Solicitado)
man.list.summary 	=	Tabela para entrada manual de informa\u00e7\u00e3o do curso. Cada linha possui um conjunto de campos para entrar informa\u00e7\u00e3o de participantes do curso.
man.this 	=	este site de curso:
man.please_enter 	=	Por favor encontre outro curso/turma entrando com a informa\u00e7\u00e3o abaixo.
man.enter 	=	Entre com informa\u00e7\u00e3o para os participantes que voc\u00ea gostaria que acessassem o seu site. Um
man.enter2 	=	Entre com informa\u00e7\u00e3o das turmas. Um
man.means 	=	significa que a informa\u00e7\u00e3o \u00e9 obrigat\u00f3ria.
man.subject 	=	Assunto:(ex. MATEM\u00c1TICA)
man.class 	=	Turma:(ex. 1;A)
man.sect 	=	Turmas: (ex. 001)
man.addmore 	=	Adicionar mais Participante(s)?
man.addmore.label 	=	Pressione as teclas alt + setas para cima e para baixo para percorrer o menu.
man.siteauth 	=	Autoriza\u00e7\u00e3o para Permitir Participante(s) Acessarem o Site
man.siteroster 	=	Participante(s)
man.notverify 	=	No momento, n\u00e3o podemos verificar se voc\u00ea \u00e9 o coordenador alocado. Por favor entre com o nome de usu\u00e1rio de uma pessoa que pode verificar que voc\u00ea pode criar este site (ex. chefe do departamento, coordenador do per\u00edodo letivo anterior). Um email solicitando autoriza\u00e7\u00e3o ser\u00e1 enviado a esta pessoa.
man.notverifyfuture1 	=	A lista de participantes oficial para sua turma estar\u00e1 dispon\u00edvel
man.notverifyfuture2 	=	 semanas antes do in\u00edcio do per\u00edodo letivo. Nesse ponto, voc\u00ea poder\u00e1 dar aos estudantes acesso ao site indo em Site Info, selecionando "Editar Turma(s)" e seguindo as instru\u00e7\u00f5es.
man.authoriz 	=	Nome de usu\u00e1rio do autorizador:
man.email 	=	Ser\u00e1 enviado um email \u00e0 pessoa solicitando autoriza\u00e7\u00e3o para voc\u00ea criar este site.
man.spec 	=	Instru\u00e7\u00f5es Especiais:
man.please 	=	Por favor entre com coment\u00e1rios adicionais que podem nos ajudar a autorizar sua solicita\u00e7\u00e3o.
		
#Features Vm		
feat.tools 	=	Ferramentas
feat.tools.list.summary 	=	Tabela listando funcionalidades do seu site. Coluna 1: caixas de verifica\u00e7\u00e3o para selecionar. Coluna 2: nome da funcionalidade. Coluna 3: descri\u00e7\u00e3o da funcionalidade.
feat.choose 	=	Escolher ferramentas para incluir em seu site...
feat.forv 	=	Para visualizar avisos recentes, discuss\u00f5es e itens de bate-papo.
feat.reuse 	=	Reusar Material de Outros Sites de Sua Autoria
feat.thanks 	=	N\u00e3o, obrigado.
feat.yesfrom 	=	Sim, destes sites:
feat.note 	=	Nota: Para selecionar mais que um item, mantenha pressionado a tecla CTRL (Windows) ou a tecla Apple (Mac) e clique no que deseja selecionar.
		
#SiteInfo VM		
sinfo.pi 	=	Informa\u00e7\u00e3o do Projeto
sinfo.enter 	=	Entre informa\u00e7\u00e3o b\u00e1sica sobre o site de projeto...
sinfo.class 	=	Informa\u00e7\u00e3o da Turma
sinfo.enter2 	=	Entre informa\u00e7\u00e3o b\u00e1sica sobre o site...
sinfo.creating 	=	Criando um site...
sinfo.other 	=	Informa\u00e7\u00e3o do Site
sinfo.youare 	=	Voc\u00ea est\u00e1 configurando um site de curso para o(s) seguinte(s) participante(s):
sinfo.requestedSections 	=	Voc\u00ea solicitou aprova\u00e7\u00e3o para adicionar o(s) seguinte(s) participante(s):
sinfo.enter3 	=	Entre informa\u00e7\u00e3o sobre seu site.
sinfo.simplea 	=	Um
sinfo.means 	=	significa informa\u00e7\u00e3o obrigat\u00f3ria.
sinfo.stitle 	=	T\u00edtulo do Site:
sinfo.descr 	=	Descri\u00e7\u00e3o:
sinfo.display 	=	Apresentado na p\u00e1gina In\u00edcio do site.
sinfo.short 	=	Descri\u00e7\u00e3o Resumida:
sinfo.display2 	=	Apresentado na lista de sites vis\u00edveis para todos. M\u00e1ximo de 80 caracteres.
sinfo.appear 	=	Apar\u00eancia (\u00cdcone):
sinfo.scontact 	=	Nome para contato do Site:
sinfo.scontact2 	=	Email para contato do Site:
		
		
sitdelcon.alert   	=	Alerta
sitdelcon.can     	=	Cancelar
sitdelcon.delasit 	=	Apagar um site remove todo o conte\u00fado do site e n\u00e3o \u00e9 recuper\u00e1vel - ningu\u00e9m mais poder\u00e1 acessar o site apagado. Se voc\u00ea est\u00e1 tentando se retirar do site, utilize a ferramenta Participa\u00e7\u00e3o do Meu Site para cancelar sua inscri\u00e7\u00e3o no site.
sitdelcon.remsit  	=	Removendo Site...
sitdelcon.sav     	=	Salvar
		
sitedicla.alert  	=	Alerta:
sitedicla.can    	=	Cancelar
sitedicla.class  	=	Lista de Participantes
sitedicla.rem    	=	Remover
sitedicla.tabhol 	=	A tabela contem informa\u00e7\u00e3o sobre turmas.
sitedicla.theis  	=	N\u00e3o h\u00e1 turma associada ao site
sitedicla.upd    	=	Atualizar
sitedicla.yet    	=	ainda
		
sitediconf.app        	=	Apar\u00eancia:
sitediconf.term	=	Per\u00edodo
sitediconf.bac        	=	Voltar
sitediconf.can        	=	Cancelar
sitediconf.cli        	=	Clique Concluir abaixo para atualizar seu site com a seguinte informa\u00e7\u00e3o. Campos que voc\u00ea alterou est\u00e3o destacados.
sitediconf.con        	=	Confirmando edi\u00e7\u00f5es para
sitediconf.des        	=	Descri\u00e7\u00e3o:
sitediconf.fin        	=	Concluir
sitediconf.shodes     	=	Descri\u00e7\u00e3o Resumida:
sitediconf.sitconnam  	=	Nome para contato do Site:
sitediconf.sitico     	=	URL do \u00edcone:
sitediconf.siticonema 	=	Email para contato do Site:
sitediconf.sittit     	=	T\u00edtulo do Site:
		
sitediinf.alert     	=	Alerta:
sitediinf.app       	=	Apar\u00eancia (\u00cdcone): 
sitediinf.app.none  	=	*padr\u00e3o*
sitediinf.can       	=	Cancelar
sitediinf.con       	=	Continuar
sitediinf.des       	=	Descri\u00e7\u00e3o:
sitediinf.dis       	=	Apresentado na p\u00e1gina In\u00edcio do site.
sitediinf.dis2      	=	Apresentado na lista de sites vis\u00edveis para todos. M\u00e1ximo de 80 caracteres.
sitediinf.ico       	=	URL do \u00edcone:
sitediinf.rev       	=	Revisando Informa\u00e7\u00f5es do Site 
sitediinf.shodes    	=	Descri\u00e7\u00e3o Resumida:
sitediinf.sit       	=	Site mostrar\u00e1 este \u00edcone.
sitediinf.sitconema 	=	Email para contato do Site:
sitediinf.sitconnam 	=	Nome para contato do Site:
sitediinf.sittit    	=	T\u00edtulo do Site:
sitediinf.term      	=	Per\u00edodo
		
sitetype.acater    	=	Per\u00edodo letivo:
sitetype.alert     	=	Alerta:
sitetype.can       	=	Cancelar
sitetype.chothetyp 	=	Selecione o tipo de site que voc\u00ea deseja criar. Apenas coordenadores podem criar sites de cursos oficiais. Coordenadores e estudantes podem criar sites de projetos. NOTA: Estudantes, se voc\u00ea n\u00e3o v\u00ea uma aba para seu curso, entre em contato com seu coordenador para obter informa\u00e7\u00e3o sobre quando o site oficial de seu curso estar\u00e1 dispon\u00edvel.
sitetype.con       	=	Continuar
sitetype.crenewsit 	=	Criando um novo site
sitetype.gratooweb 	=	site de Grad Tools
sitetype.websit    	=	website
		
sitinfimp.alert  	=	Alerta:
sitinfimp.can    	=	Cancelar
sitinfimp.con    	=	Continuar
sitinfimp.reuse  	=	Reusar Material de Outros Sites de Sua Autoria
sitinfimp.step   	=	Passo 1 de 2: Selecionar sites...
sitinfimp.youcan 	=	Voc\u00ea pode escolher reusar material apenas de outros sites de sua autoria. Voc\u00ea pode combinar materiais de mais de uma site.
		
sitmanedi.alert     	=	Alerta:
sitmanedi.app       	=	Apar\u00eancia (\u00cdcone): 
sitmanedi.app.none  	=	*padr\u00e3o*
sitmanedi.can       	=	Cancelar
sitmanedi.class     	=	Turma
sitmanedi.des       	=	Descri\u00e7\u00e3o:
sitmanedi.dis       	=	Apresentado na p\u00e1gina In\u00edcio do site.
sitmanedi.dis2      	=	Apresentado na lista de sites vis\u00edveis para todos. M\u00e1ximo de 80 caracteres.
sitmanedi.forexa    	=	 (por exemplo - 500 MB, 2 GB)
sitmanedi.ico       	=	URL do \u00edcone:
sitmanedi.other     	=	Outro:
sitmanedi.savcha    	=	Salvar altera\u00e7\u00f5es
sitmanedi.shodes    	=	Descri\u00e7\u00e3o Resumida:
sitmanedi.sitconema 	=	Email para contato do Site:
sitmanedi.sitconnam 	=	Nome para contato do Site:
sitmanedi.sitinf    	=	Informa\u00e7\u00e3o do Site
sitmanedi.sitityp   	=	Tipo de Site
sitmanedi.sitthi    	=	Esta configura\u00e7\u00e3o limita o tamanho total dos arquivos na ferramenta Reposit\u00f3rio. Escolha uma op\u00e7\u00e3o abaixo para altera o limite de tamanho do site.
sitmanedi.sittit    	=	T\u00edtulo do Site:
		
sitmanlis.acater    	=	Per\u00edodo Letivo.
sitmanlis.access    	=	Acesso
sitmanlis.alert     	=	Alerta:
sitmanlis.classes   	=	Turmas
sitmanlis.datcre    	=	Data de Cria\u00e7\u00e3o
sitmanlis.info      	=	Informa\u00e7\u00e3o
sitmanlis.items     	=	itens
sitmanlis.iteperpag 	=	itens por p\u00e1gina
sitmanlis.nositwer  	=	Não foram encontrados sites que satisfazem sua pesquisa por
sitmanlis.of        	=	de
sitmanlis.owner     	=	Autor
sitmanlis.par       	=	Participantes
sitmanlis.show      	=	mostrar
sitmanlis.sitfou    	=	sites encontrados que satisfazem sua pesquisa por
sitmanlis.text      	=	Texto.
sitmanlis.text2     	=	Texto e
sitmanlis.typ       	=	tipo de site,
sitmanlis.typ2      	=	tipo de site, e
sitmanlis.typofsit  	=	tipo de site,
sitmanlis.typofsit2 	=	tipo de site, e
sitmanlis.typter    	=	Tipo/Per\u00edodo
sitmanlis.vie       	=	Visualizando
sitmanlis.wortit    	=	T\u00edtulo do Site
		
sitmanpar.act       	=	Ativo
sitmanpar.addpar    	=	Adicionar Participantes
sitmanpar.alert     	=	Alerta:
sitmanpar.below     	=	abaixo
sitmanpar.can       	=	Cancelar
sitmanpar.inact     	=	Inativo
sitmanpar.iteperpag 	=	itens por p\u00e1gina
sitmanpar.name      	=	Nome
sitmanpar.next      	=	Pr\u00f3ximo
sitmanpar.nopar     	=	Nenhum participante
sitmanpar.of        	=	de
sitmanpar.par       	=	participantes
sitmanpar.parlis    	=	Lista de Participantes
sitmanpar.prev      	=	Anterior
sitmanpar.rem       	=	Remover?
sitmanpar.rol       	=	Papel
sitmanpar.show      	=	mostrar
sitmanpar.upd       	=	Atualizar
sitmanpar.usenam    	=	Nome de usu\u00e1rio
sitmanpar.usesta    	=	Status do Usu\u00e1rio
sitmanpar.vieandedi 	=	Visualizar e editar pap\u00e9is e participantes para
sitmanpar.view      	=	Visualizando
		
sitmansav.alert   	=	Alerta:
sitmansav.can     	=	Cancelar
sitmansav.entnew  	=	Entre um novo identificador de site para criar um novo site que \u00e9 uma c\u00f3pia do site selecionado.<br/> Nota: apenas a defini\u00e7\u00e3o do Site \u00e9 copiada, n\u00e3o os recursos relacionados.
sitmansav.entnew2 	=	Entre um novo identificador de Site.
sitmansav.sav     	=	Salvar
sitmansav.savas   	=	Salvar Como...
sitmansav.site    	=	Site
sitmansav.sitid   	=	Identificador de Site:
		
sitmansea.acater    	=	Per\u00edodo Letivo:
sitmansea.any       	=	Qualquer
sitmansea.seafor    	=	Pesquisar por:
sitmansea.seaforsit 	=	Pesquisar por Sites
sitmansea.theman    	=	A ferramenta Gerenciamento de Site permite aos administradores pesquisar sites, visualizar e editar participantes nos sites.
sitmansea.typofsit  	=	Tipo de Site:
		
sitmasam.alert     	=	Alerta:
sitmasam.can       	=	Cancelar
sitmasam.choarol   	=	Selecione um Papel para os Participantes
sitmasam.chotherol 	=	Selecione os pap\u00e9is para os participantes que voc\u00ea est\u00e1 adicionando.
sitmasam.sav       	=	Salvar
sitmasam.tabhol    	=	A tabela contem uma caixa de texto para entrar o papel associado
sitmasam.tabholids 	=	A tabela contem as identifica\u00e7\u00f5es dos participantes.
sitmasam.usrnam    	=	Login
		
		
sitegen.managerol.choose 	=	Selecione um Papel para os Participantes
sitegen.managerol.alert 	=	Alerta:
sitegen.managerol.choose1 	=	Selecione os pap\u00e9is para os participantes que voc\u00ea est\u00e1 adicionand. Itens obrigat\u00f3rios marcados com
sitegen.managerol.username 	=	Nome de usu\u00e1rio
sitegen.managerol.role 	=	Papel
sitegen.managerol.please 	=	Por favor selecione um papel
sitegen.managerol.save 	=	Salvar
sitegen.managerol.cancel 	=	Cancelar
		
		
sitegen.manageaccess.alert 	=	Aten\u00e7\u00e3o:
sitegen.manageaccess.change 	=	Alterar Acesso para
sitegen.manageaccess.sitest 	=	Estado do Site
sitegen.manageaccess.publi 	=	Publicar seu site o tornar\u00e1 acess\u00edvel aos participantes do site. Configura\u00e7\u00f5es globais permitem que voc\u00ea decida quem ter\u00e1 acesso a seu site uma vez que o mesmo seja publicado.  Voc\u00ea pode alterar essas configura\u00e7\u00f5es globais em Informa\u00e7\u00f5es do Site.
sitegen.manageaccess.publis 	=	Publicar Site
sitegen.manageaccess.global 	=	Acesso Global
sitegen.manageaccess.your 	=	Seu site pode ser acessado por aqueles que voc\u00ea adicionou como participantes. Voc\u00ea gostaria que outras pessoas tenham acesso a seu site?  
sitegen.manageaccess.private 	=	Privado
sitegen.manageaccess.publict 	=	P\u00fablico - Apenas T\u00edtulo e Informa\u00e7\u00f5es B\u00e1sicas
sitegen.manageaccess.publics 	=	P\u00fablico - Apenas Materiais Selecionados
sitegen.manageaccess.publica 	=	P\u00fablico - Todos os Materiais Compartilhados
sitegen.manageaccess.canbe 	=	Qualquer pessoa com autoriza\u00e7\u00e3o para efetuar login pode inscrever-se
sitegen.manageaccess.role 	=	Papel para pessoas que se inscrevem no site:
sitegen.manageaccess.update 	=	Alterar Acesso para
sitegen.manageaccess.cancel 	=	Cancelar
		
		
		
sitegen.siteinfolist.alert 	=	Aten\u00e7\u00e3o:
sitegen.siteinfolist.previous 	=	Anterior:
sitegen.siteinfolist.previous1 	=	Anterior
sitegen.siteinfolist.return 	=	Voltar para a Lista de Sites
sitegen.siteinfolist.next 	=	Pr\u00f3xima:
sitegen.siteinfolist.next1 	=	Pr\u00f3xima
sitegen.siteinfolist.summary 	=	Informa\u00e7\u00e3o do Site
sitegen.siteinfolist.sitedes 	=	Descri\u00e7\u00e3o do Site:
sitegen.siteinfolist.courses 	=	Participante(s) com acesso ao site:
sitegen.siteinfolist.term 	=	Per\u00edodo:
sitegen.siteinfolist.sitecont 	=	Contato e email do Site:
sitegen.siteinfolist.ava 	=	Dispon\u00edvel para:
sitegen.siteinfolist.sitecan 	=	Qualquer pessoa com autoriza\u00e7\u00e3o para efetuar login pode inscrever-se no site
sitegen.siteinfolist.sitepar 	=	Apenas participantes do site
sitegen.siteinfolist.siteown 	=	Autor e organizadores do site
sitegen.siteinfolist.iclu 	=	Inclu\u00eddo na lista de sites p\u00fablicos:
sitegen.siteinfolist.yes 	=	Sim
sitegen.siteinfolist.no 	=	n\u00e3o
sitegen.siteinfolist.crea 	=	Data de Cria\u00e7\u00e3o:
sitegen.siteinfolist.app 	=	Apar\u00eancia:
sitegen.siteinfolist.icon 	=	URL do \u00edcone:
sitegen.siteinfolist.part 	=	Lista de Participantes
sitegen.siteinfolist.partlist.summary 	=	Tabela que cont\u00e9m informa\u00e7\u00f5es dos participantes do site.  A coluna 1 cont\u00e9m o n\u00famero, a coluna 2 cont\u00e9m o nome, a coluna 3 contem login, a coluna 4 cont\u00e9m o papel.  Os cabe\u00e7alhos cont\u00e9m links para ordena\u00e7\u00e3o
sitegen.siteinfolist.view 	=	Visualiza\u00e7\u00e3o
sitegen.siteinfolist.view.pagesize 	=	Selecione o tamanho da p\u00e1gina
sitegen.siteinfolist.of 	=	de
sitegen.siteinfolist.items 	=	itens
sitegen.siteinfolist.show 	=	apresentar
sitegen.siteinfolist.itemspage 	=	itens por p\u00e1gina
sitegen.siteinfolist.sortname 	=	Ordena\u00e7\u00e3o por nome
sitegen.siteinfolist.sortname1 	=	Ordena\u00e7\u00e3o por nome do curso
sitegen.siteinfolist.name 	=	Nome
sitegen.siteinfolist.sortnameas 	=	Ordena\u00e7\u00e3o crescente por nome
sitegen.siteinfolist.sortnameas1 	=	Ordena\u00e7\u00e3o crescente por nome do curso
sitegen.siteinfolist.sortnamedes 	=	Ordena\u00e7\u00e3o decrescente
sitegen.siteinfolist.sortnamedes1 	=	Ordena\u00e7\u00e3o decrescente por nome do curso
sitegen.siteinfolist.enrolled 	=	matriculadas em
sitegen.siteinfolist.sortid 	=	Ordena\u00e7\u00e3o por identifica\u00e7\u00e3o do participante
sitegen.siteinfolist.id 	=	Identifica\u00e7\u00e3o
sitegen.siteinfolist.sortidas 	=	Ordena\u00e7\u00e3o ascendente por identifica\u00e7\u00e3o do participante
sitegen.siteinfolist.sortiddes 	=	Ordena\u00e7\u00e3o descendente por identifica\u00e7\u00e3o do participante
sitegen.siteinfolist.sortcred 	=	Ordena\u00e7\u00e3o por cr\u00e9ditos do participante
sitegen.siteinfolist.sortcredas 	=	Ordena\u00e7\u00e3o ascendente por cr\u00e9ditos do participante
sitegen.siteinfolist.sortcreddes 	=	Ordena\u00e7\u00e3o descendente por cr\u00e9ditos do participante
sitegen.siteinfolist.credits 	=	Cr\u00e9ditos
sitegen.siteinfolist.sortrole 	=	Ordena\u00e7\u00e3o por papel
sitegen.siteinfolist.sortroleas 	=	Ordena\u00e7\u00e3o ascendente por papel
sitegen.siteinfolist.sortroledes 	=	Ordena\u00e7\u00e3o descendente por papel
sitegen.siteinfolist.role 	=	Papel
sitegen.siteinfolist.role.select 	=	Selecione papel para
sitegen.siteinfolist.status 	=	Estado
sitegen.siteinfolist.status.select 	=	Selecione estado para
sitegen.siteinfolist.remove 	=	Excluir
sitegen.siteinfolist.need 	=	\u00e9 necess\u00e1rio uma maneira melhor de tratar nomes nulos
sitegen.siteinfolist.active 	=	Ativo
sitegen.siteinfolist.inactive 	=	Inativo
sitegen.siteinfolist.update 	=	Atualizar Participantes
sitegen.siteinfolist.cancel 	=	Cancelar
sitegen.siteinfolist.roledes 	=	Descri\u00e7\u00e3o de Pap\u00e9is
sitegen.siteinfolist.nomaintainuser 	=	O site deve possuir pelo menos um usu\u00e1rio com papel.
		
		
		
sitegen.addpart.add 	=	Adicionar participante(s) a
sitegen.addpart.enter 	=	Insira os participantes que voc\u00ea gostaria de adicionar ao seu site.  Voc\u00ea pode inserir mais de um nome em cada \u00e1rea de texto abaixo colocando cada um em uma linha separada (sem v\u00edrgulas).
sitegen.addpart.username 	=	Nome do(s) usu\u00e1rio(2)
sitegen.addpart.multiple 	=	M\u00faltiplos nomes de usu\u00e1rios s\u00e3o permitidos colocando cada um em uma linha separada (Pressione Return ou Enter no seu teclado entre cada entrada) 
sitegen.addpart.multiple1 	=	M\u00faltiplos endere\u00e7os de email s\u00e3o permitidos colocando cada um em uma linha separada (Pressione Return ou Enter no seu teclado entre cada entrada) 
sitegen.addpart.guest 	=	Endere\u00e7os de email dos Convidado(s)
sitegen.addpart.external 	=	(participantes externos, ex. jdoe@yahoo.com): 
sitegen.addpart.partrol 	=	Pap\u00e9is dos Participantes
sitegen.addpart.assign 	=	Atribuir o mesmo papel a todos os participantes
sitegen.addpart.assign1 	=	Atribuir um papel a cada participante individualmente
sitegen.addpart.continue 	=	Continuar
sitegen.addpart.cancel 	=	Cancelar
		
		
		
alert.apubsit 	=	Um site publicado \u00e9 vis\u00edvel a todos os participantes.  Sites n\u00e3o publicados s\u00e3o vis\u00edveis apenas \u00e0s pessoas com permiss\u00e3o para configurar o site. Se voc\u00ea optar por n\u00e3o publicar o site por enquanto, voc\u00ea pode public\u00e1-lo a qualquer momento utilizando a ferramenta Informa\u00e7\u00f5es do Site, que est\u00e1 dispon\u00edvel na barra de menu de cada site de projeto ou curso.
alert.levunp  	=	Deixar o Site n\u00e3o publicado
alert.onelas  	=	Um \u00faltimo passo - voc\u00ea deseja publicar o site agora, ou deixar para mais tarde?
alert.pubsit  	=	Publicar Site
alert.yousit  	=	Seu site foi criado!
		
ediacc-glo.alert    	=	Aten\u00e7\u00e3o:
ediacc-glo.bac      	=	Voltar
ediacc-glo.can      	=	Cancelar
ediacc-glo.con      	=	Continuar
ediacc-glo.opeonl   	=	Abrir apenas os que voc\u00ea adicionou especificamente
ediacc-glo.rol      	=	Sele\u00e7\u00e3o de Papel
ediacc-glo.roltoass 	=	Papel a ser atribu\u00eddo quando um usu\u00e1rio inscrever-se no site
ediacc-glo.setacc   	=	Definir controle de acesso para seu site
ediacc-glo.setting  	=	Definindo Acesso Global para
ediacc-glo.sitcanbe 	=	Qualquer pessoa com autoriza\u00e7\u00e3o para efetuar login pode inscrever-se no site
	=	
ediacc.alert        	=	Aten\u00e7\u00e3o:
ediacc.bac          	=	Voltar
ediacc.can          	=	Cancelar
ediacc.canbejoi     	=	Qualquer pessoa com autoriza\u00e7\u00e3o para efetuar login pode inscrever-se
ediacc.chaacc       	=	Alterar Acesso para
ediacc.con          	=	Continuar
ediacc.dismysit     	=	Apresentar meu site no diret\u00f3rio, e compartilhar os arquivos que eu selecionei
ediacc.gloacc       	=	Acesso Global
ediacc.of           	=	de
ediacc.plesel       	=	Por favor selecione um papel:
ediacc.pri          	=	Privado
ediacc.pubsit       	=	Publicar site
ediacc.pubyousit    	=	Publicar seu site o tornar\u00e1 acess\u00edvel aos participantes do site. Configura\u00e7\u00f5es globais permitem que voc\u00ea decida quem ter\u00e1 acesso a seu site uma vez que o mesmo seja publicado.  Voc\u00ea pode alterar essas configura\u00e7\u00f5es globais em Informa\u00e7\u00f5es do Site.
ediacc.rolforpep    	=	Papel para pessoas que se inscreverem no site:
ediacc.setacc       	=	Selecione as op\u00e7\u00f5es de acesso para seu site...
ediacc.setsitacc    	=	Definir Acesso ao Site
ediacc.sitsta       	=	Estado do Site
ediacc.step         	=	Passo
ediacc.upd          	=	Atualizar
ediacc.yousitcan    	=	Seu site pode ser acessado por aqueles que voc\u00ea adicionou como participantes. Voc\u00ea gostaria que outras pessoas tenham acesso a seu site?  
		
ediacccon.alert  	=	Aten\u00e7\u00e3o:
ediacccon.bac    	=	Voltar
ediacccon.can    	=	Cancelar
ediacccon.conglo 	=	Confirmando Acesso Global para
ediacccon.fin    	=	Concluir
ediacccon.joiwit 	=	aceita inscri\u00e7\u00e3o com o papel
ediacccon.makin  	=	Permitir que um site aceite inscri\u00e7\u00e3o significa que qualquer pessoa pode se inscrever como participante, e ter\u00e1 o papel que voc\u00ea especificou.
ediacccon.makin2 	=	N\u00e3o permitir que um site aceite inscri\u00e7\u00e3o significa apenas as pessoas que voc\u00ea inscrever especificamente podem se tornar participantes de seu site.
ediacccon.unjoi  	=	n\u00e3o aceita inscri\u00e7\u00e3o
ediacccon.youhav 	=	Voc\u00ea selecionou criar seu site
		
newsitpub.alert 	=	Aten\u00e7\u00e3o:
		
pubuncon.alert   	=	Aten\u00e7\u00e3o:
pubuncon.apub    	=	Um site publicado \u00e9 vis\u00edvel a todos os participantes.
pubuncon.bac     	=	Voltar
pubuncon.benot   	=	ser informado da disponibilidade do site.
pubuncon.can     	=	Cancelar
pubuncon.clifin  	=	Pressione Finish abaixo para modificar o estado de seu site  para ser
pubuncon.conpub  	=	Confirmando o status de publica\u00e7\u00e3o para
pubuncon.fin     	=	Concluir
pubuncon.part    	=	Participantes
pubuncon.publi   	=	publicado
pubuncon.unpub   	=	Sites n\u00e3o publicados s\u00e3o vis\u00edveis apenas \u00e0s pessoas com permiss\u00e3o para configurar o site.
pubuncon.unpubli 	=	n\u00e3o publicado
pubuncon.will    	=	ser\u00e1
pubuncon.willnot 	=	n\u00e3o ser\u00e1
		
pubunp.alert  	=	Aten\u00e7\u00e3o:
pubunp.can    	=	Cancelar
pubunp.chathe 	=	Modificando o estado de um site...
		
pubunp.con    	=	Continuar
pubunp.pubwor 	=	Publicar site
pubunp.pubyou 	=	Publicar seu site o tornar\u00e1 vis\u00edvel aos participantes do site
pubunp.unpwor 	=	N\u00e3o publicar o site
		
sitdup.alert     	=	Aten\u00e7\u00e3o:
sitdup.can       	=	Cancelar
sitdup.dup       	=	Duplicar
sitdup.dupaclacourse	=	A fun\u00e7\u00e3o "Duplicar Site" duplica materiais colocados pelos autores/administradores, mas por quest\u00f5es de privacidade n\u00e3o copia materiais colocados por outros  tipos de usu\u00e1rio. 
sitdup.dupaclanoncourse	=	Duplicar um site duplica materiais colocados pelos autores/administradores, mas por quest\u00f5es de privacidade n\u00e3o copia materiais colocados por outros  tipos de usu\u00e1rio. 
sitdup.dupsit    	=	Duplicar site
sitdup.dupsit2   	=	Site duplicado
sitdup.hasbeedup 	=	foi criada.
sitdup.sitti    	=	T\u00edtulo do Site:
		
		
sitegen.sitedel.remov 	=	Excluindo Site...
sitegen.sitedel.alert 	=	Aten\u00e7\u00e3o:
sitegen.sitedel.deleting 	=	Excluir um site remove todo seu conte\u00fado e \u00e9 irrevers\u00edvel.
sitegen.sitedel.deleting1 	=	Excluir um site remove todo seu conte\u00fado e \u00e9 irrevers\u00edvel. Se pretende sair do site, utilize a ferramenta Membership em Meu Site. 
sitegen.sitedel.you 	=	Voc\u00ea selecionou o seguinte site para remover:
sitegen.sitedel.remove 	=	Excluir
sitegen.sitedel.cancel 	=	Cancelar
		
sitegen.removpart.confirm 	=	Confirmando exclus\u00e3o dos participantes de
sitegen.removpart.alert 	=	Aten\u00e7\u00e3o:
sitegen.removpart.following 	=	Os seguintes participantes n\u00e3o ter\u00e3o acesso quando voc\u00ea pressionar o bot\u00e3o Finish abaixo.
sitegen.removpart.name 	=	Nome
sitegen.removpart.username 	=	Nome do usu\u00e1rio
sitegen.removpart.role 	=	Papel
sitegen.removpart.participant 	=	Os participantes abaixo n\u00e3o podem ser exclu\u00eddos porque eles est\u00e3o registrados oficialmente para o curso.  Entretanto, voc\u00ea pode modificar seus pap\u00e9is no site acionando o comando Modificar Pap\u00e9is (...em Revisar, Modificar Acesso).
sitegen.removpart.finish 	=	Concluir
sitegen.removpart.back 	=	Voltar
sitegen.removpart.cancel 	=	Cancelar
		
sitegen.pubunpub.revi 	=	 Revisando estado de publica\u00e7\u00e3o para $validator.escapeHtml($title)
sitegen.pubunpub.alert 	=	Aten\u00e7\u00e3o:
sitegen.pubunpub.when 	=	Quando o site \u00e9 publicado, um email pode ser enviado automaticamente a todos os participantes, indicando a disponibilidade do site.
sitegen.pubunpub.send 	=	Enviar um email a  todos os participantes indicando a disponibilidade do site.
sitegen.pubunpub.donot 	=	N\u00e3o enviar um email indicando a disponibilidade do site
sitegen.pubunpub.continue 	=	Continuar
sitegen.pubunpub.back 	=	Voltar
sitegen.pubunpub.cancel 	=	Cancelar
		
sitegen.addcourse.alert 	=	Aten\u00e7\u00e3o:
sitegen.addcourse.adding 	=	Solicitar Acesso ao Site:
sitegen.addcourse.please 	=	Por favor confirme a inclus\u00e3o das seguintes se\u00e7\u00f5es a seu site de curso.
sitegen.addcourse.class 	=	Informa\u00e7\u00f5es do Curso
sitegen.addcourse.foll 	=	Os seguintes cursos j\u00e1 foram adicionados a este site:
sitegen.addcourse.you 	=	Voc\u00ea indicou os seguintes cursos para serem adicionados a este site:
sitegen.addcourse.add 	=	Adicionar cursos
sitegen.addcourse.cancel 	=	Cancelar
sitegen.addcourse.back 	=	Voltar
		
setperfor 	=	Definir permiss\u00f5es para Informa\u00e7\u00f5es do Site no site
		
theisa 	=	Permiss\u00f5es n\u00e3o podem ser definidas neste momento porque o site est\u00e1 sendo editado.  Feche as permiss\u00f5es em outras ferramentas antes de prosseguir.
		
permis 	=	Permiss\u00f5es...
		
gen.proces 	=	Processando...
		
atleastonetool 	=	Por favor selecione pelo menos uma ferramenta.
		
#group related		
java.group 	=	Gerenciar Grupos
group.membership 	=	Membros do Grupo:
group.description 	=	Descri\u00e7\u00e3o
group.list 	=	Lista de Grupos
group.title 	=	T\u00edtulo
group.title.same	=	Este t\u00edtulo de gupo est\u00e1 sendo utilizado. Por favor, escolha outro t\u00edtulo.
group.number 	=	Tamanho
group.tablesummary	=	Tabela que cont\u00e9m as informa\u00e7\u00f5es sobre o grupo.  A coluna 1 cont\u00e9m o t\u00edtulo do grupo, a coluna 2 cont\u00e9m o n\u00famero de membros do grupo.  Cabe\u00e7alhos cont\u00e9m links para ordena\u00e7\u00e3o
group.siteinfo.tablesummary	=	Tabela que cont\u00e9m as informa\u00e7\u00f5es sobre o grupo.  A coluna 1 cont\u00e9m o t\u00edtulo do grupo, a coluna 2 cont\u00e9m o n\u00famero de membros do grupo.  
group.sorttitleasc 	=	Ordena\u00e7\u00e3o ascendente por t\u00edtulo
group.sorttitledesc 	=	Ordena\u00e7\u00e3o descendente por t\u00edtulo
group.sortnumberasc 	=	Ordena\u00e7\u00e3o ascendente por n\u00famero de membros
group.sortnumberdesc 	=	Ordena\u00e7\u00e3o descendente por n\u00famero de membros
group.newgroup 	=	Criar Novo Grupo
group.editgroup 	=	Editar Grupo
group.nogroup 	=	N\u00e3o existem grupos definidos.
editgroup.instruction 	=	Selecionar membros do grupo a partir da Lista de Membros do site para adicionar ao novo grupo.  Caso queira excluir membros do grupo, selecione-os na Lista de Membros do Grupo e clique em Excluir. Para finalizar, clique no bot\u00e3o Atualizar para gravar as modifica\u00e7\u00f5es.
editgroup.membership 	=	Membros
editgroup.remove 	=	Excluir?
editgroup.selectremovechecked 	=	Selecionar para excluir
editgroup.removechecked 	=	Excluir
editgroup.new 	=	Adicionar
editgroup.revise 	=	Revisar
editgroup.update 	=	Atualizar
editgroup.back 	=	Voltar
editgroup.cancel 	=	Cancelar
editgroup.addmember 	=	Incluir no grupo >
editgroup.removemember 	=	< Excluir
editgroup.generallist 	=	Lista de Membros do Site
editgroup.grouplist 	=	Lista de Membros do Grupo
editgroup.titlemissing 	=	Voc\u00ea precisa definir o t\u00edtulo do grupo
editgroup.removegroups 	=	Remover Grupos
editgroup.groupdel.alert 	=	Tem certeza de que deseja remover os seguintes grupos?
editgroup.site.permission.alert 	=	Voc\u00ea n\u00e3o tem permiss\u00e3o para realizar modifica\u00e7\u00f5es no site.
editgroup.site.notfound.alert 	=	Site n\u00e3o encontrado
		
sitedicla.edit_roster 	=	Editar acesso dos participantes a
sitedicla.requested 	=	(solicitado)
sitedicla.import_materials 	=	Importar Materiais de um Arquivo
sitedicla.choose_file 	=	Selecione um arquivo para importar
sitedicla.file 	=	Arquivo:
sitedicla.import 	=	Importar
sitedicla.copy_materials 	=	Copiar Materiais de Outros Sites
sitedicla.choose_materials 	=	Selecionar material a ser copiado para este site:
sitedicla.copy_message 	=	Voc\u00ea pode optar por reutilizar (copiar) materiais de outros sites de sua autoria.\ Se voc\u00ea optar por importar materiais de um arquivo, voc\u00ea s\u00f3 poder\u00e1 copiar materiais de um site.\ Todos os materiais s\u00e3o copiados, e todas as datas para esses itens, como entradas no cronograma, n\u00e3o ser\u00e3o modificadas.
sitedicla.copying 	=	Copiar material existente...
sitedicla.move 	=	Mover
sitedicla.move_into 	=	... Em meu site corrente
sitedicla.copybtn 	=	Copiar Materiais
sitedicla.cancel 	=	Cancelar
		
tool.news.desc	=	Para visualizar conte\u00fado de
tool.webcontent.desc1	=	Para acessar conte\u00fado de
tool.webcontent.desc2	=	dentro do site.
		
user.notdefined	=	N\u00e3o foi poss\u00edvel encontrar um usu\u00e1rio com a identifica\u00e7\u00e3o
		
## in import file process		
importFile.size 	=	O limite de tamanho para upload
importFile.exceeded 	=	foi excedido.
importFile.choosefile 	=	Por favor selecione o arquivo a ser importado.
		
alert.protocol	=	Por favor utiliza um endere\u00e7o web v\u00e1lido.
		
#############UPV Revision ###########################		
zip_file_upload 	=	Por favor selecione o arquivo zip para carregar e extrair no site

java.sitenoti 	=	Notifica\u00e7\u00e3o do site
java.addedto 	=	Voc\u00ea foi adicionado ao
java.following 	=	Voc\u00ea foi adicionado ao seguinte
java.simplesite 	=	site:
java.simpleby 	=	por
java.passwordis1 	=	Sua senha \u00e9
java.passwordis2 	=	Mais tarde voc\u00ea pode ir a ferramenta Conta em seu "Meu site" para redefinir isso.
java.togeta1 	=	Para obter uma conta de convidado, abra o seguinte site:
java.togeta2 	=	e siga os passos listados.
java.once 	=	Uma vez que voc\u00ea possua sua conta de convidado, voc\u00ea pode acessar o site
java.loginhow1 	=	1. Abrir
java.loginhow2 	=	2. Clique no bot\u00e3o de login
java.loginhow3 	=	3. Digite seu login de convidado e sua senha e clique em Login
java.tolog 	=	Para logar em:
java.loginhow3u 	=	3. Digite seu nome de usu\u00e1rio e senha e clique em Login.
java.tabscreen 	=	4. V\u00e1 para o site e clique na aba site. (Voc\u00ea ver\u00e1 duas ou mais abas em seq\u00fc\u00eancia na parte superior da tela.)

