java.theemail=ID f\u00f6r E-post m\u00e5ste best\u00e5 av alfa-numeriska tecken plus n\u00e5got eller n\u00e5gra av \!\#$&'*+-\=?^_`{|}~. (inga mellanslag till\u00e5ts).
java.addp=L\u00e4gg till deltagare
java.realm=F\u00f6rv\u00e4ntat Realm-objekt hittades ej.
java.isinval=''{0}'' \u00e4r ogiltigt.
java.permeditsite=Du har inte beh\u00f6righet att \u00e4ndra sajten ''{0}''
java.beenused=''{0}'' har anv\u00e4nts.
java.haveadd=Du har inte beh\u00f6righet att l\u00e4gga till ''{0}''
java.allusers=Alla andra anv\u00e4ndare har lagts till 
java.pleasechoose=Du m\u00e5ste ange en roll.
java.cannotedit=Kan inte \u00e4ndra kurser.
java.guest=Ange anv\u00e4ndarnamn eller g\u00e4sters e-postadresser som skall l\u00e4ggas till p\u00e5 den h\u00e4r sajten
java.user=Anv\u00e4ndare
java.username=''{0}'' \u00e4r inte ett giltigt anv\u00e4ndar-id.
java.notemailid=''{0}'' \u00e4r inte en giltig e-postadress.
java.emailaddress=''{0}'' \u00e4r inte en giltig e-postadress.
java.roletype=Du m\u00e5ste ange en rolltyp. 
java.username.multiple=''{0}'' matchar ett flertal anv\u00e4ndare. V\u00e4j bland f\u00f6ljande anv\u00e4ndarnamn\: {1}
java.account=''{0}'' kunde inte l\u00e4ggas till - kontot existerar inte. 
java.roleperm=Du har ej beh\u00f6righet att l\u00e4gga till eller ta bort anv\u00e4ndare med rollen "{0}".
java.badcsrftoken=Ett fel uppstod. V\u00e4nligen \u00e5terst\u00e4ll verktyget och f\u00f6rs\u00f6k igen. 
gen.continue=Forts\u00e4tt
gen.back=Tillbaka
gen.cancel=Avbryt
gen.finish=Spara
add.addpart=L\u00e4gg till deltagare till {0} 
add.official=Studenter registrerade f\u00f6r kursen\:
add.official1=Officiellt antagna studenter l\u00e4ggs automatiskt till som deltagare n\u00e4r du skapat din sajt.
add.official.instruction=G\u00e5 till Sajtinformation > Redigera deltagarlistor > L\u00e4gg till deltagarlista om du inte redan har gjort det.
add.multiple=Du kan l\u00e4gga in flera anv\u00e4ndarnamn genom att s\u00e4tta dem p\u00e5 separata rader (utan kommatecken).
add.multiple.nonofficial=Du kan l\u00e4gga in flera anv\u00e4ndare genom att s\u00e4tta dem p\u00e5 separata rader (utan kommatecken). B\u00f6rja med E-postadress, valfritt f\u00f6ljt av efternamn, f\u00f6rnamn - alla separerade med kommatecken, t.ex. frida@epost.se,Nilsson,Frida
add.multiple.nonofficial.alert.more={0} inneh\u00e5ller fler str\u00e4ngar \u00e4n e-postadress, efternamn, f\u00f6rnamn.
add.participants=Ge deltagare en roll
add.assign=Tilldela alla deltagare samma roll 
add.assign2=Tilldela varje deltagare en roll individuellt 
add.duplicatedpart.single=F\u00f6ljande deltagare har lagts in dubbelt och \u00e4r d\u00e4rf\u00f6r borttagna fr\u00e5n listan \u00f6ver deltagare att l\u00e4gga till\: {0}.
add.duplicatedpart=F\u00f6ljande deltagare har lagts in dubbelt och \u00e4r d\u00e4rf\u00f6r borttagna fr\u00e5n listan \u00f6ver deltagare att l\u00e4gga till\: {0}
add.existingpart.1=F\u00f6ljande personer \u00e4r redan deltagare p\u00e5 sajten och beh\u00f6ver d\u00e4rf\u00f6r inte l\u00e4ggas till igen\: ''{0}''
add.existingpart.2=Du kan forts\u00e4tta att l\u00e4gga till deltagare genom att f\u00f6lja instruktionerna nedan.
participant.status=Deltagarstatus
addconf.confirming=Bekr\u00e4fta nya deltagare till sajten {0}
addconf.finish=F\u00f6ljande deltagare kommer att l\u00e4ggas till din sajt n\u00e4r du klickar p\u00e5 "Spara" nedan.
addconf.theywill=Det kommer att skickas ett e-postmeddelande till dem som talar om att sajten \u00e4r tillg\u00e4nglig.
addconf.theywillnot=Det kommer INTE att skickas ett e-postmeddelande till dem om att sajten \u00e4r tillg\u00e4nglig.
addconf.username=Anv\u00e4ndarnamn
addconf.role=Roll
adddif.choose=V\u00e4lj en roll f\u00f6r deltagarna 
addnoti.anemail=Ett e-postmeddelande kan automatiskt s\u00e4ndas till de deltagare som lagts till f\u00f6r att meddela dem att sajten \u00e4r tillg\u00e4nglig. 
addnoti.sendnow=Skicka nu - skicka ett e-postmeddelande nu till anv\u00e4ndarna som meddelar dem att sajten \u00e4r tillg\u00e4nglig
addnoti.dontsend=Skicka inte- skicka inte ett E-postmeddelande som meddelar nya deltagare att sajten \u00e4r tillg\u00e4nglig
addsame.roles=Roller
addsame.participants=Deltagare
sitegen.siteinfolist.active=Aktiv
sitegen.siteinfolist.inactive=Inaktiv
officialAccountSectionTitle=Andra officiella deltagare
officialAccountName=Anv\u00e4ndarnamn
officialAccountLabel=Du m\u00e5ste ange e-postadress eller anv\u00e4ndarnamn
nonOfficialAccountSectionTitle=Icke-officiella deltagare
nonOfficialAccountName=G\u00e4st
nonOfficialAccountLabel=E-postadress till icke-officiella deltagare (anv\u00e4nds i undantagsfall)
nonOfficialAccount.invalidEmailDomain=E-postadresser som slutar med "{0}" kan inte l\u00e4ggas till som inofficiella deltagare. L\u00e4gg till dessa som officiella deltagare.
confirm.name=Namn
confirm.id=Id
confirm.role=Roll
confirm.status=Status
