#Tue Jan 25 12:23:55 CET 2011
java.allusers=Alla andra anv\u00e4ndare har lagts till 
adddif.choose=V\u00e4lj en roll f\u00f6r deltagarna 
sitegen.siteinfolist.active=Aktiv
addconf.confirming=Bekr\u00e4fta nya deltagare till sajten
java.haveadd=Du har inte beh\u00f6righet att l\u00e4gga till ''{0}''
java.isinval=''{0}'' \u00e4r ogiltig(t).
java.account=''{0}'' kunde inte l\u00e4ggas till - kontot existerar inte. 
add.participants=Roller f\u00f6r deltagare
add.official.instruction=G\u00e5 till Site Info/Sajtinformation > Edit Roster/Redigera deltagarlista > Add Roster/L\u00e4gg till deltagarlista f\u00f6r att l\u00e4gga till din deltagarlista om du inte redan gjort det.
addsame.participants=Deltagare
java.roletype=Du m\u00e5ste ange en rolltyp. 
add.multiple=Notera att du kan l\u00e4gga in flera anv\u00e4ndarnamn genom att s\u00e4tta dem p\u00e5 separata rader (utan kommatecken).\n
addconf.finish=F\u00f6ljande deltagare kommer att l\u00e4ggas till din sajt n\u00e4r du klickar p\u00e5 "Fort\u00e4\u00e4tt" nedan.\n
add.duplicatedpart=F\u00f6ljande deltagare har lagts in dubbelt och \u00e4r d\u00e4rf\u00f6r borttagna fr\u00e5n listan \u00f6ver deltagare att l\u00e4gga till\: {0}
addnoti.anemail=Ett e-postmeddelande kan automatiskt s\u00e4ndas till de deltagare som lagts till f\u00f6r att meddela dem att sajten \u00e4r tillg\u00e4nglig. 
gen.finish=Spara
java.pleasechoose=Du m\u00e5ste ange en roll.
addnoti.sendnow=Skicka nu - skicka ett e-postmeddelande nu till anv\u00e4ndarna som meddelar dem att sajten \u00e4r tillg\u00e4nglig
java.roleperm=Du har ej beh\u00f6righet att l\u00e4gga till eller ta bort anv\u00e4ndare med rollen "{0}".
java.realm=F\u00f6rv\u00e4ntat Realm-objekt hittades ej.
gen.back=Tillbaka
java.emailaddress=''{0}'' \u00e4r inte en giltig e-postadress.
java.username=''{0}'' \u00e4r inte ett giltigt anv\u00e4ndarnamn. Notera att du m\u00e5ste ange @dom\u00e4n efter anv\u00e4ndarnamnet, t.ex. abc@su.se f\u00f6r anv\u00e4ndaren 'abc' vid Stockholms universitet.
add.assign=Tilldela alla deltagare samma roll 
sitegen.siteinfolist.inactive=Inaktiv
java.permeditsite=Du har inte beh\u00f6righet att \u00e4ndar sajten ''{0}''
addconf.theywillnot=Det kommer INTE att skickas ett e-postmeddelande till dem om att sajten \u00e4r tillg\u00e4nglig.
addconf.username=Anv\u00e4ndarnamn
java.guest=Ange anv\u00e4ndarnamn eller g\u00e4sters e-postadresser som skall l\u00e4ggas till denna sajt 
add.existingpart.2=.  Du kan forts\u00e4tta att l\u00e4gga till deltagare genom att f\u00f6lja instruktionerna nedan.
add.existingpart.1=F\u00f6ljande personer \u00e4r redan deltagare p\u00e5 sajten och beh\u00f6ver d\u00e4rf\u00f6r inte l\u00e4ggas till igen\: ''{0}''
add.addpart=L\u00e4gg till deltagare till 
gen.continue=Forts\u00e4tt
officialAccountLabel=Du m\u00e5ste ange anv\u00e4ndarnamn + @dom\u00e4n. F\u00f6r Stockholms universitet best\u00e5r detta av anv\u00e4ndarnamnet p\u00e5 Universitetskontot + dom\u00e4nnamn, t.ex. abab43@su.se. \nF\u00f6r en extern deltagare med en g\u00e4stidentitet fr\u00e5n Stockholms universitet, l\u00e4gg till @guest.su.se till deltagarens anv\u00e4ndarnamn.
addnoti.dontsend=Skicka inte- skicka inte ett e-postmeddelande som meddelar nya deltagare att sajten \u00e4r tillg\u00e4nglig\n
java.beenused=''{0}'' har anv\u00e4nts.
add.duplicatedpart.single=F\u00f6ljande deltagare har lagts in dubbelt och \u00e4r d\u00e4rf\u00f6r borttagna fr\u00e5n listan \u00f6ver deltagare att l\u00e4gga till\: {0}.
java.user=Anv\u00e4ndare
addconf.role=Roll
add.assign2=Tilldela varje deltagare en roll individuellt 
addconf.theywill=Det kommer att skickas ett e-postmeddelande till dem som talar om att sajten \u00e4r tillg\u00e4nglig.
add.official=Studenter registrerade p\u00e5 kursen
gen.cancel=Avbryt
addsame.roles=Roller
add.official1=Registrerade studenter kommer automatiskt att bli deltagare n\u00e4r du l\u00e4gger till din kurs deltagarlista p\u00e5 sajten. 
java.addp=L\u00e4gg till deltagare
java.notemailid=''{0}'' \u00e4r inte en giltigt e-postadress.
java.theemail=ID f\u00f6r E-post m\u00e5ste best\u00e5 av alfa-numeriska tecken plus n\u00e5got eller n\u00e5gra av \!\#$&'*+-\=?^_`{|}~. (inga mellanrum).
java.cannotedit=Kan inte \u00e4ndra kurser.
java.emailbaddomain=''{0}'' har en dom\u00e4n som inte kan anv\u00e4ndas f\u00f6r ''{1}''
java.username.multiple=''{0}'' matchar ett flertal anv\u00e4ndare. V\u00e4lj bland f\u00f6ljande anv\u00e4ndarnamn: {1}
java.roleperm.currentuser.downgrade=Du kan inte \u00e4ndra din egen roll till ''{0}'', d\u00e5 den saknar beh\u00f6righet att \u00e4ndra roller p\u00e5 sajten.
add.multiple.nonofficial=Notera att du kan l\u00e4gga in flera anv\u00e4ndare genom att s\u00e4tta dem p\u00e5 separata rader (utan kommatecken). B\u00f6rja med e-postadress, valfritt f\u00f6ljt av efternamn, f\u00f6rnamn - alla separerade med kommatecken, t.ex. jdoe@yahoo.com,Joe,John
add.multiple.nonofficial.alert.more={0} inneh\u00e5ller fler str\u00e4ngar \u00e4n e-postadress, efternamn, f\u00f6rnamn.
participant.status=Deltagarstatus
officialAccountSectionTitle=Notera: Nedan m\u00e5ste du ange anv\u00e4ndarnamn + @dom\u00e4n.
officialAccountName=Anv\u00e4ndarnamn
nonOfficialAccountSectionTitle=Icke-officiella deltagare
nonOfficialAccountName=G\u00e4st
nonOfficialAccountLabel=E-postadress till icke-officiella deltagare
confirm.name=Namn
confirm.id=Id
confirm.role=Roll
confirm.status=Status
