#Thu Nov 18 07:23:01 CET 2010
adddif.chroles=V\u00E4lj roller f\u00F6r deltagarna du l\u00E4gger till. Obligatoriska uppgifter \u00E4r markerade med en 
java.manual=Du m\u00E5ste v\u00E4lja en kurs fr\u00E5n listan eller mata in kurstillf\u00E4llet manuellt. 
java.recmsg=Notifieringar f\u00F6r Meddelanden och Forum
addconf.srasc=Sortera stigande efter roll
add.assign2=Tilldela varje deltagare en roll individuellt 
java.guest=Ange anv\u00E4ndarnamn eller g\u00E4sters e-postadresser som skall l\u00E4ggas till denna sajt 
java.new=Ny sajt
java.pleasechoose=Du m\u00E5ste ange en roll.
addconf.confirming=Bekr\u00E4fta nya deltagare till sajten
java.permission=Du har inte beh\u00F6righet att l\u00E4gga till sajten
add.duplicatedpart=F\u00F6ljande deltagare har lagts in dubbelt och \u00E4r d\u00E4rf\u00F6r borttagna fr\u00E5n listan \u00F6ver deltagare att l\u00E4gga till\: {0}
addnoti.dontsend=Skicka inte- skicka inte ett e-postmeddelande som meddelar nya deltagare att sajten \u00E4r tillg\u00E4nglig\n
add.participants=Roller f\u00F6r deltagare
addconf.summary=Tabellen visar information om sajtdeltagare som h\u00E5ller p\u00E5 att l\u00E4ggas till. Kolumn 1\: numret, kolumn 2\: anv\u00E4ndarens namn, kolumn3\: anv\u00E4ndarnamn, kolumn 4\: roll. Anv\u00E4nd rubrikerna f\u00F6r att sortera fallande eller stigande. 
java.click=Klicka avbryt f\u00F6r att g\u00E5 tillbaka till sajt-listan.
java.delete=Ta bort
java.specify=Du m\u00E5ste ange en sajttitel.
java.recent=Senaste inl\u00E4ggen p\u00E5 chatten
addconf.srdesc=Sortera fallande efter roll
gen.continue=Forts\u00E4tt
addnoti.anemail=Ett e-postmeddelande kan automatiskt s\u00E4ndas till de deltagare som lagts till f\u00F6r att meddela dem att sajten \u00E4r tillg\u00E4nglig. 
java.pleasechoice=Du m\u00E5ste ange val f\u00F6r notifiering.
add.addpart=L\u00E4gg till deltagare till 
java.realm=F\u00F6rv\u00E4ntat Realm-objekt hittades ej.
java.addp=L\u00E4gg till deltagare
addconf.finish=F\u00F6ljande deltagare kommer att l\u00E4ggas till din sajt n\u00E4r du klickar p\u00E5 "Fort\u00E4\u00E4tt" nedan.\n
addconf.sudesc=Sortera stigande efter anv\u00E4ndarnamn
addsame.choose=Du m\u00E5ste v\u00E4lja en roll f\u00F6r deltagarna du l\u00E4gger till.
addconf.sortbyrole=Sortera efter roll
officialAccountLabel=Du m\u00E5ste ange anv\u00E4ndarnamn + @dom\u00E4n. F\u00F6r Stockholms universitet best\u00E5r detta av anv\u00E4ndarnamnet p\u00E5 Universitetskontot + dom\u00E4nnamn, t.ex. abab43@su.se. \nF\u00F6r en extern deltagare med en g\u00E4stidentitet fr\u00E5n Stockholms universitet, l\u00E4gg till @guest.su.se till deltagarens anv\u00E4ndarnamn.
add.duplicatedpart.single=F\u00F6ljande deltagare har lagts in dubbelt och \u00E4r d\u00E4rf\u00F6r borttagna fr\u00E5n listan \u00F6ver deltagare att l\u00E4gga till\: {0}.
java.classes=Du m\u00E5ste v\u00E4lja \u00E5tminstone en grupp att ta bort.
addconf.number=\#
java.cannot=Kan inte hitta den \u00F6nskade sajten
java.dupli=Du m\u00E5ste ange en titel f\u00F6r den kopierade sajten.
java.home=Hem
sitegen.siteinfolist.active=Aktiv
addsame.participants=Deltagare
java.reqmiss=Obligatoriska f\u00E4lt saknas. Du m\u00E5ste fylla i alla obligatoriska f\u00E4lt. 
java.invalid=\u00E4r en ogiltig e-postadress.
java.emailarchive=Du m\u00E5ste ange en e-postadress f\u00F6r e-postarkivet.
add.existingpart.2=.  Du kan forts\u00E4tta att l\u00E4gga till deltagare genom att f\u00F6lja instruktionerna nedan.
add.existingpart.1=F\u00F6ljande personer \u00E4r redan deltagare p\u00E5 sajten och beh\u00F6ver d\u00E4rf\u00F6r inte l\u00E4ggas till igen\: ''{0}''
addconf.userid=Id 
addconf.theywillnot=Det kommer INTE att skickas ett e-postmeddelande till dem om att sajten \u00E4r tillg\u00E4nglig.
java.changeroles=Du har inte beh\u00F6righet att \u00E4ndra roller.
adddif.please=Du m\u00E5ste v\u00E4lja en roll\:
java.theemail=ID f\u00F6r E-post m\u00E5ste best\u00E5 av alfa-numeriska tecken plus n\u00E5got eller n\u00E5gra av \!\#$&'*+-\=?^_`{|}~. (inga mellanrum).
java.notvalid=\u00E4r inte giltig.
addconf.role=Roll
java.sitebeenused=Sajtid har anv\u00E4nts.
java.sitewith=Sajt med ID
adddif.rolelist.summary=Tabellen visar de roller som finns angivna i systemet
java.cannotedit=Kan inte \u00E4ndra kurser.
java.pleasesel=Du m\u00E5ste ange en roll.
java.exists=finns redan.
java.thesiteid=Sajtid
java.allusers=Alla andra anv\u00E4ndare har lagts till 
add.official=Studenter registrerade p\u00E5 kursen
java.beenused=''{0}'' har anv\u00E4nts.
addconf.theywill=Det kommer att skickas ett e-postmeddelande till dem som talar om att sajten \u00E4r tillg\u00E4nglig.
java.notemailid=''{0}'' \u00E4r inte en giltigt e-postadress.
java.rosters=Du har ej r\u00E4ttighet att l\u00E4nka till kursens deltagarlista(or).
java.help=Hj\u00E4lp
java.newgroup=L\u00E4gg till
add.official.instruction=G\u00E5 till Site Info/Sajtinformation > Edit Roster/Redigera deltagarlista > Add Roster/L\u00E4gg till deltagarlista f\u00F6r att l\u00E4gga till din deltagarlista om du inte redan gjort det.
add.assign=Tilldela alla deltagare samma roll 
java.sitewithid=En sajt med id
java.rolefor=Du m\u00E5ste ange en roll f\u00F6r 
addconf.sortbyname=Sortera efter namn
java.user=Anv\u00E4ndare
gen.alert=Observera\:
adddif.rolepicklist.summary=Tabellen visar anv\u00E4ndare och roller. I kolumn 1 finns anv\u00E4ndaren, i kolumn 2 kan du v\u00E4lja vilken roll anv\u00E4ndaren skall ha. 
java.haveadd=Du har inte beh\u00F6righet att l\u00E4gga till ''{0}''
java.recann=Senaste meddelanden p\u00E5 anslagstavlan
gen.cancel=Avbryt
java.isinval=''{0}'' \u00E4r ogiltig(t).
java.reccal=Kalender
addconf.snasc=Sortera stigande efter namn 
java.reqfields=Du m\u00E5ste fylla i de obligatoriska f\u00E4lten. 
addconf.sortbyuniq=Sortera efter anv\u00E4ndarnamn
java.roletype=Du m\u00E5ste ange en rolltyp. 
java.specif=Kan inte hitta den \u00F6nskade sajtem
addconf.sndesc=Sortera fallande efternamn 
java.username=''{0}'' \u00E4r inte ett giltigt anv\u00E4ndarnamn. Notera att du m\u00E5ste ange @dom\u00E4n efter anv\u00E4ndarnamnet, t.ex. abc@su.se f\u00F6r anv\u00E4ndaren 'abc' vid Stockholms universitet.
java.joinsite=Du m\u00E5ste ange en roll f\u00F6r anv\u00E4ndare som g\u00E5r emd i sajten. 
java.cannotclasses=Kan inte \u00E4ndra sajtens kurstillf\u00E4llen.
java.invurl=Ogiltig URL
java.notaccess=Du har inte r\u00E4ttigheter att \u00E4ndra tilltr\u00E4de till denna sajt.
addnoti.sendnow=Skicka nu - skicka ett e-postmeddelande nu till anv\u00E4ndarna som meddelar dem att sajten \u00E4r tillg\u00E4nglig
gen.finish=Spara
addconf.name=Namn
java.toimporttool=V\u00E4lj minst ett verktyg att importera.
gen.back=Tillbaka
java.toimport=Du m\u00E5ste ange \u00E5tminstone en sajt att importera.
java.revise=Redigera
addsame.roles=Roller
java.permeditsite=Du har inte beh\u00F6righet att \u00E4ndar sajten ''{0}''
java.roleperm=Du har ej beh\u00F6righet att l\u00E4gga till eller ta bort anv\u00E4ndare med rollen "{0}".
java.makechanges=Du har inte beh\u00F6righet att g\u00F6ra \u00E4ndringar i denna sajt. 
java.allowcreate=Du har inte beh\u00F6righet att skapa en ny sajt.
java.account=''{0}'' kunde inte l\u00E4ggas till - kontot existerar inte. 
addconf.suasc=Sortera stigande efter anv\u00E4ndarnamn
java.emailinuse=Detta e-postalias \u00E4r redan upptaget. 
java.miss=Ett obligatoriskt f\u00E4lt saknas. Fyll i alla obligatoriska f\u00E4lt.
sitegen.siteinfolist.inactive=Inaktiv
addconf.username=Anv\u00E4ndarnamn
addnoti.toUnpublishedSite=Du l\u00E4gger till deltagare, men sajten \u00E4r \u00E4nnu inte publicerad. Inga notifieringsmeddelanden kommer att skickas till deltagarna. De kommer inte att se sajten f\u00F6rr\u00E4n du publicerar den. G\u00F6r detta under "Hantera tilltr\u00E4de" i "Site Info/Sajtinformation".
java.emailaddress=''{0}'' \u00E4r inte en giltig e-postadress.
add.multiple=Notera att du kan l\u00E4gga in flera anv\u00E4ndarnamn genom att s\u00E4tta dem p\u00E5 separata rader (utan kommatecken).\n
java.siteinval=Sajtid \u00E4r ogiltigt.
add.official1=Registrerade studenter kommer automatiskt att bli deltagare n\u00E4r du l\u00E4gger till din kurs deltagarlista p\u00E5 sajten. 
adddif.choose=V\u00E4lj en roll f\u00F6r deltagarna 
java.recdisc=Senaste inl\u00E4ggen i diskussionsforumet
