#Fri Nov 26 20:31:45 CET 2010
addconf.name=Nom
java.cannotclasses=No es pot editar classes del lloc.
java.new=Nou
java.allusers=Tota la resta d'usuaris han estat afegits
java.emailarchive=Especifiqueu una adre\u00E7a de correu electr\u00F2nic per a l'eina Arxiu de correu electr\u00F2nic.
java.rosters=No teniu autoritzaci\u00F3 per enlla\u00E7ar a llista/es de curs.
java.dupli=Especifiqueu t\u00EDtol per al lloc duplicat.
adddif.choose=Seleccioneu un rol per als participants
sitegen.siteinfolist.active=Actiu
java.manual=Seleccioneu el curs a la llista o seleccioneu l'opci\u00F3 d'entrar manualment la informaci\u00F3 del curs.
adddif.rolepicklist.summary=La taula enumera els usuaris i els rols. Columna 1\: usuari. Columna 2\: un element seleccionat des d'on podeu escollir un rol.
addconf.confirming=Confirmaci\u00F3 de participant/s afegit/s a
java.joinsite=Seleccioneu un rol per a un usuari que s'ha d'afegir al lloc.
java.haveadd=No teniu autoritzaci\u00F3 per afegir ''{0}''
java.reqfields=Introdu\u00EFu els camps necessaris.
adddif.rolelist.summary=La taula descriu els rols disponibles al sistema
java.pleasechoice=Seleccioneu l'opci\u00F3 de notificaci\u00F3.
java.isinval=''{0}'' no \u00E9s v\u00E0lid.
java.siteinval=L'identificador del lloc no \u00E9s v\u00E0lid.
java.recent=Missatges de xat recents
java.recmsg=Notificacions de Missatges & Debats
java.emailinuse=L'\u00E0lies del correu electr\u00F2nic ja est\u00E0 en \u00FAs.
addconf.snasc=Ordenar per nom en sentit ascendent
gen.alert=Av\u00EDs\:
java.account=''{0}'' no s'ha pogut afegir\: el nom de compte no existeix.
java.sitewithid=Un lloc amb identificador
add.participants=Rols dels participants
add.official.instruction=Anar a Informaci\u00F3 del Lloc > Editar Llista > Afegir Llista a la seva llista ara si encara no ho ha fet.
addsame.participants=Participants
java.roletype=Seleccioneu el tipus de rol.
addnoti.toUnpublishedSite=Est\u00E0 afegint participants per\u00F2 el seu espai encara no est\u00E0 publicat. No s'enviaran correus electr\u00F2nics de notificaci\u00F3 a aquests usuaris afegits. Aquests no podran veure l'espai fins que no el publiqueu. Seleccioneu "Acc\u00E9s com a Administrador" a l'eina d'Informaci\u00F3 de l'Espai per publicar el seu espai.
add.multiple=Estan permesos noms d'usuari m\u00FAltiples sempre que es col\u00B7loquin a la seva pr\u00F2pia l\u00EDnia (premeu la tecla de retorn del teclat entre cada entrada)
java.classes=Seleccioneu la/es classe/s que vulgueu suprimir.
addconf.sortbyuniq=Ordenar per nom \u00FAnic
java.permission=No teniu autoritzaci\u00F3 per afegir el lloc
addconf.sndesc=Ordenar per nom en sentit descendent
java.specif=No s'ha pogut trobar el lloc especificat
addconf.finish=Els seg\u00FCents s'afegiran al vostre lloc quan feu clic al bot\u00F3 Acabar.
java.sitebeenused=L'identificador del lloc ja ha estat utilitzat.
java.exists=ja existeix.
addconf.srasc=Ordenar per rol en sentit ascendent
java.delete=Suprimir
add.duplicatedpart=Les seg\u00FCents entrades duplicades s'han eliminat de la llista de participants per afegir\: {0}.
java.recann=Avisos recents
addnoti.anemail=Es pot enviar autom\u00E0ticament un missatge de correu electr\u00F2nic als usuaris que s'hi han afegit per comunicar-los la disponibilitat del lloc.
java.home=Inici
java.reqmiss=Falta/en camp/s necessari/s. Introdu\u00EFu tots els camps necessaris.
gen.finish=Acabar
java.pleasechoose=Seleccioneu un rol.
addconf.suasc=Ordenar per nom \u00FAnic en sentit ascendent
java.reccal=Calendari
addnoti.sendnow=Enviar-lo ara\: enviar ara un missatge de correu electr\u00F2nic als usuaris per notificar-los que el lloc est\u00E0 disponible
java.roleperm=No t\u00E9 permisos per afegir o esborrar usuari(s) amb rol ''{0}''.
java.cannot=No s'ha pogut trobar el lloc especificat
java.rolefor=seleccioneu un rol per a
java.notaccess=No teniu autoritzaci\u00F3 per canviar l'acc\u00E9s a aquest lloc.
java.realm=No s'ha trobat l'objecte de camp desitjat.
gen.back=Enrere
java.emailaddress=''{0}'' no \u00E9s una adre\u00E7a de correu electr\u00F2nic v\u00E0lida\:
java.changeroles=No teniu autoritzaci\u00F3 per canviar rols.
java.notvalid=no \u00E9s v\u00E0lid.
java.invurl=L'URL no \u00E9s v\u00E0lid
java.username=''{0}'' no \u00E9s un nom d'usuari v\u00E0lid.
add.assign=Assignar a tots els participants el mateix rol
sitegen.siteinfolist.inactive=Inactiu
java.emailbaddomain=''{0}'' t\u00E9 un domini que no es pot usar a  ''{1}''
addconf.srdesc=Ordenar per rol en sentit descendent
java.thesiteid=L'identificador del lloc
nonOfficialAccountSectionTitle=Participantes no oficiales
adddif.please=Seleccioneu un rol\:
java.permeditsite=No teniu autoritzaci\u00F3 per editar el lloc ''{0}''
addconf.theywillnot=No s'enviar\u00E0 correu de notificaci\u00F3 sobre la disponibilitat del lloc.
addconf.username=Nom d'usuari
java.guest=Introdu\u00EFu un/s nom/s d'usuari o adre\u00E7a/es de correu electr\u00F2nic de convidat per afegir a aquest lloc
java.pleasesel=Seleccioneu un rol.
java.miss=Falta un camp necessari. Empleneu tots els camps necessaris.
add.existingpart.2=. Pot continuar afegint els altres participants seguint les instruccions de sota.
java.invalid=no \u00E9s una adre\u00E7a de correu electr\u00F2nic v\u00E0lida\:
add.existingpart.1=Els seg\u00FCents participants ja s\u00F3n membres d'aquest espai i no poden ser re-afegits\: ''{0}''
java.click=Feu clic a Cancel\u00B7lar per tornar a la vostra llista de lloc.
add.multiple.nonofficial=Nota\: En cas de que n'hi hagi m\u00E9s d'un introduir-los en l\u00EDnies separades (sense punts). Primer l'adre\u00E7a de correu electr\u00F2nic i, opcionalment, seguida pel cognom i el nom, separats per comes (per exemple\: jjoan@yahoo.com,Joan,Jaume)
addconf.number=\#
nonOfficialAccountName=Invitado
add.addpart=Afegir participant/s a
gen.continue=Continuar
officialAccountLabel=Direcci\u00F3n de correo oficial o nombre de usuario
java.makechanges=No teniu autoritzaci\u00F3 per fer canvis en aquest lloc.
addconf.sortbyrole=Ordenar per rol
add.multiple.nonofficial.alert.more=A {0} hi ha cadenes que contenen altres elements a part de l'adre\u00E7a de correu electr\u00F2nic, cognom, nom. 
addnoti.dontsend=No enviar-lo\: no enviar un missatge de correu electr\u00F2nic per notificar als nous participants la disponibilitat del lloc
java.beenused=''{0}'' ha estat utilitzat.
officialAccountSectionTitle=Otros participantes oficiales
java.help=Ajuda
nonOfficialAccountLabel=Direcci\u00F3n de correo del participante no oficial
add.duplicatedpart.single=La seg\u00FCent entrada duplicada s'ha eliminat de la llista de participants per afegir\: {0}.
java.user=Usuari
addsame.choose=Seleccioneu el rol dels participants que hi afegiu.
addconf.role=Rol
officialAccountName=Nombre de usuario
java.revise=Revisar
add.assign2=Assignar a cada participant un rol individualitzat
java.username.multiple=''{0}'' coincideix amb m\u00FAltiples usuaris. Escolliu entre els seg\u00FCents\: {1} 
addconf.theywill=No
add.official=Alumnes Registrats per al Curs
gen.cancel=Cancel\u00B7lar
java.recdisc=Elements de discussi\u00F3 recents
java.newgroup=Afegir
addconf.userid=Identificador
java.sitewith=Lloc amb identificador
addsame.roles=Rols
java.allowcreate=No esteu autoritzats a crear un lloc nou.
adddif.chroles=Seleccioneu rols per als participants que hi afegiu. Elements necessaris marcats amb
addconf.sortbyname=Ordenar per nom
java.cannotedit=No es pot editar cursos.
java.toimporttool=Trieu com a m\u00EDnim una eina a importar.
add.official1=Els alumnes introdu\u00EFts oficialment es converteixen autom\u00E0ticament en participants quan afegeix la llista del curs al lloc.
java.addp=Afegir participants
java.specify=Especifiqueu el t\u00EDtol del lloc.
addconf.sudesc=Ordenar per nom \u00FAnic en sentit descendent
java.notemailid=''{0}'' no \u00E9s un identificador de correu electr\u00F2nic.
java.toimport=Seleccioneu almenys un lloc per importar.
java.theemail=L'identificador del correu electr\u00F2nic ha d'estar format per car\u00E0cters alfanum\u00E8rics o qualsevol d'aquests s\u00EDmbols \!\#$&'*+-
addconf.summary=A La taula apareix la informaci\u00F3 dels participants del lloc que s'afegeixen. Columna 1\: el n\u00FAmero. Columna 2\: el nom real de l'usuari. Columna 3\: nom real d'usuari. Columna 4\: el rol. Les cap\u00E7aleres contenen enlla\u00E7os per ordenar-los segons els valors de les columnes.
