#Generated by ResourceBundle Editor (http://eclipse-rbe.sourceforge.net)

add.addpart                 = Ajouter participant(s) \u00E0
add.assign                  = Attribuer le m\u00EAme r\u00F4le \u00E0 tous les participants
add.assign2                 = Attribuer \u00E0 chaque participant un r\u00F4le individuellement
add.duplicatedpart          = Les entr\u00E9es dupliqu\u00E9es suivantes ont \u00E9t\u00E9 retir\u00E9es de la liste des participants: {0}.
add.duplicatedpart.single   = L'entr\u00E9e dupliqu\u00E9e suivante a \u00E9t\u00E9 retir\u00E9e de la liste des participants: {0}.
add.enter                   = Inscrire ci-dessous les participants que vous voulez ajouter \u00E0 votre site. Vous pouvez inscrire plus d'un nom dans chaque champ de saisie ci-dessous en les mettant chacun sur une ligne diff\u00E9rente (sans virgule).
add.existingpart            = Les participants du site existants suivants ont \u00E9t\u00E9 retir\u00E9s de la liste d'ajout de participants:
add.existingpart.1          = Les participants suivants sont d\u00E9j\u00E0 membres du site et ne peuvent pas \u00EAtre ajout\u00E9s \u00E0 nouveau: ''{0}''
add.existingpart.2          = . Vous pouvez continuer \u00E0 ajouter les autres participants en suivant les instructions ci-dessous.
add.existingpart.single     = Le participant du site existant suivant a \u00E9t\u00E9 retir\u00E9 de la liste d'ajout de participants:
add.external                = (participants externes, ex.: jdoe@yahoo.com):
add.guests                  = Adresse courriel de(s) invit\u00E9(s)
add.multiple                = Les noms d'utilisateur multiples sont permis en pla\u00E7ant chacun sur sa propre ligne (Appuyez sur la touche Retour ou Entr\u00E9e de votre clavier entre chacune des entr\u00E9es)
add.multiple2               = Les adresses courriel multiples sont permises en pla\u00E7ant chacune sur sa propre ligne (Appuyez sur la touche Retour ou Entr\u00E9e de votre clavier entre chacune des entr\u00E9es)
add.participants            = R\u00F4les des participants
add.unames                  = Nom(s) d'utilisateur

addconf.besent     = recevront un courriel les avisant de la disponibilit\u00E9 du site.
addconf.confirming = Confirmation de l'ajout de participant(s) \u00E0
addconf.finish     = Ce qui suit sera ajout\u00E9 \u00E0 votre site lorsque vous cliquerez le bouton Terminer ci-dessous.
addconf.name       = Nom
addconf.not        = ne
addconf.number     = #
addconf.role       = R\u00F4le
addconf.snasc      = Trier par nom ascendant
addconf.sndesc     = Trier par nom descendant
addconf.sortbyname = Trier par nom
addconf.sortbyrole = Trier par r\u00F4le
addconf.sortbyuniq = Trier par nom unique
addconf.srasc      = Trier par r\u00F4le ascendant
addconf.srdesc     = Trier par r\u00F4le descendant
addconf.suasc      = Trier par nom unique ascendant
addconf.sudesc     = Trier par nom unique descendant
addconf.summary    = La table contient les informations du participant du site \u00E9tant ajout\u00E9. Colonne 1: le num\u00E9ro. Colonne 2: le vrai nom de l'utilisateur. Colonne 3: le nom d'utilisateur. Colonne 4: le r\u00F4le. Les ent\u00EAtes contiennent des liens pour trier les valeurs de leur colonne.
addconf.theywill   = Ils
addconf.userid     = Id
addconf.username   = Nom d'utilisateur

adddif.choose               = S\u00E9lectionner un r\u00F4le pour les participants
adddif.chroles              = S\u00E9lectionnez les r\u00F4les pour les participants que vous \u00EAtes en train d'ajouter. Les \u00E9l\u00E9ments obligatoires sont indiqu\u00E9s par un
adddif.please               = Veuillez s\u00E9lectionner un r\u00F4le:
adddif.rolelist.summary     = La table d\u00E9crit les r\u00F4les disponibles dans le syst\u00E8me
adddif.rolepicklist.summary = La table liste les utilisateurs et les r\u00F4les. Colonne 1: utilisateur. Colonne 2: un item de s\u00E9lection duquel vous pouvez choisir un r\u00F4le.

addnoti.anemail           = Un courriel peut \u00EAtre envoy\u00E9 automatiquement aux utilisateurs ajout\u00E9s les avisant de la disponibilit\u00E9 du site.
addnoti.dontsend          = Ne pas envoyer - Ne pas envoyer de courriel aux nouveaux participants les avisant de la disponibilit\u00E9 du site
addnoti.sendnow           = Envoyer maintenant - envoyer un courriel aux utilisateurs maintenant les avisant que le site est disponible
addnoti.toUnpublishedSite = Vous \u00EAtes en train d'ajouter des utilisateurs, mais votre site n'est pas encore publi\u00E9. Aucune notification par courriel ne sera envoy\u00E9e \u00E0 ces utilisateurs ajout\u00E9s. Ils ne pourront pas voir le site avant que vous ne le publiiez. Veuillez s\u00E9lectionner "G\u00E9rer acc\u00E8s" dans l'outil Info du site pour publier votre site.

addrc.confirming = Confirmation des outils du site pour
addrc.selected   = Et avez s\u00E9lectionn\u00E9 ce qui suit pour votre site (les outils ajout\u00E9s sont indiqu\u00E9s en rouge):
addrc.youhave    = Vous avez supprim\u00E9 ce qui suit:

addrem.check            = Cochez les cases pour ajouter ou supprimer des outils de votre site.
addrem.descrip          = Description du projet, annonces r\u00E9centes, discussion et \u00E9l\u00E9ments de clavardage.
addrem.list.check       = S\u00E9lectionner
addrem.list.description = Description de l'outil
addrem.list.summary     = Liste des outils du site. Colonne 1: case \u00E0 cocher pour ajouter ou retirer un outil du site. Colonne 2: nom de l'outil. Colonne 3: description de l'outil.
addrem.list.toolname    = Outil
addrem.revising         = R\u00E9vision des outils du site pour

addsame.choose       = S\u00E9lectionnez le r\u00F4le pour les participants que vous \u00EAtes en train d'ajouter.
addsame.participants = Participants
addsame.roles        = R\u00F4les

alert.apubsit  = Un site publi\u00E9 est visible par tous les participants. Les sites non publi\u00E9s ne sont visibles qu'\u00E0 ceux qui ont le droit de cr\u00E9er le site. Si vous choisissez de laisser le site non publi\u00E9 pour l'instant, vous pouvez le publier n'importe quand plus tard en utilisant l'outil Information du site qui est visible dans le menu de chaque site de projet ou de cours.
alert.levunp   = Laisser le site non publi\u00E9
alert.onelas   = Une derni\u00E8re \u00E9tape - Voulez-vous publier le site maintenant ou attendre \u00E0 plus tard?
alert.protocol = Veuillez utiliser une adresse Web valide.
alert.pubsit   = Publier le site
alert.yousit   = Votre site a \u00E9t\u00E9 cr\u00E9\u00E9!

atleastonetool = Veuillez s\u00E9lectionner au moins un outil.

chrol.change   = Modifier tous les participants et leur attribuer le m\u00EAme r\u00F4le
chrol.changing = Modification du(des) r\u00F4le(s) pour les participants dans
chrol.current  = R\u00F4le actuel:
chrol.descr    = Descriptions des r\u00F4les
chrol.help     = Aide \u00E0 propos des r\u00F4les
chrol.indiv    = Modifier les r\u00F4les des participants individuellement
chrol.partic   = Participant:
chrol.selected = S\u00E9lectionn\u00E9 un nouveau r\u00F4le pour le participant ci-dessous.
chrol.uniq     = Nom unique

chrolc.confirm = Confirmation de la modification du r\u00F4le pour
chrolc.finish  = Les r\u00F4les suivants seront attribu\u00E9s lorsque vous cliquerez le bouton Terminer ci-dessous.

ediacc-glo.alert    = Alerte:
ediacc-glo.bac      = Retour
ediacc-glo.can      = Annuler
ediacc-glo.con      = Continuer
ediacc-glo.opeonl   = Ouvert seulement \u00E0 ceux que vous ajoutez sp\u00E9cifiquement
ediacc-glo.rol      = S\u00E9lection du r\u00F4le
ediacc-glo.roltoass = R\u00F4le \u00E0 attribuer lorsqu'un utilisateur s'abonne au site
ediacc-glo.setacc   = R\u00E9gler le contr\u00F4le d'acc\u00E8s \u00E0 votre site
ediacc-glo.setting  = Configuration de l'acc\u00E8s global pour
ediacc-glo.sitcanbe = Possible de s'abonner au site pour quiconque a l'autorisation d'ouvrir une session

ediacc.alert        = Alerte
ediacc.bac          = Retour
ediacc.can          = Annuler
ediacc.canbejoi     = Possible de s'y inscrire pour quiconque a l'autorisation d'ouvrir une session
ediacc.chaacc       = Modifier l'acc\u00E8s pour
ediacc.con          = Continuer
ediacc.dismysit     = Afficher mon site dans le r\u00E9pertoire, et partager les fichiers que je s\u00E9lectionne
ediacc.gloacc       = Acc\u00E8s global
ediacc.of           = de
ediacc.plesel       = Veuillez s\u00E9lectionner un r\u00F4le:
ediacc.pri          = Priv\u00E9
ediacc.pubsit       = Publier le site
ediacc.pubyousit    = La publication du site le rend disponible aux participants du site. La configuration d'acc\u00E8s global vous permet de d\u00E9cider qui aura acc\u00E8s \u00E0 votre site lorsqu'il sera publi\u00E9. Vous pouvez modifier cette configuration en allant dans l'Information du site.
ediacc.rolforpep    = R\u00F4le pour les personnes qui s'abonnent au site:
ediacc.setacc       = R\u00E9gler les options d'acc\u00E8s pour votre site...
ediacc.setsitacc    = R\u00E9gler l'acc\u00E8s au site
ediacc.sitsta       = Statut du site
ediacc.step         = \u00C9tape
ediacc.upd          = Mettre \u00E0 jour
ediacc.yousitcan    = Votre site peut \u00EAtre acc\u00E9d\u00E9 par ceux que vous ajoutez comme participants. Voudriez-vous que d'autres personnes aient acc\u00E8s \u00E0 votre site?

ediacccon.alert  = Alerte:
ediacccon.bac    = Retour
ediacccon.can    = Annuler
ediacccon.conglo = Confirmation de l'acc\u00E8s global pour
ediacccon.fin    = Terminer
ediacccon.joiwit = possible de s'y inscrire avec le r\u00F4le
ediacccon.makin  = Un site o\u00F9 il est "possible de s'y inscrire" veut dire que n'importe qui peut s'y inscrire comme participant et aura le r\u00F4le que vous avez sp\u00E9cifi\u00E9.
ediacccon.makin2 = Un site o\u00F9 il est "impossible de s'y inscrire" veut dire que personne, \u00E0 l'exception de ceux que vous ajoutez sp\u00E9cifiquement, ne peut devenir un participant de votre site.
ediacccon.unjoi  = impossible de s'y inscrire
ediacccon.youhav = Vous avez s\u00E9lectionn\u00E9 pour faire votre site

editgroup.addmember             = Ajouter au groupe >
editgroup.back                  = Retour
editgroup.cancel                = Annuler
editgroup.generallist           = Liste des membres du site
editgroup.groupdel.alert        = Voulez-vous vraiment supprimer les groupes suivants?
editgroup.grouplist             = Liste des membres du groupe
editgroup.instruction           = S\u00E9lectionnez les membres de la liste des membres du site et ajoutez au groupe. S\u00E9lectionnez les membres de la liste de groupe et supprimez. Cliquez sur Mettre \u00E0 jour pour enregistrer les modifications.
editgroup.membership            = Adh\u00E9sion
editgroup.new                   = Nouveau
editgroup.remove                = Supprimer?
editgroup.removechecked         = Supprimer s\u00E9lectionn\u00E9s
editgroup.removegroups          = Supprimer groupes
editgroup.removemember          = < Supprimer
editgroup.revise                = R\u00E9viser
editgroup.selectremovechecked   = S\u00E9lectionner pour supprimer
editgroup.site.notfound.alert   = Site introuvable.
editgroup.site.permission.alert = Vous n'avez pas le droit de faire des modifications au site.
editgroup.titlemissing          = Vous devez sp\u00E9cifier le titre du groupe.
editgroup.update                = Mettre \u00E0 jour

emailInIdAccountInstru = Pour ouvrir une session, vous devez d'abord obtenir un compte invit\u00E9. Un compte invit\u00E9 est un type particulier de compte qui est utilis\u00E9 pour donner aux non membres Sakai de l'universit\u00E9 un acc\u00E8s g\u00E9n\u00E9ral \u00E0 l'environnement Web Sakai de l'universit\u00E9. L'environnement Web Sakai de l'universit\u00E9 inclut plusieurs outils et services, dont l'un d'eux est Sakai.

emailInIdAccountLabel = Adresse courriel de(s) invit\u00E9(s) (participants externes, ex.: jdoe@yahoo.com)

emailInIdAccountName = invit\u00E9

enw.custom   = Personnaliser les outils
enw.custom1  = Personnalisez ces outils pour votre site maintenant.  Vous pouvez aussi faire des ajustements au site plus tard en utilisant l'\u00E9l\u00E9ment \u00C9diter outils dans l'outil d'Information du site.
enw.custom2  = Personnalisez ces outils pour votre site.
enw.email    = Archive de courriels
enw.emailreq = Adresse courriel (obligatoire)
enw.more     = plus
enw.morent   = Plus de nouveaux outils?
enw.morewct  = Plus d'outils de contenu Web?
enw.news     = Nouvelles
enw.site     = Adresse courriel du site:
enw.suggest  = (longueur sugg\u00E9r\u00E9e 15 car.)
enw.these    = Personnaliser ces outils pour votre site...
enw.title    = Titre:
enw.url      = URL:
enw.web      = Contenu Web

feat.choose             = S\u00E9lectionnez les outils \u00E0 inclure dans votre site...
feat.forv               = Pour l'affichache des annonces r\u00E9centes, discussions, et \u00E9l\u00E9ments de clavardage.
feat.note               = Note: Pour s\u00E9lectionner plus d'un \u00E9l\u00E9ment, maintenez la touche CTRL (Windows) ou la touche Pomme (Mac) enfonc\u00E9e et cliquez vos s\u00E9lections.
feat.reuse              = R\u00E9utiliser du mat\u00E9riel d'autres de vos sites
feat.thanks             = Non, merci.
feat.tools              = Outils
feat.tools.list.summary = Table listant les caract\u00E9ristiques de votre site.  Colonne 1: case \u00E0 cocher pour s\u00E9lectionner. Colonne 2: nom de la caract\u00E9ristique. Colonne 3: description de la caract\u00E9ristique.
feat.yesfrom            = Oui, de ces sites:

gen.alert    = Alerte:
gen.back     = Retour
gen.cancel   = Annuler
gen.continue = Continuer
gen.finish   = Terminer
gen.first    = Aller au premier
gen.last     = Aller au dernier
gen.next     = Aller au suivant
gen.previous = Aller au pr\u00E9c\u00E9dent
gen.proces   = En traitement...
gen.update   = Mettre \u00E0 jour

gradt.create   = Cr\u00E9er site
gradt.creating = Cr\u00E9ation d'un site d'outils Gradu\u00E9s...
gradt.descr    = Description:
gradt.short    = Description courte:
gradt.sname    = Nom du site:

group.description           = Description
group.editgroup             = \u00C9diter groupe
group.list                  = Liste de groupes
group.membership            = Adh\u00E9sion au groupe:
group.newgroup              = Cr\u00E9er nouveau groupe
group.nogroup               = Aucun groupe n'est d\u00E9fini.
group.number                = Taille
group.siteinfo.tablesummary = Table contenant l'information sur le groupe de site. La colonne 1 contient le titre du groupe, la colonne 2 contient le d\u00E9compte du nombre de membre du groupe.
group.sortnumberasc         = Trier par num\u00E9ro de membre de groupe ascendant
group.sortnumberdesc        = Trier par num\u00E9ro de membre de groupe descendant
group.sorttitleasc          = Trier par titre ascendant
group.sorttitledesc         = Trier par titre descendant
group.tablesummary          = Le tableau contient l'information du groupe du site. La colonne 1 contient le titre du groupe, la colonne 2 contient le nombre de membres du groupe. Les en-t\u00EAtes contiennent des liens pour le tri.
group.title                 = Titre
group.title.same            = Le m\u00EAme titre de groupe a d\u00E9j\u00E0 \u00E9t\u00E9 utilis\u00E9. Veuillez s\u00E9lectionner un titre diff\u00E9rent.

iconNames.1 = *par d\u00E9faut*
iconNames.2 = sciences humaines
iconNames.3 = ing\u00E9nierie
iconNames.4 = pig

import.choose              = S\u00E9lectionnez le mat\u00E9riel que vous voulez r\u00E9utiliser de ces sites. Vous pouvez combiner du mat\u00E9riel de plusieurs sites (par exemple, Ressources de plusieurs sites).
import.choose.label1       = S\u00E9lectionner
import.choose.label2       = du site
import.choose.list.summary = Table contenant un r\u00E9seau d'outil et de sites. Premi\u00E8re colonne: nom de l'outil. Colonnes subs\u00E9quentes sont pour les sites. Certaines peuvent contenir des cases \u00E0 cocher. En les s\u00E9lectionnant, le contenu de cet outil (la ligne) sera import\u00E9e dans ce site (la colonne)
import.noOtherSite         = Vous ne poss\u00E9dez pas d'autres sites \u00E0 partir desquelles vous pourriez r\u00E9utiliser du mat\u00E9riel.
import.of                  = de
import.reuse               = R\u00E9utiliser du mat\u00E9riel d'autres sites
import.reuse2              = R\u00E9utiliser du mat\u00E9riel d'autres de vos sites...
import.step                = \u00C9tape

importFile.choosefile = Veuillez s\u00E9lectionner le fichier \u00E0 importer.
importFile.exceeded   = a \u00E9t\u00E9 d\u00E9pass\u00E9e.
importFile.size       = La taille de t\u00E9l\u00E9versement maximale de

java.according     = Selon nos sources de donn\u00E9es,
java.account       = ''{0}'' n'a pas pu \u00EAtre ajout\u00E9 - le nom du compte n'existe pas.
java.addalias      = Vous n'avez pas le droit d'ajouter l'alias.
java.addclasses    = Ajouter liste(s)
java.addedto       = Vous avez \u00E9t\u00E9 ajout\u00E9 \u00E0
java.addp          = Ajouter participants
java.alias         = Alias
java.allmy         = Tous mes sites
java.allowcreate   = Vous n'avez pas le droit de cr\u00E9er un nouveau site.
java.allusers      = Tous les autres utilisateurs ont \u00E9t\u00E9 ajout\u00E9s
java.already       = n'a pas pu \u00EAtre supprim\u00E9. Vous \u00EAtes d\u00E9j\u00E0 en train d'\u00E9diter ce site dans un autre outil, ou quelqu'un d'autre est en train d'\u00E9diter ce site.
java.another       = dans un autre outil, ou quelqu'un d'autre est en train d'\u00E9diter ce site.
java.appoint       = 's appointment and the legitimacy of this site request. Si vous vous sentez incapable de r\u00E9pondre, veuillez rediriger ce message \u00E0 une personne contact au niveau d\u00E9partemental qui a l'autorisation d'aprouver ou de refuser la requ\u00EAte.
java.approval      = Je demande l'approbation d'un
java.approval2     = Je demande l'approbation pour acc\u00E9der \u00E0
java.asreq         = tel que demand\u00E9.
java.assoc         = est associ\u00E9 \u00E0 la (aux) classes \u00E9num\u00E9r\u00E9e(s) ci-dessus?
java.at            = \u00E0
java.atleast       = Veuillez s\u00E9lectionner au moins une importation \u00E0 faire.
java.author        = Veuillez inscrire la personne autoris\u00E9e responsable
java.authoriz      = Le courriel de demande d'autorisation du site a \u00E9t\u00E9 envoy\u00E9 avec succ\u00E8s \u00E0 uniqname
java.because       = Impossible d'enregistrer les modifications au site parce que le site est en train d'\u00EAtre utilis\u00E9 par une autre personne.
java.beenused      = ''{0}'' a \u00E9t\u00E9 utilis\u00E9.
java.cadded        = n'a pas pu \u00EAtre ajout\u00E9.
java.cannot        = Impossible de trouver le site sp\u00E9cifi\u00E9
java.cannotclasses = Impossible d'\u00E9diter les classes du site.
java.cannotedit    = Impossible d'\u00E9diter les cours.
java.canyou        = Pouvez-vous v\u00E9rifier que
java.changeroles   = Vous n'avez pas le droit de modifier les r\u00F4les.
java.classes       = Veuillez s\u00E9lectionner la (les) classe(s) \u00E0 supprimer.
java.click         = Cliquez Annuler pour retourner \u00E0 votre liste de sites.
java.connect       = Impossible de connecter ou d'obtenir le fichier sp\u00E9cifi\u00E9 pas l'URL des nouvelles
java.copy          = Ceci est une copie de la demande de site de cours que vous avez faite.
java.couldnt       = n'a pas pu \u00EAtre localis\u00E9. Veuillez demander au soutien technique de vous aider.
java.couldntdel    = n'a pas pu \u00EAtre supprim\u00E9 parce que vous n'avez pas le droit.
java.course        = Cours:
java.course2       = cours:
java.coursesite    = Site de cours pour
java.date          = Date:
java.delete        = Supprimer
java.dontperm      = n'a pas pu \u00EAtre supprim\u00E9. Vous n'avez pas le droit de supprimer ce site.
java.dupli         = Veuillez sp\u00E9cifier un titre pour le site dupliqu\u00E9.
java.duplicate     = Dupliquer site
java.editc         = \u00C9diter la (les) liste(s) de classe
java.editsite      = \u00C9diter l'information du site
java.edittools     = \u00C9diter les outils
java.elsewhere     = Vous \u00EAtes en train d'\u00E9diter ce site ou quelqu'un d'autre est en train d'\u00E9diter ce site ailleurs.
java.email         = Courriel:
java.email2        = courriel
java.emailaddress  = ''{0}'' n'est pas une adresse courriel valide.
java.emailarchive  = Veuillez sp\u00E9cifier une adresse courriel pour l'outil d'archive de courriels.
java.emailinuse    = L'alias courriel est d\u00E9j\u00E0 utilis\u00E9.
java.error         = Une erreur s'est produite lors de la r\u00E9cup\u00E9ration de ce site.
java.exists        = existe d\u00E9j\u00E0.
java.following     = Vous avez \u00E9t\u00E9 ajout\u00E9 \u00E0 ce qui suit
java.for           = pour
java.forthese      = pour ces
java.forthis       = pour cette section:
java.from          = De:
java.fromwork      = De la configuration du site \u00E0
java.grad          = Outils Gradu\u00E9s
java.gradsite      = Site d'outils Gradu\u00E9s pour
java.gradtools     = gradtools
java.group         = G\u00E9rer les groupes
java.guest         = Veuillez inscrire le(s) nom(s) d'utilisateur ou l'(les) adresse(s) courriel Invit\u00E9 \u00E0 ajouter \u00E0 ce site
java.haveadd       = Vous n'avez pas le droit d'ajouter ''{0}''
java.hello         = Bonjour,
java.help          = Aide
java.home          = Page d'accueil
java.however       = Vous ne pouvez pas supprimer des participants inscrits officiellement \u00E0 ce cours. Cependant, vous pouvez modifier leurs r\u00F4les dans le site en cliquant le bouton Modifier r\u00F4le(s) (... sous R\u00E9viser, \u00C9diter acc\u00E8s.)
java.idinvalid     = L'id du site est invalide
java.import        = Importer du site
java.importFile    = Importer du fichier
java.inuse         = L'id du site est d\u00E9j\u00E0 utilis\u00E9
java.invalid       = est une adresse courriel invalide.
java.invurl        = URL invalide
java.isbeing       = Votre demande est en traitement. Vous receverez un courriel lorsque la liste d'\u00E9tudiants sera ajout\u00E9e \u00E0 votre site.
java.isinval       = ''{0}'' est invalide.
java.joinsite      = Veuillez s\u00E9lectionner un r\u00F4le pour les utilisateurs qui s'inscrivent au site.
java.loginhow1     = 1. Ouvrez
java.loginhow2     = 2. Cliquez le bouton Ouverture de session
java.loginhow3     = 3. Inscrivez votre nom d'utilisateur Invit\u00E9 et votre mot de passe, et cliquez Ouvrir une session.
java.loginhow3u    = 3. Inscrivez votre nom d'utilisateur et votre mot de passe, et cliquez Ouvrir une session.
java.makechanges   = Vous n'avez pas le droit de faire des modifications \u00E0 ce site.
java.manual        = Veuillez s\u00E9lectionner le cours de la liste ou choisissez d'entrer manuellement l'information du cours.
java.meantime      = En attendant, vous pouvez continuer la configuration du site et ajouter du mat\u00E9riel de cours \u00E0 votre site.
java.miss          = Un champ obligatoire est manquant. Veuillez remplir tous les champs obligatoires.
java.my            = ma Zone de Travail
java.name          = Nom:
java.new           = Nouveau
java.newsite       = Nouveau site
java.newusernoti   = Nouvelle notification utilisateur
java.nocreate      = Vous n'avez pas le droit de cr\u00E9er ce site
java.nosites       = Aucun site s\u00E9lectionn\u00E9. Veuillez s\u00E9lectionner un ou des sites.
java.notaccess     = Vous n'avez pas le droit de modifier l'acc\u00E8s \u00E0 ce site.
java.notemailid    = ''{0}'' n'est pas un id de courriel
java.notvalid      = n'est pas valide.
java.notvalidid    = n'est pas un id utilisateur valide.
java.nousers       = Aucun utilisateur disponible/s\u00E9lectionn\u00E9 pour la suppression.
java.nousers2      = Aucun utilisateur disponible/s\u00E9lectionn\u00E9 pour la modification de r\u00F4les.
java.off           = Site de cours officiel
java.official      = Site de cours officiel cr\u00E9\u00E9 par
java.on            = sur
java.once          = Lorsque vous avez votre compte Invit\u00E9, vous pouvez ouvrir une session dans
java.once3         = comme suit:
java.orderpages    = Ordre des pages
java.passwordis1   = Votre mot de passe est
java.passwordis2   = Vous pouvez aller dans l'outil Compte dans le site ma Zone de Travail pour le r\u00E9initialiser.
java.permeditsite  = Vous n'avez pas le droit d'\u00E9diter le site ''{0}''
java.permission    = Vous n'avez pas le droit d'ajouter le site
java.please        = Veuillez ne s\u00E9lectionner qu'un seul site \u00E0 r\u00E9viser \u00E0 la fois
java.pleasech      = Veuillez s\u00E9lectionner une taille de site permise
java.pleasechoice  = Veuillez s\u00E9lectionner le type de notification.
java.pleasechoose  = Veuillez s\u00E9lectionner un r\u00F4le.
java.pleasesel     = Veuillez s\u00E9lectionner un r\u00F4le.
java.pleaseval     = Veuillez s\u00E9lectionner une taille de site valide.
java.problem       = Un probl\u00E8me s'est produit lors de l'\u00E9dition des participants du site.
java.problem2      = Un probl\u00E8me s'est produit lors de la mise \u00E0 jour des r\u00F4les des utilisateurs.
java.realm         = L'objet realm attendu n'a pas \u00E9t\u00E9 trouv\u00E9.
java.recann        = Annonces r\u00E9centes
java.reccal        = Calendrier
java.recdisc       = \u00C9l\u00E9ments de discussions r\u00E9cents
java.receiv        = Vous recevez ce message sur la recommandation de
java.recent        = Messages de clavardage r\u00E9cents
java.record        = n'est pas l'instructeur du registre.
java.reqfields     = Veuillez inscrire les champs obligatoires.
java.reqmiss       = Champ(s) obligatoire(s) manquant(s). Veuillez remplir tous les champs obligatoires.
java.respond       = Veuillez r\u00E9pondre \u00E0 ce message avec l'information \u00E0 propos de
java.revise        = R\u00E9viser
java.rightnow      = n'est pas disponible pour l'\u00E9dition actuellement.
java.rolefor       = Veuillez s\u00E9lectionner un r\u00F4le pour
java.roletype      = Veuillez s\u00E9lectionner le type de r\u00F4le.
java.rosters       = Vous n'avez pas le droit de faire un lien vers la liste de cours.
java.rss           = sp\u00E9cifie un fichier qui n'est pas en format RSS.
java.saveas        = Enregistrer sous
java.section       = Section:
java.sections      = sections:
java.select        = Veuillez s\u00E9lectionner un type de site.
java.simpleby      = par
java.simplesite    = site:
java.simplethe     = Le
java.siteaccess    = G\u00E9rer acc\u00E8s
java.sitebeenused  = L'id du site a \u00E9t\u00E9 utilis\u00E9.
java.sitechreq     = Demande de modification de site
java.siteid        = Id du site:
java.siteinstr     = Instruction sp\u00E9ciale:
java.siteinuse     = Le site est en usage et ne peut pas \u00EAtre modifi\u00E9.
java.siteinval     = L'id du site est invalide.
java.sitenoti      = Notification du site
java.sitereq       = Demande de site
java.sitereqfrom   = Demande de site de
java.sites         = Sites
java.sitetitle     = Titre du site:
java.sitewith      = Site avec id
java.sitewithid    = Un site avec id
java.someone       = Quelqu'un est d\u00E9j\u00E0 en train d'\u00E9diter ce site
java.specif        = Impossible de trouver le site sp\u00E9cifi\u00E9
java.specify       = Veuillez sp\u00E9cifier le titre du site.
java.subj          = Suj:
java.subject       = Sujet:
java.supp          = Soutien
java.support       = \u00C9quipe de soutien
java.tabscreen     = 4. Allez au site, cliquez sur l'onglet du site. (Vous verrez deux onglets ou plus en rang\u00E9e dans la partie sup\u00E9rieure de l'\u00E9cran.)
java.thanks        = Merci,
java.theaccess     = L'acc\u00E8s \u00E0 ce site est actuellement en train d'\u00EAtre \u00E9dit\u00E9 par un autre utilisateur.
java.theaccessto   = L'acc\u00E8s \u00E0 ce site
java.theaccessto2  = est actuellement en train d'\u00EAtre \u00E9dit\u00E9 par un autre utilisateur.
java.theemail      = L'id du courriel doit \u00EAtre compos\u00E9 de caract\u00E8res alphanum\u00E9riques ou de !#$&'*+-=?^_`{|}~. (pas d'espace).
java.thenews       = L'URL de la source de nouvelles
java.thesiteemail  = Le courriel de demande d'autorisation du site n'a pas pu \u00EAtre envoy\u00E9 \u00E0 uniqname
java.thesiteid     = L'id du site
java.thissite      = Ce site
java.to            = \u00C0:
java.togeta1       = Pour obtenir un compte Invit\u00E9, ouvrez le site suivant:
java.togeta2       = et suivez les \u00E9tapes indiqu\u00E9es.
java.toimport      = Veuillez choisir au moins un site \u00E0 importer.
java.toimporttool  = Veuillez choisir au moins un outil \u00E0 importer.
java.tolog         = Pour ouvrir une session:
java.tothissite    = \u00E0 ce site.
java.unable        = Impossible d'ajouter
java.unableconf    = Impossible de configurer un site d'outils Gradu\u00E9s.
java.user          = Utilisateur
java.username      = ''{0}'' n'est pas un nom d'utilisateur valide.
java.validAuthor1  = Veuillez inscrire un valide
java.validAuthor2  = pour l'instructeur du registre.
java.wasset        = a \u00E9t\u00E9 configur\u00E9 par
java.webincludes   = environnement Web qui inclut plusieurs outils et services, dont l'un d'eux est
java.who           = qui a demand\u00E9 un site Web de cours officiel pour la (les) classe(s) suivante(s):
java.wish          = Si vous d\u00E9sirez fournir de l'information suppl\u00E9mentaire, veuillez envoyer un courriel \u00E0
java.withrost      = avec acc\u00E8s aux listes pour ces
java.withrost2     = avec acc\u00E8s \u00E0 la liste pour cette section:
java.workinfo      = Information du site
java.youalready    = Vous \u00EAtes d\u00E9j\u00E0 en train d'\u00E9diter ce site
java.youhave       = Vous n'avez pas s\u00E9lectionn\u00E9 de fonctionnalit\u00E9s pour votre site. Vous pouvez faire ceci en cliquant le bouton Retour ou plus tard en cliquant R\u00E9viser, puis ajoutez ou supprimez des fonctionnalit\u00E9s.
java.yoursite      = La configuration de votre site est termin\u00E9e. Vous pouvez maintenant ajouter du contenu \u00E0 votre site et le publier.
java.yourwork      = Votre Zone de Travail ne peut pas \u00EAtre supprim\u00E9 avec cet outil.

list.check          = Cochez la (les) case(s) pour r\u00E9aliser une action sur un site. Cliquez le titre de la colonne pour trier.
list.cls            = R\u00E9initialiser la recherche
list.creationdate   = Date de cr\u00E9ation
list.creator        = Cr\u00E9ateur
list.found          = trouv\u00E9s qui correspondent \u00E0 votre recherche pour
list.inthe          = dans le vue de
list.items          = \u00E9l\u00E9ments
list.itemsper       = \u00E9l\u00E9ments par page
list.next           = Suivant
list.nosites        = Aucun site n'a \u00E9t\u00E9 trouv\u00E9
list.onesite        = 1 site a \u00E9t\u00E9
list.owner          = Propri\u00E9taire
list.previous       = Pr\u00E9c\u00E9dent
list.publi          = Publi\u00E9
list.scasc          = Trier par date de cr\u00E9ation ascendante
list.scdesc         = Trier par date de cr\u00E9ation descendante
list.screatorasc    = Trier par cr\u00E9ateur ascendant
list.screatordesc   = Trier par cr\u00E9ateur descendant
list.search         = Recherche
list.select.label   = Choisissez la taille de la page
list.show           = afficher
list.sites          = sites ont \u00E9t\u00E9
list.soasc          = Trier par propri\u00E9taire ascendant
list.sodesc         = Trier par propri\u00E9taire descendant
list.sortbycreation = Trier par date de cr\u00E9ation
list.sortbycreator  = Trier par cr\u00E9ateur
list.sortbyowner    = Trier par propri\u00E9taire
list.sortbystatus   = Trier par statut
list.sortbyterm     = Trier par session
list.sortbytitle    = Trier par titre
list.sortbytype     = Trier par type
list.spasc          = Trier par publi\u00E9 ascendant
list.spdesc         = Trier par publi\u00E9 descendant
list.ssasc          = Trier par statut ascendant
list.ssdesc         = Trier par statut descendant
list.stasc          = Trier par titre ascendant
list.status         = Statut
list.stdesc         = Trier par titre descendant
list.steasc         = Trier par session ascendante
list.stedesc        = Trier par session descendante
list.styasc         = Trier par type ascendant
list.stydesc        = Trier par type descendant
list.summary        = Table listant les sites. Colonne 1: case \u00E0 cocher lorsque le site peut \u00EAtre \u00E9dit\u00E9. Colonne 2: type de site. Colonne 3: propri\u00E9taire. Colonne 4: semestre. Colonne 5: \u00E9tat. Colonne 6: date de cr\u00E9ation.
list.term           = Session
list.thatmatch      = qui correspondent \u00E0 votre recherche pour
list.type           = Type
list.unpub          = Non publi\u00E9
list.view           = Vue:
list.viewing        = Affichage
list.worksite       = Titre du site

man.addmore          = Ajouter plus de liste(s)?
man.addmore.label    = Appuyez sur alt + fl\u00E8che haut ou bas pour d\u00E9filer le menu de s\u00E9lection
man.authoriz         = Nom d'utilisateur de la personne autoris\u00E9e responsable:
man.class            = Classe:(ex.: 101)
man.creat            = Cr\u00E9ation d'un nouveau site de classe
man.edit             = \u00C9dition du site...
man.email            = Un courriel sera envoy\u00E9 pour demander l'autorisation pour que vous puissiez cr\u00E9er ce site.
man.enter            = Inscrivez l'information de la classe pour la (les) liste(s) de ceux qui auront acc\u00E8s \u00E0 votre site. Un
man.enter2           = Inscrivez l'information de la classe pour votre site. Un
man.list.summary     = Table pour l'entr\u00E9e manuelle d'information de cours. Chaque ligne contient une s\u00E9rie de champs pour entrer de l'information sur les listes de cours.
man.means            = signifie que l'information est obligatoire.
man.notverify        = En ce moment, nous ne pouvons v\u00E9rifier que vous \u00EAtes l'instructeur du registre, veuillez entrer le nom d'utilisateur d'une personne qui peut valider que vous pouvez cr\u00E9er ce site (ex.: responsable du d\u00E9partement, instructeur lors de la session pr\u00E9c\u00E9dente). Un courriel demandant l'autorisation sera envoy\u00E9 \u00E0 cette personne.
man.notverifyfuture1 = La liste officielle pour votre classe sera disponible
man.notverifyfuture2 = semaines avant le d\u00E9but de la session. \u00C0 ce moment vous pourrez donner l'acc\u00E8s \u00E0 votre site aux \u00E9tudiants en allant dans l'outil d'Information du site, en s\u00E9lectionnant "\u00C9diter liste(s) de classe" et en suivant les informations de l'assistant de configuration.
man.please           = Veuillez inscrire des commentaires suppl\u00E9mentaires qui pourront nous aider \u00E0 autoriser votre demande de site.
man.please_enter     = Veuillez trouver un[autre] cours/section en entrant l'information ci-dessous.
man.requested        = (Demand\u00E9)
man.sect             = Section:(ex.: 001)
man.siteauth         = Autorisation pour permettre l'acc\u00E8s au site pour la (les) liste(s)
man.siteroster       = Liste(s) de classe
man.sofar            = Vous avez s\u00E9lectionnez jusqu'\u00E0 pr\u00E9sent les cours/section(s) suivant(s)
man.spec             = Instructions sp\u00E9ciales:
man.sroster          = Liste(s) de classe
man.subject          = Sujet: (ex.: PSYCH)
man.this             = ce site de cours:
man.toaddto          = \u00E0 ajouter \u00E0

news.title         = Nouvelles Sakai

newsc.appear       = Apparence (ic\u00F4ne):
newsc.avail        = Disponible \u00E0:
newsc.confirm      = Confirmez la configuration de votre site
newsc.crsite       = Cr\u00E9er site
newsc.descr        = Description:
newsc.icon         = Ic\u00F4ne de l'URL:
newsc.ifthis       = Si cette information est correcte, cliquez Demander site.
newsc.ifthis2      = Si cette information est correcte, cliquez Cr\u00E9er site.
newsc.ifyou        = Si vous avez besoin de faire des modifications, cliquez le bouton Retour au bas de la page. Pour modifier cette configuration plus tard, allez dans l'Information du site \u00E0 l'int\u00E9rieur de votre site.
newsc.list.summary = Liste r\u00E9sumant les r\u00E9glages du site.
newsc.no           = Non
newsc.please       = Veuillez r\u00E9viser l'information suivante \u00E0 propos de votre site.
newsc.reqsite      = Demander site
newsc.selection    = Confirmez les s\u00E9lections de configuration de votre site...
newsc.short        = Description courte:
newsc.site         = Titre du site:
newsc.sitecan      = Possible de s'abonner au site pour quiconque a l'autorisation d'ouvrir une session
newsc.sitecont     = Nom de la personne-ressource du site:
newsc.sitecont2    = Courriel de la personne-ressource du site:
newsc.siteown      = Propri\u00E9taire et organisateurs du site
newsc.sitepart     = Participants du site seulement
newsc.tools        = Outils:
newsc.visible      = Visible publiquement:
newsc.yes          = Oui
newsc.youare       = Vous \u00EAtes en train de configurer un site de classe qui inclut les classe/sections suivantes:

newsitpub.alert = Alerte:

noEmailInIdAccountLabel = Nom(s) d'utilisateur

noEmailInIdAccountName = nom d'utilisateur

nscourse.acad                                         = Session de cours
nscourse.acad2                                        = Session de cours:
nscourse.add                                          = Ajouter l'acc\u00E8s pour la (les) liste(s) \u00E0
nscourse.add_course_not_listed                        = Ajouter un(des) cours et/ou une(des) section(s) non \u00E9num\u00E9r\u00E9s au-dessus\u2026
nscourse.already                                      = La (les) liste(s) suivante(s) ont acc\u00E8s \u00E0 votre site:
nscourse.change_button                                = Changer
nscourse.change_this_ID                               = Changer cette ID pour montrer le(s) cours pour une autre personne.
nscourse.choose                                       = S\u00E9lectionnez les classes pour ce site...
nscourse.cinfo                                        = Information du cours
nscourse.cm.configure.log.nosubjectcat                = La propri\u00E9t\u00E9 "" n'est pas d\u00E9fini dans sakai.properties. Pour utiliser la page du cours trouv\u00E9e, celle-ci doit indiquer le type de cat\u00E9gorie qui identifie le CourseSets  du niveau\u2013du-d\u00E9partement dans votre impl\u00E9mentation de gestion de cours.
nscourse.cms.courseoffering.label                     = Cours offert
nscourse.cms.section.label                            = Section
nscourse.course_sections_selection                    = S\u00E9lection de cours/section(s)
nscourse.creating                                     = Cr\u00E9ation d'un nouveau site de cours
nscourse.current_displaying_courses_sections_for_id   = Actuellement affichant les cours/sections pour (ID)
nscourse.edit                                         = \u00C9dition du site
nscourse.findCourse                                   = S\u00E9lection de cours/section(s) -
nscourse.findCourse.addAnotherSection                 = Ajouter une autre section
nscourse.findCourse.authorization.authname            = Autorisation du nom d'utilisateur
nscourse.findCourse.authorization.authname.lookup     = Rechercher un nom d'utilisateur dans l'annuaire de campus\u2026
nscourse.findCourse.authorization.comments            = Veuillez \u00E9crire les commentaires additionnels qui peuvent nous aider \u00E0 autoriser votre demande de site.
nscourse.findCourse.authorization.email               = L'email sera envoy\u00E9 \u00E0 la personne demandant l'autorisation pour que vous cr\u00E9iez ce site.
nscourse.findCourse.authorization.instructions        = Actuellement, nous ne pouvons pas v\u00E9rifier que vous \u00EAtes l'instructeur de l'enregistrement pour ce cours/section. Veuillez \u00E9crire le nom d'utilisateur d'une personne qui peut v\u00E9rifier que vous pouvez ajouter ce cours ou section \u00E0 cet emplacement (ex. chef de d\u00E9partement, l'instructeur du trimestre pr\u00E9c\u00E9dent). Un email demandant l'autorisation sera envoy\u00E9 \u00E0 cette personne. Une fois que la v\u00E9rification est compl\u00E8te, ce cours ou section aura acc\u00E8s \u00E0 votre site.
nscourse.findCourse.authorization.specialInstructions = Instructions sp\u00E9ciales
nscourse.findCourse.authorization.title               = Autorisation d'ajouter ce cours/section
nscourse.findCourse.findAnother                       = S\u00E9lectionner ce cours/section et trouver d'autres\u2026
nscourse.findCourse.select                            = S\u00E9lectionner
nscourse.findCourse.selected                          = S\u00E9lection courante:
nscourse.findCourse.stillNotFound                     = Encore incapable de trouver votre cours/section?
nscourse.findCourse.useCMS                            = Trouver le cours/section dans le catalogue de cours
nscourse.findInstruction                              = Veuillez trouver un[autre] cours/section en entrant l'information ci-dessous
nscourse.iwould1                                      = Je veux ajouter une liste non \u00E9num\u00E9r\u00E9e ci-haut \u00E0 ce site
nscourse.iwould2                                      = Je veux donner l'acc\u00E8s \u00E0 une liste non \u00E9num\u00E9r\u00E9e ci-haut
nscourse.look_up_an_username                          = Rechercher un nom d'utilisateur dans l'annuaire de campus\u2026
nscourse.means                                        = signifie
nscourse.req                                          = information obligatoire.
nscourse.select                                       = S\u00E9lectionnez les classes/sections qui seront incluses dans le site du cours.
nscourse.select_group_sections                        = S\u00E9lectionner le groupe de sections
nscourse.step                                         = \u00C9tape 1 de
nscourse.unselect_group_sections                      = D\u00E9s\u00E9lectionner le groupe de sections
nscourse.youmay                                       = Vous pouvez aussi permettre l'acc\u00E8s au site \u00E0 la (aux) liste(s) suivante(s):

part.addpart  = Ajouter participants
part.below    = ci-dessous.
part.goto     = Allez au site dans le r\u00F4le de l'utilisateur
part.items    = \u00E9l\u00E9ments
part.partlist = Liste de participants
part.remove   = Supprimer?
part.show10   = afficher 10 \u00E9l\u00E9ments par page
part.show100  = afficher 100 \u00E9l\u00E9ments par page
part.show20   = afficher 20 \u00E9l\u00E9ments par page
part.show200  = afficher 200 \u00E9l\u00E9ments par page
part.show5    = afficher 5 \u00E9l\u00E9ments par page
part.show50   = afficher 50 \u00E9l\u00E9ments par page
part.ustatus  = Statut de l'utilisateur
part.view     = Afficher et \u00E9diter les r\u00F4les et les participants pour
part.viewing  = Affichage

permis = Droits d'acc\u00E8s...

pubuncon.alert   = Alerte:
pubuncon.apub    = Un site publi\u00E9 est visible \u00E0 tous les participants.
pubuncon.bac     = Retour
pubuncon.benot   = soient avis\u00E9s de la disponibilit\u00E9 du site.
pubuncon.can     = Annuler
pubuncon.clifin  = Cliquez Terminer ci-dessous pour que le statut de votre site soit
pubuncon.conpub  = Confirmation le statut de publication de
pubuncon.fin     = Terminer
pubuncon.part    = Participants
pubuncon.publi   = publi\u00E9
pubuncon.unpub   = Les sites non publi\u00E9s ne sont visibles qu'\u00E0 ceux qui ont le droit de cr\u00E9er le site.
pubuncon.unpubli = non publi\u00E9
pubuncon.will    = sera
pubuncon.willnot = ne sera pas

pubunp.alert  = Alerte:
pubunp.can    = Annuler
pubunp.chathe = Modification du statut d'un site...
pubunp.con    = Continuer
pubunp.pubwor = Publier site
pubunp.pubyou = La publication de votre site le rend visible aux participants de votre site.
pubunp.unpwor = Site non publi\u00E9

rem.deleting = La suppression d'un site supprime tout le contenu du site et n'est pas r\u00E9cup\u00E9rable - personne d'autre ne sera capable d'acc\u00E9der au site supprim\u00E9. Si vous tentez de vous supprimer d'un site, utilisez l'outil Adh\u00E9sion dans votre Zone de Travail pour vous d\u00E9sabonner du site.
rem.remove   = Supprimer
rem.remsite  = Suppression du site...
rem.youhave  = Vous avez s\u00E9lectionn\u00E9 le site suivant pour la suppression:

setperfor = R\u00E9gler les droits d'acc\u00E8s pour les Informations du Site dans le site

sinfo.appear            = Apparence (Ic\u00F4ne):
sinfo.appear.none       = *par d\u00E9faut*
sinfo.class             = Information de la classe
sinfo.creating          = Cr\u00E9ation d'un site...
sinfo.descr             = Description:
sinfo.display           = Affich\u00E9e sur la page d'accueil du site.
sinfo.display2          = Affich\u00E9e dans la liste de sites visibles publiquement. Max. 80 caract\u00E8res.
sinfo.enter             = Inscrivez l'information de base \u00E0 propos du site de projet...
sinfo.enter2            = Inscrivez l'information de base \u00E0 propos du site de classe...
sinfo.enter3            = Inscrivez l'information \u00E0 propos de votre site.
sinfo.means             = signifie que l'information est obligatoire.
sinfo.other             = Information du site
sinfo.pi                = Information du projet
sinfo.requestedSections = Vous avez demand\u00E9 l'approbation pour ajouter les Listes suivantes:
sinfo.scontact          = Nom de la personne-ressource du site:
sinfo.scontact2         = Courriel de la personne-ressource du site:
sinfo.short             = Description courte:
sinfo.simplea           = \u00C0
sinfo.stitle            = Titre du site:
sinfo.youare            = Vous \u00EAtes en train de configurer un site de cours pour la (les) liste(s) suivante(s):

sitdelcon.alert   = Alerte
sitdelcon.can     = Annuler
sitdelcon.delasit = La suppression d'un site supprime tout le contenu du site et n'est pas r\u00E9cup\u00E9rable - personne d'autre ne sera capable d'acc\u00E9der au site supprim\u00E9. Si vous tentez de vous supprimer d'un site, utilisez l'outil Adh\u00E9sion dans votre Zone de Travail pour vous d\u00E9sabonner du site.
sitdelcon.remsit  = Suppression du site...
sitdelcon.sav     = Enregistrer

sitdup.alert            = Alerte:
sitdup.can              = Annuler
sitdup.dup              = Dupliquer
sitdup.dupaclacourse    = La duplication d'un site de cours cr\u00E9era un nouveau site de cours contenant ce que les insctructeurs/administrateurs ont cr\u00E9\u00E9, mais pour des raisons de confidentialit\u00E9, ne copiera pas les \u00E9l\u00E9ments ajout\u00E9s au site par les utilisateurs/\u00E9tudiants en g\u00E9n\u00E9ral.
sitdup.dupaclanoncourse = La duplication d'un site cr\u00E9era un nouveau site contenant ce que les insctructeurs/administrateurs ont cr\u00E9\u00E9, mais pour des raisons de confidentialit\u00E9, ne copiera pas les \u00E9l\u00E9ments ajout\u00E9s au site par les utilisateurs g\u00E9n\u00E9raux.
sitdup.dupsit           = Dupliquer site
sitdup.dupsit2          = Site dupliqu\u00E9
sitdup.hasbeedup        = a \u00E9t\u00E9 cr\u00E9\u00E9.
sitdup.sitti            = Titre du site:

sitedicla.alert            = Alerte
sitedicla.can              = Annuler
sitedicla.cancel           = Annuler
sitedicla.choose_file      = S\u00E9lectionnez un fichier \u00E0 importer
sitedicla.choose_material  = S\u00E9lectionnez le mat\u00E9riel pour copier ce site.
sitedicla.choose_materials = S\u00E9lectionnez le mat\u00E9riel pour copier ce site.
sitedicla.class            = Liste
sitedicla.copy_materials   = Copier mat\u00E9riel d'autres sites
sitedicla.copy_message     = Vous pouvez choisir de r\u00E9utiliser (copier) du mat\u00E9riel d'autres sites dont vous \u00EAtes propri\u00E9taire.sitedicla.copybtn          = Copier mat\u00E9riel
sitedicla.copybtn          = Copier le Mat\u00E9riel
sitedicla.copying          = Copier ce mat\u00E9riel existant...
sitedicla.edit_roster      = \u00C9diter les listes qui ont acc\u00E8s \u00E0
sitedicla.file             = Fichier:
sitedicla.import           = Importer
sitedicla.import_materials = Importer mat\u00E9riel d'un fichier
sitedicla.move             = D\u00E9placer
sitedicla.move_into        = ...dans mon site actuel
sitedicla.rem              = Supprimer
sitedicla.requested        = (demand\u00E9)
sitedicla.tabhol           = Le tableau contient l'information des classes du site.
sitedicla.theis            = Aucune classe n'est assign\u00E9e au site
sitedicla.upd              = Mettre \u00E0 jour
sitedicla.yet              = d\u00E9j\u00E0

sitediconf.app        = Apparence:
sitediconf.bac        = Retour
sitediconf.can        = Annuler
sitediconf.cli        = Cliquez sur Terminer ci-dessous pour mettre \u00E0 jour votre site avec l'information suivante. Les champs que vous avez modifi\u00E9s sont montr\u00E9s en bleu.
sitediconf.con        = Confirmation de l'\u00E9dition de
sitediconf.des        = Description:
sitediconf.fin        = Terminer
sitediconf.shodes     = Description courte:
sitediconf.sitconnam  = Nom de la personne-ressource du site:
sitediconf.sitico     = URL de l'ic\u00F4ne du site:
sitediconf.siticonema = Courriel de la personne-ressource du site:
sitediconf.sittit     = Titre du site:
sitediconf.term       = Semestre

sitediinf.alert     = Alerte:
sitediinf.app       = Apparence (ic\u00F4ne):
sitediinf.app.none  = *par d\u00E9faut*
sitediinf.can       = Annuler
sitediinf.con       = Continuer
sitediinf.des       = Description:
sitediinf.dis       = Affich\u00E9e sur la page d'accueil du site.
sitediinf.dis2      = Affich\u00E9e dans la liste de sites visibles publiquement. Max. 80 caract\u00E8res.
sitediinf.ico       = URL de l'ic\u00F4ne:
sitediinf.rev       = R\u00E9vision de l'information du site pour
sitediinf.shodes    = Description courte:
sitediinf.sit       = Le site affichera cette ic\u00F4ne.
sitediinf.sitconema = Courriel de la personne-ressource du site:
sitediinf.sitconnam = Nom de la personne-ressource du site:
sitediinf.sittit    = Titre du site:
sitediinf.term      = Session

sitegen.addcourse.add                 = Ajouter classe(s)
sitegen.addcourse.adding              = Demande d'acc\u00E8s au site:
sitegen.addcourse.alert               = Alerte:
sitegen.addcourse.back                = Retour
sitegen.addcourse.cancel              = Annuler
sitegen.addcourse.class               = Information de la classe
sitegen.addcourse.foll                = La (les) classe(s) suivante(s) \u00E9tai(en)t d\u00E9j\u00E0 assign\u00E9e(s) \u00E0 ce site:
sitegen.addcourse.please              = Veuillez confirmer l'ajout des sections suivantes \u00E0 votre site de classe.
sitegen.addcourse.you                 = Vous avez indiquez la (les) classe(s) suivante(s) \u00E0 ajouter \u00E0 ce site:
sitegen.addpart.add                   = Ajouter participant(s) \u00E0
sitegen.addpart.assign                = Attribuer le m\u00EAme r\u00F4le \u00E0 tous les participants
sitegen.addpart.assign1               = Attribuer \u00E0 chaque participant un r\u00F4le individuellement
sitegen.addpart.cancel                = Annuler
sitegen.addpart.continue              = Continuer
sitegen.addpart.enter                 = Inscrire ci-dessous les participants que vous voulez ajouter \u00E0 votre site. Vous pouvez inscrire plus d'un nom dans chaque champ de saisie ci-dessous en les mettant chacun sur une ligne diff\u00E9rente (sans virgule).
sitegen.addpart.external              = (participants externes, ex.: jdoe@yahoo.com):
sitegen.addpart.guest                 = Adresse courriel de(s) invit\u00E9(s)
sitegen.addpart.multiple              = Les noms d'utilisateur multiples sont permis en pla\u00E7ant chacun sur sa propre ligne (Appuyez sur la touche Retour ou Entr\u00E9e de votre clavier entre chacune des entr\u00E9es)
sitegen.addpart.multiple1             = Les adresses courriel multiples sont permises en pla\u00E7ant chacune sur sa propre ligne (Appuyez sur la touche Retour ou Entr\u00E9e de votre clavier entre chacune des entr\u00E9es)
sitegen.addpart.partrol               = R\u00F4les des participants
sitegen.addpart.username              = Nom(s) d'utilisateur
sitegen.manageaccess.alert            = Alerte:
sitegen.manageaccess.canbe            = Possible de s'abonner pour quiconque a l'autorisation d'ouvrir une session
sitegen.manageaccess.cancel           = Annuler
sitegen.manageaccess.change           = Modifier l'acc\u00E8s pour
sitegen.manageaccess.global           = Acc\u00E8s global
sitegen.manageaccess.private          = Priv\u00E9
sitegen.manageaccess.publi            = La publication du site le rend disponible aux participants du site. La configuration d'acc\u00E8s global vous permet de d\u00E9cider qui aura acc\u00E8s \u00E0 votre site lorsqu'il sera publi\u00E9. Vous pouvez modifier cette configuration en allant dans l'Information du site.
sitegen.manageaccess.publica          = Public - Tout le mat\u00E9riel est partag\u00E9
sitegen.manageaccess.publics          = Public - Mat\u00E9riel s\u00E9lectionn\u00E9 seulement
sitegen.manageaccess.publict          = Public - Titre et information de base seulement
sitegen.manageaccess.publis           = Publier site
sitegen.manageaccess.role             = R\u00F4le pour les personnes qui s'abonnent au site:
sitegen.manageaccess.sitest           = Statut du site
sitegen.manageaccess.update           = Mettre \u00E0 jour
sitegen.manageaccess.your             = Votre site peut \u00EAtre acc\u00E9d\u00E9 par ceux que vous ajoutez comme participants. Voudriez-vous que d'autres personnes aient acc\u00E8s \u00E0 votre site?
sitegen.managerol.alert               = Alerte:
sitegen.managerol.cancel              = Annuler
sitegen.managerol.choose              = S\u00E9lectionnez un r\u00F4le pour les participants
sitegen.managerol.choose1             = S\u00E9lectionnez les r\u00F4les pour les participants que vous \u00EAtes en train d'ajouter. Les \u00E9l\u00E9ments obligatoires sont indiqu\u00E9s par un
sitegen.managerol.please              = Veuillez s\u00E9lectionner un r\u00F4le
sitegen.managerol.role                = R\u00F4le
sitegen.managerol.save                = Enregistrer
sitegen.managerol.username            = Nom d'utilisateur
sitegen.pubunpub.alert                = Alerte:
sitegen.pubunpub.back                 = Retour
sitegen.pubunpub.cancel               = Annuler
sitegen.pubunpub.continue             = Continuer
sitegen.pubunpub.donot                = Ne pas envoyer de courriel pour annoncer que le site est disponible
sitegen.pubunpub.revi                 = R\u00E9vision du statut de publication pour $validator.escapeHtml($title)
sitegen.pubunpub.send                 = Envoyer un courriel \u00E0 tous les utilisateurs les avisant que le site est disponible
sitegen.pubunpub.when                 = Lorsque le site est publi\u00E9, un courriel peut \u00EAtre envoy\u00E9 automatiquement \u00E0 tous les utilisateurs les avisant de la disponibilit\u00E9 du site.
sitegen.removpart.alert               = Alerte:
sitegen.removpart.back                = Retour
sitegen.removpart.cancel              = Annuler
sitegen.removpart.confirm             = Confirmation de la suppression des participants de
sitegen.removpart.finish              = Terminer
sitegen.removpart.following           = Les participants suivants n'auront plus acc\u00E8s lorsque vous cliquerez le bouton Terminer ci-dessous.
sitegen.removpart.name                = Nom
sitegen.removpart.participant         = Les participants \u00E9num\u00E9r\u00E9s ci-dessous ne peuvent pas \u00EAtre supprim\u00E9s parce qu'ils sont inscrits officiellement au cours. Cependant, vous pouvez modifier leurs r\u00F4les dans le site en cliquant le bouton Modifier r\u00F4le(s) (... sous R\u00E9viser, \u00C9diter acc\u00E8s).
sitegen.removpart.role                = R\u00F4le
sitegen.removpart.username            = Nom d'utilisateur
sitegen.sitedel.alert                 = Alerte:
sitegen.sitedel.cancel                = Annuler
sitegen.sitedel.deleting              = La suppression d'un site supprime tout le contenu et ne peut pas \u00EAtre annul\u00E9.
sitegen.sitedel.deleting1             = La suppression d'un site supprime tout le contenu du site et n'est pas r\u00E9cup\u00E9rable - personne d'autre ne sera capable d'acc\u00E9der au site supprim\u00E9. Si vous tentez de vous supprimer d'un site, utilisez l'outil Adh\u00E9sion dans votre Zone de Travail pour vous d\u00E9sabonner du site.
sitegen.sitedel.remov                 = Suppression du site...
sitegen.sitedel.remove                = Supprimer
sitegen.sitedel.you                   = Vous avez s\u00E9lectionn\u00E9 le site suivant pour la suppression:
sitegen.siteinfolist.active           = Actif
sitegen.siteinfolist.alert            = Alerte:
sitegen.siteinfolist.app              = Apparence:
sitegen.siteinfolist.ava              = Disponible \u00E0:
sitegen.siteinfolist.cancel           = Annuler
sitegen.siteinfolist.courses          = Liste(s) avec acc\u00E8s au site:
sitegen.siteinfolist.crea             = Date de cr\u00E9ation:
sitegen.siteinfolist.credits          = Cr\u00E9dits
sitegen.siteinfolist.enrolled         = Inscrits \u00E0
sitegen.siteinfolist.iclu             = Inclus dans la liste de sites publics:
sitegen.siteinfolist.icon             = URL de l'ic\u00F4ne:
sitegen.siteinfolist.id               = Id
sitegen.siteinfolist.inactive         = Inactif
sitegen.siteinfolist.items            = \u00E9l\u00E9ments
sitegen.siteinfolist.itemspage        = \u00E9l\u00E9ments par page
sitegen.siteinfolist.name             = Nom
sitegen.siteinfolist.need             = n\u00E9cessite une meilleure fa\u00E7on de manipuler les noms nuls - de toute fa\u00E7on - n\u00E9cessite d'\u00E9viter l'affichage de "," s'il n'y en a pas d'associ\u00E9e \u00E0 une entr\u00E9e
sitegen.siteinfolist.next             = Suivant:
sitegen.siteinfolist.next1            = Suivant
sitegen.siteinfolist.no               = Non
sitegen.siteinfolist.nomaintainuser   = Le site doit avoir au moins un utilisateur avec un r\u00F4le
sitegen.siteinfolist.of               = de
sitegen.siteinfolist.part             = Liste de participants
sitegen.siteinfolist.partlist.summary = La table contient l'information du participant du site. La colonne 1 contient le num\u00E9ro d'index, la colonne 2 contient le nom, la colonne 3 contient le nom unique, la colonne 4 contient le r\u00F4le. Les ent\u00EAtes ont des liens pour trier.
sitegen.siteinfolist.previous         = Pr\u00E9c\u00E9dent:
sitegen.siteinfolist.previous1        = Pr\u00E9c\u00E9dent
sitegen.siteinfolist.remove           = Supprimer
sitegen.siteinfolist.return           = Retour \u00E0 la liste de sites
sitegen.siteinfolist.role             = R\u00F4le
sitegen.siteinfolist.role.select      = S\u00E9lectionner un r\u00F4le pour
sitegen.siteinfolist.roledes          = Description des r\u00F4les
sitegen.siteinfolist.show             = afficher
sitegen.siteinfolist.sitecan          = Possible de s'abonner au site pour quiconque a l'autorisation d'ouvrir une session
sitegen.siteinfolist.sitecont         = Courriel de la personne-ressource du site:
sitegen.siteinfolist.sitedes          = Description du site:
sitegen.siteinfolist.siteown          = Propri\u00E9taire et organisateurs du site
sitegen.siteinfolist.sitepar          = Participants du site seulement
sitegen.siteinfolist.sortcred         = Trier par cr\u00E9dits des participants
sitegen.siteinfolist.sortcredas       = Trier par cr\u00E9dits des participants ascendants
sitegen.siteinfolist.sortcreddes      = Trier par cr\u00E9dits des participants descendants
sitegen.siteinfolist.sortid           = Trier par id des participants
sitegen.siteinfolist.sortidas         = Trier par id des participants ascendant
sitegen.siteinfolist.sortiddes        = Trier par id des participants descendant
sitegen.siteinfolist.sortname         = Trier par nom
sitegen.siteinfolist.sortname1        = Trier par nom de cours
sitegen.siteinfolist.sortnameas       = Trier par nom ascendant
sitegen.siteinfolist.sortnameas1      = Trier par nom de cours ascendant
sitegen.siteinfolist.sortnamedes      = Trier par nom descendant
sitegen.siteinfolist.sortnamedes1     = Trier par nom de cours descendant
sitegen.siteinfolist.sortrole         = Trier par r\u00F4le
sitegen.siteinfolist.sortroleas       = Trier par r\u00F4le ascendant
sitegen.siteinfolist.sortroledes      = Trier par r\u00F4le descendant
sitegen.siteinfolist.status           = Statut
sitegen.siteinfolist.status.select    = S\u00E9lectionner le statut pour
sitegen.siteinfolist.summary          = Information de site
sitegen.siteinfolist.term             = Session:
sitegen.siteinfolist.update           = Mettre \u00E0 jour participants
sitegen.siteinfolist.view             = Affichage
sitegen.siteinfolist.view.pagesize    = S\u00E9lectionner la taille de la page
sitegen.siteinfolist.yes              = Oui

sitetype.acater       = Session de cours:
sitetype.alert        = Alerte:
sitetype.can          = Annuler
sitetype.chothetyp    = S\u00E9lectionnez le type de cours que vous voulez cr\u00E9er. Seuls les instructeurs peuvent cr\u00E9er des sites de cours officiels. Les instructeurs et les \u00E9tudiants peuvent cr\u00E9er des sites de projet. NOTE POUR LES \u00C9TUDIANTS: si vous ne voyez pas d'onglet pour votre cours, contactez votre instructeur pour savoir quand votre site de cours officiel sera disponible.
sitetype.con          = Continuer
sitetype.course       = cours
sitetype.crenewsit    = Cr\u00E9ation d'un nouveau site
sitetype.gratooweb    = Site web d'outils pour Gradu\u00E9s
sitetype.myworkspace  = Zone de Travail
sitetype.project      = projet
sitetype.sakai.sample = exemple
sitetype.websit       = site web de

sitinfimp.alert  = Alerte:
sitinfimp.can    = Annuler
sitinfimp.con    = Continuer
sitinfimp.reuse  = R\u00E9utiliser du mat\u00E9riel d'autres sites
sitinfimp.step   = \u00C9tape 1 de 2: S\u00E9lectionnez sites...
sitinfimp.youcan = Vous pouvez choisir de r\u00E9utiliser du mat\u00E9riel seulement des sites dont vous \u00EAtes propri\u00E9taire. Vous pouvez combiner du mat\u00E9riel de plusieurs sites.

sitmanedi.alert     = Alerte:
sitmanedi.app       = Apparence (Ic\u00F4ne):
sitmanedi.app.none  = *par d\u00E9faut*
sitmanedi.can       = Annuler
sitmanedi.class     = Classe
sitmanedi.des       = Description:
sitmanedi.dis       = Affich\u00E9e sur la page d'accueil du site.
sitmanedi.dis2      = Affich\u00E9e dans la liste de sites visibles publiquement. Max. 80 caract\u00E8res.
sitmanedi.forexa    = (par exemple - 500 Mo, 2 Mo)
sitmanedi.ico       = URL de l'ic\u00F4ne:
sitmanedi.other     = Autre:
sitmanedi.savcha    = Enregistrer modification
sitmanedi.shodes    = Description courte:
sitmanedi.sitconema = Courriel de la personne-ressource du site:
sitmanedi.sitconnam = Nom de la personne-ressource du site:
sitmanedi.sitinf    = Information du site
sitmanedi.sitityp   = Type de site
sitmanedi.sitthi    = Cette configuration limite la taille totale des fichiers dans l'outil Ressources. S\u00E9lectionnez une option ci-dessous pour modifier la limite de la taille du site.
sitmanedi.sittit    = Titre du site:

sitmanlis.acater    = Session de cours.
sitmanlis.access    = Acc\u00E8s
sitmanlis.alert     = Alerte:
sitmanlis.classes   = Classes
sitmanlis.datcre    = Date de cr\u00E9ation
sitmanlis.info      = Info
sitmanlis.items     = \u00E9l\u00E9ments
sitmanlis.iteperpag = \u00E9l\u00E9ments par page
sitmanlis.nositwer  = aucun site n'a \u00E9t\u00E9 trouv\u00E9 qui correspond \u00E0 votre recherche de
sitmanlis.of        = de
sitmanlis.owner     = Propri\u00E9taire
sitmanlis.par       = Participants
sitmanlis.show      = afficher
sitmanlis.sitfou    = site(s) trouv\u00E9(s) qui correspond(ent) \u00E0 votre recherche de
sitmanlis.text      = Texte.
sitmanlis.text2     = Texte et
sitmanlis.typ       = type de site,
sitmanlis.typ2      = type de site, et
sitmanlis.typofsit  = type de site,
sitmanlis.typofsit2 = type de site, et
sitmanlis.typter    = Type/Session
sitmanlis.vie       = Affichage
sitmanlis.wortit    = Titre du Site

sitmanpar.act       = Actif
sitmanpar.addpar    = Ajouter participants
sitmanpar.alert     = Alerte:
sitmanpar.below     = ci-dessous
sitmanpar.can       = Annuler
sitmanpar.inact     = Inactif
sitmanpar.iteperpag = \u00E9l\u00E9ments par page
sitmanpar.name      = Nom
sitmanpar.next      = Suivant
sitmanpar.nopar     = Aucun participant
sitmanpar.of        = de
sitmanpar.par       = participants
sitmanpar.parlis    = Liste de participants
sitmanpar.prev      = Pr\u00E9c\u00E9dent
sitmanpar.rem       = Supprimer?
sitmanpar.rol       = R\u00F4le
sitmanpar.show      = afficher
sitmanpar.upd       = Mettre \u00E0 jour
sitmanpar.usenam    = Nom d'utilisateur
sitmanpar.usesta    = Statut de l'utilisateur
sitmanpar.vieandedi = Afficher et \u00E9diter les r\u00F4les et les participants pour
sitmanpar.view      = Affichage

sitmansav.alert   = Alerte:
sitmansav.can     = Annuler
sitmansav.entnew  = Inscrivez un nouvel ID de site pour cr\u00E9er un nouveau site qui sera une copie du site s\u00E9lectionn\u00E9.<br/> Note: seule la d\u00E9finition du site est copi\u00E9e, non pas les ressources connexes.
sitmansav.entnew2 = Inscrivez un nouvel ID de site.
sitmansav.sav     = Enregistrer
sitmansav.savas   = Enregistrer sous...
sitmansav.site    = Site
sitmansav.sitid   = Id de site:

sitmansea.acater    = Session de cours:
sitmansea.any       = N'importe quel
sitmansea.seafor    = Recherche:
sitmansea.seaforsit = Recherche de sites
sitmansea.theman    = L'outil de gestion de site permet aux administrateurs de chercher des sites, de voir et d'\u00E9diter des participants dans les sites.
sitmansea.typofsit  = Type de site:

sitmasam.alert     = Alerte:
sitmasam.can       = Annuler
sitmasam.choarol   = S\u00E9lectionnez un r\u00F4le pour les participants
sitmasam.chotherol = S\u00E9lectionnez le r\u00F4le pour les participants que vous \u00EAtes en train d'ajouter.
sitmasam.sav       = Enregistrer
sitmasam.tabhol    = Le tableau contient un champ de saisie pour inscrire un r\u00F4le associ\u00E9.
sitmasam.tabholids = Le tableau contient les IDs des participants.
sitmasam.usrnam    = Nom d'utilisateur

theisa = Les droits d'acc\u00E8s ne peuvent \u00EAtre r\u00E9gl\u00E9s actuellement parce que le site est d\u00E9j\u00E0 en train d'\u00EAtre \u00E9dit\u00E9. Fermez les droits d'acc\u00E8s dans les autres outils avant de continuer.

tool.news.desc        = Pour afficher le contenu de
tool.webcontent.desc1 = Pour acc\u00E9der au contenu de
tool.webcontent.desc2 = \u00E0 l'int\u00E9rieur du site.

user.notdefined = Impossible de trouver un utilisateur avec l'id

zip_file_upload = Veuillez s\u00E9lectionner le fichier zip \u00E0 t\u00E9l\u00E9verser et \u00E0 extraire dans votre site
