#Thu Nov 18 07:45:48 CET 2010
adddif.chroles=S\u00E9lectionnez les r\u00F4les pour les participants que vous \u00EAtes en train d'ajouter. Les \u00E9l\u00E9ments obligatoires sont indiqu\u00E9s par un
java.manual=Veuillez s\u00E9lectionner le cours de la liste ou choisissez d'entrer manuellement l'information du cours.
java.recmsg=Messages et Avis de forum
addconf.srasc=Trier par r\u00F4le ascendant
add.assign2=Attribuer \u00E0 chaque participant un r\u00F4le individuellement
java.guest=Veuillez inscrire le(s) nom(s) d'utilisateur ou l'(les) adresse(s) courriel Invit\u00E9 \u00E0 ajouter \u00E0 ce site
java.new=Nouveau
java.pleasechoose=Veuillez s\u00E9lectionner un r\u00F4le.
addconf.confirming=Confirmation de l''ajout de participant(s) \u00E0
java.permission=Vous n'avez pas le droit d'ajouter le site
add.duplicatedpart=Les entr\u00E9es dupliqu\u00E9es suivantes ont \u00E9t\u00E9 retir\u00E9es de la liste des participants\: {0}.
addnoti.dontsend=Ne pas envoyer - Ne pas envoyer de courriel aux nouveaux participants les avisant de la disponibilit\u00E9 du site
add.participants=R\u00F4les des participants
addconf.summary=La table contient les informations du participant du site \u00E9tant ajout\u00E9. Colonne 1\: le num\u00E9ro. Colonne 2\: le vrai nom de l'utilisateur. Colonne 3\: le nom d'utilisateur. Colonne 4\: le r\u00F4le. Les ent\u00EAtes contiennent des liens pour trier les valeurs de leur colonne.
java.click=Cliquez Annuler pour retourner \u00E0 votre liste de sites.
java.delete=Supprimer
java.specify=Veuillez sp\u00E9cifier le titre du site.
java.recent=Messages de chat r\u00E9cents
addconf.srdesc=Trier par r\u00F4le descendant
gen.continue=Continuer
addnoti.anemail=Un courriel peut \u00EAtre envoy\u00E9 automatiquement aux utilisateurs ajout\u00E9s les avisant de la disponibilit\u00E9 du site.
java.pleasechoice=Veuillez s\u00E9lectionner le type de notification.
add.addpart=Ajouter participant(s) \u00E0
java.realm=L'objet realm attendu n'a pas \u00E9t\u00E9 trouv\u00E9.
java.addp=Ajouter participants
addconf.finish=Ce qui suit sera ajout\u00E9 \u00E0 votre site lorsque vous cliquerez le bouton Terminer ci-dessous.
addconf.sudesc=Trier par nom unique descendant
addsame.choose=S\u00E9lectionnez le r\u00F4le pour les participants que vous \u00EAtes en train d'ajouter.
addconf.sortbyrole=Trier par r\u00F4le
add.duplicatedpart.single=L'entr\u00E9e dupliqu\u00E9e suivante a \u00E9t\u00E9 retir\u00E9e de la liste des participants\: {0}.
java.classes=Veuillez s\u00E9lectionner la (les) classe(s) \u00E0 supprimer.
addconf.number=\#
java.cannot=Impossible de trouver le site sp\u00E9cifi\u00E9
java.dupli=Veuillez sp\u00E9cifier un titre pour le site dupliqu\u00E9.
java.home=Page d'accueil
sitegen.siteinfolist.active=Actif
addsame.participants=Participants
java.reqmiss=Champ(s) obligatoire(s) manquant(s). Veuillez remplir tous les champs obligatoires.
java.emailarchive=Veuillez sp\u00E9cifier une adresse courriel pour l'outil d'archive de courriels.
add.existingpart.2=. Vous pouvez continuer \u00E0 ajouter les autres participants en suivant les instructions ci-dessous.
add.existingpart.1=Les participants suivants sont d\u00E9j\u00E0 membres du site et ne peuvent pas \u00EAtre ajout\u00E9s \u00E0 nouveau\: ''{0}''
addconf.userid=Id
addconf.theywillnot=Attention, aucune notification de la disponibilit\u00E9 du site ne sera faite.
java.changeroles=Vous n'avez pas le droit de modifier les r\u00F4les.
adddif.please=Veuillez s\u00E9lectionner un r\u00F4le\:
java.theemail=L'id du courriel doit \u00EAtre compos\u00E9 de caract\u00E8res alphanum\u00E9riques ou de \!\#$&'*+-\=?^_`{|}~. (pas d'espace).
java.notvalid=n'est pas valide.
addconf.role=R\u00F4le
java.sitebeenused=L'id du site a \u00E9t\u00E9 utilis\u00E9.
java.sitewith=Site avec id
adddif.rolelist.summary=La table d\u00E9crit les r\u00F4les disponibles dans le syst\u00E8me
java.cannotedit=Impossible d'\u00E9diter les cours.
java.pleasesel=Veuillez s\u00E9lectionner un r\u00F4le.
java.exists=existe d\u00E9j\u00E0.
java.thesiteid=L'id du site
java.allusers=Tous les autres utilisateurs ont \u00E9t\u00E9 ajout\u00E9s
add.official=Etudiants Enregistr\u00E9s pour le Cours
java.beenused=''{0}'' a \u00E9t\u00E9 utilis\u00E9.
addconf.theywill=Les personnes suivantes recevront un courriel les avisant de la disponibilit\u00E9 du site \:
java.notemailid=''{0}'' n'est pas un id de courriel
java.rosters=Vous n'avez pas le droit de faire un lien vers la liste de cours.
java.help=Aide
java.newgroup=Ajouter
add.official.instruction=Aller sur le Site Info > Editer le r\u00F4le > Ajouter le r\u00F4le pour ajouter votre r\u00F4le maintenant si vous n' en avez pas d\u00E9j\u00E0.
add.assign=Attribuer le m\u00EAme r\u00F4le \u00E0 tous les participants
java.sitewithid=Un site avec id
java.rolefor=Veuillez s\u00E9lectionner un r\u00F4le pour
addconf.sortbyname=Trier par nom
java.user=Utilisateur
gen.alert=Alerte \:
adddif.rolepicklist.summary=La table liste les utilisateurs et les r\u00F4les. Colonne 1\: utilisateur. Colonne 2\: un item de s\u00E9lection duquel vous pouvez choisir un r\u00F4le.
java.haveadd=Vous n'avez pas le droit d'ajouter ''{0}''
java.recann=Annonces r\u00E9centes
gen.cancel=Annuler
java.isinval=''{0}'' est invalide.
java.reccal=Calendrier
addconf.snasc=Trier par nom ascendant
java.reqfields=Veuillez inscrire les champs obligatoires.
addconf.sortbyuniq=Trier par nom d'utilisateur
java.roletype=Veuillez s\u00E9lectionner le type de r\u00F4le.
java.specif=Impossible de trouver le site sp\u00E9cifi\u00E9
addconf.sndesc=Trier par nom descendant
java.username=''{0}'' n'est pas un nom d'utilisateur valide.
java.joinsite=Veuillez s\u00E9lectionner un r\u00F4le pour les utilisateurs qui s'inscrivent au site.
java.cannotclasses=Impossible d'\u00E9diter les classes du site.
java.invurl=URL invalide
java.notaccess=Vous n'avez pas le droit de modifier l'acc\u00E8s \u00E0 ce site.
addnoti.sendnow=Envoyer maintenant - envoyer un courriel aux utilisateurs maintenant les avisant que le site est disponible
gen.finish=Terminer
addconf.name=Nom
java.toimporttool=Veuillez choisir au moins un outil \u00E0 importer.
gen.back=Retour
java.toimport=Veuillez choisir au moins un site \u00E0 importer.
java.revise=Modifier
addsame.roles=R\u00F4les
java.permeditsite=Vous n'avez pas le droit d'\u00E9diter le site ''{0}''
java.makechanges=Vous n'avez pas le droit de faire des modifications \u00E0 ce site.
java.allowcreate=Vous n'avez pas le droit de cr\u00E9er un nouveau site.
java.account=''{0}'' n'a pas pu \u00EAtre ajout\u00E9 - le nom du compte n'existe pas.
addconf.suasc=Trier par nom unique ascendant
java.emailinuse=L'alias courriel est d\u00E9j\u00E0 utilis\u00E9.
java.miss=Un champ obligatoire est manquant. Veuillez remplir tous les champs obligatoires.
sitegen.siteinfolist.inactive=Inactif
addconf.username=Nom d'utilisateur
addnoti.toUnpublishedSite=Vous \u00EAtes en train d'ajouter des utilisateurs, mais votre site n'est pas encore publi\u00E9. Aucune notification par courriel ne sera envoy\u00E9e \u00E0 ces utilisateurs ajout\u00E9s. Ils ne pourront pas voir le site avant que vous ne le publiiez. Veuillez s\u00E9lectionner "G\u00E9rer acc\u00E8s" dans l'outil Info du site pour publier votre site.
java.emailaddress=''{0}'' n'est pas une adresse courriel valide.
add.multiple=Note \: Ecrire plusieurs chacun sur la ligne s\u00E9par\u00E9e (aucune ponctuation)\n
java.siteinval=L'id du site est invalide.
add.official1=Les \u00E9tudiants officiellement inscrits deviennent automatiquement des participants quand vous ajoutez votre r\u00F4le de cours au site\n
adddif.choose=S\u00E9lectionner un r\u00F4le pour les participants
java.recdisc=El\u00E9ments de discussions r\u00E9cents
