#X-Generator: crowdin.com
java.theemail=\u0622\u062f\u0631\u0633 \u0627\u06cc\u0645\u06cc\u0644 \u0628\u0627\u06cc\u062f \u0627\u0632 \u06a9\u0627\u0631\u06a9\u062a\u0631\u0647\u0627\u06cc \u0639\u062f\u062f\u06cc \u0648 \u062d\u0631\u0641\u06cc \u0648 \u06a9\u0627\u0631\u06a9\u062a\u0631\u0647\u0627\u06cc \u062e\u0627\u0635 \!\#$''*-\=\u061f^_`{|}- \u0633\u0627\u062e\u062a\u0647 \u0634\u0648\u062f..(\u0634\u0627\u0645\u0644 \u0641\u0627\u0635\u0644\u0647 \u0646\u0628\u0627\u0634\u062f).
java.addp=\u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u0634\u0631\u06a9\u062a \u06a9\u0646\u0646\u062f\u06af\u0627\u0646
java.realm=\u062d\u0648\u0632\u0647 \u0634\u06cc\u0621 \u0645\u0648\u0631\u062f \u0627\u0646\u062a\u0638\u0627\u0631 \u067e\u06cc\u062f\u0627 \u0646\u0634\u062f.
java.isinval="{0}" \u0646\u0627\u0645\u0639\u062a\u0628\u0631 \u0627\u0633\u062a.
### (moot) java.nousers = No users available/selected for removal.
### (moot) java.however = You cannot remove participants officially registered for this course. However, you can change their roles in the site by clicking the Change Role(s) command (...under Edit, Edit Access.)
### (moot) java.nousers2 = No users available/selected for changing roles.
java.permeditsite=\u0634\u0645\u0627 \u0645\u062c\u0648\u0632 \u0644\u0627\u0632\u0645 \u0628\u0631\u0627\u06cc \u0648\u06cc\u0631\u0627\u06cc\u0634 \u0633\u0627\u06cc\u062a {0} \u0631\u0627 \u0646\u062f\u0627\u0631\u06cc\u062f
### (moot) java.thissite = This site
### (moot) java.rightnow = is not available for editing right now.
### (moot) java.youalready = You are already editing this site
### (moot) java.another = in another tool, or someone else is editing this site.
### (moot) java.error = Error encountered while retriving this site.
java.beenused={0} \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0634\u062f\u0647 \u0627\u0633\u062a.
java.haveadd=\u0634\u0645\u0627 \u0645\u062c\u0648\u0632 \u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 {0} \u0631\u0627 \u0646\u062f\u0627\u0631\u06cc\u062f
java.allusers=\u062a\u0645\u0627\u0645 \u06a9\u0627\u0631\u0628\u0631\u0627\u0646 \u062f\u06cc\u06af\u0631 \u0627\u0636\u0627\u0641\u0647 \u0634\u062f\u0646\u062f
### (moot) java.siteinuse = Site is in use and cannot be changed.
java.pleasechoose=\u0644\u0637\u0641\u0627\u064b \u06cc\u06a9 \u0646\u0642\u0634 \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f.
### (moot) java.atleast = Please choose at least one import for importing.
java.cannotedit=\u0627\u0645\u06a9\u0627\u0646 \u0648\u06cc\u0631\u0627\u06cc\u0634 \u062f\u0631\u0633\u0647\u0627 \u0645\u0648\u062c\u0648\u062f \u0646\u06cc\u0633\u062a.
### (moot) java.theaccessto = The access to this site
### (moot) java.theaccessto2 = is currently being edited by another user.
### (moot) java.because = Cannot save changes to site because site is being used by another person.
### (moot) java.workinfo = Worksite Information
### (moot) java.connect = Cannot connect or obtain a file specified by the News source URL
### (moot) java.thenews = The News source URL
### (moot) java.rss = specifies a file that is not in RSS format.
java.guest=\u0644\u0637\u0641\u0627 \u0646\u0627\u0645(\u0647\u0627\u06cc) \u06a9\u0627\u0631\u0628\u0631\u06cc \u06cc\u0627 \u0622\u062f\u0631\u0633 \u0627\u06cc\u0645\u06cc\u0644(\u0647\u0627\u06cc) \u0645\u0647\u0645\u0627\u0646 \u0631\u0627 \u0628\u0631\u0627\u06cc \u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u0628\u0647 \u0627\u06cc\u0646 \u0633\u0627\u06cc\u062a \u0648\u0627\u0631\u062f \u06a9\u0646\u06cc\u062f
java.user=\u06a9\u0627\u0631\u0628\u0631
java.username={0} \u06cc\u06a9 \u0646\u0627\u0645 \u06a9\u0627\u0631\u0628\u0631\u06cc \u0645\u0639\u062a\u0628\u0631 \u0646\u06cc\u0633\u062a.
java.notemailid={0} \u06cc\u06a9 \u0634\u0646\u0627\u0633\u0647 \u0627\u06cc\u0645\u06cc\u0644 \u0646\u06cc\u0633\u062a.
java.emailaddress={0} \u06cc\u06a9 \u0622\u062f\u0631\u0633 \u0627\u06cc\u0645\u06cc\u0644 \u0645\u0639\u062a\u0628\u0631 \u0646\u06cc\u0633\u062a.
java.roletype=\u0644\u0637\u0641\u0627 \u0646\u0648\u0639 \u0646\u0642\u0634 \u0631\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f.
java.username.multiple={0} \u0628\u0627 \u0686\u0646\u062f\u06cc\u0646 \u06a9\u0627\u0631\u0628\u0631 \u062f\u0631 \u06af\u0632\u0627\u0631\u0634 \u0645\u0637\u0627\u0628\u0642\u062a \u062f\u0627\u0631\u062f. \u0644\u0637\u0641\u0627\u064b \u0627\u0632 \u0645\u06cc\u0627\u0646 \u0646\u0627\u0645 \u0647\u0627\u06cc \u06a9\u0627\u0631\u0628\u0631\u06cc \u0632\u06cc\u0631 \u0645\u0648\u0631\u062f \u0645\u062f\u0646\u0638\u0631 \u062e\u0648\u062f \u0631\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f\: {1} 

java.account=\u0627\u0645\u06a9\u0627\u0646 \u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 {0} \u0648\u062c\u0648\u062f \u0646\u062f\u0627\u0634\u062a - \u0627\u06cc\u0646 \u0646\u0627\u0645 \u062d\u0633\u0627\u0628 \u06a9\u0627\u0631\u0628\u0631\u06cc \u0648\u062c\u0648\u062f \u0646\u062f\u0627\u0631\u062f.
java.roleperm=\u0634\u0645\u0627 \u0645\u062c\u0648\u0632 \u0627\u0636\u0627\u0641\u0647 \u06cc\u0627 \u062d\u0630\u0641 \u06a9\u0631\u062f\u0646 \u06a9\u0627\u0631\u0628\u0631(\u0647\u0627) \u0628\u0627 \u0646\u0642\u0634 "{0}" \u0631\u0627 \u0646\u062f\u0627\u0631\u06cc\u062f.
java.badcsrftoken=\u062e\u0637\u0627 \u062f\u0631 \u0632\u0645\u0627\u0646 \u062e\u0648\u0627\u0646\u062f\u0646 \u062f\u0631\u062e\u0648\u0627\u0633\u062a. \u0644\u0637\u0641\u0627\u064b \u0627\u0628\u0632\u0627\u0631 \u0631\u0627 \u0628\u0627\u0632\u0646\u0634\u0627\u0646\u06cc \u06a9\u0631\u062f\u0647 \u0648 \u062f\u0648\u0628\u0627\u0631\u0647 \u062a\u0644\u0627\u0634 \u06a9\u0646\u06cc\u062f.

#General Vm
gen.continue=\u0627\u062f\u0627\u0645\u0647
gen.back=\u0628\u0627\u0632\u06af\u0634\u062a
gen.cancel=\u0644\u063a\u0648
gen.finish=\u067e\u0627\u06cc\u0627\u0646

#AddPart Vm
add.addpart=\u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u0634\u0631\u06a9\u062a\u200c\u06a9\u0646\u0646\u062f\u0647(\u0647\u0627) \u0628\u0647 {0}
add.official=\u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632\u0627\u0646 \u062b\u0628\u062a \u0646\u0627\u0645 \u0634\u062f\u0647 \u0628\u0631\u0627\u06cc \u062f\u0648\u0631\u0647\:
add.official1=\u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632\u0627\u0646\u06cc \u06a9\u0647 \u0631\u0633\u0645\u0627\u064b \u062b\u0628\u062a \u0646\u0627\u0645 \u06a9\u0631\u062f\u0647\u200c\u0627\u0646\u062f\u060c \u062f\u0631 \u0632\u0645\u0627\u0646\u06cc \u06a9\u0647 \u0641\u0647\u0631\u0633\u062a \u062f\u0648\u0631\u0647 \u0631\u0627 \u0628\u0647 \u0633\u0627\u06cc\u062a \u0627\u0636\u0627\u0641\u0647 \u0645\u06cc\u06a9\u0646\u06cc\u062f\u060c \u0628\u0647 \u0635\u0648\u0631\u062a \u062e\u0648\u062f\u06a9\u0627\u0631 \u062a\u0628\u062f\u06cc\u0644 \u0628\u0647 \u0634\u0631\u06a9\u062a\u200c\u06a9\u0646\u0646\u062f\u0647 \u0645\u06cc\u0634\u0648\u0646\u062f.
add.official.instruction=\u062f\u0631 \u0635\u0648\u0631\u062a\u06cc \u06a9\u0647 \u062a\u0627 \u06a9\u0646\u0648\u0646 \u0641\u0647\u0631\u0633\u062a \u062e\u0648\u062f \u0631\u0627 \u0627\u0636\u0627\u0641\u0647 \u0646\u06a9\u0631\u062f\u0647 \u0627\u06cc\u062f\u060c \u0628\u0647 \u0628\u062e\u0634 \u0627\u0637\u0644\u0627\u0639\u0627\u062a \u0633\u0627\u06cc\u062a > \u0648\u06cc\u0631\u0627\u06cc\u0634 \u0641\u0647\u0631\u0633\u062a > \u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u0641\u0647\u0631\u0633\u062a \u0628\u0631\u0648\u06cc\u062f \u062a\u0627 \u0641\u0647\u0631\u0633\u062a \u062e\u0648\u062f \u0631\u0627 \u0627\u0636\u0627\u0641\u0647 \u06a9\u0646\u06cc\u062f.
### (moot) add.enter = Enter the participants below that you would like to add to your site. You may enter more than one name in each text area below by putting each one on a separate line (no commas).
### (moot) add.unames = Username(s)
add.multiple=\u062a\u0648\u062c\u0647\: \u062f\u0631 \u0645\u0648\u0627\u0631\u062f \u0686\u0646\u062f\u06af\u0627\u0646\u0647\u060c \u0647\u0631 \u0645\u0648\u0631\u062f \u0631\u0627 \u062f\u0631 \u06cc\u06a9 \u062e\u0637 \u062c\u062f\u0627\u06af\u0627\u0646\u0647 \u0648\u0627\u0631\u062f \u06a9\u0646\u06cc\u062f (\u0628\u062f\u0648\u0646 \u0646\u0642\u0637\u0647\u200c\u06af\u0630\u0627\u0631\u06cc)
add.multiple.nonofficial=\u062a\u0648\u062c\u0647\: \u062f\u0631 \u0645\u0648\u0627\u0631\u062f \u0686\u0646\u062f\u06af\u0627\u0646\u0647\u060c \u0647\u0631 \u0645\u0648\u0631\u062f \u0631\u0627 \u062f\u0631 \u06cc\u06a9 \u062e\u0637 \u062c\u062f\u0627\u06af\u0627\u0646\u0647 \u0648\u0627\u0631\u062f \u06a9\u0646\u06cc\u062f (\u0628\u062f\u0648\u0646 \u0646\u0642\u0637\u0647\u200c\u06af\u0630\u0627\u0631\u06cc). \u0627\u0628\u062a\u062f\u0627 \u0622\u062f\u0631\u0633 \u0647\u0627\u06cc \u0627\u06cc\u0645\u06cc\u0644\u060c \u067e\u0633 \u0627\u0632 \u0622\u0646 \u0645\u06cc\u062a\u0648\u0627\u0646\u06cc\u062f \u0628\u0647 \u0635\u0648\u0631\u062a \u0627\u062e\u062a\u06cc\u0627\u0631\u06cc \u0646\u0627\u0645 \u062e\u0627\u0646\u0648\u0627\u062f\u06af\u06cc\u060c \u0646\u0627\u0645 \u06a9\u0648\u0686\u06a9 \u0631\u0627 \u0627\u0636\u0627\u0641\u0647 \u06a9\u0646\u06cc\u062f \u0648 \u0645\u06cc\u0627\u0646 \u0647\u0645\u0647 \u0627\u06cc\u0646 \u0647\u0627 \u0628\u0627\u06cc\u062f \u0639\u0644\u0627\u0645\u062a \u0648\u06cc\u0631\u06af\u0648\u0644 \u0642\u0631\u0627\u0631 \u06af\u06cc\u0631\u062f. \u0646\u0645\u0648\u0646\u0647\: a.mohammadi@yahoo.com\u060c \u0645\u062d\u0645\u062f\u06cc\u060c \u0639\u0644\u06cc
add.multiple.nonofficial.alert.more={0} \u062d\u0627\u0648\u06cc \u0631\u0634\u062a\u0647\u200c\u0647\u0627\u06cc\u06cc \u0628\u06cc\u0634 \u0627\u0632 \u0622\u062f\u0631\u0633 \u0627\u06cc\u0645\u06cc\u0644\u060c \u0646\u0627\u0645 \u062e\u0627\u0646\u0648\u0627\u062f\u06af\u06cc\u060c \u0646\u0627\u0645 \u06a9\u0648\u0686\u06a9 \u0627\u0633\u062a. 
### (moot) add.guests = Guest(s) email address
### (moot) add.external = (external participants, ex. jdoe@yahoo.com):
add.participants=\u0646\u0642\u0634 \u0647\u0627\u06cc \u0634\u0631\u06a9\u062a \u06a9\u0646\u0646\u062f\u0647
add.assign=\u0627\u062e\u062a\u0635\u0627\u0635 \u062f\u0627\u062f\u0646 \u06cc\u06a9 \u0646\u0642\u0634 \u0628\u0647 \u062a\u0645\u0627\u0645 \u0634\u0631\u06a9\u062a \u06a9\u0646\u0646\u062f\u06af\u0627\u0646
add.assign2=\u062a\u062e\u0635\u06cc\u0635 \u0646\u0642\u0634 \u0628\u0647 \u0635\u0648\u0631\u062a \u062a\u06a9\u06cc \u0628\u0647 \u0647\u0631 \u0634\u0631\u06a9\u062a \u06a9\u0646\u0646\u062f\u0647
add.duplicatedpart.single=\u0645\u0648\u0631\u062f \u062a\u06a9\u0631\u0627\u0631\u06cc \u0632\u06cc\u0631 \u0627\u0632 \u0644\u06cc\u0633\u062a \u0627\u0636\u0627\u0641\u0647 \u0628\u0647 \u0634\u0631\u06a9\u062a \u06a9\u0646\u0646\u062f\u06af\u0627\u0646 \u062d\u0630\u0641 \u0634\u062f\: {0}.
add.duplicatedpart=\u0645\u0648\u0627\u0631\u062f \u062a\u06a9\u0631\u0627\u0631\u06cc \u0632\u06cc\u0631 \u0627\u0632 \u0644\u06cc\u0633\u062a \u0627\u0636\u0627\u0641\u0647 \u0628\u0647 \u0634\u0631\u06a9\u062a \u06a9\u0646\u0646\u062f\u06af\u0627\u0646 \u062d\u0630\u0641 \u0634\u062f\u0646\u062f\: {0}.
add.existingpart.1=\u0634\u0631\u06a9\u062a \u06a9\u0646\u0646\u062f\u06af\u0627\u0646 \u0632\u06cc\u0631 \u062f\u0631 \u062d\u0627\u0644 \u062d\u0627\u0636\u0631 \u0639\u0636\u0648 \u0627\u06cc\u0646 \u0633\u0627\u06cc\u062a \u0647\u0633\u062a\u0646\u062f \u0648 \u0646\u0645\u06cc\u062a\u0648\u0627\u0646 \u062f\u0648\u0628\u0627\u0631\u0647 \u0622\u0646\u0647\u0627 \u0631\u0627 \u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\: ''{0}''
add.existingpart.2=\u0645\u06cc\u062a\u0648\u0627\u0646\u06cc\u062f \u0628\u0627 \u0627\u0646\u062c\u0627\u0645 \u062f\u0633\u062a\u0648\u0631\u0627\u0644\u0639\u0645\u0644 \u0632\u06cc\u0631\u060c \u0628\u0647 \u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u0634\u0631\u06a9\u062a \u06a9\u0646\u0646\u062f\u06af\u0627\u0646 \u062f\u06cc\u06af\u0631 \u0628\u0647 \u0633\u0627\u06cc\u062a \u0627\u062f\u0627\u0645\u0647 \u062f\u0647\u06cc\u062f.
#status
participant.status=\u0648\u0636\u0639\u06cc\u062a \u0634\u0631\u06a9\u062a \u06a9\u0646\u0646\u062f\u0647

#AddConf Vm
addconf.confirming=\u062a\u0627\u0626\u06cc\u062f \u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u0634\u0631\u06a9\u062a \u06a9\u0646\u0646\u062f\u0647(\u0647\u0627) \u0628\u0647 {0}
addconf.finish=\u0632\u0645\u0627\u0646\u06cc \u06a9\u0647 \u0628\u0631 \u0631\u0648\u06cc \u062f\u06a9\u0645\u0647 \u067e\u0627\u06cc\u0627\u0646 \u062f\u0631 \u0632\u06cc\u0631 \u06a9\u0644\u06cc\u06a9 \u0645\u06cc\u200c\u06a9\u0646\u06cc\u062f\u060c \u0627\u0641\u0631\u0627\u062f \u0632\u06cc\u0631 \u0628\u0647 \u0633\u0627\u06cc\u062a \u06a9\u0627\u0631\u06cc \u0634\u0645\u0627 \u0627\u0636\u0627\u0641\u0647 \u062e\u0648\u0627\u0647\u0646\u062f \u0634\u062f.
addconf.theywill=\u06cc\u06a9 \u0627\u06cc\u0645\u06cc\u0644 \u0628\u0631\u0627\u06cc \u0622\u0646\u0647\u0627 \u0627\u0631\u0633\u0627\u0644 \u062e\u0648\u0627\u0647\u062f \u0634\u062f \u0648 \u0628\u0647 \u0627\u06cc\u0646 \u062a\u0631\u062a\u06cc\u0628 \u0622\u0646\u0647\u0627 \u0627\u0632 \u062f\u0631 \u062f\u0633\u062a\u0631\u0633 \u0628\u0648\u062f\u0646 \u0633\u0627\u06cc\u062a \u0645\u0637\u0644\u0639 \u0645\u06cc\u0634\u0648\u0646\u062f.
addconf.theywillnot=\u0627\u06cc\u0645\u06cc\u0644\u06cc \u0628\u0631\u0627\u06cc \u0622\u0646\u0647\u0627 \u0627\u0631\u0633\u0627\u0644 \u0646\u062e\u0648\u0627\u0647\u062f \u0634\u062f \u062a\u0627 \u0627\u0632 \u062f\u0631 \u062f\u0633\u062a\u0631\u0633 \u0628\u0648\u062f\u0646 \u0633\u0627\u06cc\u062a \u0645\u0637\u0644\u0639 \u0634\u0648\u0646\u062f.
addconf.username=\u0646\u0627\u0645 \u06a9\u0627\u0631\u0628\u0631\u06cc 
addconf.role=\u0633\u0637\u062d \u06a9\u0627\u0631\u0628\u0631\u06cc

#AddDif Vm
adddif.choose=\u06cc\u06a9 \u0646\u0642\u0634 \u0628\u0631\u0627\u06cc \u0634\u0631\u06a9\u062a \u06a9\u0646\u0646\u062f\u06af\u0627\u0646 \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f

#AddNoti Vm
addnoti.anemail=\u06cc\u06a9 \u0627\u06cc\u0645\u06cc\u0644 \u0628\u0647 \u0635\u0648\u0631\u062a \u062e\u0648\u062f\u06a9\u0627\u0631 \u0628\u0631\u0627\u06cc \u06a9\u0627\u0631\u0628\u0631\u0627\u0646 \u0627\u0636\u0627\u0641\u0647 \u0634\u062f\u0647 \u0627\u0631\u0633\u0627\u0644 \u0634\u062f\u0647 \u0648 \u0628\u0647 \u0627\u06cc\u0646 \u062a\u0631\u062a\u06cc\u0628 \u0622\u0646\u0647\u0627 \u0627\u0632 \u062f\u0631 \u062f\u0633\u062a\u0631\u0633 \u0628\u0648\u062f\u0646 \u0633\u0627\u06cc\u062a \u0645\u0637\u0644\u0639 \u062e\u0648\u0627\u0647\u0646\u062f \u0634\u062f.
addnoti.sendnow=\u0647\u0645\u06cc\u0646 \u062d\u0627\u0644\u0627 \u0627\u0631\u0633\u0627\u0644 \u06a9\u0646 - \u0627\u0631\u0633\u0627\u0644 \u06cc\u06a9 \u0627\u06cc\u0645\u06cc\u0644 \u0628\u0631\u0627\u06cc \u06a9\u0627\u0631\u0628\u0631\u0627\u0646 \u0648 \u0645\u0637\u0644\u0639 \u06a9\u0631\u062f\u0646 \u0622\u0646\u0647\u0627 \u0627\u0632 \u062f\u0631 \u062f\u0633\u062a\u0631\u0633 \u0628\u0648\u062f\u0646 \u0633\u0627\u06cc\u062a
addnoti.dontsend=\u0627\u0631\u0633\u0627\u0644 \u0646\u06a9\u0646 - \u0627\u06cc\u0645\u06cc\u0644\u06cc \u062c\u0647\u062a \u0645\u0637\u0644\u0639 \u06a9\u0631\u062f\u0646 \u06a9\u0627\u0631\u0628\u0631\u0627\u0646 \u0627\u0632 \u062f\u0631 \u062f\u0633\u062a\u0631\u0633 \u0628\u0648\u062f\u0646 \u0633\u0627\u06cc\u062a \u0628\u0631\u0627\u06cc \u0622\u0646\u0647\u0627 \u0627\u0631\u0633\u0627\u0644 \u0646\u06a9\u0646

#AddSame Vm
addsame.roles=\u0646\u0642\u0634 \u0647\u0627
addsame.participants=\u0634\u0631\u06a9\u062a \u06a9\u0646\u0646\u062f\u06af\u0627\u0646

sitegen.siteinfolist.active=\u0641\u0639\u0627\u0644
sitegen.siteinfolist.inactive=\u063a\u06cc\u0631\u0641\u0639\u0627\u0644

# This string have been moved from sakai.properties to this bundle. They HAVE TO BE internationalized
# Customization for adding the participant page in Site Info
# These control what display labels are used for the entry fields and some info used in emails. 
# Other info in emails is from the UserNotificationProvider.properties file inside site-manage-impl
officialAccountSectionTitle=\u062f\u06cc\u06af\u0631 \u0634\u0631\u06a9\u062a \u06a9\u0646\u0646\u062f\u06af\u0627\u0646 \u0631\u0633\u0645\u06cc
officialAccountName=\u0646\u0627\u0645 \u06a9\u0627\u0631\u0628\u0631\u06cc
officialAccountLabel=\u0622\u062f\u0631\u0633\u200c\u0647\u0627\u06cc \u0627\u06cc\u0645\u06cc\u0644 \u06cc\u0627 \u0646\u0627\u0645 \u06a9\u0627\u0631\u0628\u0631\u06cc \u0631\u0633\u0645\u06cc
nonOfficialAccountSectionTitle=\u0634\u0631\u06a9\u062a \u06a9\u0646\u0646\u062f\u06af\u0627\u0646 \u063a\u06cc\u0631 \u0631\u0633\u0645\u06cc
nonOfficialAccountName=\u0645\u0647\u0645\u0627\u0646
nonOfficialAccountLabel=\u0622\u062f\u0631\u0633 \u0627\u06cc\u0645\u06cc\u0644 \u0634\u0631\u06a9\u062a \u06a9\u0646\u0646\u062f\u06af\u0627\u0646 \u063a\u06cc\u0631 \u0631\u0633\u0645\u06cc
nonOfficialAccount.invalidEmailDomain=\u0627\u0645\u06a9\u0627\u0646 \u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u0622\u062f\u0631\u0633 \u0647\u0627\u06cc \u0627\u06cc\u0645\u06cc\u0644\u06cc \u06a9\u0647 \u0628\u0647 "{0}" \u062e\u062a\u0645 \u0645\u06cc\u0634\u0648\u0646\u062f \u0628\u0647 \u0639\u0646\u0648\u0627\u0646 \u0634\u0631\u06a9\u062a \u06a9\u0646\u0646\u062f\u06af\u0627\u0646 \u063a\u06cc\u0631\u0631\u0633\u0645\u06cc \u0648\u062c\u0648\u062f \u0646\u062f\u0627\u0631\u062f. \u0644\u0637\u0641\u0627\u064b \u0622\u0646\u0647\u0627 \u0631\u0627 \u0628\u0647 \u0639\u0646\u0648\u0627\u0646 \u0634\u0631\u06a9\u062a \u06a9\u0646\u0646\u062f\u06af\u0627\u0646 \u0631\u0633\u0645\u06cc \u0627\u0636\u0627\u0641\u0647 \u06a9\u0646\u06cc\u062f.

confirm.name=\u0646\u0627\u0645
confirm.id=\u0634\u0646\u0627\u0633\u0647
confirm.role=\u0633\u0637\u062d \u06a9\u0627\u0631\u0628\u0631\u06cc
confirm.status=\u0648\u0636\u0639\u06cc\u062a

