#Tue Jan 25 12:23:54 CET 2011
java.allusers=\u062C\u0645\u064A\u0639 \u0627\u0644\u0645\u0633\u062A\u0639\u0645\u0644\u064A\u0646 \u0627\u0644\u0622\u062E\u0631\u064A\u0646 \u062A\u0645 \u0625\u0636\u0627\u0641\u062A\u0647\u0645
adddif.choose=\u0625\u062E\u062A\u064A\u0627\u0631 \u062F\u0648\u0631 \u0644\u0644\u0645\u0634\u0627\u0631\u0643\u064A\u0646
sitegen.siteinfolist.active=\u0646\u0634\u0637
addconf.confirming=\u062A\u0623\u0643\u064A\u062F \u0625\u0636\u0627\u0641\u0629 \u0627\u0644\u0645\u0634\u0627\u0631\u0643(\u064A\u0646) \u0625\u0644\u0649
java.haveadd=\u0644\u064A\u0633\u062A \u0644\u0643\u0645 \u0627\u0644\u0625\u0645\u062A\u064A\u0627\u0632\u0627\u062A \u0627\u0644\u0643\u0627\u0641\u064A\u0629 \u0644\u0625\u0636\u0627\u0641\u0629 ''{0}''
java.isinval=\u063A\u064A\u0631 \u0635\u062D\u064A\u062D.
java.account=''{0}'' \u0644\u0645 \u064A\u0645\u0643\u0646 \u0625\u0636\u0627\u0641\u062A\u0647 - \u0625\u0633\u0645 \u0627\u0644\u062D\u0633\u0627\u0628 \u063A\u064A\u0631 \u0645\u0648\u062C\u0648\u062F.
add.participants=\u0623\u062F\u0648\u0627\u0631 \u0627\u0644\u0645\u0634\u062A\u0631\u0643\u064A\u0646
addsame.participants=\u0627\u0644\u0645\u0634\u0627\u0631\u0643\u0648\u0646
java.roletype=\u064A\u0631\u062C\u0649 \u0625\u062E\u062A\u064A\u0627\u0631 \u0646\u0648\u0639 \u0627\u0644\u062F\u0648\u0631.
add.multiple=\u064A\u0633\u0645\u062D \u0628\u0648\u0636\u0639 \u0623\u0633\u0645\u0627\u0621 \u0645\u0633\u062A\u0639\u0645\u0644\u064A\u0646 \u0645\u062A\u0639\u062F\u062F\u0629 \u0648 \u0630\u0644\u0643 \u0628\u0648\u0636\u0639 \u0643\u0644 \u0625\u0633\u0645 \u0639\u0644\u0649 \u062E\u0637 \u0645\u0646\u0641\u0631\u062F (\u0623\u0646\u0642\u0631 \u0639\u0644\u0649 \u0645\u0641\u062A\u0627\u062D \u0627\u0644\u0631\u062C\u0648\u0639 \u0623\u0648 \u0627\u0644\u062F\u062E\u0648\u0644 \u0639\u0644\u0649 \u0644\u0648\u062D\u0629 \u0627\u0644\u0645\u0641\u0627\u062A\u064A\u062D \u0628\u064A\u0646 \u0643\u0644 \u0627\u0644\u0645\u0639\u0644\u0648\u0645\u0627\u062A \u0627\u0644\u0645\u062F\u062E\u0644\u0629)
addconf.finish=\u0627\u0644\u062A\u0627\u0644\u064A \u0633\u064A\u0636\u0627\u0641 \u0625\u0644\u0649 \u0645\u0648\u0642\u0639\u0643\u0645 \u0639\u0646\u062F \u0627\u0644\u0646\u0642\u0631 \u0639\u0644\u0649 \u0632\u0631 \u0625\u0646\u062A\u0647\u0649 \u0641\u064A \u0627\u0644\u0623\u0633\u0641\u0644.
add.duplicatedpart=\u0627\u0644\u0645\u0639\u0644\u0648\u0645\u0627\u062A \u0627\u0644\u0645\u062F\u062E\u0644\u0629 \u0627\u0644\u0645\u0643\u0631\u0631\u0629 \u0623\u0632\u064A\u0644\u062A \u0645\u0646 \u0642\u0627\u0626\u0645\u0629 \u0625\u0636\u0627\u0641\u0629 \u0627\u0644\u0645\u0634\u0627\u0631\u0643\u064A\u0646\: {0}.
addnoti.anemail=\u064A\u0645\u0643\u0646 \u0625\u0631\u0633\u0627\u0644 \u0628\u0631\u064A\u062F \u0625\u0644\u0643\u062A\u0631\u0648\u0646\u064A \u062A\u0644\u0642\u0627\u0626\u064A \u0644\u0644\u0645\u0633\u062A\u0639\u0645\u0644\u064A\u0646 \u0627\u0644\u0645\u0636\u0627\u0641\u064A\u0646 \u0644\u0625\u0634\u0639\u0627\u0631\u0647\u0645 \u0628\u0645\u062F\u0649 \u062C\u0627\u0647\u0632\u064A\u0629 \u0627\u0644\u0645\u0648\u0642\u0639.
gen.finish=\u0625\u0646\u062A\u0647\u0649
java.pleasechoose=\u064A\u0631\u062C\u0649 \u0625\u062E\u062A\u064A\u0627\u0631 \u062F\u0648\u0631.
addnoti.sendnow=\u0623\u0631\u0633\u0644 \u0627\u0644\u0622\u0646 - \u0623\u0631\u0633\u0644 \u0628\u0631\u064A\u062F \u0625\u0644\u0643\u062A\u0631\u0648\u0646\u064A \u0625\u0644\u0649 \u0627\u0644\u0645\u0633\u062A\u0639\u0645\u0644\u064A\u0646 \u0644\u0625\u0634\u0639\u0627\u0631\u0647\u0645  \u0628\u0623\u0646 \u0627\u0644\u0645\u0648\u0642\u0639 \u0645\u062A\u0627\u062D.
java.realm=\u0627\u0644\u0639\u0646\u0635\u0631 \u0627\u0644\u0645\u0646\u062A\u0638\u0631 \u0644\u0645 \u064A\u062A\u0645 \u0625\u064A\u062C\u0627\u062F\u0647.
gen.back=\u0631\u062C\u0648\u0639
java.emailaddress=''{0}'' \u0639\u0646\u0648\u0627\u0646 \u0627\u0644\u0628\u0631\u064A\u062F \u0627\u0644\u0625\u0644\u0643\u062A\u0631\u0648\u0646\u064A \u0644\u064A\u0633 \u0635\u062D\u064A\u062D\u0627.
java.username=''{0}'' \u0625\u0633\u0645 \u0627\u0644\u0645\u0633\u062A\u0639\u0645\u0644 \u0644\u064A\u0633 \u0635\u062D\u064A\u062D\u0627.
add.assign=\u062A\u0639\u064A\u064A\u0646 \u062C\u0645\u064A\u0639 \u0627\u0644\u0645\u0634\u0627\u0631\u0643\u064A\u0646 \u0644\u0646\u0641\u0633 \u0627\u0644\u062F\u0648\u0631
sitegen.siteinfolist.inactive=\u063A\u064A\u0631 \u0646\u0634\u0637
java.permeditsite=\u0644\u064A\u0633\u062A \u0644\u0643\u0645 \u0627\u0644\u0625\u0645\u062A\u064A\u0627\u0632\u0627\u062A \u0627\u0644\u0643\u0627\u0641\u064A\u0629 \u0644\u062A\u062D\u0631\u064A\u0631 \u0627\u0644\u0645\u0648\u0642\u0639  ''{0}''
addconf.username=\u0625\u0633\u0645 \u0627\u0644\u0645\u0633\u062A\u0639\u0645\u0644
java.guest=\u064A\u0631\u062C\u0649 \u0625\u062F\u062E\u0627\u0644 \u0625\u0633\u0645 \u0627\u0644\u0645\u0633\u062A\u0639\u0645\u0644(\u064A\u0646) \u0623\u0648 \u0639\u0646\u0648\u0627\u0646(\u0639\u0646\u0627\u0648\u064A\u0646) \u0628\u0631\u064A\u062F \u0625\u0644\u0643\u062A\u0631\u0648\u0646\u064A \u0627\u0644\u0636\u064A\u0641 \u0644\u0644\u0625\u0636\u0627\u0641\u0629 \u0625\u0644\u0649 \u0647\u0630\u0627 \u0627\u0644\u0645\u0648\u0642\u0639
add.existingpart.2=.\u064A\u0645\u0643\u0646\u0643\u0645 \u0627\u0644\u0625\u0633\u062A\u0645\u0631\u0627\u0631 \u0641\u064A \u0625\u0636\u0627\u0641\u0629 \u0645\u0634\u0627\u0631\u0643\u064A\u0646 \u0622\u062E\u0631\u064A\u0646 \u0628\u0625\u062A\u0628\u0627\u0639 \u0627\u0644\u062A\u0648\u062C\u064A\u0647\u0627\u062A \u0627\u0644\u062A\u0627\u0644\u064A\u0629.
add.existingpart.1=\u0627\u0644\u0645\u0634\u0627\u0631\u0643\u0648\u0646 \u0627\u0644\u062A\u0627\u0644\u064A\u0629 \u0623\u0633\u0645\u0627\u0624\u0647\u0645 \u0623\u0639\u0636\u0627\u0621 \u0628\u0627\u0644\u0641\u0639\u0644 \u0641\u064A \u0647\u0630\u0627 \u0627\u0644\u0645\u0648\u0642\u0639 \u0648\u0644\u0627 \u064A\u0645\u0643\u0646 \u0625\u0639\u0627\u062F\u0629 \u0625\u0636\u0627\u0641\u062A\u0647\u0645\: ''{0}''
add.addpart=\u0625\u0636\u0627\u0641\u0629 \u0645\u0634\u0627\u0631\u0643(\u064A\u0646) \u0644
gen.continue=\u0645\u0648\u0627\u0635\u0644\u0629
addnoti.dontsend=\u0639\u062F\u0645 \u0627\u0644\u0625\u0631\u0633\u0627\u0644 - \u0644\u0627 \u062A\u0642\u0645 \u0628\u0625\u0631\u0633\u0627\u0644 \u0628\u0631\u064A\u062F \u0625\u0644\u0643\u062A\u0631\u0648\u0646\u064A \u0644\u0644\u0645\u0634\u062A\u0631\u0643\u064A\u0646 \u0627\u0644\u062C\u062F\u062F \u0644\u0625\u0634\u0639\u0627\u0631\u0647\u0645 \u0628\u0645\u062F\u0649 \u062C\u0627\u0647\u0632\u064A\u0629 \u0627\u0644\u0645\u0648\u0642\u0639.
java.beenused=''{0}'' \u0642\u062F \u0623\u0633\u062A\u062E\u062F\u0645\u062A.
add.duplicatedpart.single=\u0627\u0644\u0645\u0639\u0644\u0648\u0645\u0627\u062A \u0627\u0644\u0645\u0643\u0631\u0631\u0629 \u0627\u0644\u062A\u0627\u0644\u064A\u0629 \u0623\u0632\u064A\u0644\u062A \u0645\u0646 \u0642\u0627\u0626\u0645\u0629 \u0625\u0636\u0627\u0641\u0629 \u0627\u0644\u0645\u0634\u0627\u0631\u0643\u064A\u0646\: {0}.
java.user=\u0645\u0633\u062A\u0639\u0645\u0644
addconf.role=\u062F\u0648\u0631
add.assign2=\u062A\u062D\u062F\u064A\u062F \u062F\u0648\u0631 \u0641\u0631\u062F\u064A \u0644\u0643\u0644 \u0645\u0634\u0627\u0631\u0643
addconf.theywill=\u0633\u0648\u0641
gen.cancel=\u0625\u0644\u063A\u0627\u0621
addsame.roles=\u0623\u062F\u0648\u0627\u0631
java.addp=\u0625\u0636\u0627\u0641\u0629 \u0645\u0634\u062A\u0631\u0643\u064A\u0646
java.notemailid=''{0}'' \u0644\u064A\u0633 \u0628\u0631\u0642\u0645 \u062A\u0633\u062C\u064A\u0644 \u0628\u0631\u064A\u062F \u0625\u0644\u0643\u062A\u0631\u0648\u0646\u064A
java.theemail=\u0627\u0644\u0628\u0631\u064A\u062F \u0627\u0644\u0625\u0644\u0643\u062A\u0631\u0648\u0646\u064A \u064A\u062C\u0628 \u0623\u0646 \u064A\u0643\u0648\u0646 \u0645\u0624\u0644\u0641\u0627 \u0645\u0646 \u062D\u0631\u0648\u0641 \u0623\u0644\u0641\u0627 \u0631\u0642\u0645\u064A\u0629 \u0623\u0648 \u0648\u0627\u062D\u062F \u0645\u0646 \!\#$&'*+-\=?^_`{|}~. (\u0628\u062F\u0648\u0646 \u0645\u0633\u0627\u062D\u0627\u062A \u0641\u0627\u0631\u063A\u0629).
