#Tue Jan 25 12:23:54 CET 2011
java.allusers=Se a\u00F1adieron los otros usuarios
adddif.choose=Seleccionar un Rol para los participantes
sitegen.siteinfolist.active=Activo
addconf.confirming=Confirmando los Participantes A\u00F1adidos
java.haveadd=No tiene permisos de a\u00F1adir ''{0}''
java.isinval=''{0}'' no es v\u00E1lido.
java.account=''{0}'' no puede a\u00F1adirse - el nombre de la cuenta no existe.
add.participants=Roles del Participante
add.official.instruction=Vaya a Informaci\u00F3n del Sitio > Editar lista> Agregar lista para a\u00F1adir su lista ahora, si a\u00FAn no lo ha hecho.
addsame.participants=Participantes
java.roletype=Por favor, seleccione el tipo de rol.
add.multiple=Se permiten m\u00FAltiples usuarios poniendo cada uno en una l\u00EDnea distinta (Pulse Intro en su teclado entre cada uno)
addconf.finish=Los siguientes ser\u00E1n a\u00F1adidos a su sitio cuando pulse en el bot\u00F3n Finalizar.
add.duplicatedpart=Las siguientes entradas duplicadas se han eliminado de la lista de participantes a a\u00F1adir\: {0}.
addnoti.anemail=Un correo puede enviarse autom\u00E1ticamente a los usuarios a\u00F1adidos, notific\u00E1ndoles la disponibilidad del sitio.
gen.finish=Fin
java.pleasechoose=Por favor, escoja un rol.
addnoti.sendnow=Enviar Ahora - env\u00EDa un email a los usuarios notific\u00E1ndoles que el sitio est\u00E1 disponible
java.roleperm=No tiene permiso para a\u00F1adir o eliminar usuario(s) con el rol "{0}"
java.realm=El objeto de permiso no se ha encontrado.
gen.back=Atr\u00E1s
java.emailaddress=''{0}'' no es una direcci\u00F3n de correo v\u00E1lida.
java.username=''{0}'' no es un nombre de usuario v\u00E1lido.
add.assign=Asignar todos los participantes al mismo Rol
sitegen.siteinfolist.inactive=Inactivo
java.emailbaddomain=''{0}'' tiene un dominio que no puede usarse para ''{1}''
nonOfficialAccountSectionTitle=Participantes no oficiales
java.permeditsite=No tiene permiso para Editar el sitio ''{0}''
addconf.theywillnot=No se enviar\u00E1 un correo de notificaci\u00F3n de la disponibilidad de los mismos en el sitio.
addconf.username=Usuario
java.guest=Por favor, indique las direcciones de email del usuario(s) o invitado(s) a a\u00F1adir a este sitio
add.existingpart.2=. Puede continuar a\u00F1adiendo participantes a trav\u00E9s de las siguientes direcciones de correo electr\u00F3nico.
add.existingpart.1=Los siguientes participantes ya son miembros de este sitio y no pueden volverse a a\u00F1adir.\: ''{0}''
add.multiple.nonofficial=Nota\: introduzca m\u00FAltiples entradas en l\u00EDneas separadas (sin signos de puntuaci\u00F3n). 
nonOfficialAccountName=Invitado
add.addpart=A\u00F1adir participante(s) a
gen.continue=Continuar
officialAccountLabel=Direcci\u00F3n de correo oficial o nombre de usuario
add.multiple.nonofficial.alert.more={0} contiene cadenas con m\u00E1s de un correo electr\u00F3nico, apellido y nombre.
addnoti.dontsend=No Enviar - no enviar un email notificando a los nuevos miembros que el sitio est\u00E1 disponible
java.beenused=''{0}'' ha sido usado.
officialAccountSectionTitle=Otros participantes oficiales
nonOfficialAccountLabel=Direcci\u00F3n de correo del participante no oficial
add.duplicatedpart.single=La siguiente entrada duplicada se ha eliminado de la lista de participantes a a\u00F1adir\: {0}.
java.user=Usuario
addconf.role=Rol
officialAccountName=Nombre de usuario
add.assign2=Asignar cada participante a un Rol individualmente
java.username.multiple=''{0}'' coincide con varios usuarios. Por favor, escoja de entre los siguientes\: {1} 
addconf.theywill=Ellos
add.official=Estudiantes Registrados para Curso
gen.cancel=Cancelar
addsame.roles=Roles
add.official1=Los estudiantes introducidos oficialmente se convierten automaticamente en participantes cuando usted a\u00F1ade a su curso la lista del sitio.
java.addp=A\u00F1adir Participantes
java.notemailid=''{0}'' no es un identificador de email.
java.theemail=El id del Correo electr\u00F3nico debe estar formado por caracteres alfanum\u00E9ricos or alguno de los siguientes \!\#$&'*+-\=?^_`{|}~. (sin espacios).

participant.status=Estado del participante

confirm.name=Nombre
confirm.id=Id
confirm.role=Rol
confirm.status=Estado
java.cannotedit=No se pueden editar cursos.
java.roleperm.currentuser.downgrade=No puede cambiar su perfil en ''{0}'', ya que carece de permiso para editar pertenencias en una asignatura.
participant.status=Estado de los participantes
