#Tue Jan 25 12:23:54 CET 2011
java.allusers=Todos os outros usu\u00E1rios foram adicionados
adddif.choose=Escolha um papel para os participantes
sitegen.siteinfolist.active=Ativo
addconf.confirming=Confirmando Adi\u00E7\u00E3o de participante(s) para
java.haveadd=Voc\u00EA n\u00E3o tem permiss\u00E3o para adicionar ''{0}''
java.isinval=''{0}'' \u00E9 invalido.
java.account=''{0}'' N\u00E3o \u00E9 poss\u00EDvel adicionar - nome da conta n\u00E3o existe.
add.participants=Pap\u00E9is dos participantes
addsame.participants=Participantes
java.roletype=Por favor escolha o tipo de papel.
add.multiple=M\u00FAltiplos usu\u00E1rios est\u00E3o permitidos, colocando cada um na sua pr\u00F3pria linha (Clique em Voltar ou a tecla Enter no teclado entre cada entrada)
addconf.finish=Os seguintes participantes ser\u00E3o adicionados ao seu site quando voc\u00EA clicar no bot\u00E3o Concluir, abaixo.
add.duplicatedpart=As seguintes entradas duplicadas foram removidas da lista de participantes a adicionar\: {0}.
addnoti.anemail=Um e-mail pode ser enviado automaticamente para os usu\u00E1rios adicionados notificando-os da disponibilidade do site.
gen.finish=Concluir
java.pleasechoose=Por favor escolha um papel.
addnoti.sendnow=Envie agora - enviar agora um e-mail para os usu\u00E1rios notificando-os que o site est\u00E1 dispon\u00EDvel
java.realm=O objeto de dom\u00EDnio esperado n\u00E3o foi encontrado.
gen.back=Voltar
java.emailaddress=''{0}'' n\u00E3o \u00E9 um endere\u00E7o de email v\u00E1lido.
java.username=''{0}'' n\u00E3o \u00E9 um nome de usu\u00E1rio v\u00E1lido.
add.assign=Atribuir a todos os participantes o mesmo papel
sitegen.siteinfolist.inactive=Inativo
java.permeditsite=Voc\u00EA n\u00E3o tem permiss\u00E3o para editar o site ''{0}''
addconf.username=Nome de usu\u00E1rio
java.guest=Por favor digite o(s) endere\u00E7o(s) de email do(s) nome(s) de usu\u00E1rio ou convidado(s) para adicionar ao site
add.existingpart.2=. Voc\u00EA pode continuar adicionando os outros participantes, seguindo as instru\u00E7\u00F5es abaixo.
add.existingpart.1=Os seguintes participantes j\u00E1 s\u00E3o membros desse site e n\u00E3o podem ser re-adicionados\: ''{0}''
add.addpart=Adicionar participante(s) para
gen.continue=Continuar
addnoti.dontsend=N\u00E3o enviar - n\u00E3o envie um e-mail notificando novos participantes sobre a disponibilidade do site
java.beenused=tem sido usado.
add.duplicatedpart.single=A seguinte entrada duplicada foi removida da lista de participantes a adicionar\: {0}.
java.user=Usu\u00E1rio
addsame.choose=Escolha o papel para os participantes que voc\u00EA est\u00E1 adicionando
addconf.role=Papel
add.assign2=Atribuir um papel para cada participante
addconf.theywill=Eles
gen.cancel=Cancelar
addsame.roles=Pap\u00E9is
adddif.chroles=Escolha os pap\u00E9is para os participantes que voc\u00EA est\u00E1 adicionando. S\u00E3o obrigat\u00F3rios os itens marcados com um
java.addp=Adicionar Participantes
java.notemailid=''{0}'' n\u00E3o \u00E9 uma identifica\u00E7\u00E3o de email.
java.theemail=O identificador de Email deve conter caracteres alfanum\u00E9ricos ou quaisquer um dentre \!\#$&'*+-\=?^_`{|}~. (sem espa\u00E7os).
