#X-Generator: crowdin.net
java.theemail=\u0908\u092e\u0947\u0932 \u0906\u0908\u0921\u0940 \u0905\u0932\u094d\u092b\u093e \u0928\u094d\u092f\u0942\u092e\u0947\u0930\u093f\u0915 \u0935\u0930\u094d\u0923 \u092f\u093e \u0907\u0928\u092e\u0947\u0902 \u0938\u0947 \! \#$& '' * +-\=? ^ _''{|}~  \u092c\u0928\u093e \u0939\u094b\u0928\u093e \u091a\u093e\u0939\u093f\u090f  (\u0915\u094b\u0908 \u0930\u093f\u0915\u094d\u0924\u093f\u092f\u093e\u0901 \u0928\u0939\u0940\u0902)\u0964
java.addp=\u092a\u094d\u0930\u0924\u093f\u092d\u093e\u0917\u093f\u092f\u094b\u0902 \u0915\u094b \u091c\u094b\u0921\u0947\u0902
java.realm=\u0905\u092a\u0947\u0915\u094d\u0937\u093f\u0924 \u0926\u093e\u092f\u0930\u0947 \u0935\u0938\u094d\u0924\u0941 \u0928\u0939\u0940\u0902 \u092e\u093f\u0932\u093e\u0964
java.isinval=''{0}'' \u0905\u092e\u093e\u0928\u094d\u092f \u0939\u0948\u0964
### (moot) java.nousers = No users available/selected for removal.
### (moot) java.however = You cannot remove participants officially registered for this course. However, you can change their roles in the site by clicking the Change Role(s) command (...under Edit, Edit Access.)
### (moot) java.nousers2 = No users available/selected for changing roles.
java.permeditsite=\u0906\u092a\u0915\u094b \u0938\u093e\u0907\u091f ''{0}'' \u0915\u094b \u0938\u0902\u092a\u093e\u0926\u093f\u0924 \u0915\u0930\u0928\u0947 \u0915\u0940 \u0905\u0928\u0941\u092e\u0924\u093f \u0928\u0939\u0940\u0902 \u0939\u0948
### (moot) java.thissite = This site
### (moot) java.rightnow = is not available for editing right now.
### (moot) java.youalready = You are already editing this site
### (moot) java.another = in another tool, or someone else is editing this site.
### (moot) java.error = Error encountered while retriving this site.
java.beenused=''{0}'' \u0915\u093e \u0907\u0938\u094d\u0924\u0947\u092e\u093e\u0932 \u0915\u093f\u092f\u093e \u0917\u092f\u093e \u0939\u0948\u0964
java.haveadd=\u0906\u092a\u0915\u094b ''{0}'' \u0915\u094b \u091c\u094b\u0921\u093c\u0928\u0947 \u0915\u0940 \u0905\u0928\u0941\u092e\u0924\u093f \u0928\u0939\u0940\u0902 \u0939\u0948
java.allusers=\u0905\u0928\u094d\u092f \u0938\u092d\u0940 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u091c\u094b\u0921\u093c\u0947 \u0917\u090f \u0925\u0947
### (moot) java.siteinuse = Site is in use and cannot be changed.
java.pleasechoose=\u0915\u0943\u092a\u092f\u093e \u090f\u0915 \u092d\u0942\u092e\u093f\u0915\u093e \u0915\u093e \u091a\u092f\u0928 \u0915\u0930\u0947\u0902\u0964
### (moot) java.atleast = Please choose at least one import for importing.
java.cannotedit=\u092a\u093e\u0920\u094d\u092f\u0915\u094d\u0930\u092e\u094b\u0902 \u0915\u094b \u0938\u0902\u092a\u093e\u0926\u093f\u0924 \u0928\u0939\u0940\u0902 \u0915\u0930 \u0938\u0915\u0924\u0947 \u0939\u0948\u0902\u0964
### (moot) java.theaccessto = The access to this site
### (moot) java.theaccessto2 = is currently being edited by another user.
### (moot) java.because = Cannot save changes to site because site is being used by another person.
### (moot) java.workinfo = Worksite Information
### (moot) java.connect = Cannot connect or obtain a file specified by the News source URL
### (moot) java.thenews = The News source URL
### (moot) java.rss = specifies a file that is not in RSS format.
java.guest=\u091a\u0947\u0924\u093e\u0935\u0928\u0940\: \u0907\u0938 \u0938\u093e\u0907\u091f \u092e\u0947\u0902 \u091c\u0941\u095c\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0915\u0943\u092a\u092f\u093e \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0928\u093e\u092e (\u0913\u0902), \u092f\u093e \u0905\u0924\u093f\u0925\u093f \u0908\u092e\u0947\u0932 \u092a\u0924\u093e (\u0924\u0947) \u0926\u0930\u094d\u091c \u0915\u0930\u0947\u0902
java.user=\u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e
java.username=''{0}'' \u090f\u0915 \u092e\u093e\u0928\u094d\u092f \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0928\u093e\u092e \u0928\u0939\u0940\u0902 \u0939\u0948\u0964
java.notemailid=''{0}'' \u090f\u0915 \u0908\u092e\u0947\u0932 \u0906\u0908\u0921\u0940 \u0928\u0939\u0940\u0902 \u0939\u0948\u0964
java.emailaddress=''{0}'' \u090f\u0915 \u092e\u093e\u0928\u094d\u092f \u0908\u092e\u0947\u0932 \u092a\u0924\u093e \u0928\u0939\u0940\u0902 \u0939\u0948\u0964
java.emailbaddomain='''{0}'' \u0915\u0940 \u090f\u0915 \u0921\u094b\u092e\u0947\u0928 \u0939\u0948 \u091c\u093f\u0938\u0915\u093e ''{1}'' \u0915\u0947 \u0932\u093f\u090f \u0909\u092a\u092f\u094b\u0917 \u0928\u0939\u0940\u0902 \u0915\u093f\u092f\u093e \u091c\u093e \u0938\u0915\u0924\u093e'
java.roletype=\u0915\u0943\u092a\u092f\u093e \u092d\u0942\u092e\u093f\u0915\u093e \u092a\u094d\u0930\u0915\u093e\u0930 \u0915\u093e \u091a\u092f\u0928 \u0915\u0930\u0947\u0902 \u0964 
java.username.multiple=\u0930\u093f\u0915\u0949\u0930\u094d\u0921 \u092e\u0947\u0902 ''{0}'' \u090f\u0915\u093e\u0927\u093f\u0915 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e\u0913\u0902 \u0938\u0947 \u092e\u0947\u0932 \u0916\u093e\u0924\u093e \u0939\u0948\u0964 \u0915\u0943\u092a\u092f\u093e \u0928\u093f\u092e\u094d\u0928 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e\u0913\u0902 \u0915\u0947 \u0928\u093e\u092e\u094b \u0938\u0947 \u091a\u092f\u0928 \u0915\u0930\u0947\u0902\: {1} 

java.account=''{0}'' \u0928\u0939\u0940\u0902 \u091c\u094b\u0921\u093c\u093e \u091c\u093e \u0938\u0915\u0924\u093e \u0939\u0948 - \u0916\u093e\u0924\u093e \u0928\u093e\u092e \u092e\u094c\u091c\u0942\u0926 \u0928\u0939\u0940\u0902 \u0939\u0948\u0964
java.roleperm=\u0906\u092a\u0915\u094b ''{0}'' \u092d\u0942\u092e\u093f\u0915\u093e \u0915\u0947 \u0938\u093e\u0925 \u092a\u094d\u0930\u092f\u094b\u0915\u094d\u0924\u093e (\u0913\u0902) \u0915\u094b \u091c\u094b\u0921\u093c\u0928\u0947 \u092f\u093e \u0939\u091f\u093e\u0928\u0947 \u0915\u0940 \u0905\u0928\u0941\u092e\u0924\u093f \u0928\u0939\u0940\u0902 \u0939\u0948\u0964
java.badcsrftoken=\u0905\u0928\u0941\u0930\u094b\u0927 \u092a\u095d\u0924\u0947 \u0938\u092e\u092f \u0924\u094d\u0930\u0941\u091f\u093f \u0915\u093e \u0938\u093e\u092e\u0928\u093e \u0915\u0930\u0928\u093e \u092a\u0921\u093c\u093e\u0964  \u0915\u0943\u092a\u092f\u093e \u0909\u092a\u0915\u0930\u0923 \u0930\u0940\u0938\u0947\u091f \u0915\u0930\u0947\u0902 \u0914\u0930 \u092a\u0941\u0928\: \u092a\u094d\u0930\u092f\u093e\u0938 \u0915\u0930\u0947\u0902\u0964

#General Vm
gen.continue=\u091c\u093e\u0930\u0940 \u0930\u0916\u0947\u0902
gen.back=\u0935\u093e\u092a\u0938 \u091c\u093e\u090f\u0902
gen.cancel=\u0930\u0926\u094d\u0926 \u0915\u0930\u0947\u0902
gen.finish=\u0938\u092e\u093e\u092a\u094d\u0924

#AddPart Vm
add.addpart=\u092a\u094d\u0930\u0924\u093f\u092d\u093e\u0917\u0940 (\u0913\u0902) \u0915\u094b {0} \u0938\u0947 \u091c\u094b\u0921\u093c\u0947\u0902
add.official=\ \u092a\u093e\u0920\u094d\u092f\u0915\u094d\u0930\u092e \u0915\u0947 \u0932\u093f\u090f \u092a\u0902\u091c\u0940\u0915\u0943\u0924 \u091b\u093e\u0924\u094d\u0930\:
add.official1=\ \u0906\u0927\u093f\u0915\u093e\u0930\u093f\u0915 \u0924\u094c\u0930 \u092a\u0930 \u0928\u093e\u092e\u093e\u0902\u0915\u093f\u0924 \u091b\u093e\u0924\u094d\u0930 \u0938\u094d\u0935\u0924\u0903 \u092a\u094d\u0930\u0924\u093f\u092d\u093e\u0917\u0940 \u092c\u0928 \u091c\u093e\u0924\u0947 \u0939\u0948 \u091c\u092c \u0906\u092a \u0905\u092a\u0928\u093e \u092a\u093e\u0920\u094d\u092f\u0915\u094d\u0930\u092e \u0930\u094b\u0938\u094d\u091f\u0930 \u0938\u093e\u0907\u091f \u0938\u0947 \u091c\u094b\u0921\u093c\u0924\u0947 \u0939\u0948\u0964
add.official.instruction=\u0938\u093e\u0907\u091f \u091c\u093e\u0928\u0915\u093e\u0930\u0940 \u092a\u0930 \u091c\u093e\u090f\u0901 > \u0930\u094b\u0938\u094d\u091f\u0930 \u0915\u094b \u0938\u0902\u092a\u093e\u0926\u093f\u0924 \u0915\u0930\u0947\u0902 >\u0905\u092a\u0928\u0947 \u0930\u094b\u0938\u094d\u091f\u0930 \u0938\u0947 \u0905\u092c  \u0930\u094b\u0938\u094d\u091f\u0930 \u091c\u094b\u0921\u093c\u0947  \u0905\u0917\u0930 \u092a\u0939\u0932\u0947 \u0938\u0947  \u0928\u0939\u0940\u0902 \u091c\u094b\u0921\u093c\u093e \u0939\u0948 \u0964
### (moot) add.enter = Enter the participants below that you would like to add to your site. You may enter more than one name in each text area below by putting each one on a separate line (no commas).
### (moot) add.unames = Username(s)
add.multiple=\u0928\u094b\u091f\:\u092a\u094d\u0930\u0924\u094d\u092f\u0947\u0915 \u0917\u0941\u0923\u0915\u094b\u0902 \u0915\u094b \u0905\u0932\u0917 \u0932\u093e\u0907\u0928 \u092a\u0930 \u0926\u0930\u094d\u091c \u0915\u0930\u0947\u0902 (\u0915\u094b\u0908 \u0935\u093f\u0930\u093e\u092e \u091a\u093f\u0939\u094d\u0928 \u0928\u0939\u0940\u0902) 
add.multiple.nonofficial=\u0928\u094b\u091f\:\u092a\u094d\u0930\u0924\u094d\u092f\u0947\u0915 \u0917\u0941\u0923\u0915\u094b\u0902 \u0915\u094b \u0905\u0932\u0917 \u0932\u093e\u0907\u0928 \u092a\u0930 \u0926\u0930\u094d\u091c \u0915\u0930\u0947\u0902 (\u0915\u094b\u0908 \u0935\u093f\u0930\u093e\u092e \u091a\u093f\u0939\u094d\u0928 \u0928\u0939\u0940\u0902) \u0964 \u092a\u0939\u0932\u0947 \u0908\u092e\u0947\u0932 \u092a\u0924\u093e,  \u0935\u0948\u0915\u0932\u094d\u092a\u093f\u0915 \u0930\u0942\u092a \u0938\u0947 \u0905\u0902\u0924\u093f\u092e \u0928\u093e\u092e  \u092c\u093e\u0926 \u092e\u0947\u0902 , \u092a\u094d\u0930\u0925\u092e \u0928\u093e\u092e, \u0905\u0932\u094d\u092a\u0935\u093f\u0930\u093e\u092e \u0915\u0947 \u0926\u094d\u0935\u093e\u0930\u093e \u0938\u092d\u0940 \u0905\u0932\u0917, \u091c\u0948\u0938\u0947 jdoe@yahoo.com, Doe,John
add.multiple.nonofficial.alert.more=\ {0} \u092e\u0947\u0902 \u0908\u092e\u0947\u0932 \u092a\u0924\u093e , \u0905\u0902\u0924\u093f\u092e \u0928\u093e\u092e, \u092a\u094d\u0930\u0925\u092e \u0928\u093e\u092e  \u0938\u0947 \u0905\u0927\u093f\u0915 \u0938\u094d\u091f\u094d\u0930\u093f\u0902\u0917\u094d\u0938 \u0936\u093e\u092e\u093f\u0932 \u0939\u0948\u0902\u0964 
### (moot) add.guests = Guest(s) email address
### (moot) add.external = (external participants, ex. jdoe@yahoo.com):
add.participants=\u092d\u093e\u0917\u0940\u0926\u093e\u0930 \u0915\u0940 \u092d\u0942\u092e\u093f\u0915\u093e\u090f\u0901
add.assign=\u0938\u092d\u0940 \u092a\u094d\u0930\u0924\u093f\u092d\u093e\u0917\u093f\u092f\u094b\u0902 \u0915\u094b \u090f\u0915 \u0939\u0940 \u092d\u0942\u092e\u093f\u0915\u093e \u0905\u0938\u093e\u0907\u0928 \u0915\u0930\u0947\u0902
add.assign2=\u092a\u094d\u0930\u0924\u094d\u092f\u0947\u0915 \u092d\u093e\u0917\u0940\u0926\u093e\u0930 \u0915\u094b \u0935\u094d\u092f\u0915\u094d\u0924\u093f\u0917\u0924 \u0930\u0942\u092a \u0938\u0947 \u090f\u0915 \u092d\u0942\u092e\u093f\u0915\u093e \u0905\u0938\u093e\u0907\u0928 \u0915\u0930\u0947\u0902
add.duplicatedpart.single=\u0928\u093f\u092e\u094d\u0928\u0932\u093f\u0916\u093f\u0924 \u0921\u0941\u092a\u094d\u0932\u093f\u0915\u0947\u091f \u092a\u094d\u0930\u0935\u093f\u0937\u094d\u091f\u093f \u0938\u0939\u092d\u093e\u0917\u0940 \u0938\u0942\u091a\u0940 \u091c\u094b\u0921\u093c\u0947\u0902 \u0938\u0947 \u0939\u091f\u093e \u0926\u0940 \u0917\u0908 \u0939\u0948 \: {0}\u0964
add.duplicatedpart=\u0928\u093f\u092e\u094d\u0928\u0932\u093f\u0916\u093f\u0924 \u0921\u0941\u092a\u094d\u0932\u093f\u0915\u0947\u091f \u092a\u094d\u0930\u0935\u093f\u0937\u094d\u091f\u093f\u092f\u093e\u0901 \u0938\u0939\u092d\u093e\u0917\u0940 \u0938\u0942\u091a\u0940 \u091c\u094b\u0921\u093c\u0947\u0902 \u0938\u0947 \u0939\u091f\u093e \u0926\u0940 \u0917\u0908 \u0939\u0948 \: {0}\u0964
add.existingpart.1=\u0928\u093f\u092e\u094d\u0928\u0932\u093f\u0916\u093f\u0924 \u092a\u094d\u0930\u0924\u093f\u092d\u093e\u0917\u0940 \u092a\u0939\u0932\u0947 \u0938\u0947 \u0939\u0940 \u0907\u0938 \u0938\u093e\u0907\u091f \u0915\u0947 \u0938\u0926\u0938\u094d\u092f \u0939\u0948\u0902 \u0914\u0930 \u092b\u093f\u0930 \u0938\u0947  \u0928\u0939\u0940\u0902 \u091c\u094b\u0921\u093c\u0947 \u091c\u093e \u0938\u0915\u0924\u0947\: ''{0}''
add.existingpart.2=\u0906\u092a \u0928\u0940\u091a\u0947 \u0926\u093f\u090f \u0917\u090f \u0928\u093f\u0930\u094d\u0926\u0947\u0936\u094b\u0902 \u0915\u093e \u092a\u093e\u0932\u0928 \u0915\u0930\u0915\u0947 \u0905\u0928\u094d\u092f \u092a\u094d\u0930\u0924\u093f\u092d\u093e\u0917\u093f\u092f\u094b\u0902 \u091c\u094b\u0921\u093c\u0928\u093e \u091c\u093e\u0930\u0940 \u0930\u0916 \u0938\u0915\u0924\u0947 \u0939\u0948\u0902\u0964
#status
participant.status=\u092d\u093e\u0917\u0940\u0926\u093e\u0930 \u0915\u0940 \u0938\u094d\u0925\u093f\u0924\u093f

#AddConf Vm
addconf.confirming=\ {0} \u092e\u0947\u0902 \u092d\u093e\u0917\u0940\u0926\u093e\u0930 (\u0913\u0902) \u0915\u094b \u091c\u094b\u0921\u093c\u0928\u093e \u0915\u0928\u094d\u092b\u0930\u094d\u092e \u0915\u0930\u0947\u0902
addconf.finish=\u091c\u092c \u0906\u092a \u0928\u0940\u091a\u0947 \u0938\u092e\u093e\u092a\u094d\u0924 \u0915\u0930\u0947\u0902 \u092c\u091f\u0928 \u0915\u094b  \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0947\u0902\u0917\u0947 \u0924\u094b \u0928\u093f\u092e\u094d\u0928\u0932\u093f\u0916\u093f\u0924 \u0906\u092a\u0915\u0940 \u0938\u093e\u0907\u091f \u092e\u0947\u0902 \u091c\u0941\u0921\u093c \u091c\u093e\u090f\u0917\u093e\u0964
addconf.theywill=\u0909\u0928\u094d\u0939\u0947\u0902 \u0938\u093e\u0907\u091f \u0915\u0940 \u0909\u092a\u0932\u092c\u094d\u0927\u0924\u093e \u0915\u094b \u0938\u0942\u091a\u093f\u0924 \u0915\u0930\u0928\u0947 \u0935\u093e\u0932\u093e \u0908\u092e\u0947\u0932 \u092d\u0947\u091c\u093e \u091c\u093e\u090f\u0917\u093e\u0964
addconf.theywillnot=\u0909\u0928\u094d\u0939\u0947\u0902 \u0938\u093e\u0907\u091f \u0915\u0940 \u0909\u092a\u0932\u092c\u094d\u0927\u0924\u093e \u0915\u094b \u0938\u0942\u091a\u093f\u0924 \u0915\u0930\u0928\u0947 \u0935\u093e\u0932\u093e \u0908\u092e\u0947\u0932 \u0928\u0939\u0940\u0902  \u092d\u0947\u091c\u093e \u091c\u093e\u090f\u0917\u093e\u0964
addconf.username=\u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0928\u093e\u092e
addconf.role=\u092d\u0942\u092e\u093f\u0915\u093e

#AddDif Vm
adddif.choose=\u092a\u094d\u0930\u0924\u093f\u092d\u093e\u0917\u093f\u092f\u094b\u0902  \u0915\u0947 \u0932\u093f\u090f \u090f\u0915 \u092d\u0942\u092e\u093f\u0915\u093e  \u0915\u093e \u091a\u092f\u0928 \u0915\u0930\u0947\u0902

#AddNoti Vm
addnoti.anemail=\u090f\u0915 \u0908\u092e\u0947\u0932 \u0938\u094d\u0935\u091a\u093e\u0932\u093f\u0924 \u0930\u0942\u092a \u0938\u0947 \u091c\u094b\u0921\u093c\u0947 \u0917\u090f \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e\u0913\u0902 \u0915\u094b \u0938\u093e\u0907\u091f \u0915\u0940 \u0909\u092a\u0932\u092c\u094d\u0927\u0924\u093e \u0915\u0947 \u0932\u093f\u090f \u0909\u0928\u094d\u0939\u0947\u0902 \u0938\u0942\u091a\u093f\u0924 \u0915\u0930\u0928\u0947  \u0915\u0947 \u0932\u093f\u090f \u092d\u0947\u091c\u093e \u091c\u093e \u0938\u0915\u0924\u093e \u0939\u0948\u0964
addnoti.sendnow=\u0905\u092c \u092d\u0947\u091c\u0947\u0902 - \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e\u0913\u0902 \u0915\u094b  \u0905\u092c \u090f\u0915 \u0908\u092e\u0947\u0932 \u092d\u0947\u091c\u0947\u0902 \u0909\u0928\u094d\u0939\u0947\u0902 \u0938\u0942\u091a\u093f\u0924 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f  \u0915\u093f \u0938\u093e\u0907\u091f \u0905\u092c \u0909\u092a\u0932\u092c\u094d\u0927 \u0939\u0948  
addnoti.dontsend=\u0928 \u092d\u0947\u091c\u0947\u0902 - \u0928\u090f \u092a\u094d\u0930\u0924\u093f\u092d\u093e\u0917\u093f\u092f\u094b\u0902 \u0915\u094b \u0938\u093e\u0907\u091f \u0915\u0940 \u0909\u092a\u0932\u092c\u094d\u0927\u0924\u093e \u0915\u0947 \u092c\u093e\u0930\u0947 \u092e\u0947\u0902 \u0938\u0942\u091a\u093f\u0924 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0908\u092e\u0947\u0932 \u0928\u0939\u0940\u0902 \u092d\u0947\u091c\u0947\u0902 

#AddSame Vm
addsame.roles=\u092d\u0942\u092e\u093f\u0915\u093e\u090f\u0901
addsame.participants=\u092a\u094d\u0930\u0924\u093f\u092d\u093e\u0917\u0940

sitegen.siteinfolist.active=\u0938\u0915\u094d\u0930\u093f\u092f
sitegen.siteinfolist.inactive=\u0928\u093f\u0937\u094d\u0915\u094d\u0930\u093f\u092f

# This string have been moved from sakai.properties to this bundle. They HAVE TO BE internationalized
# Customization for adding the participant page in Site Info
# These control what display labels are used for the entry fields and some info used in emails. 
# Other info in emails is from the UserNotificationProvider.properties file inside site-manage-impl
officialAccountSectionTitle=\u0905\u0928\u094d\u092f \u0938\u0930\u0915\u093e\u0930\u0940 \u092a\u094d\u0930\u0924\u093f\u092d\u093e\u0917\u093f\u092f\u094b\u0902
officialAccountName=\u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0928\u093e\u092e
officialAccountLabel=\u0938\u0930\u0915\u093e\u0930\u0940 \u0908\u092e\u0947\u0932 \u092a\u0924\u093e \u092f\u093e \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0928\u093e\u092e
nonOfficialAccountSectionTitle=\u0917\u0948\u0930-\u0938\u0930\u0915\u093e\u0930\u0940 \u092a\u094d\u0930\u0924\u093f\u092d\u093e\u0917\u093f\u092f\u094b\u0902
nonOfficialAccountName=\u0905\u0924\u093f\u0925\u093f
nonOfficialAccountLabel=\u0917\u0948\u0930-\u0938\u0930\u0915\u093e\u0930\u0940 \u092a\u094d\u0930\u0924\u093f\u092d\u093e\u0917\u0940 \u0915\u093e \u0908\u092e\u0947\u0932 \u092a\u0924\u093e

confirm.name=\u0928\u093e\u092e 
confirm.id=\u0906\u0908\u0921\u0940
confirm.role=\u092d\u0942\u092e\u093f\u0915\u093e
confirm.status=\u0938\u094d\u0925\u093f\u0924\u093f

