#Tue Jan 25 12:23:54 CET 2011
java.allusers=Os utilizadores foram adicionados
adddif.choose=Escolha um Perfil para os Participantes
sitegen.siteinfolist.active=Activo
addconf.confirming=Confirmar o(s) Participante(s) a adicionar\:
java.haveadd=N\u00E3o tem permiss\u00E3o para adicionar ''{0}''
java.isinval=''{0}'' \u00E9 inv\u00E1lido.
java.account=''{0}'' n\u00E3o foi adicionado - o nome n\u00E3o existe.
add.participants=Perfis dos Participantes
add.official.instruction=Ir a Gerir \u00C1rea -> Editar Lista de Particiantes -> Adicionar para adicionar a lista de participantes.
addsame.participants=Participantes
java.roletype=Escolha o perfil.
add.multiple=Nota\: se forem v\u00E1rios, listar um por linha
addconf.finish=Os seguintes participantes ser\u00E3o adicionados \u00E0 \u00E1rea quando clicar no bot\u00E3o 'Terminar'.
add.duplicatedpart=Os seguintes duplicados foram retirados da lista de participantes\:
addnoti.anemail=Uma mensagem de correio electr\u00F3nico ser\u00E1 enviada aos novos participantes informado-os da disponibilidade da \u00E1rea.
gen.finish=Terminar
java.pleasechoose=Escolha um perfil.
addnoti.sendnow=Enviar agora - enviar uma mensagem aos novos participantes informando-os da disponibilidade da \u00E1rea.
java.roleperm=N\u00E3o tem permiss\u00F5es para adicionar ou remover participantes com o perfil ''{0}''.
java.realm=As permiss\u00F5es n\u00E3o foram encontradas.
gen.back=Voltar
java.emailaddress=''{0}'' n\u00E3o \u00E9 um endere\u00E7o de correio v\u00E1lido.
java.username=''{0}'' n\u00E3o \u00E9 um nome v\u00E1lido.
add.assign=Atribuir o mesmo perfil a todos os participantes
sitegen.siteinfolist.inactive=Inactivo
java.emailbaddomain="{0}" cont\u00E9m um dom\u00EDnio que n\u00E3o pode ser usado para "{1}"
nonOfficialAccountSectionTitle=Participantes N\u00E3o Oficiais
java.permeditsite=N\u00E3o tem permiss\u00F5es para editar a \u00E1rea ''{0}''
addconf.theywillnot=N\u00E3o ser\u00E1 enviada uma mensagem notificando-os da abertura da \u00E1rea.
addconf.username=Nome de utilizador
java.guest=Entre o(s) nome(s) de utilizador, ou o endere\u00E7o de correio electr\u00F3nico dos convidados a adicionar a esta \u00E1rea.
add.existingpart.2=. Pode continuar a adicionar os restantes participantes seguindo as instru\u00E7\u00F5es abaixo.
add.existingpart.1=Os seguintes participantes j\u00E1 s\u00E3o membros da \u00E1rea\: ''{0}''
add.multiple.nonofficial=Nota\: introduza m\u00FAltiplas entradas, cada uma na sua lina (sem pontua\u00E7\u00E3o). Primeiro endere\u00E7o de email, opcionalmente seguido \u00FAltimo nome, primeiro nome, todos separados por v\u00EDrgulas (exemplo, jsilva@yahoo.com,Silva,Jo\u00E3o
nonOfficialAccountName=Convidado
add.addpart=Adicionar participante(s) a
gen.continue=Continuar
officialAccountLabel=Endere\u00E7o de email ou nome de utilizador de participante Oficial
add.multiple.nonofficial.alert.more={0} cont\u00E9m mais texto do que endere\u00E7o de email, \u00FAltimo nome, primeiro nome.
addnoti.dontsend=N\u00E3o enviar - n\u00E3o enviar uma mensagem aos novos participantes.
java.beenused=''{0}'' foi utilizada.
officialAccountSectionTitle=Outros participantes oficiais
nonOfficialAccountLabel=Endere\u00E7o de email de participante N\u00E3o Oficial
add.duplicatedpart.single=O seguinte duplicado foi retirado da lista de participantes\:
java.user=Utilizador
addconf.role=Pefil
officialAccountName=Nome de utilizador
add.assign2=Atribuir perfis individualmente
java.username.multiple="{0}" corresponde a m\u00FAltiplos utilizadores. Por favor, seleccione da lista de nomes de utilizador\: {1}
addconf.theywill=Ser\u00E3o
add.official=Alunos inscritos nesta Disciplina
gen.cancel=Cancelar
addsame.roles=Perfis
add.official1=Os alunos oficialmente inscritos ficam autom\u00E1ticamente membros da \u00E1rea quando a lista de participantes \u00E9 adicionada.
java.addp=Adicionar Participantes
java.notemailid=''{0}'' n\u00E3o \u00E9 um endere\u00E7o de correio.
java.theemail=O endere\u00E7o de correio deve conter caracteres alfanum\u00E9ricos ou \!\#$&'*+-\=?^_`{|}~. (espa\u00E7os n\u00E3o s\u00E3o permitidos). 
