#Tue Jan 25 12:23:54 CET 2011
java.allusers=Tous les autres utilisateurs ont \u00E9t\u00E9 ajout\u00E9s
adddif.choose=S\u00E9lectionner un r\u00F4le pour les participants
sitegen.siteinfolist.active=Actif
addconf.confirming=Confirmation de l''ajout de participant(s) \u00E0
java.haveadd=Vous n'avez pas le droit d'ajouter ''{0}''
java.isinval=''{0}'' est invalide.
java.account=''{0}'' n'a pas pu \u00EAtre ajout\u00E9 - le nom du compte n'existe pas.
add.participants=R\u00F4les des participants
add.official.instruction=Aller sur le Site Info > Editer le r\u00F4le > Ajouter le r\u00F4le pour ajouter votre r\u00F4le maintenant si vous n' en avez pas d\u00E9j\u00E0.
addsame.participants=Participants
java.roletype=Veuillez s\u00E9lectionner le type de r\u00F4le.
add.multiple=Note \: Ecrire plusieurs chacun sur la ligne s\u00E9par\u00E9e (aucune ponctuation)\n
addconf.finish=Ce qui suit sera ajout\u00E9 \u00E0 votre site lorsque vous cliquerez le bouton Terminer ci-dessous.
add.duplicatedpart=Les entr\u00E9es dupliqu\u00E9es suivantes ont \u00E9t\u00E9 retir\u00E9es de la liste des participants\: {0}.
addnoti.anemail=Un courriel peut \u00EAtre envoy\u00E9 automatiquement aux utilisateurs ajout\u00E9s les avisant de la disponibilit\u00E9 du site.
gen.finish=Terminer
java.pleasechoose=Veuillez s\u00E9lectionner un r\u00F4le.
addnoti.sendnow=Envoyer maintenant - envoyer un courriel aux utilisateurs maintenant les avisant que le site est disponible
java.realm=L'objet realm attendu n'a pas \u00E9t\u00E9 trouv\u00E9.
gen.back=Retour
java.emailaddress=''{0}'' n'est pas une adresse courriel valide.
java.username=''{0}'' n'est pas un nom d'utilisateur valide.
add.assign=Attribuer le m\u00EAme r\u00F4le \u00E0 tous les participants
sitegen.siteinfolist.inactive=Inactif
java.permeditsite=Vous n'avez pas le droit d'\u00E9diter le site ''{0}''
addconf.theywillnot=Attention, aucune notification de la disponibilit\u00E9 du site ne sera faite.
addconf.username=Nom d'utilisateur
java.guest=Veuillez inscrire le(s) nom(s) d'utilisateur ou l'(les) adresse(s) courriel Invit\u00E9 \u00E0 ajouter \u00E0 ce site
add.existingpart.2=. Vous pouvez continuer \u00E0 ajouter les autres participants en suivant les instructions ci-dessous.
add.existingpart.1=Les participants suivants sont d\u00E9j\u00E0 membres du site et ne peuvent pas \u00EAtre ajout\u00E9s \u00E0 nouveau\: ''{0}''
add.addpart=Ajouter participant(s) \u00E0
gen.continue=Continuer
addnoti.dontsend=Ne pas envoyer - Ne pas envoyer de courriel aux nouveaux participants les avisant de la disponibilit\u00E9 du site
java.beenused=''{0}'' a \u00E9t\u00E9 utilis\u00E9.
add.duplicatedpart.single=L'entr\u00E9e dupliqu\u00E9e suivante a \u00E9t\u00E9 retir\u00E9e de la liste des participants\: {0}.
java.user=Utilisateur
addconf.role=R\u00F4le
add.assign2=Attribuer \u00E0 chaque participant un r\u00F4le individuellement
addconf.theywill=Les personnes suivantes recevront un courriel les avisant de la disponibilit\u00E9 du site \:
gen.cancel=Annuler
add.official=Etudiants Enregistr\u00E9s pour le Cours
addsame.roles=R\u00F4les
add.official1=Les \u00E9tudiants officiellement inscrits deviennent automatiquement des participants quand vous ajoutez votre r\u00F4le de cours au site\n
java.addp=Ajouter participants
java.notemailid=''{0}'' n'est pas un id de courriel
java.theemail=L'id du courriel doit \u00EAtre compos\u00E9 de caract\u00E8res alphanum\u00E9riques ou de \!\#$&'*+-\=?^_`{|}~. (pas d'espace).
