#Generated by ResourceBundle Editor (http://eclipse-rbe.sourceforge.net)

cannot1 = \u0644\u0627 \u064A\u0645\u0643\u0646 \u0627\u0644\u0639\u062B\u0648\u0631 \u0639\u0644\u0649 \u0642\u0646\u0627\u0629 \u0623\u0631\u0634\u064A\u0641 \u0627\u0644\u0628\u0631\u064A\u062F \u0627\u0644\u0625\u0644\u0643\u062A\u0631\u0648\u0646\u064A!

cus.anyone  = \u0623\u064A \u0634\u062E\u0635
cus.cus     = \u062A\u0634\u062E\u064A\u0635 \u0635\u0646\u062F\u0648\u0642 \u0627\u0644\u0628\u0631\u064A\u062F...
cus.cus2    = \u062A\u0634\u062E\u064A\u0635 \u0635\u0646\u062F\u0648\u0642 \u0627\u0644\u0628\u0631\u064A\u062F
cus.howman  = \u0645\u0627 \u0647\u0648 \u0639\u062F\u062F \u0627\u0644\u0631\u0633\u0627\u0626\u0644 \u0627\u0644\u0630\u064A \u0633\u0648\u0641 \u064A\u0639\u0631\u0636 \u0639\u0644\u0649 \u0643\u0644 \u0635\u0641\u062D\u0629\u061F
cus.maidis  = \u0639\u0631\u0636 \u0635\u0646\u062F\u0648\u0642 \u0627\u0644\u0628\u0631\u064A\u062F
cus.maiset  = \u062A\u0634\u062E\u064A\u0635 \u0627\u0644\u0628\u0631\u064A\u062F
cus.maiset2 = \u062A\u0634\u062E\u064A\u0635 \u0635\u0646\u062F\u0648\u0642 \u0627\u0644\u0628\u0631\u064A\u062F
cus.onluse  = \u0641\u0642\u0637 \u0627\u0644\u0645\u0633\u062A\u0639\u0645\u0644\u064A\u0646 \u0627\u0644\u0630\u064A\u0646 \u0644\u0647\u0645 \u062D\u0642 \u0627\u0644\u062F\u062E\u0648\u0644 \u0644\u0644\u0645\u0648\u0642\u0639
cus.onluse2 = \u0641\u0642\u0637  \u0644\u0644\u0645\u0634\u062A\u0631\u0643\u064A\u0646 \u0641\u064A \u0627\u0644\u0645\u0648\u0642\u0639
cus.usethi  = \u0625\u0633\u062A\u0639\u0645\u0644 \u0639\u0646\u0648\u0627\u0646 \u0627\u0644\u0628\u0631\u064A\u062F \u0627\u0644\u0627\u0644\u0643\u062A\u0631\u0648\u0646\u064A \u0627\u0644\u0645\u0633\u062A\u0639\u0627\u0631 \u0647\u0630\u0627 \u0644\u0625\u0631\u0633\u0627\u0644 \u0628\u0631\u064A\u062F \u0625\u0644\u0643\u062A\u0631\u0648\u0646\u064A \u0625\u0644\u0649 \u0627\u0644\u0645\u0634\u0627\u0631\u0643\u064A\u0646 \u0641\u064A \u0647\u0630\u0627 \u0627\u0644\u0648\u0631\u0634:
cus.usethi2 = \u0628\u0631\u064A\u062F \u0627\u0644\u0645\u0648\u0642\u0639
cus.whoare  = \u0645\u0646 \u0637\u0631\u0641 \u0645\u0646 \u0633\u062A\u0642\u0628\u0644 \u0627\u0644\u0631\u0633\u0627\u0626\u0644\u061F
cus.whoare2 = \u0642\u0628\u0648\u0644 \u0627\u0644\u0631\u0633\u0627\u0626\u0644 \u0645\u0646

del = \u062D\u0630\u0641

gen.alert   = \u062A\u0646\u0628\u064A\u0647 :
gen.att     = \u0645\u0644\u0641\u0627\u062A \u0645\u0631\u0627\u0641\u0642\u0629
gen.bod     = \u062C\u0633\u0645
gen.bod2    = \u062C\u0633\u0645
gen.can     = \u0625\u0644\u063A\u0627\u0621
gen.dat     = \u062A\u0627\u0631\u064A\u062E
gen.datre   = \u062A\u0627\u0631\u064A\u062E \u0627\u0644\u0625\u0633\u062A\u0644\u0627\u0645
gen.fol     = \u0645\u0644\u0641
gen.fro     = \u0645\u0646
gen.fro2    = \u0645\u0646:
gen.fro3    = \u0645\u0646
gen.hea     = \u0627\u0644\u0639\u0646\u0627\u0648\u064A\u0646 \u0627\u0644\u0631\u0623\u0633\u064A\u0629
gen.maiali  = \u0628\u0631\u064A\u062F \u0645\u0633\u062A\u0639\u0627\u0631
gen.maiali2 = \u0639\u0646\u0648\u0627\u0646 \u0627\u0644\u0628\u0631\u064A\u062F \u0627\u0644\u0627\u0644\u0643\u062A\u0631\u0648\u0646\u064A
gen.rem     = \u062D\u0630\u0641
gen.sav     = \u062D\u0641\u0638
gen.sav2    = \u062A\u062D\u062F\u064A\u062B \u0627\u0644\u062E\u064A\u0627\u0631\u0627\u062A
gen.sen     = \u0623\u0631\u0633\u0644
gen.sub     = \u0645\u0648\u0636\u0648\u0639
gen.sub2    = \u0645\u0648\u0636\u0648\u0639

hidehead = \u0625\u062E\u0641\u0627\u0621 \u0627\u0644\u0639\u0646\u0627\u0648\u064A\u0646 \u0627\u0644\u0631\u0623\u0633\u064A\u0629

lis.att         = \u0645\u0644\u0641 \u0645\u0631\u0627\u0641\u0642
lis.clear       = \u0625\u0639\u0627\u062F\u0629 \u0627\u0644\u0628\u062D\u062B
lis.emasen      = \u0627\u0644\u0628\u0631\u064A\u062F \u0627\u0644\u0625\u0644\u0643\u062A\u0631\u0648\u0646\u064A \u0627\u0644\u0645\u0631\u0633\u0644 \u0625\u0644\u0649 \u0627\u0644\u0639\u0646\u0627\u0648\u064A\u0646 \u0627\u0644\u062A\u0627\u0644\u064A\u0629 \u0633\u0648\u0641 \u064A\u062D\u0641\u0638 \u0641\u064A \u0627\u0644\u0623\u0631\u0634\u064A\u0641 \u0648\u0633\u0648\u0641 \u064A\u0631\u0633\u0644 \u0625\u0644\u0649 \u0627\u0644\u0645\u0634\u0627\u0631\u0643\u064A\u0646:
lis.lisofarc    = \u0642\u0627\u0626\u0645\u0629 \u0627\u0644\u0628\u0631\u064A\u062F \u0627\u0644\u0625\u0644\u0643\u062A\u0631\u0648\u0646\u064A \u0627\u0644\u0645\u062D\u0641\u0648\u0638 \u0641\u064A \u0627\u0644\u0623\u0631\u0634\u064A\u0641
lis.noema       = \u0644\u064A\u0633 \u0647\u0646\u0627\u0643 \u0628\u0639\u062F \u0623\u064A \u0628\u0631\u064A\u062F \u0625\u0644\u0643\u062A\u0631\u0648\u0646\u064A \u0645\u062D\u0641\u0648\u0638 \u0641\u064A \u0627\u0644\u0623\u0631\u0634\u064A\u0641...
lis.noemail     = \u0644\u064A\u0633 \u0647\u0646\u0627\u0643 \u0623\u064A \u0639\u0646\u0648\u0627\u0646 \u0628\u0631\u064A\u062F \u0625\u0644\u0643\u062A\u0631\u0648\u0646\u064A \u0645\u062D\u062F\u062F \u0641\u064A \u0631\u0635\u064A\u062F\u0643\u0645. \u0639\u0644\u064A\u0643\u0645 \u062A\u062D\u062F\u064A\u062F \u0639\u0646\u0648\u0627\u0646 \u0628\u0631\u064A\u062F\u0643\u0645 \u0627\u0644\u0625\u0644\u0643\u062A\u0631\u0648\u0646\u064A \u0641\u064A \u0631\u0635\u064A\u062F\u0643\u0645 \u0644\u0625\u0631\u0633\u0627\u0644 \u0623\u0648 \u0625\u0633\u062A\u0642\u0628\u0627\u0644 \u0627\u0644\u0628\u0631\u064A\u062F \u0627\u0644\u0625\u0644\u0643\u062A\u0631\u0648\u0646\u064A \u0645\u0646 \u0647\u0630\u0627 \u0627\u0644\u0645\u0648\u0642\u0639.
lis.search      = \u0628\u062D\u062B
lis.select      = \u0625\u0636\u063A\u0637 \u0622\u0644\u062A + \u0627\u0644\u0633\u0647\u0627\u0645 \u0635\u0639\u0648\u062F\u0627 \u0648\u0647\u0628\u0648\u0637\u0627 \u0644\u0644\u062A\u0646\u0642\u0644 \u062E\u0644\u0627\u0644 \u0627\u0644\u0642\u0627\u0626\u0645\u0629
lis.sendmailto  = \u0625\u0631\u0633\u0627\u0644 \u0627\u0644\u0628\u0631\u064A\u062F \u0625\u0644\u0649
lis.show10      = \u0639\u0631\u0636 10 \u0645\u0648\u0627\u062F...
lis.show100     = \u0639\u0631\u0636 100 \u0645\u0627\u062F\u0629...
lis.show20      = \u0639\u0631\u0636 20 \u0645\u0627\u062F\u0629...
lis.show200     = \u0639\u0631\u0636 200 \u0645\u0627\u062F\u0629...
lis.show5       = \u0639\u0631\u0636 5 \u0645\u0648\u0627\u062F \u0641\u064A \u0643\u0644 \u0635\u0641\u062D\u0629
lis.show50      = \u0639\u0631\u0636 50 \u0645\u0627\u062F\u0629...
lis.sortbydat   = \u0627\u0644\u062A\u0631\u062A\u064A\u0628 \u062D\u0633\u0628 \u062A\u0627\u0631\u064A\u062E \u0627\u0644\u062A\u0644\u0642\u064A
lis.sortbysen   = \u0627\u0644\u062A\u0631\u062A\u064A\u0628 \u062D\u0633\u0628 \u0627\u0644\u0645\u0631\u0633\u0644
lis.sortbysub   = \u0627\u0644\u062A\u0631\u062A\u064A\u0628 \u062D\u0633\u0628 \u0627\u0644\u0645\u0648\u0636\u0648\u0639
lis.summary     = \u0642\u0627\u0626\u0645\u0629 \u0631\u0633\u0627\u0626\u0644 \u0627\u0644\u0628\u0631\u064A\u062F \u0627\u0644\u0625\u0644\u0643\u062A\u0631\u0648\u0646\u064A \u0627\u0644\u0645\u062D\u0641\u0648\u0638\u0629 \u0641\u064A \u0627\u0644\u0623\u0631\u0634\u064A\u0641. \u0627\u0644\u0639\u0645\u0648\u062F \u0627\u0644\u0623\u0648\u0644: \u0627\u0644\u0645\u0631\u0633\u0644. \u0627\u0644\u0639\u0645\u0648\u062F \u0627\u0644\u062B\u0627\u0646\u064A: \u0627\u0644\u0645\u0648\u0636\u0648\u0639. \u0627\u0644\u0639\u0645\u0648\u062F \u0627\u0644\u062B\u0627\u0644\u062B: \u0627\u0644\u062A\u0627\u0631\u064A\u062E. \u0627\u0644\u0639\u0646\u0627\u0648\u064A\u0646 \u0627\u0644\u0631\u0623\u0633\u064A\u0629 \u062A\u062D\u062A\u0648\u064A \u0639\u0644\u0649 \u0627\u0644\u0631\u0648\u0627\u0628\u0637 \u0644\u0644\u062A\u0631\u062A\u064A\u0628 \u062D\u0633\u0628 \u0647\u0630\u0647 \u0627\u0644\u0641\u0626\u0627\u062A \u0627\u0644\u062B\u0644\u0627\u062B.
lis.totnum      = \u0645\u062C\u0645\u0648\u0639 \u0639\u062F\u062F \u0627\u0644\u0631\u0633\u0627\u0626\u0644:
lis.tovie       = \u0644\u0631\u0624\u064A\u0629 \u0631\u0633\u0627\u0644\u0629 \u0623\u0646\u0642\u0631 \u0639\u0644\u0649 \u0627\u0644\u0645\u0648\u0636\u0648\u0639
lis.viewmessage = \u0631\u0624\u064A\u0629 \u0627\u0644\u0631\u0633\u0627\u0644\u0629
lis.youare      = \u0644\u0643 \u0627\u0644\u062D\u0642 \u0641\u064A \u0623\u0646 \u062A\u0631\u0633\u0644 \u0628\u0631\u064A\u062F \u0625\u0644\u0643\u062A\u0631\u0648\u0646\u064A
lis.youarenot   = \u0644\u064A\u0633 \u0644\u0643 \u0627\u0644\u062D\u0642 \u0641\u064A \u0623\u0646 \u062A\u0631\u0633\u0644 \u0628\u0631\u064A\u062F \u0625\u0644\u0643\u062A\u0631\u0648\u0646\u064A \u0644\u0645\u0648\u0642\u0639 \u0627\u0644\u0639\u0645\u0644 \u0647\u0630\u0627.

list.first   = \u0623\u0648\u0644
list.items   = \u0645\u0646
list.last    = \u0622\u062E\u0631
list.next    = \u0627\u0644\u062A\u0627\u0644\u064A
list.of      = \u0645\u0646
list.prev    = \u0627\u0644\u0633\u0627\u0628\u0642
list.viewing = \u0631\u0624\u064A\u0629

listall = \u0639\u0631\u0636 \u0627\u0644\u062C\u0645\u064A\u0639

mailpoi = \u0627\u0644\u0628\u0631\u064A\u062F.

pagsiz = \u062D\u062C\u0645 \u0627\u0644\u0635\u0641\u062D\u0629 \u064A\u062C\u0628 \u0623\u0646 \u064A\u0643\u0648\u0646 \u0639\u062F\u062F\u0627 \u0645\u0648\u062C\u0628\u0627.

perm = \u062D\u0642\u0648\u0642 \u0627\u0644\u062F\u062E\u0648\u0644

rem = \u062D\u0630\u0641

rem.ple    = \u064A\u0631\u062C\u0649 \u0627\u0644\u062A\u0623\u0643\u064A\u062F \u0639\u0644\u0649 \u062D\u0630\u0641 \u0631\u0633\u0627\u0644\u0629 \u0627\u0644\u0628\u0631\u064A\u062F \u0627\u0644\u0625\u0644\u0643\u062A\u0631\u0648\u0646\u064A \u0647\u0630\u0647 \u0627\u0644\u0645\u062D\u0641\u0648\u0638\u0629 \u0641\u064A \u0627\u0644\u0623\u0631\u0634\u064A\u0641:
rem.rem    = \u062D\u0630\u0641 \u0631\u0633\u0627\u0644\u0629 \u0627\u0644\u0628\u0631\u064A\u062F \u0627\u0644\u0625\u0644\u0643\u062A\u0631\u0648\u0646\u064A
rem.tabho2 = \u0627\u0644\u062C\u062F\u0648\u0644 \u064A\u0636\u0645 \u0642\u0627\u0626\u0645\u0629 \u0631\u0633\u0627\u0626\u0644 \u0627\u0644\u0628\u0631\u064A\u062F \u0627\u0644\u0625\u0644\u0643\u062A\u0631\u0648\u0646\u064A \u0627\u0644\u062A\u064A \u062A\u0631\u064A\u062F\u0648\u0646 \u0625\u0632\u0627\u0644\u062A\u0647\u0627. \u0627\u0644\u0639\u0645\u0648\u062F 1 \u0642\u0627\u0626\u0645\u0629 \u0627\u0644\u0645\u0631\u0633\u0644\u064A\u0646\u060C \u0627\u0644\u0639\u0645\u0648\u062F 2 \u0645\u0648\u0627\u0636\u064A\u0639 \u0642\u0627\u0628\u0644\u0629 \u0644\u0644\u0646\u0642\u0631\u060C \u0627\u0644\u0639\u0645\u0648\u062F 3 \u062A\u0648\u0627\u0631\u064A\u062E \u0627\u0644\u0625\u0633\u062A\u0644\u0627\u0645.
rem.tabhol = \u0627\u0644\u062C\u062F\u0648\u0644 \u064A\u0636\u0645 \u0642\u0627\u0626\u0645\u0629 \u0631\u0633\u0627\u0626\u0644 \u0627\u0644\u0628\u0631\u064A\u062F \u0627\u0644\u0625\u0644\u0643\u062A\u0631\u0648\u0646\u064A \u0627\u0644\u0645\u062D\u0641\u0648\u0638\u0629 \u0641\u064A \u0627\u0644\u0623\u0631\u0634\u064A\u0641. \u0627\u0644\u0639\u0645\u0648\u062F 1 \u0642\u0627\u0626\u0645\u0629 \u0627\u0644\u0645\u0631\u0633\u0644\u064A\u0646\u060C \u0627\u0644\u0639\u0645\u0648\u062F 2 \u0645\u0648\u0627\u0636\u064A\u0639 \u0642\u0627\u0628\u0644\u0629 \u0644\u0644\u0646\u0642\u0631\u060C \u0627\u0644\u0639\u0645\u0648\u062F 3 \u062A\u0648\u0627\u0631\u064A\u062E \u0627\u0644\u0625\u0633\u062A\u0644\u0627\u0645. \u0627\u0644\u0639\u0646\u0627\u0648\u064A\u0646 \u0627\u0644\u0631\u0623\u0633\u064A\u0629 \u062A\u062D\u062A\u0648\u064A \u0639\u0644\u0649 \u0627\u0644\u0631\u0648\u0627\u0628\u0637 \u0644\u0644\u062A\u0631\u062A\u064A\u0628.

setperm = \u0648\u0636\u0639 \u062D\u0642\u0648\u0642 \u0627\u0644\u062F\u062E\u0648\u0644 \u0644\u0623\u0631\u0634\u064A\u0641 \u0627\u0644\u0628\u0631\u064A\u062F \u0627\u0644\u0625\u0644\u0643\u062A\u0631\u0648\u0646\u064A \u0641\u064A \u0645\u0648\u0642\u0639 \u0627\u0644\u0639\u0645\u0644

somoneels = \u0634\u062E\u0635 \u0622\u062E\u0631 \u064A\u0642\u0648\u0645 \u0628\u062A\u062D\u0631\u064A\u0631 \u0647\u0630\u0647 \u0627\u0644\u0631\u0633\u0627\u0644\u0629.

theemaali = \u0627\u0644\u0628\u0631\u064A\u062F \u0627\u0644\u0625\u0644\u0643\u062A\u0631\u0648\u0646\u064A \u0627\u0644\u0645\u0633\u062A\u0639\u0627\u0631 \u064A\u062C\u0628 \u0623\u0646 \u064A\u0643\u0648\u0646 \u0645\u0643\u0648\u0646\u0627 \u0645\u0646 \u062D\u0631\u0648\u0641 \u0623\u0648 \u0623\u0631\u0642\u0627\u0645 \u0623\u0648 \u0623\u064A \u0645\u0646  !#$&'*+-=?^_`{|}~.(\u0628\u062F\u0648\u0646 \u0641\u0631\u0627\u063A\u0627\u062A).

theemaali2 = \u0627\u0644\u0628\u0631\u064A\u062F \u0627\u0644\u0625\u0644\u0643\u062A\u0631\u0648\u0646\u064A \u0627\u0644\u0645\u0633\u062A\u0639\u0627\u0631 \u0644\u0627 \u064A\u0645\u0643\u0646 \u062A\u063A\u064A\u064A\u0631\u0647 \u0641\u064A \u0627\u0644\u0648\u0642\u062A \u0627\u0644\u062D\u0627\u0644\u064A.

theemaali3 = \u0627\u0644\u0628\u0631\u064A\u062F \u0627\u0644\u0625\u0644\u0643\u062A\u0631\u0648\u0646\u064A \u0627\u0644\u0645\u0633\u062A\u0639\u0627\u0631 \u0645\u0633\u062A\u062E\u062F\u0645 \u062D\u0627\u0644\u064A\u0627.

theemaarc = \u0642\u0646\u0627\u0629 \u0623\u0631\u0634\u064A\u0641 \u0627\u0644\u0628\u0631\u064A\u062F \u0627\u0644\u0627\u0644\u0643\u062A\u0631\u0648\u0646\u064A \u0644\u0627 \u064A\u0645\u0643\u0646 \u062A\u0639\u062F\u064A\u0644\u0647 \u062D\u0627\u0644\u064A\u0627.

theisapro = \u0644\u0627 \u064A\u0645\u0643\u0646 \u0648\u0636\u0639 \u062D\u0642\u0648\u0642 \u0627\u0644\u062F\u062E\u0648\u0644 \u062D\u0627\u0644\u064A\u0627 \u0644\u0623\u0646 \u0627\u0644\u0645\u0648\u0642\u0639 \u0647\u0648 \u0628\u0627\u0644\u0641\u0639\u0644 \u0642\u064A\u062F \u0627\u0644\u0625\u0639\u062F\u0627\u062F. \u0623\u063A\u0644\u0642 \u062D\u0642\u0648\u0642 \u0627\u0644\u062F\u062E\u0648\u0644 \u0641\u064A \u0627\u0644\u0623\u062F\u0648\u0627\u062A \u0627\u0644\u0623\u062E\u0631\u0649 \u0642\u0628\u0644 \u0627\u0644\u0625\u0633\u062A\u0645\u0631\u0627\u0631.

thiemames1 = \u0631\u0633\u0627\u0644\u0629 \u0627\u0644\u0628\u0631\u064A\u062F \u0627\u0644\u0625\u0644\u0643\u062A\u0631\u0648\u0646\u064A \u0647\u0630\u0647 \u063A\u064A\u0631 \u0645\u062A\u0648\u0641\u0631\u0629.

thimeshas = \u0647\u0630\u0647 \u0627\u0644\u0631\u0633\u0627\u0644\u0629 \u0642\u062F \u0623\u0632\u064A\u0644\u062A \u0645\u0646 \u0642\u0628\u0644.

thismaiis = \u0635\u0646\u062F\u0648\u0642 \u0627\u0644\u0628\u0631\u064A\u062F \u0647\u0630\u0627 \u063A\u064A\u0631 \u0645\u062A\u0648\u0641\u0631.

viehea = \u0631\u0624\u064A\u0629 \u0627\u0644\u0639\u0646\u0627\u0648\u064A\u0646 \u0627\u0644\u0631\u0627\u0633\u064A\u0629

view.next    = \u0627\u0644\u0628\u0631\u064A\u062F \u0627\u0644\u0627\u0644\u0643\u062A\u0631\u0648\u0646\u064A \u0627\u0644\u062A\u0627\u0644\u064A
view.prev    = \u0627\u0644\u0628\u0631\u064A\u062F \u0627\u0644\u0625\u0644\u0643\u062A\u0631\u0648\u0646\u064A \u0627\u0644\u0633\u0627\u0628\u0642
view.return  = \u0627\u0644\u0631\u062C\u0648\u0639 \u0625\u0644\u0649 \u0627\u0644\u0642\u0627\u0626\u0645\u0629
view.summary = \u0631\u0633\u0627\u0644\u0629 \u0627\u0644\u062E\u0635\u0627\u0626\u0635 \u0648\u0627\u0644\u0631\u0633\u0627\u0644\u0629

youdonot1 = \u0644\u064A\u0633 \u0644\u0643\u0645 \u0627\u0644\u062D\u0642 \u0641\u064A \u0631\u0624\u064A\u0629 \u0635\u0646\u062F\u0648\u0642 \u0627\u0644\u0628\u0631\u064A\u062F \u0647\u0630\u0627.

youdonot2 = \u0644\u064A\u0633 \u0644\u0643\u0645 \u0627\u0644\u062D\u0642 \u0641\u064A \u0631\u0624\u064A\u0629 \u0631\u0633\u0627\u0644\u0629 \u0627\u0644\u0628\u0631\u064A\u062F \u0627\u0644\u0625\u0644\u0643\u062A\u0631\u0648\u0646\u064A \u0647\u0630\u0647.

youdonot3 = \u0644\u064A\u0633 \u0644\u0643\u0645 \u0627\u0644\u062D\u0642 \u0641\u064A \u062D\u0630\u0641 \u0647\u0630\u0647 \u0627\u0644\u0631\u0633\u0627\u0644\u0629.
