#Fri Nov 26 20:33:19 CET 2010
cannot1=Impossible de trouver le canal d'archive de courriels.
list.last=Dernier
lis.sortbysen=Trier par exp\u00e9diteur
lis.search=Recherche
cus.onluse2=Seulement les participants du site
viehea=Afficher en-t\u00eates
setperm=R\u00e9gler les droits d'acc\u00e8s pour l'archive de courriels dans le site
lis.att=Pi\u00e8ce jointe
lis.noema=Aucun courriel archiv\u00e9 pour l'instant...
lis.show10=afficher 10 \u00e9l\u00e9ments...
gen.fol=dossier
gen.sav2=Mettre \u00e0 jour les options
lis.sortbydat=Trier par date de r\u00e9ception
list.next=Prochain
rem.tabho2=La table contient une liste des courriels que vous avez choisi de retirer. La colonne 1 liste les exp\u00e9diteurs, la colonne 2 les sujets cliquables, la colonne 3 les dates de r\u00e9ception.
view.summary=Propri\u00e9t\u00e9s du message et message
gen.bod2=Corps
cus.onluse=Seuls les utilisateurs ayant acc\u00e8s au site
thismaiis=Cette bo\u00eete de courriel n'est pas disponible.
list.first=Premier
gen.alert=Alerte\:
lis.sendmailto=Envoyer un courriel \u00e0
gen.maiali=Alias courriel
lis.show5=afficher 5 \u00e9l\u00e9ments par page
listall=Lister tout
gen.bod=Corps
list.items=de
lis.youarenot=Vous n'avez pas le droit d'envoyer des courriel \u00e0 ce site.
gen.sen=Envoy\u00e9
cus.anyone=N'importe qui
gen.rem=Supprimer
gen.fro3=De
lis.noemail=Aucune adresse courriel n'est sp\u00e9cifi\u00e9e pour votre compte. Vous devez sp\u00e9cifier une adresse courriel pour votre compte de fa\u00e7on \u00e0 envoyer ou \u00e0 recevoir des courriels de ce site.
gen.fro2=de\:
gen.dat=Date
lis.summary=Liste de courriels archiv\u00e9s. Premi\u00e8re colonne\: l'exp\u00e9diteur. Deuxi\u00e8me colonne\: le sujet. Troisi\u00e8me colonne\: la date. Les ent\u00eates contiennent des liens pour trier selon ces trois cat\u00e9gories.
cus.cus=Personnalisation de la bo\u00eete de courriel...
gen.att=Fichiers joints
list.of=de
cus.whoare=De qui les messages sont-ils accept\u00e9s?
rem=Supprimer
lis.show50=afficher 50 \u00e9l\u00e9ments...
gen.can=Annuler
view.prev=Message pr\u00e9c\u00e9dent
cus.maiset=Configuration du courriel
rem.ple=Veuillez confirmer la suppression de ce message courriel archiv\u00e9\:
lis.sortbysub=Trier par sujet
lis.viewmessage=Voir le message
thiemames1=Ce message courriel n'est pas disponible.
rem.rem=Supprimer le message courriel
thimeshas=Ce message a d\u00e9j\u00e0 \u00e9t\u00e9 supprim\u00e9.
cus.cus2=Personnaliser l'archive de courriels
theemaali=L'alias courriel doit \u00eatre compos\u00e9 de caract\u00e8res alphanum\u00e9riques ou de \!\#$&'*+-\=?^_`{|}~. (aucun espace).
list.viewing=Visualisation
pagsiz=La taille de la page doit \u00eatre un nombre positif.
gen.fro=De
hidehead=Cacher les en-t\u00eates
theemaarc=Le canal d'archive de courriels ne peut \u00eatre modifi\u00e9 actuellement.
youdonot3=Vous n'avez pas le droit de supprimer ce message.
youdonot1=Vous n'avez pas le droit de voir cette bo\u00eete de courriel.
perm=Droits d'acc\u00e8s
lis.select=Appuyez sur alt + fl\u00e8ches haut et bas pour faire d\u00e9filer le menu
cus.whoare2=Accepter les messages de
theemaali3=L'alias courriel est utilis\u00e9.
theemaali2=L'alias courriel ne peut \u00eatre modifi\u00e9 actuellement.
gen.hea=En-t\u00eates
gen.sub2=Sujet
lis.youare=Vous avez le droit d'envoyer des courriels
view.next=Message suivant
gen.sub=Sujet
cus.usethi=Utilisez cet alias courriel pour envoyer un courriel aux participants de ce site\:
lis.show200=afficher 200 \u00e9l\u00e9ments...
view.return=Retourner \u00e0 la liste
lis.show100=afficher 100 \u00e9l\u00e9ments...
list.prev=Pr\u00e9c\u00e9dent
gen.maiali2=Adresse courriel
cus.usethi2=Courriel du site
del=Supprimer
gen.sav=Enregistrer
lis.show20=afficher 20 \u00e9l\u00e9ments...
cus.maiset2=Configuration de la bo\u00eete de courriel
lis.clear=R\u00e9initialiser la recherche
lis.emasen=Le courriel envoy\u00e9 aux adresses suivantes sera archiv\u00e9 et envoy\u00e9 aux participants\:
gen.datre=Date de r\u00e9ception
