#Stored by I18NEdit, may be edited!
cannot1=O canal do arquivo de email n\u00E3o foi encontrado\!
cus.anyone=Todos
cus.cus=A customizar a caixa de correio...
cus.cus2=Customizar o arquivo de email
cus.howman=Quantas mensagens ser\u00E3o mostradas por p\u00E1gina?
cus.maidis=\ Visualiza\u00E7\u00E3o da caixa de correio
cus.maiset=Op\u00E7\u00F5es de email
cus.maiset2=Op\u00E7\u00F5es da caixa de correio
cus.onluse=Apenas utilizadores da \u00E1rea
cus.onluse2=Apenas utilizadores da \u00E1rea
cus.usethi=Utilizar este endere\u00E7o para enviar email para os participantes desta \u00E1rea\:
cus.usethi2=Endere\u00E7o de email da \u00E1rea
cus.whoare=Aceitar mensagens de
cus.whoare2=Aceitar mensagens de
del=Eliminar
gen.alert=Aviso\:
gen.att=Anexos
gen.bod=Corpo da mensagem
gen.bod2=Corpo da mensagem
gen.can=Cancelar
gen.dat=Data
gen.datre=Data
gen.fol=pasta
gen.fro=De
gen.fro2=de\:
gen.fro3=De
gen.hea=Cabe\u00E7alho
gen.maiali=Endere\u00E7o de email
gen.maiali2=Endere\u00E7o de email
gen.rem=Eliminar
gen.sav=Guardar
gen.sav2=Actualizar op\u00E7\u00F5es
gen.sen=Enviado
gen.sub=Assunto
gen.sub2=Assunto
hidehead=Esconder cabe\u00E7alho
lis.att=Anexo
lis.clear=Limpar pesquisa
lis.emasen=As mensagens enviadas para os endere\u00E7os de email seguintes ser\u00E3o arquivadas e enviadas para os participantes da \u00E1rea.
lis.lisofarc=Lista de mensagens arquivadas
lis.noema=Nenhuma mensagem arquivada
lis.noemail=\u00C9 necess\u00E1rio especificar um endere\u00E7o de email para a sua conta para poder enviar ou receber mensagens de e para esta \u00E1rea.
lis.search=Pesquisar
lis.select=Pressione ALT + setas CIMA e BAIXO para navegar pelo menu
lis.sendmailto=Enviar email para
lis.show10=mostrar 10 mensagens...
lis.show100=mostrar 100 mensagens...
lis.show20=mostrar 20 mensagens...
lis.show200=mostrar 200 mensagens...
lis.show5=mostrar 5 mensagens...
lis.show50=mostrar 50 mensagens...
lis.sortbydat=Ordenar por data
lis.sortbysen=Ordenar por remetente
lis.sortbysub=Ordenar por assunto
lis.summary=Lista de mensagens arquivadas. Primeira coluna\: o remetente. Segunda coluna\: o assunto. Terceira coluna\: a data. O cabe\u00E7alho da tabela permite ordenar nestas tr\u00EAs categorias.
lis.totnum=Total de mensagens\:
lis.tovie=Clique no assunto para ver uma mensagem.
lis.viewmessage=Ver mensagem
lis.youare=Est\u00E1 autorizado a enviar mensagens de email
lis.youarenot=N\u00E3o est\u00E1 autorizado a enviar mensagens de email para esta \u00E1rea.
list.first=Primeiras
list.items=de
list.last=\u00DAltimas
list.next=Pr\u00F3xima
list.of=de
list.prev=Anterior
list.viewing=A ver
listall=Listar todas
mailpoi=mensagens.
pagsiz=O tamanho da p\u00E1gina tem de ser um n\u00FAmero positivo.
perm=Permiss\u00F5es
rem=Eliminar
rem.ple=Confirme a elimina\u00E7\u00E3o desta mensagem de email\:
rem.rem=Eliminar mensagem de email
rem.tabho2=A tabela cont\u00E9m uma lista de mensagens de email que seleccionou para eliminar. A coluna 1 lista os remetentes, a coluna 2 os assuntos e a coluna 3 a data em que foram recebidas.
rem.tabhol=A tabela cont\u00E9m uma lista de mensagens de email arquivadas nesta \u00E1rea. A coluna 1 lista os remetentes, a coluna 2 os assuntos e a coluna 3 a data em que foram recebidas. O cabe\u00E7alho da tabela permite ordenar.
setperm=Definir permiss\u00F5es para o Arquivo de Email na \u00E1rea 
somoneels=Algu\u00E9m est\u00E1 a editar esta p\u00E1gina.
theemaali=O endere\u00E7o de email tem de ser constitu\u00EDdo por caracteres alfanum\u00E9ricos ou qualquer um de  \!\#$&'*+-\=?^_`{|}~. (sem espa\u00E7os).
theemaali2=O endere\u00E7o de email n\u00E3o pode ser alterado neste momento.
theemaali3=O endere\u00E7o de email j\u00E1 est\u00E1 a ser utilizado.
theemaarc=O canal do arquivo de email n\u00E3o pode ser modificado neste momento.
theisapro=As permiss\u00F5es n\u00E3o podem ser definidas neste momento por que a \u00E1rea est\u00E1 a ser editada. Feche as permiss\u00F5es nas outras ferramentas antes de prosseguir.
thiemames1=Esta mensagem de email n\u00E3o est\u00E1 dispon\u00EDvel.
thimeshas=Esta mensagem j\u00E1 foi eliminada.
thismaiis=Esta caixa de correio n\u00E3o est\u00E1 dispon\u00EDvel.
viehea=Ver cabe\u00E7alho
view.next=Pr\u00F3xima mensagem
view.prev=Mensagem anterior
view.return=Voltar \u00E0 lista
view.summary=Propriedades da mensagem e mensagem
youdonot1=N\u00E3o tem permiss\u00F5es para ver esta caixa de correio.
youdonot2=N\u00E3o tem permiss\u00F5es para ver esta mensagem de email.
youdonot3=N\u00E3o tem permiss\u00F5es para ver eliminar esta mensagem.
automsg1=Esta mensagem autom\u00e1tica foi enviada por {1}) da \u00e1rea {2}.
automsg2=Pode configurar como recebe notifica\u00e7\u00f5es em "\u00c1rea Pessoal > Prefer\u00eancias".
lis.nosearchresults=A pesquisa n\u00e3o devolveu resultados.
lis.searchnotif=A pesquisar...
theemali4=O endere\u00E7o de email n\u00E3o \u00e9 permitido
cus.replylist=Arquivo de email
cus.replysend=Manter o remetente original
cus.replyto=Definir endere\u00e70 de resposta como
