#Fri Nov 26 20:33:51 CET 2010
cannot1=\u96FB\u5B50\u30E1\u30FC\u30EB\u30A2\u30FC\u30AB\u30A4\u30D6\u30C1\u30E3\u30CD\u30EB\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\!\n
list.last=\u6700\u5F8C
lis.sortbysen=\u5DEE\u51FA\u4EBA\u3067\u30BD\u30FC\u30C8
lis.search=\u691C\u7D22
cus.onluse2=\u3053\u306E\u30B5\u30A4\u30C8\u306E\u53C2\u52A0\u8005\u306E\u307F
viehea=\u30D8\u30C3\u30C0\u3092\u8868\u793A
setperm=\u96FB\u5B50\u30E1\u30FC\u30EB\u30A2\u30FC\u30AB\u30A4\u30D6\u306E\u6A29\u9650\u3092\u30BB\u30C3\u30C8\u3000\u5BFE\u8C61\u30EF\u30FC\u30AF\u30B5\u30A4\u30C8\: 
lis.att=\u6DFB\u4ED8\u30D5\u30A1\u30A4\u30EB
lis.noema=\u307E\u3060\u30A2\u30FC\u30AB\u30A4\u30D6\u3055\u308C\u305F\u30E1\u30FC\u30EB\u306F\u3042\u308A\u307E\u305B\u3093...
lis.show10=\u30DA\u30FC\u30B8\u3042\u305F\u308A 10 \u30A2\u30A4\u30C6\u30E0\u3092\u8868\u793A...
gen.fol=\u30D5\u30A9\u30EB\u30C0
gen.sav2=\u30AA\u30D7\u30B7\u30E7\u30F3\u3092\u66F4\u65B0
lis.sortbydat=\u53D7\u53D6\u65E5\u3067\u30BD\u30FC\u30C8
list.next=\u6B21
rem.tabho2=\u8868\u306B\u306F\uFF0C\u524A\u9664\u3057\u3088\u3046\u3068\u3057\u3066\u3044\u308B\u96FB\u5B50\u30E1\u30FC\u30EB\u306E\u4E00\u89A7\u304C\u3042\u308A\u307E\u3059\uFF0E1\u5217\u76EE\u306F\u9001\u4FE1\u8005\uFF0C2\u5217\u76EE\u306F\u30AF\u30EA\u30C3\u30AF\u53EF\u80FD\u306A\u4EF6\u540D\uFF0C3\u5217\u76EE\u306F\u53D7\u4FE1\u65E5\u6642\u3067\u3059\uFF0E
view.summary=\u30E1\u30C3\u30BB\u30FC\u30B8\u30D7\u30ED\u30D1\u30C6\u30A3\u304A\u3088\u3073\u30E1\u30C3\u30BB\u30FC\u30B8
gen.bod2=\u672C\u6587
cus.onluse=\u3053\u306E\u30B5\u30A4\u30C8\u306B\u30A2\u30AF\u30BB\u30B9\u3067\u304D\u308B\u30E6\u30FC\u30B6\u306E\u307F
thismaiis=\u3053\u306E\u30E1\u30FC\u30EB\u30DC\u30C3\u30AF\u30B9\u306F\u5229\u7528\u53EF\u80FD\u3067\u306F\u3042\u308A\u307E\u305B\u3093\uFF0E
lis.searchnotif=\u691C\u7D22\u3057\u3066\u3044\u307E\u3059...
list.first=\u6700\u521D
gen.alert=\u8B66\u544A\:
cus.replyto=\u8FD4\u4FE1\u3092\u30A2\u30C9\u30EC\u30B9\u306B\u30BB\u30C3\u30C8
lis.sendmailto=\u30E1\u30FC\u30EB\u306E\u5B9B\u5148\: 
gen.maiali=\u30E1\u30FC\u30EB\u30A8\u30A4\u30EA\u30A2\u30B9
lis.show5=\u30DA\u30FC\u30B8\u3042\u305F\u308A 5 \u30A2\u30A4\u30C6\u30E0\u3092\u8868\u793A
listall=\u3059\u3079\u3066\u3092\u4E00\u89A7\u8868\u793A
gen.bod=\u672C\u6587
list.items=/
lis.nosearchresults=\u691C\u7D22\u7D50\u679C\u304C\u3042\u308A\u307E\u305B\u3093\u3067\u3057\u305F\uFF0E
lis.youarenot=\u3053\u306E\u30EF\u30FC\u30AF\u30B5\u30A4\u30C8\u306B\u96FB\u5B50\u30E1\u30FC\u30EB\u3092\u9001\u4FE1\u3059\u308B\u6A29\u9650\u304C\u3042\u308A\u307E\u305B\u3093
gen.sen=\u9001\u4FE1
cus.anyone=\u8AB0\u3067\u3082
gen.rem=\u524A\u9664
gen.fro3=\u5DEE\u51FA\u4EBA
lis.noemail=\u3042\u306A\u305F\u306E\u30A2\u30AB\u30A6\u30F3\u30C8\u306B\u5BFE\u3057\u3066\u6307\u5B9A\u3055\u308C\u3066\u3044\u308B\u96FB\u5B50\u30E1\u30FC\u30EB\u30A2\u30C9\u30EC\u30B9\u306F\u3042\u308A\u307E\u305B\u3093\uFF0E\u3053\u306E\u30B5\u30A4\u30C8\u304B\u3089\u306E\u96FB\u5B50\u30E1\u30FC\u30EB\u3092\u9001\u4FE1\u3057\u305F\u308A\u53D7\u4FE1\u3057\u305F\u308A\u3059\u308B\u305F\u3081\u306B\u306F\u30A2\u30AB\u30A6\u30F3\u30C8\u306B\u96FB\u5B50\u30E1\u30FC\u30EB\u30A2\u30C9\u30EC\u30B9\u3092\u6307\u5B9A\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\uFF0E
gen.fro2=\u5DEE\u51FA\u4EBA\:
gen.dat=\u65E5\u6642
lis.summary=\u30A2\u30FC\u30AB\u30A4\u30D6\u3055\u308C\u305F\u96FB\u5B50\u30E1\u30FC\u30EB\u30E1\u30C3\u30BB\u30FC\u30B8\u4E00\u89A7\uFF0E\u6700\u521D\u306E\u30AB\u30E9\u30E0\u306F\u300C\u9001\u4FE1\u8005\u300D\uFF0C2\u756A\u76EE\u306E\u30AB\u30E9\u30E0\u306F\u300C\u4EF6\u540D\u300D\uFF0C3\u756A\u76EE\u306E\u30AB\u30E9\u30E0\u300C\u65E5\u6642\u300D\u3067\u3059\uFF0E\u305D\u308C\u305E\u308C\u306E\u30AB\u30E9\u30E0\u306E\u30D8\u30C3\u30C0\u3092\u30AF\u30EA\u30C3\u30AF\u3059\u308B\u3068\u30BD\u30FC\u30C8\u3055\u308C\u307E\u3059\uFF0E
cus.cus=\u30E1\u30FC\u30EB\u30DC\u30C3\u30AF\u30B9\u3092\u30AB\u30B9\u30BF\u30DE\u30A4\u30BA\u3057\u3066\u3044\u307E\u3059...
gen.att=\u6DFB\u4ED8
list.of=/
cus.whoare=\u8AB0\u304B\u3089\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53D7\u3051\u53D6\u308A\u307E\u3059\u304B?
rem=\u524A\u9664
lis.show50=\u30DA\u30FC\u30B8\u3042\u305F\u308A 50 \u30A2\u30A4\u30C6\u30E0\u3092\u8868\u793A...
gen.can=\u30AD\u30E3\u30F3\u30BB\u30EB
view.prev=\u524D\u306E\u96FB\u5B50\u30E1\u30FC\u30EB
cus.maiset=\u30E1\u30FC\u30EB\u306E\u8A2D\u5B9A
rem.ple=\u4EE5\u4E0B\u306E\u3053\u306E\u30E1\u30FC\u30EB\u30A2\u30FC\u30AB\u30A4\u30D6\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u524A\u9664\u3059\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\uFF1A
lis.sortbysub=\u4EF6\u540D\u3067\u30BD\u30FC\u30C8
lis.viewmessage=\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u8868\u793A
thiemames1=\u3053\u306E\u96FB\u5B50\u30E1\u30FC\u30EB\u30E1\u30C3\u30BB\u30FC\u30B8\u306F\u5229\u7528\u53EF\u80FD\u3067\u306F\u3042\u308A\u307E\u305B\u3093\uFF0E
rem.rem=\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u524A\u9664
thimeshas=\u3053\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u306F\u3059\u3067\u306B\u524A\u9664\u3055\u308C\u3066\u3044\u307E\u3059\uFF0E\n
cus.cus2=\u96FB\u5B50\u30E1\u30FC\u30EB\u30A2\u30FC\u30AB\u30A4\u30D6\u3092\u30AB\u30B9\u30BF\u30DE\u30A4\u30BA
theemaali=\u96FB\u5B50\u30E1\u30FC\u30EB\u30A8\u30A4\u30EA\u30A2\u30B9\u306F\u82F1\u6570\u5B57\u307E\u305F\u306F \!\#$&'*+-\=?^_`{|}~ \u306E\u3044\u305A\u308C\u304B\u3067\u69CB\u6210\u3055\u308C\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059(\u7A7A\u767D\u306F\u4F7F\u7528\u3067\u304D\u307E\u305B\u3093)\n
cus.replylist=\u96FB\u5B50\u30E1\u30FC\u30EB\u30A2\u30FC\u30AB\u30A4\u30D6
list.viewing=\u8868\u793A\: 
pagsiz=\u30DA\u30FC\u30B8\u30B5\u30A4\u30BA\u306F\u751F\u306E\u6570\u5024\u3067\u306A\u3051\u308C\u3070\u306A\u308A\u307E\u305B\u3093\uFF0E\n
gen.fro=\u5DEE\u51FA\u4EBA
hidehead=\u30D8\u30C3\u30C0\u3092\u96A0\u3059
theemaarc=\u96FB\u5B50\u30E1\u30FC\u30EB\u30A8\u30A4\u30EA\u30A2\u30B9\u30C1\u30E3\u30CD\u30EB\u306F\u3053\u306E\u6642\u70B9\u3067\u9031\u30BB\u30A4\u30EB\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\uFF0E\n
youdonot3=\u3053\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u524A\u9664\u3059\u308B\u6A29\u9650\u304C\u3042\u308A\u307E\u305B\u3093\uFF0E\n
youdonot1=\u30E1\u30FC\u30EB\u30DC\u30C3\u30AF\u30B9\u3092\u8868\u793A\u3059\u308B\u6A29\u9650\u304C\u3042\u308A\u307E\u305B\u3093\uFF0E
perm=\u6A29\u9650
lis.select=\u9078\u629E\u30E1\u30CB\u30E5\u30FC\u4E0A\u3067\u30B9\u30AF\u30ED\u30FC\u30EB\u3059\u308B\u5834\u5408\u306F Alt + \u4E0A\u307E\u305F\u306F\u4E0B\u77E2\u5370\u3092\u62BC\u3057\u307E\u3059\uFF0E
cus.whoare2=\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53D7\u4FE1
theemaali3=\u96FB\u5B50\u30E1\u30FC\u30EB\u30A8\u30A4\u30EA\u30A2\u30B9\u306F\u4ED6\u3067\u4F7F\u7528\u3055\u308C\u3066\u3044\u307E\u3059\uFF0E\n
theemaali2=\u96FB\u5B50\u30E1\u30FC\u30EB\u30A8\u30A4\u30EA\u30A2\u30B9\u306F\u3053\u306E\u6642\u70B9\u3067\u5909\u66F4\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\uFF0E\n
gen.hea=\u30D8\u30C3\u30C0
gen.sub2=\u4EF6\u540D
lis.youare=\u96FB\u5B50\u30E1\u30FC\u30EB\u3092\u9001\u4FE1\u3059\u308B\u6A29\u9650\u304C\u3042\u308A\u307E\u3059
view.next=\u6B21\u306E\u96FB\u5B50\u30E1\u30FC\u30EB
gen.sub=\u4EF6\u540D
cus.replysend=\u3082\u3068\u306E\u9001\u4FE1\u8005\u306E\u307E\u307E
cus.usethi=\u3053\u306E\u308F\u30FC\u3063\u304F\u3055\u3044\u3068\u306E\u53C2\u52A0\u8005\u306B\u96FB\u5B50\u30E1\u30FC\u30EB\u3092\u9001\u308B\u5834\u5408\u306F\uFF0C\u3053\u306E\u30A8\u30A4\u30EA\u30A2\u30B9\u30A2\u30C9\u30EC\u30B9\u3092\u4F7F\u7528\u3057\u307E\u3059\:
lis.show200=\u30DA\u30FC\u30B8\u3042\u305F\u308A 200 \u30A2\u30A4\u30C6\u30E0\u3092\u8868\u793A...
view.return=\u4E00\u89A7\u306B\u623B\u308B
lis.show100=\u30DA\u30FC\u30B8\u3042\u305F\u308A 100 \u30A2\u30A4\u30C6\u30E0\u3092\u8868\u793A...
list.prev=\u524D
cus.usethi2=\u30B5\u30A4\u30C8\u306E\u96FB\u5B50\u30E1\u30FC\u30EB\u30A2\u30FC\u30AB\u30A4\u30D6
gen.maiali2=\u30E1\u30FC\u30EB\u30A2\u30C9\u30EC\u30B9
del=\u524A\u9664
gen.sav=\u4FDD\u5B58
lis.show20=\u30DA\u30FC\u30B8\u3042\u305F\u308A 20 \u30A2\u30A4\u30C6\u30E0\u3092\u8868\u793A...
lis.clear=\u691C\u7D22\u3092\u30AF\u30EA\u30A2
cus.maiset2=\u30E1\u30FC\u30EB\u30DC\u30C3\u30AF\u30B9\u306E\u8A2D\u5B9A
lis.emasen=\u6B21\u306E\u30A2\u30C9\u30EC\u30B9\u306B\u9001\u4FE1\u3055\u308C\u305F\u96FB\u5B50\u30E1\u30FC\u30EB\u306F\u30A2\u30FC\u30AB\u30A4\u30D6\u3055\u308C\u308B\u3068\u3068\u3082\u306B\u53C2\u52A0\u8005\u306B\u9001\u4FE1\u3055\u308C\u307E\u3059\:
gen.datre=\u53D7\u4FE1\u65E5\u6642
