#Generated by ResourceBundle Editor (http://eclipse-rbe.sourceforge.net)

cannot1=No es pot trobar el canal d'arxiu de correu electr\u00f2nic\n

cus.anyone=Qualsevol
cus.cus=S'est\u00e0 personalitzant la b\u00fastia...
cus.cus2=Personalitza l'arxiu de correu electr\u00f2nic
cus.maiset=Par\u00e0metres del correu
cus.maiset2=Par\u00e0metres de la b\u00fastia
cus.onluse=Nom\u00e9s els usuaris amb acc\u00e9s a l'espai
cus.onluse2=Nom\u00e9s els participants de l'espai
cus.usethi=Utilitzeu aquest \u00e0lies d'adre\u00e7a de correu electr\u00f2nic per enviar correus electr\u00f2nics als participants d'aquest espai de treball\:
cus.usethi2=Adre\u00e7a de correu electr\u00f2nic de l'espai
cus.whoare=De qui s'accepta els missatges?
cus.whoare2=Accepta els missatges de
cus.replyto=Estableix l'adre\u00e7a de resposta
cus.replylist=L'arxiu de correu electr\u00f2nic
cus.replysend=Deixa'l com a remitent original
cus.sendto=Envia els missatges a 
cus.sendon=Als participants de l'espai que no han decidit no prendre-hi part
cus.sendoff=No l'envi\u00efs als participants de l'espai - arxiva'ls nom\u00e9s

gen.alert=Av\u00eds\:
gen.att=Fitxers adjunts
gen.bod=Cos
gen.bod2=Cos
gen.can=Cancel\u00b7la
gen.dat=Data
gen.fol=carpeta
gen.fro=Des de/d'
gen.fro2=des de\:
gen.fro3=Des de/d'
gen.hea=Cap\u00e7aleres
gen.maiali=\u00c0lies de correu
gen.maiali2=Adre\u00e7a de correu
gen.rem=Suprimeix
gen.sav=Desa
gen.sav2=Actualitza les opcions
gen.sen=Envia
gen.datre=Data de recepci\u00f3
gen.sub=Assumpte
gen.sub2=Assumpte

hidehead=Amaga les cap\u00e7aleres

lis.emasen=Els correus electr\u00f2nic enviats a les adreces seg\u00fcents s'arxivaran i s'enviaran als participants\:
lis.emasen2=Els correus electr\u00f2nics enviats a les adreces seg\u00fcents s'arxivaran\:
lis.searchnotif=Cercant...
lis.noema=No s'ha arxivat cap correu electr\u00f2nic encara...
lis.nosearchresults=La cerca no ha produ\u00eft resultats.
lis.sortbydat=Ordena per data de recepci\u00f3
lis.sortbysen=Ordena per remitent
lis.sortbysub=Ordena per assumpte
lis.youare=Teniu autoritzaci\u00f3 per enviar correus electr\u00f2nics
lis.youarenot=No teniu autoritzaci\u00f3 per enviar correu a aquest espai de treball.
lis.noemail=No hi ha cap adre\u00e7a de correu electr\u00f2nic associada al vostre compte. Heu d'especificar l'adre\u00e7a de correu al compte per poder enviar i rebre correus des d'aquest espai.
lis.summary=Llista de missatges de correu electr\u00f2nic arxivats. Primera columna\: l'emissor. Segona columna\: l'assumpte. Tercera columna\: la data. Les cap\u00e7aleres contenen enlla\u00e7os per ordenar segons aquestes tres categories.
lis.select=Premeu alt + fletxes amunt i avall per despla\u00e7ar-vos pel men\u00fa
lis.att=Fitxer adjunt
lis.sendmailto=Envia un correu electr\u00f2nic a
lis.viewmessage=Mostra el missatge
listall=Mostra'ls tots
list.viewing=Mostrant
list.of=de
list.items=elements
list.first=Primer
list.next=Seg\u00fcent
list.prev=Anterior
list.last=\u00daltim



pagsiz=La mida de la p\u00e0gina ha de ser un nombre positiu.\n

perm=Autoritzacions

rem=Suprimeix
del=Esborra

rem.ple=Confirmeu la supressi\u00f3 d'aquest missatge d'arxiu de correu electr\u00f2nic\:
rem.rem=Suprimeix el missatge de correu electr\u00f2nic
rem.tabho2=La taula cont\u00e9 una llista de missatges que heu decidit suprimir. A la columna 1 figuren els remitents, a la columna 2, els assumptes en els quals es pot fer clic, i a la columna 3, les dates en qu\u00e8 s'han rebut.
setperm=Ajusta les autoritzacions per a l'arxiu de correu electr\u00f2nic a l'espai de treball


theemaali=L'\u00e0lies de correu electr\u00f2nic ha d'estar compost per car\u00e0cters alfanum\u00e8rics o qualsevol dels s\u00edmbols \!\#$&'*+-. (sense espais).\n

theemaali2=L'\u00e0lies de correu electr\u00f2nic no es pot canviar en aquest moment.\n

theemaali3=L'\u00e0lies de correu electr\u00f2nic ja est\u00e0 en \u00fas.\n

theemaali4=L'\u00e0lies pel correu electr\u00f2nic que heu introdu\u00eft \u00e9s massa llarg, introdu\u00efu-ne un de m\u00e9s curt.\n

theemaarc=El canal d'arxiu de correu electr\u00f2nic no es pot modificar en aquest moment.\n


thiemames1=Aquest missatge de correu electr\u00f2nic no est\u00e0 disponible.

thimeshas=Aquest missatge ja ha estat suprimit.\n

thismaiis=Aquesta b\u00fastia no est\u00e0 disponible.

viehea=Mostra les cap\u00e7aleres

youdonot1=No teniu autoritzaci\u00f3 per veure aquesta b\u00fastia.


youdonot3=No teniu autoritzaci\u00f3 per suprimir aquest missatge.\n

lis.search=Cerca
lis.clear=Anul\u00b7la la cerca
lis.show5=mostra 5 elements per p\u00e0gina
lis.show10=mostra 10 elements...
lis.show20=mostra 20 elements...
lis.show50=mostra 50 elements...
lis.show100=mostra 100 elements...
lis.show200=mostra 200 elements...

view.prev=Missatge anterior
view.next=Missatge seg\u00fcent
view.return=Torna a la llista
view.summary=Propietats del missatge i missatge

err_no_subject=Sense assumpte
