#X-Generator: crowdin.com
#Generated by ResourceBundle Editor (http://eclipse-rbe.sourceforge.net)

cannot1=\u06a9\u0627\u0646\u0627\u0644 \u0622\u0631\u0634\u06cc\u0648 \u067e\u0633\u062a \u0627\u0644\u06a9\u062a\u0631\u0648\u0646\u06cc\u06a9 \u06cc\u0627\u0641\u062a \u0646\u0634\u062f\!\n

cus.anyone=\u0647\u0645\u0647
cus.cus=\u0634\u062e\u0635\u06cc \u0633\u0627\u0632\u06cc \u0635\u0646\u062f\u0648\u0642 \u067e\u0633\u062a\u06cc
cus.cus2=\u0634\u062e\u0635\u06cc \u0633\u0627\u0632\u06cc \u0622\u0631\u0634\u06cc\u0648 \u067e\u0633\u062a \u0627\u0644\u06a9\u062a\u0631\u0648\u0646\u06cc\u06a9
cus.maiset=\u062a\u0646\u0638\u06cc\u0645\u0627\u062a \u067e\u0633\u062a \u0627\u0644\u06a9\u062a\u0631\u0648\u0646\u06cc\u06a9
cus.maiset2=\u062a\u0646\u0638\u06cc\u0645\u0627\u062a \u0635\u0646\u062f\u0648\u0642 \u067e\u0633\u062a\u06cc
cus.onluse=\u0641\u0642\u0637 \u06a9\u0627\u0631\u0628\u0631\u0627\u0646 \u0639\u0636\u0648 \u0633\u0627\u06cc\u062a
cus.onluse2=\u0641\u0642\u0637 \u0634\u0631\u06a9\u062a \u06a9\u0646\u0646\u062f\u06af\u0627\u0646 \u0633\u0627\u06cc\u062a
cus.usethi=\u0628\u0631\u0627\u06cc \u0627\u0631\u0633\u0627\u0644 \u0627\u06cc\u0645\u06cc\u0644 \u0628\u0647 \u0634\u0631\u06a9\u062a \u06a9\u0646\u0646\u062f\u06af\u0627\u0646 \u0633\u0627\u06cc\u062a \u06a9\u0627\u0631\u06cc \u0627\u0632 \u0627\u06cc\u0646 \u0622\u062f\u0631\u0633 \u0627\u06cc\u0645\u06cc\u0644 \u062c\u0627\u06cc\u06af\u0632\u06cc\u0646 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0634\u0648\u062f\:
cus.usethi2=\u0622\u062f\u0631\u0633 \u067e\u0633\u062a \u0627\u0644\u06a9\u062a\u0631\u0648\u0646\u06cc\u06a9 \u0633\u0627\u06cc\u062a
cus.whoare=\u0627\u0632 \u0637\u0631\u0641 \u0686\u0647 \u06a9\u0633\u0627\u0646\u06cc \u067e\u06cc\u0627\u0645\u200c \u062f\u0631\u06cc\u0627\u0641\u062a \u0634\u0648\u062f\u061f
cus.whoare2=\u0642\u0628\u0648\u0644 \u062f\u0631\u06cc\u0627\u0641\u062a \u067e\u06cc\u0627\u0645 \u0627\u0632
cus.replyto=\u0645\u0634\u062e\u0635 \u06a9\u0631\u062f\u0646 \u0622\u062f\u0631\u0633 \u067e\u0627\u0633\u062e
cus.replylist=\u0622\u0631\u0634\u06cc\u0648 \u067e\u0633\u062a \u0627\u0644\u06a9\u062a\u0631\u0648\u0646\u06cc\u06a9
cus.replysend=\u0627\u0631\u0633\u0627\u0644 \u0628\u0647 \u0639\u0646\u0648\u0627\u0646 \u0641\u0631\u0633\u062a\u0646\u062f\u0647 \u0627\u0635\u0644\u06cc
cus.sendto=\u0627\u0631\u0633\u0627\u0644 \u067e\u06cc\u0627\u0645 \u0628\u0647
cus.sendon=\u0634\u0631\u06a9\u062a \u06a9\u0646\u0646\u062f\u06af\u0627\u0646 \u0633\u0627\u06cc\u062a \u06a9\u0647 \u0647\u0646\u0648\u0632 \u0627\u0646\u0635\u0631\u0627\u0641 \u0646\u062f\u0627\u062f\u0647 \u0627\u0646\u062f.
cus.sendoff=\u0639\u062f\u0645 \u0627\u0631\u0633\u0627\u0644 \u0628\u0631\u0627\u06cc \u0634\u0631\u06a9\u062a \u06a9\u0646\u0646\u062f\u06af\u0627\u0646 \u0633\u0627\u06cc\u062a. \u062a\u0646\u0647\u0627 \u0622\u0631\u0634\u06cc\u0648 \u0634\u0648\u0646\u062f

gen.alert=\u0647\u0634\u062f\u0627\u0631\:
gen.att=\u067e\u06cc\u0648\u0633\u062a \u0647\u0627
gen.bod=\u0645\u062a\u0646
gen.bod2=\u0645\u062a\u0646
gen.can=\u0644\u063a\u0648
gen.dat=\u062a\u0627\u0631\u06cc\u062e
gen.fol=\u067e\u0648\u0634\u0647
gen.fro=\u0627\u0632 \u0637\u0631\u0641
gen.fro2=\u0627\u0632 \u0637\u0631\u0641\:
gen.fro3=\u0627\u0632 \u0637\u0631\u0641
gen.hea=\u0639\u0646\u0627\u0648\u06cc\u0646
gen.maiali=\u067e\u0633\u062a \u0627\u0644\u06a9\u062a\u0631\u0648\u0646\u06cc\u06a9 \u062c\u0627\u06cc\u06af\u0632\u06cc\u0646
gen.maiali2=\u0622\u062f\u0631\u0633 \u067e\u0633\u062a \u0627\u0644\u06a9\u062a\u0631\u0648\u0646\u06cc\u06a9
gen.rem=\u062d\u0630\u0641 
gen.sav=\u0630\u062e\u06cc\u0631\u0647
gen.sav2=\u06af\u0632\u06cc\u0646\u0647 \u0647\u0627\u06cc \u0628\u0647 \u0631\u0648\u0632\u0631\u0633\u0627\u0646\u06cc
gen.sen=\u0627\u0631\u0633\u0627\u0644 \u0634\u062f
gen.datre=\u062a\u0627\u0631\u06cc\u062e \u062f\u0631\u06cc\u0627\u0641\u062a
gen.sub=\u0645\u0648\u0636\u0648\u0639
gen.sub2=\u0645\u0648\u0636\u0648\u0639

hidehead=\u067e\u0646\u0647\u0627\u0646 \u06a9\u0631\u062f\u0646 \u0647\u062f\u0631\u0647\u0627

lis.emasen=\u0627\u06cc\u0645\u06cc\u0644 \u0627\u0631\u0633\u0627\u0644 \u0634\u062f\u0647 \u0628\u0647 \u0622\u062f\u0631\u0633 \u0647\u0627\u06cc \u0632\u06cc\u0631 \u0622\u0631\u0634\u06cc\u0648 \u0634\u062f\u0647 \u0648 \u0628\u0631\u0627\u06cc \u0634\u0631\u06a9\u062a \u06a9\u0646\u0646\u062f\u06af\u0627\u0646 \u0627\u0631\u0633\u0627\u0644 \u062e\u0648\u0627\u0647\u062f \u0634\u062f\:
lis.emasen2=\u0627\u06cc\u0645\u06cc\u0644 \u0627\u0631\u0633\u0627\u0644 \u0634\u062f\u0647 \u0628\u0647 \u0622\u062f\u0631\u0633 \u0647\u0627\u06cc \u0632\u06cc\u0631 \u0622\u0631\u0634\u06cc\u0648 \u062e\u0648\u0627\u0647\u062f \u0634\u062f\:
lis.searchnotif=\u062f\u0631\u062d\u0627\u0644 \u062c\u0633\u062a\u062c\u0648...
lis.noema=\u0647\u0646\u0648\u0632 \u0647\u06cc\u0686 \u0627\u06cc\u0645\u06cc\u0644\u06cc \u0622\u0631\u0634\u06cc\u0648 \u0646\u0634\u062f\u0647 \u0627\u0633\u062a. 
lis.nosearchresults=\u062c\u0633\u062a\u062c\u0648 \u0646\u062a\u06cc\u062c\u0647\u200c\u0627\u06cc \u062f\u0631 \u0628\u0631 \u0646\u062f\u0627\u0634\u062a.
lis.sortbydat=\u0645\u0631\u062a\u0628 \u0633\u0627\u0632\u06cc \u0628\u0631 \u0627\u0633\u0627\u0633 \u062a\u0627\u0631\u06cc\u062e \u062f\u0631\u06cc\u0627\u0641\u062a
lis.sortbysen=\u0645\u0631\u062a\u0628 \u0633\u0627\u0632\u06cc \u0628\u0631 \u0627\u0633\u0627\u0633 \u0641\u0631\u0633\u062a\u0646\u062f\u0647
lis.sortbysub=\u0645\u0631\u062a\u0628\u200c\u0633\u0627\u0632\u06cc \u0628\u0631 \u0627\u0633\u0627\u0633 \u0645\u0648\u0636\u0648\u0639
lis.youare=\u0634\u0645\u0627 \u0645\u062c\u0627\u0632 \u0628\u0647 \u0627\u0631\u0633\u0627\u0644 \u0627\u06cc\u0645\u06cc\u0644 \u0647\u0633\u062a\u06cc\u062f.
lis.youarenot=\u0634\u0645\u0627 \u0645\u062c\u0627\u0632 \u0628\u0647 \u0627\u0631\u0633\u0627\u0644 \u0627\u06cc\u0645\u06cc\u0644 \u0628\u0647 \u0627\u06cc\u0646 \u0633\u0627\u06cc\u062a \u06a9\u0627\u0631\u06cc \u0646\u06cc\u0633\u062a\u06cc\u062f.
lis.noemail=\u0647\u06cc\u0686 \u0622\u062f\u0631\u0633 \u0627\u06cc\u0645\u06cc\u0644\u06cc \u0628\u0631\u0627\u06cc \u062d\u0633\u0627\u0628 \u0634\u0645\u0627 \u0645\u0634\u062e\u0635 \u0646\u0634\u062f\u0647 \u0627\u0633\u062a. \u0628\u0631\u0627\u06cc \u0627\u0631\u0633\u0627\u0644 \u0627\u06cc\u0645\u06cc\u0644 \u06cc\u0627 \u062f\u0631\u06cc\u0627\u0641\u062a \u0627\u06cc\u0645\u06cc\u0644 \u0627\u0632 \u0627\u06cc\u0646 \u0633\u0627\u06cc\u062a \u0628\u0627\u06cc\u062f \u0628\u0631\u0627\u06cc \u062d\u0633\u0627\u0628 \u062e\u0648\u062f \u0622\u062f\u0631\u0633 \u0627\u06cc\u0645\u06cc\u0644 \u062a\u0639\u06cc\u06cc\u0646 \u06a9\u0646\u06cc\u062f.
lis.summary=\u0644\u06cc\u0633\u062a\u06cc \u0627\u0632 \u067e\u06cc\u0627\u0645 \u0647\u0627\u06cc \u0627\u06cc\u0645\u06cc\u0644 \u0622\u0631\u0634\u06cc\u0648\: \u0633\u062a\u0648\u0646 \u0627\u0648\u0644\: \u0641\u0631\u0633\u062a\u0646\u062f\u0647. \u0633\u062a\u0648\u0646 \u062f\u0648\u0645\: \u0645\u0648\u0636\u0648\u0639. \u0633\u062a\u0648\u0646 \u0633\u0648\u0645\: \u062a\u0627\u0631\u06cc\u062e. \u0647\u062f\u0631\u0647\u0627 \u0634\u0627\u0645\u0644 \u0644\u06cc\u0646\u06a9 \u0647\u0627\u06cc\u06cc \u0628\u0631\u0627\u06cc \u0645\u0631\u062a\u0628 \u0633\u0627\u0632\u06cc \u0628\u0631 \u0627\u0633\u0627\u0633 \u0627\u06cc\u0646 \u0633\u0647 \u062f\u0633\u062a\u0647 \u0628\u0646\u062f\u06cc \u0645\u06cc \u0628\u0627\u0634\u0646\u062f.
lis.select=\u0628\u0631\u0627\u06cc \u06a9\u0627\u0631 \u0628\u0627 combo box \u0627\u0628\u062a\u062f\u0627 \u062f\u06a9\u0645\u0647 Alt + \u062f\u06a9\u0645\u0647 \u062c\u0647\u062a\u200c\u062f\u0627\u0631 \u067e\u0627\u06cc\u06cc\u0646 \u0631\u0627 \u0641\u0634\u0627\u0631 \u062f\u0647\u06cc\u062f \u062a\u0627 \u062c\u0639\u0628\u0647 \u0631\u0627 \u0628\u0627\u0632 \u06a9\u0646\u06cc\u062f\u060c \u0633\u067e\u0633 \u0627\u0632 \u06a9\u0644\u06cc\u062f \u0647\u0627\u06cc \u062c\u0647\u062a\u06cc \u0628\u0627\u0644\u0627 \u0648 \u067e\u0627\u06cc\u06cc\u0646 \u0628\u0631\u0627\u06cc \u062d\u0631\u06a9\u062a \u0631\u0648\u06cc \u06af\u0632\u06cc\u0646\u0647 \u0647\u0627 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u06a9\u0646\u06cc\u062f.
lis.att=\u067e\u06cc\u0648\u0633\u062a 
lis.sendmailto=\u0627\u0631\u0633\u0627\u0644 \u0627\u06cc\u0645\u06cc\u0644 \u0628\u0647
lis.viewmessage=\u0645\u0634\u0627\u0647\u062f\u0647 \u067e\u06cc\u0627\u0645
listall=\u0641\u0647\u0631\u0633\u062a \u0647\u0645\u0647
list.viewing=\u062f\u0631 \u062d\u0627\u0644 \u0645\u0634\u0627\u0647\u062f\u0647
list.of=\u0627\u0632
list.items=\u0645\u0648\u0627\u0631\u062f
list.first=\u0627\u0648\u0644\u06cc\u0646
list.next=\u0628\u0639\u062f\u06cc
list.prev=\u0642\u0628\u0644\u06cc
list.last=\u0622\u062e\u0631\u06cc\u0646



pagsiz=\u0627\u0646\u062f\u0627\u0632\u0647 \u0635\u0641\u062d\u0647 \u0628\u0627\u06cc\u062f \u0639\u062f\u062f\u06cc \u0645\u062b\u0628\u062a \u0628\u0627\u0634\u062f.

perm=\u0645\u062c\u0648\u0632\u0647\u0627

rem=\u062d\u0630\u0641
del=\u067e\u0627\u06a9 \u06a9\u0631\u062f\u0646

rem.ple=\u0644\u0637\u0641\u0627 \u062d\u0630\u0641 \u067e\u06cc\u0627\u0645 \u0622\u0631\u0634\u06cc\u0648 \u0627\u06cc\u0645\u06cc\u0644 \u0631\u0627 \u062a\u0627\u06cc\u06cc\u062f \u06a9\u0646\u06cc\u062f. 
rem.rem=\u062d\u0630\u0641 \u067e\u06cc\u0627\u0645 \u067e\u0633\u062a \u0627\u0644\u06a9\u062a\u0631\u0648\u0646\u06cc\u06a9
rem.tabho2=\u062c\u062f\u0648\u0644 \u0634\u0627\u0645\u0644 \u0644\u06cc\u0633\u062a\u06cc \u0627\u0632 \u0627\u06cc\u0645\u06cc\u0644 \u0647\u0627 \u0645\u06cc \u0628\u0627\u0634\u062f \u06a9\u0647 \u062a\u0635\u0645\u06cc\u0645 \u0628\u0647 \u062d\u062f\u0641 \u0622\u0646\u0647\u0627 \u0631\u0627 \u06af\u0631\u0641\u062a\u0647\u200c\u0627\u06cc\u062f. \u0633\u062a\u0648\u0646 1 \u0634\u0627\u0645\u0644 \u0644\u06cc\u0633\u062a \u0647\u0627\u06cc \u0641\u0631\u0633\u062a\u0646\u062f\u0647 \u0647\u0627\u060c \u0633\u062a\u0648\u0646 2 \u0639\u0646\u0627\u0648\u06cc\u0646 \u0642\u0627\u0628\u0644 \u0627\u0646\u062a\u062e\u0627\u0628 \u0648 \u0633\u062a\u0648\u0646 3 \u0634\u0627\u0645\u0644 \u062a\u0627\u0631\u06cc\u062e \u0647\u0627\u06cc \u062f\u0631\u06cc\u0627\u0641\u062a \u0627\u0633\u062a. 
setperm=\u062f\u0633\u062a\u0631\u0633\u06cc \u0647\u0627 \u0631\u0627 \u0628\u0631\u0627\u06cc \u0622\u0631\u0634\u06cc\u0648 \u0627\u06cc\u0645\u06cc\u0644 \u062f\u0631 \u0633\u0627\u06cc\u062a \u06a9\u0627\u0631\u06cc \u062a\u0646\u0638\u06cc\u0645 \u06a9\u0646\u06cc\u062f 


theemaali=\u0622\u062f\u0631\u0633 \u0627\u06cc\u0645\u06cc\u0644 \u062c\u0627\u06cc\u06af\u0632\u06cc\u0646 \u0628\u0627\u06cc\u062f \u0627\u0632 \u06a9\u0627\u0631\u06a9\u062a\u0631\u0647\u0627\u06cc \u0639\u062f\u062f\u06cc \u0648 \u062d\u0631\u0641\u06cc \u0648 \u06a9\u0627\u0631\u06a9\u062a\u0631\u0647\u0627\u06cc \u062e\u0627\u0635 \!\#$''*-\=\u061f^_`{|}- \u0633\u0627\u062e\u062a\u0647 \u0634\u0648\u062f. (\u0634\u0627\u0645\u0644 \u0641\u0627\u0635\u0644\u0647 \u0646\u06cc\u0633\u062a). \n

theemaali2=\u0622\u062f\u0631\u0633 \u0627\u06cc\u0645\u06cc\u0644 \u062c\u0627\u06cc\u06af\u0632\u06cc\u0646 \u062f\u0631 \u0627\u06cc\u0646 \u0632\u0645\u0627\u0646 \u0642\u0627\u0628\u0644 \u062a\u063a\u06cc\u06cc\u0631 \u0646\u06cc\u0633\u062a. 

theemaali3=\u062f\u0631 \u063a\u06cc\u0631 \u0627\u06cc\u0646 \u0635\u0648\u0631\u062a \u0627\u0632 \u0627\u06cc\u0645\u06cc\u0644 \u062c\u0627\u06cc\u06af\u0632\u06cc\u0646 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0645\u06cc\u200c\u0634\u0648\u062f.\n

theemaali4=\u0622\u062f\u0631\u0633 \u0627\u06cc\u0645\u06cc\u0644 \u062c\u0627\u06cc\u06af\u0632\u06cc\u0646 \u0648\u0627\u0631\u062f \u0634\u062f\u0647 \u0628\u0633\u06cc\u0627\u0631 \u0637\u0648\u0644\u0627\u0646\u06cc \u0627\u0633\u062a\u060c \u0644\u0637\u0641\u0627 \u0622\u062f\u0631\u0633 \u062c\u0627\u06cc\u06af\u0632\u06cc\u0646 \u06a9\u0648\u062a\u0627\u0647 \u062a\u0631\u06cc \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f. 

theemaarc=\u0622\u062f\u0631\u0633 \u06a9\u0627\u0646\u0627\u0644 \u0622\u0631\u0634\u06cc\u0648 \u062f\u0631 \u0627\u06cc\u0646 \u0632\u0645\u0627\u0646 \u0642\u0627\u0628\u0644 \u062a\u063a\u06cc\u06cc\u0631 \u0646\u06cc\u0633\u062a. 


thiemames1=\u067e\u06cc\u0627\u0645 \u0627\u06cc\u0645\u06cc\u0644 \u062f\u0631 \u062f\u0633\u062a\u0631\u0633 \u0646\u06cc\u0633\u062a.

thimeshas=\u067e\u06cc\u0627\u0645  \u062f\u0631 \u062d\u0627\u0644 \u062d\u0627\u0636\u0631 \u062d\u0630\u0641 \u0634\u062f\u0647 \u0627\u0633\u062a. 

thismaiis=\u0627\u06cc\u0646 \u0635\u0646\u062f\u0648\u0642 \u067e\u0633\u062a\u06cc \u062f\u0631 \u062f\u0633\u062a\u0631\u0633 \u0646\u06cc\u0633\u062a. 

viehea=\u0645\u0634\u0627\u0647\u062f\u0647 \u0647\u062f\u0631\u0647\u0627

youdonot1=\u0634\u0645\u0627 \u0645\u062c\u0627\u0632 \u0628\u0647 \u0645\u0634\u0627\u0647\u062f\u0647 \u0627\u06cc\u0646 \u0635\u0646\u062f\u0648\u0642 \u067e\u0633\u062a\u06cc \u0646\u06cc\u0633\u062a\u06cc\u062f. 


youdonot3=\u0634\u0645\u0627 \u0645\u062c\u0627\u0632 \u0628\u0647 \u062d\u0630\u0641 \u0627\u06cc\u0646 \u067e\u06cc\u0627\u0645 \u0646\u06cc\u0633\u062a\u06cc\u062f. 

lis.search=\u062c\u0633\u062a\u062c\u0648
lis.clear=\u067e\u0627\u06a9 \u06a9\u0631\u062f\u0646 \u062c\u0633\u062a\u062c\u0648
lis.show5=\u0646\u0645\u0627\u06cc\u0634 \u06f5 \u0645\u0648\u0631\u062f \u062f\u0631 \u0647\u0631 \u0635\u0641\u062d\u0647
lis.show10=\u0646\u0645\u0627\u06cc\u0634 \u06f1\u06f0 \u0645\u0648\u0631\u062f...
lis.show20=\u0646\u0645\u0627\u06cc\u0634 \u06f2\u06f0 \u0645\u0648\u0631\u062f...
lis.show50=\u0646\u0645\u0627\u06cc\u0634 \u06f5\u06f0 \u0645\u0648\u0631\u062f...
lis.show100=\u0646\u0645\u0627\u06cc\u0634 \u06f1\u06f0\u06f0 \u0645\u0648\u0631\u062f...
lis.show200=\u0646\u0645\u0627\u06cc\u0634 \u06f2\u06f0\u06f0 \u0645\u0648\u0631\u062f...

view.prev=\u0627\u06cc\u0645\u06cc\u0644 \u0642\u0628\u0644\u06cc
view.next=\u0627\u06cc\u0645\u06cc\u0644 \u0628\u0639\u062f\u06cc
view.return=\u0628\u0627\u0632\u06af\u0634\u062a \u0628\u0647 \u0644\u06cc\u0633\u062a
view.summary=\u0648\u06cc\u0698\u06af\u06cc\u200c\u0647\u0627\u06cc \u067e\u06cc\u0627\u0645 \u0648 \u067e\u06cc\u0627\u0645

err_no_subject=\u0628\u062f\u0648\u0646 \u0645\u0648\u0636\u0648\u0639

