#Generated by ResourceBundle Editor (http://eclipse-rbe.sourceforge.net)

cannot1=No es posible encontrar un archivo de correo electr\u00f3nico de alg\u00fan canal\!\n\n

cus.anyone=Cualquiera
cus.cus=Personalizar el buz\u00f3n de correo...
cus.cus2=Personalizaci\u00f3n de Archivo de correo
cus.maiset=Configuraci\u00f3n del correo
cus.maiset2=Configuraci\u00f3n del buz\u00f3n de correo
cus.onluse=Solo usuarios con acceso al sitio
cus.onluse2=Solo participantes del sitio
cus.usethi=Utilizar este alias de direcci\u00f3n para enviar un correo a los participantes de este sitio\:
cus.usethi2=Direcci\u00f3n de correo del sitio
cus.whoare=\u00bfDe qui\u00e9n se aceptan los mensajes?
cus.whoare2=Aceptar mensajes de
cus.replyto=Establecer la direcci\u00f3n de respuesta
cus.replylist=La herramienta Archivo de correo
cus.replysend=Dejar el remitente original
cus.sendto=Enviar mensajes a\:
cus.sendon=Cada participante del sitio (exceptuando quienes se hayan auto-excluido) 
cus.sendoff=Solo archivarlos, no enviar a cada participante

gen.alert=Alerta\:
gen.att=Adjuntos
gen.bod=Cuerpo
gen.bod2=Cuerpo
gen.can=Cancelar
gen.dat=Fecha
gen.fol=carpeta
gen.fro=De
gen.fro2=de\:
gen.fro3=De
gen.hea=Cabeceras
gen.maiali=Alias
gen.maiali2=Direcci\u00f3n de correo
gen.rem=Borrar
gen.sav=Guardar
gen.sav2=Actualizar opciones
gen.sen=Enviado
gen.datre=Fecha de recepci\u00f3n
gen.sub=Asunto
gen.sub2=Asunto

hidehead=Ocultar cabeceras

lis.emasen=El correo electr\u00f3nico enviado a las siguientes direcciones ser\u00e1 archivado y enviado a los participantes\:
lis.emasen2=Los emails enviados a las siguientes direcciones ser\u00e1n archivados\:
lis.searchnotif=Buscando...
lis.noema=No se ha archivado ning\u00fan correo todav\u00eda...
lis.nosearchresults=La b\u00fasqueda no ha devuelto resultados.
lis.sortbydat=Ordenar por fecha de recepci\u00f3n
lis.sortbysen=Ordenar por remitente
lis.sortbysub=Ordenar por asunto
lis.youare=Est\u00e1 autorizado a enviar un correo electr\u00f3nico
lis.youarenot=No est\u00e1 autorizado a enviar un correo electr\u00f3nico desde este sitio.
lis.noemail=No ha especificado ninguna direcci\u00f3n de correo para su cuenta. Debe indicar una para poder enviar o recibir correos de este sitio. 
lis.summary=Lista de correos electr\u00f3nicos archivados. La primera columna contiene el remitente, la segunda el asunto y la tercera la fecha. Los enlaces de la cabecera permiten ordenar seg\u00fan estas tres categor\u00edas.
lis.select=Pulse Alt + cursor (arriba o abajo) para desplazarse por el men\u00fa
lis.att=Adjunto
lis.sendmailto=Enviar correo electr\u00f3nico a
lis.viewmessage=Ver mensaje
listall=Mostrar todos
list.viewing=Mostrando
list.of=de
list.items=\u00edtems
list.first=Primero
list.next=Siguiente
list.prev=Anterior
list.last=\u00daltimo



pagsiz=El tama\u00f1o de la p\u00e1gina debe ser un n\u00famero positivo.\n\n

perm=Permisos

rem=Borrar
del=Borrar

rem.ple=Por favor,confirme el borrado de mensaje del archivo de correo\:
rem.rem=Borrar mensajes de correo
rem.tabho2=La tabla siguiente muestra los correos electr\u00f3nicos que decidido borrar. La primera columna es el remitente, la segunda columna el asunto y la tercera la fecha en que se recibi\u00f3 el correo electr\u00f3nico en cuesti\u00f3n.  
setperm=Establecer los permisos para el archivo de correo electr\u00f3nico del sitio


theemaali=El alias de correo debe contener caracteres alfanum\u00e9ricos o  \!\#$&'*+-\=?^_`{|}~. (sin espacios).\n

theemaali2=El alias de correo no puede cambiarse en este momento.\n

theemaali3=El alias de correo est\u00e1 en uso.\n

theemaali4=El alias del email introducido es demasiado largo, por favor, escoja otro m\u00e1s corto.\n

theemaarc=El canal de archivo de correo electr\u00f3nico no se puede modificar en este momento.\n\n


thiemames1=El mensaje de correo no est\u00e1 disponible.

thimeshas=Este mensaje se ha borrado.\n

thismaiis=El buz\u00f3n de correo no est\u00e1 disponible.

viehea=Mostrar cabeceras

youdonot1=No tiene permiso para ver este buz\u00f3n de correo.


youdonot3=No tiene permiso para borrar este mensaje.\n

lis.search=Buscar
lis.clear=Limpiar b\u00fasqueda
lis.show5=mostrar 5 \u00edtems por p\u00e1gina
lis.show10=mostrar 10 \u00edtems ...
lis.show20=mostrar 20 \u00edtems...
lis.show50=mostrar 50 \u00edtems...
lis.show100=mostrar 100 \u00edtems...
lis.show200=mostrar 200 \u00edtems...

view.prev=Mensaje anterior
view.next=Mensaje siguiente
view.return=Volver a la lista
view.summary=Propiedades del mensaje y mensaje

err_no_subject=Sin tema
