#X-Generator: crowdin.com
#Generated by ResourceBundle Editor (http://eclipse-rbe.sourceforge.net)

cannot1=Kh\u00f4ng th\u1ec3 t\u00ecm th\u1ea5y c\u00e1c Email Archive Channel\! 

cus.anyone=B\u1ea5t c\u1ee9 ai 
cus.cus=T\u00f9y ch\u1ec9nh h\u1ed9p th\u01b0 ... 
cus.cus2=T\u00f9y ch\u1ec9nh l\u01b0u Email 
cus.maiset=Thi\u1ebft \u0111\u1eb7t eMail 
cus.maiset2=C\u00e0i \u0111\u1eb7t h\u1ed9p th\u01b0 
cus.onluse=Ch\u1ec9 ng\u01b0\u1eddi d\u00f9ng c\u00f3 quy\u1ec1n truy c\u1eadp trang web 
cus.onluse2=Ch\u1ec9 c\u00f3 trang web cho ng\u01b0\u1eddi tham gia 
cus.usethi=S\u1eed d\u1ee5ng \u0111\u1ecba ch\u1ec9 email n\u00e0y bi\u1ec7t hi\u1ec7u cho \u0111\u1ecba ch\u1ec9 email \u0111\u1ec3 nh\u1eefng ng\u01b0\u1eddi tham gia c\u1ee7a worksite n\u00e0y\: 
cus.usethi2=\u0110\u1ecba ch\u1ec9 email c\u1ee7a trang web 
cus.whoare=Ai l\u00e0 th\u00f4ng \u0111i\u1ec7p \u0111\u01b0\u1ee3c ch\u1ea5p nh\u1eadn t\u1eeb \u0111\u00e2u? 
cus.whoare2=Ch\u1ea5p nh\u1eadn th\u00f4ng \u0111i\u1ec7p t\u1eeb 
cus.replyto=\u0110\u1eb7t \u0111\u1ecba ch\u1ec9 tr\u1ea3 l\u1eddi 
cus.replylist=C\u00e1c kho l\u01b0u tr\u1eef email 
cus.replysend=\u0110\u1ec3 l\u1ea1i nh\u01b0 l\u00e0 ng\u01b0\u1eddi g\u1eedi b\u1ea3n g\u1ed1c 

gen.alert=Th\u00f4ng b\u00e1o\: 
gen.att=\u0110\u00ednh k\u00e8m 
gen.bod=N\u1ed9i dung 
gen.bod2=N\u1ed9i dung
gen.can=Hu\u1ef7 
gen.dat=Ng\u00e0y 
gen.fol=th\u01b0 m\u1ee5c 
gen.fro=T\u1eeb 
gen.fro2=t\u1eeb\: 
gen.fro3=T\u1eeb 
gen.hea=\u0110\u1ec1 m\u1ee5c 
gen.maiali=Mail alias 
gen.maiali2=\u0110\u1ecba ch\u1ec9 Mail 
gen.rem=H\u1ee7y b\u1ecf 
gen.sav=L\u01b0u 
gen.sav2=T\u00f9y ch\u1ecdn c\u1eadp nh\u1eadt 
gen.sen=G\u1eedi 
gen.datre=Ng\u00e0y nh\u1eadn 
gen.sub=Ch\u1ee7 \u0111\u1ec1 
gen.sub2=Ch\u1ee7 \u0111\u1ec1 

hidehead=Gi\u1ea5u Headers 

lis.emasen=Email g\u1eedi \u0111\u1ebfn c\u00e1c \u0111\u1ecba ch\u1ec9 sau s\u1ebd \u0111\u01b0\u1ee3c l\u01b0u tr\u1eef v\u00e0 g\u1eedi \u0111\u1ebfn tham d\u1ef1\: 
lis.searchnotif=T\u00ecm ki\u1ebfm ... 
lis.noema=Kh\u00f4ng c\u00f3 email l\u01b0u tr\u1eef n\u00e0o \u0111\u01b0\u1ee3c n\u00eau ra ... 
lis.nosearchresults=T\u00ecm ki\u1ebfm kh\u00f4ng c\u00f3 k\u1ebft qu\u1ea3 tr\u1ea3 v\u1ec1. 
lis.sortbydat=S\u1eafp x\u1ebfp theo ng\u00e0y nh\u1eadn \u0111\u01b0\u1ee3c 
lis.sortbysen=Ph\u00e2n lo\u1ea1i b\u1edfi ng\u01b0\u1eddi g\u1eedi 
lis.sortbysub=Ph\u00e2n lo\u1ea1i theo ch\u1ee7 \u0111\u1ec1 
lis.youare=B\u1ea1n \u0111\u01b0\u1ee3c ph\u00e9p g\u1eedi email 
lis.youarenot=B\u1ea1n kh\u00f4ng \u0111\u01b0\u1ee3c ph\u00e9p g\u1eedi th\u01b0 \u0111\u1ebfn worksite n\u00e0y. 
lis.noemail=Kh\u00f4ng c\u00f3 \u0111\u1ecba ch\u1ec9 email quy \u0111\u1ecbnh cho t\u00e0i kho\u1ea3n c\u1ee7a b\u1ea1n. B\u1ea1n ph\u1ea3i ch\u1ec9 \u0111\u1ecbnh \u0111\u1ecba ch\u1ec9 email cho t\u00e0i kho\u1ea3n c\u1ee7a b\u1ea1n \u0111\u1ec3 g\u1eedi email ho\u1eb7c nh\u1eadn email t\u1eeb trang web n\u00e0y. 
lis.summary=Danh s\u00e1ch c\u00e1c tin nh\u1eafn email l\u01b0u tr\u1eef. \u0110\u1ea7u c\u1ed9t\: ng\u01b0\u1eddi g\u1eedi. C\u1ed9t th\u1ee9 hai\: c\u00e1c m\u00f4n h\u1ecdc. C\u1ed9t th\u1ee9 ba\: ng\u00e0y. C\u00e1c ti\u00eau \u0111\u1ec1 ch\u1ee9a c\u00e1c li\u00ean k\u1ebft \u0111\u1ec3 s\u1eafp x\u1ebfp v\u00e0o ba lo\u1ea1i. 
lis.select=B\u1ea5m alt + m\u0169i t\u00ean l\u00ean xu\u1ed1ng \u0111\u1ec3 di chuy\u1ec3n qua menu 
lis.att=\u0111\u00ednh k\u00e8m 
lis.sendmailto=G\u1eedi th\u01b0 \u0111\u1ebfn 
lis.viewmessage=Xem tin nh\u1eafn 
listall=T\u1ea5t c\u1ea3 
list.viewing=Xem th\u00f4ng tin 
list.of=c\u1ee7a 
list.items=c\u00e1c m\u1ee5c 
list.first=\u0110\u1ea7u ti\u00ean 
list.next=Ti\u1ebfp theo 
list.prev=Tr\u01b0\u1edbc 
list.last=cu\u1ed1i c\u00f9ng 



pagsiz=Trang k\u00edch th\u01b0\u1edbc ph\u1ea3i l\u00e0 m\u1ed9t s\u1ed1 d\u01b0\u01a1ng. 

perm=Cho ph\u00e9p 

rem=H\u1ee7y b\u1ecf 
del=X\u00f3a 

rem.ple=Vui l\u00f2ng x\u00e1c nh\u1eadn vi\u1ec7c lo\u1ea1i b\u1ecf c\u00e1c tin nh\u1eafn n\u00e0y l\u01b0u tr\u1eef email\: 
rem.rem=H\u1ee7y b\u1ecf email tin nh\u1eafn 
rem.tabho2=B\u1ea3ng gi\u1eef m\u1ed9t danh s\u00e1ch c\u00e1c email b\u1ea1n \u0111\u00e3 ch\u1ecdn \u0111\u1ec3 lo\u1ea1i b\u1ecf. C\u1ed9t 1 danh s\u00e1ch ng\u01b0\u1eddi g\u1eedi, c\u1ed9t 2 \u0111\u1ed1i t\u01b0\u1ee3ng c\u00f3 th\u1ec3 click \u0111\u01b0\u1ee3c, c\u1ed9t 3 ng\u00e0y khi \u0111\u01b0\u1ee3c nh\u1eadn. 
setperm=Thi\u1ebft l\u1eadp quy\u1ec1n cho Email L\u01b0u tr\u1eef t\u1ea1i worksite 


theemaali=C\u00e1c Alias Email ph\u1ea3i \u0111\u01b0\u1ee3c t\u1ea1o th\u00e0nh t\u1eeb c\u00e1c k\u00fd t\u1ef1 alpha s\u1ed1 hay b\u1ea5t c\u1ee9 \!\#$&''*+-\=?^_`{|}~. (Kh\u00f4ng c\u00f3 d\u1ea5u c\u00e1ch). 

theemaali2=C\u00e1c Alias Email kh\u00f4ng th\u1ec3 thay \u0111\u1ed5i v\u00e0o l\u00fac n\u00e0y. 

theemaali3=C\u00e1c Alias Email s\u1eed d\u1ee5ng. 


theemaarc=C\u00e1c Email Archive Channel kh\u00f4ng th\u1ec3 \u0111\u01b0\u1ee3c s\u1eeda \u0111\u1ed5i v\u00e0o l\u00fac n\u00e0y. 


thiemames1=Tin nh\u1eafn email n\u00e0y kh\u00f4ng c\u00f3 s\u1eb5n. 

thimeshas=Th\u00f4ng b\u00e1o n\u00e0y \u0111\u00e3 \u0111\u01b0\u1ee3c g\u1ee1 b\u1ecf. 

thismaiis=h\u1ed9p th\u01b0 n\u00e0y kh\u00f4ng c\u00f3 s\u1eb5n. 

viehea=Xem Headers 

youdonot1=B\u1ea1n kh\u00f4ng \u0111\u01b0\u1ee3c ph\u00e9p xem h\u1ed9p th\u01b0 n\u00e0y. 


youdonot3=B\u1ea1n kh\u00f4ng c\u00f3 quy\u1ec1n \u0111\u1ec3 lo\u1ea1i b\u1ecf th\u00f4ng b\u00e1o n\u00e0y. 

lis.search=T\u00ecm ki\u1ebfm 
lis.clear=Xo\u00e1 t\u00ecm ki\u1ebfm 
lis.show5=Xem 5 b\u00e0i m\u1ed7i trang 
lis.show10=Xem 10 b\u00e0i ... 
lis.show20=Xem 20 b\u00e0i ... 
lis.show50=Xem 50 b\u00e0i ... 
lis.show100=Xem 100 b\u00e0i ... 
lis.show200=Xem 200 b\u00e0i ... 

view.prev=Tr\u01b0\u1edbc Email 
view.next=Email Ti\u1ebfp  
view.return=Tr\u1edf l\u1ea1i Danh s\u00e1ch 
view.summary=T\u00ednh ch\u1ea5t th\u00f4ng b\u00e1o v\u00e0 tin nh\u1eafn 

err_no_subject=Kh\u00f4ng c\u00f3 ch\u1ee7 \u0111\u1ec1