#Fri Nov 26 20:35:05 CET 2010
list.hierarchy=Mostrar hierarquia
dav.xpie=Se voc\u00EA est\u00E1 usando o Internet Explorer no Windows XP, pode ir direto \u00E0 pasta de recusos deste site clicando no link\:
descr.dc_id=Refer\u00EAncia n\u00E3o amb\u00EDgua para o recurso em um determinado contexto (por exemplo, URIs, URLs, ISBNs, n\u00FAmeros de chamada de biblioteca).
sh.sorttitas=Ordena\u00E7\u00E3o crescente por t\u00EDtulo
add.formtype=Selecionar Tipo de Formul\u00E1rio
edit.group3=A tabela apresenta a lista dos grupos. A primeira coluna cont\u00E9m caixas de verifica\u00E7\u00E3o, a segunda cont\u00E9m o nome do grupo, a terceira a descri\u00E7\u00E3o do grupo. Os links nos t\u00EDtulos podem ser usados para ordena\u00E7\u00E3o.
addi.add=Adicionar Tipo do Item
edit.group2=Descri\u00E7\u00E3o 
edit.group1=T\u00EDtulo
label.dc_format=Formatar
more.cancel=Voltar
gen.alert=Aten\u00E7\u00E3o\:
label.dc_title=T\u00EDtulo
sh.open=Abrir esta pasta
sh.selall=Selecionar tudo
gen.position=Posi\u00E7\u00E3o
gen.content=Conte\u00FAdo\:
sh.sorttit=Ordenar por t\u00EDtulo
list.sPerm=Permiss\u00F5es
shortcut=Atalho para 
edit.hide=Ocultar
opt_props=Propriedades opcionais
addi.folder=Pasta vazia
edit.replace=Substituir arquivo
sh.item=itens neste local.
list.site=Recursos do Site
selectall=Selecionar Tudo
dav.graf20b=A Identifica\u00E7\u00E3o para este site \u00E9
label.dc_lang=L\u00EDngua
dav.graf20a=Atualmente voc\u00EA est\u00E1 no site
cut=Recortar
att.finish=Continuar
list.add=Adicionar
gen.created1=Criado Por
label.dc_descr=Descri\u00E7\u00E3o
gen.kb=em Kbytes, 0 para ilimitado 
descr.dc_coverage=A amplitude do escopo do conte\u00FAdo do recurso (por exemplo, um nome de lugar ou coordenadas geogr\u00E1ficas, uma data, intervalo entre datas ou nome de per\u00EDodo, ou jurisdi\u00E7\u00E3o).
cpright1=direitos autorais 
label.dc_coverage=Cobertura 
att.items=Itens para anexar
gen.copycomf=Confirmar direitos autorais, depois
prefs_opt3=Envie para mim cada atualiza\u00E7\u00E3o no reposit\u00F3rio
prefs_opt2=Envie para mim apenas um email por dia resumindo todas as notifica\u00E7\u00F5es atualiza\u00E7\u00E3o no reposit\u00F3rio de baixa prioridade
prefs_opt1=N\u00E3o envie para mim notifica\u00E7\u00F5es de atualiza\u00E7\u00E3o no reposit\u00F3rio de baixa prioridade
jan=JAN
descr.dc_issued=Data da emiss\u00E3o ou publica\u00E7\u00E3o formal do recurso. 
gen.note=Nota\: 
att.cancel=Cancelar
del.del=Excluir confirma\u00E7\u00E3o\u2026
descr.dc_created=Data de cria\u00E7\u00E3o do recurso.
descr.dc_contributor=A entidade respons\u00E1vel por dar contribui\u00E7\u00F5es para o conte\u00FAdo do recurso.
label.dc_created=Data de Cria\u00E7\u00E3o 
add.props=Propriedades
list.copy=Copiar
validurl=Por favor, insira uma URL v\u00E1lida.
sort.instruct=Mova um item da lista clicando numa das setas \u00E0 esquerda ou pelo men\u00FA expans\u00EDvel \u00E0 direita. Salve suas modifica\u00E7\u00F5es antes de sair da p\u00E1gina.
filter=O arquivo {0} n\u00E3o \u00E9 compat\u00EDvel com o tipo de filtro. 
edit.calert=Alerta de Direitos Autorais
sh.cut=recortar-colar?
titlecannot=O t\u00EDtulo n\u00E3o pode conter nenhum dos seguintes caracteres\: /  % ? * 
folder.notempty=A pasta {0} cont\u00E9m item(ns) que tamb\u00E9m ser\u00E3o exclu\u00EDdos\!
wrongtype=tem erro de tipo.
month.feb=FEV
att.add=Adicionar Anexo
label.dc_contributor=Colaborador 
type=\u00C9 necess\u00E1rio selecionar um tipo de formul\u00E1rio.
dav.url=acesso WebDAV para este site 
gen.size=Tamanho
label.dc_type=Tipo de Recursos
list.props=Informa\u00E7\u00F5es
recursive=Voc\u00EA n\u00E3o pode colar esta pasta neste local, porque uma pasta n\u00E3o pode ser colocada dentro dela mesma.
access.group=Selecionar grupo(s)
addi.meta=Item do Formul\u00E1rio
dav.webdav=Fazer Upload-Download de M\u00FAltiplos Recursos
sh.copied=copiado \u2013 colar?
del.table=A tabela apresenta informa\u00E7\u00F5es sobre os recursos selecionados para serem exclu\u00EDdos. Os t\u00EDtulos das colunas cont\u00EAm descri\u00E7\u00F5es de conte\u00FAdos com links para ordena\u00E7\u00E3o.
gen.title1=T\u00EDtulo
sh.sortautas=Ordena\u00E7\u00E3o crescente por autor
gen.stored=URL
edit.cinfo=Informa\u00E7\u00F5es sobre Direitos Autoriais
sort.save=Salvar
cannotfind=N\u00E3o foi poss\u00EDvel encontrar este arquivo.
edit.update=Atualizar
sh.sortsizeas=Ordena\u00E7\u00E3o crescente por tamanho
sort.summary=A tabela apresenta os item a serem ordenados. A segunda coluna cont\u00E9m o link para mover o item para cima. A terceira\: link para mover o item para baixo. A \u00FAltima\: selecionar para mover item para um lugar espec\u00EDfico. 
addi.upload=Upload de Arquivo
descr.dc_edlevel=Uma descri\u00E7\u00E3o do progresso do p\u00FAblico-alvo em um contexto educacional ou de treinamento.
label.dc_edlevel=N\u00EDvel de Escolaridade do P\u00FAblico-Alvo
deleteres=O recurso a ser apagado
gen.url=URL
descr.fsmount_active=Se o ponto de acesso ou o arquivo XML descreve o ponto de acesso \u00E9 edit\u00E1vel.
copy.name=C\u00F3pia de {0}
mismatch=tem tipo incompat\u00EDvel
gen.setyes=Selecione Sim em uma pasta.
failed=A opera\u00E7\u00E3o n\u00E3o pode ser conclu\u00EDda no momento.
sh.sortcreaas=Ordena\u00E7\u00E3o crescente por data de cria\u00E7\u00E3o
access.dropbox=Escaninho
button.add=Adicionar
someone=Outra pessoa est\u00E1 editando
month.jan=JAN
label.dc_issued=Data Submetida
sort.movedn=Mover para baixo
used=foi usado em recursos. Por favor, escolha um t\u00EDtulo diferente.
edit.title=T\u00EDtulo
jun=JUN
gen.reso=Recursos
list.columns=Mostrar colunas
jul=JUL
addi.txthtml=P\u00E1gina HTML
access.site=Todo o site
descr.dc_lang=L\u00EDngua do conte\u00FAdo intellectual do recurso.
descr.dc_alt=Qualquer forma de t\u00EDtulo usado para substituir o t\u00EDtulo formal do recurso (t\u00EDtulos abreviados, tradu\u00E7\u00F5es, etc.) 
att.instr=Selecione um item existente no Reposit\u00F3rio para anexar ou adicione um novo item a uma pasta a ser anexada.
sh.check=Caixa de verifica\u00E7\u00E3o
avail.title=Disponibilidade
notexist2=A cole\u00E7\u00E3o n\u00E3o existe. 
notexist1=O recurso/cole\u00E7\u00E3o n\u00E3o existe. 
resource=O recurso
edit.missing=Por favor, forne\u00E7a as informa\u00E7\u00F5es obrigat\u00F3rias.
may=MAI
dav.cancel=Voltar
sh.sortdatedesc=Ordena\u00E7\u00E3o decrescente pela data da \u00FAltima modifica\u00E7\u00E3o
sh.sortaut=Ordenar por autor
mar=MAR
rep.items=Substituir Itens
sh.drop=escaninho
gen.last=\u00DAltima Modifica\u00E7\u00E3o
sh.no=N\u00E3o h\u00E1
rep.thisfile=Substituir por este arquivo\:
use2=Use esta pasta para armazenar arquivos particulares que voc\u00EA deseja compartilhar somente com pessoas participantes deste site.
use1=Use esta pasta para armazenar arquivos particulares que voc\u00EA deseja compartilhar com os organizadores deste site. 
addi.url=URL (link para site)
avail.end=Final 
sh.listcap=Lista de recursos
gen.save=Salvar
edit.descr=Descri\u00E7\u00E3o
exceeded2=excedeu\u2026
access.public=Para Todos 
rep.change=Para modificar\:
prefs_title=Reposit\u00F3rio
gen.location=Local\:
access.site1=Vis\u00EDvel para todo o site
gen.description=Descri\u00E7\u00E3o
edit.filename=Atual Nome de Arquivo 
sh.unsel=Desfazer todas as Sele\u00E7\u00F5es
list.reorder=Reordenar
size.mb={0} MB 
descr.dc_toc=Uma lista de subunidades do conte\u00FAdo do recurso. 
size.gbytes={0} GB ({1} bytes) 
sh.one=Subir um n\u00EDvel
att.sellistcap=Lista dos selecionados
descr.dc_source=Refer\u00EAncia (preferencialmente um identificador formal) a um recurso do qual o presente recurso representa uma adapta\u00E7\u00E3o total ou parcial.
gen.cancel=Cancelar
collapseall=Recolher Tudo
descr.dc_type=A natureza ou g\u00EAnero do conte\u00FAdo do recurso.
rep.rep=Substiruir arquivo por um novo arquivo ou uma vers\u00E3o diferente? A substitui\u00E7\u00E3o excluir\u00E1 o arquivo atual e permitir\u00E1 que voc\u00EA fa\u00E7a o upload e a substitui\u00E7\u00E3o propriamente dita. Tenha seu novo arquivo pronto para ser enviado\!
access.group1=Vis\u00EDvel para os grupos selecionados\: {0}
notsupported=Atualmente as pastas n\u00E3o possuem suporte para Mover e Copiar.
sh.sortautdesc=Ordena\u00E7\u00E3o decrescente por autor
avail.hide=Ocultar
list.unselect=Desfazer todas as Sele\u00E7\u00F5es
gen.folder=pasta
edit.mime=Mudar o tipo de arquivo de um recurso n\u00E3o ascii para &quot;text/plain&quot; ou &quot;text/html&quot; pode causar a inser\u00E7\u00E3o de espa\u00E7os em branco indevidos, tornando o arquivo n\u00E3o utiliz\u00E1vel.
typeex=Exce\u00E7\u00E3o de tipo.
sort.caption=Lista de recursos para serem ordenados
att.rmv=Excluir?
expandall=Expandir Tudo
dec=DEZ
month.jun=JUN
month.jul=JUL
list.show=Mostrar outros sites
edit.display3=e requer confirma\u00E7\u00E3o de aceita\u00E7\u00E3o quando acessado por outras pessoas.
edit.display2=alerta de direitos autorais
edit.display1=Exibir
size.kb={0} KB 
list.move=Mover selecionado
gen.choose=Escolher
sh.listsum=A tabela apresenta uma lista dos recursos. Os t\u00EDtulos da tabela cont\u00EAm links para ordena\u00E7\u00E3o nas respectivas colunas. A coluna 1 indica se o item foi selecionado para ser movido, copiado ou apagado. A coluna 2 cont\u00E9m caixas de verifica\u00E7\u00E3o para serem selecionadas, a coluna 3 o link para o recurso ou pasta, a coluna 4 os links para as a\u00E7\u00F5es dispon\u00EDveis, a coluna 5 a data de modifica\u00E7\u00E3o, a coluna 6 o autor do recurso e a coluna 7 o tamanho. 
add.numurls=N\u00FAmeros de URLs a serem Criadas
gen.email4=Nenhuma - N\u00E3o enviar notifica\u00E7\u00E3o
month.may=MAY
list.edit=Alterar
gen.email3=Baixa - Somente para os participantes que optaram
nov=NOV
gen.email2=Alta - Todos os participantes
gen.email1=E-mail de Notifica\u00E7\u00E3o
toomany=Excessivas c\u00F3pias deste recurso foram adicionadas nesta cole\u00E7\u00E3o.
month.mar=MAR
edit.folder=Alterar Pasta
descr.dc_modified=Data de uma modifica\u00E7\u00E3o significativa do recurso.
revise=Alterar\u2026
used2=. Esta identifica\u00E7\u00E3o de recurso j\u00E1 est\u00E1 em uso.
gen.actions=A\u00E7\u00F5es
label.dc_modified=Data de Modifica\u00E7\u00E3o
gen.proces=Processando\u2026
notpermis8=Voc\u00EA n\u00E3o tem as devidas permiss\u00F5es para copiar ou colar
notpermis6=Voc\u00EA n\u00E3o tem as devidas permiss\u00F5es para apagar o recurso
access.public1=Vis\u00EDvel para todos
notpermis4=Voc\u00EA n\u00E3o tem as devidas permiss\u00F5es para adicionar recursos.
notpermis3=Voc\u00EA n\u00E3o tem permiss\u00E3o para visualizar esta cole\u00E7\u00E3o. 
notpermis2=Voc\u00EA n\u00E3o tem permiss\u00E3o para visualizar recurso
notpermis1=Voc\u00EA n\u00E3o tem permiss\u00E3o para visualizar esta pasta.
size.mbytes={0} MB ({1} bytes) 
sh.sortdate=Ordenar pela data da \u00FAltima modifica\u00E7\u00E3o
att.sellistsum=A tabela apresenta a lista dos recursos que voc\u00EA selecionou para anexar. A primeira coluna lista o item, a segunda coluna cont\u00E9m o link para exclu\u00ED-lo da sele\u00E7\u00E3o. 
list.select=Selecionar Tudo 
edit.show=Mostrar
descr.dc_rights=Informa\u00E7\u00F5es sobre os direitos referentes ao recurso (por exemplo, direitos autorais e direitos de propriedade).
setpermis1=Selecionar permiss\u00F5es para recusos da site
aug=AGO
label.fsmount_active=Ativar Ponto
list.remove=Excluir Selecionado 
lis.show200=mostrar 200 itens\u2026 
list.paste3=Colar Itens Movidos
list.paste1=Colar Itens Copiados
button.actions=A\u00E7\u00F5es
choosefile7=Por favor, escolha o arquivo para anexar.
list.dup=Duplicar
sort.moveup=Mover para cima
edit.edit=Alterar Recursos
choosefile6=Por favor, escolha o(s) arquivo(s) para copiar.
sh.inf1=Informa\u00E7\u00F5es sobre este item
label.dc_source=Fonte
sh.sortcreadesc=Ordena\u00E7\u00E3o decrescente por data de cria\u00E7\u00E3o
lis.show5=mostrar 5 itens por p\u00E1gina
choosefile3=Por favor, escolha o(s) arquivo(s) para apagar.
choosefile2=Por favor, escolha o arquivo para alterar
list.moved=Selecionado para mover \u2013 Escolha o destino, depois clique em colar.
att.upl=Fazer Upload de arquivo local
size.bytes={0} bytes 
add.ftype=Tipo de Formul\u00E1rio
addf.addfolder=Adicionar pasta
descr.dc_title=Um nome atribu\u00EDdo ao recurso.
gen.creatime=Hor\u00E1rio de Cria\u00E7\u00E3o
label.dc_audience=P\u00FAblico-alvo
sh.go=Ir para esta pasta
more.view=Propriedades
more.yes=Exibir para n\u00E3o participantes do site
descr.dc_abstract=Um resumo do cont\u00E9udo do recurso.
size=O limite de tamanho para upload de
gen.additems=Adicionar Item(ns)
size.gb={0} GB 
month.dec=DEZ
label.dc_abstract=Sum\u00E1rio 
notaddreso=N\u00E3o \u00E9 poss\u00EDvel adicionar recurso
sep=SET
sh.sortdateas=Ordena\u00E7\u00E3o crescente pela data da \u00FAltima modifica\u00E7\u00E3o
gen.youdonot=Voc\u00EA n\u00E3o tem permiss\u00E3o para visualizar o conte\u00FAdo desta cole\u00E7\u00E3o.
invalid=\u00E9 invalido.
gen.file=Arquivo
gen.title=T\u00EDtulo
att.fin=Clique em &quot;Continue&quot; quando terminar.
dav.setup=Configurando um cliente WebDAV no seu computador
sh.sortsize=Ordenar por tamanho
avail.start=In\u00EDcio
replace=Substituir\u2026
gen.type=Tipo de Arquivo
descr.dc_descr=Um registro do conte\u00FAdo do recurso, podendo incluir um resumo ou tabela de conte\u00FAdos.
edit.fairuse=mais informa\u00E7\u00F5es
descr.dc_creator=Uma pessoa, organiza\u00E7\u00E3o, service ou outra entidade, principal respons\u00E1vel por elaborar o conte\u00FAdo do recurso.
gen.onlyup2=MB de arquivos de uma s\u00F3 vez. Pode ser necess\u00E1rio voc\u00EA fazer upload de arquivos grandes individualmente.
label.dc_creator=Autor
month.nov=NOV
gen.onlyup1=Voc\u00EA s\u00F3 pode fazer upload de
addi.selectmessage=Pressione alt + setas para cima e para baixo para percorrer o men\u00FA
sh.reso=recurso
list.copied=Copiado \u2013 Escolha o local para colar e clique em colar.
sh.opened=Pasta aberta
sh.sortcrea=Ordenar por data de cria\u00E7\u00E3o
gen.instr2=Itens obrigat\u00F3rios marcados com 
gen.instr1=Selecione um item para adicionar, insira as propriedades e depois escolha abaixo \u2018Adicionar\u2019.
sh.closed=Pasta fechada
access.title5=Acesso\: Exibir para todos os participantes do(s) grupo(s) selecionado(s)
access.title4=Acesso\: Exibir para todos os participantes de um grupo selecionado ({0})
access.title3=Acesso\: Exibir para todos os participantes deste site
access.title2=Acesso\: Exibir para n\u00E3o participantes
access.title1=Acesso
size.item=1 item 
list.props.title=Visualizar propriedades
locked=est\u00E1 travado por outro uso.
gen.access=Acesso 
rep.item=Substituir Item
gen.quota=Quota Especial 
edit.cstatus=Status dos Direitos Autorais
gen.lastby=\u00DAltima Modifica\u00E7\u00E3o Por
list.toobig=Esta cole\u00E7\u00E3o \u00E9 muito grande para ser expandido.
overquota=Adicionando este recurso esta conta vai ultrapassar sua cota. Para adicionar este recurso, pode ser necess\u00E1rio apagar alguns recursos.
list.fPerm.title=Permiss\u00F5es de Pasta
edit.access4=Exibir para os grupos selecionados
oct=OUT
edit.access3=Exibir no site
edit.access2=Exibir para n\u00E3o participantes (vis\u00E3o p\u00FAblica)
edit.access1=Acesso
label.dc_rights=Gerenciamento de Permiss\u00F5es
edit.instr=Modifique as propriedades do item, depois clique abaixo em \u2018Update\u2019. Itens obrigat\u00F3rios marcados com
paste=Colar aqui
month.aug=AGO
apr=ABR
rep.file=Substituindo arquivo\u2026
setpermis=Selecionar permiss\u00F5es para recusos da pasta
action.select=- Selecionar A\u00E7\u00E3o - 
gen.created=Criado Por
list.copyall=Copiar Selecionados
sh.get=Obter informa\u00E7\u00F5es sobre este item
sh.close=Fechar esta pasta
gen.newwin=Nova janela
att.res=Selecionar um recurso
att.copy=Anexar uma c\u00F3pia
size.items={0} itens 
list.add.title=Adicionar item(ns)
att.listcap=Lista de recursos para anexar
descr.dc_format=Representa\u00E7\u00E3o f\u00EDsica ou digital do recurso (por exemplo, MIME type de um recurso digital)
att.select=Selecionar
lis.show50=mostrar 50 itens\u2026 
descr.dc_subject=O Assunto do conte\u00FAdo do recurso, normalmente expresso por palavras-chave, frases-chave ou c\u00F3digos de classifica\u00E7\u00E3o.
label.dc_subject=Assunto e Palavras-Chave 
descr.dc_publisher=A entidade respons\u00E1vel por tornar o recurso dispon\u00EDvel.
label.dc_alt=T\u00EDtulo Alternativo
sort.title=Reordenando\: 
title=O t\u00EDtulo
att.remove=Excluir
list.options=Op\u00E7\u00F5es  
access.dropbox1=Vis\u00EDvel para coordenador e estudante
toolong=O nome \u00E9 muito longo\:
addf.instr=Digite um t\u00EDtulo para a nova pasta, insira as propriedades e abaixo selecione \u2018Adicionar\u2019.
lis.show100=mostrar 100 itens\u2026 
size.kbytes={0} KB ({1} bytes) 
month.sep=SET
gen.original=URL Original 
add.noforms=Nenhum formul\u00E1rio foi definido neste site
label.dc_publisher=Editor
sh.sorttitdesc=Ordena\u00E7\u00E3o decrescente por t\u00EDtulo
permissions=Permiss\u00F5es\u2026
pasteitem=O item colado
expand.all=Expandir Tudo
gen.cpr=Informa\u00E7\u00F5es sobre Direitos Autorais
sort.cancel=Cancelar
list.edit.title=Alterar Propriedades
gen.add=Adicionar
overview=Vis\u00E3o Geral
addi.txttxt=Documento de Texto
add.numfldrs=N\u00FAmero de Pastas a serem Criadas
label.dc_id=Identificador do Recurso
dav.graf22=Para acessar os recursos do site por meio de um cliente WebDAV, use a seguinte URL\:
dav.graf21=Cada site do Sakai possui uma Identifica\u00E7\u00E3o de Site, exibida no topo desta p\u00E1gina. Voc\u00EA precisa saber a Identifica\u00E7\u00E3o de Site porque ela ser\u00E1 parte do endere\u00E7o necess\u00E1rio para conectar-se via WebDAV Cada site precisa ser configurado como uma conex\u00E3o WebDAV separada, portanto, na primeira vez em que voc\u00EA conectar-se a um dado site, ser\u00E1 necess\u00E1rio seguir as instru\u00E7\u00F5es abaixo\:
delete=Excluir
label.dc_toc=Tabela de Conte\u00FAdos
descr.dc_audience=Uma turma ou o tipo de entidade para a qual o recurso se destina, conforme determina\u00E7\u00E3o do criador, editor ou terceira parte. 
add.numfiles=N\u00FAmero de Arquivos para Upload
new=Novo\u2026
list.fPerm=Permiss\u00F5es
notpermis15=Voc\u00EA n\u00E3o tem as devidas permiss\u00F5es para visualizar as propriedades.
notpermis14=Voce n\u00E3o tem permiss\u00E3o para visualizar as propriedades.
gen.folder1=Pasta
edit.replace2=Substituir URL
sh.inf=Informa\u00E7\u00F5es sobre esta cole\u00E7\u00E3o
del.del1=Excluir
lis.show20=mostrar 20 itens\u2026 
month.oct=OUT
gen.no=Nenhum 
gen.drop=Escaninho
add.afile=um arquivo
list.hide=Ocultar outros sites
month.apr=ABR
gen.last1=Modificado
att.listsum=A tabela apresenta a lista dos recursos que voc\u00EA pode anexar. A primeira coluna cont\u00E9m um link para o recurso e, se o item for uma pasta, para a pasta. A segunda coluna cont\u00E9m as a\u00E7\u00F5es dispon\u00EDveis para este item\: adicioinar novo, selecionar, duplicar.
del.sure=Voc\u00EA tem certeza de que deseja excluir este(s) item(ns)?
copy=Copiar
feb=FEV
notexist=n\u00E3o existe.
avail.show=Mostrar
sh.sortsizedesc=Ordena\u00E7\u00E3o decrescente por tamanho
lis.show10=mostrar 10 itens\u2026
choosefile=Por favor, escolha o arquivo para o item
