#Fri Nov 26 20:33:51 CET 2010
list.hierarchy=\u968e\u5c64\u3092\u8868\u793a
dav.xpie=Windows XP \u306e Internet Explorer \u3092\u4f7f\u7528\u3057\u3066\u3044\u308b\u5834\u5408\uff0c\u3053\u306e\u30b5\u30a4\u30c8\u306e\u30ea\u30bd\u30fc\u30b9\u30d5\u30a9\u30eb\u30c0\u306b\u3053\u306e\u30ea\u30f3\u30af\u3092\u30af\u30ea\u30c3\u30af\u3059\u308b\u3053\u3068\u306b\u3088\u308a\u76f4\u63a5\u30a2\u30af\u30bb\u30b9\u3067\u304d\u307e\u3059\:
descr.dc_id=\u4e0e\u3048\u3089\u308c\u305f\u30b3\u30f3\u30c6\u30ad\u30b9\u30c8\u3078\u306e\u66d6\u6627\u3067\u306a\u3044\u53c2\u7167\uff08\u4f8b\u3048\u3070\uff0cURI \u3084 URL\uff0cISBN\uff0c\u56f3\u66f8\u5206\u985e\u756a\u53f7\uff09\u3067\u3059\uff0e
sh.sorttitas=\u30bf\u30a4\u30c8\u30eb\u3067\u6607\u9806\u306b\u30bd\u30fc\u30c8
add.formtype=\u30d5\u30a9\u30fc\u30e0\u7a2e\u5225\u3092\u9078\u629e
edit.group3=\u8868\u306f\u30b0\u30eb\u30fc\u30d7\u306e\u4e00\u89a7\u3067\u3059\uff0e\u6700\u521d\u306e\u30ab\u30e9\u30e0\u306f\u300c\u30c1\u30a7\u30c3\u30af\u30dc\u30c3\u30af\u30b9\u300d\uff0c2\u756a\u76ee\u306e\u30ab\u30e9\u30e0\u306f\u300c\u30b0\u30eb\u30fc\u30d7\u540d\u300d\uff0c3\u756a\u76ee\u306e\u30ab\u30e9\u30e0\u306f\u300c\u30b0\u30eb\u30fc\u30d7\u306e\u8aac\u660e\u300d\u3067\u3059\uff0e\u30d8\u30c3\u30c0\u3092\u30af\u30ea\u30c3\u30af\u3059\u308b\u3068\u30bd\u30fc\u30c8\u3055\u308c\u307e\u3059\uff0e
addi.add=\u30a2\u30a4\u30c6\u30e0\u7a2e\u5225\u3092\u8ffd\u52a0
edit.group2=\u8aac\u660e
edit.group1=\u30bf\u30a4\u30c8\u30eb
label.dc_format=\u30d5\u30a9\u30fc\u30de\u30c3\u30c8
more.cancel=\u623b\u308b
gen.alert=\u8b66\u544a\:
label.dc_title=\u30bf\u30a4\u30c8\u30eb
sh.open=\u3053\u306e\u30d5\u30a9\u30eb\u30c0\u3092\u958b\u304f
sh.selall=\u3059\u3079\u3066\u9078\u629e
gen.position=\u9806\u5e8f
gen.content=\u30b3\u30f3\u30c6\u30f3\u30c4\:
sh.sorttit=\u30bf\u30a4\u30c8\u30eb\u3067\u30bd\u30fc\u30c8
list.sPerm=\u6a29\u9650
shortcut=\u30b7\u30e7\u30fc\u30c8\u30ab\u30c3\u30c8\u5148\uff1a
edit.hide=\u96a0\u3059
opt_props=\u30aa\u30d7\u30b7\u30e7\u30f3\u306e\u30d7\u30ed\u30d1\u30c6\u30a3
addi.folder=\u7a7a\u306e\u30d5\u30a9\u30eb\u30c0
edit.replace=\u30d5\u30a1\u30a4\u30eb\u3092\u7f6e\u304d\u63db\u3048
sh.item=\u3053\u306e\u5834\u6240\u306b\u3042\u308b\u30a2\u30a4\u30c6\u30e0
list.site=\u30b5\u30a4\u30c8\u30ea\u30bd\u30fc\u30b9
selectall=\u3059\u3079\u3066\u9078\u629e
dav.graf20b=\u3053\u306e\u30b5\u30a4\u30c8\u306e\u30b5\u30a4\u30c8 ID \u306f
label.dc_lang=\u8a00\u8a9e
dav.graf20a=\u73fe\u5728\u306e\u6b21\u306e\u30b5\u30a4\u30c8\u306b\u3044\u307e\u3059\uff1a
cut=\u30ab\u30c3\u30c8
att.finish=\u7d9a\u3051\u308b
list.add=\u8ffd\u52a0
gen.created1=\u4f5c\u6210\u8005
label.dc_descr=\u8aac\u660e
gen.kb=\u30ad\u30ed\u30d0\u30a4\u30c8\u5358\u4f4d\uff0e0\u306e\u5834\u5408\u306f\u7121\u5236\u9650
descr.dc_coverage=\u30ea\u30bd\u30fc\u30b9\u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u306e\u5bfe\u8c61\u3042\u308b\u3044\u306f\u30b9\u30b3\u30fc\u30d7\uff08\u4f8b\u3048\u3070\uff0c\u5834\u6240\u306e\u540d\u524d\uff0c\u5730\u7406\u7684\u306a\u5ea7\u6a19\uff0c\u65e5\u4ed8\uff0c\u65e5\u4ed8\u7bc4\u56f2\u3042\u308b\u3044\u306f\u671f\u9593\u30e9\u30d9\u30eb\uff0c\u6cd5\u7684\u7fa9\u52d9\uff09\u3067\u3059\uff0e
cpright1=\u8457\u4f5c\u6a29 (c)
label.dc_coverage=\u7bc4\u56f2
att.items=\u6dfb\u4ed8\u3059\u308b\u30a2\u30a4\u30c6\u30e0
gen.copycomf=\u8457\u4f5c\u6a29\u3092\u78ba\u8a8d\u3057\uff0c
prefs_opt3=\u30ea\u30bd\u30fc\u30b9\u3092\u305d\u308c\u305e\u308c\u500b\u5225\u306b\u9001\u308b
prefs_opt2=\u512a\u5148\u5ea6\u306e\u4f4e\u3044\u30ea\u30bd\u30fc\u30b9\u901a\u77e5\u306f1\u65e5\u306b1\u901a\u3060\u3051\u307e\u3068\u3081\u3066\u9001\u308b
prefs_opt1=\u512a\u5148\u5ea6\u306e\u4f4e\u3044\u30ea\u30bd\u30fc\u30b9\u901a\u77e5\u306f\u53d7\u3051\u53d6\u3089\u306a\u3044
jan=1\u6708
descr.dc_issued=\u30ea\u30bd\u30fc\u30b9\u306e\u516c\u5f0f\u306a\u4fdd\u969c\u65e5\u6642\u3042\u308b\u3044\u306f\u51fa\u7248\u65e5\u6642\u3067\u3059\uff0e
gen.note=\u30ce\u30fc\u30c8\:
att.cancel=\u30ad\u30e3\u30f3\u30bb\u30eb
del.del=\u524a\u9664\u78ba\u8a8d...
descr.dc_created=\u30ea\u30bd\u30fc\u30b9\u306e\u4f5c\u6210\u65e5\u6642\u3067\u3059\uff0e
descr.dc_contributor=\u30ea\u30bd\u30fc\u30b9\u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u3078\u306e\u5bc4\u4e0e\u3059\u308b\u8cac\u4efb\u3092\u6709\u3059\u308b\u30a8\u30f3\u30c6\u30a3\u30c6\u30a3\u3067\u3059\uff0e
label.dc_created=\u4f5c\u6210\u65e5
add.props=\u30d7\u30ed\u30d1\u30c6\u30a3
list.copy=\u30b3\u30d4\u30fc
validurl=\u6b63\u3057\u3044 URL \u6587\u5b57\u5217\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\uff0e
sort.instruct=\u5de6\u306e\u77e2\u5370\u3092\u30af\u30ea\u30c3\u30af\u3059\u308b\u304b\uff0c\u53f3\u306e\u30c9\u30ed\u30c3\u30d7\u30c0\u30a6\u30f3\u30e1\u30cb\u30e5\u30fc\u3092\u8abf\u6574\u3059\u308b\u3053\u3068\u306b\u3088\u308a\u4e00\u89a7\u4e2d\u3067\u30a2\u30a4\u30c6\u30e0\u3092\u79fb\u52d5\u3057\u307e\u3059\uff0e\u30da\u30fc\u30b8\u3092\u96e2\u308c\u308b\u524d\u306b\u5909\u66f4\u3092\u4fdd\u5b58\u3057\u307e\u3059\uff0e
filter=\u30d5\u30a1\u30a4\u30eb\u300c{0}\u300d\u306f\u30d5\u30a3\u30eb\u30bf\u30bf\u30a4\u30d7\u306b\u4e00\u81f4\u3057\u307e\u305b\u3093\u3067\u3057\u305f\uff0e
edit.calert=\u8457\u4f5c\u6a29\u8b66\u544a
sh.cut=\u30ab\u30c3\u30c8\u3055\u308c\u307e\u3057\u305f - \u30da\u30fc\u30b9\u30c8\u3057\u307e\u3059\u304b?\t
titlecannot=\u30bf\u30a4\u30c8\u30eb\u306b\u306f\u6b21\u306e\u6587\u5b57\u306f\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093\:  / \\ % ? *\t
folder.notempty=\u30d5\u30a9\u30eb\u30c0 {0} \u306b\uff0c\u540c\u6642\u306b\u524a\u9664\u3055\u308c\u308b\u30a2\u30a4\u30c6\u30e0\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3059\!
wrongtype=\u306f\u7121\u52b9\u306a\u7a2e\u5225\u3067\u3059\uff0e
month.feb=2\u6708
att.add=\u6dfb\u4ed8\u3092\u8ffd\u52a0
label.dc_contributor=\u8ca2\u732e\u8005
type=\u30d5\u30a9\u30fc\u30e0\u7a2e\u5225\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\uff0e
dav.url=\u3053\u306e\u30b5\u30a4\u30c8\u3078\u306e WebDAV \u30a2\u30af\u30bb\u30b9
gen.size=\u30b5\u30a4\u30ba
label.dc_type=\u30ea\u30bd\u30fc\u30b9\u7a2e\u5225
list.props=\u60c5\u5831
recursive=\u30d5\u30a9\u30eb\u30c0\u306f\u81ea\u5206\u81ea\u8eab\u306e\u5185\u5074\u306b\u30da\u30fc\u30b9\u30c8\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u306a\u3044\u306e\u3067\uff0c\u3053\u306e\u5834\u6240\u3067\u306f\u3053\u306e\u30d5\u30a9\u30eb\u30c0\u3092\u30da\u30fc\u30b9\u30c8\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\:
access.group=\u30b0\u30eb\u30fc\u30d7\u3092\u9078\u629e
addi.meta=\u30d5\u30a9\u30fc\u30e0\u30a2\u30a4\u30c6\u30e0
dav.webdav=\u8907\u6570\u306e\u30ea\u30bd\u30fc\u30b9\u3092\u7ba1\u7406\u30fb\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9
sh.copied=\u30b3\u30d4\u30fc\u3055\u308c\u307e\u3057\u305f - \u30da\u30fc\u30b9\u30c8\u3057\u307e\u3059\u304b?\t
del.table=\u8868\u306b\u306f\uff0c\u524a\u9664\u3059\u308b\u305f\u3081\u306b\u9078\u629e\u3055\u308c\u305f\u30ea\u30bd\u30fc\u30b9\u306b\u95a2\u3059\u308b\u60c5\u5831\u304c\u3042\u308a\u307e\u3059\uff0e\u5217\u306e\u898b\u51fa\u3057\u306b\u306f\uff0c\u30b3\u30f3\u30c6\u30f3\u30c4\u306e\u8aac\u660e\u3068\u30bd\u30fc\u30c8\u5b9f\u884c\u306e\u305f\u3081\u306e\u30ea\u30f3\u30af\u304c\u3042\u308a\u307e\u3059\uff0e
gen.title1=\u30bf\u30a4\u30c8\u30eb
sh.sortautas=\u4f5c\u6210\u8005\u3067\u6607\u9806\u306b\u30bd\u30fc\u30c8
gen.stored=URL
edit.cinfo=\u8457\u4f5c\u6a29\u60c5\u5831
sort.save=\u4fdd\u5b58
cannotfind=\u3053\u306e\u30d5\u30a9\u30eb\u30c0\u306f\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3002
edit.update=\u66f4\u65b0
sh.sortsizeas=\u30b5\u30a4\u30ba\u3067\u6607\u9806\u30bd\u30fc\u30c8
sort.summary=\u8868\u306b\u306f\u30bd\u30fc\u30c8\u3055\u308c\u305f\u30a2\u30a4\u30c6\u30e0\u304c\u3042\u308a\u307e\u3059\uff0e2\u756a\u76ee\u306e\u30ab\u30e9\u30e0\u306f\u30a2\u30a4\u30c6\u30e0\u3092\u300c\u4e0a\u3078\u79fb\u52d5\u3059\u308b\u305f\u3081\u306e\u30ea\u30f3\u30af\u300d\uff0c3\u756a\u76ee\u306e\u30ab\u30e9\u30e0\u306f\u300c\u4e0b\u3078\u79fb\u52d5\u3059\u308b\u305f\u3081\u306e\u30ea\u30f3\u30af\u300d\uff0c\u6700\u5f8c\u306e\u30ab\u30e9\u30e0\u306f\u30a2\u30a4\u30c6\u30e0\u3092\u300c\u7279\u5b9a\u306e\u5834\u6240\u306b\u79fb\u52d5\u3059\u308b\u305f\u3081\u5834\u5408\u306e\u9078\u629e\u300d\u3067\u3059\uff0e
addi.upload=\u30d5\u30a1\u30a4\u30eb\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9
descr.dc_edlevel=\u6559\u80b2\u30b3\u30f3\u30c6\u30ad\u30b9\u30c8\u3042\u308b\u3044\u306f\u30c8\u30ec\u30fc\u30cb\u30f3\u30b0\u30b3\u30f3\u30c6\u30ad\u30b9\u30c8\u3092\u901a\u3058\u305f\u53d7\u8b1b\u8005\u306e\u9032\u6357\u72b6\u6cc1\u306e\u8aac\u660e\u3067\u3059\uff0e
label.dc_edlevel=\u8cfc\u8aad\u8005\u306e\u6559\u80b2\u30ec\u30d9\u30eb
deleteres=\u524a\u9664\u3055\u308c\u305f\u30ea\u30bd\u30fc\u30b9
gen.url=URL
descr.fsmount_active=\u30de\u30a6\u30f3\u30c8\u30dd\u30a4\u30f3\u30c8\u304c\u30a2\u30af\u30c6\u30a3\u30d6\u304b\uff0c\u30de\u30a6\u30f3\u30c8\u30dd\u30a4\u30f3\u30c8\u3092\u8a18\u8ff0\u3057\u3066\u3044\u308b XML \u30d5\u30a1\u30a4\u30eb\u304c\u7de8\u96c6\u53ef\u80fd\u304b\u3069\u3046\u304b\u306e\u3069\u3061\u3089\u304b\u3067\u3059\uff0e
copy.name={0}\u306e\u30b3\u30d4\u30fc
mismatch=\u306e\u7a2e\u5225\u304c\u4e00\u81f4\u3057\u307e\u305b\u3093\uff0e
gen.setyes=\u542b\u3093\u3067\u3044\u308b\u30d5\u30a9\u30eb\u30c0\u306b\u300c\u306f\u3044\u300d\u3092\u30bb\u30c3\u30c8\u3057\u307e\u3059\uff0e
failed=\u3053\u306e\u6642\u70b9\u3067\u306f\u64cd\u4f5c\u306f\u5b8c\u4e86\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\uff0e
sh.sortcreaas=\u4f5c\u6210\u65e5\u6642\u3067\u6607\u9806\u306b\u30bd\u30fc\u30c8
access.dropbox=\u30c9\u30ed\u30c3\u30d7\u30dc\u30c3\u30af\u30b9
button.add=\u8ffd\u52a0
someone=\u4ed6\u306e\u30e6\u30fc\u30b6\u304c\u7de8\u96c6\u3057\u3066\u3044\u307e\u3059
month.jan=1\u6708
label.dc_issued=\u767a\u884c\u65e5\u6642
sort.movedn=\u4e0b\u3078\u79fb\u52d5
used=\u306f\u30ea\u30bd\u30fc\u30b9\u3067\u4f7f\u7528\u3055\u3048\u3066\u3044\u307e\u3059\uff0e\u4ed6\u306e\u30bf\u30a4\u30c8\u30eb\u3092\u4f7f\u7528\u3057\u3066\u304f\u3060\u3055\u3044\uff0e
edit.title=\u30bf\u30a4\u30c8\u30eb
jun=6\u6708
gen.reso=\u30ea\u30bd\u30fc\u30b9
list.columns=\u30ab\u30e9\u30e0\u3092\u8868\u793a
jul=7\u6708
addi.txthtml=HTML \u30da\u30fc\u30b8
access.site=\u30b5\u30a4\u30c8\u5168\u4f53
descr.dc_lang=\u30ea\u30bd\u30fc\u30b9\u306e\u53ef\u8aad\u53ef\u80fd\u306a\u30b3\u30f3\u30c6\u30f3\u30c4\u306e\u8a00\u8a9e\u3067\u3059\uff0e
descr.dc_alt=\u516c\u5f0f\u306e\u30ea\u30bd\u30fc\u30b9\u30bf\u30a4\u30c8\u30eb\u306b\u5bfe\u3059\u308b\u7f6e\u304d\u63db\u3048\u3068\u3057\u3066\u7528\u3044\u3089\u308c\u308b\u30bf\u30a4\u30c8\u30eb\u306e\u4efb\u610f\u306e\u30d5\u30a9\u30fc\u30e0 (\u30bf\u30a4\u30c8\u30eb\u7565\u8a9e\uff0c\u7ffb\u8a33\u306a\u3069)\u3067\u3059\uff0e
att.instr=\u6dfb\u4ed8\u3059\u308b\u30ea\u30bd\u30fc\u30b9\u304b\u3089\u5b58\u5728\u3059\u308b\u30a2\u30a4\u30c6\u30e0\u3092\u9078\u629e\u3059\u308b\u304b\uff0c\u6dfb\u4ed8\u3055\u308c\u308b\u30d5\u30a9\u30eb\u30c0\u306b\u65b0\u3057\u3044\u30a2\u30a4\u30c6\u30e0\u3092\u8ffd\u52a0\u3057\u307e\u3059\uff0e
sh.check=\u30dc\u30c3\u30af\u30b9\u3092\u30c1\u30a7\u30c3\u30af
avail.title=\u6709\u52b9\u671f\u9593
notexist2=\u30b3\u30ec\u30af\u30b7\u30e7\u30f3\u306f\u5b58\u5728\u3057\u307e\u305b\u3093\uff0e
notexist1=\u30ea\u30bd\u30fc\u30b9/\u30b3\u30ec\u30af\u30b7\u30e7\u30f3\u306f\u5b58\u5728\u3057\u307e\u305b\u3093\uff0e
resource=\u30ea\u30bd\u30fc\u30b9
edit.missing=\u5fc5\u9808\u60c5\u5831\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\uff0e
may=5\u6708
dav.cancel=\u623b\u308b
sh.sortdatedesc=\u6700\u7d42\u4fee\u6b63\u65e5\u6642\u3067\u964d\u9806\u306b\u30bd\u30fc\u30c8
sh.sortaut=\u4f5c\u6210\u8005\u3067\u30bd\u30fc\u30c8
mar=3\u6708
rep.items=\u30a2\u30a4\u30c6\u30e0\u3092\u7f6e\u304d\u63db\u3048
sh.drop=\u63d0\u51fa\u7bb1
gen.last=\u6700\u7d42\u4fee\u6b63\u65e5\u6642
sh.no=\u6b21\u306e\u30a2\u30a4\u30c6\u30e0\u304c\u3042\u308a\u307e\u305b\u3093\uff1a
rep.thisfile=\u9078\u629e\u3057\u305f\u30d5\u30a1\u30a4\u30eb\u306b\u7f6e\u304d\u63db\u3048\:
use2=\u3053\u306e\u30ef\u30fc\u30af\u30b5\u30a4\u30c8\u306e\u500b\u3005\u306e\u30e1\u30f3\u30d0\u3068\u3060\u3051\u5171\u6709\u3057\u305f\u3044\u30d7\u30e9\u30a4\u30d9\u30fc\u30c8\u306a\u30d5\u30a1\u30a4\u30eb\u3092\u4fdd\u5b58\u3059\u308b\u5834\u5408\u306f\uff0c\u3053\u306e\u30d5\u30a9\u30eb\u30c0\u3092\u4f7f\u7528\u3057\u307e\u3059\uff0e
use1=\u3053\u306e\u30ef\u30fc\u30af\u30b5\u30a4\u30c8\u306e\u30aa\u30fc\u30ac\u30ca\u30a4\u30b6\u3068\u3060\u3051\u5171\u6709\u3057\u305f\u3044\u30d7\u30e9\u30a4\u30d9\u30fc\u30c8\u306a\u30d5\u30a1\u30a4\u30eb\u3092\u4fdd\u5b58\u3059\u308b\u5834\u5408\u306f\uff0c\u3053\u306e\u30d5\u30a9\u30eb\u30c0\u3092\u4f7f\u7528\u3057\u307e\u3059\uff0e
addi.url=URL (\u30a6\u30a7\u30d6\u30b5\u30a4\u30c8\u3078\u30ea\u30f3\u30af)
avail.end=\u7d42\u4e86\u65e5\u6642
sh.listcap=\u30ea\u30bd\u30fc\u30b9\u4e00\u89a7
gen.save=\u4fdd\u5b58
edit.descr=\u8aac\u660e
exceeded2=\u304c\u8d85\u904e\u3057\u3066\u3044\u307e\u3059\uff0e
access.public=\u516c\u958b
rep.change=\u5909\u66f4\u3059\u308b\u5834\u5408\: 
prefs_title=\u30ea\u30bd\u30fc\u30b9\u304a\u3088\u3073\u8ab2\u984c\u63d0\u51fa\u7bb1
gen.location=\u5834\u6240\:
access.site1=\u30b5\u30a4\u30c8\u5168\u4f53\u306b\u8868\u793a
gen.description=\u8aac\u660e
edit.filename=\u73fe\u5728\u306e\u30d5\u30a1\u30a4\u30eb\u540d
sh.unsel=\u3059\u3079\u3066\u9078\u629e\u89e3\u9664
list.reorder=\u9806\u5e8f\u4ed8\u3051\u76f4\u3057
size.mb={0} MB 
descr.dc_toc=\u30ea\u30bd\u30fc\u30b9\u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u306e\u30b5\u30d6\u30e6\u30cb\u30c3\u30c8\u4e00\u89a7
size.gbytes={0} GB ({1} \u30d0\u30a4\u30c8) 
sh.one=\u4e00\u3064\u4e0a\u306e\u30ec\u30d9\u30eb\u3078
att.sellistcap=\u9078\u629e\u4e00\u89a7
descr.dc_source=\u73fe\u5728\u30ea\u30bd\u30fc\u30b9\u304c\u5168\u4f53\u7684\u3042\u308b\u3044\u306f\u90e8\u5206\u7684\u306b\u6d3e\u751f\u3057\u3066\u3044\u308b\u30ea\u30bd\u30fc\u30b9\u3078\u306e\u30ea\u30d5\u30a1\u30ec\u30f3\u30b9\uff08\u516c\u5f0f\u306e\u8b58\u5225\u5b50\u304c\u3088\u308a\u3088\u3044\uff09\u3067\u3059\uff0e
gen.cancel=\u30ad\u30e3\u30f3\u30bb\u30eb
collapseall=\u3059\u3079\u3066\u305f\u305f\u3080
descr.dc_type=\u30ea\u30bd\u30fc\u30b9\u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u306e\u30b8\u30e3\u30f3\u30eb
rep.rep=\u65b0\u3057\u3044\u30d5\u30a1\u30a4\u30eb\u304b\u7570\u306a\u308b\u30d0\u30fc\u30b8\u30e7\u30f3\u3067\u30d5\u30a1\u30a4\u30eb\u3092\u7f6e\u304d\u63db\u3048\u307e\u3059\u304b? \u7f6e\u304d\u63db\u3048\u308b\u3068\u73fe\u5728\u306e\u30d5\u30a1\u30a4\u30eb\u306f\u524a\u9664\u3055\u308c\uff0c\u65b0\u3057\u3044\u30d5\u30a1\u30a4\u30eb\u3092\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9\u3059\u308b\u3053\u3068\u306b\u306a\u308a\u307e\u3059\uff0e\u65b0\u3057\u3044\u30d5\u30a1\u30a4\u30eb\u306e\u9001\u4fe1\u6e96\u5099\u306f\u3067\u304d\u3066\u3044\u307e\u3059\u304b?
access.group1=\u9078\u629e\u3057\u305f\u6b21\u306e\u30b0\u30eb\u30fc\u30d7\u306b\u8868\u793a\: {0}
notsupported=\u79fb\u52d5\u304a\u3088\u3073\u30b3\u30d4\u30fc\u306f\u30d5\u30a9\u30eb\u30c0\u306b\u5bfe\u3057\u3066\u306f\u73fe\u5728\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u307e\u305b\u3093\uff0e
sh.sortautdesc=\u4f5c\u6210\u8005\u3067\u964d\u9806\u306b\u30bd\u30fc\u30c8
avail.hide=\u975e\u8868\u793a
list.unselect=\u3059\u3079\u3066\u9078\u629e\u89e3\u9664
gen.folder=\u30d5\u30a9\u30eb\u30c0
edit.mime=\u975e\u30a2\u30b9\u30ad\u30fc\u30ea\u30bd\u30fc\u30b9\u306e\u30d5\u30a1\u30a4\u30eb\u7a2e\u5225\u3092\u300ctext/plain\u300d\u3042\u308b\u3044\u306f\u300ctext/html\u300d\u306b\u5909\u66f4\u3059\u308b\u3068\uff0c\u4e0d\u8981\u306a\u7a7a\u884c\u304c\u633f\u5165\u3055\u308c\uff0c\u30d5\u30a1\u30a4\u30eb\u304c\u4f7f\u3044\u306b\u304f\u304f\u306a\u308a\u307e\u3059\uff0e
typeex=\u7a2e\u5225\u4f8b\u5916\u3067\u3059. \t
sort.caption=\u30bd\u30fc\u30c8\u3055\u308c\u308b\u30ea\u30bd\u30fc\u30b9\u306e\u4e00\u89a7
att.rmv=\u524a\u9664?
expandall=\u3059\u3079\u3066\u958b\u304f
dec=12\u6708
month.jun=6\u6708
month.jul=7\u6708
list.show=\u4ed6\u306e\u30b5\u30a4\u30c8\u3092\u8868\u793a
edit.display3=\u3092\u8868\u793a\u3057\u3001\u627f\u8a8d\u3092\u5fc5\u8981\u3068\u3059\u308b\u3002
edit.display2=\u8457\u4f5c\u6a29\u306e\u8b66\u544a
edit.display1=\u4ed6\u4eba\u304c\u30a2\u30af\u30bb\u30b9\u3057\u305f\u969b\u306b
size.kb={0} KB 
list.move=\u9078\u629e\u3057\u305f\u3082\u306e\u3092\u79fb\u52d5
gen.choose=\u9078\u629e
sh.listsum=\u30ea\u30bd\u30fc\u30b9\u306e\u4e00\u89a7\u3067\u3059\uff0e\u8868\u306e\u30d8\u30c3\u30c0\u306b\u306f\uff0c\u30ab\u30e9\u30e0\u3092\u30bd\u30fc\u30c8\u3059\u308b\u305f\u3081\u306e\u30ea\u30f3\u30af\u304c\u3042\u308a\u307e\u3059\uff0e\u4e00\u5217\u76ee\u306f\u30a2\u30a4\u30c6\u30e0\u304c\u79fb\u52d5\uff0c\u30b3\u30d4\u30fc\uff0c\u3042\u308b\u3044\u306f\uff0c\u524a\u9664\u306e\u305f\u3081\u306b\u9078\u629e\u3055\u308c\u3066\u3044\u308b\u304b\u3069\u3046\u304b\u3092\u8868\u3057\u307e\u3059\uff0e2\u5217\u76ee\u306b\u306f\u9078\u629e\u3059\u308b\u305f\u3081\u306e\u30c1\u30a7\u30c3\u30af\u30dc\u30c3\u30af\u30b9\uff0c3\u5217\u76ee\u306b\u306f\u30ea\u30bd\u30fc\u30b9\u307e\u305f\u306f\u30d5\u30a9\u30eb\u30c0\u3078\u306e\u30ea\u30f3\u30af\uff0c4\u5217\u76ee\u306b\u306f\u5b9f\u884c\u3067\u304d\u308b\u30a2\u30af\u30b7\u30e7\u30f3\u3078\u306e\u30ea\u30f3\u30af\uff0c5\u5217\u76ee\u306b\u306f\u4fee\u6b63\u3055\u308c\u305f\u65e5\u6642\uff0c6\u5217\u76ee\u306b\u306f\u30ea\u30bd\u30fc\u30b9\u306e\u8457\u8005\uff0c7\u5217\u76ee\u306b\u306f\u30b5\u30a4\u30ba\u304c\u305d\u308c\u305e\u308c\u8868\u793a\u3055\u308c\u307e\u3059\uff0e
add.numurls=\u4f5c\u6210\u3059\u308b URL \u6570
gen.email4=\u306a\u3057 - \u901a\u77e5\u3092\u9001\u3089\u306a\u3044
month.may=5\u6708
list.edit=\u30d7\u30ed\u30d1\u30c6\u30a3\u3092\u78ba\u8a8d
gen.email3=\u4f4e\u3044 - \u53c2\u52a0\u3057\u3066\u3044\u308b\u53c2\u52a0\u8005\u3060\u3051
nov=11\u6708
gen.email2=\u9ad8\u3044 - \u3059\u3079\u3066\u306e\u53c2\u52a0\u8005
gen.email1=\u96fb\u5b50\u30e1\u30fc\u30eb\u306b\u3088\u308b\u901a\u77e5
toomany=\u3053\u306e\u30ea\u30bd\u30fc\u30b9\u306e\u30b3\u30d4\u30fc\u304c\u3042\u307e\u308a\u306b\u3082\u305f\u304f\u3055\u3093\u3053\u306e\u30b3\u30ec\u30af\u30b7\u30e7\u30f3\u306b\u8ffd\u52a0\u3055\u308c\u3066\u3044\u307e\u3059\uff0e
month.mar=3\u6708
edit.folder=\u30d5\u30a9\u30eb\u30c0\u3092\u7de8\u96c6
descr.dc_modified=\u30ea\u30bd\u30fc\u30b9\u306b\u91cd\u8981\u306a\u5909\u66f4\u884c\u308f\u308c\u305f\u65e5\u6642\u3067\u3059\uff0e
revise=\u4fee\u6b63...\t
used2=. \u540c\u3058\u30ea\u30bd\u30fc\u30b9 ID \u304c\u3059\u3067\u306b\u4f7f\u7528\u3055\u308c\u3066\u3044\u307e\u3059\uff0e
gen.actions=\u30a2\u30af\u30b7\u30e7\u30f3
label.dc_modified=\u4fee\u6b63\u65e5\u6642
gen.proces=\u51e6\u7406\u4e2d......
notpermis8=\u30b3\u30d4\u30fc\u307e\u305f\u306f\u30da\u30fc\u30b9\u30c8\u3059\u308b\u9069\u5207\u306a\u6a29\u9650\u304c\u3042\u308a\u307e\u305b\u3093
notpermis6=\u30ea\u30bd\u30fc\u30b9\u3092\u524a\u9664\u3059\u308b\u9069\u5207\u306a\u6a29\u9650\u304c\u3042\u308a\u307e\u305b\u3093
access.public1=\u3059\u3079\u3066\u306b\u8868\u793a
notpermis4=\u30ea\u30bd\u30fc\u30b9\u3092\u8ffd\u52a0\u3059\u308b\u9069\u5207\u306a\u6a29\u9650\u304c\u3042\u308a\u307e\u305b\u3093
notpermis3=\u3053\u306e\u30b3\u30ec\u30af\u30b7\u30e7\u30f3\u3092\u8868\u793a\u3059\u308b\u6a29\u9650\u304c\u3042\u308a\u307e\u305b\u3093
notpermis2=\u30ea\u30bd\u30fc\u30b9\u3092\u8868\u793a\u3059\u308b\u6a29\u9650\u304c\u3042\u308a\u307e\u305b\u3093
notpermis1=\u30d5\u30a9\u30eb\u30c0\u3092\u8868\u793a\u3059\u308b\u6a29\u9650\u304c\u3042\u308a\u307e\u305b\u3093\uff0e
size.mbytes={0} MB ({1} \u30d0\u30a4\u30c8) 
sh.sortdate=\u6700\u7d42\u4fee\u6b63\u65e5\u6642\u3067\u30bd\u30fc\u30c8
att.sellistsum=\u6dfb\u4ed8\u3059\u308b\u305f\u3081\u306b\u9078\u629e\u3057\u3066\u3044\u308b\u30ea\u30bd\u30fc\u30b9\u4e00\u89a7\u3067\u3059\uff0e1\u5217\u76ee\u306f\u30a2\u30a4\u30c6\u30e0\uff0c2\u5217\u76ee\u306f\u9078\u629e\u304b\u3089\u524a\u9664\u3059\u308b\u305f\u3081\u306e\u30ea\u30f3\u30af\u3067\u3059\uff0e
list.select=\u3059\u3079\u3066\u9078\u629e
edit.show=\u8868\u793a
descr.dc_rights=\u30ea\u30bd\u30fc\u30b9\u306b\u5bfe\u3059\u308b\u6a29\u5229\u4fdd\u6709\u306b\u3064\u3044\u3066\u306e\u60c5\u5831\uff08\u4f8b\uff0c\u8457\u4f5c\u6a29\u3084\u77e5\u7684\u8ca1\u7523\u6a29\uff09\u3067\u3059\uff0e
setpermis1=\u30ea\u30bd\u30fc\u30b9\u306e\u6a29\u9650\u3092\u30bb\u30c3\u30c8\u3057\u307e\u3059\uff0e\u3000\u5bfe\u8c61\u30ef\u30fc\u30af\u30b5\u30a4\u30c8\: 
aug=8\u6708
label.fsmount_active=\u30a2\u30af\u30c6\u30a3\u30d6\u306a\u30de\u30a6\u30f3\u30c8\u30dd\u30a4\u30f3\u30c8
list.remove=\u9078\u629e\u3057\u305f\u3082\u306e\u3092\u524a\u9664
lis.show200=200 \u500b\u306e\u30a2\u30a4\u30c6\u30e0\u3092\u8868\u793a...
list.paste3=\u79fb\u52d5\u3057\u305f\u30a2\u30a4\u30c6\u30e0\u3092\u30da\u30fc\u30b9\u30c8
list.paste1=\u30b3\u30d4\u30fc\u3057\u305f\u30a2\u30a4\u30c6\u30e0\u3092\u30da\u30fc\u30b9\u30c8
button.actions=\u30a2\u30af\u30b7\u30e7\u30f3
choosefile7=\u6dfb\u4ed8\u3059\u308b\u30d5\u30a1\u30a4\u30eb\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\uff0e
list.dup=\u8907\u88fd
sort.moveup=\u4e0a\u3078\u79fb\u52d5
edit.edit=\u7de8\u96c6
choosefile6=\u30b3\u30d4\u30fc\u3059\u308b\u30d5\u30a1\u30a4\u30eb\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\uff0e
sh.inf1=\u3053\u306e\u30a2\u30a4\u30c6\u30e0\u306e\u60c5\u5831
label.dc_source=\u30bd\u30fc\u30b9
sh.sortcreadesc=\u4f5c\u6210\u65e5\u6642\u3067\u964d\u9806\u306b\u30bd\u30fc\u30c8
lis.show5=\u30da\u30fc\u30b8\u5f53\u305f\u308a 5 \u500b\u306e\u30a2\u30a4\u30c6\u30e0\u3092\u8868\u793a
choosefile3=\u524a\u9664\u3059\u308b\u30d5\u30a1\u30a4\u30eb\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\uff0e
choosefile2=\u78ba\u8a8d\u3059\u308b\u30d5\u30a1\u30a4\u30eb\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\uff0e
list.moved=\u79fb\u52d5\u306e\u305f\u3081\u306b\u9078\u629e\u3055\u308c\u307e\u3057\u305f - \u79fb\u52d5\u5148\u3092\u9078\u629e\u3057\uff0c\u30da\u30fc\u30b9\u30c8\u3092\u30af\u30ea\u30c3\u30af\u3057\u307e\u3059
att.upl=\u30ed\u30fc\u30ab\u30eb\u30d5\u30a1\u30a4\u30eb\u3092\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9
size.bytes={0} \u30d0\u30a4\u30c8
add.ftype=\u30d5\u30a9\u30fc\u30e0\u7a2e\u5225
addf.addfolder=\u30d5\u30a9\u30eb\u30c0\u3092\u8ffd\u52a0
descr.dc_title=\u30ea\u30bd\u30fc\u30b9\u306b\u4e0e\u3048\u3089\u308c\u305f\u540d\u524d
gen.creatime=\u4f5c\u6210\u65e5\u6642
label.dc_audience=\u8cfc\u8aad\u8005
sh.go=\u3053\u306e\u30d5\u30a9\u30eb\u30c0\u306b\u79fb\u52d5
more.view=\u30d7\u30ed\u30d1\u30c6\u30a3
more.yes=\u30b5\u30a4\u30c8\u306b\u53c2\u52a0\u3057\u3066\u3044\u306a\u3044\u30e6\u30fc\u30b6\u306b\u8868\u793a\u3059\u308b
descr.dc_abstract=\u30ea\u30bd\u30fc\u30b9\u306e\u5185\u5bb9\u306e\u30b5\u30de\u30ea\u3067\u3059\uff0e
size=\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9\u30d5\u30a1\u30a4\u30eb\u30b5\u30a4\u30ba\u5236\u9650\uff1a
gen.additems=\u30a2\u30a4\u30c6\u30e0\u3092\u8ffd\u52a0
size.gb={0} GB 
month.dec=12\u6708
label.dc_abstract=\u6982\u8981
notaddreso=\u30ea\u30bd\u30fc\u30b9\u3092\u8ffd\u52a0\u3067\u304d\u307e\u305b\u3093
sep=9\u6708
sh.sortdateas=\u6700\u7d42\u4fee\u6b63\u65e5\u6642\u3067\u6607\u9806\u306b\u30bd\u30fc\u30c8
gen.youdonot=\u3053\u306e\u30b3\u30ec\u30af\u30b7\u30e7\u30f3\u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u8868\u793a\u3059\u308b\u6a29\u9650\u304c\u3042\u308a\u307e\u305b\u3093\uff0e
invalid=\u306f\u4e0d\u6b63\u3067\u3059\uff0e
gen.file=\u30d5\u30a1\u30a4\u30eb\:
gen.title=\u30bf\u30a4\u30c8\u30eb
att.fin=\u7d42\u4e86\u3059\u308b\u5834\u5408\u306f\u300c\u7d9a\u3051\u308b\u300d\u3092\u30af\u30ea\u30c3\u30af\u3057\u307e\u3059\uff0e
dav.setup=\u3042\u306a\u305f\u306e\u30b3\u30f3\u30d4\u30e5\u30fc\u30bf\u306e WebDAV \u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u8a2d\u5b9a\u3092\u884c\u3063\u3066\u3044\u307e\u3059
sh.sortsize=\u30b5\u30a4\u30ba\u3067\u30bd\u30fc\u30c8
avail.start=\u958b\u59cb\u65e5\u6642
replace=\u7f6e\u304d\u63db\u3048...\t
gen.type=\u30d5\u30a1\u30a4\u30eb\u7a2e\u5225
descr.dc_descr=\u30b3\u30f3\u30c6\u30f3\u30c4\u306e\u6982\u8981\u3042\u308b\u3044\u306f\u30c6\u30fc\u30d6\u30eb\u3092\u542b\u3080\uff0c\u30ea\u30bd\u30fc\u30b9\u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u306e\u30a2\u30ab\u30a6\u30f3\u30c8\u3067\u3059\uff0e
edit.fairuse=\u8a73\u7d30\u60c5\u5831
descr.dc_creator=\u30ea\u30bd\u30fc\u30b9\u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u4f5c\u6210\u3059\u308b\u8cac\u4efb\u3092\u4e3b\u306b\u6709\u3059\u308b\u4eba\uff0c\u7d44\u7e54\uff0c\u30b5\u30fc\u30d3\u30b9\uff0c\u3042\u308b\u3044\u306f\u4ed6\u306e\u30a8\u30f3\u30c6\u30a3\u30c6\u30a3\u3067\u3059\uff0e
gen.onlyup2=MB \u307e\u3067\u306e\u30d5\u30a1\u30a4\u30eb\u3092\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9\u3067\u304d\u307e\u3059\uff0e\u5927\u304d\u306a\u30d5\u30a1\u30a4\u30eb\u3082\u4e00\u5ea6\u3067\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9\u3067\u304d\u308b\u3067\u3057\u3087\u3046\uff0e
label.dc_creator=\u4f5c\u6210\u8005
month.nov=11\u6708
gen.onlyup1=\u4e00\u5ea6\u306b
addi.selectmessage=\u30e1\u30cb\u30e5\u30fc\u3092\u30b9\u30af\u30ed\u30fc\u30eb\u3059\u308b\u5834\u5408\u306f Alt \u30ad\u30fc\u3092\u62bc\u3057\u306a\u304c\u3089\u4e0a\u4e0b\u77e2\u5370\u3092\u62bc\u3057\u307e\u3059
sh.reso=\u30ea\u30bd\u30fc\u30b9
list.copied=\u30b3\u30d4\u30fc\u3055\u308c\u307e\u3057\u305f - \u30da\u30fc\u30b9\u30c8\u3059\u308b\u5834\u6240\u3092\u9078\u629e\u3057\uff0c\u30da\u30fc\u30b9\u30c8\u3092\u30af\u30ea\u30c3\u30af\u3057\u307e\u3059
sh.opened=\u958b\u304b\u308c\u305f\u30d5\u30a9\u30eb\u30c0\t
sh.sortcrea=\u4f5c\u6210\u65e5\u6642\u3067\u30bd\u30fc\u30c8
gen.instr2=\u5fc5\u9808\u30a2\u30a4\u30c6\u30e0\u306b\u306f\u6b21\u306e\u30de\u30fc\u30af\u304c\u3064\u304d\u307e\u3059\uff1a
gen.instr1=\u8ffd\u52a0\u3059\u308b\u30a2\u30a4\u30c6\u30e0\u3092\u4e00\u3064\u9078\u629e\u3057\uff0c\u30d7\u30ed\u30d1\u30c6\u30a3\u3092\u5165\u529b\u3057\u305f\u5f8c\uff0c\u4e00\u756a\u4e0b\u306e\u300c\u8ffd\u52a0\u300d\u3092\u9078\u629e\u3057\u307e\u3059\uff0e
sh.closed=\u9589\u3058\u305f\u30d5\u30a9\u30eb\u30c0
access.title5=\u30a2\u30af\u30bb\u30b9\: \u9078\u629e\u3055\u308c\u305f\u30b0\u30eb\u30fc\u30d7\u306b\u8868\u793a
access.title4=\u30a2\u30af\u30bb\u30b9\: \u9078\u629e\u3055\u308c\u305f\u30b0\u30eb\u30fc\u30d7({0})\u306b\u8868\u793a
access.title3=\u30a2\u30af\u30bb\u30b9\: \u3053\u306e\u30b5\u30a4\u30c8\u306e\u30e1\u30f3\u30d0\u5168\u54e1\u306b\u8868\u793a
access.title2=\u30a2\u30af\u30bb\u30b9\: \u30e1\u30f3\u30d0\u3067\u306a\u3044\u4eba\u306b\u3082\u8868\u793a
access.title1=\u30a2\u30af\u30bb\u30b9
size.item=1\u500b\u306e\u30a2\u30a4\u30c6\u30e0 
list.props.title=\u30d7\u30ed\u30d1\u30c6\u30a3\u3092\u8868\u793a
locked=\u306f\u4ed6\u306e\u30e6\u30fc\u30b6\u306b\u3088\u3063\u3066\u30ed\u30c3\u30af\u3055\u308c\u3066\u3044\u307e\u3059\uff0e
gen.access=\u30a2\u30af\u30bb\u30b9
rep.item=\u30a2\u30a4\u30c6\u30e0\u3092\u7f6e\u304d\u63db\u3048
gen.quota=\u7279\u5225\u30af\u30aa\u30fc\u30bf
edit.cstatus=\u8457\u4f5c\u6a29\u72b6\u6cc1
gen.lastby=\u6700\u7d42\u4fee\u6b63\u8005
list.toobig=\u3053\u306e\u30b3\u30ec\u30af\u30b7\u30e7\u30f3\u306f\u5927\u304d\u3059\u304e\u3066\u5c55\u958b\u3067\u304d\u307e\u305b\u3093\uff0e
overquota=\u3053\u306e\u30ea\u30bd\u30fc\u30b9\u3092\u8ffd\u52a0\u3059\u308b\u3068\uff0c\u3053\u306e\u30a2\u30ab\u30a6\u30f3\u30c8\u306e\u30af\u30a9\u30fc\u30bf\u5236\u9650\u3092\u8d85\u904e\u3057\u307e\u3059\uff0e\u3053\u306e\u30ea\u30bd\u30fc\u30b9\u3092\u8ffd\u52a0\u3059\u308b\u5834\u5408\u306f\uff0c\u30ea\u30bd\u30fc\u30b9\u306e\u3044\u304f\u3064\u304b\u3092\u524a\u9664\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\uff0e
list.fPerm.title=\u30d5\u30a9\u30eb\u30c0\u6a29\u9650
edit.access4=\u9078\u629e\u3055\u308c\u305f\u30b0\u30eb\u30fc\u30d7\u306b\u8868\u793a
oct=10\u6708
edit.access3=\u30b5\u30a4\u30c8\u306b\u8868\u793a
edit.access2=\u30e1\u30f3\u30d0\u4ee5\u5916\u306b\u3082\u8868\u793a (\u3060\u308c\u306b\u3067\u3082\u516c\u958b\u3059\u308b)
edit.access1=\u30a2\u30af\u30bb\u30b9
label.dc_rights=\u6a29\u5229\u7ba1\u7406
edit.instr=\u30a2\u30a4\u30c6\u30e0\u306e\u30d7\u30ed\u30d1\u30c6\u30a3\u3092\u7de8\u96c6\u3057\uff0c\u4e00\u756a\u4e0b\u306e\u300c\u66f4\u65b0\u300d\u3092\u9078\u629e\u3057\u307e\u3059\uff0e\u5fc5\u9808\u30a2\u30a4\u30c6\u30e0\u306f\u6b21\u306e\u8a18\u53f7\u304c\u3064\u3044\u3066\u3044\u307e\u3059\uff1a
paste=\u30da\u30fc\u30b9\u30c8
month.aug=8\u6708
apr=4\u6708
rep.file=\u30d5\u30a1\u30a4\u30eb\u3092\u7f6e\u304d\u66ff\u3048\u3066\u3044\u307e\u3059...
setpermis=\u30ea\u30bd\u30fc\u30b9\u306e\u6a29\u9650\u3092\u30bb\u30c3\u30c8\u3057\u307e\u3059\uff0e\u3000\u5bfe\u8c61\u30d5\u30a9\u30eb\u30c0\:
action.select=- \u30a2\u30af\u30b7\u30e7\u30f3\u3092\u9078\u629e - 
gen.created=\u4f5c\u6210\u8005
sh.get=\u3053\u306e\u30a2\u30a4\u30c6\u30e0\u306e\u60c5\u5831\u3092\u5f97\u308b
list.copyall=\u9078\u629e\u3057\u305f\u3082\u306e\u3092\u30b3\u30d4\u30fc
sh.close=\u3053\u306e\u30d5\u30a9\u30eb\u30c0\u3092\u9589\u3058\u308b
gen.newwin=\u65b0\u898f\u30a6\u30a3\u30f3\u30c9\u30a6
att.res=\u30ea\u30bd\u30fc\u30b9\u3092\u9078\u629e
att.copy=\u30b3\u30d4\u30fc\u3092\u6dfb\u4ed8
size.items={0}\u500b\u306e\u30a2\u30a4\u30c6\u30e0
list.add.title=\u30a2\u30a4\u30c6\u30e0\u3092\u8ffd\u52a0
att.listcap=\u6dfb\u4ed8\u3059\u308b\u30ea\u30bd\u30fc\u30b9\u4e00\u89a7
att.select=\u9078\u629e
descr.dc_format=\u30ea\u30bd\u30fc\u30b9\u306e\u7269\u7406\u7684\u3042\u308b\u3044\u306f\u30c7\u30a3\u30b8\u30bf\u30eb\u7684\u306a\u30de\u30cb\u30d5\u30a7\u30b9\u30c8\uff08\u4f8b\u3048\u3070\uff0c\u30c7\u30a3\u30b8\u30bf\u30eb\u30ea\u30bd\u30fc\u30b9\u306eMIME \u30bf\u30a4\u30d7\uff09\u3067\u3059\uff0e
lis.show50=50 \u500b\u306e\u30a2\u30a4\u30c6\u30e0\u3092\u8868\u793a...
descr.dc_subject=\u30ea\u30bd\u30fc\u30b9\u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u306e\u30c8\u30d4\u30c3\u30af\u3067\uff0c\u591a\u304f\u306e\u5834\u5408\uff0c\u30ad\u30fc\u30ef\u30fc\u30c9\u3084\u30ad\u30fc\u30d5\u30ec\u30fc\u30ba\u3042\u308b\u3044\u306f\u5206\u985e\u756a\u53f7\u3068\u3057\u3066\u8868\u73fe\u3055\u308c\u307e\u3059\uff0e
label.dc_subject=\u4ef6\u540d\u3068\u30ad\u30fc\u30ef\u30fc\u30c9
descr.dc_publisher=\u30ea\u30bd\u30fc\u30b9\u3092\u5229\u7528\u53ef\u80fd\u306b\u3059\u308b\u8cac\u4efb\u306e\u3042\u308b\u30a8\u30f3\u30c6\u30a3\u30c6\u30a3\u3067\u3059\uff0e
label.dc_alt=\u5225\u306e\u30bf\u30a4\u30c8\u30eb
sort.title=\u9806\u5e8f\u5909\u66f4\:
title=\u30bf\u30a4\u30c8\u30eb
list.options=\u30aa\u30d7\u30b7\u30e7\u30f3
att.remove=\u524a\u9664
access.dropbox1=\u6559\u54e1\u3068\u5b66\u751f\u306b\u8868\u793a
toolong=\u540d\u524d\u304c\u9577\u3059\u304e\u307e\u3059\:
lis.show100=100 \u500b\u306e\u30a2\u30a4\u30c6\u30e0\u3092\u8868\u793a...
addf.instr=\u65b0\u3057\u3044\u30d5\u30a9\u30eb\u30c0\u306b\u30bf\u30a4\u30c8\u30eb\u3092\u5165\u529b\u3057\uff0c\u4e00\u756a\u4e0b\u306e\u300c\u8ffd\u52a0\u300d\u3092\u9078\u629e\u3057\u307e\u3059\uff0e
size.kbytes={0} KB ({1} \u30d0\u30a4\u30c8) 
month.sep=9\u6708
add.noforms=\u3053\u306e\u30b5\u30a4\u30c8\u306b\u306f\u30d5\u30a9\u30fc\u30e0\u304c\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u307e\u305b\u3093\uff0e
gen.original=\u30aa\u30ea\u30b8\u30ca\u30eb URL
label.dc_publisher=\u51fa\u7248\u793e
sh.sorttitdesc=\u30bf\u30a4\u30c8\u30eb\u3067\u964d\u9806\u30bd\u30fc\u30c8
permissions=\u6a29\u9650...\t
pasteitem=\u30da\u30fc\u30b9\u30c8\u3055\u308c\u305f\u30a2\u30a4\u30c6\u30e0
expand.all=\u3059\u3079\u3066\u958b\u304f
gen.cpr=\u8457\u4f5c\u6a29\:
sort.cancel=\u30ad\u30e3\u30f3\u30bb\u30eb
list.edit.title=\u30d7\u30ed\u30d1\u30c6\u30a3\u3092\u78ba\u8a8d
gen.add=\u8ffd\u52a0
overview=\u6982\u8981
addi.txttxt=\u30c6\u30ad\u30b9\u30c8\u6587\u66f8
add.numfldrs=\u4f5c\u6210\u3059\u308b\u30d5\u30a9\u30eb\u30c0\u6570
label.dc_id=\u30ea\u30bd\u30fc\u30b9\u8b58\u5225\u5b50
dav.graf22=WebDAV \u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u3092\u4f7f\u3063\u3066\u3053\u306e\u30b5\u30a4\u30c8\u306e\u30ea\u30bd\u30fc\u30b9\u306b\u30a2\u30af\u30bb\u30b9\u3059\u308b\u5834\u5408\u306f\uff0c\u6b21\u306e URL \u3092\u4f7f\u7528\u3059\u308b\u3053\u3068\u306a\u308a\u307e\u3059\:
dav.graf21=Sakai \u30b5\u30a4\u30c8\u306f\u305d\u308c\u305e\u308c\u30b5\u30a4\u30c8 ID \u3092\u6301\u3061\u307e\u3059\uff0e\u3053\u306e\u30b5\u30a4\u30c8\u306e\u30b5\u30a4\u30c8 ID \u306f\u4e0a\u306b\u4e00\u89a7\u8868\u793a\u3055\u308c\u3066\u3044\u307e\u3059\uff0eWebDAV \u3092\u4f7f\u3063\u3066\u63a5\u7d9a\u3059\u308b\u305f\u3081\u306b\u5fc5\u8981\u306b\u306a\u308b\u30a2\u30c9\u30ec\u30b9\u306e\u4e00\u90e8\u306b\u306a\u3063\u3066\u3044\u308b\u305f\u3081\uff0c\u30b5\u30a4\u30c8 ID \u306f\u61b6\u3048\u3066\u304a\u304f\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\uff0e\u4e0e\u3048\u3089\u308c\u305f\u30b5\u30a4\u30c8\u306b\u521d\u3081\u3066\u63a5\u7d9a\u3059\u308b\u3068\u304d\u306b\u306f\u6b21\u306e\u6307\u793a\u306b\u5f93\u3046\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\uff0e
delete=\u524a\u9664
label.dc_toc=\u76ee\u6b21
descr.dc_audience=\u30ea\u30bd\u30fc\u30b9\u304c\u5bfe\u8c61\u3068\u3057\u3066\u3044\u308b\uff0c\u3042\u308b\u3044\u306f\uff0c\u5f79\u306b\u7acb\u3064\u30e6\u30fc\u30b6\u306b\u5bfe\u3059\u308b\u30a8\u30f3\u30c6\u30a3\u30c6\u30a3\u30af\u30e9\u30b9\uff08\u4f5c\u6210\u8005\uff0c\u51fa\u7248\u793e\uff0c\u307e\u305f\u306f\uff0c\u30b5\u30fc\u30c9\u30d1\u30fc\u30c6\u30a3\uff09\u3067\u3059\uff0e
new=\u65b0\u898f...\t
add.numfiles=\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9\u3059\u308b\u30d5\u30a1\u30a4\u30eb\u6570
notpermis15=\u30d7\u30ed\u30d1\u30c6\u30a3\u3092\u8868\u793a\u3059\u308b\u9069\u5207\u306a\u6a29\u9650\u304c\u3042\u308a\u307e\u305b\u3093
list.fPerm=\u30d5\u30a9\u30eb\u30c0\u6a29\u9650
notpermis14=\u524a\u9664\u3059\u308b\u6a29\u9650\u304c\u3042\u308a\u307e\u305b\u3093\:
gen.folder1=\u30d5\u30a9\u30eb\u30c0
edit.replace2=URL \u3092\u7f6e\u304d\u63db\u3048
sh.inf=\u3053\u306e\u30b3\u30ec\u30af\u30b7\u30e7\u30f3\u306e\u60c5\u5831
month.oct=10\u6708
lis.show20=20 \u500b\u306e\u30a2\u30a4\u30c6\u30e0\u3092\u8868\u793a...
del.del1=\u524a\u9664
gen.no=No
gen.drop=\u63d0\u51fa\u7bb1
list.hide=\u4ed6\u306e\u30b5\u30a4\u30c8\u3092\u975e\u8868\u793a
add.afile=\u30d5\u30a1\u30a4\u30eb\:
month.apr=4\u6708
gen.last1=\u6700\u7d42\u4fee\u6b63\u65e5
att.listsum=\u6dfb\u4ed8\u3067\u304d\u308b\u30ea\u30bd\u30fc\u30b9\u4e00\u89a7\u3067\u3059\uff0e1\u5217\u76ee\u306f\u30ea\u30bd\u30fc\u30b9\u3078\u306e\u30ea\u30f3\u30af\uff0c\u3042\u308b\u3044\u306f\uff0c\u30a2\u30a4\u30c6\u30e0\u304c\u30d5\u30a9\u30eb\u30c0\u306e\u5834\u5408\u306f\u30d5\u30a9\u30eb\u30c0\u3078\u306e\u30ea\u30f3\u30af\u3067\u3059\uff0e2\u5217\u76ee\u306f\u305d\u306e\u30a2\u30a4\u30c6\u30e0\u306b\u5bfe\u3057\u3066\u5229\u7528\u53ef\u80fd\u306a\u30a2\u30c3\u30af\u30b7\u30e7\u30f3\u3067\uff0c\u65b0\u898f\u30a2\u30a4\u30c6\u30e0\u3092\u8ffd\u52a0\uff0c\u9078\u629e\uff0c\u8907\u88fd\u304c\u3042\u308a\u307e\u3059\uff0e
del.sure=\u6b21\u306e\u30a2\u30a4\u30c6\u30e0\u3092\u524a\u9664\u3057\u3066\u3082\u3088\u308d\u3057\u3044\u3067\u3059\u304b?
copy=\u30b3\u30d4\u30fc
feb=2\u6708
notexist=\u306f\u5b58\u5728\u3057\u307e\u305b\u3093\uff0e
lis.show10=10 \u500b\u306e\u30a2\u30a4\u30c6\u30e0\u3092\u8868\u793a...
sh.sortsizedesc=\u30b5\u30a4\u30ba\u3067\u964d\u9806\u30bd\u30fc\u30c8
avail.show=\u8868\u793a
choosefile=\u30d5\u30a1\u30a4\u30eb\u30a2\u30a4\u30c6\u30e0\u306e\u30d5\u30a1\u30a4\u30eb\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044
