#X-Generator: crowdin.com
#Generated by ResourceBundle Editor (http://eclipse-rbe.sourceforge.net)
# $Header: /cvs/sakai2/legacy/bundle/src/bundle/content.properties,v 1.21 2005/06/09 15:27:36 gsilver.umich.edu Exp $

button.add=Th\u00eam 
button.actions=H\u00e0nh \u0111\u1ed9ng 

sort.title=Th\u1ee9 t\u1ef1\: 
sort.instruct=Di chuy\u1ec3n m\u1ed9t m\u1ee5c trong danh s\u00e1ch b\u1eb1ng c\u00e1ch nh\u1ea5n v\u00e0o m\u0169i t\u00ean b\u00ean tr\u00e1i ho\u1eb7c \u0111i\u1ec1u ch\u1ec9nh m\u1ed9t tr\u00ecnh \u0111\u01a1n th\u1ea3 xu\u1ed1ng b\u00ean ph\u1ea3i. L\u01b0u c\u00e1c thay \u0111\u1ed5i c\u1ee7a b\u1ea1n tr\u01b0\u1edbc khi r\u1eddi kh\u1ecfi trang. 
sort.moveup=Di chuy\u1ec3n l\u00ean 
sort.movedn=Di chuy\u1ec3n xu\u1ed1ng 
sort.summary=B\u1ea3ng ch\u1ee9a c\u00e1c m\u1ee5c \u0111\u01b0\u1ee3c s\u1eafp x\u1ebfp. C\u1ed9t th\u1ee9 hai ch\u1ee9a li\u00ean k\u1ebft \u0111\u1ec3 di chuy\u1ec3n h\u00e0ng l\u00ean. Th\u1ee9 ba\: li\u00ean k\u1ebft \u0111\u1ec3 di chuy\u1ec3n xu\u1ed1ng. Ng\u00e0y\: ch\u1ecdn \u0111\u1ec3 di chuy\u1ec3n m\u1ee5c \u0111\u1ec3 c\u1ee5 th\u1ec3 v\u1ecb tr\u00ed 
sort.caption=Danh s\u00e1ch c\u00e1c ngu\u1ed3n l\u1ef1c \u0111\u1ec3 \u0111\u01b0\u1ee3c s\u1eafp x\u1ebfp 
sort.save=L\u01b0u 
sort.cancel=Hu\u1ef7 

size.bytes={0} bytes 
size.gb={0} GB 
size.kb={0} KB 
size.mb={0} MB 
size.gbytes={0} GB ({1} bytes) 
size.kbytes={0} KB ({1} bytes) 
size.mbytes={0} MB ({1} bytes) 
size.item=1 item 
size.items={0} b\u00e0i 

avail.title=S\u1eb5n c\u00f3 
avail.show=Xem 
avail.hide=\u1ea8n 
avail.start=B\u1eaft \u0111\u1ea7u t\u1eeb 
avail.end=K\u1ebft th\u00fac 

action.select=- Ch\u1ecdn h\u00e0nh \u0111\u1ed9ng - 

access.site=To\u00e0n b\u1ed9 trang web 
access.site1=Xem to\u00e0n b\u1ed9 trang web 
access.group=Ch\u1ecdn nh\u00f3m (s) 
access.group1=Xem \u0111\u1ec3 ch\u1ecdn c\u00e1c nh\u00f3m\: {0} 
access.public=C\u00f4ng khai 
access.public1=Cho xem c\u00f4ng khai 
access.dropbox=Dropbox 
access.dropbox1=Nh\u00ecn th\u1ea5y ng\u01b0\u1eddi h\u01b0\u1edbng d\u1eabn v\u00e0 h\u1ecdc sinh 

access.title1=Truy c\u1eadp 
access.title2=Access\: Xem \u0111\u1ec3 kh\u00f4ng th\u00e0nh vi\u00ean (xem c\u00f4ng khai) 
access.title3=Truy c\u1eadp\: Xem cho t\u1ea5t c\u1ea3 c\u00e1c th\u00e0nh vi\u00ean c\u1ee7a trang web n\u00e0y 
access.title4=Access\: Xem cho c\u00e1c th\u00e0nh vi\u00ean c\u1ee7a m\u1ed9t nh\u00f3m \u0111\u01b0\u1ee3c l\u1ef1a ch\u1ecdn ({0}) 
access.title5=Access\: Xem cho c\u00e1c th\u00e0nh vi\u00ean c\u1ee7a nh\u00f3m \u0111\u01b0\u1ee3c l\u1ef1a ch\u1ecdn (s) 


#AddFileBasic Vm				
add.afile=m\u1ed9t file\: 
add.formtype=Ch\u1ecdn Ki\u1ec3u M\u1eabu 
add.ftype=M\u1eabu Lo\u1ea1i 
add.noforms=Kh\u00f4ng c\u00f3 h\u00ecnh th\u1ee9c \u0111\u01b0\u1ee3c \u0111\u1ecbnh ngh\u0129a cho trang web n\u00e0y 
add.numfiles=S\u1ed1 l\u01b0\u1ee3ng c\u00e1c file \u0111\u1ec3 t\u1ea3i l\u00ean 
add.numfldrs=S\u1ed1 l\u01b0\u1ee3ng c\u00e1c th\u01b0 m\u1ee5c \u0111\u1ec3 t\u1ea1o 
add.numurls=S\u1ed1 l\u01b0\u1ee3ng URL \u0111\u1ec3 t\u1ea1o 
add.props=T\u00e0i s\u1ea3n 

#AddFolder Vm	
addf.addfolder=Th\u00eam th\u01b0 m\u1ee5c 
addf.instr=Lo\u1ea1i m\u1ed9t ti\u00eau \u0111\u1ec1 cho m\u1ed9t th\u01b0 m\u1ee5c m\u1edbi, nh\u1eadp t\u00e0i s\u1ea3n v\u00e0 sau \u0111\u00f3 ch\u1ecdn 'Th\u00eam' \u1edf ph\u00eda d\u01b0\u1edbi. 

#AddHTML Vm	

#Additem Vm	
addi.add=Th\u00eam Lo\u1ea1i Item 
addi.selectmessage=B\u1ea5m alt + m\u0169i t\u00ean l\u00ean xu\u1ed1ng \u0111\u1ec3 di chuy\u1ec3n qua menu 
addi.folder=Th\u01b0 m\u1ee5c r\u1ed7ng 
addi.meta=M\u1eabu item 
addi.txthtml=Trang HTML 
addi.txttxt=\u0110\u01a1n gi\u1ea3n Text Document 
addi.upload=File Upload 
addi.url=URL (\u0111\u01b0\u1eddng d\u1eabn \u0111\u1ebfn website) 

#AddFileOptions Vm				

#Addtext Vm	

#Addurlad Vm	

#Addurlba Vm	


apr=Th\u00e1ng t\u01b0 

att.add=Th\u00eam file \u0111\u00ednh k\u00e8m 
att.cancel=Hu\u1ef7 
att.copy=\u0110\u00ednh k\u00e8m m\u1ed9t b\u1ea3n sao 
att.fin=Nh\u1ea5p v\u00e0o &quot
att.finish=Ti\u1ebfp t\u1ee5c 
att.instr=Ch\u1ecdn m\u1ed9t item hi\u1ec7n t\u1ea1i t\u1eeb Resource \u0111\u1ec3 \u0111\u00ednh k\u00e8m HO\u1eb6C th\u00eam m\u1ed9t m\u1ee5c m\u1edbi v\u00e0o m\u1ed9t th\u01b0 m\u1ee5c \u0111\u01b0\u1ee3c k\u00e8m theo. 
att.items=Items \u0111\u00ednh k\u00e8m 
att.listcap=Danh s\u00e1ch c\u00e1c ngu\u1ed3n l\u1ef1c cho \u0111\u00ednh k\u00e8m 
#Helper VM
att.listsum=Tabled danh s\u00e1ch c\u00e1c ngu\u1ed3n l\u1ef1c m\u00e0 b\u1ea1n c\u00f3 th\u1ec3 \u0111\u00ednh k\u00e8m. C\u1ed9t \u0111\u1ea7u ti\u00ean bao g\u1ed3m m\u1ed9t li\u00ean k\u1ebft \u0111\u1ebfn t\u00e0i nguy\u00ean, v\u00e0 n\u1ebfu t\u00e0i li\u1ec7u l\u00e0 m\u1ed9t th\u01b0 m\u1ee5c, cho th\u01b0 m\u1ee5c. C\u1ed9t th\u1ee9 hai bao g\u1ed3m nh\u1eefng h\u00e0nh \u0111\u1ed9ng m\u00e0 c\u00f3 s\u1eb5n cho r\u1eb1ng m\u1ee5c\: th\u00eam m\u1edbi, ch\u1ecdn, tr\u00f9ng l\u1eb7p. 
att.remove=H\u1ee7y b\u1ecf 
att.res=Ch\u1ecdn m\u1ed9t ngu\u1ed3n t\u00e0i nguy\u00ean 
att.rmv=H\u1ee7y b\u1ecf? 
att.select=Ch\u1ecdn 
att.sellistcap=Danh s\u00e1ch c\u00e1c l\u1ef1a ch\u1ecdn 
att.sellistsum=Tabled danh s\u00e1ch c\u00e1c ngu\u1ed3n l\u1ef1c b\u1ea1n c\u00f3 b\u1ea7u \u0111\u1ec3 \u0111\u00ednh k\u00e8m. C\u1ed9t \u0111\u1ea7u ti\u00ean li\u1ec7t k\u00ea, c\u1ed9t th\u1ee9 hai m\u1ee5c m\u1ed9t li\u00ean k\u1ebft \u0111\u1ec3 lo\u1ea1i b\u1ecf n\u00f3 t\u1eeb vi\u1ec7c l\u1ef1a ch\u1ecdn. 
att.upl=Upload local file 

aug=Th\u00e1ng T\u00e1m 

cannotfind=Kh\u00f4ng th\u1ec3 t\u00ecm th\u1ea5y th\u01b0 m\u1ee5c n\u00e0y. 




choosefile=Xin vui l\u00f2ng ch\u1ecdn c\u00e1c file cho file m\u1ee5c 

choosefile2=Xin vui l\u00f2ng ch\u1ecdn file \u0111\u1ec3 ch\u1ec9nh s\u1eeda. 

choosefile3=Xin vui l\u00f2ng ch\u1ecdn file (s) \u0111\u1ec3 x\u00f3a. 



choosefile6=Xin vui l\u00f2ng ch\u1ecdn file (s) \u0111\u1ec3 sao ch\u00e9p. 

choosefile7=Xin vui l\u00f2ng ch\u1ecdn c\u00e1c file \u0111\u00ednh k\u00e8m. 


collapseall=T\u1ea5t c\u1ea3 s\u1ee5p \u0111\u1ed5 

copy=Copy 

copy.name=B\u1ea3n sao {0} 

cpright1=b\u1ea3n quy\u1ec1n (c) 



cut=C\u1eaft 

dav.cancel=Quay tr\u1edf l\u1ea1i 
dav.graf20a=Hi\u1ec7n t\u1ea1i b\u1ea1n \u0111ang v\u00e0o trang web 
dav.graf20b=C\u00e1c SiteID cho trang web n\u00e0y l\u00e0 
dav.graf21=M\u1ed7i trang web Sakai c\u00f3 m\u1ed9t ID trang web. C\u00e1c SiteID cho trang web n\u00e0y \u0111\u01b0\u1ee3c li\u1ec7t k\u00ea \u1edf tr\u00ean. B\u1ea1n c\u1ea7n ph\u1ea3i bi\u1ebft ID trang web b\u1edfi v\u00ec n\u00f3 s\u1ebd l\u00e0 m\u1ed9t ph\u1ea7n c\u1ee7a \u0111\u1ecba ch\u1ec9 m\u00e0 b\u1ea1n s\u1ebd c\u1ea7n ph\u1ea3i k\u1ebft n\u1ed1i qua WebDAV. M\u1ed7i trang web ph\u1ea3i \u0111\u01b0\u1ee3c thi\u1ebft l\u1eadp l\u00e0 m\u1ed9t k\u1ebft n\u1ed1i WebDAV ri\u00eang bi\u1ec7t, do \u0111\u00f3, l\u1ea7n \u0111\u1ea7u ti\u00ean b\u1ea1n k\u1ebft n\u1ed1i \u0111\u1ebfn m\u1ed9t trang web nh\u1ea5t \u0111\u1ecbnh, b\u1ea1n s\u1ebd c\u1ea7n ph\u1ea3i l\u00e0m theo h\u01b0\u1edbng d\u1eabn d\u01b0\u1edbi \u0111\u00e2y. 
dav.graf22=\u0110\u1ec3 truy c\u1eadp v\u00e0o t\u00e0i nguy\u00ean trong trang web n\u00e0y th\u00f4ng qua m\u1ed9t kh\u00e1ch h\u00e0ng WebDAV, b\u1ea1n s\u1ebd s\u1eed d\u1ee5ng URL sau\: 
dav.setup=Thi\u1ebft l\u1eadp m\u1ed9t ng\u01b0\u1eddi d\u00f9ng WebDAV tr\u00ean m\u00e1y t\u00ednh c\u1ee7a b\u1ea1n 
dav.url=WebDAV truy c\u1eadp v\u00e0o trang web n\u00e0y 
dav.webdav=Upload-Download v\u1ec1 nhi\u1ec1u t\u00e0i nguy\u00ean 
dav.xpie=N\u1ebfu b\u1ea1n \u0111ang s\u1eed d\u1ee5ng Internet Explorer trong Windows XP, b\u1ea1n c\u00f3 th\u1ec3 \u0111i tr\u1ef1c ti\u1ebfp \u0111\u1ebfn c\u00e1c ngu\u1ed3n l\u1ef1c trang web n\u00e0y c\u1ee7a th\u01b0 m\u1ee5c b\u1eb1ng c\u00e1ch nh\u1ea5p v\u00e0o li\u00ean k\u1ebft n\u00e0y\: 

dec=DEC 

#Delete Vm	
del.del=H\u1ee7y b\u1ecf x\u00e1c nh\u1eadn ... 
del.del1=H\u1ee7y b\u1ecf 
del.sure=B\u1ea1n c\u00f3 ch\u1eafc b\u1ea1n mu\u1ed1n lo\u1ea1i b\u1ecf c\u00e1c m\u1ee5c sau \u0111\u00e2y (s)? 
del.table=B\u1ea3ng ch\u1ee9a th\u00f4ng tin v\u1ec1 c\u00e1c ngu\u1ed3n l\u1ef1c \u0111\u01b0\u1ee3c ch\u1ecdn \u0111\u1ec3 lo\u1ea1i b\u1ecf. C\u1ed9t ti\u00eau \u0111\u1ec1 ch\u1ee9a m\u00f4 t\u1ea3 v\u1ec1 n\u1ed9i dung v\u00e0 c\u00e1c li\u00ean k\u1ebft \u0111\u1ec3 ph\u00e2n lo\u1ea1i. 

delete=H\u1ee7y b\u1ecf 

deleteres=X\u00f3a c\u00e1c ngu\u1ed3n l\u1ef1c  

descr.dc_abstract=M\u1ed9t b\u1ea3n t\u00f3m t\u1eaft n\u1ed9i dung c\u1ee7a t\u00e0i nguy\u00ean. 
descr.dc_alt=B\u1ea5t k\u1ef3 h\u00ecnh th\u1ee9c ti\u00eau \u0111\u1ec1 \u0111\u01b0\u1ee3c s\u1eed d\u1ee5ng nh\u01b0 l\u00e0 m\u1ed9t thay th\u1ebf cho ti\u00eau \u0111\u1ec1 ch\u00ednh th\u1ee9c c\u1ee7a t\u00e0i nguy\u00ean (t\u1eeb vi\u1ebft t\u1eaft ti\u00eau \u0111\u1ec1, b\u1ea3n d\u1ecbch, vv) 
descr.dc_audience=M\u1ed9t l\u1edbp h\u1ecdc c\u1ee7a th\u1ef1c th\u1ec3 cho ng\u01b0\u1eddi m\u00e0 c\u00e1c ngu\u1ed3n t\u00e0i nguy\u00ean \u0111\u01b0\u1ee3c d\u1ef1 \u0111\u1ecbnh ho\u1eb7c h\u1eefu \u00edch, \u0111\u01b0\u1ee3c x\u00e1c \u0111\u1ecbnh b\u1edfi c\u00e1c t\u00e1c gi\u1ea3, nh\u00e0 xu\u1ea5t b\u1ea3n ho\u1eb7c m\u1ed9t b\u00ean th\u1ee9 ba. 
descr.dc_contributor=M\u1ed9t entity ch\u1ecbu tr\u00e1ch nhi\u1ec7m \u0111\u00f3ng g\u00f3p cho n\u1ed9i dung c\u1ee7a t\u00e0i nguy\u00ean. 
descr.dc_coverage=M\u1ee9c \u0111\u1ed9, ph\u1ea1m vi n\u1ed9i dung c\u1ee7a t\u00e0i nguy\u00ean (v\u00ed d\u1ee5, m\u1ed9t t\u00ean ra, ho\u1eb7c t\u1ecda \u0111\u1ed9 \u0111\u1ecba l\u00fd, m\u1ed9t ng\u00e0y, kho\u1ea3ng ng\u00e0y ho\u1eb7c nh\u00e3n th\u1eddi gian, ho\u1eb7c th\u1ea9m quy\u1ec1n). 
descr.dc_created=Ng\u00e0y t\u1ea1o ra ngu\u1ed3n t\u00e0i nguy\u00ean n\u00e0y. 
descr.dc_creator=M\u1ed9t ng\u01b0\u1eddi, t\u1ed5 ch\u1ee9c, d\u1ecbch v\u1ee5 ho\u1eb7c t\u1ed5 ch\u1ee9c kh\u00e1c ch\u1ee7 y\u1ebfu ch\u1ecbu tr\u00e1ch nhi\u1ec7m l\u00e0m cho n\u1ed9i dung c\u1ee7a t\u00e0i nguy\u00ean. 
descr.dc_descr=M\u1ed9t t\u00e0i kho\u1ea3n c\u1ee7a c\u00e1c n\u1ed9i dung c\u1ee7a t\u00e0i nguy\u00ean, c\u00f3 th\u1ec3 bao g\u1ed3m m\u1ed9t t\u00f3m t\u1eaft ho\u1eb7c b\u1ea3ng n\u1ed9i dung. 
descr.dc_edlevel=M\u00f4 t\u1ea3 v\u1ec1 s\u1ef1 ti\u1ebfn tri\u1ec3n c\u1ee7a kh\u00e1n gi\u1ea3 th\u00f4ng qua m\u1ed9t n\u1ec1n gi\u00e1o d\u1ee5c ho\u1eb7c \u0111\u00e0o t\u1ea1o ng\u1eef c\u1ea3nh. 
descr.dc_format=C\u00e1c bi\u1ec3u hi\u1ec7n v\u1eadt l\u00fd ho\u1eb7c k\u1ef9 thu\u1eadt s\u1ed1 c\u1ee7a t\u00e0i nguy\u00ean (v\u00ed d\u1ee5, \u0111\u1ecbnh d\u1ea1ng MIME c\u1ee7a m\u1ed9t ngu\u1ed3n t\u00e0i nguy\u00ean k\u1ef9 thu\u1eadt s\u1ed1). 
descr.dc_id=M\u1ed9t tham chi\u1ebfu kh\u00f4ng r\u00f5 r\u00e0ng \u0111\u1ebfn ngu\u1ed3n t\u00e0i nguy\u00ean trong m\u1ed9t b\u1ed1i c\u1ea3nh c\u1ee5 th\u1ec3 (v\u00ed d\u1ee5, URI, URL, ISBN, th\u01b0 vi\u1ec7n s\u1ed1 g\u1ecdi). 
descr.dc_issued=Ng\u00e0y ph\u00e1t h\u00e0nh ch\u00ednh th\u1ee9c ho\u1eb7c c\u00f4ng b\u1ed1 c\u1ee7a t\u00e0i nguy\u00ean. 
descr.dc_lang=Ng\u00f4n ng\u1eef c\u1ee7a n\u1ed9i dung tr\u00ed tu\u1ec7 c\u1ee7a t\u00e0i nguy\u00ean. 
descr.dc_modified=Ng\u00e0y c\u1ee7a s\u1ef1 thay \u0111\u1ed5i \u0111\u00e1ng k\u1ec3 cho ngu\u1ed3n t\u00e0i nguy\u00ean n\u00e0y. 
descr.dc_publisher=M\u1ed9t entity ch\u1ecbu tr\u00e1ch nhi\u1ec7m l\u00e0m cho ngu\u1ed3n t\u00e0i nguy\u00ean s\u1eb5n c\u00f3. 
descr.dc_rights=Th\u00f4ng tin v\u1ec1 quy\u1ec1n \u0111\u01b0\u1ee3c t\u1ed5 ch\u1ee9c trong v\u00e0 tr\u00ean t\u00e0i nguy\u00ean (v\u00ed d\u1ee5, b\u1ea3n quy\u1ec1n v\u00e0 quy\u1ec1n t\u00e0i s\u1ea3n). 
descr.dc_source=M\u1ed9t tham chi\u1ebfu (t\u1ed1t h\u01a1n l\u00e0 m\u1ed9t \u0111\u1ecbnh danh ch\u00ednh th\u1ee9c) cho m\u1ed9t ngu\u1ed3n t\u00e0i nguy\u00ean m\u00e0 t\u1eeb \u0111\u00f3 c\u00e1c t\u00e0i nguy\u00ean hi\u1ec7n nay l\u00e0 xu\u1ea5t ph\u00e1t, to\u00e0n b\u1ed9 ho\u1eb7c m\u1ed9t ph\u1ea7n. 
descr.dc_subject=Ch\u1ee7 \u0111\u1ec1 c\u1ee7a c\u00e1c n\u1ed9i dung c\u1ee7a t\u00e0i nguy\u00ean, th\u00f4ng th\u01b0\u1eddng, th\u1ec3 hi\u1ec7n d\u01b0\u1edbi c\u00e1c t\u1eeb kh\u00f3a, c\u1ee5m t\u1eeb kh\u00f3a ho\u1eb7c m\u00e3 s\u1ed1 ph\u00e2n lo\u1ea1i. 
descr.dc_title=M\u1ed9t t\u00ean \u0111\u01b0\u1ee3c \u0111\u1eb7t cho t\u00e0i nguy\u00ean. 
descr.dc_toc=M\u1ed9t danh s\u00e1ch c\u00e1c ti\u1ec3u \u0111\u01a1n v\u1ecb c\u1ee7a c\u00e1c n\u1ed9i dung c\u1ee7a t\u00e0i nguy\u00ean. 
descr.dc_type=B\u1ea3n ch\u1ea5t hay th\u1ec3 lo\u1ea1i c\u1ee7a n\u1ed9i dung c\u1ee7a t\u00e0i nguy\u00ean. 
descr.fsmount_active=Cho d\u00f9 c\u00e1c mountpoint ho\u1ea1t \u0111\u1ed9ng ho\u1eb7c c\u00e1c file XML m\u00f4 t\u1ea3 c\u00e1c mountpoint c\u00f3 th\u1ec3 ch\u1ec9nh s\u1eeda. 

#ResourcesMetadata

#Edit VM
edit.access1=Truy c\u1eadp 
edit.access2=Cho nh\u1eefng nguoi kh\u00f4ng l\u00e0 th\u00e0nh vi\u00ean c\u1ee7a trang web xem (xem c\u00f4ng khai) 
edit.access3=Xem cho trang web 
edit.access4=Xem c\u00e1c nh\u00f3m \u0111\u01b0\u1ee3c l\u1ef1a ch\u1ecdn 
edit.calert=B\u1ea3n quy\u1ec1n c\u1ea3nh b\u00e1o 
edit.cinfo=Th\u00f4ng tin B\u1ea3n quy\u1ec1n 
edit.cstatus=T\u00ecnh tr\u1ea1ng b\u1ea3n quy\u1ec1n 
edit.descr=M\u00f4 t\u1ea3 
edit.display1=Xem 
edit.display2=quy\u1ec1n t\u00e1c gi\u1ea3 c\u1ea3nh b\u00e1o 
edit.display3=v\u00e0 y\u00eau c\u1ea7u x\u00e1c nh\u1eadn khi truy c\u1eadp b\u1edfi nh\u1eefng ng\u01b0\u1eddi kh\u00e1c. 
edit.edit=S\u1eeda l\u1ea1i t\u00e0i nguy\u00ean 
edit.fairuse=Th\u00f4ng tin th\u00eam 
edit.filename=T\u00ean file hi\u1ec7n h\u00e0nh 
edit.folder=Ch\u1ec9nh s\u1eeda m\u1eabu 
edit.group1=Ti\u00eau \u0111\u1ec1 
edit.group2=M\u00f4 t\u1ea3 
edit.group3=B\u1ea3ng ch\u1ee9a danh s\u00e1ch c\u00e1c nh\u00f3m. \u0110\u1ea7u c\u1ed9t ch\u1ee9a checkboxes tra, th\u1ee9 hai c\u00f3 t\u00ean nh\u00f3m, nh\u00f3m th\u1ee9 ba m\u00f4 t\u1ea3. Ti\u00eau \u0111\u1ec1 li\u00ean k\u1ebft c\u00f3 th\u1ec3 \u0111\u01b0\u1ee3c d\u00f9ng \u0111\u1ec3 s\u1eafp x\u1ebfp. 
edit.hide=\u1ea8n 
edit.instr=S\u1eeda \u0111\u1ed5i m\u1ee5c t\u00e0i s\u1ea3n v\u00e0 sau \u0111\u00f3 ch\u1ecdn 'C\u1eadp nh\u1eadt' \u1edf ph\u00eda d\u01b0\u1edbi. C\u00e1c m\u1ee5c b\u1eaft bu\u1ed9c \u0111\u01b0\u1ee3c \u0111\u00e1nh d\u1ea5u b\u1eb1ng 
edit.mime=Thay \u0111\u1ed5i ki\u1ec3u file c\u1ee7a m\u1ed9t ngu\u1ed3n t\u00e0i nguy\u00ean non-ascii t\u1edbi &quot
edit.missing=Xin vui l\u00f2ng cung c\u1ea5p th\u00f4ng tin c\u1ea7n thi\u1ebft. 
edit.replace=Thay th\u1ebf file 
edit.replace2=URL thay th\u1ebf 
edit.show=Xem 
edit.title=Ti\u00eau \u0111\u1ec1 
edit.update=C\u1eadp nh\u1eadt 



exceeded2=\u0111\u00e3 b\u1ecb v\u01b0\u1ee3t qu\u00e1. 

expandall=M\u1edf r\u1ed9ng T\u1ea5t c\u1ea3 
expand.all=M\u1edf r\u1ed9ng T\u1ea5t c\u1ea3 

failed=Ho\u1ea1t \u0111\u1ed9ng kh\u00f4ng th\u1ec3 ho\u00e0n t\u1ea5t v\u00e0o l\u00fac n\u00e0y. 

feb=T2

folder.notempty=C\u00e1c th\u01b0 m\u1ee5c {0} ch\u1ee9a item (s) m\u00e0 c\u0169ng s\u1ebd b\u1ecb x\u00f3a\! 


#General Vm	
gen.access=Truy c\u1eadp 
gen.actions=H\u00e0nh \u0111\u1ed9ng 
gen.add=Th\u00eam 
gen.additems=Th\u00eam Item (s) 
gen.alert=Th\u00f4ng b\u00e1o\: 
gen.cancel=Hu\u1ef7 
gen.choose=Cho\u0323n 
gen.content=N\u1ed9i dung\: 
gen.copycomf=X\u00e1c nh\u1eadn b\u1ea3n quy\u1ec1n t\u00e1c gi\u1ea3, sau \u0111\u00f3 
gen.cpr=Th\u00f4ng tin B\u1ea3n quy\u1ec1n 
gen.created=T\u1ea1o B\u1edfi 
gen.created1=T\u1ea1o B\u1edfi 
gen.creatime=Th\u1eddi gian t\u1ea1o 
gen.description=M\u00f4 t\u1ea3 
gen.drop=H\u1ed9p ch\u1ee9a 
gen.email1=Email th\u00f4ng b\u00e1o 
gen.email2=Cao - M\u1ecdi ng\u01b0\u1eddi tham gia 
gen.email3=Th\u1ea5p - Ch\u1ec9 c\u00f3 ng\u01b0\u1eddi tham gia \u0111\u00e3 ch\u1ecdn tham gia 
gen.email4=Kh\u00f4ng - Kh\u00f4ng c\u00f3 th\u00f4ng b\u00e1o 
gen.file=file\: 
gen.folder=th\u01b0 m\u1ee5c 
gen.folder1=Th\u01b0 m\u1ee5c 
gen.instr1=Ch\u1ecdn th\u00eam item, nh\u1eadp th\u00eam t\u00ednh ch\u1ea5t v\u00e0 sau \u0111\u00f3 ch\u1ecdn 'Th\u00eam' \u1edf ph\u00eda d\u01b0\u1edbi. 
gen.instr2=c\u00e1c m\u1ee5c b\u1eaft bu\u1ed9c \u0111\u01b0\u1ee3c \u0111\u00e1nh d\u1ea5u b\u1eb1ng 
gen.kb=trong KBytes, 0 \u0111\u1ec3 kh\u00f4ng gi\u1edbi h\u1ea1n 
gen.last=L\u1ea7n cu\u1ed1i s\u1eeda \u0111\u1ed5i 
gen.last1=S\u1eeda \u0111\u1ed5i 
gen.lastby=L\u1ea7n cu\u1ed1i s\u1eeda \u0111\u1ed5i theo 
gen.location=\u0110\u1ecba \u0111i\u1ec3m\: 
gen.newwin=C\u1eeda s\u1ed5 m\u1edbi 
gen.no=Kh\u00f4ng 
gen.note=L\u01b0u \u00fd\: 
gen.onlyup1=B\u1ea1n ch\u1ec9 c\u00f3 th\u1ec3 t\u1ea3i l\u00ean 
gen.onlyup2=MB c\u00f3 gi\u00e1 tr\u1ecb c\u1ee7a c\u00e1c file c\u00f9ng m\u1ed9t l\u00fac. B\u1ea1n c\u00f3 th\u1ec3 c\u1ea7n ph\u1ea3i t\u1ea3i l\u00ean c\u00e1c file l\u1edbn m\u1ed9t l\u00fac. 
gen.original=B\u1ea3n g\u1ed1c URL 
gen.position=V\u1ecb tr\u00ed 
gen.proces=Ti\u1ebfn h\u00e0nh ...... 
gen.quota=Quota \u0110\u1eb7c bi\u1ec7t  
gen.reso=T\u00e0i nguy\u00ean 
gen.save=L\u01b0u 
gen.setyes=\u0110\u1eb7t C\u00f3 ch\u1ee9a trong m\u1ed9t th\u01b0 m\u1ee5c. 
gen.size=K\u00edch th\u01b0\u1edbc 
gen.stored=URL 
gen.title=Ti\u00eau \u0111\u1ec1 
gen.title1=Ti\u00eau \u0111\u1ec1 
gen.type=File Type 
gen.url=URL 
gen.youdonot=B\u1ea1n kh\u00f4ng \u0111\u01b0\u1ee3c ph\u00e9p xem n\u1ed9i dung c\u1ee7a b\u1ed9 s\u01b0u t\u1eadp n\u00e0y. 


invalid=l\u00e0 kh\u00f4ng h\u1ee3p l\u1ec7. 



# months (used in chef_dateselectionwidget macro in VM_chef_library.vm)
jan=T1

jul=T7

jun=T6

label.dc_abstract=T\u00f3m t\u1eaft 
label.dc_alt=Ti\u00eau \u0111\u1ec1 thay th\u1ebf 
label.dc_audience=Th\u00ednh gi\u1ea3 
label.dc_contributor=Ng\u01b0\u1eddi c\u1ed9ng t\u00e1c 
label.dc_coverage=V\u00f9ng ph\u1ee7 s\u00f3ng 
label.dc_created=Ng\u00e0y kh\u1edfi t\u1ea1o 
label.dc_creator=Ng\u01b0\u1eddi t\u1ea1o 
label.dc_descr=M\u00f4 t\u1ea3 
label.dc_edlevel=Tr\u00ecnh \u0111\u1ed9 h\u1ecdc v\u1ea5n th\u00ednh gi\u1ea3 
label.dc_format=\u0110\u1ecbnh d\u1ea1ng 
label.dc_id=Resource Identifier 
label.dc_issued=Ng\u00e0y ban h\u00e0nh 
label.dc_lang=Ng\u00f4n ng\u01b0 
label.dc_modified=Ng\u00e0y s\u1eeda \u0111\u1ed5i 
label.dc_publisher=Xu\u1ea5t b\u1ea3n 
label.dc_rights=Qu\u1ea3n l\u00fd quy\u1ec1n 
label.dc_source=Ngu\u1ed3n 
label.dc_subject=Ti\u00eau \u0111\u1ec1 v\u00e0 T\u1eeb kho\u00e1 
label.dc_title=Ti\u00eau \u0111\u1ec1 
label.dc_toc=M\u1ee5c l\u1ee5c 
label.dc_type=Lo\u1ea1i t\u00e0i nguy\u00ean 
label.fsmount_active=K\u00edch ho\u1ea1t Mountpoint 

#List VM
list.columns=Xem c\u00e1c c\u1ed9t 
list.hierarchy=Xem h\u1ec7 th\u1ed1ng 
list.add=Th\u00eam 
list.add.title=Th\u00eam item (s) 
list.copied=Sao ch\u00e9p - Ch\u1ecdn d\u00e1n v\u1ecb tr\u00ed, sau \u0111\u00f3 nh\u1ea5p d\u00e1n 
list.copy=Copy 
list.copyall=Sao ch\u00e9p ki\u1ec3m tra 
list.dup=B\u1ea3n sao 
list.edit=Ch\u1ec9nh s\u1eeda 
list.edit.title=Ch\u1ec9nh s\u1eeda c\u00e1c thu\u1ed9c t\u00ednh 
list.fPerm=Cho ph\u00e9p\t 
list.fPerm.title=Th\u01b0 m\u1ee5c  cho ph\u00e9p 
list.hide=\u1ea8n c\u00e1c trang web kh\u00e1c 
list.move=Di chuy\u1ec3n \u0111\u01b0\u1ee3c ch\u1ecdn 
list.moved=Ch\u1ecdn \u0111\u1ec3 di chuy\u1ec3n - Ch\u1ecdn \u0111i\u1ec3m \u0111\u1ebfn , sau \u0111\u00f3 d\u00e1n v\u00e0o 
list.options=T\u00f9y ch\u1ecdn 
list.paste1=D\u00e1n sao ch\u00e9p items 
list.paste3=D\u00e1n items b\u1ecb di chuy\u1ec3n 
list.props=Th\u00f4ng tin 
list.props.title=Xem t\u00e0i s\u1ea3n 
list.remove=H\u1ee7y b\u1ecf ki\u1ec3m tra 
list.reorder=S\u1eafp x\u1ebfp l\u1ea1i 
list.sPerm=Cho ph\u00e9p 
list.select=Ch\u1ecdn t\u1ea5t c\u1ea3 
list.show=Xem c\u00e1c trang web kh\u00e1c 
list.site=Trang web T\u00e0i nguy\u00ean 
list.toobig=B\u1ed9 s\u01b0u t\u1eadp n\u00e0y l\u00e0 qu\u00e1 l\u1edbn \u0111\u1ec3 m\u1edf r\u1ed9ng. 
list.unselect=B\u1ecf ch\u1ecdn T\u1ea5t c\u1ea3 

locked=b\u1ecb kh\u00f3a do s\u1eed d\u1ee5ng kh\u00e1c. 

mar=T3 

may=T5 

mismatch=c\u00f3 lo\u1ea1i kh\u00f4ng ph\u00f9 h\u1ee3p. 

more.cancel=Quay tr\u1edf l\u1ea1i 
#More VM
more.view=T\u00e0i s\u1ea3n 
more.yes=Cho nh\u1eefng nguoi kh\u00f4ng l\u00e0 th\u00e0nh vi\u00ean c\u1ee7a trang web xem 

new=M\u1edbi ... 




notaddreso=Kh\u00f4ng th\u1ec3 th\u00eam t\u00e0i nguy\u00ean 


notexist=kh\u00f4ng t\u1ed3n t\u1ea1i. 

notexist1=C\u00e1c ngu\u1ed3n t\u00e0i nguy\u00ean / b\u1ed9 s\u01b0u t\u1eadp kh\u00f4ng t\u1ed3n t\u1ea1i. 

notexist2=B\u1ed9 s\u01b0u t\u1eadp kh\u00f4ng t\u1ed3n t\u1ea1i. 


notpermis1=B\u1ea1n kh\u00f4ng \u0111\u01b0\u1ee3c ph\u00e9p xem th\u01b0 m\u1ee5c n\u00e0y. 





notpermis14=B\u1ea1n kh\u00f4ng c\u00f3 quy\u1ec1n \u0111\u1ec3 lo\u1ea1i b\u1ecf\: 

notpermis15=B\u1ea1n kh\u00f4ng c\u00f3 quy\u1ec1n th\u00edch h\u1ee3p \u0111\u1ec3 xem c\u00e1c t\u00e0i s\u1ea3n. 


notpermis2=B\u1ea1n kh\u00f4ng \u0111\u01b0\u1ee3c ph\u00e9p xem t\u00e0i nguy\u00ean 

notpermis3=B\u1ea1n kh\u00f4ng \u0111\u01b0\u1ee3c ph\u00e9p xem b\u1ed9 s\u01b0u t\u1eadp n\u00e0y. 

notpermis4=B\u1ea1n kh\u00f4ng c\u00f3 quy\u1ec1n th\u00edch h\u1ee3p \u0111\u1ec3 th\u00eam ngu\u1ed3n l\u1ef1c. 


notpermis6=B\u1ea1n kh\u00f4ng c\u00f3 quy\u1ec1n th\u00edch h\u1ee3p \u0111\u1ec3 x\u00f3a c\u00e1c t\u00e0i nguy\u00ean 


notpermis8=B\u1ea1n kh\u00f4ng c\u00f3 quy\u1ec1n th\u00edch h\u1ee3p \u0111\u1ec3 sao ch\u00e9p ho\u1eb7c d\u00e1n 





notsupported=Di chuy\u1ec3n v\u00e0 sao ch\u00e9p hi\u1ec7n kh\u00f4ng h\u1ed7 tr\u1ee3 tr\u00ean c\u00e1c th\u01b0 m\u1ee5c. 


nov=T11 


oct=T10





overquota=Th\u00eam ngu\u1ed3n t\u00e0i nguy\u00ean n\u00e0y s\u1ebd di\u1ec5n ra t\u00e0i kho\u1ea3n n\u00e0y qua h\u1ea1n ng\u1ea1ch. \u0110\u1ec3 th\u00eam t\u00e0i nguy\u00ean n\u00e0y, m\u1ed9t s\u1ed1 t\u00e0i nguy\u00ean c\u00f3 th\u1ec3 c\u1ea7n ph\u1ea3i x\u00f3a. 

overview=T\u1ed5ng quan 

paste=D\u00e1n \u1edf \u0111\u00e2y 

pasteitem=C\u00e1c item \u0111\u01b0\u1ee3c d\u00e1n 



permissions=Quy\u1ec1n ... 

#Properties VM


recursive=B\u1ea1n kh\u00f4ng th\u1ec3 d\u00e1n th\u01b0 m\u1ee5c n\u00e0y \u1edf v\u1ecb tr\u00ed n\u00e0y v\u00ec m\u1ed9t th\u01b0 m\u1ee5c kh\u00f4ng th\u1ec3 \u0111\u01b0\u1ee3c d\u00e1n b\u00ean trong ch\u00ednh n\u00f3\: 

#Replace VM
rep.change=\u0110\u1ec3 thay \u0111\u1ed5i\: 
rep.file=Thay th\u1ebf file ... 
rep.item=Thay th\u1ebf Kho\u1ea3n 
rep.items=Thay th\u1ebf Items 
rep.rep=Thay th\u1ebf file v\u1edbi m\u1ed9t file m\u1edbi ho\u1eb7c phi\u00ean b\u1ea3n kh\u00e1c nhau? Vi\u1ec7c thay th\u1ebf s\u1ebd lo\u1ea1i b\u1ecf c\u00e1c file hi\u1ec7n th\u1eddi v\u00e0 cho ph\u00e9p b\u1ea1n t\u1ea3i l\u00ean thay th\u1ebf. C\u00f3 file m\u1edbi c\u1ee7a b\u1ea1n \u0111\u00e3 s\u1eb5n s\u00e0ng \u0111\u1ec3 g\u1eedi\! 
rep.thisfile=Thay th\u1ebf b\u1eb1ng file n\u00e0y\: 

replace=Thay th\u1ebf ... 



resource=C\u00e1c ngu\u1ed3n t\u00e0i nguy\u00ean 

revise=Ch\u1ec9nh s\u1eeda ... 

selectall=Ch\u1ecdn T\u1ea5t c\u1ea3 

sep=T9

setpermis=Thi\u1ebft l\u1eadp quy\u1ec1n truy c\u1eadp cho ngu\u1ed3n t\u00e0i nguy\u00ean trong th\u01b0 m\u1ee5c 

setpermis1=Thi\u1ebft l\u1eadp quy\u1ec1n truy c\u1eadp cho ngu\u1ed3n t\u00e0i nguy\u00ean \u1edf worksite 

sh.check=Check Box 
sh.close=\u0110\u00f3ng th\u01b0 m\u1ee5c n\u00e0y 
sh.closed=\u0110\u00f3ng th\u01b0 m\u1ee5c 
sh.copied=copy - paste? 
sh.cut=c\u1eaft - d\u00e1n? 
sh.drop=drop box 
sh.get=Nh\u1eadn th\u00f4ng tin v\u1ec1 item n\u00e0y 
sh.go=Chuy\u1ec3n \u0111\u1ebfn th\u01b0 m\u1ee5c n\u00e0y 
sh.inf=Th\u00f4ng tin v\u1ec1 b\u1ed9 s\u01b0u t\u1eadp n\u00e0y 
sh.inf1=Th\u00f4ng tin v\u1ec1 item n\u00e0y 
sh.item=c\u00e1c m\u1ee5c t\u1ea1i \u0111\u1ecba \u0111i\u1ec3m n\u00e0y. 
#Show VM
sh.listcap=Danh s\u00e1ch c\u00e1c t\u00e0i nguy\u00ean 
sh.listsum=Tabled danh s\u00e1ch c\u00e1c ngu\u1ed3n l\u1ef1c, bao g\u1ed3m c\u1ea3 th\u01b0 m\u1ee5c v\u00e0 ti\u1ec3u th\u01b0 m\u1ee5c, file, web-li\u00ean k\u1ebft, c\u00e1c trang HTML v\u00e0 c\u00e1c file v\u0103n b\u1ea3n. C\u1ed9t 1 l\u00e0 kh\u00f4ng \u0111\u01b0\u1ee3c s\u1eed d\u1ee5ng. C\u1ed9t 2 c\u00f3 checkboxes \u0111\u1ec3 ch\u1ecdn xem m\u1ed9t m\u1ee5c n\u00ean \u0111\u01b0\u1ee3c di chuy\u1ec3n, sao ch\u00e9p hay g\u1ee1 b\u1ecf. C\u1ed9t 3 c\u00f3 li\u00ean k\u1ebft \u0111\u1ec3 m\u1edf c\u00e1c t\u00e0i nguy\u00ean ho\u1eb7c th\u01b0 m\u1ee5c. C\u1ed9t 4 cho ph\u00e9p b\u1ea1n th\u00eam ngu\u1ed3n l\u1ef1c m\u1edbi cho m\u1ed9t th\u01b0 m\u1ee5c. C\u1ed9t 5 li\u00ean k\u1ebft \u0111\u1ebfn c\u00e1c h\u00e0nh \u0111\u1ed9ng b\u1ea1n c\u00f3 th\u1ec3 mang v\u1ec1 ngu\u1ed3n t\u00e0i nguy\u00ean \u0111\u00f3. C\u1ed9t 6 ti\u1ec3u bang c\u1ee7a nh\u00f3m ng\u01b0\u1eddi c\u00f3 th\u1ec3 th\u1ea5y r\u1eb1ng ngu\u1ed3n t\u00e0i nguy\u00ean. C\u1ed9t 7 ti\u1ec3u bang ng\u01b0\u1eddi t\u1ea1o ra r\u1eb1ng ngu\u1ed3n l\u1ef1c. C\u1ed9t 8 ti\u1ec3u bang ng\u00e0y ngu\u1ed3n t\u00e0i nguy\u00ean \u0111\u01b0\u1ee3c s\u1eeda \u0111\u1ed5i l\u1ea7n cu\u1ed1i. C\u1ed9t 9 ti\u1ec3u bang k\u00edch th\u01b0\u1edbc c\u1ee7a t\u00e0i nguy\u00ean 
sh.no=Kh\u00f4ng c\u00f3 
sh.one=L\u00ean m\u1ed9t m\u1ee9c 
sh.open=M\u1edf th\u01b0 m\u1ee5c n\u00e0y 
sh.opened=M\u1edf th\u01b0 m\u1ee5c 
sh.reso=t\u00e0i nguy\u00ean 
sh.selall=Ki\u1ec3m tra t\u1ea5t c\u1ea3 c\u00e1c 
sh.sortcrea=S\u1eafp x\u1ebfp theo ng\u00e0y t\u1ea1o ra 
sh.sortcreaas=S\u1eafp x\u1ebfp theo ng\u00e0y t\u1ea1o ra t\u0103ng d\u1ea7n 
sh.sortcreadesc=S\u1eafp x\u1ebfp theo ng\u00e0y t\u1ea1o ra gi\u1ea3m d\u1ea7n 
sh.sortaut=Ph\u00e2n lo\u1ea1i theo t\u00ean t\u00e1c gi\u1ea3 
sh.sortautas=Ph\u00e2n lo\u1ea1i theo t\u00e1c gi\u1ea3 t\u0103ng d\u1ea7n 
sh.sortautdesc=Ph\u00e2n lo\u1ea1i theo t\u00e1c gi\u1ea3 gi\u1ea3m d\u1ea7n 
sh.sortdate=S\u1eafp x\u1ebfp theo ng\u00e0y s\u1eeda \u0111\u1ed5i l\u1ea7n cu\u1ed1i 
sh.sortdateas=S\u1eafp x\u1ebfp theo ng\u00e0y s\u1eeda \u0111\u1ed5i l\u1ea7n cu\u1ed1i t\u0103ng d\u1ea7n 
sh.sortdatedesc=S\u1eafp x\u1ebfp theo ng\u00e0y s\u1eeda \u0111\u1ed5i l\u1ea7n cu\u1ed1i gi\u1ea3m d\u1ea7n 
sh.sortsize=Ph\u00e2n lo\u1ea1i theo k\u00edch c\u1ee1 
sh.sortsizeas=Ph\u00e2n lo\u1ea1i theo quy m\u00f4 t\u0103ng d\u1ea7n 
sh.sortsizedesc=Ph\u00e2n lo\u1ea1i theo k\u00edch c\u1ee1 gi\u1ea3m d\u1ea7n 
sh.sorttit=Ph\u00e2n lo\u1ea1i theo t\u00ean 
sh.sorttitas=Ph\u00e2n lo\u1ea1i theo t\u00ean t\u0103ng d\u1ea7n 
sh.sorttitdesc=S\u1eafp x\u1ebfp theo Ti\u00eau \u0111\u1ec1 gi\u1ea3m d\u1ea7n 
sh.unsel=B\u1ecf ch\u1ecdn t\u1ea5t c\u1ea3 

shortcut=T\u1eaft \u0111\u1ec3 

size=C\u00e1c gi\u1edbi h\u1ea1n k\u00edch th\u01b0\u1edbc t\u1ea3i l\u00ean c\u1ee7a 

filter=C\u00e1c file {0} kh\u00f4ng ph\u00f9 h\u1ee3p v\u1edbi lo\u1ea1i b\u1ed9 l\u1ecdc. 

someone=Ai \u0111\u00f3 ch\u1ec9nh s\u1eeda 











title=Ti\u00eau \u0111\u1ec1 

titlecannot=Ti\u00eau \u0111\u1ec1 kh\u00f4ng th\u1ec3 ch\u1ee9a b\u1ea5t k\u1ef3 c\u00e1c k\u00fd t\u1ef1 sau \u0111\u00e2y\: /%? * 



toolong=C\u00e1i t\u00ean qu\u00e1 d\u00e0i\: 

toomany=Qu\u00e1 nhi\u1ec1u b\u1ea3n sao c\u1ee7a t\u00e0i nguy\u00ean n\u00e0y \u0111\u00e3 \u0111\u01b0\u1ee3c th\u00eam v\u00e0o b\u1ed9 s\u01b0u t\u1eadp n\u00e0y. 

type=Ph\u1ea3i ch\u1ecdn m\u1ed9t ki\u1ec3u m\u1eabu. 


typeex=Lo\u1ea1i ngo\u1ea1i l\u1ec7. 


use1=S\u1eed d\u1ee5ng th\u01b0 m\u1ee5c n\u00e0y \u0111\u1ec3 l\u01b0u tr\u1eef file ri\u00eang t\u01b0 m\u00e0 b\u1ea1n mu\u1ed1n chia s\u1ebb ch\u1ec9 v\u1edbi ng\u01b0\u1eddi t\u1ed5 ch\u1ee9c worksite n\u00e0y. 

use2=S\u1eed d\u1ee5ng th\u01b0 m\u1ee5c n\u00e0y \u0111\u1ec3 l\u01b0u tr\u1eef c\u00e1c file nh\u1eafn b\u1ea1n ch\u1ec9 mu\u1ed1n chia s\u1ebb v\u1edbi c\u00e1c th\u00e0nh vi\u00ean c\u00e1 nh\u00e2n c\u1ee7a worksite n\u00e0y. 

used=\u0111\u00e3 \u0111\u01b0\u1ee3c s\u1eed d\u1ee5ng t\u00e0i nguy\u00ean. Xin vui l\u00f2ng s\u1eed d\u1ee5ng m\u1ed9t ti\u00eau \u0111\u1ec1 kh\u00e1c nhau. 


used2=. Id c\u00f9ng m\u1ed9t ngu\u1ed3n t\u00e0i nguy\u00ean \u0111\u00e3 \u0111\u01b0\u1ee3c s\u1eed d\u1ee5ng. 



validurl=Xin vui l\u00f2ng nh\u1eadp v\u00e0o m\u1ed9t URL h\u1ee3p l\u1ec7. 

wrongtype=\u0111\u00e3 g\u00f5 sai. 





lis.show5=Xem 5 b\u00e0i m\u1ed7i trang 
lis.show10=Xem 10 b\u00e0i ... 
lis.show20=Xem 20 b\u00e0i ... 
lis.show50=Xem 50 b\u00e0i ... 
lis.show100=Xem 100 b\u00e0i ... 
lis.show200=Xem 200 b\u00e0i ... 


opt_props=T\u00f9y ch\u1ecdn t\u00e0i s\u1ea3n 

month.apr=T4
month.aug=T8
month.dec=T12
month.feb=T2
month.jan=T1
month.jul=T7
month.jun=T6
month.mar=T3
month.may=T5
month.nov=T11
month.oct=T10
month.sep=T9

# CollectionAccessFormatter (directory view)

colformat.uplevel=L\u00ean m\u1ed9t m\u1ee9c 
colformat.uplevel.alttext=Bi\u1ec3u t\u01b0\u1ee3ng l\u00ean 
colformat.pagetitle=Ch\u1ec9 s\u1ed1 {0} 
colformat.showhide=Xem/gi\u1ea5u c\u00e1c m\u00f4 t\u1ea3 

# Notification Preferences
prefs_title=T\u00e0i nguy\u00ean v\u00e0 Drop Box
# Do not remove prefs_description or prefs_title_override, check SAK-21078 for risk and code for reason
prefs_opt3=G\u1eedi cho t\u00f4i m\u1ed7i t\u00e0i nguy\u00ean m\u1ed9t c\u00e1ch ri\u00eang bi\u1ec7t 
prefs_opt2=G\u1eedi cho t\u00f4i m\u1ed9t email m\u1ed7i ng\u00e0y t\u1ed5ng k\u1ebft t\u1ea5t c\u1ea3 c\u00e1c th\u00f4ng b\u00e1o \u01b0u ti\u00ean ngu\u1ed3n l\u1ef1c th\u1ea5p 
prefs_opt1=\u0110\u1eebng g\u1eedi cho t\u00f4i t\u00e0i nguy\u00ean th\u00f4ng b\u00e1o \u01b0u ti\u00ean th\u1ea5p 

# AntiSamy Cleaner

# Zip Compression