#X-Generator: crowdin.com
#Generated by ResourceBundle Editor (http://eclipse-rbe.sourceforge.net)
# $Header: /cvs/sakai2/legacy/bundle/src/bundle/content.properties,v 1.21 2005/06/09 15:27:36 gsilver.umich.edu Exp $

button.add=\u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646
button.actions=\u0627\u0642\u062f\u0627\u0645\u0627\u062a

sort.title=\u0645\u0631\u062a\u0628 \u0633\u0627\u0632\u06cc \u0645\u062c\u062f\u062f\:
sort.instruct=\u0628\u0627 \u06a9\u0644\u06cc\u06a9 \u06a9\u0631\u062f\u0646 \u0628\u0631 \u0631\u0648\u06cc \u0639\u0644\u0627\u0645\u062a \u0641\u0644\u0634 \u062f\u0631 \u0633\u0645\u062a \u0686\u067e \u0648 \u06cc\u0627 \u062a\u0646\u0638\u06cc\u0645 \u062f\u0631 \u0645\u0646\u0648\u06cc \u06a9\u0634\u0648\u06cc\u06cc \u0633\u0645\u062a \u0631\u0627\u0633\u062a \u0645\u06cc\u062a\u0648\u0627\u0646\u06cc\u062f \u06cc\u06a9 \u0645\u0648\u0631\u062f \u062f\u0631 \u0644\u06cc\u0633\u062a \u0631\u0627 \u062c\u0627\u0628\u062c\u0627 \u06a9\u0646\u06cc\u062f. \u067e\u06cc\u0634 \u0627\u0632 \u062a\u0631\u06a9 \u0627\u06cc\u0646 \u0635\u0641\u062d\u0647 \u062a\u063a\u06cc\u06cc\u0631\u0627\u062a \u0631\u0627 \u0630\u062e\u06cc\u0631\u0647 \u06a9\u0646\u06cc\u062f.
sort.moveup=\u0627\u0646\u062a\u0642\u0627\u0644 \u0628\u0647 \u0628\u0627\u0644\u0627
sort.movedn=\u0627\u0646\u062a\u0642\u0627\u0644 \u0628\u0647 \u067e\u0627\u06cc\u06cc\u0646
sort.summary=\u062c\u062f\u0648\u0644 \u062d\u0627\u0648\u06cc \u0622\u06cc\u062a\u0645\u200c\u0647\u0627\u06cc\u06cc \u0627\u0633\u062a \u06a9\u0647 \u0642\u0631\u0627\u0631 \u0627\u0633\u062a \u0645\u0631\u062a\u0628 \u0634\u0648\u0646\u062f. \u0633\u062a\u0648\u0646 \u062f\u0648\u0645 \u0634\u0627\u0645\u0644 \u0644\u06cc\u0646\u06a9 \u0628\u0631\u0627\u06cc \u0627\u0646\u062a\u0642\u0627\u0644 \u0622\u06cc\u062a\u0645 \u0647\u0627 \u0628\u0647 \u0628\u0627\u0644\u0627 \u0627\u0633\u062a. \u0633\u062a\u0648\u0646 \u0633\u0648\u0645 \u0634\u0627\u0645\u0644 \u0644\u06cc\u0646\u06a9 \u0628\u0631\u0627\u06cc \u0627\u0646\u062a\u0642\u0627\u0644 \u0622\u06cc\u062a\u0645 \u0647\u0627 \u0628\u0647 \u067e\u0627\u06cc\u06cc\u0646 \u0627\u0633\u062a. \u0628\u0631\u0627\u06cc \u0627\u0646\u062a\u0642\u0627\u0644 \u0622\u06cc\u062a\u0645 \u0628\u0647 \u06cc\u06a9 \u062c\u0627\u06cc\u06af\u0627\u0647 \u062e\u0627\u0635 \u0633\u062a\u0648\u0646 \u0622\u062e\u0631 \u0631\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f
sort.caption=\u0641\u0647\u0631\u0633\u062a\u06cc \u0627\u0632 \u0645\u0646\u0627\u0628\u0639\u06cc \u06a9\u0647 \u0642\u0631\u0627\u0631 \u0627\u0633\u062a \u0645\u0631\u062a\u0628 \u0634\u0648\u0646\u062f
sort.save=\u0630\u062e\u064a\u0631\u0647
sort.cancel=\u0644\u063a\u0648

size.bytes={0} \u0628\u0627\u06cc\u062a 
size.gb={0} \u06af\u06cc\u06af\u0627\u0628\u0627\u06cc\u062a 
size.kb={0} \u06a9\u06cc\u0644\u0648\u0628\u0627\u06cc\u062a 
size.mb={0} \u0645\u06af\u0627\u0628\u0627\u06cc\u062a 
size.gbytes={0} \u06af\u06cc\u06af\u0627\u0628\u0627\u06cc\u062a ({1} \u0628\u0627\u06cc\u062a) 
size.kbytes={0} \u06a9\u06cc\u0644\u0648\u0628\u0627\u06cc\u062a ({1} \u0628\u0627\u06cc\u062a) 
size.mbytes={0} \u0645\u06af\u0627\u0628\u0627\u06cc\u062a ({1} \u0628\u0627\u06cc\u062a) 
size.item=\u06f1 \u0622\u06cc\u062a\u0645 
size.items={0} \u0622\u06cc\u062a\u0645\u200c 

avail.title=\u0645\u0648\u062c\u0648\u062f\u0628\u0648\u062f\u0646
avail.show=\u0646\u0645\u0627\u06cc\u0634
avail.hide=\u067e\u0646\u0647\u0627\u0646 \u06a9\u0631\u062f\u0646
avail.start=\u0634\u0631\u0648\u0639
avail.end=\u067e\u0627\u06cc\u0627\u0646

action.select=- \u0627\u0646\u062a\u062e\u0627\u0628 \u0639\u0645\u0644 - 

access.site=\u062a\u0645\u0627\u0645 \u0633\u0627\u06cc\u062a
access.site1=\u0642\u0627\u0628\u0644 \u0645\u0634\u0627\u0647\u062f\u0647 \u0628\u0631\u0627\u06cc \u062a\u0645\u0627\u0645 \u0633\u0627\u06cc\u062a
access.group=\u0627\u0646\u062a\u062e\u0627\u0628 \u06af\u0631\u0648\u0647(\u0647\u0627)
access.group1=\u0642\u0627\u0628\u0644 \u0645\u0634\u0627\u0647\u062f\u0647 \u0628\u0631\u0627\u06cc \u06af\u0631\u0648\u0647 \u0647\u0627\u06cc \u0627\u0646\u062a\u062e\u0627\u0628\u06cc\: {0}
access.public=\u0639\u0645\u0648\u0645\u06cc
access.public1=\u0642\u0627\u0628\u0644 \u0645\u0634\u0627\u0647\u062f\u0647 \u0628\u0631\u0627\u06cc \u0639\u0645\u0648\u0645
access.dropbox=Dropbox
access.dropbox1=\u0642\u0627\u0628\u0644 \u0645\u0634\u0627\u0647\u062f\u0647 \u0628\u0631\u0627\u06cc \u0627\u0633\u062a\u0627\u062f \u0648 \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632

access.title1=\u062f\u0633\u062a\u0631\u0633\u06cc
access.title2=\u062f\u0633\u062a\u0631\u0633\u06cc\: \u0646\u0645\u0627\u06cc\u0634 \u0628\u0631\u0627\u06cc \u06a9\u0627\u0631\u0628\u0631\u0627\u0646 \u063a\u06cc\u0631 \u0639\u0636\u0648 (\u0642\u0627\u0628\u0644 \u0645\u0634\u0627\u0647\u062f\u0647 \u0628\u0631\u0627\u06cc \u0639\u0645\u0648\u0645)
access.title3=\u062f\u0633\u062a\u0631\u0633\u06cc\: \u0646\u0645\u0627\u06cc\u0634 \u0628\u0631\u0627\u06cc \u0647\u0645\u0647 \u0627\u0639\u0636\u0627\u06cc \u0627\u06cc\u0646 \u0633\u0627\u06cc\u062a
access.title4=\u062f\u0633\u062a\u0631\u0633\u06cc\: \u0646\u0645\u0627\u06cc\u0634 \u0628\u0631\u0627\u06cc \u0627\u0639\u0636\u0627\u06cc \u06af\u0631\u0648\u0647 \u0627\u0646\u062a\u062e\u0627\u0628 \u0634\u062f\u0647 ({0})
access.title5=\u062f\u0633\u062a\u0631\u0633\u06cc\: \u0646\u0645\u0627\u06cc\u0634 \u0628\u0631\u0627\u06cc \u0627\u0639\u0636\u0627\u06cc \u06af\u0631\u0648\u0647(\u0647\u0627\u06cc) \u0627\u0646\u062a\u062e\u0627\u0628 \u0634\u062f\u0647


#AddFileBasic Vm				
add.afile=\u06cc\u06a9 \u0641\u0627\u06cc\u0644\:
add.formtype=\u0646\u0648\u0639 \u0641\u0631\u0645 \u0631\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f
add.ftype=\u0646\u0648\u0639 \u0641\u0631\u0645
add.noforms=\u0647\u06cc\u0686 \u0641\u0631\u0645\u06cc \u0628\u0631\u0627\u06cc \u0627\u06cc\u0646 \u0633\u0627\u06cc\u062a \u062a\u0639\u0631\u06cc\u0641 \u0646\u0634\u062f\u0647 \u0627\u0633\u062a
add.numfiles=\u062a\u0639\u062f\u0627\u062f \u0641\u0627\u06cc\u0644 \u0647\u0627 \u0628\u0631\u0627\u06cc \u0622\u067e\u0644\u0648\u062f
add.numfldrs=\u062a\u0639\u062f\u0627\u062f \u067e\u0648\u0634\u0647 \u0647\u0627 \u0628\u0631\u0627\u06cc \u0627\u06cc\u062c\u0627\u062f
add.numurls=\u062a\u0639\u062f\u0627\u062f URL\u0647\u0627 \u0628\u0631\u0627\u06cc \u0627\u06cc\u062c\u0627\u062f
add.props=\u0648\u06cc\u0698\u06af\u06cc \u0647\u0627

#AddFolder Vm	
addf.addfolder=\u0627\u0641\u0632\u0648\u062f\u0646 \u067e\u0648\u0634\u0647
addf.instr=\u0639\u0646\u0648\u0627\u0646\u06cc \u0628\u0631\u0627\u06cc \u067e\u0648\u0634\u0647 \u062c\u062f\u06cc\u062f \u0648\u0627\u0631\u062f \u06a9\u0646\u06cc\u062f\u060c \u0648\u06cc\u0698\u06af\u06cc\u200c\u0647\u0627 \u0631\u0627 \u0648\u0627\u0631\u062f \u06a9\u0646\u06cc\u062f \u0648 \u0633\u067e\u0633 \u0628\u0631 \u0631\u0648\u06cc \u06af\u0632\u06cc\u0646\u0647 "\u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646" \u062f\u0631 \u067e\u0627\u06cc\u06cc\u0646 \u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f.

#AddHTML Vm	

#Additem Vm	
addi.add=\u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u0646\u0648\u0639 \u0622\u06cc\u062a\u0645
addi.selectmessage=\u0628\u0631\u0627\u06cc \u0627\u062c\u0631\u0627 \u06a9\u0631\u062f\u0646 combo box \u0627\u0628\u062a\u062f\u0627 \u062f\u06a9\u0645\u0647 Alt + \u062f\u06a9\u0645\u0647 \u062c\u0647\u062a\u200c\u062f\u0627\u0631 \u067e\u0627\u06cc\u06cc\u0646 \u0631\u0627 \u0641\u0634\u0627\u0631 \u062f\u0647\u06cc\u062f \u062a\u0627 \u0622\u0646 \u0631\u0627 \u0628\u0627\u0632 \u06a9\u0646\u06cc\u062f\u060c \u0633\u067e\u0633 \u0627\u0632 \u06a9\u0644\u06cc\u062f \u0647\u0627\u06cc \u062c\u0647\u062a\u06cc \u0628\u0627\u0644\u0627 \u0648 \u067e\u0627\u06cc\u06cc\u0646 \u0628\u0631\u0627\u06cc \u0645\u0633\u0627\u0647\u062f\u0647 \u06af\u0632\u06cc\u0646\u0647 \u0647\u0627 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u06a9\u0646\u06cc\u062f.
addi.folder=\u067e\u0648\u0634\u0647 \u062e\u0627\u0644\u06cc
addi.meta=\u0622\u06cc\u062a\u0645 \u0641\u0631\u0645
addi.txthtml=\u0635\u0641\u062d\u0647 HTML
addi.txttxt=\u0633\u0646\u062f \u0645\u062a\u0646\u06cc \u0633\u0627\u062f\u0647
addi.upload=\u0628\u0627\u0631\u06af\u0630\u0627\u0631\u06cc \u0641\u0627\u06cc\u0644
addi.url=URL (\u0644\u06cc\u0646\u06a9 \u0628\u0647 \u0648\u0628\u0633\u0627\u06cc\u062a)

#AddFileOptions Vm				

#Addtext Vm	

#Addurlad Vm	

#Addurlba Vm	


apr=\u062a\u06cc\u0631

att.add=\u0627\u0641\u0632\u0648\u062f\u0646 \u067e\u06cc\u0648\u0633\u062a
att.cancel=\u0644\u063a\u0648
att.copy=\u0627\u0641\u0632\u0648\u062f\u0646 \u067e\u06cc\u0648\u0633\u062a
att.fin=\u0632\u0645\u0627\u0646\u06cc \u06a9\u0647 \u06a9\u0627\u0631\u062a\u0627\u0646 \u062a\u0645\u0627\u0645 \u0634\u062f\u060c \u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f&quot;\u0648 \u0627\u062f\u0627\u0645\u0647 \u062f\u0647\u06cc\u062f&quot.
att.finish=\u0627\u062f\u0627\u0645\u0647
att.instr=\u06cc\u06a9 \u0622\u06cc\u062a\u0645 \u0645\u0648\u062c\u0648\u062f \u0627\u0632 \u0645\u0646\u0627\u0628\u0639 \u0631\u0627 \u0628\u0631\u0627\u06cc \u067e\u06cc\u0648\u0633\u062a \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f \u06cc\u0627 \u06cc\u06a9 \u0622\u06cc\u062a\u0645 \u062c\u062f\u06cc\u062f \u0631\u0627 \u0628\u0631\u0627\u06cc \u067e\u06cc\u0648\u0633\u062a \u0628\u0647 \u0641\u0648\u0644\u062f\u0631 \u0627\u0636\u0627\u0641\u0647 \u06a9\u0646\u06cc\u062f.
att.items=\u0622\u06cc\u062a\u0645\u200c\u0647\u0627\u06cc\u06cc \u06a9\u0647 \u0642\u0631\u0627\u0631 \u0627\u0633\u062a \u067e\u06cc\u0648\u0633\u062a \u0634\u0648\u0646\u062f
att.listcap=\u0644\u06cc\u0633\u062a \u0645\u0646\u0627\u0628\u0639 \u0628\u0631\u0627\u06cc \u067e\u06cc\u0648\u0633\u062a
#Helper VM
att.listsum=\u062c\u062f\u0648\u0644 \u062d\u0627\u0648\u06cc \u0644\u06cc\u0633\u062a\u06cc \u0627\u0632 \u0645\u0646\u0627\u0628\u0639\u06cc \u0627\u0633\u062a \u06a9\u0647 \u0645\u06cc\u200c\u062a\u0648\u0627\u0646\u06cc\u062f \u067e\u06cc\u0648\u0633\u062a \u06a9\u0646\u06cc\u062f. \u0633\u062a\u0648\u0646 \u0627\u0648\u0644 \u0634\u0627\u0645\u0644 \u06cc\u06a9 \u0644\u06cc\u0646\u06a9 \u0628\u0647 \u0645\u0646\u0627\u0628\u0639 \u0627\u0633\u062a\u060c \u0648 \u0627\u06af\u0631 \u0622\u06cc\u062a\u0645 \u06cc\u06a9 \u067e\u0648\u0634\u0647 \u0628\u0627\u0634\u062f\u060c \u0644\u06cc\u0646\u06a9 \u0628\u0647 \u067e\u0648\u0634\u0647 \u0627\u0633\u062a. \u0633\u062a\u0648\u0646 \u062f\u0648\u0645 \u0634\u0627\u0645\u0644 \u0627\u0642\u062f\u0627\u0645\u0627\u062a\u06cc \u0627\u0633\u062a \u06a9\u0647 \u0628\u0631\u0627\u06cc \u0622\u0646 \u0622\u06cc\u062a\u0645 \u0645\u0648\u062c\u0648\u062f\u0646\u062f\: \u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u0645\u0648\u0631\u062f \u062c\u062f\u06cc\u062f\u060c \u0627\u0646\u062a\u062e\u0627\u0628\u060c \u06a9\u067e\u06cc \u06a9\u0631\u062f\u0646.
att.remove=\u062d\u062f\u0641
att.res=\u06cc\u06a9 \u0645\u0646\u0628\u0639 \u0631\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f
att.rmv=\u062d\u0630\u0641 \u0634\u0648\u062f\u061f
att.select=\u0627\u0646\u062a\u062e\u0627\u0628
att.sellistcap=\u0644\u06cc\u0633\u062a \u0628\u062e\u0634\u200c\u0647\u0627
att.sellistsum=\u062c\u062f\u0648\u0644 \u0634\u0627\u0645\u0644 \u0644\u06cc\u0633\u062a\u06cc \u0627\u0632 \u0645\u0646\u0627\u0628\u0639\u06cc \u0627\u0633\u062a \u06a9\u0647 \u0628\u0631\u0627\u06cc \u067e\u06cc\u0648\u0633\u062a \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0631\u062f\u0647\u200c\u0627\u06cc\u062f. \u0633\u062a\u0648\u0646 \u0627\u0648\u0644 \u0634\u0627\u0645\u0644 \u0622\u06cc\u062a\u0645\u200c\u0647\u0627\u060c \u0633\u062a\u0648\u0646 \u062f\u0648\u0645 \u0634\u0627\u0645\u0644 \u0644\u06cc\u0646\u06a9 \u0628\u0631\u0627\u06cc \u062d\u0630\u0641 \u0622\u06cc\u062a\u0645 \u0627\u0632 \u0627\u0646\u062a\u062e\u0627\u0628 \u0627\u0633\u062a.
att.upl=\u0622\u067e\u0644\u0648\u062f \u0641\u0627\u06cc\u0644 \u0627\u0632 \u06a9\u0627\u0645\u067e\u06cc\u0648\u062a\u0631

aug=\u0645\u0647\u0631

cannotfind=\u0627\u06cc\u0646 \u067e\u0648\u0634\u0647 \u06cc\u0627\u0641\u062a \u0646\u0634\u062f.




choosefile=\u0644\u0637\u0641\u0627 \u0641\u0627\u06cc\u0644\u06cc \u0631\u0627 \u0628\u0631\u0627\u06cc \u0622\u06cc\u062a\u0645 \u0641\u0627\u06cc\u0644 \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f

choosefile2=\u0644\u0637\u0641\u0627 \u0641\u0627\u06cc\u0644\u06cc \u0631\u0627 \u0628\u0631\u0627\u06cc \u0648\u06cc\u0631\u0627\u06cc\u0634 \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f.

choosefile3=\u0644\u0637\u0641\u0627 \u0641\u0627\u06cc\u0644(\u0647\u0627) \u0631\u0627 \u0628\u0631\u0627\u06cc \u062d\u0630\u0641 \u0634\u062f\u0646 \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f.



choosefile6=\u0644\u0637\u0641\u0627 \u0641\u0627\u06cc\u0644(\u0647\u0627) \u0631\u0627 \u0628\u0631\u0627\u06cc \u06a9\u067e\u06cc \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f.

choosefile7=\u0644\u0637\u0641\u0627 \u0641\u0627\u06cc\u0644\u06cc \u0631\u0627 \u0628\u0631\u0627\u06cc \u067e\u06cc\u0648\u0633\u062a \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f.


collapseall=\u062c\u0645\u0639 \u06a9\u0631\u062f\u0646 \u0647\u0645\u0647

copy=\u06a9\u067e\u06cc

copy.name=\u06a9\u067e\u06cc {0}

cpright1=\u062d\u0642 \u0646\u0634\u0631 (c)



cut=\u0628\u0631\u0634

dav.cancel=\u0628\u0627\u0632\u06af\u0634\u062a
dav.graf20a=\u0634\u0645\u0627 \u062f\u0631 \u062d\u0627\u0644 \u062d\u0627\u0636\u0631 \u0627\u06cc\u0646 \u0633\u0627\u06cc\u062a \u0647\u0633\u062a\u06cc\u062f
dav.graf20b=\u0634\u0646\u0627\u0633\u0647 \u0633\u0627\u06cc\u062a \u0628\u0631\u0627\u06cc \u0627\u06cc\u0646 \u0633\u0627\u06cc\u062a
dav.graf21=\u0647\u0631 \u0633\u0627\u06cc\u062a Sakai \u062f\u0627\u0631\u0627\u06cc \u06cc\u06a9 \u0634\u0646\u0627\u0633\u0647 \u0633\u0627\u06cc\u062a \u0627\u0633\u062a. \u0634\u0646\u0627\u0633\u0647 \u0633\u0627\u06cc\u062a \u0628\u0631\u0627\u06cc \u0627\u06cc\u0646 \u0633\u0627\u06cc\u062a \u062f\u0631 \u067e\u0627\u06cc\u06cc\u0646 \u0622\u0645\u062f\u0647 \u0627\u0633\u062a. \u0634\u0645\u0627 \u0628\u0627\u06cc\u062f \u0627\u0632 \u0634\u0646\u0627\u0633\u0647 \u0633\u0627\u06cc\u062a \u0622\u06af\u0627\u0647 \u0628\u0627\u0634\u06cc \u0632\u06cc\u0631\u0627 \u0628\u062e\u0634\u06cc \u0627\u0632 \u0622\u062f\u0631\u0633\u06cc \u0627\u0633\u062a \u06a9\u0647 \u0628\u0631\u0627\u06cc \u0627\u062a\u0635\u0627\u0644 \u0627\u0632 \u0637\u0631\u06cc\u0642 WebDAV \u0628\u0647 \u0622\u0646 \u0646\u06cc\u0627\u0632 \u062e\u0648\u0627\u0647\u06cc\u062f \u062f\u0627\u0634\u062a. \u0628\u0631\u0627\u06cc \u0641\u0639\u0627\u0644\u200c\u0633\u0627\u0632\u06cc \u06cc\u06a9 <b>\u0622\u062f\u0631\u0633 \u06a9\u0648\u062a\u0627\u0647</b> \u0628\u0631\u0627\u06cc WebDAV\u060c \u0628\u0627\u06cc\u062f \u0627\u0637\u0645\u06cc\u0646\u0627\u0646 \u062d\u0627\u0635\u0644 \u06a9\u0646\u06cc\u062f \u06a9\u0647 \u06cc\u06a9 <b>\u0646\u0627\u0645 \u0645\u0633\u062a\u0639\u0627\u0631</b> \u0628\u0631\u0627\u06cc \u0633\u0627\u06cc\u062a \u0634\u0645\u0627 \u062a\u0639\u0631\u06cc\u0641 \u0634\u062f\u0647 \u0628\u0627\u0634\u062f. \u0647\u0631 \u0633\u0627\u06cc\u062a \u0628\u0627\u06cc\u062f \u0628\u0647 \u0639\u0646\u0648\u0627\u0646 \u06cc\u06a9 \u0627\u062a\u0635\u0627\u0644 WebDAV \u062c\u062f\u0627\u06af\u0627\u0646\u0647 \u062a\u0646\u0638\u06cc\u0645 \u0634\u0648\u062f\u060c \u0628\u0646\u0627\u0628\u0631\u0627\u06cc\u0646 \u0627\u0648\u0644\u06cc\u0646 \u0628\u0627\u0631\u06cc \u06a9\u0647 \u0628\u0647 \u06cc\u06a9 \u0633\u0627\u06cc\u062a \u0645\u062a\u0635\u0644 \u0645\u06cc\u0634\u0648\u06cc\u062f\u060c \u0628\u0627\u06cc\u062f \u062f\u0633\u062a\u0648\u0631\u0627\u0644\u0639\u0645\u0644\u200c\u0647\u0627\u06cc \u0632\u06cc\u0631 \u0631\u0627 \u062f\u0646\u0628\u0627\u0644 \u06a9\u0646\u06cc\u062f.
dav.graf22=\u0628\u0631\u0627\u06cc \u062f\u0633\u062a\u0631\u0633\u06cc \u0628\u0647 \u0645\u0646\u0627\u0628\u0639 \u062f\u0631 \u0627\u06cc\u0646 \u0633\u0627\u06cc\u062a \u0627\u0632 \u0637\u0631\u06cc\u0642 WebDAV\u060c \u0631\u0627 \u0627\u0632 \u0622\u062f\u0631\u0633 \u0632\u06cc\u0631 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u06a9\u0646\u06cc\u062f\:
dav.setup=\u0646\u0635\u0628 \u06cc\u06a9 \u0627\u0628\u0632\u0627\u0631 WebDAV \u062f\u0631 \u06a9\u0627\u0645\u067e\u06cc\u0648\u062a\u0631 \u0634\u0645\u0627
dav.url=\u062f\u0633\u062a\u0631\u0633\u06cc WebDAV \u0628\u0647 \u0627\u06cc\u0646 \u0633\u0627\u06cc\u062a
dav.webdav=\u0622\u067e\u0644\u0648\u062f \u0648 \u062f\u0627\u0646\u0644\u0648\u062f \u0645\u0646\u0627\u0628\u0639 \u0645\u062a\u0639\u062f\u062f
dav.xpie=\u0627\u06af\u0631 \u0627\u0632 \u0627\u06cc\u0646\u062a\u0631\u0646\u062a \u0627\u06a9\u0633\u067e\u0644\u0648\u0631\u0631 \u062f\u0631 \u0648\u06cc\u0646\u062f\u0648\u0632 XP \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0645\u06cc\u06a9\u0646\u06cc\u062f\u060c \u0645\u06cc \u062a\u0648\u0627\u0646\u06cc\u062f \u0628\u0627 \u06a9\u0644\u06cc\u06a9 \u0631\u0648\u06cc \u0627\u06cc\u0646 \u0644\u06cc\u0646\u06a9 \u0645\u0633\u062a\u0642\u06cc\u0645\u0627\u064b \u0628\u0647 \u067e\u0648\u0634\u0647 \u0645\u0646\u0627\u0628\u0639 \u0627\u06cc\u0646 \u0633\u0627\u06cc\u062a \u0628\u0631\u0648\u06cc\u062f\:

dec=\u0627\u0633\u0641\u0646\u062f

#Delete Vm	
del.del=\u062a\u0627\u06cc\u06cc\u062f \u062d\u0630\u0641...
del.del1=\u062d\u062f\u0641
del.sure=\u0622\u06cc\u0627 \u0645\u0637\u0645\u0626\u0646 \u0647\u0633\u062a\u06cc\u062f \u06a9\u0647 \u0645\u06cc\u062e\u0648\u0627\u0647\u06cc\u062f \u0622\u06cc\u062a\u0645(\u0647\u0627\u06cc) \u0632\u06cc\u0631 \u0631\u0627 \u062d\u0630\u0641 \u06a9\u0646\u06cc\u062f\u061f
del.table=\u062c\u062f\u0648\u0644 \u062d\u0627\u0648\u06cc \u0627\u0637\u0644\u0627\u0639\u0627\u062a \u062f\u0631\u0628\u0627\u0631\u0647 \u0645\u0646\u0627\u0628\u0639\u06cc \u0627\u0633\u062a \u06a9\u0647 \u0628\u0631\u0627\u06cc \u062d\u0630\u0641 \u0627\u0646\u062a\u062e\u0627\u0628 \u0634\u062f\u0647\u200c\u0627\u0646\u062f. \u0633\u062a\u0648\u0646\u200c\u0647\u0627\u06cc \u0647\u062f\u0631 \u062d\u0627\u0648\u06cc \u0634\u0631\u062d \u0645\u062d\u062a\u0648\u0627 \u0648 \u0644\u06cc\u0646\u06a9 \u0628\u0631\u0627\u06cc \u0645\u0631\u062a\u0628 \u0633\u0627\u0632\u06cc \u0647\u0633\u062a\u0646\u062f.

delete=\u062d\u062f\u0641

deleteres=\u0645\u0646\u0627\u0628\u0639 \u0628\u0631\u0627\u06cc \u062d\u0630\u0641

descr.dc_abstract=\u062e\u0644\u0627\u0635\u0647 \u0627\u06cc \u0627\u0632 \u0645\u062d\u062a\u0648\u0627\u06cc \u0645\u0646\u0627\u0628\u0639.
descr.dc_alt=\u0647\u0631 \u0646\u0648\u0639 \u0639\u0646\u0648\u0627\u0646\u06cc \u06a9\u0647 \u0628\u0647 \u0639\u0646\u0648\u0627\u0646 \u062c\u0627\u06cc\u06af\u0632\u06cc\u0646 \u0628\u0631\u0627\u06cc \u06cc\u06a9 \u0639\u0646\u0648\u0627\u0646 \u0631\u0633\u0645\u06cc \u0645\u0646\u0628\u0639 \u0645\u0648\u0631\u062f \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0642\u0631\u0627\u0631 \u0628\u06af\u06cc\u0631\u062f (\u0627\u062e\u062a\u0635\u0627\u0631 \u0639\u0646\u0648\u0627\u0646\u060c \u062a\u0631\u062c\u0645\u0647 \u0648 \u063a\u06cc\u0631\u0647)
descr.dc_audience=\u06a9\u0644\u0627\u0633 \u0646\u0647\u0627\u062f\u06cc \u06a9\u0647 \u0645\u0646\u0628\u0639 \u0628\u0631\u0627\u06cc \u0622\u0646 \u0627\u06cc\u062c\u0627\u062f \u0634\u062f\u0647 \u06cc\u0627 \u0628\u0631\u0627\u06cc \u0622\u0646 \u0645\u0641\u06cc\u062f \u0627\u0633\u062a\u060c \u0628\u0647 \u0627\u0633\u062a\u0646\u0627\u062f \u0627\u06cc\u062c\u0627\u062f\u06a9\u0646\u0646\u062f\u0647\u060c \u0645\u0646\u062a\u0634\u0631 \u06a9\u0646\u0646\u062f\u0647 \u06cc\u0627 \u06cc\u06a9 \u0646\u0647\u0627\u062f \u0634\u062e\u0635 \u062b\u0627\u0644\u062b.
descr.dc_contributor=\u0646\u0647\u0627\u062f \u0645\u0633\u0626\u0648\u0644 \u06a9\u0645\u06a9 \u0627\u06cc\u062c\u0627\u062f \u0645\u062d\u062a\u0648\u0627\u06cc \u0645\u0646\u0628\u0639.
descr.dc_coverage=\u0645\u06cc\u0632\u0627\u0646 \u06cc\u0627 \u0645\u062d\u062f\u0648\u062f\u0647 \u0645\u062d\u062a\u0648\u0627\u06cc \u0645\u0646\u0627\u0628\u0639 (\u0628\u0647 \u0639\u0646\u0648\u0627\u0646 \u0645\u062b\u0627\u0644\u060c \u0645\u062d\u0644 \u0646\u0627\u0645 \u06cc\u0627 \u0645\u062e\u062a\u0635\u0627\u062a \u062c\u063a\u0631\u0627\u0641\u06cc\u0627\u06cc\u06cc\u060c \u062a\u0627\u0631\u06cc\u062e\u060c \u0628\u0627\u0632\u0647 \u062a\u0627\u0631\u06cc\u062e\u06cc\u060c \u06cc\u0627 \u0628\u0631\u0686\u0633\u0628 \u062f\u0648\u0631\u0647 \u06cc\u0627 \u062d\u0648\u0632\u0647).
descr.dc_created=\u062a\u0627\u0631\u06cc\u062e \u0627\u06cc\u062c\u0627\u062f \u0645\u0646\u0628\u0639.
descr.dc_creator=\u06cc\u06a9 \u0634\u062e\u0635\u060c \u0633\u0627\u0632\u0645\u0627\u0646 \u06cc\u0627 \u0633\u0631\u0648\u06cc\u0633 \u06cc\u0627 \u0646\u0647\u0627\u062f \u062f\u06cc\u06af\u0631\u06cc \u0645\u0633\u0626\u0648\u0644 \u0627\u06cc\u062c\u0627\u062f \u0645\u062d\u062a\u0648\u0627\u06cc \u0645\u0646\u0628\u0639 \u0627\u0633\u062a.
descr.dc_descr=\u06af\u0632\u0627\u0631\u0634\u06cc \u0627\u0632 \u0645\u062d\u062a\u0648\u0627\u06cc \u0645\u0646\u0628\u0639\u060c \u06a9\u0647 \u0645\u06cc\u062a\u0648\u0627\u0646\u062f \u0634\u0627\u0645\u0644 \u062e\u0644\u0627\u0635\u0647 \u06cc\u0627 \u0641\u0647\u0631\u0633\u062a \u0645\u0637\u0627\u0644\u0628 \u0628\u0627\u0634\u062f.
descr.dc_edlevel=\u0634\u0631\u062d\u06cc \u0627\u0632 \u067e\u06cc\u0634\u0631\u0641\u062a \u0645\u062e\u0627\u0637\u0628\u0627\u0646 \u0631\u0627 \u062f\u0631 \u0642\u0627\u0644\u0628 \u0645\u062d\u062a\u0648\u0627\u06cc \u0622\u0645\u0648\u0632\u0634\u06cc \u0646\u0634\u0627\u0646 \u0645\u06cc\u062f\u0647\u062f.
descr.dc_format=\u0646\u0645\u0648\u062f \u0641\u06cc\u0632\u06cc\u06a9\u06cc \u06cc\u0627 \u062f\u06cc\u062c\u06cc\u062a\u0627\u0644 \u0627\u0632 \u0645\u0646\u0627\u0628\u0639 (\u0628\u0647 \u0639\u0646\u0648\u0627\u0646 \u0645\u062b\u0627\u0644\u060c \u0646\u0648\u0639 MIME \u0627\u0632 \u06cc\u06a9 \u0645\u0646\u0628\u0639 \u062f\u06cc\u062c\u06cc\u062a\u0627\u0644).
descr.dc_id=\u0645\u0631\u062c\u0639 \u0628\u062f\u0648\u0646 \u0627\u0628\u0647\u0627\u0645 \u0628\u0647 \u0645\u0646\u0627\u0628\u0639 \u062f\u0631 \u06cc\u06a9 \u0645\u062a\u0646 (\u0628\u0647 \u0639\u0646\u0648\u0627\u0646 \u0645\u062b\u0627\u0644\u060c uri \u0647\u0627\u060c url \u0647\u0627\u060c ISBN\u0647\u0627\u060c \u0634\u0645\u0627\u0631\u0647 \u0647\u0627\u06cc \u062a\u0645\u0627\u0633 \u06a9\u062a\u0627\u0628\u062e\u0627\u0646\u0647).
descr.dc_issued=\u062a\u0627\u0631\u06cc\u062e \u0635\u062f\u0648\u0631 \u0631\u0633\u0645\u06cc \u06cc\u0627 \u0627\u0646\u062a\u0634\u0627\u0631 \u0645\u0646\u0628\u0639.
descr.dc_lang=\u0632\u0628\u0627\u0646 \u0645\u062d\u062a\u0648\u0627\u06cc \u0645\u0639\u0646\u0648\u06cc \u0645\u0646\u0628\u0639.
descr.dc_modified=\u062a\u0627\u0631\u06cc\u062e \u062a\u063a\u06cc\u06cc\u0631\u0627\u062a \u0642\u0627\u0628\u0644 \u062a\u0648\u062c\u0647 \u062f\u0631 \u0645\u0646\u0627\u0628\u0639.
descr.dc_publisher=\u0646\u0647\u0627\u062f \u0645\u0633\u0626\u0648\u0644 \u06a9\u0647 \u0645\u0646\u0627\u0628\u0639 \u0631\u0627 \u062f\u0631 \u062f\u0633\u062a\u0631\u0633 \u0642\u0631\u0627\u0631 \u062f\u0627\u062f\u0647.
descr.dc_rights=\u0627\u0637\u0644\u0627\u0639\u0627\u062a \u062f\u0631\u0628\u0627\u0631\u0647 \u062d\u0642\u0648\u0642 \u0645\u0631\u0628\u0648\u0637 \u0628\u0647 \u0645\u0646\u0627\u0628\u0639 (\u0628\u0647 \u0639\u0646\u0648\u0627\u0646 \u0645\u062b\u0627\u0644\u060c \u062d\u0642 \u0646\u0634\u0631 \u0648 \u062d\u0642\u0648\u0642 \u0645\u0627\u0644\u06a9\u06cc\u062a).
descr.dc_source=\u06cc\u06a9 \u0645\u0631\u062c\u0639 (\u062a\u0631\u062c\u06cc\u062d\u0627\u064b \u06cc\u06a9 \u0634\u0646\u0627\u0633\u0647 \u0631\u0633\u0645\u06cc) \u0628\u0647 \u06cc\u06a9 \u0645\u0646\u0628\u0639 \u06a9\u0647 \u0645\u0646\u0628\u0639 \u0645\u0648\u062c\u0648\u062f\u060c \u0628\u0647 \u0635\u0648\u0631\u062a \u06a9\u0627\u0645\u0644 \u06cc\u0627 \u062c\u0632\u0626\u06cc \u0627\u0632 \u0622\u0646 \u0645\u0634\u062a\u0642 \u0634\u062f\u0647 \u0627\u0633\u062a.
descr.dc_subject=\u0645\u0648\u0636\u0648\u0639 \u0645\u0637\u0627\u0644\u0628 \u0645\u0646\u0627\u0628\u0639\u060c \u0628\u0647 \u0637\u0648\u0631 \u0645\u0639\u0645\u0648\u0644 \u062f\u0631 \u0642\u0627\u0644\u0628 \u06a9\u0644\u0645\u0627\u062a \u06a9\u0644\u06cc\u062f\u06cc\u060c \u0639\u0628\u0627\u0631\u0627\u062a \u06a9\u0644\u06cc\u062f\u06cc \u0648 \u06cc\u0627 \u06a9\u062f\u0647\u0627\u06cc \u0637\u0628\u0642\u0647 \u0628\u0646\u062f\u06cc \u0645\u0634\u062e\u0635 \u0645\u06cc\u0634\u0648\u062f.
descr.dc_title=\u0646\u0627\u0645 \u062f\u0627\u062f\u0647 \u0634\u062f\u0647 \u0628\u0647 \u0645\u0646\u0628\u0639.
descr.dc_toc=\u0644\u06cc\u0633\u062a\u06cc \u0627\u0632 \u0632\u06cc\u0631\u0648\u0627\u062d\u062f\u0647\u0627\u06cc \u0645\u062d\u062a\u0648\u0627\u06cc \u0645\u0646\u0628\u0639.
descr.dc_type=\u0646\u0648\u0639 \u06cc\u0627 \u0698\u0627\u0646\u0631 \u0645\u062d\u062a\u0648\u0627\u06cc \u0645\u0646\u0628\u0639.
descr.fsmount_active=\u0627\u06cc\u0646\u06a9\u0647 \u06cc\u0627 Mountpoint \u0641\u0639\u0627\u0644 \u0627\u0633\u062a \u06cc\u0627 \u0641\u0627\u06cc\u0644 XML \u062a\u0648\u0636\u06cc\u062d\u200c\u062f\u0647\u0646\u062f\u0647 mountpoint \u0642\u0627\u0628\u0644 \u0648\u06cc\u0631\u0627\u06cc\u0634 \u0627\u0633\u062a.

#ResourcesMetadata

#Edit VM
edit.access1=\u062f\u0633\u062a\u0631\u0633\u06cc
edit.access2=\u0646\u0645\u0627\u06cc\u0634 \u0628\u0647 \u06a9\u0627\u0631\u0628\u0631\u0627\u0646 \u063a\u06cc\u0631 \u0639\u0636\u0648 (\u062f\u0631 \u062f\u0633\u062a\u0631\u0633 \u0639\u0645\u0648\u0645)
edit.access3=\u0646\u0645\u0627\u06cc\u0634 \u062f\u0631 \u0633\u0627\u06cc\u062a
edit.access4=\u0646\u0645\u0627\u06cc\u0634 \u0628\u0631\u0627\u06cc \u06af\u0631\u0648\u0647\u200c\u0647\u0627\u06cc \u0627\u0646\u062a\u062e\u0627\u0628 \u0634\u062f\u0647
edit.calert=\u0647\u0634\u062f\u0627\u0631 \u062d\u0642 \u0646\u0634\u0631
edit.cinfo=\u0627\u0637\u0644\u0627\u0639\u0627\u062a \u062d\u0642 \u0646\u0634\u0631
edit.cstatus=\u0648\u0636\u0639\u06cc\u062a \u062d\u0642 \u0646\u0634\u0631
edit.descr=\u062a\u0648\u0636\u06cc\u062d\u0627\u062a
edit.display1=\u0646\u0645\u0627\u06cc\u0634
edit.display2=\u0647\u0634\u062f\u0627\u0631 \u062d\u0642 \u0646\u0634\u0631
edit.display3=\u0648 \u062f\u0631 \u0632\u0645\u0627\u0646 \u062f\u0633\u062a\u0631\u0633\u06cc \u062a\u0648\u0633\u0637 \u062f\u06cc\u06af\u0631\u0627\u0646 \u0646\u06cc\u0627\u0632\u0647 \u0628\u0647 \u062a\u0627\u0626\u06cc\u062f \u062f\u0627\u0631\u062f.
edit.edit=\u062a\u062c\u062f\u06cc\u062f\u0646\u0638\u0631 \u062f\u0631 \u0645\u0646\u0627\u0628\u0639
edit.fairuse=\u0627\u0637\u0644\u0627\u0639\u0627\u062a \u0628\u06cc\u0634\u062a\u0631
edit.filename=\u0646\u0627\u0645 \u0641\u0627\u06cc\u0644 \u0641\u0639\u0644\u06cc
edit.folder=\u0648\u06cc\u0631\u0627\u06cc\u0634 \u067e\u0648\u0634\u0647
edit.group1=\u0639\u0646\u0648\u0627\u0646
edit.group2=\u062a\u0648\u0636\u06cc\u062d\u0627\u062a
edit.group3=\u062c\u062f\u0648\u0644 \u0634\u0627\u0645\u0644 \u0644\u06cc\u0633\u062a\u06cc \u0627\u0632 \u06af\u0631\u0648\u0647 \u0647\u0627\u0633\u062a. \u0633\u062a\u0648\u0646 \u0627\u0648\u0644 \u062d\u0627\u0648\u06cc \u0686\u06a9\u200c\u0628\u0627\u06a9\u0633\u200c\u0647\u0627\u060c \u0633\u062a\u0648\u0646 \u062f\u0648\u0645 \u062d\u0627\u0648\u06cc \u0646\u0627\u0645 \u06af\u0631\u0648\u0647\u060c \u0648 \u0633\u062a\u0648\u0646 \u0633\u0648\u0645 \u062d\u0627\u0648\u06cc \u062a\u0648\u0636\u06cc\u062d\u0627\u062a \u06af\u0631\u0648\u0647 \u0627\u0633\u062a. \u0627\u0632 \u0647\u062f\u0631\u0644\u06cc\u0646\u06a9\u200c\u0647\u0627 \u0645\u06cc\u200c\u062a\u0648\u0627\u0646\u06cc\u062f \u0628\u0631\u0627\u06cc \u062a\u0646\u0638\u06cc\u0645 \u062a\u0631\u062a\u06cc\u0628 \u0646\u0645\u0627\u06cc\u0634 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u06a9\u0646\u06cc\u062f.
edit.hide=\u067e\u0646\u0647\u0627\u0646 \u06a9\u0631\u062f\u0646
edit.instr=\u0648\u06cc\u0698\u06af\u06cc \u0647\u0627\u06cc \u0622\u06cc\u062a\u0645 \u0631\u0627 \u0648\u06cc\u0631\u0627\u06cc\u0634 \u06a9\u0631\u062f\u0647 \u0648 \u0633\u067e\u0633 \u0628\u0631 \u0631\u0648\u06cc \u062f\u06a9\u0645\u0647 '\u0628\u0631\u0648\u0632 \u0631\u0633\u0627\u0646\u06cc' \u062f\u0631 \u067e\u0627\u06cc\u06cc\u0646 \u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f.  \u0645\u0648\u0627\u0631\u062f \u0627\u0644\u0632\u0627\u0645\u06cc \u0628\u0627 \u0627\u06cc\u0646 \u0639\u0644\u0627\u0645\u062a \u0645\u0634\u062e\u0635 \u0634\u062f\u0647\u200c\u0627\u0646\u062f
edit.mime=\u062a\u063a\u06cc\u06cc\u0631 \u0646\u0648\u0639 \u0641\u0627\u06cc\u0644 \u06cc\u06a9 \u0645\u0646\u0628\u0639 \u063a\u06cc\u0631 \u0627\u0633\u06a9\u06cc \u0628\u0647 &quot;\u0645\u062a\u0646 \u0633\u0627\u062f\u0647&quot; \u06cc\u0627 &quot;\u0645\u062a\u0646/html&quot; \u0645\u0645\u06a9\u0646 \u0627\u0633\u062a \u0645\u0646\u062c\u0631 \u0628\u0647 \u062f\u0631\u062c \u062e\u0637\u0648\u0637 \u062e\u0627\u0644\u06cc \u0634\u0648\u062f \u0648 \u0628\u0647 \u0627\u06cc\u0646 \u062a\u0631\u062a\u06cc\u0628 \u0641\u0627\u06cc\u0644 \u063a\u06cc\u0631 \u0642\u0627\u0628\u0644 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0634\u0648\u062f.
edit.missing=\u0644\u0637\u0641\u0627\u064b \u0627\u0637\u0644\u0627\u0639\u0627\u062a \u0645\u0648\u0631\u062f \u0646\u06cc\u0627\u0632 \u0631\u0627 \u0627\u0631\u0627\u0626\u0647 \u06a9\u0646\u06cc\u062f.
edit.replace=\u062c\u0627\u06cc\u06af\u0632\u06cc\u0646\u06cc \u0641\u0627\u06cc\u0644
edit.replace2=\u062c\u0627\u06cc\u06af\u0632\u06cc\u0646\u06cc URL
edit.show=\u0646\u0645\u0627\u06cc\u0634
edit.title=\u0639\u0646\u0648\u0627\u0646
edit.update=\u0628\u0647\u200c\u0631\u0648\u0632 \u0631\u0633\u0627\u0646\u06cc



exceeded2=\u0628\u06cc\u0634\u062a\u0631 \u0627\u0632 \u062d\u062c\u0645 \u0645\u062c\u0627\u0632 \u0627\u0633\u062a.

expandall=\u0628\u0627\u0632 \u06a9\u0631\u062f\u0646 \u0647\u0645\u0647
expand.all=\u0628\u0627\u0632 \u06a9\u0631\u062f\u0646 \u0647\u0645\u0647

failed=\u0627\u0645\u06a9\u0627\u0646 \u0627\u0646\u062c\u0627\u0645 \u0639\u0645\u0644\u06cc\u0627\u062a \u062f\u0631 \u062d\u0627\u0644 \u062d\u0627\u0636\u0631 \u0648\u062c\u0648\u062f \u0646\u062f\u0627\u0631\u062f.

feb=\u0627\u0631\u062f\u06cc\u0628\u0647\u0634\u062a

folder.notempty=\u067e\u0648\u0634\u0647 {0} \u062d\u0627\u0648\u06cc \u0622\u06cc\u062a\u0645(\u0647\u0627\u06cc\u06cc) \u0627\u0633\u06cc\u062a \u06a9\u0647 \u0622\u0646\u0647\u0627 \u0646\u06cc\u0632 \u062d\u0630\u0641 \u062e\u0648\u0627\u0647\u0646\u062f \u0634\u062f\!


#General Vm	
gen.access=\u062f\u0633\u062a\u0631\u0633\u06cc
gen.actions=\u0627\u0642\u062f\u0627\u0645\u0627\u062a
gen.add=\u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646
gen.additems=\u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u0622\u06cc\u062a\u0645(\u0647\u0627)
gen.alert=\u0647\u0634\u062f\u0627\u0631\:
gen.cancel=\u0644\u063a\u0648
gen.choose=\u0627\u0646\u062a\u062e\u0627\u0628
gen.content=\u0645\u062d\u062a\u0648\u0627\:
gen.copycomf=\u062d\u0642 \u0646\u0634\u0631 \u0631\u0627 \u062a\u0627\u0626\u06cc\u062f \u06a9\u0646\u06cc\u062f\u060c \u0633\u067e\u0633 
gen.cpr=\u0627\u0637\u0644\u0627\u0639\u0627\u062a \u062d\u0642 \u0646\u0634\u0631
gen.created=\u0627\u06cc\u062c\u0627\u062f \u0634\u062f\u0647 \u062a\u0648\u0633\u0637
gen.created1=\u0627\u06cc\u062c\u0627\u062f \u0634\u062f\u0647 \u062a\u0648\u0633\u0637
gen.creatime=\u062a\u0627\u0631\u06cc\u062e \u0627\u06cc\u062c\u0627\u062f
gen.description=\u062a\u0648\u0636\u06cc\u062d\u0627\u062a
gen.drop=Drop Box
gen.email1=\u0627\u0637\u0644\u0627\u0639\u06cc\u0647 \u0627\u0632 \u0637\u0631\u06cc\u0642 \u0627\u06cc\u0645\u06cc\u0644
gen.email2=\u0628\u0627\u0644\u0627 - \u062a\u0645\u0627\u0645 \u0634\u0631\u06a9\u062a \u06a9\u0646\u0646\u062f\u06af\u0627\u0646
gen.email3=\u067e\u0627\u06cc\u06cc\u0646 - \u062a\u0646\u0647\u0627 \u0634\u0631\u06a9\u062a\u200c\u06a9\u0646\u0646\u062f\u06af\u0627\u0646 \u06a9\u0647 \u062f\u0631\u062e\u0648\u0627\u0633\u062a \u062f\u0631\u06cc\u0627\u0641\u062a \u062f\u0627\u062f\u0647 \u0627\u0646\u062f
gen.email4=\u0647\u06cc\u0686 - \u0628\u062f\u0648\u0646 \u0627\u0637\u0644\u0627\u0639\u06cc\u0647
gen.file=\u0641\u0627\u06cc\u0644\:
gen.folder=\u067e\u0648\u0634\u0647
gen.folder1=\u067e\u0648\u0634\u0647
gen.instr1=\u06cc\u06a9 \u0622\u06cc\u062a\u0645 \u0631\u0627 \u0628\u0631\u0627\u06cc \u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0631\u062f\u0647\u060c \u0648\u06cc\u0698\u06af\u06cc\u200c\u0647\u0627\u06cc \u0622\u0646 \u0631\u0627 \u0648\u0627\u0631\u062f \u06a9\u0646\u06cc\u062f \u0648 \u0633\u067e\u0633 \u0628\u0631 \u0631\u0648\u06cc \u06af\u0632\u06cc\u0646\u0647 "\u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646" \u062f\u0631 \u067e\u0627\u06cc\u06cc\u0646 \u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f.
gen.instr2=\u0645\u0648\u0627\u0631\u062f \u0627\u0644\u0632\u0627\u0645\u06cc \u0628\u0627 \u0627\u06cc\u0646 \u0639\u0644\u0627\u0645\u062a \u0645\u0634\u062e\u0635 \u0634\u062f\u0647 \u0627\u0646\u062f
gen.kb=\u062f\u0631 \u0648\u0627\u062d\u062f \u06a9\u06cc\u0644\u0648\u0628\u0627\u06cc\u062a\u060c \u0635\u0641\u0631 \u0628\u0631\u0627\u06cc \u0646\u0627\u0645\u062d\u062f\u0648\u062f
gen.last=\u0622\u062e\u0631\u06cc\u0646 \u062a\u0627\u0631\u06cc\u062e \u0648\u06cc\u0631\u0627\u06cc\u0634
gen.last1=\u0648\u06cc\u0631\u0627\u06cc\u0634 \u0634\u062f\u0647
gen.lastby=\u062a\u0627\u0631\u06cc\u062e \u0622\u062e\u0631\u06cc\u0646 \u0648\u06cc\u0631\u0627\u06cc\u0634
gen.location=\u0645\u06a9\u0627\u0646\:
gen.newwin=\u067e\u0646\u062c\u0631\u0647 \u062c\u062f\u06cc\u062f
gen.no=\u0646\u0647
gen.note=\u062a\u0648\u062c\u0647\:
gen.onlyup1=\u0634\u0645\u0627 \u062a\u0646\u0647\u0627 \u0645\u06cc\u062a\u0648\u0627\u0646\u06cc\u062f \u0628\u0647 \u0645\u06cc\u0632\u0627\u0646
gen.onlyup2=\u0645\u06af\u0627\u0628\u0627\u06cc\u062a \u0641\u0627\u06cc\u0644 \u062f\u0631 \u0647\u0631 \u0632\u0645\u0627\u0646 \u0628\u0627\u0631\u06af\u0630\u0627\u0631\u06cc \u06a9\u0646\u06cc\u062f. \u0645\u0645\u06a9\u0646 \u0627\u0633\u062a \u0646\u06cc\u0627\u0632 \u0628\u0627\u0634\u062f \u0641\u0627\u06cc\u0644 \u0647\u0627\u06cc \u067e\u0631\u062d\u062c\u0645 \u0631\u0627 \u0628\u0647 \u0635\u0648\u0631\u062a \u062a\u06a9\u06cc \u0628\u0627\u0631\u06af\u0630\u0627\u0631\u06cc \u06a9\u0646\u06cc\u062f.
gen.original=URL \u0627\u0635\u0644\u06cc
gen.position=\u0645\u0642\u0627\u0645
gen.proces=\u062f\u0631 \u062d\u0627\u0644 \u067e\u0631\u062f\u0627\u0632\u0634......
gen.quota=\u0638\u0631\u0641\u06cc\u062a  \u0648\u06cc\u0698\u0647
gen.reso=\u0645\u0646\u0627\u0628\u0639
gen.save=\u0630\u062e\u064a\u0631\u0647
gen.setyes=\u062f\u0631 \u067e\u0648\u0634\u0647\u200c\u06cc \u062f\u0631\u0628\u0631\u06af\u06cc\u0631\u0646\u062f\u0647 \u0645\u0642\u062f\u0627\u0631 "\u0628\u0644\u0647" \u062f\u0627\u0634\u062a\u0647 \u0628\u0627\u0634\u062f.
gen.size=\u062d\u062c\u0645
gen.stored=URL
gen.title=\u0639\u0646\u0648\u0627\u0646
gen.title1=\u0639\u0646\u0648\u0627\u0646
gen.type=\u0646\u0648\u0639 \u0641\u0627\u06cc\u0644
gen.url=URL
gen.youdonot=\u0634\u0645\u0627 \u0645\u062c\u0648\u0632 \u0645\u0634\u0627\u0647\u062f\u0647 \u0645\u062d\u062a\u0648\u0627\u06cc \u0627\u06cc\u0646 \u0645\u062c\u0645\u0648\u0639\u0647 \u0631\u0627 \u0646\u062f\u0627\u0631\u06cc\u062f.


invalid=\u063a\u06cc\u0631\u0645\u0639\u062a\u0628\u0631 \u0627\u0633\u062a.



# months (used in chef_dateselectionwidget macro in VM_chef_library.vm)
jan=\u0641\u0631\u0648\u0631\u062f\u06cc\u0646

jul=\u062e\u0631\u062f\u0627\u062f

jun=\u0634\u0647\u0631\u06cc\u0648\u0631

label.dc_abstract=\u062e\u0644\u0627\u0635\u0647
label.dc_alt=\u0639\u0646\u0648\u0627\u0646 \u062c\u0627\u06cc\u06af\u0632\u06cc\u0646
label.dc_audience=\u0645\u062e\u0627\u0637\u0628\u0627\u0646
label.dc_contributor=\u0645\u0634\u0627\u0631\u06a9\u062a \u06a9\u0646\u0646\u062f\u0647
label.dc_coverage=\u067e\u0648\u0634\u0634
label.dc_created=\u062a\u0627\u0631\u06cc\u062e \u0627\u06cc\u062c\u0627\u062f
label.dc_creator=\u0627\u06cc\u062c\u0627\u062f \u06a9\u0646\u0646\u062f\u0647
label.dc_descr=\u062a\u0648\u0636\u06cc\u062d\u0627\u062a
label.dc_edlevel=\u0633\u0637\u062d \u062a\u062d\u0635\u06cc\u0644\u0627\u062a \u0645\u062e\u0627\u0637\u0628\u0627\u0646
label.dc_format=\u0642\u0627\u0644\u0628
label.dc_id=\u0634\u0646\u0627\u0633\u0647 \u0645\u0646\u0628\u0639
label.dc_issued=\u062a\u0627\u0631\u06cc\u062e \u0635\u062f\u0648\u0631
label.dc_lang=\u0632\u0628\u0627\u0646
label.dc_modified=\u062a\u0627\u0631\u06cc\u062e \u0648\u06cc\u0631\u0627\u06cc\u0634
label.dc_publisher=\u0646\u0627\u0634\u0631
label.dc_rights=\u0645\u062f\u06cc\u0631\u06cc\u062a \u062d\u0642\u0648\u0642
label.dc_source=\u0645\u0646\u0628\u0639
label.dc_subject=\u0645\u0648\u0636\u0648\u0639 \u0648 \u06a9\u0644\u0645\u0627\u062a \u06a9\u0644\u06cc\u062f\u06cc
label.dc_title=\u0639\u0646\u0648\u0627\u0646
label.dc_toc=\u0641\u0647\u0631\u0633\u062a \u0645\u0637\u0627\u0644\u0628
label.dc_type=\u0646\u0648\u0639 \u0645\u0646\u0628\u0639
label.fsmount_active=\u0641\u0639\u0627\u0644 \u06a9\u0631\u062f\u0646 Mountpoint

#List VM
list.columns=\u0646\u0645\u0627\u06cc\u0634 \u0633\u062a\u0648\u0646 \u0647\u0627
list.hierarchy=\u0646\u0645\u0627\u06cc\u0634 \u0633\u0644\u0633\u0644\u0647 \u0645\u0631\u0627\u062a\u0628
list.add=\u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646
list.add.title=\u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u0622\u06cc\u062a\u0645(\u0647\u0627)
list.copied=\u06a9\u067e\u06cc \u0634\u062f - \u0645\u06a9\u0627\u0646 \u0645\u0648\u0631\u062f \u0646\u0638\u0631 \u0628\u0631\u0627\u06cc \u0627\u0644\u062d\u0627\u0642 \u0631\u0627 \u0627\u0646\u062a\u062e\u0627\u06cc \u06a9\u0631\u062f\u0647 \u0648 \u0633\u067e\u0633 \u0628\u0631 \u0631\u0648\u06cc \u06af\u0632\u06cc\u0646\u0647 \u0627\u0644\u062d\u0627\u0642 \u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f
list.copy=\u06a9\u067e\u06cc
list.copyall=\u06a9\u067e\u06cc \u0627\u0646\u062a\u062e\u0627\u0628 \u0634\u062f\u0647 \u0647\u0627
list.dup=\u0646\u0633\u062e\u0647 \u0628\u0631\u062f\u0627\u0631\u06cc
list.edit=\u0648\u06cc\u0631\u0627\u06cc\u0634
list.edit.title=\u0648\u06cc\u0631\u0627\u06cc\u0634 \u0648\u06cc\u0698\u06af\u06cc\u0647\u0627
list.fPerm=\u0645\u062c\u0648\u0632\u0647\u0627
list.fPerm.title=\u0645\u062c\u0648\u0632\u0647\u0627\u06cc \u067e\u0648\u0634\u0647
list.hide=\u067e\u0646\u0647\u0627\u0646 \u06a9\u0631\u062f\u0646 \u062f\u06cc\u06af\u0631 \u0633\u0627\u06cc\u062a\u200c\u0647\u0627
list.move=\u0627\u0646\u062a\u0642\u0627\u0644 \u0627\u0646\u062a\u062e\u0627\u0628 \u0634\u062f\u0647 \u0647\u0627
list.moved=\u0627\u0646\u062a\u062e\u0627\u0628 \u0634\u062f\u0647 \u0628\u0631\u0627\u06cc \u0627\u0646\u062a\u0642\u0627\u0644 - \u0645\u0642\u0635\u062f \u0627\u0646\u062a\u0642\u0627\u0644 \u0631\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f \u0648 \u0633\u067e\u0633 \u0628\u0631 \u0631\u0648\u06cc \u06af\u0632\u06cc\u0646\u0647 \u0627\u0644\u062d\u0627\u0642 \u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f 
list.options=\u06af\u0632\u06cc\u0646\u0647\u200e\u0647\u0627
list.paste1=\u0627\u0644\u062d\u0627\u0642 \u0645\u0648\u0627\u0631\u062f \u06a9\u067e\u06cc \u0634\u062f\u0647
list.paste3=\u0627\u0644\u062d\u0627\u0642 \u0645\u0648\u0627\u0631\u062f \u0645\u0646\u062a\u0642\u0644 \u0634\u062f\u0647
list.props=\u0627\u0637\u0644\u0627\u0639\u0627\u062a
list.props.title=\u0645\u0634\u0627\u0647\u062f\u0647 \u0648\u06cc\u0698\u06af\u06cc \u0647\u0627
list.remove=\u062d\u0630\u0641 \u0627\u0646\u062a\u062e\u0627\u0628 \u0634\u062f\u0647 \u0647\u0627
list.reorder=\u0633\u0641\u0627\u0631\u0634 \u0645\u062c\u062f\u062f
list.sPerm=\u0645\u062c\u0648\u0632\u0647\u0627
list.select=\u0627\u0646\u062a\u062e\u0627\u0628 \u0647\u0645\u0647
list.show=\u0646\u0645\u0627\u06cc\u0634 \u062f\u06cc\u06af\u0631 \u0633\u0627\u06cc\u062a\u200c\u0647\u0627
list.site=\u0645\u0646\u0627\u0628\u0639 \u0633\u0627\u06cc\u062a
list.toobig=\u0627\u06cc\u0646 \u0645\u062c\u0645\u0648\u0639\u0647 \u0628\u06cc\u0634 \u0627\u0632 \u062d\u062f \u0628\u0632\u0631\u06af \u0627\u0633\u062a \u0648 \u0627\u0645\u06a9\u0627\u0646 \u06af\u0633\u062a\u0631\u0634 \u0622\u0646 \u0648\u062c\u0648\u062f \u0646\u062f\u0627\u0631\u062f.
list.unselect=\u0644\u063a\u0648 \u0627\u0646\u062a\u062e\u0627\u0628 \u0647\u0645\u0647

locked=\u0628\u0647 \u062f\u0644\u06cc\u0644 \u0627\u06cc\u0646\u06a9\u0647 \u062f\u0631 \u062c\u0627\u06cc \u062f\u06cc\u06af\u0631\u06cc \u0645\u0648\u0631\u062f \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0627\u0633\u062a\u060c \u0642\u0641\u0644 \u0634\u062f\u0647.

mar=\u062e\u0631\u062f\u0627\u062f

may=\u0645\u0631\u062f\u0627\u062f

mismatch=\u062f\u0627\u0631\u0627\u06cc \u0646\u0648\u0639 \u063a\u06cc\u0631\u0645\u0637\u0627\u0628\u0642 \u0627\u0633\u062a.

more.cancel=\u0628\u0627\u0632\u06af\u0634\u062a
#More VM
more.view=\u0648\u06cc\u0698\u06af\u06cc \u0647\u0627
more.yes=\u0646\u0645\u0627\u06cc\u0634 \u0628\u0647 \u063a\u06cc\u0631\u0634\u0631\u06a9\u062a\u200c\u06a9\u0646\u0646\u062f\u06af\u0627\u0646 \u0633\u0627\u06cc\u062a

new=\u062c\u062f\u06cc\u062f...




notaddreso=\u0627\u0645\u06a9\u0627\u0646 \u0627\u0641\u0632\u0648\u062f\u0646 \u0645\u0646\u0628\u0639 \u0648\u062c\u0648\u062f \u0646\u062f\u0627\u0631\u062f


notexist=\u0648\u062c\u0648\u062f \u0646\u062f\u0627\u0631\u062f.

notexist1=\u0627\u06cc\u0646 \u0645\u0646\u0628\u0639/\u0645\u062c\u0645\u0648\u0639\u0647 \u0648\u062c\u0648\u062f \u0646\u062f\u0627\u0631\u062f.

notexist2=\u0627\u06cc\u0646 \u0645\u062c\u0645\u0648\u0639\u0647 \u0648\u062c\u0648\u062f \u0646\u062f\u0627\u0631\u062f.


notpermis1=\u0634\u0645\u0627 \u0645\u062c\u0648\u0632 \u0645\u0634\u0627\u0647\u062f\u0647 \u0627\u06cc\u0646 \u067e\u0648\u0634\u0647 \u0631\u0627 \u0646\u062f\u0627\u0631\u06cc\u062f.





notpermis14=\u0634\u0645\u0627 \u0645\u062c\u0648\u0632 \u062d\u0630\u0641 \u0631\u0627 \u0646\u062f\u0627\u0631\u06cc\u062f\:

notpermis15=\u0634\u0645\u0627 \u0645\u062c\u0648\u0632 \u0644\u0627\u0632\u0645 \u0628\u0631\u0627\u06cc \u0645\u0634\u0627\u0647\u062f\u0647 \u0648\u06cc\u0698\u06af\u06cc\u200c\u0647\u0627 \u0631\u0627 \u0646\u062f\u0627\u0631\u06cc\u062f.


notpermis2=\u0634\u0645\u0627 \u0645\u062c\u0648\u0632 \u0645\u0634\u0627\u0647\u062f\u0647 \u0645\u0646\u0628\u0639 \u0631\u0627 \u0646\u062f\u0627\u0631\u06cc\u062f

notpermis3=\u0634\u0645\u0627 \u0645\u062c\u0648\u0632 \u0645\u0634\u0627\u0647\u062f\u0647 \u0627\u06cc\u0646 \u0645\u062c\u0645\u0648\u0639\u0647 \u0631\u0627 \u0646\u062f\u0627\u0631\u06cc\u062f.

notpermis4=\u0634\u0645\u0627 \u0645\u062c\u0648\u0632 \u0645\u0646\u0627\u0633\u0628 \u0628\u0631\u0627\u06cc \u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u0645\u0646\u0628\u0639 \u0631\u0627 \u0646\u062f\u0627\u0631\u06cc\u062f.


notpermis6=\u0634\u0645\u0627 \u0645\u062c\u0648\u0632 \u0644\u0627\u0632\u0645 \u0628\u0631\u0627\u06cc \u062d\u0630\u0641 \u0627\u06cc\u0646 \u0645\u0646\u0628\u0639 \u0631\u0627 \u0646\u062f\u0627\u0631\u06cc\u062f


notpermis8=\u0634\u0645\u0627 \u0645\u062c\u0648\u0632 \u0645\u0646\u0627\u0633\u0628 \u0628\u0631\u0627\u06cc \u06a9\u067e\u06cc \u06cc\u0627 \u062c\u0627\u06cc\u200c\u06af\u0630\u0627\u0631\u06cc \u0631\u0627 \u0646\u062f\u0627\u0631\u06cc\u062f





notsupported=\u062f\u0631 \u062d\u0627\u0644 \u062d\u0627\u0636\u0631 \u067e\u0648\u0634\u0647 \u0647\u0627 \u0627\u0632 \u0627\u0646\u062a\u0642\u0627\u0644 \u0648 \u06a9\u067e\u06cc \u06a9\u0631\u062f\u0646 \u067e\u0634\u062a\u06cc\u0628\u0627\u0646\u06cc \u0646\u0645\u06cc\u06a9\u0646\u0646\u062f.


nov=\u062f\u06cc


oct=\u0622\u0630\u0631





overquota=\u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u0627\u06cc\u0646 \u0645\u0646\u0628\u0639 \u0628\u0627\u0639\u062b \u0645\u06cc\u0634\u0648\u062f \u0627\u06cc\u0646 \u062d\u0633\u0627\u0628 \u06a9\u0627\u0631\u0628\u0631\u06cc \u0627\u0632 \u062d\u062f \u0645\u062c\u0627\u0632 \u062d\u062c\u0645 \u062e\u0648\u062f \u0641\u0631\u0627\u062a\u0631 \u0628\u0631\u0648\u062f. \u0628\u0631\u0627\u06cc \u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u0627\u06cc\u0646 \u0645\u0646\u0628\u0639\u060c \u0627\u062d\u062a\u0645\u0627\u0644\u0627\u064b \u0628\u0639\u0636\u06cc \u0627\u0632 \u0645\u0646\u0627\u0628\u0639 \u0628\u0627\u06cc\u062f \u062d\u0630\u0641 \u0634\u0648\u0646\u062f.

overview=\u062e\u0644\u0627\u0635\u0647

paste=\u0627\u0644\u062d\u0627\u0642 \u0628\u0647 \u0627\u06cc\u0646\u062c\u0627

pasteitem=\u0622\u06cc\u062a\u0645 \u0627\u0644\u062d\u0627\u0642 \u0634\u062f\u0647



permissions=\u0645\u062c\u0648\u0632\u0647\u0627...

#Properties VM


recursive=\u0634\u0645\u0627 \u0646\u0645\u06cc\u062a\u0648\u0627\u0646\u06cc\u062f \u0627\u06cc\u0646 \u067e\u0648\u0634\u0647 \u0631\u0627 \u062f\u0631 \u0627\u06cc\u0646 \u0645\u06a9\u0627\u0646 \u062c\u0627\u06cc\u200c\u06af\u0630\u0627\u0631\u06cc \u06a9\u0646\u06cc\u062f \u0632\u06cc\u0631\u0627 \u06cc\u06a9 \u067e\u0648\u0634\u0647 \u0631\u0627 \u0646\u0645\u06cc\u062a\u0648\u0627\u0646 \u062f\u0631 \u062e\u0648\u062f\u0634 \u062c\u0627\u06cc\u06af\u0630\u0627\u0631\u06cc \u06a9\u0631\u062f\:

#Replace VM
rep.change=\u0628\u0631\u0627\u06cc \u062a\u063a\u06cc\u0628\u0631\:
rep.file=\u062c\u0627\u06cc\u06af\u0632\u06cc\u0646\u06cc \u0641\u0627\u06cc\u0644...
rep.item=\u062c\u0627\u06cc\u06af\u0632\u06cc\u0646\u06cc \u0622\u06cc\u062a\u0645
rep.items=\u062c\u0627\u06cc\u06af\u0632\u06cc\u0646\u06cc \u0622\u06cc\u062a\u0645 \u0647\u0627
rep.rep=\u0645\u06cc\u062e\u0648\u0627\u0647\u06cc\u062f \u0641\u0627\u06cc\u0644 \u0631\u0627 \u0628\u0627 \u06cc\u06a9 \u0641\u0627\u06cc\u0644 \u062c\u062f\u06cc\u062f \u06cc\u0627 \u0628\u0627 \u0646\u0633\u062e\u0647 \u0645\u062a\u0641\u0627\u0648\u062a\u06cc \u062c\u0627\u06cc\u06af\u0632\u06cc\u0646 \u06a9\u0646\u06cc\u062f\u061f \u0628\u0627 \u062c\u0627\u06cc\u06af\u0632\u06cc\u0646 \u06a9\u0631\u062f\u0646 \u0641\u0627\u06cc\u0644 \u0641\u0639\u0644\u06cc \u062d\u0630\u0641 \u062e\u0648\u0627\u0647\u062f \u0634\u062f \u0648 \u0634\u0645\u0627 \u0645\u06cc\u062a\u0648\u0627\u0646\u06cc\u062f \u06cc\u06a9 \u0641\u0627\u06cc\u0644 \u062c\u0627\u06cc\u06af\u0632\u06cc\u0646 \u0628\u0627\u0631\u06af\u0630\u0627\u0631\u06cc \u06a9\u0646\u06cc\u062f. \u0641\u0627\u06cc\u0644 \u062c\u062f\u06cc\u062f \u062e\u0648\u062f \u0631\u0627 \u0628\u0631\u0627\u06cc \u0627\u0631\u0633\u0627\u0644 \u0622\u0645\u0627\u062f\u0647 \u06a9\u0646\u06cc\u062f\!
rep.thisfile=\u062c\u0627\u06cc\u06af\u0632\u06cc\u0646\u06cc \u0628\u0627 \u0627\u06cc\u0646 \u0641\u0627\u06cc\u0644\:

replace=\u062c\u0627\u06cc\u06af\u0632\u06cc\u0646 \u06a9\u0631\u062f\u0646...



resource=\u0645\u0646\u0628\u0639

revise=\u0648\u06cc\u0631\u0627\u06cc\u0634...

selectall=\u0627\u0646\u062a\u062e\u0627\u0628 \u0647\u0645\u0647

sep=\u0628\u0647\u0645\u0646

setpermis=\u062a\u0639\u06cc\u06cc\u0646 \u0645\u062c\u0648\u0632\u0647\u0627 \u0628\u0631\u0627\u06cc \u0645\u0646\u0627\u0628\u0639 \u062f\u0631 \u067e\u0648\u0634\u0647 

setpermis1=\u062a\u0639\u06cc\u06cc\u0646 \u0645\u062c\u0648\u0632\u0647\u0627 \u0628\u0631\u0627\u06cc \u0645\u0646\u0627\u0628\u0639 \u062f\u0631 \u0633\u0627\u06cc\u062a \u06a9\u0627\u0631\u06cc 

sh.check=\u062c\u0639\u0628\u0647 \u06af\u0632\u06cc\u0646\u0647
sh.close=\u0628\u0633\u062a\u0646 \u0627\u06cc\u0646 \u067e\u0648\u0634\u0647
sh.closed=\u067e\u0648\u0634\u0647 \u0628\u0633\u062a\u0647
sh.copied=\u06a9\u067e\u06cc \u0634\u062f - \u0627\u0644\u062d\u0627\u0642 \u0634\u0648\u062f\u061f
sh.cut=\u0628\u0631\u0634 \u062e\u0648\u0631\u062f - \u0627\u0644\u062d\u0627\u0642 \u0634\u0648\u062f\u061f
sh.drop=Drop Box
sh.get=\u062f\u0631\u06cc\u0627\u0641\u062a \u0627\u0637\u0644\u0627\u0639\u0627\u062a \u0628\u06cc\u0634\u062a\u0631 \u062f\u0631\u0628\u0627\u0631\u0647 \u0627\u06cc\u0646 \u0622\u06cc\u062a\u0645
sh.go=\u0628\u0647 \u0627\u06cc\u0646 \u067e\u0648\u0634\u0647 \u0628\u0631\u0648\u06cc\u062f
sh.inf=\u0627\u0637\u0644\u0627\u0639\u0627\u062a \u062f\u0631\u0628\u0627\u0631\u0647 \u0627\u06cc\u0646 \u0645\u062c\u0645\u0648\u0639\u0647
sh.inf1=\u0627\u0637\u0644\u0627\u0639\u0627\u062a \u062f\u0631\u0628\u0627\u0631\u0647 \u0627\u06cc\u0646 \u0622\u06cc\u062a\u0645
sh.item=\u0622\u06cc\u062a\u0645 \u0647\u0627\u06cc \u0645\u0648\u062c\u0648\u062f \u062f\u0631 \u0627\u06cc\u0646 \u0645\u06a9\u0627\u0646.
#Show VM
sh.listcap=\u0641\u0647\u0631\u0633\u062a \u0645\u0646\u0627\u0628\u0639
sh.listsum=\u0644\u06cc\u0633\u062a \u062c\u062f\u0648\u0644\u200c\u0628\u0646\u062f\u06cc \u0634\u062f\u0647 \u0627\u0632 \u0645\u0646\u0627\u0628\u0639\u060c \u062d\u0627\u0648\u06cc \u067e\u0648\u0634\u0647\u200c\u0647\u0627 \u0648 \u0632\u06cc\u0631\u067e\u0648\u0634\u0647\u200c\u0647\u0627\u060c \u0641\u0627\u06cc\u0644\u200c\u0647\u0627\u060c \u0644\u06cc\u0646\u06a9\u200c\u0647\u0627\u06cc \u0648\u0628\u060c \u0635\u0641\u062d\u0627\u062a HTML \u0648 \u0641\u0627\u06cc\u0644 \u0647\u0627\u06cc \u0645\u062a\u0646\u06cc \u0627\u0633\u062a. \u0633\u062a\u0648\u0646 \u06cc\u06a9 \u0645\u0648\u0631\u062f \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0642\u0631\u0627\u0631 \u0646\u0645\u06cc\u06af\u06cc\u0631\u062f. \u0633\u062a\u0648\u0646 \u062f\u0648 \u062d\u0627\u0648\u06cc \u0686\u06a9\u200c\u0628\u0627\u06a9\u0633\u200c\u0647\u0627\u06cc\u06cc \u0628\u0631\u0627\u06cc \u0627\u0646\u062a\u062e\u0627\u0628 \u0627\u0646\u062a\u0642\u0627\u0644\u060c \u06a9\u064f\u067e\u06cc \u06cc\u0627 \u062d\u0630\u0641 \u0622\u06cc\u062a\u0645\u200c\u0647\u0627\u0633\u062a. \u0633\u062a\u0648\u0646 \u0633\u0647 \u062d\u0627\u0648\u06cc \u0644\u06cc\u0646\u06a9 \u0628\u0631\u0627\u06cc \u0628\u0627\u0632 \u06a9\u0631\u062f\u0646 \u0645\u0646\u0628\u0639 \u06cc\u0627 \u067e\u0648\u0634\u0647 \u0627\u0633\u062a. \u0633\u062a\u0648\u0646 \u0686\u0647\u0627\u0631 \u0628\u0647 \u0634\u0645\u0627 \u0627\u0645\u06a9\u0627\u0646 \u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u0645\u0646\u0627\u0628\u0639 \u062c\u062f\u06cc\u062f \u0628\u0647 \u06cc\u06a9 \u067e\u0648\u0634\u0647 \u0631\u0627 \u0645\u06cc\u062f\u0647\u062f. \u0633\u062a\u0648\u0646 \u067e\u0646\u062c \u0628\u0647 \u0627\u0642\u062f\u0627\u0645\u0627\u062a\u06cc \u0644\u06cc\u0646\u06a9 \u0634\u062f\u0647 \u06a9\u0647 \u0645\u06cc\u062a\u0648\u0627\u0646\u06cc\u062f \u0628\u0631 \u0631\u0648\u06cc \u0622\u0646 \u0645\u0646\u0628\u0639 \u0627\u0639\u0645\u0627\u0644 \u06a9\u0646\u06cc\u062f. \u062f\u0631 \u0633\u062a\u0648\u0646 \u0634\u0634 \u06af\u0631\u0648\u0647\u200c\u0647\u0627\u06cc\u06cc \u06a9\u0647 \u0645\u06cc\u062a\u0648\u0627\u0646\u0646\u062f \u0622\u0646 \u0645\u0646\u0628\u0639 \u0631\u0627 \u0645\u0634\u0627\u0647\u062f\u0647 \u06a9\u0646\u0646\u062f \u0630\u06a9\u0631 \u0634\u062f\u0647 \u0627\u0633\u062a. \u062f\u0631 \u0633\u062a\u0648\u0646 \u0647\u0641\u062a \u0627\u0641\u0631\u0627\u062f\u06cc \u06a9\u0647 \u0622\u0646 \u0645\u0646\u0628\u0639 \u0631\u0627 \u0627\u06cc\u062c\u0627\u062f \u06a9\u0631\u062f\u0647 \u0627\u0646\u062f \u0630\u06a9\u0631 \u0634\u062f\u0647 \u0627\u0633\u062a. \u062f\u0631 \u0633\u062a\u0648\u0646 \u0647\u0634\u062a \u062a\u0627\u0631\u06cc\u062e \u0622\u062e\u0631\u06cc\u0646 \u0648\u06cc\u0631\u0627\u06cc\u0634 \u0645\u0646\u0628\u0639 \u0630\u06a9\u0631 \u0634\u062f\u0647 \u0648 \u062f\u0631 \u0633\u062a\u0648\u0646 \u0646\u0647\u0645 \u062d\u062c\u0645 \u0645\u0646\u0628\u0639 \u0622\u0645\u062f\u0647 \u0627\u0633\u062a
sh.no=\u0639\u062f\u0645 \u0648\u062c\u0648\u062f \u0647\u06cc\u0686
sh.one=\u06cc\u06a9 \u0633\u0637\u062d \u0628\u0627\u0644\u0627\u062a\u0631
sh.open=\u0628\u0627\u0632 \u06a9\u0631\u062f\u0646 \u0627\u06cc\u0646 \u067e\u0648\u0634\u0647
sh.opened=\u067e\u0648\u0634\u0647 \u0628\u0627\u0632
sh.reso=\u0645\u0646\u0628\u0639
sh.selall=\u0627\u0646\u062a\u062e\u0627\u0628 \u0647\u0645\u0647
sh.sortcrea=\u0645\u0631\u062a\u0628 \u0633\u0627\u0632\u06cc \u0628\u0631 \u0627\u0633\u0627\u0633 \u062a\u0627\u0631\u06cc\u062e \u0627\u06cc\u062c\u0627\u062f
sh.sortcreaas=\u0645\u0631\u062a\u0628\u200c\u0633\u0627\u0632\u06cc \u0628\u0631 \u0627\u0633\u0627\u0633 \u062a\u0627\u0631\u06cc\u062e \u0627\u06cc\u062c\u0627\u062f \u0635\u0639\u0648\u062f\u06cc
sh.sortcreadesc=\u0645\u0631\u062a\u0628\u200c\u0633\u0627\u0632\u06cc \u0628\u0631 \u0627\u0633\u0627\u0633 \u062a\u0627\u0631\u06cc\u062e \u0627\u06cc\u062c\u0627\u062f \u0646\u0632\u0648\u0644\u06cc
sh.sortaut=\u0645\u0631\u062a\u0628\u200c\u0633\u0627\u0632\u06cc \u0628\u0631\u0627\u0633\u0627\u0633 \u0646\u0648\u06cc\u0633\u0646\u062f\u0647
sh.sortautas=\u0645\u0631\u062a\u0628\u200c\u0633\u0627\u0632\u06cc \u0628\u0631 \u0627\u0633\u0627\u0633 \u0646\u0648\u06cc\u0633\u0646\u062f\u0647 \u0635\u0639\u0648\u062f\u06cc
sh.sortautdesc=\u0645\u0631\u062a\u0628\u200c\u0633\u0627\u0632\u06cc \u0628\u0631 \u0627\u0633\u0627\u0633 \u0646\u0648\u06cc\u0633\u0646\u062f\u0647 \u0646\u0632\u0648\u0644\u06cc
sh.sortdate=\u0645\u0631\u062a\u0628\u200c\u0633\u0627\u0632\u06cc \u0628\u0631 \u0627\u0633\u0627\u0633 \u062a\u0627\u0631\u06cc\u062e \u0622\u062e\u0631\u06cc\u0646 \u0648\u06cc\u0631\u0627\u06cc\u0634
sh.sortdateas=\u0645\u0631\u062a\u0628\u200c\u0633\u0627\u0632\u06cc \u0628\u0631 \u0627\u0633\u0627\u0633 \u062a\u0627\u0631\u06cc\u062e \u0622\u062e\u0631\u06cc\u0646 \u0648\u06cc\u0631\u0627\u06cc\u0634 \u0635\u0639\u0648\u062f\u06cc
sh.sortdatedesc=\u0645\u0631\u062a\u0628 \u06a9\u0631\u062f\u0646 \u0628\u0631 \u0627\u0633\u0627\u0633 \u0622\u062e\u0631\u06cc\u0646 \u0648\u06cc\u0631\u0627\u06cc\u0634 \u0646\u0632\u0648\u0644\u06cc
sh.sortsize=\u0645\u0631\u062a\u0628\u200c\u0633\u0627\u0632\u06cc \u0628\u0631 \u0627\u0633\u0627\u0633 \u062d\u062c\u0645
sh.sortsizeas=\u0645\u0631\u062a\u0628 \u0633\u0627\u0632\u06cc \u0628\u0631 \u0627\u0633\u0627\u0633 \u062d\u062c\u0645 \u0635\u0639\u0648\u062f\u06cc
sh.sortsizedesc=\u0645\u0631\u062a\u0628 \u0633\u0627\u0632\u06cc \u0628\u0631 \u0627\u0633\u0627\u0633 \u062d\u062c\u0645 \u0646\u0632\u0648\u0644\u06cc
sh.sorttit=\u0645\u0631\u062a\u0628\u200c\u0633\u0627\u0632\u06cc \u0628\u0631\u0627\u0633\u0627\u0633 \u0639\u0646\u0648\u0627\u0646
sh.sorttitas=\u0645\u0631\u062a\u0628 \u0633\u0627\u0632\u06cc \u0628\u0631 \u0627\u0633\u0627\u0633 \u0639\u0646\u0648\u0627\u0646 \u0635\u0639\u0648\u062f\u06cc
sh.sorttitdesc=\u0645\u0631\u062a\u0628 \u0633\u0627\u0632\u06cc \u0628\u0631 \u0627\u0633\u0627\u0633 \u0639\u0646\u0648\u0627\u0646 \u0646\u0632\u0648\u0644\u06cc
sh.unsel=\u0644\u063a\u0648 \u0627\u0646\u062a\u062e\u0627\u0628 \u0647\u0645\u0647

shortcut=\u0645\u06cc\u0627\u0646\u0628\u0631 \u0628\u0647

size=\u062d\u062f \u0645\u062c\u0627\u0632 \u062d\u062c\u0645 \u0641\u0627\u06cc\u0644 \u0628\u0627\u0631\u06af\u0630\u0627\u0631\u06cc \u0628\u0631\u0627\u0628\u0631 \u0628\u0627

filter=\u0641\u0627\u06cc\u0644 {0} \u0628\u0627 \u0646\u0648\u0639 \u0641\u06cc\u0644\u062a\u0631 \u0647\u0645\u0627\u0647\u0646\u06af \u0646\u0628\u0648\u062f.

someone=\u0634\u062e\u0635 \u062f\u06cc\u06af\u0631\u06cc \u062f\u0631 \u062d\u0627\u0644 \u0648\u06cc\u0631\u0627\u06cc\u0634 \u0627\u0633\u062a











title=\u0639\u0646\u0648\u0627\u0646

titlecannot=\u0639\u0646\u0648\u0627\u0646 \u0646\u0645\u06cc\u062a\u0648\u0627\u0646\u062f \u062d\u0627\u0648\u06cc \u0627\u06cc\u0646 \u06a9\u0627\u0631\u0627\u06a9\u062a\u0631\u0647\u0627 \u0628\u0627\u0634\u062f\: / %? *



toolong=\u0646\u0627\u0645 \u0628\u06cc\u0634 \u0627\u0632 \u062d\u062f \u0637\u0648\u0644\u0627\u0646\u06cc \u0627\u0633\u062a\:

toomany=\u062a\u0639\u062f\u0627\u062f \u0632\u06cc\u0627\u062f\u06cc \u0646\u0633\u062e\u0647 \u0627\u0632 \u0627\u06cc\u0646 \u0645\u0646\u0628\u0639 \u0628\u0647 \u0627\u06cc\u0646 \u0645\u062c\u0645\u0648\u0639\u0647 \u0627\u0636\u0627\u0641\u0647 \u0634\u062f\u0647 \u0627\u0633\u062a.

type=\u0628\u0627\u06cc\u062f \u0646\u0648\u0639 \u0641\u0631\u0645 \u0631\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f.


typeex=\u0627\u0633\u062a\u062b\u0646\u0627\u0621 \u0631\u0627 \u0648\u0627\u0631\u062f \u06a9\u0646\u06cc\u062f.


use1=\u0627\u0632 \u0627\u06cc\u0646 \u067e\u0648\u0634\u0647 \u0628\u0631\u0627\u06cc \u0630\u062e\u06cc\u0631\u0647 \u0641\u0627\u06cc\u0644 \u0647\u0627\u06cc \u062e\u0635\u0648\u0635\u06cc \u06a9\u0647 \u062a\u0645\u0627\u06cc\u0644 \u062f\u0627\u0631\u06cc\u062f \u0622\u0646\u0647\u0627 \u0631\u0627 \u0628\u0627 \u062a\u0646\u0647\u0627 \u0628\u0627 \u0633\u0627\u0632\u0645\u0627\u0646 \u062f\u0647\u0646\u062f\u06af\u0627\u0646 \u0627\u06cc\u0646 \u0633\u0627\u06cc\u062a \u06a9\u0627\u0631\u06cc \u0628\u0647 \u0627\u0634\u062a\u0631\u0627\u06a9 \u0628\u06af\u0630\u0627\u0631\u06cc\u062f \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u06a9\u0646\u06cc\u062f.

use2=\u0627\u0632 \u0627\u06cc\u0646 \u067e\u0648\u0634\u0647 \u0628\u0631\u0627\u06cc \u0630\u062e\u06cc\u0631\u0647 \u0641\u0627\u06cc\u0644 \u0647\u0627\u06cc \u062e\u0635\u0648\u0635\u06cc \u06a9\u0647 \u062a\u0645\u0627\u06cc\u0644 \u062f\u0627\u0631\u06cc\u062f \u0622\u0646\u0647\u0627 \u0631\u0627 \u0628\u0627 \u062a\u0646\u0647\u0627 \u0628\u0627 \u0627\u0639\u0636\u0627\u06cc \u0645\u0634\u062e\u0635 \u0627\u06cc\u0646 \u0633\u0627\u06cc\u062a \u06a9\u0627\u0631\u06cc \u0628\u0647 \u0627\u0634\u062a\u0631\u0627\u06a9 \u0628\u06af\u0630\u0627\u0631\u06cc\u062f \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u06a9\u0646\u06cc\u062f.

used=\u062f\u0631 \u0645\u0646\u0627\u0628\u0639 \u0645\u0648\u0631\u062f \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0642\u0631\u0627\u0631 \u06af\u0631\u0641\u062a\u0647 \u0627\u0633\u062a. \u0644\u0637\u0641\u0627\u064b \u0639\u0646\u0648\u0627\u0646 \u062f\u06cc\u06af\u0631\u06cc \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u06a9\u0646\u06cc\u062f.


used2=. \u0627\u0632 \u0647\u0645\u06cc\u0646 \u0634\u0646\u0627\u0633\u0647 \u0645\u0646\u0628\u0639 \u0642\u0628\u0644\u0627\u064b \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0634\u062f\u0647 \u0627\u0633\u062a.



validurl=\u0644\u0637\u0641\u0627 \u06cc\u06a9 \u0631\u0634\u062a\u0647 URL \u0645\u0639\u062a\u0628\u0631 \u0648\u0627\u0631\u062f \u06a9\u0646\u06cc\u062f.

wrongtype=\u0646\u0648\u0639 \u0627\u0634\u062a\u0628\u0627\u0647 \u0627\u0633\u062a.





lis.show5=\u0646\u0645\u0627\u06cc\u0634 \u06f5 \u0645\u0648\u0631\u062f \u062f\u0631 \u0647\u0631 \u0635\u0641\u062d\u0647
lis.show10=\u0646\u0645\u0627\u06cc\u0634 \u06f1\u06f0 \u0645\u0648\u0631\u062f...
lis.show20=\u0646\u0645\u0627\u06cc\u0634 \u06f2\u06f0 \u0645\u0648\u0631\u062f...
lis.show50=\u0646\u0645\u0627\u06cc\u0634 \u06f5\u06f0 \u0645\u0648\u0631\u062f...
lis.show100=\u0646\u0645\u0627\u06cc\u0634 \u06f1\u06f0\u06f0 \u0645\u0648\u0631\u062f...
lis.show200=\u0646\u0645\u0627\u06cc\u0634 \u06f2\u06f0\u06f0 \u0645\u0648\u0631\u062f...


opt_props=\u0648\u06cc\u0698\u06af\u06cc \u0647\u0627\u06cc \u0627\u062e\u062a\u06cc\u0627\u0631\u06cc

month.apr=\u062a\u06cc\u0631
month.aug=\u0645\u0647\u0631
month.dec=\u0627\u0633\u0641\u0646\u062f
month.feb=\u0627\u0631\u062f\u06cc\u0628\u0647\u0634\u062a
month.jan=\u0641\u0631\u0648\u0631\u062f\u06cc\u0646
month.jul=\u062e\u0631\u062f\u0627\u062f
month.jun=\u0634\u0647\u0631\u06cc\u0648\u0631
month.mar=\u062e\u0631\u062f\u0627\u062f
month.may=\u0645\u0631\u062f\u0627\u062f
month.nov=\u062f\u06cc
month.oct=\u0622\u0630\u0631
month.sep=\u0628\u0647\u0645\u0646

# CollectionAccessFormatter (directory view)

colformat.uplevel=\u06cc\u06a9 \u0633\u0637\u062d \u0628\u0627\u0644\u0627\u062a\u0631
colformat.uplevel.alttext=\u0622\u06cc\u06a9\u0648\u0646 \u0628\u0627\u0644\u0627
colformat.pagetitle=\u0641\u0647\u0631\u0633\u062a {0}
colformat.showhide=\u0646\u0645\u0627\u06cc\u0634/\u0639\u062f\u0645 \u0646\u0645\u0627\u06cc\u0634 \u062a\u0648\u0636\u06cc\u062d\u0627\u062a

# Notification Preferences
prefs_title=\u0645\u0646\u0627\u0628\u0639 \u0648 \u0645\u062D\u0644 \u0630\u062E\u06CC\u0631\u0647
# Do not remove prefs_description or prefs_title_override, check SAK-21078 for risk and code for reason
prefs_description=
prefs_title_override=
prefs_opt3=\u0647\u0631 \u067e\u06cc\u0627\u0645 \u067e\u0633\u062a \u0627\u0644\u06a9\u062a\u0631\u0648\u0646\u06cc\u06a9 \u0631\u0627 \u0628\u0647 \u0637\u0648\u0631 \u062c\u062f\u0627\u06af\u0627\u0646\u0647 \u0628\u0631\u0627\u06cc \u0645\u0646 \u0628\u0641\u0631\u0633\u062a.
prefs_opt2=\u0647\u0631 \u0631\u0648\u0632 \u06cc\u06a9 \u0627\u0637\u0644\u0627\u0639\u06cc\u0647 \u062e\u0644\u0627\u0635\u0647  \u0647\u0645\u0647 \u067e\u0633\u062a \u0647\u0627\u06cc \u0627\u0644\u06a9\u062a\u0631\u0648\u0646\u06cc\u06a9 \u0631\u0627 \u0628\u0631\u0627\u06cc \u0645\u0646 \u0628\u0641\u0631\u0633\u062a. 
prefs_opt1=\u067e\u06cc\u0627\u0645 \u0647\u0627\u06cc \u0627\u06cc\u0645\u06cc\u0644  \u0631\u0627 \u0628\u0631\u0627\u06cc \u0645\u0646 \u0646\u0641\u0631\u0633\u062a.

# AntiSamy Cleaner
unknown_error_markup=\u062e\u0637\u0627\u06cc \u0646\u0627\u0634\u0646\u0627\u062e\u062a\u0647 \u062f\u0631 \u062d\u06cc\u0646 \u067e\u0631\u062f\u0627\u0632\u0634 \u0645\u062a\u0646 \u0646\u0634\u0627\u0646\u0647 \u06af\u0630\u0627\u0631\u06cc
content_has_been_cleaned=HTML \u0634\u0645\u0627 \u062d\u0627\u0648\u06cc \u062a\u06af\u200c\u0647\u0627 \u06cc\u0627 \u0648\u06cc\u0698\u06af\u06cc\u200c\u0647\u0627\u06cc \u063a\u06cc\u0631\u0645\u062c\u0627\u0632 \u0627\u0633\u062a \u0648 \u0627\u0632 \u0645\u062d\u062a\u0648\u0627\u06cc \u0634\u0645\u0627 \u062d\u0630\u0641 \u0634\u062f\u0647 \u0627\u0646\u062f.

# Zip Compression
permission_error_zip=\u0634\u0645\u0627 \u0645\u062c\u0648\u0632 \u0645\u0646\u0627\u0633\u0628 \u0628\u0631\u0627\u06cc \u0641\u0634\u0631\u062f\u0647\u200c\u0633\u0627\u0632\u06cc \u0641\u0627\u06cc\u0644 \u0647\u0627 \u062f\u0631 \u0642\u0627\u0644\u0628 \u0641\u0627\u06cc\u0644 \u0628\u0627\u06cc\u06af\u0627\u0646\u06cc zip \u0631\u0627 \u0646\u062f\u0627\u0631\u06cc\u062f
generic_error_zip=\u062f\u0631 \u0632\u0645\u0627\u0646 \u0641\u0634\u0631\u062f\u0647 \u0633\u0627\u0632\u06cc \u0641\u0627\u06cc\u0644 \u0647\u0627 \u062f\u0631 \u0642\u0627\u0644\u0628 \u0641\u0627\u06cc\u0644 \u0628\u0627\u06cc\u06af\u0627\u0646\u06cc zip \u062e\u0637\u0627\u06cc\u06cc \u0631\u062e \u062f\u0627\u062f
