#Fri Nov 26 20:32:19 CET 2010
list.hierarchy=Mostrar jerarqu\u00EDa
dav.xpie=Si est\u00E1 usando Internet Explorer en Windows XP, puede ir directametne a esta carpeta de recursos pulsando este enlace\:
descr.dc_id=Una referencia ambigua al recurso en el contexto dado (por ejemplo, URIs, URL, ISBNs, n\u00FAmeros de biblioteca).
sh.sorttitas=Ordenar por title (ascendente)
add.formtype=Seleccione Tipo de Formulario
edit.group3=La tabla contiene una lista de grupos. La primera columna son casillas de comprobaci\u00F3n, la segunda el nombre del grupo y la tercera su descripci\u00F3n. Los enlaces de la cabeza permiten ordenar los registros de la tabla.
addi.add=A\u00F1adir tipo de Elemento
edit.group2=Descripci\u00F3n
edit.group1=T\u00EDtulo
label.dc_format=Formato
more.cancel=Volver
gen.alert=Alerta\:
label.dc_title=T\u00EDtulo
sh.open=Abrir esta carpeta
sh.selall=Seleccionar todos
gen.position=Posici\u00F3n
gen.content=Contenido\:
sh.sorttit=Ordenar por t\u00EDtulo
list.sPerm=Permisos
shortcut=Enlace a
edit.hide=Ocultar
opt_props=Propiedades opcionales
addi.folder=Carpeta vac\u00EDa
edit.replace=Reemplazar fichero
sh.item=elementos en esta localizaci\u00F3n.
list.site=Recursos del Sitio
selectall=Seleccionar Todo
dav.graf20b=El id de sitio para este sitio es
label.dc_lang=Idioma
dav.graf20a=Est\u00E1 actualmente en este sitio
cut=Cortar
att.finish=Finalizar
list.add=A\u00F1adir
gen.created1=Creado Por
label.dc_descr=Descripci\u00F3n
gen.kb=en KBytes, 0 para ilimitado
descr.dc_coverage=La extensi\u00F3n o el \u00E1mbito del contexto del recurso (por ejemplo, un lugar o coordinadas geogr\u00E1ficas, una fecha, un rango de fechas o un periodo o jurisdicci\u00F3n).
cpright1=copyright (c)
label.dc_coverage=Cobertura
att.items=Elementos para anexar
gen.copycomf=Confirmaci\u00F3n de Copyright, luego
prefs_opt3=Env\u00EDeme cada recurso por separado
prefs_opt2=Env\u00EDeme un correo electr\u00F3nico cada d\u00EDa agrupando todas las notificaciones de recursos de baja prioridad
prefs_opt1=No me env\u00EDe las notificaciones de recursos de baja prioridad
jan=ENE
descr.dc_issued=Fecha de publicaci\u00F3n formal de publicaci\u00F3n del recurso.
gen.note=Nota\:
att.cancel=Cancelar
del.del=Confirmaci\u00F3n de borrado...
descr.dc_created=Fecha de creaci\u00F3n del recurso
descr.dc_contributor=Una entidad responsable de hacer aportaciones al contenido del recurso.
label.dc_created=Fecha de  creaci\u00F3n
add.props=Propiedades
list.copy=Copiar
validurl=Por favor, indique una URL v\u00E1lida.
sort.instruct=Mover un \u00EDtem de la lista haciendo clic en la fecha de la izquierda o ajustando el men\u00FA desplegable de la derecha. Guarde los cambios antes de abandonar la p\u00E1gina.
filter=El fichero {0} no se corresponde con el tipo de filtro.
edit.calert=Alerta de Copyright
sh.cut=corta - pegar?
titlecannot=El t\u00EDtulo no piede contener ninguno de los siguiente caracteres\: / % ? *
folder.notempty=\u00A1La carpeta {0} contiene elementos que tambi\u00E9n se borrar\u00E1n\!
wrongtype=es de tipo err\u00F3neo.
month.feb=FEB
att.add=A\u00F1adir Adjunto
label.dc_contributor=Colaborador
type=Debe seleccionar un tipo de formulario
dav.url=acceso WebDAV a este sitio
gen.size=Tama\u00F1o
label.dc_type=Tipo de Recurso
list.props=Informaci\u00F3n
recursive=No puede pegar esta carpeta en esta localizaci\u00F3n porque una carpeta no puede ser pegada dentro de si misma\:
access.group=Seleccionar grupo(s)
addi.meta=Elemento del Formulario
dav.webdav=Subir-Bajar M\u00FAltiples Recursos
sh.copied=copiar - pegar?
del.table=La tabla tiene informaci\u00F3n sobre los recursos seleccionados para su eliminaci\u00F3n. Las cabeceras de columnas contiene descripciones y enlaces de ordenaci\u00F3n.
gen.title1=T\u00EDtulo
sh.sortautas=Ordenar por autor (Ascendente)
gen.stored=URL
edit.cinfo=Informaci\u00F3n de Copyright
sort.save=Guardar
cannotfind=No se puede encontrar la carpeta.
edit.update=Actualizar
sh.sortsizeas=Ordenar por tama\u00F1o (ascendente)
sort.summary=La tabla mantiene los \u00EDtems ordenados. La segunda columna es un enlace para mover el elemento hacia arriba y la tercera hacia abajo. La \u00FAltima columna mueve el \u00EDtem a una ubicaci\u00F3n espec\u00EDfica.
addi.upload=Subir Fichero
descr.dc_edlevel=Una descripci\u00F3n de la progresi\u00F3n de la audiencia a traves de un contexto educativo o de entrenamiento.
label.dc_edlevel=Nivel de estudios de la audiencia
deleteres=El recurso borrado
gen.url=URL
descr.fsmount_active=Si el multipunto activo o el fichero XML que lo describe el editable.
copy.name=Copia de {0}
mismatch=tiene error de tipos
gen.setyes=Establecer a No en toda la carpeta contenedora.
failed=La operaci\u00F3n no ha podido ser completada esta vez.
sh.sortcreaas=Ordenar por fecha de creaci\u00F3n (ascendente)
access.dropbox=Carpeta personal
button.add=A\u00F1adir
someone=Alguien m\u00E1s est\u00E1 edit\u00E1ndolo
month.jan=ENE
label.dc_issued=Fecha de publicaci\u00F3n
sort.movedn=Mover abajo
used=ha sido usado por un recurso. Por favor, use un t\u00EDtulo diferente.
edit.title=T\u00EDtulo
jun=JUN
gen.reso=Recursos
list.columns=Mostrar columnas
jul=JUL
addi.txthtml=P\u00E1gina HTML
access.site=Sitio completo
descr.dc_lang=El idioma del contenido intelectual del recurso
descr.dc_alt=Una variaci\u00F3n del t\u00EDtulo para usarse como subt\u00EDtulo para el nombre del recurso (abreviaturas, traducciones, etc.)
att.instr=Seleccione un elemento existente de los Recursos para anexarlo o a\u00F1ada un nuevo elemento a una carpeta para ser anexado.
sh.check=Casilla de verificaci\u00F3n
avail.title=Disponibilidad
notexist2=La colecci\u00F3n no existe
notexist1=EL recurso/colecci\u00F3n no existe.
resource=El recurso
edit.missing=Por favor, indique la informaci\u00F3n requerida.
may=MAY
dav.cancel=Volver
sh.sortdatedesc=Ordenar por fecha de \u00FAltima modificaci\u00F3n (descendente)
sh.sortaut=Ordenar por autor
mar=MAR
rep.items=Reemplazar Elementos
sh.drop=drop box
gen.last=\u00DAltima modificaci\u00F3n
sh.no=No hay
rep.thisfile=Reemplazar con este fichero\:
use2=Use esta carpeta para almacenar ficheros privados que desea compartir individualmente con miembros de este sitio.
use1=Use esta carpeta para almacenar ficheros privados que desea compartir s\u00F3lo con organizadores de este sitio web.
addi.url=URL (enlace al sitio web)
avail.end=Acabando
sh.listcap=Lista de recursos
gen.save=Guardar
edit.descr=Descripci\u00F3n
exceeded2=se ha excedido.
access.public=P\u00FAblico
rep.change=Para cambiar\:
prefs_title=Subir materiales
gen.location=Localizaci\u00F3n\:
access.site1=Visible al sitio completo
gen.description=Descripci\u00F3n
edit.filename=Nombre del Fichero Actual
sh.unsel=De-seleccionar todos
list.reorder=Reordenar
size.mb={0} MB 
descr.dc_toc=Una lista de subunidades del contexto del recurso.
size.gbytes={0} GB ({1} bytes) 
sh.one=Subir un nivel
att.sellistcap=Lista de selecciones
descr.dc_source=Una referencia (preferiblemente un identificador formal) para el recurso del cual el presente recurso es derivado, en todo o en parte.
gen.cancel=Cancelar
collapseall=Contraer Todas
descr.dc_type=La naturaleza de g\u00E9nero del contenido del recurso
rep.rep=\u00BFReemplazar el fichero con un nuevo fichero o uan nueva versi\u00F3n? El reemplazar eliminar\u00E1 el fichero actual y subir uno nuevo. Tenga preparado el fichero nuevo\!
access.group1=Visible a los grupos seleccionados\: {0}
notsupported=Mover y Copiar no est\u00E1n soportados actualemente para carpetas
sh.sortautdesc=Ordenar por autor (Descendente)
avail.hide=Ocultar
list.unselect=De-seleccionar Todos
gen.folder=carpeta
colformat.showhide=Mostrar/Ocultar descripciones
edit.mime=Al cambiar el tipo de fichero de un recurso no-ascii a &quot;text/plain&quot; o &quot;text/html&quot; puede causar la inserci\u00F3n de an\u00F3malas l\u00EDneas en blanco, dejando el fichero corrupto.
typeex=Excepci\u00F3n de Tipos.
sort.caption=Lista de recursos a ordenar
att.rmv=Borrar?
expandall=Expandir Todo
dec=DIC
colformat.uplevel.alttext=Icono de subir
month.jun=JUN
month.jul=JUL
list.show=Motras otros sitios
edit.display3=y requiere reconocimiento cuando es accedido por otros.
edit.display2=alerta de copyright
edit.display1=Mostrar
size.kb={0} KB 
list.move=Mover los marcados
gen.choose=Elegir
sh.listsum=Lista tabulada de recursos. Las cabeceras de las columnas tienen enlaces que ordenan la columna. La columna 1 indica si el elemento ha sido seleccionado para moverlo, copiarlo o borrarlo. La columna 2  tiene casillas de verificaci\u00F3n para seleccionar. La columna 3 el enlace al recurso o carpeta. La columna 5, la fecha de modificaci\u00F3n, la columna 6 el autor del recurso y el tama\u00F1o.
add.numurls=N\u00FAmero de URL a Crear
gen.email4=Ninguno - Sin notificaci\u00F3n
month.may=MAY
list.edit=Revisar propiedades
gen.email3=Bajo - S\u00F3lo participantes que han optado a ello
nov=NOV
gen.email2=Alto . Todos los participantes
gen.email1=Noticaci\u00F3n por Correo electr\u00F3nico
toomany=Demasiadas copoas de este recurso han sido a\u00F1adidas a la colecci\u00F3n.
month.mar=MAR
edit.folder=Editar Carpeta
descr.dc_modified=Fecha del cambio insignificante en el recurso.
revise=Revisar...
used2=. Existe un recurso con el mismo identificador de recurso.
gen.actions=Acciones
label.dc_modified=Fecha Modificaci\u00F3n
gen.proces=Procesando......
notpermis8=No tiene los permisos adecuados para copiar o pegar
notpermis6=No tiene los permisos adecuados para borrar el recurso
access.public1=Visible al p\u00FAblico
notpermis4=No tiene los permisos adecuados para a\u00F1adir recursos
notpermis3=No tiene permiso para ver esta collection.
notpermis2=No tiene permisos para ver el recurso
notpermis1=No tiene permiso para ver esta carpeta.
size.mbytes={0} MB ({1} bytes) 
sh.sortdate=Ordenar por fecha de \u00FAltima modificaci\u00F3n
colformat.pagetitle=\u00CDndice de{0}
att.sellistsum=Lista tabulada de recursos que ha elegido anexar. La primera columna indica el elemento, la segunda columna el enlace para eliminarlo de la selecci\u00F3n.
list.select=Marcar Todos
edit.show=Mostrar
descr.dc_rights=Informaci\u00F3n sobre los derechos sobre le recurso (por ejemplo, copyright y derechos de propiedad).
setpermis1=Dar permisos a los recursos en un sitio web
aug=AGO
label.fsmount_active=Activar multipunto
list.remove=Borrar marcados
lis.show200=mostrar 200 elementos...
list.paste3=Pegar los elementos Movidos
list.paste1=Pegar Elementos Copiados
button.actions=Acciones
choosefile7=Por favor, seleccione un fichero a anexar.
list.dup=Duplicar
sort.moveup=Mover arriba
edit.edit=Editar recurso
choosefile6=Por favor, seleccione los fichero(s) a copiar.
sh.inf1=Informaci\u00F3n sobre este elemento
label.dc_source=Origen
sh.sortcreadesc=Ordenar por fecha de creaci\u00F3n (descendente)
lis.show5=mostrar 5 elementos por p\u00E1gina
choosefile3=Por favor, seleccione los fichero(s) a borrar.
choosefile2=Por favor, seleccione el fichero a revisar.
list.moved=Seleccionados para moverso - Elija destino y luego pulse sobre pegar
att.upl=Subir fichero local
size.bytes={0} bytes 
add.ftype=Tipo de formulario
addf.addfolder=A\u00F1adir carpeta
descr.dc_title=El nombre del recurso.
gen.creatime=Hora de Creaci\u00F3n
colformat.uplevel=Subir un nivel
label.dc_audience=Audiencia
sh.go=Ir a esta carpeta
more.view=Propiedades
more.yes=Mostrar a los no-miembros del sitio
descr.dc_abstract=Un resumen de los contenidos del recurso.
size=El tama\u00F1o m\u00E1ximo de subida de
gen.additems=A\u00F1adir Elemento(s)
size.gb={0} GB 
month.dec=DIC
label.dc_abstract=Resumen
notaddreso=No se pueden a\u00F1adir recursos
sep=SEP
sh.sortdateas=Ordenar por fecha \u00FAltima modificaci\u00F3n (ascendente)
gen.youdonot=No tiene los permisos para ver el contenido de esta colecci\u00F3n.
invalid=no es v\u00E1lido.
gen.file=Fichero\:
gen.title=T\u00EDtulo
att.fin=Haga clic en &quot;Continuar&quot; cuando termine.
dav.setup=Configurando el cliente WebDAV en su ordenador
sh.sortsize=Ordenar por tama\u00F1o
avail.start=Empenzando
replace=Reemplazar...
gen.type=Tipo de Fichero
descr.dc_descr=Un conteo de los contenidos de los recursos, que puede incluso contener un resumen o tabla de contenidos.
edit.fairuse=m\u00E1s informaci\u00F3n
descr.dc_creator=Una persona, organizaci\u00F3n, servicio u otras entidades responsables de generar los contenidos de los recursos.
gen.onlyup2=MB cada vez. Si necesita subir m\u00E1s, h\u00E1galo en varias veces.
label.dc_creator=Creador
month.nov=NOV
gen.onlyup1=S\u00F3lo puede subir 
addi.selectmessage=Pulsar alt + flecha arriba y abajo para hacer scroll del menu
sh.reso=recurso
list.copied=Copiado - elegir lugar de pegado, luego pulsar paste
sh.opened=Carpeta abierta
sh.sortcrea=Ordenar por fecha de creaci\u00F3n
gen.instr2=Elementos obligatorios marcados con
gen.instr1=Seleccione un elelento a a\u00F1adir, indique las propiedades y luego seleccione 'A\u00F1adir' en la parte inferior.
sh.closed=Elegir carpeta
access.title5=Acceso\: Mostrar a los miembros de los grupos seleccionado(s)
access.title4=Acceso\: Mostrar a los miembros del grupo seleccionado ({0})
access.title3=Acceso\: Mostrar a todos los miembros del sitio
access.title2=Acceso\: Mostrar a los no miembros (visible al p\u00FAblico)
access.title1=Acceso
size.item=1 elemento 
list.props.title=Ver propiedades
locked=est\u00E1 bloqueado.
gen.access=Acceso\:
rep.item=Reemplazar Elemento
gen.quota=Cuota Especial
edit.cstatus=Estado del Copyright
list.toobig=Esta colecci\u00F3n es demasiado grande para expandirla.
gen.lastby=\u00DAltima modificaci\u00F3n realizada por
overquota=Al a\u00F1adir este recurso, se exceder\u00E1 la cuota de esta cuenta. Para a\u00F1adir el recurso, debe borrar antes otros recursos.
list.fPerm.title=Permisos de la carpeta
oct=OCT
edit.access4=Mostrar a grupos seleccionados
edit.access3=Mostrar al sitio
edit.access2=Mostrar a no-miembros (visible para publicidad)
edit.access1=Acceso
label.dc_rights=Gesti\u00F3n de Permisos
paste=Pegar
edit.instr=Modifique las propiedades del elemento y luego pulse 'Actualizar' en la parte inferior.  Los elementos obligatorios se marcan con
month.aug=AGO
apr=ABR
rep.file=Reemplazando fichero...
setpermis=Dar permisos a los recursos en las carpetas
action.select=- Seleccionar acci\u00F3n - 
gen.created=Creado Por
list.copyall=Copiar marcados
sh.get=Obtener informaci\u00F3n de este elemento
sh.close=Cerrar esta carpeta
gen.newwin=Nueva ventana
att.res=Seleccione un recurso
att.copy=Adjuntar una copia
size.items={0} elementos
list.add.title=A\u00F1adir elemento(s)
att.listcap=Lista de recursos a anexar
descr.dc_format=La manifestaci\u00F3n f\u00EDsica o digital del recurso (por ejemplo MIME type de un recurso digital)
att.select=Seleccionar
lis.show50=mostrar 50 elementos...
descr.dc_subject=El tema del contenido del recurso, tipicamente, expresado como palabras clave, frases clave o c\u00F3digos de clasificaci\u00F3n.
label.dc_subject=Asunto y palabras clave
descr.dc_publisher=Una entidad responsable de generar el recurso disponible.
label.dc_alt=T\u00EDtulo Alternativo
sort.title=Reordenaci\u00F3n\:
title=El t\u00EDtulo
att.remove=Borrar
list.options=Opciones
access.dropbox1=Visible al profesor y al alumno
toolong=El nombre es demasiado largo\:
addf.instr=Indique un t\u00EDtulo para la nueva carpeta, indique las propiedades y luego pulse 'A\u00F1adir' en la parte infoerior.
lis.show100=mostrar 100 elementos...
size.kbytes={0} KB ({1} bytes) 
month.sep=SEP
gen.original=URL Original
add.noforms=No se han definido formularios para este sitio
label.dc_publisher=Editorial
sh.sorttitdesc=Ordenar por t\u00EDtulo (descendente)
permissions=Permisos...
pasteitem=El elemento pegado
expand.all=Expandir Todo
gen.cpr=Informaci\u00F3n de Copyright
sort.cancel=Cancelar
list.edit.title=Revise properties
gen.add=A\u00F1adir
overview=Mostrar
addi.txttxt=Documento Texto Simple
add.numfldrs=N\u00FAmero de Ficheros a Crear
label.dc_id=Identificador del Recurso
dav.graf22=Para acceer a los recursos en este sitio a trav\u00E9s de un cliente WebDAV, use la siguiente URL\:
dav.graf21=Cada Sitio de Sakai tiene un identificador ID. El identificador para este sitio se muestra a continuaci\u00F3n. Necesita saber el ID del sitio porque ser\u00E1 parte de la direcci\u00F3n que necesitar\u00E1 para conectarse via WebDAV. Cada sitio debe configurarse como una conexi\u00F3n de WebDAV independiente, as\u00ED, la primera vez que se conecte a un sitio, necesitar\u00E1 seguir las direcciones siguientes.
delete=Borrar
label.dc_toc=Tabla de contenidos
descr.dc_audience=Una clase de entidad para el cual el recurso es \u00FAtil, como determina el creador o la editorial o un tercero.
add.numfiles=N\u00FAmero de Ficheros para subir
new=Nuevo...
list.fPerm=Permisos
notpermis15=No tiene los permisos adecuados para ver las propiedades
notpermis14=No tiene permisos para borrar\:
gen.folder1=Carpeta
edit.replace2=Reemplazar URL
sh.inf=Informaci\u00F3n de esta colecci\u00F3n
del.del1=Borrar
lis.show20=mostrar 20 elementos...
month.oct=OCT
gen.no=No
gen.drop=Drop Box
add.afile=un fichero\:
list.hide=Ocultar los otros sitios
month.apr=ABR
gen.last1=Modificado
att.listsum=Lista tabulada de recursos que se pueden anexar. La primera columna incluye un enlace al recurso, y si el elemento es una carpeta, a la carpeta. La segunda columna incluye las acciones que est\u00E1n disponibles para ese elemento\: a\u00F1adir nuevo, seleccionar, duplicar.
del.sure=\u00BFEst\u00E1 seguro que quiere eliminar los siguiente(s) elemento(s)?
copy=Copiar
feb=FEB
notexist=no existe.
avail.show=Mostrar
sh.sortsizedesc=Ordenar por tama\u00F1o (descendente)
lis.show10=mostrar 10 elementos...
choosefile=Por favor, seleccionar el fichero para el elemento fichero
