#Generated by ResourceBundle Editor (http://eclipse-rbe.sourceforge.net)
# $Header: /cvs/sakai2/legacy/bundle/src/bundle/content.properties,v 1.21 2005/06/09 15:27:36 gsilver.umich.edu Exp $

button.add=Afegeix
button.actions=Accions

sort.title=Reordenaci\u00f3\:
sort.instruct=Podeu moure un element a trav\u00e9s de la llista fent clic sobre una fletxa a l'esquerra o ajustant el men\u00fa de la dreta. Deseu els canvis abans de sortir de la p\u00e0gina.
sort.moveup=Moure cap amunt
sort.movedn=Moure cap avall
sort.summary=La taula t\u00e9 elements per a ser ordenats. La segona columna cont\u00e9 un enlla\u00e7 per moure l'element amunt. La tercera un enlla\u00e7 per moure avall. L'\u00faltima columna permet seleccionar-lo per moure'l a un espai espec\u00edfic.
sort.caption=Llista de recursos per a ser ordenats
sort.save=Desa
sort.cancel=Cancel\u00b7la

size.bytes={0} bytes
size.gb={0} GB
size.kb={0} KB
size.mb={0} MB
size.gbytes={0} GB ({1} bytes)
size.kbytes={0} KB ({1} bytes)
size.mbytes={0} MB ({1} bytes)
size.item=1 element
size.items={0} elements

avail.title=Disponibilitat
avail.show=Mostra
avail.hide=Amaga
avail.start=Comen\u00e7ant
avail.end=Finalitzant

action.select=- Seleccioneu una acci\u00f3 -

access.site=Espai sencer
access.site1=Visible per a tots els participants de l'espai
access.group=Seleccioneu un(s) grup(s)
access.group1=Visible pels grups seleccionats\: {0}
access.public=P\u00fablic
access.public1=Visible p\u00fablicament
access.dropbox=Espai compartit
access.dropbox1=Visible per l'estudiant i pel professor

access.title1=Acc\u00e9s
access.title2=Acc\u00e9s\: Mostra als que no s\u00f3n membres de l'espai (Vista p\u00fablica)
access.title3=Acc\u00e9s\: Mostra a tots els membres d'aquest espai
access.title4=Acc\u00e9s\: Mostra als membres del grup seleccionat ({0})
access.title5=Acc\u00e9s\: Mostra als membres del(s) grup(s) seleccionat(s)


#AddFileBasic Vm				
add.afile=un fitxer\:
add.formtype=Seleccioneu un tipus de formulari
add.ftype=Tipus de formulari
add.noforms=No s'ha definit cap formulari per a aquest espai
add.numfiles=Nombre de fitxers per penjar
add.numfldrs=Nombre de carpetes a crear
add.numurls=Nombre d'adreces URL a crear
add.props=Propietats

#AddFolder Vm	
addf.addfolder=Afegeix una carpeta
addf.instr=Escriviu un t\u00edtol per la carpeta nova, introdu\u00efu-hi les propietats i seleccioneu "Afegeix" per acabar.

#AddHTML Vm	

#Additem Vm	
addi.add=Afegeix un tipus d'element
addi.selectmessage=Per operar amb la caixa combo, premeu Alt+Fletxa Avall per obrir i useu les fletxes per rec\u00f3rrer les opcions.
addi.folder=La carpeta est\u00e0 buida
addi.meta=Element del formulari
addi.txthtml=P\u00e0gina HTML
addi.txttxt=Document de text simple
addi.upload=Puja un fitxer
addi.url=Adre\u00e7a URL (enlla\u00e7 al lloc web)

#AddFileOptions Vm				

#Addtext Vm	

#Addurlad Vm	

#Addurlba Vm	


apr=ABR.

att.add=Afegeix un fitxer adjunt
att.cancel=Cancel\u00b7la
att.copy=Adjunta una c\u00f2pia
att.fin=Feu clic a &quot;Continua&quot; a l'acabar.
att.finish=Continua
att.instr=Seleccioneu un element existent dels Recursos per adjuntar-lo o afegiu un element nou a una carpeta perque sigui adjuntat.
att.items=Elements per adjuntar
att.listcap=Llista de recursos per adjuntar
#Helper VM
att.listsum=Llista tabulada de recursos que es poden adjuntar. La primera columna inclou un enlla\u00e7 al recurs, i si l'element \u00e9s una carpeta, a la carpeta. La segona columna inclou les accions que estan disponibles per a aquest element\: afegir nou, seleccionar, duplicar.
att.remove=Elimina
att.res=Seleccioneu un recurs
att.rmv=Eliminar?
att.select=Selecciona
att.sellistcap=Llista de seleccions
att.sellistsum=Llista tabulada de recursos que heu escollit adjuntar. La primera columna indica l'element; la segona, l'enlla\u00e7 per eliminar-lo de la selecci\u00f3.
att.upl=Puja un fitxer local

aug=AG.

cannotfind=No s'ha trobat aquest fitxer.




choosefile=Seleccioneu el fitxer per a l'element de fitxer

choosefile2=Seleccioneu el fitxer per revisar.

choosefile3=Seleccioneu el/s fitxer/s per eliminar.



choosefile6=Seleccioneu el/s fitxer/s per copiar.

choosefile7=Seleccioneu un fitxer per adjuntar.


collapseall=Replega'ls tots

copy=Copia

copy.name=C\u00f2pia de {0}

cpright1=copyright (c)



cut=Retalla

dav.cancel=Torna
dav.graf20a=Actualment sou a l'espai
dav.graf20b=L'identificador d'aquest espai \u00e9s
dav.graf21=Cada espai de Sakai t\u00e9 un ID d'espai. L'id per aquest espai el trobareu a la part superior. Us cal saber aquest ID perqu\u00e8 ser\u00e0 part de l'adre\u00e7a que necessitareu per connectar via WebDAV. Per habilitar una <b>URL curta</b> per WebDAV heu d'assegurar-vos que s'ha configurat un \u00e0lies pel vostre espai. Cada espai s'ha de configurar com una connexi\u00f3 WebDAV separada, de manera que el primer cop que us connecteu a un espai necessitareu seguir les instruccions que hi ha tot seguit. 
dav.graf22=Per accedir als recursos d'aquest espai a trav\u00e9s d'un client WebDAV, utilitzeu la seg\u00fcent URL\:
dav.setup=s'est\u00e0 configurant el client WebDAV al vostre ordinador
dav.url=acc\u00e9s WebDAV a aquest espai
dav.webdav=Gestiona/descarrega recursos m\u00faltiples
dav.xpie=Si esteu fent servir Internet Explorer a Windows XP, podeu anar directament a aquesta carpeta de recursos fent clic en aquest enlla\u00e7\:

dec=DES.

#Delete Vm	
del.del=Confirmaci\u00f3 de l'eliminaci\u00f3...
del.del1=Elimina
del.sure=Segur que voleu eliminar aquest/s element/s?
del.table=La taula t\u00e9 informaci\u00f3 sobre els recursos seleccionats perqu\u00e8 siguin eliminats. Les cap\u00e7aleres de columnes contenen descripcions i enlla\u00e7os per ordenar.

delete=Elimina

deleteres=El recurs eliminat

descr.dc_abstract=Resum del contingut del recurs.
descr.dc_alt=Qualsevol forma del t\u00edtol utilitzada en substituci\u00f3 del t\u00edtol normal del recurs (abreviacions del t\u00edtol, traduccions, etc.)
descr.dc_audience=Tipus d'entitat a la qual el recurs est\u00e0 adre\u00e7ada o b\u00e9 li \u00e9s \u00fatil, segons ho determini el creador, editor o tercer.
descr.dc_contributor=Entitat responsable de fer aportacions al contingut del recurs.
descr.dc_coverage=Extensi\u00f3 o abast del contingut del recurs (per exemple, un top\u00f2nim o coordenades geogr\u00e0fiques, una data, una gamma de dates o etiqueta de termini, o b\u00e9 una jurisdicci\u00f3).
descr.dc_created=Data de creaci\u00f3 del recurs.
descr.dc_creator=Persona, organitzaci\u00f3, servei o altra entitat principal responsable de l'elaboraci\u00f3 del contingut del recurs.
descr.dc_descr=Descripci\u00f3 del contingut del recurs, que pot incloure un resum o un \u00edndex de continguts.
descr.dc_edlevel=Descripci\u00f3 de l'evoluci\u00f3 del p\u00fablic en un context educatiu o formatiu.
descr.dc_format=La manifestaci\u00f3 f\u00edsica o digital del recurs (per exemple, tipus MIME d'un recurs digital).
descr.dc_id=Refer\u00e8ncia inequ\u00edvoca al recurs en un context concret (per exemple, URI, URL, ISBN, n\u00fameros de refer\u00e8ncia de biblioteca).
descr.dc_issued=Data oficial d'emissi\u00f3 o publicaci\u00f3 del recurs.
descr.dc_lang=L'idioma del contingut intel\u00b7lectual del recurs.
descr.dc_modified=Data de canvi rellevant del recurs.
descr.dc_publisher=Entitat responsable de fer el recurs disponible.
descr.dc_rights=Informaci\u00f3 sobre drets del recurs i sobre aquest (per exemple, copyright i drets de propietat).
descr.dc_source=Refer\u00e8ncia (preferiblement un identificador oficial) a un recurs del qual deriva aquest recurs, de forma total o parcial.
descr.dc_subject=El tema del contingut del recurs, normalment expressat en paraules clau, frases clau o codis de classificaci\u00f3.
descr.dc_title=Nom donat al recurs.
descr.dc_toc=Llista de subelements del contingut del recurs.
descr.dc_type=Naturalesa o g\u00e8nere del contingut del recurs.
descr.fsmount_active=Si el punt de muntatge actiu o el fitxer XML describint el punt de muntatge \u00e9s editable.

#ResourcesMetadata

#Edit VM
edit.access1=Acc\u00e9s
edit.access2=Mostra als que no s\u00f3n membres de l'espai (vista p\u00fablica)
edit.access3=Mostra a l'espai
edit.access4=Mostra a grups seleccionats
edit.calert=Av\u00eds de copyright
edit.cinfo=Informaci\u00f3 de copyright
edit.cstatus=Estat del copyright
edit.descr=Descripci\u00f3
edit.display1=Mostra
edit.display2=av\u00eds de copyright
edit.display3=i sol\u00b7liciteu acceptaci\u00f3 quan hi accedeixin els altres.
edit.edit=Revisa el recurs
edit.fairuse=m\u00e9s informaci\u00f3
edit.filename=Nom actual del fitxer
edit.folder=Edita la carpeta
edit.group1=T\u00ed\u00adtol
edit.group2=Descripci\u00f3
edit.group3=La taula cont\u00e9 una llista de grups. La primera columna cont\u00e9 quadres de selecci\u00f3; la segona cont\u00e9 el nom del grup; la tercera, la descripci\u00f3 del grup. Els enlla\u00e7os de la cap\u00e7alera es poden utilitzar per ordenar.
edit.hide=Amaga
edit.instr=Modifiqueu les propietats de l'element i feu clic sobre  "Actualitza" al final.  Els camps obligatoris estan marcats amb
edit.mime=En canviar el tipus de fitxer d'un recurs no-ascii a &quot;text/plain&quot; o &quot;text/html&quot; pot passar que s'insereixin l\u00ed\u00adnies en blanc an\u00f2males, deixant el fitxer inservible.
edit.missing=Introdu\u00efu la informaci\u00f3 obligat\u00f2ria.
edit.replace=Substitueix el fitxer
edit.replace2=Substitueix l'adre\u00e7a URL
edit.show=Mostra
edit.title=T\u00edtol
edit.update=Actualitza



exceeded2=s'ha sobrepassat.

expandall=Desplega-ho tot
expand.all=Desplega-ho tot

failed=L'operaci\u00f3 no s'ha pogut completar aquesta vegada.

feb=FEB.

folder.notempty=La carpeta {0} cont\u00e9 un/diversos element/s que tamb\u00e9 seran eliminats.


#General Vm	
gen.access=Acc\u00e9s\:
gen.actions=Accions
gen.add=Afegeix
gen.additems=Afegeix un/s element/s nou/s
gen.alert=Av\u00eds\:
gen.cancel=Cancel\u00b7la
gen.choose=Escolliu
gen.content=Contingut\:
gen.copycomf=Confirmeu el copyright, despr\u00e9s
gen.cpr=Informaci\u00f3 de copyright
gen.created=Creat per
gen.created1=Creat per
gen.creatime=Hora de creaci\u00f3
gen.description=Descripci\u00f3
gen.drop=Espai compartit
gen.email1=Notificaci\u00f3 per correu electr\u00f2nic
gen.email2=Alta - Tots els participants
gen.email3=Baixa - Nom\u00e9s els participants que hi han optat
gen.email4=Cap - Sense notificaci\u00f3
gen.file=Fitxer\:
gen.folder=carpeta
gen.folder1=Carpeta
gen.instr1=Seleccioneu un element que vulgueu afegir, introdu\u00efu les propietats i feu clic sobre "Afegeix" per finalitzar.
gen.instr2=Els camps obligatoris estan marcats amb
gen.kb=en quilobytes, 0 per a il\u00b7limitat
gen.last=Darrera modificaci\u00f3
gen.last1=Modificat
gen.lastby=Darrera modificaci\u00f3 feta per
gen.location=Ubicaci\u00f3\:
gen.newwin=Finestra nova
gen.no=No
gen.note=Nota\:
gen.onlyup1=Nom\u00e9s podeu pujar
gen.onlyup2=valor dels fitxers junts en MB. \u00c9s possible que hagueu de pujar els fitxers grans d'un en un.
gen.original=Adre\u00e7a URL original
gen.position=Posici\u00f3
gen.proces=S'est\u00e0 processant...
gen.quota=L\u00edmit especial
gen.reso=Recursos
gen.save=Desa
gen.setyes=Estableix a "S\u00ed" en una carpeta de continguts.
gen.size=Mida
gen.stored=Adre\u00e7a URL
gen.title=T\u00edtol
gen.title1=T\u00edtol
gen.type=Tipus de fitxer
gen.url=Adre\u00e7a URL
gen.youdonot=No teniu autoritzaci\u00f3 per veure el contingut d'aquesta col\u00b7lecci\u00f3.


invalid=no \u00e9s v\u00e0lid.



# months (used in chef_dateselectionwidget macro in VM_chef_library.vm)
jan=GEN.

jul=JUL.

jun=JUNY

label.dc_abstract=Resum
label.dc_alt=T\u00edtol alternatiu
label.dc_audience=Audi\u00e8ncia
label.dc_contributor=Col\u00b7laborador
label.dc_coverage=Cobertura
label.dc_created=Data de creaci\u00f3
label.dc_creator=Autor
label.dc_descr=Descripci\u00f3
label.dc_edlevel=Nivell de formaci\u00f3 de l'audi\u00e8ncia
label.dc_format=Format
label.dc_id=Identificador del recurs
label.dc_issued=Data d'emissi\u00f3
label.dc_lang=Idioma
label.dc_modified=Data de modificaci\u00f3
label.dc_publisher=Editor
label.dc_rights=Gesti\u00f3 dels drets
label.dc_source=Font
label.dc_subject=Assumpte i paraules clau
label.dc_title=T\u00edtol
label.dc_toc=\u00cdndex de mat\u00e8ries
label.dc_type=Tipus de recurs
label.fsmount_active=Activa el punt de muntatge

#List VM
list.columns=Mostra les columnes
list.hierarchy=Mostra l'estructura jer\u00e0rquica
list.add=Afegeix
list.add.title=Afegeix un(s) element(s)
list.copied=Copiat - Escolliu una ubicaci\u00f3 per enganxar-lo i feu clic sobre "Enganxa"
list.copy=Copia
list.copyall=Copia els marcats
list.dup=Duplica
list.edit=Edita
list.edit.title=Revisa les propietats
list.fPerm=Autoritzacions de carpeta
list.fPerm.title=Permisos de carpeta
list.hide=Amaga els altres espais
list.move=Mou els marcats
list.moved=Seleccionats per moure'ls - Trieu la destinaci\u00f3 i despr\u00e9s premeu 'Enganxa'
list.options=Opcions
list.paste1=Enganxa l'element copiat
list.paste3=Enganxa els elements moguts
list.props=Informaci\u00f3
list.props.title=Mostra les propietats
list.remove=Suprimeix els marcats
list.reorder=Reordena
list.sPerm=Autoritzacions
list.select=Marca'ls tots
list.show=Mostra altres espais
list.site=Recursos de l'espai
list.toobig=Aquesta col\u00b7lecci\u00f3 \u00e9s massa gran per desplegar-la.
list.unselect=Desmarca'ls tots

locked=est\u00e0 blocat perque alg\u00fa altre l'est\u00e0 usant.

mar=MAR\u00c7

may=MAIG

mismatch=t\u00e9 una combinaci\u00f3 err\u00f2nia de tipus.

more.cancel=Torna
#More VM
more.view=Propietats
more.yes=Mostra-ho als que no s\u00f3n participants de l'espai

new=Nou...




notaddreso=El recurs no es pot afegir


notexist=no existeix.

notexist1=El recurs/la col\u00b7lecci\u00f3 no existeix.

notexist2=La col\u00b7lecci\u00f3 no existeix.


notpermis1=No teniu autoritzaci\u00f3 per veure aquesta carpeta.





notpermis14=No teniu autoritzaci\u00f3 per esborrar\:

notpermis15=No teniu l'autoritzaci\u00f3 adequada per veure les propietats.


notpermis2=No teniu autoritzaci\u00f3 per veure el recurs

notpermis3=No teniu autoritzaci\u00f3 per veure aquesta col\u00b7lecci\u00f3.

notpermis4=No teniu l'autoritzaci\u00f3 adequada per afegir recursos.


notpermis6=No teniu l'autoritzaci\u00f3 adequada per esborrar el recurs


notpermis8=No teniu l'autoritzaci\u00f3 adequada per copiar o enganxar





notsupported=Les opcions de moure i copiar actualment no estan implementades per carpetes.


nov=NOV.


oct=OCT.





overquota=El fet d'afegir aquest recurs deixar\u00e0 aquest compte per sobre del l\u00edmit. Per afegir aquest recurs, \u00e9s possible que calgui esborrar alguns recursos.

overview=Perspectiva general

paste=Enganxa-ho aqu\u00ed

pasteitem=L'element enganxat



permissions=Autoritzacions...

#Properties VM


recursive=No podeu enganxar aquesta carpeta en aquesta localitzaci\u00f3 perqu\u00e8 una carpeta no es pot enganxar dins d'ella mateixa\:

#Replace VM
rep.change=Per canviar\:
rep.file=Substituint el fitxer...
rep.item=Substitueix l'element
rep.items=Substitueix els elements
rep.rep=Voleu substituir el fitxer per un de nou o per una versi\u00f3 diferent? La substituci\u00f3 suprimir\u00e0 el fitxer actual i us permetr\u00e0 pujar el que el substituir\u00e0. Tingueu el nou fitxer a punt per enviar.
rep.thisfile=Substitueix per aquest fitxer\:

replace=Substitueix...



resource=El recurs

revise=Revisa...

selectall=Selecciona-ho tot

sep=SET.

setpermis=Estableix les autoritzacions per als recursos de la carpeta

setpermis1=Estableix les autoritzacions per a recursos de l'espai 

sh.check=Quadre de selecci\u00f3
sh.close=Tanca aquesta carpeta
sh.closed=Carpeta tancada
sh.copied=copiat - enganxar?
sh.cut=retallat - enganxar?
sh.drop=elements compartits
sh.get=Dona'm informaci\u00f3 d'aquest element
sh.go=Ves a aquesta carpeta
sh.inf=Informaci\u00f3 sobre aquesta col\u00b7lecci\u00f3
sh.inf1=Informaci\u00f3 sobre aquest element
sh.item=en aquesta ubicaci\u00f3.
#Show VM
sh.listcap=Llista de recursos
sh.listsum=Llista tabulada de recursos. Els encap\u00e7alaments de les columnes tenen enlla\u00e7os que ordenen la columna. La columna 1 indica si l'element ha estat seleccionat per traslladar-lo, copiar-lo o esborrar-lo. La columna 2 t\u00e9 quadres de selecci\u00f3. La columna 3 t\u00e9 l'enlla\u00e7 al recurs o carpeta. La columna 5, la data de modificaci\u00f3; la columna 6, l'autor del recurs i la mida.
sh.no=No hi ha
sh.one=Fins a un nivell
sh.open=Obre aquesta carpeta
sh.opened=Carpeta oberta
sh.reso=recurs
sh.selall=Selecciona-ho tot
sh.sortcrea=Ordena per data de creaci\u00f3
sh.sortcreaas=Ordena per data de creaci\u00f3 en sentit ascendent
sh.sortcreadesc=Ordena per data de creaci\u00f3 en sentit descendent
sh.sortaut=Ordena per autor
sh.sortautas=Ordena per autor en sentit ascendent
sh.sortautdesc=Ordena per autor en sentit descendent
sh.sortdate=Ordena per data d'\u00faltima modificaci\u00f3
sh.sortdateas=Ordena per data d'\u00faltima modificaci\u00f3 en sentit ascendent
sh.sortdatedesc=Ordena per data d'\u00faltima modificaci\u00f3 en sentit descendent
sh.sortsize=Ordena per mida
sh.sortsizeas=Ordena per mida en sentit ascendent
sh.sortsizedesc=Ordena per mida en sentit descendent
sh.sorttit=Ordena per t\u00edtol
sh.sorttitas=Ordena per t\u00edtol en sentit ascendent
sh.sorttitdesc=Ordena per t\u00edtol en sentit descendent
sh.unsel=Desmarca'ls tots

shortcut=Drecera a

size=El l\u00edmit de mida de c\u00e0rrega de

filter=El fitxer {0} no es correspon amb el tipus de filtre.

someone=Alg\u00fa altre est\u00e0 editant











title=El t\u00edtol

titlecannot=El t\u00edtol no pot incloure cap d'aquests car\u00e0cters\: / \\ % ? *



toolong=El nom \u00e9s massa llarg\:

toomany=S'han afegit massa c\u00f2pies d'aquest recurs a la col\u00b7lecci\u00f3.

type=Heu de seleccionar un tipus de formulari


typeex=Excepci\u00f3 de tipus.


use1=Utilitzeu aquesta carpeta per desar-hi fitxers privats que vulgueu compartir nom\u00e9s amb els organitzadors d'aquest espai de treball.

use2=Utilitzeu aquesta carpeta per desar-hi fitxers privats que vulgueu compartir nom\u00e9s amb membres concrets d'aquest espai de treball.

used=s'ha utilitzat en recursos. Utilitzeu un t\u00edtol diferent.


used2=. Ja s'ha utilitzat el mateix identificador de recurs.



validurl=Utilitzeu una cadena v\u00e0lida per a l'adre\u00e7a URL.

wrongtype=t\u00e9 un tipus erroni.





lis.show5=mostra 5 elements per p\u00e0gina
lis.show10=mostra 10 elements...
lis.show20=mostra 20 elements...
lis.show50=mostra 50 elements...
lis.show100=mostra 100 elements...
lis.show200=mostra 200 elements...


opt_props=Propietats opcionals

month.apr=ABR.
month.aug=AG.
month.dec=DES.
month.feb=FEBR.
month.jan=GEN.
month.jul=JUL.
month.jun=JUNY
month.mar=MAR\u00c7
month.may=MAIG
month.nov=NOV.
month.oct=OCT.
month.sep=SET.

# CollectionAccessFormatter (directory view)

colformat.uplevel=Puja un nivell
colformat.uplevel.alttext=Icona de pujar
colformat.pagetitle=\u00cdndex de {0}
colformat.showhide=Mostra/Amaga les descripcions

# Notification Preferences
prefs_title=Recursos i Espai Compartit
# Do not remove prefs_description or prefs_title_override, check SAK-21078 for risk and code for reason
prefs_description=
prefs_title_override=
prefs_opt3=Envia'm cada recurs per separat
prefs_opt2=Envia'm un correu electr\u00f2nic diari resumint les notificacions de baixa prioritat sobre recursos
prefs_opt1=No m'envi\u00efs notificacions de baixa prioritat

# AntiSamy Cleaner
unknown_error_markup=S'ha produ\u00eft un error desconegut al processar les marques del text
content_has_been_cleaned=El codi HTML cont\u00e9 etiquetes o atributs que no estan permesos i s'han eliminat del vostre contingut.

# Zip Compression
permission_error_zip=No teniu autoritzaci\u00f3 per comprimir els fitxers en un arxiu zip
generic_error_zip=S'ha produ\u00eft un error en el proc\u00e9s de compressi\u00f3 en arxiu zip
