#Fri Nov 26 20:33:12 CET 2010
list.hierarchy=Afficher hi\u00E9rarchie
dav.xpie=Si vous utilisez Internet Explorer dans Windows XP, vous pouvez aller directement au dossier ressources de ce site en cliquant ce lien\:
descr.dc_id=Une r\u00E9f\u00E9rence sans \u00E9quivoque de la ressource dans un contexte donn\u00E9 (par exemple, URIs, URLs, ISBNs, cote de biblioth\u00E8que).
sh.sorttitas=Trier par titre ascendant
add.formtype=S\u00E9lectionner type de formulaire
edit.group3=Table contenant une liste de groupes. La premi\u00E8re colonne contient des cases \u00E0 cocher, la seconde contient le nom du groupe, la troisi\u00E8me la description du groupe. Les liens d'ent\u00EAte peuvent \u00EAtre utilis\u00E9s pour trier.
addi.add=Ajouter type d'\u00E9l\u00E9ment
edit.group2=Description
edit.group1=Titre
label.dc_format=Format
more.cancel=Retour
gen.alert=Alerte\:
label.dc_title=Titre
sh.open=Ouvrir ce dossier
sh.selall=S\u00E9lectionner tout
gen.position=Position
gen.content=Contenu\:
sh.sorttit=Trier par titre
list.sPerm=Droits d'acc\u00E8s
shortcut=Raccourci vers
edit.hide=Cacher
opt_props=Propri\u00E9t\u00E9s facultatives
addi.folder=Dossier vide
edit.replace=Remplacer fichier
sh.item=\u00E9l\u00E9ments \u00E0 cet endroit.
list.site=Ressources du site
selectall=S\u00E9lectionner tout
dav.graf20b=L'ID de ce site est
label.dc_lang=Langue
dav.graf20a=Vous \u00EAtes actuellement dans le site
cut=Couper
att.finish=Terminer
list.add=Ajouter
gen.created1=Cr\u00E9\u00E9 par
label.dc_descr=Description
gen.kb=en kilo-octets, 0 pour illimit\u00E9
descr.dc_coverage=L'\u00E9tendue ou l'ampleur du contenu de la ressource (par exemple, un nom de lieu ou des coordonn\u00E9es g\u00E9ographiques, une date, une p\u00E9riode comprise entre deux dates ou l'\u00E9tiquette d'une p\u00E9riode ou une juridiction).
cpright1=tous droits r\u00E9serv\u00E9s (c)
label.dc_coverage=\u00C9tendue
att.items=\u00C9l\u00E9ments \u00E0 joindre
gen.copycomf=Confirmez le droit d'auteur, puis
prefs_opt3=Envoyez-moi chaque ressource s\u00E9par\u00E9ment
prefs_opt2=Envoyez-moi un courriel par jour r\u00E9sumant toutes les notifications de ressources de basse priorit\u00E9
prefs_opt1=Ne pas m'envoyer les notifications de ressources de basse priorit\u00E9
jan=JAN
descr.dc_issued=Date officielle de parution ou de publication de la ressource.
gen.note=Note\:
att.cancel=Annuler
del.del=Supprimer confirmation...
descr.dc_created=Date de cr\u00E9ation de la ressource.
descr.dc_contributor=Une entit\u00E9 responsable de faire des contributions au contenu de la ressource.
label.dc_created=Date de cr\u00E9ation
add.props=Propri\u00E9t\u00E9s
list.copy=Copier
validurl=Veuillez entrer une URL valide.
sort.instruct=D\u00E9place un item dans la liste en cliquant une fl\u00E8che sur la gauche ou en ajustant un menu d\u00E9roulant \u00E0 la droite. Sauvegardez vos changements avant de quitter la page.
filter=Le fichier {0} ne correspond pas au type du filtre
edit.calert=Alerte de droits d'auteur
sh.cut=coup\u00E9 - coller?
titlecannot=Le titre ne peut contenir aucun des caract\u00E8res suivants\: /  % ? *
folder.notempty=Le dossier {0} contient un(des) \u00E9l\u00E9ment(s) qui sera(seront) aussi supprim\u00E9(s)\!
wrongtype=a un type erron\u00E9.
month.feb=F\u00C9V
att.add=Ajouter fichier joint
label.dc_contributor=Contributeur
type=Doit s\u00E9lectionner un type de formulaire.
dav.url=Acc\u00E8s WebDAV \u00E0 ce site
gen.size=Taille
label.dc_type=Type de ressource
list.props=Afficher propri\u00E9t\u00E9s
recursive=Vous ne pouvez pas coller ce dossier \u00E0 cet endroit car un dossier ne peut pas \u00EAtre coll\u00E9 \u00E0 l'int\u00E9rieur de lui-m\u00EAme\:
access.group=S\u00E9lectionner groupe(s)
addi.meta=\u00C9l\u00E9ment de formulaire
dav.webdav=T\u00E9l\u00E9verser-T\u00E9l\u00E9charger ressources multiples
sh.copied=copi\u00E9 - coller?
del.table=Le tableau contient de l'information \u00E0 propos des ressources s\u00E9lectionn\u00E9es pour suppression. Les ent\u00EAtes de colonne contiennent les descriptions de contenus et de liens pour faire un tri.
gen.title1=Titre
sh.sortautas=Trier par auteur ascendant
gen.stored=URL
edit.cinfo=Information sur les droits d'auteur
sort.save=Enregistrer
cannotfind=Impossible de trouver ce dossier.
edit.update=Mettre \u00E0 jour
sh.sortsizeas=Trier par taille ascendante
sort.summary=La table contient les items \u00E0 trier. La seconde colonne contient le lien pour d\u00E9placer les items vers le haut. Troisi\u00E8me\: lien vers le bas. Derni\u00E8re\: s\u00E9lectionne pour d\u00E9placer l'item vers un endroit sp\u00E9cifique.
addi.upload=T\u00E9l\u00E9versement de fichiers
descr.dc_edlevel=Une description de la progression de l'auditoire gr\u00E2ce \u00E0 un contexte d'enseignement ou de formation.
label.dc_edlevel=Niveau d'\u00E9tudes de l'auditoire
deleteres=La ressource supprim\u00E9e
gen.url=URL
descr.fsmount_active=Que le mountpoint actif ou le fichier XML d\u00E9crivant le mountpoint est \u00E9ditable.
mismatch=a une incompatibilit\u00E9 de type.
gen.setyes=R\u00E9gler \u00E0 Oui dans un dossier contenant.
failed=L'op\u00E9ration n'a pas pu \u00EAtre compl\u00E9t\u00E9e actuellement.
sh.sortcreaas=Trier par date de cr\u00E9ation ascendante
access.dropbox=Bo\u00EEte de d\u00E9pot
someone=Quelqu'un d'autre est en train d'\u00E9diter
month.jan=JAN
label.dc_issued=Date de publication
sort.movedn=D\u00E9placer vers le bas
used=a \u00E9t\u00E9 utilis\u00E9 dans les ressources. Veuillez utiliser un titre diff\u00E9rent.
edit.title=Titre
jun=JUN
gen.reso=Ressources
list.columns=Afficher colonnes
jul=JUL
addi.txthtml=Page HTML
access.site=Tout le site
descr.dc_lang=La langue du contenu intellectuel de la ressource.
descr.dc_alt=Toute forme du titre utilis\u00E9e comme substitut au titre officiel de la ressource (abbr\u00E9viations du titre, traductions, etc.)
att.instr=S\u00E9lectionnez un \u00E9l\u00E9ment existant \u00E0 partir des Ressources pour le joindre OU ajoutez un nouvel \u00E9l\u00E9ment \u00E0 un dossier \u00E0 joindre.
sh.check=Case \u00E0 cocher
avail.title=Disponibilit\u00E9
notexist2=La collection n'existe pas.
notexist1=La ressource/collection n'existe pas.
resource=La ressource
may=MAI
dav.cancel=Retour
sh.sortdatedesc=Trier par date de derni\u00E8re modification descendante
sh.sortaut=Trier par auteur
mar=MAR
rep.items=Remplacer \u00E9l\u00E9ments
sh.drop=liste d\u00E9roulante
gen.last=Derni\u00E8re modification
sh.no=Il n'y a pas
rep.thisfile=Remplacer par ce fichier\:
use2=Utilisez ce dossier pour stocker des fichiers priv\u00E9s que vous ne d\u00E9sirez partager qu'avec des membres individuels de ce worksite.
use1=Utilisez ce dossier pour stocker des fichiers priv\u00E9s que vous ne d\u00E9sirez partager qu'avec les organisateurs de ce worksite.
addi.url=URL  (lien vers site Web)
avail.end=Finissant
sh.listcap=Liste des ressources
gen.save=Enregistrer
edit.descr=Description
exceeded2=a \u00E9t\u00E9 d\u00E9pass\u00E9.
access.public=Public
rep.change=\u00C0 changer\:
prefs_title=Ressources
gen.location=Endroit\:
access.site1=Visible \u00E0 tout le site
gen.description=Description
edit.filename=Nom de fichier actuel
sh.unsel=D\u00E9s\u00E9lectionner tout
list.reorder=R\u00E9ordonner
descr.dc_toc=Une liste de sous-unit\u00E9s du contenu de la ressource.
sh.one=Niveau sup\u00E9rieur
att.sellistcap=Liste de s\u00E9lections
descr.dc_source=Une r\u00E9f\u00E9rence (de pr\u00E9f\u00E9rence un identifiant officiel) \u00E0 une ressource de laquelle la ressource actuelle provient, en tout ou en partie.
gen.cancel=Annuler
collapseall=R\u00E9duire tout
descr.dc_type=La nature ou le genre de contenu de la ressource.
rep.rep=Remplacer le fichier avec un nouveau fichier ou une version diff\u00E9rente? Le remplacement supprimera le fichier actuel et vous permettra de t\u00E9l\u00E9verser un fichier de remplacement. Pr\u00E9parez votre nouveau fichier pour l'envoi\!
access.group1=Visible aux groupes s\u00E9lectionn\u00E9s\: {0}
notsupported=D\u00E9placer et Copier ne sont pas actuellement support\u00E9s pour les dossiers.
sh.sortautdesc=Trier par auteur descendant
avail.hide=Cacher
list.unselect=D\u00E9s\u00E9lectionner tout
gen.folder=dossier
edit.mime=Le fait de changer le type du fichier d'une ressource non ascii \u00E0 &quot;texte/ANSI&quot; ou &quot;texte/html&quot; peut causer l'ajout de lignes vierges anormales rendant le fichier inutilisable.
typeex=Exception de type.
sort.caption=Liste des ressources \u00E0 trier
att.rmv=Supprimer?
expandall=Agrandir tout
dec=D\u00C9C
month.jun=JUN
month.jul=JUL
list.show=Afficher les autres sites
edit.display3=et exiger une acceptation lorsque vu par d'autres.
edit.display2=alerte de droits d'auteur
edit.display1=Afficher
list.move=D\u00E9placer s\u00E9lectionn\u00E9s
gen.choose=S\u00E9lectionner
sh.listsum=Tableau de la liste des ressources. Les ent\u00EAtes du tableau contiennent des liens pour trier les colonnes. La colonne 1 indique si l'\u00E9l\u00E9ment a \u00E9t\u00E9 s\u00E9lectionn\u00E9 pour \u00EAtre d\u00E9plac\u00E9, copi\u00E9 ou supprim\u00E9, la colonne 2 contient des cases \u00E0 cocher pour la s\u00E9lection, la colonne 3 contient le lien vers la ressource ou le dossier, la colonne 4 contient des liens d'actions possibles, la colonne 5 contient la date de modification, la colonne 6 contient l'auteur de la ressource, la colonne 6 contient la taille.
add.numurls=Nombre d'URLs \u00E0 cr\u00E9er
gen.email4=Aucune - Aucune notification
month.may=MAI
list.edit=R\u00E9viser propri\u00E9t\u00E9s
gen.email3=Basse - Seulement les participants qui en ont fait le demande
nov=NOV
gen.email2=\u00C9lev\u00E9e - Tous les participants
gen.email1=Notification par courriel
toomany=Trop de copies de cette ressource ont \u00E9t\u00E9 ajout\u00E9es \u00E0 cette collection.
month.mar=MAR
edit.folder=\u00C9diter dossier
descr.dc_modified=Date de modification significative de la ressource.
revise=R\u00E9vision...
used2=. Le m\u00EAme ID de ressource a d\u00E9j\u00E0 \u00E9t\u00E9 utilis\u00E9.
gen.actions=Actions
label.dc_modified=Date de modification
gen.proces=En traitement......
notpermis8=Vous n'avez pas les droits d'acc\u00E8s requis pour copier ou coller
notpermis6=Vous n'avez pas les droits d'acc\u00E8s requis pour supprimer la ressource
access.public1=Visible au public
notpermis4=Vous n'avez pas les droits d'acc\u00E8s requis pour ajouter des ressources.
notpermis3=Vous n'avez pas le droit de voir cette collection.
notpermis2=Vous n'avez pas le droit de voir la ressource
notpermis1=Vous n'avez pas le droit de voir ce dossier.
sh.sortdate=Trier par date de derni\u00E8re modification
att.sellistsum=Tableau contenant la liste des ressources que vous avez choisi de joindre. La premi\u00E8re colonne \u00E9num\u00E8re l'\u00E9l\u00E9ment, la deuxi\u00E8me colonne contient un lien pour le supprimer de la s\u00E9lection.
list.select=S\u00E9lectionner tout
edit.show=Afficher
descr.dc_rights=Information sur les droits aff\u00E9rents \u00E0 la ressource (par exemple, droits d'auteur et droits de propri\u00E9t\u00E9).
setpermis1=R\u00E9gler les droits d'acc\u00E8s pour les ressources du worksite
aug=AO\u00DB
label.fsmount_active=Activer le mountpoint
list.remove=Supprimer s\u00E9lectionn\u00E9s
lis.show200=afficher 200 \u00E9l\u00E9ments...
list.paste3=Coller \u00E9l\u00E9ments d\u00E9plac\u00E9s
list.paste1=Coller \u00E9l\u00E9ments copi\u00E9s
choosefile7=Veuillez s\u00E9lectionner le fichier \u00E0 joindre.
list.dup=Dupliquer
sort.moveup=D\u00E9placer vers le haut
edit.edit=\u00C9diter
choosefile6=Veuillez s\u00E9lectionner le(s) fichier(s) \u00E0 copier.
sh.inf1=Information sur cet \u00E9l\u00E9ment
label.dc_source=Source
sh.sortcreadesc=Trier par date de cr\u00E9ation descendante
lis.show5=afficher 5 \u00E9l\u00E9ments par page
choosefile3=Veuillez s\u00E9lectionner le(s) fichier(s) \u00E0 supprimer.
choosefile2=Veuillez s\u00E9lectionner le fichier \u00E0 r\u00E9viser.
list.moved=S\u00E9lectionn\u00E9s pour d\u00E9placer - S\u00E9lectionnez la destination, puis cliquez coller
att.upl=T\u00E9l\u00E9verser le fichier local
add.ftype=Type de formulaire
addf.addfolder=Ajouter dossier
descr.dc_title=Le nom donn\u00E9 \u00E0 la ressource
gen.creatime=Heure de cr\u00E9ation
label.dc_audience=Auditoire
sh.go=Aller \u00E0 ce dossier
more.view=Propri\u00E9t\u00E9s
more.yes=Afficher aux non membres du site
descr.dc_abstract=Un r\u00E9sum\u00E9 du contenu de la ressource.
size=La limite de la taille de t\u00E9l\u00E9versement de
gen.additems=Ajouter \u00E9l\u00E9ment(s)
month.dec=D\u00C9C
label.dc_abstract=R\u00E9sum\u00E9
notaddreso=Impossible d'ajouter la ressource
sep=SEP
sh.sortdateas=Trier par date de derni\u00E8re modification ascendante
gen.youdonot=Vous n'avez pas le droit de voir le contenu de cette collection.
invalid=est invalide.
gen.file=Fichier\:
gen.title=Titre
att.fin=Cliquez sur &quot;Terminer&quot; lorsque vous aurez fini.
dav.setup=Configuration d'un client WebDAV sur votre ordinateur
sh.sortsize=Trier par taille
avail.start=D\u00E9butant
replace=Remplacement...
gen.type=Type de fichier
descr.dc_descr=Un compte rendu du contenu de la ressource qui peut contenir un r\u00E9sum\u00E9 ou une table des mati\u00E8res.
edit.fairuse=plus d'information
descr.dc_creator=Une personne, organisation, service ou une autre entit\u00E9 essentiellement responsable de cr\u00E9er le contenu de la ressource.
gen.onlyup2=Mo de fichiers \u00E0 la fois. Vous aurez peut-\u00EAtre \u00E0 t\u00E9l\u00E9verser les gros fichiers un \u00E0 la fois.
label.dc_creator=Cr\u00E9ateur
month.nov=NOV
gen.onlyup1=Vous pouvez seulement t\u00E9l\u00E9verser
addi.selectmessage=Enfoncez Alt + les touches de d\u00E9placement vers le haut et vers le bas pour d\u00E9filer le menu
sh.reso=ressource
list.copied=Copi\u00E9 - S\u00E9lectionnez l'endoit pour coller, puis cliquez sur coller
sh.opened=Dossier ouvert
sh.sortcrea=Trier par date de cr\u00E9ation
gen.instr2=\u00C9l\u00E9ments obligatoires indiqu\u00E9s par
gen.instr1=S\u00E9lectionnez un \u00E9l\u00E9ment \u00E0 ajouter, ajoutez les propri\u00E9t\u00E9s et s\u00E9lectionnez 'Ajouter' dans la partie inf\u00E9rieure.
sh.closed=Dossier ferm\u00E9
access.title5=Acc\u00E8s\: Afficher aux membres du (des) groupes s\u00E9lectionn\u00E9(s)
access.title4=Acc\u00E8s\: Afficher aux membres d'un groupe s\u00E9lectionn\u00E9 ({0})
access.title3=Acc\u00E8s\: Afficher \u00E0 tous les membres du site
access.title2=Acc\u00E8s\: Afficher aux non-membres (affichage publique)
access.title1=Acc\u00E8s
list.props.title=Voir les propri\u00E9t\u00E9s
locked=est verrouill\u00E9 par une autre utilisation.
gen.access=Acc\u00E8s\:
rep.item=Remplacer \u00E9l\u00E9ment
gen.quota=Quota sp\u00E9cial
edit.cstatus=Statut des droits d'auteur
gen.lastby=Derni\u00E8re modification par
list.toobig=Cette collection est trop grande pour agrandir.
overquota=L'ajout de cette ressource d\u00E9passera le quota de ce compte. Pour ajouter cette ressources, certaines ressources devront peut-\u00EAtre \u00EAtre supprim\u00E9es.
list.fPerm.title=Permissions du dossier
edit.access4=Afficher aux groupes s\u00E9lectionn\u00E9s
oct=OCT
edit.access3=Afficher sur le site
edit.access2=Afficher aux non membres (visible publiquement)
edit.access1=Acc\u00E8s
label.dc_rights=Gestion des droits d'acc\u00E8s
edit.instr=Modifiez les propri\u00E9t\u00E9s de l'\u00E9l\u00E9ment et s\u00E9lectionnez "Mettre \u00E0 jour" dans la partie inf\u00E9rieure. Les \u00E9l\u00E9ments obligatoires sont indiqu\u00E9s par
paste=Coller
month.aug=AO\u00DB
apr=AVR
rep.file=Remplacement de fichier...
setpermis=R\u00E9gler les droits d'acc\u00E8s pour les ressources du dossier
action.select=- S\u00E9lectionnez une action - 
gen.created=Cr\u00E9\u00E9 par
list.copyall=Copier s\u00E9lectionn\u00E9s
sh.get=Obtenir l'information sur cet \u00E9l\u00E9ment
sh.close=Fermer ce dossier
gen.newwin=Nouvelle fen\u00EAtre
att.res=S\u00E9lectionner un ressource
att.copy=Joindre une copie
list.add.title=Ajouter item(s)
att.listcap=Liste de ressources \u00E0 joindre
descr.dc_format=La manifestation physique ou num\u00E9rique de la ressource (par exemple, type MIME d'une ressource num\u00E9rique).
att.select=S\u00E9lectionner
lis.show50=afficher 50 \u00E9l\u00E9ments...
descr.dc_subject=Le th\u00E8me du contenu de la ressource, typiquement exprim\u00E9 sous forme de mots cl\u00E9s, de phrases cl\u00E9s ou de codes de classification.
label.dc_subject=Sujet et mots cl\u00E9s
descr.dc_publisher=Une entit\u00E9 responsable de rendre la ressource disponible.
label.dc_alt=Titre alternatif
sort.title=R\u00E9ordonnancement\:
title=Le titre
att.remove=Supprimer
access.dropbox1=Visible pour l'instructeur et l'\u00E9tudiant
toolong=Le nom est trop long\:
lis.show100=afficher 100 \u00E9l\u00E9ments...
addf.instr=Inscrivez un titre pour le nouveau dossier, ajoutez les propri\u00E9t\u00E9s et s\u00E9lectionnez 'Ajouter' dans la partie inf\u00E9rieure.
month.sep=SEP
gen.original=URL original
add.noforms=Aucun formulaire n'est d\u00E9fini pour ce site
label.dc_publisher=\u00C9diteur
sh.sorttitdesc=Trier par titre descendant
permissions=Droits d'acc\u00E8s...
pasteitem=L'\u00E9l\u00E9ment coll\u00E9
gen.cpr=Information de droits d'auteur
sort.cancel=Annuler
list.edit.title=R\u00E9viser les propri\u00E9t\u00E9s
gen.add=Ajouter
overview=Vue d'ensemble
addi.txttxt=Document texte simple
add.numfldrs=Nombre de dossiers \u00E0 cr\u00E9er
label.dc_id=Identifiant de la ressource
dav.graf22=Pour acc\u00E9der aux ressources de ce site \u00E0 l'aide d'un client WebDAV, vous utiliserez l'URL suivante\:
dav.graf21=Chaque site Sakai a un ID de site. L'ID de site pour ce site est indiqu\u00E9 ci-dessus. Vous devez conna\u00EEtre l'ID de site puisqu'il fera partie de l'adresse \u00E0 laquelle vous devrez vous connecter via WebDAV. Chaque site doit \u00EAtre configur\u00E9 comme une connexion WebDAV distincte donc la premi\u00E8re fois que vous vous connecterez \u00E0 un site particulier, vous devrez suivre les instructions ci-dessous.
delete=Supprimer
label.dc_toc=Table des mati\u00E8res
descr.dc_audience=Une classe d'entit\u00E9s \u00E0 qui la ressource est destin\u00E9e ou utile, telle que d\u00E9termin\u00E9e par le cr\u00E9ateur, l'\u00E9diteur ou un tiers.
add.numfiles=Nombre de fichiers \u00E0 t\u00E9l\u00E9verser
new=Nouveau...
list.fPerm=Droits d'acc\u00E8s au dossier
notpermis15=Vous n'avez pas les droits d'acc\u00E8s requis pour voir les propri\u00E9t\u00E9s.
notpermis14=Vous n'avez pas le droit de supprimer\:
gen.folder1=Dossier
edit.replace2=Remplacer URL
sh.inf=Information sur cette collection
del.del1=Supprimer
lis.show20=afficher 20 \u00E9l\u00E9ments...
month.oct=OCT
gen.no=Non
gen.drop=Liste d\u00E9roulante
add.afile=un fichier\:
list.hide=Cacher les autres sites
month.apr=AVR
gen.last1=Modifi\u00E9
att.listsum=Tableau contenant la liste des ressources qui peuvent \u00EAtre jointes. La premi\u00E8re colonne contient un lien vers la ressource, et si l'\u00E9l\u00E9ment est un dossier, vers le dossier. La deuxi\u00E8me colonne contient les actions disponibles pour cet \u00E9l\u00E9ment\: ajouter nouveau, s\u00E9lectionner, dupliquer.
del.sure=Voulez-vous vraiment supprimer l'(les) \u00E9l\u00E9ment(s) suivant(s)?
copy=Copier
feb=F\u00C9V
notexist=n'existe pas.
lis.show10=afficher 10 \u00E9l\u00E9ments...
avail.show=Montrer
sh.sortsizedesc=Trier par taille descendante
choosefile=Veuillez s\u00E9lectionner le fichier pour l'\u00E9l\u00E9ment de fichier
