#Generated by ResourceBundle Editor (http://eclipse-rbe.sourceforge.net)
# $Header: /cvs/sakai2/legacy/bundle/src/bundle/content.properties,v 1.21 2005/06/09 15:27:36 gsilver.umich.edu Exp $

button.add			= Hinzuf\u00fcgen
button.actions		= Aktionen

sort.title			= Neuanordnung:
sort.instruct		= Verschieben Sie ein Element in der Liste durch Klicken eines Pfeils auf der linken Seite oder durch Anpassen eines Dropdown-Men\u00fcs auf der rechten Seite. Speichern Sie Ihre \u00c4nderungen, bevor Sie die Seite verlassen.
sort.moveup			= Nach oben verschieben
sort.movedn			= Nach unten verschieben
sort.summary		= Tabelle beinhaltet zu sortierende Elemente. Spalte 2 enth\u00e4lt Link zum Verschieben des Elements nach oben. Spalte 3 enth\u00e4lt Link zum Verschieben des Elements nach unten. Letzte Spalte: Ausw\u00e4hlen, um Element an bestimmte Stelle zu verschieben
sort.caption		= Liste der zu sortierenden Ressourcen
sort.save 			= Speichern
sort.cancel 		= Abbrechen

size.bytes			= {0} Bytes 
size.gb				= {0} GB 
size.kb				= {0} KB 
size.mb				= {0} MB 
size.gbytes			= {0} GB ({1} Bytes) 
size.kbytes			= {0} KB ({1} Bytes) 
size.mbytes			= {0} MB ({1} Bytes) 
size.item			= 1 Element 
size.items			= {0} Elemente 

avail.title	 = Verf\u00fcgbarkeit
avail.show   = Einblenden
avail.hide   = Ausblenden
avail.start  = Anfang
avail.end    = Ende

action.select		= ---------- Aktion ausw\u00e4hlen ---------- 

access.site		= Gesamte Site
access.site1	= Sichtbar f\u00fcr die gesamte Site
access.group	= Gruppe(n) ausw\u00e4hlen
access.group1	= Sichtbar f\u00fcr ausgew\u00e4hlte Gruppen: {0}
access.public	= \u00d6ffentlich
access.public1	= Sichtbar f\u00fcr die \u00d6ffentlichkeit
access.dropbox	= Dropbox
access.dropbox1	= Sichtbar f\u00fcr Dozent und Studierenden

access.title1	= Zugang
access.title2	= Zugang: F\u00fcr Nichtmitglieder anzeigen (\u00f6ffentlich sichtbar)
access.title3	= Zugang: F\u00fcr alle Mitglieder dieser Site anzeigen
access.title4	= Zugang: F\u00fcr Mitglieder einer ausgew\u00e4hlten Gruppe anzeigen ({0})
access.title5	= Zugang: F\u00fcr Mitglieder einer bzw. mehrerer ausgew\u00e4hlten Gruppe(n) anzeigen


#AddFileBasic Vm				
add.afile      = eine Datei:
add.formtype   = Formulartyp w\u00e4hlen
add.ftype   	= Formulartyp
add.noforms    = F\u00fcr diese Site sind keine Formulare definiert
add.numfiles   = Anzahl der hochzuladenden Dateien
add.numfldrs   = Anzahl der zu erstellenden Ordner
add.numurls    = Anzahl der zu erstellenden URLs
add.props      = Eigenschaften

#AddFolder Vm	
addf.addfolder = Ordner hinzuf\u00fcgen
addf.instr     = Geben Sie einen Titel f\u00fcr den neuen Ordner und anschlie\u00dfend die Eigenschaften ein und klicken Sie dann auf 'Hinzuf\u00fcgen' weiter unten.

#AddHTML Vm	

#Additem Vm	
addi.add     = Elementtyp hinzuf\u00fcgen
addi.selectmessage     = Zur Verwendung des Kombinationslistenfelds dr\u00fccken Sie zun\u00e4chst Alt+Pfeiltaste nach unten, um es zu \u00f6ffnen. Anschlie\u00dfend k\u00f6nnen Sie die Pfeiltasten nach oben und unten verwenden, um durch die Optionen zu bl\u00e4ttern.
addi.folder  = Leerer Ordner
addi.meta    = Formularelement
addi.txthtml = HTML-Seite
addi.txttxt  = Textdokument
addi.upload  = Datei-Upload
addi.url     = URL (Link zur Website)

#AddFileOptions Vm				

#Addtext Vm	

#Addurlad Vm	

#Addurlba Vm	


apr = APR

att.add         = Anhang hinzuf\u00fcgen
att.cancel      = Abbrechen
att.copy        = Eine Kopie hinzuf\u00fcgen
att.fin   		 = Klicken Sie auf &quot;Weiter&quot;, wenn Sie fertig sind.
att.finish      = Weiter
att.instr       = W\u00e4hlen Sie ein vorhandenes Element aus den Ressourcen, um es anzuh\u00e4ngen ODER f\u00fcgen Sie einem Ordner ein neues Element zum Anh\u00e4ngen hinzu.
att.items       = Elemente zum Anh\u00e4ngen
att.listcap     = Liste der Ressourcen zum Anh\u00e4ngen
#Helper VM
att.listsum     = Tabellarische Liste der Ressourcen, die Sie anh\u00e4ngen k\u00f6nnen. Die erste Spalte enth\u00e4lt einen Link zur Ressource, und wenn das Element ein Ordner ist, zum Ordner. Die zweite Spalte enth\u00e4lt die Aktionen, die f\u00fcr dieses Element verf\u00fcgbar sind: Neues hinzuf\u00fcgen, Ausw\u00e4hlen, Duplizieren.
att.remove      = Entfernen
att.res         = Eine Ressource ausw\u00e4hlen
att.rmv         = Entfernen?
att.select      = Ausw\u00e4hlen
att.sellistcap  = Auswahlliste
att.sellistsum  = Tabellarische Liste der Ressourcen, die Sie anh\u00e4ngen wollen. Die erste Spalte enth\u00e4lt das Element, die zweite einen Link, um es aus der Auswahlliste zu entfernen.
att.upl = Lokale Datei hochladen

aug = AUG

cannotfind = Kann diesen Ordner nicht finden.




choosefile = W\u00e4hlen Sie bitte die Datei f\u00fcr das Dateielement

choosefile2 = W\u00e4hlen Sie bitte die Datei, die bearbeitet werden soll.

choosefile3 = W\u00e4hlen Sie bitte die Datei(en), die gel\u00f6scht werden soll(en).



choosefile6 = W\u00e4hlen Sie bitte die Datei(en), die kopiert werden soll(en).

choosefile7 = W\u00e4hlen Sie bitte die Datei, die angeh\u00e4ngt werden soll.


collapseall = Alle ausblenden

copy = Kopieren

copy.name = Kopie von {0}

cpright1 = Copyright (c)



cut = Ausschneiden

dav.cancel  = Zur\u00fcck
dav.graf20a = Sie befinden sich zurzeit auf der Site
dav.graf20b = Die Site-ID f\u00fcr diese Site ist
dav.graf21  = Jede Sakai-Site hat eine Site-ID. Die Site-ID f\u00fcr diese Site ist oben angef\u00fchrt. Sie m\u00fcssen die Site-ID kennen, denn sie ist Teil der Adresse, die Sie ben\u00f6tigen werden, um sich \u00fcber WebDAV zu verbinden. Jede Site muss als separate WebDAV-Verbindung eingerichtet werden. Sie m\u00fcssen daher das erste Mal, wenn Sie sich mit einer bestimmten Site verbinden, den nachstehenden Anweisungen folgen.
dav.graf22  = Verwenden Sie folgende URL, um auf die Ressourcen auf dieser Site \u00fcber einen WebDAV-Client zugreifen zu k\u00f6nnen:
dav.setup   = Einrichten eines WebDAV-Client auf Ihrem Computer
dav.url     = WebDAV-Zugang zu dieser Site
dav.webdav  = Mehrere Ressourcen hoch- bzw. herunterladen
dav.xpie    = Wenn Sie den Internet Explorer in Windows XP verwenden, k\u00f6nnen Sie direkt zum Ressourcenordner dieser Site gehen, indem Sie auf diesen Link klicken:

dec = DEZ

#Delete Vm	
del.del   = Entfernungsbest\u00e4tigung\u2026
del.del1  = Entfernen
del.sure  = M\u00f6chten Sie das/die folgenden Element(e) wirklich entfernen?
del.table = Die Tabelle enth\u00e4lt Informationen \u00fcber die zum Entfernen ausgew\u00e4hlten Ressourcen. Die Spalten\u00fcberschriften enthalten Beschreibungen der Inhalte und Links zum Sortieren.

delete = Entfernen

deleteres = Die zu l\u00f6schende Ressource

descr.dc_abstract    = Eine Zusammenfassung des Inhalts der Ressource.
descr.dc_alt         = Jede Form des Titels, die als Ersatz f\u00fcr den formalen Titel der Ressource verwendet wird (Titelabk\u00fcrzungen, \u00dcbersetzungen, usw.)
descr.dc_audience    = Eine Rechtsperson, f\u00fcr die die Ressource gedacht oder n\u00fctzlich ist, wie vom Ersteller, Herausgeber oder einem Dritten festgelegt.
descr.dc_contributor = Eine Rechtsperson, die f\u00fcr das Erstellen von Beitr\u00e4gen zum Inhalt der Ressource verantwortlich ist.
descr.dc_coverage    = Der Bezugsrahmen des Inhalts der Ressource (zum Beispiel ein Ortsname oder geografische Koordinaten, ein Datum, ein Datumsbereich, ein Zeitraum oder ein Land).
descr.dc_created     = Datum der Erstellung der Ressource.
descr.dc_creator     = Eine Person, eine Organisation, ein Service oder ein andere Rechtsperson, die in erster Linie f\u00fcr die Erstellung des Inhalts der Ressource verantwortlich ist.
descr.dc_descr       = Eine Darstellung des Inhalts der Ressource, wie beispielsweise eine Kurzbeschreibung oder ein Inhaltsverzeichnis.
descr.dc_edlevel     = Eine Beschreibung des Fortschritts der Zielgruppe in einem Bildungs- oder Trainingskontext.
descr.dc_format      = Die physische oder digitale Manifestation der Ressource (zum Beispiel MIME-Typ einer digitalen Ressource).
descr.dc_id          = Eine eindeutige Referenz zu der Ressource in einem gegebenen Kontext (zum Beispiel URIs, URLs, ISBN-Nummern, Bibliothekssignaturen).
descr.dc_issued      = Datum der formalen Herausgabe oder Ver\u00f6ffentlichung der Ressource.
descr.dc_lang        = Die Sprache des geistigen Inhalts der Ressource.
descr.dc_modified    = Datum der wesentlichen \u00c4nderung einer Ressource.
descr.dc_publisher   = Eine Rechtsperson, die f\u00fcr die Verf\u00fcgbarmachung der Ressource verantwortlich ist.
descr.dc_rights      = Informationen \u00fcber Rechte an der und \u00fcber die Ressource (zum Beispiel Copyright und Eigentumsrechte).
descr.dc_source      = Eine Referenz (vorzugsweise ein formeller Identifier) auf eine Ressource, aus der sich die aktuelle Ressource ganz oder teilweise ableitet.
descr.dc_subject     = Das Thema des Inhalts der Ressource, \u00fcblicherweise ausgedr\u00fcckt in Form von Stichw\u00f6rtern, Ausdr\u00fccken oder Klassifizierungscodes.
descr.dc_title       = Ein der Ressource gegebener Name.
descr.dc_toc         = Eine Liste der Untereinheiten des Inhalts der Ressource.
descr.dc_type        = Die Art bzw. das Genre des Inhalts der Ressource.
descr.fsmount_active = Angabe, ob Mountpoint aktiv ist oder die XML-Datei, die den Mountpoint beschreibt, bearbeitet werden kann.

#ResourcesMetadata

#Edit VM
edit.access1    = Zugang
edit.access2    = F\u00fcr Nichtmitglieder anzeigen (\u00f6ffentlich sichtbar)
edit.access3    = F\u00fcr Site anzeigen
edit.access4    = F\u00fcr ausgew\u00e4hlte Gruppen anzeigen
edit.calert     = Copyright-Hinweis
edit.cinfo      = Copyright-Informationen
edit.cstatus    = Copyright-Status
edit.descr      = Beschreibung
edit.display1   = Anzeige
edit.display2   = Copyright-Hinweis
edit.display3   = und bed\u00fcrfen einer Zustimmung, wenn von anderen darauf zugegriffen wird.
edit.edit       = Ressource \u00fcberpr\u00fcfen
edit.fairuse    = weitere Informationen
edit.filename   = Name der aktuellen Datei
edit.folder     = Ordner bearbeiten
edit.group1     = Titel
edit.group2     = Beschreibung
edit.group3     = Tabelle enth\u00e4lt eine Gruppenliste. Die erste Spalte enth\u00e4lt Kontrollk\u00e4stchen, die zweite den Gruppennamen und die dritte die Gruppenbeschreibung. Die \u00dcberschriften-Links k\u00f6nnen zum Sortieren verwendet werden.
edit.hide       = Ausblenden
edit.instr      = \u00c4ndern Sie die Elementeigenschaften und klicken Sie anschlie\u00dfend auf 'Aktualisieren' weiter unten.  Erforderliche Elemente sind markiert mit
edit.mime       = Das \u00c4ndern des Dateityps einer Nicht-ASCII-Ressource auf &quot;Text/Plain&quot; oder &quot;Text/HTML&quot; kann dazu f\u00fchren, dass st\u00f6rende Leerzeilen eingef\u00fcgt werden, die die Datei unbrauchbar machen.
edit.missing	= Geben Sie bitte die erforderlichen Informationen ein.
edit.replace    = Datei ersetzen
edit.replace2   = URL ersetzen
edit.show       = Einblenden
edit.title      = Titel
edit.update     = Aktualisieren



exceeded2 = ist \u00fcberschritten worden.

expandall = Alle erweitern
expand.all		 = Alle erweitern

failed = Der Vorgang konnte zu diesem Zeitpunkt nicht abgeschlossen werden.

feb = FEB

folder.notempty		= Der Ordner {0} enth\u00e4lt ein oder mehrere Element(e), die ebenfalls entfernt werden!


#General Vm	
gen.access      = Zugang
gen.actions     = Aktionen
gen.add         = Hinzuf\u00fcgen
gen.additems    = Element(e) hinzuf\u00fcgen
gen.alert       = Achtung:
gen.cancel      = Abbrechen
gen.choose      = W\u00e4hlen
gen.content     = Inhalt:
gen.copycomf    = Copyright best\u00e4tigen, dann
gen.cpr         = Copyright-Informationen
gen.created     = Erstellt von
gen.created1    = Erstellt von
gen.creatime    = Uhrzeit der Erstellung
gen.description = Beschreibung
gen.drop        = Dropbox
gen.email1      = E-Mail-Benachrichtigung
gen.email2      = Hoch \u2013 Alle Teilnehmer
gen.email3      = Niedrig - Nur Teilnehmern, die zugestimmt haben
gen.email4      = Keine \u2013 Keine Benachrichtigung
gen.file        = Datei:
gen.folder      = Ordner
gen.folder1     = Ordner
gen.instr1      = W\u00e4hlen Sie ein hinzuzuf\u00fcgendes Element, geben Sie die Eigenschaften ein und klicken Sie anschlie\u00dfend auf 'Hinzuf\u00fcgen' weiter unten.
gen.instr2      = Erforderliche Elemente sind markiert mit
gen.kb          = in KB, 0 f\u00fcr unbegrenzt
gen.last        = Zuletzt ge\u00e4ndert am
gen.last1       = Ge\u00e4ndert
gen.lastby      = Zuletzt ge\u00e4ndert von
gen.location    = Ort:
gen.newwin      = Neues Fenster
gen.no          = Nein
gen.note        = Hinweis:
gen.onlyup1     = Sie k\u00f6nnen maximal Dateien mit
gen.onlyup2     = MB auf einmal hochladen. Sie m\u00fcssen eventuell gro\u00dfe Dateien nacheinander hochladen.
gen.original    = Urspr\u00fcngliche URL
gen.position	= Position
gen.proces      = Bearbeitung l\u00e4uft...
gen.quota       = Bestimmte Kapzit\u00e4t
gen.reso        = Ressourcen
gen.save        = Speichern
gen.setyes      = In einem Inhaltsordner auf Ja gesetzt.
gen.size        = Gr\u00f6\u00dfe
gen.stored      = URL
gen.title       = Titel
gen.title1      = Titel
gen.type        = Dateityp
gen.url         = URL
gen.youdonot    = Sie sind nicht berechtigt, den Inhalt dieser Sammlung anzuzeigen.


invalid = ist ung\u00fcltig.



# months (used in chef_dateselectionwidget macro in VM_chef_library.vm)
jan = JAN

jul = JUL

jun = JUN

label.dc_abstract    = Abstract
label.dc_alt         = Alternativer Titel
label.dc_audience    = Zielgruppe
label.dc_contributor = Beitragender
label.dc_coverage    = Abdeckung
label.dc_created     = Erstellungsdatum
label.dc_creator     = Verfasser
label.dc_descr       = Beschreibung
label.dc_edlevel     = Bildungsniveau der Zielgruppe
label.dc_format      = Format
label.dc_id          = Ressourcen-Identifier
label.dc_issued      = Herausgabedatum
label.dc_lang        = Sprache
label.dc_modified    = \u00c4nderungsdatum
label.dc_publisher   = Herausgeber
label.dc_rights      = Rechteverwaltung
label.dc_source      = Quelle
label.dc_subject     = Fachgebiet und Stichw\u00f6rter
label.dc_title       = Titel
label.dc_toc         = Inhaltsverzeichnis
label.dc_type        = Ressourcentyp
label.fsmount_active = Mountpoint aktivieren

#List VM
list.columns		= Spalten anzeigen
list.hierarchy		= Hierarchie anzeigen
list.add      = Hinzuf\u00fcgen
list.add.title      = Element(e) hinzuf\u00fcgen
list.copied   = Kopiert\u00a0\u2013 W\u00e4hlen Sie den Einf\u00fcgeort und klicken Sie anschlie\u00dfend auf Einf\u00fcgen
list.copy     = Kopieren
list.copyall  = Kopie gepr\u00fcft
list.dup      = Duplizieren
list.edit     = Bearbeiten
list.edit.title     = Eigenschaften bearbeiten
list.fPerm	  = Berechtigungen\t
list.fPerm.title    = Ordnerberechtigungen
list.hide     = Andere Sites verbergen
list.move     = Gepr\u00fcfte verschieben
list.moved    = Zum Verschieben ausgew\u00e4hlt \u2013 W\u00e4hlen Sie den Zielort und klicken Sie anschlie\u00dfend auf Einf\u00fcgen
list.options	= Optionen
list.paste1   = Kopierte Elemente einf\u00fcgen
list.paste3   = Verschobene Elemente einf\u00fcgen
list.props    = Informationen
list.props.title    = Eigenschaften anzeigen
list.remove   = Gepr\u00fcfte entfernen
list.reorder	= Neu anordnen
list.sPerm    = Berechtigungen
list.select   = Alle pr\u00fcfen
list.show     = Andere Sites anzeigen
list.site     = Site-Ressourcen
list.toobig   = Diese Sammlung ist zu gro\u00df, um sie zu erweitern.
list.unselect = Alle H\u00e4kchen entfernen

locked = ist aufgrund einer anderen Verwendung gesperrt.

mar = M\u00c4R

may = MAI

mismatch = Typen stimmen nicht \u00fcberein.

more.cancel = Zur\u00fcck
#More VM
more.view   = Eigenschaften
more.yes    = F\u00fcr Nicht-Teilnehmer der Site anzeigen

new = Neu...




notaddreso = Kann Ressource nicht hinzuf\u00fcgen


notexist = existiert nicht.

notexist1 = Die Ressource/Sammlung existiert nicht.

notexist2 = Die Sammlung existiert nicht.


notpermis1 = Sie sind nicht berechtigt, diesen Ordner anzuzeigen.





notpermis14 = Sie sind nicht berechtigt, dies zu entfernen:

notpermis15 = Sie verf\u00fcgen nicht \u00fcber die erforderlichen Berechtigungen, um die Eigenschaften anzuzeigen.


notpermis2 = Sie sind nicht berechtigt, die Ressource anzuzeigen.

notpermis3 = Sie sind nicht berechtigt, diese Sammlung anzuzeigen.

notpermis4 = Sie verf\u00fcgen nicht \u00fcber die erforderlichen Berechtigungen, um Ressourcen hinzuzuf\u00fcgen.


notpermis6 = Sie verf\u00fcgen nicht \u00fcber die erforderlichen Berechtigungen, um die Ressource zu l\u00f6schen.


notpermis8 = Sie verf\u00fcgen nicht \u00fcber die erforderlichen Berechtigungen, um zu kopieren oder einzuf\u00fcgen.





notsupported = Verschieben und Kopieren werden derzeit f\u00fcr Ordner nicht unterst\u00fctzt.


nov = NOV


oct = OKT





overquota = Das Hinzuf\u00fcgen dieser Ressource w\u00fcrde dieses Konto \u00fcberf\u00fcllen. Um diese Ressource hinzuzuf\u00fcgen, m\u00fcssen eventuell einige Ressourcen gel\u00f6scht werden.

overview = \u00dcbersicht

paste = Hier einf\u00fcgen

pasteitem = Das eingef\u00fcgte Element



permissions = Berechtigungen...

#Properties VM


recursive = Sie k\u00f6nnen diesen Ordner nicht an dieser Stelle einf\u00fcgen, da ein Ordner nicht in sich selbst eingef\u00fcgt werden kann:

#Replace VM
rep.change   = Zum \u00c4ndern:
rep.file     = Datei wird ersetzt...
rep.item     = Element ersetzen
rep.items    = Elemente ersetzen
rep.rep      = M\u00f6chten Sie die Datei durch eine neue Datei oder eine andere Version ersetzen? Bei der Ersetzung wird die aktuelle Datei entfernt und Sie k\u00f6nnen eine Ersatzdatei hochladen. Halten Sie Ihre neue Datei zum Absenden bereit!
rep.thisfile = Mit dieser Datei ersetzen:

replace = Wird ersetzt...



resource = Die Ressource

revise = Wird bearbeitet...

selectall = Alle ausw\u00e4hlen

sep = SEP

setpermis = Berechtigungen f\u00fcr Ressourcen im Ordner festlegen 

setpermis1 = Berechtigungen f\u00fcr Ressourcen auf der Work-Site festlegen 

sh.check        = K\u00e4stchen ankreuzen
sh.close        = Diesen Ordner schlie\u00dfen
sh.closed       = Geschlossener Ordner
sh.copied       = Kopiert \u2013 einf\u00fcgen?
sh.cut          = Ausgeschnitten \u2013 einf\u00fcgen?
sh.drop         = Dropbox
sh.get          = Rufen Sie Informationen zu diesem Element ab
sh.go           = Gehen Sie zu diesem Ordner
sh.inf          = Informationen zu dieser Sammlung
sh.inf1         = Informationen zu diesem Element
sh.item         = Elemente an diesem Ort.
#Show VM
sh.listcap      = Ressourcenliste
sh.listsum      = Tabellarische Ressourcenliste, einschlie\u00dflich Ordner und Unterordner, Dateien, Web-Links, HTML-Seiten und Textdateien. Spalte 1 wird nicht verwendet. Spalte 2 enth\u00e4lt Kontrollk\u00e4stchen,  um auszuw\u00e4hlen, ob ein Element verschoben, kopiert oder entfernt werden soll. Spalte 3 enth\u00e4lt den Link zum \u00d6ffnen der Ressource oder des Ordners. Spalte 4 erlaubt Ihnen das Hinzuf\u00fcgen neuer Ressourcen zu einem Ordner. Spalte 5 verlinkt zu Aktionen, die Sie f\u00fcr diese Ressource durchf\u00fchren k\u00f6nnen. Spalte 6 gibt die Gruppe an, die diese Ressource sehen kann. Spalte 7 gibt die Person an, die diese Ressource erstellt hat. Spalte 8 gibt das Datum an, an dem die Ressource zuletzt ge\u00e4ndert wurde. Spalte 9 gibt die Gr\u00f6\u00dfe der Ressource an
sh.no           = Es gibt keine
sh.one          = Eine Stufe nach oben
sh.open         = Diesen Ordner \u00f6ffnen
sh.opened       = Ge\u00f6ffneter Ordner
sh.reso         = Ressource
sh.selall       = Alle pr\u00fcfen
sh.sortcrea     = Nach Erstellungsdatum sortieren
sh.sortcreaas   = Aufsteigend nach Erstellungsdatum sortieren
sh.sortcreadesc = Absteigend nach Erstellungsdatum sortieren
sh.sortaut     = Nach Verfasser sortieren
sh.sortautas   = Aufsteigend nach Verfasser sortieren
sh.sortautdesc = Absteigend nach Verfasser sortieren
sh.sortdate     = Nach Datum der letzten \u00c4nderung sortieren
sh.sortdateas   = Aufsteigend nach Datum der letzten \u00c4nderung sortieren
sh.sortdatedesc = Absteigend nach Datum der letzten \u00c4nderung sortieren
sh.sortsize     = Nach Gr\u00f6\u00dfe sortieren
sh.sortsizeas   = Aufsteigend nach Gr\u00f6\u00dfe sortieren
sh.sortsizedesc = Absteigend nach Gr\u00f6\u00dfe sortieren
sh.sorttit      = Nach Titel sortieren
sh.sorttitas    = Aufsteigend nach Titel sortieren
sh.sorttitdesc  = Absteigend nach Titel sortieren
sh.unsel        = Alle H\u00e4kchen entfernen

shortcut = Tastaturk\u00fcrzel f\u00fcr

size = Die Uploadgr\u00f6\u00dfenbeschr\u00e4nkung von

filter = Die Datei {0} stimmt nicht mit dem Filtertyp \u00fcberein.

someone = Eine andere Person bearbeitet dies gerade.











title = Der Titel

titlecannot = Der Titel darf keines der folgenden Zeichen enthalten: /  % ? *



toolong = Der Name ist zu lang.

toomany = Dieser Sammlung wurden zu viele Kopien dieser Ressource hinzugef\u00fcgt.

type = Ein Formulartyp muss ausgew\u00e4hlt werden.


typeex = Ausnahmetyp.


use1 = Verwenden Sie diesen Ordner, um private Dateien zu speichern, die Sie nur mit den Organisatoren dieser Work-Site teilen m\u00f6chten.

use2 = Verwenden Sie diesen Ordner, um private Dateien zu speichern, die Sie nur mit bestimmten Mitgliedern dieser Work-Site teilen m\u00f6chten.

used = ist in Ressourcen verwendet worden. Verwenden Sie bitte einen anderen Titel.


used2 = . Diese Ressourcen-ID wird bereits verwendet.



validurl = Geben Sie bitte einen g\u00fcltigen URL-String ein.

wrongtype = hat einen falschen Typ.





lis.show5 = 5 Elemente pro Seite anzeigen
lis.show10 = 10 Elemente anzeigen...
lis.show20 = 20 Elemente anzeigen...
lis.show50 = 50 Elemente anzeigen...
lis.show100 = 100 Elemente anzeigen...
lis.show200 = 200 Elemente anzeigen...


opt_props = Optionale Eigenschaften

month.apr			= APR
month.aug			= AUG
month.dec			= DEZ
month.feb			= FEB
month.jan			= JAN
month.jul			= JUL
month.jun			= JUN
month.mar			= M\u00c4R
month.may			= MAI
month.nov			= NOV
month.oct			= OKT
month.sep			= SEP

# CollectionAccessFormatter (directory view)

colformat.uplevel = Eine Stufe nach oben
colformat.uplevel.alttext = Symbol Nach oben
colformat.pagetitle = Index von {0}
colformat.showhide = Beschreibungen ein- oder ausblenden

# Notification Preferences
prefs_title = Ressourcen und Dropbox
# Do not remove prefs_description or prefs_title_override, check SAK-21078 for risk and code for reason
prefs_description = 
prefs_title_override =
prefs_opt3 = Senden Sie mir jede Ressource separat
prefs_opt2 = Senden Sie mir eine E-Mail pro Tag zu, in der alle Benachrichtigungen \u00fcber Ressourcen mit niedriger Priorit\u00e4t zusammengefasst sind
prefs_opt1 = Senden Sie mit keine Benachrichtigungen \u00fcber Ressourcen mit niedriger Priorit\u00e4t

