#Generated by ResourceBundle Editor (http://eclipse-rbe.sourceforge.net)
# $Header: /cvs/sakai2/legacy/bundle/src/bundle/content.properties,v 1.21 2005/06/09 15:27:36 gsilver.umich.edu Exp $

button.add=A\u00f1adir
button.actions=Acciones

sort.title=Reordenaci\u00f3n\:
sort.instruct=Mover un \u00edtem de la lista haciendo clic en la fecha de la izquierda o ajustando el men\u00fa desplegable de la derecha. Guarde los cambios antes de abandonar la p\u00e1gina.
sort.moveup=Mover arriba
sort.movedn=Mover abajo
sort.summary=La tabla mantiene los \u00edtems ordenados. La segunda columna es un enlace para mover el elemento hacia arriba y la tercera hacia abajo. La \u00faltima columna mueve el \u00edtem a una ubicaci\u00f3n espec\u00edfica.
sort.caption=Lista de recursos a ordenar
sort.save=Guardar
sort.cancel=Cancelar

size.bytes={0} bytes 
size.gb={0} GB 
size.kb={0} KB 
size.mb={0} MB 
size.gbytes={0} GB ({1} bytes) 
size.kbytes={0} KB ({1} bytes) 
size.mbytes={0} MB ({1} bytes) 
size.item=1 elemento 
size.items={0} elementos

avail.title=Disponibilidad
avail.show=Mostrar
avail.hide=Ocultar
avail.start=Empenzando
avail.end=Acabando

action.select=- Seleccionar acci\u00f3n - 

access.site=Sitio completo
access.site1=Visible al sitio completo
access.group=Seleccionar grupo(s)
access.group1=Visible a los grupos seleccionados\: {0}
access.public=P\u00fablico
access.public1=Visible al p\u00fablico
access.dropbox=Carpeta personal
access.dropbox1=Visible a ambos\: profesor y estudiante

access.title1=Acceso
access.title2=Acceso\: Mostrar a los no miembros (visible al p\u00fablico)
access.title3=Acceso\: Mostrar a todos los miembros del sitio
access.title4=Acceso\: Mostrar a los miembros del grupo seleccionado ({0})
access.title5=Acceso\: Mostrar a los miembros de los grupos seleccionado(s)


#AddFileBasic Vm				
add.afile=un fichero\:
add.formtype=Seleccione Tipo de Formulario
add.ftype=Tipo de formulario
add.noforms=No se han definido formularios para este sitio
add.numfiles=N\u00famero de ficheros para subir
add.numfldrs=N\u00famero de Ficheros a Crear
add.numurls=N\u00famero de URL a Crear
add.props=Propiedades

#AddFolder Vm	
addf.addfolder=A\u00f1adir carpeta
addf.instr=Indique un t\u00edtulo para la nueva carpeta, indique las propiedades y luego pulse 'A\u00f1adir' en la parte infoerior.

#AddHTML Vm	

#Additem Vm	
addi.add=A\u00f1adir tipo de Elemento
addi.selectmessage=Pulsar alt + flecha arriba y abajo para hacer scroll del menu
addi.folder=Carpeta vac\u00eda
addi.meta=Elemento del Formulario
addi.txthtml=P\u00e1gina HTML
addi.txttxt=Documento Texto Simple
addi.upload=Subir Fichero
addi.url=URL (enlace al sitio web)

#AddFileOptions Vm				

#Addtext Vm	

#Addurlad Vm	

#Addurlba Vm	


apr=ABR

att.add=A\u00f1adir Adjunto
att.cancel=Cancelar
att.copy=Adjuntar una copia
att.fin=Haga clic en &quot;Continuar&quot; cuando termine.
att.finish=Finalizar
att.instr=Seleccione un elemento existente de los Recursos para anexarlo o a\u00f1ada un nuevo elemento a una carpeta para ser anexado.
att.items=Elementos para anexar
att.listcap=Lista de recursos a anexar
#Helper VM
att.listsum=Lista tabulada de recursos que se pueden anexar. La primera columna incluye un enlace al recurso, y si el elemento es una carpeta, a la carpeta. La segunda columna incluye las acciones que est\u00e1n disponibles para ese elemento\: a\u00f1adir nuevo, seleccionar, duplicar.
att.remove=Borrar
att.res=Seleccione un recurso
att.rmv=Borrar?
att.select=Seleccionar
att.sellistcap=Lista de selecciones
att.sellistsum=Lista tabulada de recursos que ha elegido anexar. La primera columna indica el elemento, la segunda columna el enlace para eliminarlo de la selecci\u00f3n.
att.upl=Subir fichero local

aug=AGO

cannotfind=No se puede encontrar la carpeta.




choosefile=Por favor, seleccionar el fichero para el elemento fichero

choosefile2=Por favor, seleccione el fichero a revisar.

choosefile3=Por favor, seleccione los fichero(s) a borrar.



choosefile6=Por favor, seleccione los fichero(s) a copiar.

choosefile7=Por favor, seleccione un fichero a anexar.


collapseall=Contraer Todas

copy=Copiar

copy.name=Copia de {0}

cpright1=copyright (c)



cut=Cortar

dav.cancel=Volver
dav.graf20a=Est\u00e1 actualmente en este sitio
dav.graf20b=El id de sitio para este sitio es
dav.graf21=Cada Sitio en la plataforma tiene un identificador ID. El identificador para este sitio se muestra a continuaci\u00f3n. Necesita saber el ID del sitio porque ser\u00e1 parte de la direcci\u00f3n que necesitar\u00e1 para conectarse via WebDAV. Cada sitio debe configurarse como una conexi\u00f3n de WebDAV independiente, as\u00ed, la primera vez que se conecte a un sitio, necesitar\u00e1 seguir las direcciones siguientes.
dav.graf22=Para acceer a los recursos en este sitio a trav\u00e9s de un cliente WebDAV, use la siguiente URL\:
dav.setup=Configurando el cliente WebDAV en su ordenador
dav.url=acceso WebDAV a este sitio
dav.webdav=Subir-Bajar M\u00faltiples Recursos
dav.xpie=Si est\u00e1 usando Internet Explorer en Windows XP, puede ir directametne a esta carpeta de recursos pulsando este enlace\:

dec=DIC

#Delete Vm	
del.del=Confirmaci\u00f3n de borrado...
del.del1=Borrar
del.sure=\u00bfEst\u00e1 seguro que quiere eliminar los siguiente(s) elemento(s)?
del.table=La tabla tiene informaci\u00f3n sobre los recursos seleccionados para su eliminaci\u00f3n. Las cabeceras de columnas contiene descripciones y enlaces de ordenaci\u00f3n.

delete=Borrar

deleteres=El recurso borrado

descr.dc_abstract=Un resumen de los contenidos del recurso.
descr.dc_alt=Una variaci\u00f3n del t\u00edtulo para usarse como subt\u00edtulo para el nombre del recurso (abreviaturas, traducciones, etc.)
descr.dc_audience=Una clase de entidad para el cual el recurso es \u00fatil, como determina el creador o la editorial o un tercero.
descr.dc_contributor=Una entidad responsable de hacer aportaciones al contenido del recurso.
descr.dc_coverage=La extensi\u00f3n o el \u00e1mbito del contexto del recurso (por ejemplo, un lugar o coordinadas geogr\u00e1ficas, una fecha, un rango de fechas o un periodo o jurisdicci\u00f3n).
descr.dc_created=Fecha de creaci\u00f3n del recurso
descr.dc_creator=Una persona, organizaci\u00f3n, servicio u otras entidades responsables de generar los contenidos de los recursos.
descr.dc_descr=Un conteo de los contenidos de los recursos, que puede incluso contener un resumen o tabla de contenidos.
descr.dc_edlevel=Una descripci\u00f3n de la progresi\u00f3n de la audiencia a traves de un contexto educativo o de entrenamiento.
descr.dc_format=La manifestaci\u00f3n f\u00edsica o digital del recurso (por ejemplo MIME type de un recurso digital)
descr.dc_id=Una referencia ambigua al recurso en el contexto dado (por ejemplo, URIs, URL, ISBNs, n\u00fameros de biblioteca).
descr.dc_issued=Fecha de publicaci\u00f3n formal de publicaci\u00f3n del recurso.
descr.dc_lang=El idioma del contenido intelectual del recurso
descr.dc_modified=Fecha del cambio insignificante en el recurso.
descr.dc_publisher=Una entidad responsable de generar el recurso disponible.
descr.dc_rights=Informaci\u00f3n sobre los derechos sobre le recurso (por ejemplo, copyright y derechos de propiedad).
descr.dc_source=Una referencia (preferiblemente un identificador formal) para el recurso del cual el presente recurso es derivado, en todo o en parte.
descr.dc_subject=El tema del contenido del recurso, tipicamente, expresado como palabras clave, frases clave o c\u00f3digos de clasificaci\u00f3n.
descr.dc_title=El nombre del recurso.
descr.dc_toc=Una lista de subunidades del contexto del recurso.
descr.dc_type=La naturaleza de g\u00e9nero del contenido del recurso
descr.fsmount_active=Si el multipunto activo o el fichero XML que lo describe el editable.

#ResourcesMetadata

#Edit VM
edit.access1=Acceso
edit.access2=Mostrar a no-miembros (visible para publicidad)
edit.access3=Mostrar al sitio
edit.access4=Mostrar a grupos seleccionados
edit.calert=Alerta de Copyright
edit.cinfo=Informaci\u00f3n de Copyright
edit.cstatus=Estado del Copyright
edit.descr=Descripci\u00f3n
edit.display1=Mostrar
edit.display2=alerta de copyright
edit.display3=y requiere reconocimiento cuando es accedido por otros.
edit.edit=Editar recurso
edit.fairuse=m\u00e1s informaci\u00f3n
edit.filename=Nombre del Fichero Actual
edit.folder=Editar Carpeta
edit.group1=T\u00edtulo
edit.group2=Descripci\u00f3n
edit.group3=La tabla contiene una lista de grupos. La primera columna son casillas de comprobaci\u00f3n, la segunda el nombre del grupo y la tercera su descripci\u00f3n. Los enlaces de la cabeza permiten ordenar los registros de la tabla.
edit.hide=Ocultar
edit.instr=Modifique las propiedades del elemento y luego pulse 'Actualizar' en la parte inferior.  Los elementos obligatorios se marcan con
edit.mime=Al cambiar el tipo de fichero de un recurso no-ascii a &quot;text/plain&quot; o &quot;text/html&quot; puede causar la inserci\u00f3n de an\u00f3malas l\u00edneas en blanco, dejando el fichero corrupto.
edit.missing=Por favor, indique la informaci\u00f3n requerida.
edit.replace=Reemplazar fichero
edit.replace2=Reemplazar URL
edit.show=Mostrar
edit.title=T\u00edtulo
edit.update=Actualizar



exceeded2=se ha excedido.

expandall=Expandir Todo
expand.all=Expandir Todo

failed=La operaci\u00f3n no ha podido ser completada esta vez.

feb=FEB

folder.notempty=\u00a1La carpeta {0} contiene elementos que tambi\u00e9n se borrar\u00e1n\!


#General Vm	
gen.access=Acceso\:
gen.actions=Acciones
gen.add=A\u00f1adir
gen.additems=A\u00f1adir Elemento(s)
gen.alert=Alerta\:
gen.cancel=Cancelar
gen.choose=Elegir
gen.content=Contenido\:
gen.copycomf=Confirmaci\u00f3n de Copyright, luego
gen.cpr=Informaci\u00f3n de Copyright
gen.created=Creado por
gen.created1=Creado Por
gen.creatime=Hora de creaci\u00f3n
gen.description=Descripci\u00f3n
gen.drop=Drop Box
gen.email1=Noticaci\u00f3n por correo electr\u00f3nico
gen.email2=Alto . Todos los participantes
gen.email3=Bajo - S\u00f3lo participantes que han optado a ello
gen.email4=Ninguno - Sin notificaci\u00f3n
gen.file=Fichero\:
gen.folder=carpeta
gen.folder1=Carpeta
gen.instr1=Seleccione un elelento a a\u00f1adir, indique las propiedades y luego seleccione 'A\u00f1adir' en la parte inferior.
gen.instr2=Elementos obligatorios marcados con
gen.kb=en KBytes, 0 para ilimitado
gen.last=\u00daltima modificaci\u00f3n
gen.last1=Modificado
gen.lastby=\u00daltima modificaci\u00f3n realizada por
gen.location=Localizaci\u00f3n\:
gen.newwin=Nueva ventana
gen.no=No
gen.note=Nota\:
gen.onlyup1=S\u00f3lo puede subir 
gen.onlyup2=MB cada vez. Si necesita subir m\u00e1s, h\u00e1galo en varias veces.
gen.original=URL Original
gen.position=Posici\u00f3n
gen.proces=Procesando......
gen.quota=Cuota especial
gen.reso=Recursos
gen.save=Guardar
gen.setyes=Establecer a No en toda la carpeta contenedora.
gen.size=Tama\u00f1o
gen.stored=URL
gen.title=T\u00edtulo
gen.title1=T\u00edtulo
gen.type=Tipo de fichero
gen.url=URL
gen.youdonot=No tiene los permisos para ver el contenido de esta colecci\u00f3n.


invalid=no es v\u00e1lido.



# months (used in chef_dateselectionwidget macro in VM_chef_library.vm)
jan=ENE

jul=JUL

jun=JUN

label.dc_abstract=Resumen
label.dc_alt=T\u00edtulo alternativo
label.dc_audience=Audiencia
label.dc_contributor=Colaborador
label.dc_coverage=Cobertura
label.dc_created=Fecha de  creaci\u00f3n
label.dc_creator=Creador
label.dc_descr=Descripci\u00f3n
label.dc_edlevel=Nivel de estudios de la audiencia
label.dc_format=Formato
label.dc_id=Identificador del recurso
label.dc_issued=Fecha de publicaci\u00f3n
label.dc_lang=Idioma
label.dc_modified=Fecha modificaci\u00f3n
label.dc_publisher=Editorial
label.dc_rights=Gesti\u00f3n de permisos
label.dc_source=Origen
label.dc_subject=Asunto y palabras clave
label.dc_title=T\u00edtulo
label.dc_toc=Tabla de contenidos
label.dc_type=Tipo de Recurso
label.fsmount_active=Activar multipunto

#List VM
list.columns=Mostrar columnas
list.hierarchy=Mostrar jerarqu\u00eda
list.add=A\u00f1adir
list.add.title=A\u00f1adir elemento(s)
list.copied=Copiado - elegir lugar de pegado, luego pulsar paste
list.copy=Copiar
list.copyall=Copiar marcados
list.dup=Duplicar
list.edit=Revisar propiedades
list.edit.title=Revise properties
list.fPerm=Permisos
list.fPerm.title=Permisos de la carpeta
list.hide=Ocultar los otros sitios
list.move=Mover los marcados
list.moved=Seleccionados para moverso - Elija destino y luego pulse sobre pegar
list.options=Opciones
list.paste1=Pegar Elementos Copiados
list.paste3=Pegar los elementos Movidos
list.props=Informaci\u00f3n
list.props.title=Ver propiedades
list.remove=Borrar marcados
list.reorder=Reordenar
list.sPerm=Permisos
list.select=Marcar Todos
list.show=Motras otros sitios
list.site=Recursos del Sitio
list.toobig=Esta colecci\u00f3n es demasiado grande para expandirla.
list.unselect=De-seleccionar Todos

locked=est\u00e1 bloqueado.

mar=MAR

may=MAY

mismatch=tiene error de tipos

more.cancel=Volver
#More VM
more.view=Propiedades
more.yes=Mostrar a los no-miembros del sitio

new=Nuevo...




notaddreso=No se pueden a\u00f1adir recursos


notexist=no existe.

notexist1=EL recurso/colecci\u00f3n no existe.

notexist2=La colecci\u00f3n no existe


notpermis1=No tiene permiso para ver esta carpeta.





notpermis14=No tiene permisos para borrar\:

notpermis15=No tiene los permisos adecuados para ver las propiedades


notpermis2=No tiene permisos para ver el recurso

notpermis3=No tiene permiso para ver esta collection.

notpermis4=No tiene los permisos adecuados para a\u00f1adir recursos


notpermis6=No tiene los permisos adecuados para borrar el recurso


notpermis8=No tiene los permisos adecuados para copiar o pegar





notsupported=Mover y Copiar no est\u00e1n soportados actualemente para carpetas


nov=NOV


oct=OCT





overquota=Al a\u00f1adir este recurso, se exceder\u00e1 la cuota de esta cuenta. Para a\u00f1adir el recurso, debe borrar antes otros recursos.

overview=Mostrar

paste=Pegar

pasteitem=El elemento pegado



permissions=Permisos...

#Properties VM


recursive=No puede pegar esta carpeta en esta localizaci\u00f3n porque una carpeta no puede ser pegada dentro de si misma\:

#Replace VM
rep.change=Para cambiar\:
rep.file=Reemplazando fichero...
rep.item=Reemplazar Elemento
rep.items=Reemplazar Elementos
rep.rep=\u00bfReemplazar el fichero con un nuevo fichero o uan nueva versi\u00f3n? El reemplazar eliminar\u00e1 el fichero actual y subir uno nuevo. Tenga preparado el fichero nuevo\!
rep.thisfile=Reemplazar con este fichero\:

replace=Reemplazar...



resource=El recurso

revise=Revisar...

selectall=Seleccionar Todo

sep=SEP

setpermis=Dar permisos a los recursos en las carpetas

setpermis1=Dar permisos a la herramienta de recursos en el sitio 

sh.check=Casilla de verificaci\u00f3n
sh.close=Cerrar esta carpeta
sh.closed=Elegir carpeta
sh.copied=copiar - pegar?
sh.cut=corta - pegar?
sh.drop=drop box
sh.get=Obtener informaci\u00f3n de este elemento
sh.go=Ir a esta carpeta
sh.inf=Informaci\u00f3n de esta colecci\u00f3n
sh.inf1=Informaci\u00f3n sobre este elemento
sh.item=elementos en esta localizaci\u00f3n.
#Show VM
sh.listcap=Lista de recursos
sh.listsum=Lista tabulada de recursos. Las cabeceras de las columnas tienen enlaces que ordenan la columna. La columna 1 indica si el elemento ha sido seleccionado para moverlo, copiarlo o borrarlo. La columna 2  tiene casillas de verificaci\u00f3n para seleccionar. La columna 3 el enlace al recurso o carpeta. La columna 5, la fecha de modificaci\u00f3n, la columna 6 el autor del recurso y el tama\u00f1o.
sh.no=No hay
sh.one=Subir un nivel
sh.open=Abrir esta carpeta
sh.opened=Carpeta abierta
sh.reso=recurso
sh.selall=Seleccionar todos
sh.sortcrea=Ordenar por fecha de creaci\u00f3n
sh.sortcreaas=Ordenar por fecha de creaci\u00f3n (ascendente)
sh.sortcreadesc=Ordenar por fecha de creaci\u00f3n (descendente)
sh.sortaut=Ordenar por autor
sh.sortautas=Ordenar por autor (Ascendente)
sh.sortautdesc=Ordenar por autor (Descendente)
sh.sortdate=Ordenar por fecha de \u00faltima modificaci\u00f3n
sh.sortdateas=Ordenar por fecha \u00faltima modificaci\u00f3n (ascendente)
sh.sortdatedesc=Ordenar por fecha de \u00faltima modificaci\u00f3n (descendente)
sh.sortsize=Ordenar por tama\u00f1o
sh.sortsizeas=Ordenar por tama\u00f1o (ascendente)
sh.sortsizedesc=Ordenar por tama\u00f1o (descendente)
sh.sorttit=Ordenar por t\u00edtulo
sh.sorttitas=Ordenar por title (ascendente)
sh.sorttitdesc=Ordenar por t\u00edtulo (descendente)
sh.unsel=De-seleccionar todos

shortcut=Enlace a

size=El tama\u00f1o m\u00e1ximo de subida de

filter=El fichero {0} no se corresponde con el tipo de filtro.

someone=Alguien m\u00e1s est\u00e1 edit\u00e1ndolo











title=El t\u00edtulo

titlecannot=El t\u00edtulo no piede contener ninguno de los siguiente caracteres\: / % ? *



toolong=El nombre es demasiado largo\:

toomany=Demasiadas copoas de este recurso han sido a\u00f1adidas a la colecci\u00f3n.

type=Debe seleccionar un tipo de formulario


typeex=Excepci\u00f3n de Tipos.


use1=Use esta carpeta para almacenar ficheros privados que desea compartir s\u00f3lo con organizadores de este sitio web.

use2=Use esta carpeta para almacenar ficheros privados que desea compartir individualmente con miembros de este sitio.

used=ha sido usado por un recurso. Por favor, use un t\u00edtulo diferente.


used2=. Existe un recurso con el mismo identificador de recurso.



validurl=Por favor, indique una URL v\u00e1lida.

wrongtype=es de tipo err\u00f3neo.





lis.show5=mostrar 5 elementos por p\u00e1gina
lis.show10=mostrar 10 elementos...
lis.show20=mostrar 20 elementos...
lis.show50=mostrar 50 elementos...
lis.show100=mostrar 100 elementos...
lis.show200=mostrar 200 elementos...


opt_props=Propiedades opcionales

month.apr=ABR
month.aug=AGO
month.dec=DIC
month.feb=FEB
month.jan=ENE
month.jul=JUL
month.jun=JUN
month.mar=MAR
month.may=MAY
month.nov=NOV
month.oct=OCT
month.sep=SEP

# CollectionAccessFormatter (directory view)

colformat.uplevel=Subir un nivel
colformat.uplevel.alttext=Icono de subir
colformat.pagetitle=\u00cdndice de{0}
colformat.showhide=Mostrar/Ocultar descripciones

# Notification Preferences
prefs_title=Recursos
# Do not remove prefs_description or prefs_title_override, check SAK-21078 for risk and code for reason
prefs_description=
prefs_title_override=
prefs_opt3=Env\u00edeme cada recurso por separado
prefs_opt2=Env\u00edeme un correo electr\u00f3nico cada d\u00eda agrupando todas las notificaciones de recursos de baja prioridad
prefs_opt1=No me env\u00ede las notificaciones de recursos de baja prioridad

# AntiSamy Cleaner
unknown_error_markup=Error desconocido al procesar las marcas del texto
content_has_been_cleaned=El c\u00f3digo HTML contiene etiquetas o atributos que no se permiten y se han quitado de su contenido.

# Zip Compression
permission_error_zip=Usted no tiene los permisos para comprimir a archivo zip
generic_error_zip=Ha ocurrido un error durante la compresi\u00f3n a archivo zip
