#Fri Nov 26 20:31:42 CET 2010
list.hierarchy=Mostra estructura
dav.xpie=Si esteu fent servir Internet Explorer en Windows XP, podeu anar directament a aquesta carpeta de recursos fent clic en aquest enlla\u00E7\:
descr.dc_id=Refer\u00E8ncia inequ\u00EDvoca al recurs en un context concret (per exemple, URI, URL, ISBN, n\u00FAmeros de refer\u00E8ncia de biblioteca).
sh.sorttitas=Ordenar per t\u00EDtol en sentit ascendent
add.formtype=Seleccioneu Tipus formulari
edit.group3=La taula cont\u00E9 una llista de grups. La primera columna cont\u00E9 quadres de selecci\u00F3; la segona cont\u00E9 el nom del grup; la tercera, la descripci\u00F3 del grup. Els enlla\u00E7os de la cap\u00E7alera es poden utilitzar per ordenar.
addi.add=Afegir tipus d'Element
edit.group2=Descripci\u00F3
edit.group1=T\u00ED\u00ADtol
label.dc_format=Format
more.cancel=Tornar
gen.alert=Av\u00EDs\:
label.dc_title=T\u00EDtol
sh.open=Obrir aquesta carpeta
sh.selall=Seleccionar-ho tot
gen.position=Posici\u00F3
gen.content=Contingut\:
sh.sorttit=Ordenar per t\u00EDtol
list.sPerm=Autoritzacions
shortcut=Drecera a
edit.hide=Amagar
opt_props=Propietats opcionals
addi.folder=Carpeta buida
edit.replace=Reempla\u00E7ar fitxer
sh.item=en aquesta ubicaci\u00F3.
list.site=Recursos del Lloc
selectall=Seleccionar-ho tot
dav.graf20b=L'identificador de lloc d'aquest lloc \u00E9s
label.dc_lang=Idioma
dav.graf20a=Actualment sou al lloc
cut=Retallar
att.finish=Finalitzar
list.add=Afegir
gen.created1=Creat per
label.dc_descr=Descripci\u00F3
gen.kb=en quilobytes, 0 per a il\u00B7limitats
descr.dc_coverage=Extensi\u00F3 o abast del contingut del recurs (per exemple, un top\u00F2nim o coordenades geogr\u00E0fiques, una data, una gamma de dates o etiqueta de termini, o b\u00E9 una jurisdicci\u00F3).
cpright1=copyright (c)
label.dc_coverage=Cobertura
att.items=Elements per annexar
gen.copycomf=Confirmaci\u00F3 de Copyright, despr\u00E9s
prefs_opt3=Envieu-me cada recurs per separat
prefs_opt2=Envieu-me un correu electr\u00F2nic diari que resumeixi totes les notificacions de recursos de baixa prioritat
prefs_opt1=No m'envieu notificacions de recursos de baixa prioritat
jan=GEN.
descr.dc_issued=Data oficial d'emissi\u00F3 o publicaci\u00F3 del recurs.
gen.note=Nota\:
att.cancel=Cancel\u00B7lar
del.del=Esborrar confirmaci\u00F3...
descr.dc_created=Data de creaci\u00F3 del recurs.
descr.dc_contributor=Entitat responsable de fer aportacions al contingut del recurs.
label.dc_created=Data de creaci\u00F3
add.props=Propietats
list.copy=Copiar
validurl=Utilitzeu una cadena d'URL v\u00E0lida.
sort.instruct=Mou un element a trav\u00E9s de la llista clicant una fletxa a l'esquerra o ajustant el men\u00FA de la dreta. Desi els canvis abans de marxar de la p\u00E0gina.
filter=El fitxer {0} no es corresponia amb el tipus de filtre.
edit.calert=Av\u00EDs de copyright
sh.cut=retallat - enganxar?
titlecannot=El t\u00EDtol no pot incloure cap d'aquests car\u00E0cters\: / \\ % ? *
folder.notempty=La carpeta {0} cont\u00E9 un/varis element/s que tamb\u00E9 seran esborrats\! 
wrongtype=est\u00E0 mal teclejat.
month.feb=FEBR.
att.add=Afegir Fitxer adjunt
label.dc_contributor=Col\u00B7laborador
type=Heu de seleccionar un tipus de formulari
dav.url=acc\u00E9s WebDAV a aquest lloc
gen.size=Mida
label.dc_type=Tipus de recurs
list.props=Propietats
recursive=No podeu enganxar aquesta carpeta en aquesta localitzaci\u00F3 perqu\u00E8 una carpeta no es pot enganxar dins de si mateixa\:
access.group=Seleccioni grup(s)
addi.meta=Element del Formulari
dav.webdav=Gestionar/descarregar recursos m\u00FAltiples
sh.copied=copiat - enganxar?
del.table=La taula t\u00E9 informaci\u00F3 sobre els recursos seleccionats perqu\u00E8 siguin eliminats. Les cap\u00E7aleres de columnes contenen descripcions i enlla\u00E7os per ordenar.
gen.title1=T\u00EDtol
sh.sortautas=Ordena per autor ascendentment
gen.stored=URL
edit.cinfo=Informaci\u00F3 de copyright
sort.save=Desa
cannotfind=No es pot trobar aquest fitxer.
edit.update=Actualitzar
sh.sortsizeas=Ordenar per mida en sentit ascendent
sort.summary=La taula t\u00E9 elements per a ser ordenats. La segona columna t\u00E9 un enlla\u00E7 per moure l'element amunt. La tercera un enlla\u00E7 per moure avall. L'\u00FAltima columna permet la selecci\u00F3 per a fer un canvi espec\u00EDfic de lloc.
addi.upload=C\u00E0rrega de fitxer
descr.dc_edlevel=Descripci\u00F3 de l'evoluci\u00F3 del p\u00FAblic en un context educatiu o formatiu.
label.dc_edlevel=Nivell de formaci\u00F3 del p\u00FAblic
deleteres=El recurs d'esborrar
gen.url=URL
descr.fsmount_active=O el punt de muntatge actiu o el fitxer XML describint el punt de muntatge \u00E9s editable.
copy.name=C\u00F2pia de {0}
mismatch=t\u00E9 una combinaci\u00F3 err\u00F2nia de tipus.
gen.setyes=Ajustar a "S\u00ED" en una carpeta de continguts.
failed=L'operaci\u00F3 no s'ha pogut acabar aquesta vegada.
sh.sortcreaas=Ordenar per data de creaci\u00F3 en sentit ascendent
access.dropbox=Espai compartit
button.add=Afegir
someone=Alg\u00FA altre est\u00E0 editant
month.jan=GEN.
label.dc_issued=Data d'emissi\u00F3
sort.movedn=Moure amunt
used=s'ha utilitzat en recursos. Utilitzeu un t\u00EDtol diferent.
edit.title=T\u00EDtol
jun=JUNY
gen.reso=Recursos
list.columns=Mostra columnes
jul=JUL.
addi.txthtml=P\u00E0gina HTML
access.site=Espai sencer
descr.dc_lang=L'idioma del contingut intel\u00B7lectual del recurs.
descr.dc_alt=Qualsevol forma del t\u00EDtol utilitzada en substituci\u00F3 del t\u00EDtol normal del recurs (abreviacions del t\u00EDtol, traduccions, etc.)
att.instr=Seleccioneu un element existent dels Recursos per annexar-lo o afegiu un element nou a una carpeta perqu\u00E8 sigui annexat.
sh.check=Quadre de verificaci\u00F3
avail.title=Disponibilitat
notexist2=La col\u00B7lecci\u00F3 no existeix.
notexist1=El recurs/la col\u00B7lecci\u00F3 no existeix.
resource=El recurs
edit.missing=Introdu\u00EFu la informaci\u00F3 requerida.
may=MAIG
dav.cancel=Tornar
sh.sortdatedesc=Ordenar per data d'\u00FAltima modificaci\u00F3 en sentit descendent
sh.sortaut=Ordena per autor
mar=MAR\u00C7
rep.items=Reempla\u00E7ar elements
sh.drop=elements compartits
gen.last=Darrera modificaci\u00F3
sh.no=No hi ha
rep.thisfile=Substituir per aquest fitxer\:
use2=Utilitzeu aquesta carpeta per desar-hi fitxers privats que vulgueu compartir nom\u00E9s amb membres concrets d'aquest lloc de treball.
use1=Utilitzeu aquesta carpeta per desar-hi fitxers privats que vulgueu compartir nom\u00E9s amb els organitzadors d'aquest lloc de treball.
addi.url=URL (enlla\u00E7 al lloc web)
avail.end=Finalitzant
sh.listcap=Llista de recursos
gen.save=Desar
edit.descr=Descripci\u00F3
exceeded2=s'ha sobrepassat.
access.public=P\u00FAblic
rep.change=Per canviar\:
prefs_title=Recursos
gen.location=Ubicaci\u00F3\:
access.site1=Visible a l'espai sencer
gen.description=Descripci\u00F3
edit.filename=Nom del Fitxer Actual
sh.unsel=Treure la selecci\u00F3 de tot
list.reorder=Reordena
size.mb={0} MB 
descr.dc_toc=Llista de subelements del contingut del recurs.
size.gbytes={0} GB ({1} bytes) 
sh.one=Fins a un nivell
att.sellistcap=Llista de seleccions
descr.dc_source=Refer\u00E8ncia (preferiblement un identificador oficial) a un recurs del qual deriva aquest recurs, de forma total o parcial.
gen.cancel=Cancel\u00B7lar
collapseall=Reduir-los tots
descr.dc_type=Naturalesa o g\u00E8nere del contingut del recurs.
rep.rep=Substituir el fitxer per un de nou o per una versi\u00F3 diferent? La substituci\u00F3 suprimir\u00E0 el fitxer actual i us permetr\u00E0 penjar el de substituci\u00F3. Tingueu el nou fitxer a punt per enviar\!
access.group1=Visible als grups seleccionats\: {0}
notsupported=Les opcions de copiar, retallar, enganxar i enganxar drecera no estan actualment implementades per carpetes.
sh.sortautdesc=Ordena per autor descendentment
avail.hide=Amaga
list.unselect=Deseleccionar-los Tots
gen.folder=carpeta
colformat.showhide=Mostra/Amaga les descripcions
edit.mime=En canviar el tipus de fitxer d'un recurs no-ascii a &quot;text/plain&quot; o &quot;text/html&quot; es pot donar lloc a la inserci\u00F3 de l\u00ED\u00ADnies en blanc an\u00F2males, deixant el fitxer inservible.
typeex=Escriure excepci\u00F3.
sort.caption=Llista de recursos per a ser ordenats
att.rmv=Esborrar?
expandall=Ampliar tot
dec=DES.
colformat.uplevel.alttext=Icona de pujar
month.jun=JUNY
month.jul=JUL.
list.show=Mostrar
edit.display3=i sol\u00B7liciteu acceptaci\u00F3 quan hi accedeixin els altres.
edit.display2=av\u00EDs de copyright
edit.display1=Mostrar
size.kb={0} KB 
list.move=Traslladar els marcats
gen.choose=Escollir
sh.listsum=Llista tabulada de recursos. Els encap\u00E7alaments de les columnes tenen enlla\u00E7os que ordenen la columna. La columna 1 indica si l'element ha estat seleccionat per traslladar-lo, copiar-lo o esborrar-lo. La columna 2 t\u00E9 quadres de selecci\u00F3. La columna 3 t\u00E9 l'enlla\u00E7 al recurs o carpeta. La columna 5, la data de modificaci\u00F3; la columna 6, l'autor del recurs i la mida.
add.numurls=Nombre d'URL per Crear
gen.email4=Cap - Sense notificaci\u00F3
month.may=MAIG
list.edit=Editar
gen.email3=Baix - Nom\u00E9s els participants que hi han optat
nov=NOV.
gen.email2=Alt - Tots els participants
gen.email1=Notificaci\u00F3 per correu electr\u00F2nic
toomany=S'han afegit massa c\u00F2pies d'aquest recurs a la col\u00B7lecci\u00F3.
month.mar=MAR\u00C7
edit.folder=Editar carpeta
descr.dc_modified=Data de canvi rellevant del recurs.
revise=Revisar...
used2=. Ja s'ha utilitzat el mateix identificador de recurs.
gen.actions=Accions
label.dc_modified=Data de modificaci\u00F3
gen.proces=S'est\u00E0 processant...
notpermis8=No teniu l'autoritzaci\u00F3 adequada per copiar o enganxar
notpermis6=No teniu l'autoritzaci\u00F3 adequada per esborrar el recurs
access.public1=Visible p\u00FAblicament
notpermis4=No teniu l'autoritzaci\u00F3 adequada per afegir recursos.
notpermis3=No teniu autoritzaci\u00F3 per veure aquesta col\u00B7lecci\u00F3.
notpermis2=No teniu autoritzaci\u00F3 per veure el recurs
notpermis1=No teniu autoritzaci\u00F3 per visualitzar aquesta carpeta.
size.mbytes={0} MB ({1} bytes) 
sh.sortdate=Ordenar per data d'\u00FAltima modificaci\u00F3
colformat.pagetitle=\u00CDndex de {0}
att.sellistsum=Llista tabulada de recursos que heu escollit annexar. La primera columna indica l'element; la segona, l'enlla\u00E7 per eliminar-lo de la selecci\u00F3.
list.select=Marcar-los Tots
edit.show=Mostrar
descr.dc_rights=Informaci\u00F3 sobre drets del recurs i sobre aquest (per exemple, copyright i drets de propietat).
setpermis1=Ajustar autoritzacions per a recursos al lloc de treball
aug=AG.
label.fsmount_active=Activa el punt de muntatge
list.remove=Suprimir marcats
lis.show200=mostra 200 elements...
list.paste3=Enganxar elements Copiats
list.paste1=Enganxar element copiat
button.actions=Accions
choosefile7=Seleccioneu un fitxer per annexar.
list.dup=Duplicat
sort.moveup=Moure avall
edit.edit=Editar
choosefile6=Seleccioneu el/s fitxer/s per copiar.
sh.inf1=Informaci\u00F3 sobre aquest element
label.dc_source=Font
sh.sortcreadesc=Ordenar per data de creaci\u00F3 en sentit descendent
lis.show5=mostra 5 elements per p\u00E0gina
choosefile3=Seleccioneu el/s fitxer/s per esborrar.
choosefile2=Seleccioneu el fitxer per revisar.
list.moved=Seleccionats per traslladar-los - Trieu la destinaci\u00F3 i despr\u00E9s premeu a Enganxar
att.upl=Penjar fitxer local
size.bytes={0} bytes 
add.ftype=Tipus formulari
addf.addfolder=Afegir carpeta
descr.dc_title=Nom donat al recurs.
gen.creatime=Hora de creaci\u00F3
colformat.uplevel=Puja un nivell
label.dc_audience=P\u00FAblic
sh.go=Anar a aquesta carpeta
more.view=Propietats
more.yes=Mostreu-ho als no participants del lloc
descr.dc_abstract=Resum del contingut del recurs.
size=El l\u00EDmit de mida de c\u00E0rrega de
gen.additems=Afegir element/s
size.gb={0} GB 
month.dec=DES.
label.dc_abstract=Resum
notaddreso=No es pot afegir el recurs
sep=SET.
sh.sortdateas=Ordenar per data d'\u00FAltima modificaci\u00F3 en sentit ascendent
gen.youdonot=No teniu autoritzaci\u00F3 per visualitzar el contingut d'aquesta col\u00B7lecci\u00F3.
invalid=no \u00E9s v\u00E0lid.
gen.file=Fitxer\:
gen.title=T\u00EDtol
att.fin=Feu clic a &quot;Finish&quot; en acabar.
dav.setup=s'est\u00E0 configurant el client WebDAV en el vostre ordinador
sh.sortsize=Ordenar per mida
avail.start=Comen\u00E7ant
replace=Reempla\u00E7ar...
gen.type=Tipus de fitxer
descr.dc_descr=Compte del contingut del recurs, que pot incloure un resum o un \u00EDndex de continguts.
edit.fairuse=m\u00E9s informaci\u00F3
descr.dc_creator=Persona, organitzaci\u00F3, servei o altra entitat principalment responsable de l'elaboraci\u00F3 del contingut del recurs.
gen.onlyup2=valor dels fitxers junts en MB. \u00C9s possible que h\u00E0giu de penjar els fitxers grans d'un en un.
label.dc_creator=Creador
month.nov=NOV.
gen.onlyup1=Nom\u00E9s podeu penjar
addi.selectmessage=Premeu alt + fletxa amunt i avall per despla\u00E7ar-vos pel men\u00FA
sh.reso=recurs
list.copied=Copiat - Escolliu una ubicaci\u00F3 per enganxar-lo i feu clic sobre "Enganxar"
sh.opened=Carpeta oberta
sh.sortcrea=Ordenar per data de creaci\u00F3
gen.instr2=Elements necessaris marcats amb
gen.instr1=Seleccionar un element per afegir, introduir les propietats i escollir "Afegir" al final.
sh.closed=Carpeta tancada
access.title5=Acc\u00E9s\: Mostra als membres dels grups seleccionats
access.title4=Acc\u00E9s\: Mostra als membres dels grups seleccionats ({0})
access.title3=Acc\u00E9s\: Mostra a tots els membres d'aquest espai
access.title2=Acc\u00E9s\: Mostra als no membres (Vista p\u00FAblica)
access.title1=Acc\u00E9s
size.item=1 element 
list.props.title=Veure propietats
locked=est\u00E0 bloquejat per una altra sintaxi.
gen.access=Acc\u00E9s\:
rep.item=Reempla\u00E7ar element
gen.quota=L\u00EDmit especial
edit.cstatus=Estat de copyright
gen.lastby=Darrera modificaci\u00F3 per
list.toobig=Aquesta col\u00B7lecci\u00F3 \u00E9s massa gran per expandir-la.
overquota=El fet d'afegir aquest recurs deixar\u00E0 aquest compte per sobre del l\u00EDmit. Per afegir aquest recurs, \u00E9s possible que calgui esborrar alguns recursos.
list.fPerm.title=Permisos de carpetes
edit.access4=Mostrar a grups seleccionats
oct=OCT.
edit.access3=Mostrar al lloc
edit.access2=Mostrar als no membres(vista p\u00FAblica)
edit.access1=Acc\u00E9s
label.dc_rights=Gesti\u00F3 dels drets
edit.instr=Modificar les propietats de l'element i seleccionar "Actualitzar" al final.  Elements necessaris marcats amb
paste=Enganxar
month.aug=AG.
apr=ABR.
rep.file=Reempla\u00E7ant fitxer...
setpermis=Ajustar autoritzacions per a recursos a la carpeta
action.select=- Selecciona una acci\u00F3 - 
gen.created=Creat per
list.copyall=Copiar marcats
sh.get=Obtenir informaci\u00F3 d'aquest element
sh.close=Tancar aquesta carpeta
gen.newwin=Nova finestra
att.res=Seleccioneu un recurs
att.copy=Adjunteu una c\u00F2pia
size.items={0} elements 
list.add.title=Afegir element(s)
att.listcap=Llista de recursos per annexar
att.select=Seleccionar
descr.dc_format=La manifestaci\u00F3 f\u00EDsica o digital del recurs (per exemple, tipus MIME d'un recurs digital).
lis.show50=mostra 50 elements...
descr.dc_subject=El tema del contingut del recurs, normalment expressat en paraules clau, frases clau o codis de classificaci\u00F3.
label.dc_subject=Assumpte i paraules clau
descr.dc_publisher=Entitat responsable de posar el recurs a disposici\u00F3.
label.dc_alt=T\u00EDtol alternatiu
sort.title=Reordenar\:
title=El t\u00EDtol
list.options=Opcions
att.remove=Esborrar
access.dropbox1=Visible a l'estudiant i al professor
toolong=El nom \u00E9s massa llarg\:
lis.show100=mostra 100 elements...
addf.instr=Escriviu un t\u00EDtol per a una nova carpeta, introdu\u00EFu-hi les propietats i seleccioneu "Afegir" al final.
size.kbytes={0} KB ({1} bytes) 
month.sep=SET.
add.noforms=No s'han definit formularis per a aquest lloc
gen.original=URL original
label.dc_publisher=Editor
sh.sorttitdesc=Ordenar per t\u00EDtol en sentit descendent
permissions=Autoritzacions...
pasteitem=L'element enganxat
expand.all=Expandir-ho tot
gen.cpr=Informaci\u00F3 de copyright
sort.cancel=Cancel\u00B7lar
list.edit.title=Revisa propietats
gen.add=Afegir
overview=Perspectiva general
addi.txttxt=Document de nom\u00E9s text
add.numfldrs=Nombre de Fitxers per Crear
label.dc_id=Identificador del recurs
dav.graf22=Per accedir als recursos d'aquest lloc a trav\u00E9s d'un client WebDAV, utilitzeu la seg\u00FCent URL\:
dav.graf21=Cada lloc Sakai t\u00E9 un identificador de lloc. L'identificador de lloc d'aquest lloc apareix m\u00E9s amunt. Cal que conegueu l'identificador de lloc perqu\u00E8 formar\u00E0 part de l'adre\u00E7a que necessitareu per connectar mitjan\u00E7ant WebDAV. Aquest lloc s'ha de configurar com una connexi\u00F3 WebDAV per separat, de manera que el primer cop que us connecteu a un lloc determinat, necessitareu seguir les indicacions seg\u00FCents.
delete=Esborrar
label.dc_toc=\u00CDndex de mat\u00E8ries
descr.dc_audience=Tipus d'entitat a la qual el recurs est\u00E0 adre\u00E7ada o b\u00E9 li \u00E9s \u00FAtil, segons ho determini el creador, editor o tercer.
new=Nou...
add.numfiles=Nombre de Fitxers per penjar
notpermis15=No teniu l'autoritzaci\u00F3 adequada per veure les propietats.
list.fPerm=Autoritzacions de carpeta
notpermis14=No teniu autoritzaci\u00F3 per esborrar\:
gen.folder1=Carpeta
edit.replace2=Reempla\u00E7ar URL
sh.inf=Informaci\u00F3 sobre aquesta col\u00B7lecci\u00F3
month.oct=OCT.
lis.show20=mostra 20 elements...
del.del1=Esborrar
gen.no=No
gen.drop=Espai compartit
list.hide=Ocultar els altres llocs
add.afile=un fitxer\:
month.apr=ABR.
gen.last1=Darrera modificaci\u00F3
att.listsum=Llista tabulada de recursos que es poden annexar. La primera columna inclou un enlla\u00E7 al recurs, i si l'element \u00E9s una carpeta, a la carpeta. La segona columna inclou les accions que estan disponibles per a aquest element\: afegir nou, seleccionar, duplicar.
del.sure=Segur que voleu esborrar aquest/s element/s?
copy=C\u00F2pia
feb=FEB.
notexist=no existeix.
avail.show=Mostra
lis.show10=mostra 10 elements...
sh.sortsizedesc=Ordenar per mida en sentit descendent
choosefile=Seleccioneu el fitxer per element de fitxer
