#X-Generator: crowdin.net
javax.faces.component.UIInput.REQUIRED=\u092e\u093e\u0928 \u0915\u0940 \u0906\u0935\u0936\u094d\u092f\u0915\u0924\u093e \u0939\u0948
javax.faces.validator.LengthValidator.MAXIMUM=\u092c\u0939\u0941\u0924 \u0932\u0902\u092c\u093e \u092e\u093e\u0928, {0} \u0935\u0930\u094d\u0923 \u0939\u094b\u0928\u0947 \u091a\u093e\u0939\u093f\u090f \u092f\u093e \u0907\u0938\u0938\u0947 \u0915\u092e\u0964

title_job=\u0915\u093e\u0930\u094d\u092f \u0935\u093f\u0935\u0930\u0923
title_trigger=\u091f\u094d\u0930\u093f\u0917\u0930 \u0935\u093f\u0938\u094d\u0924\u093e\u0930

error=\u0924\u094d\u0930\u0941\u091f\u093f \u0909\u0924\u094d\u092a\u0928\u094d\u0928 \u0939\u0941\u0908 \u0939\u0948

title_list=\u0938\u0942\u091a\u0940
title_bar=\u0905\u0928\u0941\u0938\u0942\u091a\u0915 \u0909\u092a\u0915\u0930\u0923
edit_trigger_for_job=\u0935\u0930\u094d\u0924\u092e\u093e\u0928 \u092e\u0947\u0902 \u0915\u093e\u0930\u094d\u092f \u0915\u0947 \u0932\u093f\u090f \u091f\u094d\u0930\u093f\u0917\u0930 \u0938\u0902\u092a\u093e\u0926\u093f\u0924 \u0915\u0930\u0947\u0902\:

bar_create_job=\u0928\u092f\u093e \u0915\u093e\u0930\u094d\u092f
bar_delete_jobs=\u0939\u091f\u093e\u090f\u0901
bar_create_trigger=\u0928\u092f\u093e \u091f\u094d\u0930\u093f\u0917\u0930
bar_delete_triggers=\u0939\u091f\u093e\u090f\u0901
bar_jobs=\u0915\u093e\u0930\u094d\u092f
bar_post=\u092a\u094b\u0938\u094d\u091f
bar_cancel=\u0930\u0926\u094d\u0926 \u0915\u0930\u0947\u0902
bar_run_job_now=\u0915\u093e\u0930\u094d\u092f \u0905\u092c \u091a\u0932\u093e\u090f\u0901
bar_run_now=\u0905\u092c \u091a\u0932\u093e\u090f\u0901
run_job=\u0905\u092c \u0915\u093e\u0930\u094d\u092f \u091a\u0932\u093e\u090f\u0901 \u092a\u0941\u0937\u094d\u091f\u093f\u0915\u0930\u0923\:
already_running=\u092f\u0939 \u0915\u093e\u092e \u092a\u0939\u0932\u0947 \u0938\u0947 \u091a\u0932 \u0930\u0939\u093e \u0939\u0948\u0964
confirm_running_job_now=\u0915\u094d\u092f\u093e \u0906\u092a \u0905\u092c \u0915\u093e\u092e \u091a\u0932\u093e\u0928\u093e \u091a\u093e\u0939\u0924\u0947 \u0939\u0948\u0902?
bar_return_jobs=\u0915\u093e\u0930\u094d\u092f \u0915\u0947 \u0932\u093f\u090f \u0935\u093e\u092a\u0938 \u091c\u093e\u090f\u0901
bar_event_log=\u0918\u091f\u0928\u093e \u0932\u0949\u0917

select_all=\u0938\u092d\u0940 \u0918\u091f\u0928\u093e\u090f\u0901 \u0926\u0947\u0916\u0947\u0902
select_today=\u0906\u091c \u0915\u0940 \u0918\u091f\u0928\u093e\u0913\u0902 \u0915\u094b \u0926\u0947\u0916\u0947\u0902
event_log=\u0918\u091f\u0928\u093e \u0932\u0949\u0917

existing_job_name=\u092e\u094c\u091c\u0942\u0926\u093e \u0915\u093e\u0930\u094d\u092f \u0915\u093e \u0928\u093e\u092e\!
existing_trigger_name=\u092e\u094c\u091c\u0942\u0926\u093e \u091f\u094d\u0930\u093f\u0917\u0930 \u0915\u093e \u0928\u093e\u092e
parse_exception=\u0905\u092a\u0935\u093e\u0926 \u0915\u094b \u092a\u093e\u0930\u094d\u0938 \u0915\u0930\u0947\u0902

delete_jobs_confirm=\u0928\u093f\u092e\u094d\u0928\u0932\u093f\u0916\u093f\u0924 \u0915\u093e\u0930\u094d\u092f (\u0914\u0930 \u0938\u0902\u092c\u0926\u094d\u0927 \u091f\u094d\u0930\u093f\u0917\u0930\u094d\u0938) \u0939\u091f\u093e \u0926\u093f\u090f \u091c\u093e\u090f\u0901\u0917\u0947\u0964
delete_triggers_confirm=\u0928\u093f\u092e\u094d\u0928\u0932\u093f\u0916\u093f\u0924 \u091f\u094d\u0930\u093f\u0917\u0930\u094d\u0938 \u0939\u091f\u093e \u0926\u093f\u090f \u091c\u093e\u090f\u0901\u0917\u0947\u0964
ok=\u0920\u0940\u0915 \u0939\u0948
cancel=\u0930\u0926\u094d\u0926 \u0915\u0930\u0947\u0902

select_jobs_first=\u0915\u093e\u0930\u094d\u092f \u092a\u0943\u0937\u094d\u0920 \u092a\u0930 - \u091a\u0947\u0915 \u092c\u0949\u0915\u094d\u0938 \u092a\u0930 \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0947\u0902 \u0915\u093e\u0930\u094d\u092f\u094b \u0915\u094b \u0939\u091f\u093e\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u091a\u092f\u0928 \u0915\u0930\u0947\u0902  
select_triggers_first=\u091f\u094d\u0930\u093f\u0917\u0930 \u092a\u0943\u0937\u094d\u0920 \u092a\u0930 - \u091a\u0947\u0915 \u092c\u0949\u0915\u094d\u0938 \u092a\u0930 \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0947\u0902 \u091f\u094d\u0930\u093f\u0917\u0930 \u0939\u091f\u093e\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u091a\u092f\u0928 \u0915\u0930\u0947\u0902

create_job=\u0915\u093e\u0930\u094d\u092f \u092c\u0928\u093e\u090f\u0901
create_trigger=\u091f\u094d\u0930\u093f\u0917\u0930 \u092c\u0928\u093e\u090f\u0901
job_name=\u0915\u093e\u0930\u094d\u092f \u0928\u093e\u092e\:
trigger_name=\u091f\u094d\u0930\u093f\u0917\u0930 \u0915\u093e \u0928\u093e\u092e\:
trigger_expression=\u0915\u094d\u0930\u0949\u0928 \u0905\u092d\u093f\u0935\u094d\u092f\u0915\u094d\u0924\u093f\:
trigger_willrun=\u0905\u0917\u0932\u093e \u091a\u0932\u093e\u090f\u0901\:
job_class=\u0935\u0930\u094d\u0917\:
job_type=\u092a\u094d\u0930\u0915\u093e\u0930\:
message=\u0938\u0902\u0926\u0947\u0936\:
server=\u0938\u0930\u094d\u0935\u0930

return_jobs=\u0915\u093e\u0930\u094d\u092f \u0915\u0947 \u0932\u093f\u090f \u0935\u093e\u092a\u0938 \u091c\u093e\u090f\u0901
return_triggers=\u091f\u094d\u0930\u093f\u0917\u0930 \u0915\u0947 \u0932\u093f\u090f \u0932\u094c\u091f\u0947\u0902

help=\u092e\u0926\u0926
triggers=\u091f\u094d\u0930\u093f\u0917\u0930
triggers0=\u091f\u094d\u0930\u093f\u0917\u0930({0})
eventType=\u0918\u091f\u0928\u093e \u092a\u094d\u0930\u0915\u093e\u0930
timestamp=\u091f\u093e\u0907\u092e \u0938\u094d\u091f\u0948\u092e\u094d\u092a\u094d\u0938

edit_properties=\u0915\u093e\u0930\u094d\u092f \u0917\u0941\u0923 \u0915\u0949\u0928\u094d\u092b\u093c\u093f\u0917\u0930 \u0915\u0930\u0947\u0902
properties_instructions=\u092f\u0939 \u0915\u093e\u0930\u094d\u092f \u0915\u0949\u0928\u094d\u095e\u093f\u0917\u0930 \u0915\u0930\u0928\u0947 \u092f\u094b\u0917\u094d\u092f \u0939\u0948\u0964 \u0928\u093f\u092e\u094d\u0928 \u0924\u093e\u0932\u093f\u0915\u093e \u092e\u0947\u0902 \u0917\u0941\u0923 \u0936\u093e\u092e\u093f\u0932 \u0939\u0948\u0902 \u091c\u094b \u0906\u092a \u0907\u0938 \u0915\u093e\u0930\u094d\u092f \u0915\u0947 \u0932\u093f\u090f \u0938\u0947\u091f \u0915\u0930\u0928\u0947 \u091a\u093e\u0939\u0924\u0947 \u0939\u0948\u0902 \u0964 \u091c\u094b \u092e\u093e\u0928 \u0906\u092a \u092f\u0939\u093e\u0901 \u091a\u0941\u0928\u0947\u0902\u0917\u0947 \u0921\u093f\u092b\u093c\u0949\u0932\u094d\u091f \u0930\u0942\u092a \u092e\u0947\u0902 \u0915\u093e\u0930\u094d\u092f \u0915\u0947 \u0932\u093f\u090f \u0907\u0938\u094d\u0924\u0947\u092e\u093e\u0932 \u0915\u093f\u092f\u093e \u091c\u093e\u090f\u0917\u093e\u0964 \u0906\u092a \u0907\u0928 \u0938\u0947\u091f\u093f\u0902\u0917\u094d\u0938 \u0915\u094b \u0913\u0935\u0930\u0930\u093e\u0907\u0921 \u0915\u0930 \u0938\u0915\u0924\u0947 \u0939\u0948\u0902 \u091c\u092c \u0906\u092a \u091a\u0932\u093e\u090f\u0901 \u092f\u093e \u090f\u0915 \u0915\u093e\u0930\u094d\u092f \u0915\u094b \u0905\u0928\u0941\u0938\u0942\u091a\u093f\u0924 \u0915\u0930\u0947\u0902\u0964
properties_name_header=\u0928\u093e\u092e
properties_value_header=\u092e\u093e\u0928
properties_desc_header=\u0935\u093f\u0935\u0930\u0923
properties_required=\u0915\u094b\u0908 \u0906\u0935\u0936\u094d\u092f\u0915 \u0917\u0941\u0923 \u0915\u0949\u0928\u094d\u092b\u093c\u093f\u0917\u0930 \u0928\u0939\u0940\u0902 \u0915\u093f\u092f\u093e \u0917\u092f\u093e \u0925\u093e

edit_trigger_properties=\u091f\u094d\u0930\u093f\u0917\u0930 \u0917\u0941\u0923 \u0915\u0949\u0928\u094d\u092b\u093c\u093f\u0917\u0930 \u0915\u0930\u0947\u0902
trigger_properties_instructions=\u092f\u0939 \u0915\u093e\u0930\u094d\u092f \u0915\u0949\u0928\u094d\u095e\u093f\u0917\u0930 \u0915\u0930\u0928\u0947 \u092f\u094b\u0917\u094d\u092f \u0939\u0948\u0964\u0928\u0940\u091a\u0947 \u0926\u093f\u090f \u0917\u090f \u0917\u0941\u0923 \u0907\u0938 \u092a\u094d\u0930\u0915\u093e\u0930 \u0915\u0947 \u0932\u093f\u090f \u0915\u093e\u092e \u0915\u0947 \u0921\u093f\u092b\u093c\u0949\u0932\u094d\u091f \u0915\u0947 \u0938\u093e\u0925 \u0938\u0947\u091f \u0915\u0930 \u0930\u0939\u0947 \u0939\u0948\u0902\u0964 \u092f\u0926\u093f \u0907\u0938 \u091f\u094d\u0930\u093f\u0917\u0930 \u0938\u0902\u092a\u093e\u0926\u0928 \u0915\u0947 \u0932\u093f\u090f \u0906\u092a \u0909\u0928\u094d\u0939\u0947\u0902  \u0913\u0935\u0930\u0930\u093e\u0907\u0921 \u0915\u0930\u0928\u093e \u091a\u093e\u0939\u0924\u0947 \u0939\u0948\u0902 \u0924\u094b \u0928\u0940\u091a\u0947 \u092e\u093e\u0928 \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0928\u0947 \u0938\u0947 \u092a\u0939\u0932\u0947 '\u092a\u094d\u0930\u0938\u094d\u0924\u0941\u0924 \u0915\u0930\u0947\u0902' \u0926\u092c\u093e\u090f\u0901\u0964 \u0905\u0928\u094d\u092f\u0925\u093e, \u0921\u093f\u092b\u093c\u0949\u0932\u094d\u091f \u0938\u094d\u0935\u0940\u0915\u093e\u0930 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0914\u0930 \u091c\u093e\u0930\u0940 \u0930\u0916\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f ' \u092a\u094d\u0930\u0938\u094d\u0924\u0941\u0924 \u0915\u0930\u0947\u0902' \u092a\u0930 \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0947\u0902\u0964

filterEvents=\u0918\u091f\u0928\u093e\u0915\u094d\u0930\u092e \u092b\u093c\u093f\u0932\u094d\u091f\u0930 \u0915\u0930\u0947\u0902
filter_current=\u0935\u0930\u094d\u0924\u092e\u093e\u0928 \u092b\u093c\u093f\u0932\u094d\u091f\u0930
filter_title=\u091f\u094d\u0930\u093f\u0917\u0930 \u0907\u0935\u0947\u0902\u091f \u092b\u093c\u093f\u0932\u094d\u091f\u0930
filter_instructions=\u0918\u091f\u0928\u093e\u0915\u094d\u0930\u092e \u0932\u0949\u0917 \u092e\u0947\u0902 \u0926\u093f\u0916\u093e\u090f \u0917\u090f \u0918\u091f\u0928\u093e \u0915\u094b \u092b\u093c\u093f\u0932\u094d\u091f\u0930 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0928\u0940\u091a\u0947 \u0926\u093f\u092f\u093e \u092b\u0949\u0930\u094d\u092e \u092d\u0930\u0947\u0902 \u0914\u0930 '\u092b\u093c\u093f\u0932\u094d\u091f\u0930 \u0938\u0947\u091f \u0915\u0930\u0947\u0902' \u092a\u0930 \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0947\u0902\u0964 \u0938\u092d\u0940 \u092b\u093f\u0932\u094d\u091f\u0930 \u0930\u0940\u0938\u0947\u091f \u0939\u094b \u091c\u093e\u090f\u0917\u093e \u0914\u0930 \u092f\u0926\u093f \u0906\u092a " \u092b\u093f\u0932\u094d\u091f\u0930 \u0938\u093e\u092b\u093c \u0915\u0930\u0947\u0902" \u092a\u0930 \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0947\u0902 \u0924\u094b \u092a\u0942\u0930\u093e \u0932\u0949\u0917 \u0926\u093f\u0916\u093e\u092f\u093e \u091c\u093e\u090f\u0917\u093e\u0964
filter_date_title=\u0918\u091f\u0928\u093e \u0926\u093f\u0928\u093e\u0902\u0915
filter_date_instructions=\ \u0918\u091f\u0928\u093e\u0913\u0902 \u0915\u0940 \u0906\u0930\u0902\u092d \u0914\u0930 \u0938\u092e\u093e\u092a\u094d\u0924 \u0926\u093f\u0928\u093e\u0902\u0915 \u0915\u094b \u0926\u093f\u0916\u093e\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0938\u0947\u091f \u0915\u0930\u0947\u0902\u0964\u0918\u091f\u0928\u093e\u0915\u094d\u0930\u092e \u0906\u092a\u0915\u0947 \u0926\u094d\u0935\u093e\u0930\u093e \u091a\u092f\u0928\u093f\u0924 \u0924\u093e\u0930\u0940\u0916\u094b\u0902 \u0915\u0947 \u0906\u0927\u0940 \u0930\u093e\u0924 \u0938\u0947 \u092a\u0939\u0932\u0947 \u092f\u093e \u092c\u093e\u0926 \u092e\u0947\u0902 \u092b\u093f\u0932\u094d\u091f\u0930 \u0915\u093f\u092f\u093e \u091c\u093e\u092f\u0947\u0917\u093e  \u0964
filter_before_title=\ \u0924\u093e\u0930\u0940\u0916 \u0938\u0947 \u092a\u0939\u0932\u0947 \u0918\u091f\u0928\u093e\u092f\u0947\u0902
filter_after_title=\u0924\u093e\u0930\u0940\u0916 \u0915\u0947 \u092c\u093e\u0926 \u0918\u091f\u0928\u093e\u092f\u0947\u0902
filter_job_instructions=\u0935\u093f\u0936\u093f\u0937\u094d\u091f \u0915\u093e\u0930\u094d\u092f \u0915\u093e \u091a\u092f\u0928 \u0915\u0930\u0947\u0902 \u091c\u093f\u0938\u0915\u0947 \u0932\u093f\u090f \u0906\u092a \u0918\u091f\u0928\u093e\u0913\u0902 \u0915\u094b \u0926\u0947\u0916\u0928\u093e \u091a\u093e\u0939\u0924\u0947 \u0939\u0948\u0902 \u0964
filter_job_title=\u0915\u093e\u0930\u094d\u092f
filter_type_instructions=\u0918\u091f\u0928\u093e \u0915\u0947 \u092a\u094d\u0930\u0915\u093e\u0930  \u0915\u093e \u091a\u092f\u0928 \u0915\u0930\u0947\u0902 \u091c\u093f\u0928\u094d\u0939\u0947\u0902 \u0906\u092a \u0926\u0947\u0916\u0928\u093e \u091a\u093e\u0939\u0924\u0947 \u0939\u0948\u0902\u0964
filter_type_title=\u0918\u091f\u0928\u093e \u092a\u094d\u0930\u0915\u093e\u0930
setFilters=\u0907\u0935\u0947\u0902\u091f \u092b\u093c\u093f\u0932\u094d\u091f\u0930 \u0938\u0947\u091f \u0915\u0930\u0947\u0902
clearFilters=\u0918\u091f\u0928\u093e \u092b\u093c\u093f\u0932\u094d\u091f\u0930\u094d\u0938 \u0938\u093e\u092b\u093c \u0915\u0930\u0947\u0902
powered_by=\u0907\u0938\u0915\u0947 \u0926\u094d\u0935\u093e\u0930\u093e \u0938\u0902\u091a\u093e\u0932\u093f\u0924
events=\u0918\u091f\u0928\u093e\u0915\u094d\u0930\u092e

title_error=\u0924\u094d\u0930\u0941\u091f\u093f\u092f\u093e\u0901
running_jobs=\ \u091a\u0932 \u0930\u0939\u0947 \u0915\u093e\u0930\u094d\u092f
actions=\u0915\u094d\u0930\u093f\u092f\u093e\u090f\u0901
kill=\u0930\u0941\u0915\u094b
fire_time=\u0915\u093e\u0930\u094d\u092f \u092a\u094d\u0930\u093e\u0930\u0902\u092d \u0926\u093f\u0928\u093e\u0902\u0915/\u0938\u092e\u092f
kill_message=\u092c\u0902\u0926 \u0915\u0930\u094b \u0938\u0902\u0915\u0947\u0924 \u0915\u093e\u092e \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u092d\u0947\u091c \u0926\u093f\u092f\u093e \u0917\u092f\u093e \u0939\u0948\: {0}. \u0928\u093f\u0930\u094d\u092d\u0930 \u0915\u0930\u0924\u093e \u0939\u0948 \u0909\u0938 \u0915\u093e\u092e \u0938\u0902\u0915\u0947\u0924 \u0915\u094b \u0938\u0941\u0928\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0915\u0948\u0938\u0947 \u0932\u093e\u0917\u0942 \u0915\u093f\u092f\u093e \u0917\u092f\u093e \u0925\u093e ,  \u092f\u0939 \u0907\u0938\u0947 \u0915\u093e\u0930\u094d\u092f\u093e\u0928\u094d\u0935\u093f\u0924 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0915\u0941\u091b \u0938\u092e\u092f \u0932\u0947 \u0938\u0915\u0924\u093e \u0939\u0948 \u0907\u0938\u0938\u0947 \u092a\u0939\u0932\u0947 \u0915\u093f \u0935\u093e\u0938\u094d\u0924\u0935 \u092e\u0947\u0902 \u0915\u093e\u092e \u092c\u0902\u0926 \u0939\u094b\u0964

