#X-Generator: crowdin.com
java.sitenoti=Notification du site
java.newusernoti=Nouvelle Notification Utilisateur
java.addedto=Vous avez \u00e9t\u00e9 ajout\u00e9 \u00e0
java.following=Vous avez \u00e9t\u00e9 ajout\u00e9 \u00e0 ce qui suit
java.simplesite=site \:
java.togeta1=Pour obtenir un compte Invit\u00e9, ouvrez le site suivant \:
java.togeta2=et suivez les \u00e9tapes indiqu\u00e9es.
java.once=Lorsque vous avez votre compte Invit\u00e9, vous pouvez ouvrir une session dans
java.loginhow2=2. Cliquez le bouton Ouverture de session
java.loginhow3=3. Inscrivez votre nom d'utilisateur Invit\u00e9 et votre mot de passe, et cliquez Ouvrir une session.
java.loginhow3u=3. Inscrivez votre nom d'utilisateur et votre mot de passe, et cliquez Ouvrir une session.
java.tabscreen=4. Allez au site, cliquez sur l'onglet du site. (Vous verrez deux onglets ou plus en rang\u00e9e dans la partie sup\u00e9rieure de l'\u00e9cran.)

java.sitereqfrom=Demande d'espace de
java.for=pour
java.hello=Bonjour,
java.receiv=Vous recevez ce message sur la recommandation de
java.who=qui a demand\u00e9 un de cours officiel pour la (les) classe(s) suivante(s)\:
java.sitetitle=Titre de l'espace \:
java.siteid=Code de l'espace \:
java.siteinstr=Instruction sp\u00e9ciale \:
java.according=Selon nos sources de donn\u00e9es,
java.record=n'est pas l'instructeur de l'enregistrement.
java.canyou=Pouvez-vous v\u00e9rifier que
java.assoc=est associ\u00e9 \u00e0 la (aux) classes \u00e9num\u00e9r\u00e9e(s) ci-dessus?
java.respond=Veuillez r\u00e9pondre \u00e0 ce message avec l'information \u00e0 propos de
java.appoint=de nomination et la l\u00e9gitimit\u00e9 de la demande pour cet espace. Si vous vous sentez incapable de r\u00e9pondre, s'il vous pla\u00eet transmettre ce message \u00e0 un contact du minist\u00e8re le pouvoir d'approuver ou de rejeter la demande.
java.thanks=Merci,
java.support=Equipe de support
java.to=A \:
java.supp=Support
java.from=De\u00a0\:
java.subj=Objet \:
java.sitereq=Demande d'espace
java.sitechreq=Demande de modification d'espace
java.date=Date\u00a0\:
java.approval=Je demande l'approbation d'un
java.coursesite=espace de cours pour 
java.approval2=Je demande l'approbation pour acc\u00e9der \u00e0
java.forthese=pour ces
java.on=sur
java.withrost=avec acc\u00e8s aux listes pour ces
java.withrost2=avec acc\u00e8s \u00e0 la liste pour cette section \:
java.course2=cours \:
java.sections=sections \:
java.forthis=pour cette section \:
java.name=Nom \:
java.email=Courriel \:
java.authoriz=Le courriel de demande d'autorisation de l'espace a \u00e9t\u00e9 envoy\u00e9 avec succ\u00e8s \u00e0
java.asreq=tel que demand\u00e9.
java.thesiteemail=Le courriel de demande d'autorisation de l'espace site n'a pas pu \u00eatre envoy\u00e9 \u00e0
java.isbeing=Votre demande est en traitement. Vous recevrez un courriel lorsque la liste d'\u00e9tudiants sera ajout\u00e9e \u00e0 votre espace.
java.meantime=En attendant, vous pouvez continuer la configuration du site et ajouter du mat\u00e9riel de cours \u00e0 votre espace.
java.copy=Ceci est une copie de la demande d'espace de cours que vous avez faite.
java.wish=Si vous d\u00e9sirez fournir de l'information suppl\u00e9mentaire, veuillez envoyer un courriel \u00e0
java.official=Espace de cours officiel cr\u00e9\u00e9 par
java.site.createdBy=Espace cr\u00e9\u00e9 par
java.site=Espace
java.fromwork=De la configuration de l'espace \u00e0
java.off=Espace de cours officiel
java.wasset=a \u00e9t\u00e9 configur\u00e9 par
java.siteCreation.confirmation=Votre espace {0} a \u00e9t\u00e9 cr\u00e9\u00e9e avec succ\u00e8s. Ci-dessous une copie du courrier envoy\u00e9 au support {1} \:
java.siteImport.confirmation.subject=Importation de site termin\u00e9e pour {0}
java.siteImport.confirmation=Le processus d''importation pour {0},  que vous avez commenc\u00e9, est termin\u00e9. Visitez le pour afficher les ressources import\u00e9es \: {1}