java.sitenoti=Notification de l'espace
java.newusernoti=Nouvelle Notification Utilisateur
java.addedto=Vous avez \u00e9t\u00e9 ajout\u00e9 \u00e0
java.following=Vous avez \u00e9t\u00e9 ajout\u00e9 \u00e0 ce qui suit
java.simplesite=site\:
java.simpleby=par
java.passwordis1=Your password is
java.passwordis2=You can later go to the Account tool in your Home site to reset it.


java.togeta1=Pour obtenir un compte Invit\u00e9, ouvrez l'espace suivant \:
java.togeta2=et suivez les \u00e9tapes indiqu\u00e9es.
java.once=Once you have your guest account, you can log in to

java.loginhow1=1. Open
java.loginhow2=2. Cliquez le bouton Ouverture de session
java.loginhow3=3. Type your guest account login and password, and click Login.
java.tolog=To log in\:
java.loginhow3u=3. Inscrivez votre nom d'utilisateur et votre mot de passe, et cliquez Ouvrir une session.
java.tabscreen=4. Go to the site, click on the site tab. (You will see two or more tabs in a row across the upper part of the screen.)

java.sitereqfrom=Demande de l'espace de
java.for=pour
java.hello=Bonjour,
java.receiv=Vous recevez ce message sur la recommandation de
java.who=who has requested an official course website for the following class(es)\:
java.sitetitle=Titre de l'espace \:
java.siteid=Id de l'espace \:
java.siteinstr=Instruction sp\u00e9ciale \:
java.according=Selon nos sources de donn\u00e9es,
java.record=n'est pas l'instructeur du registre.
java.canyou=Pouvez-vous v\u00e9rifier que
java.assoc=est associ\u00e9 \u00e0 la (aux) classes \u00e9num\u00e9r\u00e9e(s) ci-dessus?
java.respond=Veuillez r\u00e9pondre \u00e0 ce message avec l'information \u00e0 propos de
java.appoint='s appointment and the legitimacy of this site request. If you feel unable to respond, please forward this message to a departmental contact with the authority to approve or deny the request.
java.thanks=Merci,
java.support=Equipe de support
java.to=\u00e0\:
java.supp=Support
java.from=De\:
java.subj=Suj \:
java.sitereq=Demande d'espace
java.sitechreq=Demande de modification d'espace
java.date=Date \:
java.approval=Je demande l'approbation d'un
java.coursesite=espace de cours pour 
java.approval2=Je demande l'approbation pour acc\u00e9der \u00e0
java.forthese=pour ces
java.on=sur
java.withrost=avec acc\u00e8s aux listes pour ces
java.withrost2=avec acc\u00e8s \u00e0 la liste pour cette section\:
java.course2=cours \:
java.sections=sections \:
java.forthis=pour cette section \:
java.name=Nom \:
java.email=Courriel \:
java.authoriz=The site request authorization email has been sent successfully to username
java.asreq=tel que demand\u00e9.
java.thesiteemail=Le courriel de demande d'autorisation de l'espace n'a pas pu \u00eatre envoy\u00e9 \u00e0 l'username
java.isbeing=Your request is being processed. You will receive email when the class roster has been added to your site.
java.meantime=In the meantime, you can continue with the site setup process and add course materials to your site.
java.copy=Ceci est une copie de la demande de l'espace de cours que vous avez faite.
java.wish=Si vous d\u00e9sirez fournir de l'information suppl\u00e9mentaire, veuillez envoyer un courriel \u00e0
java.official=Espace de cours officiel cr\u00e9\u00e9 par
java.site.createdBy=Espace cr\u00e9\u00e9 par
java.site=Espace
java.fromwork=De la configuration de l'espace \u00e0
java.off=Espace de cours officiel
java.wasset=a \u00e9t\u00e9 configur\u00e9 par
java.siteCreation.confirmation=Your site {0} has been successfully created. Following is a copy of Site Creation Email sent to {1} Support\:
java.siteImport.confirmation.subject=Importation de l'espace termin\u00e9e pour {0}
java.siteImport.confirmation=The import process you started for {0} has completed. Visit the site to view the imported materials\: {1}
