java.sitenoti=Notifications de l'espace
java.newusernoti=New User Notification
java.addedto=You have been added to
java.following=You have been added to the following
java.simplesite=site\:
java.simpleby=par
java.passwordis1=Votre mot de passe est
java.passwordis2=Vous pourrez ensuite aller \u00e0 l'outil Compte de votre espace d'accueil pour le r\u00e9initialiser.


java.togeta1=Pour obtenir un compte Invit\u00e9, ouvrez l'espace suivant \:
java.togeta2=and follow the steps listed.
java.once=Once you have your guest account, you can log in to

java.loginhow1=1. Open
java.loginhow2=2. Click the Login button.
java.loginhow3=3. Type your guest account login and password, and click Login.
java.tolog=To log in\:
java.loginhow3u=3. Type your username and password, and click Login.
java.tabscreen=4. Go to the site, click on the site tab. (You will see two or more tabs in a row across the upper part of the screen.)

java.sitereqfrom=Demande d'espace de
java.for=pour
java.hello=Bonjour,
java.receiv=Vous recevez ce message sur la recommandation de
java.who=qui a demand\u00e9 un espace de cours officiel pour la (les) classe(s) suivante(s) \:
java.sitetitle=Titre de l'espace \:
java.siteid=Id de l'espace \:
java.siteinstr=Instruction sp\u00e9ciale \:
java.according=Selon nos sources de donn\u00e9es,
java.record=n'est pas l'instructeur du registre.
java.canyou=Pouvez-vous v\u00e9rifier que
java.assoc=est associ\u00e9 \u00e0 la (aux) classes \u00e9num\u00e9r\u00e9e(s) ci-dessus?
java.respond=Veuillez r\u00e9pondre \u00e0 ce message avec l'information \u00e0 propos de
java.appoint='s appointment and the legitimacy of this site request. Si vous vous sentez incapable de r\u00e9pondre, veuillez rediriger ce message \u00e0 une personne contact au niveau d\u00e9partemental qui a l'autorisation d'aprouver ou de refuser la requ\u00eate.
java.thanks=Merci,
java.support=Equipe de support
java.to=A \:
java.supp=Support
java.from=De \:
java.subj=Suj \:
java.sitereq=Demande d'espace
java.sitechreq=Demande de modification d'espace
java.date=Date \:
java.approval=Je demande l'approbation d'un
java.coursesite=Site de cours pour
java.approval2=Je demande l'approbation pour acc\u00e9der \u00e0
java.forthese=pour ces
java.on=sur
java.withrost=avec acc\u00e8s aux listes pour ces
java.withrost2=avec acc\u00e8s \u00e0 la liste pour cette section\:
java.course2=cours \:
java.sections=sections \:
java.forthis=pour cette section \:
java.name=Nom \:
java.email=Courriel \:
java.authoriz=Le courriel de demande d'autorisation de l'espace a \u00e9t\u00e9 envoy\u00e9 avec succ\u00e8s \u00e0 username
java.asreq=tel que demand\u00e9.
java.thesiteemail=Le courriel de demande d'autorisation de l'espace n'a pas pu \u00eatre envoy\u00e9 \u00e0 username
java.isbeing=Votre demande est en traitement. Vous receverez un courriel lorsque la liste d'\u00e9tudiants sera ajout\u00e9e \u00e0 votre site.
java.meantime=En attendant, vous pouvez continuer la configuration de l'espace et ajouter du mat\u00e9riel de cours \u00e0 votre espace.
java.copy=Ceci est une copie de la demande d'espace de cours que vous avez faite.
java.wish=Si vous d\u00e9sirez fournir de l'information suppl\u00e9mentaire, veuillez envoyer un courriel \u00e0
java.official=Site de cours officiel cr\u00e9\u00e9 par
java.site.createdBy=Espace cr\u00e9\u00e9 par
java.site=Espace
java.fromwork=De la configuration de l'espace \u00e0
java.off=Site de cours officiel
java.wasset=a \u00e9t\u00e9 configur\u00e9 par
java.siteCreation.confirmation=Your site {0} has been successfully created. Following is a copy of Site Creation Email sent to {1} Support\:
java.siteImport.confirmation.subject=Site Import completed for {0}
java.siteImport.confirmation=The import process you started for {0} has completed. Visit the site to view the imported materials\: {1}
