###################################
# Translated  by  INTERACTIVE LLC #
# email: sakaiteam@interactive.mn #
###################################

java.sitenoti = \u0421\u0430\u0439\u0442\u044B\u043D \u043C\u044D\u0434\u044D\u044D\u043B\u044D\u043B
java.newusernoti = \u0428\u0438\u043D\u044D \u0445\u044D\u0440\u044D\u0433\u043B\u044D\u0433\u0447\u0438\u0439\u043D \u043C\u044D\u0434\u044D\u044D\u043B\u044D\u043B
java.addedto = \u0422\u0430\u043D\u044B\u0433 ...-\u0434 \u043D\u044D\u043C\u0441\u044D\u043D \u0431\u0430\u0439\u043D\u0430
java.following = \u0422\u0430\u043D\u044B\u0433 \u0434\u0430\u0440\u0430\u0430\u0445 ...-\u0434 \u043D\u044D\u043C\u0441\u044D\u043D \u0431\u0430\u0439\u043D\u0430
java.simplesite = \u0421\u0430\u0439\u0442:
java.simpleby = -\u0430\u0430\u0441
java.passwordis1 = \u0422\u0430\u043D\u044B \u043D\u0443\u0443\u0446 \u04AF\u0433 
java.passwordis2 = \u0422\u0430 reset \u0445\u0438\u0439\u0445\u0438\u0439\u043D \u0442\u0443\u043B\u0434 Home \u0441\u0430\u0439\u0442 \u0434\u0430\u0445\u044C \u0411\u04AF\u0440\u0442\u0433\u044D\u043B\u0438\u0439\u043D \u0445\u044D\u0440\u044D\u0433\u0441\u044D\u043B\u0440\u04AF\u04AF \u0434\u0430\u0440\u0430\u0430 \u043E\u0440\u0436 \u0431\u043E\u043B\u043D\u043E

java.togeta1 = \u0417\u043E\u0447\u043D\u044B \u0431\u04AF\u0440\u0442\u0433\u044D\u043B\u0438\u0439\u0433 \u0430\u0432\u0430\u0445 \u0431\u043E\u043B \u0434\u0430\u0440\u0430\u0430\u0445 \u0441\u0430\u0439\u0442\u044B\u0433 \u043D\u044D\u044D\u043D\u044D \u04AF\u04AF:
java.togeta2 = \u0416\u0430\u0433\u0441\u0430\u0430\u0441\u0430\u043D \u04AF\u0435 \u0448\u0430\u0442\u0443\u0443\u0434\u044B\u0433 \u0434\u0430\u0433\u0430\u043D\u0430 \u0443\u0443.
java.once = \u0422\u0430 \u0437\u043E\u0447\u043D\u044B \u0431\u04AF\u0440\u0442\u0433\u044D\u043B\u0442\u044D\u0439 \u0442\u043E\u0445\u0438\u043E\u043B\u0434\u043E\u043B\u0434 ...-\u0440\u0443\u0443 \u0445\u043E\u043B\u0431\u043E\u0433\u0434\u043E\u0436 \u0431\u043E\u043B\u043D\u043E.

java.loginhow1 = 1. \u041D\u044D\u044D\u0445
java.loginhow2 = 2. \u041D\u044D\u0432\u0442\u0440\u044D\u0445 \u0442\u043E\u0432\u0447\u0438\u043D \u0434\u044D\u044D\u0440 \u0434\u0430\u0440.
java.loginhow3 = 3. \u0417\u043E\u0447\u043D\u044B \u0431\u04AF\u0440\u0442\u0433\u044D\u043B\u0438\u0439\u043D \u043D\u044D\u0440 \u0431\u043E\u043B\u043E\u043D \u043D\u0443\u0443\u0446 \u04AF\u0433\u044D\u044D \u0431\u0438\u0447\u044D\u044D\u0434 Login \u0433\u044D\u0434\u0433\u0438\u0439\u0433 \u0434\u0430\u0440.
java.tolog = \u041D\u044D\u0432\u0442\u0440\u044D\u0445\u0438\u0439\u043D \u0442\u0443\u043B\u0434:
java.loginhow3u = 3. \u0425\u044D\u0440\u044D\u0433\u043B\u044D\u0433\u0447\u0438\u0439\u043D \u043D\u044D\u0440 \u0431\u043E\u043B\u043E\u043D \u043D\u0443\u0443\u0446 \u04AF\u0433\u044D\u044D \u0431\u0438\u0447\u044D\u044D\u0434 Login \u0433\u044D\u0434\u0433\u0438\u0439\u0433 \u0434\u0430\u0440.
java.tabscreen = 4. \u0421\u0430\u0439\u0442\u0440\u0443\u0443 \u043E\u0440\u043E\u043E\u0434  \u0441\u0430\u0439\u0442\u044B\u043D \u0445\u0443\u0443\u0434\u0430\u0441 \u0434\u044D\u044D\u0440 \u0434\u0430\u0440. (\u0434\u044D\u043B\u0433\u044D\u0446\u0438\u0439\u043D \u0434\u044D\u044D\u0434 \u0445\u044D\u0441\u044D\u0433\u0442 \u0442\u0430 \u0445\u043E\u0451\u0440 \u044E\u043C\u0443\u0443 \u0442\u04AF\u04AF\u043D\u044D\u044D\u0441 \u0434\u044D\u044D\u0448 \u0445\u0443\u0443\u0434\u0441\u0443\u0443\u0434\u044B\u0433 \u0445\u0430\u0440\u0430\u0445 \u0431\u043E\u043B\u043D\u043E.)


java.according =  \u042D\u0445 \u04AF\u04AF\u0441\u0432\u044D\u0440\u0438\u0439\u043D \u04E9\u0433\u04E9\u0433\u0434\u043B\u04E9\u04E9 \u0437\u04E9\u0432\u0448\u04E9\u04E9\u0440\u04E9\u0445 
java.appoint = \u0423\u0443\u043B\u0437\u0430\u043B\u0442, \u044D\u043D\u044D \u0441\u0430\u0439\u0442\u044B\u043D \u0445\u04AF\u0441\u044D\u043B\u0442 \u0445\u0443\u0443\u043B\u0438\u0439\u043D \u0434\u0430\u0433\u0443\u0443. \u0422\u0430 \u0445\u04AF\u0441\u044D\u043B\u0442\u0438\u0439\u0433  \u0437\u04E9\u0432\u0448\u04E9\u04E9\u0440\u04E9\u0445, \u0442\u0430\u0442\u0433\u0430\u043B\u0437\u0430\u0445 \u044D\u0440\u0445\u044D\u044D \u0430\u043B\u0431\u0430\u043D \u0451\u0441\u043D\u044B \u0431\u0430\u0442\u0430\u043B\u0433\u0430\u0430\u0436\u0441\u0430\u043D \u043C\u0435\u0441\u0441\u0435\u0436\u044D\u044D\u0440 \u0438\u043B\u0433\u044D\u044D\u0445\u0433\u04AF\u0439 \u0431\u043E\u043B \u0445\u0430\u0440\u0438\u0443\u043B\u0430\u0445 \u0431\u043E\u043B\u043E\u043C\u0436\u0433\u04AF\u0439 \u0431\u043E\u043B\u043D\u043E.
java.approval =  \u0411\u0438 \u0430-\u0438\u0439\u043D \u0445\u04AF\u0441\u044D\u043B\u0442\u0438\u0439\u0433 \u0445\u04AF\u043B\u044D\u044D\u043D \u0430\u0432\u0447 \u0431\u0430\u0439\u043D\u0430.
java.approval2 =  \u0411\u0438 \u0430-\u0438\u0439\u043D \u0445\u04AF\u0441\u044D\u043B\u0442\u0438\u0439\u0433 \u0445\u04AF\u043B\u044D\u044D\u043D \u0430\u0432\u0441\u0430\u043D.
java.asreq = \u0425\u04AF\u0441\u044D\u043B\u0442\u0438\u0439\u043D \u0434\u0430\u0433\u0443\u0443 
java.assoc = \u0414\u044D\u044D\u0440\u0445 \u0430\u043D\u0433\u0438\u043B\u0430\u043B\u0434 \u0436\u0430\u0433\u0441\u0430\u0430\u0433\u0434\u0441\u0430\u043D\u0430\u0430\u0440  \u0445\u04AF\u043C\u04AF\u04AF\u0441 \u043D\u044D\u0432\u0442\u0440\u044D\u0445 \u0445\u04AF\u0441\u044D\u043B\u0442 \u0438\u043B\u0433\u044D\u044D\u0441\u044D\u043D \u04AF\u04AF?
java.authoriz = \u0425\u044D\u0440\u044D\u0433\u043B\u044D\u0433\u0447\u0438\u0439\u043D \u043D\u044D\u0440\u044D\u044D \u0430\u043C\u0436\u0438\u043B\u0442\u0442\u0430\u0439 \u044F\u0432\u0443\u0443\u043B\u0441\u0430\u043D \u0431\u043E\u043B \u0441\u0430\u0439\u0442 \u0445\u04AF\u0441\u044D\u043B\u0442\u0438\u0439\u0433 \u0445\u04AF\u043B\u044D\u044D\u043D \u0430\u0432\u043D\u0430.
java.canyou =   \u0422\u0430 \u0431\u0430\u0442\u0430\u043B\u0433\u0430\u0430\u0436\u0443\u0443\u043B\u0430\u0445 \u0431\u043E\u043B\u043E\u043C\u0436\u0442\u043E\u0439.
java.copy =  \u042D\u043D\u044D \u043D\u044C \u0442\u0430\u043D\u044B \u0445\u0438\u0439\u0441\u044D\u043D \u0441\u0430\u0439\u0442\u044B\u043D \u0445\u04AF\u0441\u044D\u043B\u0442\u0438\u0439\u043D \u044F\u0432\u0446 \u0431\u0430\u0439\u0434\u043B\u044B\u043D \u0445\u0443\u0443\u043B\u0431\u0430\u0440 \u044E\u043C.
java.course2 = \u044F\u0432\u0446 \u0431\u0430\u0439\u0434\u0430\u043B:
java.coursesite = \u0421\u0430\u0439\u0442\u044B\u043D \u044F\u0432\u0446 \u0431\u0430\u0439\u0434\u0430\u043B 
java.date = \u041E\u0433\u043D\u043E\u043E:
java.email = \u041C\u044D\u0439\u043B:
java.for = -\u0434,\u0442 
java.forthese = \u044D\u0434\u0433\u044D\u044D\u0440\u044D\u044D\u0441 
java.forthis = \u042D\u043D\u044D \u0445\u044D\u0441\u044D\u0433\u0442:
java.from = -\u0430\u0430\u0441, \u044D\u044D\u0441:
java.fromwork = \u0410\u0436\u043B\u044B\u043D \u0441\u0430\u0439\u0442\u044B\u043D \u0431\u04AF\u0442\u0446\u044D\u044D\u0441 
java.hello = \u0421\u0430\u0439\u043D \u0443\u0443,
java.isbeing = \u0422\u0430\u043D\u044B \u0445\u04AF\u0441\u044D\u043B\u0442 \u0431\u043E\u043B\u043E\u0432\u0441\u0440\u0443\u0443\u043B\u0430\u0433\u0434\u0441\u0430\u043D. \u0422\u0430 \u0441\u0430\u0439\u0442\u0430\u0430 \u0430\u043D\u0433\u0438\u043B\u0430\u043B\u044B\u043D \u0436\u0430\u0433\u0441\u0430\u0430\u043B\u0442\u0430\u043D\u0434 \u043D\u044D\u043C\u044D\u0433\u0434\u0441\u044D\u043D \u0433\u044D\u0441\u044D\u043D \u043C\u044D\u0439\u043B \u0445\u04AF\u043B\u044D\u044D\u043D \u0430\u0432\u043D\u0430.
java.meantime = \u042D\u043D\u044D \u0445\u0443\u0433\u0430\u0446\u0430\u0430\u043D\u0434, \u0442\u0430 \u0441\u0430\u0439\u0442\u044B\u043D\u0445\u0430\u0430 \u044F\u0432\u0446\u044B\u043D \u043C\u0430\u0442\u0435\u0440\u0438\u0430\u043B\u044B\u0433 \u043D\u044D\u043C\u044D\u0445 , \u043C\u04E9\u043D \u0441\u0430\u0439\u0442\u044B\u043D\u0445\u0430\u0430 \u04AF\u0439\u043B \u0430\u0436\u0438\u043B\u043B\u0430\u0433\u0430\u0430\u043D\u044B \u0431\u04AF\u0442\u0446\u0438\u0439\u0433 \u04AF\u0440\u0433\u044D\u043B\u0436\u043B\u04AF\u04AF\u043B\u044D\u0445 \u0431\u043E\u043B\u043E\u043C\u0436\u0442\u043E\u0439.
java.name = \u041D\u044D\u0440:
java.off = \u0421\u0430\u0439\u0442\u044B\u043D \u0430\u043B\u0431\u0430\u043D \u0451\u0441\u043D\u044B \u04AF\u0439\u043B \u044F\u0432\u0446 
java.official = \u0421\u0430\u0439\u0442\u044B\u043D \u04AF\u0439\u043B \u044F\u0432\u0446 \u0430\u043B\u0431\u0430\u043D \u0451\u0441\u043D\u044B \u0431\u0430\u0439\u0434\u043B\u0430\u0430\u0440 \u0445\u0438\u0439\u0433\u0434\u0441\u044D\u043D.
java.on = \u0434\u044D\u044D\u0440
java.receiv = \u0422\u0430 \u044D\u043D\u044D \u0437\u04E9\u0432\u043B\u04E9\u0433\u04E9\u04E9\u043D\u0438\u0439..  \u0437\u0443\u0440\u0432\u0430\u0441\u044B\u0433 \u0445\u04AF\u043B\u044D\u044D\u043D \u0430\u0432\u043D\u0430.
java.record = \u0417\u0430\u0430\u0432\u0430\u0440\u043B\u0430\u0433\u0447\u0438\u0439\u043D \u0431\u0438\u0447\u0432\u044D\u0440\u0433\u04AF\u0439 \u0431\u0430\u0439\u043D\u0430.
java.respond = \u041C\u044D\u0434\u044D\u044D\u043B\u043B\u0438\u0439\u043D \u0442\u0430\u043B\u0430\u0430\u0440 \u044D\u043D\u044D \u0437\u0430\u0445\u0438\u0430\u043D\u0434 \u0445\u0430\u0440\u0438\u0443 \u04E9\u0433\u043D\u04E9 \u04AF\u04AF.
java.sections = \u0425\u044D\u0441\u0433\u04AF\u04AF\u0434:
java.site = \u0421\u0430\u0439\u0442 
java.site.createdBy = \u0421\u0430\u0439\u0442 \u0445\u0438\u0439\u0433\u0434\u0441\u044D\u043D 
java.sitechreq = \u0421\u0430\u0439\u0442\u044B\u043D \u0445\u04AF\u0441\u044D\u043B\u0442\u0438\u0439\u0433 \u04E9\u04E9\u0440\u0447\u043B\u04E9\u0445 
java.siteid = \u0421\u0430\u0439\u0442\u044B\u043D id:
java.siteinstr = \u041E\u043D\u0446\u0433\u043E\u0439 \u0442\u0430\u043D\u0438\u043B\u0446\u0443\u0443\u043B\u0433\u0430:
java.sitereq = \u0421\u0430\u0439\u0442\u044B\u043D \u0445\u04AF\u0441\u044D\u043B\u0442 
java.sitereqfrom = \u0421\u0430\u0439\u0442\u044B\u043D \u0445\u04AF\u0441\u044D\u043B\u0442\u044D\u044D\u0441 
java.sitetitle = \u0421\u0430\u0439\u0442\u044B\u043D \u043D\u044D\u0440:
java.subj = Subj:
java.supp = \u0422\u0443\u0441\u043B\u0430\u043C\u0436 
java.support = \u0422\u0443\u0441\u043B\u0430\u043C\u0436\u0438\u0439\u043D \u0431\u0430\u0433
java.thanks = \u0422\u0430\u043D\u044C\u0434 \u0431\u0430\u044F\u0440\u043B\u0430\u043B\u0430\u0430,
java.thesiteemail = \u0425\u044D\u0440\u044D\u0433\u043B\u044D\u0433\u0447\u0438\u0439\u043D \u043D\u044D\u0440\u044D\u044D \u044D-\u0448\u0443\u0443\u0434\u0430\u043D\u0433\u0430\u0430\u0440 \u0438\u043B\u0433\u044D\u044D\u0436 \u0447\u0430\u0434\u0430\u0430\u0433\u04AF\u0439 \u0431\u043E\u043B \u0441\u0430\u0439\u0442\u044B\u043D \u0445\u04AF\u0441\u044D\u043B\u0442\u044D\u043D\u0434 \u0430\u043B\u0431\u0430\u043D \u0451\u0441\u043D\u044B \u044D\u0440\u0445 \u043E\u043B\u0433\u043E\u0445\u0433\u04AF\u0439. 
java.to = -\u0440\u0443\u0443, \u0440\u04AF\u04AF:
java.wasset = \u0431\u04AF\u0442\u0446\u044D\u044D\u0440 \u043D\u044C 
java.who =\u0410\u043D\u0433\u0438\u043B\u0430\u043B\u044B\u043D / \u0443\u0443\u0434/ \u0434\u0430\u0433\u0443\u0443  \u0445\u044D\u043D \u043D\u044D\u0433\u043D\u044D\u044D\u0441 \u0441\u0430\u0439\u0442\u044B\u043D \u0430\u043B\u0431\u0430\u043D \u0451\u0441\u043D\u044B \u0445\u04AF\u0441\u044D\u043B\u0442 \u0438\u0440\u0441\u044D\u043D: 
java.wish = \u0425\u044D\u0440\u0432\u044D\u044D \u0442\u0430 \u0445\u04AF\u0441\u0432\u044D\u043B, \u043D\u044D\u043C\u044D\u043B\u0442 \u043C\u044D\u0434\u044D\u044D\u043B\u043B\u044D\u044D \u044D-\u0448\u0443\u0443\u0434\u0430\u043D\u0433\u0430\u0430\u0440 \u0438\u043B\u0433\u044D\u044D\u043D\u044D \u04AF\u04AF 
java.withrost = \u042D\u0434\u0433\u044D\u044D\u0440 \u0436\u0430\u0433\u0441\u0430\u0430\u043B\u0442\u0443\u0443\u0434 \u0440\u0443\u0443 \u0445\u0430\u043D\u0434\u0430\u043D\u0430 \u0443\u0443:
java.withrost2 = \u042D\u043D\u044D \u0445\u044D\u0441\u0433\u0438\u0439\u043D \u0436\u0430\u0433\u0441\u0430\u0430\u043B\u0442 \u0440\u0443\u0443 \u0445\u0430\u043D\u0434\u0430\u043D\u0430 \u0443\u0443:
