#X-Generator: crowdin.com
java.sitenoti=\u0421\u0430\u0439\u0442\u044b\u043d \u043c\u044d\u0434\u044d\u044d\u043b\u044d\u043b
java.newusernoti=\u0428\u0438\u043d\u044d \u0445\u044d\u0440\u044d\u0433\u043b\u044d\u0433\u0447\u0438\u0439\u043d \u043c\u044d\u0434\u044d\u044d\u043b\u044d\u043b
java.addedto=\u0422\u0430\u043d\u044b\u0433 ...-\u0434 \u043d\u044d\u043c\u0441\u044d\u043d \u0431\u0430\u0439\u043d\u0430
java.following=\u0422\u0430\u043d\u044b\u0433 \u0434\u0430\u0440\u0430\u0430\u0445 ...-\u0434 \u043d\u044d\u043c\u0441\u044d\u043d \u0431\u0430\u0439\u043d\u0430
java.togeta1=\u0417\u043e\u0447\u043d\u044b \u0431\u04af\u0440\u0442\u0433\u044d\u043b\u0438\u0439\u0433 \u0430\u0432\u0430\u0445 \u0431\u043e\u043b \u0434\u0430\u0440\u0430\u0430\u0445 \u0441\u0430\u0439\u0442\u044b\u0433 \u043d\u044d\u044d\u043d\u044d \u04af\u04af\:
java.togeta2=\u0416\u0430\u0433\u0441\u0430\u0430\u0441\u0430\u043d \u04af\u0435 \u0448\u0430\u0442\u0443\u0443\u0434\u044b\u0433 \u0434\u0430\u0433\u0430\u043d\u0430 \u0443\u0443.
java.once=\u0422\u0430 \u0437\u043e\u0447\u043d\u044b \u0431\u04af\u0440\u0442\u0433\u044d\u043b\u0442\u044d\u0439 \u0442\u043e\u0445\u0438\u043e\u043b\u0434\u043e\u043b\u0434 ...-\u0440\u0443\u0443 \u0445\u043e\u043b\u0431\u043e\u0433\u0434\u043e\u0436 \u0431\u043e\u043b\u043d\u043e.
java.loginhow2=2. \u041d\u044d\u0432\u0442\u0440\u044d\u0445 \u0442\u043e\u0432\u0447\u0438\u043d \u0434\u044d\u044d\u0440 \u0434\u0430\u0440.
java.loginhow3=3. \u0417\u043e\u0447\u043d\u044b \u0431\u04af\u0440\u0442\u0433\u044d\u043b\u0438\u0439\u043d \u043d\u044d\u0440 \u0431\u043e\u043b\u043e\u043d \u043d\u0443\u0443\u0446 \u04af\u0433\u044d\u044d \u0431\u0438\u0447\u044d\u044d\u0434 Login \u0433\u044d\u0434\u0433\u0438\u0439\u0433 \u0434\u0430\u0440.
java.loginhow3u=3. \u0425\u044d\u0440\u044d\u0433\u043b\u044d\u0433\u0447\u0438\u0439\u043d \u043d\u044d\u0440 \u0431\u043e\u043b\u043e\u043d \u043d\u0443\u0443\u0446 \u04af\u0433\u044d\u044d \u0431\u0438\u0447\u044d\u044d\u0434 Login \u0433\u044d\u0434\u0433\u0438\u0439\u0433 \u0434\u0430\u0440.
java.tabscreen=4. \u0421\u0430\u0439\u0442\u0440\u0443\u0443 \u043e\u0440\u043e\u043e\u0434  \u0441\u0430\u0439\u0442\u044b\u043d \u0445\u0443\u0443\u0434\u0430\u0441 \u0434\u044d\u044d\u0440 \u0434\u0430\u0440. (\u0434\u044d\u043b\u0433\u044d\u0446\u0438\u0439\u043d \u0434\u044d\u044d\u0434 \u0445\u044d\u0441\u044d\u0433\u0442 \u0442\u0430 \u0445\u043e\u0451\u0440 \u044e\u043c\u0443\u0443 \u0442\u04af\u04af\u043d\u044d\u044d\u0441 \u0434\u044d\u044d\u0448 \u0445\u0443\u0443\u0434\u0441\u0443\u0443\u0434\u044b\u0433 \u0445\u0430\u0440\u0430\u0445 \u0431\u043e\u043b\u043d\u043e.)

java.sitereqfrom=\u0421\u0430\u0439\u0442\u044b\u043d \u0445\u04af\u0441\u044d\u043b\u0442\u044d\u044d\u0441 
java.for=-\u0434,\u0442 
java.hello=\u0421\u0430\u0439\u043d \u0443\u0443,
java.receiv=\u0422\u0430 \u044d\u043d\u044d \u0437\u04e9\u0432\u043b\u04e9\u0433\u04e9\u04e9\u043d\u0438\u0439..  \u0437\u0443\u0440\u0432\u0430\u0441\u044b\u0433 \u0445\u04af\u043b\u044d\u044d\u043d \u0430\u0432\u043d\u0430.
java.who=\u0410\u043d\u0433\u0438\u043b\u0430\u043b\u044b\u043d / \u0443\u0443\u0434/ \u0434\u0430\u0433\u0443\u0443  \u0445\u044d\u043d \u043d\u044d\u0433\u043d\u044d\u044d\u0441 \u0441\u0430\u0439\u0442\u044b\u043d \u0430\u043b\u0431\u0430\u043d \u0451\u0441\u043d\u044b \u0445\u04af\u0441\u044d\u043b\u0442 \u0438\u0440\u0441\u044d\u043d\: 
java.sitetitle=\u0421\u0430\u0439\u0442\u044b\u043d \u043d\u044d\u0440\:
java.siteid=\u0421\u0430\u0439\u0442\u044b\u043d id\:
java.siteinstr=\u041e\u043d\u0446\u0433\u043e\u0439 \u0442\u0430\u043d\u0438\u043b\u0446\u0443\u0443\u043b\u0433\u0430\:
java.according=\u042d\u0445 \u04af\u04af\u0441\u0432\u044d\u0440\u0438\u0439\u043d \u04e9\u0433\u04e9\u0433\u0434\u043b\u04e9\u04e9 \u0437\u04e9\u0432\u0448\u04e9\u04e9\u0440\u04e9\u0445 
java.record=\u0417\u0430\u0430\u0432\u0430\u0440\u043b\u0430\u0433\u0447\u0438\u0439\u043d \u0431\u0438\u0447\u0432\u044d\u0440\u0433\u04af\u0439 \u0431\u0430\u0439\u043d\u0430.
java.canyou=\u0422\u0430 \u0431\u0430\u0442\u0430\u043b\u0433\u0430\u0430\u0436\u0443\u0443\u043b\u0430\u0445 \u0431\u043e\u043b\u043e\u043c\u0436\u0442\u043e\u0439.
java.assoc=\u0414\u044d\u044d\u0440\u0445 \u0430\u043d\u0433\u0438\u043b\u0430\u043b\u0434 \u0436\u0430\u0433\u0441\u0430\u0430\u0433\u0434\u0441\u0430\u043d\u0430\u0430\u0440  \u0445\u04af\u043c\u04af\u04af\u0441 \u043d\u044d\u0432\u0442\u0440\u044d\u0445 \u0445\u04af\u0441\u044d\u043b\u0442 \u0438\u043b\u0433\u044d\u044d\u0441\u044d\u043d \u04af\u04af?
java.respond=\u041c\u044d\u0434\u044d\u044d\u043b\u043b\u0438\u0439\u043d \u0442\u0430\u043b\u0430\u0430\u0440 \u044d\u043d\u044d \u0437\u0430\u0445\u0438\u0430\u043d\u0434 \u0445\u0430\u0440\u0438\u0443 \u04e9\u0433\u043d\u04e9 \u04af\u04af.
java.appoint=\u0423\u0443\u043b\u0437\u0430\u043b\u0442, \u044d\u043d\u044d \u0441\u0430\u0439\u0442\u044b\u043d \u0445\u04af\u0441\u044d\u043b\u0442 \u0445\u0443\u0443\u043b\u0438\u0439\u043d \u0434\u0430\u0433\u0443\u0443. \u0422\u0430 \u0445\u04af\u0441\u044d\u043b\u0442\u0438\u0439\u0433  \u0437\u04e9\u0432\u0448\u04e9\u04e9\u0440\u04e9\u0445, \u0442\u0430\u0442\u0433\u0430\u043b\u0437\u0430\u0445 \u044d\u0440\u0445\u044d\u044d \u0430\u043b\u0431\u0430\u043d \u0451\u0441\u043d\u044b \u0431\u0430\u0442\u0430\u043b\u0433\u0430\u0430\u0436\u0441\u0430\u043d \u043c\u0435\u0441\u0441\u0435\u0436\u044d\u044d\u0440 \u0438\u043b\u0433\u044d\u044d\u0445\u0433\u04af\u0439 \u0431\u043e\u043b \u0445\u0430\u0440\u0438\u0443\u043b\u0430\u0445 \u0431\u043e\u043b\u043e\u043c\u0436\u0433\u04af\u0439 \u0431\u043e\u043b\u043d\u043e.
java.thanks=\u0422\u0430\u043d\u044c\u0434 \u0431\u0430\u044f\u0440\u043b\u0430\u043b\u0430\u0430,
java.support=\u0422\u0443\u0441\u043b\u0430\u043c\u0436\u0438\u0439\u043d \u0431\u0430\u0433
java.to=-\u0440\u0443\u0443, \u0440\u04af\u04af\:
java.supp=\u0422\u0443\u0441\u043b\u0430\u043c\u0436 
java.from=-\u0430\u0430\u0441, \u044d\u044d\u0441\:
java.subj=Subj\:
java.sitereq=\u0421\u0430\u0439\u0442\u044b\u043d \u0445\u04af\u0441\u044d\u043b\u0442 
java.sitechreq=\u0421\u0430\u0439\u0442\u044b\u043d \u0445\u04af\u0441\u044d\u043b\u0442\u0438\u0439\u0433 \u04e9\u04e9\u0440\u0447\u043b\u04e9\u0445 
java.date=\u041e\u0433\u043d\u043e\u043e\:
java.approval=\u0411\u0438 \u0430-\u0438\u0439\u043d \u0445\u04af\u0441\u044d\u043b\u0442\u0438\u0439\u0433 \u0445\u04af\u043b\u044d\u044d\u043d \u0430\u0432\u0447 \u0431\u0430\u0439\u043d\u0430.
java.coursesite=\u0421\u0430\u0439\u0442\u044b\u043d \u044f\u0432\u0446 \u0431\u0430\u0439\u0434\u0430\u043b 
java.approval2=\u0411\u0438 \u0430-\u0438\u0439\u043d \u0445\u04af\u0441\u044d\u043b\u0442\u0438\u0439\u0433 \u0445\u04af\u043b\u044d\u044d\u043d \u0430\u0432\u0441\u0430\u043d.
java.forthese=\u044d\u0434\u0433\u044d\u044d\u0440\u044d\u044d\u0441 
java.on=\u0434\u044d\u044d\u0440
java.withrost=\u042d\u0434\u0433\u044d\u044d\u0440 \u0436\u0430\u0433\u0441\u0430\u0430\u043b\u0442\u0443\u0443\u0434 \u0440\u0443\u0443 \u0445\u0430\u043d\u0434\u0430\u043d\u0430 \u0443\u0443\:
java.withrost2=\u042d\u043d\u044d \u0445\u044d\u0441\u0433\u0438\u0439\u043d \u0436\u0430\u0433\u0441\u0430\u0430\u043b\u0442 \u0440\u0443\u0443 \u0445\u0430\u043d\u0434\u0430\u043d\u0430 \u0443\u0443\:
java.course2=\u044f\u0432\u0446 \u0431\u0430\u0439\u0434\u0430\u043b\:
java.sections=\u0425\u044d\u0441\u0433\u04af\u04af\u0434\:
java.forthis=\u042d\u043d\u044d \u0445\u044d\u0441\u044d\u0433\u0442\:
java.name=\u041d\u044d\u0440\:
java.email=\u041c\u044d\u0439\u043b\:
java.authoriz=\u0425\u044d\u0440\u044d\u0433\u043b\u044d\u0433\u0447\u0438\u0439\u043d \u043d\u044d\u0440\u044d\u044d \u0430\u043c\u0436\u0438\u043b\u0442\u0442\u0430\u0439 \u044f\u0432\u0443\u0443\u043b\u0441\u0430\u043d \u0431\u043e\u043b \u0441\u0430\u0439\u0442 \u0445\u04af\u0441\u044d\u043b\u0442\u0438\u0439\u0433 \u0445\u04af\u043b\u044d\u044d\u043d \u0430\u0432\u043d\u0430.
java.asreq=\u0425\u04af\u0441\u044d\u043b\u0442\u0438\u0439\u043d \u0434\u0430\u0433\u0443\u0443 
java.thesiteemail=\u0425\u044d\u0440\u044d\u0433\u043b\u044d\u0433\u0447\u0438\u0439\u043d \u043d\u044d\u0440\u044d\u044d \u044d-\u0448\u0443\u0443\u0434\u0430\u043d\u0433\u0430\u0430\u0440 \u0438\u043b\u0433\u044d\u044d\u0436 \u0447\u0430\u0434\u0430\u0430\u0433\u04af\u0439 \u0431\u043e\u043b \u0441\u0430\u0439\u0442\u044b\u043d \u0445\u04af\u0441\u044d\u043b\u0442\u044d\u043d\u0434 \u0430\u043b\u0431\u0430\u043d \u0451\u0441\u043d\u044b \u044d\u0440\u0445 \u043e\u043b\u0433\u043e\u0445\u0433\u04af\u0439. 
java.isbeing=\u0422\u0430\u043d\u044b \u0445\u04af\u0441\u044d\u043b\u0442 \u0431\u043e\u043b\u043e\u0432\u0441\u0440\u0443\u0443\u043b\u0430\u0433\u0434\u0441\u0430\u043d. \u0422\u0430 \u0441\u0430\u0439\u0442\u0430\u0430 \u0430\u043d\u0433\u0438\u043b\u0430\u043b\u044b\u043d \u0436\u0430\u0433\u0441\u0430\u0430\u043b\u0442\u0430\u043d\u0434 \u043d\u044d\u043c\u044d\u0433\u0434\u0441\u044d\u043d \u0433\u044d\u0441\u044d\u043d \u043c\u044d\u0439\u043b \u0445\u04af\u043b\u044d\u044d\u043d \u0430\u0432\u043d\u0430.
java.meantime=\u042d\u043d\u044d \u0445\u0443\u0433\u0430\u0446\u0430\u0430\u043d\u0434, \u0442\u0430 \u0441\u0430\u0439\u0442\u044b\u043d\u0445\u0430\u0430 \u044f\u0432\u0446\u044b\u043d \u043c\u0430\u0442\u0435\u0440\u0438\u0430\u043b\u044b\u0433 \u043d\u044d\u043c\u044d\u0445 , \u043c\u04e9\u043d \u0441\u0430\u0439\u0442\u044b\u043d\u0445\u0430\u0430 \u04af\u0439\u043b \u0430\u0436\u0438\u043b\u043b\u0430\u0433\u0430\u0430\u043d\u044b \u0431\u04af\u0442\u0446\u0438\u0439\u0433 \u04af\u0440\u0433\u044d\u043b\u0436\u043b\u04af\u04af\u043b\u044d\u0445 \u0431\u043e\u043b\u043e\u043c\u0436\u0442\u043e\u0439.
java.copy=\u042d\u043d\u044d \u043d\u044c \u0442\u0430\u043d\u044b \u0445\u0438\u0439\u0441\u044d\u043d \u0441\u0430\u0439\u0442\u044b\u043d \u0445\u04af\u0441\u044d\u043b\u0442\u0438\u0439\u043d \u044f\u0432\u0446 \u0431\u0430\u0439\u0434\u043b\u044b\u043d \u0445\u0443\u0443\u043b\u0431\u0430\u0440 \u044e\u043c.
java.wish=\u0425\u044d\u0440\u0432\u044d\u044d \u0442\u0430 \u0445\u04af\u0441\u0432\u044d\u043b, \u043d\u044d\u043c\u044d\u043b\u0442 \u043c\u044d\u0434\u044d\u044d\u043b\u043b\u044d\u044d \u044d-\u0448\u0443\u0443\u0434\u0430\u043d\u0433\u0430\u0430\u0440 \u0438\u043b\u0433\u044d\u044d\u043d\u044d \u04af\u04af 
java.official=\u0421\u0430\u0439\u0442\u044b\u043d \u04af\u0439\u043b \u044f\u0432\u0446 \u0430\u043b\u0431\u0430\u043d \u0451\u0441\u043d\u044b \u0431\u0430\u0439\u0434\u043b\u0430\u0430\u0440 \u0445\u0438\u0439\u0433\u0434\u0441\u044d\u043d.
java.site.createdBy=\u0421\u0430\u0439\u0442 \u0445\u0438\u0439\u0433\u0434\u0441\u044d\u043d 
java.site=\u0421\u0430\u0439\u0442 
java.fromwork=\u0410\u0436\u043b\u044b\u043d \u0441\u0430\u0439\u0442\u044b\u043d \u0431\u04af\u0442\u0446\u044d\u044d\u0441 
java.off=\u0421\u0430\u0439\u0442\u044b\u043d \u0430\u043b\u0431\u0430\u043d \u0451\u0441\u043d\u044b \u04af\u0439\u043b \u044f\u0432\u0446 
java.wasset=\u0431\u04af\u0442\u0446\u044d\u044d\u0440 \u043d\u044c