java.sitenoti=Notificaci\u00f3n del Sitio
java.newusernoti=Nueva notificaic\u00f3n al usuario
java.addedto=Ha sido a\u00f1adido a
java.following=Ha sido a\u00f1adido a los siguientes
java.simplesite=sitio\:
java.simpleby=por
java.passwordis1=Tu contrase\u00f1a es
java.passwordis2=Puede ir posteriormente a la herramienta "Cuenta de usuario" de Mi Sitio para resetearlo.


java.togeta1=Para obtener una cuenta de invitado abrir el siguiente sitio\:
java.togeta2=y siga los pasos mostrados.
java.once=Despu\u00e9s de tener su cuenta de invitado, ya puede entrar.

java.loginhow1=1. Abrir
java.loginhow2=2. Pulse el bot\u00f3n de Login.
java.loginhow3=3. Teclee el login de su cuenta de invitado y el password, luego pulse Login.
java.tolog=Para entrar\:
java.loginhow3u=3. Teclee el usuario y password, luego pulse Login.
java.tabscreen=4. Ir al sitio, pulse en la pesta\u00f1a del sitio. (Mostrar\u00e1 que dos o m\u00e1s pesta\u00f1as en la fila de la parte superior de la pantalla.)

java.sitereqfrom=Formulario de petici\u00f3n de Sitio
java.for=para
java.hello=Hola,
java.receiv=Est\u00e1 recibiendo este mensaje por recomendaci\u00f3n de
java.who=que ha pedido un sitio oficial de curso para las siguientes clases\:
java.sitetitle=T\u00edtulo del sitio\:
java.siteid=Identificador del sitio\:
java.siteinstr=Instrucci\u00f3n especial\:
java.according=Seg\u00fan nuestras fuentes de datos,
java.record=no es profesor del registro.
java.canyou=Puede verificarlo
java.assoc=\u00bfse asocia con la clase(s) mencionadas?
java.respond=Por favor, responda a este mensaje con informaci\u00f3n sobre
java.appoint=la petici\u00f3n y la legitimidad de la solicitud de este sitio. Si considera que no puede responder, reenv\u00ede este mensaje a un contacto dentro del departamento con autoridad para aprobar o denegar la solicitud.
java.thanks=Gracias,
java.support=Equipo de Soporte
java.to=Para\:
java.supp=Soporte
java.from=De\:
java.subj=Asunto\:
java.sitereq=Solicitud de sitio
java.sitechreq=Solicitud de cambio de sitio
java.date=Fecha\:
java.approval=Le pido su aprobaci\u00f3n para
java.coursesite=Sitio del curso para 
java.approval2=Le pido aprobaci\u00f3n para acceder a
java.forthese=para estos
java.on=en
java.withrost=con acceso a las listas para estos
java.withrost2=con acceso a la lista para esta secci\u00f3n\:
java.course2=curso\:
java.sections=secciones\:
java.forthis=para esta secci\u00f3n\:
java.name=Nombre\:
java.email=Correo electr\u00f3nico\:
java.authoriz=Se ha enviado con \u00e9xito un correo de patici\u00f3n de autorizaci\u00f3n al usuario
java.asreq=como se pidi\u00f3.
java.thesiteemail=La petici\u00f3n de autorizaci\u00f3n de este sitio no pudo ser enviada a username
java.isbeing=Su petici\u00f3n est\u00e1 siendo procesada. Recibir\u00e1 un email cuando se haya sido a\u00f1adido la lista de clase a su sitio.
java.meantime=Mientras tanto, puede continuar con el proceso de configuraci\u00f3n del sitio y a\u00f1adir los materiales del curso a su sitio.
java.copy=\u00c9sta es una de la petici\u00f3n de copia del sitio del curso que realiz\u00f3.
java.wish=Si desea proporcionar informaci\u00f3n adicional, por favor env\u00ede un email a
java.official=Sitio oficial del curso creado por
java.site.createdBy=Sitio creado por
java.site=Sitio
java.fromwork=Desde la configuraci\u00f3n de sitios a
java.off=Sitio Oficial del Curso
java.wasset=ha sido creado por
java.siteCreation.confirmation=Tu sitio {0} se ha creado con \u00e9xito. Lo siguiente es una copia del correo de creaci\u00f3n del sitio enviado a la unidad de soporte {1}\:
java.siteImport.confirmation.subject=Sitio importado completamente\: {0}
java.siteImport.confirmation=Ha completado el proceso de importaci\u00f3n que empez\u00f3 para {0}. Visite el sitio para ver los materiales importados\: {1}
