java.sitenoti = Site-Benachrichtigung
java.newusernoti = Benachrichtigung \u00fcber neuen Benutzer
java.addedto = Sie wurden hinzugef\u00fcgt zu
java.following = Sie wurden hinzugef\u00fcgt zur folgenden
java.simplesite = Site:
java.simpleby = von
java.passwordis1 = Ihr Passwort lautet
java.passwordis2 = Sie k\u00f6nnen dieses sp\u00e4ter im Konto-Tool in Mein Arbeitsplatz zur\u00fccksetzen.


java.togeta1 = Um ein Gastkonto einzurichten, \u00f6ffnen Sie die folgende Site:
java.togeta2 = und befolgen Sie die unten angef\u00fchrten Schritte.
java.once = Nachdem Sie Ihr Gastkonto eingerichtet haben, k\u00f6nnen Sie sich bei diesem anmelden

java.loginhow1 = 1. \u00d6ffnen des Kontos
java.loginhow2 = 2. Klicken Sie auf die Schaltfl\u00e4che \u201eAnmelden\u201c.
java.loginhow3 = 3. Geben Sie die Anmeldedaten und das Passwort f\u00fcr Ihr Gastkonto ein und klicken Sie auf \u201eAnmelden\u201c.
java.tolog = So melden Sie sich an:
java.loginhow3u = 3. Geben Sie Ihren Benutzernamen und Ihr Passwort ein und klicken Sie auf \u201eAnmelden\u201c.
java.tabscreen = 4. Gehen Sie auf die Site und klicken Sie auf die Site-Registerkarte. (Mindestens zwei Registerkarten werden in einer Zeile im oberen Teil des Bildschirms angezeigt.)

java.sitereqfrom = Site-Anfrage von
java.for = f\u00fcr
java.hello = Guten Tag,
java.receiv = Sie erhalten diese Nachricht auf Grund von
java.who = der/die eine offizielle Kurswebsite f\u00fcr die folgenden Kurse angefordert hat:
java.sitetitle = Site-Titel
java.siteid = Site-ID:
java.siteinstr = Spezielle Anweisung:
java.according = Gem\u00e4\u00df unseren Datenquellen ist
java.record = nicht der zust\u00e4ndige Dozent.
java.canyou = K\u00f6nnen Sie verifizieren, dass
java.assoc = mit den oben angef\u00fchrten Kursen verkn\u00fcpft ist?
java.respond = Beantworten Sie diese Nachricht bitte mit Informationen zur Stellung von
java.appoint = und der Rechtm\u00e4\u00dfigkeit dieser Site-Anforderung an. Sollten Sie die Anfrage nicht beantworten k\u00f6nnen, leiten Sie diese Nachricht bitte an einen Kollegen in Ihrer Institution weiter, die \u00fcber die Berechtigung zur Best\u00e4tigung oder Ablehnung der Anfrage verf\u00fcgt.
java.thanks = Vielen Dank,
java.support = Ihr Support-Team
java.sitereqfrom = Site-Anfrage von
java.to = An:
java.supp = Support
java.from = Von:
java.subj = Betreff:
java.sitereq = Site-Anfrage
java.sitechreq = Antrag zur Site-\u00c4nderung
java.date = Datum:
java.approval = Ich beantrage die Genehmigung einer
java.coursesite = Kurs-Site f\u00fcr 
java.approval2 = Ich beantrage die Genehmigung des Zugriffs auf
java.forthese = f\u00fcr diese
java.on = am
java.withrost = mit Verzeichniszugriff f\u00fcr diese
java.withrost2 = mit Verzeichniszugriff f\u00fcr diesen Abschnitt:
java.course2 = Kurs:
java.sections = Abschnitte:
java.forthis = f\u00fcr diesen Abschnitt:
java.name = Name:
java.email = E-Mail:
java.sitetitle = Site-Titel
java.siteid = Site-ID:
java.siteinstr = Spezielle Anweisung:
java.authoriz = Die E-Mail zur Autorisierung der Site-Anfrage wurde erfolgreich an den entsprechenden Benutzernamen gesendet
java.asreq = wie angefragt.
java.thesiteemail = Die E-Mail zur Autorisierung der Site-Anfrage konnte nicht an den Benutzernamen gesendet werden.
java.isbeing = Ihre Anfrage wird bearbeitet. Sie werden per E-Mail benachrichtigt, wenn das Kursverzeichnis zu Ihrer Site hinzugef\u00fcgt wurde.
java.meantime = In der Zwischenzeit k\u00f6nnen Sie mit der Einrichtung Ihrer Site fortfahren und Kursmaterialien hinzuf\u00fcgen.
java.copy = Dies ist eine Kopie der von Ihnen gestellten Kurs-Site-Anfrage.
java.wish = Wenn Sie zus\u00e4tzliche Informationen bekanntgeben m\u00f6chten, senden Sie bitte eine E-Mail an
java.official = Offizielle Kurs-Site erstellt von
java.site.createdBy = Site erstellt von
java.site = Site
java.fromwork = Aus Work-Site eingerichtet f\u00fcr
java.off = Offizielle Kurs-Site
java.wasset = wurde eingerichtet von