java.sitenoti = Powiadomienie witrynyjava.newusernoti = Powiadomienie o Nowym U&#380;ytkownikujava.addedto = Zosta&#322;e&#347; dodany dojava.following = Zosta&#322;e&#347; dodany do nast&#281;puj&#261;cejjava.simplesite = witryny:
java.simpleby = przez
java.passwordis1 = Twoje has&#322;o to
java.passwordis2 = Mo&#380;esz p&#243;&#378;niej przej&#347;&#263; do narz&#281;dzia Konta w Twojej stronie Moje Workspace, aby je zresetowa&#263;.

java.togeta1 = Aby za&#322;o&#380;y&#263; konto go&#347;cia, otw&#243;rz nast&#281;puj&#261;c&#261; witryn&#281;:java.togeta2 = i wykonaj podane czynno&#347;ci.java.once = Je&#347;li masz ju&#380; swoje konto go&#347;cia, mo&#380;esz si&#281; zalogowa&#263;

java.loginhow1 = 1. Otw&#243;rzjava.loginhow2 = 2. Kliknij przycisk logowania.java.loginhow3 = 3. Wpisz sw&#243;j login konta go&#347;cia oraz has&#322;o, a nast&#281;pnie kliknij przycisk Zaloguj.
java.tolog = Aby si&#281; zalogowa&#263;:java.loginhow3u = 3. Wprowad&#378; nazw&#281; u&#380;ytkownika i has&#322;o, i kliknij Zaloguj.java.tabscreen = 4. Id&#378; do witryny, kliknij zak&#322;adk&#281; witryny. (Zobaczysz dwie lub wi&#281;cej zak&#322;adek w rz&#281;dzie w g&#243;rnej cz&#281;&#347;ci ekranu.)java.sitereqfrom = &#379;&#261;danie witryny odjava.for = dlajava.hello = Witaj,java.receiv = Otrzymujesz t&#281; wiadomo&#347;&#263; na podstawie zlecenia osoby,java.who = kt&#243;ra wyst&#261;pi&#322;a z wnioskiem o oficjaln&#261; stron&#281; internetow&#261; kursu dla nast&#281;puj&#261;cych zaj&#281;&#263;:java.sitetitle = Tytu&#322; witryny:java.siteid = Id witryny:java.siteinstr = Specjalna Instrukcja:java.according = Wed&#322;ug naszych &#378;r&#243;de&#322; danych,java.record = nie jest instruktorem zapisu.java.canyou = Czy mo&#380;esz to zweryfikowa&#263;java.assoc = jest zwi&#261;zany z zaj&#281;ciami wymienionymi powy&#380;ej?java.respond = Prosz&#281; odpowiedz na t&#281; wiadomo&#347;&#263; z informacj&#261; ojava.appoint = powo&#322;ywanie i zasadno&#347;&#263; &#380;&#261;dania tej witryny. Je&#347;li uwa&#380;asz, &#380;e nie jeste&#347; w stanie udzieli&#263; odpowiedzi, prosimy o przekazanie tej informacji do dzia&#322;u kontaktu z organem, kt&#243;ry zatwierdzi lub odrzuci &#380;&#261;danie.java.thanks = Dzi&#281;kujemy,java.support = Zesp&#243;&#322; Wsparciajava.sitereqfrom = &#379;&#261;danie witryny odjava.to = Do:java.supp = Wsparciejava.from = Od:java.subj = Temat:java.sitereq = &#379;&#261;danie witrynyjava.sitechreq = Wniosek o zmian&#281; witrynyjava.date = Data:java.approval = Ubiegam si&#281; o zgod&#281; najava.coursesite = Witryna kursu dla java.approval2 = Ubiegam si&#281; o zgod&#281; na dost&#281;p dojava.forthese = dla tychjava.on = najava.withrost = z dost&#281;pem do spis&#243;w dla tychjava.withrost2 = z dost&#281;pem do spis&#243;w dla tej sekcji:java.course2 = kurs:java.sections = sekcje:java.forthis = dla tej sekcji:java.name = Nazwa:java.email = E-mail:java.sitetitle = Tytu&#322; witryny:java.siteid = Id Witryny:java.siteinstr = Specjalna Instrukcja:java.authoriz = E-mail z pro&#347;b&#261; o autoryzacj&#281; witryny zosta&#322; pomy&#347;lnie wys&#322;any do u&#380;ytkownikajava.asreq = zgodnie z pro&#347;b&#261;.java.thesiteemail = E-mail z pro&#347;b&#261; o autoryzacj&#281; witryny nie zosta&#322; wys&#322;any do u&#380;ytkownikajava.isbeing = Twoja pro&#347;ba jest przetwarzana. Otrzymasz e-mail, gdy wykaz zaj&#281;&#263; zostanie dodany do Twojej witryny.java.meantime = W mi&#281;dzyczasie mo&#380;esz kontynuowa&#263; proces konfiguracji witryny i doda&#263; materia&#322;y szkoleniowe do Twojej witryny..java.copy = To jest kopia pro&#347;by o Witryn&#281; Kursu kt&#243;r&#261; z&#322;o&#380;y&#322;e&#347;.java.wish = Je&#347;li chcesz poda&#263; dodatkowe informacje, prosimy o przes&#322;anie wiadomo&#347;ci dojava.official = Oficjalna strona kursu stworzona przezjava.site.createdBy = Strona stworzona przezjava.site = Stronajava.fromwork = Z konfiguracji Worksite dojava.off = Oficjalna strona kursujava.wasset = zosta&#322;a utworzona przez