java.sitenoti=Sajtnotifiering
java.newusernoti=Notifiering om ny anv\u00e4ndare
java.addedto=Du har lagts till i
java.following=Du har lagts till p\u00e5 f\u00f6ljande
java.simplesite=sajt\:
java.simpleby=av
java.passwordis1=Ditt l\u00f6senord \u00e4r
java.passwordis2=Du kan senare g\u00e5 till verktyget Konto i Hem f\u00f6r att \u00e4ndra detta.
java.togeta1=F\u00f6r att skapa ett g\u00e4stkonto, \u00f6ppna f\u00f6ljande sajt\:
java.togeta2=och f\u00f6lj instruktionerna.
java.once=S\u00e5 snart som du har f\u00e5tt ditt g\u00e4stkonto kan du logga in p\u00e5
java.loginhow1=1. \u00d6ppna
java.loginhow2=2. Klicka p\u00e5 Guest login. 
java.loginhow3=3. Ange ditt anv\u00e4ndarnamn och l\u00f6senord, v\u00e4lj d\u00e4refter Logga in/Login.
java.tolog=F\u00f6r att logga in\:
java.loginhow3u=3. Ange ditt anv\u00e4ndarnamn och l\u00f6senord, v\u00e4lj d\u00e4refter Logga in/Login.
java.tabscreen=4.G\u00e5 till sajten genom att klicka p\u00e5 sajtens flik (du kommer att se tv\u00e5 eller flera flikar \u00f6verst).
java.sitereqfrom=Sajtbeg\u00e4ran fr\u00e5n
java.for=f\u00f6r
java.hello=Hej,
java.receiv=Du f\u00e5r detta meddeland p\u00e5 rekommendation av
java.who=som har beg\u00e4rt en officiell kurswebbplats f\u00f6r f\u00f6ljande klass/klasser\:
java.sitetitle=Sajtnamn\:
java.siteid=Sajt ID\:
java.siteinstr=Specialinstruktion\:
java.according=Enligt v\u00e5ra k\u00e4llor,
java.record=\u00e4r inte l\u00e4rare f\u00f6r posten.
java.canyou=Kan du verifiera att
java.assoc=associeras med klassen/klasserna listade ovan?
java.respond=V\u00e4nligen svara p\u00e5 detta meddelande med information om
java.appoint=s best\u00e4llning och legitimiteten av denna sajtbeg\u00e4ran. Om du k\u00e4nner att du inte har auktoritet att svara, v\u00e4nligen skicka detta meddelande vidare till n\u00e5gon inom er organisation med auktoritet att bifalla eller avsl\u00e5 denna beg\u00e4ran.
java.thanks=Tack,
java.support=Support teamet
java.to=Till\:
java.supp=Support
java.from=Fr\u00e5n\:
java.subj=\u00c4mne\:
java.sitereq=Sajtbeg\u00e4ran
java.sitechreq=Sajt \u00e4ndringsbeg\u00e4ran
java.date=Datum\:
java.approval=Jag beg\u00e4r godk\u00e4nnande av en
java.coursesite=Kurssajt f\u00f6r
java.approval2=Jag beg\u00e4r godk\u00e4nnande av \u00e5tkomst till en
java.forthese=f\u00f6r dessa
java.on=p\u00e5
java.withrost=med \u00e5tkomst till listor f\u00f6r dessa
java.withrost2=med \u00e5tkomst till listor f\u00f6r denna sektion\:
java.course2=kurs\:
java.sections=sektioner\:
java.forthis=f\u00f6r denna sektion\:
java.name=Namn\:
java.email=E-post\:
java.authoriz=Auktorisering av denna sajtbeg\u00e4ran har skickats med e-post till anv\u00e4ndare
java.asreq=som beg\u00e4rt.
java.thesiteemail=Auktorisationsmail f\u00f6r sajtbeg\u00e4ran kunde inte s\u00e4ndas till anv\u00e4ndarnamn
java.isbeing=Din beg\u00e4ran processas. Du kommer att f\u00e5 ett epostmeddelande n\u00e4r the class roster har lagts till din sajt.
java.meantime=Under tiden kan du forts\u00e4tta kurssajtsprocessen och l\u00e4gga till kursmaterial till din sajt.
java.copy=Det h\u00e4r \u00e4r en kopia av den kurssajtsbeg\u00e4ran du gjorde.
java.wish=Om du vill l\u00e4gga till ytterligare information, v\u00e4nligen skicka ett e-postmeddelande till
java.official=Officiell Kurssajt skapad av
java.site.createdBy=Sajt skapad av
java.site=Sajt
java.fromwork=Fr\u00e5n Skapa/\u00c4ndra sajter till
java.off=Officiell Kurssajt
java.wasset=sattes upp
java.siteCreation.confirmation=Din sajt {0} har skapats. H\u00e4r \u00e4r en kopia av e-postmedelande g\u00e4llande skapad sajt skickad till {1} support\:
java.siteImport.confirmation.subject=Import av sajt slutf\u00f6rd f\u00f6r {0}
java.siteImport.confirmation=Importprocessen du startade f\u00f6r {0} \u00e4r nu slutf\u00f6rd. Bes\u00f6k sajten f\u00f6r att se importerat material\: {1}
