#X-Generator: crowdin.com
java.sitenoti=\u0627\u0637\u0644\u0627\u0639\u06cc\u0647 \u0647\u0627\u06cc \u0633\u0627\u06cc\u062a
java.newusernoti=\u0627\u0637\u0644\u0627\u0639\u06cc\u0647 \u06a9\u0627\u0631\u0628\u0631 \u062c\u062f\u06cc\u062f
java.addedto=\u0634\u0645\u0627 \u0627\u0636\u0627\u0641\u0647 \u0634\u062f\u06cc\u062f \u0628\u0647
java.following=\u0634\u0645\u0627 \u0628\u0647 \u0642\u0633\u0645\u062a\u200c\u0647\u0627\u06cc \u0632\u06cc\u0631 \u0627\u0636\u0627\u0641\u0647 \u0634\u062f\u06cc\u062f
java.simplesite=\u0633\u0627\u06cc\u062a\:\njava.simpleby \= \u062a\u0648\u0633\u0637\njava.passwordis1 \= \u06a9\u0644\u0645\u0647 \u0639\u0628\u0648\u0631 \u0634\u0645\u0627 \njava.passwordis2 \= \u0634\u0645\u0627 \u0645\u06cc\u200c\u062a\u0648\u0627\u0646\u06cc\u062f \u0628\u0639\u062f\u0627\u0652 \u0628\u0647 \u0627\u0628\u0632\u0627\u0631 \u062d\u0633\u0627\u0628 \u06a9\u0627\u0631\u0628\u0631\u06cc \u062f\u0631 \u0635\u0641\u062d\u0647 \u0627\u0635\u0644\u06cc \u0633\u0627\u06cc\u062a \u062e\u0648\u062f \u0645\u0631\u0627\u062c\u0639\u0647 \u06a9\u0646\u06cc\u062f \u0648 \u0622\u0646 \u0631\u0627 \u062a\u063a\u06cc\u06cc\u0631 \u062f\u0647\u06cc\u062f.
java.togeta1=\u0628\u0631\u0627\u06cc \u062f\u0627\u0634\u062a\u0646 \u06cc\u06a9 \u062d\u0633\u0627\u0628 \u06a9\u0627\u0631\u0628\u0631\u06cc \u0645\u06cc\u0647\u0645\u0627\u0646\u060c \u0633\u0627\u06cc\u062a \u0632\u06cc\u0631 \u0631\u0627 \u0628\u0627\u0632 \u06a9\u0646\u06cc\u062f\:
java.togeta2=\u0648 \u0645\u0631\u0627\u062d\u0644 \u0630\u06a9\u0631 \u0634\u062f\u0647 \u0631\u0627 \u062f\u0646\u0628\u0627\u0644 \u06a9\u0646\u06cc\u062f.
java.once=\u0647\u0646\u06af\u0627\u0645\u06cc \u06a9\u0647 \u062d\u0633\u0627\u0628 \u06a9\u0627\u0631\u0628\u0631\u06cc \u0645\u06cc\u0647\u0645\u0627\u0646 \u0631\u0627 \u062f\u0631\u06cc\u0627\u0641\u062a \u06a9\u0631\u062f\u06cc\u062f\u060c \u0645\u06cc\u200c\u062a\u0648\u0627\u0646\u06cc\u062f \u0648\u0627\u0631\u062f \u0634\u0648\u06cc\u062f\n\njava.loginhow1 \= \u06f1. \u0628\u0627\u0632\u06a9\u0631\u062f\u0646
java.loginhow2=\u06f2. \u0628\u0631 \u0631\u0648\u06cc \u062f\u06a9\u0645\u0647 \u0648\u0631\u0648\u062f \u0628\u0647 \u0633\u06cc\u0633\u062a\u0645 \u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f.
java.loginhow3=\u06f3. \u0646\u0627\u0645 \u06a9\u0627\u0631\u0628\u0631\u06cc \u0648 \u06a9\u0644\u0645\u0647 \u0639\u0628\u0648\u0631 \u062d\u0633\u0627\u0628 \u06a9\u0627\u0631\u0628\u0631\u06cc \u0645\u0647\u0645\u0627\u0646 \u062e\u0648\u062f \u0631\u0627 \u0648\u0627\u0631\u062f \u06a9\u0631\u062f\u0647 \u0648 \u0628\u0631 \u0631\u0648\u06cc \u062f\u06a9\u0645\u0647 \u0648\u0631\u0648\u062f \u0628\u0647 \u0633\u06cc\u0633\u062a\u0645 \u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f.\njava.tolog \= \u0628\u0631\u0627\u06cc \u0648\u0631\u0648\u062f\:
java.loginhow3u=\u06f3. \u0646\u0627\u0645 \u06a9\u0627\u0631\u0628\u0631\u06cc \u0648 \u06a9\u0644\u0645\u0647 \u0639\u0628\u0648\u0631 \u062e\u0648\u062f \u0631\u0627 \u0648\u0627\u0631\u062f \u06a9\u0631\u062f\u0647 \u0648 \u0633\u067e\u0633 \u0628\u0631 \u0631\u0648\u06cc \u06af\u0632\u06cc\u0646\u0647 \u0648\u0631\u0648\u062f \u0628\u0647 \u0633\u06cc\u0633\u062a\u0645 \u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f.
java.tabscreen=\u06f4. \u0628\u0647 \u0633\u0627\u06cc\u062a \u0628\u0631\u0648\u06cc\u062f \u0648 \u0628\u0631 \u0631\u0648\u06cc \u0632\u0628\u0627\u0646\u0647 \u0633\u0627\u06cc\u062a \u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f. (\u062f\u0648 \u06cc\u0627 \u0686\u0646\u062f \u0632\u0628\u0627\u0646\u0647 \u062f\u0631 \u0631\u062f\u06cc\u0641\u06cc \u062f\u0631 \u0642\u0633\u0645\u062a \u0628\u0627\u0644\u0627\u06cc \u0635\u0641\u062d\u0647 \u0645\u0634\u0627\u0647\u062f\u0647 \u062e\u0648\u0627\u0647\u06cc\u062f \u06a9\u0631\u062f.)

java.sitereqfrom=\u062f\u0631\u062e\u0648\u0627\u0633\u062a \u0633\u0627\u06cc\u062a \u0627\u0632
java.for=\u0628\u0631\u0627\u06cc
java.hello=\u0633\u0644\u0627\u0645 \u060c
java.receiv=\u0634\u0645\u0627 \u0627\u06cc\u0646 \u067e\u06cc\u0627\u0645 \u0631\u0627 \u062f\u0631\u06cc\u0627\u0641\u062a \u06a9\u0631\u062f\u06cc\u062f \u0628\u0647 \u062a\u0648\u0635\u06cc\u0647
java.who=\u06a9\u0633\u06cc \u06a9\u0647 \u0628\u0631\u0627\u06cc \u062f\u0648\u0631\u0647 \u0631\u0633\u0645\u06cc \u0648\u0628\u0633\u0627\u06cc\u062a \u0628\u0631\u0627\u06cc \u06a9\u0644\u0627\u0633 \u0647\u0627\u06cc \u0632\u06cc\u0631 \u062f\u0631 \u062e\u0648\u0627\u0633\u062a \u062f\u0627\u062f\u0647 \u0628\u0648\u062f \:
java.sitetitle=\u0639\u0646\u0648\u0627\u0646 \u0633\u0627\u06cc\u062a \:
java.siteid=\u0634\u0646\u0627\u0633\u0647 \u0633\u0627\u06cc\u062a \:
java.siteinstr=\u062f\u0633\u062a\u0648\u0631\u0627\u0644\u0639\u0645\u0644 \u0648\u06cc\u0698\u0647\:
java.according=\u0628\u0627\u062a\u0648\u062c\u0647 \u0628\u0647 \u0645\u0646\u0627\u0628\u0639 \u062f\u0627\u062f\u0647 \u0645\u0627\u060c
java.record=\u0645\u0639\u0644\u0645\u06cc \u0627\u0632 \u0631\u06a9\u0648\u0631\u062f \u0646\u06cc\u0633\u062a.
java.canyou=\u0622\u06cc\u0627 \u0634\u0645\u0627 \u0645\u06cc \u062a\u0648\u0627\u0646\u06cc\u062f \u0628\u0631\u0631\u0633\u06cc \u06a9\u0646\u06cc\u062f \u06a9\u0647
java.assoc=\u0622\u06cc\u0627 \u0628\u0627 \u06a9\u0644\u0627\u0633 \u0647\u0627\u06cc\u06cc \u06a9\u0647 \u062f\u0631 \u0632\u06cc\u0631 \u0644\u06cc\u0633\u062a \u0634\u062f\u0647 \u0645\u0631\u062a\u0628\u0637 \u0627\u0633\u062a \u061f
java.respond=\u0644\u0637\u0641\u0627 \u0628\u0647 \u0627\u06cc\u0646 \u067e\u06cc\u063a\u0627\u0645 \u067e\u0627\u0633\u062e \u062f\u0647\u06cc\u062f \u0628\u0627 \u0627\u0637\u0644\u0627\u0639\u0627\u062a\u06cc \u062f\u0631\u0628\u0627\u0631\u0647
java.appoint=\u0627\u0646\u062a\u0635\u0627\u0628 \u0648 \u062d\u0642\u0627\u0646\u06cc\u062a \u062f\u0631\u062e\u0648\u0627\u0633\u062a \u0627\u06cc\u0646 \u0633\u0627\u06cc\u062a. \u0627\u06af\u0631 \u0634\u0645\u0627 \u0627\u062d\u0633\u0627\u0633 \u0645\u06cc \u06a9\u0646\u06cc\u062f \u06a9\u0647 \u0642\u0627\u062f\u0631 \u0628\u0647 \u067e\u0627\u0633\u062e \u06af\u0648\u06cc\u06cc \u0646\u06cc\u0633\u062a\u06cc\u062f\u060c \u0644\u0637\u0641\u0627 \u0627\u06cc\u0646 \u067e\u06cc\u063a\u0627\u0645 \u0631\u0627 \u0628\u0647 \u0645\u062e\u0627\u0637\u0628 \u062f\u067e\u0627\u0631\u062a\u0645\u0627\u0646\u06cc \u06a9\u0647 \u0642\u062f\u0631\u062a \u062a\u0627\u06cc\u06cc\u062f \u06cc\u0627 \u0631\u062f \u06a9\u0631\u062f\u0646 \u0627\u06cc\u0646 \u062f\u0631\u062e\u0648\u0627\u0633\u062a \u0631\u0627 \u062f\u0627\u0634\u062a\u0647 \u0628\u0627\u0634\u062f \u0627\u0631\u0633\u0627\u0644 \u06a9\u0646\u06cc\u062f.
java.thanks=\u0645\u062a\u0634\u06a9\u0631\u06cc\u0645\u060c
java.support=\u062a\u06cc\u0645 \u067e\u0634\u062a\u06cc\u0628\u0627\u0646\u06cc
java.to=\u0628\u0647\:
java.supp=\u067e\u0634\u062a\u06cc\u0628\u0627\u0646\u06cc
java.from=\u0627\u0632 \u0637\u0631\u0641\:
java.subj=\u0645\u0648\u0636\u0648\u0639\:
java.sitereq=\u062f\u0631\u062e\u0648\u0627\u0633\u062a \u0633\u0627\u06cc\u062a
java.sitechreq=\u062f\u0631\u062e\u0648\u0627\u0633\u062a \u062a\u063a\u06cc\u06cc\u0631 \u0633\u0627\u06cc\u062a
java.date=\u062a\u0627\u0631\u06cc\u062e\:
java.approval=\u0645\u0646 \u062f\u0631\u062e\u0648\u0627\u0633\u062a \u062a\u0627\u06cc\u06cc\u062f \u06cc\u06a9
java.coursesite=\u0633\u0627\u06cc\u062a \u062f\u0631\u0633 \u0628\u0631\u0627\u06cc 
java.approval2=\u062f\u0631 \u062f\u0631\u062e\u0648\u0627\u0633\u062a \u062a\u0627\u06cc\u06cc\u062f \u062f\u0633\u062a\u0631\u0633\u06cc \u0628\u0647 \u06cc\u06a9
java.forthese=\u0628\u0631\u0627\u06cc \u0627\u06cc\u0646 \u0647\u0627
java.on=\u062f\u0631
java.withrost=\u0628\u0647 \u0647\u0645\u0631\u0627\u0647 \u062f\u0633\u062a\u0631\u0633\u06cc \u0628\u0647 \u0641\u0647\u0631\u0633\u062a \u0627\u0633\u0627\u0645\u06cc \u0628\u0631\u0627\u06cc \u0627\u06cc\u0646 \u0647\u0627
java.withrost2=\u0628\u0647 \u0647\u0645\u0631\u0627\u0647 \u062f\u0633\u062a\u0631\u0633\u06cc \u0628\u0647 \u0641\u0647\u0631\u0633\u062a \u0627\u0633\u0627\u0645\u06cc \u0628\u0631\u0627\u06cc \u0627\u06cc\u0646 \u0628\u062e\u0634\:
java.course2=\u062f\u0648\u0631\u0647\:
java.sections=\u0628\u062e\u0634 \u0647\u0627\:
java.forthis=\u0628\u0631\u0627\u06cc \u0627\u06cc\u0646 \u0628\u062e\u0634\:
java.name=\u0646\u0627\u0645\:
java.email=\u067e\u0633\u062a \u0627\u0644\u06a9\u062a\u0631\u0648\u0646\u06cc\u06a9\:
java.authoriz=\u0627\u06cc\u0645\u06cc\u0644 \u062f\u0631\u062e\u0648\u0627\u0633\u062a \u0627\u062c\u0627\u0632\u0647 \u0633\u0627\u06cc\u062a \u0628\u0647 \u0637\u0648\u0631 \u0645\u0648\u0641\u0642\u06cc\u062a \u0622\u0645\u06cc\u0632 \u0628\u0647 \u0646\u0627\u0645 \u06a9\u0627\u0631\u0628\u0631\u06cc \u0627\u0631\u0633\u0627\u0644 \u0634\u062f
java.asreq=\u0647\u0645\u0627\u0646\u0637\u0648\u0631 \u06a9\u0647 \u062f\u0631\u062e\u0648\u0627\u0633\u062a \u0634\u062f.
java.thesiteemail=\u0627\u06cc\u0645\u06cc\u0644 \u062f\u0631\u062e\u0648\u0627\u0633\u062a \u0627\u062c\u0627\u0632\u0647 \u0633\u0627\u06cc\u062a \u0628\u0647 \u0646\u0627\u0645 \u06a9\u0627\u0631\u0628\u0631\u06cc \u0627\u0631\u0633\u0627\u0644 \u0646\u0634\u062f
java.isbeing=\u062f\u0631\u062e\u0648\u0627\u0633\u062a \u0634\u0645\u0627 \u062f\u0631\u062d\u0627\u0644 \u067e\u0631\u062f\u0627\u0632\u0634 \u0627\u0633\u062a. \u0632\u0645\u0627\u0646\u06cc \u06a9\u0647 \u0641\u0647\u0631\u0633\u062a \u0627\u0633\u0627\u0645\u06cc \u06a9\u0644\u0627\u0633 \u0628\u0647 \u0633\u0627\u06cc\u062a \u0634\u0645\u0627 \u0627\u0636\u0627\u0641\u0647 \u0634\u0648\u062f\u060c \u0627\u06cc\u0645\u06cc\u0644 \u062f\u0631\u06cc\u0627\u0641\u062a \u062e\u0648\u0627\u0647\u06cc\u062f \u06a9\u0631\u062f.
java.meantime=\u062f\u0631 \u0639\u06cc\u0646 \u062d\u0627\u0644\u060c \u0634\u0645\u0627 \u0645\u06cc \u062a\u0648\u0627\u0646\u06cc\u062f \u0628\u0627 \u0641\u0631\u0622\u06cc\u0646\u062f \u0631\u0627\u0647 \u0627\u0646\u062f\u0627\u0632\u06cc \u0633\u0627\u06cc\u062a \u0648 \u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u0645\u0648\u0627\u062f \u06a9\u0644\u0627\u0633 \u0628\u0647 \u0633\u0627\u06cc\u062a\u060c \u0627\u062f\u0627\u0645\u0647 \u062f\u0647\u06cc\u062f.
java.copy=\u0627\u06cc\u0646 \u06cc\u06a9 \u06a9\u067e\u06cc \u0627\u0632 \u062f\u0631\u062e\u0648\u0627\u0633\u062a \u062f\u0648\u0631\u0647 \u0633\u0627\u06cc\u062a \u0627\u0633\u062a \u06a9\u0647 \u0634\u0645\u0627 \u0633\u0627\u062e\u062a\u06cc\u062f.
java.wish=\u0627\u06af\u0631 \u0645\u0627\u06cc\u0644 \u0628\u0647 \u0627\u0631\u0627\u0626\u0647 \u0627\u0637\u0644\u0627\u0639\u0627\u062a \u0628\u06cc\u0634\u062a\u0631 \u0645\u06cc \u0628\u0627\u0634\u06cc\u062f \u060c \u0644\u0637\u0641\u0627 \u0627\u06cc\u0645\u06cc\u0644 \u0627\u0631\u0633\u0627\u0644 \u06a9\u0646\u06cc\u062f \u0628\u0647
java.official=\u062f\u0648\u0631\u0647 \u0631\u0633\u0645\u06cc \u0633\u0627\u06cc\u062a \u0633\u0627\u062e\u062a\u0647 \u0634\u062f\u0647 \u062a\u0648\u0633\u0637
java.site.createdBy=\u0633\u0627\u06cc\u062a \u0633\u0627\u062e\u062a\u0647 \u0634\u062f\u0647 \u062a\u0648\u0633\u0637
java.site=\u0633\u0627\u06cc\u062a
java.fromwork=\u0627\u0632 \u0631\u0627\u0647 \u0627\u0646\u062f\u0627\u0632\u06cc \u0633\u0627\u06cc\u062a \u06a9\u0627\u0631\u06cc \u0628\u0647
java.off=\u062f\u0648\u0631\u0647 \u0631\u0633\u0645\u06cc \u0633\u0627\u06cc\u062a
java.wasset=\u0631\u0627\u0647 \u0627\u0646\u062f\u0627\u0632\u06cc \u0634\u062f \u062a\u0648\u0633\u0637
java.siteCreation.confirmation=\u0633\u0627\u06cc\u062a {0} \u0634\u0645\u0627 \u0628\u0627 \u0645\u0648\u0641\u0642\u06cc\u062a \u0627\u06cc\u062c\u0627\u062f \u0634\u062f. \u062f\u0631 \u0632\u06cc\u0631 \u0646\u0633\u062e\u0647\u200c\u0627\u06cc \u0627\u0632 \u0627\u06cc\u0645\u06cc\u0644 \u0627\u06cc\u062c\u0627\u062f \u0633\u0627\u06cc\u062a \u06a9\u0647 \u0628\u0647 \u0628\u062e\u0634 \u067e\u0634\u062a\u06cc\u0628\u0627\u0646\u06cc {1} \u0627\u0631\u0633\u0627\u0644 \u0634\u062f\u0647 \u0631\u0627 \u0645\u0634\u0627\u0647\u062f\u0647 \u0645\u06cc\u200c\u06a9\u0646\u06cc\u062f\:
java.siteImport.confirmation.subject=\u0648\u0627\u0631\u062f \u06a9\u0631\u062f\u0646 \u0633\u0627\u06cc\u062a \u0628\u0631\u0627\u06cc {0} \u062a\u06a9\u0645\u06cc\u0644 \u0634\u062f
java.siteImport.confirmation=\u0641\u0631\u0627\u06cc\u0646\u062f \u0648\u0627\u0631\u062f \u06a9\u0631\u062f\u0646\u06cc \u06a9\u0647 \u0628\u0631\u0627\u06cc {0} \u0622\u063a\u0627\u0632 \u06a9\u0631\u062f\u06cc\u062f\u060c \u062a\u0645\u0627\u0645 \u0634\u062f. \u0628\u0631\u0627\u06cc \u0645\u0634\u0627\u0647\u062f\u0647 \u0642\u0633\u0645\u062a\u200c\u0647\u0627\u06cc \u0648\u0627\u0631\u062f \u0634\u062f\u0647 \u0628\u0647 \u0633\u0627\u06cc\u062a \u0645\u0631\u0627\u062c\u0639\u0647 \u06a9\u0646\u06cc\u062f\: {1}
