#X-Generator: crowdin.net
#Generated by ResourceBundle Editor (http://eclipse-rbe.sourceforge.net)
# $Header: /cvs/sakai2/legacy/bundle/src/bundle/content.properties,v 1.21 2005/06/09 15:27:36 gsilver.umich.edu Exp $

button.add=\u091c\u094b\u0921\u093c\u0947\u0902
button.actions=\u0915\u094d\u0930\u093f\u092f\u093e\u090f\u0901

sort.title=\u092a\u0941\u0928\u0903\u0915\u094d\u0930\u092e\u093f\u0924 \u0915\u0930\u0947\u0902\:
sort.save=\u0938\u0941\u0930\u0915\u094d\u0937\u093f\u0924 \u0915\u0930\u0947\u0902
sort.cancel=\u0930\u0926\u094d\u0926 \u0915\u0930\u0947\u0902
sort.instruction.general=\u092a\u0941\u0928\: \u0915\u094d\u0930\u092e\u093e\u0902\u0915\u093f\u0924 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f, \u0938\u0942\u091a\u0940 \u0906\u0907\u091f\u092e \u0916\u0940\u0902\u091a\u0947\u0902 \u0914\u0930 \u0921\u094d\u0930\u0949\u092a \u0915\u0930\u0947\u0902 \u0914\u0930 \u0924\u092c \u0938\u0941\u0930\u0915\u094d\u0937\u093f\u0924 \u0915\u0930\u0947\u0902 \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0947\u0902\u0964
sort.instruction.general.hidden=\u0938\u0942\u091a\u0940 \u092e\u0947\u0902 \u091f\u0948\u092c \u0915\u0930\u0947\u0902 \u0914\u0930 \u0928\u093f\u092f\u0902\u0924\u094d\u0930\u0923 \u0915\u0941\u0902\u091c\u0940 \u0915\u094b \u0926\u092c\u093e\u090f \u0930\u0916\u0947\u0902 \u0914\u0930  \u0915\u094d\u0930\u092e\u092c\u0926\u094d\u0927 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0910\u0930\u094b \u0915\u0941\u0902\u091c\u093f\u092f\u094b\u0902 \u0915\u093e \u0909\u092a\u092f\u094b\u0917 \u0915\u0930\u0947\u0902\u0964
sort.undo.last.label=\u092a\u093f\u091b\u0932\u093e \u092a\u0942\u0930\u094d\u0935\u0935\u0924\u094d \u0915\u0930\u0947\u0902
sort.undo.all.label=\u0938\u092d\u0940 \u0915\u094b \u092a\u0942\u0930\u094d\u0935\u0935\u0924 \u0915\u0930\u0947\u0902
sort.fail.valid.message=\# \u0938\u0947 \u090f\u0915 \u0938\u0902\u0916\u094d\u092f\u093e \u091b\u094b\u091f\u093e \u0915\u0943\u092a\u092f\u093e\!

trash=\u0915\u091a\u0930\u093e \u092a\u0947\u091f\u0940
restore.title=\u092a\u0941\u0928\u0930\u094d\u0938\u094d\u0925\u093e\u092a\u093f\u0924 \u0915\u0930 \u0930\u0939\u093e \u0939\u0948\:
restore.instruct=\u092c\u0939\u093e\u0932 \u0939\u094b\u0928\u0947 \u0915\u0940 \u0906\u0907\u091f\u092e \u0915\u093e \u091a\u092f\u0928 \u0915\u0930\u0947\u0902 \u0914\u0930 \u092c\u0939\u093e\u0932 \u092c\u091f\u0928 \u0926\u092c\u093e\u090f\u0901\u0964
restore.summary=\u0924\u093e\u0932\u093f\u0915\u093e \u0939\u091f\u093e \u0926\u093f\u095f\u0947 \u0917\u090f \u0906\u0907\u091f\u092e \u0930\u0916\u0924\u0940 \u0939\u0948 \u0914\u0930 \u092e\u0942\u0932 \u0938\u0902\u0917\u094d\u0930\u0939 \u092e\u0947\u0902 \u092a\u0941\u0928\u0930\u094d\u0938\u094d\u0925\u093e\u092a\u093f\u0924 \u0915\u093f\u092f\u093e \u091c\u093e \u0938\u0915\u0924\u093e \u0939\u0948\u0964
restore.caption=\u092a\u0941\u0928\u0930\u094d\u0938\u094d\u0925\u093e\u092a\u093f\u0924 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0938\u0902\u0938\u093e\u0927\u0928 \u0915\u0940 \u0938\u0942\u091a\u0940
restore.removedOn=\u092a\u0930 \u0939\u091f\u093e\u092f\u093e
restore.removedBy=\u0926\u094d\u0935\u093e\u0930\u093e \u0939\u091f\u093e\u092f\u093e
restore.restore=\u092a\u0941\u0928\u0930\u094d\u0938\u094d\u0925\u093e\u092a\u093f\u0924 \u0915\u0930\u0947\u0902
restore.remove=\u0939\u091f\u093e\u090f\u0901
restore.cancel=\u0930\u0926\u094d\u0926 \u0915\u0930\u0947\u0902
restore.empty=\u0905\u092d\u0940 \u0924\u0915 \u0915\u094b\u0908 \u0939\u091f\u093e\u0908 \u0917\u0908 \u092b\u093c\u093e\u0907\u0932\u0947\u0902 \u0928\u0939\u0940\u0902 \u0939\u0948\u0902\u0964 
restore.cleanup={0} \u0938\u0947 \u0905\u0927\u093f\u0915 \u0926\u093f\u0928\u094b\u0902 \u092a\u0939\u0932\u0947 \u0915\u091a\u0930\u093e \u092e\u0947\u0902 \u0932\u0947 \u091c\u093e\u0908 \u0917\u0908 \u092b\u093c\u093e\u0907\u0932\u0947\u0902 \u0938\u094d\u0925\u093e\u092f\u0940 \u0930\u0942\u092a \u0938\u0947 \u0928\u0937\u094d\u091f \u0939\u094b \u091c\u093e\u090f\u0917\u0940\u0964

size.bytes={0} bytes 
size.gb={0} GB 
size.kb={0} KB 
size.mb={0} MB 
size.gbytes={0} GB ({1} bytes) 
size.kbytes={0} KB ({1} bytes) 
size.mbytes={0} MB ({1} bytes) 
size.item=1 \u0906\u0907\u091f\u092e
size.items={0} \u0906\u0907\u091f\u092e\u0947

avail.title=\u0909\u092a\u0932\u092c\u094d\u0927\u0924\u093e
avail.show=\u0926\u093f\u0916\u093e\u090f\u0901
avail.hide=\u091b\u0941\u092a\u093e\u090f\u0902
avail.start=\u0936\u0941\u0930\u0941\u0906\u0924
avail.end=\u0905\u0902\u0924

action.select=- \u0915\u094d\u0930\u093f\u092f\u093e \u0915\u093e \u091a\u092f\u0928 \u0915\u0930\u0947\u0902|- 

access.site=\u0938\u0902\u092a\u0942\u0930\u094d\u0923 \u0938\u093e\u0907\u091f
access.site1=\u092a\u0942\u0930\u0940 \u0938\u093e\u0907\u091f \u0915\u0947 \u0932\u093f\u090f \u0926\u0943\u0936\u094d\u092f\u092e\u093e\u0928
access.group=\u0938\u092e\u0942\u0939 \u0915\u093e \u091a\u092f\u0928 \u0915\u0930\u0947\u0902
access.group1=\u0938\u092e\u0942\u0939\u094b\u0902 \u0915\u093e \u091a\u092f\u0928 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0926\u0930\u094d\u0936\u0928\u0940\u092f\: {0}
access.public=\u0938\u093e\u0930\u094d\u0935\u091c\u0928\u093f\u0915
access.public1=\u091c\u0928\u0924\u093e \u0915\u0947 \u0932\u093f\u090f \u0926\u0930\u094d\u0936\u0928\u0940\u092f
access.dropbox=\u0921\u094d\u0930\u0949\u092a\u092c\u0949\u0915\u094d\u0938
access.dropbox1=\u0936\u093f\u0915\u094d\u0937\u0915 \u0914\u0930 \u091b\u093e\u0924\u094d\u0930 \u0915\u0947 \u0932\u093f\u090f \u0926\u0943\u0936\u094d\u092f\u092e\u093e\u0928

access.title1=\u092a\u0939\u0941\u0901\u091a
access.title2=\u092a\u094d\u0930\u0935\u0947\u0936\: \u0917\u0948\u0930 \u0938\u0926\u0938\u094d\u092f\u094b\u0902 \u0915\u0947 \u0932\u093f\u090f \u092a\u094d\u0930\u0926\u0930\u094d\u0936\u0928 (\u0938\u093e\u0930\u094d\u0935\u091c\u0928\u093f\u0915 \u0930\u0942\u092a \u0938\u0947 \u0926\u0947\u0916\u093e \u091c\u093e \u0938\u0915\u0924\u093e \u0939\u0948)
access.title3=\u092a\u094d\u0930\u0935\u0947\u0936\: \u0907\u0938 \u0938\u093e\u0907\u091f \u0915\u0947 \u0938\u092d\u0940 \u0938\u0926\u0938\u094d\u092f\u094b\u0902 \u0915\u0947 \u0932\u093f\u090f \u092a\u094d\u0930\u0926\u0930\u094d\u0936\u0928
access.title4=\u092a\u094d\u0930\u0935\u0947\u0936\: \u090f\u0915 \u091a\u092f\u0928\u093f\u0924 \u0938\u092e\u0942\u0939 \u0915\u0947 \u0938\u0926\u0938\u094d\u092f\u094b\u0902 \u0915\u0947 \u0932\u093f\u090f \u092a\u094d\u0930\u0926\u0930\u094d\u0936\u0928 ({0})
access.title5=\u092a\u094d\u0930\u0935\u0947\u0936\: \u091a\u092f\u0928\u093f\u0924 \u0938\u092e\u0942\u0939 \u0915\u0947 \u0938\u0926\u0938\u094d\u092f\u094b\u0902 \u0915\u0947 \u0932\u093f\u090f \u092a\u094d\u0930\u0926\u0930\u094d\u0936\u0928 (\u0913\u0902)


#AddFileBasic Vm				
add.afile=\u090f\u0915 \u092b\u093e\u0907\u0932\:
add.formtype=\u092a\u094d\u0930\u092a\u0924\u094d\u0930 \u092a\u094d\u0930\u0915\u093e\u0930 \u0915\u093e \u091a\u092f\u0928 \u0915\u0930\u0947\u0902
add.ftype=\u092a\u094d\u0930\u092a\u0924\u094d\u0930 \u092a\u094d\u0930\u0915\u093e\u0930
add.noforms=\u0907\u0938 \u0938\u093e\u0907\u091f \u0915\u0947 \u0932\u093f\u090f \u0915\u094b\u0908 \u092a\u094d\u0930\u092a\u0924\u094d\u0930 \u0928\u093f\u0930\u094d\u0927\u093e\u0930\u093f\u0924 \u0928\u0939\u0940\u0902 \u0915\u093f\u090f \u0917\u090f \u0939\u0948\u0902
add.numfiles=\u0905\u092a\u0932\u094b\u0921 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u092b\u093c\u093e\u0907\u0932\u094b\u0902 \u0915\u0940 \u0938\u0902\u0916\u094d\u092f\u093e
add.numfldrs=\u0928\u093f\u0930\u094d\u092e\u093e\u0923 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u0947\u090f \u092b\u093c\u094b\u0932\u094d\u0921\u0930\u094b\u0902 \u0915\u0940 \u0938\u0902\u0916\u094d\u092f\u093e
add.numurls=\u0928\u093f\u0930\u094d\u092e\u093e\u0923 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u0947\u090f \u092f\u0942\u0906\u0930\u090f\u0932 \u0915\u0940 \u0938\u0902\u0916\u094d\u092f\u093e
add.props=\u0917\u0941\u0923

#AddFolder Vm	
addf.addfolder=\u092b\u093c\u094b\u0932\u094d\u0921\u0930 \u091c\u094b\u0921\u093c\u0947\u0902
addf.instr=\u090f\u0915 \u0928\u090f \u092b\u093c\u094b\u0932\u094d\u0921\u0930 \u0915\u0947 \u0932\u093f\u090f \u090f\u0915 \u0936\u0940\u0930\u094d\u0937\u0915 \u091f\u093e\u0907\u092a \u0915\u0930\u0947\u0902,\u0917\u0941\u0923 \u0926\u0930\u094d\u091c \u0915\u0930\u0947\u0902 \u0914\u0930 \u092b\u093f\u0930 \u0928\u0940\u091a\u0947 '\u091c\u094b\u0921\u093c\u0947\u0902' \u091a\u092f\u0928 \u0915\u0930\u0947\u0902|

#AddHTML Vm	

#Additem Vm	
addi.add=\u092e\u0926 \u092a\u094d\u0930\u0915\u093e\u0930 \u091c\u094b\u0921\u093c\u0947\u0902
addi.selectmessage=\u0915\u0949\u092e\u094d\u092c\u094b \u092c\u0949\u0915\u094d\u0938 \u0907\u0938\u094d\u0924\u0947\u092e\u093e\u0932 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f,\u0911\u0932\u094d\u091f + \u0921\u093e\u0909\u0928 \u0910\u0930\u094b \u0926\u092c\u093e\u090f\u0901 \u0924\u093e\u0915\u093f \u0935\u0939 \u0916\u0941\u0932 \u0938\u0915\u0947 \u0914\u0930 \u092b\u093f\u0930 \u0905\u092a \u092f\u093e \u0921\u093e\u0909\u0928 \u0910\u0930\u094b \u092c\u091f\u0928 \u0926\u092c\u093e\u090f\u0901, \u0935\u093f\u092d\u093f\u0928\u094d\u0928 \u0935\u093f\u0915\u0932\u094d\u092a \u0926\u0947\u0916\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f\u0964.
addi.folder=\u0916\u093e\u0932\u0940 \u092b\u093c\u094b\u0932\u094d\u0921\u0930
addi.meta=\u092a\u094d\u0930\u092a\u0924\u094d\u0930 \u0906\u0907\u091f\u092e
addi.txthtml=HTML \u092a\u0947\u091c
addi.txttxt=\u0938\u093e\u0927\u093e\u0930\u0923 \u092a\u093e\u0920 \u0926\u0938\u094d\u0924\u093e\u0935\u0947\u091c\u093c
addi.upload=\u092b\u093e\u0907\u0932 \u0905\u092a\u0932\u094b\u0921
addi.url=\u092f\u0942\u0906\u0930\u090f\u0932 (\u0935\u0947\u092c\u0938\u093e\u0907\u091f \u0915\u0947 \u0932\u093f\u090f \u0932\u093f\u0902\u0915)

#AddFileOptions Vm				

#Addtext Vm	

#Addurlad Vm	

#Addurlba Vm	


att.add=\u0905\u0928\u0941\u0932\u0917\u094d\u0928\u0915 \u091c\u094b\u0921\u093c\u0947\u0902
att.cancel=\u0930\u0926\u094d\u0926 \u0915\u0930\u0947\u0902
att.copy=\u090f\u0915 \u092a\u094d\u0930\u0924\u093f \u0938\u0902\u0932\u0917\u094d\u0928 \u0915\u0930\u0947\u0902
att.fin=\u092a\u0942\u0930\u094d\u0923 \u0915\u0930 \u0932\u0947\u0928\u0947 \u092a\u0930 "\u091c\u093e\u0930\u0940 \u0930\u0916\u0947\u0902"  \u092a\u0930 \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0947\u0902
att.finish=\u091c\u093e\u0930\u0940 \u0930\u0916\u0947\u0902
att.instr=\u0938\u0902\u0938\u093e\u0927\u0928 \u0938\u0902\u0932\u0917\u094d\u0928 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0915\u093f\u0938\u0940 \u092e\u094c\u091c\u0942\u0926\u093e \u0906\u0907\u091f\u092e \u0915\u093e \u091a\u092f\u0928 \u0915\u0930\u0947\u0902 \u092f\u093e \u090f\u0915 \u092b\u093c\u094b\u0932\u094d\u0921\u0930 \u092e\u0947\u0902 \u0938\u0902\u0932\u0917\u094d\u0928 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u090f\u0915 \u0928\u092f\u093e \u0906\u0907\u091f\u092e \u091c\u094b\u0921\u093c\u0947\u0902\u0964
att.items=\u0938\u0902\u0932\u0917\u094d\u0928 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0906\u0907\u091f\u092e
att.listcap=\u0938\u0902\u0932\u0917\u094d\u0928 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0938\u0902\u0938\u093e\u0927\u0928\u094b\u0902 \u0915\u0940 \u0938\u0942\u091a\u0940
#Helper VM
att.listsum=\u0938\u0902\u0938\u093e\u0927\u0928\u094b\u0902 \u0915\u0947 \u092a\u091f\u0932 \u092a\u0930 \u0930\u0916\u0940 \u0938\u0942\u091a\u0940 \u0906\u092a \u0938\u0902\u0932\u0917\u094d\u0928 \u0915\u0930 \u0938\u0915\u0924\u0947 \u0939\u0948\u0902\u0964 \u092a\u0939\u0932\u0947 \u0915\u0949\u0932\u092e \u092e\u0947\u0902 \u0938\u0902\u0938\u093e\u0927\u0928 \u0915\u0947 \u0932\u093f\u090f \u090f\u0915 \u0932\u093f\u0902\u0915 \u0936\u093e\u092e\u093f\u0932 \u0939\u0948, \u0914\u0930 \u0905\u0917\u0930 \u0906\u0907\u091f\u092e \u090f\u0915 \u092b\u093c\u094b\u0932\u094d\u0921\u0930 \u0939\u0948, \u092b\u093c\u094b\u0932\u094d\u0921\u0930 \u0915\u0947 \u0932\u093f\u090f\u0964 \u0926\u0942\u0938\u0930\u0947 \u0915\u0949\u0932\u092e \u092e\u0947\u0902 \u0935\u094b \u0915\u094d\u0930\u093f\u092f\u093e\u090f\u0901 \u0939\u0948 \u091c\u094b \u0915\u093f \u0906\u0907\u091f\u092e \u0915\u0947 \u0932\u093f\u090f \u0909\u092a\u0932\u092c\u094d\u0927 \u0939\u0948\u0902\: \u0928\u092f\u093e, \u091a\u092f\u0928 \u0915\u0930\u0947\u0902, \u0921\u0941\u092a\u094d\u0932\u093f\u0915\u0947\u091f \u091c\u094b\u0921\u093c\u0947\u0964
att.remove=\u0939\u091f\u093e\u090f\u0901
att.res=\u090f\u0915 \u0938\u0902\u0938\u093e\u0927\u0928 \u0915\u093e \u091a\u092f\u0928 \u0915\u0930\u0947\u0902
att.rmv=\u0939\u091f\u093e\u090f\u0901?
att.select=\u091a\u092f\u0928 \u0915\u0930\u0947\u0902
att.sellistcap=\u091a\u092f\u0928 \u0915\u0940 \u0938\u0942\u091a\u0940
att.sellistsum=\u092a\u0947\u0936 \u0958\u0930\u0928\u0947 \u0935\u093e\u0932\u0947 \u0938\u0902\u0938\u093e\u0927\u0928\u094b\u0902 \u0915\u0940 \u0938\u0942\u091a\u0940 \u091c\u093f\u0938\u0958\u094b \u0906\u092a\u0928\u0947 \u0938\u0902\u0938\u093e\u0927\u0928\u094b\u0902 \u0915\u0947 \u0932\u093f\u090f \u091a\u0941\u0928\u093e \u0939\u0948 \u0964\u092a\u0939\u0932\u093e \u0915\u0949\u0932\u092e \u0906\u0907\u091f\u092e \u0938\u0942\u091a\u0940\u092c\u0926\u094d\u0927 \u0915\u0930\u0924\u093e \u0939\u0948, \u0926\u0942\u0938\u0930\u093e \u0915\u0949\u0932\u092e \u090f\u0915 \u0932\u093f\u0902\u0915, \u091a\u092f\u0928 \u0938\u0947 \u0907\u0938\u0947 \u0939\u091f\u093e\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0938\u0942\u091a\u0940\u092c\u0926\u094d\u0927 \u0915\u0930\u0924\u093e \u0939\u0948\u0964
att.upl=\u0938\u094d\u0925\u093e\u0928\u0940\u092f \u092b\u093e\u0907\u0932 \u0905\u092a\u0932\u094b\u0921 \u0915\u0930\u0947\u0902

cannotfind=\u092f\u0939 \u092b\u093c\u094b\u0932\u094d\u0921\u0930 \u0928\u0939\u0940\u0902 \u092e\u093f\u0932 \u0930\u0939\u093e|




choosefile=\u092b\u093c\u093e\u0907\u0932 \u092e\u0926 \u0915\u0947 \u0932\u093f\u090f \u092b\u093c\u093e\u0907\u0932 \u0915\u093e \u091a\u092f\u0928 \u0915\u0930\u0947\u0902

choosefile2=\u0938\u0902\u092a\u093e\u0926\u093f\u0924 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u092b\u093c\u093e\u0907\u0932 \u0915\u093e \u091a\u092f\u0928 \u0915\u0930\u0947\u0902|

choosefile3=\u0928\u0937\u094d\u091f \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u092b\u093c\u093e\u0907\u0932 (\u0913\u0902) \u0915\u094b \u091a\u0941\u0928\u0947\u0902|



choosefile6=\u0915\u0949\u092a\u0940 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u092b\u093c\u093e\u0907\u0932 (\u0913\u0902) \u0915\u094b \u091a\u0941\u0928\u0947\u0902|

choosefile7=\u0938\u0902\u0932\u0917\u094d\u0928 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u092b\u093c\u093e\u0907\u0932 \u0915\u093e \u091a\u092f\u0928 \u0915\u0930\u0947\u0902|


collapseall=\u0938\u092d\u0940 \u0915\u094b \u0938\u0902\u0915\u0941\u091a\u093f\u0924 \u0915\u0930\u0947\u0902

copy=\u092a\u094d\u0930\u0924\u093f\u0932\u093f\u092a\u093f \u092c\u0928\u093e\u090f\u0902

copy.name={0} \u0915\u0940 \u092a\u094d\u0930\u0924\u093f\u0932\u093f\u092a\u093f

cpright1=\u0915\u0949\u092a\u0940\u0930\u093e\u0907\u091f (c) {0}, {1}\u0964 \u0938\u092d\u0940 \u0905\u0927\u093f\u0915\u093e\u0930 \u0938\u0941\u0930\u0915\u094d\u0937\u093f\u0924\u0964



cut=\u0915\u093e\u091f\u0928\u093e

dav.cancel=\u0935\u093e\u092a\u0938 \u091c\u093e\u090f\u0901
dav.setup=\u0906\u092a\u0915\u0947 \u0915\u0902\u092a\u094d\u092f\u0942\u091f\u0930 \u092a\u0930 \u090f\u0915 WebDAV \u0915\u094d\u0932\u093e\u0907\u0902\u091f \u0915\u0940 \u0938\u094d\u0925\u093e\u092a\u0928\u093e
dav.webdav=\u092b\u093c\u093e\u0907\u0932 \u0938\u094d\u0925\u093e\u0928\u093e\u0902\u0924\u0930\u0923
dav.graf1=\u0907\u0938 \u092a\u0943\u0937\u094d\u0920 \u0915\u0947 \u0928\u093f\u0930\u094d\u0926\u0947\u0936 \u0926\u093f\u0916\u093e\u0924\u0947 \u0939\u0948\u0902 \u0905\u092a\u0928\u0947 \u0921\u0947\u0938\u094d\u0915\u091f\u0949\u092a \u092e\u0936\u0940\u0928 \u090f\u0915 \u092b\u093c\u094b\u0932\u094d\u0921\u0930 \u0915\u0948\u0938\u0947 \u092c\u0928\u093e\u090f\u0901 \u091c\u094b \u0915\u093f \u0906\u092a\u0915\u094b \u092b\u093c\u093e\u0907\u0932\u094b\u0902 \u0914\u0930 \u092b\u093c\u094b\u0932\u094d\u0921\u0930\u094b\u0902 \u0915\u094b \u0916\u0940\u0902\u091a\u0928\u0947\u0902 \u0914\u0930 \u0921\u094d\u0930\u0949\u092a \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0905\u0928\u0941\u092e\u0924\u093f \u0926\u0947\u0917\u093e \u0906\u092a\u0915\u0947 \u0915\u0902\u092a\u094d\u092f\u0942\u091f\u0930 \u0914\u0930 \u0907\u0938 \u0938\u093e\u0907\u091f \u0938\u0902\u0938\u093e\u0927\u0928 \u0909\u092a\u0915\u0930\u0923 \u0915\u0947 \u092c\u0940\u091a|
dav.graf2=\u0907\u0938\u092e\u0947\u0902 \u090f\u0915 \u092a\u094d\u0930\u094b\u091f\u094b\u0915\u0949\u0932 \u0915\u093e \u0909\u092a\u092f\u094b\u0917 \u0936\u093e\u092e\u093f\u0932 \u0939\u0948 \u091c\u094b \u0915\u0939\u093e \u091c\u093e\u0924\u093e \u0939\u0948  \u00a0
dav.graf3=WebDAV
dav.graf4=WebDAV \u0938\u0947\u091f\u0905\u092a \u092a\u094d\u0930\u0915\u094d\u0930\u093f\u092f\u093e \u092a\u094d\u0930\u0924\u094d\u092f\u0947\u0915 \u0911\u092a\u0930\u0947\u091f\u093f\u0902\u0917 \u0938\u093f\u0938\u094d\u091f\u092e \u0915\u0947 \u0932\u093f\u090f \u0905\u0932\u0917 \u0939\u0948\u0964 \u0906\u0930\u0902\u092d \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0928\u0940\u091a\u0947 \u0926\u093f\u090f \u0917\u090f \u091a\u0930\u0923\u094b\u0902 \u0915\u093e \u092a\u093e\u0932\u0928 \u0915\u0930\u0947\u0902
dav.graf5=\u0928\u094b\u091f\: \u0905\u0917\u0930 \u0906\u092a \u092c\u0938 \u090f\u0915 \u090f\u0915 \u0915\u0930\u0915\u0947 \u0938\u0902\u0938\u093e\u0927\u0928 \u0909\u092a\u0915\u0930\u0923 \u092e\u0947\u0902 \u092b\u093e\u0907\u0932 \u0905\u092a\u0932\u094b\u0921 \u0915\u0930\u0928\u093e \u091a\u093e\u0939\u0924\u0947 \u0939\u0948\u0902, \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0947\u0902 
dav.graf6=\u0938\u093e\u0907\u091f \u0938\u0902\u0938\u093e\u0927\u0928
dav.graf7=\u092a\u0943\u0937\u094d\u0920 \u0915\u0947 \u0936\u0940\u0930\u094d\u0937 \u092a\u0930, \u0924\u094b \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0947\u0902 
dav.graf8=\u091c\u094b\u0921\u093c\u0947\u0902 >\u0905\u092a\u0932\u094b\u0921 \u092b\u093c\u093e\u0907\u0932\u0947\u0902
dav.graf9=\u090f\u0915 \u092b\u093c\u094b\u0932\u094d\u0921\u0930 \u0915\u0947 \u0905\u0927\u093f\u0915\u093e\u0930 \u0915\u0947 \u0932\u093f\u090f
dav.graf10=\u091a\u0930\u0923 1
dav.graf11=\u0928\u093f\u092e\u094d\u0928\u0932\u093f\u0916\u093f\u0924 \u092f\u0942\u0906\u0930\u090f\u0932 \u0915\u093e \u091a\u092f\u0928 \u0915\u0930\u0947\u0902 \u0914\u0930 \u0907\u0938\u0915\u0940 \u0905\u092a\u0928\u0947 \u0915\u094d\u0932\u093f\u092a\u092c\u094b\u0930\u094d\u0921 \u092a\u0930 \u092a\u094d\u0930\u0924\u093f\u0932\u093f\u092a\u093f \u092c\u0928\u093e\u090f\u0901
dav.graf12=\u091a\u0930\u0923 2
dav.graf13=\u0906\u092a\u0915\u0947 \u0911\u092a\u0930\u0947\u091f\u093f\u0902\u0917 \u0938\u093f\u0938\u094d\u091f\u092e \u0915\u0947 \u0928\u0940\u091a\u0947 \u0915\u093e \u091a\u092f\u0928 \u0915\u0930\u0947\u0902 \u0914\u0930 \u0938\u0947\u091f\u0905\u092a \u0928\u093f\u0930\u094d\u0926\u0947\u0936\u094b\u0902 \u0915\u093e \u092a\u093e\u0932\u0928 \u0915\u0930\u0947\u0902\u0964
dav.xpie=\u0906\u092a Windows XP \u092e\u0947\u0902 \u0907\u0902\u091f\u0930\u0928\u0947\u091f \u090f\u0915\u094d\u0938\u092a\u094d\u0932\u094b\u0930\u0930 \u0915\u093e \u0909\u092a\u092f\u094b\u0917 \u0915\u0930 \u0930\u0939\u0947 \u0939\u0948\u0902, \u0924\u094b \u0906\u092a \u0907\u0938 \u0932\u093f\u0902\u0915 \u092a\u0930 \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0915\u0947 \u0907\u0938 \u0938\u093e\u0907\u091f \u0915\u0947 \u0938\u0902\u0938\u093e\u0927\u0928\u094b\u0902 \u092b\u093c\u094b\u0932\u094d\u0921\u0930 \u092e\u0947\u0902 \u0938\u0940\u0927\u0947 \u091c\u093e \u0938\u0915\u0924\u0947 \u0939\u0948\u0902\:

#Delete Vm	
del.del=\u092a\u0941\u0937\u094d\u091f\u093f\u092f\u094b\u0902 \u0915\u094b \u0926\u0942\u0930 \u0915\u0930\u0947\u0902...
del.del1=\u0939\u091f\u093e\u090f\u0901
del.sure=\u0915\u094d\u092f\u093e \u0906\u092a \u0928\u093f\u092e\u094d\u0928\u0932\u093f\u0916\u093f\u0924 \u092e\u0926 (\u0913\u0902) \u0915\u094b \u0939\u091f\u093e\u0928\u093e \u091a\u093e\u0939\u0924\u0947 \u0939\u0948\u0902?
del.table=\u0924\u093e\u0932\u093f\u0915\u093e, \u0939\u091f\u093e\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u091a\u092f\u0928\u093f\u0924 \u0938\u0902\u0938\u093e\u0927\u0928\u094b\u0902 \u0915\u0947 \u092c\u093e\u0930\u0947 \u092e\u0947\u0902 \u091c\u093e\u0928\u0915\u093e\u0930\u0940 \u0930\u0916\u0924\u0940 \u0939\u0948| \u0915\u0949\u0932\u092e \u0939\u0947\u0921\u0930 \u092e\u0947\u0902 \u091b\u0901\u091f\u093e\u0908 \u0915\u0947 \u0932\u093f\u090f \u0938\u093e\u092e\u0917\u094d\u0930\u0940 \u0914\u0930 \u0932\u093f\u0902\u0915 \u0915\u093e \u0935\u093f\u0935\u0930\u0923 \u0936\u093e\u092e\u093f\u0932|

delete=\u0939\u091f\u093e\u090f\u0901

deleteresType=\u092e\u093f\u091f\u093e\u092f\u093e \u0917\u092f\u093e \u0938\u0902\u0938\u093e\u0927\u0928 {0} \u0917\u0932\u0924 \u092a\u094d\u0930\u0915\u093e\u0930 \u0915\u093e \u0939\u0948\u0964
deleteresLocked=\u0938\u0902\u0938\u093e\u0927\u0928 {0} \u0905\u0935\u0930\u094b\u0927\u093f\u0924 \u0939\u0948 \u0914\u0930 \u0939\u091f\u093e\u092f\u093e \u0928\u0939\u0940\u0902 \u091c\u093e \u0938\u0915\u0924\u093e\u0964

descr.fsmount_active=\u0906\u0930\u094b\u0939\u0935\u093f\u0902\u0926\u0941 \u0915\u093e \u0935\u0930\u094d\u0923\u0928 \u0938\u0915\u094d\u0930\u093f\u092f \u0906\u0930\u094b\u0939\u0935\u093f\u0902\u0926\u0941 \u092f\u093e XML \u092b\u093e\u0907\u0932 \u0938\u0902\u092a\u093e\u0926\u0928 \u092f\u094b\u0917\u094d\u092f \u0939\u0948 \u092f\u093e \u0928\u0939\u0940\u0902|

#ResourcesMetadata

#Edit VM
edit.access1=\u092a\u0939\u0941\u0901\u091a
edit.access2=\u0917\u0948\u0930 \u0938\u0926\u0938\u094d\u092f\u094b\u0902 \u0915\u0947 \u0932\u093f\u090f \u092a\u094d\u0930\u0926\u0930\u094d\u0936\u0928 (\u0938\u093e\u0930\u094d\u0935\u091c\u0928\u093f\u0915 \u0930\u0942\u092a \u0938\u0947 \u0926\u0947\u0916\u093e \u091c\u093e \u0938\u0915\u0924\u093e \u0939\u0948)
edit.access3=\u0938\u093e\u0907\u091f \u0915\u0947 \u0932\u093f\u090f \u092a\u094d\u0930\u0926\u0930\u094d\u0936\u093f\u0924 \u0915\u0930\u0947\u0902
edit.access4=\u091a\u092f\u0928\u093f\u0924 \u0938\u092e\u0942\u0939\u094b\u0902 \u0915\u0947 \u0932\u093f\u090f \u092a\u094d\u0930\u0926\u0930\u094d\u0936\u0928
edit.calert=\u092a\u094d\u0930\u0924\u093f\u0932\u093f\u092a\u094d\u092f\u093e\u0927\u093f\u0915\u093e\u0930 \u091a\u0947\u0924\u093e\u0935\u0928\u0940
edit.cinfo=\u092a\u094d\u0930\u0924\u093f\u0932\u093f\u092a\u094d\u092f\u093e\u0927\u093f\u0915\u093e\u0930 \u0938\u0942\u091a\u0928\u093e
edit.cstatus=\u092a\u094d\u0930\u0924\u093f\u0932\u093f\u092a\u094d\u092f\u093e\u0927\u093f\u0915\u093e\u0930 \u0938\u094d\u0925\u093f\u0924\u093f
edit.descr=\u0935\u093f\u0935\u0930\u0923
edit.display1=\u092a\u094d\u0930\u0926\u0930\u094d\u0936\u0928
edit.display2=\u092a\u094d\u0930\u0924\u093f\u0932\u093f\u092a\u094d\u092f\u093e\u0927\u093f\u0915\u093e\u0930 \u091a\u0947\u0924\u093e\u0935\u0928\u0940
edit.display3=\ \u0914\u0930 \u0930\u0938\u0940\u0926 \u0915\u0940 \u0906\u0935\u0936\u094d\u092f\u0915\u0924\u093e \u0939\u094b\u0924\u0940 \u0939\u0948 \u091c\u092c \u0926\u0942\u0938\u0930\u094b\u0902 \u0915\u0947 \u0926\u094d\u0935\u093e\u0930\u093e \u090f\u0915\u094d\u0938\u0947\u0938 \u0915\u093f\u092f\u093e \u091c\u093e\u0924\u093e \u0939\u0948\u0964 
edit.edit=\u0938\u0902\u0936\u094b\u0927\u093f\u0924 \u0938\u0902\u0938\u093e\u0927\u0928
edit.fairuse=\u0914\u0930 \u0905\u0927\u093f\u0915 \u091c\u093e\u0928\u0915\u093e\u0930\u0940
edit.filename=\u0935\u0930\u094d\u0924\u092e\u093e\u0928 \u092b\u093c\u093e\u0907\u0932 \u0928\u093e\u092e
edit.folder=\u092b\u093c\u094b\u0932\u094d\u0921\u0930 \u0938\u0902\u092a\u093e\u0926\u093f\u0924 \u0915\u0930\u0947\u0902
edit.group1=\u0936\u0940\u0930\u094d\u0937\u0915
edit.group2=\u0935\u093f\u0935\u0930\u0923
edit.group3=\u0924\u093e\u0932\u093f\u0915\u093e  \u092e\u0947\u0902 \u0938\u092e\u0942\u0939\u094b\u0902 \u0915\u0940 \u0938\u0942\u091a\u0940 \u0936\u093e\u092e\u093f\u0932 \u0939\u0948\u0902\u0964 \u092a\u0939\u0932\u0947 \u0915\u0949\u0932\u092e \u092e\u0947\u0902 \u091a\u0947\u0915\u092c\u0949\u0915\u094d\u0938\u093f\u0938  \u0939\u0948, \u0926\u0942\u0938\u0930\u0947 \u092e\u0947\u0902 \u0938\u092e\u0942\u0939 \u0915\u093e \u0928\u093e\u092e \u0936\u093e\u092e\u093f\u0932 \u0939\u0948\u0902, \u0924\u0940\u0938\u0930\u0947  \u092e\u0947\u0902  \u0938\u092e\u0942\u0939 \u0915\u093e \u0935\u093f\u0935\u0930\u0923 \u0939\u0948 \u0964 \u0939\u0948\u0921\u0930 \u0932\u093f\u0902\u0915 \u0915\u094d\u0930\u092e\u092c\u0926\u094d\u0927 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0907\u0938\u094d\u0924\u0947\u092e\u093e\u0932 \u0915\u093f\u092f\u093e \u091c\u093e \u0938\u0915\u0924\u093e \u0939\u0948\u0964
edit.hide=\u091b\u0941\u092a\u093e\u090f\u0902
edit.instr=\u0906\u0907\u091f\u092e \u0917\u0941\u0923\u094b\u0902 \u0915\u094b \u0938\u0902\u0936\u094b\u0927\u093f\u0924 \u0915\u0930\u0947\u0902 \u0914\u0930 \u092b\u093f\u0930 \u0928\u0940\u091a\u0947 '\u0905\u092a\u0921\u0947\u091f' \u091a\u0941\u0928\u0947\u0902\u0964 \u0915\u0947 \u0938\u093e\u0925 \u0906\u0935\u0936\u094d\u092f\u0915 \u0935\u0938\u094d\u0924\u0941\u090f\u0901 \u091a\u093f\u0939\u094d\u0928\u093f\u0924
edit.mime=\u090f\u0915 \u0917\u0948\u0930 ascii \u0938\u0902\u0938\u093e\u0927\u0928 \u0915\u093e \u092b\u093c\u093e\u0907\u0932 \u092a\u094d\u0930\u0915\u093e\u0930 &quot \u092e\u0947\u0902 \u092c\u0926\u0932\u0928\u093e; text/plain&quot;\u092f\u093e &quot; text/html&quot; \u092c\u093e\u0939\u0930\u0940 \u0930\u093f\u0915\u094d\u0924 \u0932\u093e\u0907\u0928\u094b\u0902 \u0915\u094b \u0938\u092e\u094d\u092e\u093f\u0932\u093f\u0924 \u0915\u0930\u0928\u0947 \u0915\u093e \u0915\u093e\u0930\u0923 \u092c\u0928 \u0938\u0915\u0924\u093e \u0939\u0948, \u092b\u093c\u093e\u0907\u0932 \u0915\u094b \u0905\u0928\u0941\u092a\u092f\u094b\u0917\u0940 \u092c\u0928\u093e\u0924\u093e \u0939\u0948\u0964  
edit.missing=\u0906\u0935\u0936\u094d\u092f\u0915 \u091c\u093e\u0928\u0915\u093e\u0930\u0940 \u092a\u094d\u0930\u0926\u093e\u0928 \u0915\u0930\u0947\u0902|
edit.replace=\u092b\u093c\u093e\u0907\u0932 \u092c\u0926\u0932\u0947\u0902
edit.replace2=\u092f\u0942\u0906\u0930\u090f\u0932 \u092c\u0926\u0932\u0947\u0902
edit.show=\u092a\u094d\u0930\u0926\u0930\u094d\u0936\u0928
edit.title=\u0936\u0940\u0930\u094d\u0937\u0915
edit.update=\u0905\u0926\u094d\u092f\u0924\u0928(\u0905\u092a\u0921\u0947\u091f) \u0915\u0930\u0947\u0902
edit.retractBeforeRelease=\u0935\u093e\u092a\u0938 \u0932\u0947\u0928\u0947 \u0915\u0940 \u0924\u093f\u0925\u093f \u0930\u093f\u0932\u0940\u091c \u0915\u0940 \u0924\u093e\u0930\u0940\u0916 \u0938\u0947 \u092a\u0939\u0932\u0947 \u0939\u0948 



exceeded2=\u092c\u0922 \u0917\u0908 \u0939\u0948\u0964

#expandall = Expand All
#expand.all		 = Expand All

failed=\u0915\u093e\u0930\u094d\u0930\u0935\u093e\u0908 \u0907\u0938 \u0938\u092e\u092f \u092a\u0942\u0930\u0940 \u0928\u0939\u0940\u0902 \u0915\u0940 \u091c\u093e \u0938\u0915\u0924\u0940\u0964 

folder.notempty=\u092b\u093c\u094b\u0932\u094d\u0921\u0930 {0} \u092e\u0947\u0902 \u0906\u0907\u091f\u092e (\u0913\u0902) \u0936\u093e\u092e\u093f\u0932 \u0939\u0948 \u091c\u093f\u0928\u094d\u0939\u0947\u0902 \u0928\u093f\u0915\u093e\u0932 \u0926\u093f\u092f\u093e \u091c\u093e\u090f\u0917\u093e \!


#General Vm	
gen.access=\u092a\u0939\u0941\u0901\u091a
gen.actions=\u0915\u094d\u0930\u093f\u092f\u093e\u090f\u0901
gen.add=\u091c\u094b\u0921\u093c\u0947\u0902
gen.additems=\u0906\u0907\u091f\u092e(\u0913\u0902) \u091c\u094b\u0921\u093c\u0947\u0902
gen.alert=\u091a\u0947\u0924\u093e\u0935\u0928\u0940\:
gen.back=\u0935\u093e\u092a\u0938 \u091c\u093e\u090f\u0902
gen.cancel=\u0930\u0926\u094d\u0926 \u0915\u0930\u0947\u0902
gen.choose=\u091a\u0941\u0928\u0947\u0902
gen.content=\u0938\u093e\u092e\u0917\u094d\u0930\u0940\:
gen.copycomf=\u0915\u0949\u092a\u0940\u0930\u093e\u0907\u091f \u0915\u0940 \u092a\u0941\u0937\u094d\u091f\u093f \u0915\u0930\u0947\u0902,\u092b\u093f\u0930
gen.cpr=\u092a\u094d\u0930\u0924\u093f\u0932\u093f\u092a\u094d\u092f\u093e\u0927\u093f\u0915\u093e\u0930 \u0938\u0942\u091a\u0928\u093e
gen.created=\u0915\u0947 \u0926\u094d\u0935\u093e\u0930\u093e \u092c\u0928\u093e\u092f\u093e \u0917\u092f\u093e
gen.created1=\u0915\u0947 \u0926\u094d\u0935\u093e\u0930\u093e \u092c\u0928\u093e\u092f\u093e \u0917\u092f\u093e
gen.creatime=\u0928\u093f\u0930\u094d\u092e\u093e\u0923 \u0915\u093e \u0938\u092e\u092f
gen.description=\u0935\u0930\u094d\u0923\u0928
gen.drop=\u0921\u094d\u0930\u0949\u092a \u092c\u0949\u0915\u094d\u0938
gen.email1=\u0908\u092e\u0947\u0932 \u0905\u0927\u093f\u0938\u0942\u091a\u0928\u093e
gen.email2=\u0909\u091a\u094d\u091a - \u0938\u092d\u0940 \u092a\u094d\u0930\u0924\u093f\u092d\u093e\u0917\u093f\u092f\u094b\u0902
gen.email3=\u0915\u092e - \u091c\u094b \u092c\u093e\u0939\u0930 \u0915\u093e \u0935\u093f\u0915\u0932\u094d\u092a \u091a\u0941\u0928\u093e \u0939\u0948 \u0926\u094d\u0935\u093e\u0930\u093e \u092a\u094d\u0930\u093e\u092a\u094d\u0924 \u0928\u0939\u0940\u0902 \u0939\u0941\u0906
gen.email4=\u0915\u094b\u0908 \u0928\u0939\u0940\u0902 - \u0915\u094b\u0908 \u0905\u0927\u093f\u0938\u0942\u091a\u0928\u093e
gen.file=\u092b\u093c\u093e\u0907\u0932\:
gen.folder=\u092b\u094b\u0932\u094d\u0921\u0930
gen.folder1=\u092b\u094b\u0932\u094d\u0921\u0930
gen.instr1=\u091c\u094b\u0921\u093c\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u090f\u0915 \u0906\u0907\u091f\u092e \u0915\u093e \u091a\u092f\u0928 \u0915\u0930\u0947\u0902, \u0917\u0941\u0923 \u0926\u0930\u094d\u091c \u0915\u0930\u0947\u0902 \u0914\u0930 \u092b\u093f\u0930 \u0928\u0940\u091a\u0947 '\u091c\u094b\u0921\u093c\u0947\u0902' \u0915\u093e \u091a\u092f\u0928 \u0915\u0930\u0947\u0902.
gen.instr2=\u0906\u0935\u0936\u094d\u092f\u0915 \u0935\u0938\u094d\u0924\u0941\u090f\u0901 \u091a\u093f\u0939\u094d\u0928\u093f\u0924
gen.kb=KBytes \u092e\u0947\u0902, 0 \u0905\u0938\u0940\u092e\u093f\u0924 \u0915\u0947 \u0932\u093f\u090f
gen.last1=\u0938\u0902\u0936\u094b\u0927\u093f\u0924
gen.lastby=\u092a\u093f\u091b\u0932\u0940 \u092c\u093e\u0930 \u0938\u0902\u0936\u094b\u0927\u093f\u0924
gen.lastmod=\u0905\u0902\u0924\u093f\u092e \u0938\u0902\u0936\u094b\u0927\u093f\u0924 \u0938\u092e\u092f
gen.location=\u0938\u094d\u0925\u093e\u0928\:
gen.newwin=\u0928\u0908 \u0935\u093f\u0902\u0921\u094b
gen.no=\u0928\u0939\u0940\u0902
gen.note=\u0928\u094b\u091f\:
gen.onlyup1=\u0906\u092a \u0905\u092a\u0932\u094b\u0921 \u0939\u0940 \u0915\u0930 \u0938\u0915\u0924\u0947 \u0939\u0948\u0902
gen.onlyup2=\u090f\u0915 \u0938\u092e\u092f \u092e\u0947\u0902 \u092b\u093c\u093e\u0907\u0932\u094b\u0902 \u0915\u0940 MB \u0932\u093e\u092f\u0915\u0964 \u0906\u092a\u0915\u094b \u092c\u0921\u093c\u0940 \u092b\u093c\u093e\u0907\u0932\u094b\u0902 \u0915\u094b \u090f\u0915 \u0938\u092e\u092f \u092e\u0947\u0902 \u0905\u092a\u0932\u094b\u0921 \u0915\u0930\u0928\u0947 \u0915\u0940 \u0906\u0935\u0936\u094d\u092f\u0915\u0924\u093e \u0939\u094b \u0938\u0915\u0924\u0940 \u0939\u0948\u0964
gen.original=\u092e\u0942\u0932 \u092f\u0942\u0906\u0930\u090f\u0932
gen.position=\u0938\u094d\u0925\u093f\u0924\u093f
gen.proces=\u092a\u094d\u0930\u0938\u0902\u0938\u094d\u0915\u0930\u0923......
gen.quota=\u0935\u093f\u0936\u0947\u0937 \u0915\u094b\u091f\u093e
gen.reso=\u0938\u0902\u0938\u093e\u0927\u0928
gen.save=\u0938\u0941\u0930\u0915\u094d\u0937\u093f\u0924 \u0915\u0930\u0947\u0902
gen.setyes=\u090f\u0915 \u092f\u0941\u0915\u094d\u0924 \u092b\u093c\u094b\u0932\u094d\u0921\u0930 \u092e\u0947\u0902 \u0939\u093e\u0902 \u092a\u0930 \u0938\u0947\u091f \u0915\u0930\u0947\u0902\u0964
gen.size=\u092e\u093e\u092a
gen.stored=\u092f\u0942\u0906\u0930\u090f\u0932
gen.title=\u0936\u0940\u0930\u094d\u0937\u0915
gen.title1=\u0936\u0940\u0930\u094d\u0937\u0915
gen.type=\u092b\u093c\u093e\u0907\u0932 \u0915\u093e \u092a\u094d\u0930\u0915\u093e\u0930
gen.url=\u092f\u0942\u0906\u0930\u090f\u0932
gen.youdonot=\u0906\u092a\u0915\u094b \u0907\u0938 \u0938\u0902\u0917\u094d\u0930\u0939 \u0915\u0940 \u0938\u093e\u092e\u0917\u094d\u0930\u0940 \u0926\u0947\u0916\u0928\u0947 \u0915\u0940 \u0905\u0928\u0941\u092e\u0924\u093f \u0928\u0939\u0940\u0902 \u0939\u0948|
gen.first=\u092a\u0939\u0932\u093e
gen.previous=\u092a\u093f\u091b\u0932\u093e
gen.next=\u0905\u0917\u0932\u093e
gen.last=\u0905\u0902\u0924\u093f\u092e

invalid=\u0905\u092e\u093e\u0928\u094d\u092f \u0939\u0948\u0964  



label.fsmount_active=\u092e\u093e\u0909\u0902\u091f \u092a\u094d\u0935\u093e\u0907\u0902\u091f \u0938\u0915\u094d\u0930\u093f\u092f \u0915\u0930\u0947\u0902

#List VM
list.columns=\u0915\u0949\u0932\u092e \u0926\u093f\u0916\u093e\u090f\u0901
list.hierarchy=\u092a\u0926\u093e\u0928\u0941\u0915\u094d\u0930\u092e \u0926\u093f\u0916\u093e\u090f\u0901
list.add=\u091c\u094b\u0921\u093c\u0947\u0902
list.add.title=\u0906\u0907\u091f\u092e \u091c\u094b\u0921\u0947\u0902
list.copied=\u092a\u094d\u0930\u0924\u093f\u0932\u093f\u092a\u093f \u092c\u0928\u093e\u0908 \u0917\u0908 - \u092a\u0947\u0938\u094d\u091f \u0938\u094d\u0925\u093e\u0928 \u091a\u0941\u0928\u0947\u0902, \u0924\u092c \u092a\u0947\u0938\u094d\u091f \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0947\u0902
list.copy=\u092a\u094d\u0930\u0924\u093f\u0932\u093f\u092a\u093f \u092c\u0928\u093e\u090f\u0901
list.copyall=\u092a\u094d\u0930\u0924\u093f\u0932\u093f\u092a\u093f \u0915\u0940 \u091c\u093e\u0901\u091a \u0915\u0940
list.dup=\u092a\u094d\u0930\u0924\u093f\u0930\u0942\u092a
list.edit=\u0938\u0902\u092a\u093e\u0926\u093f\u0924 \u0915\u0930\u0947\u0902
list.edit.title=\u0917\u0941\u0923 \u0938\u0902\u092a\u093e\u0926\u093f\u0924 \u0915\u0930\u0947\u0902
list.fPerm=\u0905\u0928\u0941\u092e\u0924\u093f\u092f\u093e\u0901
list.fPerm.title=\u092b\u093c\u094b\u0932\u094d\u0921\u0930 \u0915\u0940 \u0905\u0928\u0941\u092e\u0924\u093f\u092f\u093e\u0901
list.hide=\u0905\u0928\u094d\u092f \u0938\u093e\u0907\u091f \u091b\u0941\u092a\u093e\u090f\u0902
list.move=\u091a\u0947\u0915\u094d\u0921 \u0932\u0947 \u091c\u093e\u090f\u0901
list.moved=\u091a\u093e\u0932 \u0915\u0947 \u0932\u093f\u090f \u091a\u092f\u0928\u093f\u0924 - \u0917\u0902\u0924\u0935\u094d\u092f \u091a\u0941\u0928\u0947\u0902, \u0924\u092c \u092a\u0947\u0938\u094d\u091f \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0947\u0902
list.options=\u0935\u093f\u0915\u0932\u094d\u092a
list.paste1=\u092a\u094d\u0930\u0924\u093f\u0932\u093f\u092a\u093f \u092c\u0928\u093e\u090f \u0917\u090f \u0906\u0907\u091f\u092e\u094d\u0938 \u091a\u093f\u092a\u0915\u093e\u090f\u0901
list.paste3=\u092a\u094d\u0930\u0938\u094d\u0924\u093e\u0935\u093f\u0924 \u0906\u0907\u091f\u092e \u092a\u0947\u0938\u094d\u091f \u0915\u0930\u0946\u0902
list.props=\u091c\u093e\u0928\u0915\u093e\u0930\u0940
list.props.title=\u0917\u0941\u0923 \u0926\u0947\u0916\u0947\u0902
list.quota=\u0915\u094b\u091f\u093e \u0915\u0940 \u091c\u093e\u0901\u091a \u0915\u0930\u0947\u0902
list.remove=\u091a\u0941\u0928\u0947 \u0939\u0941\u0910 \u0915\u094b \u0939\u091f\u0949\u0901\u090f
list.reorder=\u092a\u0941\u0928\: \u0935\u094d\u092f\u0935\u0938\u094d\u0925\u093f\u0924 \u0915\u0930\u0947\u0902
list.sPerm=\u0905\u0928\u0941\u092e\u0924\u093f\u092f\u093e\u0902
list.select=\u0938\u092d\u0940 \u091a\u0947\u0915 \u0915\u0930\u0947\u0902
list.show=\u0905\u0928\u094d\u092f \u0938\u093e\u0907\u091f\u0947\u0902 \u0926\u093f\u0916\u093e\u090f\u0902
list.site=\u0938\u093e\u0907\u091f \u0938\u0902\u0938\u093e\u0927\u0928
list.toobig=\u092f\u0939 \u0938\u0902\u0917\u094d\u0930\u0939, \u0935\u093f\u0938\u094d\u0924\u093e\u0930 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u092c\u0939\u0941\u0924 \u092c\u0921\u093c\u0940 \u0939\u0948|
list.unselect=\u0938\u092d\u0940 \u0905\u0928\u091a\u0947\u0915 \u0915\u0930\u0947\u0902
list.ame=\u0915\u094d\u0930\u093f\u092f\u093e\u090f\u0901 \u092e\u0947\u0928\u0942 \u0905\u0902\u0924

# SAK-23367
list.copycontent=\u092e\u0947\u0930\u0947 \u0905\u0928\u094d\u092f \u0938\u093e\u0907\u091f\u094b\u0902 \u0938\u0947 \u0938\u093e\u092e\u0917\u094d\u0930\u0940 \u0915\u0940 \u092a\u094d\u0930\u0924\u093f\u0932\u093f\u092a\u093f \u092c\u0928\u093e\u090f\u0901

# SAK-25778
list.nav.search=\u0916\u094b\u091c\u0947\u0902
list.nav.item=\u0906\u0907\u091f\u092e
list.nav.items=\u0906\u0907\u091f\u092e\u094d\u0938
list.nav.button.title=\u0938\u092d\u0940 \u0938\u093e\u0907\u091f \u092b\u093c\u093e\u0907\u0932\u0947\u0902
list.nav.error=\u0915\u094d\u0937\u092e\u093e \u0915\u0930\u0947\u0902 - \u0938\u0942\u091a\u0928\u093e \u0928\u0939\u0940\u0902 \u0932\u093e \u0938\u0915\u093e\u0964
locked=\u090f\u0915 \u0914\u0930 \u0909\u092a\u092f\u094b\u0917 \u0926\u094d\u0935\u093e\u0930\u093e \u0905\u0935\u0930\u094b\u0927\u093f\u0924 \u0939\u0948|

mismatch=\u092a\u094d\u0930\u0915\u093e\u0930 \u092e\u0947\u0932 \u0928\u0939\u0940\u0902 \u0916\u093e\u0924\u093e \u0939\u0948|

more.cancel=\u0935\u093e\u092a\u0938 \u091c\u093e\u090f\u0901
#More VM
more.view=\u0917\u0941\u0923
more.yes=\u0938\u093e\u0907\u091f \u0915\u0947 \u0917\u0948\u0930 \u092a\u094d\u0930\u0924\u093f\u092d\u093e\u0917\u093f\u092f\u094b\u0902 \u0915\u094b \u092a\u094d\u0930\u0926\u0930\u094d\u0936\u093f\u0924 \u0915\u0930\u0947\u0902

new=\u0928\u0908...


notaddreso=\u0938\u0902\u0938\u093e\u0927\u0928 \u0928\u0939\u0940\u0902 \u091c\u094b\u0921\u093c\u0947 \u091c\u093e \u0938\u0915\u0924\u0947
notaddreso.used2=\u0938\u0902\u0938\u093e\u0927\u0928 {0} \u0928\u0939\u0940\u0902 \u091c\u094b\u0921\u093c \u0938\u0915\u0924\u0947 \u0939\u0948\u0902\u0964 \u092f\u0939 \u0938\u0902\u0938\u093e\u0927\u0928 \u0906\u0908\u0921\u0940 \u092a\u0939\u0932\u0947 \u0938\u0947 \u0939\u0940 \u0907\u0938\u094d\u0924\u0947\u092e\u093e\u0932 \u0915\u0940 \u0917\u0908 \u0939\u0948\u0964 


notexist=\u092e\u094c\u091c\u0942\u0926 \u0928\u0939\u0940\u0902 \u0939\u0948\u0964

notexist1=\u0938\u0902\u0938\u093e\u0927\u0928/\u0938\u0902\u0917\u094d\u0930\u0939 \u092e\u094c\u091c\u0942\u0926 \u0928\u0939\u0940\u0902 \u0939\u0948\u0964

notexist2=\u0938\u0902\u0917\u094d\u0930\u0939 \u092e\u094c\u091c\u0942\u0926 \u0928\u0939\u0940\u0902 \u0939\u0948\u0964


notpermis1=\u0906\u092a\u0915\u094b \u092f\u0939 \u092b\u093c\u094b\u0932\u094d\u0921\u0930 \u0926\u0947\u0916\u0928\u0947 \u0915\u0940 \u0905\u0928\u0941\u092e\u0924\u093f \u0928\u0939\u0940\u0902 \u0939\u0948\u0964 





notpermis14=\u0906\u092a\u0915\u094b {0} \u0915\u094b \u0939\u091f\u093e\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0905\u0928\u0941\u092e\u0924\u093f\u092f\u093e\u0901 \u0928\u0939\u0940\u0902 \u0939\u0948\:

notpermis15=\u0906\u092a\u0915\u094b \u0917\u0941\u0923\u094b\u0902 \u0915\u094b \u0926\u0947\u0916\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0909\u091a\u093f\u0924 \u0905\u0928\u0941\u092e\u0924\u093f \u0928\u0939\u0940\u0902 \u0939\u0948\u0964


notpermis2=\u0906\u092a\u0915\u094b {0} \u0938\u0902\u0938\u093e\u0927\u0928 \u0926\u0947\u0916\u0928\u0947 \u0915\u0940 \u0905\u0928\u0941\u092e\u0924\u093f \u0928\u0939\u0940\u0902 \u0939\u0948\u0964

notpermis3=\u0906\u092a\u0915\u094b \u092f\u0939 \u0938\u0902\u0917\u094d\u0930\u0939 \u0926\u0947\u0916\u0928\u0947 \u0915\u0940 \u0905\u0928\u0941\u092e\u0924\u093f \u0928\u0939\u0940\u0902 \u0939\u0948\u0964

notpermis4=\u0906\u092a\u0915\u094b \u0938\u0902\u0938\u093e\u0927\u0928\u094b\u0902 \u0915\u094b \u091c\u094b\u0921\u093c\u0928\u0947 \u0915\u0940 \u0909\u091a\u093f\u0924 \u0905\u0928\u0941\u092e\u0924\u093f \u0928\u0939\u0940\u0902 \u0939\u0948\u0964


notpermis6=\u0906\u092a\u0915\u094b {0} \u0938\u0902\u0938\u093e\u0927\u0928 \u0939\u091f\u093e\u0928\u0947 \u0915\u0940 \u0909\u091a\u093f\u0924 \u0905\u0928\u0941\u092e\u0924\u093f \u0928\u0939\u0940\u0902 \u0939\u0948\u0964\n


notpermis8=\u0906\u092a\u0915\u094b {0} \u0915\u094b \u0915\u0949\u092a\u0940 \u092f\u093e \u092a\u0947\u0938\u094d\u091f \u0915\u0930\u0928\u0947 \u0915\u0940 \u0909\u091a\u093f\u0924 \u0905\u0928\u0941\u092e\u0924\u093f \u0928\u0939\u0940\u0902 \u0939\u0948\u0964 





notsupported=\u0938\u094d\u0925\u093e\u0928 \u092a\u0930\u093f\u0935\u0930\u094d\u0924\u0928 \u0915\u0930\u0928\u093e(Move) \u0914\u0930 \u0915\u0949\u092a\u0940 \u0915\u0930\u0928\u093e \u0935\u0930\u094d\u0924\u092e\u093e\u0928 \u092b\u093c\u094b\u0932\u094d\u0921\u0930\u094b\u0902 \u092a\u0930 \u0938\u092e\u0930\u094d\u0925\u093f\u0924 \u0928\u0939\u0940\u0902 \u0939\u0948\u0902\u0964


overquota=\u0907\u0938 \u0938\u093e\u0907\u091f \u092f\u093e \u092b\u093c\u094b\u0932\u094d\u0921\u0930 \u0915\u0947 \u0932\u093f\u090f, \u0907\u0938 \u0938\u0902\u0938\u093e\u0927\u0928 \u0915\u094b \u091c\u094b\u0921\u093c\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0906\u0935\u0902\u091f\u093f\u0924 \u0915\u094b\u091f\u093e \u0938\u0947 \u0905\u0927\u093f\u0915 \u0939\u0948 ({0} MB)\u0964 \u0907\u0938 \u0938\u0902\u0938\u093e\u0927\u0928 \u0915\u094b \u091c\u094b\u0921\u093c\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f, \u0915\u0941\u091b \u0938\u0902\u0938\u093e\u0927\u0928 \u0915\u094b \u0939\u091f\u093e\u0928\u0947 \u0915\u0940 \u0906\u0935\u0936\u094d\u092f\u0915\u0924\u093e \u0939\u094b \u0938\u0915\u0924\u0940\u0964
overquota.site=\u0907\u0938 \u0938\u0902\u0938\u093e\u0927\u0928 \u0915\u094b \u091c\u094b\u0921\u093c\u0928\u093e  \u0907\u0938 \u0938\u093e\u0907\u091f \u0915\u0947 \u0932\u093f\u090f \u0906\u0935\u0902\u091f\u093f\u0924 \u0915\u094b\u091f\u0947 \u0938\u0947 \u0905\u0927\u093f\u0915 \u0939\u094b\u0917\u093e\u0964 \u0907\u0938 \u0938\u0902\u0938\u093e\u0927\u0928 \u0915\u094b \u091c\u094b\u0921\u093c\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f, \u0915\u0941\u091b \u0938\u0902\u0938\u093e\u0927\u0928 \u0915\u094b \u0939\u091f\u093e\u0928\u0947 \u0915\u0940 \u0906\u0935\u0936\u094d\u092f\u0915\u0924\u093e \u0939\u094b \u0938\u0915\u0924\u0940\u0964


overview=\u0938\u0902\u0915\u094d\u0937\u093f\u092a\u094d\u0924 \u0935\u093f\u0935\u0930\u0923

paste=\u092f\u0939\u093e\u0901 \u092a\u0947\u0938\u094d\u091f \u0915\u0930\u0947\u0902

pasteitem=\u091a\u093f\u092a\u0915\u093e\u090f \u0917\u090f \u0906\u0907\u091f\u092e
pasteitem.mismatch=\u091a\u093f\u092a\u0915\u093e\u090f \u0917\u090f \u0906\u0907\u091f\u092e {0} \u092e\u0947\u0902 \u092a\u094d\u0930\u0915\u093e\u0930 \u092c\u0947\u092e\u0947\u0932 \u0939\u0948\u0964



permissions=\u0905\u0928\u0941\u092e\u0924\u093f\u092f\u093e\u0901...

#Properties VM


recursive=\u0906\u092a \u0907\u0938 \u0938\u094d\u0925\u093e\u0928 \u092a\u0930 \u092f\u0947 \u092b\u093c\u094b\u0932\u094d\u0921\u0930 \u092a\u0947\u0938\u094d\u091f \u0928\u0939\u0940\u0902 \u0915\u0930 \u0938\u0915\u0924\u0947 \u0915\u094d\u092f\u094b\u0902\u0915\u093f \u090f\u0915 \u092b\u094b\u0932\u094d\u0921\u0930 \u0915\u094b \u0909\u0938\u0915\u0947 \u0905\u0902\u0926\u0930 \u092a\u0947\u0938\u094d\u091f \u0928\u0939\u0940\u0902 \u0915\u093f\u092f\u093e \u091c\u093e \u0938\u0915\u0924\u093e\: {0}

#Replace VM
rep.change=\u092c\u0926\u0932\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f\:
rep.file=\u092a\u094d\u0930\u0924\u093f\u0938\u094d\u0925\u093e\u092a\u093f\u0924 \u092b\u093c\u093e\u0907\u0932...
rep.item=\u0906\u0907\u091f\u092e\u094b\u0902 \u0915\u094b \u092a\u094d\u0930\u0924\u093f\u0938\u094d\u0925\u093e\u092a\u093f\u0924 \u0915\u0930\u0947\u0902
rep.items=\u0906\u0907\u091f\u092e\u094b\u0902 \u0915\u094b \u092a\u094d\u0930\u0924\u093f\u0938\u094d\u0925\u093e\u092a\u093f\u0924 \u0915\u0930\u0947\u0902
rep.rep=\u090f\u0915 \u0928\u0908 \u092b\u093c\u093e\u0907\u0932 \u092f\u093e \u0905\u0932\u0917 \u0938\u0902\u0938\u094d\u0915\u0930\u0923 \u0915\u0947 \u0938\u093e\u0925 \u092b\u093c\u093e\u0907\u0932 \u0915\u094b \u092a\u094d\u0930\u0924\u093f\u0938\u094d\u0925\u093e\u092a\u093f\u0924 \u0915\u0930\u0947\u0902? \u092a\u094d\u0930\u0924\u093f\u0938\u094d\u0925\u093e\u092a\u0928 \u092e\u094c\u091c\u0942\u0926\u093e \u092b\u093c\u093e\u0907\u0932 \u0915\u094b \u0939\u091f\u093e \u0926\u0947\u0917\u093e \u0914\u0931 \u0906\u092a\u0915\u094b \u090f\u0915 \u092a\u094d\u0930\u0924\u093f\u0938\u094d\u0925\u093e\u092a\u0928 \u0905\u092a\u0932\u094b\u0921 \u0915\u0930\u0928\u0947 \u0926\u0947\u0917\u093e\u0964 \u092d\u0947\u091c\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0906\u092a\u0915\u0940 \u0928\u0908 \u092b\u093e\u0907\u0932 \u0924\u0948\u092f\u093e\u0930 \u0939\u0948\!
rep.thisfile=\u0907\u0938 \u092b\u093e\u0907\u0932 \u0915\u0947 \u0938\u093e\u0925 \u092a\u094d\u0930\u0924\u093f\u0938\u094d\u0925\u093e\u092a\u093f\u0924 \u0915\u0930\u0947\u0902\:

#Quota VM
quota.quota=\u0915\u094b\u091f\u093e
quota.instr=\u0907\u0938 \u0935\u0930\u094d\u0924\u092e\u093e\u0928 \u0938\u093e\u0907\u091f \u0914\u0930 \u0906\u092a\u0915\u0947 \u0909\u092a\u092f\u094b\u0917 \u0915\u0947 \u0932\u093f\u090f \u0915\u094b\u091f\u093e \u0939\u0948\u0964
quota.using=\u0906\u092a \u0935\u0930\u094d\u0924\u092e\u093e\u0928 \u092e\u0947\u0902 \u0909\u092a\u092f\u094b\u0917 \u0915\u0930 \u0930\u0939\u0947 \u0939\u0948\u0902\: 
quota.using.param=\u092f\u0939 \u0938\u093e\u0907\u091f \u0935\u0930\u094d\u0924\u092e\u093e\u0928 \u092e\u0947\u0902 \u0907\u0938\u0915\u0940 {2} \u0915\u094b\u091f\u093e \u0915\u093e {0} ({1}) \u0909\u092a\u092f\u094b\u0917 \u0915\u0930 \u0930\u0939\u093e \u0939\u0948\u0964 
quota.unlimited=\u0905\u0938\u0940\u092e\u093f\u0924

replace=\u092a\u094d\u0930\u0924\u093f\u0938\u094d\u0925\u093e\u092a\u093f\u0924 \u0915\u0930\u0947\u0902...



resource=\u0938\u0902\u0938\u093e\u0927\u0928

revise=\u0938\u0902\u092a\u093e\u0926\u093f\u0924 \u0915\u0930\u0947\u0902...

selectall=\u0938\u092d\u0940 \u091a\u0941\u0928\u0947\u0902

setpermis=\u092b\u093c\u094b\u0932\u094d\u0921\u0930 \u0915\u0947 \u0938\u0902\u0938\u093e\u0927\u0928\u094b\u0902 \u0915\u0947 \u0932\u093f\u090f \u0905\u0928\u0941\u092e\u0924\u093f\u092f\u093e\u0902 \u0938\u0947\u091f \u0915\u0930\u0947\u0902 

setpermis1=\u0915\u093e\u0930\u094d\u092f\u0938\u094d\u0925\u0932 \u092e\u0947\u0902 \u0938\u0902\u0938\u093e\u0927\u0928\u094b\u0902 \u0915\u0947 \u0932\u093f\u090f \u0905\u0928\u0941\u092e\u0924\u093f\u092f\u093e\u0902 \u0938\u0947\u091f \u0915\u0930\u0947\u0902 

sh.check=\u091a\u0947\u0915 \u092c\u0949\u0915\u094d\u0938
sh.close=\u092f\u0939 \u092b\u093c\u094b\u0932\u094d\u0921\u0930 \u092c\u0902\u0926 \u0915\u0930\u0947\u0902
sh.closed=\u092c\u0902\u0926 \u0915\u093f\u092f\u093e \u0917\u092f\u093e \u092b\u093c\u094b\u0932\u094d\u0921\u0930
sh.copied=\u092a\u094d\u0930\u0924\u093f\u0932\u093f\u092a\u093f \u092c\u0928\u093e\u0908 - \u092a\u0947\u0938\u094d\u091f?
sh.cut=\u0915\u091f - \u092a\u0947\u0938\u094d\u091f?
sh.drop=\u0921\u094d\u0930\u0949\u092a \u092c\u0949\u0915\u094d\u0938
sh.get=\u0907\u0938 \u0906\u0907\u091f\u092e \u0915\u0940 \u091c\u093e\u0928\u0915\u093e\u0930\u0940 \u092a\u094d\u0930\u093e\u092a\u094d\u0924 \u0915\u0930\u0947\u0902\u0964
sh.go=\u0907\u0938 \u092b\u093c\u094b\u0932\u094d\u0921\u0930 \u092a\u0930 \u091c\u093e\u090f\u0902
sh.inf=\u0907\u0938 \u0938\u0902\u0917\u094d\u0930\u0939 \u0915\u0947 \u092c\u093e\u0930\u0947 \u092e\u0947\u0902 \u091c\u093e\u0928\u0915\u093e\u0930\u0940
sh.inf1=\u0907\u0938 \u0906\u0907\u091f\u092e \u0915\u0940 \u0938\u0942\u091a\u0928\u093e
sh.item=\u0907\u0938 \u0938\u094d\u0925\u093e\u0928 \u092a\u0930 \u0906\u0907\u091f\u092e|
#Show VM
sh.listcap=\u0938\u0902\u0938\u093e\u0927\u0928\u094b\u0902 \u0915\u0940 \u0938\u0942\u091a\u0940
sh.listsum=\u0938\u0902\u0938\u093e\u0927\u0928\u094b\u0902 \u0915\u0940 \u092a\u091f\u0932 \u092a\u0930 \u0938\u0942\u091a\u0940, \u092b\u093c\u094b\u0932\u094d\u0921\u0930\u094d\u0938 \u0914\u0930 \u0909\u092a \u092b\u093c\u094b\u0932\u094d\u0921\u0930\u094d\u0938, \u092b\u093c\u093e\u0907\u0932\u0947\u0902, \u0935\u0947\u092c \u0932\u093f\u0902\u0915, HTML \u092a\u0943\u0937\u094d\u0920\u094b\u0902 \u0914\u0930 \u092a\u093e\u0920 \u092b\u093c\u093e\u0907\u0932\u094b\u0902 \u0938\u0939\u093f\u0924| \u0915\u0949\u0932\u092e 1 \u0909\u092a\u092f\u094b\u0917 \u0928\u0939\u0940\u0902 \u0915\u093f\u092f\u093e \u0939\u0948| \u0915\u0949\u0932\u092e 2 \u092e\u0947\u0902 \u091a\u0947\u0915\u092c\u0949\u0915\u094d\u0938 \u0939\u0948,\u091a\u092f\u0928 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0915\u093f \u0915\u094d\u092f\u093e \u090f\u0915 \u0906\u0907\u091f\u092e \u0915\u094b \u092a\u094d\u0930\u0938\u094d\u0924\u093e\u0935\u093f\u0924 \u0915\u0930\u0947\u0902,\u092a\u094d\u0930\u0924\u093f\u0932\u093f\u092a\u093f \u092c\u0928\u093e\u090f\u0902 \u092f\u093e \u0939\u091f\u093e\u090f\u0902\u0964 \u0915\u0949\u0932\u092e 3 \u092e\u0947\u0902 \u0938\u0902\u0938\u093e\u0927\u0928 \u092f\u093e \u092b\u093c\u094b\u0932\u094d\u0921\u0930 \u0915\u094b \u0916\u094b\u0932\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0932\u093f\u0902\u0915 \u0939\u0948\u0964\u0915\u0949\u0932\u092e 4 \u0906\u092a\u0915\u094b \u090f\u0915 \u092b\u093c\u094b\u0932\u094d\u0921\u0930 \u0915\u0947 \u0932\u093f\u090f \u0928\u090f \u0938\u0902\u0938\u093e\u0927\u0928\u094b\u0902 \u0915\u094b \u091c\u094b\u0921\u093c\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0905\u0928\u0941\u092e\u0924\u093f \u0926\u0947\u0924\u093e \u0939\u0948\u0964\u0915\u0949\u0932\u092e 5 \u0906\u092a\u0915\u094b \u091c\u094b\u0919\u0924\u093e \u0939\u0948 \u0915\u093e\u0930\u094d\u0930\u0935\u093e\u0908 \u0938\u0947 \u091c\u094b \u0906\u092a \u0909\u0938 \u0938\u0902\u0938\u093e\u0927\u0928 \u092a\u0930 \u0932\u0947 \u0938\u0915\u0924\u0947 \u0939\u0948\u0902\u0964 \u0915\u0949\u0932\u092e 6 \u0938\u092e\u0942\u0939 \u0915\u094b \u0905\u092d\u093f\u0935\u094d\u092f\u0915\u094d\u0924 \u0915\u0930\u0924\u093e \u0939\u0948 \u0915\u093f \u0909\u0938 \u0938\u0902\u0938\u093e\u0927\u0928 \u0915\u094b \u0915\u094c\u0928 \u0926\u0947\u0916 \u0938\u0915\u0924\u093e\u0964 \u0915\u0949\u0932\u092e 7 \u0909\u0938 \u0938\u0902\u0938\u093e\u0927\u0928 \u092c\u0928\u093e\u0928\u0947 \u0935\u093e\u0932\u0947 \u0935\u094d\u092f\u0915\u094d\u0924\u093f \u0915\u094b \u0905\u092d\u093f\u0935\u094d\u092f\u0915\u094d\u0924 \u0915\u0930\u0924\u093e \u0939\u0948\u0964 \u0915\u0949\u0932\u092e 8 \u0905\u092d\u093f\u0935\u094d\u092f\u0915\u094d\u0924 \u0915\u0930\u0924\u093e \u0939\u0948 \u0924\u093f\u0925\u093f \u091c\u092c \u0938\u0902\u0938\u093e\u0927\u0928 \u0905\u0902\u0924\u093f\u092e \u0938\u0902\u0936\u094b\u0927\u093f\u0924 \u0915\u093f\u092f\u093e \u0917\u092f\u093e \u0925\u093e| \u0915\u0949\u0932\u092e 9 \u0938\u0902\u0938\u093e\u0927\u0928 \u0915\u0940 \u0906\u0915\u093e\u0930 \u092c\u0924\u093e\u0924\u093e \u0939\u0948|
sh.no=\u0935\u0939\u093e\u0901 \u0928\u0939\u0940\u0902 \u0939\u0948\u0902
sh.one=\u090f\u0915 \u0938\u094d\u0924\u0930 \u090a\u092a\u0930
sh.open=\u092f\u0939 \u092b\u093c\u094b\u0932\u094d\u0921\u0930 \u0916\u094b\u0932\u0947\u0902
sh.opened=\u0916\u094b\u0932\u093e \u0917\u092f\u093e \u092b\u093c\u094b\u0932\u094d\u0921\u0930
sh.reso=\u0938\u0902\u0938\u093e\u0927\u0928
sh.selall=\u0938\u092d\u0940 \u092a\u0931 \u0938\u0939\u0940 \u0915\u093e \u0928\u093f\u0936\u093e\u0928 \u0932\u0917\u093e\u090f\u0902
sh.sortcrea=\u0926\u093f\u0928\u093e\u0902\u0915 \u0926\u094d\u0935\u093e\u0930\u093e \u0915\u094d\u0930\u092e\u092c\u0926\u094d\u0927 \u0915\u0930\u0947\u0902
sh.sortcreaas=\u0928\u093f\u0930\u094d\u092e\u093e\u0923 \u0926\u093f\u0928\u093e\u0902\u0915 \u0926\u094d\u0935\u093e\u0930\u093e \u092c\u0922\u093c\u0924\u0947 \u0915\u094d\u0930\u092e \u092e\u0947\u0902 \u0915\u094d\u0930\u092e\u092c\u0926\u094d\u0927 \u0915\u0930\u0947\u0902
sh.sortcreadesc=\u0928\u093f\u0930\u094d\u092e\u093e\u0923 \u0926\u093f\u0928\u093e\u0902\u0915 \u0926\u094d\u0935\u093e\u0930\u093e \u0918\u091f\u0924\u0947 \u0915\u094d\u0930\u092e \u092e\u0947\u0902 \u0915\u094d\u0930\u092e\u092c\u0926\u094d\u0927 \u0915\u0930\u0947\u0902
sh.sortaut=\u0932\u0947\u0916\u0915 \u0926\u094d\u0935\u093e\u0930\u093e \u0915\u094d\u0930\u092e\u092c\u0926\u094d\u0927 \u0915\u0930\u0947\u0902
sh.sortautas=\u0932\u0947\u0916\u0915 \u0926\u094d\u0935\u093e\u0930\u093e \u092c\u0922\u093c\u0924\u0947 \u0915\u094d\u0930\u092e \u092e\u0947\u0902 \u0915\u094d\u0930\u092e\u092c\u0926\u094d\u0927 \u0915\u0930\u0947\u0902
sh.sortautdesc=\u0932\u0947\u0916\u0915 \u0926\u094d\u0935\u093e\u0930\u093e \u0918\u091f\u0924\u0947 \u0915\u094d\u0930\u092e \u092e\u0947\u0902 \u0915\u094d\u0930\u092e\u092c\u0926\u094d\u0927 \u0915\u0930\u0947\u0902
sh.sortdate=\u0905\u0902\u0924\u093f\u092e \u0938\u0902\u0936\u094b\u0927\u093f\u0924 \u0924\u093f\u0925\u093f \u0915\u0947 \u0905\u0928\u0941\u0938\u093e\u0930 \u0915\u094d\u0930\u092e\u092c\u0926\u094d\u0927 \u0915\u0930\u0947\u0902
sh.sortdateas=\u0905\u0902\u0924\u093f\u092e \u0938\u0902\u0936\u094b\u0927\u093f\u0924 \u0924\u093f\u0925\u093f \u0915\u0947 \u0905\u0928\u0941\u0938\u093e\u0930 \u092c\u0922\u093c\u0924\u0947 \u0915\u094d\u0930\u092e \u092e\u0947\u0902 \u0915\u094d\u0930\u092e\u092c\u0926\u094d\u0927 \u0915\u0930\u0947\u0902
sh.sortdatedesc=\u0905\u0902\u0924\u093f\u092e \u0938\u0902\u0936\u094b\u0927\u093f\u0924 \u0924\u093f\u0925\u093f \u0915\u0947 \u0905\u0928\u0941\u0938\u093e\u0930 \u0918\u091f\u0924\u0947 \u0915\u094d\u0930\u092e \u092e\u0947\u0902 \u0915\u094d\u0930\u092e\u092c\u0926\u094d\u0927 \u0915\u0930\u0947\u0902
sh.sortsize=\u0906\u0915\u093e\u0930 \u0926\u094d\u0935\u093e\u0930\u093e \u0915\u094d\u0930\u092e\u092c\u0926\u094d\u0927 \u0915\u0930\u0947\u0902
sh.sortsizeas=\u0906\u0915\u093e\u0930 \u0926\u094d\u0935\u093e\u0930\u093e \u092c\u0922\u093c\u0924\u0947 \u0915\u094d\u0930\u092e \u092e\u0947\u0902 \u0915\u094d\u0930\u092e\u092c\u0926\u094d\u0927 \u0915\u0930\u0947\u0902
sh.sortsizedesc=\u0906\u0915\u093e\u0930 \u0926\u094d\u0935\u093e\u0930\u093e \u0918\u091f\u0924\u0947 \u0915\u094d\u0930\u092e \u092e\u0947\u0902 \u0915\u094d\u0930\u092e\u092c\u0926\u094d\u0927 \u0915\u0930\u0947\u0902
sh.sorttit=\u0936\u0940\u0930\u094d\u0937\u0915 \u0926\u094d\u0935\u093e\u0930\u093e \u0915\u094d\u0930\u092e\u092c\u0926\u094d\u0927 \u0915\u0930\u0947\u0902
sh.sorttitas=\u0936\u0940\u0930\u094d\u0937\u0915 \u0926\u094d\u0935\u093e\u0930\u093e \u092c\u0922\u093c\u0924\u0947 \u0915\u094d\u0930\u092e \u092e\u0947\u0902 \u0915\u094d\u0930\u092e\u092c\u0926\u094d\u0927 \u0915\u0930\u0947\u0902
sh.sorttitdesc=\u0936\u0940\u0930\u094d\u0937\u0915 \u0926\u094d\u0935\u093e\u0930\u093e \u0918\u091f\u0924\u0947 \u0915\u094d\u0930\u092e \u092e\u0947\u0902 \u0915\u094d\u0930\u092e\u092c\u0926\u094d\u0927 \u0915\u0930\u0947\u0902
sh.unsel=\u0938\u092d\u0940 \u0905\u0928\u091a\u0947\u0915 \u0915\u0930\u0947\u0902 

dropbox_highlight=\u0939\u093e\u0907\u0932\u093e\u0907\u091f (<em class\="recentItemInstruction"></em>) \u0905\u0932\u0917-\u0905\u0932\u0917 \u0921\u094d\u0930\u0949\u092a\u092c\u0949\u0915\u094d\u0938\u0947\u0938 \u092e\u0947\u0902 \u0939\u093e\u0932 \u0915\u0947 \u092a\u0930\u093f\u0935\u0930\u094d\u0924\u0928 \u0915\u0947 \u0938\u093e\u0925\:
sh.1day=1 \u0926\u093f\u0928
sh.2day=2 \u0926\u093f\u0928
sh.3day=3 \u0926\u093f\u0928
sh.1week=1 \u0938\u092a\u094d\u0924\u093e\u0939

shortcut=\u0915\u0947 \u0932\u093f\u090f \u0936\u0949\u0930\u094d\u091f\u0915\u091f

size=\u0915\u0940 \u0905\u092a\u0932\u094b\u0921 \u0906\u0915\u093e\u0930 \u0938\u0940\u092e\u093e

filter=\u092b\u093c\u093e\u0907\u0932 {0} \u092b\u093c\u093f\u0932\u094d\u091f\u0930 \u092a\u094d\u0930\u0915\u093e\u0930 \u0938\u0947 \u092e\u0947\u0932 \u0928\u0939\u0940\u0902 \u0916\u093e\u0924\u0940\u0964

someone=\u0915\u094b\u0908 \u0914\u0930 {0} \u0915\u094b \u0938\u0902\u092a\u093e\u0926\u093f\u0924 \u0915\u0930 \u0930\u0939\u093e \u0939\u0948|











title=\u0936\u0940\u0930\u094d\u0937\u0915

titlecannot=\u0936\u0940\u0930\u094d\u0937\u0915 \u0928\u093f\u092e\u094d\u0928\u0932\u093f\u0916\u093f\u0924 \u0905\u0915\u094d\u0937\u0930 \u0936\u093e\u092e\u093f\u0932 \u0928\u0939\u0940\u0902 \u0915\u0930 \u0938\u0915\u0924\u093e \: ? */%



toolong=\u0928\u093e\u092e \u092c\u0939\u0941\u0924 \u092c\u0921\u093c\u093e \u0939\u0948\:

toomany=\u0907\u0938 \u0938\u0902\u0938\u093e\u0927\u0928 \u0915\u0940 \u0915\u0908 \u092a\u094d\u0930\u0924\u093f\u092f\u093e\u0902 \u0907\u0938 \u0938\u0902\u0917\u094d\u0930\u0939 \u092e\u0947\u0902 \u091c\u094b\u0921\u0940 \u0917\u0908 \u0939\u0948

type=\u090f\u0915 \u092a\u094d\u0930\u092a\u0924\u094d\u0930 \u092a\u094d\u0930\u0915\u093e\u0930 \u0915\u093e \u091a\u092f\u0928 \u0915\u0930\u0928\u093e \u0939\u094b\u0917\u093e\u0964


typeex=\u092a\u094d\u0930\u0915\u093e\u0930 \u0905\u092a\u0935\u093e\u0926\u0964


use1=\u0906\u092a \u0907\u0938 \u092b\u093c\u094b\u0932\u094d\u0921\u0930 \u0915\u093e \u0909\u092a\u092f\u094b\u0917 \u0928\u093f\u091c\u0940 \u092b\u093c\u093e\u0907\u0932\u094b\u0902 \u0915\u094b \u0938\u094d\u091f\u094b\u0930 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0915\u0930 \u0938\u0915\u0924\u0947 \u0939\u0948 \u091c\u093f\u0928\u094d\u0939\u0947\u0902 \u0906\u092a \u0907\u0938 \u0915\u093e\u0930\u094d\u092f\u0938\u094d\u0925\u0932 \u0915\u0947 \u0906\u092f\u094b\u091c\u0915\u094b\u0902 \u0915\u0947 \u0938\u093e\u0925  \u0939\u0940 \u0938\u093e\u091d\u093e \u0915\u0930\u0928\u0947 \u0915\u0940 \u0907\u091a\u094d\u091b\u093e \u0930\u0916\u0924\u0947 \u0939\u0948 \u0964 

use2=\u0906\u092a \u0907\u0938 \u092b\u093c\u094b\u0932\u094d\u0921\u0930 \u0915\u093e \u0909\u092a\u092f\u094b\u0917 \u0928\u093f\u091c\u0940 \u092b\u093c\u093e\u0907\u0932\u094b\u0902 \u0915\u094b \u0938\u094d\u091f\u094b\u0930 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0915\u0930 \u0938\u0915\u0924\u0947 \u0939\u0948 \u091c\u093f\u0928\u094d\u0939\u0947\u0902 \u0906\u092a \u0907\u0938 \u0915\u093e\u0930\u094d\u092f\u0938\u094d\u0925\u0932 \u0915\u0947 \u0935\u094d\u092f\u0915\u094d\u0924\u093f\u0917\u0924 \u0938\u0926\u0938\u094d\u092f\u094b\u0902 \u0915\u0947 \u0938\u093e\u0925 \u0939\u0940 \u0938\u093e\u091d\u093e \u0915\u0930\u0928\u0947 \u0915\u0940 \u0907\u091a\u094d\u091b\u093e \u0930\u0916\u0924\u0947 \u0939\u0948 \u0964 

used=\u0938\u0902\u0938\u093e\u0927\u0928\u094b\u0902 \u092e\u0947\u0902 \u092a\u094d\u0930\u092f\u094b\u0917 \u0915\u093f\u092f\u093e \u0917\u092f\u093e \u0939\u0948\u0964 \u0915\u0943\u092a\u092f\u093e \u0915\u093f\u0938\u0940 \u0926\u0942\u0938\u0930\u0947 \u0936\u0940\u0930\u094d\u0937\u0915 \u0915\u093e \u0909\u092a\u092f\u094b\u0917 \u0915\u0930\u0947\u0902\u0964


used2=\u0964  \u0938\u092e\u093e\u0928 \u0938\u0902\u0938\u093e\u0927\u0928 \u0906\u0908\u0921\u0940 \u092a\u0939\u0932\u0947 \u0938\u0947 \u0939\u0940 \u0907\u0938\u094d\u0924\u0947\u092e\u093e\u0932 \u0915\u0940 \u0917\u0908 \u0939\u0948 \u0964



validurl=\u090f\u0915 \u092e\u093e\u0928\u094d\u092f \u092f\u0942\u0906\u0930\u090f\u0932 \u0938\u094d\u091f\u094d\u0930\u093f\u0902\u0917 \u0926\u0930\u094d\u091c \u0915\u0930\u0947\u0902\u0964

wrongtype=\u0917\u0932\u0924 \u092a\u094d\u0930\u0915\u093e\u0930 \u0939\u0948\u0964

processmessage.folders=\u092b\u093c\u094b\u0932\u094d\u0921\u0930\u094d\u0938 \u0915\u093e \u0928\u093f\u0930\u094d\u092e\u093e\u0923
processmessage.html=HTML \u092a\u0947\u091c \u092c\u0928\u093e\u0928\u093e
processmessage.text=\u092a\u093e\u0920 \u0926\u0938\u094d\u0924\u093e\u0935\u0947\u091c\u093c \u092c\u0928\u093e\u0928\u093e
processmessage.file=\u092b\u093c\u093e\u0907\u0932 (\u092b\u093c\u093e\u0907\u0932\u0947\u0902) \u0905\u092a\u0932\u094b\u0921 \u0915\u0930\u0928\u093e
processmessage.url=\u0932\u093f\u0902\u0915 (\u0932\u093f\u0902\u0915\u094d\u0938) \u092c\u0928\u093e\u0928\u093e
processmessage.save.html=HTML \u092a\u0947\u091c \u0938\u0939\u0947\u095b\u0928\u093e
processmessage.save.text=\u092a\u093e\u0920 \u0926\u0938\u094d\u0924\u093e\u0935\u0947\u091c\u093c \u0938\u0939\u0947\u091c\u0928\u093e
processmessage.save.file=\u0928\u0908 \u092b\u093c\u093e\u0907\u0932 (\u092b\u093c\u093e\u0907\u0932\u0947\u0902) \u0938\u0939\u0947\u095b\u0928\u093e
processmessage.save.url=\u0932\u093f\u0902\u0915 (\u0932\u093f\u0902\u0915\u094d\u0938) \u0938\u0939\u0947\u095b\u0928\u093e


lis.show5=\u092a\u094d\u0930\u0924\u093f \u092a\u0943\u0937\u094d\u0920 5 \u0906\u0907\u091f\u092e \u0926\u093f\u0916\u093e\u090f\u0901
lis.show10=10 \u0906\u0907\u091f\u092e \u0926\u093f\u0916\u093e\u090f\u0901...
lis.show20=20 \u0906\u0907\u091f\u092e \u0926\u093f\u0916\u093e\u0910\u0902...
lis.show50=50 \u0906\u0907\u091f\u092e \u0926\u093f\u0916\u093e\u090f\u0901...
lis.show100=100 \u0906\u0907\u091f\u092e \u0926\u093f\u0916\u093e\u090f\u0901...
lis.show200=200 \u0906\u0907\u091f\u092e \u0926\u093f\u0916\u093e\u090f\u0901...

# SAK-23304 Show and Hide
folder.notempty_show=\u092b\u093c\u094b\u0932\u094d\u0921\u0930 {0} \u092e\u0947\u0902 \u091c\u094b \u0906\u0907\u091f\u092e (\u0906\u0907\u091f\u092e\u094d\u0938) \u0936\u093e\u092e\u093f\u0932 \u0939\u0948\u0902 \u0935\u0939 \u092d\u0940 \u0926\u093f\u0916\u093e\u092f\u093e \u091c\u093e\u090f\u0917\u093e\!
folder.notempty_hide=\u092b\u093c\u094b\u0932\u094d\u0921\u0930 {0} \u092e\u0947\u0902 \u091c\u094b \u0906\u0907\u091f\u092e (\u0906\u0907\u091f\u092e\u094d\u0938) \u0936\u093e\u092e\u093f\u0932 \u0939\u0948\u0902 \u0935\u0939 \u092d\u0940 \u091b\u093f\u092a\u093e\u092f\u093e \u091c\u093e\u090f\u0917\u093e\!
notpermis_modify_remove=\u0906\u092a\u0915\u094b \u0915\u0947\u0935\u0932 \u0906\u092a\u0915\u0947 \u0926\u094d\u0935\u093e\u0930\u093e \u092c\u0928\u093e\u0908 \u0917\u0908 \u0938\u093e\u092e\u0917\u094d\u0930\u0940 \u0906\u0907\u091f\u092e \u0915\u094b \u0938\u0902\u0936\u094b\u0927\u093f\u0924 \u0915\u0930\u0928\u0947 \u092f\u093e \u0928\u093f\u0915\u093e\u0932\u0928\u0947 \u0915\u0940 \u0905\u0928\u0941\u092e\u0924\u093f \u0939\u0948\u0964 \u0909\u092a\u092f\u0941\u0915\u094d\u0924 \u0906\u0907\u091f\u092e \u0915\u093e \u091a\u092f\u0928 \u0915\u0930\u0947\u0902 \u0914\u0930 \u092a\u0941\u0928\u0903 \u092a\u094d\u0930\u092f\u093e\u0938 \u0915\u0930\u0947\u0902\u0964

viewing=\u0926\u0947\u0916 \u0930\u0939\u0947 \u0939\u0948\u0902
of=\u0915\u0940
items=\u0906\u0907\u091f\u092e\u0938

calendar.title=\u092a\u0949\u092a\u0905\u092a \u0926\u093f\u0928\u093e\u0902\u0915 \u091a\u092f\u0928\u0915\u0930\u094d\u0924\u093e

#CONDITIONAL RELEASE MCP 20101122

conditional.duedate_passed=\u0928\u093f\u092f\u0924 \u0926\u093f\u0928\u093e\u0902\u0915 \u092c\u0940\u0924 \u091a\u0941\u0915\u093e\u0964
conditional.duedate_notpassed=\u0928\u093f\u092f\u0924 \u0926\u093f\u0928\u093e\u0902\u0915 \u0928\u0939\u0940\u0902 \u092c\u0940\u0924 \u091a\u0941\u0915\u093e \u0939\u0948\u0964
conditional.released_to_students=\u091b\u093e\u0924\u094d\u0930\u094b\u0902 \u0915\u0947 \u0932\u093f\u090f \u091c\u093e\u0930\u0940 \u0915\u093f\u092f\u093e \u0939\u0948\u0964
conditional.not_released_to_students=\u091b\u093e\u0924\u094d\u0930\u094b\u0902 \u0915\u0947 \u0932\u093f\u090f \u091c\u093e\u0930\u0940 \u0928\u0939\u0940\u0902 \u0915\u093f\u092f\u093e \u0939\u0948\u0964
conditional.included_in_course_grade=\u0915\u094b\u0930\u094d\u0938 \u0917\u094d\u0930\u0947\u0921 \u092e\u0947\u0902 \u0936\u093e\u092e\u093f\u0932 \u0939\u0948\u0964
conditional.not_included_in_course_grade=\u0915\u094b\u0930\u094d\u0938 \u0917\u094d\u0930\u0947\u0921 \u092e\u0947\u0902 \u0936\u093e\u092e\u093f\u0932 \u0928\u0939\u0940\u0902 \u0939\u0948\u0964
conditional.grade_blank=\u0917\u094d\u0930\u0947\u0921 \u0930\u093f\u0915\u094d\u0924 \u0939\u0948\u0964
conditional.grade_non_blank=\u0917\u094d\u0930\u0947\u0921 \u0917\u0948\u0930 \u0930\u093f\u0915\u094d\u0924 \u0939\u0948\u0964
conditional.grade_less_than=\u0917\u094d\u0930\u0947\u0921 \u0939\u0948 \u0915\u092e \u0938\u0947 \u0915\u092e\:
conditional.grade_greather_or_equal=\u0917\u094d\u0930\u0947\u0921 \u0938\u0947 \u0905\u0927\u093f\u0915 \u092f\u093e \u092c\u0930\u093e\u092c\u0930 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0939\u0948\:
disable.condition.error=\u0939\u093e\u0932\u0924 \u0915\u094b \u0928\u093f\u0937\u094d\u0915\u094d\u0930\u093f\u092f \u0915\u0930\u0928\u0947 \u092e\u0947\u0902 \u0905\u0938\u092e\u0930\u094d\u0925
notification.load.error=\u092e\u094c\u091c\u0942\u0926\u093e \u0939\u093e\u0932\u0924 \u0915\u094b \u0932\u094b\u0921 \u0915\u0930\u0928\u0947 \u092e\u0947\u0902 \u0905\u0938\u092e\u0930\u094d\u0925
conditions.invalid.condition.argument=\u0915\u0943\u092a\u092f\u093e \u0905\u0938\u093e\u0907\u0928 \u0915\u093f\u090f \u0917\u090f \u0917\u094d\u0930\u0947\u0921 \u0915\u0947 \u0932\u093f\u090f \u090f\u0915 \u0928\u0902\u092c\u0930 \u0926\u0930\u094d\u091c \u0915\u0930\u0947\u0902\u0964
conditions.condition.argument.outofrange=\u0915\u0943\u092a\u092f\u093e \u0905\u0938\u093e\u0907\u0928\u092e\u0947\u0902\u091f \u0915\u0947 \u0932\u093f\u090f \u0930\u0947\u0902\u091c \u0936\u0942\u0928\u094d\u092f {0} \u0915\u0947 \u092d\u0940\u0924\u0930 \u090f\u0915 \u0928\u0902\u092c\u0930 \u0915\u094b \u0926\u0930\u094d\u091c \u0915\u0930\u0947\u0902\u0964


#LOM metadata
label.lom_role=\u092d\u0942\u092e\u093f\u0915\u093e
label.lom_coverage=\u0915\u0935\u0930\u0947\u091c \u0914\u0930 \u0905\u0928\u0941\u0936\u093e\u0938\u0928 \u0921\u094b\u092e\u0947\u0928
label.lom_status=\u0938\u094d\u0925\u093f\u0924\u093f
label.lom_duration=\u0905\u0935\u0927\u093f
label.lom_engagement=Engagement \u092a\u094d\u0930\u0915\u093e\u0930
label.lom_learning_resource_type=\u0938\u0940\u0916\u0928\u0947 \u0915\u0947 \u0938\u0902\u0938\u093e\u0927\u0928 \u092a\u094d\u0930\u0915\u093e\u0930
label.lom_interactivity_level=\u0905\u0928\u094d\u0924\u0930\u0915\u094d\u0930\u093f\u092f\u093e\u0936\u0940\u0932\u0924\u093e \u0938\u094d\u0924\u0930
label.lom_context_level=\u092a\u094d\u0930\u0938\u0902\u0917 \u0938\u094d\u0924\u0930
label.lom_difficulty=\u0915\u0920\u093f\u0928\u093e\u0908
label.lom_learning_time=\u0938\u0940\u0916\u0928\u0947 \u0915\u0947 \u0938\u092e\u092f
label.lom_assumed_knowledge=\u0917\u094d\u0930\u0939\u0923 \u091c\u094d\u091e\u093e\u0928
label.lom_technical_requirements=\u0924\u0915\u0928\u0940\u0915\u0940 \u0906\u0935\u0936\u094d\u092f\u0915\u0924\u093e\u090f\u0901
label.lom_install_remarks=\u091f\u093f\u092a\u094d\u092a\u0923\u0940 \u0938\u094d\u0925\u093e\u092a\u093f\u0924 \u0915\u0930\u0947\u0902
label.lom_other_requirements=\u0905\u0928\u094d\u092f \u0906\u0935\u0936\u094d\u092f\u0915\u0924\u093e\u090f\u0901
label.lom_granularity_level=\u0938\u094d\u0924\u0930
label.lom_structure=\u0938\u0902\u0930\u091a\u0928\u093e
label.lom_relation=\u0905\u0928\u094d\u092f \u0938\u0940\u0916\u0928\u0947 \u0915\u0940 \u0935\u0938\u094d\u0924\u0941\u0913\u0902 \u0938\u0947 \u0938\u0902\u092c\u0902\u0927
label.lom_reviewer=\u0938\u092e\u0940\u0915\u094d\u0937\u0915
label.lom_review_date=\u0938\u092e\u0940\u0915\u094d\u0937\u093e \u0924\u093f\u0925\u093f
label.lom_review_comments=\u0938\u092e\u0940\u0915\u094d\u0937\u093e \u091f\u093f\u092a\u094d\u092a\u0923\u093f\u092f\u093e\u0901



descr.lom_role=\u0905\u0902\u0936\u0926\u093e\u0928 \u0915\u0940 \u0924\u0930\u0939\u0964
descr.lom_coverage=\u0938\u092e\u092f, \u0938\u0902\u0938\u094d\u0915\u0943\u0924\u093f, \u092d\u0942\u0917\u094b\u0932 \u092f\u093e \u0915\u094d\u0937\u0947\u0924\u094d\u0930 \u0915\u0947 \u0932\u093f\u090f \u091c\u094b \u0907\u0938 \u0905\u0927\u093f\u0917\u092e \u0911\u092c\u094d\u091c\u0947\u0915\u094d\u091f \u092a\u0930 \u0932\u093e\u0917\u0942 \u0939\u094b\u0924\u093e \u0939\u0948\u0964
descr.lom_status=\u0938\u092e\u093e\u092a\u0928 \u0938\u094d\u0925\u093f\u0924\u093f \u092f\u093e \u0907\u0938 \u0911\u092c\u094d\u091c\u0947\u0915\u094d\u091f \u0915\u0947 \u0938\u0940\u0916\u0928\u0947 \u0915\u0940 \u0939\u093e\u0932\u0924\u0964
descr.lom_engagement=\u0907\u0938 \u0938\u0940\u0916\u0928\u0947 \u0911\u092c\u094d\u091c\u0947\u0915\u094d\u091f \u0926\u094d\u0935\u093e\u0930\u093e \u0938\u092e\u0930\u094d\u0925\u093f\u0924 \u0938\u0940\u0916\u0928\u0947 \u0915\u0940 \u092a\u094d\u0930\u092e\u0941\u0916 \u092e\u094b\u0921\u0964
descr.lom_duration=\u091c\u092c \u0907\u091a\u094d\u091b\u093f\u0924 \u0917\u0924\u093f \u0938\u0947 \u0916\u0947\u0932\u093e \u091c\u093e\u0924\u093e \u0939\u0948, \u090f\u0915 \u0928\u093f\u0930\u0902\u0924\u0930 \u0938\u0940\u0916\u0928\u0947 \u0915\u0940 \u0935\u0938\u094d\u0924\u0941 \u092e\u0947\u0902 \u0938\u092e\u092f \u0932\u0917\u0924\u093e \u0939\u0948\u0964
descr.lom_learning_resource_type=\u0938\u0940\u0916\u0928\u0947 \u0915\u0940 \u0935\u093f\u0936\u093f\u0937\u094d\u091f \u0935\u0938\u094d\u0924\u0941\u0964
descr.lom_interactivity_level=\u0907\u0938 \u0938\u0940\u0916\u0928\u0947 \u0915\u0940 \u0935\u0938\u094d\u0924\u0941 \u0915\u0947 \u0928\u093f\u0938\u094d\u0930\u094d\u092a\u0915 \u0905\u0928\u094d\u0924\u0930\u0915\u094d\u0930\u093f\u092f\u093e\u0936\u0940\u0932\u0924\u093e \u0915\u0940 \u0921\u093f\u0917\u094d\u0930\u0940
descr.lom_context_level=\u0935\u093f\u0936\u093f\u0937\u094d\u091f \u0909\u0926\u094d\u0926\u0947\u0936\u094d\u092f \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0915\u0940 \u0906\u092f\u0941\u0964
descr.lom_difficulty=\u0915\u093f\u0924\u0928\u093e \u092e\u0941\u0936\u094d\u0915\u093f\u0932 \u0935\u093f\u0936\u093f\u0937\u094d\u091f \u0905\u092d\u0940\u0937\u094d\u091f \u0932\u0915\u094d\u0937\u094d\u092f \u0926\u0930\u094d\u0936\u0915\u094b\u0902 \u0915\u0947 \u0938\u093e\u0925 \u092f\u093e \u0907\u0938 \u0911\u092c\u094d\u091c\u0947\u0915\u094d\u091f \u0915\u0947 \u0938\u0940\u0916\u0928\u0947 \u0915\u0947 \u092e\u093e\u0927\u094d\u092f\u092e \u0938\u0947 \u0915\u093e\u092e \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0939\u0948\u0964
descr.lom_learning_time=\u0905\u0928\u0941\u092e\u093e\u0928\u093f\u0924 \u092f\u093e \u0935\u093f\u0936\u093f\u0937\u094d\u091f \u0938\u092e\u092f \u091c\u094b \u0935\u093f\u0936\u093f\u0937\u094d\u091f \u0905\u092d\u0940\u0937\u094d\u091f \u0932\u0915\u094d\u0937\u094d\u092f \u0935\u093e\u0932\u0947 \u0926\u0930\u094d\u0936\u0915\u094b\u0902 \u0915\u0947 \u0938\u093e\u0925 \u092f\u093e \u0907\u0938 \u0911\u092c\u094d\u091c\u0947\u0915\u094d\u091f \u0915\u0947 \u0938\u0940\u0916\u0928\u0947 \u0915\u0947 \u092e\u093e\u0927\u094d\u092f\u092e \u0938\u0947 \u0915\u093e\u092e \u0915\u0930\u0928\u0947 \u092a\u0930 \u0932\u0917\u0924\u093e \u0939\u0948\u0902\u0964
descr.lom_assumed_knowledge=\u0907\u0938 \u0938\u0940\u0916\u0928\u0947 \u0915\u0940 \u0935\u0938\u094d\u0924\u0941 \u0915\u093e \u0909\u092a\u092f\u094b\u0917 \u0915\u0948\u0938\u0947 \u0915\u093f\u092f\u093e \u091c\u093e\u0924\u093e \u0939\u0948 \u092a\u0930 \u091f\u093f\u092a\u094d\u0923\u093f\u092f\u093e\u0902\u0964
descr.lom_technical_requirements=\u0924\u0915\u0928\u0940\u0915\u0940 \u0915\u094d\u0937\u092e\u0924\u093e \u0907\u0938 \u0905\u0927\u093f\u0917\u092e \u0911\u092c\u094d\u091c\u0947\u0915\u094d\u091f \u0915\u093e \u0909\u092a\u092f\u094b\u0917 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0906\u0935\u0936\u094d\u092f\u0915\u0964
descr.lom_install_remarks=\u0907\u0938 \u0938\u0940\u0916\u0928\u0947 \u0911\u092c\u094d\u091c\u0947\u0915\u094d\u091f \u0915\u094b \u0915\u0948\u0938\u0947 \u0938\u094d\u0925\u093e\u092a\u093f\u0924 \u0915\u0930\u0947\u0902, \u0907\u0938\u0915\u093e \u0935\u0930\u094d\u0923\u0928\u0964
descr.lom_other_requirements=\u0905\u0928\u094d\u092f \u0938\u0949\u092b\u094d\u091f\u0935\u0947\u092f\u0930 \u0914\u0930 \u0939\u093e\u0930\u094d\u0921\u0935\u0947\u092f\u0930 \u0906\u0935\u0936\u094d\u092f\u0915\u0924\u093e\u0913\u0902 \u0915\u0947 \u092c\u093e\u0930\u0947 \u092e\u0947\u0902 \u091c\u093e\u0928\u0915\u093e\u0930\u0940\u0964
descr.lom_granularity_level=\u092f\u0939 \u0938\u0940\u0916\u0928\u0947 \u0915\u0940 \u0935\u0938\u094d\u0924\u0941 \u0915\u0947 \u0915\u093e\u0930\u094d\u092f\u093e\u0924\u094d\u092e\u0915 \u0935\u093f\u0918\u091f\u0928 |
descr.lom_structure=\u0907\u0938 \u0911\u092c\u094d\u091c\u0947\u0915\u094d\u091f \u0915\u0947 \u0938\u0940\u0916\u0928\u0947 \u0915\u0940 \u0905\u0902\u0924\u0930\u094d\u0928\u093f\u0939\u093f\u0924 \u0938\u093e\u0902\u0917\u0920\u0928\u093f\u0915 \u0938\u0902\u0930\u091a\u0928\u093e\u0964
descr.lom_relation=\u0907\u0938 \u0938\u0940\u0916\u0928\u0947 \u0911\u092c\u094d\u091c\u0947\u0915\u094d\u091f \u0914\u0930 \u0905\u0928\u094d\u092f \u0938\u0940\u0916\u0928\u0947 \u0915\u0940 \u0935\u0938\u094d\u0924\u0941\u0913\u0902 \u0915\u0947 \u092c\u0940\u091a \u0938\u0902\u092c\u0902\u0927, \u092f\u0926\u093f \u0915\u094b\u0908 \u0939\u094b \u0964
descr.lom_reviewer=\u0938\u092e\u0940\u0915\u094d\u0937\u0915
descr.lom_review_date=\u0938\u092e\u0940\u0915\u094d\u0937\u093e \u0924\u093f\u0925\u093f
descr.lom_review_comments=\u0938\u092e\u0940\u0915\u094d\u0937\u093e \u091f\u093f\u092a\u094d\u092a\u0923\u093f\u092f\u093e\u0901\u0964


# descriptions for content/resource entity provider
content=\u0938\u093e\u092e\u0917\u094d\u0930\u0940/\u0938\u0902\u0938\u093e\u0927\u0928 \u0909\u092a\u0915\u0930\u0923 \u0915\u093e \u092a\u094d\u0930\u0924\u093f\u0928\u093f\u0927\u093f\u0924\u094d\u0935 \u0915\u0930\u0924\u093e \u0939\u0948
content.action.site=\u090f\u0915 \u0926\u0940 \u0917\u0908 \u0938\u093e\u0907\u091f \u0915\u0947 \u0932\u093f\u090f \u0938\u093e\u092e\u0917\u094d\u0930\u0940 \u0906\u0907\u091f\u092e \u092a\u094d\u0930\u093e\u092a\u094d\u0924 \u0915\u0930\u0924\u093e \u0939\u0948\u0964 \u092f\u0942\u0906\u0930\u090f\u0932 \u0915\u093e \u092b\u093e\u0930\u094d\u092e /direct/content/site/SITEID.format \u0939\u094b\u0928\u093e \u091a\u093e\u0939\u093f\u090f\u0964
content.action.user=\u0938\u093e\u092e\u0917\u094d\u0930\u0940 \u0906\u0907\u091f\u092e \u0915\u0947 \u0932\u093f\u090f \u0915\u094b\u0908 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0915\u093e\u0930\u094d\u092f\u0938\u094d\u0925\u093e\u0928 \u0938\u093e\u0907\u091f  \u092a\u094d\u0930\u093e\u092a\u094d\u0924 \u0915\u0930\u0924\u093e \u0939\u0948\u0964 \u092f\u0942\u0906\u0930\u090f\u0932 \u0915\u093e \u092b\u093e\u0930\u094d\u092e /direct/content/user/EID_OR_ID.format \u0939\u094b\u0928\u093e \u091a\u093e\u0939\u093f\u090f\u0964 \u0906\u092e \u0924\u094c\u0930 \u092a\u0930 \u0915\u0947\u0935\u0932 \u0935\u094d\u092f\u0935\u0938\u094d\u0925\u093e\u092a\u0915 \u092a\u094d\u0930\u0915\u093e\u0930 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0907\u0938 \u0938\u093e\u092e\u0917\u094d\u0930\u0940 \u0915\u094b \u0926\u0947\u0916\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0938\u0915\u094d\u0937\u092e \u0939\u094b\u0917\u093e\u0964 \u092f\u0926\u093f \u0906\u092a \u0905\u092a\u0928\u0947 \u0915\u093e\u0930\u094d\u092f\u0938\u094d\u0925\u093e\u0928 \u0915\u0947 \u0932\u093f\u090f \u0938\u0902\u0938\u093e\u0927\u0928 \u092a\u094d\u0930\u093e\u092a\u094d\u0924 \u0915\u0930\u0928\u093e \u091a\u093e\u0939\u0924\u0947 \u0939\u0948\u0902, \u0924\u094b \u0906\u092a /direct/content/my.format \u0915\u093e \u0909\u092a\u092f\u094b\u0917 \u0915\u0930 \u0938\u0915\u0924\u0947 \u0939\u0948\u0902\u0964
content.action.my=\u0935\u0930\u094d\u0924\u092e\u093e\u0928 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0915\u093e\u0930\u094d\u092f\u0938\u094d\u0925\u093e\u0928 \u0938\u093e\u0907\u091f \u0915\u0947 \u0932\u093f\u090f \u0938\u093e\u092e\u0917\u094d\u0930\u0940 \u0906\u0907\u091f\u092e \u092a\u094d\u0930\u093e\u092a\u094d\u0924 \u0915\u0930\u0924\u093e \u0939\u0948\u0964 \u092f\u0942\u0906\u0930\u090f\u0932 \u0915\u093e \u092b\u093e\u0930\u094d\u092e /direct/content/my.format \u0939\u094b\u0928\u093e \u091a\u093e\u0939\u093f\u090f\u0964

dragndrop.success.upload=\u092b\u093c\u093e\u0907\u0932 \u0938\u092b\u0932\u0924\u093e\u092a\u0942\u0930\u094d\u0935\u0915 \u0905\u092a\u0932\u094b\u0921 \u0915\u0940 \u0917\u0908
dragndrop.upload.error=\u092b\u093c\u093e\u0907\u0932 {0} \u0938\u0930\u094d\u0935\u0930 \u092a\u0930 \u0905\u092a\u0932\u094b\u0921 \u0915\u0930\u0928\u0947 \u092e\u0947\u0902 \u0915\u094b\u0908 \u0924\u094d\u0930\u0941\u091f\u093f \u0925\u0940
dragndrop.duplicated.error=\u092b\u093c\u093e\u0907\u0932 {0}, {1} \u0938\u0947 \u0905\u0927\u093f\u0915 \u092c\u093e\u0930 \u0938\u0930\u094d\u0935\u0930 \u092e\u0947\u0902 \u0926\u094b\u0939\u0930\u093e\u0908 \u0928\u0939\u0940\u0902 \u091c\u093e \u0938\u0915\u0924\u0940
dragndrop.collection.error={0} \u092b\u093e\u0907\u0932 \u0938\u094d\u091f\u094b\u0930 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0938\u0902\u0917\u094d\u0930\u0939 {1} \u0915\u0947 \u092a\u094d\u0930\u092c\u0902\u0927\u0928 \u092e\u0947\u0902 \u090f\u0915 \u0924\u094d\u0930\u0941\u091f\u093f \u0925\u0940 |

# SAK-25709
list.cols.columns=\u0915\u0949\u0932\u092e \u092a\u094d\u0930\u0926\u0930\u094d\u0936\u093f\u0924 \u0915\u0930\u0947\u0902
list.cols.columns.inst=\u0926\u093f\u0916\u093e\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0915\u0949\u0932\u092e

