#X-Generator: crowdin.com
#Generated by ResourceBundle Editor (http://eclipse-rbe.sourceforge.net)
# $Header: /cvs/sakai2/legacy/bundle/src/bundle/content.properties,v 1.21 2005/06/09 15:27:36 gsilver.umich.edu Exp $

button.add=\u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646
button.actions=\u0627\u0642\u062f\u0627\u0645\u0627\u062a

sort.title=\u0645\u0631\u062a\u0628 \u0633\u0627\u0632\u06cc \u0645\u062c\u062f\u062f\:
sort.save=\u0630\u062e\u064a\u0631\u0647
sort.cancel=\u0644\u063a\u0648
sort.instruction.general=\u0628\u0631\u0627\u06cc \u0645\u0631\u062a\u0628\u200c\u0633\u0627\u0632\u06cc \u0645\u062c\u062f\u062f\u060c \u0622\u06cc\u062a\u0645\u200c\u0647\u0627\u06cc \u0644\u06cc\u0633\u062a \u0631\u0627 \u0628\u06a9\u0634\u06cc\u062f \u0648 \u0631\u0647\u0627 \u06a9\u0646\u06cc\u062f \u0648 \u0633\u067e\u0633 \u0628\u0631 \u0631\u0648\u06cc \u06af\u0632\u06cc\u0646\u0647 \u0630\u062e\u06cc\u0631\u0647 \u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f.
sort.instruction.input=\u0634\u0645\u0627 \u0647\u0645\u0686\u0646\u06cc\u0646 \u0645\u06cc \u062a\u0648\u0627\u0646\u06cc\u062f \u062a\u0631\u062a\u06cc\u0628 \u0627\u0639\u062f\u0627\u062f \u0644\u06cc\u0633\u062a \u0631\u0627 \u0648\u06cc\u0631\u0627\u06cc\u0634 \u06a9\u0646\u06cc\u062f.
sort.instruction.general.hidden=\u0628\u0631\u0627\u06cc \u0645\u0631\u062a\u0628\u200c\u0633\u0627\u0632\u06cc \u0628\u0631 \u0631\u0648\u06cc \u0644\u06cc\u0633\u062a \u06a9\u0644\u06cc\u06a9 \u06a9\u0631\u062f\u0647 \u0648 \u0627\u0632 \u06a9\u0644\u06cc\u062f Control \u0648 \u06a9\u0644\u06cc\u062f\u0647\u0627\u06cc \u0686\u0647\u0627\u0631 \u062c\u0647\u062a \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u06a9\u0646\u06cc\u062f.
sort.undo.last.label=\u0644\u063a\u0648 \u0622\u062e\u0631\u06cc\u0646
sort.undo.all.label=\u0644\u063a\u0648 \u0647\u0645\u0647
sort.fail.valid.message=\u06cc\u06a9 \u0639\u062f\u062f \u06a9\u0648\u0686\u06a9\u062a\u0631 \u0627\u0632 \# \u0644\u0637\u0641\u0627\!

trash=\u0633\u0637\u0644 \u0632\u0628\u0627\u0644\u0647
restore.title=\u0628\u0631\u06af\u0631\u062f\u0627\u0646\u062f\u0646 \u0645\u0648\u0627\u0631\u062f
restore.instruct=\u06cc\u06a9 \u0622\u06cc\u062a\u0645 \u0631\u0627 \u0628\u0631\u0627\u06cc \u0628\u0627\u0632\u06cc\u0627\u0628\u06cc \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0631\u062f\u0647 \u0648 \u0633\u067e\u0633 \u0628\u0631 \u0631\u0648\u06cc \u062f\u06a9\u0645\u0647 \u0628\u0627\u0632\u06cc\u0627\u0628\u06cc \u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f.
restore.summary=\u062c\u062f\u0648\u0644 \u062d\u0627\u0648\u06cc \u0645\u0648\u0627\u0631\u062f\u06cc \u0627\u0633\u062a \u06a9\u0647 \u062d\u0630\u0641 \u0634\u062f\u0647 \u0627\u0646\u062f \u0648 \u0645\u06cc\u062a\u0648\u0627\u0646 \u0622\u0646\u0647\u0627 \u0631\u0627 \u0628\u0647 \u0645\u062c\u0645\u0648\u0639\u0647 \u0627\u0635\u0644\u06cc \u0634\u0627\u0646 \u0628\u0627\u0632\u06af\u0631\u062f\u0627\u0646\u062f.
restore.caption=\u0644\u06cc\u0633\u062a\u06cc \u0627\u0632 \u0645\u0646\u0627\u0628\u0639\u06cc \u06a9\u0647 \u0642\u0631\u0627\u0631 \u0627\u0633\u062a \u0645\u0631\u062a\u0628 \u0634\u0648\u0646\u062f
restore.removedOn=\u062d\u0630\u0641 \u0634\u062f\u0647 \u062f\u0631 \u062a\u0627\u0631\u06cc\u062e
restore.removedBy=\u062d\u0630\u0641 \u0634\u062f\u0647 \u062a\u0648\u0633\u0637
restore.restore=\u0628\u0627\u0632\u06cc\u0627\u0628\u06cc
restore.remove=\u062d\u062f\u0641
restore.cancel=\u0644\u063a\u0648
restore.empty=\u0647\u06cc\u0686 \u0641\u0627\u06cc\u0644\u06cc \u062d\u0630\u0641 \u0634\u062f\u0647 \u0627\u06cc \u0648\u062c\u0648\u062f \u0646\u062f\u0627\u0631\u062f. 
restore.cleanup=\u0641\u0627\u06cc\u0644 \u0647\u0627\u06cc\u06cc \u06a9\u0647 \u0628\u06cc\u0634 \u0627\u0632 {0} \u0631\u0648\u0632 \u067e\u06cc\u0634 \u0628\u0647 \u0633\u0637\u0644 \u0632\u0628\u0627\u0644\u0647 \u0645\u0646\u062a\u0642\u0644 \u0634\u062f\u0647 \u0627\u0646\u062f \u0628\u0631\u0627\u06cc \u0647\u0645\u06cc\u0634\u0647 \u062d\u0630\u0641 \u062e\u0648\u0627\u0647\u0646\u062f \u0634\u062f.
restore.success=\u0641\u0627\u06cc\u0644 \u0647\u0627\u06cc \u0632\u06cc\u0631 \u0628\u0627 \u0645\u0648\u0641\u0642\u06cc\u062a \u0628\u0627\u0632\u06cc\u0627\u0628\u06cc \u0634\u062f\u0646\u062f\: {0}
remove.success=\u0641\u0627\u06cc\u0644 \u0647\u0627\u06cc \u0632\u06cc\u0631 \u0628\u0627 \u0645\u0648\u0641\u0642\u06cc\u062a \u062d\u0630\u0641 \u0634\u062f\u0646\u062f\: {0}

size.bytes={0} \u0628\u0627\u06cc\u062a 
size.gb={0} \u06af\u06cc\u06af\u0627\u0628\u0627\u06cc\u062a 
size.kb={0} \u06a9\u06cc\u0644\u0648\u0628\u0627\u06cc\u062a 
size.mb={0} \u0645\u06af\u0627\u0628\u0627\u06cc\u062a 
size.gbytes={0} \u06af\u06cc\u06af\u0627\u0628\u0627\u06cc\u062a ({1} \u0628\u0627\u06cc\u062a) 
size.kbytes={0} \u06a9\u06cc\u0644\u0648\u0628\u0627\u06cc\u062a ({1} \u0628\u0627\u06cc\u062a) 
size.mbytes={0} \u0645\u06af\u0627\u0628\u0627\u06cc\u062a ({1} \u0628\u0627\u06cc\u062a) 
size.item=\u06f1 \u0622\u06cc\u062a\u0645 
size.items={0} \u0622\u06cc\u062a\u0645\u200c 

avail.title=\u0645\u0648\u062c\u0648\u062f\u0628\u0648\u062f\u0646
avail.show=\u0646\u0645\u0627\u06cc\u0634
avail.hide=\u067e\u0646\u0647\u0627\u0646 \u06a9\u0631\u062f\u0646
avail.start=\u0634\u0631\u0648\u0639
avail.end=\u067e\u0627\u06cc\u0627\u0646

action.select=- \u0627\u0646\u062a\u062e\u0627\u0628 \u0639\u0645\u0644 - 

access.site=\u062a\u0645\u0627\u0645 \u0633\u0627\u06cc\u062a
access.site1=\u0642\u0627\u0628\u0644 \u0645\u0634\u0627\u0647\u062f\u0647 \u0628\u0631\u0627\u06cc \u062a\u0645\u0627\u0645 \u0633\u0627\u06cc\u062a
access.group=\u0627\u0646\u062a\u062e\u0627\u0628 \u06af\u0631\u0648\u0647(\u0647\u0627)
access.group1=\u0642\u0627\u0628\u0644 \u0645\u0634\u0627\u0647\u062f\u0647 \u0628\u0631\u0627\u06cc \u06af\u0631\u0648\u0647 \u0647\u0627\u06cc \u0627\u0646\u062a\u062e\u0627\u0628\u06cc\: {0}
access.group.missing=\u06af\u0631\u0648\u0647(\u0647\u0627\u06cc) \u0646\u0627\u0645\u0648\u062c\u0648\u062f
access.dropbox=Dropbox
access.dropbox1=\u0642\u0627\u0628\u0644 \u0645\u0634\u0627\u0647\u062f\u0647 \u0628\u0631\u0627\u06cc \u0627\u0633\u062a\u0627\u062f \u0648 \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632

# Definitions for roles based on their ids. .anon is the roleid for pubview / public access.
# Could get these names RoleProvider#getDisplayName(roleId)
access.role.anon=\u0639\u0645\u0648\u0645\u06cc
access.role.auth=\u06a9\u0627\u0631\u0628\u0631\u0627\u0646 \u0648\u0627\u0631\u062f \u0634\u062f\u0647
access.role.role.allusers=\u062a\u0645\u0627\u0645 \u06a9\u0627\u0631\u0628\u0631\u0627\u0646
access.role.role.allstudents=\u06a9\u0627\u0631\u0628\u0631\u0627\u0646 \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632
access.role.role.allstaff=\u06a9\u0627\u0631\u0628\u0631\u0627\u0646 \u06a9\u0627\u0631\u0645\u0646\u062f
access.role.origin.provided=\u06a9\u0627\u0631\u0628\u0631\u0627\u0646 \u0627\u0631\u0627\u0626\u0647 \u0634\u062f\u0647
access.role.origin.internal=\u06a9\u0627\u0631\u0628\u0631\u0627\u0646 \u062f\u0627\u062e\u0644\u06cc

# Descriptors for two roles and multiple roles
access.roleLabel.two={0} \u0648 {1}
access.roleLabel.moreThanTwo={0} \u0648 {1} \u062f\u06cc\u06af\u0631
access.roleLabel.long.1=\u0628\u0631\u0627\u06cc {0} \u0642\u0627\u0628\u0644 \u0645\u0634\u0627\u0647\u062f\u0647 \u0627\u0633\u062a.
access.roleLabel.long.2=\u0628\u0631\u0627\u06cc {0} \u0648 {1} \u0642\u0627\u0628\u0644 \u0645\u0634\u0627\u0647\u062f\u0647 \u0627\u0633\u062a.
access.roleLabel.long.3=\u0628\u0631\u0627\u06cc {0} {1} \u0648 {2} \u0642\u0627\u0628\u0644 \u0645\u0634\u0627\u0647\u062f\u0647 \u0627\u0633\u062a.
access.roleLabel.long.4=\u0628\u0631\u0627\u06cc {0} \u0648 {1} \u0648 {2} \u0648 {3} \u0642\u0627\u0628\u0644 \u0645\u0634\u0627\u0647\u062f\u0647 \u0627\u0633\u062a.
access.roleLabel.long.5=\u0628\u0631\u0627\u06cc {0} \u0648 {1} \u0648 {2} \u0648 {3} \u0648 {4} \u0642\u0627\u0628\u0644 \u0645\u0634\u0627\u0647\u062f\u0647 \u0627\u0633\u062a.
access.roleLabel.long.6=\u0628\u0631\u0627\u06cc {0} {1} {2} {3} {4} \u0648 {5} \u0642\u0627\u0628\u0644 \u0645\u0634\u0627\u0647\u062f\u0647 \u0627\u0633\u062a.
access.roleLabel.long.X=\u0628\u0631\u0627\u06cc {0}\u060c {1}\u060c {2}\u060c {3}\u060c {4}\u060c {5} \u0648 \u062f\u06cc\u06af\u0631\u0627\u0646 \u0642\u0627\u0628\u0644 \u0645\u0634\u0627\u0647\u062f\u0647 \u0627\u0633\u062a.

access.title1=\u062f\u0633\u062a\u0631\u0633\u06cc
access.title2=\u062f\u0633\u062a\u0631\u0633\u06cc\: \u0646\u0645\u0627\u06cc\u0634 \u0628\u0631\u0627\u06cc \u06a9\u0627\u0631\u0628\u0631\u0627\u0646 \u063a\u06cc\u0631 \u0639\u0636\u0648 (\u0642\u0627\u0628\u0644 \u0645\u0634\u0627\u0647\u062f\u0647 \u0628\u0631\u0627\u06cc \u0639\u0645\u0648\u0645)
access.title3=\u062f\u0633\u062a\u0631\u0633\u06cc\: \u0646\u0645\u0627\u06cc\u0634 \u0628\u0631\u0627\u06cc \u0647\u0645\u0647 \u0627\u0639\u0636\u0627\u06cc \u0627\u06cc\u0646 \u0633\u0627\u06cc\u062a
access.title4=\u062f\u0633\u062a\u0631\u0633\u06cc\: \u0646\u0645\u0627\u06cc\u0634 \u0628\u0631\u0627\u06cc \u0627\u0639\u0636\u0627\u06cc \u06af\u0631\u0648\u0647 \u0627\u0646\u062a\u062e\u0627\u0628 \u0634\u062f\u0647 ({0})
access.title5=\u062f\u0633\u062a\u0631\u0633\u06cc\: \u0646\u0645\u0627\u06cc\u0634 \u0628\u0631\u0627\u06cc \u0627\u0639\u0636\u0627\u06cc \u06af\u0631\u0648\u0647(\u0647\u0627\u06cc) \u0627\u0646\u062a\u062e\u0627\u0628 \u0634\u062f\u0647


#AddFileBasic Vm				
add.afile=\u06cc\u06a9 \u0641\u0627\u06cc\u0644\:
add.formtype=\u0646\u0648\u0639 \u0641\u0631\u0645 \u0631\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f
add.ftype=\u0646\u0648\u0639 \u0641\u0631\u0645
add.noforms=\u0647\u06cc\u0686 \u0641\u0631\u0645\u06cc \u0628\u0631\u0627\u06cc \u0627\u06cc\u0646 \u0633\u0627\u06cc\u062a \u062a\u0639\u0631\u06cc\u0641 \u0646\u0634\u062f\u0647 \u0627\u0633\u062a
add.numfiles=\u062a\u0639\u062f\u0627\u062f \u0641\u0627\u06cc\u0644 \u0647\u0627 \u0628\u0631\u0627\u06cc \u0622\u067e\u0644\u0648\u062f
add.numfldrs=\u062a\u0639\u062f\u0627\u062f \u067e\u0648\u0634\u0647 \u0647\u0627 \u0628\u0631\u0627\u06cc \u0627\u06cc\u062c\u0627\u062f
add.numurls=\u062a\u0639\u062f\u0627\u062f URL\u0647\u0627 \u0628\u0631\u0627\u06cc \u0627\u06cc\u062c\u0627\u062f
add.props=\u0648\u06cc\u0698\u06af\u06cc \u0647\u0627

#AddFolder Vm	
addf.addfolder=\u0627\u0641\u0632\u0648\u062f\u0646 \u067e\u0648\u0634\u0647
addf.instr=\u0639\u0646\u0648\u0627\u0646\u06cc \u0628\u0631\u0627\u06cc \u067e\u0648\u0634\u0647 \u062c\u062f\u06cc\u062f \u0648\u0627\u0631\u062f \u06a9\u0646\u06cc\u062f\u060c \u0648\u06cc\u0698\u06af\u06cc\u200c\u0647\u0627 \u0631\u0627 \u0648\u0627\u0631\u062f \u06a9\u0646\u06cc\u062f \u0648 \u0633\u067e\u0633 \u0628\u0631 \u0631\u0648\u06cc \u06af\u0632\u06cc\u0646\u0647 "\u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646" \u062f\u0631 \u067e\u0627\u06cc\u06cc\u0646 \u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f.

#AddHTML Vm	

#Additem Vm	
addi.add=\u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u0646\u0648\u0639 \u0622\u06cc\u062a\u0645
addi.selectmessage=\u0628\u0631\u0627\u06cc \u0627\u062c\u0631\u0627 \u06a9\u0631\u062f\u0646 combo box \u0627\u0628\u062a\u062f\u0627 \u062f\u06a9\u0645\u0647 Alt + \u062f\u06a9\u0645\u0647 \u062c\u0647\u062a\u200c\u062f\u0627\u0631 \u067e\u0627\u06cc\u06cc\u0646 \u0631\u0627 \u0641\u0634\u0627\u0631 \u062f\u0647\u06cc\u062f \u062a\u0627 \u0622\u0646 \u0631\u0627 \u0628\u0627\u0632 \u06a9\u0646\u06cc\u062f\u060c \u0633\u067e\u0633 \u0627\u0632 \u06a9\u0644\u06cc\u062f \u0647\u0627\u06cc \u062c\u0647\u062a\u06cc \u0628\u0627\u0644\u0627 \u0648 \u067e\u0627\u06cc\u06cc\u0646 \u0628\u0631\u0627\u06cc \u0645\u0633\u0627\u0647\u062f\u0647 \u06af\u0632\u06cc\u0646\u0647 \u0647\u0627 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u06a9\u0646\u06cc\u062f.
addi.folder=\u067e\u0648\u0634\u0647 \u062e\u0627\u0644\u06cc
addi.meta=\u0622\u06cc\u062a\u0645 \u0641\u0631\u0645
addi.txthtml=\u0635\u0641\u062d\u0647 HTML
addi.txttxt=\u0633\u0646\u062f \u0645\u062a\u0646\u06cc \u0633\u0627\u062f\u0647
addi.upload=\u0628\u0627\u0631\u06af\u0630\u0627\u0631\u06cc \u0641\u0627\u06cc\u0644
addi.url=URL (\u0644\u06cc\u0646\u06a9 \u0628\u0647 \u0648\u0628\u0633\u0627\u06cc\u062a)

#AddFileOptions Vm				

#Addtext Vm	

#Addurlad Vm	

#Addurlba Vm	


att.add=\u0627\u0641\u0632\u0648\u062f\u0646 \u067e\u06cc\u0648\u0633\u062a
att.cancel=\u0644\u063a\u0648
att.copy=\u0627\u0641\u0632\u0648\u062f\u0646 \u067e\u06cc\u0648\u0633\u062a
att.fin=\u0632\u0645\u0627\u0646\u06cc \u06a9\u0647 \u06a9\u0627\u0631\u062a\u0627\u0646 \u062a\u0645\u0627\u0645 \u0634\u062f\u060c \u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f&quot;\u0648 \u0627\u062f\u0627\u0645\u0647 \u062f\u0647\u06cc\u062f&quot.
att.finish=\u0627\u062f\u0627\u0645\u0647
att.instr=\u06cc\u06a9 \u0622\u06cc\u062a\u0645 \u0645\u0648\u062c\u0648\u062f \u0627\u0632 \u0645\u0646\u0627\u0628\u0639 \u0631\u0627 \u0628\u0631\u0627\u06cc \u067e\u06cc\u0648\u0633\u062a \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f \u06cc\u0627 \u06cc\u06a9 \u0622\u06cc\u062a\u0645 \u062c\u062f\u06cc\u062f \u0631\u0627 \u0628\u0631\u0627\u06cc \u067e\u06cc\u0648\u0633\u062a \u0628\u0647 \u0641\u0648\u0644\u062f\u0631 \u0627\u0636\u0627\u0641\u0647 \u06a9\u0646\u06cc\u062f.
att.items=\u0622\u06cc\u062a\u0645\u200c\u0647\u0627\u06cc\u06cc \u06a9\u0647 \u0642\u0631\u0627\u0631 \u0627\u0633\u062a \u067e\u06cc\u0648\u0633\u062a \u0634\u0648\u0646\u062f
att.listcap=\u0644\u06cc\u0633\u062a \u0645\u0646\u0627\u0628\u0639 \u0628\u0631\u0627\u06cc \u067e\u06cc\u0648\u0633\u062a
#Helper VM
att.listsum=\u062c\u062f\u0648\u0644 \u062d\u0627\u0648\u06cc \u0644\u06cc\u0633\u062a\u06cc \u0627\u0632 \u0645\u0646\u0627\u0628\u0639\u06cc \u0627\u0633\u062a \u06a9\u0647 \u0645\u06cc\u200c\u062a\u0648\u0627\u0646\u06cc\u062f \u067e\u06cc\u0648\u0633\u062a \u06a9\u0646\u06cc\u062f. \u0633\u062a\u0648\u0646 \u0627\u0648\u0644 \u0634\u0627\u0645\u0644 \u06cc\u06a9 \u0644\u06cc\u0646\u06a9 \u0628\u0647 \u0645\u0646\u0627\u0628\u0639 \u0627\u0633\u062a\u060c \u0648 \u0627\u06af\u0631 \u0622\u06cc\u062a\u0645 \u06cc\u06a9 \u067e\u0648\u0634\u0647 \u0628\u0627\u0634\u062f\u060c \u0644\u06cc\u0646\u06a9 \u0628\u0647 \u067e\u0648\u0634\u0647 \u0627\u0633\u062a. \u0633\u062a\u0648\u0646 \u062f\u0648\u0645 \u0634\u0627\u0645\u0644 \u0627\u0642\u062f\u0627\u0645\u0627\u062a\u06cc \u0627\u0633\u062a \u06a9\u0647 \u0628\u0631\u0627\u06cc \u0622\u0646 \u0622\u06cc\u062a\u0645 \u0645\u0648\u062c\u0648\u062f\u0646\u062f\: \u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u0645\u0648\u0631\u062f \u062c\u062f\u06cc\u062f\u060c \u0627\u0646\u062a\u062e\u0627\u0628\u060c \u06a9\u067e\u06cc \u06a9\u0631\u062f\u0646.
att.remove=\u062d\u062f\u0641
att.res=\u06cc\u06a9 \u0645\u0646\u0628\u0639 \u0631\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f
att.rmv=\u062d\u0630\u0641 \u0634\u0648\u062f\u061f
att.select=\u0627\u0646\u062a\u062e\u0627\u0628
att.sellistcap=\u0644\u06cc\u0633\u062a \u0628\u062e\u0634\u200c\u0647\u0627
att.sellistsum=\u062c\u062f\u0648\u0644 \u0634\u0627\u0645\u0644 \u0644\u06cc\u0633\u062a\u06cc \u0627\u0632 \u0645\u0646\u0627\u0628\u0639\u06cc \u0627\u0633\u062a \u06a9\u0647 \u0628\u0631\u0627\u06cc \u067e\u06cc\u0648\u0633\u062a \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0631\u062f\u0647\u200c\u0627\u06cc\u062f. \u0633\u062a\u0648\u0646 \u0627\u0648\u0644 \u0634\u0627\u0645\u0644 \u0622\u06cc\u062a\u0645\u200c\u0647\u0627\u060c \u0633\u062a\u0648\u0646 \u062f\u0648\u0645 \u0634\u0627\u0645\u0644 \u0644\u06cc\u0646\u06a9 \u0628\u0631\u0627\u06cc \u062d\u0630\u0641 \u0622\u06cc\u062a\u0645 \u0627\u0632 \u0627\u0646\u062a\u062e\u0627\u0628 \u0627\u0633\u062a.
att.upl=\u0622\u067e\u0644\u0648\u062f \u0641\u0627\u06cc\u0644 \u0627\u0632 \u06a9\u0627\u0645\u067e\u06cc\u0648\u062a\u0631

cannotfind=\u0627\u06cc\u0646 \u067e\u0648\u0634\u0647 \u06cc\u0627\u0641\u062a \u0646\u0634\u062f.




choosefile=\u0644\u0637\u0641\u0627 \u0641\u0627\u06cc\u0644\u06cc \u0631\u0627 \u0628\u0631\u0627\u06cc \u0622\u06cc\u062a\u0645 \u0641\u0627\u06cc\u0644 \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f

choosefile2=\u0644\u0637\u0641\u0627 \u0641\u0627\u06cc\u0644\u06cc \u0631\u0627 \u0628\u0631\u0627\u06cc \u0648\u06cc\u0631\u0627\u06cc\u0634 \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f.

choosefile3=\u0644\u0637\u0641\u0627 \u0641\u0627\u06cc\u0644(\u0647\u0627) \u0631\u0627 \u0628\u0631\u0627\u06cc \u062d\u0630\u0641 \u0634\u062f\u0646 \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f.



choosefile6=\u0644\u0637\u0641\u0627 \u0641\u0627\u06cc\u0644(\u0647\u0627) \u0631\u0627 \u0628\u0631\u0627\u06cc \u06a9\u067e\u06cc \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f.

choosefile7=\u0644\u0637\u0641\u0627 \u0641\u0627\u06cc\u0644\u06cc \u0631\u0627 \u0628\u0631\u0627\u06cc \u067e\u06cc\u0648\u0633\u062a \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f.


collapseall=\u0628\u0633\u062a\u0646 \u0647\u0645\u0647

copy=\u06a9\u067e\u06cc

copy.name=\u06a9\u067e\u06cc {0}

cpright1=\u062d\u0642 \u0646\u0634\u0631 (c)



cut=\u0628\u0631\u0634

dav.cancel=\u0628\u0627\u0632\u06af\u0634\u062a
dav.setup=\u0646\u0635\u0628 \u06cc\u06a9 \u0627\u0628\u0632\u0627\u0631 WebDAV \u062f\u0631 \u06a9\u0627\u0645\u067e\u06cc\u0648\u062a\u0631 \u0634\u0645\u0627
dav.webdav=\u0628\u0627\u0631\u06af\u0630\u0627\u0631\u06cc \u0648 \u062f\u0627\u0646\u0644\u0648\u062f \u0645\u0646\u0627\u0628\u0639 \u0645\u062a\u0639\u062f\u062f
dav.graf1=\u062f\u0633\u062a\u0648\u0631\u0627\u0644\u0639\u0645\u0644 \u0627\u06cc\u0646 \u0635\u0641\u062d\u0647 \u0628\u0647 \u0634\u0645\u0627 \u0646\u0634\u0627\u0646 \u062f\u0647\u062f \u0686\u06af\u0648\u0646\u0647 \u06cc\u06a9 \u067e\u0648\u0634\u0647 \u0628\u0631 \u0631\u0648\u06cc \u062f\u0633\u062a\u06af\u0627\u0647 \u062f\u0633\u06a9\u062a\u0627\u067e \u062e\u0648\u062f \u0627\u06cc\u062c\u0627\u062f \u06a9\u0646\u06cc\u062f \u06a9\u0647 \u0628\u0647 \u0634\u0645\u0627 \u0627\u0645\u06a9\u0627\u0646 \u06a9\u0634\u06cc\u062f\u0646 \u0648 \u0631\u0647\u0627 \u06a9\u0631\u062f\u0646 \u0641\u0627\u06cc\u0644 \u0647\u0627 \u0648 \u067e\u0648\u0634\u0647 \u0647\u0627 \u0645\u06cc\u0627\u0646 \u06a9\u0627\u0645\u067e\u06cc\u0648\u062a\u0631 \u0634\u0645\u0627 \u0648 \u0627\u0628\u0632\u0627\u0631 \u0645\u0646\u0627\u0628\u0639 \u0627\u06cc\u0646 \u0633\u0627\u06cc\u062a \u0631\u0627 \u0645\u06cc\u062f\u0647\u062f
dav.graf2=\u0627\u06cc\u0646 \u0634\u0627\u0645\u0644 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0627\u0632 \u067e\u0631\u0648\u062a\u06a9\u0644\u06cc \u0628\u0647 \u0646\u0627\u0645 
dav.graf3=WebDAV
dav.graf4=\u0641\u0631\u0622\u06cc\u0646\u062f \u0646\u0635\u0628 WebDAD \u0628\u0631\u0627\u06cc \u0647\u0631 \u0633\u06cc\u0633\u062a\u0645 \u0639\u0627\u0645\u0644\u06cc \u0645\u062a\u0641\u0627\u0648\u062a \u0627\u0633\u062a. \u0628\u0631\u0627\u06cc \u0634\u0631\u0648\u0639 \u0645\u0631\u0627\u062d\u0644 \u0632\u06cc\u0631 \u0631\u0627 \u062f\u0631 \u067e\u06cc\u0634 \u0628\u06af\u06cc\u0631\u06cc\u062f
dav.graf5=\u062a\u0648\u062c\u0647\: \u0627\u06af\u0631 \u0635\u0631\u0641\u0627\u064b \u0645\u06cc\u062e\u0648\u0627\u0647\u06cc\u062f \u0641\u0627\u06cc\u0644 \u0647\u0627 \u0631\u0627 \u0628\u0647 \u0635\u0648\u0631\u062a \u062a\u06a9\u06cc \u0628\u0647 \u0627\u0628\u0632\u0627\u0631 \u0645\u0646\u0627\u0628\u0639 \u0628\u0627\u0631\u06af\u0630\u0627\u0631\u06cc \u06a9\u0646\u06cc\u062f\u060c \u0627\u06cc\u0646\u062c\u0627 \u0631\u0627 \u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f 
dav.graf6=\u0645\u0646\u0627\u0628\u0639 \u0633\u0627\u06cc\u062a
dav.graf7=\u062f\u0631 \u0628\u0627\u0644\u0627\u06cc \u0635\u0641\u062d\u0647\u060c \u0633\u067e\u0633 \u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f \u0628\u0631 \u0631\u0648\u06cc 
dav.graf8=\u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 > \u0622\u067e\u0644\u0648\u062f \u0641\u0627\u06cc\u0644 \u0647\u0627 
dav.graf9=\u0633\u0645\u062a \u0631\u0627\u0633\u062a \u06cc\u06a9 \u067e\u0648\u0634\u0647
dav.graf10=\u0642\u062f\u0645 \u06cc\u06a9
dav.graf11=URL \u0632\u06cc\u0631 \u0631\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u0648 \u0622\u0646 \u0631\u0627 \u062f\u0631 \u06a9\u0644\u06cc\u067e\u200c\u0628\u0648\u0631\u062f \u062e\u0648\u062f \u06a9\u067e\u06cc \u06a9\u0646\u06cc\u062f
dav.graf12=\u0642\u062f\u0645 \u062f\u0648\u0645
dav.graf13=\u0633\u06cc\u0633\u062a\u0645 \u0639\u0627\u0645\u0644 \u062e\u0648\u062f \u0631\u0627 \u062f\u0631 \u0632\u06cc\u0631 \u0627\u0646\u062a\u062e\u0627\u0628 \u0648 \u062f\u0633\u062a\u0648\u0631\u0627\u0644\u0639\u0645\u0644 \u0647\u0627\u06cc \u0646\u0635\u0628 \u0631\u0627 \u062f\u0646\u0628\u0627\u0644 \u06a9\u0646\u06cc\u062f.
dav.xpie=\u0627\u06af\u0631 \u0627\u0632 \u0627\u06cc\u0646\u062a\u0631\u0646\u062a \u0627\u06a9\u0633\u067e\u0644\u0648\u0631\u0631 \u062f\u0631 \u0648\u06cc\u0646\u062f\u0648\u0632 XP \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0645\u06cc\u06a9\u0646\u06cc\u062f\u060c \u0645\u06cc \u062a\u0648\u0627\u0646\u06cc\u062f \u0628\u0627 \u06a9\u0644\u06cc\u06a9 \u0631\u0648\u06cc \u0627\u06cc\u0646 \u0644\u06cc\u0646\u06a9 \u0645\u0633\u062a\u0642\u06cc\u0645\u0627\u064b \u0628\u0647 \u067e\u0648\u0634\u0647 \u0645\u0646\u0627\u0628\u0639 \u0627\u06cc\u0646 \u0633\u0627\u06cc\u062a \u0628\u0631\u0648\u06cc\u062f\:
dav.copyrt=\u0647\u0646\u06af\u0627\u0645 \u0628\u0627\u0631\u06af\u0630\u0627\u0631\u06cc \u0641\u0627\u06cc\u0644 \u0628\u0627 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0627\u0632 webDAV \u0628\u0627\u06cc\u062f \u0628\u0631\u0631\u0633\u06cc \u06a9\u0646\u06cc\u062f \u06a9\u0647 \u0648\u0636\u0639\u06cc\u062a \u062d\u0642 \u0646\u0634\u0631 \u0628\u0631\u0627\u06cc \u0647\u0631 \u0641\u0627\u06cc\u0644 \u0628\u0647 \u062f\u0631\u0633\u062a\u06cc \u062a\u0646\u0638\u06cc\u0645 \u0634\u062f\u0647 \u0628\u0627\u0634\u062f. \u0628\u0631\u0627\u06cc \u0627\u06cc\u0646\u06a9\u0627\u0631 \u0645\u06cc\u062a\u0648\u0627\u0646\u06cc\u062f \u0627\u0632 \u06af\u0632\u06cc\u0646\u0647 "\u0648\u06cc\u0631\u0627\u06cc\u0634 \u062c\u0632\u0626\u06cc\u0627\u062a" \u062f\u0631 \u0645\u0646\u0648\u06cc "\u0627\u0642\u062f\u0627\u0645\u0627\u062a" \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u06a9\u0631\u062f\u0647 \u0648 \u06af\u0632\u06cc\u0646\u0647 \u0648\u0636\u0639\u06cc\u062a \u062d\u0642 \u0646\u0634\u0631 \u0645\u0646\u0627\u0633\u0628 \u0648 \u0645\u0631\u062a\u0628\u0637 \u0631\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f.

#Delete Vm	
del.del=\u062a\u0627\u06cc\u06cc\u062f \u062d\u0630\u0641...
del.del1=\u062d\u062f\u0641
del.sure=\u0622\u06cc\u0627 \u0645\u0637\u0645\u0626\u0646 \u0647\u0633\u062a\u06cc\u062f \u06a9\u0647 \u0645\u06cc\u062e\u0648\u0627\u0647\u06cc\u062f \u0622\u06cc\u062a\u0645(\u0647\u0627\u06cc) \u0632\u06cc\u0631 \u0631\u0627 \u062d\u0630\u0641 \u06a9\u0646\u06cc\u062f?
del.table=\u062c\u062f\u0648\u0644 \u062d\u0627\u0648\u06cc \u0627\u0637\u0644\u0627\u0639\u0627\u062a \u062f\u0631\u0628\u0627\u0631\u0647 \u0645\u0646\u0627\u0628\u0639\u06cc \u0627\u0633\u062a \u06a9\u0647 \u0628\u0631\u0627\u06cc \u062d\u0630\u0641 \u0627\u0646\u062a\u062e\u0627\u0628 \u0634\u062f\u0647\u200c\u0627\u0646\u062f. \u0633\u062a\u0648\u0646\u200c\u0647\u0627\u06cc \u0647\u062f\u0631 \u062d\u0627\u0648\u06cc \u0634\u0631\u062d \u0645\u062d\u062a\u0648\u0627 \u0648 \u0644\u06cc\u0646\u06a9 \u0628\u0631\u0627\u06cc \u0645\u0631\u062a\u0628 \u0633\u0627\u0632\u06cc \u0647\u0633\u062a\u0646\u062f.

delete=\u062d\u062f\u0641

deleteresType=\u0646\u0648\u0639 \u062d\u0630\u0641 \u0645\u0646\u0628\u0639 {0} \u0635\u062d\u06cc\u062d \u0646\u06cc\u0633\u062a.
deleteresLocked=\u0645\u0646\u0628\u0639 {0} \u0642\u0641\u0644 \u0634\u062f\u0647 \u0648 \u0627\u0645\u06a9\u0627\u0646 \u062d\u0630\u0641 \u0622\u0646 \u0648\u062c\u0648\u062f \u0646\u062f\u0627\u0631\u062f.

descr.fsmount_active=\u0627\u06cc\u0646\u06a9\u0647 \u06cc\u0627 Mountpoint \u0641\u0639\u0627\u0644 \u0627\u0633\u062a \u06cc\u0627 \u0641\u0627\u06cc\u0644 XML \u062a\u0648\u0636\u06cc\u062d\u200c\u062f\u0647\u0646\u062f\u0647 mountpoint \u0642\u0627\u0628\u0644 \u0648\u06cc\u0631\u0627\u06cc\u0634 \u0627\u0633\u062a.

#ResourcesMetadata

#Edit VM
edit.access1=\u062f\u0633\u062a\u0631\u0633\u06cc
edit.access2=\u0646\u0645\u0627\u06cc\u0634 \u0628\u0647 \u06a9\u0627\u0631\u0628\u0631\u0627\u0646 \u063a\u06cc\u0631 \u0639\u0636\u0648 (\u062f\u0631 \u062f\u0633\u062a\u0631\u0633 \u0639\u0645\u0648\u0645)
edit.access3=\u0646\u0645\u0627\u06cc\u0634 \u062f\u0631 \u0633\u0627\u06cc\u062a
edit.access4=\u0646\u0645\u0627\u06cc\u0634 \u0628\u0631\u0627\u06cc \u06af\u0631\u0648\u0647\u200c\u0647\u0627\u06cc \u0627\u0646\u062a\u062e\u0627\u0628 \u0634\u062f\u0647
edit.calert=\u0647\u0634\u062f\u0627\u0631 \u062d\u0642 \u0646\u0634\u0631
edit.cinfo=\u0627\u0637\u0644\u0627\u0639\u0627\u062a \u062d\u0642 \u0646\u0634\u0631
edit.cstatus=\u0648\u0636\u0639\u06cc\u062a \u062d\u0642 \u0646\u0634\u0631
edit.descr=\u062a\u0648\u0636\u06cc\u062d\u0627\u062a
edit.display1=\u0646\u0645\u0627\u06cc\u0634
edit.display2=\u0647\u0634\u062f\u0627\u0631 \u062d\u0642 \u0646\u0634\u0631
edit.display3=\u0648 \u062f\u0631 \u0632\u0645\u0627\u0646 \u062f\u0633\u062a\u0631\u0633\u06cc \u062a\u0648\u0633\u0637 \u062f\u06cc\u06af\u0631\u0627\u0646 \u0646\u06cc\u0627\u0632\u0647 \u0628\u0647 \u062a\u0627\u0626\u06cc\u062f \u062f\u0627\u0631\u062f.
edit.edit=\u062a\u062c\u062f\u06cc\u062f\u0646\u0638\u0631 \u062f\u0631 \u0645\u0646\u0627\u0628\u0639
edit.fairuse=\u0627\u0637\u0644\u0627\u0639\u0627\u062a \u0628\u06cc\u0634\u062a\u0631
edit.filename=\u0646\u0627\u0645 \u0641\u0627\u06cc\u0644 \u0641\u0639\u0644\u06cc
edit.folder=\u0648\u06cc\u0631\u0627\u06cc\u0634 \u067e\u0648\u0634\u0647
edit.group1=\u0639\u0646\u0648\u0627\u0646
edit.group2=\u062a\u0648\u0636\u06cc\u062d\u0627\u062a
edit.group3=\u062c\u062f\u0648\u0644 \u0634\u0627\u0645\u0644 \u0644\u06cc\u0633\u062a\u06cc \u0627\u0632 \u06af\u0631\u0648\u0647 \u0647\u0627\u0633\u062a. \u0633\u062a\u0648\u0646 \u0627\u0648\u0644 \u062d\u0627\u0648\u06cc \u0686\u06a9\u200c\u0628\u0627\u06a9\u0633\u200c\u0647\u0627\u060c \u0633\u062a\u0648\u0646 \u062f\u0648\u0645 \u062d\u0627\u0648\u06cc \u0646\u0627\u0645 \u06af\u0631\u0648\u0647\u060c \u0648 \u0633\u062a\u0648\u0646 \u0633\u0648\u0645 \u062d\u0627\u0648\u06cc \u062a\u0648\u0636\u06cc\u062d\u0627\u062a \u06af\u0631\u0648\u0647 \u0627\u0633\u062a. \u0627\u0632 \u0647\u062f\u0631\u0644\u06cc\u0646\u06a9\u200c\u0647\u0627 \u0645\u06cc\u200c\u062a\u0648\u0627\u0646\u06cc\u062f \u0628\u0631\u0627\u06cc \u062a\u0646\u0638\u06cc\u0645 \u062a\u0631\u062a\u06cc\u0628 \u0646\u0645\u0627\u06cc\u0634 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u06a9\u0646\u06cc\u062f.
edit.hide=\u067e\u0646\u0647\u0627\u0646 \u06a9\u0631\u062f\u0646
edit.instr=\u0648\u06cc\u0698\u06af\u06cc \u0647\u0627\u06cc \u0622\u06cc\u062a\u0645 \u0631\u0627 \u0648\u06cc\u0631\u0627\u06cc\u0634 \u06a9\u0631\u062f\u0647 \u0648 \u0633\u067e\u0633 \u0628\u0631 \u0631\u0648\u06cc \u062f\u06a9\u0645\u0647 '\u0628\u0631\u0648\u0632 \u0631\u0633\u0627\u0646\u06cc' \u062f\u0631 \u067e\u0627\u06cc\u06cc\u0646 \u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f.  \u0645\u0648\u0627\u0631\u062f \u0627\u0644\u0632\u0627\u0645\u06cc \u0628\u0627 \u0627\u06cc\u0646 \u0639\u0644\u0627\u0645\u062a \u0645\u0634\u062e\u0635 \u0634\u062f\u0647\u200c\u0627\u0646\u062f
edit.mime=\u062a\u063a\u06cc\u06cc\u0631 \u0646\u0648\u0639 \u0641\u0627\u06cc\u0644 \u06cc\u06a9 \u0645\u0646\u0628\u0639 \u063a\u06cc\u0631 \u0627\u0633\u06a9\u06cc \u0628\u0647 &quot;\u0645\u062a\u0646 \u0633\u0627\u062f\u0647&quot; \u06cc\u0627 &quot;\u0645\u062a\u0646/html&quot; \u0645\u0645\u06a9\u0646 \u0627\u0633\u062a \u0645\u0646\u062c\u0631 \u0628\u0647 \u062f\u0631\u062c \u062e\u0637\u0648\u0637 \u062e\u0627\u0644\u06cc \u0634\u0648\u062f \u0648 \u0628\u0647 \u0627\u06cc\u0646 \u062a\u0631\u062a\u06cc\u0628 \u0641\u0627\u06cc\u0644 \u063a\u06cc\u0631 \u0642\u0627\u0628\u0644 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0634\u0648\u062f.
edit.missing=\u0644\u0637\u0641\u0627\u064b \u0627\u0637\u0644\u0627\u0639\u0627\u062a \u0645\u0648\u0631\u062f \u0646\u06cc\u0627\u0632 \u0631\u0627 \u0627\u0631\u0627\u0626\u0647 \u06a9\u0646\u06cc\u062f.
edit.replace=\u062c\u0627\u06cc\u06af\u0632\u06cc\u0646\u06cc \u0641\u0627\u06cc\u0644
edit.replace2=\u062c\u0627\u06cc\u06af\u0632\u06cc\u0646\u06cc URL
edit.show=\u0646\u0645\u0627\u06cc\u0634
edit.title=\u0639\u0646\u0648\u0627\u0646
edit.update=\u0628\u0647\u200c\u0631\u0648\u0632 \u0631\u0633\u0627\u0646\u06cc
edit.retractBeforeRelease=\u062a\u0627\u0631\u06cc\u062e \u062c\u0645\u0639 \u0634\u062f\u0646 \u067e\u06cc\u0634 \u0627\u0632 \u062a\u0627\u0631\u06cc\u062e \u0627\u0646\u062a\u0634\u0627\u0631 \u0627\u0633\u062a



exceeded2=\u0628\u06cc\u0634\u062a\u0631 \u0627\u0632 \u062d\u062c\u0645 \u0645\u062c\u0627\u0632 \u0627\u0633\u062a.

#expandall = Expand All
#expand.all		 = Expand All

failed=\u0627\u0645\u06a9\u0627\u0646 \u0627\u0646\u062c\u0627\u0645 \u0639\u0645\u0644\u06cc\u0627\u062a \u062f\u0631 \u062d\u0627\u0644 \u062d\u0627\u0636\u0631 \u0648\u062c\u0648\u062f \u0646\u062f\u0627\u0631\u062f.

folder.notempty=\u067e\u0648\u0634\u0647 {0} \u062d\u0627\u0648\u06cc \u0622\u06cc\u062a\u0645(\u0647\u0627\u06cc\u06cc) \u0627\u0633\u06cc\u062a \u06a9\u0647 \u0622\u0646\u0647\u0627 \u0646\u06cc\u0632 \u062d\u0630\u0641 \u062e\u0648\u0627\u0647\u0646\u062f \u0634\u062f\!


#General Vm	
gen.access=\u062f\u0633\u062a\u0631\u0633\u06cc
gen.actions=\u0627\u0642\u062f\u0627\u0645\u0627\u062a
gen.add=\u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646
gen.additems=\u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u0622\u06cc\u062a\u0645(\u0647\u0627)
gen.alert=\u0647\u0634\u062f\u0627\u0631\:
gen.back=\u0628\u0627\u0632\u06af\u0634\u062a
gen.cancel=\u0644\u063a\u0648
gen.choose=\u0627\u0646\u062a\u062e\u0627\u0628
gen.content=\u0645\u062d\u062a\u0648\u0627\:
gen.copycomf=\u062a\u0627\u0626\u06cc\u062f \u062d\u0642 \u0646\u0634\u0631
gen.cpr=\u0627\u0637\u0644\u0627\u0639\u0627\u062a \u062d\u0642 \u0646\u0634\u0631
gen.created=\u0627\u06cc\u062c\u0627\u062f \u0634\u062f\u0647 \u062a\u0648\u0633\u0637
gen.created1=\u0627\u06cc\u062c\u0627\u062f \u0634\u062f\u0647 \u062a\u0648\u0633\u0637
gen.creatime=\u062a\u0627\u0631\u06cc\u062e \u0627\u06cc\u062c\u0627\u062f
gen.description=\u062a\u0648\u0636\u06cc\u062d\u0627\u062a
gen.drop=Drop Box
gen.email1=\u0627\u0637\u0644\u0627\u0639\u06cc\u0647 \u0627\u0632 \u0637\u0631\u06cc\u0642 \u0627\u06cc\u0645\u06cc\u0644
gen.email2=\u0628\u0627\u0644\u0627 - \u062a\u0645\u0627\u0645 \u0634\u0631\u06a9\u062a \u06a9\u0646\u0646\u062f\u06af\u0627\u0646
gen.email3=\u067e\u0627\u06cc\u06cc\u0646 - \u062a\u0646\u0647\u0627 \u0634\u0631\u06a9\u062a\u200c\u06a9\u0646\u0646\u062f\u06af\u0627\u0646 \u06a9\u0647 \u062f\u0631\u062e\u0648\u0627\u0633\u062a \u062f\u0631\u06cc\u0627\u0641\u062a \u062f\u0627\u062f\u0647 \u0627\u0646\u062f
gen.email4=\u0647\u06cc\u0686 - \u0628\u062f\u0648\u0646 \u0627\u0637\u0644\u0627\u0639\u06cc\u0647
gen.file=\u0641\u0627\u06cc\u0644\:
gen.folder=\u067e\u0648\u0634\u0647
gen.folder1=\u067e\u0648\u0634\u0647
gen.instr1=\u06cc\u06a9 \u0622\u06cc\u062a\u0645 \u0631\u0627 \u0628\u0631\u0627\u06cc \u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0631\u062f\u0647\u060c \u0648\u06cc\u0698\u06af\u06cc\u200c\u0647\u0627\u06cc \u0622\u0646 \u0631\u0627 \u0648\u0627\u0631\u062f \u06a9\u0646\u06cc\u062f \u0648 \u0633\u067e\u0633 \u0628\u0631 \u0631\u0648\u06cc \u06af\u0632\u06cc\u0646\u0647 "\u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646" \u062f\u0631 \u067e\u0627\u06cc\u06cc\u0646 \u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f.
gen.instr2=\u0645\u0648\u0627\u0631\u062f \u0627\u0644\u0632\u0627\u0645\u06cc \u0628\u0627 \u0627\u06cc\u0646 \u0639\u0644\u0627\u0645\u062a \u0645\u0634\u062e\u0635 \u0634\u062f\u0647 \u0627\u0646\u062f
gen.kb=\u062f\u0631 \u0648\u0627\u062d\u062f \u06a9\u06cc\u0644\u0648\u0628\u0627\u06cc\u062a\u060c \u0635\u0641\u0631 \u0628\u0631\u0627\u06cc \u0646\u0627\u0645\u062d\u062f\u0648\u062f
gen.last1=\u0648\u06cc\u0631\u0627\u06cc\u0634 \u0634\u062f\u0647
gen.lastby=\u062a\u0627\u0631\u06cc\u062e \u0622\u062e\u0631\u06cc\u0646 \u0648\u06cc\u0631\u0627\u06cc\u0634
gen.lastmod=\u062a\u0627\u0631\u06cc\u062e \u0622\u062e\u0631\u06cc\u0646 \u0648\u06cc\u0631\u0627\u06cc\u0634
gen.location=\u0645\u06a9\u0627\u0646\:
gen.newwin=\u067e\u0646\u062c\u0631\u0647 \u062c\u062f\u06cc\u062f
gen.no=\u0646\u0647
gen.note=\u062a\u0648\u062c\u0647\:
gen.onlyup1=\u0634\u0645\u0627 \u062a\u0646\u0647\u0627 \u0645\u06cc\u062a\u0648\u0627\u0646\u06cc\u062f \u0628\u0647 \u0645\u06cc\u0632\u0627\u0646
gen.onlyup2=\u0645\u06af\u0627\u0628\u0627\u06cc\u062a \u0641\u0627\u06cc\u0644 \u062f\u0631 \u0647\u0631 \u0632\u0645\u0627\u0646 \u0628\u0627\u0631\u06af\u0630\u0627\u0631\u06cc \u06a9\u0646\u06cc\u062f. \u0645\u0645\u06a9\u0646 \u0627\u0633\u062a \u0646\u06cc\u0627\u0632 \u0628\u0627\u0634\u062f \u0641\u0627\u06cc\u0644 \u0647\u0627\u06cc \u067e\u0631\u062d\u062c\u0645 \u0631\u0627 \u0628\u0647 \u0635\u0648\u0631\u062a \u062a\u06a9\u06cc \u0628\u0627\u0631\u06af\u0630\u0627\u0631\u06cc \u06a9\u0646\u06cc\u062f.
gen.original=URL \u0627\u0635\u0644\u06cc
gen.position=\u0645\u0642\u0627\u0645
gen.proces=\u062f\u0631 \u062d\u0627\u0644 \u067e\u0631\u062f\u0627\u0632\u0634......
gen.quota=\u0638\u0631\u0641\u06cc\u062a  \u0648\u06cc\u0698\u0647
gen.reso=\u0645\u0646\u0627\u0628\u0639
gen.save=\u0630\u062e\u064a\u0631\u0647
gen.setyes=\u062f\u0631 \u067e\u0648\u0634\u0647\u200c\u06cc \u062f\u0631\u0628\u0631\u06af\u06cc\u0631\u0646\u062f\u0647 \u0645\u0642\u062f\u0627\u0631 "\u0628\u0644\u0647" \u062f\u0627\u0634\u062a\u0647 \u0628\u0627\u0634\u062f.
gen.size=\u062d\u062c\u0645
gen.stored=URL
gen.title=\u0639\u0646\u0648\u0627\u0646
gen.title1=\u0639\u0646\u0648\u0627\u0646
gen.type=\u0646\u0648\u0639 \u0641\u0627\u06cc\u0644
gen.url=URL
gen.youdonot=\u0634\u0645\u0627 \u0645\u062c\u0648\u0632 \u0645\u0634\u0627\u0647\u062f\u0647 \u0645\u062d\u062a\u0648\u0627\u06cc \u0627\u06cc\u0646 \u0645\u062c\u0645\u0648\u0639\u0647 \u0631\u0627 \u0646\u062f\u0627\u0631\u06cc\u062f.
gen.first=\u0627\u0648\u0644\u06cc\u0646
gen.previous=\u0642\u0628\u0644\u0649
gen.next=\u0628\u0639\u062f\u06cc
gen.last=\u0622\u062e\u0631\u06cc\u0646

invalid=\u063a\u06cc\u0631\u0645\u0639\u062a\u0628\u0631 \u0627\u0633\u062a.



label.fsmount_active=\u0641\u0639\u0627\u0644 \u06a9\u0631\u062f\u0646 Mountpoint

#List VM
list.columns=\u0646\u0645\u0627\u06cc\u0634 \u0633\u062a\u0648\u0646 \u0647\u0627
list.hierarchy=\u0646\u0645\u0627\u06cc\u0634 \u0633\u0644\u0633\u0644\u0647 \u0645\u0631\u0627\u062a\u0628
list.add=\u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646
list.add.title=\u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u0622\u06cc\u062a\u0645(\u0647\u0627)
list.copied=\u06a9\u067e\u06cc \u0634\u062f - \u0645\u06a9\u0627\u0646 \u0645\u0648\u0631\u062f \u0646\u0638\u0631 \u0628\u0631\u0627\u06cc \u0627\u0644\u062d\u0627\u0642 \u0631\u0627 \u0627\u0646\u062a\u062e\u0627\u06cc \u06a9\u0631\u062f\u0647 \u0648 \u0633\u067e\u0633 \u0628\u0631 \u0631\u0648\u06cc \u06af\u0632\u06cc\u0646\u0647 \u0627\u0644\u062d\u0627\u0642 \u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f
list.copy=\u06a9\u067e\u06cc
list.copyall=\u06a9\u067e\u06cc \u0627\u0646\u062a\u062e\u0627\u0628 \u0634\u062f\u0647 \u0647\u0627
list.dup=\u0646\u0633\u062e\u0647 \u0628\u0631\u062f\u0627\u0631\u06cc
list.edit=\u0648\u06cc\u0631\u0627\u06cc\u0634
list.edit.title=\u0648\u06cc\u0631\u0627\u06cc\u0634 \u0648\u06cc\u0698\u06af\u06cc\u0647\u0627
list.fPerm=\u0645\u062c\u0648\u0632\u0647\u0627
list.fPerm.title=\u0645\u062c\u0648\u0632\u0647\u0627\u06cc \u067e\u0648\u0634\u0647
list.hide=\u067e\u0646\u0647\u0627\u0646 \u06a9\u0631\u062f\u0646 \u062f\u06cc\u06af\u0631 \u0633\u0627\u06cc\u062a\u200c\u0647\u0627
list.move=\u0627\u0646\u062a\u0642\u0627\u0644 \u0627\u0646\u062a\u062e\u0627\u0628 \u0634\u062f\u0647 \u0647\u0627
list.moved=\u0627\u0646\u062a\u062e\u0627\u0628 \u0634\u062f\u0647 \u0628\u0631\u0627\u06cc \u0627\u0646\u062a\u0642\u0627\u0644 - \u0645\u0642\u0635\u062f \u0627\u0646\u062a\u0642\u0627\u0644 \u0631\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f \u0648 \u0633\u067e\u0633 \u0628\u0631 \u0631\u0648\u06cc \u06af\u0632\u06cc\u0646\u0647 \u0627\u0644\u062d\u0627\u0642 \u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f 
list.options=\u06af\u0632\u06cc\u0646\u0647\u200e\u0647\u0627
list.paste1=\u0627\u0644\u062d\u0627\u0642 \u0645\u0648\u0627\u0631\u062f \u06a9\u067e\u06cc \u0634\u062f\u0647
list.paste3=\u0627\u0644\u062d\u0627\u0642 \u0645\u0648\u0627\u0631\u062f \u0645\u0646\u062a\u0642\u0644 \u0634\u062f\u0647
list.props=\u0627\u0637\u0644\u0627\u0639\u0627\u062a
list.props.title=\u0645\u0634\u0627\u0647\u062f\u0647 \u0648\u06cc\u0698\u06af\u06cc \u0647\u0627
list.quota=\u0628\u0631\u0631\u0633\u06cc \u0638\u0631\u0641\u06cc\u062a
list.remove=\u062d\u0630\u0641 \u0627\u0646\u062a\u062e\u0627\u0628 \u0634\u062f\u0647 \u0647\u0627
list.reorder=\u0645\u0631\u062a\u0628\u200c\u0633\u0627\u0632\u06cc \u0645\u062c\u062f\u062f
list.sPerm=\u0645\u062c\u0648\u0632\u0647\u0627
list.select=\u0627\u0646\u062a\u062e\u0627\u0628 \u0647\u0645\u0647
list.show=\u0646\u0645\u0627\u06cc\u0634 \u062f\u06cc\u06af\u0631 \u0633\u0627\u06cc\u062a\u200c\u0647\u0627
list.site=\u0645\u0646\u0627\u0628\u0639 \u0633\u0627\u06cc\u062a
list.site.dropbox=\u0644\u06cc\u0633\u062a Dropbox\u0647\u0627
list.toobig=\u0627\u06cc\u0646 \u0645\u062c\u0645\u0648\u0639\u0647 \u0628\u06cc\u0634 \u0627\u0632 \u062d\u062f \u0628\u0632\u0631\u06af \u0627\u0633\u062a \u0648 \u0627\u0645\u06a9\u0627\u0646 \u06af\u0633\u062a\u0631\u0634 \u0622\u0646 \u0648\u062c\u0648\u062f \u0646\u062f\u0627\u0631\u062f.
list.unselect=\u0644\u063a\u0648 \u0627\u0646\u062a\u062e\u0627\u0628 \u0647\u0645\u0647
list.ame=\u067e\u0627\u06cc\u0627\u0646 \u0645\u0646\u0648\u06cc \u0627\u0642\u062f\u0627\u0645\u0627\u062a
list.jumptoresource=\u0631\u0641\u062a\u0646 \u0628\u0647 \u0645\u0646\u0627\u0628\u0639

# SAK-23367
list.copycontent=\u06a9\u067e\u06cc \u0645\u0637\u0627\u0644\u0628 \u0627\u0632 \u0633\u0627\u06cc\u062a\u0647\u0627\u06cc \u062f\u06cc\u06af\u0631 \u0645\u0646

# SAK-25778
list.nav.search=\u062c\u0633\u062a\u062c\u0648
list.nav.item=\u0622\u06cc\u062a\u0645
list.nav.items=\u0622\u06cc\u062a\u0645\u200c\u0647\u0627
list.nav.button.title=\u062a\u0645\u0627\u0645 \u0641\u0627\u06cc\u0644 \u0647\u0627\u06cc \u0633\u0627\u06cc\u062a
list.nav.error=\u0645\u062a\u0623\u0633\u0641\u0627\u0646\u0647 \u0627\u0645\u06a9\u0627\u0646 \u0628\u0627\u0632\u06cc\u0627\u0628\u06cc \u0627\u0637\u0644\u0627\u0639\u0627\u062a \u0648\u062c\u0648\u062f \u0646\u062f\u0627\u0631\u062f.
locked=\u0628\u0647 \u062f\u0644\u06cc\u0644 \u0627\u06cc\u0646\u06a9\u0647 \u062f\u0631 \u062c\u0627\u06cc \u062f\u06cc\u06af\u0631\u06cc \u0645\u0648\u0631\u062f \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0627\u0633\u062a\u060c \u0642\u0641\u0644 \u0634\u062f\u0647.

mismatch=\u062f\u0627\u0631\u0627\u06cc \u0646\u0648\u0639 \u063a\u06cc\u0631\u0645\u0637\u0627\u0628\u0642 \u0627\u0633\u062a.

more.cancel=\u0628\u0627\u0632\u06af\u0634\u062a
#More VM
more.view=\u0648\u06cc\u0698\u06af\u06cc \u0647\u0627
more.yes=\u0646\u0645\u0627\u06cc\u0634 \u0628\u0647 \u063a\u06cc\u0631\u0634\u0631\u06a9\u062a\u200c\u06a9\u0646\u0646\u062f\u06af\u0627\u0646 \u0633\u0627\u06cc\u062a

new=\u062c\u062f\u06cc\u062f...


notaddreso=\u0627\u0645\u06a9\u0627\u0646 \u0627\u0641\u0632\u0648\u062f\u0646 \u0645\u0646\u0628\u0639 \u0648\u062c\u0648\u062f \u0646\u062f\u0627\u0631\u062f
notaddreso.used2=\u0627\u0645\u06a9\u0627\u0646 \u0627\u0641\u0632\u0648\u0646 \u0645\u0646\u0628\u0639 {0} \u0648\u062c\u0648\u062f \u0646\u062f\u0627\u0631\u062f. \u0627\u0632 \u0647\u0645\u06cc\u0646 \u0634\u0646\u0627\u0633\u0647 \u0645\u0646\u0628\u0639 \u0642\u0628\u0644\u0627\u064b \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0634\u062f\u0647 \u0627\u0633\u062a. 


notexist=\u0648\u062c\u0648\u062f \u0646\u062f\u0627\u0631\u062f.

notexist1=\u0627\u06cc\u0646 \u0645\u0646\u0628\u0639/\u0645\u062c\u0645\u0648\u0639\u0647 \u0648\u062c\u0648\u062f \u0646\u062f\u0627\u0631\u062f.

notexist2=\u0627\u06cc\u0646 \u0645\u062c\u0645\u0648\u0639\u0647 \u0648\u062c\u0648\u062f \u0646\u062f\u0627\u0631\u062f.


notpermis1=\u0634\u0645\u0627 \u0645\u062c\u0648\u0632 \u0645\u0634\u0627\u0647\u062f\u0647 \u0627\u06cc\u0646 \u067e\u0648\u0634\u0647 \u0631\u0627 \u0646\u062f\u0627\u0631\u06cc\u062f.





notpermis14=\u0634\u0645\u0627 \u0645\u062c\u0648\u0632 \u062d\u0630\u0641 \u0631\u0627 \u0646\u062f\u0627\u0631\u06cc\u062f\:

notpermis15=\u0634\u0645\u0627 \u0645\u062c\u0648\u0632 \u0644\u0627\u0632\u0645 \u0628\u0631\u0627\u06cc \u0645\u0634\u0627\u0647\u062f\u0647 \u0648\u06cc\u0698\u06af\u06cc\u200c\u0647\u0627 \u0631\u0627 \u0646\u062f\u0627\u0631\u06cc\u062f.


notpermis2=\u0634\u0645\u0627 \u062f\u0633\u062a\u0631\u0633\u06cc \u0645\u0634\u0627\u0647\u062f\u0647 \u0645\u0646\u0628\u0639 \u0631\u0627 \u0646\u062f\u0627\u0631\u06cc\u062f

notpermis3=\u0634\u0645\u0627 \u0645\u062c\u0648\u0632 \u0645\u0634\u0627\u0647\u062f\u0647 \u0627\u06cc\u0646 \u0645\u062c\u0645\u0648\u0639\u0647 \u0631\u0627 \u0646\u062f\u0627\u0631\u06cc\u062f.

notpermis4=\u0634\u0645\u0627 \u0645\u062c\u0648\u0632 \u0645\u0646\u0627\u0633\u0628 \u0628\u0631\u0627\u06cc \u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u0645\u0646\u0628\u0639 \u0631\u0627 \u0646\u062f\u0627\u0631\u06cc\u062f.


notpermis6=\u0634\u0645\u0627 \u0645\u062c\u0648\u0632 \u0644\u0627\u0632\u0645 \u0628\u0631\u0627\u06cc \u062d\u0630\u0641 \u0627\u06cc\u0646 \u0645\u0646\u0628\u0639 \u0631\u0627 \u0646\u062f\u0627\u0631\u06cc\u062f


notpermis8=\u0634\u0645\u0627 \u0645\u062c\u0648\u0632 \u0645\u0646\u0627\u0633\u0628 \u0628\u0631\u0627\u06cc \u06a9\u067e\u06cc \u06cc\u0627 \u062c\u0627\u06cc\u200c\u06af\u0630\u0627\u0631\u06cc \u0631\u0627 \u0646\u062f\u0627\u0631\u06cc\u062f





notsupported=\u062f\u0631 \u062d\u0627\u0644 \u062d\u0627\u0636\u0631 \u067e\u0648\u0634\u0647 \u0647\u0627 \u0627\u0632 \u0627\u0646\u062a\u0642\u0627\u0644 \u0648 \u06a9\u067e\u06cc \u06a9\u0631\u062f\u0646 \u067e\u0634\u062a\u06cc\u0628\u0627\u0646\u06cc \u0646\u0645\u06cc\u06a9\u0646\u0646\u062f.


overquota=\u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u06cc\u06a9 \u0645\u0646\u0628\u0639 \u0628\u0627\u0639\u062b \u0645\u06cc\u0634\u0648\u062f \u0627\u06cc\u0646 \u062d\u0633\u0627\u0628 \u06a9\u0627\u0631\u0628\u0631\u06cc \u0627\u0632 \u062d\u062f \u0645\u062c\u0627\u0632 \u062d\u062c\u0645 \u062e\u0648\u062f \u0641\u0631\u0627\u062a\u0631 \u0628\u0631\u0648\u062f. \u0628\u0631\u0627\u06cc \u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u0627\u06cc\u0646 \u0645\u0646\u0628\u0639\u060c \u0627\u062d\u062a\u0645\u0627\u0644\u0627\u064b \u0628\u0639\u0636\u06cc \u0627\u0632 \u0645\u0646\u0627\u0628\u0639 \u0628\u0627\u06cc\u062f \u062d\u0630\u0641 \u0634\u0648\u0646\u062f.
overquota.site=\u0628\u0627 \u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u0627\u06cc\u0646 \u0645\u0646\u0628\u0639\u060c \u062d\u062c\u0645 \u0627\u06cc\u0646 \u067e\u0648\u0634\u0647 \u0627\u0632 \u062d\u062c\u0645 \u0645\u062c\u0627\u0632 \u062a\u062e\u0635\u06cc\u0635 \u062f\u0627\u062f\u0647 \u0634\u062f\u0647 \u0628\u0631\u0627\u06cc \u0627\u06cc\u0646 \u0633\u0627\u06cc\u062a \u06cc\u0627 \u067e\u0648\u0634\u0647 \u0641\u0631\u0627\u062a\u0631 \u0645\u06cc\u0631\u0648\u062f. \u0628\u0631\u0627\u06cc \u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u0627\u06cc\u0646 \u0645\u0646\u0628\u0639 \u0645\u0645\u06a9\u0646 \u0627\u0633\u062a \u0645\u062c\u0628\u0648\u0631 \u0628\u0627\u0634\u06cc\u062f \u0628\u0631\u062e\u06cc \u0627\u0632 \u0645\u0646\u0627\u0628\u0639 \u0631\u0627 \u062d\u0630\u0641 \u06a9\u0646\u06cc\u062f.


overview=\u062e\u0644\u0627\u0635\u0647

paste=\u0627\u0644\u062d\u0627\u0642 \u0628\u0647 \u0627\u06cc\u0646\u062c\u0627

pasteitem=\u0622\u06cc\u062a\u0645 \u0627\u0644\u062d\u0627\u0642 \u0634\u062f\u0647
pasteitem.mismatch=\u0646\u0648\u0639 \u0622\u06cc\u062a\u0645 {0} \u062c\u0627\u06cc\u06af\u0630\u0627\u0631\u06cc \u0634\u062f\u0647 \u0645\u0637\u0627\u0628\u0642 \u0646\u06cc\u0633\u062a.



permissions=\u0645\u062c\u0648\u0632\u0647\u0627...

#Properties VM


recursive=\u0634\u0645\u0627 \u0646\u0645\u06cc\u062a\u0648\u0627\u0646\u06cc\u062f \u0627\u06cc\u0646 \u067e\u0648\u0634\u0647 \u0631\u0627 \u062f\u0631 \u0627\u06cc\u0646 \u0645\u06a9\u0627\u0646 \u062c\u0627\u06cc\u200c\u06af\u0630\u0627\u0631\u06cc \u06a9\u0646\u06cc\u062f \u0632\u06cc\u0631\u0627 \u06cc\u06a9 \u067e\u0648\u0634\u0647 \u0631\u0627 \u0646\u0645\u06cc\u062a\u0648\u0627\u0646 \u062f\u0631 \u062e\u0648\u062f\u0634 \u062c\u0627\u06cc\u06af\u0630\u0627\u0631\u06cc \u06a9\u0631\u062f\:

#Replace VM
rep.change=\u0628\u0631\u0627\u06cc \u062a\u063a\u06cc\u0628\u0631\:
rep.file=\u062c\u0627\u06cc\u06af\u0632\u06cc\u0646\u06cc \u0641\u0627\u06cc\u0644...
rep.item=\u062c\u0627\u06cc\u06af\u0632\u06cc\u0646\u06cc \u0622\u06cc\u062a\u0645
rep.items=\u062c\u0627\u06cc\u06af\u0632\u06cc\u0646\u06cc \u0622\u06cc\u062a\u0645 \u0647\u0627
rep.rep=\u0645\u06cc\u062e\u0648\u0627\u0647\u06cc\u062f \u0641\u0627\u06cc\u0644 \u0631\u0627 \u0628\u0627 \u06cc\u06a9 \u0641\u0627\u06cc\u0644 \u062c\u062f\u06cc\u062f \u06cc\u0627 \u0628\u0627 \u0646\u0633\u062e\u0647 \u0645\u062a\u0641\u0627\u0648\u062a\u06cc \u062c\u0627\u06cc\u06af\u0632\u06cc\u0646 \u06a9\u0646\u06cc\u062f\u061f \u0628\u0627 \u062c\u0627\u06cc\u06af\u0632\u06cc\u0646 \u06a9\u0631\u062f\u0646 \u0641\u0627\u06cc\u0644 \u0641\u0639\u0644\u06cc \u062d\u0630\u0641 \u062e\u0648\u0627\u0647\u062f \u0634\u062f \u0648 \u0634\u0645\u0627 \u0645\u06cc\u062a\u0648\u0627\u0646\u06cc\u062f \u06cc\u06a9 \u0641\u0627\u06cc\u0644 \u062c\u0627\u06cc\u06af\u0632\u06cc\u0646 \u0628\u0627\u0631\u06af\u0630\u0627\u0631\u06cc \u06a9\u0646\u06cc\u062f. \u0641\u0627\u06cc\u0644 \u062c\u062f\u06cc\u062f \u062e\u0648\u062f \u0631\u0627 \u0628\u0631\u0627\u06cc \u0627\u0631\u0633\u0627\u0644 \u0622\u0645\u0627\u062f\u0647 \u06a9\u0646\u06cc\u062f\!
rep.thisfile=\u062c\u0627\u06cc\u06af\u0632\u06cc\u0646\u06cc \u0628\u0627 \u0627\u06cc\u0646 \u0641\u0627\u06cc\u0644\:

#Quota VM
quota.quota=\u0638\u0631\u0641\u06cc\u062a
quota.instr=\u0627\u06cc\u0646 \u062d\u062c\u0645 \u0645\u062c\u0627\u0632 \u0628\u0631\u0627\u06cc \u0633\u0627\u06cc\u062a \u0641\u0639\u0644\u06cc \u0648 \u0645\u06cc\u0632\u0627\u0646 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0634\u0645\u0627 \u0627\u0632 \u0622\u0646 \u0627\u0633\u062a.
quota.using=\u0634\u0645\u0627 \u062f\u0631 \u062d\u0627\u0644 \u062d\u0627\u0636\u0631 \u0627\u06cc\u0646 \u0645\u06cc\u0632\u0627\u0646 \u0645\u0635\u0631\u0641 \u06a9\u0631\u062f\u0647\u200c\u0627\u06cc\u062f\: 
quota.using.param=\u0627\u06cc\u0646 \u0633\u0627\u06cc\u062a \u062f\u0631 \u062d\u0627\u0644 \u062d\u0627\u0636\u0631 {0} ({1}) \u0627\u0632 {2} \u062d\u062c\u0645 \u0645\u062c\u0627\u0632 \u062e\u0648\u062f \u0631\u0627 \u0645\u0635\u0631\u0641 \u06a9\u0631\u062f\u0647 \u0627\u0633\u062a. 
quota.unlimited=\u0646\u0627\u0645\u062d\u062f\u0648\u062f

replace=\u062c\u0627\u06cc\u06af\u0632\u06cc\u0646 \u06a9\u0631\u062f\u0646...



resource=\u0645\u0646\u0628\u0639

revise=\u0648\u06cc\u0631\u0627\u06cc\u0634...

selectall=\u0627\u0646\u062a\u062e\u0627\u0628 \u0647\u0645\u0647

setpermis=\u062a\u0639\u06cc\u06cc\u0646 \u0645\u062c\u0648\u0632\u0647\u0627 \u0628\u0631\u0627\u06cc \u0645\u0646\u0627\u0628\u0639 \u062f\u0631 \u067e\u0648\u0634\u0647 

setpermis1=\u062a\u0639\u06cc\u06cc\u0646 \u0645\u062c\u0648\u0632\u0647\u0627 \u0628\u0631\u0627\u06cc \u0645\u0646\u0627\u0628\u0639 \u062f\u0631 \u0633\u0627\u06cc\u062a \u06a9\u0627\u0631\u06cc 

sh.check=\u062c\u0639\u0628\u0647 \u06af\u0632\u06cc\u0646\u0647
sh.close=\u0628\u0633\u062a\u0646 \u0627\u06cc\u0646 \u067e\u0648\u0634\u0647
sh.closed=\u067e\u0648\u0634\u0647 \u0628\u0633\u062a\u0647
sh.copied=\u06a9\u067e\u06cc \u0634\u062f - \u0627\u0644\u062d\u0627\u0642 \u0634\u0648\u062f\u061f
sh.cut=\u0628\u0631\u0634 \u062e\u0648\u0631\u062f - \u0627\u0644\u062d\u0627\u0642 \u0634\u0648\u062f\u061f
sh.drop=Drop Box
sh.get=\u062f\u0631\u06cc\u0627\u0641\u062a \u0627\u0637\u0644\u0627\u0639\u0627\u062a \u0628\u06cc\u0634\u062a\u0631 \u062f\u0631\u0628\u0627\u0631\u0647 \u0627\u06cc\u0646 \u0622\u06cc\u062a\u0645
sh.go=\u0631\u0641\u062a\u0646 \u0628\u0647 \u0627\u06cc\u0646 \u067e\u0648\u0634\u0647
sh.inf=\u0627\u0637\u0644\u0627\u0639\u0627\u062a \u062f\u0631\u0628\u0627\u0631\u0647 \u0627\u06cc\u0646 \u0645\u062c\u0645\u0648\u0639\u0647
sh.inf1=\u0627\u0637\u0644\u0627\u0639\u0627\u062a \u062f\u0631\u0628\u0627\u0631\u0647 \u0627\u06cc\u0646 \u0622\u06cc\u062a\u0645
sh.item=\u0622\u06cc\u062a\u0645 \u0647\u0627\u06cc \u0645\u0648\u062c\u0648\u062f \u062f\u0631 \u0627\u06cc\u0646 \u0645\u06a9\u0627\u0646.
#Show VM
sh.listcap=\u0641\u0647\u0631\u0633\u062a \u0645\u0646\u0627\u0628\u0639
sh.listsum=\u062c\u062f\u0648\u0644 \u062d\u0627\u0648\u06cc \u0644\u06cc\u0633\u062a\u06cc \u0627\u0632 \u0645\u0646\u0627\u0628\u0639 \u0627\u0633\u062a \u06a9\u0647 \u0634\u0627\u0645\u0644 \u067e\u0648\u0634\u0647 \u0647\u0627 \u0648 \u0632\u06cc\u0631\u067e\u0648\u0634\u0647\u200c\u0647\u0627\u060c \u0641\u0627\u06cc\u0644\u200c\u0647\u0627\u060c \u0644\u06cc\u0646\u06a9 \u0647\u0627\u06cc \u0648\u0628\u060c \u0635\u0641\u062d\u0627\u062a HTML \u0648 \u0641\u0627\u06cc\u0644 \u0647\u0627\u06cc \u0645\u062a\u0646\u06cc \u0645\u06cc\u0634\u0648\u062f. \u0633\u062a\u0648\u0646 \u06cc\u06a9 \u0645\u0648\u0631\u062f \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0642\u0631\u0627\u0631 \u0646\u0645\u06cc\u06af\u06cc\u0631\u062f. \u0633\u062a\u0648\u0646 \u062f\u0648\u0645 \u062f\u0627\u0631\u0627\u06cc \u0686\u06a9\u200c\u0628\u0627\u06a9\u0633 \u0627\u0633\u062a \u0628\u0631\u0627\u06cc \u0627\u0646\u062a\u062e\u0627\u0628 \u0622\u06cc\u062a\u0645\u200c\u0647\u0627\u06cc\u06cc \u06a9\u0647 \u0642\u0631\u0627\u0631 \u0627\u0633\u062a \u0645\u0646\u062a\u0642\u0644\u060c \u06a9\u067e\u06cc \u0648 \u06cc\u0627 \u062d\u0630\u0641 \u0634\u0648\u0646\u062f. \u0633\u062a\u0648\u0646 \u0633\u0648\u0645 \u062d\u0627\u0648\u06cc \u0644\u06cc\u0646\u06a9\u06cc \u0628\u0631\u0627\u06cc \u0628\u0627\u0632 \u06a9\u0631\u062f\u0646 \u0645\u0646\u0628\u0639 \u06cc\u0627 \u067e\u0648\u0634\u0647 \u0627\u0633\u062a. \u0633\u062a\u0648\u0646 \u0686\u0647\u0627\u0631\u0645 \u0628\u0647 \u0634\u0645\u0627 \u0627\u0645\u06a9\u0627\u0646 \u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u0645\u0646\u0627\u0628\u0639 \u062c\u062f\u06cc\u062f \u0645\u06cc\u062f\u0647\u062f. \u0633\u062a\u0648\u0646 \u067e\u0646\u062c\u0645 \u062d\u0627\u0648\u06cc \u0644\u06cc\u0646\u06a9 \u0628\u0647 \u0627\u0642\u062f\u0627\u0645\u0627\u062a\u06cc \u0627\u0633\u062a \u06a9\u0647 \u0645\u06cc\u062a\u0648\u0627\u0646\u06cc\u062f \u0631\u0648\u06cc \u06cc\u06a9 \u0645\u0646\u0628\u0639 \u0627\u0646\u062c\u0627\u0645 \u062f\u0647\u06cc\u062f. \u0633\u062a\u0648\u0646 \u0634\u0634\u0645 \u0634\u0627\u0645\u0644 \u06af\u0631\u0648\u0647\u200c\u0647\u0627\u06cc\u06cc \u0627\u0633\u062a \u06a9\u0647 \u0645\u06cc\u062a\u0648\u0627\u0646\u0646\u062f \u0622\u0646 \u0645\u0646\u0628\u0639 \u0631\u0627 \u0645\u0634\u0627\u0647\u062f\u0647 \u06a9\u0646\u0646\u062f. \u0633\u062a\u0648\u0646 \u0647\u0641\u062a\u0645 \u0634\u0627\u0645\u0644 \u0627\u0641\u0631\u0627\u062f\u06cc \u0627\u0633\u062a \u06a9\u0647 \u0622\u0646 \u0645\u0646\u0628\u0639 \u0631\u0627 \u0627\u06cc\u062c\u0627\u062f \u06a9\u0631\u062f\u0647 \u0627\u0646\u062f. \u0633\u062a\u0648\u0646 \u0647\u0634\u062a\u0645 \u0634\u0627\u0645\u0644 \u062a\u0627\u0631\u06cc\u062e \u0622\u062e\u0631\u06cc\u0646 \u0648\u06cc\u0631\u0627\u06cc\u0634 \u0622\u0646 \u0645\u0646\u0628\u0639 \u0627\u0633\u062a. \u062f\u0631 \u0633\u062a\u0648\u0646 \u0646\u0647\u0645 \u062d\u062c\u0645 \u0645\u0646\u0628\u0639 \u0622\u0645\u062f\u0647 \u0627\u0633\u062a
sh.no=\u0639\u062f\u0645 \u0648\u062c\u0648\u062f \u0647\u06cc\u0686
sh.one=\u06cc\u06a9 \u0633\u0637\u062d \u0628\u0627\u0644\u0627\u062a\u0631
sh.open=\u0628\u0627\u0632 \u06a9\u0631\u062f\u0646 \u0627\u06cc\u0646 \u067e\u0648\u0634\u0647
sh.opened=\u067e\u0648\u0634\u0647 \u0628\u0627\u0632
sh.reso=\u0645\u0646\u0628\u0639
sh.selall=\u0627\u0646\u062a\u062e\u0627\u0628 \u0647\u0645\u0647
sh.sortcrea=\u0645\u0631\u062a\u0628 \u0633\u0627\u0632\u06cc \u0628\u0631 \u0627\u0633\u0627\u0633 \u062a\u0627\u0631\u06cc\u062e \u0627\u06cc\u062c\u0627\u062f
sh.sortcreaas=\u0645\u0631\u062a\u0628\u200c\u0633\u0627\u0632\u06cc \u0628\u0631 \u0627\u0633\u0627\u0633 \u062a\u0627\u0631\u06cc\u062e \u0627\u06cc\u062c\u0627\u062f \u0635\u0639\u0648\u062f\u06cc
sh.sortcreadesc=\u0645\u0631\u062a\u0628\u200c\u0633\u0627\u0632\u06cc \u0628\u0631 \u0627\u0633\u0627\u0633 \u062a\u0627\u0631\u06cc\u062e \u0627\u06cc\u062c\u0627\u062f \u0646\u0632\u0648\u0644\u06cc
sh.sortaut=\u0645\u0631\u062a\u0628\u200c\u0633\u0627\u0632\u06cc \u0628\u0631\u0627\u0633\u0627\u0633 \u0646\u0648\u06cc\u0633\u0646\u062f\u0647
sh.sortautas=\u0645\u0631\u062a\u0628\u200c\u0633\u0627\u0632\u06cc \u0628\u0631 \u0627\u0633\u0627\u0633 \u0646\u0648\u06cc\u0633\u0646\u062f\u0647 \u0635\u0639\u0648\u062f\u06cc
sh.sortautdesc=\u0645\u0631\u062a\u0628\u200c\u0633\u0627\u0632\u06cc \u0628\u0631 \u0627\u0633\u0627\u0633 \u0646\u0648\u06cc\u0633\u0646\u062f\u0647 \u0646\u0632\u0648\u0644\u06cc
sh.sortdate=\u0645\u0631\u062a\u0628\u200c\u0633\u0627\u0632\u06cc \u0628\u0631 \u0627\u0633\u0627\u0633 \u062a\u0627\u0631\u06cc\u062e \u0622\u062e\u0631\u06cc\u0646 \u0648\u06cc\u0631\u0627\u06cc\u0634
sh.sortdateas=\u0645\u0631\u062a\u0628\u200c\u0633\u0627\u0632\u06cc \u0628\u0631 \u0627\u0633\u0627\u0633 \u062a\u0627\u0631\u06cc\u062e \u0622\u062e\u0631\u06cc\u0646 \u0648\u06cc\u0631\u0627\u06cc\u0634 \u0635\u0639\u0648\u062f\u06cc
sh.sortdatedesc=\u0645\u0631\u062a\u0628 \u06a9\u0631\u062f\u0646 \u0628\u0631 \u0627\u0633\u0627\u0633 \u0622\u062e\u0631\u06cc\u0646 \u0648\u06cc\u0631\u0627\u06cc\u0634 \u0646\u0632\u0648\u0644\u06cc
sh.sortsize=\u0645\u0631\u062a\u0628\u200c\u0633\u0627\u0632\u06cc \u0628\u0631 \u0627\u0633\u0627\u0633 \u062d\u062c\u0645
sh.sortsizeas=\u0645\u0631\u062a\u0628 \u0633\u0627\u0632\u06cc \u0628\u0631 \u0627\u0633\u0627\u0633 \u062d\u062c\u0645 \u0635\u0639\u0648\u062f\u06cc
sh.sortsizedesc=\u0645\u0631\u062a\u0628 \u0633\u0627\u0632\u06cc \u0628\u0631 \u0627\u0633\u0627\u0633 \u062d\u062c\u0645 \u0646\u0632\u0648\u0644\u06cc
sh.sorttit=\u0645\u0631\u062a\u0628\u200c\u0633\u0627\u0632\u06cc \u0628\u0631\u0627\u0633\u0627\u0633 \u0639\u0646\u0648\u0627\u0646
sh.sorttitas=\u0645\u0631\u062a\u0628 \u0633\u0627\u0632\u06cc \u0628\u0631 \u0627\u0633\u0627\u0633 \u0639\u0646\u0648\u0627\u0646 \u0635\u0639\u0648\u062f\u06cc
sh.sorttitdesc=\u0645\u0631\u062a\u0628 \u0633\u0627\u0632\u06cc \u0628\u0631 \u0627\u0633\u0627\u0633 \u0639\u0646\u0648\u0627\u0646 \u0646\u0632\u0648\u0644\u06cc
sh.unsel=\u0644\u063a\u0648 \u0627\u0646\u062a\u062e\u0627\u0628 \u0647\u0645\u0647

dropbox_highlight=\u0645\u0634\u062e\u0635 \u06a9\u0631\u062f\u0646 (<em class\="recentItemInstruction">) dropbox \u0647\u0627\u06cc \u0645\u0646\u0641\u0631\u062f \u0628\u0627 \u062a\u063a\u06cc\u06cc\u0631\u0627\u062a \u0627\u062e\u06cc\u0631\:
sh.1day=\u06f1 \u0631\u0648\u0632
sh.2day=\u06f2 \u0631\u0648\u0632
sh.3day=\u06f3 \u0631\u0648\u0632
sh.1week=\u06f1 \u0647\u0641\u062a\u0647

shortcut=\u0645\u06cc\u0627\u0646\u0628\u0631 \u0628\u0647

size=\u062d\u062f \u0645\u062c\u0627\u0632 \u062d\u062c\u0645 \u0641\u0627\u06cc\u0644 \u0628\u0627\u0631\u06af\u0630\u0627\u0631\u06cc \u0628\u0631\u0627\u0628\u0631 \u0628\u0627

filter=\u0641\u0627\u06cc\u0644 {0} \u0628\u0627 \u0646\u0648\u0639 \u0641\u06cc\u0644\u062a\u0631 \u0647\u0645\u0627\u0647\u0646\u06af \u0646\u0628\u0648\u062f.

someone=\u0634\u062e\u0635 \u062f\u06cc\u06af\u0631\u06cc \u062f\u0631 \u062d\u0627\u0644 \u0648\u06cc\u0631\u0627\u06cc\u0634 \u0627\u0633\u062a











title=\u0639\u0646\u0648\u0627\u0646

titlecannot=\u0639\u0646\u0648\u0627\u0646 \u0646\u0645\u06cc\u062a\u0648\u0627\u0646\u062f \u062d\u0627\u0648\u06cc \u0627\u06cc\u0646 \u06a9\u0627\u0631\u0627\u06a9\u062a\u0631\u0647\u0627 \u0628\u0627\u0634\u062f\: / %? *



toolong=\u0646\u0627\u0645 \u0628\u06cc\u0634 \u0627\u0632 \u062d\u062f \u0637\u0648\u0644\u0627\u0646\u06cc \u0627\u0633\u062a\:

toomany=\u062a\u0639\u062f\u0627\u062f \u0632\u06cc\u0627\u062f\u06cc \u0646\u0633\u062e\u0647 \u0627\u0632 \u0627\u06cc\u0646 \u0645\u0646\u0628\u0639 \u0628\u0647 \u0627\u06cc\u0646 \u0645\u062c\u0645\u0648\u0639\u0647 \u0627\u0636\u0627\u0641\u0647 \u0634\u062f\u0647 \u0627\u0633\u062a.

type=\u0628\u0627\u06cc\u062f \u0646\u0648\u0639 \u0641\u0631\u0645 \u0631\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f.


typeex=\u0627\u0633\u062a\u062b\u0646\u0627\u0621 \u0631\u0627 \u0648\u0627\u0631\u062f \u06a9\u0646\u06cc\u062f.


use1=\u0627\u0632 \u0627\u06cc\u0646 \u067e\u0648\u0634\u0647 \u0628\u0631\u0627\u06cc \u0630\u062e\u06cc\u0631\u0647 \u0641\u0627\u06cc\u0644 \u0647\u0627\u06cc \u062e\u0635\u0648\u0635\u06cc \u06a9\u0647 \u062a\u0645\u0627\u06cc\u0644 \u062f\u0627\u0631\u06cc\u062f \u0622\u0646\u0647\u0627 \u0631\u0627 \u0628\u0627 \u062a\u0646\u0647\u0627 \u0628\u0627 \u0633\u0627\u0632\u0645\u0627\u0646 \u062f\u0647\u0646\u062f\u06af\u0627\u0646 \u0627\u06cc\u0646 \u0633\u0627\u06cc\u062a \u06a9\u0627\u0631\u06cc \u0628\u0647 \u0627\u0634\u062a\u0631\u0627\u06a9 \u0628\u06af\u0630\u0627\u0631\u06cc\u062f \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u06a9\u0646\u06cc\u062f.

use2=\u0627\u0632 \u0627\u06cc\u0646 \u067e\u0648\u0634\u0647 \u0628\u0631\u0627\u06cc \u0630\u062e\u06cc\u0631\u0647 \u0641\u0627\u06cc\u0644 \u0647\u0627\u06cc \u062e\u0635\u0648\u0635\u06cc \u06a9\u0647 \u062a\u0645\u0627\u06cc\u0644 \u062f\u0627\u0631\u06cc\u062f \u0622\u0646\u0647\u0627 \u0631\u0627 \u0628\u0627 \u062a\u0646\u0647\u0627 \u0628\u0627 \u0627\u0639\u0636\u0627\u06cc \u0645\u0634\u062e\u0635 \u0627\u06cc\u0646 \u0633\u0627\u06cc\u062a \u06a9\u0627\u0631\u06cc \u0628\u0647 \u0627\u0634\u062a\u0631\u0627\u06a9 \u0628\u06af\u0630\u0627\u0631\u06cc\u062f \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u06a9\u0646\u06cc\u062f.

used=\u062f\u0631 \u0645\u0646\u0627\u0628\u0639 \u0645\u0648\u0631\u062f \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0642\u0631\u0627\u0631 \u06af\u0631\u0641\u062a\u0647 \u0627\u0633\u062a. \u0644\u0637\u0641\u0627\u064b \u0639\u0646\u0648\u0627\u0646 \u062f\u06cc\u06af\u0631\u06cc \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u06a9\u0646\u06cc\u062f.


used2=. \u0627\u0632 \u0647\u0645\u06cc\u0646 \u0634\u0646\u0627\u0633\u0647 \u0645\u0646\u0628\u0639 \u0642\u0628\u0644\u0627\u064b \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0634\u062f\u0647 \u0627\u0633\u062a.



validurl=\u0644\u0637\u0641\u0627 \u06cc\u06a9 \u0631\u0634\u062a\u0647 URL \u0645\u0639\u062a\u0628\u0631 \u0648\u0627\u0631\u062f \u06a9\u0646\u06cc\u062f.

wrongtype=\u0646\u0648\u0639 \u0627\u0634\u062a\u0628\u0627\u0647 \u0627\u0633\u062a.

processmessage.folders=\u062f\u0631 \u062d\u0627\u0644 \u0627\u06cc\u062c\u0627\u062f \u067e\u0648\u0634\u0647 \u0647\u0627
processmessage.html=\u062f\u0631 \u062d\u0627\u0644 \u0627\u06cc\u062c\u0627\u062f \u0635\u0641\u062d\u0647 HTML
processmessage.text=\u062f\u0631 \u062d\u0627\u0644 \u0627\u06cc\u062c\u0627\u062f \u0633\u0646\u062f \u0645\u062a\u0646\u06cc
processmessage.file=\u062f\u0631 \u062d\u0627\u0644 \u0628\u0627\u0631\u06af\u0630\u0627\u0631\u06cc \u0641\u0627\u06cc\u0644(\u0647\u0627)
processmessage.url=\u062f\u0631 \u062d\u0627\u0644 \u0627\u06cc\u062c\u0627\u062f \u0644\u06cc\u0646\u06a9(\u0647\u0627)
processmessage.save.html=\u062f\u0631 \u062d\u0627\u0644 \u0630\u062e\u06cc\u0631\u0647 \u0635\u0641\u062d\u0647 HTML
processmessage.save.text=\u062f\u0631 \u062d\u0627\u0644 \u0630\u062e\u06cc\u0631\u0647 \u0633\u0646\u062f \u0645\u062a\u0646\u06cc
processmessage.save.file=\u062f\u0631 \u062d\u0627\u0644 \u0630\u062e\u06cc\u0631\u0647 \u0641\u0627\u06cc\u0644(\u0647\u0627\u06cc) \u062c\u062f\u06cc\u062f
processmessage.save.url=\u062f\u0631 \u0630\u062e\u06cc\u0631\u0647 \u0627\u06cc\u062c\u0627\u062f \u0644\u06cc\u0646\u06a9(\u0647\u0627)


lis.show5=\u0646\u0645\u0627\u06cc\u0634 \u06f5 \u0645\u0648\u0631\u062f \u062f\u0631 \u0647\u0631 \u0635\u0641\u062d\u0647
lis.show10=\u0646\u0645\u0627\u06cc\u0634 \u06f1\u06f0 \u0645\u0648\u0631\u062f...
lis.show20=\u0646\u0645\u0627\u06cc\u0634 \u06f2\u06f0 \u0645\u0648\u0631\u062f...
lis.show50=\u0646\u0645\u0627\u06cc\u0634 \u06f5\u06f0 \u0645\u0648\u0631\u062f...
lis.show100=\u0646\u0645\u0627\u06cc\u0634 \u06f1\u06f0\u06f0 \u0645\u0648\u0631\u062f...
lis.show200=\u0646\u0645\u0627\u06cc\u0634 \u06f2\u06f0\u06f0 \u0645\u0648\u0631\u062f...



# SAK-23304 Show and Hide
folder.notempty_show=\u067e\u0648\u0634\u0647 {0} \u062d\u0627\u0648\u06cc \u0622\u06cc\u062a\u0645(\u0647\u0627\u06cc\u06cc) \u0627\u0633\u06cc\u062a \u06a9\u0647 \u0646\u0645\u0627\u06cc\u0634 \u062f\u0627\u062f\u0647 \u0646\u062e\u0648\u0627\u0647\u0646\u062f \u0634\u062f\!
folder.notempty_hide=\u067e\u0648\u0634\u0647 {0} \u062d\u0627\u0648\u06cc \u0622\u06cc\u062a\u0645(\u0647\u0627\u06cc\u06cc) \u0627\u0633\u06cc\u062a \u06a9\u0647 \u0622\u0646\u0647\u0627 \u0646\u06cc\u0632 \u067e\u0646\u0647\u0627\u0646 \u062e\u0648\u0627\u0647\u0646\u062f \u0634\u062f\!
notpermis_modify_remove=\u0634\u0645\u0627 \u062a\u0646\u0647\u0627 \u0645\u062c\u0648\u0632 \u0648\u06cc\u0631\u0627\u06cc\u0634 \u06cc\u0627 \u062d\u0630\u0641 \u0622\u06cc\u062a\u0645\u200c\u0647\u0627\u06cc \u0645\u062d\u062a\u0648\u0627\u06cc\u06cc \u0631\u0627 \u062f\u0627\u0631\u06cc\u062f \u06a9\u0647 \u062e\u0648\u062f\u062a\u0627\u0646 \u0622\u0646\u0647\u0627 \u0631\u0627 \u0627\u06cc\u062c\u0627\u062f \u06a9\u0631\u062f\u0647 \u0627\u06cc\u062f. \u0622\u06cc\u062a\u0645 \u0647\u0627\u06cc \u0645\u0646\u0627\u0633\u0628 \u0631\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u0648 \u0645\u062c\u062f\u062f\u0627\u064b \u062a\u0644\u0627\u0634 \u06a9\u0646\u06cc\u062f.

viewing=\u062f\u0631 \u062d\u0627\u0644 \u0645\u0634\u0627\u0647\u062f\u0647
of=\u0627\u0632
items=\u0622\u06cc\u062a\u0645

calendar.title=\u067e\u0646\u062c\u0631\u0647 \u0627\u0646\u062a\u062e\u0627\u0628 \u062a\u0627\u0631\u06cc\u062e

#CONDITIONAL RELEASE MCP 20101122

conditional.duedate_passed=\u0645\u0648\u0639\u062f \u0645\u0642\u0631\u0631 \u06af\u0630\u0634\u062a\u0647 \u0627\u0633\u062a.
conditional.duedate_notpassed=\u0645\u0648\u0639\u062f \u0645\u0642\u0631\u0631 \u0646\u06af\u0630\u0634\u062a\u0647 \u0627\u0633\u062a.
conditional.released_to_students=\u0628\u0631\u0627\u06cc \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632\u0627\u0646 \u0645\u0646\u062a\u0634\u0631 \u0634\u062f\u0647 \u0627\u0633\u062a.
conditional.not_released_to_students=\u0628\u0631\u0627\u06cc \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632\u0627\u0646 \u0645\u0646\u062a\u0634\u0631 \u0646\u0634\u062f\u0647 \u0627\u0633\u062a.
conditional.included_in_course_grade=\u062f\u0631 \u0646\u0645\u0631\u0647 \u062f\u0631\u0633 \u0645\u0646\u0638\u0648\u0631 \u0645\u06cc\u0634\u0648\u062f.
conditional.not_included_in_course_grade=\u062f\u0631 \u0646\u0645\u0631\u0647 \u062f\u0631\u0633 \u0645\u0646\u0638\u0648\u0631 \u0646\u0645\u06cc\u0634\u0648\u062f.
conditional.grade_blank=\u0646\u0645\u0631\u0647 \u062e\u0627\u0644\u06cc \u0627\u0633\u062a.
conditional.grade_non_blank=\u0646\u0645\u0631\u0647 \u062e\u0627\u0644\u06cc \u0646\u06cc\u0633\u062a.
conditional.grade_less_than=\u0646\u0645\u0631\u0647 \u06a9\u0645\u062a\u0631 \u0627\u0633\u062a \u0627\u0632\:
conditional.grade_greather_or_equal=\u0646\u0645\u0631\u0647 \u0628\u0631\u0627\u0628\u0631 \u0648 \u06cc\u0627 \u0628\u0632\u0631\u06af\u062a\u0631 \u0627\u0633\u062a \u0627\u0632\:
disable.condition.error=\u0627\u0645\u06a9\u0627\u0646 \u063a\u06cc\u0631\u0641\u0639\u0627\u0644 \u06a9\u0631\u062f\u0646 \u0634\u0631\u0637 \u0648\u062c\u0648\u062f \u0646\u062f\u0627\u0634\u062a
notification.load.error=\u0627\u0645\u06a9\u0627\u0646 \u0627\u062c\u0631\u0627\u06cc \u0634\u0631\u0637 \u0645\u0648\u062c\u0648\u062f \u0648\u062c\u0648\u062f \u0646\u062f\u0627\u0634\u062a
conditions.invalid.condition.argument=\u0644\u0637\u0641\u0627\u064b \u06cc\u06a9 \u0639\u062f\u062f \u0628\u0631\u0627\u06cc \u0646\u0645\u0631\u0647 \u0627\u062e\u062a\u0635\u0627\u0635 \u062f\u0627\u062f\u0647 \u0634\u062f\u0647 \u0648\u0627\u0631\u062f \u06a9\u0646\u06cc\u062f.
conditions.condition.argument.outofrange=\u0644\u0637\u0641\u0627\u064b \u0639\u062f\u062f\u06cc \u062f\u0631 \u0628\u0627\u0632\u0647 \u0635\u0641\u0631 \u062a\u0627 {0} \u0628\u0631\u0627\u06cc \u0627\u06cc\u0646 \u062a\u06a9\u0644\u06cc\u0641 \u0648\u0627\u0631\u062f \u06a9\u0646\u06cc\u062f.
conditions.disable.error=\u062e\u0637\u0627 \u062f\u0631 \u062d\u0630\u0641 \u0627\u0637\u0644\u0627\u0639\u06cc\u0647\u200c\u0647\u0627\u06cc \u0645\u0634\u0631\u0648\u0637 \u0642\u062f\u06cc\u0645\u06cc

#LOM metadata
label.lom_role=\u0633\u0637\u062d \u06a9\u0627\u0631\u0628\u0631\u06cc
label.lom_coverage=\u067e\u0648\u0634\u0634 \u0648 \u062d\u0648\u0632\u0647 \u0631\u0634\u062a\u0647
label.lom_status=\u0648\u0636\u0639\u06cc\u062a
label.lom_duration=\u0645\u062f\u062a \u0632\u0645\u0627\u0646
label.lom_engagement=\u0646\u0648\u0639 \u062a\u0639\u0627\u0645\u0644
label.lom_learning_resource_type=\u0646\u0648\u0639 \u0645\u0646\u0627\u0628\u0639 \u06cc\u0627\u062f\u06af\u06cc\u0631\u06cc
label.lom_interactivity_level=\u0633\u0637\u062d \u062a\u0639\u0627\u0645\u0644
label.lom_context_level=\u0633\u0637\u062d \u0645\u062d\u062a\u0648\u0627
label.lom_difficulty=\u0645\u06cc\u0632\u0627\u0646 \u062f\u0634\u0648\u0627\u0631\u06cc
label.lom_learning_time=\u0632\u0645\u0627\u0646 \u06cc\u0627\u062f\u06af\u06cc\u0631\u06cc
label.lom_assumed_knowledge=\u062f\u0627\u0646\u0634 \u0647\u0627\u06cc \u067e\u06cc\u0634 \u0641\u0631\u0636
label.lom_technical_requirements=\u0627\u0644\u0632\u0627\u0645\u0627\u062a \u0641\u0646\u06cc
label.lom_install_remarks=\u0645\u0644\u0627\u062d\u0638\u0627\u062a \u0646\u0635\u0628
label.lom_other_requirements=\u062f\u06cc\u06af\u0631 \u0627\u0644\u0632\u0627\u0645\u0627\u062a
label.lom_granularity_level=\u0633\u0637\u062d
label.lom_structure=\u0633\u0627\u062e\u062a\u0627\u0631
label.lom_relation=\u0631\u0627\u0628\u0637\u0647 \u0628\u0627 \u062f\u06cc\u06af\u0631 \u0627\u0647\u062f\u0627\u0641 \u06cc\u0627\u062f\u06af\u06cc\u0631\u06cc
label.lom_reviewer=\u0627\u0631\u0632\u06cc\u0627\u0628
label.lom_review_date=\u062a\u0627\u0631\u06cc\u062e \u0627\u0631\u0632\u06cc\u0627\u0628\u06cc
label.lom_review_comments=\u0646\u0638\u0631\u0627\u062a \u0628\u0627\u0632\u0628\u06cc\u0646\u06cc



descr.lom_role=\u0646\u0648\u0639 \u0645\u0634\u0627\u0631\u06a9\u062a.
descr.lom_coverage=\u0632\u0645\u0627\u0646\u060c \u0641\u0631\u0647\u0646\u06af\u060c \u062c\u063a\u0631\u0627\u0641\u06cc\u0627 \u06cc\u0627 \u0645\u0646\u0637\u0642\u0647 \u06a9\u0647 \u0627\u06cc\u0646 \u0647\u062f\u0641 \u06cc\u0627\u062f\u06af\u06cc\u0631\u06cc \u0628\u0647 \u0622\u0646 \u0645\u0631\u0628\u0648\u0637 \u0627\u0633\u062a.
descr.lom_status=\u0648\u0636\u0639\u06cc\u062a \u062a\u06a9\u0645\u06cc\u0644 \u06cc\u0627 \u0634\u0631\u0648\u0637 \u0627\u06cc\u0646 \u0647\u062f\u0641 \u06cc\u0627\u062f\u06af\u06cc\u0631\u06cc.
descr.lom_engagement=\u0634\u06cc\u0648\u0647 \u063a\u0627\u0644\u0628 \u06cc\u0627\u062f\u06af\u06cc\u0631\u06cc \u0628\u0631\u0627\u06cc \u0627\u06cc\u0646 \u0647\u062f\u0641 \u0622\u0645\u0648\u0632\u0634\u06cc.
descr.lom_duration=\u0645\u062f\u062a \u0632\u0645\u0627\u0646\u06cc \u0645\u0648\u0631\u062f \u0646\u06cc\u0627\u0632 \u0628\u0631\u0627\u06cc \u0627\u06cc\u0646 \u0647\u062f\u0641 \u0622\u0645\u0648\u0632\u0634\u06cc \u062f\u0631 \u0635\u0648\u0631\u062a\u06cc \u06a9\u0647 \u0628\u0627 \u0633\u0631\u0639\u062a \u062f\u0631 \u0646\u0638\u0631 \u06af\u0631\u0641\u062a\u0647 \u0634\u062f\u0647 \u067e\u06cc\u06af\u06cc\u0631\u06cc \u0634\u0648\u062f.
descr.lom_learning_resource_type=\u0646\u0648\u0639 \u0645\u0634\u062e\u0635 \u0647\u062f\u0641 \u0622\u0645\u0648\u0632\u0634\u06cc.
descr.lom_interactivity_level=\u062f\u0631\u062c\u0647 \u062a\u0639\u0627\u0645\u0644 \u0645\u0634\u062e\u0635 \u06a9\u0646\u0646\u062f\u0647 \u0627\u06cc\u0646 \u0647\u062f\u0641 \u0622\u0645\u0648\u0632\u0634\u06cc
descr.lom_context_level=\u0633\u0646 \u0645\u0639\u0645\u0648\u0644 \u06a9\u0627\u0631\u0628\u0631 \u0645\u0648\u0631\u062f \u0646\u0638\u0631.
descr.lom_difficulty=\u0645\u06cc\u0632\u0627\u0646 \u062f\u0634\u0648\u0627\u0631\u06cc \u06a9\u0627\u0631 \u06a9\u0631\u062f\u0646 \u0628\u0627 \u0627\u06cc\u0646 \u0647\u062f\u0641 \u0622\u0645\u0648\u0632\u0634\u06cc \u0648 \u062a\u06a9\u0645\u06cc\u0644 \u0622\u0646 \u0628\u0631\u0627\u06cc \u0645\u062e\u0627\u0637\u0628 \u0645\u0639\u0645\u0648\u0644 \u0645\u0648\u0631\u062f \u0646\u0638\u0631 \u0622\u0646.
descr.lom_learning_time=\u0632\u0645\u0627\u0646 \u062a\u0642\u0631\u06cc\u0628\u06cc \u06cc\u0627 \u0645\u0639\u0645\u0648\u0644 \u0628\u0631\u0627\u06cc \u06a9\u0627\u0631 \u06a9\u0631\u062f\u0646 \u06cc\u0627 \u062a\u06a9\u0645\u06cc\u0644 \u0627\u06cc\u0646 \u0647\u062f\u0641 \u0622\u0645\u0648\u0632\u0634\u06cc \u0628\u0631\u0627\u06cc \u0645\u062e\u0627\u0637\u0628 \u0645\u0639\u0645\u0648\u0644 \u0645\u0648\u0631\u062f \u0646\u0638\u0631.
descr.lom_assumed_knowledge=\u0646\u0638\u0631\u0627\u062a \u062f\u0631\u0628\u0627\u0631\u0647 \u0646\u062d\u0648\u0647 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0627\u0632 \u0627\u06cc\u0646 \u0647\u062f\u0641 \u0622\u0645\u0648\u0632\u0634\u06cc.
descr.lom_technical_requirements=\u0642\u0627\u0628\u0644\u06cc\u062a\u200c\u0647\u0627\u06cc \u062a\u06a9\u0646\u06cc\u06a9\u06cc \u0644\u0627\u0632\u0645 \u0628\u0631\u0627\u06cc \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0627\u0632 \u0627\u06cc\u0646 \u0647\u062f\u0641 \u0622\u0645\u0648\u0632\u0634\u06cc.
descr.lom_install_remarks=\u0634\u0631\u062d\u06cc \u0627\u0632 \u0646\u062d\u0648\u0647 \u0646\u0635\u0628 \u0627\u06cc\u0646 \u0647\u062f\u0641 \u0622\u0645\u0648\u0632\u0634\u06cc.
descr.lom_other_requirements=\u0627\u0637\u0644\u0627\u0639\u0627\u062a \u062f\u0631\u0628\u0627\u0631\u0647 \u062f\u06cc\u06af\u0631 \u0627\u0644\u0632\u0627\u0645\u0627\u062a \u0646\u0631\u0645\u200c\u0627\u0641\u0632\u0627\u0631\u06cc \u0648 \u0633\u062e\u062a\u200c\u0627\u0641\u0632\u0627\u0631\u06cc.
descr.lom_granularity_level=\u0633\u0637\u062d \u062c\u0632\u0626\u06cc\u0627\u062a \u0639\u0645\u0644\u06a9\u0631\u062f\u06cc \u0627\u06cc\u0646 \u0647\u062f\u0641 \u0622\u0645\u0648\u0632\u0634\u06cc.
descr.lom_structure=\u0633\u0627\u062e\u062a\u0627\u0631 \u0633\u0627\u0632\u0645\u0627\u0646\u06cc \u067e\u0627\u06cc\u0647\u200c\u0627\u06cc \u0627\u06cc\u0646 \u0647\u062f\u0641 \u0622\u0645\u0648\u0632\u0634\u06cc.
descr.lom_relation=\u0631\u0627\u0628\u0637\u0647 \u0645\u06cc\u0627\u0646 \u0627\u06cc\u0646 \u0647\u062f\u0641 \u0622\u0645\u0648\u0632\u0634\u06cc \u0648 \u062f\u06cc\u06af\u0631 \u0627\u0647\u062f\u0627\u0641 \u0622\u0645\u0648\u0632\u0634\u06cc \u062f\u0631 \u0635\u0648\u0631\u062a \u0648\u062c\u0648\u062f.
descr.lom_reviewer=\u0627\u0631\u0632\u06cc\u0627\u0628.
descr.lom_review_date=\u062a\u0627\u0631\u06cc\u062e \u0627\u0631\u0632\u06cc\u0627\u0628\u06cc
descr.lom_review_comments=\u0646\u0638\u0631\u0627\u062a \u0628\u0627\u0632\u0628\u06cc\u0646\u06cc


# descriptions for content/resource entity provider
content=\u0646\u0634\u0627\u0646 \u062f\u0647\u0646\u062f\u0647 \u0627\u0628\u0632\u0627\u0631 \u0645\u062d\u062a\u0648\u0627/\u0645\u0646\u0627\u0628\u0639 \u0627\u0633\u062a
content.action.site=\u0622\u06cc\u062a\u0645\u200c\u0647\u0627\u06cc \u0645\u062d\u062a\u0648\u0627 \u0628\u0631\u0627\u06cc \u06cc\u06a9 \u0633\u0627\u06cc\u062a \u0631\u0627 \u062f\u0631\u06cc\u0627\u0641\u062a \u0645\u06cc\u06a9\u0646\u062f. URL \u0628\u0627\u06cc\u062f \u0628\u0647 \u0635\u0648\u0631\u062a /direct/content/site/SITEID.format \u0628\u0627\u0634\u062f.
content.action.user=\u0622\u06cc\u062a\u0645\u200c\u0647\u0627\u06cc \u0645\u062d\u062a\u0648\u0627 \u0628\u0631\u0627\u06cc \u06cc\u06a9 \u0633\u0627\u06cc\u062a \u06a9\u0627\u0631\u06cc \u06a9\u0627\u0631\u0628\u0631 \u0631\u0627 \u062f\u0631\u06cc\u0627\u0641\u062a \u0645\u06cc\u06a9\u0646\u062f. URL \u0628\u0627\u06cc\u062f \u0628\u0647 \u0635\u0648\u0631\u062a /direct/content/user/EID_OR_ID \u0628\u0627\u0634\u062f. \u0645\u0639\u0645\u0648\u0644\u0627\u064b \u062a\u0646\u0647\u0627 \u06a9\u0627\u0631\u0628\u0631\u0627\u0646 \u0645\u062f\u06cc\u0631 \u0645\u06cc\u062a\u0648\u0627\u0646\u0646\u062f \u0627\u06cc\u0646 \u0645\u062d\u062a\u0648\u0627 \u0631\u0627 \u0645\u0634\u0627\u0647\u062f\u0647 \u06a9\u0646\u0646\u062f. \u0627\u06af\u0631 \u0645\u06cc\u062e\u0648\u0627\u0647\u06cc\u062f \u0645\u0646\u0627\u0628\u0639 \u0631\u0627 \u0628\u0631\u0627\u06cc \u0633\u0627\u06cc\u062a \u06a9\u0627\u0631\u06cc \u062e\u0648\u062f \u0628\u0647 \u062f\u0633\u062a \u0622\u0648\u0631\u06cc\u062f\u060c \u0645\u06cc\u062a\u0648\u0627\u0646\u06cc\u062f \u0628\u0647 \u062c\u0627\u06cc \u0622\u0646 \u0627\u0632 /direct/content/my.format \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u06a9\u0646\u06cc\u062f.
content.action.my=\u0622\u06cc\u062a\u0645\u200c\u0647\u0627\u06cc \u0645\u062d\u062a\u0648\u0627 \u0628\u0631\u0627\u06cc \u0633\u0627\u06cc\u062a \u06a9\u0627\u0631\u06cc \u06a9\u0627\u0631\u0628\u0631 \u0641\u0639\u0644\u06cc \u0631\u0627 \u062f\u0631\u06cc\u0627\u0641\u062a \u0645\u06cc\u06a9\u0646\u062f. URL \u0628\u0627\u06cc\u062f \u0628\u0647 \u0635\u0648\u0631\u062a /direct/content/my.format \u0628\u0627\u0634\u062f.

dragndrop.success.upload=\u0641\u0627\u06cc\u0644 \u0628\u0627 \u0645\u0648\u0641\u0642\u06cc\u062a \u0628\u0627\u0631\u06af\u0630\u0627\u0631\u06cc \u0634\u062f
dragndrop.upload.error=\u062f\u0631 \u0628\u0627\u0631\u06af\u0630\u0627\u0631\u06cc \u0641\u0627\u06cc\u0644 {0} \u062f\u0631 \u0633\u0631\u0648\u0631 \u062e\u0637\u0627\u06cc\u06cc \u0631\u062e \u062f\u0627\u062f
dragndrop.duplicated.error=\u0627\u0632 \u0641\u0627\u06cc\u0644 {0} \u0646\u0645\u06cc\u062a\u0648\u0627\u0646 \u0628\u06cc\u0634 \u0627\u0632 {1} \u0628\u0627\u0631 \u0646\u0633\u062e\u0647\u200c\u200d\u0628\u0631\u062f\u0627\u0631\u06cc \u06a9\u0631\u062f
dragndrop.collection.error=\u062f\u0631 \u062a\u0644\u0627\u0634 \u0628\u0631\u0627\u06cc \u0630\u062e\u06cc\u0631\u0647 \u0641\u0627\u06cc\u0644 {1} \u062f\u0631 \u067e\u0648\u0634\u0647 {0} \u062e\u0637\u0627\u06cc\u06cc \u0631\u062e \u062f\u0627\u062f
dragndrop.overload.error=\u062f\u0631 \u0628\u0627\u0631\u06af\u0630\u0627\u0631\u06cc \u0641\u0627\u06cc\u0644 {0} \u062f\u0631 \u0633\u0631\u0648\u0631 \u062e\u0637\u0627\u06cc\u06cc \u0631\u062e \u062f\u0627\u062f

# SAK-25709
list.cols.columns=\u0646\u0645\u0627\u06cc\u0634 \u0633\u062a\u0648\u0646 \u0647\u0627
list.cols.columns.inst=\u0633\u062a\u0648\u0646 \u0647\u0627\u06cc\u06cc \u06a9\u0647 \u0642\u0631\u0627\u0631 \u062a\u0633\u062a \u0646\u0645\u0627\u06cc\u0634 \u062f\u0627\u062f\u0647 \u0634\u0648\u0646\u062f

