descr.dc_id=\u0645\u0631\u062C\u0639 \u0648\u0627\u0636\u062D \u0644\u0644\u0645\u0648\u0631\u062F \u0641\u064A \u0633\u064A\u0627\u0642 \u0645\u0639\u064A\u0646 ( \u0639\u0644\u0649 \u0633\u0628\u064A\u0644 \u0627\u0644\u0645\u062B\u0627\u0644\u060C   URIs, URLs, ISBNs,  library call numbers)
label.dc_format=\u0635\u064A\u063A\u0629
label.dc_title=\u0639\u0646\u0648\u0627\u0646
label.dc=\u062E\u0635\u0627\u0626\u0635 \u0627\u062E\u062A\u064A\u0627\u0631\u064A\u0629
label.dc_lang=\u0627\u0627\u0644\u063A\u0629
label.dc_descr=\u0648\u0635\u0641
descr.dc_coverage=\u0645\u062F\u0649 \u0623\u0648 \u0646\u0637\u0627\u0642 \u0645\u062D\u062A\u0648\u0649 \u0627\u0644\u0645\u0648\u0631\u062F (\u0645\u062B\u0644\u0627 \u060C \u0627\u0633\u0645 \u0627\u0644\u0645\u0643\u0627\u0646 \u0627\u0648 \u0627\u0644\u0627\u062D\u062F\u0627\u062B\u064A\u0627\u062A \u0627\u0644\u062C\u063A\u0631\u0627\u0641\u064A\u0629\u060C \u062A\u0627\u0631\u064A\u062E\u060C \u0641\u062A\u0631\u0629 \u0632\u0645\u0646\u064A\u0629 \u0623\u0648 \u0628\u0637\u0627\u0642\u0629 \u0641\u062A\u0631\u0629 \u0623\u0648 \u0627\u0644\u0633\u0651\u0644\u0637\u0629 \u0627\u0644\u0642\u0636\u0627\u0626\u064A\u0651\u0629).
label.dc_coverage=\u062A\u063A\u0637\u064A\u0629 
descr.dc_issued=\u0627\u0644\u062A\u0627\u0631\u064A\u062E \u0627\u0644\u0631\u0633\u0645\u064A \u0644\u0625\u0635\u062F\u0627\u0631 \u0623\u0648 \u0646\u0634\u0631 \u0647\u0630\u0627 \u0627\u0644\u0645\u0648\u0631\u062F.
descr.dc_created=\u062A\u0627\u0631\u064A\u062E \u0625\u0646\u0634\u0627\u0621 \u0627\u0644\u0645\u0648\u0631\u062F.
descr.dc_contributor=\u0627\u0644\u062C\u0647\u0629 \u0627\u0644\u0645\u0633\u0648\u0624\u0644\u0647 \u0639\u0646 \u062A\u0642\u062F\u064A\u0645 \u0645\u0633\u0627\u0647\u0645\u0627\u062A \u0627\u0644\u0649 \u0645\u062D\u062A\u0648\u064A\u0627\u062A \u0627\u0644\u0645\u0648\u0631\u062F.
label.dc_created=\u062A\u0627\u0631\u064A\u062E \u0627\u0644\u0625\u0646\u0634\u0627\u0621
label.dc_contributor=\u0645\u0633\u0627\u0647\u0645
label.dc_type=\ \u0646\u0648\u0639 \u0627\u0644\u0645\u0648\u0631\u062F
descr.dc_edlevel=\u0648\u0635\u0641 \u062A\u0642\u062F\u0651\u0645 \u0627\u0644\u062C\u0645\u0647\u0648\u0631\u0645\u0646 \u062E\u0644\u0627\u0644 \u0633\u064A\u0627\u0642 \u062A\u0639\u0644\u064A\u0645 \u0623\u0648 \u062A\u062F\u0631\u064A\u0628.
label.dc_edlevel=\u0645\u0633\u062A\u0648\u0649 \u062A\u0639\u0644\u064A\u0645 \u0627\u0644\u062C\u0645\u0647\u0648\u0631 
label.dc_issued=\u062A\u0627\u0631\u064A\u062E \u0627\u0644\u0625\u0635\u062F\u0627\u0631
descr.dc_lang=\u0644\u063A\u0629 \u0627\u0644\u0645\u062D\u062A\u0648\u0649 \u0627\u0644\u0641\u0643\u0631\u064A \u0644\u0644\u0645\u0648\u0631\u062F.
descr.dc_alt=\u0627\u064A \u0634\u0643\u0644 \u0645\u0646 \u0627\u0644\u0639\u0646\u0648\u0627\u0646 \u0645\u0633\u062A\u062E\u062F\u0645 \u0643\u0628\u062F\u064A\u0644 \u0644\u0644\u0639\u0646\u0648\u0627\u0646 \u0627\u0644\u0631\u0633\u0645\u064A \u0644\u0644\u0645\u0648\u0631\u062F (\u0645\u062E\u062A\u0635\u0631\u0627\u062A \u0627\u0644\u0639\u0646\u0648\u0627\u0646 \u060C \u062A\u0631\u062C\u0645\u0627\u062A \u060C \u0627\u0644\u062E) 
descr.dc_toc=\u0642\u0627\u0626\u0645\u0629 \u0648\u062D\u062F\u0627\u062A \u0645\u062D\u062A\u0648\u064A\u0627\u062A \u0627\u0644\u0645\u0648\u0631\u062F.
descr.dc_source=\u0645\u0631\u062C\u0639 ( \u0645\u0646 \u0627\u0644\u0623\u0641\u0636\u0644 \u0645\u0639\u0631\u0641 \u0631\u0633\u0645\u064A ) \u0627\u0644\u0645\u0648\u0631\u062F \u0627\u0644\u0630\u064A \u0645\u0646\u0647 \u0627\u0633\u062A\u0645\u062F\u0651 \u0627\u0644\u0645\u0648\u0631\u062F \u0627\u0644\u062D\u0627\u0644\u064A\u060C \u0643\u0644\u064A \u0623\u0648 \u062C\u0632\u0626\u064A .
descr.dc_type=\u0637\u0628\u064A\u0639\u0629 \u0623\u0648\u0646\u0648\u0639 \u0645\u062D\u062A\u0648\u0649 \u0627\u0644\u0645\u0648\u0631\u062F. 
descr.dc_modified=\u062A\u0627\u0631\u064A\u062E \u062A\u063A\u064A\u064A\u0631 \u0645\u0647\u0645 \u0641\u064A \u0627\u0644\u0645\u0648\u0631\u062F. 
label.dc_modified=\u062A\u0627\u0631\u064A\u062E \u0627\u0644\u062A\u0639\u062F\u064A\u0644
descr.dc_rights=\u0645\u0639\u0644\u0648\u0645\u0627\u062A \u0639\u0646 \u0627\u0644\u062D\u0642\u0648\u0642 \u0627\u0644\u0645\u062A\u0639\u0644\u0642\u0629 \u0628\u0627\u0644\u0645\u0648\u0631\u062F (\u0645\u062B\u0644 \u062D\u0642\u0648\u0642 \u0627\u0644\u062A\u0623\u0644\u064A\u0641 \u0648\u062D\u0642\u0648\u0642 \u0627\u0644\u0645\u0644\u0643\u064A\u0629 \u0627\u0644\u0641\u0643\u0631\u064A\u0629). 
label.dc_source=\u0645\u0635\u062F\u0631
descr.dc_title=\u0627\u0644\u0625\u0633\u0645 \u0627\u0644\u0645\u0639\u0637\u0649 \u0625\u0644\u0649 \u0627\u0644\u0645\u0648\u0631\u062F .
label.dc_audience=\u0627\u0644\u062C\u0645\u0647\u0648\u0631
descr.dc_abstract=\u0645\u0644\u062E\u0635 \u0645\u0636\u0645\u0648\u0646 \u0627\u0644\u0645\u0648\u0631\u062F.
label.dc_abstract=\u0645\u0644\u062E\u0635
descr.dc_descr=\u062A\u0642\u0631\u064A\u0631\u0639\u0646 \u0645\u0636\u0645\u0648\u0646 \u0627\u0644\u0645\u0648\u0631\u062F \u0627\u0644\u0630\u064A \u0642\u062F \u064A\u062A\u0636\u0645\u0646 \u062E\u0644\u0627\u0635\u0629 \u0627\u0648 \u062C\u062F\u0648\u0644 \u0627\u0644\u0645\u062D\u062A\u0648\u064A\u0627\u062A.
descr.dc_creator=\u0634\u062E\u0635\u060C  \u0645\u0646\u0638\u0645\u0629\u060C  \u062E\u062F\u0645\u0629 \u0623\u0648\u062C\u0647\u0629 \u0623\u062E\u0631\u0649 \u0645\u0633\u0624\u0648\u0644\u0629 \u0639\u0646 \u0625\u0646\u0634\u0627\u0621 \u0645\u062D\u062A\u0648\u064A\u0627\u062A \u0627\u0644\u0645\u0648\u0631\u062F.
label.dc_creator=\u0627\u0644\u0645\u0646\u0634\u0626
label.dc_rights=\u0625\u062F\u0627\u0631\u0629 \u0627\u0644\u062D\u0642\u0648\u0642
descr.dc_format=\u0627\u0644\u062A\u0639\u0628\u064A\u0631 \u0627\u0644\u0645\u0627\u062F\u064A \u0627\u0648 \u0627\u0644\u0631\u0642\u0645\u064A \u0644\u0644\u0645\u0648\u0631\u062F (\u0639\u0644\u0649 \u0633\u0628\u064A\u0644 \u0627\u0644\u0645\u062B\u0627\u0644 \u060C \u0646\u0648\u0639 MIME \u0644\u0645\u0648\u0631\u062F \u0631\u0642\u0645\u064A). 
descr.dc_subject=\u0645\u0648\u0636\u0648\u0639 \u0645\u062D\u062A\u0648\u0649 \u0627\u0644\u0645\u0648\u0631\u062F\u060C \u0646\u0645\u0648\u0630\u062C\u064A\u0627\u060C \u0645\u0639\u0628\u0631\u0639\u0646\u0647 \u0628\u0643\u0644\u0645\u0627\u062A \u0631\u0626\u064A\u0633\u064A\u0629\u060C  \u0628\u062C\u0645\u0644 \u0623\u0633\u0627\u0633\u064A\u0629 \u0623\u0648 \u0628\u0631\u0645\u0648\u0632 \u062A\u0635\u0646\u064A\u0641.
label.dc_subject=\u0645\u0648\u0636\u0648\u0639 \u0648 \u0643\u0644\u0645\u0627\u062A \u0645\u0641\u062A\u0627\u062D\u064A\u0629
descr.dc_publisher=\u0627\u0644\u062C\u0647\u0629 \u0627\u0644\u0645\u0633\u0624\u0648\u0644\u0647 \u0639\u0646 \u062C\u0639\u0644 \u0627\u0644\u0645\u0648\u0631\u062F \u0645\u062A\u0627\u062D\u0627.
label.dc_alt=\u0639\u0646\u0648\u0627\u0646 \u0628\u062F\u064A\u0644
label.dc_publisher=\u0627\u0644\u0646\u0627\u0634\u0631
label.dc_id=\u0645\u062D\u062F\u062F \u0627\u0644\u0645\u0648\u0631\u062F
label.dc_toc=\u062C\u062F\u0648\u0644 \u0627\u0644\u0645\u062D\u062A\u0648\u064A\u0627\u062A
descr.dc_audience=\u0641\u0626\u0629 \u0645\u0646 \u0627\u0644\u062C\u0647\u0627\u062A \u0644\u0645\u0646 \u0627\u0644\u0645\u0648\u0631\u062F \u0645\u0648\u062C\u0647 \u0623\u0648 \u0645\u0641\u064A\u062F \u0644\u0647 \u060C  \u0639\u0644\u0649 \u0627\u0644\u0646\u062D\u0648 \u0627\u0644\u0630\u064A \u062D\u062F\u062F\u0647 \u0627\u0644\u0645\u0624\u0644\u0641\u060C \u0627\u0644\u0646\u0627\u0634\u0631 \u0627\u0648 \u0627\u0649 \u0637\u0631\u0641 \u062B\u0627\u0644\u062B.
metadata.show=\u0627\u0638\u0647\u0627\u0631 {0}
metadata.hide=\u0627\u062E\u0641\u0627\u0621 {0}
