descr.dc_abstract    	=Um resumo do cont\u00E9udo do recurso.
descr.dc_alt         	=Qualquer forma de t\u00EDtulo usado para substituir o t\u00EDtulo formal do recurso (t\u00EDtulos abreviados, tradu\u00E7\u00F5es, etc.) 
descr.dc_audience    	=Uma turma ou o tipo de entidade para a qual o recurso se destina, conforme determina\u00E7\u00E3o do criador, editor ou terceira parte. 
descr.dc_contributor 	=A entidade respons\u00E1vel por dar contribui\u00E7\u00F5es para o conte\u00FAdo do recurso.
descr.dc_coverage    	=A amplitude do escopo do conte\u00FAdo do recurso (por exemplo, um nome de lugar ou coordenadas geogr\u00E1ficas, uma data, intervalo entre datas ou nome de per\u00EDodo, ou jurisdi\u00E7\u00E3o).
descr.dc_created     	=Data de cria\u00E7\u00E3o do recurso.
descr.dc_creator     	=Uma pessoa, organiza\u00E7\u00E3o, service ou outra entidade, principal respons\u00E1vel por elaborar o conte\u00FAdo do recurso.
descr.dc_descr       	=Um registro do conte\u00FAdo do recurso, podendo incluir um resumo ou tabela de conte\u00FAdos.
descr.dc_edlevel     	=Uma descri\u00E7\u00E3o do progresso do p\u00FAblico-alvo em um contexto educacional ou de treinamento.
descr.dc_format      	=Representa\u00E7\u00E3o f\u00EDsica ou digital do recurso (por exemplo, MIME type de um recurso digital)
descr.dc_id          	=Refer\u00EAncia n\u00E3o amb\u00EDgua para o recurso em um determinado contexto (por exemplo, URIs, URLs, ISBNs, n\u00FAmeros de chamada de biblioteca).
descr.dc_issued      	=Data da emiss\u00E3o ou publica\u00E7\u00E3o formal do recurso. 
descr.dc_lang        	=L\u00EDngua do conte\u00FAdo intellectual do recurso.
descr.dc_modified    	=Data de uma modifica\u00E7\u00E3o significativa do recurso.
descr.dc_publisher   	=A entidade respons\u00E1vel por tornar o recurso dispon\u00EDvel.
descr.dc_rights      	=Informa\u00E7\u00F5es sobre os direitos referentes ao recurso (por exemplo, direitos autorais e direitos de propriedade).
descr.dc_source      	=Refer\u00EAncia (preferencialmente um identificador formal) a um recurso do qual o presente recurso representa uma adapta\u00E7\u00E3o total ou parcial.
descr.dc_subject     	=O Assunto do conte\u00FAdo do recurso, normalmente expresso por palavras-chave, frases-chave ou c\u00F3digos de classifica\u00E7\u00E3o.
descr.dc_title       	=Um nome atribu\u00EDdo ao recurso.
descr.dc_toc         	=Uma lista de subunidades do conte\u00FAdo do recurso. 
descr.dc_type        	=A natureza ou g\u00EAnero do conte\u00FAdo do recurso.
label.dc_abstract    	=Sum\u00E1rio 
label.dc_alt         	=T\u00EDtulo Alternativo
label.dc_audience    	=P\u00FAblico-alvo
label.dc_contributor 	=	Colaborador 
label.dc_coverage    	=	Cobertura 
label.dc_created     	=Data de Cria\u00E7\u00E3o 
label.dc_creator     	=	Autor
label.dc_descr       	=Descri\u00E7\u00E3o
label.dc_edlevel     	=N\u00EDvel de Escolaridade do P\u00FAblico-Alvo
label.dc_format      	=	Formatar
label.dc_id          	=	Identificador do Recurso
label.dc_issued      	=	Data Submetida
label.dc_lang        	=L\u00EDngua
label.dc_modified    	=Data de Modifica\u00E7\u00E3o
label.dc_publisher   	=	Editor
label.dc_rights      	=Gerenciamento de Permiss\u00F5es
label.dc_source      	=	Fonte
label.dc_subject     	=	Assunto e Palavras-Chave 
label.dc_title       	=T\u00EDtulo
label.dc_toc         	=Tabela de Conte\u00FAdos
label.dc_type        	=	Tipo de Recursos
label.dc 	=	Propriedades opcionais
metadata.hide	= Ocultar {0}
metadata.show	= Mostrar {0}
