descr.dc_id=\u4E0E\u3048\u3089\u308C\u305F\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u3078\u306E\u66D6\u6627\u3067\u306A\u3044\u53C2\u7167\uFF08\u4F8B\u3048\u3070\uFF0CURI \u3084 URL\uFF0CISBN\uFF0C\u56F3\u66F8\u5206\u985E\u756A\u53F7\uFF09\u3067\u3059\uFF0E
label.dc_format=\u30D5\u30A9\u30FC\u30DE\u30C3\u30C8
label.dc_title=\u30BF\u30A4\u30C8\u30EB
label.dc=\u30AA\u30D7\u30B7\u30E7\u30F3\u306E\u30D7\u30ED\u30D1\u30C6\u30A3
label.dc_lang=\u8A00\u8A9E
label.dc_descr=\u8AAC\u660E
descr.dc_coverage=\u30EA\u30BD\u30FC\u30B9\u306E\u30B3\u30F3\u30C6\u30F3\u30C4\u306E\u5BFE\u8C61\u3042\u308B\u3044\u306F\u30B9\u30B3\u30FC\u30D7\uFF08\u4F8B\u3048\u3070\uFF0C\u5834\u6240\u306E\u540D\u524D\uFF0C\u5730\u7406\u7684\u306A\u5EA7\u6A19\uFF0C\u65E5\u4ED8\uFF0C\u65E5\u4ED8\u7BC4\u56F2\u3042\u308B\u3044\u306F\u671F\u9593\u30E9\u30D9\u30EB\uFF0C\u6CD5\u7684\u7FA9\u52D9\uFF09\u3067\u3059\uFF0E
label.dc_coverage=\u7BC4\u56F2
descr.dc_issued=\u30EA\u30BD\u30FC\u30B9\u306E\u516C\u5F0F\u306A\u4FDD\u969C\u65E5\u6642\u3042\u308B\u3044\u306F\u51FA\u7248\u65E5\u6642\u3067\u3059\uFF0E
descr.dc_created=\u30EA\u30BD\u30FC\u30B9\u306E\u4F5C\u6210\u65E5\u6642\u3067\u3059\uFF0E
descr.dc_contributor=\u30EA\u30BD\u30FC\u30B9\u306E\u30B3\u30F3\u30C6\u30F3\u30C4\u3078\u306E\u5BC4\u4E0E\u3059\u308B\u8CAC\u4EFB\u3092\u6709\u3059\u308B\u30A8\u30F3\u30C6\u30A3\u30C6\u30A3\u3067\u3059\uFF0E
label.dc_created=\u4F5C\u6210\u65E5
label.dc_contributor=\u8CA2\u732E\u8005
label.dc_type=\u30EA\u30BD\u30FC\u30B9\u7A2E\u5225
descr.dc_edlevel=\u6559\u80B2\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u3042\u308B\u3044\u306F\u30C8\u30EC\u30FC\u30CB\u30F3\u30B0\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u3092\u901A\u3058\u305F\u53D7\u8B1B\u8005\u306E\u9032\u6357\u72B6\u6CC1\u306E\u8AAC\u660E\u3067\u3059\uFF0E
label.dc_edlevel=\u8CFC\u8AAD\u8005\u306E\u6559\u80B2\u30EC\u30D9\u30EB
label.dc_issued=\u767A\u884C\u65E5\u6642
descr.dc_lang=\u30EA\u30BD\u30FC\u30B9\u306E\u53EF\u8AAD\u53EF\u80FD\u306A\u30B3\u30F3\u30C6\u30F3\u30C4\u306E\u8A00\u8A9E\u3067\u3059\uFF0E
descr.dc_alt=\u516C\u5F0F\u306E\u30EA\u30BD\u30FC\u30B9\u30BF\u30A4\u30C8\u30EB\u306B\u5BFE\u3059\u308B\u7F6E\u304D\u63DB\u3048\u3068\u3057\u3066\u7528\u3044\u3089\u308C\u308B\u30BF\u30A4\u30C8\u30EB\u306E\u4EFB\u610F\u306E\u30D5\u30A9\u30FC\u30E0 (\u30BF\u30A4\u30C8\u30EB\u7565\u8A9E\uFF0C\u7FFB\u8A33\u306A\u3069)\u3067\u3059\uFF0E
descr.dc_toc=\u30EA\u30BD\u30FC\u30B9\u306E\u30B3\u30F3\u30C6\u30F3\u30C4\u306E\u30B5\u30D6\u30E6\u30CB\u30C3\u30C8\u4E00\u89A7
descr.dc_source=\u73FE\u5728\u30EA\u30BD\u30FC\u30B9\u304C\u5168\u4F53\u7684\u3042\u308B\u3044\u306F\u90E8\u5206\u7684\u306B\u6D3E\u751F\u3057\u3066\u3044\u308B\u30EA\u30BD\u30FC\u30B9\u3078\u306E\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\uFF08\u516C\u5F0F\u306E\u8B58\u5225\u5B50\u304C\u3088\u308A\u3088\u3044\uFF09\u3067\u3059\uFF0E
descr.dc_type=\u30EA\u30BD\u30FC\u30B9\u306E\u30B3\u30F3\u30C6\u30F3\u30C4\u306E\u30B8\u30E3\u30F3\u30EB
descr.dc_modified=\u30EA\u30BD\u30FC\u30B9\u306B\u91CD\u8981\u306A\u5909\u66F4\u884C\u308F\u308C\u305F\u65E5\u6642\u3067\u3059\uFF0E
label.dc_modified=\u4FEE\u6B63\u65E5\u6642
descr.dc_rights=\u30EA\u30BD\u30FC\u30B9\u306B\u5BFE\u3059\u308B\u6A29\u5229\u4FDD\u6709\u306B\u3064\u3044\u3066\u306E\u60C5\u5831\uFF08\u4F8B\uFF0C\u8457\u4F5C\u6A29\u3084\u77E5\u7684\u8CA1\u7523\u6A29\uFF09\u3067\u3059\uFF0E
label.dc_source=\u30BD\u30FC\u30B9
descr.dc_title=\u30EA\u30BD\u30FC\u30B9\u306B\u4E0E\u3048\u3089\u308C\u305F\u540D\u524D
label.dc_audience=\u8CFC\u8AAD\u8005
descr.dc_abstract=\u30EA\u30BD\u30FC\u30B9\u306E\u5185\u5BB9\u306E\u30B5\u30DE\u30EA\u3067\u3059\uFF0E
label.dc_abstract=\u6982\u8981
descr.dc_descr=\u30B3\u30F3\u30C6\u30F3\u30C4\u306E\u6982\u8981\u3042\u308B\u3044\u306F\u30C6\u30FC\u30D6\u30EB\u3092\u542B\u3080\uFF0C\u30EA\u30BD\u30FC\u30B9\u306E\u30B3\u30F3\u30C6\u30F3\u30C4\u306E\u30A2\u30AB\u30A6\u30F3\u30C8\u3067\u3059\uFF0E
descr.dc_creator=\u30EA\u30BD\u30FC\u30B9\u306E\u30B3\u30F3\u30C6\u30F3\u30C4\u3092\u4F5C\u6210\u3059\u308B\u8CAC\u4EFB\u3092\u4E3B\u306B\u6709\u3059\u308B\u4EBA\uFF0C\u7D44\u7E54\uFF0C\u30B5\u30FC\u30D3\u30B9\uFF0C\u3042\u308B\u3044\u306F\u4ED6\u306E\u30A8\u30F3\u30C6\u30A3\u30C6\u30A3\u3067\u3059\uFF0E
label.dc_creator=\u4F5C\u6210\u8005
label.dc_rights=\u6A29\u5229\u7BA1\u7406
descr.dc_format=\u30EA\u30BD\u30FC\u30B9\u306E\u7269\u7406\u7684\u3042\u308B\u3044\u306F\u30C7\u30A3\u30B8\u30BF\u30EB\u7684\u306A\u30DE\u30CB\u30D5\u30A7\u30B9\u30C8\uFF08\u4F8B\u3048\u3070\uFF0C\u30C7\u30A3\u30B8\u30BF\u30EB\u30EA\u30BD\u30FC\u30B9\u306EMIME \u30BF\u30A4\u30D7\uFF09\u3067\u3059\uFF0E
descr.dc_subject=\u30EA\u30BD\u30FC\u30B9\u306E\u30B3\u30F3\u30C6\u30F3\u30C4\u306E\u30C8\u30D4\u30C3\u30AF\u3067\uFF0C\u591A\u304F\u306E\u5834\u5408\uFF0C\u30AD\u30FC\u30EF\u30FC\u30C9\u3084\u30AD\u30FC\u30D5\u30EC\u30FC\u30BA\u3042\u308B\u3044\u306F\u5206\u985E\u756A\u53F7\u3068\u3057\u3066\u8868\u73FE\u3055\u308C\u307E\u3059\uFF0E
label.dc_subject=\u4EF6\u540D\u3068\u30AD\u30FC\u30EF\u30FC\u30C9
descr.dc_publisher=\u30EA\u30BD\u30FC\u30B9\u3092\u5229\u7528\u53EF\u80FD\u306B\u3059\u308B\u8CAC\u4EFB\u306E\u3042\u308B\u30A8\u30F3\u30C6\u30A3\u30C6\u30A3\u3067\u3059\uFF0E
label.dc_alt=\u5225\u306E\u30BF\u30A4\u30C8\u30EB
label.dc_publisher=\u51FA\u7248\u793E
label.dc_id=\u30EA\u30BD\u30FC\u30B9\u8B58\u5225\u5B50
label.dc_toc=\u76EE\u6B21
descr.dc_audience=\u30EA\u30BD\u30FC\u30B9\u304C\u5BFE\u8C61\u3068\u3057\u3066\u3044\u308B\uFF0C\u3042\u308B\u3044\u306F\uFF0C\u5F79\u306B\u7ACB\u3064\u30E6\u30FC\u30B6\u306B\u5BFE\u3059\u308B\u30A8\u30F3\u30C6\u30A3\u30C6\u30A3\u30AF\u30E9\u30B9\uFF08\u4F5C\u6210\u8005\uFF0C\u51FA\u7248\u793E\uFF0C\u307E\u305F\u306F\uFF0C\u30B5\u30FC\u30C9\u30D1\u30FC\u30C6\u30A3\uFF09\u3067\u3059\uFF0E
metadata.show={0}\u3092\u8868\u793A
metadata.hide={0}\u3092\u975E\u8868\u793A
