descr.dc_abstract=Resum del contingut del recurs.
descr.dc_alt=Qualsevol forma del t\u00edtol utilitzada en substituci\u00f3 del t\u00edtol normal del recurs (abreviacions del t\u00edtol, traduccions, etc.)
descr.dc_audience=Tipus d'entitat a la qual el recurs est\u00e0 adre\u00e7ada o b\u00e9 li \u00e9s \u00fatil, segons ho determini el creador, editor o tercer.
descr.dc_contributor=Entitat responsable de fer aportacions al contingut del recurs.
descr.dc_coverage=Extensi\u00f3 o abast del contingut del recurs (per exemple, un top\u00f2nim o coordenades geogr\u00e0fiques, una data, un rang de dates o etiqueta de termini, o b\u00e9 una jurisdicci\u00f3).
descr.dc_created=Data de creaci\u00f3 del recurs.
descr.dc_creator=Persona, organitzaci\u00f3, servei o altra entitat principalment responsable de l'elaboraci\u00f3 del contingut del recurs.
descr.dc_descr=Descripci\u00f3 del contingut del recurs, que pot incloure un resum o un \u00edndex de continguts.
descr.dc_edlevel=Descripci\u00f3 de l'evoluci\u00f3 del p\u00fablic en un context educatiu o formatiu.
descr.dc_format=La manifestaci\u00f3 f\u00edsica o digital del recurs (per exemple, tipus MIME d'un recurs digital).
descr.dc_id=Refer\u00e8ncia inequ\u00edvoca al recurs en un context concret (per exemple, URI, URL, ISBN, n\u00fameros de refer\u00e8ncia de biblioteca).
descr.dc_issued=Data oficial d'emissi\u00f3 o publicaci\u00f3 del recurs.
descr.dc_lang=L'idioma del contingut intel\u00b7lectual del recurs.
descr.dc_modified=Data de canvi rellevant del recurs.
descr.dc_publisher=Entitat responsable de posar el recurs a disposici\u00f3.
descr.dc_rights=Informaci\u00f3 sobre drets del recurs i sobre aquest (per exemple, copyright i drets de propietat).
descr.dc_source=Refer\u00e8ncia (preferiblement un identificador oficial) a un recurs del qual deriva aquest recurs, de forma total o parcial.
descr.dc_subject=El tema del contingut del recurs, normalment expressat en paraules clau, frases clau o codis de classificaci\u00f3.
descr.dc_title=Nom donat al recurs.
descr.dc_toc=Llista de subelements del contingut del recurs.
descr.dc_type=Naturalesa o g\u00e8nere del contingut del recurs.
label.dc_abstract=Resum
label.dc_alt=T\u00edtol alternatiu
label.dc_audience=P\u00fablic
label.dc_contributor=Col\u00b7laborador
label.dc_coverage=Cobertura
label.dc_created=Data de creaci\u00f3
label.dc_creator=Creador
label.dc_descr=Descripci\u00f3
label.dc_edlevel=Nivell de formaci\u00f3 del p\u00fablic
label.dc_format=Format
label.dc_id=Identificador del recurs
label.dc_issued=Data d'emissi\u00f3
label.dc_lang=Idioma
label.dc_modified=Data de modificaci\u00f3
label.dc_publisher=Editor
label.dc_rights=Gesti\u00f3 dels drets
label.dc_source=Font
label.dc_subject=Assumpte i paraules clau
label.dc_title=T\u00edtol
label.dc_toc=\u00cdndex de mat\u00e8ries
label.dc_type=Tipus de recurs
label.dc=Propietats opcionals
metadata.hide=Amaga {0}
metadata.show=Mostra {0}
