descr.dc_abstract=Un resumen de los contenidos del recurso.
descr.dc_alt=Una variaci\u00f3n del t\u00edtulo para usarse como subt\u00edtulo para el nombre del recurso (abreviaturas, traducciones, etc.)
descr.dc_audience=Una clase de entidad para el cual el recurso es \u00fatil, como determina el creador o la editorial o un tercero.
descr.dc_contributor=Una entidad responsable de hacer aportaciones al contenido del recurso.
descr.dc_coverage=La extensi\u00f3n o el \u00e1mbito del contexto del recurso (por ejemplo, un lugar o coordinadas geogr\u00e1ficas, una fecha, un rango de fechas o un periodo o jurisdicci\u00f3n).
descr.dc_created=Fecha de creaci\u00f3n del recurso
descr.dc_creator=Una persona, organizaci\u00f3n, servicio u otras entidades responsables de generar los contenidos de los recursos.
descr.dc_descr=Un conteo de los contenidos de los recursos, que puede incluso contener un resumen o tabla de contenidos.
descr.dc_edlevel=Una descripci\u00f3n de la progresi\u00f3n de la audiencia a traves de un contexto educativo o de entrenamiento.
descr.dc_format=La manifestaci\u00f3n f\u00edsica o digital del recurso (por ejemplo MIME type de un recurso digital)
descr.dc_id=Una referencia ambigua al recurso en el contexto dado (por ejemplo, URIs, URL, ISBNs, n\u00fameros de biblioteca).
descr.dc_issued=Fecha de publicaci\u00f3n formal de publicaci\u00f3n del recurso.
descr.dc_lang=El idioma del contenido intelectual del recurso
descr.dc_modified=Fecha del cambio insignificante en el recurso.
descr.dc_publisher=Una entidad responsable de generar el recurso disponible.
descr.dc_rights=Informaci\u00f3n sobre los derechos sobre el recurso (por ejemplo, copyright y derechos de propiedad).
descr.dc_source=Una referencia (preferiblemente un identificador formal) para el recurso del cual el presente recurso es derivado, en todo o en parte.
descr.dc_subject=El tema del contenido del recurso, t\u00edpicamente, expresado como palabras clave, frases clave o c\u00f3digos de clasificaci\u00f3n.
descr.dc_title=El nombre del recurso.
descr.dc_toc=Una lista de subunidades del contexto del recurso.
descr.dc_type=La naturaleza de g\u00e9nero del contenido del recurso
label.dc_abstract=Resumen
label.dc_alt=T\u00edtulo Alternativo
label.dc_audience=Audiencia
label.dc_contributor=Colaborador
label.dc_coverage=Cobertura
label.dc_created=Fecha de  creaci\u00f3n
label.dc_creator=Creador
label.dc_descr=Descripci\u00f3n
label.dc_edlevel=Nivel de estudios de la audiencia
label.dc_format=Formato
label.dc_id=Identificador del Recurso
label.dc_issued=Fecha de publicaci\u00f3n
label.dc_lang=Idioma
label.dc_modified=Fecha Modificaci\u00f3n
label.dc_publisher=Editorial
label.dc_rights=Gesti\u00f3n de Permisos
label.dc_source=Origen
label.dc_subject=Asunto y palabras clave
label.dc_title=T\u00edtulo
label.dc_toc=Tabla de contenidos
label.dc_type=Tipo de Recurso
label.dc=Propiedades opcionales
metadata.hide=Ocultar {0}
metadata.show=Mostrar {0}
