descr.dc_id=Una referencia ambigua al recurso en el contexto dado (por ejemplo, URIs, URL, ISBNs, n\u00FAmeros de biblioteca).
label.dc_format=Formato
label.dc_title=T\u00EDtulo
label.dc=Propiedades opcionales
label.dc_lang=Idioma
label.dc_descr=Descripci\u00F3n
descr.dc_coverage=La extensi\u00F3n o el \u00E1mbito del contexto del recurso (por ejemplo, un lugar o coordinadas geogr\u00E1ficas, una fecha, un rango de fechas o un periodo o jurisdicci\u00F3n).
label.dc_coverage=Cobertura
descr.dc_issued=Fecha de publicaci\u00F3n formal de publicaci\u00F3n del recurso.
descr.dc_created=Fecha de creaci\u00F3n del recurso
descr.dc_contributor=Una entidad responsable de hacer aportaciones al contenido del recurso.
label.dc_created=Fecha de  creaci\u00F3n
label.dc_contributor=Colaborador
label.dc_type=Tipo de Recurso
descr.dc_edlevel=Una descripci\u00F3n de la progresi\u00F3n de la audiencia a traves de un contexto educativo o de entrenamiento.
label.dc_edlevel=Nivel de estudios de la audiencia
label.dc_issued=Fecha de publicaci\u00F3n
descr.dc_lang=El idioma del contenido intelectual del recurso
descr.dc_alt=Una variaci\u00F3n del t\u00EDtulo para usarse como subt\u00EDtulo para el nombre del recurso (abreviaturas, traducciones, etc.)
descr.dc_toc=Una lista de subunidades del contexto del recurso.
descr.dc_source=Una referencia (preferiblemente un identificador formal) para el recurso del cual el presente recurso es derivado, en todo o en parte.
descr.dc_type=La naturaleza de g\u00E9nero del contenido del recurso
descr.dc_modified=Fecha del cambio insignificante en el recurso.
label.dc_modified=Fecha Modificaci\u00F3n
descr.dc_rights=Informaci\u00F3n sobre los derechos sobre el recurso (por ejemplo, copyright y derechos de propiedad).
label.dc_source=Origen
descr.dc_title=El nombre del recurso.
label.dc_audience=Audiencia
descr.dc_abstract=Un resumen de los contenidos del recurso.
label.dc_abstract=Resumen
descr.dc_descr=Un conteo de los contenidos de los recursos, que puede incluso contener un resumen o tabla de contenidos.
descr.dc_creator=Una persona, organizaci\u00F3n, servicio u otras entidades responsables de generar los contenidos de los recursos.
label.dc_creator=Creador
label.dc_rights=Gesti\u00F3n de Permisos
descr.dc_format=La manifestaci\u00F3n f\u00EDsica o digital del recurso (por ejemplo MIME type de un recurso digital)
descr.dc_subject=El tema del contenido del recurso, t\u00EDpicamente, expresado como palabras clave, frases clave o c\u00F3digos de clasificaci\u00F3n.
label.dc_subject=Asunto y palabras clave
descr.dc_publisher=Una entidad responsable de generar el recurso disponible.
label.dc_alt=T\u00EDtulo Alternativo
label.dc_publisher=Editorial
label.dc_id=Identificador del Recurso
label.dc_toc=Tabla de contenidos
descr.dc_audience=Una clase de entidad para el cual el recurso es \u00FAtil, como determina el creador o la editorial o un tercero.
metadata.show=Mostrar {0}
metadata.hide=Ocultar {0}
