#Generated by ResourceBundle Editor (http://eclipse-rbe.sourceforge.net)

ed.access  = Actualiser
ed.ann     = Annonces
ed.annc    = annonces
ed.auto    = Actualisation automatique
ed.block   = Ne pas m'envoyer la basse priorit\u00E9
ed.choose  = Vous recevrez toutes les notifications de haute priorit\u00E9 par courriel. R\u00E9glez les notifications de basse priorit\u00E9 ci-dessous.
ed.daily   = Envoyez-moi un courriel par jour r\u00E9sumant toutes les basses priorit\u00E9s
ed.default = Pr\u00E9f\u00E9rences par d\u00E9faut
ed.disable = D\u00E9sactiver actualisation - Cette option n\u00E9cessite que vous actualisiez la page manuellement pour voir les nouvelles mises \u00E0 jour, telles que les messages de clavardage.
ed.email   = Archive de courriels
ed.enable  = Activer actualisation
ed.feature = D\u00E9sactiver l'actualisation peut ne pas fonctionner avec les vieux navigateurs, et peut fermer votre session de fa\u00E7on inattendue. Si vous d\u00E9sactivez l'actualisation automatique et que votre session se ferme apr\u00E8s une minute d'inactivit\u00E9, vous devriez ouvrir une session \u00E0 nouveau et r\u00E9activer l'actualisation automatique.
ed.low     = Notifications de basse priorit\u00E9
ed.mail    = courriels
ed.noti    = Notification
ed.prefs   = Pr\u00E9f\u00E9rences
ed.rec     = Envoyez-moi chaque notification s\u00E9par\u00E9ment
ed.rec1    = Envoyez-moi chaque courriel envoy\u00E9 au site s\u00E9par\u00E9ment
ed.reso    = Ressources
ed.rsrc    = notifications de ressources
ed.sche    = Horaire
ed.update  = Mettre \u00E0 jour les pr\u00E9f\u00E9rences

edit = \u00C9diter

forsome = Pour une raison quelconque, ces pr\u00E9f\u00E9rences ne peuvent pas \u00EAtre \u00E9dit\u00E9es actuellement.

gen.alert       = Alerte:
gen.cancel      = R\u00E9initialiser modifications
gen.description = Description
gen.worksite    = Worksite

joinable.list.summary = La table contient une liste des sites auxquels vous \u00EAtes abonn\u00E9s. La colonne 1 contient le titre du site et un lien pour de d\u00E9sabonner. La colonne 2 peut contenir une description du site.

list.sortbytitle = Trier par titre
list.stasc       = Trier par titre ascendant
list.stdesc      = Trier par titre descendant

mb.cancel                = Annuler
mb.check                 = Cochez la(les) case(s) puis s\u00E9lectionnez 'abonnement' ou 'd\u00E9sabonnement' pour modifier votre adh\u00E9sion.
mb.confirm               = Confirmer modification
mb.confirm1              = Voulez-vous vraiment vous d\u00E9sabonner?
mb.confirm2              = site?
mb.cursit                = Mes sites actuels
mb.gotosite              = Aller au site
mb.join                  = Abonnement
mb.joinable              = Sites permettant l'abonnement
mb.joinsite              = S'abonner au site
mb.joisit                = Sites permettant l'abonnement
mb.list.clear            = Vider
mb.list.joinable.summary = La table contient une liste de sites auxquels vous avez acc\u00E8s. La colonne 1 contient le titre du site et un lien pour s'abonner. La colonne 2 peut contenir une description du site.
mb.list.nomembs          = Vous n'\u00EAtes membre d'aucun site.
mb.list.nosites          = Il n'y a aucun site auquel s'abonner pour le moment
mb.list.of               = de
mb.list.pager.first      = Premier
mb.list.pager.last       = Dernier
mb.list.pager.next       = Prochain
mb.list.pager.prev       = Pr\u00E9c\u00E9dent
mb.list.pager.show10     = montrer 10 \u00E9l\u00E9ments...
mb.list.pager.show100    = montrer 100 \u00E9l\u00E9ments...
mb.list.pager.show20     = montrer 20 \u00E9l\u00E9ments...
mb.list.pager.show200    = montrer 200 \u00E9l\u00E9ments...
mb.list.pager.show5      = montrer 5 \u00E9l\u00E9ments...
mb.list.pager.show50     = montrer 50 \u00E9l\u00E9ments...
mb.list.search           = Rechercher
mb.list.select           = Appuyez sur alt + fl\u00E8che haut ou bas pour d\u00E9filer le menu de s\u00E9lection
mb.list.sites            = sites
mb.list.viewing          = Visualisation
mb.listjoin              = La liste ci-dessous \u00E9num\u00E8re des sites qui permettent l'abonnement.
mb.listunjoin            = La liste ci-dessous \u00E9num\u00E8re tous les sites auxquels vous appartenez.
mb.sitebeing             = Le site est en train d'\u00EAtre \u00E9dit\u00E9. Veuillez essayer \u00E0 nouveau plus tard.
mb.unjoin                = D\u00E9sabonnement
mb.unjoinsite            = Se d\u00E9sabonner du site
mb.youhave               = Vous n'\u00EAtes plus un participant du site
mb.youhave2              = Vous \u00EAtes maintenant un participant du site

pref.ann    = Annonces:
pref.auto   = Actualisation automatique:
pref.email  = Archive de courriels:
pref.noti   = Pr\u00E9f\u00E9rences de notification pour
pref.off    = Off
pref.on     = On (d\u00E9faut)
pref.reso   = Ressources:
pref.sche   = Horaire:

preferences = Ces pr\u00E9f\u00E9rences sont en train d'\u00EAtre \u00E9dit\u00E9es ailleurs.

youdonot = Vous n'avez pas le droit d'\u00E9diter ces pr\u00E9f\u00E9rences.

youpre = Vos pr\u00E9f\u00E9rences ont \u00E9t\u00E9 mises \u00E0 jour.
