mb.list.nosearchsites=Ihre Suche nach "" ergab keine \u00dcbereinstimmung mit einer Seite.
list.sortbytitle=Nach Titel sortieren
joinable.list.summary=Tabelle der Seiten, denen Sie beigetreten sind. Spalte 1 kann ein Kontrollk\u00e4stchen enthalten, \u00fcber das Sie Seiten, aus denen Sie austreten m\u00f6chten, markieren k\u00f6nnen. Spalte 2 enth\u00e4lt den Seiten-Titel in Form eines Links zur Seite. Spalte 3 enth\u00e4lt eine Beschreibung der Seite (falls verf\u00fcgbar). Nachdem Sie die gew\u00fcnschten Seiten ausgew\u00e4hlt haben, k\u00f6nnen Sie \u00fcber die Schaltfl\u00e4che \u201eAustreten\u201c unter der Tabelle aus diesen austreten.
mb.sitebeing=Diese Seite wird gerade bearbeitet. Versuchen Sie es bitte sp\u00e4ter erneut.
mb.confirm1=M\u00f6chten Sie aus den folgenden Seiten wirklich austreten?
mb.nold=Es wurde keine Beschreibung der Seite eingegeben.
mb.cursit=Meine aktuellen Seiten
gen.worksite=Arbeitsplatz-Seite
mb.joinsite=Seite beitreten
mb.cancel=Abbrechen
mb.clear=Clear Selections
mb.selectalltitle=Alle Ausw\u00e4hlbaren ausw\u00e4hlen
mb.unjointitle=Zum Austritt ausw\u00e4hlen
mb.youhave=Sie sind kein Teilnehmer dieser Seite mehr 
list.desc.more=(Mehr)
mb.noselection.unjoin=Achtung\: Sie m\u00fcssen zuerst die Seite ausw\u00e4hlen
mb.join=Beitreten
mb.join.action=Action
list.stasc=Aufsteigend nach Titel sortieren
mb.gotosite=Weiter zur Seite
list.stdesc=Absteigend nach Titel sortieren
mb.list.nosearchjoinablesites=Ihre Suche nach "" ergab keine \u00dcbereinstimmung mit einer Seite, aus der Sie ausgetreten sind.
mb.list.joinable.summary=In der Tabelle ist eine Liste von Seiten angef\u00fchrt, auf die Sie Zugriff erhalten. Spalte 1 enth\u00e4lt den Titel der Seite und einen Link zum Beitritt. Spalte 2 kann eine Beschreibung der Seite enthalten.
mb.list.nomembs=Sie sind kein Mitglied einer Seite.
mb.unjoin=Austreten von
mb.list.nosearchsites2=".
mb.confirm=\u00c4nderungen best\u00e4tigen
gen.description=Beschreibung
mb.joisit=Seiten mit m\u00f6glichem Beitritt
mb.enrolments=My Official Course Enrollments
mb.enrolments.instructions=Course sites are available when their course instructor or site maintainer creates and publishes them.
mb.enrolments.noEnrolments=You have no official course enrollments in {0} at this time.
mb.enrolments.noMatchingEnrolments=You have no official course enrollments that match your search of "
mb.enrolments.summary=Table of your official course section enrollments.
mb.enrolments.columnHeader.term=Term
mb.enrolments.columnHeader.section=My Official Course Section
mb.enrolments.columnHeader.courseSite=Course Seite
mb.enrolments.sortByTerm=Sort by Term start date
mb.enrolments.sortByTerm.asc=Sort by Term start date ascending
mb.enrolments.sortByTerm.desc=Sort by Term start date descending
mb.enrolments.sortBySection=Sort by Section
mb.enrolments.sortBySection.asc=Sort by Section ascending
mb.enrolments.sortBySection.desc=Sort by Section descending
mb.enrolments.sortBySite=Sort by Worksite Title
mb.enrolments.sortBySite.asc=Sort by Worksite Title ascending
mb.enrolments.sortBySite.desc=Sort by Worksite Title descending
mb.enrolments.siteNotAvailable=Site is not yet available
mb.youhave2=Sie sind jetzt ein Teilnehmer der Seite 
mb.list.nosites=Derzeit liegen keine Seiten vor, denen Sie beitreten k\u00f6nnen.
mb.nosd=Es wurde keine Kurzbeschreibung der Seite eingegeben
mb.join.notAllowed=This site has limited access. You cannot join the site with your current account. Contact the site's owner for more information.
view.label=View
gen.viewing.phrase=Viewing {0} - {1} of {2} items
gen.show=Show {0} items...
gen.previous.pagesize=Previous {0}
gen.next.pagesize=Next {0}
gen.select.label=Choose page size
gen.listnavselect=To operate the combo box, first press Alt+Down Arrow to open it, and then use the up and down arrow keys to scroll through the options.
gen.first=Go to first
gen.last=Go to last
search.label=Search
search.button=Search
search.clear=Clear Search
