#X-Generator: crowdin.com
#Sun Dec 26 18:42:31 CET 2010
mb.list.nosearchsites=Il n'y a aucun site  joignable assorti dans  votre recherche de "
mb.list.search=Rechercher
mb.list.pager.show200=montrer 200 \u00e9l\u00e9ments...
mb.listjoin=La liste ci-dessous \u00e9num\u00e8re des sites qui permettent l'abonnement.
mb.list.pager.show10=montrer 10 \u00e9l\u00e9ments...
mb.list.pager.first=Premier
mb.list.clear=Vider
mb.list.pager.show100=montrer 100 \u00e9l\u00e9ments...
list.sortbytitle=Trier par titre
joinable.list.summary=La table contient une liste des sites auxquels vous \u00eates abonn\u00e9s. La colonne 1 contient le titre du site et un lien pour de d\u00e9sabonner. La colonne 2 peut contenir une description du site.
mb.sitebeing=Le site est en train d'\u00eatre \u00e9dit\u00e9. Veuillez essayer \u00e0 nouveau plus tard.
mb.confirm1=Voulez-vous vraiment vous d\u00e9sabonner ?
mb.list.pager.next=Prochain
mb.nold=Aucune description de l'espace n'a \u00e9t\u00e9 fournie
mb.listsearchjoin2=".
mb.cursit=Mes sites actuels
gen.worksite=site
mb.joinsite=S'abonner au site
mb.cancel=Annuler
mb.clear=Effacer la s\u00e9lection
mb.joinable=Sites permettant l'abonnement
mb.selectalltitle=S\u00e9lectionnez ce qui est s\u00e9lectionnable
mb.unjointitle=S\u00e9lectionnez pour disjoindre
mb.youhave=Vous n'\u00eates plus un participant du site
list.desc.more=(Plus)
mb.noselection.unjoin=Alerte \: Vous devez d'abord s\u00e9lectionner l'espacee \!
mb.join=Abonnement
mb.list.sites=sites
list.stasc=Trier par titre ascendant
mb.gotosite=Aller au site
list.stdesc=Trier par titre descendant
mb.list.pager.last=Dernier
mb.list.nosearchjoinablesites=Il n'existe aucun site disjoint correspondant \u00e0 votre recherche de "
mb.list.joinable.summary=La table contient une liste de sites auxquels vous avez acc\u00e8s. La colonne 1 contient le titre du site et un lien pour s'abonner. La colonne 2 peut contenir une description du site.
mb.list.nomembs=Vous n'\u00eates membre d'aucun site.
mb.unjoin=D\u00e9sabonnement
mb.list.nosearchsites2=".
mb.list.pager.prev=Pr\u00e9c\u00e9dent
mb.confirm=Confirmer modification
mb.list.pager.show20=montrer 20 \u00e9l\u00e9ments...
mb.list.pager.show50=montrer 50 \u00e9l\u00e9ments...
gen.description=Description
mb.joisit=Sites permettant l'abonnement
mb.enrolments.summary=Tableau de vos inscriptions \u00e0 des sections de cours officiel.
mb.list.pager.show5=montrer 5 \u00e9l\u00e9ments...
mb.youhave2=Vous \u00eates maintenant un participant du site
mb.listsearchjoin=La liste ci-dessous inclut les sites qui peuvent  \u00eatre joints dans votre recherche de "
mb.list.viewing=Visualisation
mb.list.nosites=Il n'y a aucun site auquel s'abonner pour le moment
mb.list.select=Appuyez sur alt + fl\u00e8che haut ou bas pour d\u00e9filer le menu de s\u00e9lection
mb.list.of=de
mb.nosd=Aucune description courte pour l'espace n'a \u00e9t\u00e9 fournie

# SAK-24423 - joinable site settings - membership tool messages
mb.join.notAllowed=L'acc\u00e8s \u00e0 ce site est restreint. Vous ne pouvez pas joindre le site \u00e0 votre compte courant. Contactez son propri\u00e9tairepour plus d'informations.

# SAK-29138
mb.sections=Liste(s)