#Sun Dec 26 18:42:31 CET 2010
mb.list.nosearchsites=Ihre Suche nach "" ergab keine \u00dcbereinstimmung mit einer Site.
mb.list.search=Suche
mb.list.pager.show200=200 Elemente anzeigen...
mb.listjoin=In der folgenden Liste sind Sites angef\u00fchrt, denen beigetreten werden kann.
mb.list.pager.show10=10 Elemente anzeigen...
mb.list.pager.first=Erste
mb.list.clear=L\u00f6schen
mb.list.pager.show100=100 Elemente anzeigen...
list.sortbytitle=Nach Titel sortieren
joinable.list.summary=Tabelle der Sites, denen Sie beigetreten sind. Spalte 1 kann ein Kontrollk\u00e4stchen enthalten, \u00fcber das Sie Sites, aus denen Sie austreten m\u00f6chten, markieren k\u00f6nnen. Spalte 2 enth\u00e4lt den Site-Titel in Form eines Links zur Site. Spalte 3 enth\u00e4lt eine Beschreibung der Site (falls verf\u00fcgbar). Nachdem Sie die gew\u00fcnschten Sites ausgew\u00e4hlt haben, k\u00f6nnen Sie \u00fcber die Schaltfl\u00e4che \u201eAustreten\u201c unter der Tabelle aus diesen austreten.
mb.sitebeing=Diese Site wird gerade bearbeitet. Versuchen Sie es bitte sp\u00e4ter erneut.
mb.confirm1=M\u00f6chten Sie aus den folgenden Sites wirklich austreten?
mb.list.pager.next=Weiter
mb.nold=Es wurde keine Beschreibung der Site eingegeben.
mb.listsearchjoin2=".
mb.cursit=Meine aktuellen Sites
gen.worksite=Work-Site
mb.joinsite=Site beitreten
mb.cancel=Abbrechen
mb.joinable=Sites mit m\u00f6glichem Beitritt
mb.selectalltitle=Alle Ausw\u00e4hlbaren ausw\u00e4hlen
mb.unjointitle=Zum Austritt ausw\u00e4hlen
mb.youhave=Sie sind kein Teilnehmer dieser Site mehr 
list.desc.more=(Mehr)
mb.noselection.unjoin=Achtung: Sie m\u00fcssen zuerst die Site ausw\u00e4hlen
mb.join=Beitreten
mb.list.sites=Sites
list.stasc=Aufsteigend nach Titel sortieren
mb.gotosite=Weiter zur Site
list.stdesc=Absteigend nach Titel sortieren
mb.list.pager.last=Letzte
mb.list.nosearchjoinablesites=Ihre Suche nach "" ergab keine \u00dcbereinstimmung mit einer Site, aus der Sie ausgetreten sind.
mb.list.joinable.summary=In der Tabelle ist eine Liste von Sites angef\u00fchrt, auf die Sie Zugriff erhalten. Spalte 1 enth\u00e4lt den Titel der Site und einen Link zum Beitritt. Spalte 2 kann eine Beschreibung der Site enthalten.
mb.list.nomembs=Sie sind kein Mitglied einer Site.
mb.unjoin=Austreten von
mb.list.nosearchsites2=".
mb.list.pager.prev=Vorherige
mb.confirm=\u00c4nderungen best\u00e4tigen
mb.list.pager.show20=20 Elemente anzeigen...
mb.list.pager.show50=50 Elemente anzeigen...
gen.description=Beschreibung
mb.joisit=Sites mit m\u00f6glichem Beitritt
mb.list.pager.show5=5 Elemente pro Seite anzeigen
mb.youhave2=Sie sind jetzt ein Teilnehmer der Site 
mb.listsearchjoin=In der folgenden Liste sind Sites angef\u00fchrt, die Ihrer Suche nach "" entsprechen und denen Sie beitreten k\u00f6nnen.
mb.list.viewing=Anzeigen
mb.list.nosites=Derzeit liegen keine Sites vor, denen Sie beitreten k\u00f6nnen.
mb.list.select=Zur Verwendung des Kombinationslistenfelds dr\u00fccken Sie zun\u00e4chst Alt+Pfeiltaste nach unten, um es zu \u00f6ffnen. Anschlie\u00dfend k\u00f6nnen Sie die Pfeiltasten nach oben und unten verwenden, um durch die Optionen zu bl\u00e4ttern.
mb.list.of=von
mb.nosd=Es wurde keine Kurzbeschreibung der Site eingegeben
