#X-Generator: crowdin.net
#Sun Dec 26 18:42:31 CET 2010
mb.list.nosearchsites=\u0915\u0940 \u0906\u092a\u0915\u0940 \u0916\u094b\u091c \u0938\u0947 \u0915\u094b\u0908 \u0938\u093e\u0907\u091f\u094d\u0938  \u092e\u0947\u0932 \u0928\u0939\u0940 \u0916\u093e\u0924\u0940 \u0939\u0948\u0902"
mb.list.search=\u0916\u094b\u091c
mb.list.pager.show200=200 \u0906\u0907\u091f\u092e \u0926\u093f\u0916\u093e\u0910\u0902...
mb.listjoin=\u0935\u0939 \u0938\u093e\u0907\u091f\u094d\u0938 \u091c\u094b \u091c\u093e\u0907\u0928 \u0915\u0940 \u091c\u093e \u0938\u0915\u0924\u0940 \u0939\u0948 \u0928\u093f\u092e\u094d\u0928 \u0938\u0942\u091a\u0940 \u092e\u0947\u0902 \u0936\u093e\u092e\u093f\u0932 \u0939\u0948\u0964
mb.list.pager.show10=10 \u0906\u0907\u091f\u092e \u0926\u093f\u0916\u093e\u090f\u0901...
mb.list.pager.first=\u092a\u0939\u0932\u093e
mb.list.clear=\u0938\u093e\u092b\u093c \u0915\u0930\u0947\u0902
mb.list.pager.show100=100 \u0906\u0907\u091f\u092e \u0926\u093f\u0916\u093e\u090f\u0901...
list.sortbytitle=\u0936\u0940\u0930\u094d\u0937\u0915 \u0926\u094d\u0935\u093e\u0930\u093e \u0915\u094d\u0930\u092e\u092c\u0926\u094d\u0927 \u0915\u0930\u0947\u0902 
joinable.list.summary=\u0909\u0928 \u0938\u093e\u0907\u091f\u094b\u0902 \u0915\u0940 \u0924\u093e\u0932\u093f\u0915\u093e \u091c\u094b \u0906\u092a\u0928\u0947 \u091c\u093e\u0907\u0928 \u0915\u0940 \u0939\u0948\u0964\u0915\u0949\u0932\u092e 1  \u090f\u0915 \u091a\u0947\u0915\u092c\u0949\u0915\u094d\u0938 \u0930\u0916 \u0938\u0915\u0924\u0947 \u0939\u0948 \u091c\u094b \u0915\u093f \u0909\u0928 \u0938\u093e\u0907\u091f\u094b\u0902 \u0915\u094b  \u091a\u093f\u0939\u094d\u0928\u093f\u0924 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0907\u0938\u094d\u0924\u0947\u092e\u093e\u0932 \u0915\u093f\u092f\u093e \u091c\u093e \u0938\u0915\u0924\u093e \u091c\u093f\u0928\u094d\u0939\u0947 \u0906\u092a \u0905\u0928\u091c\u093e\u0907\u0928 \u0915\u0930\u0928\u093e \u091a\u093e\u0939\u0924\u0947 \u0939\u0948\u0902\u0964\u0915\u0949\u0932\u092e 2  \u092e\u0947\u0902  \u0938\u093e\u0907\u091f \u0936\u0940\u0930\u094d\u0937\u0915 \u0939\u0948 \u0938\u093e\u0907\u091f \u0915\u0947 \u0932\u093f\u090f \u090f\u0915 \u0932\u093f\u0902\u0915 \u0915\u0947 \u0930\u0942\u092a \u092e\u0947\u0902\u0964\u0915\u0949\u0932\u092e  3  \u092f\u0926\u093f \u090f\u0915 \u0938\u093e\u0907\u091f \u0909\u092a\u0932\u092c\u094d\u0927 \u0939\u0948 \u0924\u094b  \u0909\u0938\u0915\u093e \u0935\u0930\u094d\u0923\u0928 \u0939\u094b\u0924\u093e \u0939\u0948\u0964 \u0938\u093e\u0907\u091f\u094b\u0902 \u0915\u093e \u091a\u092f\u0928 \u0915\u0930\u0928\u0947 \u0915\u0947 \u092c\u093e\u0926 \u091c\u093f\u0928\u094d\u0939\u0947 \u0906\u092a \u0905\u0928\u091c\u093e\u0907\u0928 \u0915\u0930\u0928\u093e \u091a\u093e\u0939\u0924\u0947 \u0939\u0948\u0902 ,\u0924\u093e\u0932\u093f\u0915\u093e \u0915\u0947 \u0928\u0940\u091a\u0947 \u0938\u094d\u0925\u093f\u0924 \u0905\u0928\u091c\u093e\u0907\u0928 \u092c\u091f\u0928 \u0915\u093e \u0909\u092a\u092f\u094b\u0917 \u0915\u0930\u0947\u0902 \u0909\u0928\u094d\u0939\u0947\u0902  \u0905\u0928\u091c\u093e\u0907\u0928 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f\u0964
mb.sitebeing=\u0938\u093e\u0907\u091f \u0938\u0902\u092a\u093e\u0926\u093f\u0924 \u0915\u093f\u092f\u093e \u091c\u093e \u0930\u0939\u093e \u0939\u0948\u0964 \u0915\u0943\u092a\u092f\u093e \u092c\u093e\u0926 \u092e\u0947\u0902 \u092a\u0941\u0928\: \u092a\u094d\u0930\u092f\u093e\u0938 \u0915\u0930\u0947\u0902\u0964
mb.confirm1=\u0906\u092a \u0938\u0941\u0928\u093f\u0936\u094d\u091a\u093f\u0924 \u0915\u0930\u0947\u0902 \u0915\u093f \u0906\u092a \u0928\u093f\u092e\u094d\u0928\u0932\u093f\u0916\u093f\u0924 \u0938\u093e\u0907\u091f\u094b\u0902 \u0915\u094b \u0905\u0928\u091c\u093e\u0907\u0928 \u0915\u0930\u0928\u093e \u091a\u093e\u0939\u0924\u0947 \u0939\u0948\u0902?
mb.list.pager.next=\u0905\u0917\u0932\u093e
mb.nold=\u0915\u094b\u0908 \u0938\u093e\u0907\u091f \u0935\u0930\u094d\u0923\u0928 \u092a\u094d\u0930\u0926\u093e\u0928 \u0928\u0939\u0940\u0902  \u0915\u093f\u092f\u093e \u0917\u092f\u093e \u0939\u0948
mb.listsearchjoin2=".
mb.cursit=\u092e\u0947\u0930\u0940 \u0935\u0930\u094d\u0924\u092e\u093e\u0928 \u0938\u093e\u0907\u091f\u0938\u094d
gen.worksite=\u0935\u0930\u094d\u0915\u0938\u093e\u0907\u091f
mb.joinsite=\u0938\u093e\u0907\u091f \u092e\u0947\u0902 \u0936\u093e\u092e\u093f\u0932 \u0939\u094b\u0902
mb.cancel=\u0930\u0926\u094d\u0926 \u0915\u0930\u0947\u0902
mb.joinable=\u091c\u0949\u0907\u0928 \u0915\u0930\u0928\u0947 \u092f\u094b\u0917\u094d\u092f \u0938\u093e\u0907\u091f\u0938\u094d
mb.selectalltitle=\u0938\u092d\u0940 \u091a\u092f\u0928 \u0915\u0930\u0928\u0947 \u092f\u094b\u0917\u094d\u092f \u0915\u093e \u091a\u092f\u0928 \u0915\u0930\u0947\u0902
mb.unjointitle=\u0935\u093f\u092d\u0915\u094d\u0924 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u091a\u092f\u0928 \u0915\u0930\u0947\u0902
mb.youhave=\u0906\u092a \u0938\u093e\u0907\u091f \u092e\u0947\u0902  \u0905\u092c \u090f\u0915 \u092d\u093e\u0917\u0940\u0926\u093e\u0930 \u0928\u0939\u0940\u0902  \u0930\u0939\u0947 \u0939\u0948\u0902 
list.desc.more=(\u0914\u0930 \u0905\u0927\u093f\u0915)
mb.noselection.unjoin=\u091a\u0947\u0924\u093e\u0935\u0928\u0940\: \u0906\u092a\u0915\u094b \u092a\u0939\u0932\u0947 \u0938\u093e\u0907\u091f \u0915\u093e \u091a\u092f\u0928 \u0915\u0930\u0928\u0947 \u0915\u0940 \u0906\u0935\u0936\u094d\u092f\u0915\u0924\u093e \u0939\u0948\!
mb.join=\u091c\u0941\u0921\u093c\u0947\u0902
mb.list.sites=\u0938\u093e\u0907\u091f\u094d\u0938
list.stasc=\u0936\u0940\u0930\u094d\u0937\u0915 \u0926\u094d\u0935\u093e\u0930\u093e \u092c\u0922\u093c\u0924\u0947 \u0915\u094d\u0930\u092e \u092e\u0947\u0902 \u0915\u094d\u0930\u092e\u092c\u0926\u094d\u0927 \u0915\u0930\u0947\u0902 
mb.gotosite=\u0938\u093e\u0907\u091f \u092a\u0930 \u091c\u093e\u090f\u0901
list.stdesc=\u0936\u0940\u0930\u094d\u0937\u0915 \u0926\u094d\u0935\u093e\u0930\u093e \u0918\u091f\u0924\u0947 \u0915\u094d\u0930\u092e \u092e\u0947\u0902 \u0915\u094d\u0930\u092e\u092c\u0926\u094d\u0927 \u0915\u0930\u0947\u0902 
mb.list.pager.last=\u0905\u0902\u0924\u093f\u092e
mb.list.nosearchjoinablesites=" \u0915\u0947 \u0932\u093f\u090f \u0906\u092a\u0915\u0940 \u0916\u094b\u091c \u0938\u0947 \u0915\u094b\u0908 \u0905\u0928\u091c\u093e\u0907\u0928\u094d\u0921 \u0938\u093e\u0907\u091f\u094d\u0938 \u092e\u0947\u0932 \u0928\u0939\u0940 \u0916\u093e\u0924\u0940 \u0939\u0948\u0902
mb.list.joinable.summary=\u0924\u093e\u0932\u093f\u0915\u093e \u092e\u0947\u0902  \u090f\u0915 \u0938\u0942\u091a\u0940 \u0939\u0948 \u0938\u093e\u0907\u091f\u094b\u0902 \u0915\u0940 \u091c\u093f\u0938\u0915\u093e \u090f\u0915\u094d\u0938\u0947\u0938 \u0906\u092a \u092a\u094d\u0930\u093e\u092a\u094d\u0924 \u0915\u0930 \u0938\u0915\u0924\u0947 \u0939\u0948\u0902\u0964\u0915\u0949\u0932\u092e 1 \u092e\u0947\u0902 \u0938\u093e\u0907\u091f \u0936\u0940\u0930\u094d\u0937\u0915 \u0936\u093e\u092e\u093f\u0932 \u0939\u0948 \u0914\u0930 \u090f\u0915 \u0932\u093f\u0902\u0915 \u0936\u093e\u092e\u093f\u0932 \u0939\u094b\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0964 \u0915\u0949\u0932\u092e 2  \u0938\u093e\u0907\u091f \u0915\u093e \u0935\u0930\u094d\u0923\u0928 \u0939\u094b \u0938\u0915\u0924\u093e \u0939\u0948\u0964
mb.list.nomembs=\u0906\u092a \u0915\u093f\u0938\u0940 \u092d\u0940 \u0938\u093e\u0907\u091f \u0915\u0947 \u0938\u0926\u0938\u094d\u092f \u0928\u0939\u0940\u0902 \u0939\u0948\u0902\u0964
mb.unjoin=\u0905\u0928\u091c\u093e\u0907\u0928
mb.list.nosearchsites2=".
mb.list.pager.prev=\u092a\u093f\u091b\u0932\u093e
mb.confirm=\u092a\u0930\u093f\u0935\u0930\u094d\u0924\u0928 \u0915\u0940 \u092a\u0941\u0937\u094d\u091f\u093f \u0915\u0930\u0947\u0902
mb.list.pager.show20=20 \u0906\u0907\u091f\u092e \u0926\u093f\u0916\u093e\u090f\u0901...
mb.list.pager.show50=50 \u0906\u0907\u091f\u092e \u0926\u093f\u0916\u093e\u090f\u0901...
gen.description=\u0935\u093f\u0935\u0930\u0923
mb.joisit=\u091c\u0949\u0907\u0928 \u0915\u0930\u0928\u0947 \u092f\u094b\u0917\u094d\u092f \u0938\u093e\u0907\u091f\u0938\u094d
mb.list.pager.show5=\u092a\u094d\u0930\u0924\u093f \u092a\u0943\u0937\u094d\u0920 5 \u0906\u0907\u091f\u092e \u0926\u093f\u0916\u093e\u090f
mb.youhave2=\u0906\u092a \u0905\u092c \u0938\u093e\u0907\u091f \u092e\u0947\u0902 \u0938\u0939\u092d\u093e\u0917\u0940 \u0939\u0948\u0902 \u0964
mb.listsearchjoin=" \u0915\u0947 \u0932\u093f\u090f \u0906\u092a\u0915\u0940 \u0916\u094b\u091c \u0938\u0947 \u0928\u093f\u092e\u094d\u0928 \u0938\u0942\u091a\u0940 \u092e\u0947\u0902 \u0936\u093e\u092e\u093f\u0932 \u0938\u093e\u0907\u091f\u094d\u0938 \u091c\u094b \u091c\u093e\u0907\u0928 \u0915\u0940 \u091c\u093e \u0938\u0915\u0924\u0940 \u0939\u0948 \u092e\u0947\u0932 \u0916\u093e\u0924\u0940 \u0939\u0948\u0902
mb.list.viewing=\u0926\u0947\u0916 \u0930\u0939\u0947 \u0939\u0948\u0902 
mb.list.nosites=\u092b\u093f\u0932\u0939\u093e\u0932 \u0915\u094b\u0908 \u091c\u0949\u0907\u0928\u0947\u092c\u0932 \u0938\u093e\u0907\u091f\u094d\u0938 \u0928\u0939\u0940 \u0939\u0948\u0902
mb.list.select=\u0915\u0949\u092e\u094d\u092c\u094b \u092c\u0949\u0915\u094d\u0938 \u0907\u0938\u094d\u0924\u0947\u092e\u093e\u0932 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f,\u0911\u0932\u094d\u091f + \u0921\u093e\u0909\u0928 \u0910\u0930\u094b \u0926\u092c\u093e\u090f\u0901 \u0924\u093e\u0915\u093f \u0935\u0939 \u0916\u0941\u0932 \u0938\u0915\u0947 \u0914\u0930 \u092b\u093f\u0930 \u0905\u092a \u092f\u093e \u0921\u093e\u0909\u0928 \u0910\u0930\u094b \u092c\u091f\u0928 \u0926\u092c\u093e\u090f\u0901, \u0935\u093f\u092d\u093f\u0928\u094d\u0928 \u0935\u093f\u0915\u0932\u094d\u092a \u0926\u0947\u0916\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f\u0964
mb.list.of=\u0915\u0940
mb.nosd=\u0915\u094b\u0908 \u091b\u094b\u091f\u093e \u0938\u093e\u0907\u091f \u0935\u0930\u094d\u0923\u0928 \u092a\u094d\u0930\u0926\u093e\u0928  \u0928\u0939\u0940 \u0915\u093f\u092f\u093e \u0917\u095f\u093e \u0939\u0948 \u0964

# SAK-24423 - joinable site settings - membership tool messages
mb.join.notAllowed=\u0907\u0938 \u0938\u093e\u0907\u091f \u0924\u0915 \u092a\u0939\u0941\u0901\u091a \u0938\u0940\u092e\u093f\u0924 \u0939\u0948\u0964 \u0906\u092a \u0905\u092a\u0928\u0947 \u0935\u0930\u094d\u0924\u092e\u093e\u0928 \u0916\u093e\u0924\u0947 \u0915\u0947 \u0938\u093e\u0925 \u0938\u093e\u0907\u091f \u092e\u0947\u0902 \u0936\u093e\u092e\u093f\u0932 \u0928\u0939\u0940\u0902  \u0939\u094b \u0938\u0915\u0924\u0947\u0964 \u0905\u0927\u093f\u0915 \u091c\u093e\u0928\u0915\u093e\u0930\u0940 \u0915\u0947 \u0932\u093f\u090f \u0938\u093e\u0907\u091f \u0915\u0947 \u0938\u094d\u0935\u093e\u092e\u0940 \u0938\u0947 \u0938\u0902\u092a\u0930\u094d\u0915 \u0915\u0930\u0947\u0902\u0964

