#Stored by I18NEdit, may be edited!
ed.access=Spara
ed.ann=Meddelanden
ed.annc=meddelanden
ed.auto=Automatisk uppdatering 
ed.block=S\u00E4nd inte n\u00E5gonting till mig med l\u00E5g prioriet
ed.choose=Du kommer f\u00E5 alla meddelanden med h\u00F6g prioritet per e-post. St\u00E4ll in hur du vill ta emot meddelande med l\u00E5g prioritet nedan.
ed.daily=S\u00E4nd ett e-postmeddelande som summerar allt med l\u00E5g prioritet  per dag 
ed.default=Grundinst\u00E4llningar
ed.disable=St\u00E4ng av uppdatering - detta val kr\u00E4ver att du manuellt uppdaterar en sida f\u00F6r att se nya uppdateringar, som exempelvis nya chattmeddelanden.
ed.email=E-postarkiv
ed.enable=Till\u00E5t uppdatering
ed.feature=Att st\u00E4nga av uppdatering fungerar inte alltid i gamla webl\u00E4sare, och det kan h\u00E4nda att du loggas ut utan f\u00F6rvarning. Om du st\u00E4nger av automatisk uppdatering och d\u00E4refter loggas ut efter en minuts inaktivitet b\u00F6r du logga in p\u00E5 nytt och d\u00E4refter \u00E5ter st\u00E4lla in automatisk uppdatering.
ed.low=Meddelanden med l\u00E5g prioritet
ed.mail=e-postmeddelanden
ed.noti=Meddelanden
ed.prefs=Inst\u00E4llningar
ed.rec=S\u00E4nd varje meddelande separat
ed.rec1=S\u00E4nd varje e-postmeddelande skickat till sajten separat 
ed.reso=Filsamling
ed.rsrc=meddelanden om nya/\u00E4ndrade resurser
ed.sche=Kalender
ed.update=Spara inst\u00E4llningar
edit=Redigera
forsome=Dessa inst\u00E4llningar kan inte \u00E4ndras just nu.
gen.alert=Observera\:
gen.cancel=Rensa \u00E4ndringar
gen.description=Beskrivning
gen.worksite=Sajt
joinable.list.summary=Tabellen inneh\u00E5ller en lista \u00F6ver de sajter du \u00E4r deltagare i. Kolumn 1 visar sajtens namn och en l\u00E4nk f\u00F6r att ta bort medlemsskap. Kolumn 2 kan inneh\u00E5lla en beskrivning av sajten.
list.sortbytitle=Sortera efter titel
list.stasc=Sortera stigande efter titel
list.stdesc=Sortera fallande efter titel
mb.cancel=Avbryt
mb.check=Markera ruta/rutor, v\u00E4lj d\u00E4refter "Bli medlem " eller "Ta bort medlemsskap" f\u00F6r att \u00E4ndra medlemsskap.
mb.confirm=Bekr\u00E4fta \u00E4ndring
mb.confirm1=\u00C4r du s\u00E4ker p\u00E5 att du vill g\u00E5 ur sajten 
mb.confirm2=?
mb.cursit=Mina nuvarande sajter
mb.gotosite=Till sajten
mb.join=G\u00E5 med i
mb.joinable=Sajter du kan g\u00E5 med i
mb.joinsite=G\u00E5 med i sajten
mb.joisit=Sajter du kan g\u00E5 med i
mb.list.clear=Rensa
mb.list.joinable.summary=Tabellen inneh\u00E5ller en lista \u00F6ver sajter du kan g\u00E5 med i. Kolumn 1 inneh\u00E5ller sajtens namn och en l\u00E4nk att klicka p\u00E5 f\u00F6r att g\u00E5 med. Kolumn 2 kan inneh\u00E5lla en beskrivning av sajten.
mb.list.nomembs=Du \u00E4r inte medlem i n\u00E5gon sajt.
mb.list.nosearchsites=Det finns inga sajter att g\u00E5 med i som passar in p\u00E5 din s\u00F6kning "
mb.list.nosearchsites2=".
mb.list.nosites=Det finns f\u00F6r n\u00E4rvarande inga sajter du kan g\u00E5 med i
mb.list.of=av
mb.list.pager.first=F\u00F6rsta
mb.list.pager.last=Sista
mb.list.pager.next=N\u00E4sta
mb.list.pager.prev=F\u00F6reg\u00E5ende
mb.list.pager.show10=visa 10 st...
mb.list.pager.show100=visa 100 st...
mb.list.pager.show20=visa 20 st...
mb.list.pager.show200=visa 200 st...
mb.list.pager.show5=visa 5 st. per sida
mb.list.pager.show50=visa 50 st...
mb.list.search=S\u00F6k
mb.list.select=Anv\u00E4nd ALT + upp och ned-pilarna f\u00F6r att skrolla genom valmenyn
mb.list.sites=sajter
mb.list.viewing=Visar
mb.listjoin=Listan nedan inneh\u00E5ller alla sajter du kan g\u00E5 med i.
mb.listsearchjoin=Listan nedan visar sajter som passar in p\u00E5 din s\u00F6kning "
mb.listsearchjoin2=".
mb.listunjoin=Listan nedan inneh\u00E5ller alla sajter du f\u00F6r n\u00E4rvarande \u00E4r medlem i.
mb.noselection.unjoin=Du m\u00E5ste f\u00F6rst v\u00E4lja sajten\!
mb.select.unjoin=V\u00E4ljG\u00E5Ur
mb.selectalltitle=V\u00E4lj alla valbara
mb.sitebeing=Denna sajt \u00E4ndras f\u00F6r n\u00E4rvarande. F\u00F6rs\u00F6k igen senare.
mb.unjoin=G\u00E5 ur
mb.unjoinsite=G\u00E5 ur sajten
mb.unjointitle=V\u00E4lj att g\u00E5 ur
mb.update=Uppdatera
mb.youhave=Du \u00E4r inte l\u00E4ngre deltagare i sajten 
mb.youhave2=Du \u00E4r nu deltagare i sajten 
pref.ann=Meddelanden\:
pref.auto=Automatisk uppdatering\:
pref.email=E-postarkiv\:
pref.noti=Inst\u00E4llningar f\u00F6r
pref.off=Av
pref.on=P\u00E5 (f\u00F6rvalt)
pref.reso=Filsamling\:
pref.sche=Kalender\:
preferences=Dessa inst\u00E4llningar redigeras f\u00F6r n\u00E4rvarande n\u00E5gon annanstans i sajten.
youdonot=Du har inte beh\u00F6righet att \u00E4ndra dessa inst\u00E4llningar.
youpre=Inst\u00E4llningarna har uppdaterats.
mb.nold=                        Ingen beskrivning av sajten har angivits
list.desc.more=               (mer)
mb.list.nosearchjoinablesites=                       Det finns inga sajter som du inte redan \u00e4r deltagare p\u00e5 som matchar din s\u00f6kning "
mb.nosd=                  Det finns ingen kort beskrivning av sajten