#Sun Dec 26 18:42:31 CET 2010
mb.list.nosearchsites=No hi ha espais a qu\u00e8 subscriure's en la seva cerca de "
mb.list.search=Cerca
mb.list.pager.show200=mostra 200 elements...
mb.listjoin=La llista seg\u00fcent inclou els espais als quals us podeu subscriure.
mb.list.pager.show10=mostra 10 elements...
mb.list.pager.first=Primer
mb.list.clear=Neteja
mb.list.pager.show100=mostra 100 elements...
list.sortbytitle=Ordena per t\u00ed\u00adtol
joinable.list.summary=La taula cont\u00e9 una llista dels espais als quals us heu afegit. A la columna 1 apareix el t\u00ed\u00adtol de l'espai i un enlla\u00e7 per donar-se'n de baixa. La columna 2 pot contenir una descripci\u00f3 de l'espai.
mb.sitebeing=Alg\u00fa est\u00e0 editant aquest espai. Torneu-ho a provar m\u00e9s tard.
mb.confirm1=Esteu segur que voleu donar-vos de baixa?
mb.list.pager.next=Seg\u00fcent
mb.nold=No s'ha especificat cap descripci\u00f3 de l'espai
mb.listsearchjoin2=".
mb.cursit=Els meus espais actuals
gen.worksite=Espai de treball
mb.joinsite=Subscriu-me a l'espai
mb.cancel=Cancel\u00b7la
mb.clear=Neteja les seleccions
mb.joinable=Espais subscrivibles
mb.selectalltitle=Selecciona'ls a tots
mb.unjointitle=Selecciona per donar-se'n de baixa
mb.youhave=Ja no sou un participant dels espais seg\u00fcents\:
list.desc.more=(M\u00e9s)
mb.noselection.unjoin=Av\u00eds\: Primeu heu de seleccionar l'espai
mb.join=Subscriu-me
mb.list.sites=espais
list.stasc=Ordena per t\u00ed\u00adtol en sentit ascendent
mb.gotosite=Ves a l'espai
list.stdesc=Ordena per t\u00ed\u00adtol en sentit descendent
mb.list.pager.last=Darrer
mb.list.nosearchjoinablesites=La cerca no ha trobat cap espai al qual no estigui donat d'alta i que satisfaci el criteri "
mb.list.joinable.summary=La taula cont\u00e9 una llista d'espais als quals podeu accedir. A la columna 1 apareix el t\u00ed\u00adtol de l'espai i un enlla\u00e7 per donar-s'hi d'alta. La columna 2 pot contenir una descripci\u00f3 de l'espai.
mb.list.nomembs=No sou membre de cap espai.
mb.unjoin=Dona'm de baixa
mb.list.nosearchsites2=".
mb.list.pager.prev=Anterior
mb.confirm=Confirma els canvis
mb.list.pager.show20=mostra 20 elements...
mb.list.pager.show50=mostra 50 elements...
gen.description=Descripci\u00f3
mb.joisit=Espais subscrivibles
mb.list.pager.show5=mostra 5 elements per p\u00e0gina
mb.youhave2=Ara sou un participant de l'espai
mb.listsearchjoin=La llista seg\u00fcent inclou els espais a qu\u00e8 subscriure's que coincideixen amb la seva cerca de "
mb.list.viewing=Mostrant
mb.list.nosites=En aquests moments no hi ha cap espai subscrivible
mb.list.select=Per operar a la caixa combo, premeu Alt + Fletxa Avall per obrir i useu despr\u00e9s les fletxes per rec\u00f3rrer les opcions.
mb.list.of=de
mb.nosd=No s'ha especificat cap descripci\u00f3 curta de l'espai

# SAK-24423 - joinable site settings - membership tool messages
mb.join.notAllowed=En aquest espai l'acc\u00e9s est\u00e0 restringit. No us podeu inscriure en aquest espai amb el vostre compte d'usuari actual. Contacteu el propietari de l'espai per obtenir m\u00e9s informaci\u00f3.

# SAK-29138
mb.sections=Orles
