#X-Generator: crowdin.com
#Sun Dec 26 18:42:31 CET 2010
mb.list.nosearchsites=Kh\u00f4ng c\u00f3 c\u00e1c trang web ph\u00f9 h\u1ee3p v\u1edbi t\u00ecm ki\u1ebfm c\u1ee7a b\u1ea1n " 
mb.list.search=T\u00ecm ki\u1ebfm 
mb.list.pager.show200=Xem 200 b\u00e0i ... 
mb.listjoin=Danh s\u00e1ch d\u01b0\u1edbi \u0111\u00e2y bao g\u1ed3m c\u00e1c trang web c\u00f3 th\u1ec3 \u0111\u01b0\u1ee3c tham gia. 
mb.list.pager.show10=Xem 10 b\u00e0i ... 
mb.list.pager.first=\u0110\u1ea7u ti\u00ean 
mb.list.clear=X\u00f3a 
mb.list.pager.show100=Xem 100 b\u00e0i ... 
list.sortbytitle=Ph\u00e2n lo\u1ea1i theo t\u00ean 
joinable.list.summary=B\u1ea3ng gi\u1eef m\u1ed9t danh s\u00e1ch c\u00e1c trang web m\u00e0 b\u1ea1n \u0111\u00e3 tham gia. C\u1ed9t 1 gi\u1eef ti\u00eau \u0111\u1ec1 trang web v\u00e0 m\u1ed9t li\u00ean k\u1ebft \u0111\u1ec3 b\u1ecf gia nh\u1eadp. C\u1ed9t 02 th\u00e1ng 5 c\u00f3 m\u1ed9t m\u00f4 t\u1ea3 c\u1ee7a trang web. 
mb.sitebeing=C\u00e1c trang web \u0111ang \u0111\u01b0\u1ee3c ch\u1ec9nh s\u1eeda. H\u00e3y th\u1eed l\u1ea1i sau. 
mb.confirm1=B\u1ea1n c\u00f3 ch\u1eafc ch\u1eafn mu\u1ed1n b\u1ecf gia nh\u1eadp c\u00e1c trang web sau \u0111\u00e2y? 
mb.list.pager.next=Ti\u1ebfp theo 
mb.nold=Kh\u00f4ng c\u00f3 m\u00f4 t\u1ea3 trang web \u0111\u00e3 \u0111\u01b0\u1ee3c cung c\u1ea5p 
mb.listsearchjoin2=". 
mb.cursit=C\u00e1c trang web hi\u1ec7n t\u1ea1i c\u1ee7a t\u00f4i 
gen.worksite=worksite 
mb.joinsite=Tham gia trang web 
mb.cancel=Hu\u1ef7 
mb.joinable=Trang C\u00f3 th\u1ec3 k\u1ebft h\u1ee3p 
mb.selectalltitle=Ch\u1ecdn t\u1ea5t c\u1ea3 c\u00e1c l\u1ef1a ch\u1ecdn 
mb.unjointitle=Ch\u1ecdn \u0111\u1ec3 b\u1ecf gia nh\u1eadp 
mb.youhave=B\u1ea1n \u0111ang kh\u00f4ng c\u00f2n l\u00e0 m\u1ed9t ng\u01b0\u1eddi tham gia v\u00e0o trang web 
list.desc.more=(Th\u00eam) 
mb.noselection.unjoin=B\u1ea1n ph\u1ea3i ch\u1ecdn trang web \u0111\u1ea7u ti\u00ean\! 
mb.join=Tham gia 
mb.list.sites=c\u00e1c trang web 
list.stasc=Ph\u00e2n lo\u1ea1i theo t\u00ean t\u0103ng d\u1ea7n 
mb.gotosite=T\u1edbi trang web 
list.stdesc=S\u1eafp x\u1ebfp theo Ti\u00eau \u0111\u1ec1 gi\u1ea3m d\u1ea7n 
mb.list.pager.last=cu\u1ed1i c\u00f9ng 
mb.list.nosearchjoinablesites=Kh\u00f4ng c\u00f3 c\u00e1c unjoined  trang web ph\u00f9 h\u1ee3p v\u1edbi t\u00ecm ki\u1ebfm c\u1ee7a b\u1ea1n " 
mb.list.joinable.summary=B\u1ea3ng gi\u1eef m\u1ed9t danh s\u00e1ch c\u00e1c trang web m\u00e0 b\u1ea1n c\u00f3 th\u1ec3 truy c\u1eadp \u0111\u1ebfn. C\u1ed9t 1 gi\u1eef ti\u00eau \u0111\u1ec1 trang web v\u00e0 m\u1ed9t li\u00ean k\u1ebft tham gia. C\u1ed9t 02 th\u00e1ng 5 c\u00f3 m\u1ed9t m\u00f4 t\u1ea3 c\u1ee7a trang web. 
mb.list.nomembs=B\u1ea1n ch\u01b0a l\u00e0 th\u00e0nh vi\u00ean c\u1ee7a b\u1ea5t k\u1ef3 trang web n\u00e0o. 
mb.unjoin=Tha\u0341o r\u01a1\u0340i ra 
mb.list.nosearchsites2=". 
mb.list.pager.prev=Tr\u01b0\u1edbc 
mb.confirm=X\u00e1c nh\u1eadn thay \u0111\u1ed5i 
mb.list.pager.show20=Xem 20 b\u00e0i ... 
mb.list.pager.show50=Xem 50 b\u00e0i ... 
gen.description=M\u00f4 t\u1ea3 
mb.joisit=Trang C\u00f3 th\u1ec3 k\u1ebft h\u1ee3p 
mb.list.pager.show5=Xem 5 b\u00e0i m\u1ed7i trang 
mb.youhave2=B\u1ea1n \u0111ang tham gia v\u00e0o trang web 
mb.listsearchjoin=Danh s\u00e1ch d\u01b0\u1edbi \u0111\u00e2y bao g\u1ed3m c\u00e1c trang web c\u00f3 th\u1ec3 \u0111\u01b0\u1ee3c tham gia ph\u00f9 h\u1ee3p v\u1edbi t\u00ecm ki\u1ebfm c\u1ee7a b\u1ea1n " 
mb.list.viewing=Xem th\u00f4ng tin 
mb.list.nosites=Kh\u00f4ng c\u00f3 c\u00e1c trang web joinable t\u1ea1i th\u1eddi \u0111i\u1ec3m n\u00e0y 
mb.list.select=B\u1ea5m alt + m\u0169i t\u00ean l\u00ean xu\u1ed1ng \u0111\u1ec3 di chuy\u1ec3n qua menu l\u1ef1a ch\u1ecdn 
mb.list.of=c\u1ee7a 
mb.nosd=Kh\u00f4ng c\u00f3 m\u00f4 t\u1ea3 trang web \u0111\u00e3 \u0111\u01b0\u1ee3c cung c\u1ea5p 

# SAK-24423 - joinable site settings - membership tool messages

# SAK-29138