#Thu Nov 18 07:36:28 CET 2010
mb.confirm2=del lloc?
mb.confirm1=Esteu segurs que voleu donar-vos de baixa
mb.list.pager.show200=mostra 200 elements...
mb.select.unjoin=Seleccionar per desunir-s'hi
mb.list.pager.last=Darrer
mb.list.pager.show100=mostra 100 elements...
mb.selectalltitle=Seleccionar tot
mb.joinsite=Alta lloc
mb.close=Tanca (o Esc)
joinable.list.summary=La taula cont\u00E9 una llista dels llocs als quals us heu afegit. A la columna 1 apareix el t\u00ED\u00ADtol del lloc i un enlla\u00E7 per donar-se'n de baixa. La columna 2 pot contenir una descripci\u00F3 del lloc.
mb.noselection.unjoin=Primeu heu de seleccionar el lloc\!
mb.listsearchjoin2=".
mb.listunjoin=La llista seg\u00FCent inclou tots els llocs als quals pertanyeu actualment.
mb.list.pager.show50=mostra 50 elements...
mb.joinable=Llocs subscrivibles
mb.list.select=Premi alt + fletxes de pujar i baixar per a despla\u00E7ar-se per les opcions del men\u00FA
mb.list.pager.next=Seg\u00FCent
mb.gotosite=Anar al lloc
mb.list.nomembs=No sou membre de cap lloc.
mb.confirm=Confirmar canvi
gen.alert=Alerta\:
gen.description=Descripci\u00F3
mb.listsearchjoin=La llista seg\u00FCent inclou els espais a qu\u00E8 subscriure's que coincideixen amb la seva cerca de "
mb.nosd=No s'ha especificat cap descripci\u00F3 curta del lloc
list.stdesc=Ordenar per t\u00ED\u00ADtol en ordre descendent
mb.list.pager.first=Primer
mb.list.nosites=En aquests moments no hi ha cap lloc subscrivible
mb.sitebeing=El lloc s'est\u00E0 editant. Torneu-ho a provar m\u00E9s tard.
mb.nold=No s'ha especificat cap descripci\u00F3 del lloc
mb.list.search=Buscar
list.desc.more=(M\u00E9s)
mb.cancel=Cancel\u00B7lar
list.sortbytitle=Ordenar per t\u00ED\u00ADtol
mb.list.of=de
mb.list.sites=llocs
mb.list.nosearchjoinablesites=La cerca no ha trobat cap espai al qual no estigui donat d'alta i que satisfaci el criteri "
mb.list.pager.show20=mostra 20 elements...
list.stasc=Ordenar per t\u00ED\u00ADtol en ordre ascendent
mb.joisit=Llocs subscrivibles
mb.unjointitle=Seleccionar per desunir-s'hi
mb.youhave=Ja no sou un participant del lloc
mb.cursit=Els meus llocs actuals
mb.list.pager.show5=mostra 5 elements per p\u00E0gina
mb.list.nosearchsites=No hi ha espais a qu\u00E8 subscriure's en la seva cerca de "
mb.list.pager.show10=mostra 10 elements...
mb.unjoin=Baixa
mb.unjoinsite=Baixa lloc
mb.list.nosearchsites2=".
mb.list.clear=Suprimir
mb.join=Alta
list.desc.ellipse=...
mb.list.joinable.summary=La taula cont\u00E9 una llista de llocs als quals podeu obtenir acc\u00E9s. A la columna 1 apareix el t\u00ED\u00ADtol del lloc i un enlla\u00E7 per donar-se'n d'alta. La columna 2 pot contenir una descripci\u00F3 del lloc.
edit=Editar
mb.listjoin=La llista seg\u00FCent inclou els llocs als quals us podeu subscriure.
mb.list.pager.prev=Anterior
gen.cancel=Suprimir canvis
mb.youhave2=Ara sou un participant del lloc
mb.update=Actualitzar
mb.list.viewing=Visualitzaci\u00F3
gen.worksite=Lloc de treball
preferences=Actualment aquestes prefer\u00E8ncies s'estan editant en una altra ubicaci\u00F3.
