#Sun Dec 26 18:42:31 CET 2010
mb.list.nosearchsites=\u041d\u044f\u043c\u0430 \u0441\u0430\u0439\u0442\u043e\u0432\u0435, \u043a\u043e\u0438\u0442\u043e \u0434\u0430 \u043e\u0442\u0433\u043e\u0432\u0430\u0440\u044f\u0442 \u043d\u0430 \u0442\u044a\u0440\u0441\u0435\u043d\u0435\u0442\u043e \u0432\u0438 \u043d\u0430 "
list.sortbytitle=\u0421\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043f\u043e \u0437\u0430\u0433\u043b\u0430\u0432\u0438\u0435
joinable.list.summary=\u0422\u0430\u0431\u043b\u0438\u0446\u0430 \u043d\u0430 \u0441\u0430\u0439\u0442\u043e\u0432\u0435\u0442\u0435, \u043a\u044a\u043c \u043a\u043e\u0438\u0442\u043e \u0441\u0442\u0435 \u0441\u0435 \u043f\u0440\u0438\u0441\u044a\u0435\u0434\u0438\u043d\u0438\u043b\u0438. \u0421\u043b\u0435\u0434 \u043a\u0430\u0442\u043e \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0441\u0430\u0439\u0442\u043e\u0432\u0435\u0442\u0435, \u043a\u044a\u043c \u043a\u043e\u0438\u0442\u043e \u0438\u0441\u043a\u0430\u0442\u0435 \u0434\u0430 \u0441\u0435 \u043e\u0442\u043a\u0430\u0436\u0435\u0442\u0435 \u043e\u0442 \u043f\u0440\u0438\u0441\u044a\u0435\u0434\u0438\u043d\u044f\u0432\u0430\u043d\u0435, \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0439\u0442\u0435 \u0431\u0443\u0442\u043e\u043d\u0430 \u0437\u0430 \u043e\u0442\u043a\u0430\u0437 \u043e\u0442 \u043f\u0440\u0438\u0441\u044a\u0435\u0434\u0438\u043d\u044f\u0432\u0430\u043d\u0435, \u0440\u0430\u0437\u043f\u043e\u043b\u043e\u0436\u0435\u043d \u043f\u043e\u0434 \u0442\u0430\u0431\u043b\u0438\u0446\u0430\u0442\u0430, \u0437\u0430 \u0434\u0430 \u0433\u0438 \u043e\u0442\u043a\u0430\u0436\u0435\u0442\u0435 \u043e\u0442 \u043f\u0440\u0438\u0441\u044a\u0435\u0434\u0438\u043d\u044f\u0432\u0430\u043d\u0435.
mb.sitebeing=\u0421\u0430\u0439\u0442\u044a\u0442 \u0435 \u0432 \u043f\u0440\u043e\u0446\u0435\u0441 \u043d\u0430 \u0440\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u043d\u0435. \u041c\u043e\u043b\u044f, \u043e\u043f\u0438\u0442\u0430\u0439\u0442\u0435 \u043e\u0442\u043d\u043e\u0432\u043e \u043f\u043e-\u043a\u044a\u0441\u043d\u043e.
mb.confirm1=\u0421\u0438\u0433\u0443\u0440\u043d\u0438 \u043b\u0438 \u0441\u0442\u0435, \u0447\u0435 \u0438\u0441\u043a\u0430\u0442\u0435 \u0434\u0430 \u0441\u0435 \u043e\u0442\u043a\u0430\u0436\u0435\u0442\u0435 \u043e\u0442 \u043f\u0440\u0438\u0441\u044a\u0435\u0434\u0438\u043d\u044f\u0432\u0430\u043d\u0435\u0442\u043e \u043a\u044a\u043c \u0441\u043b\u0435\u0434\u043d\u0438\u0442\u0435 \u0441\u0430\u0439\u0442\u043e\u0432\u0435?
mb.nold=\u041d\u0435 \u0435 \u043f\u0440\u0435\u0434\u043e\u0441\u0442\u0430\u0432\u0435\u043d\u043e \u043e\u043f\u0438\u0441\u0430\u043d\u0438\u0435 \u043d\u0430 \u0441\u0430\u0439\u0442
mb.cursit=\u0422\u0435\u043a\u0443\u0449\u0438\u0442\u0435 \u043c\u0438 \u0441\u0430\u0439\u0442\u043e\u0432\u0435
gen.worksite=\u0420\u0430\u0431\u043e\u0442\u043d\u0430 \u043f\u043b\u043e\u0449\u0430\u0434\u043a\u0430
mb.joinsite=\u041f\u0440\u0438\u0441\u044a\u0435\u0434\u0438\u043d\u0435\u0442\u0435 \u0441\u0435 \u043a\u044a\u043c \u0441\u0430\u0439\u0442\u0430
mb.cancel=\u041e\u0442\u043c\u044f\u043d\u0430 \u043d\u0430
mb.clear=\u0418\u0437\u0447\u0438\u0441\u0442\u0432\u0430\u043d\u0435 \u043d\u0430 \u0441\u0435\u043b\u0435\u043a\u0446\u0438\u0438\u0442\u0435
mb.selectalltitle=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0432\u0441\u0438\u0447\u043a\u0438 \u0438\u0437\u0431\u0438\u0440\u0430\u0435\u043c\u0438
mb.unjointitle=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435, \u0437\u0430 \u0434\u0430 \u043f\u0440\u0435\u043a\u0440\u0430\u0442\u0438\u0442\u0435 \u043f\u0440\u0438\u0441\u044a\u0435\u0434\u0438\u043d\u044f\u0432\u0430\u043d\u0435\u0442\u043e
mb.youhave=\u0412\u0435\u0447\u0435 \u043d\u0435 \u0441\u0442\u0435 \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u043a \u0432 \u0441\u043b\u0435\u0434\u043d\u0438\u044f(\u0442\u0435) \u0441\u0430\u0439\u0442(\u0438)\:
list.desc.more=(\u041f\u043e\u0432\u0435\u0447\u0435)
mb.noselection.unjoin=\u041f\u0440\u0435\u0434\u0443\u043f\u0440\u0435\u0436\u0434\u0435\u043d\u0438\u0435\: \u043f\u044a\u0440\u0432\u043e \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0441\u0430\u0439\u0442\u0430\!
mb.join=\u041f\u0440\u0438\u0441\u044a\u0435\u0434\u0438\u043d\u0435\u0442\u0435 \u0441\u0435 \u0441\u0435\u0433\u0430
mb.join.action=\u0414\u0435\u0439\u0441\u0442\u0432\u0438\u0435
list.stasc=\u0421\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043f\u043e \u0437\u0430\u0433\u043b\u0430\u0432\u0438\u0435 \u0432\u044a\u0432 \u0432\u044a\u0437\u0445\u043e\u0434\u044f\u0449 \u0440\u0435\u0434
mb.gotosite=\u041e\u0442\u0438\u0434\u0435\u0442\u0435 \u043d\u0430 \u0441\u0430\u0439\u0442\u0430
list.stdesc=\u0421\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043f\u043e \u0437\u0430\u0433\u043b\u0430\u0432\u0438\u0435 \u0432 \u043d\u0438\u0437\u0445\u043e\u0434\u044f\u0449 \u0440\u0435\u0434
mb.list.nosearchjoinablesites=\u041d\u044f\u043c\u0430 \u0441\u0430\u0439\u0442\u043e\u0432\u0435 \u0437\u0430 \u043f\u0440\u0438\u0441\u044a\u0435\u0434\u0438\u043d\u044f\u0432\u0430\u043d\u0435, \u043a\u043e\u0438\u0442\u043e \u0434\u0430 \u043e\u0442\u0433\u043e\u0432\u0430\u0440\u044f\u0442 \u043d\u0430 \u0442\u044a\u0440\u0441\u0435\u043d\u0435\u0442\u043e \u0432\u0438 \u043d\u0430 "
mb.list.joinable.summary=\u0422\u0430\u0431\u043b\u0438\u0446\u0430\u0442\u0430 \u0441\u044a\u0434\u044a\u0440\u0436\u0430 \u0441\u043f\u0438\u0441\u044a\u043a \u0441\u044a\u0441 \u0441\u0430\u0439\u0442\u043e\u0432\u0435, \u0434\u043e \u043a\u043e\u0438\u0442\u043e \u043c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u043f\u043e\u043b\u0443\u0447\u0438\u0442\u0435 \u0434\u043e\u0441\u0442\u044a\u043f.
mb.list.nomembs=\u041d\u0435 \u0441\u0442\u0435 \u0447\u043b\u0435\u043d \u043d\u0430 \u043d\u0438\u0442\u043e \u0435\u0434\u0438\u043d \u0441\u0430\u0439\u0442.
mb.unjoin=\u041e\u0442\u043a\u043b\u044e\u0447\u0432\u0430\u043d\u0435 \u043d\u0430 \u0438\u0437\u0431\u0440\u0430\u043d\u0438
mb.list.nosearchsites2=".
mb.confirm=\u041f\u043e\u0442\u0432\u044a\u0440\u0436\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u043f\u0440\u043e\u043c\u044f\u043d\u0430\u0442\u0430
gen.description=\u041e\u043f\u0438\u0441\u0430\u043d\u0438\u0435
mb.joisit=\u041f\u0440\u0438\u0441\u044a\u0435\u0434\u0438\u043d\u044f\u0432\u0430\u0449\u0438 \u0441\u0435 \u0441\u0430\u0439\u0442\u043e\u0432\u0435
mb.enrolments=\u041c\u043e\u0438\u0442\u0435 \u043e\u0444\u0438\u0446\u0438\u0430\u043b\u043d\u0438 \u0437\u0430\u043f\u0438\u0441\u0432\u0430\u043d\u0438\u044f \u043d\u0430 \u043a\u0443\u0440\u0441\u043e\u0432\u0435
mb.enrolments.instructions=\u0421\u0430\u0439\u0442\u043e\u0432\u0435\u0442\u0435 \u043d\u0430 \u043a\u0443\u0440\u0441\u043e\u0432\u0435\u0442\u0435 \u0441\u0430 \u0434\u043e\u0441\u0442\u044a\u043f\u043d\u0438, \u043a\u043e\u0433\u0430\u0442\u043e \u0438\u043d\u0441\u0442\u0440\u0443\u043a\u0442\u043e\u0440\u044a\u0442 \u043d\u0430 \u043a\u0443\u0440\u0441\u0430 \u0438\u043b\u0438 \u043b\u0438\u0446\u0435\u0442\u043e, \u043a\u043e\u0435\u0442\u043e \u043f\u043e\u0434\u0434\u044a\u0440\u0436\u0430 \u0441\u0430\u0439\u0442\u0430, \u0433\u0438 \u0441\u044a\u0437\u0434\u0430\u0434\u0435 \u0438 \u043f\u0443\u0431\u043b\u0438\u043a\u0443\u0432\u0430.
mb.enrolments.noEnrolments=\u0412 \u043c\u043e\u043c\u0435\u043d\u0442\u0430 \u043d\u044f\u043c\u0430\u0442\u0435 \u043e\u0444\u0438\u0446\u0438\u0430\u043b\u043d\u043e \u0437\u0430\u043f\u0438\u0441\u0430\u043d\u0438 \u043a\u0443\u0440\u0441\u043e\u0432\u0435 \u0432 {0}.
mb.enrolments.noMatchingEnrolments=\u041d\u044f\u043c\u0430\u0442\u0435 \u043e\u0444\u0438\u0446\u0438\u0430\u043b\u043d\u043e \u0437\u0430\u043f\u0438\u0441\u0430\u043d\u0438 \u043a\u0443\u0440\u0441\u043e\u0432\u0435, \u043a\u043e\u0438\u0442\u043e \u0434\u0430 \u043e\u0442\u0433\u043e\u0432\u0430\u0440\u044f\u0442 \u043d\u0430 \u0442\u044a\u0440\u0441\u0435\u043d\u0435\u0442\u043e \u0432\u0438 \u043d\u0430 "
mb.enrolments.summary=\u0422\u0430\u0431\u043b\u0438\u0446\u0430 \u0441 \u043e\u0444\u0438\u0446\u0438\u0430\u043b\u043d\u0438\u0442\u0435 \u0437\u0430\u043f\u0438\u0441\u0432\u0430\u043d\u0438\u044f \u043d\u0430 \u043a\u0443\u0440\u0441\u043e\u0432\u0435\u0442\u0435.
mb.enrolments.columnHeader.term=\u0421\u0440\u043e\u043a
mb.enrolments.columnHeader.section=\u041c\u043e\u044f\u0442 \u043e\u0444\u0438\u0446\u0438\u0430\u043b\u0435\u043d \u0440\u0430\u0437\u0434\u0435\u043b \u043d\u0430 \u043a\u0443\u0440\u0441\u0430
mb.enrolments.columnHeader.courseSite=\u0421\u0430\u0439\u0442 \u043d\u0430 \u043a\u0443\u0440\u0441\u0430
mb.enrolments.sortByTerm=\u0421\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043f\u043e \u041d\u0430\u0447\u0430\u043b\u043d\u0430 \u0434\u0430\u0442\u0430 \u043d\u0430 \u0441\u0440\u043e\u043a\u0430
mb.enrolments.sortByTerm.asc=\u0421\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043f\u043e \u043d\u0430\u0447\u0430\u043b\u043d\u0430 \u0434\u0430\u0442\u0430 \u043d\u0430 \u0441\u0440\u043e\u043a\u0430 \u0432\u044a\u0432 \u0432\u044a\u0437\u0445\u043e\u0434\u044f\u0449 \u0440\u0435\u0434
mb.enrolments.sortByTerm.desc=\u0421\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043f\u043e \u041d\u0430\u0447\u0430\u043b\u043d\u0430 \u0434\u0430\u0442\u0430 \u043d\u0430 \u0441\u0440\u043e\u043a\u0430 \u0432 \u043d\u0438\u0437\u0445\u043e\u0434\u044f\u0449 \u0440\u0435\u0434
mb.enrolments.sortBySection=\u0421\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043f\u043e \u0440\u0430\u0437\u0434\u0435\u043b
mb.enrolments.sortBySection.asc=\u0421\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043f\u043e \u0440\u0430\u0437\u0434\u0435\u043b \u0432\u044a\u0432 \u0432\u044a\u0437\u0445\u043e\u0434\u044f\u0449 \u0440\u0435\u0434
mb.enrolments.sortBySection.desc=\u0421\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043f\u043e \u0440\u0430\u0437\u0434\u0435\u043b \u0432 \u043d\u0438\u0437\u0445\u043e\u0434\u044f\u0449 \u0440\u0435\u0434
mb.enrolments.sortBySite=\u0421\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043f\u043e \u0437\u0430\u0433\u043b\u0430\u0432\u0438\u0435 \u043d\u0430 \u0440\u0430\u0431\u043e\u0442\u043d\u043e\u0442\u043e \u043c\u044f\u0441\u0442\u043e
mb.enrolments.sortBySite.asc=\u0421\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043f\u043e \u0437\u0430\u0433\u043b\u0430\u0432\u0438\u0435 \u043d\u0430 \u0440\u0430\u0431\u043e\u0442\u043d\u043e\u0442\u043e \u043c\u044f\u0441\u0442\u043e \u0432\u044a\u0432 \u0432\u044a\u0437\u0445\u043e\u0434\u044f\u0449 \u0440\u0435\u0434
mb.enrolments.sortBySite.desc=\u0421\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043f\u043e \u0437\u0430\u0433\u043b\u0430\u0432\u0438\u0435 \u043d\u0430 \u0440\u0430\u0431\u043e\u0442\u043d\u043e\u0442\u043e \u043c\u044f\u0441\u0442\u043e \u0432 \u043d\u0438\u0437\u0445\u043e\u0434\u044f\u0449 \u0440\u0435\u0434
mb.enrolments.siteNotAvailable=\u0421\u0430\u0439\u0442\u044a\u0442 \u0432\u0441\u0435 \u043e\u0449\u0435 \u043d\u0435 \u0435 \u043d\u0430\u043b\u0438\u0447\u0435\u043d
mb.youhave2=\u0412\u0435\u0447\u0435 \u0441\u0442\u0435 \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u043a \u0432 \u0441\u0430\u0439\u0442\u0430 "{0}"
mb.list.nosites=\u0412 \u043c\u043e\u043c\u0435\u043d\u0442\u0430 \u043d\u044f\u043c\u0430 \u0441\u0430\u0439\u0442\u043e\u0432\u0435, \u043a\u044a\u043c \u043a\u043e\u0438\u0442\u043e \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u043f\u0440\u0438\u0441\u044a\u0435\u0434\u0438\u043d\u0438\u0442\u0435.
mb.nosd=\u041d\u0435 \u0435 \u043f\u0440\u0435\u0434\u043e\u0441\u0442\u0430\u0432\u0435\u043d\u043e \u043a\u0440\u0430\u0442\u043a\u043e \u043e\u043f\u0438\u0441\u0430\u043d\u0438\u0435 \u043d\u0430 \u0441\u0430\u0439\u0442\u0430

# SAK-24423 - joinable site settings - membership tool messages
mb.join.notAllowed=\u0414\u043e\u0441\u0442\u044a\u043f\u044a\u0442 \u0434\u043e \u0442\u043e\u0437\u0438 \u0441\u0430\u0439\u0442 \u0435 \u043e\u0433\u0440\u0430\u043d\u0438\u0447\u0435\u043d. \u041d\u0435 \u043c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u0441\u0435 \u043f\u0440\u0438\u0441\u044a\u0435\u0434\u0438\u043d\u0438\u0442\u0435 \u043a\u044a\u043c \u0441\u0430\u0439\u0442\u0430 \u0441 \u0442\u0435\u043a\u0443\u0449\u0438\u044f \u0441\u0438 \u0430\u043a\u0430\u0443\u043d\u0442. \u0421\u0432\u044a\u0440\u0436\u0435\u0442\u0435 \u0441\u0435 \u0441\u044a\u0441 \u0441\u043e\u0431\u0441\u0442\u0432\u0435\u043d\u0438\u043a\u0430 \u043d\u0430 \u0441\u0430\u0439\u0442\u0430 \u0437\u0430 \u043f\u043e\u0432\u0435\u0447\u0435 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f.

# table toolbar common messages
view.label=\u0412\u0438\u0436\u0442\u0435
gen.viewing.phrase=\u041f\u0440\u0435\u0433\u043b\u0435\u0434 \u043d\u0430 {0} - {1} \u043e\u0442 {2} \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0430
gen.show=\u041f\u043e\u043a\u0430\u0436\u0438 {0} \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0438...
# {0} is the pagesize
gen.previous.pagesize=\u041f\u0440\u0435\u0434\u0438\u0448\u043d\u0430 {0}
# {0} is the pagesize
gen.next.pagesize=\u0421\u043b\u0435\u0434\u0432\u0430\u0449\u0430 {0}
gen.select.label=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0440\u0430\u0437\u043c\u0435\u0440 \u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430\u0442\u0430
gen.listnavselect=\u0417\u0430 \u0434\u0430 \u0440\u0430\u0431\u043e\u0442\u0438\u0442\u0435 \u0441 \u043a\u043e\u043c\u0431\u0438\u043d\u0438\u0440\u0430\u043d\u043e\u0442\u043e \u043f\u043e\u043b\u0435, \u043f\u044a\u0440\u0432\u043e \u043d\u0430\u0442\u0438\u0441\u043d\u0435\u0442\u0435 Alt+\u0441\u0442\u0440\u0435\u043b\u043a\u0430 \u043d\u0430\u0434\u043e\u043b\u0443, \u0437\u0430 \u0434\u0430 \u0433\u043e \u043e\u0442\u0432\u043e\u0440\u0438\u0442\u0435, \u0438 \u0441\u043b\u0435\u0434 \u0442\u043e\u0432\u0430 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0439\u0442\u0435 \u043a\u043b\u0430\u0432\u0438\u0448\u0438\u0442\u0435 \u0441\u044a\u0441 \u0441\u0442\u0440\u0435\u043b\u043a\u0438 \u043d\u0430\u0433\u043e\u0440\u0435 \u0438 \u043d\u0430\u0434\u043e\u043b\u0443, \u0437\u0430 \u0434\u0430 \u043f\u0440\u0435\u0432\u044a\u0440\u0442\u0430\u0442\u0435 \u043e\u043f\u0446\u0438\u0438\u0442\u0435.
gen.first=\u041e\u0442\u0438\u0434\u0435\u0442\u0435 \u043d\u0430 \u043f\u044a\u0440\u0432\u043e \u043c\u044f\u0441\u0442\u043e
gen.last=\u041e\u0442\u0438\u0434\u0435\u0442\u0435 \u043d\u0430 \u043f\u043e\u0441\u043b\u0435\u0434\u043d\u043e \u043c\u044f\u0441\u0442\u043e

# search filter common messages
search.label=\u0422\u044a\u0440\u0441\u0435\u043d\u0435
search.button=\u0422\u044a\u0440\u0441\u0435\u043d\u0435
search.clear=\u0418\u0437\u0442\u0440\u0438\u0439 \u0442\u044a\u0440\u0441\u0435\u043d\u0435
