#-------------------------------------------------------------------------------
# Translated by: e-Labora: e-Learning Laboratory - State University of Campinas
# Translated by: LARC - Laboratory of Architecture and Computer Networks 
# TIDIA-Ae Project Fapesp, Sao Paulo, Brazil
#-------------------------------------------------------------------------------

#Sun Dec 26 18:42:31 CET 2010		
mb.list.nosearchsites=N\u00e3o h\u00e1 sites com inscri\u00e7\u00f5es abertas compat\u00edveis com sua busca por \u201d
list.sortbytitle=Ordenar por t\u00edtulo
joinable.list.summary=A tabela cont\u00e9m a lista de sites que voc\u00ea se inscreveu. Coluna 1 possui uma caixa de sele\u00e7\u00e3o que pode ser usada para marcar os sites que voc\u00ea deseja deixar de participar. Coluna 2 possui o t\u00edtulo do site como um link para o site. Coluna 3 possui uma descri\u00e7\u00e3o do site, se estiver dispon\u00edvel. Depois de selecionar os sites que voc\u00ea deseja deixar de participar, clique no bot\u00e3o 'Cancelar Inscri\u00e7\u00e3o' localizado abaixo da tabela.
mb.sitebeing=O site est\u00e1 sendo editado. Por favor, tente mais tarde.
mb.confirm1=Voc\u00ea tem certeza que deseja cancelar inscri\u00e7\u00e3o nos seguintes sites?
mb.nold=Nenhuma descri\u00e7\u00e3o do site foi fornecida
mb.cursit=Meus Sites Atuais
gen.worksite=Site
mb.joinsite=Inscrever-se no site
mb.cancel=Cancelar
mb.selectalltitle=Selecionar todos os selecion\u00e1veis
mb.unjointitle=Selecionar para cancelar inscri\u00e7\u00e3o
mb.youhave=Voc\u00ea n\u00e3o \u00e9 mais um participante deste site
list.desc.more=(Mais)
mb.noselection.unjoin=Aten\u00e7\u00e3o\: Voc\u00ea deve selecionar o site\!
mb.join=Inscrever-se
list.stasc=Ordena\u00e7\u00e3o crescente por t\u00edtulo
mb.gotosite=Ir para o site
list.stdesc=Ordena\u00e7\u00e3o decrescente por t\u00edtulo
mb.list.nosearchjoinablesites=N\u00e3o h\u00e1 sites que n\u00e3o esteja inscrito correspondem \u00e0 sua pesquisa de "
mb.list.joinable.summary=A tabela apresenta a lista dos sites que voc\u00ea pode acessar. A coluna 1 mostra o t\u00edtulo do site e o link para inscrever-se. A coluna 2 pode conter a descri\u00e7\u00e3o do site.
mb.list.nomembs=Voc\u00ea n\u00e3o \u00e9 participante de nenhum site.
mb.unjoin=Cancelar inscri\u00e7\u00e3o
mb.list.nosearchsites2=".
mb.confirm=Confirmar Altera\u00e7\u00f5es
gen.description=Descri\u00e7\u00e3o
mb.joisit=Sites que Aceitam Inscri\u00e7\u00e3o
mb.youhave2=Agora voc\u00ea \u00e9 um participante do site
mb.list.nosites=No momento n\u00e3o h\u00e1 sites com inscri\u00e7\u00f5es abertas
mb.nosd=N\u00e3o foi fornecida nenhuma descri\u00e7\u00e3o curta do site.

# SAK-24423 - joinable site settings - membership tool messages
mb.join.notAllowed = Este site tem acesso limitado. Voc\u00ea n\u00e3o pode entrar no site com a sua conta atual. Entre em contato com o propriet\u00e1rio do site para obter mais informa\u00e7\u00f5es.

