#Sun Dec 26 18:42:31 CET 2010
mb.list.nosearchsites=No hi ha espais a qu\u00e8 subscriure's en la seva cerca de "
mb.list.search=Cerca
mb.list.pager.show200=mostra 200 elements...
mb.listjoin=La llista seg\u00fcent inclou els espais als quals us podeu subscriure.
mb.list.pager.show10=mostra 10 elements...
mb.list.pager.first=Primer
mb.list.clear=Neteja
mb.list.pager.show100=mostra 100 elements...
list.sortbytitle=Ordena per t\u00ed\u00adtol
joinable.list.summary=Taula amb els espais als quals us heu afegit. Despr\u00e9s de seleccionar els espais dels quals us voleu desvincular, feu servir el bot\u00f3 que hi ha sota la taula per desvincular-vos d'aquests espais. 
mb.sitebeing=Alg\u00fa est\u00e0 editant aquest espai. Torneu-ho a provar m\u00e9s tard.
mb.confirm1=Esteu segur que voleu donar-vos de baixa?
mb.list.pager.next=Seg\u00fcent
mb.nold=No s'ha especificat cap descripci\u00f3 de l'espai
mb.listsearchjoin2=".
mb.cursit=Els meus espais actuals
gen.worksite=Espai de treball
mb.joinsite=Subscriu-me a l'espai
mb.cancel=Cancel\u00b7la
mb.clear=Neteja les seleccions
mb.joinable=Espais subscrivibles
mb.selectalltitle=Selecciona'ls a tots
mb.unjointitle=Selecciona per donar-se'n de baixa
mb.youhave=Ja no sou un participant dels espais seg\u00fcents\:
list.desc.more=(M\u00e9s)
mb.noselection.unjoin=Av\u00eds\: Primeu heu de seleccionar l'espai
mb.join=Subscriu-me
mb.list.sites=espais
list.stasc=Ordena per t\u00ed\u00adtol en sentit ascendent
mb.gotosite=Ves a l'espai
list.stdesc=Ordena per t\u00ed\u00adtol en sentit descendent
mb.list.pager.last=Darrer
mb.list.nosearchjoinablesites=La cerca no ha trobat cap espai al qual no estigui donat d'alta i que satisfaci el criteri "
mb.list.joinable.summary=La taula cont\u00e9 una llista d'espais als quals teniu acc\u00e9s. 
mb.list.nomembs=No sou membre de cap espai.
mb.unjoin=Dona'm de baixa
mb.list.nosearchsites2=".
mb.list.pager.prev=Anterior
mb.confirm=Confirma els canvis
mb.list.pager.show20=mostra 20 elements...
mb.list.pager.show50=mostra 50 elements...
gen.description=Descripci\u00f3
mb.joisit=Espais subscrivibles
mb.enrolments=Cursos oficials en els quals esteu matriculat
mb.enrolments.instructions=Els espais de curs estaran disponibles quan el professor o l'administrador de l'espai els cre\u00ef i els publiqui. 
mb.enrolments.noEnrolments=En aquests moments no esteu matriculat en cap curs oficial a {0}.
mb.enrolments.noMatchingEnrolments=No hi ha matr\u00edcules en cursos oficials que coincideixin amb la cerca que heu fet de "
mb.enrolments.summary=Taula amb els cursos oficials en qu\u00e8 esteu matriculat
mb.enrolments.columnHeader.term=Per\u00edode acad\u00e8mic
mb.enrolments.columnHeader.section=Seccions de cursos oficials de les que sou membre
mb.enrolments.columnHeader.courseSite=Espai del curs
mb.enrolments.sortByTerm=Ordena per data d'inici del per\u00edode acad\u00e8mic
mb.enrolments.sortByTerm.asc=Ordena per data d'inici del per\u00edode acad\u00e8mic en sentit ascendent
mb.enrolments.sortByTerm.desc=Ordena per data d'inici del per\u00edode acad\u00e8mic en sentit descendent
mb.enrolments.sortBySection=Ordena per secci\u00f3
mb.enrolments.sortBySection.asc=Ordena per secci\u00f3 en sentit ascendent
mb.enrolments.sortBySection.desc=Ordena per secci\u00f3 en sentit descendent
mb.enrolments.sortBySite=Ordena per t\u00edtol de l'espai
mb.enrolments.sortBySite.asc=Ordena per t\u00edtol de l'espai en sentit ascendent
mb.enrolments.sortBySite.desc=Ordena per t\u00edtol de l'espai en sentit descendent
mb.enrolments.siteNotAvailable=L'espai encara no est\u00e0 disponible
mb.list.pager.show5=mostra 5 elements per p\u00e0gina
mb.youhave2=Ara sou un participant de l'espai
mb.listsearchjoin=La llista seg\u00fcent inclou els espais a qu\u00e8 subscriure's que coincideixen amb la seva cerca de "
mb.list.viewing=Mostrant
mb.list.nosites=En aquests moments no hi ha cap espai subscrivible
mb.list.select=Per operar a la caixa combo, premeu Alt + Fletxa Avall per obrir i useu despr\u00e9s les fletxes per rec\u00f3rrer les opcions.
mb.list.of=de
mb.list.enrolments=seccions del curs
mb.nosd=No s'ha especificat cap descripci\u00f3 curta de l'espai

# SAK-24423 - joinable site settings - membership tool messages
mb.join.notAllowed=En aquest espai l'acc\u00e9s est\u00e0 restringit. No us podeu inscriure en aquest espai amb el vostre compte d'usuari actual. Contacteu el propietari de l'espai per obtenir m\u00e9s informaci\u00f3.
