#X-Generator: crowdin.com
#Sun Dec 26 18:42:31 CET 2010
mb.list.nosearchsites=\u0633\u0627\u06cc\u062a\u06cc \u0645\u0637\u0627\u0628\u0642 \u0628\u0627 \u062c\u0633\u062a\u062c\u0648\u06cc \u0634\u0645\u0627 \u067e\u06cc\u062f\u0627 \u0646\u0634\u062f \u0628\u0631\u0627\u06cc"
mb.list.search=\u062c\u0633\u062a\u062c\u0648
mb.list.pager.show200=\u0646\u0645\u0627\u06cc\u0634 \u06f2\u06f0\u06f0 \u0645\u0648\u0631\u062f...
mb.listjoin=\u0644\u06cc\u0633\u062a \u0632\u06cc\u0631 \u0634\u0627\u0645\u0644 \u0633\u0627\u06cc\u062a \u0647\u0627\u06cc\u06cc \u0627\u0633\u062a \u06a9\u0647 \u0645\u06cc \u062a\u0648\u0627\u0646 \u0628\u0647 \u0622\u0646 \u0647\u0627 \u067e\u06cc\u0648\u0633\u062a.
mb.list.pager.show10=\u0646\u0645\u0627\u06cc\u0634 \u06f1\u06f0 \u0645\u0648\u0631\u062f...
mb.list.pager.first=\u0627\u0648\u0644
mb.list.clear=\u067e\u0627\u06a9 \u06a9\u0631\u062f\u0646
mb.list.pager.show100=\u0646\u0645\u0627\u06cc\u0634 \u06f1\u06f0\u06f0 \u0645\u0648\u0631\u062f...
list.sortbytitle=\u0645\u0631\u062a\u0628 \u0633\u0627\u0632\u06cc \u0628\u0631 \u0627\u0633\u0627\u0633 \u0639\u0646\u0648\u0627\u0646
joinable.list.summary=\u062c\u062f\u0648\u0644 \u0633\u0627\u06cc\u062a \u0647\u0627\u06cc\u06cc \u06a9\u0647 \u0634\u0645\u0627 \u062f\u0631 \u0622\u0646 \u0639\u0636\u0648 \u0634\u062f\u06cc\u062f. \u0633\u062a\u0648\u0646 \u06f1 \u0645\u0645\u06a9\u0646 \u0627\u0633\u062a \u062c\u0639\u0628\u0647 \u0627\u0646\u062a\u062e\u0627\u0628\u06cc \u0631\u0627 \u0646\u06af\u0647 \u062f\u0627\u0634\u062a\u0647 \u0628\u0627\u0634\u062f \u06a9\u0647 \u0628\u0631\u0627\u06cc \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0631\u062f\u0646 \u0633\u0627\u06cc\u062a \u0647\u0627\u06cc\u06cc \u06a9\u0647 \u0634\u0645\u0627 \u0645\u06cc \u062e\u0648\u0627\u0647\u06cc\u062f \u0639\u0636\u0648\u06cc\u062a \u062e\u0648\u062f \u0631\u0627 \u062f\u0631 \u0622\u0646 \u0647\u0627 \u0644\u063a\u0648 \u06a9\u0646\u06cc\u062f \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0634\u0648\u062f. \u0633\u062a\u0648\u0646 \u06f2 \u0639\u0646\u0648\u0627\u0646 \u0633\u0627\u06cc\u062a \u0631\u0627 \u0628\u0647 \u0639\u0646\u0648\u0627\u0646 \u067e\u06cc\u0648\u0646\u062f \u0628\u0647 \u0633\u0627\u06cc\u062a \u062f\u0631 \u062e\u0648\u062f \u062f\u0627\u0631\u062f. \u0633\u062a\u0648\u0646 \u06f3 \u062f\u0627\u0631\u0627\u06cc \u062a\u0648\u0636\u06cc\u062d\u0627\u062a\u06cc \u062f\u0631 \u0645\u0648\u0631\u062f \u0633\u0627\u06cc\u062a \u0627\u0633\u062a \u0627\u06af\u0631 \u06cc\u06a9\u06cc \u062f\u0631 \u062f\u0633\u062a\u0631\u0633 \u0628\u0627\u0634\u062f. \u0628\u0639\u062f \u0627\u0632 \u0627\u0646\u062a\u062e\u0627\u0628 \u0633\u0627\u06cc\u062a \u0647\u0627\u06cc\u06cc \u06a9\u0647 \u0634\u0645\u0627 \u0645\u06cc\u062e\u0648\u0627\u0647\u06cc\u062f \u0639\u0636\u0648\u06cc\u062a \u062e\u0648\u062f \u0631\u0627 \u062f\u0631 \u0622\u0646 \u0644\u063a\u0648 \u06a9\u0646\u06cc\u062f \u060c \u0627\u0632 \u062f\u06a9\u0645\u0647 \u0644\u063a\u0648 \u0639\u0636\u0648\u06cc\u062a \u06a9\u0647 \u0632\u06cc\u0631 \u062c\u062f\u0648\u0644 \u0642\u0631\u0627\u0631 \u062f\u0627\u0631\u062f \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u06a9\u0646\u06cc\u062f \u062a\u0627 \u0639\u0636\u0648\u06cc\u062a \u0634\u0645\u0627 \u0644\u063a\u0648 \u0634\u0648\u062f.
mb.sitebeing=\u0627\u06cc\u0646 \u0633\u0627\u06cc\u062a \u062f\u0631 \u062d\u0627\u0644 \u0648\u06cc\u0631\u0627\u06cc\u0634 \u0627\u0633\u062a. \u0644\u0637\u0641\u0627 \u0628\u0639\u062f\u0627 \u0627\u0645\u062a\u062d\u0627\u0646 \u06a9\u0646\u06cc\u062f.
mb.confirm1=\u0622\u06cc\u0627 \u0645\u0637\u0645\u0626\u0646 \u0647\u0633\u062a\u06cc\u062f \u06a9\u0647 \u0645\u06cc\u062e\u0648\u0627\u06cc\u062f \u0639\u0636\u0648\u06cc\u062a \u062e\u0648\u062f \u0631\u0627 \u062f\u0631 \u0633\u0627\u06cc\u062a \u0647\u0627\u06cc \u0630\u06a9\u0631 \u0634\u062f\u0647 \u0644\u063a\u0648 \u06a9\u0646\u06cc\u062f \u061f
mb.list.pager.next=\u0628\u0639\u062f\u06cc
mb.nold=\u062a\u0648\u0636\u06cc\u062d\u0627\u062a\u06cc \u0628\u0631\u0627\u06cc \u0633\u0627\u06cc\u062a \u0627\u0631\u0627\u0626\u0647 \u0646\u0634\u062f\u0647 \u0627\u0633\u062a
mb.listsearchjoin2=".
mb.cursit=\u0633\u0627\u06cc\u062a \u0641\u0639\u0644\u06cc \u0645\u0646
gen.worksite=\u0633\u0627\u06cc\u062a \u06a9\u0627\u0631\u06cc
mb.joinsite=\u067e\u06cc\u0648\u0633\u062a\u0646 \u0628\u0647 \u0633\u0627\u06cc\u062a
mb.cancel=\u0644\u063a\u0648
mb.clear=\u067e\u0627\u06a9 \u06a9\u0631\u062f\u0646 \u0627\u0646\u062a\u062e\u0627\u0628 \u0634\u062f\u0647 \u0647\u0627
mb.joinable=\u0633\u0627\u06cc\u062a \u0647\u0627\u06cc \u0642\u0627\u0628\u0644 \u067e\u06cc\u0648\u0633\u062a\u0646
mb.selectalltitle=\u0627\u0646\u062a\u062e\u0627\u0628 \u0647\u0645\u0647 \u0642\u0627\u0628\u0644 \u0627\u0646\u062a\u062e\u0627\u0628 \u0647\u0627
mb.unjointitle=\u0627\u0646\u062a\u062e\u0627\u0628 \u0628\u0631\u0627\u06cc \u0644\u063a\u0648 \u067e\u06cc\u0648\u0633\u062a\u0646
mb.youhave=\u0634\u0645\u0627 \u062f\u06cc\u06af\u0631 \u0645\u0634\u062a\u0631\u06a9 \u0633\u0627\u06cc\u062a \u0647\u0627\u06cc \u0630\u06a9\u0631 \u0634\u062f\u0647 \u0646\u06cc\u0633\u062a\u06cc\u062f\: 
list.desc.more=(\u0628\u06cc\u0634\u062a\u0631)
mb.noselection.unjoin=\u0647\u0634\u062f\u0627\u0631\: \u0634\u0645\u0627 \u0628\u0627\u06cc\u062f \u062f\u0631 \u0627\u0628\u062a\u062f\u0627 \u0633\u0627\u06cc\u062a \u0631\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f\!
mb.join=\u067e\u06cc\u0648\u0633\u062a\u0646
mb.list.sites=\u0633\u0627\u06cc\u062a \u0647\u0627
list.stasc=\u0645\u0631\u062a\u0628 \u0633\u0627\u0632\u06cc \u0628\u0631 \u0627\u0633\u0627\u0633 \u0639\u0646\u0648\u0627\u0646 \u0635\u0639\u0648\u062f\u06cc
mb.gotosite=\u0628\u0631\u0648 \u0628\u0647 \u0633\u0627\u06cc\u062a
list.stdesc=\u0645\u0631\u062a\u0628 \u0633\u0627\u0632\u06cc \u0628\u0631 \u0627\u0633\u0627\u0633 \u0639\u0646\u0648\u0627\u0646 \u0646\u0632\u0648\u0644\u06cc
mb.list.pager.last=\u0622\u062e\u0631\u06cc\u0646
mb.list.nosearchjoinablesites=\u0633\u0627\u06cc\u062a \u0639\u0636\u0648 \u0646\u0634\u062f\u0647 \u0627\u06cc \u0628\u0627 \u062c\u0633\u062a\u062c\u0648\u06cc \u0634\u0645\u0627 \u0645\u0637\u0627\u0628\u0642\u062a \u0646\u062f\u0627\u0631\u062f \u0627\u0632"
mb.list.joinable.summary=\u062c\u062f\u0648\u0644 \u0644\u06cc\u0633\u062a\u06cc \u0627\u0632 \u0633\u0627\u06cc\u062a \u0647\u0627\u06cc\u06cc \u06a9\u0647 \u0634\u0645\u0627 \u0645\u06cc \u062a\u0648\u0627\u0646\u06cc\u062f \u0628\u0647 \u0622\u0646 \u062f\u0633\u062a\u0631\u0633\u06cc \u062f\u0627\u0634\u062a\u0647 \u0628\u0627\u0634\u06cc\u062f \u0631\u0627 \u0646\u06af\u0647 \u0645\u06cc \u062f\u0627\u0631\u062f. \u0633\u062a\u0648\u0646 \u06f1 \u0639\u0646\u0648\u0627\u0646 \u0633\u0627\u06cc\u062a \u0648 \u067e\u06cc\u0648\u0646\u062f \u0639\u0636\u0648\u06cc\u062a \u0631\u0627 \u0646\u06af\u0647 \u0645\u06cc \u062f\u0627\u0631\u062f. \u0633\u062a\u0648\u0646 \u06f2 \u0645\u0645\u06a9\u0646 \u0627\u0633\u062a \u062d\u0627\u0648\u06cc \u062a\u0648\u0636\u06cc\u062d\u0627\u062a\u06cc \u062f\u0631 \u0645\u0648\u0631\u062f \u0633\u0627\u06cc\u062a \u0628\u0627\u0634\u062f.
mb.list.nomembs=\u0634\u0645\u0627 \u0639\u0636\u0648 \u0647\u06cc\u0686 \u0633\u0627\u06cc\u062a\u06cc \u0646\u06cc\u0633\u062a\u06cc\u062f.
mb.unjoin=\u0644\u063a\u0648 \u0639\u0636\u0648\u06cc\u062a
mb.list.nosearchsites2=".
mb.list.pager.prev=\u0642\u0628\u0644\u06cc
mb.confirm=\u062a\u0627\u06cc\u06cc\u062f \u062a\u063a\u06cc\u06cc\u0631
mb.list.pager.show20=\u0646\u0645\u0627\u06cc\u0634 \u06f2\u06f0 \u0645\u0648\u0631\u062f...
mb.list.pager.show50=\u0646\u0645\u0627\u06cc\u0634 \u06f5\u06f0 \u0645\u0648\u0631\u062f...
gen.description=\u062a\u0648\u0636\u06cc\u062d\u0627\u062a
mb.joisit=\u0633\u0627\u06cc\u062a \u0647\u0627\u06cc \u0642\u0627\u0628\u0644 \u067e\u06cc\u0648\u0633\u062a\u0646
mb.enrolments=\u062b\u0628\u062a \u0646\u0627\u0645 \u062f\u0648\u0631\u0647 \u0631\u0633\u0645\u06cc \u0645\u0646
mb.enrolments.instructions=\u0633\u0627\u06cc\u062a \u0647\u0627\u06cc \u062f\u0648\u0631\u0647\u060c \u0632\u0645\u0627\u0646\u06cc \u062f\u0631 \u062f\u0633\u062a\u0631\u0633 \u062e\u0648\u0627\u0647\u0646\u062f \u0628\u0648\u062f \u06a9\u0647 \u0645\u0631\u0628\u06cc \u062f\u0648\u0631\u0647 \u06cc\u0627 \u0646\u06af\u0647 \u062f\u0627\u0631\u0646\u062f\u0647 \u0633\u0627\u06cc\u062a \u0622\u0646 \u0647\u0627 \u0631\u0627 \u062a\u0648\u0644\u06cc\u062f \u0648 \u0645\u0646\u062a\u0634\u0631 \u06a9\u0646\u062f.
mb.enrolments.noEnrolments=\u0634\u0645\u0627 \u0647\u06cc\u0686 \u062b\u0628\u062a \u0646\u0627\u0645\u06cc \u0628\u0631\u0627\u06cc \u062f\u0648\u0631\u0647 \u0631\u0633\u0645\u06cc \u062f\u0631 {0} \u0627\u06cc\u0646 \u0632\u0645\u0627\u0646 \u0646\u062f\u0627\u0631\u06cc\u062f.
mb.enrolments.noMatchingEnrolments=\u0634\u0645\u0627 \u0647\u06cc\u0686 \u062f\u0648\u0631\u0647 \u0631\u0633\u0645\u06cc \u062b\u0628\u062a \u0646\u0627\u0645 \u0634\u062f\u0647 \u0645\u0637\u0627\u0628\u0642 \u0628\u0627 \u062c\u0633\u062a\u062c\u0648\u06cc \u062e\u0648\u062f \u0646\u062f\u0627\u0631\u06cc\u062f
mb.enrolments.summary=\u062c\u062f\u0648\u0644 \u062f\u0648\u0631\u0647 \u0631\u0633\u0645\u06cc \u0634\u0645\u0627 \u0628\u062e\u0634 \u062b\u0628\u062a \u0646\u0627\u0645. \u0633\u062a\u0648\u0646 \u06f1 \u0634\u0627\u0645\u0644 \u062a\u0631\u0645\u06cc \u0627\u0633\u062a \u06a9\u0647 \u062b\u0628\u062a \u0646\u0627\u0645 \u0628\u0647 \u0622\u0646 \u062a\u0639\u0644\u0642 \u062f\u0627\u0631\u062f. \u0633\u062a\u0648\u0646 \u06f2 \u0639\u0646\u0648\u0627\u0646 \u0631\u0633\u0645\u06cc \u0628\u062e\u0634 \u0627\u0633\u062a. \u0633\u062a\u0648\u0646 \u06f3 \u0634\u0627\u0645\u0644 \u06cc\u06a9 \u067e\u06cc\u0648\u0646\u062f \u0628\u0647 {0} \u0633\u0627\u06cc\u062a \u0628\u0631\u0627\u06cc \u0627\u06cc\u0646 \u0642\u0633\u0645\u062a \u0627\u0633\u062a. \u0627\u06af\u0631 \u06cc\u06a9\u06cc \u0648\u062c\u0648\u062f \u062f\u0627\u0634\u062a\u0647 \u0628\u0627\u0634\u062f.
mb.enrolments.columnHeader.term=\u062a\u0631\u0645
mb.enrolments.columnHeader.section=\u0628\u062e\u0634 \u062f\u0648\u0631\u0647 \u0631\u0633\u0645\u06cc \u0645\u0646
mb.enrolments.columnHeader.courseSite=\u062f\u0648\u0631\u0647 \u0633\u0627\u06cc\u062a
mb.enrolments.sortByTerm=\u0645\u0631\u062a\u0628 \u0633\u0627\u0632\u06cc \u0628\u0631 \u0627\u0633\u0627\u0633 \u062a\u0627\u0631\u06cc\u062e \u0634\u0631\u0648\u0639 \u062a\u0631\u0645
mb.enrolments.sortByTerm.asc=\u0645\u0631\u062a\u0628 \u0633\u0627\u0632\u06cc \u0628\u0631 \u0627\u0633\u0627\u0633 \u0634\u0631\u0648\u0639 \u062a\u0631\u0645 \u0635\u0639\u0648\u062f\u06cc
mb.enrolments.sortByTerm.desc=\u0645\u0631\u062a\u0628 \u0633\u0627\u0632\u06cc \u0628\u0631 \u0627\u0633\u0627\u0633 \u0634\u0631\u0648\u0639 \u062a\u0631\u0645 \u0646\u0632\u0648\u0644\u06cc
mb.enrolments.sortBySection=\u0645\u0631\u062a\u0628 \u0633\u0627\u0632\u06cc \u0628\u0631 \u0627\u0633\u0627\u0633 \u0628\u062e\u0634
mb.enrolments.sortBySection.asc=\u0645\u0631\u062a\u0628 \u0633\u0627\u0632\u06cc \u0628\u0631 \u0627\u0633\u0627\u0633 \u0628\u062e\u0634 \u0635\u0639\u0648\u062f\u06cc
mb.enrolments.sortBySection.desc=\u0645\u0631\u062a\u0628 \u0633\u0627\u0632\u06cc \u0628\u0631 \u0627\u0633\u0627\u0633 \u0628\u062e\u0634 \u0646\u0632\u0648\u0644\u06cc
mb.enrolments.sortBySite=\u0645\u0631\u062a\u0628 \u0633\u0627\u0632\u06cc \u0628\u0631 \u0627\u0633\u0627\u0633 \u0639\u0646\u0648\u0627\u0646 \u0633\u0627\u06cc\u062a \u06a9\u0627\u0631\u06cc
mb.enrolments.sortBySite.asc=\u0645\u0631\u062a\u0628 \u0633\u0627\u0632\u06cc \u0628\u0631 \u0627\u0633\u0627\u0633 \u0639\u0646\u0648\u0627\u0646 \u0633\u0627\u06cc\u062a \u06a9\u0627\u0631\u06cc \u0635\u0639\u0648\u062f\u06cc
mb.enrolments.sortBySite.desc=\u0645\u0631\u062a\u0628 \u0633\u0627\u0632\u06cc \u0628\u0631 \u0627\u0633\u0627\u0633 \u0639\u0646\u0648\u0627\u0646 \u0633\u0627\u06cc\u062a \u06a9\u0627\u0631\u06cc \u0646\u0632\u0648\u0644\u06cc
mb.list.pager.show5=\u0646\u0645\u0627\u06cc\u0634 5 \u0645\u0648\u0631\u062f \u062f\u0631 \u0647\u0631 \u0635\u0641\u062d\u0647
mb.youhave2=\u0634\u0645\u0627 \u0647\u0645 \u0627\u06a9\u0646\u0648\u0646 \u0628\u062e\u0634\u06cc \u0627\u0632 \u0633\u0627\u06cc\u062a \u0647\u0633\u062a\u06cc\u062f 
mb.listsearchjoin=\u0644\u06cc\u0633\u062a \u0632\u06cc\u0631 \u0634\u0627\u0645\u0644 \u0633\u0627\u06cc\u062a \u0647\u0627\u06cc\u06cc \u0627\u0633\u062a \u06a9\u0647 \u0645\u06cc \u062a\u0648\u0627\u0646 \u062f\u0631 \u0622\u0646 \u0639\u0636\u0648 \u0634\u062f \u0648 \u0628\u0627 \u062c\u0633\u062a\u062c\u0648\u06cc \u0634\u0645\u0627 \u0645\u0637\u0627\u0628\u0641\u062a \u062f\u0627\u0631\u062f \u0627\u0632
mb.list.viewing=\u062f\u0631 \u062d\u0627\u0644 \u0645\u0634\u0627\u0647\u062f\u0647
mb.list.nosites=\u062f\u0631 \u0627\u06cc\u0646 \u0644\u062d\u0638\u0647 \u0633\u0627\u06cc\u062a \u0642\u0627\u0628\u0644 \u0639\u0636\u0648 \u0634\u062f\u0646\u06cc \u0648\u062c\u0648\u062f \u0646\u062f\u0627\u0631\u062f
mb.list.select=\u062c\u0647\u062a \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0627\u0632 combo box\u060c \u0627\u0628\u062a\u062f\u0627 \u062f\u06a9\u0645\u0647\u200c\u0647\u0627\u06cc Alt \u0648 \u062f\u06a9\u0645\u0647 \u062c\u0647\u062a\u200c\u062f\u0627\u0631 \u067e\u0627\u06cc\u06cc\u0646 \u0631\u0627 \u0628\u06af\u06cc\u0631\u06cc\u062f \u0648 \u0622\u0646 \u0631\u0627 \u0628\u0627\u0632 \u06a9\u0646\u06cc\u062f\u060c \u0648 \u0633\u067e\u0633 \u0628\u0627 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0627\u0632 \u06a9\u0644\u06cc\u062f\u0647\u0627\u06cc \u0628\u0627\u0644\u0627 \u0648 \u067e\u0627\u06cc\u06cc\u0646 \u06af\u0632\u06cc\u0646\u0647\u200c\u0647\u0627 \u0631\u0627 \u0628\u0631\u0631\u0633\u06cc \u06a9\u0646\u06cc\u062f.
mb.list.of=\u0627\u0632
mb.list.enrolments=\u0628\u062e\u0634 \u0647\u0627\u06cc \u062f\u0648\u0631\u0647
mb.nosd=\u062a\u0648\u0636\u06cc\u062d \u06a9\u0648\u062a\u0627\u0647\u06cc \u0628\u0631\u0627\u06cc \u0633\u0627\u06cc\u062a \u0627\u0631\u0627\u0626\u0647 \u0646\u0634\u062f\u0647 \u0627\u0633\u062a

# SAK-24423 - joinable site settings - membership tool messages
mb.join.notAllowed=\u0627\u06cc\u0646 \u0633\u0627\u06cc\u062a \u062f\u0627\u0631\u0627\u06cc \u0645\u062d\u062f\u0648\u062f\u06cc\u062a \u062f\u0633\u062a\u0631\u0633\u06cc \u0627\u0633\u062a. \u0634\u0645\u0627 \u0646\u0645\u06cc\u062a\u0648\u0627\u0646\u06cc\u062f \u0628\u0627 \u062d\u0633\u0627\u0628 \u06a9\u0627\u0631\u0628\u0631\u06cc \u0641\u0639\u0644\u06cc \u062e\u0648\u062f \u0639\u0636\u0648 \u0633\u0627\u06cc\u062a \u0634\u0648\u06cc\u062f. \u0628\u0631\u0627\u06cc \u0627\u0637\u0644\u0627\u0639\u0627\u062a \u0628\u06cc\u0634\u062a\u0631 \u0628\u0627 \u0645\u0627\u0644\u06a9 \u0633\u0627\u06cc\u062a \u062f\u0631 \u0627\u0631\u062a\u0628\u0627\u0637 \u0628\u0627\u0634\u06cc\u062f.

