java.allmy=Alle meine Seiten
java.myActive=My Active Seiten
java.myInactive=My Inactive Seiten
java.my=Mein Arbeitsplatz
java.nosites=Keine Seite ausgew\u00e4hlt. W\u00e4hlen Sie bitte eine oder mehrere Seiten aus.
java.please=W\u00e4hlen Sie bitte nur eine Seite zur Bearbeitung aus.
java.theemail=Die E-Mail-ID muss aus alphanumerischen Zeichen oder aus den Zeichen \!\#$&'*+-\=?^_`{|}~. (ohne Leerzeichen) bestehen.
java.sites={0} Seiten
java.new=Neu
java.siteList=Seitenliste
java.newgroup=Hinzuf\u00fcgen
java.revise=Bearbeiten
java.delete=L\u00f6schen
java.sitewith=Seite mit ID
java.couldnt=Seite {0} (mit ID {1}) konnte nicht gefunden werden. Wenden Sie sich bitte an den Support.
java.couldntdel={0} konnte nicht gel\u00f6scht werden, da Sie nicht \u00fcber die erforderlichen Berechtigungen verf\u00fcgen.
java.yourwork=Sie k\u00f6nnen Ihren Arbeitsplatz mit diesem Tool nicht l\u00f6schen.
java.click=Klicken Sie auf \u201eAbbrechen\u201c, um zu Ihrer Liste von Seiten zur\u00fcckzukehren.
java.editsite=Seiten-Informationen bearbeiten
java.edittools=Tools bearbeiten
java.orderpages=Tools Sortieren
java.datemanager=Termin-Manager
java.siteaccess=Zugriff verwalten
java.addp=Teilnehmer hinzuf\u00fcgen
java.manageParticipants=Teilnehmer verwalten
java.editc=Kursverzeichnis(se) bearbeiten
java.addclasses=Verzeichnis(se) hinzuf\u00fcgen
java.duplicate=Seite duplizieren
java.import=Von Seite importieren
java.importFile=Aus Archivdatei importieren
java.link=Mit \u00fcbergeordneter Seite verlinken
manage.overview=Manage Overview
java.external=Externe Tools
java.userAuditEventLog=User Audit Log
java.dontperm={0} konnte nicht gel\u00f6scht werden. Sie verf\u00fcgen nicht \u00fcber die zur Entfernung dieser Seite erforderlichen Berechtigungen.
java.invalid.email={0} ist eine ung\u00fcltige E-Mail-Adresse. Die E-Mail-ID muss aus alphanumerischen Zeichen oder aus den Zeichen \!\#$&'*+-\=?^_`{|}~. (ohne Leerzeichen) bestehen.
java.pleasech=W\u00e4hlen Sie bitte eine zul\u00e4ssige Seiten-Gr\u00f6\u00dfe
java.select=W\u00e4hlen Sie bitte den Seiten-Typ aus.
java.author=Geben Sie bitte den Bevollm\u00e4chtigen {0} ein.
java.validAuthor=Geben Sie bitte eine g\u00fcltige {0} f\u00fcr den zust\u00e4ndigen Dozenten ein.
java.miss=Ein Pflichtfeld wurde nicht ausgef\u00fcllt. F\u00fcllen Sie bitte alle Pflichtfelder aus.
java.realm=Das erwartete Bereichsobjekt konnte nicht gefunden werden.
java.notaccess=Sie verf\u00fcgen nicht \u00fcber die Berechtigungen, die erforderlich sind, um den Zugriff auf diese Seite zu \u00e4ndern.
java.alias.exists=Alias ''{0}'' bereits vorhanden.
java.alias.isinval=Alias ''{0}'' ist ung\u00fcltig.
java.alias.locked=Alias ''{0}'' ist gesperrt.
java.addalias=Sie verf\u00fcgen nicht \u00fcber die zum Hinzuf\u00fcgen von Alias erforderlichen Berechtigungen.
java.delalias=Sie verf\u00fcgen nicht \u00fcber die zum Entfernen von Alias ''{0}'' erforderlichen Berechtigungen.
java.rosters=Sie verf\u00fcgen nicht \u00fcber die zum Verlinken mit Kursverzeichnissen erforderlichen Berechtigungen.
java.hello=Guten Tag,
java.receiv=Sie erhalten diese Nachricht auf Grund von
java.who=der/die eine offizielle Kurswebsite f\u00fcr die folgenden Kurse angefordert hat\:
java.course=Kurs\:
java.section=Abschnitt\:
java.according=Gem\u00e4\u00df unseren Datenquellen ist
java.record=nicht der zust\u00e4ndige Dozent.
java.canyou=K\u00f6nnen Sie verifizieren, dass
java.assoc=mit den oben angef\u00fchrten Kursen verkn\u00fcpft ist?
java.respond=Beantworten Sie diese Nachricht bitte mit Informationen zur Stellung von
java.appoint=und der Rechtm\u00e4\u00dfigkeit dieser Seiten-Anforderung an. Sollten Sie die Anfrage nicht beantworten k\u00f6nnen, leiten Sie diese Nachricht bitte an einen Kollegen in Ihrer Institution weiter, die \u00fcber die Berechtigung zur Best\u00e4tigung oder Ablehnung der Anfrage verf\u00fcgt.
java.thanks=Vielen Dank,
java.support=Ihr Support-Team
java.sitereqfrom=Seiten-Anfrage von
java.to=An\:
java.supp=Support
java.from=Von\:
java.subj=Betreff\:
java.sitereq=Seiten-Anfrage
java.sitechreq=Antrag zur Seiten-\u00c4nderung
java.date=Datum\:
java.approval=Ich beantrage die Genehmigung einer
java.coursesite=Kurs-Seite f\u00fcr 
java.approval2=Ich beantrage die Genehmigung des Zugriffs auf
java.forthese=f\u00fcr diese
java.sections=Abschnitte\:
java.forthis=f\u00fcr diesen Abschnitt\:
java.name=Name\:
java.email=E-Mail\:
java.sitetitle=Seiten-Titel
java.siteid=Seiten-ID\:
java.siteinstr=Spezielle Anweisung\:
java.authoriz=Die E-Mail zur Autorisierung der Seiten-Anfrage wurde erfolgreich an den entsprechenden Benutzernamen gesendet
java.asreq=wie angefragt.
java.thesiteemail=Die E-Mail zur Autorisierung der Seiten-Anfrage konnte nicht an den Benutzernamen gesendet werden.
java.isbeing=Ihre Anfrage wird bearbeitet. Sie werden per E-Mail benachrichtigt, wenn das Kursverzeichnis zu Ihrer Seite hinzugef\u00fcgt wurde.
java.meantime=In der Zwischenzeit k\u00f6nnen Sie mit der Einrichtung Ihrer Seite fortfahren und Kursmaterialien hinzuf\u00fcgen.
java.copy=Dies ist eine Kopie der von Ihnen gestellten Kurs-Seiten-Anfrage.
java.wish=Wenn Sie zus\u00e4tzliche Informationen bekanntgeben m\u00f6chten, senden Sie bitte eine E-Mail an
java.official=Offizielle Kurs-Seite erstellt von
java.site.createdBy=Seite erstellt von
java.site=Seite
java.fromwork=Aus Work-Seite eingerichtet f\u00fcr
java.off=Offizielle Kurs-Seite
java.wasset=wurde eingerichtet von
java.email2=E-Mail
java.on=am
java.at=um
java.for=f\u00fcr
java.withrost=mit Verzeichniszugriff f\u00fcr diese
java.withrost2=mit Verzeichniszugriff f\u00fcr diesen Abschnitt\:
java.course2=Kurs\:
java.reqmiss=Pflichtfeld(er) nicht ausgef\u00fcllt. F\u00fcllen Sie bitte alle Pflichtfelder aus.
java.specif=Angegebene Seite kann nicht gefunden werden
java.permeditsite=Sie verf\u00fcgen nicht \u00fcber die zur Bearbeitung der Seite erforderlichen Berechtigungen
java.cannot=Angegebene Seite kann nicht gefunden werden
java.pleasesel=W\u00e4hlen Sie bitte eine Rolle aus.
java.beenused=wird verwendet.
java.haveadd=Sie verf\u00fcgen nicht \u00fcber die erforderlichen Berechtigungen zum Hinzuf\u00fcgen von
java.allusers=Alle anderen Benutzer wurden hinzugef\u00fcgt
java.problem2=Beim Aktualisieren der Benutzerrollen ist ein Problem aufgetreten.
java.changeroles=Sie verf\u00fcgen nicht \u00fcber die zum \u00c4ndern von Rollen erforderlichen Berechtigungen.
java.joinsite=W\u00e4hlen Sie bitte eine Rolle f\u00fcr einen Benutzer aus, der die Seite beitritt.
java.reqfields=F\u00fcllen Sie bitte die Pflichtfelder aus.
java.specify=Legen Sie bitte einen Seiten-Titel fest.
java.pleasechoice=W\u00e4hlen Sie die bitte Art der Benachrichtigung.
java.siteinval=Seiten-ID ist ung\u00fcltig.
java.sitebeenused=Seiten-ID wird verwendet.
java.allowcreate=Sie verf\u00fcgen nicht \u00fcber die zum Erstellen einer neuen Seite erforderlichen Berechtigungen.
java.manual=W\u00e4hlen Sie bitte den Kurs aus der Liste aus oder geben Sie die Kursinformationen manuell ein.
java.classes=W\u00e4hlen Sie bitte den/die zu l\u00f6schenden Kurs(e).
java.cannotedit=Kurse k\u00f6nnen nicht bearbeitet werden.
java.cannotclasses=Seiten-Kurse k\u00f6nnen nicht bearbeitet werden.
java.rolefor=W\u00e4hlen Sie bitte eine Rolle aus f\u00fcr
java.makechanges=Sie verf\u00fcgen nicht \u00fcber die zur \u00c4nderung an der Seite erforderlichen Berechtigungen.
java.emailarchive=Please specify an email address for the Email Archive tool.
java.emailinuse=The email address "{0}@{1}" is being used by another site. Please change the email address below.
java.home=Startseite
java.help=Hilfe
java.recann=Aktuelle Ank\u00fcndigungen
java.recdisc=Aktuelle Diskussionsthemen
java.invurl=Ung\u00fcltige URL
java.toimport=W\u00e4hlen Sie bitte zumindest eine zu importierende Seite.
java.toimporttool=W\u00e4hlen Sie bitte zumindest ein zu importierendes Tool.
java.guest=Geben Sie bitte Benutzernamen oder Gast-E-Mail-Adressen ein, die Sie zu dieser Seite hinzuf\u00fcgen m\u00f6chten.
java.user=Benutzer
java.username=ist kein g\u00fcltiger Benutzername.
java.notemailid=ist keine g\u00fcltige E-Mail-ID.
java.emailaddress=ist keine g\u00fcltige E-Mail-Adresse.
java.roletype=W\u00e4hlen Sie bitte den Rollentyp aus.
java.import.existing=A previous site import request is still processing for this site.  Please allow this process to finish before sending a new site import request.
java.rolenotfound=Could not find the template realm to add the role from.
java.authroleexists=Could not add additional access for logged in users to the site as they already have access.
java.anonroleexists=Could not add additional access for everyone to the site as it has already been granted.
java.account=konnte nicht hinzugef\u00fcgt werden \u2013 Kontobezeichnung existiert nicht.
java.sitewithid.exists=Eine Seite mit ID ''{0}'' ist bereits vorhanden.
java.thesiteid.notvalid=Die Seiten-ID ''{0}'' ist ung\u00fcltig.
java.permission=Sie verf\u00fcgen nicht \u00fcber die zum Hinzuf\u00fcgen der Seite {0} erforderlichen Berechtigungen.
java.recent=Aktuelle Chat-Nachrichten
java.reccal=Kalender
java.recmsg=Nachrichten & Forenbenachrichtigungen
java.roleperm=Sie verf\u00fcgen nicht \u00fcber die zum Hinzuf\u00fcgen bzw. Entfernen von Benutzern mit der Rolle ''{0}'' erforderlichen Berechtigungen.
java.none=Keine
gen.alert=Achtung\:
gen.continue=Fortsetzen
gen.back=Zur\u00fcck
gen.cancel=Abbrechen
gen.finish=Fertig
gen.first=Weiter zur ersten
gen.previous=Weiter zur vorherigen
gen.next=Weiter zur n\u00e4chsten
gen.last=Weiter zur letzten
addrem.revising=\u00dcberarbeiten der Seiten-Tools f\u00fcr
addrem.check=Markieren Sie die Kontrollk\u00e4stchen, um Tools zu Ihrer Seite hinzuzuf\u00fcgen oder von dieser zu entfernen.
addrem.descrip=Beschreibung des Projekts, akutelle Ank\u00fcndigungen, Diskussion und Chat-Elemente.
addrem.list.check=Ausw\u00e4hlen
addrem.list.toolname=Tool
addrem.list.description=Tool-Beschreibung
addrem.list.summary=Liste der Seiten-Tools. Spalte 1\: Kontrollk\u00e4stchen zum Hinzuf\u00fcgen zur Seite oder Entfernen von dieser. Spalte 2\: Tool-Name. Spalte 3\: Tool-Beschreibung.
addrc.confirming=Best\u00e4tigen der Seiten-Tools-Bearbeitung f\u00fcr
addrc.youhave=Sie haben die folgenden Elemente entfernt\:
addrc.selected=Sie haben die folgenden Elemente f\u00fcr Ihre Seite ausgew\u00e4hlt (hinzugef\u00fcgte Tools hervorgehoben)\:
chrol.changing=\u00c4ndern der Rolle(n) f\u00fcr Teilnehmer an
chrol.selected=Neue Rolle f\u00fcr den folgenden Teilnehmer ausgew\u00e4hlt.
chrol.partic=Teilnehmer\:
chrol.current=Aktuelle Rolle\:
chrol.change=Allen Teilnehmern die gleiche Rolle zuordnen
chrol.indiv=Die Rollen f\u00fcr Teilnehmer individuell \u00e4ndern.
chrol.help=Hilfe zu Rollen
chrol.uniq=Benutzername
chrol.descr=Rollenbeschreibung
chrolc.confirm=Best\u00e4tigen der Rollen\u00e4nderung f\u00fcr
chrolc.finish=Die folgenden Rollen werden zugewiesen, wenn Sie unten auf die Schaltfl\u00e4che \u201eFertig\u201c klicken.
site.creating=Seite erstellen...
site.sname=Name der Seite
site.descr=Beschreibung
site.short=Kurzbeschreibung
site.create=Seite erstellen
import.reuse=Material von anderen Seiten wiederverwenden
import.of=von
import.reuse2=Material von anderen Seiten, die Sie besitzen, wiederverwenden ...
import.choose=W\u00e4hlen Sie das Material, das Sie von diesen Seiten wiederverwenden m\u00f6chten. Sie k\u00f6nnen Material von mehreren Seiten kombinieren (z. B. Ressourcen von mehreren Seiten).
import.choose.list.summary=In der Tabelle finden Sie ein Gitternetz aus Tools und Seiten. Erste Spalte\: Tool-Name. In den darauffolgenden Spalten sind die Seiten aufgelistet. Einige davon sind mit Kontrollk\u00e4stchen versehen. Wenn Sie die Kontrollk\u00e4stchen markieren, werden die Inhalte dieses Tools (der Zeile) in diese Seite (die Spalte) importiert
import.choose.label1=Ausw\u00e4hlen
import.choose.label2=von Seite
import.noOtherSite=Sie besitzen keine weiteren Seiten, aus denen Sie Material wiederverwenden k\u00f6nnten.
import.links.warning=WARNING\: If you do not select to import ALL materials from the origin site then some links may break in the content which is imported. Please review your content after import when importing partial materials.
import.options.title=Options
import.options.help=This tool has import options. Click to see them.
import.options.publish=Publish content
import.options.publish.help=Selecting this will publish the tool content and will also import all the associated items. Those may be gradebook items, calendar events, etc.
list.view=Ansicht
list.selectTerm=Term
list.submit=Apply View and Term
list.allTerms=None
list.sites=Seiten wurden gefunden,
list.inthe=angesichts
list.summary=In der Tabelle sind die Seiten aufgelistet. Spalte 1\: Kontrollk\u00e4stchen, wenn Bearbeitung der Seite m\u00f6glich ist. Spalte 2\: Seiten-Typ. Spalte 3\: Eigent\u00fcmer. Spalte 4\: Semester. Spalte 5\: Status. Spalte 6\: Erstellungsdatum
list.sortbytitle=Nach Titel sortieren
list.sortbyid=Sort by id
list.id=Seite ID
list.worksite=Titel der Work-Seite
list.stasc=Aufsteigend nach Titel sortieren
list.stdesc=Absteigend nach Titel sortieren
list.sortbytype=Nach Typ sortieren
list.styasc=Nach Typ in aufsteigender Reihenfolge sortieren
list.stydesc=Nach Typ in absteigender Reihenfolge sortieren
list.sortbycreator=Nach Verfasser sortieren
list.screatorasc=Nach Verfasser in aufsteigender Reihenfolge sortieren
list.screatordesc=Nach Verfasser in absteigender Reihenfolge sortieren
list.sortbyterm=Nach Semester sortieren
list.steasc=Nach Semester in aufsteigender Reihenfolge sortieren
list.stedesc=Nach Semester in absteigender Reihenfolge sortieren
list.sortbystatus=Nach Status sortieren
list.spasc=Nach Ver\u00f6ffentlichungsdatum in aufsteigender Reihenfolge sortieren
list.ssasc=Nach Status in aufsteigender Reihenfolge sortieren
list.spdesc=Nach Ver\u00f6ffentlichungsstatus in absteigender Reihenfolge sortieren
list.ssdesc=Nach Status in absteigender Reihenfolge sortieren
list.sortbycreation=Nach Erstellungsdatum sortieren
list.scasc=Nach Erstellungsdatum in aufsteigender Reihenfolge sortieren
list.scdesc=Nach Erstellungsdatum in absteigender Reihenfolge sortieren
list.publi=Ver\u00f6ffentlicht
list.unpub=Nicht ver\u00f6ffentlicht
list.nosites=Es wurden keine Seiten gefunden,
list.thatmatch=die \u00fcbereinstimmen mit Ihrer Suche nach
list.owner=Eigent\u00fcmer
list.creator=Verfasser
list.term=Semester
list.type=Typ
list.status=Status
list.creationdate=Erstellungsdatum
list.moreinfo=(i)
list.moreinfotooltip=Weitere Informationen zu dieser Seite
multipleTools.custom=Mehrere Tool-Instanzen hinzuf\u00fcgen
multipleTools.custom1=F\u00fcgen Sie mehrere Tool-Instanzen hinzu oder konfigurieren sie die Tool-Optionen. Alternativ k\u00f6nnen Sie die Konfigurationen sp\u00e4ter im Men\u00fc \u201eOptionen\u201c f\u00fcr jede Tool-Instanz auf der Seite anpassen.
multipleTools.email=E-Mail-Archiv
multipleTools.site=E-Mail-Adresse der Seite
multipleTools.emailreq=E-Mail-Adresse (erforderlich)
multipleTools.title=Titel
multipleTools.title.suggest=(Maximale L\u00e4nge {0} Zeichen)
multipleTools.moreTools.1=Mehr
multipleTools.moreTools.2=Tools?
multipleTools.more=mehr
multipleTools.remove=Diese Tool-Instanz entfernen
newsc.project.confirm=Ihr Projekt-Seiten-Setup best\u00e4tigen
newsc.course.confirm=Ihr Kurs-Seiten-Setup best\u00e4tigen
newsc.other.confirm=Ihr Seiten-Setup best\u00e4tigen
newsc.selection=Best\u00e4tigen Sie die Auswahl f\u00fcr Ihr Seiten-Setup ...
newsc.list.summary=Zusammenfassung der Seiten-Einstellungen.
newsc.please=\u00dcberpr\u00fcfen Sie bitte die folgenden Informationen zu Ihrer Seite.
newsc.ifthis=Wenn diese Informationen richtig sind, klicken Sie auf \u201eSeite beantragen\u201c.
newsc.ifthis2=Wenn diese Informationen richtig sind, klicken Sie auf \u201eSeite erstellen\u201c.
newsc.ifyou=Wenn Sie \u00c4nderungen vornehmen m\u00fcssen, klicken Sie im unteren Bereich der Seite auf die Schaltfl\u00e4che \u201eZur\u00fcck\u201c. Wenn Sie das Setup zu einem sp\u00e4teren Zeitpunkt \u00e4ndern m\u00f6chten, gehen Sie auf Ihrer Seite auf \u201eSeiten-Informationen\u201c.
newsc.youare=Sie sind im Begriff, eine Kurs-Seite mit den folgenden Kursen/Abschnitten einzurichten\:
newsc.site=Seiten-Titel
newsc.url=Seiten-URL
newsc.url.none=Keine URL angegeben
newsc.descr=Beschreibung
newsc.descr.none=Keine Beschreibung angegeben.
newsc.short=Kurzbeschreibung
newsc.short.none=Keine Kurzbeschreibung angegeben
newsc.tools=Tools
newsc.avail=Verf\u00fcgbar f\u00fcr
newsc.sitecan=Jeder mit Anmeldeberechtigung kann der Seite beitreten
newsc.sitepart=Nur Seiten-Teilnehmer
newsc.siteown=Seiten-Besitzer und Seiten-Organisatoren
newsc.visible=Included on public index of sites\:
newsc.yes=Ja
newsc.no=Nein
newsc.appear=Darstellung (Symbol)
newsc.icon=Symbol-URL
newsc.icon.none=Kein Symbol angegeben
newsc.sitecont=Name der Seiten-Kontaktperson
newsc.sitecont2=E-Mail-Adresse der Seiten-Kontaktperson
newsc.sitecont2.none=Keine E-Mail-Adresse f\u00fcr Kontaktperson angegeben
newsc.reqsite=Seite beantragen
newsc.crsite=Seite erstellen
newsc.joinable=Joinable\:
newsc.auth=Eingeloggte User und Teilnehmer dieser Seite
newsc.anon=Jeder (inkl. nicht eingeloogte User) und Teilnehmer der Seite
newsc.language.none=Keine Sprache festgelegt
nscourse.creating=Kurs-/Abschnittsinformationen
nscourse.courselist.summary=Liste von Kursen/Abschnitten, die Ihnen f\u00fcr diese Seite zur Verf\u00fcgung stehen Jede Zeile enth\u00e4lt eine m\u00f6gliche Auswahl. Einige Zeilen (\u00dcberschrift  4) enthalten Links, mit denen Sie alle Abschnitte in dieser Gruppe ausw\u00e4hlen k\u00f6nnen
nscourse.course_sections_selection=Auswahl von Kursen/Abschnitten
nscourse.current_displaying_courses_sections_for_id=Kurse/Abschnitte f\u00fcr\:
nscourse.site_exists=Eine Seite mit diesem Kurscode ist bereits vorhanden.
nscourse.select_anyways=M\u00f6chten Sie den Kurscode trotzdem ausw\u00e4hlen? 
nscourse.change_button=\u00c4ndern
nscourse.change_this_ID=\u00c4ndern Sie diese ID, um Kurse f\u00fcr eine andere Person anzuzeigen.
nscourse.look_up_an_username=Nach einem Benutzernamen im Verzeichnis der Institution suchen
nscourse.edit=Bearbeiten der Kurs-/Abschnittsinformationen f\u00fcr
nscourse.select=W\u00e4hlen Sie den Kurs/die Abschnitte aus, die Sie der Seite hinzuf\u00fcgen m\u00f6chten. Wenn Sie mehrere Kurse/Abschnitte ausw\u00e4hlen, werden diese in einer Seite zusammengefasst. 
nscourse.add_course_not_listed=Kurs(e) und/oder Abschnitt(e) hinzuf\u00fcgen, die in der obigen Liste nicht angef\u00fchrt sind ...
nscourse.add=Verzeichniszugriff hinzuf\u00fcgen auf\:
nscourse.acad=Semester
nscourse.already=Die folgenden Verzeichnisse haben Zugriff auf Ihre Seite\:
nscourse.acad2=Semester\:
nscourse.youmay=Sie k\u00f6nnen auch Seiten-Zugriff auf die folgenden Verzeichnisse einr\u00e4umen\:
nscourse.findCourse=Auswahl von Kursen/Abschnitten \u2013
nscourse.findInstruction=Geben Sie bitte die untenstehenden Informationen ein, um nach Kursen/Abschnitten zu suchen
nscourse.findCourse.select=Ausw\u00e4hlen
nscourse.cm.configure.log.nosubjectcat=Die Eigenschaft "" ist in sakai.properties nicht festgelegt.  Zur Verwendung der Kurs-Suchseite muss hierin jedoch der Kategorientyp angegeben sein, der in Ihrer Kursverwaltung CourseSets auf Institutsebene bezeichnet.
nscourse.findCourse.stillNotFound=Sie k\u00f6nnen Ihren Kurs/Abschnitt dennoch nicht finden?
nscourse.findCourse.useCMS=Nach Kurs/Abschnitt im Kurskatalog suchen
nscourse.findCourse.selected=Aktuelle Auswahl\:
nscourse.findCourse.addAnotherSection=Speichern und weiteren Abschnitt hinzuf\u00fcgen
nscourse.no_rosters=Ohne Verzeichnis fortfahren
nscourse.select_group_sections=Gruppe von Abschnitten ausw\u00e4hlen
nscourse.unselect_group_sections=Auswahl f\u00fcr Gruppe von Abschnitten aufheben
nscourse.no_sections_in_term=You don't have any sections in the selected term. Please go back and select a different term.
nscourse.manual_disabled=This feature has been disabled system-wide. Please contact support for more information.
man.edit=Seite wird bearbeitet ...
man.sofar=Sie haben bislang die folgenden Kurse/Abschnitte ausgew\u00e4hlt
man.toaddto=hinzuzuf\u00fcgen zu
man.requested=(Beantragt)
man.list.summary=Tabelle zur manuellen Eingabe von Kursinformationen. Jede Zeile enth\u00e4lt einen Satz Felder, in denen Sie Kursverzeichnisinformationen eingeben k\u00f6nnen.
man.this=dieser Kurs-Seite\:
man.please_enter=Geben Sie bitte die untenstehenden Informationen ein, um nach [anderen] Kursen/Abschnitten zu suchen
man.enter=Geben Sie Kursinformationen f\u00fcr die Verzeichnisse ein, die Zugriff auf Ihre Seite haben sollen. A
man.enter2=Geben Sie die Kursinformationen f\u00fcr Ihre Seite ein. A
man.means=bedeutet, dass die Informationen erforderlich sind.
man.addmore=Weitere Verzeichnisse hinzuf\u00fcgen?
man.addmore.label=Zur Verwendung des Kombinationslistenfelds dr\u00fccken Sie zun\u00e4chst Alt+Pfeiltaste nach unten, um es zu \u00f6ffnen. Anschlie\u00dfend k\u00f6nnen Sie die Pfeiltasten nach oben und unten verwenden, um durch die Optionen zu bl\u00e4ttern.
man.siteauth=Autorisierung zur Gew\u00e4hrung des Seiten-Zugriffs von Verzeichnissen
man.siteroster=Kursverzeichnis
man.notverify=Derzeit ist es uns nicht m\u00f6glich, zu verifizieren, dass Sie der zust\u00e4ndige Dozent sind. Geben Sie bitte den Benutzernamen einer Person ein, die verifizieren kann, dass Sie diese Seite erstellen k\u00f6nnen (z. B. Institutsvorstand, Dozent aus dem vorherigen Semester).  An diese Person wird per E-Mail eine Autorisierungsanfrage gesendet. Wenn f\u00fcr den Kurs mehrere Dozenten zust\u00e4ndig sind, trennen Sie bitte die Benutzernamen mit Kommazeichen. 
man.notverifyfuture1=Das offizielle Verzeichnis f\u00fcr Ihren Kurs ist  
man.notverifyfuture2=Wochen vor Beginn des Semesters verf\u00fcgbar. Zu diesem Zeitpunkt k\u00f6nnen Sie Studierenden Zugriff auf die Seite gew\u00e4hren. Rufen Sie dazu das Seiten-Informationen-Tool auf und w\u00e4hlen Sie \u201eKursverzeichnisse bearbeiten\u201c. Befolgen Sie dann die Anweisungen im Installationsassistenten.
man.authoriz=Benutzername des Bevollm\u00e4chtigten\:
man.email=Erh\u00e4lt per E-Mail eine Autorisierungsanfrage Ihrer Seiten-Erstellung.
man.spec=Spezielle Anweisung\:
man.please=Geben Sie bitte weitere Informationen an, die uns bei der Autorisierung Ihres Seiten-Antrags behilflich sein k\u00f6nnen.
man.remove=Entfernen
feat.tools=Tools
feat.other.tools=Seiten-Tools
feat.tools.list.summary=In der Tabelle finden Sie die Funktionen f\u00fcr Ihre Seite. Spalte 1\: Kontrollk\u00e4stchen f\u00fcr Auswahl. Spalte 2\: Funktionsbezeichnung Spalte 3\: Funktionsbeschreibung
feat.forv=Zur Anzeige von aktuellen Ank\u00fcndigungen, Diskussionsthemen und Chat-Elementen.
feat.reuse=Material von anderen Seiten, die Sie besitzen, wiederverwenden
feat.thanks=Nein, danke.
feat.yesfrom=Ja, von diesen Seiten\:
feat.note=Hinweis\: Um mehrere Elemente auszuw\u00e4hlen, halten Sie die Strg-Taste (Windows) oder die Apfel-Taste (Mac) w\u00e4hrend Ihrer Auswahl gedr\u00fcckt.
feat.select.title=Material von diesen Seiten wiederverwenden
feat.select.title.req=(Erforderlich)
feat.select.all=- select all
feat.unselect.all=- unselect all
feat.expand.all=+ expand all
feat.collapse.all=- collapse all
feat.selected.tools=Aktive Tools
feat.selected.tools.none=No tools selected
feat.more.info=More info
feat.remove.alert=Remove configured tool?
feat.remove.alert.yes=Ja
feat.remove.alert.no=Nein
feat.removeHeading=Entfernen
sinfo.other=Seiten-Informationen
sinfo.youare=Sie sind im Begriff, eine Kurs-Seite f\u00fcr die folgenden Verzeichnisse einzurichten\:
sinfo.rosterlist.summary=Liste von Verzeichnissen, die mit dieser Seite verkn\u00fcpft sind. Jede Zeile enth\u00e4lt den Verzeichnisnamen und einen Link, um dieses zu entfernen.
sinfo.requestedSections=Sie haben die Genehmigung beantragt, folgende Verzeichnisse hinzuzuf\u00fcgen\:
sinfo.removeSections=Entfernen
sinfo.simplea=A
sinfo.means=bedeutet, dass diese Informationen erforderlich sind.
sinfo.stitle=Seiten-Titel
sinfo.url=Seiten-URL
sinfo.descr=Beschreibung
sinfo.display=(wird auf der Startseite der Seite angezeigt)
sinfo.short=Kurzbeschreibung
sinfo.display2=(wird in der \u00f6ffentlich zug\u00e4nglichen Liste von Seiten angezeigt. Max. 80 Zeichen)
sinfo.appear=Darstellung (Symbol)
sinfo.scontact=Name der Seiten-Kontaktperson
sinfo.scontact2=E-Mail-Adresse der Seiten-Kontaktperson
sinfo.list.desc.ellipse=...
sinfo.list.desc.more=(Mehr)
sinfo.language=Seiten-Sprache
sinfo.language.defaultUserLanguage=Benutzersprache (Standard)
sinfo.manage.participants.moved=Die Teilnehmerliste ist hier zu finden\:  <a href\="{0}">Teilnehmer verwalten</a>, (siehe Tabs oben).
sitedicla.alert=Achtung\:
sitedicla.can=Abbrechen
sitedicla.class=Verzeichnis
sitedicla.rem=Entfernen
sitedicla.remsel=Remove Selected
sitedicla.tabhol=Die Tabelle enth\u00e4lt Informationen zu den Kursen der Seite.
sitedicla.theis=Dieser Seite ist kein Kurs zugewiesen.
sitedicla.upd=Aktualisieren
sitedicla.yet=noch
sitediconf.app=Darstellung
sitediconf.term=Semester\t
sitediconf.bac=Zur\u00fcck
sitediconf.can=Abbrechen
sitediconf.cli=Klicken Sie unten auf \u201eFertig\u201c, um Ihre Seite mit den folgenden Informationen zu aktualisieren. Von Ihnen ge\u00e4nderte Felder werden in rot angezeigt.
sitediconf.con=Best\u00e4tigen der Bearbeitungen von
sitediconf.des=Beschreibung
sitediconf.fin=Fertig
sitediconf.none=Keine angegeben.
sitediconf.shodes=Kurzbeschreibung
sitediconf.sitconnam=Name der Seiten-Kontaktperson
sitediconf.sitico=Seiten-Symbol-URL
sitediconf.siticonema=E-Mail-Adresse der Seiten-Kontaktperson
sitediconf.sittit=Seiten-Titel
sitediconf.siteurls=Seiten-URLs
sitediconf.language=Seiten-Sprache
sitediinf.alert=Achtung\:
sitediinf.app=Darstellung (Motto)
sitediinf.can=Abbrechen
sitediinf.con=Fortsetzen
sitediinf.des=Beschreibung
sitediinf.dis=(wird auf der Startseite der Seite angezeigt)
sitediinf.dis2=(wird auf der \u00f6ffentlich zug\u00e4nglichen Liste von Seiten angezeigt. Max. 80 Zeichen)
sitediinf.ico=Symbol-URL
sitediinf.shodes=Kurzbeschreibung
sitediinf.sit=Auf der Seite wird dieses Motto angezeigt.
sitediinf.sitconema=E-Mail-Adresse der Seiten-Kontaktperson
sitediinf.sitconnam=Name der Seiten-Kontaktperson
alert.sitediinf.sitconnam=Geben Sie bitte den Namen der Seiten-Kontaktperson ein.
sitediinf.sittit=Seiten-Titel
sitediinf.term=Semester
sitediinf.addurl=Seiten-URL hinzuf\u00fcgen
sitediinf.editurl=Seiten-URL
sitetype.acater=Semester\:
sitetype.alert=Achtung\:
sitetype.can=Abbrechen
sitetype.chothetyp.different.ways=A site can be created in a number of different ways\:
sitetype.chothetyp.withtemplate.build.own.info=This is for experienced users and lets site owners add individual site tools.
sitetype.chothetyp.withtemplate.use.template.info=This gives a pre-configured site which already contains a selection of hand-picked tools.
sitetype.template.copy.users.info=<strong>Copy Users\:</strong> users specified in the template will be copied to your new site. This usually consist of support staff from your school.
sitetype.template.copy.content.info=<strong>Copy Content\:</strong> content included in the template will be copied to your site. This may consist of material selected by your campus, school or department.
sitetype.template.publish.now=<strong>Publish Seite\:</strong> site will be published immediately. Leave unchecked to keep as a private draft.
sitetype.chothetyp.withouttemplate=W\u00e4hlen Sie den gew\u00fcnschten Seiten-Typ aus. Nur Dozenten k\u00f6nnen offizielle Kurs-Websites erstellen.  Dozenten und Studierende k\u00f6nnen Projekt-Websites erstellen.  HINWEIS an Studierende\: Wenn Sie f\u00fcr Ihren Kurs keine Registerkarte sehen, wenden Sie sich an Ihren Dozenten. Dieser wird Sie \u00fcber das Verf\u00fcgbarkeitsdatum der offiziellen Kurs-Website informieren.
sitetype.chothetyp.toolinfo=You can add or remove tools from either type of site at any time.
sitetype.course.template.info=(select from templates for common <u>class</u> types)
sitetype.project.template.info=(select from templates for common <u>project</u> types)
sitetype.other.template.info=(select from templates created by <u>specific schools or campuses</u>)
sitetype.con=Weiter
sitetype.crenewsit=Seiten-Typ
sitetype.copysite=Erstellen einer neuen Seite anhand einer Vorlage
sitetype.project=Benutzerspezifische Projekt-Seite
sitetype.websit={0} Seite
sitetype.createfromtemplate=Seite anhand einer Vorlage erstellen
sitetype.buildown=Benutzerspezifische Seite
sitetype.selecttemplate=Vorlagen-Seite\:
sitetype.usetemplate=Vorlage verwenden\:
sitetype.sitetitle=Seiten-Titel
sitetype.done=Fertig - Weiter zur Seite
sitetype.donecourse=Weiter zur Verzeichnisauswahl
sitetype.selectTemplate=-- Vorlage ausw\u00e4hlen --
sitetype.selectTerm=-- Semester ausw\u00e4hlen --
sitetype.copyusers=Benutzer kopieren
sitetype.copycontent=Inhalt kopieren
sitetype.publishSite=Seite ver\u00f6ffentlichen
sitetype.templatecourserosterinstruction=Letzter Schritt \u2013 Verzeichnisse ausw\u00e4hlen
sitetype.templatefinalstepinstruction=Ihre Seite wurde erstellt, bislang aber noch nicht ver\u00f6ffentlicht. Um sie zu zug\u00e4nglich zu machen, gehen Sie auf der neuen Seite auf \u201eSeiten-Informationen \u2013 Zugriff verwalten\u201c.
sitetype.template.notice=Verf\u00fcgbare Vorlagen (klicken Sie auf \u201eSeite anhand von Verlagen erstellen\u201c, um eine Vorlage zu verwenden)\:
sitetype.template.close.info=Click to dismiss
sitetype.template.get.info=What is this?
sitetype.noterms=You are not in a maintainer role in any course sections. Therefore, you cannot create any course sites at this time.
sitinfimp.alert=Achtung\:
sitinfimp.can=Abbrechen
sitinfimp.con=Weiter
sitinfimp.reuse=Material von anderen Seiten importieren
sitinfimp.youcan=Sie k\u00f6nnen ausw\u00e4hlen, dass Material nur von anderen Seiten, die Sie besitzen, importiert wird. Sie k\u00f6nnen Material aus mehreren Seiten kombinieren.
sitinfimp.reuse.user=Benutzer von anderen Seiten importieren
sitinfimp.youcan.user1=Sie k\u00f6nnen ausw\u00e4hlen, dass Benutzer nur von anderen
sitinfimp.youcan.user2=Seiten, die Sie besitzen, importiert werden. Sie k\u00f6nnen Benutzer aus mehreren Seiten kombinieren.
sitinfimp.material.hidden.warn=Content imported from the Resources tool will be marked as hidden (indicated by grey text), meaning it will not be visible to site participants who do not have permission to access hidden content. <br/> By default, 'guest' and 'student' roles cannot view items marked as hidden, although a site administrator can modify this default setting.
sitinfimp.material.visible.warn=Content imported from the Resources tool will be visible by default, meaning it will be accessible to site participants like 'guest' and 'student' roles, although a site administrator can modify this setting.
site.unjoin=You are no longer a member of this site. You may navigate to your <a href\="{0}">Home</a> site.
site.unjoin.inUseException=This site is currently being edited. Please try again later.
site.unjoin.permissionException=You either do not have the necessary permissions to unjoin this site, or unjoining would leave this site without a maintainer.
unexpectedError=An unexpected error has occurred. Please try again later. If the problem persists, please contact {0}.
size.bytes={0} bytes
size.gb={0} GB
size.kb={0} KB
size.mb={0} MB
sitegen.siteinfolist.previous=Vorherige\:
sitegen.siteinfolist.previous1=Vorherige
sitegen.siteinfolist.return=Zur\u00fcck zur Liste von Seiten
sitegen.siteinfolist.next=N\u00e4chste\:
sitegen.siteinfolist.next1=N\u00e4chste
sitegen.siteinfolist.title=Seitentitel
sitegen.siteinfolist.summary=Seiten-Informationen
sitegen.siteinfolist.sitedes=Seiten-Beschreibung
sitegen.siteinfolist.courses=Verzeichnisse mit Seiten-Zugriff
sitegen.siteinfolist.term=Semester
sitegen.siteinfolist.sitecont=Seiten-Kontakt und E-Mail
sitegen.siteinfolist.ava=Verf\u00fcgbar f\u00fcr
sitegen.siteinfolist.sitecan=Jeder mit Anmeldeberechtigung kann der Seite beitreten
sitegen.siteinfolist.sitepar=Nur Seiten-Teilnehmer
sitegen.siteinfolist.siteown=Nur Seiten-Besitzer und Seiten-Organisatoren
sitegen.siteinfolist.anon=Anyone (including non-logged in users) and site participants
sitegen.siteinfolist.anonjoin=Anyone (including non-logged in users), site participants and joinable by any logged in user
sitegen.siteinfolist.auth=Logged in users and site participants
sitegen.siteinfolist.authjoin=Logged in users, site participants and joinable by any logged in user.
sitegen.siteinfolist.iclu=Auf \u00f6ffentlicher Liste von Seiten enthalten
sitegen.siteinfolist.yes=Ja
sitegen.siteinfolist.no=Nein
sitegen.siteinfolist.crea=Erstellungsdatum
sitegen.siteinfolist.app=Darstellung
sitegen.siteinfolist.icon=Symbol-URL
sitegen.siteinfolist.noParticipantsMatch=No participants match the selected filter
sitegen.siteinfolist.partlist.summary=Die Tabelle enth\u00e4lt Informationen zu Seiten-Teilnehmern. In Spalte 1 finden Sie die Indexnummer, in Spalte 2 den Namen, in Spalte 3 den eindeutigen Namen, in Spalte 4 die Rolle und in den \u00dcberschriften Links, um die Spalten zu sortieren
sitegen.siteinfolist.viewing=Viewing
sitegen.siteinfolist.view=Anzeigen
sitegen.siteinfolist.view.pagesize=Seitengr\u00f6\u00dfe ausw\u00e4hlen
sitegen.siteinfolist.of=von
sitegen.siteinfolist.items=Elemente
sitegen.siteinfolist.show=einblenden
sitegen.siteinfolist.itemspage=Elemente pro Seite
sitegen.siteinfolist.sortname=Sort by participant name
sitegen.siteinfolist.sortname1=Nach Kursname sortieren
sitegen.siteinfolist.name=Name
sitegen.siteinfolist.sortnameas=Nach Name in aufsteigender Reihenfolge sortieren
sitegen.siteinfolist.sortnameas1=Nach Kursname in aufsteigender Reihenfolge sortieren
sitegen.siteinfolist.sortnamedes=Nach Name in absteigender Reihenfolge sortieren
sitegen.siteinfolist.sortnamedes1=Nach Kursname in absteigender Reihenfolge sortieren
sitegen.siteinfolist.enrolled=Eingeschrieben in
sitegen.siteinfolist.sortid=Nach Teilnehmer-ID sortieren
sitegen.siteinfolist.id=ID
sitegen.siteinfolist.sortidas=Nach Teilnehmer-ID in aufsteigender Reihenfolge sortieren
sitegen.siteinfolist.sortiddes=Nach Teilnehmer-ID in absteigender Reihenfolge sortieren
sitegen.siteinfolist.sortcred=Nach Punktegutschriften der Teilnehmer sortieren
sitegen.siteinfolist.sortcredas=Nach Punktegutschriften der Teilnehmer in aufsteigender Reihenfolge sortieren
sitegen.siteinfolist.sortcreddes=Nach Punktegutschriften der Teilnehmer in absteigender Reihenfolge sortieren
sitegen.siteinfolist.sortstatus=Nach Status der Teilnehmer sortieren
sitegen.siteinfolist.sortstatusas=Nach Status der Teilnehmer in aufsteigender Reihenfolge sortieren
sitegen.siteinfolist.sortstatusdes=Nach Status der Teilnehmer in absteigender Reihenfolge sortieren
sitegen.siteinfolist.credits=Punktegutschrift
sitegen.siteinfolist.sortrole=Nach Rolle sortieren
sitegen.siteinfolist.sortroleas=Nach Rolle in aufsteigender Reihenfolge sortieren
sitegen.siteinfolist.sortroledes=Nach Rolle in absteigender Reihenfolge sortieren
sitegen.siteinfolist.role=Rolle
sitegen.siteinfolist.role.select=Rolle ausw\u00e4hlen f\u00fcr
sitegen.siteinfolist.status=Status
sitegen.siteinfolist.status.select=Status ausw\u00e4hlen f\u00fcr
sitegen.siteinfolist.remove=Entfernen
sitegen.siteinfolist.active=Aktiv
sitegen.siteinfolist.inactive=Inaktiv
sitegen.siteinfolist.update=Teilnehmer aktualisieren
sitegen.siteinfolist.cancel=Abbrechen
sitegen.siteinfolist.roledes=Rollenbeschreibung
sitegen.siteinfolist.nomaintainuser=F\u00fcr die Seite ben\u00f6tigen Sie zumindest einen Benutzer mit der Rolle 
sitegen.siteinfolist.lastmaintainuseractive=Cannot remove or inactivate the last user with the role ''{0}''
sitegen.siteinfolist.siteurl=Seiten-URL 
sitegen.siteinfolist.close=Schlie\u00dfen (oder Esc)
sitegen.siteinfolist.nosd=Keine Kurzbeschreibung angegeben
sitegen.siteinfolist.nold=Keine ausf\u00fchrliche Beschreibung angegeben
sitegen.siteinfolist.lastupdated=Zuletzt aktualisiert
sitegen.siteinfolist.filter.group.postfix=(group)
sitegen.siteinfolist.filter.role.postfix=(role)
sitegen.siteinfolist.filter.all=All Participants
sinfo.list.groups=Gruppen
sinfo.list.sections=Sections
sinfo.list.groups.student=Groups you are a member of
sinfo.list.sections.student=Sections you are a member of
sinfo.list.groups.memb=Mitgliedschaft
sinfo.list.groups.print=Drucken
sinfo.list.participantListSize=\# {0}
sinfo.list.joinable.groups=Groups you can join
sinfo.list.joinable.title=Title
sinfo.list.joinable.joinable-set=Joinable Set
sinfo.list.joinable.joinable-sets=Joinable Sets
sinfo.list.joinable.size=Size (Max)
sinfo.list.joinable.members=Members
sinfo.list.joinable.join=Join
sinfo.list.joinable.na=N/A
sinfo.list.joinable.unjoin=Unjoin
sitegen.siteinfolist.siteunjoin=Unjoin this site
ediacc-glo.alert=Achtung\:
ediacc-glo.bac=Zur\u00fcck
ediacc-glo.can=Abbrechen
ediacc-glo.con=Weiter
ediacc-glo.opeonl=Nur jenen zug\u00e4nglich, die Sie spezifisch hinzuf\u00fcgen
ediacc-glo.rol=Rollenauswahl
ediacc-glo.roltoass=Rolle, die einem Benutzer bei Beitritt zur Seite zuzuweisen ist
ediacc-glo.setacc=Zugriffskontrolle Ihrer Seite konfigurieren
ediacc-glo.sitcanbe=Jeder mit Anmeldeberechtigung kann der Seite beitreten
ediacc.alert=Achtung\:
ediacc.bac=Zur\u00fcck
ediacc.can=Abbrechen
ediacc.cannotbejoi=Begrenzt auf jene, die ich manuell oder \u00fcber automatische Verzeichnisaktualisierungen hinzuf\u00fcge
ediacc.canbejoi=Jeder mit einer g\u00fcltigen Anmelde-ID darf der Seite beitreten
ediacc.vis=Sichtbarkeit der Seite
ediacc.vis.instr=Das Vorhandensein Ihrer Seite kann privat gehalten werden. Die Seite kann aber auch aufgelistet werden (gemeinsam mit den enthaltenen Elementen, die Sie \u00f6ffentlich zug\u00e4nglich machen)
ediacc.con=Weiter
ediacc.dismysit=In Liste der \u00f6ffentlichen Seiten anzeigen
ediacc.dismysit.h=(Wenn Sie \u201eJa\u201c ausw\u00e4hlen, kann jeder Kontaktinformationen, Beschreibung und alle Elemente mit dem Status \u201e\u00f6ffentlich zug\u00e4nglich\u201c einsehen.)
ediacc.dismysit.h.a=(Mehr)
ediacc.disdraft=Auf Entwurf-Seiten k\u00f6nnen nur Seiten-Maintainer zugreifen.
ediacc.gloacc=Globaler Zugriff
ediacc.plesel=W\u00e4hlen Sie bitte eine Rolle aus\:
ediacc.pri=Privat
ediacc.pubsit=Seite ver\u00f6ffentlichen
ediacc.unpubsit=Als Entwurf behalten\u00a0\u2013 nur f\u00fcr Seiten-Maintainer zug\u00e4nglich
ediacc.pubyousit=Wenn Sie Ihre Seite ver\u00f6ffentlichen, k\u00f6nnen Seiten-Teilnehmer auf diese zugreifen.
ediacc.gloacc1=In den globalen Zugriffseinstellungen k\u00f6nnen Sie festlegen, wer nach Ver\u00f6ffentlichung Ihrer Seite Zugriff auf diese hat. 
ediacc.gloacc2=Sie k\u00f6nnen diese Einstellungen sp\u00e4ter \u00fcber die Seiten-Informationen konfigurieren.
ediacc.notallow=(Sie sind zu \u00c4nderungen an der Seite nicht berechtigt)
ediacc.rolforpep=Rolle f\u00fcr Personen, die der Seite beitreten\:
ediacc.other.setsitacc=Seiten-Zugriff
ediacc.sitsta=Seiten-Status
ediacc.upd=Aktualisieren
ediacc.yousitcan=Zus\u00e4tzlich zu den Teilnehmern, die Sie hinzugef\u00fcgt haben, k\u00f6nnen Sie Ihre Seite so \u00f6ffnen, dass sich jeder mit einem g\u00fcltigen Login einloggen kann. 
ediacc.yousitcan.warn=Wichtig\: Personen, die auf Ihre Seite zugreifen k\u00f6nnen, k\u00f6nnen auch auf die Materialien auf Ihrer Seite zugreifen. Auf Seiten mit empfindlichen Materialen sollte der Zugriff verweigert werden.
ediacc.addit=Additional Access
ediacc.additin=As well as site members, you can allow other people to access your site without being a member of the site.
ediacc.noextra=No additional access
ediacc.auth=Logged in users
ediacc.anon=Anyone (including non-logged in)
ediacc.join=Joinability
ediacc.joinin=As well as adding members explicitly to your site you can allow users to register themselves onto it (join the site).
ediacc.public=Public Index of Seiten
ediacc.publicin=Would you like parts of your site to be displayed in the public index of sites? This information is made available to anyone.
ediacccon.alert=Achtung\:
ediacccon.bac=Zur\u00fcck
ediacccon.can=Abbrechen
ediacccon.conglo=Best\u00e4tigen des globalen Zugriffs f\u00fcr
ediacccon.fin=Fertig
ediacccon.joiwit=Beitritt mit folgender Rolle m\u00f6glich\:
ediacccon.makin=Wenn Sie den Beitritt zu Ihrer Seite erm\u00f6glichen, kann sich jeder selbst als Teilnehmer zu Ihrer Seite hinzuf\u00fcgen und erh\u00e4lt sodann die von Ihnen festgelegte Rolle.
ediacccon.makin2=Wenn Sie den Beitritt zu Ihrer Seite nicht erm\u00f6glichen, k\u00f6nnen nur Personen, die von Ihnen spezifisch hinzugef\u00fcgt werden, Teilnehmer Ihrer Seite werden.
ediacccon.unjoi=Beitritt nicht m\u00f6glich
ediacccon.youhav=Sie haben festgelegt, dass der Status Ihrer Seite wie folgt lautet\:
newsitpub.alert=Achtung\:
pubuncon.alert=Achtung\:
pubuncon.apub=Eine ver\u00f6ffentlichte Seite ist f\u00fcr alle Teilnehmer sichtbar. 
pubuncon.bac=Zur\u00fcck
pubuncon.benot=werden \u00fcber die Verf\u00fcgbarkeit einer Seite benachrichtigt.
pubuncon.can=Abbrechen
pubuncon.clifin=Klicken Sie unten auf \u201eFertig\u201c, um den Status Ihrer Seite zu \u00e4ndern auf
pubuncon.conpub=Best\u00e4tigen des Ver\u00f6ffentlichungstatus f\u00fcr
pubuncon.fin=Fertig
pubuncon.part=Teilnehmer
pubuncon.publi=ver\u00f6ffentlicht
pubuncon.unpub=Nicht ver\u00f6ffentlichte Seiten sind f\u00fcr Personen sichtbar, die die Berechtigung zum Konfigurieren der Seite besitzen. 
pubuncon.unpubli=nicht ver\u00f6ffentlicht
pubuncon.will=wird
pubuncon.willnot=wird nicht
pubunp.alert=Achtung\:
pubunp.can=Abbrechen
pubunp.chathe=Status einer Seite wird ge\u00e4ndert ...
pubunp.con=Weiter
pubunp.pubwor=Work-Seite ver\u00f6ffentlichen
pubunp.pubyou=Wenn Sie Ihre Seite ver\u00f6ffentlichen, ist sie f\u00fcr Seiten-Teilnehmer sichtbar.
pubunp.unpwor=Ver\u00f6ffentlichung der Work-Seite aufheben
sitdup.alert=Achtung\:
sitdup.can=Abbrechen
sitdup.dup=Duplizieren
sitdup.dupaclacourse=Wenn Sie eine Kurs-Seite duplizieren, wird eine neue Kurs-Seite mit den von Dozenten/Administratoren verfassten Inhalten erstellt. Aus Datenschutzgr\u00fcnden werden jedoch Elemente, die von allgemeinen Benutzern/Studierenden hinzugef\u00fcgt wurden, nicht kopiert.
sitdup.dupaclanoncourse=Wenn Sie eine Seite duplizieren, wird eine neue Seite mit den von Eigent\u00fcmern/Administratoren verfassten Inhalten erstellt. Aus Datenschutzgr\u00fcnden werden jedoch Elemente, die von allgemeinen Benutzern hinzugef\u00fcgt wurden, nicht kopiert.
sitdup.dupsit2=Duplizierte Seite
sitdup.hasbeedup=wurde erstellt.
sitdup.sitti=Seiten-Titel
sitdup.newsitid=Seite ID
sitdup.newsitid.instructions=Recommended site id format\: all lowercase with no spaces or special characters.
sitdup.idused=The ID is being used by an existing site, please input a different ID or leave the field empty to allow the system to generate a new random ID
sitdup.duptit=Speicherquote f\u00fcr Ressourcendateien beibehalten?
sitdup.curquot=Aktueller Wert\: 
sitdup.yesdupequota=Ja
sitdup.nodupequota=Nein, auf Standardeinstellung zur\u00fccksetzen
sitdup.dupscoredata=Copy {0} selections for gradebook items
sitegen.sitedel.remov=Seite wird entfernt ...
sitegen.sitedel.alert=Achtung\:
sitegen.sitedel.deleting=Durch das L\u00f6schen einer Seite wird s\u00e4mtlicher Inhalt unwiderruflich entfernt.
sitegen.sitedel.deleting1=Durch das L\u00f6schen einer Seite wird der gesamte Inhalt einer Seite unwiderruflich entfernt\u00a0\u2013 niemand kann auf die gel\u00f6schte Seite zugreifen. Wenn Sie sich selbst von der Seite entfernen m\u00f6chten, k\u00f6nnen Sie das \u00fcber das Mitgliedschaftstool in Mein Arbeitsplatz tun.
sitegen.sitedel.you=Sie haben die folgende Seite zur Entfernung ausgew\u00e4hlt\:
sitegen.sitedel.you2=Sie haben die folgenden Seiten zur Entfernung ausgew\u00e4hlt\:
sitegen.sitedel.remove=Entfernen
sitegen.sitedel.cancel=Abbrechen
sitegen.sitedel.remov.soft=Softly Deleting Seite...
sitegen.sitedel.soft=This site will be 'softly deleted' but will remain accessible to you via the "View softly deleted Seiten" option in the Worksite Setup tool which is found in Home. It will eventually be purged as per the schedule set by your System Administrator.<p>Participants will no longer be able to access the site, however the contents of the site will be preserved and you can restore access to the site at any time before it is purged.</p>
sitegen.sitedel.you.soft=You have selected the following site for soft deletion\:
sitegen.sitedel.you2.soft=You have selected the following sites for soft deletion\:
sitegen.sitedel.softly.delete=Mark for deletion
sitegen.removpart.confirm=Best\u00e4tigen der Entfernung von Teilnehmern von
sitegen.removpart.alert=Achtung\:
sitegen.removpart.following=Wenn Sie unten auf die Schaltfl\u00e4che \u201eFertig\u201c klicken, haben die folgenden Teilnehmer keinen Zugriff mehr.
sitegen.removpart.name=Name
sitegen.removpart.username=Benutzername
sitegen.removpart.role=Rolle
sitegen.removpart.participant=Der unten angef\u00fchrte Teilnehmer kann nicht entfernt werden, da er f\u00fcr den Kurs offiziell eingetragen ist.  Sie k\u00f6nnen allerdings seine Rolle auf der Seite \u00e4ndern. Klicken Sie dazu auf den Befehl \u201e\u00c4ndern der Rolle(n)\u201c (unter Bearbeiten > Zugriff bearbeiten).
sitegen.removpart.finish=Fertig
sitegen.removpart.back=Zur\u00fcck
sitegen.removpart.cancel=Abbrechen
sitegen.pubunpub.revi=\u00dcberarbeiten des Ver\u00f6ffentlichungsstatus f\u00fcr $validator.escapeHtml($title)
sitegen.pubunpub.alert=Achtung\:
sitegen.pubunpub.when=Wenn die Seite ver\u00f6ffentlicht ist, kann eine E-Mail mit der Bekanntgabe der Verf\u00fcgbarkeit der Seite automatisch an alle Teilnehmer gesendet werden.
sitegen.pubunpub.send=E-Mail mit der Bekanntgabe der Verf\u00fcgbarkeit der Seite an alle Teilnehmer senden
sitegen.pubunpub.donot=Keine E-Mail mit der Bekanntgabe der Verf\u00fcgbarkeit der Seite senden
sitegen.pubunpub.continue=Weiter
sitegen.pubunpub.back=Zur\u00fcck
sitegen.pubunpub.cancel=Abbrechen
sitegen.addcourse.alert=Achtung\:
sitegen.addcourse.adding=Seiten-Zugriff beantragen\:
sitegen.addcourse.please=Best\u00e4tigen Sie bitte die Hinzuf\u00fcgung der folgenden Abschnitte zu Ihrer Kurs-Seite\:
sitegen.addcourse.class=Kursinformationen
sitegen.addcourse.foll=Die folgenden Kurse wurden zu dieser Seite bereits zugewiesen\:
sitegen.addcourse.you=Sie haben angegeben, dass die folgenden Kurse zu dieser Seite hinzugef\u00fcgt werden sollen\:
sitegen.addcourse.add=Kurs(e) hinzuf\u00fcgen
sitegen.addcourse.cancel=Abbrechen
sitegen.addcourse.back=Zur\u00fcck
setperfor=Berechtigungen f\u00fcr Seiten-Informationen auf Work-Seite festlegen
theisa=Derzeit k\u00f6nnen Sie keine Berechtigungen festlegen, da die Seite bereits bearbeitet wird. Schlie\u00dfen Sie die Berechtigungen in anderen Tools, bevor Sie fortfahren.
permis=Berechtigungen...
gen.proces=Bearbeitung l\u00e4uft...
atleastonetool=W\u00e4hlen Sie bitte mindestens ein Tool aus.
java.group=Gruppen verwalten
group.membership=Gruppenmitgliedschaft
group.description=Beschreibung
group.list=Gruppenliste
group.title=Titel
group.title.same=Es wurde der gleiche Gruppentitel verwendet. W\u00e4hlen Sie bitte einen anderen Titel.
group.number=Gr\u00f6\u00dfe
group.tablesummary=Die Tabelle enth\u00e4lt Informationen zur Seiten-Gruppe. In Spalte 1 finden Sie den Gruppentitel, in Spalte 2 die Anzahl der Gruppenmitglieder. Die Spalten\u00fcberschriftten enthalten Links, mit denen Sie die Spalten sortieren k\u00f6nnen.
group.siteinfo.tablesummary=Die Tabelle enth\u00e4lt Informationen zur Seiten-Gruppe. In Spalte 1 finden Sie den Gruppentitel, in Spalte 2 die Anzahl der Gruppenmitglieder.
group.sorttitleasc=Nach Titel in aufsteigender Reihenfolge sortieren
group.sorttitledesc=Nach Titel in absteigender Reihenfolge sortieren
group.sortnumberasc=Nach Anzahl der Gruppenmitglieder in aufsteigender Reihenfolge sortieren
group.sortnumberdesc=Nach Anzahl der Gruppenmitglieder in absteigender Reihenfolge sortieren
group.newgroup=Neue Gruppe erstellen
group.editgroup=Gruppe bearbeiten
group.nogroup=Es wurden keine Gruppen definiert.
editgroup.instruction=W\u00e4hlen Sie Mitglieder aus der Liste der Seiten-Mitglieder aus und f\u00fcgen Sie sie zur Gruppe hinzu. W\u00e4hlen Sie Mitglieder aus der Gruppenliste aus und entfernen Sie sie. Klicken Sie auf \u201eAktualisieren\u201c, um die \u00c4nderungen zu speichern.
editgroup.membership=Mitgliedschaft
editgroup.remove=Entfernen?
editgroup.selectremovechecked=Zum Entfernen ausw\u00e4hlen
editgroup.removechecked=Markierte entfernen
editgroup.revise=Bearbeiten
editgroup.update=Aktualisieren
editgroup.back=Zur\u00fcck
editgroup.cancel=Abbrechen
editgroup.addmember=Zur Gruppe hinzuf\u00fcgen >
editgroup.removemember=< Entfernen
editgroup.generallist=Liste der Seiten-Mitglieder
editgroup.grouplist=Liste der Gruppenmitglieder
editgroup.titlemissing=Sie m\u00fcssen einen Gruppentitel festlegen.
editgroup.removegroups=Gruppen l\u00f6schen
editgroup.groupdel.alert=M\u00f6chten Sie die folgenden Gruppen wirklich l\u00f6schen?
editgroup.site.permission.alert=Sie sind zu \u00c4nderungen an der Seite nicht berechtigt.
editgroup.site.notfound.alert=Seite nicht gefunden.
sitedicla.requested=(beantragt)
sitedicla.choose_file=Zu importierende Datei ausw\u00e4hlen
sitedicla.file=Datei
sitedicla.import=Importieren
sitedicla.copy_materials=Materialien aus anderen Seiten kopieren
sitedicla.choose_materials=W\u00e4hlen Sie Material aus, das Sie auf diese Seite kopieren m\u00f6chten.
sitedicla.copy_message=Sie k\u00f6nnen Materialien aus anderen Seiten, die Sie besitzen, erneut verwenden (kopieren).Wenn Sie angeben, dass Materialien aus einer Datei importiert werden, k\u00f6nnen Sie Materialien aus nur einer Seite kopieren.Es werden alle Materialien kopiert; die Daten f\u00fcr diese Elemente, wie etwa Zeitplaneintr\u00e4ge, werden jedoch nicht aktualisiert.
sitedicla.copying=Das vorhandene Material wird kopiert ...
sitedicla.move=Verschieben
sitedicla.move_into=... in meine aktuelle Seite
sitedicla.copybtn=Materialien kopieren
sitedicla.cancel=Abbrechen
tool.news.desc=Zur Anzeige von Inhalten aus
tool.webcontent.desc1=Zum Zugriff auf Inhalten aus
tool.webcontent.desc2=innerhalb der Seite.
user.notdefined=Benutzer mit folgender ID kann nicht gefunden werden\:
importFile.size=Die maximale Gr\u00f6\u00dfe zum Datei-Upload von {0} MB wurde \u00fcberschritten.
importFile.exceeded=ist \u00fcberschritten worden.
importFile.choosefile=W\u00e4hlen Sie bitte die zu importierende Datei aus.
importFile.invalidfile=W\u00e4hlen Sie bitte eine g\u00fcltige zu importierende Archivdatei aus.
alert.protocol=W\u00e4hlen Sie bitte eine g\u00fcltige Web-Adresse aus.
sitesetupquestion.alert=Beantworten Sie bitte die erforderlichen Fragen.
sitinfimp.selection=W\u00e4hlen Sie bitte unten aus, wie Sie fortfahren m\u00f6chten\:
sitinfimp.migrate=Ich m\u00f6chte meine Daten ersetzen
sitinfimp.migrate.info=S\u00e4mtliche bestehenden Daten werden \u00fcberschrieben und durch Ihre importierten Daten ersetzt. Bei diesem Vorgang ist der Import Ihrer Leistungs\u00fcbersichtseinstellungen m\u00f6glich.
sitinfimp.hiddensites=Import from Hidden Seiten 
sitinfimp.hiddensites.info=The following sites are hidden by preferences. You can still import materials from those sites.
sitinfimp.import=Ich m\u00f6chte meine Daten zusammenf\u00fchren
sitinfimp.import.info=Ihre importierten Daten werden mit den bestehenden Daten zusammengef\u00fchrt. Bei diesem Vorgang werden Ihre Leistungs\u00fcbersichtseinstellungen nicht importiert.
sitinfimp.import.user=Ich m\u00f6chte meine Benutzer zusammenf\u00fchren
sitinfimp.import.user.info=Ihre importierten Benutzer werden mit bestehenden Benutzern zusammengef\u00fchrt. Bei diesem Vorgang werden \u00fcber Verzeichnisse hinzugef\u00fcgte Benutzer nicht importiert.
sitinfimp.mysites=Import from My Seiten 
sitinfimp.replace=Sie k\u00f6nnen Material auf einer Ihrer Seiten ersetzen, indem Sie Material aus einer anderen Seite, die Sie besitzen, importieren. S\u00e4mtliche bestehenden Daten werden \u00fcberschrieben und durch Ihre importierten Daten ersetzt.
sitinfimp.choose=W\u00e4hlen Sie das Material, das Sie von dieser Seite wiederverwenden m\u00f6chten.
sitinfimp.wikinote=(Bestehende Inhalte werden archiviert und k\u00f6nnen \u00fcber die Verkn\u00fcpfung \u201eVerlauf\u201c abgerufen werden) 
site_group_title_length_limit=Die L\u00e4nge des Titels darf {0} Zeichen nicht \u00fcberschreiten. Bitte k\u00fcrzen Sie den Titel.
siteTitle.htmlStrippedToEmpty=Site title cannot contain HTML. Please provide a valid site title.
print=Druckversion
description.linebreak=Die Seiten-Beschreibung enth\u00e4lt Nicht-HTML-Zeilenumbr\u00fcche und wurde aktualisiert. \u00dcberpr\u00fcfen und speichern Sie bitte die \u00c4nderungen, um das neue Format anzuzeigen.
sitecopy.copymembers=Seiten-Mitglieder ebenfalls kopieren?
sitmansav.sitid=Seiten-ID\:
check.all=Alle Work-Seiten aktivieren/deaktivieren
check.all.part=Alle Teilnehmer ausw\u00e4hlen/Auswahl aufheben
noterm_class=Sie sind in keinem Verzeichnis f\u00fcr das von Ihnen ausgew\u00e4hlte Semester als Dozent angef\u00fchrt.
java.couldntlocate=Seite mit ID {0} konnte nicht lokalisiert werden. Wenden Sie sich bitte an den Support.
sitegen.roledescription.maintain=Kann sowohl Inhalte als auch Teilnehmer einer Seite einsehen, \u00fcberarbeiten, l\u00f6schen und hinzuf\u00fcgen.
sitegen.roledescription.Instructor=Kann sowohl Inhalte als auch Teilnehmer einer Seite einsehen, \u00fcberarbeiten, l\u00f6schen und hinzuf\u00fcgen. 
sitegen.roledescription.access=Kann Inhalte einer Seite einsehen und Inhalte bei Bedarf hinzuf\u00fcgen. 
sitegen.roledescription.Student=Kann Inhalte einer Seite einsehen und Inhalte bei Bedarf hinzuf\u00fcgen. 
sitegen.roledescription.TeachingAssistant=Kann die meisten Inhalte in seinem Abschnitt einsehen, hinzuf\u00fcgen und \u00fcberarbeiten.
sitegen.siteinfolist.modify=\u00c4nderungsdatum
sitegen.siteinfolist.usermodify=Ge\u00e4ndert von
sitegen.siteinfolist.searchUser=Search
useOfficialDescription=Offizielle Beschreibung verwenden
shopping.header=Kaufzeit-Zugriff
shopping.start.label=Startdatum
shopping.end.label=Enddatum
shopping.visibility.label=Sichtbarkeit
shopping.role.label=Rolle
shopping.role.instructions=K\u00e4ufer haben den gleichen Zugriff wie dieser Bereich/diese Rolle.
shopping.instructions=Sie k\u00f6nnen Tools hinzuf\u00fcgen, aktualisieren oder entfernen und den Zugang f\u00fcr Benutzer (angemeldet) und die \u00d6ffentlichkeit mti diesem Tool verwalten.<ul><li>Um Tools hinzuzuf\u00fcgen oder zu aktualisieren, aktivieren Sie das Kontrollk\u00e4stchen zum \u00dcberschreiben der \u00fcbernommenen Einstellungen, und f\u00fcllen Sie die Felder unten aus.</li><li>Um Tools zu entfernen, klicken Sie auf den Link zum Abw\u00e4hlen, und speichern Sie die Daten, ODER markieren Sie das Kontrollk\u00e4stchen \u201e\u00dcbernommene Einstellungen \u00fcberschreiben\u201c, l\u00f6schen Sie alle Felder, und setzen Sie alle Optionen auf \u201eKeine\u201c.</li><li>Um die \u00fcbernommenen Einstellungen zur\u00fcckzusetzen, deaktivieren Sie das Kontrollk\u00e4stchen \u201e\u00dcbernommene Einstellungen \u00fcberschreiben\u201c, und speichern Sie die Daten.</li></ul>Beachten Sie, dass es bis zu 10 bis 15 Minuten dauert, bis diese Einstellungen in Kraft treten.
shopping.instructions.view=Sie verf\u00fcgen nicht \u00fcber die notwendigen Rechte, die Kaufzeit-Einstellungen f\u00fcr Ihre Seite zu \u00fcberschreiben.
shopping.noauth=Keine
shopping.showTools.label=Tools anzeigen
shopping.showTools.authLabel=Angemeldet
shopping.showTools.publicLabel=\u00d6ffentlich
shopping.override.label=\u00dcbernommene Einstellungen \u00fcberschreiben
shopping.optout.label=Kaufzeit f\u00fcr meine Seite abw\u00e4hlen
shopping.showTools.warning=Sie haben keine Tools ausgew\u00e4hlt, die Benutzern w\u00e4hrend Ihrer Kaufzeit angezeigt werden. Dies ist nicht erforderlich. Wenn Sie die Kaufzeit abw\u00e4hlen m\u00f6chten, klicken Sie einfach erneut auf Aktualisieren.
shopping.showTools.publicTitle=W\u00e4hlen Sie die Tools aus, die Sie zum Shoppen \u00f6ffnen m\u00f6chten.
shopping.showTools.authTitle=W\u00e4hlen Sie die Tools aus, die Sie zum Shoppen \u00f6ffnen m\u00f6chten
selectAll=Alle ausw\u00e4hlen
daAccess.header=Benutzer mit delegiertem Zugang
daAccess.instructions=In der unten aufgef\u00fchrten Liste sehen Sie die Benutzer, die Zugang zu Ihrer Seite haben. Die Spalten "Bereich" und "Rolle" definieren die Zugriffsrechte des Benutzers auf der Seite. Diese Benutzer haben Zugang zu allen Tools auf der Seite, au\u00dfer den Tools, die in der Spalte "Beschr\u00e4nkte Tools" aufgelistet sind.
daAccess.tableheader.name=Name
daAccess.tableheader.eid=EID
daAccess.tableheader.realm=Bereich
daAccess.tableheader.role=Rolle
daAccess.tableheader.restrictedTools=Beschr\u00e4nkte Tools
ltiTools.external=External Tools\:
ltiTools.usage=(Used in {0} sites)
ltiTools.custom.instruction=Please enter the information for external tools
tool.group.default=General
importQueued=Your import process has been queued. You should receive an email when the import has completed. The email should appear within 15 minutes. Until you receive this email no imported material will appear in this course.
importQueuedNoEmail=Your import process has been queued. Please allow up to 15 minutes for the site import process to finish.
archive.createsite=Create site from archive
archive.createsite.info=This allows you to use an existing site archive as a base for your new site, content from the archive will be added to the new site.
archive.createsite.info.2=Content from the site archive will be imported into the new site.
archive.createsite.type=New site type
archive.createsite.term=New site term
archive.createsite.choose=Choose archive
archive.createsite.upload=Upload archive
archive.createsite.missingfile=You must upload a site archive zip file
archive.createsite.invalidfile=Invalid file
archive.createsite.missingtype=You must select the new site type
archive.createsite.failedupload=An error occurred uploading the archive.
archive.createsite.failedmerge=An error occurred merging the archive contents.
archive.createsite.confirm=Creating site from archive
archive.createsite.confirm.none=None
ediacc.joinExcludeFromPublic=Exclude this site from the publicly available list of joinable sites
ediacc.joinLimitByAccountType=Limit join to specific accounts
ediacc.additionJoinAccessOptions=Additional Options\:
ediacc.joinToGroup=Add joining members to specified group\:
ediacc.joinGroupNoSelection=None
ediacc.groupEnabledLocalDiabledGlobal=This option has been disabled system-wide. Joining members will not be placed into a group.
ediacc.notifyEnabledLocalDisabledGlobal=This option has been disabled system-wide. You will not receive email notifications when someone joins your site.
ediacc.excludeEnabledLocalDisabledGlobal=This option has been disabled system-wide. This site will appear in the publicly available list of joinable sites.
ediacc.limitEnabledLocalDisabledGlobal=This option has been disabled system-wide. Any user can join this site.
ediacc.selectAtLeastOneAccountType=You must select at least one account type below.
ediacc.noAccountTypesSelected=You chose to limit the joining of this site to users with specific accounts, but no account types were selected. Either select at least one account type that can join, or deselect this account type limitation.
sinfo.mathjax.name=LaTeX
sinfo.mathjax.allowForSite=<strong>MathJax</strong> aktivieren, um LaTeX und AsciiMath in dieser Seite darzustellen.
sinfo.mathjax.allowForSite.learnmore=Learn More
sinfo.mathjax.confirmEnabled=You have enabled the automatic rendering of LaTeX for this site
sinfo.mathjax.allowed=Enabled for the site
sinfo.mathjax.notAllowed=Deaktiviert
java.sites.deleted=Softly Deleted Seiten
java.restore=Restore Selected
list.sortbysoftlydeleted=Sort by softly deleted status
list.softlydeleted=Softly Deleted
list.restore=Restore
list.sortbysoftlydeleted.asc=Sort by softly deleted status ascending
list.sortbysoftlydeleted.desc=Sort by softly deleted status descending
softly.deleted.already=One or more of the sites you selected are already marked for deletion and have been removed from your selection.
softly.deleted.already2=The site you chose has not been marked for deletion so no action is necessary.
softly.deleted.restore.nopermission=You cannot restore that site as you do not have permission.
softly.deleted.invalidsite=You cannot restore that site as it no longer exists.
java.delete.hard=Hard Delete Selected
sitegen.sitedel.hard=NOTE\: You chose Hard Delete so these sites will have their tool content purged from the system.
sitegen.sitedel.hard.button=Hard delete
import.newtool=Note\: If you choose to import content from the tools marked with a +, the tools will be added to your site.
sinfo.lessonbuildersubnav.name=Lessons subpage navigation
sinfo.lessonbuildersubnav.allowForSite=Enable <strong>Lessons subpage navigation</strong> in the left tool menu.
sinfo.lessonbuildersubnav.confirmEnabled=You have enabled the Lessons subpage navigation for this site.
sinfo.lessonbuildersubnav.enabled=Enabled for the site
sinfo.portalneochat.name=Portal Chat
sinfo.portalneochat.allowForSite=Enable <strong>Portal Chat</strong> in this site.
sinfo.portalneochat.confirmDisabled=You have disabled the Portal Chat for this site
sinfo.portalneochat.disabled=Disabled
view.label=View
gen.viewing.phrase=Zeige {0} - {1} von {2} Elementen
gen.show=Zeige {0} Elemente
gen.previous.pagesize=Previous {0}
gen.next.pagesize=Next {0}
gen.select.label=Choose page size
gen.listnavselect=To operate the combo box, first press Alt+Down Arrow to open it, and then use the up and down arrow keys to scroll through the options.
search.label=Search
search.button=Search
search.clear=Clear Search
manover.header=Manage Overview for\:
manover.instr=Review and modify Overview information
manover.title=Title
manover.layout=Layout\:
manover.toolid=Tool Id
manover.features=Features
manover.desc=Description
manover.up=Move tool up
manover.down=Move tool down
manover.right=Move tool right
manover.left=Move tool left
manover.added=Current Widgets
manover.all=Available Widgets
manover.unavail=Unavailable Widgets
manover.move=Move
manover.layhint=Layout Hints\: 
manover.alert=Alert\: 
manover.notitle=Title cannot be blank
manover.layhintletter=Layout hints must be integers only in the format "row, column" starting with 0. Example 0,0 or 0,1
manover.notools=There are no widgets defined in this page.
manover.nowidgets=No widgets available to be added to this page.
manover.tool.unavail=These widgets are not available because they have not been installed in the site. To add the widgets to your Overview, go to "Add Tool" in the tool menu, then add the appropriate tool.
manover.remove=Remove
manover.remove.full=Remove widget from page
manover.add=Add
manover.add.full=Add widget to page
manover.save=Save
manover.can=Abbrechen
