
#Java code
java.allmy=Todos mis sitios
java.myActive=Mis sitios activos
java.myInactive=Mis sitios inactivos
java.my=Mi Sitio
### java.yoursite = Your site set up is complete. You may now add content to and then publish your site.
java.nosites=No se han seleccionado sitio(s). Por favor, seleccione alguno.
java.please=Por favor, marque s\u00f3lo un sitio a revisar cada vez
java.theemail=El id del correo electr\u00f3nico debe estar formado por caracteres alfanum\u00e9ricos or alguno de los siguientes \!\#$&''*+-\=?^_`{|}~. (sin espacios).
java.sites={0} sitios
java.new=Crear nuevo sitio
java.siteList=Lista de sitios
java.newgroup=A\u00f1adir
java.revise=Editar seleccionados
java.delete=Eliminar seleccionados
java.sitewith=Sitio con identificador
java.couldnt=El sitio {0} con id {1} no se ha encontrado. Por favor, contacte con el soporte t\u00e9cnico para que le ayude.
java.couldntdel=El sitio {0} no puede borrarse, porque usted no tiene permisos.
java.yourwork=Su espacio de trabajo no puede ser borrado con esta herramienta
java.click=Pulse Cancelar para volver a la lista de sus sitios
java.editsite=Editar Informaci\u00f3n del sitio
java.edittools=Editar herramientas
java.orderpages=Orden de las herramientas
java.datemanager=Gestor de fechas
java.siteaccess=Gestionar acceso
java.addp=A\u00f1adir participantes
java.manageParticipants=Gestionar participantes
java.editc=Editar lista(s) de clase
java.addclasses=A\u00f1adir Lista(s)
java.duplicate=Duplicar sitio
java.import=Importar de sitio
java.importFile=Importar de fichero
java.link=Enlace al sitio padre
manage.overview=Gestionar Inicio
java.external=Herramientas externas
java.userAuditEventLog=Log participantes
java.dontperm={0} no puede eliminarse. No tiene permisos para borrar este sitio.
java.invalid.email={0} es una direcci\u00f3n de email no v\u00e1lida. {1}
java.pleasech=Por favor, seleccione un tama\u00f1o de sitio permitido
java.select=Por favor, seleccione el tipo de sitio.
java.author=Por favor, introduzca el usuario autorizado {0}.
java.validAuthor=Por favor, introduzca un v\u00e1lido {0} para el profesor del registro.
java.miss=Falta completar un campo obligatorio. Por favor, complete todos los campos obligatorios.
java.realm=El objeto de permiso no se ha encontrado.
java.notaccess=No tiene permisos para cambiar el acceso al  sitio.
java.alias.exists=El alias {0} ya existe.
java.alias.isinval=El alias {0} no es v\u00e1lido.
java.alias.locked=El alias ''{0}'' est\u00e1 bloqueado.
java.addalias=Usted no tiene permisos para a\u00f1adir un alias o no puede usar este alias.
java.delalias=No tiene permiso para borrar el alias ''{0}''.
java.rosters=No tiene permisos para enlazar a la lista del curso.
java.hello=Hola,
java.receiv=Est\u00e1 recibiendo este mensaje por recomendaci\u00f3n de
java.who=que ha pedido un sitio oficial de curso para las siguientes clases\:
java.course=Curso\:
java.section=Secci\u00f3n\:
java.according=De acuerdo con nuestras fuentes de datos,
java.record=no es profesor del registro.
java.canyou=Puede verificar eso
java.assoc=est\u00e1 asociado con las clase(s) listadas a continuaci\u00f3n?
java.respond=Por favor, responda a este mensaje con informaci\u00f3n sobre
java.appoint=de apuntar a la legalidad de esta petici\u00f3n. Si se cree incapaz de responder, por favor re-env\u00ede este mensaje a un contacto en el departamento con la autoridad para aprobar o denegar la petici\u00f3n.
java.thanks=Gracias,
java.support=Equipo de soporte
java.sitereqfrom=Formulario de petici\u00f3n de sitio
java.to=A\:
java.supp=el equipo de administraci\u00f3n
java.from=De\:
java.subj=Asunt\:
java.sitereq=Petici\u00f3n de sitio
java.sitechreq=Petici\u00f3n de cambio de sitio
java.date=Fecha\:
java.approval=Le pido su aprobaci\u00f3n para
java.coursesite=Sitio de curso para
java.approval2=Le pido aprobaci\u00f3n para acceder a
java.forthese=para estos
java.sections=secciones\:
java.forthis=para esta secci\u00f3n\:
java.name=Nombre\:
java.email=Correo electr\u00f3nico\:
java.sitetitle=T\u00edtulo del sitio\:
java.siteid=Id del sitio\:
java.siteinstr=Instrucci\u00f3n especial\:
java.authoriz=El email requerido de autorizaci\u00f3n se ha env\u00edado correctamente al usuario
java.asreq=como se pidi\u00f3.
java.thesiteemail=La petici\u00f3n de autorizaci\u00f3n de este sitio no pudo ser enviada a uniqname
java.isbeing=Su petici\u00f3n est\u00e1 siendo procesada. Recibir\u00e1 un email cuando haya sido a\u00f1adido a la lista de clase.
java.meantime=Mientras tanto, puede continuar con el proceso de configuraci\u00f3n del sitio y a\u00f1adir los materiales del curso a su sitio.
java.copy=\u00c9sta es una de la petici\u00f3n de copia del sitio del curso que realiz\u00f3.
java.wish=Si desea proporcionar informaci\u00f3n adicional, por favor env\u00ede un email a
java.official=Sitio oficial del curso creado por
java.site.createdBy=Nuevo sitio creado por
java.site=El sitio
java.fromwork=Desde la configuraci\u00f3n de sitios en
java.off=Sitio oficial del curso
java.wasset=ha sido creado por
java.email2=email
java.on=el
java.at=a las
java.for=para
java.withrost=con acceso a las listas de estos
java.withrost2=con acceso a la lista para esta secci\u00f3n\:
java.course2=curso\:
java.reqmiss=Falta un campo(s) obligatorio. Por favor introduzca los campos obligatorios.
java.specif=No se encuentra el sitio especificado
java.permeditsite=No tiene permiso para editar el sitio
java.cannot=No se puede encontrar el sitio especificado
java.pleasesel=Por favor, seleccione un rol..
java.beenused=ha sido usado.
java.haveadd=No tiene permisos de a\u00f1adir
java.allusers=Se a\u00f1adieron los otros usuarios
java.problem2=Se detect\u00f3 un error mientras se actualizaban los roles de los usuarios.
java.changeroles=No tiene permisos para cambiar los roles.
java.joinsite=Por favor, seleccione un rol para el usuario que se agrega al sitio.
java.reqfields=Por favor, introduzca los campos obligatorios.
java.specify=Por favor, especifique el t\u00edtulo del sitio.
java.pleasechoice=Por favor, seleccione la elecci\u00f3n de notificaci\u00f3n.
java.siteinval=El id del sitio no es v\u00e1lido.
java.sitebeenused=El id del sitio ha sido usado.
java.allowcreate=No tiene permiso para crear un nuevo sitio.
java.manual=Por favor, seleccione el curso de la lista o elija introducir manualmente la informaci\u00f3n del curso.
java.classes=Por favor, seleccione las clases a borrar.
java.cannotedit=No se pueden editar cursos.
java.cannotclasses=No se pueden editar las clases del sitio.
java.rolefor=Por favor, seleccione un rol para
java.makechanges=No tiene permisos para hacer cambios en este sitio.
java.emailarchive=Especifique una direcci\u00f3n de correo para esta herramienta "Archivo de correo".
java.emailinuse=Esta direcci\u00f3n, "{0}@{1}", se esta utilizando para otro sitio, modif\u00edquela por favor. 
java.home=Vista general
java.help=Ayuda
java.recann=\u00daltimos anuncios
java.recdisc=\u00daltimos debates
java.invurl=URL no v\u00e1lida
java.toimport=Por favor, seleccione al menos un sitio a importar.
java.toimporttool=Por favor, escoja al menos una herramienta para importar.
java.guest=Por favor, indique las direcciones de email del usuario(s) o invitado(s) a a\u00f1adir a este sitio
java.user=Usuario
java.username=no es un nombre de usuario v\u00e1lido.
java.notemailid=no es un identificador de email.
java.emailaddress=no es una direcci\u00f3n de correo v\u00e1lida.
java.roletype=Por favor, seleccione el tipo de rol.
java.import.existing=Todav\u00eda se est\u00e1 procesando una solicitud de importaci\u00f3n de sitio anterior para este sitio.  Por favor deje que este proceso termine antes de enviar una nueva solicitud de importaci\u00f3n de sitio.








java.rolenotfound=No se puede encontrar la plantilla de permisos desde la que a\u00f1adir el rol.
java.authroleexists=No se ha podido a\u00f1adir el acceso adicional al sitio para los usuarios con sesi\u00f3n abierta porque ya tienen acceso.
java.anonroleexists=No se puede a\u00f1adir acceso adicional para todos los usuarios porque ya ha sido concedido.

java.account=no puede a\u00f1adirse - el nombre de la cuenta no existe.
java.sitewithid.exists=Un sitio con id {0} ya existe.
java.thesiteid.notvalid=El identificador del sitio ''{0}'' no es v\u00e1lido.
java.permission=No tiene permisos para a\u00f1adir el sitio {0}.
java.recent=\u00daltimos mensajes del chat
java.reccal=Calendario
java.recmsg=Notificaciones de mensajes y foros
java.roleperm=No tiene permiso para a\u00f1adir o eliminar usuario(s) con el rol "{0}"
java.none=Ninguno

#General Vm
gen.alert=Alerta\:
gen.continue=Continuar
gen.back=Atr\u00e1s
gen.cancel=Cancelar
gen.finish=Fin
gen.first=Ir al primero
gen.previous=Ir al anterior
gen.next=Ir al siguiente
gen.last=Ir al \u00faltimo

#AddRem Vm
addrem.revising=Revisando las herramientas del sitio para
addrem.check=Marcar las casillas para a\u00f1adir o borrar herramientas de su sitio
addrem.descrip=Descripci\u00f3n del proyecto, anuncios recientes, dialogos y chat.
addrem.list.check=Seleccionar
addrem.list.toolname=Herramienta
addrem.list.description=Descripci\u00f3n de la herramienta
addrem.list.summary=Lista de las herramientas del sitio. La primera columna es un casilla de selecci\u00f3n que permite a\u00f1adir o borrar a un sitio una herramienta, la segunda el nombre de la herramienta y la tercera una descripci\u00f3n de la misma.

#AddRemConf Vm
addrc.confirming=Confirmando las herramientas del sitio para
addrc.youhave=Ha borrado lo siguiente\:
addrc.selected=Y ha seleccionado las siguientes para su sitio (las herramientas a\u00f1adidas est\u00e1n resaltadas)\:

#ChangeRoles Vm
chrol.changing=Cambiando rol de los participantes en
chrol.selected=Seleccione un nuevo rol para el participante siguiente.
chrol.partic=Participante\:
chrol.current=Rol actual\:
chrol.change=Cambiar todos los participantes al mismo rol
chrol.indiv=Cambiar los roles de los participantes individualmente
chrol.help=Ayuda para roles
chrol.uniq=Nombre \u00fanico
chrol.descr=Descripci\u00f3n de los roles

#ChangeRolesConf Vm
chrolc.confirm=Confirmando el cambio de rol para
chrolc.finish=Los siguientes roles ser\u00e1n asignados cuando pulse el bot\u00f3n Finalizar.

#type-confirm Vm
site.creating=Creando un sitio...
site.sname=Nombre del sitio\:
site.descr=Descripci\u00f3n\:
site.short=Descripci\u00f3n corta\:
site.create=Crear sitio

#Import Vm
import.reuse=Reutilizar material de otros sitios
import.of=de
import.reuse2=Reutilizar material de sus otros sitios...
import.choose=Seleccione el material que quiere reutilizar para estos sitios. Usted puede combinar el material de m\u00e1s de un sitio (por ejemplo, Recursos de varios sitios).
import.choose.list.summary=Tabla contiene una parrilla con herramientas y sitios. La primera columna es el nombre de la herramienta y las siguientes son sitios. Algunas incluyen una casilla cuya selecci\u00f3n indica que se importar\u00e1n los contenidos de la herramienta (fila) del sitio (columna). 
import.choose.label1=Selecci\u00f3n
import.choose.label2=del sitio
import.noOtherSite=No tiene sitios propios de los que reutilizar material.
import.links.warning=ADVERTENCIA\: Si usted no selecciona importar todos los materiales del sitio de origen entonces algunos v\u00ednculos pueden romperse en el contenido que se importa. Por favor revise su contenido despu\u00e9s de la importaci\u00f3n al importar materiales parciales.
import.options.title=Opciones
import.options.help=Esta herramienta tiene importantes opciones. Haga clic para verlas.
import.options.publish=Publicar contenido
import.options.publish.help=Al seleccionar se publicar\u00e1 el contenido de la herramienta y tambi\u00e9n se importar\u00e1n todos los \u00edtems relacionados. \u00c9stos podr\u00edan ser \u00edtems de calificaci\u00f3n, eventos de calendarios, etc.

#List Vm
list.view=Ver
list.selectTerm=Periodo acad\u00e9mico
list.submit=Aplicar vista y periodo acad\u00e9mico
list.allTerms=Ninguno
list.sites=sitios fueron encontrados que cumpl\u00edan 
list.inthe=en la vista de
list.summary=Lista de sitios a los que tiene acceso.
list.sortbytitle=Ordenar por t\u00edtulo
list.sortbyid=Ordenar por id
list.id=Identificador del sitio
list.worksite=T\u00edtulo del sitio de trabajo
list.stasc=Ordenar por t\u00edtulo (ascendente)
list.stdesc=Ordenar por t\u00edtulo (descendente)
list.sortbytype=Ordenar por tipo
list.styasc=Ordenar por tipo (ascendente)
list.stydesc=Ordenar por tipo (descendente)
list.sortbycreator=Ordenador por autor
list.screatorasc=Ordenador por autor (ascendente)
list.screatordesc=Ordenador por autor (descendente)
list.sortbyterm=Ordenar por curso acad\u00e9mico
list.steasc=Ordenar por curso acad\u00e9mico (ascendente)
list.stedesc=Ordenar por curso acad\u00e9mico (descendente)
list.sortbystatus=Ordenar por estado
list.spasc=Ordenar por publicado (ascendente)
list.ssasc=Ordenar por estado (ascendente)
list.spdesc=Ordenar por publicado (descendente)
list.ssdesc=Ordenar por estado (descendente)
list.sortbycreation=Ordenar por fecha creaci\u00f3n
list.scasc=Ordenar por fecha creaci\u00f3n (ascendente)
list.scdesc=Ordenar por fecha creaci\u00f3n (descendente)
list.publi=Publicado
list.unpub=No publicado
list.nosites=No se encuentran sitios
list.thatmatch=que cumplan su criterio de b\u00fasqueda 
list.owner=Propietario
list.creator=Autor
list.term=A\u00f1o acad\u00e9mico
list.type=Tipo
list.status=Estado
list.creationdate=Fecha de creaci\u00f3n
list.moreinfo=(i)
list.moreinfotooltip=M\u00e1s informaci\u00f3n del sitio

#Participants Vm

#Removing Vm

## multiple tools vm
multipleTools.custom=A\u00f1adir m\u00faltiples instancias de herramienta
multipleTools.custom1=Es posible realizar ajustes de configuraci\u00f3n mas adelante utilizando las opciones de configuraci\u00f3n en cada herramienta.
multipleTools.email=Archivo de email
multipleTools.site=Direcci\u00f3n email del sitio
multipleTools.emailreq=Direcci\u00f3n de email (requerido)
multipleTools.title=T\u00edtulo
multipleTools.title.suggest=(Longitud m\u00e1xima de {0} caract.)
multipleTools.moreTools.1=\u00bfA\u00f1adir m\u00e1s
multipleTools.moreTools.2=como herramienta?
multipleTools.more=m\u00e1s
multipleTools.remove=Borrar esta instancia de la herramienta

#NewSiteConfirm VM
newsc.project.confirm=Confirmar la configuraci\u00f3n de su sitio de tipo project 
newsc.course.confirm=Confirme la configuraci\u00f3n de su sitio
newsc.other.confirm=Confirme la configuraci\u00f3n de su sitio
newsc.selection=Confirme la configuraci\u00f3n de su sitio...
newsc.list.summary=Lista resumen de la configuraci\u00f3n del sitio.
newsc.please=Por favor, revise la siguiente informaci\u00f3n sobre su sitio.
newsc.ifthis=Si esta informaci\u00f3n es correcta, pulse Solicitar sitio.
newsc.ifthis2=Si esta informaci\u00f3n es correcta, pulse en Crear sitio.
newsc.ifyou=Si necesita hacer cambios, pulse el bot\u00f3n Atr\u00e1s en la parte inferior de la p\u00e1gina. Para hacer cambios a esta configuraci\u00f3n m\u00e1s adelante, ir a la Informaci\u00f3n del Sitio de su sitio.
newsc.youare=Est\u00e1 configurando un sitio de clase que incluye las siguientes clases/secciones\:
newsc.site=T\u00edtulo del sitio\:
newsc.url=URL del sitio
newsc.url.none=Ninguna URL se ha introducido
newsc.descr=Descripci\u00f3n\:
newsc.descr.none=No se ha provisto descripci\u00f3n.
newsc.short=Descripci\u00f3n corta\:
newsc.short.none=No se ha proporcionado la descripci\u00f3n corta del sitio
newsc.tools=Herramientas\:
newsc.avail=Disponible para\:
newsc.sitecan=Se puede unir al sitio cualquiera con autorizaci\u00f3n de acceso al sistema
newsc.sitepart=S\u00f3lo participantes del sitio
newsc.siteown=S\u00f3lo propietarios y organizadores
newsc.visible=Incluidos en la lista p\u00fablica de sitios\:
newsc.yes=S\u00ed
newsc.no=No
newsc.appear=Apariencia (Icono)\:
newsc.icon=Icono de URL\:
newsc.icon.none=No se ha provisto icono
newsc.sitecont=Persona de contacto (nombre)\:
newsc.sitecont2=Persona de contacto (correo)\:
newsc.sitecont2.none=No se ha provisto email de contacto
newsc.reqsite=Solicitar sitio
newsc.crsite=Crear sitio
newsc.joinable=Suscribible\:
newsc.auth=Usuarios con sesi\u00f3n abierta y participantes del sitio
newsc.anon=Cualquiera (incluso los usuarios que no han abierto sesi\u00f3n) y participantes del sitio

newsc.language.none=No se ha provisto de idioma

#NewSiteCourse
nscourse.creating=Creando un nuevo sitio para la clase
nscourse.courselist.summary=Lista de cursos/secciones disponibles para este sitio. Cada fila contiene una selecci\u00f3n posible. Algunas filas (header 4) contienen enl\u00e1ces para seleccionar todas las secciones en este grupo.
nscourse.course_sections_selection=Selecci\u00f3n de cursos/grupos
nscourse.current_displaying_courses_sections_for_id=Actualmente, mostrando cursos/grupos para (ID)
nscourse.site_exists=El sitio ya existe,
nscourse.select_anyways=\u00bfseleccionar en cualquier caso? 
nscourse.change_button=Cambiar
nscourse.change_this_ID=Cambiar este ID para mostrar los cursos de otra persona.
nscourse.look_up_an_username=Buscar un nombre de usuario en el directorio del campus
nscourse.edit=Editando el tama\u00f1o
nscourse.select=Seleccione curso/secciones que ser\u00e1n incluidas en el sitio de clase.
nscourse.add_course_not_listed=A\u00f1adir curso(s) y/o grupo(s) no listados arriba...
nscourse.add=A\u00f1adir acceso a la lista(s) a
nscourse.acad=Curso acad\u00e9mico
nscourse.already=La siguiente lista(s) tiene acceso a su sitio\:
nscourse.acad2=Curso acad\u00e9mico\:
nscourse.youmay=Puede tener acceso a las listas siguientes\:
nscourse.findCourse=Selecci\u00f3n de curso(s)/grupo(s) - 
nscourse.findInstruction=Por favor, busque un[otro] curso/grupo introduciendo la informaci\u00f3n solicitada abajo
nscourse.findCourse.select=Seleccionar
nscourse.cm.configure.log.nosubjectcat=La propiedad "" no est\u00e1 definida en el sakai.properties. Para utilizar la p\u00e1gina de b\u00fasqueda de cursos debe espeficar el tipo de categor\u00eda que identifica el departamento-nivel de CourseSets en su implementaci\u00f3n de la gesti\u00f3n de cursos
nscourse.findCourse.stillNotFound=\u00bfTodav\u00eda no ha podido encontrar su curso/grupo?
nscourse.findCourse.useCMS=Encontrar un curso/grupo en el cat\u00e1logo de cursos
nscourse.findCourse.selected=Selecci\u00f3n actual\:
nscourse.findCourse.addAnotherSection=A\u00f1adir otro grupo
nscourse.no_rosters=Continuar sin listado
nscourse.select_group_sections=Seleccionar conjunto de grupos
nscourse.unselect_group_sections=Deseleccionar conjunto de grupos

nscourse.no_sections_in_term=No tiene ninguna secci\u00f3n en el periodo seleccionado. Por favor vuelva y seleccione un periodo diferente.
nscourse.manual_disabled=Esta caracter\u00edstica se ha desactivado en todo el sistema. Para m\u00e1s informaci\u00f3n por favor p\u00f3ngase en contacto con soporte.

#Manual Vm
man.edit=Editando sitio...
man.sofar=Ha seleccionado los siguientes cursos/secci\u00f3n(es)
man.toaddto=a a\u00f1adir a
man.requested=(Solicitado)
man.list.summary=Tabla para la entrada manual de la informaci\u00f3n del curso. Cada fila contiene un conjunto de campos en los que es posible introducir informaci\u00f3n para la Orla del curso.
man.this=este sitio de curso\:
man.please_enter=Por favor, busque un(otro) curso o grupo introduciendo la informaci\u00f3n de abajo.
man.enter=Indique informaci\u00f3n de clase para la lista de acceso a su sitio. Un
man.enter2=Indique la informaci\u00f3n de la clase para su sitio. Un
man.means=significa que la informaci\u00f3n es obligatoria.
man.addmore=\u00bfA\u00f1adir m\u00e1s listas?
man.addmore.label=Pulse Alt + cursor (arriba o abajo) para desplazarse a trav\u00e9s del men\u00fa
man.siteauth=Autorizaci\u00f3n para permitir las listas de acceso a sitio
man.siteroster=Lista(s) de clase
man.notverify=En este momento no se puede verificar si usted es profesor, por favor indique el nombre de usuario de una persona que pueda verificar que usted puede crear este sitio (ej\: jefe del departamento, el profesor del anterior curso). Se mandar\u00e1 un email pidiendo autorizaci\u00f3n a esta persona.
man.notverifyfuture1=La lista oficial para su clase estar\u00e1 disponible
man.notverifyfuture2=semanas antes del inicio del curso. En ese momento, usted puede dar acceso al alumnado al sitio, dirigiendose a la herramienta de Informaci\u00f3n del Sitio, seleccionando "Editar listas de clase" y siguiendo el asistente de configuraci\u00f3n.
man.authoriz=Usuario autorizado\:
man.email=Se enviar\u00e1 un correo electr\u00f3nico solicitando autorizaci\u00f3n para crear este sitio.
man.spec=Instrucciones especiales\:
man.please=Por favor, indique comentarios adicionales que puedan ayudarnos a autorizar su petici\u00f3n de autorizaci\u00f3n al sitio.
man.remove=Borrar

#Features Vm
feat.tools=Herramientas
feat.other.tools=Herramientas del sitio
feat.tools.list.summary=Tabla con la lista de caracter\u00edsticas del sitio. La primera columna es una casilla de selecci\u00f3n, la segunda el nombre de caracter\u00edsticas y la tercera una descripci\u00f3n de la misma.
feat.forv=Para proporcionar una panor\u00e1mica general del sitio, que puede incluir la descripci\u00f3n del sitio, anuncios recientes, mensajes y eventos. 
feat.reuse=Reutilizar material de sus otros sitios
feat.thanks=No, gracias.
feat.yesfrom=S\u00ed, de estos sitios\:
feat.note=Nota\: Para seleccionar m\u00e1s de un elemento, mantenga pulsada la tecla Ctrl (Windows) o la tecla Comando (OS X) y pulse en sus selecciones.
feat.select.title=Reutilizar material de estos sitios
feat.select.title.req=(requerido)
feat.select.all=-seleccionar todo
feat.unselect.all=-Deseleccionar todo
feat.expand.all=+ expandir todo
feat.collapse.all=-contraer todo
feat.selected.tools=Herramientas seleccionadas
feat.selected.tools.none=No hay herramientas seleccionadas
feat.more.info=M\u00e1s info
feat.remove.alert=\u00bfQuitar la herramienta configurada?
feat.remove.alert.yes=S\u00ed
feat.remove.alert.no=No
feat.removeHeading=Eliminar


#SiteInfo VM
sinfo.other=Informaci\u00f3n del sitio
sinfo.youare=Est\u00e1 configurando un sitio de curso para las siguientes listas\:
sinfo.rosterlist.summary=Listas asociadas con este sitio. Cada fila contiene un nombre de lista o un enlace para borrarla.
sinfo.requestedSections=Ha solicitado la aprobaci\u00f3n para a\u00f1adir las siguientes ediciones\:
sinfo.removeSections=Borrar
sinfo.simplea=A
sinfo.means=significa que el campo es obligatorio.
sinfo.stitle=T\u00edtulo del sitio\:
sinfo.url=URL del sitio
sinfo.descr=Descripci\u00f3n\:
sinfo.display=Mostrado en la p\u00e1gina principal del sitio.
sinfo.short=Descripci\u00f3n corta\:
sinfo.display2=Mostrar en la lista p\u00fablica
sinfo.appear=Apariencia (icono)\:
sinfo.scontact=Persona de contacto (nombre)
sinfo.scontact2=Persona de contacto (correo)\:
sinfo.list.desc.ellipse=...
sinfo.list.desc.more=(M\u00e1s)
sinfo.language=Idioma del sitio
sinfo.language.defaultUserLanguage=Definido por el usuario (defecto)
sinfo.manage.participants.moved=La lista de participantes (que estaba aqu\u00ed anteriormente) se ha movido a su propia p\u00e1gina llamada <a href\="{0}">Gestionar participantes</a>, enlazada en la tabla superior. 

sitedicla.alert=Alerta\:
sitedicla.can=Cancelar
sitedicla.class=Lista
sitedicla.rem=Borrar
sitedicla.remsel=Borrar seleccionados
sitedicla.tabhol=La tabla tiene informaci\u00f3n sobre los sitios de cursos
sitedicla.theis=No hay clases asignadas al sitio
sitedicla.upd=Actualizar
sitedicla.yet=todav\u00eda.

sitediconf.app=Apariencia\:
sitediconf.term=Periodo acad\u00e9mico
sitediconf.bac=Atr\u00e1s
sitediconf.can=Cancelar
sitediconf.cli=Haga clic en "Fin" para actualizar su sitio con la siguiente informaci\u00f3n. Los campos que ha cambiado aparecen en rojo. 
sitediconf.con=Confirmando ediciones para
sitediconf.des=Descripci\u00f3n\:
sitediconf.fin=Fin
sitediconf.none=No se provey\u00f3 ninguno
sitediconf.shodes=Descripci\u00f3n corta\:
sitediconf.sitconnam=Persona de contacto (nombre)\:
sitediconf.sitico=URL icono del sitio\:
sitediconf.siticonema=Persona de contacto (correo)\:
sitediconf.sittit=T\u00edtulo del sitio\:
sitediconf.siteurls=URLs de los sitios

sitediconf.language=Idioma del sitio

sitediinf.alert=Alerta\:
sitediinf.app=Apariencia (tema)\:
sitediinf.can=Cancelar
sitediinf.con=Continuar
sitediinf.des=Descripci\u00f3n\:
sitediinf.dis=Mostrado en la p\u00e1gina principal del sitio.
sitediinf.dis2=Mostrado en la lista p\u00fablica de sitios. M\u00e1ximo 80 caracteres.
sitediinf.ico=Icono de URL\:
sitediinf.shodes=Descripci\u00f3n corta\:
sitediinf.sit=El sitio mostrar\u00e1 este icono.
sitediinf.sitconema=Persona de contacto (correo)\:
sitediinf.sitconnam=Persona de contacto (nombre)\:
alert.sitediinf.sitconnam=Por favor, introduzca el nombre del contacto del sitio.
sitediinf.sittit=T\u00edtulo del sitio\:
sitediinf.term=A\u00f1o acad\u00e9mico
sitediinf.addurl=A\u00f1adir URL del sitio
sitediinf.editurl=URL del sitio

sitetype.acater=Curso acad\u00e9mico\:
sitetype.alert=Alerta\:
sitetype.can=Cancelar
sitetype.chothetyp.different.ways=Un sitio se puede crear de diferentes maneras\:
sitetype.chothetyp.withtemplate.build.own.info=Para usuarios experimentados. Permite a los dise\u00f1adores de un sitio a\u00f1adir herramientas individuales.
sitetype.chothetyp.withtemplate.use.template.info=Ofrece un sitio preconfigurado que ya contiene una selecci\u00f3n de herramientas.
sitetype.template.copy.users.info=<strong>Copiar usuarios\:</strong> Los usuarios especificados en la plantilla ser\u00e1n copiados a su nuevo sitio. Estos generalmente consisten en personal de soporte.    
sitetype.template.copy.content.info=<strong>Copiar contenido\:</strong> Se copiar\u00e1 el contenido incluido en la plantilla a su sitio.  
sitetype.template.publish.now=<strong>Publicar sitio\:</strong> El sitio se publicar\u00e1 inmediatamente. Dejar sin marcar para mantener como un proyecto privado.  

sitetype.chothetyp.withouttemplate=Elija el tipo de sitio que desea crear.
sitetype.chothetyp.toolinfo=Puede a\u00f1adir o eliminar herramientas de cualquier tipo de sitio en cualquier momento.
sitetype.course.template.info=(seleccionar plantillas para lo tipos m\u00e1s comunes de <u>clase</u>)
sitetype.project.template.info=(seleccionar desde plantillas para los tipos m\u00e1s comunes de <u>proyecto</u>)
sitetype.other.template.info=(seleccionar desde plantillas creadas por <u>determinadas escuelas o facultades</u>)
sitetype.con=Continuar
sitetype.crenewsit=Crear sitio
sitetype.copysite=Crear un nuevo sitio partiendo de una plantilla
sitetype.project=Sitio Construye-Tu-Propio-Proyecto
sitetype.websit={0} sitio web
sitetype.createfromtemplate=Crear un sitio partiendo de una plantilla
sitetype.buildown=Construir su propio sitio
sitetype.selecttemplate=Plantilla del sitio\:
sitetype.usetemplate=Plantilla utilizada\:
sitetype.sitetitle=T\u00edtulo del sitio
sitetype.done=Hecho - ir al sitio
sitetype.donecourse=Ir a la selecci\u00f3n de la orla
sitetype.selectTemplate=-- seleccionar plantilla --
sitetype.selectTerm=-- seleccionar curso acad\u00e9mico --
sitetype.copyusers=Copiar usuarios
sitetype.copycontent=Copiar contenido
sitetype.publishSite=Publicar sitio
sitetype.templatecourserosterinstruction=\u00daltimo paso - seleccionar orlas
sitetype.templatefinalstepinstruction=Su sitio ser\u00e1 creado pero permanecer\u00e1 sin publicar. Para publicarlo, vaya a Informaci\u00f3n del Sitio > Gestionar acceso.
sitetype.template.notice=Plantillas disponibles (Haga clic en "Crear un sitio partiendo de una plantilla" para usar una plantilla)\:
sitetype.template.close.info=Haz clic para cancelar
sitetype.template.get.info=\u00bfQu\u00e9 es esto?

# SAK-23256
sitetype.noterms=No tienes rol de gestor o administrador en ninguna seccion de curso. Por lo tanto, no puedes crear sitios del tipo "curso" en este momento.

sitinfimp.alert=Alerta\:
sitinfimp.can=Cancelar
sitinfimp.con=Continuar
sitinfimp.reuse=Reutilizar material de otros sitios
sitinfimp.youcan=Puede elegir reutilizar material s\u00f3lo de sus otros sitios. Puede combinar material de m\u00e1s de un sitio.
sitinfimp.reuse.user=Importar usuarios de otros sitios
sitinfimp.youcan.user1=Puede elegir importar usuarios solo desde otros
sitinfimp.youcan.user2=sitios de su propiedad. Es posible combinar usuarios de m\u00e1s de un sitio.
sitinfimp.material.hidden.warn=El contenido importado desde la herramienta de Recursos se marcar\u00e1 como oculto (indicado por texto gris), lo que significa que no ser\u00e1 visible a los participantes del sitio que no tengan permiso para acceder contenido oculto. <br/> De forma predeterminada, roles como ''invitado'' y ''estudiante'' no pueden ver los elementos marcados como ocultos, aunque un administrador del sitio podr\u00eda modificar esta configuraci\u00f3n predeterminada.
sitinfimp.material.visible.warn=El contenido importado desde la herramienta de Recursos ser\u00e1 visible de forma predeterminada, lo que significa que ser\u00e1 accesible a los participantes del sitio con roles como ''invitado'' y ''estudiante'', aunque un administrador del sitio puede modificar esta configuraci\u00f3n.

# unjoin messages
site.unjoin=Ya no es participante de este sitio. Puede ir a <a href\="{0}">Mi Sitio</a>.
site.unjoin.inUseException=Este sitio se est\u00e1 editando actualmente. Int\u00e9ntelo mas tarde.
site.unjoin.permissionException=No tiene los permisos necesarios para darse de baja de este sitio, o bien su baja podr\u00eda dejar a este sitio sin administrador.

unexpectedError=Se ha producido un error inesperado. Int\u00e9ntelo de nuevo, si el problema persiste contacte con {0}.

size.bytes={0} bytes 
size.gb={0} GB 
size.kb={0} KB 
size.mb={0} MB 

sitegen.siteinfolist.previous=Anterior\:
sitegen.siteinfolist.previous1=Anterior
sitegen.siteinfolist.return=Volver a la lista de sitios
sitegen.siteinfolist.next=Siguiente\:
sitegen.siteinfolist.next1=Siguiente
sitegen.siteinfolist.title=T\u00edtulo del sitio
sitegen.siteinfolist.summary=Informaci\u00f3n del sitio
sitegen.siteinfolist.sitedes=Descripci\u00f3n del sitio\:
sitegen.siteinfolist.courses=Lista(s) con acceso a este sitio\:
sitegen.siteinfolist.term=A\u00f1o acad\u00e9mico\:
sitegen.siteinfolist.sitecont=Correo electr\u00f3nico de contacto del sitio\:
sitegen.siteinfolist.ava=Disponible para\:
sitegen.siteinfolist.sitecan=Se puede unir al sitio cualquiera con autorizaci\u00f3n de acceso al sistema
sitegen.siteinfolist.sitepar=S\u00f3lo participantes del sitio
sitegen.siteinfolist.siteown=S\u00f3lo propietarios y organizadores
sitegen.siteinfolist.anon=Cualquiera (incluso los usuarios que no han abierto sesi\u00f3n) y participantes del sitio
sitegen.siteinfolist.anonjoin=Cualquiera (incluso los usuarios que no han abierto sesi\u00f3n), participantes del sitio y cualquier usuario con sesi\u00f3n abierta puede suscribirse
sitegen.siteinfolist.auth=Usuarios con sesi\u00f3n abierta y participantes del sitio
sitegen.siteinfolist.authjoin=Usuarios con sesi\u00f3n abierta, participantes del sitio y cualquier usuario con sesi\u00f3n abierta puede suscribirse.
sitegen.siteinfolist.iclu=Incluidos en la lista p\u00fablica de sitios
sitegen.siteinfolist.yes=S\u00ed
sitegen.siteinfolist.no=No
sitegen.siteinfolist.crea=Fecha de creaci\u00f3n\:
sitegen.siteinfolist.app=Apariencia\:
sitegen.siteinfolist.icon=Icono de URL\:
sitegen.siteinfolist.noParticipantsMatch=Ning\u00fan participante coincide con el filtro seleccionado
sitegen.siteinfolist.partlist.summary=Participantes del sitio.
sitegen.siteinfolist.viewing=Mostrando
sitegen.siteinfolist.view=Mostrar
sitegen.siteinfolist.view.pagesize=Seleccione el tama\u00f1o de la p\u00e1gina
sitegen.siteinfolist.of=de
sitegen.siteinfolist.items=participantes
sitegen.siteinfolist.show=mostrar
sitegen.siteinfolist.itemspage=elementos por p\u00e1gina
sitegen.siteinfolist.sortname=Ordenar por nombre
sitegen.siteinfolist.sortname1=Ordenar por nombre del curso
sitegen.siteinfolist.name=Nombre
sitegen.siteinfolist.sortnameas=Ordenar por nombre (ascendente)
sitegen.siteinfolist.sortnameas1=Ordenar por nombre de curso (ascendente)
sitegen.siteinfolist.sortnamedes=Ordenar por nombre(descendente)
sitegen.siteinfolist.sortnamedes1=Ordenar por nombre de curso (descendente)
sitegen.siteinfolist.enrolled=Matriculado en
sitegen.siteinfolist.sortid=Ordenar por ID participante
sitegen.siteinfolist.id=ID
sitegen.siteinfolist.sortidas=Ordenar por ID de participante (ascendente)
sitegen.siteinfolist.sortiddes=Ordenar por ID participante (descendente)
sitegen.siteinfolist.sortcred=Ordenar por cr\u00e9ditos de participaci\u00f3n
sitegen.siteinfolist.sortcredas=Ordenar por cr\u00e9ditos de participaci\u00f3n (ascendente)
sitegen.siteinfolist.sortcreddes=Ordenar por cr\u00e9ditos de participaci\u00f3n (descendente)
sitegen.siteinfolist.sortstatus=Ordenar por estado del participante
sitegen.siteinfolist.sortstatusas=Ordenar por estatus del participante ascendentemente
sitegen.siteinfolist.sortstatusdes=Ordenar por estatus del participante descendentemente
sitegen.siteinfolist.credits=Cr\u00e9ditos
sitegen.siteinfolist.sortrole=Ordenar por rol
sitegen.siteinfolist.sortroleas=Ordenar por rol (ascendente)
sitegen.siteinfolist.sortroledes=Ordenar por rol (descendente)
sitegen.siteinfolist.role=Rol
sitegen.siteinfolist.role.select=Seleccione el rol para
sitegen.siteinfolist.status=Estado
sitegen.siteinfolist.status.select=Seleccione el estado para 
sitegen.siteinfolist.remove=Eliminar
sitegen.siteinfolist.active=Activo
sitegen.siteinfolist.inactive=Inactivo
sitegen.siteinfolist.update=Actualizar participantes
sitegen.siteinfolist.cancel=Cancelar
sitegen.siteinfolist.roledes=Descripci\u00f3n de los roles
sitegen.siteinfolist.nomaintainuser=El sitio debe tener, al menos, un usuario con un rol.
sitegen.siteinfolist.lastmaintainuseractive=No se puede borrar o desactivar al \u00faltimo usuario con rol ''{0}''
sitegen.siteinfolist.siteurl=URL del sitio
sitegen.siteinfolist.close=Cerrar(o Esc)
sitegen.siteinfolist.nosd=No se ha proporcionado la descripci\u00f3n corta del sitio
sitegen.siteinfolist.nold=No se ha proporcionado la descripci\u00f3n completa del sitio
sitegen.siteinfolist.lastupdated=\u00daltima actualizaci\u00f3n\:
sitegen.siteinfolist.filter.group.postfix=(grupo)
sitegen.siteinfolist.filter.role.postfix=(rol)
sitegen.siteinfolist.filter.all=Todos los participantes
sinfo.list.groups=Grupos
sinfo.list.sections=Secciones
sinfo.list.groups.student=Grupos en los que participa
sinfo.list.sections.student=Secciones en las que participa
sinfo.list.groups.memb=Pertenencia
sinfo.list.groups.print=Imprimir
sinfo.list.participantListSize=\# {0}

sinfo.list.joinable.groups=Grupos a los que puede unirse
sinfo.list.joinable.title=T\u00edtulo
sinfo.list.joinable.joinable-set=Conjunto autoinscribible
sinfo.list.joinable.joinable-sets=Conjuntos autoinscribibles
sinfo.list.joinable.size=Tama\u00f1o (max)
sinfo.list.joinable.members=Miembros
sinfo.list.joinable.join=Unirse
sinfo.list.joinable.na=N / A
sinfo.list.joinable.unjoin=Darse de baja

sitegen.siteinfolist.siteunjoin=Darse de baja de este sitio



ediacc-glo.alert=Alerta\:
ediacc-glo.bac=Atr\u00e1s
ediacc-glo.can=Cancelar
ediacc-glo.con=Continuar
ediacc-glo.opeonl=Abierto s\u00f3lo para aquellos que usted a\u00f1adi\u00f3 especificamente
ediacc-glo.rol=Selecci\u00f3n de rol
ediacc-glo.roltoass=Rol a asignar cuando un usuario se agrega al sitio
ediacc-glo.setacc=Poner control de acceso a su sitio
ediacc-glo.sitcanbe=Se puede unir al sitio cualquiera con autorizaci\u00f3n de acceso al sistema

ediacc.alert=Alerta
ediacc.bac=Atr\u00e1s
ediacc.can=Cancelar
ediacc.cannotbejoi=Limitado a aqu\u00e9llos agregados manualmente, o a trav\u00e9s de actualizaciones autom\u00e1ticas de la lista de participantes
ediacc.canbejoi=Permitir a cualquier usuario de {0} agregarse al sitio
ediacc.vis=Visibilidad del sitio
ediacc.vis.instr=La existencia del sitio puede mantenerse en privado, o puede ser visible (junto con cualquier archivo en \u00e9l que se haga p\u00fablico).
ediacc.con=Continuar
ediacc.dismysit=Mostrar en navegador de sitios\:
ediacc.dismysit.h=(En caso afirmativo el t\u00edtulo del sitio, la informaci\u00f3n de contacto, la descripci\u00f3n y cualquier otro \u00edtem configurado con "Este fichero es p\u00fablico" ser\u00e1n vistos por cualquiera.)
ediacc.dismysit.h.a=(Mostrar m\u00e1s...)
#ediacc.dismysit     = Display in public<br />sitelist (share public<br />files / announcements / syllabus)
ediacc.disdraft=Un sitio borrador solamente puede ser accesible por administradores del sitio (tenga en cuenta que las notificaciones enviadas al correo por las distintas herramientas seguir\u00e1n funcionando aunque el sitio est\u00e9 inactivo).
ediacc.gloacc=Acceso global
ediacc.plesel=Por favor, seleccione un rol\:
ediacc.pri=Privado
ediacc.pubsit=Publicar sitio
ediacc.unpubsit=Dejar como borrador - accesible solamente para administradores del sitio (tenga en cuenta que las notificaciones enviadas al correo por las distintas herramientas seguir\u00e1n funcionando aunque el sitio est\u00e9 inactivo).
ediacc.pubyousit=Al publicar el sitio lo hace disponible para todos los participantes del mismo. La configuraci\u00f3n de acceso global le permite decidir qui\u00e9n tiene acceso a su sitio despu\u00e9s de publicarlo. Puede cambiar esta configuraci\u00f3n m\u00e1s tarde desde Informaci\u00f3n del Sitio.
ediacc.gloacc1=Establecer acceso global le permitir\u00e1 decidir qui\u00e9n tiene acceso a su sitio una vez que haya sido publicado.
ediacc.gloacc2=Puede cambiar esta configuraci\u00f3n en Informaci\u00f3n del Sitio.
ediacc.notallow=(No tiene permisos para hacer cambios en este sitio)
ediacc.rolforpep=Rol para las personas que se agregan al sitio\:
ediacc.other.setsitacc=Acceso al sitio
ediacc.sitsta=Estado del sitio
ediacc.upd=Actualizar
ediacc.yousitcan=Su sitio puede ser accedido por aquellos que agrega como participantes. \u00bfDesear\u00eda que otras personas accedieran a su sitio?
ediacc.yousitcan.warn=Importante\: Los usuarios que se suscriban al sitio podr\u00e1n acceder a los materiales del mismo. Si el sitio contiene material sensible, es recomendable no hacerlo suscribible.

ediacc.addit=Acceso adicional
ediacc.additin=Adem\u00e1s de los miembros del sitio, puede permitir a otras personas acceder a su sitio sin ser miembros del mismo.
ediacc.noextra=Sin acceso adicional
ediacc.auth=Usuarios con sesi\u00f3n abierta
ediacc.anon=Cualquiera (incluso los usuarios que no han abierto sesi\u00f3n)
ediacc.join=Permitir la suscripci\u00f3n
ediacc.joinin=Adem\u00e1s de a\u00f1adir participantes expl\u00edcitamente a su sitio, puede permitir que los usuarios se registren ellos mismos (se unan al sitio).
ediacc.public=Lista p\u00fablica de sitios
ediacc.publicin=\u00bfLe gustar\u00eda que partes de su sitio aparecieran en la lista p\u00fablica de sitios? Esta informaci\u00f3n estar\u00eda disponible para cualquier usuario.


ediacccon.alert=Alerta\:
ediacccon.bac=Atr\u00e1s
ediacccon.can=Cancelar
ediacccon.conglo=Confirmando el acceso global para
ediacccon.fin=Fin
ediacccon.joiwit=agregable al rol
ediacccon.makin=Haciendo este sitio agregable significa que todos pueden a\u00f1adirse ellos mismos como participantes de su sitio y tendr\u00e1n el Rol que usted especifique.
ediacccon.makin2=Haciendo que un sitio sea no-agregable significa que ninguna otra persona excepto los que usted especificamente a\u00f1ada, podr\u00e1n participar en su sitio.
ediacccon.unjoi=no-agregable
ediacccon.youhav=Ha seleccionado crear el sitio

newsitpub.alert=Alerta\:

pubuncon.alert=Alerta\:
pubuncon.apub=Un sitio p\u00fablico est\u00e1 visible para todos los participantes.
pubuncon.bac=Atr\u00e1s
pubuncon.benot=ser notificado de la disponibilidad del sitio.
pubuncon.can=Cancelar
pubuncon.clifin=Pulse ''Acabar'' para cambiar el estado de su sitio para
pubuncon.conpub=Confirmando el estado p\u00fablico de
pubuncon.fin=Fin
pubuncon.part=Participantes
pubuncon.publi=publicado
pubuncon.unpub=Los sitios no publicados s\u00f3lo son visibles por aquellos que tienen permiso de configuraci\u00f3n del sitio.
pubuncon.unpubli=no publicado
pubuncon.will=ser\u00e1
pubuncon.willnot=no ser\u00e1

pubunp.alert=Alerta\:
pubunp.can=Cancelar
pubunp.chathe=Cambiando el estado de un sitio ...

pubunp.con=Continuar
pubunp.pubwor=Publicar sitio
pubunp.pubyou=Al publicar  su sitio hace este visible a sus participantes.
pubunp.unpwor=Sitio no publicado

sitdup.alert=Alerta\:
sitdup.can=Cancelar
sitdup.dup=Duplicar
sitdup.dupaclacourse=Al duplicar un sitio de un curso se crear\u00e1 un nuevo sitio con los contenidos que crearon profesorado/administradores, pero por cuesti\u00f3n de privacidad no se copiar\u00e1n los elementos a\u00f1adidos por usuarios generales o estudiantes.
sitdup.dupaclanoncourse=Al duplicar un sitio crear\u00e1 un nuevo sitio con contenidos que los propietarios/administradores han creado, pero por cuestiones de privacidad no se copiar\u00e1n los elementos a\u00f1adidos por usuarios gen\u00e9ricos.
sitdup.dupsit2=Sitio duplicado
sitdup.hasbeedup=ha sido creado.
sitdup.sitti=T\u00edtulo del sitio\:
sitdup.newsitid=ID del sitio
sitdup.newsitid.instructions=Formato recomendado para ID de sitio\: todo en min\u00fasculas sin espacios o caracteres especiales.
sitdup.idused=El ID est\u00e1 en uso por otro sitio existente, por favor introduzca un ID diferente o deje el campo vaci\u00f3 para que el sistema genere un nuevo ID aleatoriamente
sitdup.duptit=\u00bfConservar la cuota de almacenamiento de archivos de Recursos?
sitdup.curquot=Actualmente definido como 
sitdup.yesdupequota=S\u00ed
sitdup.nodupequota=No, restablecer por defecto
sitdup.dupscoredata=Copiar {0} selecciones de los elementos de calificaciones.


sitegen.sitedel.remov=Borrando sitio...
sitegen.sitedel.alert=Alerta\:
sitegen.sitedel.deleting=Al borrar un sitio se borrar\u00e1n todos los contenidos y no se podr\u00e1n recuperar.
sitegen.sitedel.deleting1=Al borrar el sitio se eliminar\u00e1n todos los contenidos y no se podr\u00e1n recuperar - nadie tendr\u00e1 acceso al sitio borrado. Si est\u00e1 intentando eliminarse usted mismo del sitio, use la herramienta Pertenencia en 'Mi Sitio' para darse de baja del sitio.
sitegen.sitedel.you=Ha seleccionado que se borre el siguiente sitio\:
sitegen.sitedel.you2=Ha seleccionado los siguientes sitios para borrar\:
sitegen.sitedel.remove=Borrar
sitegen.sitedel.cancel=Cancelar
sitegen.sitedel.remov.soft=Borrando "soft" el sitio...
sitegen.sitedel.soft=Este sitio ser\u00e1 borrado pero con opci\u00f3n de recuperaci\u00f3n\: permanecer\u00e1 disponible mediante la opci\u00f3n de "Ver sitios borrados recuperables" en la herramienta de 'Configuraci\u00f3n de sitios' que se encuentra en Mi Sitio. Aun as\u00ed habr\u00e1 que tener en cuenta que podr\u00eda borrarse definitivamente si la agenda programada por el administrador del sistema as\u00ed lo indica. <p>Los participantes no podr\u00e1n acceder al sitio; sin embargo, los contenidos del sitio ser\u00e1n preservados y se podr\u00e1 restaurar el acceso al sitio en cualquier momento antes de que sea eliminado definitivamente.</p>
sitegen.sitedel.you.soft=Usted ha seleccionado el siguiente sitio para su borrado "soft"\:
sitegen.sitedel.you2.soft=Usted ha seleccionado los siguientes sitios para su borrado "soft"\:
sitegen.sitedel.softly.delete=Marca para su eliminaci\u00f3n

sitegen.removpart.confirm=Confirmando la eliminaci\u00f3n de los participantes de
sitegen.removpart.alert=Alerta\:
sitegen.removpart.following=Los siguientes ya no tendr\u00e1n acceso cuando pulse en bot\u00f3n Finalizar.
sitegen.removpart.name=Nombre
sitegen.removpart.username=Usuario
sitegen.removpart.role=Rol
sitegen.removpart.participant=Los participantes listados a continuaci\u00f3n no pueden ser eliminados porque est\u00e1n registrados oficialmente en el curso. Sin embargo, puede cambiar su rol en el sitio pulsando el comando Cambiar Rol (...bajo Revisar, Editar acceso).
sitegen.removpart.finish=Fin
sitegen.removpart.back=Atr\u00e1s
sitegen.removpart.cancel=Cancelar

sitegen.pubunpub.revi=Revisando estado de publicaci\u00f3n para $validator.escapeHtml($title)
sitegen.pubunpub.alert=Alerta\:
sitegen.pubunpub.when=Cuando se publica un sitio, se puede enviar un email autom\u00e1ticamente a todos los participantes anunciandoles la disponibilidad del sitio.
sitegen.pubunpub.send=Enviar un email a los participantes anunciando la disponibilidad del sitio
sitegen.pubunpub.donot=No enviar un email anunciando la disponibilidad del sitio
sitegen.pubunpub.continue=Continuar
sitegen.pubunpub.back=Atr\u00e1s
sitegen.pubunpub.cancel=Cancelar

sitegen.addcourse.alert=Alerta\:
sitegen.addcourse.adding=Petici\u00f3n acceso al sitio\:
sitegen.addcourse.please=Por favor, confirme que se van a a\u00f1adir las siguientes secciones a su sitio de clase.
sitegen.addcourse.class=Informaci\u00f3n de clase
sitegen.addcourse.foll=Las siguientes clases han sido a\u00f1adidas a este sitio\:
sitegen.addcourse.you=Ha indicado a\u00f1adir las siguientes clases a este sitio\:
sitegen.addcourse.add=A\u00f1adir clase(s)
sitegen.addcourse.cancel=Cancelar
sitegen.addcourse.back=Atr\u00e1s


setperfor=Dar permisos para Informaci\u00f3n del Sitio

theisa=No se pueden establecer los permisos porque el sitio est\u00e1 siendo editado. Cierre los permisos en otras herramientas antes de continuar.

permis=Permisos...

gen.proces=Procesando......

atleastonetool=Por favor, seleccione al menos una herramienta.

#group related
java.group=Gestionar grupos
group.membership=Miembros del grupo\:
group.description=Descripci\u00f3n
group.list=Lista de grupos
group.title=T\u00edtulo
group.title.same=Ya existe un grupo con el mismo nombre. Por favor, escoja un nombre distinto.
group.number=Tama\u00f1o
group.tablesummary=La tabla tiene informaci\u00f3n del grupo. La columna 1 indica el t\u00edtulo, la columna 2 indica el n\u00famero de miembros del grupo. Las cabeceras tienen enlaces para ordenar
group.siteinfo.tablesummary=La tabla tiene informaci\u00f3n del grupo del sitio. La columna 1 indica el nombre del grupo y la columna 2 el n\u00famero de miembros.
group.sorttitleasc=Ordenar por t\u00edtulo ascendentemente
group.sorttitledesc=Ordenar por t\u00edtulo descendentemente
group.sortnumberasc=Ordenar por n\u00famero de miembro de grupo ascendentemente
group.sortnumberdesc=Ordenar por number de grupo de miembros descendentemente
group.newgroup=Crear grupo nuevo
group.editgroup=Editar grupo
group.nogroup=No hay grupos definidos.
editgroup.instruction=Seleccione miembros de la lista de miembros del sitito y a\u00f1\u00e1dalos al  grupo. Seleccione miembros de la lista de grupos y elim\u00ednelos. Pulse Actualizar para guardar los cambios.
editgroup.membership=Miembros
editgroup.remove=\u00bfBorrar?
editgroup.selectremovechecked=Seleccione para borrar
editgroup.removechecked=Borrar marcados
editgroup.revise=Revisar
editgroup.update=Actualizar
editgroup.back=Atr\u00e1s
editgroup.cancel=Cancelar
editgroup.addmember=A\u00f1adir al grupo >
editgroup.removemember=Borrar >
editgroup.generallist=Lista de los miembros del sitio
editgroup.grouplist=Lista de miembros del grupo
editgroup.titlemissing=Debe especificar el nombre del grupo
editgroup.removegroups=Borrar grupos
editgroup.groupdel.alert=Borrar un grupo es permanente. Las herramientas que usen el/los grupo(s) seleccionado(s) podr\u00edan no funcionar correctamente despu\u00e9s de borrarlo. Se recomienda que compruebe las herramientas que usan este grupo antes de borrarlo. \u00bfEst\u00e1 seguro de que desea borrar el/los siguiente(s) grupo(s)?
editgroup.site.permission.alert=No tiene permiso para hacer cambios al sitio.
editgroup.site.notfound.alert=Sitio no encontrado.

sitedicla.requested=(solicitado)
sitedicla.choose_file=Elija el fichero a importar
sitedicla.file=Fichero\:
sitedicla.import=Importar
sitedicla.copy_materials=Copiar materiales de otros sitios
sitedicla.choose_materials=Elija el material de este sitio que desea copiar.
sitedicla.copy_message=Ahora escoja los materiales que desea reutilizar (copiar) de otros sitios de su propiedad. \nSi escoge importar materiales desde un fichero, solo podr\u00e1 copiar materiales de un sitio. \nTodos los materiales se copiar\u00e1n literalmente, sin actualizar las fechas asociadas.
sitedicla.copying=Copiar el material de...
sitedicla.move=Mover
sitedicla.move_into=...en el sitio actual
sitedicla.copybtn=Copiar materiales
sitedicla.cancel=Cancelar

tool.news.desc=Para contenido de
tool.webcontent.desc1=Para acceder al contenido de
tool.webcontent.desc2=desde este sitio.

user.notdefined=Imposible encontrar a un usuario con el identificador

## in import file process
importFile.size=El tama\u00f1o m\u00e1ximo de subida de {0} MB ha sido excedido.
importFile.exceeded=se ha sobrepasado
importFile.choosefile=Por favor, elija un fichero para importar.
importFile.invalidfile=Por favor escoja un fichero v\u00e1lido para importar

alert.protocol=Por favor, introduzca una direcci\u00f3n web v\u00e1lida.

## for sitesetup question
sitesetupquestion.alert=Por favor responda a las siguientes preguntas


sitinfimp.selection=Por favor escoja el m\u00e9todo a continuaci\u00f3n que proceda\:
sitinfimp.migrate=Me gustar\u00eda reemplazar mis datos
sitinfimp.migrate.info=Cualquier informaci\u00f3n existente ser\u00e1 sobreescrita y reemplazada por los datos importados.
sitinfimp.hiddensites=Importar desde sitios ocultos
sitinfimp.hiddensites.info=Los siguientes sitios se han ocultado en Preferencias, pero puede importar materiales desde los mismos.
sitinfimp.import=Me gustaria fusionar mis datos
sitinfimp.import.info=Sus datos importados se fusionaran con los datos existentes.
sitinfimp.import.user=Quisiera unificar mi(s) usuario(s)
sitinfimp.import.user.info=Sus usuarios importandos se unificar\u00e1n con los existentes. Este mecanismo no importa los proporcionados por orlas.
sitinfimp.mysites=Importar de mis sitios
sitinfimp.replace=Puede reemplazar el material en uno de sus sitios importando el material de otro sitio en el que sea el propietario. Cualquier dato existente se sobreescribir\u00e1, reemplaz\u00e1ndose por datos importados.
sitinfimp.choose=Escoja el material que quiere reutilizar de este sitio.
sitinfimp.wikinote=(El contenido existente se archivar\u00e1 y podr\u00e1 ser accedido desde el enl\u00e1ce hist\u00f3rico)

### limit of site group title ####
site_group_title_length_limit=La longitud del t\u00edtulo no puede exceder los {0} caracteres. Por favor, introduzca un t\u00edtulo m\u00e1s corto.

# site title can't contain HTML
siteTitle.htmlStrippedToEmpty=El t\u00edtulo del sitio no puede contener c\u00f3digo HTML. Proporcione un t\u00edtulo de sitio v\u00e1lido.

print=Versi\u00f3n imprimible
description.linebreak=La descripci\u00f3n del sitio contiene saltos de l\u00ednea que no est\u00e1n en HTML y han sido actualizados. Por favor, revise los cambios y gu\u00e1rdelo con el nuevo formato.

sitecopy.copymembers=\u00bfCopiar tambi\u00e9n los miembros del sitio?

sitmansav.sitid=Identificador del sitio\:

## the select all checkbox
check.all=Seleccionar todo
check.all.part=Seleccionar/deseleccionar todos los participantes

noterm_class=No aparece como instructor en ning\u00fan listado para el periodo seleccionado.

java.couldntlocate=El sitio con el identificador {0} no se encuentra. Por favor, contacte con el administrador para que le ayude.
### Role description ###
sitegen.roledescription.maintain=Puede leer, revisar, borrar y a\u00f1adir tanto contenidos como participantes al espacio.
sitegen.roledescription.Instructor=Puede leer, revisar, borrar y a\u00f1adir tanto contenidos como participantes al espacio.
sitegen.roledescription.access=Puede leer contenidos y a\u00f1adirlos en partes del espacio.
sitegen.roledescription.Student=Puede leer contenidos y a\u00f1adirlos en partes del espacio.
sitegen.roledescription.TeachingAssistant=Puede leer, a\u00f1adir y revisar gran parte del contenido y sus secciones.
##Additional site info
sitegen.siteinfolist.modify=Fecha de modificaci\u00f3n
sitegen.siteinfolist.usermodify=Modificado por
sitegen.siteinfolist.searchUser=Buscar

useOfficialDescription=Usar descripci\u00f3n oficial

## Site Shopping Period
shopping.header=Acceso del per\u00edodo de compra
shopping.start.label=Fecha de inicio
shopping.end.label=Fecha de fin
shopping.visibility.label=Visibilidad
shopping.role.label=Rol
shopping.role.instructions=Los compradores tendr\u00e1m el mismo acceso que este rol/permiso.
shopping.instructions=Puede a\u00f1adir/borrar/actualizar herramientas y administrar el acceso de los usuarios (con sesi\u00f3n iniciada) y el p\u00fablico utilizando esta herramienta. \n<ul><li>Para a\u00f1adir o actualizar, marque la casilla para ignorar los ajustes y luego llene los campos abajo.</li> \n<li>Para eliminar, haga clic en el enlace correspondiente y guarde O marque la casilla de ignorar ajustes y borrar todos los campos para vaciar todas las opciones .</li> \n<li>Para resetear los ajustes, desmarque la casilla de ignorar la configuraci\u00f3n y dele a salvar.</li> \n</ul> Por favor espere hasta 10-15 minutos para que los cambios surtan efecto.
shopping.instructions.view=No tiene permiso para ignorar la configuraci\u00f3n del per\u00edodo comercial de su sitio.
shopping.noauth=ninguno
shopping.showTools.label=Mostrar herramientas
shopping.showTools.authLabel=Conectado
shopping.showTools.publicLabel=P\u00fablico
shopping.override.label=Anulan la configuraci\u00f3n heredada
shopping.optout.label=Anula el periodo de compras para mi sitio
shopping.showTools.warning=No ha seleccionado ninguna herramienta para mostrar a los usuarios durante el periodo de compra.  Esto no es necesario si no quiere optar por el per\u00edodo de compra, simplemente haga clic en actualizar otra vez.
shopping.showTools.publicTitle=Seleccione las herramientas que desee abrir para la compra
shopping.showTools.authTitle=Seleccione las herramientas que desee abrir para la compra
selectAll=Seleccionar Todo

## DA access view
daAccess.header=Usuarios con acceso delegado
daAccess.instructions=La siguiente lista muestra los usuarios a los que les ha concedido acceso a su sitio.  Las columnas "Permiso" y "Rol" especifican el acceso del usuario dentro de este sitio.  Estos usuarios son capaces de acceder a todas las herramientas en el sitio adem\u00e1s de las herramientas listadas en las columnas "Herramientas restringidas".
daAccess.tableheader.name=Nombre
daAccess.tableheader.eid=EID
daAccess.tableheader.realm=Permiso
daAccess.tableheader.role=Rol
daAccess.tableheader.restrictedTools=Herramientas restringidas

## lti tool integration
ltiTools.external=Herramientas externas\:
ltiTools.usage=(Utilizado en {0} sitios)
ltiTools.custom.instruction=Por favor introduzca la informaci\u00f3n relativa a las herramientas externas.

# tool grouping
tool.group.default=General

importQueued=Su proceso de importaci\u00f3n ha sido puesto en la cola. Usted recibir\u00e1 un correo electr\u00f3nico cuando se haya completado la importaci\u00f3n. El correo electr\u00f3nico deber\u00eda aparecer en menos de15 minutos. Hasta que usted no reciba este correo electr\u00f3nico ning\u00fan material importado se desplegar\u00e1 en este curso.
importQueuedNoEmail=Su proceso de importaci\u00f3n ha sido puesto en la cola. Deber\u00e1 esperar un m\u00e1ximo de 15 minutos para que el proceso de importaci\u00f3n termine.

# for creating site from archive
archive.createsite=Crear sitio desde un archivo
archive.createsite.info=Permite usar un archivo de sitio existente como base para su nuevo sitio. El contenido del archivo se a\u00f1adir\u00e1 al nuevo sitio.
archive.createsite.info.2=El contenido del archivo ser\u00e1 importado al nuevo sitio.
archive.createsite.type=Nuevo tipo de sitio
archive.createsite.term=Nuevo periodo acad\u00e9mico del sitio
archive.createsite.choose=Seleccionar archivo
archive.createsite.upload=Subir archivo
archive.createsite.missingfile=Debe subir un archivo de un sitio en formato zip
archive.createsite.invalidfile=Archivo inv\u00e1lido
archive.createsite.missingtype=Debe seleccionar un nuevo tipo de sitio
archive.createsite.failedupload=Ocurri\u00f3 un error subiendo el archivo
archive.createsite.failedmerge=Ocurri\u00f3 un error mezclando los contenidos del archivo.
archive.createsite.confirm=Creando el sitio a partir del archivo
archive.createsite.confirm.none=Ninguno

## SAK-24423 - joinable site settings
ediacc.joinExcludeFromPublic=Excluir este sitio de la lista de sitios suscribibles p\u00fablicamente disponibles
ediacc.joinLimitByAccountType=L\u00edmite la posibilidad de unirse a ciertas cuentas espec\u00edficas
ediacc.additionJoinAccessOptions=Opciones adicionales\:
ediacc.joinToGroup=Agrega los miembros que se unen al sitio a un grupo espec\u00edfico\:
ediacc.joinGroupNoSelection=Ninguno
ediacc.groupEnabledLocalDiabledGlobal=Esta opci\u00f3n se ha desactivado todo el sistema. Los nuevos miembros no ser\u00e1n colocados en un grupo.
ediacc.notifyEnabledLocalDisabledGlobal=Esta opci\u00f3n se ha desactivado todo el sistema. Usted no recibir\u00e1 notificaciones por correo electr\u00f3nico cuando alguien se una a su sitio.
ediacc.excludeEnabledLocalDisabledGlobal=Esta opci\u00f3n se ha desactivado todo el sistema. Este sitio aparecer\u00e1 en la lista de sitios suscribibles p\u00fablicamente disponibles.
ediacc.limitEnabledLocalDisabledGlobal=Esta opci\u00f3n se ha desactivado todo el sistema. Cualquier usuario puede unirse a este sitio. 
ediacc.selectAtLeastOneAccountType=Debe seleccionar al menos un tipo de cuenta de las que aparecen abajo.
ediacc.noAccountTypesSelected=Ha seleccionado limitar la posibilidad de inscribirse en este sitio a usuarios con un tipo de cuenta espec\u00edfica. Debe seleccionar al menos un tipo de cuenta que se puede unir al sitio o deseleccionar este tipo de limitaci\u00f3n.

# SAK-22384 MathJax support
sinfo.mathjax.name=LaTeX
sinfo.mathjax.allowForSite=Habilitar <strong>MathJax</strong> para renderizado autom\u00e1tico de LaTeX y AsciiMath en este sitio.
sinfo.mathjax.allowForSite.learnmore=Aprender m\u00e1s
sinfo.mathjax.confirmEnabled=Has activado la renderizaci\u00f3n autom\u00e1tica de Latex para este sitio.
sinfo.mathjax.allowed=Activado para este sitio
sinfo.mathjax.notAllowed=Deshabilitado

java.sites.deleted=Sitios eliminados recuperables
java.restore=Restaurar seleccionados

list.sortbysoftlydeleted=Ordenar por el estado de eliminaci\u00f3n
list.softlydeleted=Sitios eliminados recuperables
list.restore=Restaurar
list.sortbysoftlydeleted.asc=Ordenar por estado de eliminaci\u00f3n recuperable ascendente
list.sortbysoftlydeleted.desc=Ordenar por estado de eliminaci\u00f3n recuperable descendente
softly.deleted.already=Uno o m\u00e1s de los sitios seleccionados ya est\u00e1n marcados para su eliminaci\u00f3n y se han quitado de su selecci\u00f3n.
softly.deleted.already2=El sitio que ha elegido no ha sido marcado para borrarlo as\u00ed que no es necesaria ninguna acci\u00f3n.
softly.deleted.restore.nopermission=No puede restaurar ese sitio ya que usted no tiene permiso.
softly.deleted.invalidsite=No puede restaurar ese sitio puesto que ya no existe.

# hard delete
java.delete.hard=Eliminar definitivamente seleccionados
sitegen.sitedel.hard=NOTA\: Ha seleccionado Borrar definitivamente, por lo que se eliminar\u00e1 del sistema el contenido de estos sitios.
sitegen.sitedel.hard.button=Borrar definitivamente

import.newtool=Nota\: Si elige importar contenido de las herramientas marcadas con un +, las herramientas se a\u00f1adir\u00e1n a su sitio.

sinfo.lessonbuildersubnav.name=Navegaci\u00f3n por subp\u00e1ginas de Contenidos
sinfo.lessonbuildersubnav.allowForSite=Habilitar <strong>navegaci\u00f3n por subp\u00e1ginas de Contenidos</strong> en el men\u00fa lateral de herramientas.
sinfo.lessonbuildersubnav.confirmEnabled=Ha habilitado la navegaci\u00f3n por subp\u00e1ginas de Contenidos en este sitio.
sinfo.lessonbuildersubnav.enabled=Activado para este sitio

sinfo.portalneochat.name=Chat del portal 
sinfo.portalneochat.allowForSite=Habilitar <strong>Chat del portal</strong> en este sitio.
sinfo.portalneochat.confirmDisabled=Ha deshabilitado el "Chat del portal" en este sitio.
sinfo.portalneochat.disabled=Deshabilitado

# table toolbar common messages
view.label=Vista
gen.viewing.phrase=Mostrando {0} - {1} de {2} elementos.
gen.show=Mostrar {0} elementos...
# {0} is the pagesize
gen.previous.pagesize=Anterior {0}
# {0} is the pagesize
gen.next.pagesize=Siguiente {0}
gen.select.label=Elija el tama\u00f1o de p\u00e1gina
gen.listnavselect=Para operar el cuadro primero hay que abrirlo pulsando "Alt"+"Flecha abajo", luego pulsar las flechas de arriba y abajo para desplazarse entre las opciones.

# search filter common messages
search.label=Buscar
search.button=Buscar
search.clear=Limpiar b\u00fasqueda

#manage overview
manover.header=Gestionar Inicio del sitio\:
manover.instr=Revisar y modificar la informaci\u00f3n de Inicio
manover.title=T\u00edtulo
manover.layout=Disposici\u00f3n\: 
manover.toolid=ID de herramienta 
manover.features=Caracter\u00edsticas
manover.desc=Descripci\u00f3n
manover.up=Mover arriba
manover.down=Mover abajo
manover.right=Mover hacia la derecha
manover.left=Mover hacia la izquierda
manover.added=Widgets actuales
manover.all=Widgets disponibles
manover.unavail=Widgets no disponibles
manover.move=Mover
manover.layhint=Disposici\u00f3n (filas, columnas)\:
manover.alert=Alerta\:
manover.notitle=El t\u00edtulo no se puede dejar en blanco
manover.layhintletter=La disposici\u00f3n deben ser enteros en el formato "fila, columna" empezando con 0. Por ejemplo 0,0 o 0,1
manover.notools=No se han definido widgets en esta p\u00e1gina.
manover.nowidgets=No hay widgets disponibles para a\u00f1adirse a esta p\u00e1gina.
manover.tool.unavail=Estos widgets no estan disponibles porque no se han instalado en el sitio. Para a\u00f1adir widgets a Inicio ir a "Editar herramientas" y a\u00f1adir la que se desee.
manover.remove=Eliminar
manover.remove.full=Eliminar widget de la p\u00e1gina
manover.add=A\u00f1adir
manover.add.full=A\u00f1adir widget a la p\u00e1gina
manover.save=Guardar
manover.can=Cancelar
