#Fri Nov 26 20:33:12 CET 2010
pubuncon.apub=Un site publi\u00E9 est visible \u00E0 tous les participants.
sitetype.project=projet
chrol.help=Aide \u00E0 propos des r\u00F4les
java.group=G\u00E9rer les groupes
java.importFile=Importer du fichier
import.choose.label2=du site
import.choose.label1=S\u00E9lectionner
sitegen.siteinfolist.role=R\u00F4le
sitediinf.ico=URL de l'ic\u00F4ne\:
newsc.project.confirm=Confirmez votre installation de site de projet
sitediconf.sittit=Titre du site\:
sitdup.dupsit2=Site dupliqu\u00E9
sitegen.pubunpub.continue=Continuer
newsitpub.alert=Alerte\:
sitediinf.dis=Affich\u00E9e sur la page d'accueil du site.
sitegen.siteinfolist.status.select=S\u00E9lectionner le statut pour
chrol.partic=Participant\:
list.sortbycreator=Trier par cr\u00E9ateur
sitediconf.sitico=URL de l'ic\u00F4ne du site\:
list.sites=sites ont \u00E9t\u00E9
newsc.ifthis=Si cette information est correcte, cliquez Demander site.
sitegen.addcourse.please=Veuillez confirmer l'ajout des sections suivantes \u00E0 votre site de classe.
group.sorttitledesc=Trier par titre descendant
group.editgroup=\u00C9diter groupe
sitegen.siteinfolist.summary=Information de site
man.authoriz=Nom d'utilisateur de la personne autoris\u00E9e responsable\:
man.notverifyfuture2=semaines avant le d\u00E9but de la session. \u00C0 ce moment vous pourrez donner l'acc\u00E8s \u00E0 votre site aux \u00E9tudiants en allant dans l'outil d'Information du site, en s\u00E9lectionnant "\u00C9diter liste(s) de classe" et en suivant les informations de l'assistant de configuration.
man.notverifyfuture1=La liste officielle pour votre classe sera disponible
sitegen.sitedel.remove=Supprimer
editgroup.remove=Supprimer?
sitedicla.edit_roster=\u00C9diter les listes qui ont acc\u00E8s \u00E0
newsc.icon=Ic\u00F4ne de l'URL\:
ediacc-glo.roltoass=R\u00F4le \u00E0 attribuer lorsqu'un utilisateur s'abonne au site
man.email=Un courriel sera envoy\u00E9 pour demander l'autorisation pour que vous puissiez cr\u00E9er ce site.
java.wasset=a \u00E9t\u00E9 configur\u00E9 par
java.manual=Veuillez s\u00E9lectionner le cours de la liste ou choisissez d'entrer manuellement l'information du cours.
java.recmsg=Les messages & Notifications de forums 
sitegen.siteinfolist.app=Apparence\:
addconf.srasc=Trier par r\u00F4le ascendant
sitinfimp.migrate.info=Toutes les donn\u00E9es existantes seront \u00E9cras\u00E9es, remplac\u00E9es par vos donn\u00E9es d'importation. Cette m\u00E9thode vous permet d'importer les param\u00E8tres de carnet de notes.
man.means=signifie que l'information est obligatoire.
chrol.indiv=Modifier les r\u00F4les des participants individuellement
list.select.label=Choisissez la taille de la page
java.please=Veuillez ne s\u00E9lectionner qu'un seul site \u00E0 r\u00E9viser \u00E0 la fois
java.assoc=est associ\u00E9 \u00E0 la (aux) classes \u00E9num\u00E9r\u00E9e(s) ci-dessus?
sitinfimp.reuse=R\u00E9utiliser du mat\u00E9riel d'autres sites
ediacccon.makin2=Un site o\u00F9 il est "impossible de s'y inscrire" veut dire que personne, \u00E0 l'exception de ceux que vous ajoutez sp\u00E9cifiquement, ne peut devenir un participant de votre site.
sitegen.removpart.name=Nom
java.guest=Veuillez inscrire le(s) nom(s) d'utilisateur ou l'(les) adresse(s) courriel Invit\u00E9 \u00E0 ajouter \u00E0 ce site
java.new=Nouveau
sitedicla.alert=Alerte
newsc.short.none=Aucune br\u00E8ve descriptionn'est fournie
import.choose.list.summary=Table contenant un r\u00E9seau d'outil et de sites. Premi\u00E8re colonne\: nom de l'outil. Colonnes subs\u00E9quentes sont pour les sites. Certaines peuvent contenir des cases \u00E0 cocher. En les s\u00E9lectionnant, le contenu de cet outil (la ligne) sera import\u00E9e dans ce site (la colonne)
newsc.please=Veuillez r\u00E9viser l'information suivante \u00E0 propos de votre site.
list.scdesc=Trier par date de cr\u00E9ation descendante
ediacc.bac=Retour
list.scasc=Trier par date de cr\u00E9ation ascendante
addconf.confirming=Confirmation de l'ajout de participant(s) \u00E0
sitegen.pubunpub.cancel=Annuler
java.permission=Vous n'avez pas le droit d'ajouter le site {0}.
sitediinf.des=Description\:
sinfo.requestedSections=Vous avez demand\u00E9 l'approbation pour ajouter les Listes suivantes\:
sitinfimp.reuse.user=L'importation d'utilisateurs sur d'autres sites
list.cls=R\u00E9initialiser la recherche
sinfo.display=Affich\u00E9e sur la page d'accueil du site.
list.styasc=Trier par type ascendant
newsc.tools=Outils\:
addnoti.dontsend=Ne pas envoyer - Ne pas envoyer de courriel aux nouveaux participants les avisant de la disponibilit\u00E9 du site
gen.previous=Aller au pr\u00E9c\u00E9dent
multipleTools.title.suggest=(Longueur sugg\u00E9r\u00E9 15 car.)
newsc.site=Titre du site\:
list.type=Type
chrol.change=Modifier tous les participants et leur attribuer le m\u00EAme r\u00F4le
multipleTools.site=Adresse courriel du site
java.siteaccess=G\u00E9rer acc\u00E8s
permis=Droits d'acc\u00E8s...
list.viewing=Affichage
alert.protocol=Veuillez utiliser une adresse Web valide.
addconf.summary=La table contient les informations du participant du site \u00E9tant ajout\u00E9. Colonne 1\: le num\u00E9ro. Colonne 2\: le vrai nom de l'utilisateur. Colonne 3\: le nom d'utilisateur. Colonne 4\: le r\u00F4le. Les ent\u00EAtes contiennent des liens pour trier les valeurs de leur colonne.
chrol.uniq=Nom unique
sitegen.siteinfolist.icon=URL de l'ic\u00F4ne\:
java.appoint='s appointment and the legitimacy of this site request. Si vous vous sentez incapable de r\u00E9pondre, veuillez rediriger ce message \u00E0 une personne contact au niveau d\u00E9partemental qui a l'autorisation d'aprouver ou de refuser la requ\u00EAte.
list.found=trouv\u00E9s qui correspondent \u00E0 votre recherche pour
java.course2=cours\:
nscourse.findCourse.selected=S\u00E9lection courante\:
sitegen.siteinfolist.sortnameas1=Trier par nom de cours ascendant
feat.tools=Outils
java.respond=Veuillez r\u00E9pondre \u00E0 ce message avec l'information \u00E0 propos de
nscourse.findCourse=S\u00E9lection de cours/section(s) -
sitegen.siteinfolist.sitedes=Description du site\:
sitedicla.import=Importer
sitedicla.file=Fichier\:
sitediconf.none=Non fourni
java.click=Cliquez Annuler pour retourner \u00E0 votre liste de sites.
java.delete=Supprimer
java.specify=Veuillez sp\u00E9cifier le titre du site.
newsc.descr=Description\:
list.check=Cochez la (les) case(s) pour r\u00E9aliser une action sur un site. Cliquez le titre de la colonne pour trier.
java.recent=Messages de clavardage r\u00E9cents
addconf.srdesc=Trier par r\u00F4le descendant
feat.forv=Pour l'affichache des annonces r\u00E9centes, discussions, et \u00E9l\u00E9ments de clavardage.
group.siteinfo.tablesummary=Table contenant l'information sur le groupe de site. La colonne 1 contient le titre du groupe, la colonne 2 contient le d\u00E9compte du nombre de membre du groupe.
newsc.no=Non
ediacc-glo.rol=S\u00E9lection du r\u00F4le
gen.continue=Continuer
man.please_enter=Veuillez trouver un[autre] cours/section en entrant l'information ci-dessous.
pubunp.alert=Alerte\:
theisa=Les droits d'acc\u00E8s ne peuvent \u00EAtre r\u00E9gl\u00E9s actuellement parce que le site est d\u00E9j\u00E0 en train d'\u00EAtre \u00E9dit\u00E9. Fermez les droits d'acc\u00E8s dans les autres outils avant de continuer.
editgroup.generallist=Liste des membres du site
java.sites={0} Sites
sitediinf.sittit=Titre du site\:
sitediconf.bac=Retour
nscourse.youmay=Vous pouvez aussi permettre l'acc\u00E8s au site \u00E0 la (aux) liste(s) suivante(s)\:
list.stasc=Trier par titre ascendant
sitegen.siteinfolist.sortcreddes=Trier par cr\u00E9dits des participants descendants
addnoti.anemail=Un courriel peut \u00EAtre envoy\u00E9 automatiquement aux utilisateurs ajout\u00E9s les avisant de la disponibilit\u00E9 du site.
sitedicla.can=Annuler
sinfo.rosterlist.summary=Liste des fichiers associ\u00E9s \u00E0 ce site. Chaque ligne contient le nom de fichier et un lien pour le supprimer.
pubuncon.unpubli=non publi\u00E9
sitegen.siteinfolist.nomaintainuser=Le site doit avoir au moins un utilisateur avec un r\u00F4le
java.from=De\:
sitinfimp.alert=Alerte\:
java.pleasechoice=Veuillez s\u00E9lectionner le type de notification.
java.authoriz=Le courriel de demande d'autorisation du site a \u00E9t\u00E9 envoy\u00E9 avec succ\u00E8s \u00E0 uniqname
sitegen.removpart.back=Retour
list.stdesc=Trier par titre descendant
list.show=afficher
ediacc.con=Continuer
editgroup.grouplist=Liste des membres du groupe
sitdup.sitti=Titre du site\:
sinfo.enter3=Inscrivez l'information \u00E0 propos de votre site.
sinfo.enter2=Inscrivez l'information de base \u00E0 propos du site de classe...
setperfor=R\u00E9gler les droits d'acc\u00E8s pour les Informations du Site dans le site
sitegen.siteinfolist.iclu=Inclus dans la liste de sites publics\:
editgroup.revise=R\u00E9viser
sitegen.siteinfolist.return=Retour \u00E0 la liste de sites
java.thesiteemail=Le courriel de demande d'autorisation du site n'a pas pu \u00EAtre envoy\u00E9 \u00E0 uniqname
sitedicla.choose_file=S\u00E9lectionnez un fichier \u00E0 importer
sitegen.siteinfolist.of=de
sitegen.sitedel.remov=Suppression du site...
sitinfimp.import=Je tiens \u00E0 fusionner mes donn\u00E9es
java.realm=L'objet realm attendu n'a pas \u00E9t\u00E9 trouv\u00E9.
group.newgroup=Cr\u00E9er nouveau groupe
java.addp=Ajouter participants
ediacccon.alert=Alerte\:
list.items=\u00E9l\u00E9ments
group.sortnumberdesc=Trier par num\u00E9ro de membre de groupe descendant
list.publi=Publi\u00E9
sitegen.siteinfolist.credits=Cr\u00E9dits
site.descr=Description\:
sitegen.siteinfolist.sortroleas=Trier par r\u00F4le ascendant
sitegen.siteinfolist.no=Non
sitegen.sitedel.alert=Alerte\:
sitegen.pubunpub.alert=Alerte\:
newsc.other.confirm=Confirmez votre installation du site
ediacc.chaacc=Modifier l'acc\u00E8s pour
addconf.finish=Ce qui suit sera ajout\u00E9 \u00E0 votre site lorsque vous cliquerez le bouton Terminer ci-dessous.
list.search=Recherche
ediacc.alert=Alerte
java.support=\u00C9quipe de soutien
newsc.list.summary=Liste r\u00E9sumant les r\u00E9glages du site.
addconf.sudesc=Trier par nom unique descendant
pubuncon.bac=Retour
chrolc.confirm=Confirmation de la modification du r\u00F4le pour
sitegen.removpart.participant=Les participants \u00E9num\u00E9r\u00E9s ci-dessous ne peuvent pas \u00EAtre supprim\u00E9s parce qu'ils sont inscrits officiellement au cours. Cependant, vous pouvez modifier leurs r\u00F4les dans le site en cliquant le bouton Modifier r\u00F4le(s) (... sous R\u00E9viser, \u00C9diter acc\u00E8s).
site_group_title_length_limit=La longueur du titre ne peut pas d\u00E9pass\u00E9 {0} caract\u00E8res. Veuillez donner un titre plus court.
sitesetupquestion.alert=Veuillez r\u00E9pondre \u00E0 la question requise(s).
pubunp.pubwor=Publier site
sitegen.addcourse.alert=Alerte\:
sitedicla.move_into=...dans mon site actuel
list.sortbytype=Trier par type
java.sections=sections\:
java.approval=Je demande l'approbation d'un
man.spec=Instructions sp\u00E9ciales\:
sitegen.siteinfolist.enrolled=Inscrits \u00E0
java.copy=Ceci est une copie de la demande de site de cours que vous avez faite.
sitegen.sitedel.deleting=La suppression d'un site supprime tout le contenu et ne peut pas \u00EAtre annul\u00E9.
sitegen.siteinfolist.sortstatusas=Trier par statut de participant, ascendant
ediacccon.conglo=Confirmation de l'acc\u00E8s global pour
sitediconf.con=Confirmation de l'\u00E9dition de
addconf.sortbyrole=Trier par r\u00F4le
sitegen.pubunpub.send=Envoyer un courriel \u00E0 tous les utilisateurs les avisant que le site est disponible
java.addalias=Vous n'avez pas le droit d'ajouter l'alias.
java.receiv=Vous recevez ce message sur la recommandation de
java.subj=Suj\:
editgroup.site.notfound.alert=Site introuvable.
sitegen.siteinfolist.yes=Oui
sitediinf.alert=Alerte\:
java.addclasses=Ajouter liste(s)
multipleTools.email=Archive de courriels
sitegen.siteinfolist.sortidas=Trier par id des participants ascendant
sitinfimp.migrate=Je voudrais remplacer mes donn\u00E9es
java.couldntdel={0} n'a pas pu \u00EAtre supprim\u00E9 parce que vous n'avez pas le droit.
sinfo.other=Information du site
sitegen.siteinfolist.view=Affichage
sitegen.removpart.username=Nom d'utilisateur
man.sofar=Vous avez s\u00E9lectionnez jusqu'\u00E0 pr\u00E9sent les cours/section(s) suivant(s)
java.classes=Veuillez s\u00E9lectionner la (les) classe(s) \u00E0 supprimer.
addconf.number=\#
list.steasc=Trier par session ascendante
java.cannot=Impossible de trouver le site sp\u00E9cifi\u00E9
java.dupli=Veuillez sp\u00E9cifier un titre pour le site dupliqu\u00E9.
sitinfimp.youcan=Vous pouvez choisir de r\u00E9utiliser du mat\u00E9riel seulement des sites dont vous \u00EAtes propri\u00E9taire. Vous pouvez combiner du mat\u00E9riel de plusieurs sites.
java.email2=courriel
addrc.confirming=Confirmation des outils du site pour
java.forthis=pour cette section\:
sitinfimp.choose=Choisissez le mat\u00E9riel que vous voulez r\u00E9-utiliser \u00E0 partir de ce site.
java.home=Page d'accueil
sitegen.siteinfolist.active=Actif
sitegen.siteinfolist.cancel=Annuler
ediacc-glo.opeonl=Ouvert seulement \u00E0 ceux que vous ajoutez sp\u00E9cifiquement
sitetype.crenewsit=Cr\u00E9ation d'un nouveau site
addsame.participants=Participants
ediacc.gloacc=Acc\u00E8s global
java.dontperm= {0} n'a pas pu \u00EAtre supprim\u00E9. Vous n'avez pas le droit de supprimer ce site.
sitedicla.class=Liste
java.reqmiss=Champ(s) obligatoire(s) manquant(s). Veuillez remplir tous les champs obligatoires.
java.invalid.email={0} est une adresse courriel invalide. L'id du courriel doit \u00EAtre compos\u00E9 de caract\u00E8res alphanum\u00E9riques ou de \!\#$&'*+-\=?^_`{|}~. (pas d'espace).
java.emailarchive=Veuillez sp\u00E9cifier une adresse courriel pour l'outil d'archive de courriels.
newsc.avail=Disponible \u00E0\:
sitdup.dupaclacourse=La duplication d'un site de cours cr\u00E9era un nouveau site de cours contenant ce que les insctructeurs/administrateurs ont cr\u00E9\u00E9, mais pour des raisons de confidentialit\u00E9, ne copiera pas les \u00E9l\u00E9ments ajout\u00E9s au site par les utilisateurs/\u00E9tudiants en g\u00E9n\u00E9ral.
group.sortnumberasc=Trier par num\u00E9ro de membre de groupe ascendant
group.number=Taille
multipleTools.title=Titre
addrem.descrip=Description du projet, annonces r\u00E9centes, discussion et \u00E9l\u00E9ments de clavardage.
sitedicla.yet=d\u00E9j\u00E0
sitediconf.cli=Cliquez sur Terminer ci-dessous pour mettre \u00E0 jour votre site avec l'information suivante. Les champs que vous avez modifi\u00E9s sont montr\u00E9s en bleu.
sitegen.siteinfolist.id=Id
sitinfimp.con=Continuer
group.membership=Adh\u00E9sion au groupe\:
ediacccon.bac=Retour
sitegen.addcourse.cancel=Annuler
man.remove=Supprimer
pubuncon.part=Participants
pubuncon.unpub=Les sites non publi\u00E9s ne sont visibles qu'\u00E0 ceux qui ont le droit de cr\u00E9er le site.
sitegen.removpart.alert=Alerte\:
sitedicla.move=D\u00E9placer
sitegen.siteinfolist.term=Session\:
list.sortbystatus=Trier par statut
sinfo.class=Information de la classe
list.sortbytitle=Trier par titre
sitdup.dup=Dupliquer
pubuncon.conpub=Confirmation le statut de publication de
sitediinf.rev=R\u00E9vision de l'information du site pour
ediacc.pubsit=Publier le site
sitediconf.sitconnam=Nom de la personne-ressource du site\:
nscourse.findCourse.addAnotherSection=Ajouter une autre section
addconf.userid=Id
java.email=Courriel\:
java.allmy=Tous mes sites
sitetype.chothetyp.withtemplate=Vous pouvez cr\u00E9er un nouveau site d'une des deux fa\u00E7ons. A <b> Construire-Votre-Propre-Site </ b> (pour les utilisateurs exp\u00E9riment\u00E9s) vous permet de choisir les outils du site et des fonctions individuelles. A <b> site bas\u00E9 sur un mod\u00E8le </ b> (recommand\u00E9 pour les nouveaux utilisateurs) est livr\u00E9 pr\u00E9-charg\u00E9 avec des outils et fonctions essentielles. Veuillez noter que vous pouvez ajouter ou supprimer des outils des deux types du site, une fois cr\u00E9\u00E9.
java.changeroles=Vous n'avez pas le droit de modifier les r\u00F4les.
addrem.revising=R\u00E9vision des outils du site pour
sinfo.youare=Vous \u00EAtes en train de configurer un site de cours pour la (les) liste(s) suivante(s)\:
group.tablesummary=Le tableau contient l'information du groupe du site. La colonne 1 contient le titre du groupe, la colonne 2 contient le nombre de membres du groupe. Les en-t\u00EAtes contiennent des liens pour le tri.
pubunp.con=Continuer
man.addmore=Ajouter plus de liste(s)?
group.nogroup=Aucun groupe n'est d\u00E9fini.
adddif.please=Veuillez s\u00E9lectionner un r\u00F4le\:
sitegen.addcourse.adding=Demande d'acc\u00E8s au site\:
man.toaddto=\u00E0 ajouter \u00E0
list.inthe=dans le vue de
list.creator=Cr\u00E9ateur
sitdup.can=Annuler
newsc.crsite=Cr\u00E9er site
java.section=Section\:
addrc.selected=Et avez s\u00E9lectionn\u00E9 ce qui suit pour votre site (les outils ajout\u00E9s sont indiqu\u00E9s en rouge)\:
man.edit=\u00C9dition du site...
nscourse.look_up_an_username=Rechercher un nom d'utilisateur dans l'annuaire de campus\u2026
sitediinf.sitconema=Courriel de la personne-ressource du site\:
java.theemail=L'id du courriel doit \u00EAtre compos\u00E9 de caract\u00E8res alphanum\u00E9riques ou de \!\#$&'*+-\=?^_`{|}~. (pas d'espace).
ediacc.dismysit=Afficher mon site dans le r\u00E9pertoire, et partager les fichiers que je s\u00E9lectionne
editgroup.back=Retour
gen.last=Aller au dernier
java.notvalid=n'est pas valide.
sitetype.usetemplate=Utiliser un mod\u00E8le\:
editgroup.addmember=Ajouter au groupe >
nscourse.acad=Session de cours
addconf.role=R\u00F4le
java.canyou=Pouvez-vous v\u00E9rifier que
list.sortbycreation=Trier par date de cr\u00E9ation
sitegen.siteinfolist.name=Nom
sitdup.hasbeedup=a \u00E9t\u00E9 cr\u00E9\u00E9.
newsc.icon.none=Aucune ic\u00F4ne n'est fournie
java.sitebeenused=L'id du site a \u00E9t\u00E9 utilis\u00E9.
nscourse.site_exists=Un site, contenant ce code existe d\u00E9j\u00E0,
ediacc.yousitcan=Votre site peut \u00EAtre acc\u00E9d\u00E9 par ceux que vous ajoutez comme participants. Voudriez-vous que d'autres personnes aient acc\u00E8s \u00E0 votre site?
sitegen.siteinfolist.next1=Suivant
nscourse.acad2=Session de cours\:
sitegen.siteinfolist.update=Mettre \u00E0 jour participants
sitegen.siteinfolist.crea=Date de cr\u00E9ation\:
sitedicla.copying=Copier ce mat\u00E9riel existant...
java.editsite=\u00C9diter l'information du site
java.who=qui a demand\u00E9 un site Web de cours officiel pour la (les) classe(s) suivante(s)\:
sitinfimp.selection=Veuillez choisir une m\u00E9thode ci-dessous pour continuer\:
nscourse.add=Ajouter l'acc\u00E8s pour la (les) liste(s) \u00E0
ediacccon.makin=Un site o\u00F9 il est "possible de s'y inscrire" veut dire que n'importe qui peut s'y inscrire comme participant et aura le r\u00F4le que vous avez sp\u00E9cifi\u00E9.
list.nosites=Aucun site n'a \u00E9t\u00E9 trouv\u00E9
java.siteinstr=Instruction sp\u00E9ciale\:
nscourse.findCourse.useCMS=Trouver le cours/section dans le catalogue de cours
java.meantime=En attendant, vous pouvez continuer la configuration du site et ajouter du mat\u00E9riel de cours \u00E0 votre site.
sitegen.siteinfolist.sortiddes=Trier par id des participants descendant
multipleTools.custom1=Ajouter des instances d'outils multiples ou des options de configuration d'outils. Vous pouvez \u00E9galement proc\u00E9der \u00E0 des ajustements de configuration plus loin dans le site en utilisant le menu Options pour chaque instance de l'outil.
adddif.rolelist.summary=La table d\u00E9crit les r\u00F4les disponibles dans le syst\u00E8me
java.cannotedit=Impossible d'\u00E9diter les cours.
sitegen.addcourse.class=Information de la classe
sitegen.siteinfolist.sortnameas=Trier par nom ascendant
java.to=\u00C0\:
sitegen.siteinfolist.view.pagesize=S\u00E9lectionner la taille de la page
newsc.youare=Vous \u00EAtes en train de configurer un site de classe qui inclut les classe/sections suivantes\:
sitegen.siteinfolist.sortcredas=Trier par cr\u00E9dits des participants ascendants
sitegen.removpart.cancel=Annuler
java.off=Site de cours officiel
pubunp.unpwor=Site non publi\u00E9
nscourse.current_displaying_courses_sections_for_id=Actuellement affichant les cours/sections pour (ID)
java.pleasesel=Veuillez s\u00E9lectionner un r\u00F4le.
ediacc.can=Annuler
sitegen.siteinfolist.part=Liste de participants
ediacc-glo.bac=Retour
newsc.descr.none=Aucune description n'est fournie.
multipleTools.custom=Ajouter plusieurs instances d'outil
editgroup.site.permission.alert=Vous n'avez pas le droit de faire des modifications au site.
java.alias=Alias
ediacccon.unjoi=impossible de s'y inscrire
nscourse.cm.configure.log.nosubjectcat=La propri\u00E9t\u00E9 "" n'est pas d\u00E9fini dans sakai.properties. Pour utiliser la page du cours trouv\u00E9e, celle-ci doit indiquer le type de cat\u00E9gorie qui identifie le CourseSets  du niveau\u2013du-d\u00E9partement dans votre impl\u00E9mentation de gestion de cours.
gen.proces=En traitement...
sitedicla.import_materials=Importer mat\u00E9riel d'un fichier
java.sitereq=Demande de site
sitediconf.app=Apparence\:
feat.yesfrom=Oui, de ces sites\:
sitegen.siteinfolist.items=\u00E9l\u00E9ments
java.alias.exists=Alias {0} existe d\u00E9j\u00E0.
sitegen.pubunpub.donot=Ne pas envoyer de courriel pour annoncer que le site est disponible
sitegen.siteinfolist.sortid=Trier par id des participants
sitegen.siteinfolist.sortroledes=Trier par r\u00F4le descendant
sinfo.appear=Apparence (Ic\u00F4ne)\:
editgroup.instruction=S\u00E9lectionnez les membres de la liste des membres du site et ajoutez au groupe. S\u00E9lectionnez les membres de la liste de groupe et supprimez. Cliquez sur Mettre \u00E0 jour pour enregistrer les modifications.
gen.first=Aller au premier
sitegen.siteinfolist.sortrole=Trier par r\u00F4le
newsc.short=Description courte\:
sitediconf.fin=Terminer
newsc.sitecont=Nom de la personne-ressource du site\:
java.thesiteid=L'id du site {0} n'est pas valide.
multipleTools.remove=Supprimer cette instance de l'outil 
sitegen.pubunpub.revi=R\u00E9vision du statut de publication pour $validator.escapeHtml($title)
sitegen.siteinfolist.sortnamedes=Trier par nom descendant
sitegen.siteinfolist.previous=Pr\u00E9c\u00E9dent\:
java.allusers=Tous les autres utilisateurs ont \u00E9t\u00E9 ajout\u00E9s
sitegen.addcourse.you=Vous avez indiquez la (les) classe(s) suivante(s) \u00E0 ajouter \u00E0 ce site\:
group.description=Description
sinfo.scontact2=Courriel de la personne-ressource du site\:
addconf.not=ne
java.beenused=a \u00E9t\u00E9 utilis\u00E9.
java.edittools=\u00C9diter les outils
sitegen.sitedel.you=Vous avez s\u00E9lectionn\u00E9 le site suivant pour la suppression\:
sitdup.dupsit=Dupliquer site
user.notdefined=Impossible de trouver un utilisateur avec l'id
java.forthese=pour ces
newsc.selection=Confirmez les s\u00E9lections de configuration de votre site...
addrem.list.description=Description de l'outil
newsc.ifyou=Si vous avez besoin de faire des modifications, cliquez le bouton Retour au bas de la page. Pour modifier cette configuration plus tard, allez dans l'Information du site \u00E0 l'int\u00E9rieur de votre site.
sitediinf.con=Continuer
sitediconf.can=Annuler
list.view=Vue\:
java.date=Date\:
sinfo.simplea=\u00C0
print=Version imprimable
sitegen.removpart.finish=Terminer
sitediconf.siticonema=Courriel de la personne-ressource du site\:
java.notemailid=n'est pas un id de courriel
site.short=Description courte\:
java.on=sur
nscourse.add_course_not_listed=Ajouter un(des) cours et/ou une(des) section(s) non \u00E9num\u00E9r\u00E9s au-dessus\u2026
import.reuse2=R\u00E9utiliser du mat\u00E9riel d'autres de vos sites...
ediacc-glo.con=Continuer
java.rosters=Vous n'avez pas le droit de faire un lien vers la liste de cours.
java.problem2=Un probl\u00E8me s'est produit lors de la mise \u00E0 jour des r\u00F4les des utilisateurs.
java.help=Aide
man.addmore.label=Appuyez sur alt + fl\u00E8che haut ou bas pour d\u00E9filer le menu de s\u00E9lection
pubuncon.fin=Terminer
java.newgroup=Ajouter
sinfo.display2=Affich\u00E9e dans la liste de sites visibles publiquement. Max. 80 caract\u00E8res.
java.author=Veuillez inscrire la personne autoris\u00E9e responsable {0}.
sitegen.sitedel.deleting1=La suppression d'un site supprime tout le contenu du site et n'est pas r\u00E9cup\u00E9rable - personne d'autre ne sera capable d'acc\u00E9der au site supprim\u00E9. Si vous tentez de vous supprimer d'un site, utilisez l'outil Adh\u00E9sion dans votre Zone de Travail pour vous d\u00E9sabonner du site.
pubuncon.benot=soient avis\u00E9s de la disponibilit\u00E9 du site.
ediacc-glo.setacc=R\u00E9gler le contr\u00F4le d'acc\u00E8s \u00E0 votre site
list.ssasc=Trier par statut ascendant
list.screatordesc=Trier par cr\u00E9ateur descendant
java.my=ma Zone de Travail
sitegen.addcourse.back=Retour
newsc.appear=Apparence (ic\u00F4ne)\:
man.siteauth=Autorisation pour permettre l'acc\u00E8s au site pour la (les) liste(s)
java.import=Importer du site
java.sitewithid.exists=Un site avec id {0} existe d\u00E9j\u00E0.
pubuncon.will=sera
ediacc.rolforpep=R\u00F4le pour les personnes qui s'abonnent au site\:
pubuncon.can=Annuler
sitedicla.choose_materials=S\u00E9lectionnez le mat\u00E9riel pour copier ce site.
list.term=Session
sitediinf.term=Session
java.name=Nom\:
sitinfimp.can=Annuler
java.rolefor=Veuillez s\u00E9lectionner un r\u00F4le pour
java.official=Site de cours officiel cr\u00E9\u00E9 par
sinfo.descr=Description\:
sitedicla.upd=Mettre \u00E0 jour
nscourse.already=La (les) liste(s) suivante(s) ont acc\u00E8s \u00E0 votre site\:
importFile.invalidfile=Veuillez choisir un fichier archive valide \u00E0 importer.
feat.other.tools=Outils du site
feat.reuse=R\u00E9utiliser du mat\u00E9riel d'autres de vos sites
java.according=Selon nos sources de donn\u00E9es,
list.summary=Table listant les sites. Colonne 1\: case \u00E0 cocher lorsque le site peut \u00EAtre \u00E9dit\u00E9. Colonne 2\: type de site. Colonne 3\: propri\u00E9taire. Colonne 4\: semestre. Colonne 5\: \u00E9tat. Colonne 6\: date de cr\u00E9ation.
newsc.sitecont2=Courriel de la personne-ressource du site\:
java.sitereqfrom=Demande de site de
tool.webcontent.desc2=\u00E0 l'int\u00E9rieur du site.
tool.webcontent.desc1=Pour acc\u00E9der au contenu de
sinfo.enter=Inscrivez l'information de base \u00E0 propos du site de projet...
addrem.list.summary=Liste des outils du site. Colonne 1\: case \u00E0 cocher pour ajouter ou retirer un outil du site. Colonne 2\: nom de l'outil. Colonne 3\: description de l'outil.
addconf.sortbyname=Trier par nom
java.user=Utilisateur
pubuncon.publi=publi\u00E9
sitetype.con=Continuer
sitediinf.sit=Le site affichera cette ic\u00F4ne.
nscourse.change_this_ID=Changer cette ID pour montrer le(s) cours pour une autre personne.
chrolc.finish=Les r\u00F4les suivants seront attribu\u00E9s lorsque vous cliquerez le bouton Terminer ci-dessous.
sitediinf.dis2=Affich\u00E9e dans la liste de sites visibles publiquement. Max. 80 caract\u00E8res.
pubunp.can=Annuler
gen.alert=Alerte\:
nscourse.findCourse.select=S\u00E9lectionner
list.previous=Pr\u00E9c\u00E9dent
man.list.summary=Table pour l'entr\u00E9e manuelle d'information de cours. Chaque ligne contient une s\u00E9rie de champs pour entrer de l'information sur les listes de cours.
ediacccon.fin=Terminer
java.thanks=Merci,
java.sitechreq=Demande de modification de site
adddif.rolepicklist.summary=La table liste les utilisateurs et les r\u00F4les. Colonne 1\: utilisateur. Colonne 2\: un item de s\u00E9lection duquel vous pouvez choisir un r\u00F4le.
list.owner=Propri\u00E9taire
sitegen.siteinfolist.next=Suivant\:
sitedicla.copybtn=Copier le Mat\u00E9riel
editgroup.removemember=< Supprimer
java.haveadd=Vous n'avez pas le droit d'ajouter
feat.thanks=Non, merci.
nscourse.course_sections_selection=S\u00E9lection de cours/section(s)
java.recann=Annonces r\u00E9centes
editgroup.titlemissing=Vous devez sp\u00E9cifier le titre du groupe.
editgroup.membership=Adh\u00E9sion
sinfo.removeSections=Supprimer
ediacc-glo.alert=Alerte\:
java.fromwork=De la configuration du site \u00E0
chrol.changing=Modification du(des) r\u00F4le(s) pour les participants dans
gen.cancel=Annuler
java.alias.isinval=Alias {0} est invalide.
java.reccal=Calendrier
group.title.same=Le m\u00EAme titre de groupe a d\u00E9j\u00E0 \u00E9t\u00E9 utilis\u00E9. Veuillez s\u00E9lectionner un titre diff\u00E9rent.
site.creating=Cr\u00E9ation d'un site d'outils Gradu\u00E9s...
sitegen.removpart.following=Les participants suivants n'auront plus acc\u00E8s lorsque vous cliquerez le bouton Terminer ci-dessous.
group.sorttitleasc=Trier par titre ascendant
sitmansav.sitid=Id de site\:
ediacccon.can=Annuler
list.onesite=1 site a \u00E9t\u00E9
chrol.descr=Descriptions des r\u00F4les
feat.choose=S\u00E9lectionnez les outils \u00E0 inclure dans votre site...
newsc.ifthis2=Si cette information est correcte, cliquez Cr\u00E9er site.
addconf.snasc=Trier par nom ascendant
sitegen.removpart.confirm=Confirmation de la suppression des participants de
sitedicla.rem=Supprimer
sitedicla.theis=Aucune classe n'est assign\u00E9e au site
nscourse.select_group_sections=S\u00E9lectionner le groupe de sections
chrol.current=R\u00F4le actuel\:
java.reqfields=Veuillez inscrire les champs obligatoires.
sitinfimp.import.user=Je tiens \u00E0 fusionner mes utilisateur(s)
man.notverify=En ce moment, nous ne pouvons v\u00E9rifier que vous \u00EAtes l'instructeur du registre, veuillez entrer le nom d'utilisateur d'une personne qui peut valider que vous pouvez cr\u00E9er ce site (ex.\: responsable du d\u00E9partement, instructeur lors de la session pr\u00E9c\u00E9dente). Un courriel demandant l'autorisation sera envoy\u00E9 \u00E0 cette personne.
addconf.sortbyuniq=Trier par nom unique
nscourse.select=S\u00E9lectionnez les classes/sections qui seront incluses dans le site du cours.
sitegen.removpart.role=R\u00F4le
sitinfimp.import.info=Vos donn\u00E9es import\u00E9es vont fusionn\u00E9es avec les donn\u00E9es existantes. Cette m\u00E9thode n'importe pas les param\u00E8tres de carnet de notes.
addrem.check=Cochez les cases pour ajouter ou supprimer des outils de votre site.
sitegen.siteinfolist.sitepar=Participants du site seulement
editgroup.groupdel.alert=Voulez-vous vraiment supprimer les groupes suivants?
java.duplicate=Dupliquer site
list.sortbyterm=Trier par session
java.roletype=Veuillez s\u00E9lectionner le type de r\u00F4le.
editgroup.update=Mettre \u00E0 jour
feat.tools.list.summary=Table listant les caract\u00E9ristiques de votre site.  Colonne 1\: case \u00E0 cocher pour s\u00E9lectionner. Colonne 2\: nom de la caract\u00E9ristique. Colonne 3\: description de la caract\u00E9ristique.
java.isbeing=Votre demande est en traitement. Vous receverez un courriel lorsque la liste d'\u00E9tudiants sera ajout\u00E9e \u00E0 votre site.
sitetype.websit={0} site web de
sitedicla.requested=(demand\u00E9)
java.specif=Impossible de trouver le site sp\u00E9cifi\u00E9
addconf.sndesc=Trier par nom descendant
sitegen.siteinfolist.remove=Supprimer
java.username=n'est pas un nom d'utilisateur valide.
java.joinsite=Veuillez s\u00E9lectionner un r\u00F4le pour les utilisateurs qui s'inscrivent au site.
java.hello=Bonjour,
java.cannotclasses=Impossible d'\u00E9diter les classes du site.
man.please=Veuillez inscrire des commentaires suppl\u00E9mentaires qui pourront nous aider \u00E0 autoriser votre demande de site.
sinfo.stitle=Titre du site\:
sitegen.sitedel.cancel=Annuler
list.spdesc=Trier par publi\u00E9 descendant
java.invurl=URL invalide
editgroup.cancel=Annuler
java.couldnt=Site {0} (avec id {1}) n'a pas pu \u00EAtre localis\u00E9. Veuillez demander au soutien technique de vous aider.
man.this=ce site de cours\:
sitinfimp.wikinote=(Le contenu existant sera archiv\u00E9 et peut \u00EAtre consult\u00E9 \u00E0 partir du lien d'Histoire)
java.notaccess=Vous n'avez pas le droit de modifier l'acc\u00E8s \u00E0 ce site.
sitinfimp.replace=Vous pouvez remplacer le mat\u00E9riel dans l'un de vos sites par l'importation de mati\u00E8res provenant d'un autre site que vous poss\u00E9dez. Toutes les donn\u00E9es existantes seront \u00E9cras\u00E9es, remplac\u00E9es par vos donn\u00E9es d'importation.
java.yourwork=Votre Zone de Travail ne peut pas \u00EAtre supprim\u00E9 avec cet outil.
addnoti.sendnow=Envoyer maintenant - envoyer un courriel aux utilisateurs maintenant les avisant que le site est disponible
gen.finish=Terminer
addconf.name=Nom
ediacc.sitsta=Statut du site
sitediinf.app=Apparence (ic\u00F4ne)\:
addrem.list.toolname=Outil
ediacc.canbejoi=Possible de s'y inscrire pour quiconque a l'autorisation d'ouvrir une session
java.toimporttool=Veuillez choisir au moins un outil \u00E0 importer.
sitegen.addcourse.add=Ajouter classe(s)
sitedicla.copy_message=Vous pouvez choisir de r\u00E9utiliser (copier) du mat\u00E9riel d'autres sites dont vous \u00EAtes propri\u00E9taire.sitedicla.copybtn          \= Copier mat\u00E9riel
sitegen.siteinfolist.role.select=S\u00E9lectionner un r\u00F4le pour
man.requested=(Demand\u00E9)
sitegen.siteinfolist.sortstatus=Trier par statut de participant
sitegen.sitedel.you2=Vous avez s\u00E9lectionn\u00E9 les sites suivants \u00E0 supprimer\:
gen.back=Retour
sitegen.siteinfolist.previous1=Pr\u00E9c\u00E9dent
java.editc=\u00C9diter la (les) liste(s) de classe
chrol.selected=S\u00E9lectionn\u00E9 un nouveau r\u00F4le pour le participant ci-dessous.
tool.news.desc=Pour afficher le contenu de
java.select=Veuillez s\u00E9lectionner un type de site.
java.wish=Si vous d\u00E9sirez fournir de l'information suppl\u00E9mentaire, veuillez envoyer un courriel \u00E0
list.spasc=Trier par publi\u00E9 ascendant
sitediconf.shodes=Description courte\:
pubuncon.clifin=Cliquez Terminer ci-dessous pour que le statut de votre site soit
import.choose=S\u00E9lectionnez le mat\u00E9riel que vous voulez r\u00E9utiliser de ces sites. Vous pouvez combiner du mat\u00E9riel de plusieurs sites (par exemple, Ressources de plusieurs sites).
man.siteroster=Liste(s) de classe
java.validAuthor=Veuillez inscrire un valide {0} pour l'instructeur du registre.
java.toimport=Veuillez choisir au moins un site \u00E0 importer.
sitegen.siteinfolist.partlist.summary=La table contient l'information du participant du site. La colonne 1 contient le num\u00E9ro d'index, la colonne 2 contient le nom, la colonne 3 contient le nom unique, la colonne 4 contient le r\u00F4le. Les ent\u00EAtes ont des liens pour trier.
site.create=Cr\u00E9er site
sitinfimp.importgrades=Importer des donn\u00E9es
java.revise=R\u00E9viser
addsame.roles=R\u00F4les
list.screatorasc=Trier par cr\u00E9ateur ascendant
java.permeditsite=Vous n'avez pas le droit d'\u00E9diter le site
sitediinf.can=Annuler
ediacc.pubyousit=La publication du site le rend disponible aux participants du site. La configuration d'acc\u00E8s global vous permet de d\u00E9cider qui aura acc\u00E8s \u00E0 votre site lorsqu'il sera publi\u00E9. Vous pouvez modifier cette configuration en allant dans l'Information du site.
list.ssdesc=Trier par statut descendant
nscourse.unselect_group_sections=D\u00E9s\u00E9lectionner le groupe de sections
java.roleperm=Vous n'avez pas la permission d'ajouter ou de supprimer l'utilisateur(s) avec le r\u00F4le de''{0}''.
sitediconf.des=Description\:
java.at=\u00E0
java.record=n'est pas l'instructeur du registre.
java.makechanges=Vous n'avez pas le droit de faire des modifications \u00E0 ce site.
list.stedesc=Trier par session descendante
man.enter=Inscrivez l'information de la classe pour la (les) liste(s) de ceux qui auront acc\u00E8s \u00E0 votre site. Un
newsc.sitecont2.none=Aucune adresse courriel de contact n'est fournie
feat.course.tools=Site d'outils de Cours  
group.title=Titre
nscourse.findInstruction=Veuillez trouver un[autre] cours/section en entrant l'information ci-dessous
ediacc-glo.can=Annuler
java.allowcreate=Vous n'avez pas le droit de cr\u00E9er un nouveau site.
sitegen.siteinfolist.sitecont=Courriel de la personne-ressource du site\:
java.account=n'a pas pu \u00EAtre ajout\u00E9 - le nom du compte n'existe pas.
addconf.suasc=Trier par nom unique ascendant
import.reuse=R\u00E9utiliser du mat\u00E9riel d'autres sites
java.emailinuse=L'alias courriel est d\u00E9j\u00E0 utilis\u00E9.
editgroup.removegroups=Supprimer groupes
sitegen.siteinfolist.sortname1=Trier par nom de cours
sinfo.scontact=Nom de la personne-ressource du site\:
java.course=Cours\:
java.siteid=Id du site\:
sitegen.siteinfolist.sitecan=Possible de s'abonner au site pour quiconque a l'autorisation d'ouvrir une session
multipleTools.more=plus
import.of=de
feat.note=Note\: Pour s\u00E9lectionner plus d'un \u00E9l\u00E9ment, maintenez la touche CTRL (Windows) ou la touche Pomme (Mac) enfonc\u00E9e et cliquez vos s\u00E9lections.
sinfo.portfolio=Informations de portfolio du site
sitdup.dupaclanoncourse=La duplication d'un site cr\u00E9era un nouveau site contenant ce que les insctructeurs/administrateurs ont cr\u00E9\u00E9, mais pour des raisons de confidentialit\u00E9, ne copiera pas les \u00E9l\u00E9ments ajout\u00E9s au site par les utilisateurs g\u00E9n\u00E9raux.
java.miss=Un champ obligatoire est manquant. Veuillez remplir tous les champs obligatoires.
sinfo.means=signifie que l'information est obligatoire.
java.approval2=Je demande l'approbation pour acc\u00E9der \u00E0
sitegen.siteinfolist.sortname=Trier par nom
java.coursesite=Site de cours pour
sitegen.siteinfolist.sortcred=Trier par cr\u00E9dits des participants
sitediconf.term=Semestre
sitinfimp.youcan.user2=les sites que vous poss\u00E9dez. Vous pouvez combiner des utilisateurs de plus d'un site.
newsc.sitepart=Participants du site seulement
sitinfimp.youcan.user1=Vous pouvez choisir d'importer des utilisateur(s) seulement des autres
sinfo.pi=Information du projet
sitegen.siteinfolist.inactive=Inactif
ediacc-glo.sitcanbe=Possible de s'abonner au site pour quiconque a l'autorisation d'ouvrir une session
addconf.username=Nom d'utilisateur
pubunp.chathe=Modification du statut d'un site...
sitegen.siteinfolist.sortnamedes1=Trier par nom de cours descendant
addnoti.toUnpublishedSite=Vous \u00EAtes en train d'ajouter des utilisateurs, mais votre site n'est pas encore publi\u00E9. Aucune notification par courriel ne sera envoy\u00E9e \u00E0 ces utilisateurs ajout\u00E9s. Ils ne pourront pas voir le site avant que vous ne le publiiez. Veuillez s\u00E9lectionner "G\u00E9rer acc\u00E8s" dans l'outil Info du site pour publier votre site.
sitinfimp.import.user.info=Votre nom d'utilisateur(s) import\u00E9 va fusionner avec les utilisateurs existants. Cette m\u00E9thode ne permet pas l'importation de listes fournies par les utilisateurs.
list.worksite=Titre du site
sitegen.siteinfolist.siteown=Propri\u00E9taire et organisateurs du site
list.unpub=Non publi\u00E9
ediacc.upd=Mettre \u00E0 jour
feat.project.tools=Projet d'outils du site
java.for=pour
list.creationdate=Date de cr\u00E9ation
sitedicla.copy_materials=Copier mat\u00E9riel d'autres sites
java.asreq=tel que demand\u00E9.
ediacccon.youhav=Vous avez s\u00E9lectionn\u00E9 pour faire votre site
java.emailaddress=n'est pas une adresse courriel valide.
group.list=Liste de groupes
sitegen.pubunpub.back=Retour
java.orderpages=Ordre des pages
newsc.sitecan=Possible de s'abonner au site pour quiconque a l'autorisation d'ouvrir une session
sitetype.can=Annuler
import.noOtherSite=Vous ne poss\u00E9dez pas d'autres sites \u00E0 partir desquelles vous pourriez r\u00E9utiliser du mat\u00E9riel.
sitegen.siteinfolist.sortstatusdes=Trier par statut de participant, d\u00E9croissant
sitegen.siteinfolist.show=afficher
list.next=Suivant
sitegen.pubunpub.when=Lorsque le site est publi\u00E9, un courriel peut \u00EAtre envoy\u00E9 automatiquement \u00E0 tous les utilisateurs les avisant de la disponibilit\u00E9 du site.
java.withrost=avec acc\u00E8s aux listes pour ces
sitetype.chothetyp.withouttemplate=Choisissez le type de site que vous voulez cr\u00E9er. Seuls les instructeurs peuvent cr\u00E9er des sites web officiels du cours. Les instructeurs et les \u00E9tudiants peuvent cr\u00E9er des sites Web de projet. NOTE\: Les \u00E9tudiants, si vous ne voyez pas d'onglet pour vos cours, contactez votre professeur pour obtenir des renseignements sur le moment o\u00F9 votre site Web officielle du cours serra disponible.
sitedicla.cancel=Annuler
man.enter2=Inscrivez l'information de la classe pour votre site. Un
java.siteinval=L'id du site est invalide.
addrc.youhave=Vous avez supprim\u00E9 ce qui suit\:
pubuncon.alert=Alerte\:
java.sitetitle=Titre du site\:
newsc.course.confirm=Confirmez votre installation de site de cours
importFile.choosefile=Veuillez s\u00E9lectionner le fichier \u00E0 importer.
java.nosites=Aucun site s\u00E9lectionn\u00E9. Veuillez s\u00E9lectionner un ou des sites.
sitegen.siteinfolist.itemspage=\u00E9l\u00E9ments par page
ediacccon.joiwit=possible de s'y inscrire avec le r\u00F4le
ediacc.setacc=R\u00E9gler les options d'acc\u00E8s pour votre site...
newsc.reqsite=Demander site
list.thatmatch=qui correspondent \u00E0 votre recherche pour
sinfo.short=Description courte\:
sitediinf.shodes=Description courte\:
sitdup.alert=Alerte\:
sitetype.acater=Session de cours\:
java.pleasech=Veuillez s\u00E9lectionner une taille de site permise
sitegen.siteinfolist.roledes=Description des r\u00F4les
adddif.choose=S\u00E9lectionner un r\u00F4le pour les participants
nscourse.courselist.summary=Liste des cours/sections qui s'offrent \u00E0 vous sur ce site. Chaque ligne contient une s\u00E9lection \u00E9ventuelle. Certaines lignes (header 4) contiennent des liens pour s\u00E9lectionner toutes les sections de ce groupe.
sitegen.siteinfolist.ava=Disponible \u00E0\:
nscourse.edit=\u00C9dition du site
sitegen.siteinfolist.status=Statut
pubuncon.willnot=ne sera pas
newsc.siteown=Propri\u00E9taire et organisateurs du site
nscourse.change_button=Changer
sitetype.alert=Alerte\:
importFile.size=La taille de t\u00E9l\u00E9versement maximale de {0} MB a \u00E9t\u00E9 d\u00E9pass\u00E9e.
gen.next=Aller au suivant
list.status=Statut
newsc.yes=Oui
editgroup.selectremovechecked=S\u00E9lectionner pour supprimer
java.recdisc=\u00C9l\u00E9ments de discussions r\u00E9cents
atleastonetool=Veuillez s\u00E9lectionner au moins un outil.
sitedicla.tabhol=Le tableau contient l'information des classes du site.
nscourse.findCourse.stillNotFound=Encore incapable de trouver votre cours/section?
java.supp=Soutien
site.sname=Nom du site\:
sitediinf.sitconnam=Nom de la personne-ressource du site\:
pubunp.pubyou=La publication de votre site le rend visible aux participants de votre site.
list.stydesc=Trier par type descendant
nscourse.creating=Cr\u00E9ation d'un nouveau site de cours
nscourse.select_anyways=S\u00E9lectionnez n'importe comment?
ediacc.plesel=Veuillez s\u00E9lectionner un r\u00F4le\:
ediacc.pri=Priv\u00E9
addrem.list.check=S\u00E9lectionner
editgroup.removechecked=Supprimer s\u00E9lectionn\u00E9s
multipleTools.emailreq=Adresse courriel (requise)
list.itemsper=\u00E9l\u00E9ments par page
java.withrost2=avec acc\u00E8s \u00E0 la liste pour cette section\:
sitegen.siteinfolist.courses=Liste(s) avec acc\u00E8s au site\:
multipleTools.moreTools.2=Outils?
addconf.besent=recevront un courriel les avisant de la disponibilit\u00E9 du site.
multipleTools.moreTools.1=Plus
sitegen.addcourse.foll=La (les) classe(s) suivante(s) \u00E9tai(en)t d\u00E9j\u00E0 assign\u00E9e(s) \u00E0 ce site\:
