#Fri Nov 26 20:33:51 CET 2010
pubuncon.apub=\u516c\u958b\u3055\u308c\u305f\u30b5\u30a4\u30c8\u306f\u53c2\u52a0\u8005\u3059\u3079\u3066\u304c\u898b\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\uff0e
sitetype.project=\u81ea\u5206\u306e\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u30b5\u30a4\u30c8\u3092\u69cb\u7bc9
chrol.help=\u30ed\u30fc\u30eb\u306b\u95a2\u3059\u308b\u30d8\u30eb\u30d7
java.group=\u30b0\u30eb\u30fc\u30d7\u3092\u7ba1\u7406
java.importFile=\u30d5\u30a1\u30a4\u30eb\u304b\u3089\u30a4\u30f3\u30dd\u30fc\u30c8
import.choose.label2=\u3092\u9078\u629e
import.choose.label1=\u30b5\u30a4\u30c8
sitegen.siteinfolist.role=\u30ed\u30fc\u30eb
sitediinf.ico=\u30a2\u30a4\u30b3\u30f3 URL
sinfo.list.groups.memb=\u30e1\u30f3\u30d0\u30b7\u30c3\u30d7
newsc.project.confirm=\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u30b5\u30a4\u30c8\u30bb\u30c3\u30c8\u30a2\u30c3\u30d7\u3092\u78ba\u8a8d
sitdup.dupsit2=\u8907\u88fd\u3055\u308c\u305f\u30b5\u30a4\u30c8
sitediconf.sittit=\u30b5\u30a4\u30c8\u30bf\u30a4\u30c8\u30eb
sitegen.pubunpub.continue=\u7d9a\u3051\u308b
newsitpub.alert=\u8b66\u544a\:
sitediinf.dis=(\u30b5\u30a4\u30c8\u306e\u30db\u30fc\u30e0\u30da\u30fc\u30b8\u306b\u8868\u793a\u3055\u308c\u307e\u3059)
sitegen.siteinfolist.status.select=\u6b21\u306e\u72b6\u614b\u3092\u9078\u629e\:
chrol.partic=\u53c2\u52a0\u8005\:
list.sortbycreator=\u4f5c\u6210\u8005\u3067\u30bd\u30fc\u30c8
list.sites=\u500b\u306e\u30b5\u30a4\u30c8\u304c
sitediconf.sitico=\u30b5\u30a4\u30c8\u30a2\u30a4\u30b3\u30f3 URL
newsc.ifthis=\u3053\u306e\u60c5\u5831\u304c\u6b63\u3057\u3044\u5834\u5408\u306f\uff0c\u300c\u30b5\u30a4\u30c8\u3092\u30ea\u30af\u30a8\u30b9\u30c8\u300d\u3092\u30af\u30ea\u30c3\u30af\u3057\u307e\u3059\uff0e
group.sorttitledesc=\u30bf\u30a4\u30c8\u30eb\u3067\u964d\u9806\u306b\u30bd\u30fc\u30c8
sitegen.addcourse.please=\u30af\u30e9\u30b9\u30b5\u30a4\u30c8\u306b\u6b21\u306e\u30bb\u30af\u30b7\u30e7\u30f3\u3092\u8ffd\u52a0\u3059\u308b\u3053\u3068\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\uff0e
group.editgroup=\u30b0\u30eb\u30fc\u30d7\u3092\u7de8\u96c6
sitegen.siteinfolist.summary=\u30b5\u30a4\u30c8\u60c5\u5831
man.authoriz=\u6a29\u9650\u8005\u306e\u30e6\u30fc\u30b6\u540d\:
man.notverifyfuture2=\u9031\u524d\u306b\u5229\u7528\u3067\u304d\u308b\u3088\u3046\u306b\u306a\u308a\u307e\u3059\uff0e\u3053\u306e\u6642\u70b9\u3067\u306f\uff0c\u300c\u30b5\u30a4\u30c8\u60c5\u5831\u300d\u30c4\u30fc\u30eb\u3078\u884c\u304d\uff0c\u300c\u30af\u30e9\u30b9\u540d\u7c3f\u3092\u7de8\u96c6\u300d\u3092\u9078\u629e\u3057\uff0c\u30bb\u30c3\u30c8\u30a2\u30c3\u30d7\u30a6\u30a3\u30b6\u30fc\u30c9\u306b\u5f93\u3046\u3053\u3068\u306b\u3088\u308a\u30b5\u30a4\u30c8\u3078\u306e\u30a2\u30af\u30bb\u30b9\u3092\u5b66\u751f\u306b\u4e0e\u3048\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\uff0e
man.notverifyfuture1=\u3042\u306a\u305f\u306e\u30af\u30e9\u30b9\u306e\u6b63\u898f\u306e\u540d\u7c3f\u306f\u5b66\u671f\u306e\u958b\u59cb
sitegen.sitedel.remove=\u524a\u9664
editgroup.remove=\u524a\u9664?
sitedicla.edit_roster=\u6b21\u306e\u540d\u7c3f\u30a2\u30af\u30bb\u30b9\u3092\u7de8\u96c6\:  
newsc.icon=\u30a2\u30a4\u30b3\u30f3 URL
ediacc-glo.roltoass=\u30e6\u30fc\u30b6\u304c\u30b5\u30a4\u30c8\u306b\u53c2\u52a0\u3059\u308b\u3068\u304d\u306b\u5272\u308a\u5f53\u3066\u308b\u30ed\u30fc\u30eb
man.email=\u3053\u306e\u30b5\u30a4\u30c8\u3092\u4f5c\u6210\u3059\u308b\u305f\u3081\u306e\u6a29\u9650\u3092\u8981\u6c42\u3059\u308b\u96fb\u5b50\u30e1\u30fc\u30eb\u304c\u9001\u4fe1\u3055\u308c\u307e\u3059\uff0e
java.wasset=\u306f\u6b21\u306e\u30e6\u30fc\u30b6\u306b\u3088\u308a\u30bb\u30c3\u30c8\u30a2\u30c3\u30d7\u3055\u308c\u307e\u3057\u305f\: 
java.manual=\u4e00\u89a7\u304b\u3089\u30b3\u30fc\u30b9\u3092\u9078\u629e\u3059\u308b\u304b\uff0c\u30b3\u30fc\u30b9\u60c5\u5831\u3092\u624b\u52d5\u3067\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\uff0e
java.recmsg=\u30e1\u30c3\u30bb\u30fc\u30b8\u30fb\u30d5\u30a9\u30fc\u30e9\u30e0\u901a\u77e5
sitegen.siteinfolist.app=\u5916\u89b3
addconf.srasc=\u30ed\u30fc\u30eb\u3067\u6607\u9806\u306b\u30bd\u30fc\u30c8
sitinfimp.migrate.info=\u65e2\u5b58\u306e\u30c7\u30fc\u30bf\u304c\uff0c\u30a4\u30f3\u30dd\u30fc\u30c8\u3057\u305f\u30c7\u30fc\u30bf\u3067\u3059\u3079\u3066\u4e0a\u66f8\u304d\u3055\u308c\u307e\u3059\uff0e\u3053\u306e\u65b9\u6cd5\u306b\u3088\u308a\u300c\u6210\u7e3e\u7c3f\u300d\u8a2d\u5b9a\u3092\u30a4\u30f3\u30dd\u30fc\u30c8\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\uff0e
ediacc.vis.instr=\u30b5\u30a4\u30c8\u306e\u5b58\u5728\u3092\u30d7\u30e9\u30a4\u30d9\u30fc\u30c8\u306e\u307e\u307e\u306b\u3059\u308b\u304b\uff0c\u4e00\u89a7\u306b\u8868\u793a\u3059\u308b\u304b\u3067\u304d\u307e\u3059
man.means=\u306f\u5fc5\u9808\u60c5\u5831\u3067\u3042\u308b\u3053\u3068\u3092\u793a\u3057\u3066\u3044\u307e\u3059\uff0e
chrol.indiv=\u53c2\u52a0\u8005\u306e\u30ed\u30fc\u30eb\u3092\u500b\u5225\u306b\u5909\u66f4\u3059\u308b
list.select.label=\u30da\u30fc\u30b8\u30b5\u30a4\u30ba\u3092\u9078\u629e
java.please=\u300c\u7de8\u96c6\u300d\u3059\u308b\u5834\u5408\u306f\u30b5\u30a4\u30c8\u3092\u4e00\u5ea6\u306b\u4e00\u3064\u3060\u3051\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\uff0e
java.assoc=\u304c\u95a2\u9023\u3065\u3051\u3089\u308c\u3066\u3044\u308b\u3053\u3068\u3092\u78ba\u8a8d\u3067\u304d\u307e\u3059\u304b?
sitinfimp.reuse=\u300c\u6240\u6709\u3059\u308b\u4ed6\u306e\u30b5\u30a4\u30c8\u300d\u304b\u3089\u306e\u7d20\u6750\u3092\u518d\u5229\u7528
ediacccon.makin2=\u30b5\u30a4\u30c8\u3092\u53c2\u52a0\u4e0d\u53ef\u80fd\u306b\u3059\u308b\u3053\u3068\u306f\u7279\u5225\u306b\u8ffd\u52a0\u3055\u308c\u305f\u30e6\u30fc\u30b6\u4ee5\u5916\u306e\u30e6\u30fc\u30b6\u306f\u30b5\u30a4\u30c8\u306e\u53c2\u52a0\u8005\u306b\u306a\u308c\u306a\u3044\u3053\u3068\u3092\u610f\u5473\u3057\u307e\u3059\uff0e
sinfo.list.desc.ellipse=...
sitegen.removpart.name=\u540d\u524d
java.guest=\u3053\u306e\u30b5\u30a4\u30c8\u306b\u8ffd\u52a0\u3059\u308b\u30e6\u30fc\u30b6\u540d\u307e\u305f\u306f\u30b2\u30b9\u30c8\u306e\u96fb\u5b50\u30e1\u30fc\u30eb\u30a2\u30c9\u30ec\u30b9\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\uff0e
java.new=\u65b0\u898f
newsc.short.none=\u77ed\u6587\u8aac\u660e\u304c\u63d0\u4f9b\u3055\u308c\u3066\u3044\u307e\u305b\u3093
sitedicla.alert=\u8b66\u544a\:
import.choose.list.summary=\u8868\u306b\u306f\uff0c\u30c4\u30fc\u30eb\u3068\u30b5\u30a4\u30c8\u306e\u60c5\u5831\u304c\u3042\u308a\u307e\u3059\uff0e\u6700\u521d\u306e\u30ab\u30e9\u30e0\u306f\u300c\u30c4\u30fc\u30eb\u540d\u300d\uff0c\u7d9a\u304f\u30ab\u30e9\u30e0\u306f\u300c\u30b5\u30a4\u30c8\u300d\u3067\u3059\uff0e\u30c1\u30a7\u30c3\u30af\u30dc\u30c3\u30af\u30b9\u304c\u3042\u308b\u3082\u306e\u3082\u3042\u308a\u307e\u3059\uff0e\u9078\u629e\u3059\u308b\u3053\u3068\u306b\u3088\u308a\uff0c\u5217\u3067\u6307\u5b9a\u3057\u305f\u300c\u30b5\u30a4\u30c8\u300d\u306b\uff0c\u884c\u3067\u6307\u5b9a\u3057\u305f\u300c\u30c4\u30fc\u30eb\u300d\u304c\u30a4\u30f3\u30dd\u30fc\u30c8\u3055\u308c\u307e\u3059\uff0e
newsc.please=\u30b5\u30a4\u30c8\u306b\u95a2\u3059\u308b\u6b21\u306e\u60c5\u5831\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\uff0e
list.scdesc=\u4f5c\u6210\u65e5\u3067\u964d\u9806\u306b\u30bd\u30fc\u30c8
ediacc.bac=\u623b\u308b
list.scasc=\u4f5c\u6210\u65e5\u3067\u6607\u9806\u306b\u30bd\u30fc\u30c8
addconf.confirming=\u53c2\u52a0\u8005\u306e\u8ffd\u52a0\u3092\u78ba\u8a8d\u3057\u3066\u3044\u307e\u3059\uff0e\u78ba\u8a8d\u306e\u76f8\u624b\: 
sitegen.pubunpub.cancel=\u30ad\u30e3\u30f3\u30bb\u30eb
java.permission=\u30b5\u30a4\u30c8\u3092\u8ffd\u52a0\u3059\u308b\u6a29\u9650\u3042\u308a\u307e\u305b\u3093 {0}.
sitediinf.des=\u8aac\u660e
sinfo.requestedSections=\u6b21\u306e\u30af\u30e9\u30b9\u540d\u7c3f\u3092\u8ffd\u52a0\u3059\u308b\u305f\u3081\u306e\u627f\u8a8d\u8981\u6c42\u304c\u3042\u308a\u307e\u3059\: 
sitinfimp.reuse.user=\u4ed6\u306e\u30b5\u30a4\u30c8\u304b\u3089\u30e6\u30fc\u30b6\u3092\u30a4\u30f3\u30dd\u30fc\u30c8
list.cls=\u691c\u7d22\u3092\u30af\u30ea\u30a2
sinfo.display=\u30b5\u30a4\u30c8\u306e\u30db\u30fc\u30e0\u30da\u30fc\u30b8\u4e0a\u306b\u8868\u793a\u3055\u308c\u307e\u3059\uff0e
sinfo.list.groups.student=\u3042\u306a\u305f\u304c\u30e1\u30f3\u30d0\u306b\u306a\u3063\u3066\u3044\u308b\u30b0\u30eb\u30fc\u30d7\u3067\u3059\uff0e
list.styasc=\u7a2e\u5225\u3067\u6607\u9806\u306b\u30bd\u30fc\u30c8
newsc.tools=\u30c4\u30fc\u30eb
addnoti.dontsend=\u9001\u3089\u306a\u3044 - \u30b5\u30a4\u30c8\u304c\u5229\u7528\u53ef\u80fd\u306b\u306a\u3063\u305f\u3053\u3068\u3092\u65b0\u3057\u3044\u53c2\u52a0\u8005\u306b\u77e5\u3089\u305b\u308b\u96fb\u5b50\u30e1\u30fc\u30eb\u3092\u9001\u4fe1\u3057\u307e\u305b\u3093
gen.previous=\u524d\u3078
multipleTools.title.suggest=(15\u6587\u5b57\u304c\u304a\u52e7\u3081\u3067\u3059\uff0e)
newsc.site=\u30b5\u30a4\u30c8\u30bf\u30a4\u30c8\u30eb
list.type=\u7a2e\u5225
chrol.change=\u53c2\u52a0\u8005\u3059\u3079\u3066\u306e\u30ed\u30fc\u30eb\u304c\u540c\u3058\u306b\u306a\u308b\u3088\u3046\u306b\u5909\u66f4\u3059\u308b
multipleTools.site=\u30b5\u30a4\u30c8\u96fb\u5b50\u30e1\u30fc\u30eb\u30a2\u30c9\u30ec\u30b9
java.siteaccess=\u30a2\u30af\u30bb\u30b9\u3092\u7ba1\u7406
permis=\u8a31\u53ef\u30fb\u6a29\u9650...
list.viewing=\u8868\u793a\uff1a
alert.protocol=\u6709\u52b9\u306a\u30a6\u30a7\u30d6\u30a2\u30c9\u30ec\u30b9\u3092\u4f7f\u7528\u3057\u3066\u304f\u3060\u3055\u3044\uff0e
addconf.summary=\u8868\u306b\u306f\u8ffd\u52a0\u3057\u3088\u3046\u3068\u3057\u3066\u3044\u308b\u30b5\u30a4\u30c8\u53c2\u52a0\u8005\u306e\u60c5\u5831\u304c\u3042\u308a\u307e\u3059\uff0e\u30ab\u30e9\u30e01\u306f\u300c\u756a\u53f7\u300d\uff0c\u30ab\u30e9\u30e02\u306f\u300c\u30e6\u30fc\u30b6\u306e\u30ec\u30eb\u30e0\u540d\u300d\uff0c\u30ab\u30e9\u30e03\u306f\u300c\u30e6\u30fc\u30b6\u540d\u300d\uff0c\u30ab\u30e9\u30e04\u306f\u300c\u30e6\u30fc\u30b6\u306e\u30ed\u30fc\u30eb\u300d\u3067\u3059\uff0e\u30d8\u30c3\u30c0\u540d\u3092\u30af\u30ea\u30c3\u30af\u3059\u308b\u3068\u30bd\u30fc\u30c8\u3055\u308c\u307e\u3059\uff0e
chrol.uniq=\u30e6\u30fc\u30b6\u540d
sitegen.siteinfolist.icon=\u30a2\u30a4\u30b3\u30f3 URL
java.appoint=\u306e\u62c5\u5f53\u3068\u3053\u306e\u30b5\u30a4\u30c8\u30ea\u30af\u30a8\u30b9\u30c8\u306e\u6b63\u5f53\u6027\u306b\u3064\u3044\u3066\u3053\u306e\u30e1\u30c3\u30bb\u30fc\u30b8\u3078\u306e\u8fd4\u7b54\u3092\u304a\u9858\u3044\u3057\u307e\u3059\uff0e\u3053\u306e\u30e1\u30c3\u30bb\u30fc\u30b8\u306b\u8fd4\u7b54\u3067\u304d\u306a\u3044\u5834\u5408\u306f\uff0c\u30ea\u30af\u30a8\u30b9\u30c8\u3092\u8a31\u8afe\u3059\u308b\u304b\u62d2\u5426\u3059\u308b\u304b\u306e\u6a29\u9650\u3092\u3082\u3064\u5b66\u79d1\u306e\u9023\u7d61\u62c5\u5f53\u8005\u306b\u8ee2\u9001\u3057\u3066\u304f\u3060\u3055\u3044\uff0e
list.found=\u6b21\u306e\u691c\u7d22\u6761\u4ef6\u306b\u4e00\u81f4\u3059\u308b\u3082\u306e\u3068\u3057\u3066\u898b\u3064\u304b\u308a\u307e\u3057\u305f\: 
java.course2=\u30b3\u30fc\u30b9\:
nscourse.findCourse.selected=\u73fe\u5728\u306e\u9078\u629e\:
sitegen.siteinfolist.sortnameas1=\u30b3\u30fc\u30b9\u540d\u3067\u6607\u9806\u306b\u30bd\u30fc\u30c8
feat.tools=\u30c4\u30fc\u30eb
java.respond=
nscourse.findCourse=\u30b3\u30fc\u30b9\u307e\u305f\u306f\u30bb\u30af\u30b7\u30e7\u30f3\u306e\u9078\u629e - 
sitedicla.import=\u30a4\u30f3\u30dd\u30fc\u30c8
sitegen.siteinfolist.sitedes=\u30b5\u30a4\u30c8\u8aac\u660e
sitedicla.file=\u30d5\u30a1\u30a4\u30eb
sitediconf.none=\u63d0\u4f9b\u3055\u308c\u3044\u307e\u305b\u3093
java.click=\u30b5\u30a4\u30c8\u4e00\u89a7\u306b\u623b\u308b\u5834\u5408\u306f\u300c\u30ad\u30e3\u30f3\u30bb\u30eb\u300d\u3092\u30af\u30ea\u30c3\u30af\u3057\u307e\u3059\uff0e
java.delete=\u524a\u9664
java.specify=\u30b5\u30a4\u30c8\u30bf\u30a4\u30c8\u30eb\u3092\u6307\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\uff0e
newsc.descr=\u8aac\u660e
list.check=\u30a2\u30af\u30b7\u30e7\u30f3\u3092\u5b9f\u884c\u3059\u308b\u30b5\u30a4\u30c8\u306b\u30c1\u30a7\u30c3\u30af\u3092\u3064\u3051\u3066\u304f\u3060\u3055\u3044\uff0e\u30bd\u30fc\u30c8\u3059\u308b\u5834\u5408\u306f\u30ab\u30e9\u30e0\u30bf\u30a4\u30c8\u30eb\u3092\u30af\u30ea\u30c3\u30af\u3057\u307e\u3059\uff0e
java.recent=\u6700\u65b0\u306e\u30c1\u30e3\u30c3\u30c8\u30e1\u30c3\u30bb\u30fc\u30b8
addconf.srdesc=\u30ed\u30fc\u30eb\u3067\u964d\u9806\u306b\u30bd\u30fc\u30c8
feat.forv=\u6700\u8fd1\u306e\u30a2\u30ca\u30a6\u30f3\u30b9\u3084\u30c7\u30a3\u30b9\u30ab\u30c3\u30b7\u30e7\u30f3\uff0c\u30c1\u30e3\u30c3\u30c8\u30a2\u30a4\u30c6\u30e0\u3092\u8868\u793a\u3059\u308b\u305f\u3081\u3067\u3059\uff0e
group.siteinfo.tablesummary=\u8868\u306b\u306f\uff0c\u30b5\u30a4\u30c8\u30b0\u30eb\u30fc\u30d7\u306e\u60c5\u5831\u304c\u3042\u308a\u307e\u3059\uff0e\u30ab\u30e9\u30e0 1 \u306f\u300c\u30b0\u30eb\u30fc\u30d7\u30bf\u30a4\u30c8\u30eb\u300d\uff0c\u30ab\u30e9\u30e0 2 \u306f\u300c\u30b0\u30eb\u30fc\u30d7\u30e1\u30f3\u30d0\u6570\u300d\u3067\u3059\uff0e
newsc.no=\u3044\u3044\u3048
ediacc-glo.rol=\u30ed\u30fc\u30eb\u9078\u629e
gen.continue=\u7d9a\u3051\u308b
man.please_enter=\u4ee5\u4e0b\u306b\u60c5\u5831\u3092\u5165\u529b\u3057\uff0c\u4ed6\u306e\u30b3\u30fc\u30b9\u307e\u305f\u306f\u30bb\u30af\u30b7\u30e7\u30f3\u3092\u691c\u7d22\u3057\u3066\u304f\u3060\u3055\u3044\uff0e
pubunp.alert=\u8b66\u544a\:
theisa=\u30b5\u30a4\u30c8\u304c\u3059\u3067\u306b\u7de8\u96c6\u4e2d\u3067\u3042\u308b\u305f\u3081\uff0c\u3053\u306e\u6642\u70b9\u3067\u306f\u6a29\u9650\u304c\u30bb\u30c3\u30c8\u3067\u304d\u307e\u305b\u3093\uff0e\u7d9a\u3051\u308b\u524d\u306b\u4ed6\u306e\u30c4\u30fc\u30eb\u306e\u6a29\u9650\u8a2d\u5b9a\u3092\u9589\u3058\u3066\u304f\u3060\u3055\u3044\uff0e
editgroup.generallist=\u30b5\u30a4\u30c8\u30e1\u30f3\u30d0\u30fc\u4e00\u89a7
java.sites={0} \u30b5\u30a4\u30c8
sitetype.selectTerm=-- \u5b66\u671f\u3092\u9078\u629e --
sitediinf.sittit=\u30b5\u30a4\u30c8\u30bf\u30a4\u30c8\u30eb
list.stasc=\u30bf\u30a4\u30c8\u30eb\u3067\u6607\u9806\u306b\u30bd\u30fc\u30c8
nscourse.youmay=\u6b21\u306e\u540d\u7c3f\u306b\u63b2\u8f09\u3055\u308c\u3066\u3044\u308b\u30e6\u30fc\u30b6\u306b\u3082\u30b5\u30a4\u30c8\u30a2\u30af\u30bb\u30b9\u3092\u8a31\u53ef\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\:
sitediconf.bac=\u623b\u308b
addnoti.anemail=\u30b5\u30a4\u30c8\u304c\u5229\u7528\u53ef\u80fd\u306b\u306a\u3063\u305f\u3053\u3068\u3092\u8ffd\u52a0\u3057\u305f\u30e6\u30fc\u30b6\u306b\u77e5\u3089\u305b\u308b\u96fb\u5b50\u30e1\u30fc\u30eb\u3092\u81ea\u52d5\u7684\u306b\u9001\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\uff0e
sitegen.siteinfolist.sortcreddes=\u53c2\u52a0\u8005\u30af\u30ec\u30b8\u30c3\u30c8\u3067\u964d\u9806\u306b\u30bd\u30fc\u30c8
sinfo.rosterlist.summary=\u3053\u306e\u30b5\u30a4\u30c8\u306b\u95a2\u9023\u3065\u3051\u3089\u308c\u305f\u30af\u30e9\u30b9\u540d\u7c3f\u306e\u4e00\u89a7\uff0e\u5404\u884c\u306b\u306f\u540d\u7c3f\u306e\u540d\u524d\u3068\u305d\u308c\u3092\u524a\u9664\u3059\u308b\u305f\u3081\u306e\u30ea\u30f3\u30af\u304c\u3042\u308a\u307e\u3059\uff0e
sitedicla.can=\u30ad\u30e3\u30f3\u30bb\u30eb
pubuncon.unpubli=\u516c\u958b\u6e08\u307f
sitegen.siteinfolist.nomaintainuser=\u30b5\u30a4\u30c8\u306b\u306f\u30ed\u30fc\u30eb\u3092\u6301\u3064\u30e6\u30fc\u30b6\u304c\u4e00\u4eba\u4ee5\u4e0a\u5fc5\u8981\u3067\u3059
java.from=\u9001\u4fe1\u8005\:
java.pleasechoice=\u901a\u77e5\u65b9\u6cd5\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\uff0e
sitinfimp.alert=\u8b66\u544a\:
java.authoriz=\u30b5\u30a4\u30c8\u30ea\u30af\u30a8\u30b9\u30c8\u8a8d\u5b9a\u306e\u305f\u3081\u306e\u96fb\u5b50\u30e1\u30fc\u30eb\u304c
list.stdesc=\u30bf\u30a4\u30c8\u30eb\u3067\u964d\u9806\u306b\u30bd\u30fc\u30c8
sitegen.removpart.back=\u623b\u308b
list.show=\u30da\u30fc\u30b8\u5f53\u305f\u308a
ediacc.con=\u7d9a\u3051\u308b
editgroup.grouplist=\u30b0\u30eb\u30fc\u30d7\u30e1\u30f3\u30d0\u4e00\u89a7
sitetype.selectTemplate=-- \u30c6\u30f3\u30d7\u30ec\u30fc\u30c8\u3092\u9078\u629e --
sitdup.sitti=\u30b5\u30a4\u30c8\u30bf\u30a4\u30c8\u30eb
sinfo.enter3=\u30b5\u30a4\u30c8\u306b\u95a2\u3059\u308b\u60c5\u5831\u3092\u5165\u529b\u3057\u307e\u3059\uff0e
sinfo.enter2=\u30b3\u30fc\u30b9\u30b5\u30a4\u30c8\u306b\u95a2\u3059\u308b\u57fa\u672c\u60c5\u5831\u3092\u5165\u529b\u3057\u307e\u3059...
setperfor=\u30ef\u30fc\u30af\u30b5\u30a4\u30c8\u306e\u30b5\u30a4\u30c8\u60c5\u5831\u3078\u306e\u6a29\u9650\u3092\u30bb\u30c3\u30c8
sitegen.siteinfolist.iclu=\u516c\u958b\u30b5\u30a4\u30c8\u4e00\u89a7\u306b\u63b2\u8f09
editgroup.revise=\u78ba\u8a8d
java.thesiteemail=\u30b5\u30a4\u30c8\u30ea\u30af\u30a8\u30b9\u30c8\u8a8d\u5b9a\u306e\u305f\u3081\u306e\u96fb\u5b50\u30e1\u30fc\u30eb\u304c\u6b21\u306e\u30e6\u30fc\u30b6\u306b\u9001\u4fe1\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\uff1a
sitegen.siteinfolist.return=\u30b5\u30a4\u30c8\u4e00\u89a7\u306b\u623b\u308b
sitedicla.choose_file=\u30a4\u30f3\u30dd\u30fc\u30c8\u3059\u308b\u30d5\u30a1\u30a4\u30eb\u3092\u9078\u629e
sitegen.siteinfolist.of=/
sitegen.sitedel.remov=\u30b5\u30a4\u30c8\u3092\u524a\u9664\u3057\u3066\u3044\u307e\u3059...
sitinfimp.import=\u81ea\u5206\u306e\u30c7\u30fc\u30bf\u3092\u30de\u30fc\u30b8\u3057\u305f\u3044
java.realm=\u4e88\u60f3\u3055\u308c\u305f\u30ec\u30eb\u30e0\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3067\u3057\u305f\uff0e
group.newgroup=\u65b0\u3057\u3044\u30b0\u30eb\u30fc\u30d7\u3092\u4f5c\u6210
java.addp=\u53c2\u52a0\u8005\u3092\u8ffd\u52a0
ediacccon.alert=\u8b66\u544a\:
list.items=\u500b\u306e\u30a2\u30a4\u30c6\u30e0
group.sortnumberdesc=\u30b0\u30eb\u30fc\u30d7\u30e1\u30f3\u30d0\u756a\u53f7\u3067\u964d\u9806\u306b\u30bd\u30fc\u30c8
list.publi=\u516c\u958b\u6e08\u307f
ediacc.notallow=(\u3053\u306e\u30b5\u30a4\u30c8\u306b\u5909\u66f4\u3092\u52a0\u3048\u308b\u6a29\u9650\u304c\u3042\u308a\u307e\u305b\u3093)
sitegen.siteinfolist.credits=\u30af\u30ec\u30b8\u30c3\u30c8
site.descr=\u8aac\u660e
sitegen.siteinfolist.sortroleas=\u30ed\u30fc\u30eb\u3067\u6607\u9806\u306b\u30bd\u30fc\u30c8
sitegen.siteinfolist.no=\u3044\u3044\u3048
sitegen.sitedel.alert=\u8b66\u544a\:
sitegen.pubunpub.alert=\u8b66\u544a\:
newsc.other.confirm=\u30b5\u30a4\u30c8\u30bb\u30c3\u30c8\u30a2\u30c3\u30d7\u3092\u78ba\u8a8d
ediacc.chaacc=\u30a2\u30af\u30bb\u30b9\u3092\u5909\u66f4\uff1a
addconf.finish=\u4e0b\u306e\u300c\u7d42\u4e86\u300d\u30dc\u30bf\u30f3\u3092\u30af\u30ea\u30c3\u30af\u3059\u308b\u3068\uff0c\u6b21\u306e\u3082\u306e\u304c\u30b5\u30a4\u30c8\u306b\u8ffd\u52a0\u3055\u308c\u307e\u3059\uff0e
list.search=\u691c\u7d22
ediacc.alert=\u8b66\u544a
sitetype.copyusers=\u30e6\u30fc\u30b6\u3092\u30b3\u30d4\u30fc
java.support=\u30b5\u30dd\u30fc\u30c8\u30c1\u30fc\u30e0
newsc.list.summary=\u30b5\u30a4\u30c8\u8a2d\u5b9a\u306e\u6982\u8981\u4e00\u89a7\uff0e
sitegen.siteinfolist.close=\u9589\u3058\u308b (\u307e\u305f\u306f Esc)
addconf.sudesc=\u30e6\u30cb\u30fc\u30af\u540d\u3067\u964d\u9806\u306b\u30bd\u30fc\u30c8
pubuncon.bac=\u623b\u308b
chrolc.confirm=\u6b21\u306e\u30ed\u30fc\u30eb\u306e\u5909\u66f4\u3092\u78ba\u8a8d\u3057\u3066\u3044\u307e\u3059\uff1a
sitegen.removpart.participant=\u4ee5\u4e0b\u306b\u4e00\u89a7\u8868\u793a\u3055\u308c\u305f\u53c2\u52a0\u8005\u306f\uff0c\u30b3\u30fc\u30b9\u306b\u6b63\u898f\u306b\u767b\u9332\u3055\u308c\u3066\u3044\u308b\u305f\u3081\u524a\u9664\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093\uff0e\u3057\u304b\u3057\uff0c\u300c\u30ed\u30fc\u30eb\u3092\u5909\u66f4\u300d\u30b3\u30de\u30f3\u30c9\uff08\u300c\u78ba\u8a8d\u300d\u300c\u30a2\u30af\u30bb\u30b9\u3092\u7de8\u96c6\u300d\u306e\u4e0b\u306b\u3042\u308a\u307e\u3059\uff09\u3092\u30af\u30ea\u30c3\u30af\u3059\u308b\u3053\u3068\u306b\u3088\u308a\u30b5\u30a4\u30c8\u3067\u306e\u30ed\u30fc\u30eb\u3092\u5909\u66f4\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\uff0e
site_group_title_length_limit=\u30bf\u30a4\u30c8\u30eb\u9577\u306f {0} \u6587\u5b57\u3092\u8d8a\u3048\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\uff0e\u3088\u308a\u77ed\u3044\u30bf\u30a4\u30c8\u30eb\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\uff0e
sitesetupquestion.alert=\u5fc5\u9808\u306e\u8cea\u554f\u306b\u56de\u7b54\u3057\u3066\u304f\u3060\u3055\u3044\uff0e
pubunp.pubwor=\u30ef\u30fc\u30af\u30b5\u30a4\u30c8\u3092\u516c\u958b
sitegen.addcourse.alert=\u8b66\u544a\:
sitedicla.move_into=...\u73fe\u5728\u306e\u30b5\u30a4\u30c8\u3078
list.sortbytype=\u7a2e\u5225\u3067\u30bd\u30fc\u30c8
java.sections=\u7528\:
java.approval=\u627f\u8a8d\u3092\u8981\u6c42\u3000\u5bfe\u8c61\: 
man.spec=\u7279\u5225\u306a\u6307\u793a\:
sitegen.siteinfolist.enrolled=\u6b21\u306e\u30b3\u30fc\u30b9\u3092\u53d7\u8b1b\u6e08\u307f\: 
java.copy=\u3053\u308c\u306f\u3042\u306a\u305f\u304c\u30ea\u30af\u30a8\u30b9\u30c8\u3057\u305f\u30b3\u30fc\u30b9\u30b5\u30a4\u30c8\u306e\u30b3\u30d4\u30fc\u3067\u3059\uff0e
sitegen.sitedel.deleting=\u30b5\u30a4\u30c8\u3092\u524a\u9664\u3059\u308b\u3068\u3059\u3079\u3066\u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u304c\u524a\u9664\u3055\u308c\uff0c\u5fa9\u5143\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\uff0e
ediacccon.conglo=\u6b21\u306e\u30b0\u30ed\u30fc\u30d0\u30eb\u30a2\u30af\u30bb\u30b9\u3092\u78ba\u8a8d\u3057\u3066\u3044\u307e\u3059
sitegen.siteinfolist.sortstatusas=\u53c2\u52a0\u8005\u72b6\u614b\u3067\u6607\u9806\u306b\u30bd\u30fc\u30c8
sitetype.templatecourserosterinstruction=\u6700\u5f8c\u306e\u30b9\u30c6\u30c3\u30d7 - \u30af\u30e9\u30b9\u540d\u7c3f\u3092\u9078\u629e\u3057\u307e\u3059
addconf.sortbyrole=\u30ed\u30fc\u30eb\u3067\u30bd\u30fc\u30c8
sitediconf.con=\u6b21\u306e\u30e6\u30fc\u30b6\u306b\u7de8\u96c6\u3092\u78ba\u8a8d\: 
sitegen.pubunpub.send=\u30b5\u30a4\u30c8\u304c\u5229\u7528\u53ef\u80fd\u306b\u306a\u3063\u305f\u3053\u3068\u3092\u53c2\u52a0\u8005\u3059\u3079\u3066\u306b\u77e5\u3089\u305b\u308b\u30e1\u30fc\u30eb\u3092\u9001\u4fe1\u3057\u307e\u3059\uff0e
java.addalias=\u30a8\u30a4\u30ea\u30a2\u30b9\u3092\u8ffd\u52a0\u3059\u308b\u6a29\u9650\u304c\u3042\u308a\u307e\u305b\u3093\uff0e
java.receiv=\u6b21\u306e\u30af\u30e9\u30b9\u306e\u6b63\u898f\u30b3\u30fc\u30b9\u30a6\u30a7\u30d6\u30b5\u30a4\u30c8\u3092\u30ea\u30af\u30a8\u30b9\u30c8\u4e2d\u3067\u3059
sitetype.copycontent=\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u30b3\u30d4\u30fc
java.subj=\u4ef6\u540d\:
editgroup.site.notfound.alert=\u30b5\u30a4\u30c8\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\uff0e
sitegen.siteinfolist.yes=\u306f\u3044
sitediinf.alert=\u8b66\u544a\:
java.addclasses=\u540d\u7c3f\u3092\u8ffd\u52a0
multipleTools.email=\u96fb\u5b50\u30e1\u30fc\u30eb\u30a2\u30fc\u30ab\u30a4\u30d6
sitegen.siteinfolist.sortidas=\u53c2\u52a0\u8005 ID \u3067\u6607\u9806\u306b\u30bd\u30fc\u30c8
sitinfimp.migrate=\u81ea\u5206\u306e\u30c7\u30fc\u30bf\u3092\u7f6e\u304d\u63db\u3048\u305f\u3044
java.couldntdel={0} \u3092\u6a29\u9650\u304c\u306a\u3044\u305f\u3081\uff0c\u524a\u9664\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\uff0e
sinfo.other=\u30b5\u30a4\u30c8\u60c5\u5831
sitegen.siteinfolist.view=\u8868\u793a
sitegen.removpart.username=\u30e6\u30fc\u30b6\u540d
sinfo.list.groups=\u30b0\u30eb\u30fc\u30d7
man.sofar=\u3053\u308c\u307e\u3067\u306b\u9078\u629e\u3055\u308c\u305f\u30b3\u30fc\u30b9\u3042\u308b\u3044\u306f\u30bb\u30af\u30b7\u30e7\u30f3\u306f\u4ee5\u4e0b\u306e\u901a\u308a\u3067\u3059
java.classes=\u524a\u9664\u3059\u308b\u30af\u30e9\u30b9\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\uff0e
addconf.number=\u756a\u53f7
list.steasc=\u5b66\u671f\u3067\u6607\u9806\u306b\u30bd\u30fc\u30c8
java.cannot=\u6307\u5b9a\u3055\u308c\u305f\u30b5\u30a4\u30c8\u3092\u898b\u3064\u3051\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093
java.dupli=\u8907\u88fd\u30b5\u30a4\u30c8\u306e\u30bf\u30a4\u30c8\u30eb\u3092\u6307\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\uff0e
sitinfimp.youcan=\u6240\u6709\u3059\u308b\u4ed6\u306e\u30b5\u30a4\u30c8\u304b\u3089\u306e\u307f\u7d20\u6750\u3092\u518d\u5229\u7528\u3059\u308b\u3053\u3068\u3092\u9078\u629e\u3067\u304d\u307e\u3059\uff0e\u4e00\u3064\u4ee5\u4e0a\u306e\u30b5\u30a4\u30c8\u304b\u3089\u306e\u7d20\u6750\u3092\u7d44\u307f\u5408\u308f\u305b\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\uff0e
java.email2=\u96fb\u5b50\u30e1\u30fc\u30eb
sinfo.list.groups.print=\u5370\u5237
addrc.confirming=\u30b5\u30a4\u30c8\u30c4\u30fc\u30eb\u7de8\u96c6\u3092\u78ba\u8a8d\u3000\u5bfe\u8c61\: 
java.forthis=\u3053\u306e\u30bb\u30af\u30b7\u30e7\u30f3\u7528\:
sitinfimp.choose=\u3053\u306e\u30b5\u30a4\u30c8\u304b\u3089\u518d\u5229\u7528\u3057\u305f\u3044\u7d20\u6750\u3092\u9078\u3073\u307e\u3059\uff0e
java.home=\u30db\u30fc\u30e0
sitegen.siteinfolist.active=\u30a2\u30af\u30c6\u30a3\u30d6
sitegen.siteinfolist.cancel=\u30ad\u30e3\u30f3\u30bb\u30eb
ediacc-glo.opeonl=\u7279\u306b\u8ffd\u52a0\u3057\u305f\u30e6\u30fc\u30b6\u306b\u3060\u3051\u30aa\u30fc\u30d7\u30f3
sitetype.crenewsit=\u30b5\u30a4\u30c8\u7a2e\u5225
addsame.participants=\u53c2\u52a0\u8005
ediacc.gloacc=\u30b0\u30ed\u30fc\u30d0\u30eb\u30a2\u30af\u30bb\u30b9
java.dontperm= {0} \u3092\u524a\u9664\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\uff0e\u3053\u306e\u30b5\u30a4\u30c8\u3092\u524a\u9664\u3059\u308b\u6a29\u9650\u304c\u3042\u308a\u307e\u305b\u3093\uff0e
sitedicla.class=\u540d\u7c3f
java.reqmiss=\u5fc5\u9808\u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u5165\u529b\u3055\u308c\u3066\u3044\u307e\u305b\u3093\uff0e\u3059\u3079\u3066\u306e\u5fc5\u9808\u30d5\u30a3\u30fc\u30eb\u30c9\u306b\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\uff0e
java.invalid.email={0} \u306f\u4e0d\u6b63\u306a\u96fb\u5b50\u30e1\u30fc\u30eb\u30a2\u30c9\u30ec\u30b9\u3067\u3059\uff0e \u96fb\u5b50\u30e1\u30fc\u30eb\u30a2\u30c9\u30ec\u30b9\u306b\u306f\uff0c\u82f1\u6570\u5b57\u304a\u3088\u3073\u8a18\u53f7 \!\#$&'*+-\=?^_`{|}~. \u306e\u307f\u4f7f\u7528\u3067\u304d\u307e\u3059\uff08\u7a7a\u767d\u306f\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093\uff09\uff0e
java.emailarchive=\u300c\u96fb\u5b50\u30e1\u30fc\u30eb\u30a2\u30fc\u30ab\u30a4\u30d6\u300d\u30c4\u30fc\u30eb\u7528\u306e\u96fb\u5b50\u30e1\u30fc\u30eb\u30a2\u30c9\u30ec\u30b9\u3092\u6307\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\uff0e
newsc.avail=\u5229\u7528\u53ef\u80fd\u306a\u30e6\u30fc\u30b6\: 
sitdup.dupaclacourse=\u30b3\u30fc\u30b9\u30b5\u30a4\u30c8\u3092\u8907\u88fd\u3059\u308b\u3068\uff0c\u6559\u54e1\u3042\u308b\u3044\u306f\u7ba1\u7406\u8005\u304c\u4f5c\u6210\u3057\u305f\u30b3\u30f3\u30c6\u30f3\u30c4\u304c\u3042\u308b\u65b0\u3057\u3044\u30b3\u30fc\u30b9\u30b5\u30a4\u30c8\u304c\u4f5c\u6210\u3055\u308c\u307e\u3059\uff0e\u3057\u304b\u3057\uff0c\u30d7\u30e9\u30a4\u30d0\u30b7\u30fc\u4e0a\u306e\u7406\u7531\u304b\u3089\u4e00\u822c\u30e6\u30fc\u30b6\u3042\u308b\u3044\u306f\u5b66\u751f\u306b\u3088\u308a\u8ffd\u52a0\u3055\u308c\u305f\u30b5\u30a4\u30c8\u306e\u30a2\u30a4\u30c6\u30e0\u306f\u30b3\u30d4\u30fc\u3055\u308c\u307e\u305b\u3093\uff0e
group.sortnumberasc=\u30b0\u30eb\u30fc\u30d7\u30e1\u30f3\u30d0\u756a\u53f7\u3067\u6607\u9806\u306b\u30bd\u30fc\u30c8
group.number=\u30b5\u30a4\u30ba
multipleTools.title=\u30bf\u30a4\u30c8\u30eb
addrem.descrip=\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u306e\u8aac\u660e\uff0c\u6700\u8fd1\u306e\u30a2\u30ca\u30a6\u30f3\u30b9\u3084\u30c7\u30a3\u30b9\u30ab\u30c3\u30b7\u30e7\u30f3\uff0c\u30c1\u30e3\u30c3\u30c8\u30a2\u30a4\u30c6\u30e0\u3067\u3059\uff0e
ediacc.course.setsitacc=\u30b3\u30fc\u30b9\u30b5\u30a4\u30c8\u30a2\u30af\u30bb\u30b9
sitedicla.yet=\u307e\u3060
sitediconf.cli=\u6b21\u306e\u60c5\u5831\u3092\u6301\u3064\u30b5\u30a4\u30c8\u3092\u66f4\u65b0\u3059\u308b\u5834\u5408\u306f\u4e0b\u306e\u300c\u7d42\u4e86\u300d\u3092\u30af\u30ea\u30c3\u30af\u3057\u307e\u3059\uff0e\u5909\u66f4\u3057\u305f\u30d5\u30a3\u30fc\u30eb\u30c9\u306f\u9752\u3067\u8868\u793a\u3055\u308c\u307e\u3059\uff0e
sitegen.siteinfolist.id=ID
sitinfimp.con=\u7d9a\u3051\u308b
group.membership=\u30b0\u30eb\u30fc\u30d7\u30e1\u30f3\u30d0\u30b7\u30c3\u30d7
ediacccon.bac=\u623b\u308b
sitegen.addcourse.cancel=\u30ad\u30e3\u30f3\u30bb\u30eb
man.remove=\u524a\u9664
pubuncon.part=\u53c2\u52a0\u8005
pubuncon.unpub=\u672a\u516c\u958b\u30b5\u30a4\u30c8\u306f\u30b5\u30a4\u30c8\u30bb\u30c3\u30c8\u30a2\u30c3\u30d7\u306e\u6a29\u9650\u3092\u6301\u3064\u30e6\u30fc\u30b6\u306b\u306e\u307f\u8868\u793a\u3055\u308c\u307e\u3059\uff0e
sitedicla.move=\u79fb\u52d5
sitegen.removpart.alert=\u8b66\u544a\:
list.sortbystatus=\u72b6\u614b\u3067\u30bd\u30fc\u30c8
sitegen.siteinfolist.term=\u5b66\u671f
sinfo.class=\u30b3\u30fc\u30b9\u30b5\u30a4\u30c8\u60c5\u5831
list.sortbytitle=\u30bf\u30a4\u30c8\u30eb\u3067\u30bd\u30fc\u30c8
sitdup.dup=\u8907\u88fd
pubuncon.conpub=\u6b21\u306e\u516c\u958b\u72b6\u614b\u3092\u78ba\u8a8d\u3057\u3066\u3044\u307e\u3059\uff1a
sitediinf.rev=\u6b21\u306e\u30b5\u30a4\u30c8\u60c5\u5831\u3092\u78ba\u8a8d\: 
ediacc.pubsit=\u30b5\u30a4\u30c8\u3092\u516c\u958b
sitediconf.sitconnam=\u30b5\u30a4\u30c8\u9023\u7d61\u5148\u540d
nscourse.findCourse.addAnotherSection=\u4ed6\u306e\u30bb\u30af\u30b7\u30e7\u30f3\u3092\u8ffd\u52a0
addconf.userid=ID
ediacc.disdraft=\u975e\u516c\u958b\u30b5\u30a4\u30c8\u306f\u30b5\u30a4\u30c8\u7dad\u6301\u7ba1\u7406\u8005\u306b\u3088\u3063\u3066\u306e\u307f\u30a2\u30af\u30bb\u30b9\u3067\u304d\u307e\u3059
java.email=\u96fb\u5b50\u30e1\u30fc\u30eb\:
java.allmy=\u3059\u3079\u3066\u306e\u30de\u30a4\u30b5\u30a4\u30c8
sitetype.chothetyp.withtemplate=\u65b0\u3057\u3044\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u30b5\u30a4\u30c8\u30922\u3064\u306e\u65b9\u6cd5\u3067\u4f5c\u6210\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\uff0e<b>\u300c\u81ea\u5206\u306e\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u30b5\u30a4\u30c8\u3092\u69cb\u7bc9\u300d</b> (\u7d4c\u9a13\u306e\u3042\u308b\u30e6\u30fc\u30b6\u7528)\u3092\u7528\u3044\u308b\u3068\u500b\u3005\u306e\u30b5\u30a4\u30c8\u30c4\u30fc\u30eb\u3084\u6a5f\u80fd\u3092\u9078\u629e\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\uff0e<b>\u300c\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8\u306b\u57fa\u3065\u3044\u305f\u30b5\u30a4\u30c8\u300d</b> (\u521d\u7d1a\u30e6\u30fc\u30b6\u7528) \u3092\u7528\u3044\u308b\u3068\uff0c\u5fc5\u9808\u306e\u30c4\u30fc\u30eb\u3084\u6a5f\u80fd\u304c\u3042\u3089\u304b\u3058\u3081\u8aad\u307f\u8fbc\u307e\u308c\u307e\u3059\uff0e\u4e00\u5ea6\u4f5c\u6210\u3059\u308b\u3068\uff0c\u3069\u3061\u3089\u306e\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u30b5\u30a4\u30c8\u306b\u3064\u3044\u3066\u3082\u30c4\u30fc\u30eb\u3092\u8ffd\u52a0\u3057\u305f\u308a\u524a\u9664\u3057\u305f\u308a\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\uff0e
java.changeroles=\u30ed\u30fc\u30eb\u3092\u5909\u66f4\u3059\u308b\u305f\u3081\u306e\u6a29\u9650\u304c\u3042\u308a\u307e\u305b\u3093\uff0e
addrem.revising=\u30b5\u30a4\u30c8\u30c4\u30fc\u30eb\u3092\u78ba\u8a8d\u3000\u5bfe\u8c61\: 
sinfo.youare=\u6b21\u306e\u540d\u7c3f\u306e\u30b3\u30fc\u30b9\u30b5\u30a4\u30c8\u3092\u30bb\u30c3\u30c8\u30a2\u30c3\u30d7\u3057\u3066\u3044\u307e\u3059\:
group.tablesummary=\u8868\u306b\u306f\u30b5\u30a4\u30c8\u30b0\u30eb\u30fc\u30d7\u306e\u60c5\u5831\u304c\u3042\u308a\u307e\u3059\uff0e1\u5217\u76ee\u306f\u30b0\u30eb\u30fc\u30d7\u306e\u30bf\u30a4\u30c8\u30eb\uff0c2\u5217\u76ee\u306f\u30b0\u30eb\u30fc\u30d7\u30e1\u30f3\u30d0\u6570\u3067\u3059\uff0e\u30d8\u30c3\u30c0\u306b\u306f\u30bd\u30fc\u30c8\u306e\u305f\u3081\u306e\u30ea\u30f3\u30af\u304c\u3042\u308a\u307e\u3059\uff0e
pubunp.con=\u7d9a\u3051\u308b
man.addmore=\u3055\u3089\u306b\u540d\u7c3f\u3092\u8ffd\u52a0\u3057\u307e\u3059\u304b?
group.nogroup=\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u308b\u30b0\u30eb\u30fc\u30d7\u304c\u3042\u308a\u307e\u305b\u3093\uff0e
adddif.please=\u30ed\u30fc\u30eb\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\:
sitegen.addcourse.adding=\u30b5\u30a4\u30c8\u3078\u306e\u30a2\u30af\u30bb\u30b9\u3092\u7533\u8acb\:
man.toaddto=\u6b21\u306b\u8ffd\u52a0\u3059\u308b\u5834\u5408\uff1a
list.inthe=\u8868\u793a\uff1a
list.creator=\u4f5c\u6210\u8005
sitdup.can=\u30ad\u30e3\u30f3\u30bb\u30eb
newsc.crsite=\u30b5\u30a4\u30c8\u3092\u4f5c\u6210
java.section=\u30bb\u30af\u30b7\u30e7\u30f3\:
addrc.selected=\u30b5\u30a4\u30c8\u306e\u6b21\u306e\u30c4\u30fc\u30eb\u304c\u9078\u629e\u3055\u308c\u307e\u3057\u305f\uff08\u8ffd\u52a0\u3055\u308c\u305f\u30c4\u30fc\u30eb\u306f\u9752\u3067\u8868\u793a\u3055\u308c\u3066\u3044\u307e\u3059\uff09\: 
man.edit=\u30b5\u30a4\u30c8\u3092\u7de8\u96c6\u3057\u3066\u3044\u307e\u3059...
nscourse.look_up_an_username=\u30ad\u30e3\u30f3\u30d1\u30b9\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u306e\u30e6\u30fc\u30b6\u540d\u3092\u53c2\u7167\u3057\u307e\u3059
java.theemail=\u96fb\u5b50\u30e1\u30fc\u30eb\u30a2\u30c9\u30ec\u30b9\u306b\u306f\uff0c\u82f1\u6570\u5b57\u304a\u3088\u3073\u8a18\u53f7 \!\#$&'*+-\=?^_`{|}~. \u306e\u307f\u4f7f\u7528\u3067\u304d\u307e\u3059\uff08\u7a7a\u767d\u306f\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093\uff09\uff0e
ediacc.dismysit=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u306b\u81ea\u5206\u306e\u30b5\u30a4\u30c8\u3092\u8868\u793a\u3057\uff0c\u81ea\u5206\u304c\u9078\u629e\u3059\u308b\u30d5\u30a1\u30a4\u30eb\u3092\u5171\u6709\u3057\u307e\u3059
sitediinf.sitconema=\u30b5\u30a4\u30c8\u9023\u7d61\u5148\u96fb\u5b50\u30e1\u30fc\u30eb
editgroup.back=\u623b\u308b
gen.last=\u6700\u5f8c\u3078
java.notvalid=\u306f\u6709\u52b9\u3067\u306f\u3042\u308a\u307e\u305b\u3093\uff0e
editgroup.addmember=\u30b0\u30eb\u30fc\u30d7\u306b\u8ffd\u52a0 >
java.link=\u89aa\u30b5\u30a4\u30c8\u3078\u306e\u30ea\u30f3\u30af
sitetype.usetemplate=\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8\u3092\u4f7f\u7528\:
nscourse.acad=\u5b66\u671f
addconf.role=\u30ed\u30fc\u30eb
java.canyou=\u4e0a\u306e\u30af\u30e9\u30b9\u4e00\u89a7\u306b
list.sortbycreation=\u4f5c\u6210\u65e5\u3067\u30bd\u30fc\u30c8
sitegen.siteinfolist.name=\u540d\u524d
sitdup.hasbeedup=\u304c\u4f5c\u6210\u3055\u308c\u307e\u3057\u305f\uff0e
newsc.icon.none=\u30a2\u30a4\u30b3\u30f3\u304c\u63d0\u4f9b\u3055\u308c\u3066\u3044\u307e\u305b\u3093
java.sitebeenused=\u30b5\u30a4\u30c8 ID \u306f\u3059\u3067\u306b\u4f7f\u7528\u3055\u308c\u3066\u3044\u307e\u3059\uff0e
ediacc.yousitcan=\u30b5\u30a4\u30c8\u306b\u306f\u53c2\u52a0\u8005\u3068\u3057\u3066\u8ffd\u52a0\u3057\u305f\u30e6\u30fc\u30b6\u304c\u30a2\u30af\u30bb\u30b9\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\uff0e\u30b5\u30a4\u30c8\u306b\u4ed6\u306e\u30e6\u30fc\u30b6\u306b\u30a2\u30af\u30bb\u30b9\u3055\u305b\u305f\u3044\u3067\u3059\u304b?
nscourse.site_exists=\u3053\u306e\u30b3\u30fc\u30b9\u30b3\u30fc\u30c9\u3092\u542b\u3080\u30b5\u30a4\u30c8\u304c\u65e2\u306b\u5b58\u5728\u3057\u307e\u3059\u304c\uff0c
sitegen.siteinfolist.next1=\u6b21
nscourse.acad2=\u5b66\u671f\:
sitegen.siteinfolist.update=\u53c2\u52a0\u8005\u3092\u66f4\u65b0
sitegen.siteinfolist.crea=\u4f5c\u6210\u65e5
sitedicla.copying=\u3053\u306e\u5b58\u5728\u3059\u308b\u7d20\u6750\u3092\u30b3\u30d4\u30fc...
sitetype.templatefinalstepinstruction=\u30b5\u30a4\u30c8\u306f\u4f5c\u6210\u3055\u308c\u307e\u3059\u304c\uff0c\u672a\u516c\u958b\u306e\u307e\u307e\u3067\u3059\uff0e\u516c\u958b\u3059\u308b\u305f\u3081\u306b\u306f\uff0c\u65b0\u3057\u3044\u30b5\u30a4\u30c8\u3067\u300c\u30b5\u30a4\u30c8\u60c5\u5831\u300d\u2192\u300c\u30a2\u30af\u30bb\u30b9\u3092\u7ba1\u7406\u300d\u306b\u884c\u304d\u307e\u3059\uff0e
java.editsite=\u30b5\u30a4\u30c8\u60c5\u5831\u3092\u7de8\u96c6
java.who=\u306e\u63a8\u85a6\u306b\u3088\u308a\u3053\u306e\u30e1\u30c3\u30bb\u30fc\u30b8\u304c\u9001\u3089\u308c\u3066\u3044\u307e\u3059\uff0e
sitinfimp.selection=\u65b9\u6cd5\u3092\u4e00\u3064\u9078\u3093\u3067\u9032\u3093\u3067\u304f\u3060\u3055\u3044\:
nscourse.add=\u540d\u7c3f\u30a2\u30af\u30bb\u30b9\u3092\u8ffd\u52a0\uff0e\u5bfe\u8c61\: 
ediacccon.makin=\u30b5\u30a4\u30c8\u3092\u53c2\u52a0\u53ef\u80fd\u306b\u3059\u308b\u3053\u3068\u306f\u30b5\u30a4\u30c8\u306b\u53c2\u52a0\u8005\u3068\u3057\u3066\u30e6\u30fc\u30b6\u81ea\u8eab\u304c\u8ffd\u52a0\u3067\u304d\u308b\u3053\u3068\u3092\u610f\u5473\u3057\u3066\u304a\u308a\uff0c\u6307\u5b9a\u3055\u308c\u305f\u30ed\u30fc\u30eb\u3092\u6301\u3064\u3053\u3068\u306b\u306a\u308a\u307e\u3059\uff0e
ediacc.vis=\u30b5\u30a4\u30c8\u306e\u898b\u3048\u65b9
sinfo.list.desc.more=(\u8a73\u7d30)
java.site=\u30b5\u30a4\u30c8
list.nosites=
ediacc.other.setsitacc=\u30b5\u30a4\u30c8\u30a2\u30af\u30bb\u30b9
java.siteinstr=\u7279\u5225\u306a\u6307\u793a\:
nscourse.findCourse.useCMS=\u30b3\u30fc\u30b9\u30ab\u30bf\u30ed\u30b0\u5185\u306e\u30b3\u30fc\u30b9\u307e\u305f\u306f\u30bb\u30af\u30b7\u30e7\u30f3\u3092\u691c\u7d22
java.meantime=\u305d\u306e\u9593\uff0c\u30b5\u30a4\u30c8\u30bb\u30c3\u30c8\u30a2\u30c3\u30d7\u51e6\u7406\u3092\u7d9a\u3051\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3057\uff0c\u30b5\u30a4\u30c8\u306b\u30b3\u30fc\u30b9\u7d20\u6750\u3092\u8ffd\u52a0\u3059\u308b\u3053\u3068\u3082\u3067\u304d\u307e\u3059\uff0e
multipleTools.custom1=\u8907\u6570\u306e\u30c4\u30fc\u30eb\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u307e\u305f\u306f\u8a2d\u5b9a\u30c4\u30fc\u30eb\u30aa\u30d7\u30b7\u30e7\u30f3\u3092\u8ffd\u52a0\u3057\u307e\u3059\uff0e\u5404\u30c4\u30fc\u30eb\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u306e\u300c\u30aa\u30d7\u30b7\u30e7\u30f3\u300d\u30e1\u30cb\u30e5\u30fc\u3092\u7528\u3044\u3066\u3053\u306e\u30b5\u30a4\u30c8\u306e\u8a2d\u5b9a\u3092\u5f8c\u3067\u8abf\u6574\u3059\u308b\u3053\u3068\u3082\u3067\u304d\u307e\u3059\uff0e
sitegen.siteinfolist.sortiddes=\u53c2\u52a0\u8005 ID \u3067\u964d\u9806\u306b\u30bd\u30fc\u30c8
sitetype.buildown=\u81ea\u5206\u81ea\u8eab\u306e\u30b5\u30a4\u30c8\u3092\u69cb\u7bc9
adddif.rolelist.summary=\u8868\u306b\u306f\uff0c\u30b7\u30b9\u30c6\u30e0\u5185\u3067\u5229\u7528\u53ef\u80fd\u306a\u30ed\u30fc\u30eb\u304c\u8a18\u8ff0\u3055\u308c\u3066\u3044\u307e\u3059
java.cannotedit=\u30b3\u30fc\u30b9\u3092\u7de8\u96c6\u3067\u304d\u307e\u305b\u3093\uff0e
sitegen.addcourse.class=\u30af\u30e9\u30b9\u60c5\u5831
sitegen.siteinfolist.sortnameas=\u540d\u524d\u3067\u6607\u9806\u306b\u30bd\u30fc\u30c8
java.to=\u53d7\u4fe1\u8005\:
sitegen.siteinfolist.view.pagesize=\u30da\u30fc\u30b8\u30b5\u30a4\u30ba\u3092\u9078\u629e
newsc.youare=\u6b21\u306e\u30af\u30e9\u30b9\u3042\u308b\u3044\u306f\u30bb\u30af\u30b7\u30e7\u30f3\u3092\u542b\u3080\u30af\u30e9\u30b9\u30b5\u30a4\u30c8\u3092\u30bb\u30c3\u30c8\u30a2\u30c3\u30d7\u3057\u3066\u3044\u307e\u3059\:
sitegen.siteinfolist.sortcredas=\u53c2\u52a0\u8005\u30af\u30ec\u30b8\u30c3\u30c8\u3067\u6607\u9806\u306b\u30bd\u30fc\u30c8
sitegen.removpart.cancel=\u30ad\u30e3\u30f3\u30bb\u30eb
java.off=\u6b63\u898f\u30b3\u30fc\u30b9\u30b5\u30a4\u30c8
pubunp.unpwor=\u30ef\u30fc\u30af\u30b5\u30a4\u30c8\u3092\u516c\u958b\u3057\u306a\u3044
nscourse.current_displaying_courses_sections_for_id=\u30b3\u30fc\u30b9\u307e\u305f\u306f\u30bb\u30af\u30b7\u30e7\u30f3\u3000\u5bfe\u8c61\: 
java.pleasesel=\u30ed\u30fc\u30eb\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\uff0e
ediacc.can=\u30ad\u30e3\u30f3\u30bb\u30eb
sitetype.done=\u5b8c\u4e86\u3057\u307e\u3057\u305f\uff0e\u30b5\u30a4\u30c8\u3078\u884c\u304d\u307e\u3059
sitegen.siteinfolist.part=\u53c2\u52a0\u8005\u30ea\u30b9\u30c8
ediacc-glo.bac=\u623b\u308b
newsc.descr.none=\u8aac\u660e\u304c\u63d0\u4f9b\u3055\u308c\u3066\u3044\u307e\u305b\u3093
multipleTools.custom=\u8907\u6570\u306e\u30c4\u30fc\u30eb\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u3092\u8ffd\u52a0
editgroup.site.permission.alert=\u3053\u306e\u30b5\u30a4\u30c8\u306b\u5909\u66f4\u3092\u52a0\u3048\u308b\u3053\u3068\u304c\u8a31\u53ef\u3055\u308c\u3066\u3044\u307e\u305b\u3093\uff0e
java.alias=\u30a8\u30a4\u30ea\u30a2\u30b9
ediacccon.unjoi=\u53c2\u52a0\u4e0d\u53ef\u80fd
nscourse.cm.configure.log.nosubjectcat=\u30d7\u30ed\u30d1\u30c6\u30a3 "" \u304c sakai.properties \u3067\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u307e\u305b\u3093\uff0e\u30b3\u30fc\u30b9\u691c\u7d22\u30da\u30fc\u30b8\u3092\u4f7f\u7528\u3059\u308b\u5834\u5408\u306f\uff0c\u30b3\u30fc\u30b9\u7ba1\u7406 API \u306e\u5b9f\u88c5\u306b\u304a\u3044\u3066\u90e8\u5c40\u30ec\u30d9\u30eb\u306e CourseSets \u3092\u7279\u5b9a\u3059\u308b\u30ab\u30c6\u30b4\u30ea\u30bf\u30a4\u30d7\u3092\u6307\u5b9a\u3057\u306a\u3051\u308c\u3070\u306a\u308a\u307e\u305b\u3093\uff0e
gen.proces=\u51e6\u7406\u3057\u3066\u3044\u307e\u3059......
sitedicla.import_materials=\u30d5\u30a1\u30a4\u30eb\u304b\u3089\u7d20\u6750\u3092\u30a4\u30f3\u30dd\u30fc\u30c8
java.sitereq=\u30b5\u30a4\u30c8\u30ea\u30af\u30a8\u30b9\u30c8
sitediconf.app=\u5916\u89b3
feat.yesfrom=\u306f\u3044\uff0e\u4ee5\u4e0b\u306e\u30b5\u30a4\u30c8\u304b\u3089\:
sitegen.siteinfolist.items=\u500b\u306e\u30a2\u30a4\u30c6\u30e0
java.alias.exists=\u30a8\u30a4\u30ea\u30a2\u30b9 {0} \u306f\u3059\u3067\u306b\u5b58\u5728\u3057\u3066\u3044\u307e\u3059\uff0e
sitegen.pubunpub.donot=\u3053\u306e\u30b5\u30a4\u30c8\u304c\u5229\u7528\u53ef\u80fd\u306b\u306a\u3063\u305f\u3053\u3068\u3092\u77e5\u3089\u305b\u308b\u96fb\u5b50\u30e1\u30fc\u30eb\u3092\u9001\u4fe1\u3057\u307e\u305b\u3093
sitegen.siteinfolist.sortid=\u53c2\u52a0\u8005 ID \u3067\u30bd\u30fc\u30c8
sitegen.siteinfolist.sortroledes=\u30ed\u30fc\u30eb\u3067\u964d\u9806\u306b\u30bd\u30fc\u30c8
sinfo.appear=\u5916\u89b3\uff08\u30a2\u30a4\u30b3\u30f3\uff09 
editgroup.instruction=\u30b5\u30a4\u30c8\u30e1\u30f3\u30d0\u4e00\u89a7\u306e\u30e1\u30f3\u30d0\u3092\u9078\u629e\u3057\u30b0\u30eb\u30fc\u30d7\u306b\u8ffd\u52a0\u3057\u307e\u3059\uff0e\u30b0\u30eb\u30fc\u30d7\u30ea\u30b9\u30c8\u306e\u30e1\u30f3\u30d0\u3092\u9078\u629e\u3057\u307e\u3059\uff0e\u5909\u66f4\u3092\u4fdd\u5b58\u3059\u308b\u5834\u5408\u306f\u300c\u66f4\u65b0\u300d\u3092\u30af\u30ea\u30c3\u30af\u3057\u307e\u3059\uff0e
gen.first=\u6700\u521d\u3078
sitegen.siteinfolist.sortrole=\u30ed\u30fc\u30eb\u3067\u30bd\u30fc\u30c8
newsc.short=\u77ed\u6587\u8aac\u660e
sitediconf.fin=\u7d42\u4e86
newsc.sitecont=\u30b5\u30a4\u30c8\u9023\u7d61\u5148\u540d
java.thesiteid=\u30b5\u30a4\u30c8 ID {0} \u306f\u6709\u52b9\u3067\u306f\u3042\u308a\u307e\u305b\u3093\uff0e
multipleTools.remove=\u3053\u306e\u30c4\u30fc\u30eb\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u3092\u524a\u9664
sitegen.pubunpub.revi=$validator.escapeHtml($title) \u306e\u516c\u958b\u72b6\u614b\u3092\u78ba\u8a8d\u3057\u3066\u3044\u307e\u3059
sitegen.siteinfolist.sortnamedes=\u540d\u524d\u3067\u964d\u9806\u306b\u30bd\u30fc\u30c8
sitegen.siteinfolist.previous=\u524d\: 
ediacc.cannotbejoi=\u81ea\u5206\u304c\u624b\u52d5\u3067\u8ffd\u52a0\u3057\u305f\u8005\uff0c\u307e\u305f\u306f\uff0c\u81ea\u52d5\u53d7\u8b1b\u8005\u540d\u7c3f\u66f4\u65b0\u306b\u3088\u308a\u8ffd\u52a0\u3055\u308c\u305f\u8005\u306b\u9650\u5b9a
sitegen.siteinfolist.nosd=\u8aac\u660e(\u77ed\u6587)\u306f\u63d0\u4f9b\u3055\u308c\u3066\u3044\u307e\u305b\u3093
java.allusers=\u4ed6\u306e\u3059\u3079\u3066\u306e\u30e6\u30fc\u30b6\u304c\u8ffd\u52a0\u3055\u308c\u307e\u3057\u305f
sitegen.addcourse.you=\u3053\u306e\u30b5\u30a4\u30c8\u306b\u8ffd\u52a0\u3059\u308b\u305f\u3081\u306b\u6b21\u306e\u30af\u30e9\u30b9\u304c\u6307\u5b9a\u3055\u308c\u3066\u3044\u307e\u3059\:
group.description=\u8aac\u660e
sinfo.scontact2=\u30b5\u30a4\u30c8\u9023\u7d61\u5148\u96fb\u5b50\u30e1\u30fc\u30eb
addconf.not=\u9001\u4fe1\u3055\u308c\u307e\u305b\u3093
java.beenused=\u306f\u3059\u3067\u306b\u4f7f\u7528\u3055\u308c\u3066\u3044\u307e\u3059
java.edittools=\u30c4\u30fc\u30eb\u3092\u7de8\u96c6
sitegen.sitedel.you=\u524a\u9664\u3059\u308b\u305f\u3081\u306b\u6b21\u306e\u30b5\u30a4\u30c8\u304c\u9078\u629e\u3055\u308c\u3066\u3044\u307e\u3059\: 
sitdup.dupsit=\u30b5\u30a4\u30c8\u3092\u8907\u88fd
user.notdefined=\u6307\u5b9a\u3055\u308c\u305f ID \u306e\u30e6\u30fc\u30b6\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093
java.forthese=\u30bb\u30af\u30b7\u30e7\u30f3
newsc.selection=\u30b5\u30a4\u30c8\u30bb\u30c3\u30c8\u30a2\u30c3\u30d7\u9078\u629e\u3092\u78ba\u8a8d\u3057\u3066\u3044\u307e\u3059...
addrem.list.description=\u30c4\u30fc\u30eb\u8aac\u660e
newsc.ifyou=\u5909\u66f4\u3057\u305f\u3044\u5834\u5408\u306f\uff0c\u30da\u30fc\u30b8\u306e\u4e00\u756a\u4e0b\u306b\u3042\u308b\u300c\u623b\u308b\u300d\u3092\u30af\u30ea\u30c3\u30af\u3057\u307e\u3059\uff0e\u3053\u306e\u30bb\u30c3\u30c8\u30a2\u30c3\u30d7\u306e\u5f8c\u3067\u5909\u66f4\u3059\u308b\u5834\u5408\u306f\uff0c\u30b5\u30a4\u30c8\u5185\u306e\u300c\u30b5\u30a4\u30c8\u60c5\u5831\u300d\u3078\u884c\u304d\u307e\u3059\uff0e
sitediinf.con=\u7d9a\u3051\u308b
sitediconf.can=\u30ad\u30e3\u30f3\u30bb\u30eb
list.view=\u8868\u793a\:
java.date=\u65e5\u4ed8\:
sinfo.simplea=
print=\u5370\u5237\u7528\u30d0\u30fc\u30b8\u30e7\u30f3
sitetype.copysite=\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8\u304b\u3089\u65b0\u3057\u3044\u30b5\u30a4\u30c8\u3092\u4f5c\u6210\u3057\u3066\u3044\u307e\u3059
sitegen.removpart.finish=\u7d42\u4e86
sitediconf.siticonema=\u30b5\u30a4\u30c8\u9023\u7d61\u5148\u96fb\u5b50\u30e1\u30fc\u30eb
java.notemailid=\u306f\u96fb\u5b50\u30e1\u30fc\u30eb\u30a2\u30c9\u30ec\u30b9\u3067\u306f\u3042\u308a\u307e\u305b\u3093\uff0e
site.short=\u77ed\u6587\u8aac\u660e
java.on=on
nscourse.add_course_not_listed=\u4e0a\u8a18\u306b\u4e00\u89a7\u8868\u793a\u3055\u308c\u3066\u3044\u306a\u3044\u30b3\u30fc\u30b9\u307e\u305f\u306f\u30bb\u30af\u30b7\u30e7\u30f3\u3092\u8ffd\u52a0\u3057\u307e\u3059...
import.reuse2=\u6240\u6709\u3057\u3066\u3044\u308b\u4ed6\u306e\u30b5\u30a4\u30c8\u304b\u3089\u7d20\u6750\u3092\u518d\u5229\u7528\u3057\u307e\u3059...
ediacc-glo.con=\u7d9a\u3051\u308b
java.rosters=\u30b3\u30fc\u30b9\u540d\u7c3f\u306b\u30ea\u30f3\u30af\u3059\u308b\u6a29\u9650\u304c\u3042\u308a\u307e\u305b\u3093\uff0e
java.problem2=\u30e6\u30fc\u30b6\u30ed\u30fc\u30eb\u3092\u66f4\u65b0\u4e2d\u306b\u554f\u984c\u304c\u767a\u751f\u3057\u307e\u3057\u305f\uff0e
java.help=\u30d8\u30eb\u30d7
man.addmore.label=\u9078\u629e\u30e1\u30cb\u30e5\u30fc\u4e0a\u3067\u30b9\u30af\u30ed\u30fc\u30eb\u3059\u308b\u5834\u5408\u306f alt + up \u307e\u305f\u306f down \u30ad\u30fc\u3092\u62bc\u3057\u307e\u3059
pubuncon.fin=\u7d42\u4e86
java.newgroup=\u8ffd\u52a0
sinfo.display2=\u516c\u958b\u3055\u308c\u3066\u3044\u308b\u30b5\u30a4\u30c8\u4e00\u89a7\u306b\u8868\u793a\u3055\u308c\u307e\u3059\uff0e\u5168\u89d2\u3067\u6700\u592740\u5b57\u3067\u3059\uff0e
java.author=\u6a29\u9650\u3092\u6709\u3059\u308b\u30e6\u30fc\u30b6\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044 {0}.
sitegen.sitedel.deleting1=\u30b5\u30a4\u30c8\u3092\u524a\u9664\u3059\u308b\u3068\uff0c\u30b5\u30a4\u30c8\u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u5168\u4f53\u304c\u524a\u9664\u3055\u308c\uff0c\u5fa9\u5143\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\uff0e\u524a\u9664\u3055\u308c\u305f\u30b5\u30a4\u30c8\u306b\u306f\u8ab0\u3082\u30a2\u30af\u30bb\u30b9\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u306a\u304f\u306a\u308a\u307e\u3059\uff0e\u30b5\u30a4\u30c8\u304b\u3089\u81ea\u5206\u81ea\u8eab\u3092\u524a\u9664\u3059\u308b\u5834\u5408\u306f\uff0c\u30b5\u30a4\u30c8\u304b\u3089\u81ea\u5206\u81ea\u8eab\u3092\u4e0d\u53c2\u52a0\u306b\u3059\u308b\u305f\u3081\u306b\u30de\u30a4\u30ef\u30fc\u30af\u30b9\u30da\u30fc\u30b9\u306e\u300c\u30e1\u30f3\u30d0\u30b7\u30c3\u30d7\u30c4\u30fc\u30eb\u300d\u3092\u4f7f\u7528\u3057\u307e\u3059\uff0e
pubuncon.benot=\u30b5\u30a4\u30c8\u306e\u5229\u7528\u53ef\u80fd\u6027\u304c\u901a\u77e5\u3055\u308c\u307e\u3059\uff0e
sitetype.sitetitle=\u30b5\u30a4\u30c8\u30bf\u30a4\u30c8\u30eb
ediacc-glo.setacc=\u30b5\u30a4\u30c8\u306e\u30a2\u30af\u30bb\u30b9\u5236\u5fa1\u3092\u30bb\u30c3\u30c8
list.ssasc=\u72b6\u614b\u3067\u6607\u9806\u306b\u30bd\u30fc\u30c8
list.screatordesc=\u4f5c\u6210\u8005\u3067\u964d\u9806\u306b\u30bd\u30fc\u30c8
java.my=\u30de\u30a4\u30ef\u30fc\u30af\u30b9\u30da\u30fc\u30b9
sitegen.addcourse.back=\u623b\u308b
newsc.appear=\u5916\u89b3 (\u30a2\u30a4\u30b3\u30f3)
man.siteauth=\u540d\u7c3f\u306b\u8f09\u3063\u3066\u3044\u308b\u30e6\u30fc\u30b6\u306b\u30b5\u30a4\u30c8\u30a2\u30af\u30bb\u30b9\u3092\u8a31\u53ef\u3059\u308b\u305f\u3081\u306e\u6a29\u9650
java.import=\u30b5\u30a4\u30c8\u304b\u3089\u30a4\u30f3\u30dd\u30fc\u30c8
java.sitewithid.exists=\u30b5\u30a4\u30c8(ID\u4ed8\u304d){0} \u306f\u3059\u3067\u306b\u5b58\u5728\u3057\u3066\u3044\u307e\u3059\uff0e
pubuncon.will=\u3055\u308c\u307e\u3059
ediacc.rolforpep=\u30b5\u30a4\u30c8\u306b\u53c2\u52a0\u3059\u308b\u30e6\u30fc\u30b6\u306e\u30ed\u30fc\u30eb\:
pubuncon.can=\u30ad\u30e3\u30f3\u30bb\u30eb
list.term=\u5b66\u671f
sitedicla.choose_materials=\u3053\u306e\u30b5\u30a4\u30c8\u3092\u30b3\u30d4\u30fc\u3059\u308b\u7d20\u6750\u3092\u3092\u9078\u629e\u3057\u307e\u3059\uff0e
java.name=\u540d\u524d\:
sitediinf.term=\u5b66\u671f
sitinfimp.can=\u30ad\u30e3\u30f3\u30bb\u30eb
java.rolefor=\u30ed\u30fc\u30eb\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\uff0e\u5bfe\u8c61\: 
java.official=\u6b21\u306e\u30e6\u30fc\u30b6\u306b\u3088\u308a\u4f5c\u6210\u3055\u308c\u305f\u6b63\u898f\u30b3\u30fc\u30b9\u30b5\u30a4\u30c8\u3067\u3059\: 
sinfo.descr=\u8aac\u660e\: 
sitetype.donecourse=\u30af\u30e9\u30b9\u540d\u7c3f\u9078\u629e\u3078\u884c\u304d\u307e\u3059
sitedicla.upd=\u66f4\u65b0
nscourse.already=\u6b21\u306e\u540d\u7c3f\u306b\u63b2\u8f09\u3055\u308c\u3066\u3044\u308b\u30e6\u30fc\u30b6\u304c\u30b5\u30a4\u30c8\u306b\u30a2\u30af\u30bb\u30b9\u3067\u304d\u307e\u3059\:
importFile.invalidfile=\u30a4\u30f3\u30dd\u30fc\u30c8\u3059\u308b\u6b63\u3057\u3044\u30a2\u30fc\u30ab\u30a4\u30d6\u30d5\u30a1\u30a4\u30eb\u3092\u9078\u3093\u3067\u304f\u3060\u3055\u3044\uff0e
feat.other.tools=\u30b5\u30a4\u30c8\u30c4\u30fc\u30eb
feat.reuse=\u300c\u6240\u6709\u3059\u308b\u4ed6\u306e\u30b5\u30a4\u30c8\u300d\u304b\u3089\u306e\u7d20\u6750\u3092\u518d\u5229\u7528
java.according=\u30c7\u30fc\u30bf\u30bd\u30fc\u30b9\u306b\u3088\u308b\u3068\uff0c
list.summary=\u30b5\u30a4\u30c8\u306e\u4e00\u89a7\uff0e\u30ab\u30e9\u30e0 1 \u306f\u7de8\u96c6\u3067\u304d\u308b\u30b5\u30a4\u30c8\u306b\u3064\u304f\u300c\u30c1\u30a7\u30c3\u30af\u30dc\u30c3\u30af\u30b9\u300d\uff0c\u30ab\u30e9\u30e0 2 \u306f\u300c\u30b5\u30a4\u30c8\u30bf\u30a4\u30d7\u300d\uff0c\u30ab\u30e9\u30e0 3 \u306f\u300c\u6240\u6709\u8005\u300d\uff0c\u30ab\u30e9\u30e0 4 \u306f\u300c\u5b66\u671f\u300d\uff0c\u30ab\u30e9\u30e0 5 \u306f\u300c\u72b6\u614b\u300d\uff0c\u30ab\u30e9\u30e0 6 \u306f\u300c\u4f5c\u6210\u65e5\u300d\u3067\u3059\uff0e
newsc.sitecont2=\u30b5\u30a4\u30c8\u9023\u7d61\u5148\u96fb\u5b50\u30e1\u30fc\u30eb
java.sitereqfrom=\u6b21\u306e\u30e6\u30fc\u30b6\u304b\u3089\u306e\u30b5\u30a4\u30c8\u30ea\u30af\u30a8\u30b9\u30c8\uff1a
sitetype.selecttemplate=\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8\u30b5\u30a4\u30c8\:
tool.webcontent.desc2=
tool.webcontent.desc1=\u30b5\u30a4\u30c8\u5185\u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u30a2\u30af\u30bb\u30b9\u306e\u305f\u3081\:
sinfo.enter=\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u30b5\u30a4\u30c8\u306b\u95a2\u3059\u308b\u57fa\u672c\u60c5\u5831\u3092\u5165\u529b\u3057\u307e\u3059...
addrem.list.summary=\u30b5\u30a4\u30c8\u30c4\u30fc\u30eb\u306e\u4e00\u89a7\uff0e\u30ab\u30e9\u30e0 1 \u306f\u30b5\u30a4\u30c8\u3078\u306e\u8ffd\u52a0/\u524a\u9664\u306e\u305f\u3081\u306e\u300c\u30c1\u30a7\u30c3\u30af\u30dc\u30c3\u30af\u30b9\u300d\uff0c\u30ab\u30e9\u30e0 2 \u306f\u300c\u30c4\u30fc\u30eb\u540d\u300d\uff0c\u30ab\u30e9\u30e0 3 \u306f\u300c\u30c4\u30fc\u30eb\u306e\u8aac\u660e\u300d\u3067\u3059\uff0e
addconf.sortbyname=\u540d\u524d\u3067\u30bd\u30fc\u30c8
java.user=\u30e6\u30fc\u30b6
pubuncon.publi=\u516c\u958b\u6e08\u307f
sitediinf.sit=\u30b5\u30a4\u30c8\u306b\u306f\u3053\u306e\u30a2\u30a4\u30b3\u30f3\u304c\u8868\u793a\u3055\u308c\u307e\u3059\uff0e
sitetype.con=\u7d9a\u3051\u308b
nscourse.change_this_ID=\u4ed6\u306e\u4eba\u306b\u30b3\u30fc\u30b9\u3092\u8868\u793a\u3059\u308b\u305f\u3081\u306b\u3053\u306e ID \u3092\u5909\u66f4\u3057\u307e\u3059\uff0e
chrolc.finish=\u4e0b\u306e\u300c\u7d42\u4e86\u300d\u30dc\u30bf\u30f3\u3092\u30af\u30ea\u30c3\u30af\u3059\u308b\u3068\u6b21\u306e\u30ed\u30fc\u30eb\u304c\u5272\u308a\u5f53\u3066\u3089\u308c\u307e\u3059\uff0e
sitediinf.dis2=(\u516c\u958b\u3055\u308c\u3066\u3044\u308b\u30b5\u30a4\u30c8\u4e00\u89a7\u306b\u8868\u793a\u3055\u308c\u307e\u3059\uff0e\u5168\u89d2\u3067\u6700\u592740\u5b57\u3067\u3059)
pubunp.can=\u30ad\u30e3\u30f3\u30bb\u30eb
gen.alert=\u8b66\u544a\:
nscourse.findCourse.select=\u9078\u629e
list.previous=\u524d
man.list.summary=\u30b3\u30fc\u30b9\u60c5\u5831\u306e\u624b\u52d5\u5165\u529b\u306e\u305f\u3081\u306e\u8868\uff0e\u5404\u884c\u306b\u306f\u30b3\u30fc\u30b9\u540d\u7c3f\u60c5\u5831\u306e\u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u3042\u308a\u307e\u3059\uff0e
ediacccon.fin=\u7d42\u4e86
java.thanks=\u3042\u308a\u304c\u3068\u3046\u3054\u3056\u3044\u307e\u3059\uff0e
java.sitechreq=\u30b5\u30a4\u30c8\u5909\u66f4\u30ea\u30af\u30a8\u30b9\u30c8
adddif.rolepicklist.summary=\u8868\u306b\u306f\uff0c\u30e6\u30fc\u30b6\u3068\u30ed\u30fc\u30eb\u304c\u4e00\u89a7\u8868\u793a\u3055\u308c\u3066\u3044\u307e\u3059\uff0e\u30ab\u30e9\u30e01\u306f\u300c\u30e6\u30fc\u30b6\u300d\uff0c\u30ab\u30e9\u30e02\u306f\u300c\u9078\u629e\u53ef\u80fd\u306a\u30ed\u30fc\u30eb\u30a2\u30a4\u30c6\u30e0\u300d\u3067\u3059\uff0e
list.owner=\u6240\u6709\u8005
sitegen.siteinfolist.nold=\u8aac\u660e(\u9577\u6587)\u306f\u63d0\u4f9b\u3055\u308c\u3066\u3044\u307e\u305b\u3093
sitegen.siteinfolist.next=\u6b21\:
sitedicla.copybtn=\u7d20\u6750\u3092\u30b3\u30d4\u30fc
editgroup.removemember=< \u524a\u9664
java.haveadd=\u8ffd\u52a0\u306e\u305f\u3081\u306e\u6a29\u9650\u304c\u3042\u308a\u307e\u305b\u3093
feat.thanks=\u3044\u3044\u3048\uff0c\u7d50\u69cb\u3067\u3059\uff0e
nscourse.course_sections_selection=\u30b3\u30fc\u30b9\u307e\u305f\u306f\u30bb\u30af\u30b7\u30e7\u30f3\u306e\u9078\u629e
java.recann=\u6700\u8fd1\u306e\u30a2\u30ca\u30a6\u30f3\u30b9
editgroup.titlemissing=\u30b0\u30eb\u30fc\u30d7\u30bf\u30a4\u30c8\u30eb\u3092\u6307\u5b9a\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\uff0e
editgroup.membership=\u30e1\u30f3\u30d0\u30b7\u30c3\u30d7
ediacc-glo.alert=\u8b66\u544a\:
sinfo.removeSections=\u524a\u9664
sitecopy.copymembers=\u30b5\u30a4\u30c8\u30e1\u30f3\u30d0\u3082\u30b3\u30d4\u30fc\u3057\u307e\u3059\u304b?
java.fromwork=\u30ef\u30fc\u30af\u30b5\u30a4\u30c8\u30bb\u30c3\u30c8\u30a2\u30c3\u30d7\u304b\u3089\u6b21\u306e\u3068\u3053\u308d\u3078\: 
chrol.changing=\u6b21\u306e\u30b5\u30a4\u30c8\u306e\u53c2\u52a0\u8005\u306e\u30ed\u30fc\u30eb\u3092\u5909\u66f4\u3057\u3066\u3044\u307e\u3059\: 
gen.cancel=\u30ad\u30e3\u30f3\u30bb\u30eb
java.alias.isinval=\u30a8\u30a4\u30ea\u30a2\u30b9 {0} \u306f\u7121\u52b9\u3067\u3059\uff0e
java.reccal=\u30ab\u30ec\u30f3\u30c0
group.title.same=\u540c\u3058\u30b0\u30eb\u30fc\u30d7\u30bf\u30a4\u30c8\u30eb\u304c\u4f7f\u7528\u3055\u308c\u3066\u3044\u307e\u3059\uff0e\u9055\u3046\u3082\u306e\u3092\u9078\u3093\u3067\u304f\u3060\u3055\u3044\uff0e
site.creating=\u30b0\u30e9\u30c3\u30c9\u30c4\u30fc\u30eb\u30b5\u30a4\u30c8\u3092\u4f5c\u6210\u3057\u3066\u3044\u307e\u3059...
sitegen.removpart.following=\u4e0b\u306e\u300c\u7d42\u4e86\u300d\u30dc\u30bf\u30f3\u3092\u30af\u30ea\u30c3\u30af\u3059\u308b\u3068\uff0c\u6b21\u306e\u3068\u3053\u308d\u306b\u306f\u30a2\u30af\u30bb\u30b9\u3067\u304d\u306a\u304f\u306a\u308a\u307e\u3059\uff0e
group.sorttitleasc=\u30bf\u30a4\u30c8\u30eb\u3067\u6607\u9806\u306b\u30bd\u30fc\u30c8
sitmansav.sitid=\u30b5\u30a4\u30c8 ID\:
ediacccon.can=\u30ad\u30e3\u30f3\u30bb\u30eb
list.onesite=\u4e00\u3064\u306e\u30b5\u30a4\u30c8\u304c
chrol.descr=\u30ed\u30fc\u30eb\u306e\u8aac\u660e
feat.choose=\u30b5\u30a4\u30c8\u306b\u542b\u3081\u308b\u30c4\u30fc\u30eb\u3092\u9078\u629e\u3057\u307e\u3059...
ediacc.project.setsitacc=\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u30b5\u30a4\u30c8\u30a2\u30af\u30bb\u30b9
newsc.ifthis2=\u3053\u306e\u60c5\u5831\u304c\u6b63\u3057\u3044\u5834\u5408\u306f\uff0c\u300c\u30b5\u30a4\u30c8\u3092\u4f5c\u6210\u300d\u3092\u30af\u30ea\u30c3\u30af\u3057\u307e\u3059\uff0e
addconf.snasc=\u540d\u524d\u3067\u6607\u9806\u306b\u30bd\u30fc\u30c8
list.moreinfotooltip=\u3053\u306e\u30b5\u30a4\u30c8\u306e\u8a73\u7d30\u60c5\u5831
sitegen.removpart.confirm=\u6b21\u304b\u3089\u53c2\u52a0\u8005\u3092\u524a\u9664\u3059\u308b\u3053\u3068\u3092\u78ba\u8a8d\u3057\u3066\u3044\u307e\u3059\uff1a
sitedicla.rem=\u524a\u9664
sitedicla.theis=\u30b5\u30a4\u30c8\u306b\u5272\u308a\u5f53\u3066\u3089\u308c\u308b\u30af\u30e9\u30b9\u304c\u3042\u308a\u307e\u305b\u3093\uff0e
nscourse.select_group_sections=\u30bb\u30af\u30b7\u30e7\u30f3\u306e\u30b0\u30eb\u30fc\u30d7\u3092\u9078\u629e
chrol.current=\u73fe\u5728\u306e\u30ed\u30fc\u30eb\:
java.reqfields=\u5fc5\u9808\u30d5\u30a3\u30fc\u30eb\u30c9\u306b\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\uff0e
sitinfimp.import.user=\u81ea\u5206\u306e\u30e6\u30fc\u30b6\u3092\u30de\u30fc\u30b8\u3057\u307e\u3059
man.notverify=\u3053\u306e\u6642\u70b9\u3067\u306f\u3042\u306a\u305f\u304c\u6559\u54e1\u3067\u3042\u308b\u3053\u3068\u3092\u78ba\u8a8d\u3067\u304d\u307e\u305b\u3093\uff0e\u3053\u306e\u30b5\u30a4\u30c8\u3092\u4f5c\u6210\u3067\u304d\u308b\u304b\u3069\u3046\u304b\u3092\u78ba\u8a8d\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u308b\u65b9\u306e\u30e6\u30fc\u30b6\u540d\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\uff08\u4f8b\: \u5b66\u79d1\u9577\uff0c\u524d\u671f\u306e\u6559\u54e1\uff09\uff0e\u6a29\u9650\u3092\u8981\u6c42\u3059\u308b\u96fb\u5b50\u30e1\u30fc\u30eb\u304c\u305d\u306e\u65b9\u306b\u9001\u4ed8\u3055\u308c\u307e\u3059\uff0e
addconf.sortbyuniq=\u30e6\u30cb\u30fc\u30af\u540d\u3067\u30bd\u30fc\u30c8
nscourse.select=\u30b3\u30fc\u30b9\u30b5\u30a4\u30c8\u306b\u542b\u307e\u308c\u308b\u30b3\u30fc\u30b9\u307e\u305f\u306f\u30bb\u30af\u30b7\u30e7\u30f3\u3092\u9078\u629e\u3057\u307e\u3059\uff0e
sitegen.removpart.role=\u30ed\u30fc\u30eb
sitinfimp.import.info=\u30a4\u30f3\u30dd\u30fc\u30c8\u3042\u308c\u305f\u30c7\u30fc\u30bf\u306f\u65e2\u5b58\u306e\u30c7\u30fc\u30bf\u306b\u30de\u30fc\u30b8\u3055\u308c\u307e\u3059\uff0e\u3053\u306e\u65b9\u6cd5\u3067\u306f\u300c\u6210\u7e3e\u7c3f\u300d\u8a2d\u5b9a\u306f\u30a4\u30f3\u30dd\u30fc\u30c8\u3055\u308c\u307e\u305b\u3093\uff0e
addrem.check=\u30b5\u30a4\u30c8\u304b\u3089\u8ffd\u52a0\u307e\u305f\u306f\u524a\u9664\u3059\u308b\u30c4\u30fc\u30eb\u3092\u9078\u629e\u3057\u307e\u3059\uff0e
sitegen.siteinfolist.sitepar=\u30b5\u30a4\u30c8\u53c2\u52a0\u8005\u306e\u307f
editgroup.groupdel.alert=\u6b21\u306e\u30b0\u30eb\u30fc\u30d7\u3092\u524a\u9664\u3057\u3066\u3082\u3088\u308d\u3057\u3044\u3067\u3059\u304b?
java.duplicate=\u30b5\u30a4\u30c8\u3092\u8907\u88fd
list.sortbyterm=\u5b66\u671f\u3067\u30bd\u30fc\u30c8
java.roletype=\u30ed\u30fc\u30eb\u7a2e\u5225\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\uff0e
editgroup.update=\u66f4\u65b0
feat.tools.list.summary=\u30b5\u30a4\u30c8\u306e\u7279\u5fb4\u4e00\u89a7\uff0e\u30ab\u30e9\u30e0 1 \u306f\u9078\u629e\u7528\u306e\u300c\u30c1\u30a7\u30c3\u30af\u30dc\u30c3\u30af\u30b9\u300d\uff0c\u30ab\u30e9\u30e0 2 \u306f\u300c\u6a5f\u80fd\u540d\u300d\uff0c\u30ab\u30e9\u30e0 3 \u306f\u300c\u6a5f\u80fd\u306e\u8aac\u660e\u300d\u3067\u3059\uff0e
java.isbeing=\u30ea\u30af\u30a8\u30b9\u30c8\u306f\u73fe\u5728\u51e6\u7406\u3055\u308c\u3066\u3044\u307e\u3059\uff0e\u30af\u30e9\u30b9\u540d\u7c3f\u304c\u30b5\u30a4\u30c8\u306b\u8ffd\u52a0\u3055\u308c\u308b\u3068\u96fb\u5b50\u30e1\u30fc\u30eb\u304c\u9001\u4ed8\u3055\u308c\u307e\u3059\uff0e
sitetype.websit={0} \u30b5\u30a4\u30c8
java.specif=\u6307\u5b9a\u3055\u308c\u305f\u30b5\u30a4\u30c8\u3092\u898b\u3064\u3051\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093
sitedicla.requested=(\u8981\u6c42\u6e08\u307f)
addconf.sndesc=\u540d\u524d\u3067\u964d\u9806\u306b\u30bd\u30fc\u30c8
ediacc.unpubsit=\u975e\u516c\u958b\u306e\u307e\u307e - \u30b5\u30a4\u30c8\u7dad\u6301\u7ba1\u7406\u8005\u306e\u307f\u30a2\u30af\u30bb\u30b9\u53ef\u80fd
sitegen.siteinfolist.remove=\u524a\u9664
java.username=\u306f\u6709\u52b9\u306a\u30e6\u30fc\u30b6\u540d\u3067\u306f\u3042\u308a\u307e\u305b\u3093\uff0e
java.joinsite=\u30b5\u30a4\u30c8\u306b\u53c2\u52a0\u3059\u308b\u305f\u3081\u306e\u30e6\u30fc\u30b6\u306e\u30ed\u30fc\u30eb\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\uff0e
java.hello=\u3053\u3093\u306b\u3061\u306f\uff0c
java.cannotclasses=\u30b5\u30a4\u30c8\u306e\u30af\u30e9\u30b9\u3092\u7de8\u96c6\u3067\u304d\u307e\u305b\u3093\uff0e
sitetype.createfromtemplate=\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8\u304b\u3089\u30b5\u30a4\u30c8\u3092\u4f5c\u6210
man.please=\u30b5\u30a4\u30c8\u30ea\u30af\u30a8\u30b9\u30c8\u3092\u8a31\u53ef\u3059\u308b\u624b\u52a9\u3051\u3068\u306a\u308b\u8ffd\u52a0\u30b3\u30e1\u30f3\u30c8\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\uff0e
sinfo.stitle=\u30b5\u30a4\u30c8\u30bf\u30a4\u30c8\u30eb\: 
list.spdesc=\u516c\u958b\u72b6\u614b\u3067\u964d\u9806\u306b\u30bd\u30fc\u30c8
sitegen.sitedel.cancel=\u30ad\u30e3\u30f3\u30bb\u30eb
java.invurl=\u7121\u52b9\u306a URL
editgroup.cancel=\u30ad\u30e3\u30f3\u30bb\u30eb
java.couldnt=\u4ed8\u304d\u30b5\u30a4\u30c8 {0} ({1}) \u3092\u8a2d\u7f6e\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\uff0e\u30b5\u30dd\u30fc\u30c8\u306b\u554f\u3044\u5408\u308f\u305b\u3066\u304f\u3060\u3055\u3044\uff0e
man.this=\u3053\u306e\u30b3\u30fc\u30b9\u30b5\u30a4\u30c8\: 
sitinfimp.wikinote=(\u65e2\u5b58\u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u306f\u30a2\u30fc\u30ab\u30a4\u30d6\u3055\u308c\uff0c\u300c\u5c65\u6b74\u300d\u30ea\u30f3\u30af\u304b\u3089\u30a2\u30af\u30bb\u30b9\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059) 
java.notaccess=\u3053\u306e\u30b5\u30a4\u30c8\u3078\u306e\u30a2\u30af\u30bb\u30b9\u3092\u5909\u66f4\u3059\u308b\u6a29\u9650\u304c\u3042\u308a\u307e\u305b\u3093\uff0e
sitinfimp.replace=\u81ea\u5206\u304c\u6240\u6709\u3057\u3066\u3044\u308b\u4ed6\u306e\u30b5\u30a4\u30c8\u304b\u3089\u7d20\u6750\u3092\u30a4\u30f3\u30dd\u30fc\u30c8\u3059\u308b\u3053\u3068\u306b\u3088\u308a\uff0c\u81ea\u5206\u306e\u30b5\u30a4\u30c8\u306b\u3042\u308b\u7d20\u6750\u3092\u7f6e\u304d\u63db\u3048\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\uff0e\u65e2\u5b58\u306e\u30c7\u30fc\u30bf\u306f\u3059\u3079\u3066\u4e0a\u66f8\u304d\u3055\u308c\uff0c\u30a4\u30f3\u30dd\u30fc\u30c8\u3057\u305f\u30c7\u30fc\u30bf\u306b\u3088\u308a\u7f6e\u304d\u63db\u3048\u3089\u308c\u307e\u3059\uff0e
java.yourwork=\u30ef\u30fc\u30af\u30b9\u30da\u30fc\u30b9\u306f\u3053\u306e\u30c4\u30fc\u30eb\u3067\u306f\u524a\u9664\u3067\u304d\u306a\u3044\u5834\u5408\u304c\u3042\u308a\u307e\u3059\uff0e
addnoti.sendnow=\u4eca\u3059\u3050\u9001\u308b - \u30b5\u30a4\u30c8\u304c\u5229\u7528\u53ef\u80fd\u306b\u306a\u3063\u305f\u3053\u3068\u3092\u30e6\u30fc\u30b6\u306b\u77e5\u3089\u305b\u308b\u96fb\u5b50\u30e1\u30fc\u30eb\u3092\u4eca\u3059\u3050\u9001\u308a\u307e\u3059
gen.finish=\u5b8c\u4e86
addconf.name=\u540d\u524d
ediacc.sitsta=\u30b5\u30a4\u30c8\u72b6\u614b
sitediinf.app=\u5916\u89b3 (\u30a2\u30a4\u30b3\u30f3)
addrem.list.toolname=\u30c4\u30fc\u30eb
ediacc.canbejoi=\u30ed\u30b0\u30a4\u30f3\u6a29\u9650\u3092\u6709\u3059\u308b\u30e6\u30fc\u30b6\u3067\u3042\u308c\u3070\u8ab0\u3067\u3082\u53c2\u52a0\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059
java.toimporttool=\u30a4\u30f3\u30dd\u30fc\u30c8\u3059\u308b\u30c4\u30fc\u30eb\u3092\u4e00\u3064\u4ee5\u4e0a\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\uff0e
sitedicla.copy_message=\u6240\u6709\u3057\u3066\u3044\u308b\u4ed6\u306e\u30b5\u30a4\u30c8\u304b\u3089\u7d20\u6750\u3092\u518d\u5229\u7528\uff08\u30b3\u30d4\u30fc\uff09\u3059\u308b\u3053\u3068\u3092\u9078\u629e\u3067\u304d\u307e\u3059\uff0e\u30d5\u30a1\u30a4\u30eb\u304b\u3089\u7d20\u6750\u3092\u30a4\u30f3\u30dd\u30fc\u30c8\u3053\u3068\u3092\u9078\u629e\u3059\u308b\u5834\u5408\u306f\uff0c\u4e00\u3064\u306e\u30b5\u30a4\u30c8\u304b\u3089\u306e\u7d20\u6750\u306e\u30b3\u30d4\u30fc\u3057\u304b\u3067\u304d\u307e\u305b\u3093\uff0e\u3059\u3079\u3066\u306e\u7d20\u6750\u304c\u30b3\u30d4\u30fc\u3055\u308c\u307e\u3059\u304c\uff0c\u30b9\u30b1\u30b8\u30e5\u30fc\u30eb\u30a8\u30f3\u30c8\u30ea\u306e\u3088\u3046\u306a\u30a2\u30a4\u30c6\u30e0\u306e\u65e5\u6642\u306f\u66f4\u65b0\u3055\u308c\u307e\u305b\u3093\uff0e
sitegen.addcourse.add=\u30af\u30e9\u30b9\u3092\u8ffd\u52a0
sitegen.siteinfolist.role.select=\u6b21\u306e\u30ed\u30fc\u30eb\u3092\u9078\u629e\: 
man.requested=(\u8981\u6c42\u6e08\u307f)
sitegen.siteinfolist.sortstatus=\u53c2\u52a0\u8005\u72b6\u614b\u3067\u30bd\u30fc\u30c8
sitegen.sitedel.you2=\u524a\u9664\u3059\u308b\u305f\u3081\u306b\u6b21\u306e\u30b5\u30a4\u30c8\u304c\u9078\u629e\u3055\u308c\u3066\u3044\u307e\u3059\: 
gen.back=\u623b\u308b
sitegen.siteinfolist.previous1=\u524d
java.editc=\u30af\u30e9\u30b9\u540d\u7c3f\u3092\u7de8\u96c6
chrol.selected=\u53c2\u52a0\u8005\u306e\u65b0\u3057\u3044\u30ed\u30fc\u30eb\u304c\u4ee5\u4e0b\u306e\u3088\u3046\u306b\u9078\u629e\u3055\u308c\u307e\u3057\u305f\: 
tool.news.desc=\u30b5\u30a4\u30c8\u5185\u306e\u6b21\u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u8868\u793a\u306e\u305f\u3081\:
java.select=\u30b5\u30a4\u30c8\u7a2e\u5225\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\uff0e
java.wish=\u8ffd\u52a0\u60c5\u5831\u3092\u63d0\u4f9b\u3057\u305f\u3044\u5834\u5408\u306f\uff0c\u6b21\u306e\u30a2\u30c9\u30ec\u30b9\u306b\u96fb\u5b50\u30e1\u30fc\u30eb\u3092\u9001\u4fe1\u3057\u3066\u304f\u3060\u3055\u3044\: 
list.spasc=\u516c\u958b\u72b6\u614b\u3067\u6607\u9806\u306b\u30bd\u30fc\u30c8
sitediconf.shodes=\u77ed\u6587\u8aac\u660e
import.choose=\u518d\u5229\u7528\u3057\u305f\u3044\u7d20\u6750\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\uff0e \u4e00\u3064\u4ee5\u4e0a\u306e\u30b5\u30a4\u30c8\u304b\u3089\u7d20\u6750\u3092\u7d44\u307f\u5408\u308f\u305b\u308b\u3053\u3068\u3082\u3067\u304d\u307e\u3059(\u4f8b\u3048\u3070\uff0c\u3044\u304f\u3064\u304b\u306e\u30b5\u30a4\u30c8\u306e\u30ea\u30bd\u30fc\u30b9\u306a\u3069)\uff0e
pubuncon.clifin=\u30b5\u30a4\u30c8\u306e\u72b6\u614b\u3092\u5909\u66f4\u3059\u308b\u5834\u5408\u306f\u4e0b\u306e\u300c\u7d42\u4e86\u300d\u3092\u30af\u30ea\u30c3\u30af\u3057\u307e\u3059\uff0e\u5909\u66f4\u5f8c\u306e\u30b5\u30a4\u30c8\u306e\u72b6\u614b\uff1a
man.siteroster=\u30af\u30e9\u30b9\u540d\u7c3f
java.validAuthor=\u6559\u54e1\u30ec\u30b3\u30fc\u30c9\u306e\u6709\u52b9\u306a {0} \u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\uff0e
java.toimport=\u30a4\u30f3\u30dd\u30fc\u30c8\u3059\u308b\u30b5\u30a4\u30c8\u3092\u4e00\u3064\u4ee5\u4e0a\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\uff0e
sitegen.siteinfolist.partlist.summary=\u8868\u306b\u306f\u30b5\u30a4\u30c8\u53c2\u52a0\u8005\u306e\u60c5\u5831\u304c\u3042\u308a\u307e\u3059\uff0e\u30ab\u30e9\u30e0 1 \u306f\u300c\u7d22\u5f15\u756a\u53f7\u300d\uff0c\u30ab\u30e9\u30e0 2 \u306f\u300c\u540d\u524d\u300d\uff0c\u30ab\u30e9\u30e0 3 \u306f\u300c\u30e6\u30cb\u30fc\u30af\u540d\u300d\uff0c\u30ab\u30e9\u30e0 4 \u306f\u300c\u30ed\u30fc\u30eb\u300d\u3067\uff0c\u5404\u30d8\u30c3\u30c0\u3092\u30af\u30ea\u30c3\u30af\u3059\u308b\u3068\u30bd\u30fc\u30c8\u3055\u308c\u307e\u3059\uff0e
site.create=\u30b5\u30a4\u30c8\u3092\u4f5c\u6210
sitinfimp.importgrades=\u30c7\u30fc\u30bf\u3092\u30a4\u30f3\u30dd\u30fc\u30c8
java.revise=\u7de8\u96c6
addsame.roles=\u30ed\u30fc\u30eb
list.screatorasc=\u4f5c\u6210\u8005\u3067\u6607\u9806\u306b\u30bd\u30fc\u30c8
java.none=\u306a\u3057
java.permeditsite=\u3053\u306e\u30b5\u30a4\u30c8\u3092\u7de8\u96c6\u3059\u308b\u6a29\u9650\u304c\u3042\u308a\u307e\u305b\u3093
sitediinf.can=\u30ad\u30e3\u30f3\u30bb\u30eb
ediacc.pubyousit=\u30b5\u30a4\u30c8\u3092\u516c\u958b\u3059\u308b\u3053\u3068\u306b\u3088\u308a\u30b5\u30a4\u30c8\u53c2\u52a0\u8005\u306f\u5229\u7528\u3067\u304d\u308b\u3088\u3046\u306b\u306a\u308a\u307e\u3059\uff0e
list.ssdesc=\u72b6\u614b\u3067\u964d\u9806\u306b\u30bd\u30fc\u30c8
nscourse.unselect_group_sections=\u30bb\u30af\u30b7\u30e7\u30f3\u306e\u30b0\u30eb\u30fc\u30d7\u306e\u9078\u629e\u3092\u89e3\u9664
java.roleperm=\u30ed\u30fc\u30eb\u300c{0}\u300d\u3092\u8ffd\u52a0\u30fb\u524a\u9664\u3059\u308b\u6a29\u9650\u304c\u3042\u308a\u307e\u305b\u3093\uff0e
sitediconf.des=\u8aac\u660e
java.at=at
java.record=\u306f\u6559\u54e1\u30ec\u30b3\u30fc\u30c9\u3067\u306f\u3042\u308a\u307e\u305b\u3093\uff0e
java.makechanges=\u3053\u306e\u30b5\u30a4\u30c8\u3092\u5909\u66f4\u3059\u308b\u6a29\u9650\u304c\u3042\u308a\u307e\u305b\u3093\uff0e
list.stedesc=\u5b66\u671f\u3067\u964d\u9806\u306b\u30bd\u30fc\u30c8
man.enter=\u30b5\u30a4\u30c8\u306b\u30a2\u30af\u30bb\u30b9\u3055\u305b\u305f\u3044\u540d\u7c3f\u306e\u30af\u30e9\u30b9\u60c5\u5831\u3092\u5165\u529b\u3057\u307e\u3059\uff0e
newsc.sitecont2.none=\u96fb\u5b50\u30e1\u30fc\u30eb\u304c\u63d0\u4f9b\u3055\u308c\u3066\u3044\u307e\u305b\u3093
feat.course.tools=\u30b3\u30fc\u30b9\u30b5\u30a4\u30c8\u30c4\u30fc\u30eb
group.title=\u30bf\u30a4\u30c8\u30eb
nscourse.findInstruction=\u4ee5\u4e0b\u306b\u60c5\u5831\u3092\u5165\u529b\u3057\uff0c\u4ed6\u306e\u30b3\u30fc\u30b9\u307e\u305f\u306f\u30bb\u30af\u30b7\u30e7\u30f3\u3092\u691c\u7d22\u3057\u3066\u304f\u3060\u3055\u3044
ediacc-glo.can=\u30ad\u30e3\u30f3\u30bb\u30eb
java.allowcreate=\u65b0\u3057\u3044\u30b5\u30a4\u30c8\u3092\u4f5c\u6210\u3059\u308b\u3053\u3068\u304c\u8a31\u53ef\u3055\u308c\u3066\u3044\u307e\u3059\uff0e
sitegen.siteinfolist.sitecont=\u30b5\u30a4\u30c8\u9023\u7d61\u5148\u30fb\u96fb\u5b50\u30e1\u30fc\u30eb
java.account=\u8ffd\u52a0\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f - \u30a2\u30ab\u30a6\u30f3\u30c8\u540d\u304c\u5b58\u5728\u3057\u307e\u305b\u3093\uff0e
addconf.suasc=\u30e6\u30cb\u30fc\u30af\u540d\u3067\u6607\u9806\u306b\u30bd\u30fc\u30c8
import.reuse=\u6240\u6709\u3057\u3066\u3044\u308b\u4ed6\u306e\u30b5\u30a4\u30c8\u304b\u3089\u7d20\u6750\u3092\u518d\u5229\u7528\u3059\u308b
java.emailinuse=\u96fb\u5b50\u30e1\u30fc\u30eb\u30a8\u30a4\u30ea\u30a2\u30b9\u306f\u3059\u3067\u306b\u4f7f\u7528\u3055\u308c\u3066\u3044\u307e\u3059\uff0e
editgroup.removegroups=\u30b0\u30eb\u30fc\u30d7\u3092\u524a\u9664
sitegen.siteinfolist.sortname1=\u30b3\u30fc\u30b9\u540d\u3067\u30bd\u30fc\u30c8
java.course=\u30b3\u30fc\u30b9\:
java.siteid=\u30b5\u30a4\u30c8 ID\:
sinfo.scontact=\u30b5\u30a4\u30c8\u9023\u7d61\u5148\u540d
sitegen.siteinfolist.sitecan=\u30ed\u30b0\u30a4\u30f3\u6a29\u9650\u3092\u6301\u3064\u30e6\u30fc\u30b6\u3067\u3042\u308c\u3070\u8ab0\u3067\u3082\u30b5\u30a4\u30c8\u306b\u53c2\u52a0\u53ef\u80fd
multipleTools.more=\u8a73\u7d30
ediacc.gloacc2=\u3053\u308c\u3089\u306e\u8a2d\u5b9a\u306f\u5f8c\u307b\u3069\u300c\u30b5\u30a4\u30c8\u60c5\u5831\u300d\u3067\u5909\u66f4\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\uff0e
ediacc.gloacc1=\u516c\u958b\u5f8c\u306f\uff0c\u30b0\u30ed\u30fc\u30d0\u30eb\u30a2\u30af\u30bb\u30b9\u8a2d\u5b9a\u306b\u3088\u308a\u30b5\u30a4\u30c8\u3078\u8ab0\u3092\u30a2\u30af\u30bb\u30b9\u3055\u305b\u308b\u304b\u6c7a\u5b9a\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\uff0e
import.of=/
feat.note=\u6ce8\u610f\: \u4e00\u3064\u4ee5\u4e0a\u306e\u30a2\u30a4\u30c6\u30e0\u3092\u9078\u629e\u3059\u308b\u5834\u5408\u306f\uff0cCTRL \u30ad\u30fc\uff08Windows \u306e\u5834\u5408\uff09\u3042\u308b\u3044\u306f Apple \u30ad\u30fc\uff08Mac\uff09\u3092\u62bc\u3057\u306a\u304c\u3089\u9078\u629e\u3057\u305f\u3044\u30a2\u30a4\u30c6\u30e0\u3092\u30af\u30ea\u30c3\u30af\u3057\u307e\u3059\uff0e
sinfo.portfolio=\u30dd\u30fc\u30c8\u30d5\u30a9\u30ea\u30aa\u30b5\u30a4\u30c8\u60c5\u5831
sitdup.dupaclanoncourse=\u30b5\u30a4\u30c8\u3092\u8907\u88fd\u3059\u308b\u3068\uff0c\u6240\u6709\u8005\u3042\u308b\u3044\u306f\u7ba1\u7406\u8005\u304c\u4f5c\u6210\u3057\u305f\u30b3\u30f3\u30c6\u30f3\u30c4\u304c\u3042\u308b\u65b0\u3057\u3044\u30b5\u30a4\u30c8\u304c\u4f5c\u6210\u3055\u308c\u307e\u3059\uff0e\u3057\u304b\u3057\uff0c\u30d7\u30e9\u30a4\u30d0\u30b7\u30fc\u4e0a\u306e\u7406\u7531\u304b\u3089\u4e00\u822c\u30e6\u30fc\u30b6\u306b\u3088\u308a\u8ffd\u52a0\u3055\u308c\u305f\u30b5\u30a4\u30c8\u306e\u30a2\u30a4\u30c6\u30e0\u306f\u30b3\u30d4\u30fc\u3055\u308c\u307e\u305b\u3093\uff0e
java.miss=\u5fc5\u9808\u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u5165\u529b\u3055\u308c\u3066\u3044\u307e\u305b\u3093\uff0e\u5fc5\u9808\u30d5\u30a3\u30fc\u30eb\u30c9\u306b\u306f\u3059\u3079\u3066\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\uff0e
java.approval2=\u30a2\u30af\u30bb\u30b9\u627f\u8a8d\u3092\u8981\u6c42\u3000\u5bfe\u8c61\: 
sinfo.means=\u306f\u5fc5\u9808\u60c5\u5831\u3067\u3059\uff0e
sitegen.siteinfolist.sortname=\u540d\u524d\u3067\u30bd\u30fc\u30c8
java.coursesite=\u6b21\u306e\u30b3\u30fc\u30b9\u30b5\u30a4\u30c8\: 
sitegen.siteinfolist.sortcred=\u53c2\u52a0\u8005\u30af\u30ec\u30b8\u30c3\u30c8\u3067\u30bd\u30fc\u30c8
sitediconf.term=\u5b66\u671f
java.site.createdBy=\u30b5\u30a4\u30c8\u4f5c\u6210\u8005\: 
newsc.sitepart=\u30b5\u30a4\u30c8\u53c2\u52a0\u8005\u3060\u3051
sitinfimp.youcan.user2=\u3067\u304d\u307e\u3059\uff0e\u8907\u6570\u306e\u30b5\u30a4\u30c8\u304b\u3089\u306e\u30e6\u30fc\u30b6\u3092\u7d50\u5408\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\uff0e
sitinfimp.youcan.user1=\u3042\u306a\u305f\u304c\u6240\u6709\u3059\u308b\u4ed6\u306e\u30b5\u30a4\u30c8\u304b\u3089\u30e6\u30fc\u30b6\u3092\u30a4\u30f3\u30dd\u30fc\u30c8\u3059\u308b\u3053\u3068\u304c
sinfo.pi=\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u30b5\u30a4\u30c8\u60c5\u5831
sitegen.siteinfolist.inactive=\u975e\u30a2\u30af\u30c6\u30a3\u30d6
ediacc-glo.sitcanbe=\u30ed\u30b0\u30a4\u30f3\u6a29\u9650\u3092\u6301\u3064\u30e6\u30fc\u30b6\u3067\u3042\u308c\u3070\u8ab0\u3067\u3082\u30b5\u30a4\u30c8\u306b\u306f\u53c2\u52a0\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\uff0e
addconf.username=\u30e6\u30fc\u30b6\u540d
pubunp.chathe=\u30b5\u30a4\u30c8\u306e\u72b6\u614b\u3092\u5909\u66f4\u3057\u3066\u3044\u307e\u3059 ...
sitegen.siteinfolist.sortnamedes1=\u30b3\u30fc\u30b9\u540d\u3067\u964d\u9806\u306b\u30bd\u30fc\u30c8
addnoti.toUnpublishedSite=\u30e6\u30fc\u30b6\u3092\u8ffd\u52a0\u3057\u3088\u3046\u3068\u3057\u3066\u3044\u307e\u3059\u304c\uff0c\u307e\u3060\u30b5\u30a4\u30c8\u304c\u516c\u958b\u3055\u308c\u3066\u3044\u307e\u305b\u3093\uff0e\u3053\u3053\u3067\u8ffd\u52a0\u3057\u305f\u30e6\u30fc\u30b6\u306b\u306f\u96fb\u5b50\u30e1\u30fc\u30eb\u306b\u3088\u308b\u901a\u77e5\u306f\u9001\u3089\u308c\u307e\u305b\u3093\uff0e\u307e\u305f\uff0c\u516c\u958b\u3059\u308b\u307e\u3067\u30b5\u30a4\u30c8\u3092\u898b\u308b\u3053\u3068\u3082\u3067\u304d\u307e\u305b\u3093\uff0e\u300c\u30b5\u30a4\u30c8\u60c5\u5831\u300d\u304b\u3089\u300c\u30a2\u30af\u30bb\u30b9\u3092\u7ba1\u7406\u300d\u3092\u9078\u629e\u3057\u3066\u30b5\u30a4\u30c8\u3092\u516c\u958b\u3057\u3066\u304f\u3060\u3055\u3044\uff0e
sitinfimp.import.user.info=\u30a4\u30f3\u30dd\u30fc\u30c8\u3055\u308c\u305f\u30e6\u30fc\u30b6\u306f\u65e2\u5b58\u30e6\u30fc\u30b6\u306b\u30de\u30fc\u30b8\u3055\u308c\u307e\u3059\uff0e\u540d\u7c3f\u3067\u63d0\u4f9b\u3055\u308c\u305f\u30e6\u30fc\u30b6\u306e\u30a4\u30f3\u30dd\u30fc\u30c8\u3067\u306f\u3042\u308a\u307e\u305b\u3093\uff0e
list.moreinfo=(\u60c5\u5831)
list.worksite=\u30ef\u30fc\u30af\u30b5\u30a4\u30c8\u306e\u30bf\u30a4\u30c8\u30eb
sitegen.siteinfolist.siteown=\u30b5\u30a4\u30c8\u6240\u6709\u8005\u3068\u30aa\u30fc\u30ac\u30ca\u30a4\u30b6\u306e\u307f
list.unpub=\u672a\u516c\u958b
ediacc.upd=\u66f4\u65b0
feat.project.tools=\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u30b5\u30a4\u30c8\u30c4\u30fc\u30eb
java.for=for
list.creationdate=\u4f5c\u6210\u65e5
sitedicla.copy_materials=\u4ed6\u306e\u30b5\u30a4\u30c8\u304b\u3089\u7d20\u6750\u3092\u30b3\u30d4\u30fc
java.asreq=\u306b\u8981\u6c42\u306b\u57fa\u3065\u3044\u3066\u9001\u4fe1\u3055\u308c\u307e\u3057\u305f\uff0e
ediacccon.youhav=\u30b5\u30a4\u30c8\u3092\u6b21\u306e\u72b6\u614b\u306b\u3059\u308b\u3053\u3068\u304c\u9078\u629e\u3055\u308c\u307e\u3057\u305f\uff1a
java.emailaddress=\u306f\u6709\u52b9\u306a\u96fb\u5b50\u30e1\u30fc\u30eb\u30a2\u30c9\u30ec\u30b9\u3067\u306f\u3042\u308a\u307e\u305b\u3093\uff0e
group.list=\u30b0\u30eb\u30fc\u30d7\u4e00\u89a7
sitegen.pubunpub.back=\u623b\u308b
java.orderpages=\u30da\u30fc\u30b8\u9806\u5e8f
newsc.sitecan=\u30b5\u30a4\u30c8\u306b\u306f\u30ed\u30b0\u30a4\u30f3\u3092\u8a31\u53ef\u3055\u308c\u305f\u30e6\u30fc\u30b6\u3067\u3042\u308c\u3070\u8ab0\u3067\u3082\u53c2\u52a0\u53ef\u80fd
sitetype.can=\u30ad\u30e3\u30f3\u30bb\u30eb
import.noOtherSite=\u6750\u6599\u3092\u518d\u5229\u7528\u3067\u304d\u308b\u30b5\u30a4\u30c8\u304c\u3042\u308a\u307e\u305b\u3093\uff0e
sitegen.siteinfolist.sortstatusdes=\u53c2\u52a0\u8005\u72b6\u614b\u3067\u964d\u9806\u306b\u30bd\u30fc\u30c8
sitegen.siteinfolist.show=\u8868\u793a
list.next=\u6b21
sitegen.pubunpub.when=\u30b5\u30a4\u30c8\u304c\u516c\u958b\u3055\u308c\u307e\u3059\u3068\uff0c\u30b5\u30a4\u30c8\u304c\u5229\u7528\u53ef\u80fd\u306b\u306a\u3063\u305f\u3053\u3068\u3092\u77e5\u3089\u305b\u308b\u96fb\u5b50\u30e1\u30fc\u30eb\u304c\u81ea\u52d5\u7684\u306b\u3059\u3079\u3066\u306e\u53c2\u52a0\u8005\u306b\u9001\u4fe1\u3055\u308c\u307e\u3059\uff0e
java.withrost=with access to rosters for these
sitedicla.cancel=\u30ad\u30e3\u30f3\u30bb\u30eb
man.enter2=\u30b5\u30a4\u30c8\u306e\u30af\u30e9\u30b9\u60c5\u5831\u3092\u5165\u529b\u3057\u307e\u3059\uff0e
sitetype.chothetyp.withouttemplate=\u4f5c\u6210\u3057\u305f\u3044\u30b5\u30a4\u30c8\u7a2e\u5225\u3092\u9078\u629e\u3057\u307e\u3059\uff0e\u6559\u54e1\u3060\u3051\u304c\u6b63\u898f\u306e\u30b3\u30fc\u30b9\u30a6\u30a7\u30d6\u30b5\u30a4\u30c8\u3092\u4f5c\u6210\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\uff0e\u6559\u54e1\u30fb\u5b66\u751f\u306e\u3069\u3061\u3089\u3082\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u30a6\u30a7\u30d6\u30b5\u30a4\u30c8\u3092\u4f5c\u6210\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\uff0e\u6ce8\u610f\: \u5b66\u751f\u8af8\u541b\u3078\uff0e\u30af\u30e9\u30b9\u306e\u30bf\u30d6\u304c\u8868\u793a\u3055\u308c\u306a\u3044\u5834\u5408\u306f\uff0c\u3044\u3064\u6b63\u898f\u306e\u30b3\u30fc\u30b9\u30a6\u30a7\u30d6\u30b5\u30a4\u30c8\u304c\u5229\u7528\u53ef\u80fd\u306b\u306a\u308b\u304b\u306f\uff0c\u62c5\u5f53\u306e\u6559\u54e1\u306b\u9023\u7d61\u3057\u3066\u304f\u3060\u3055\u3044\uff0e
java.siteinval=\u7121\u52b9\u306a\u30b5\u30a4\u30c8 ID \u3067\u3059\uff0e
addrc.youhave=\u6b21\u306e\u30c4\u30fc\u30eb\u304c\u524a\u9664\u3055\u308c\u307e\u3057\u305f\: 
pubuncon.alert=\u8b66\u544a\:
java.sitetitle=\u30b5\u30a4\u30c8\u30bf\u30a4\u30c8\u30eb\:
newsc.course.confirm=\u30b3\u30fc\u30b9\u30b5\u30a4\u30c8\u30bb\u30c3\u30c8\u30a2\u30c3\u30d7\u3092\u78ba\u8a8d
importFile.choosefile=\u30a4\u30f3\u30dd\u30fc\u30c8\u3059\u308b\u30d5\u30a1\u30a4\u30eb\u3092\u9078\u3093\u3067\u304f\u3060\u3055\u3044\uff0e
java.nosites=\u30b5\u30a4\u30c8\u304c\u9078\u629e\u3055\u308c\u3066\u3044\u307e\u305b\u3093\uff0e\u30b5\u30a4\u30c8\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\uff0e
sitegen.siteinfolist.itemspage=\u4ef6\u305a\u3064\u8868\u793a
ediacccon.joiwit=\u6b21\u306e\u30ed\u30fc\u30eb\u3067\u53c2\u52a0\u3067\u304d\u307e\u3059\uff1a
ediacc.setacc=\u30b5\u30a4\u30c8\u306b\u30a2\u30af\u30bb\u30b9\u30aa\u30d7\u30b7\u30e7\u30f3\u3092\u30bb\u30c3\u30c8...
newsc.reqsite=\u30b5\u30a4\u30c8\u3092\u30ea\u30af\u30a8\u30b9\u30c8
list.thatmatch=\u6b21\u306e\u691c\u7d22\u6761\u4ef6\u306b\u4e00\u81f4\u3059\u308b\u30b5\u30a4\u30c8\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\uff1a
sinfo.short=\u77ed\u6587\u8aac\u660e\:
sitediinf.shodes=\u77ed\u6587\u8aac\u660e
sitdup.alert=\u8b66\u544a\:
sitetype.acater=\u5b66\u671f\:
java.pleasech=\u8a31\u3055\u308c\u3066\u3044\u308b\u30b5\u30a4\u30c8\u30b5\u30a4\u30ba\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044
adddif.choose=\u53c2\u52a0\u8005\u306e\u30ed\u30fc\u30eb\u3092\u9078\u629e\u3057\u307e\u3059
sitegen.siteinfolist.roledes=\u30ed\u30fc\u30eb\u306e\u8aac\u660e
nscourse.courselist.summary=\u3053\u306e\u30b5\u30a4\u30c8\u3067\u3042\u306a\u305f\u304c\u5229\u7528\u53ef\u80fd\u306a\u30b3\u30fc\u30b9\u307e\u305f\u306f\u30bb\u30af\u30b7\u30e7\u30f3\u306e\u4e00\u89a7\u3067\u3059\uff0e\u5404\u884c\u306b\u306f\u53ef\u80fd\u306a\u9078\u629e\u304c\u3042\u308a\u307e\u3059\uff0e\u30b0\u30eb\u30fc\u30d7\u304c\u540c\u3058\u3082\u306e\u3059\u3079\u3066\u3092\u9078\u629e\u3059\u308b\u305f\u3081\u306e\u30ea\u30f3\u30af\u306e\u884c\u3082\u3042\u308a\u307e\u3059\uff0e
nscourse.edit=\u30b3\u30fc\u30b9\u60c5\u5831\u307e\u305f\u306f\u30bb\u30af\u30b7\u30e7\u30f3\u60c5\u5831\u3092\u7de8\u96c6\u3000\u5bfe\u8c61\: 
sitegen.siteinfolist.ava=\u5229\u7528\u5bfe\u8c61 
sitegen.siteinfolist.status=\u72b6\u614b
pubuncon.willnot=\u3055\u308c\u307e\u305b\u3093
newsc.siteown=\u30b5\u30a4\u30c8\u6240\u6709\u8005\u30fb\u53d6\u308a\u307e\u3068\u3081
nscourse.change_button=\u5909\u66f4
importFile.size=\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9\u30b5\u30a4\u30ba\u5236\u9650\ {0}: \u3092\u8d85\u904e\u3057\u3066\u3044\u307e\u3059\uff0e
sitetype.alert=\u8b66\u544a\:
gen.next=\u6b21\u3078
list.status=\u72b6\u614b
newsc.yes=\u306f\u3044
editgroup.selectremovechecked=\u524a\u9664\u3059\u308b\u5834\u5408\u306f\u9078\u629e
java.recdisc=\u6700\u8fd1\u306e\u30c7\u30a3\u30b9\u30ab\u30c3\u30b7\u30e7\u30f3\u30a2\u30a4\u30c6\u30e0
atleastonetool=\u6700\u4f4e\u4e00\u3064\u306f\u30c4\u30fc\u30eb\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\uff0e
sitedicla.tabhol=\u8868\u306b\u306f\u30b5\u30a4\u30c8\u30af\u30e9\u30b9\u306e\u60c5\u5831\u304c\u3042\u308a\u307e\u3059\uff0e
nscourse.findCourse.stillNotFound=\u30b3\u30fc\u30b9\u307e\u305f\u306f\u30bb\u30af\u30b7\u30e7\u30f3\u3092\u898b\u3064\u3051\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093\u304b?
java.supp=\u30b5\u30dd\u30fc\u30c8
site.sname=\u30b5\u30a4\u30c8\u540d
sitediinf.sitconnam=\u30b5\u30a4\u30c8\u9023\u7d61\u5148\u540d
pubunp.pubyou=\u30b5\u30a4\u30c8\u3092\u516c\u958b\u3059\u308b\u3068\u30b5\u30a4\u30c8\u53c2\u52a0\u8005\u306b\u898b\u3048\u308b\u3088\u3046\u306b\u306a\u308a\u307e\u3059\uff0e
list.stydesc=\u7a2e\u5225\u3067\u964d\u9806\u306b\u30bd\u30fc\u30c8
nscourse.creating=\u30b3\u30fc\u30b9\u307e\u305f\u306f\u30bb\u30af\u30b7\u30e7\u30f3\u60c5\u5831
nscourse.select_anyways=\u3068\u306b\u304b\u304f\u9078\u629e\u3057\u307e\u3059\u304b? 
ediacc.plesel=\u30ed\u30fc\u30eb\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\uff1a
ediacc.pri=\u30d7\u30e9\u30a4\u30d9\u30fc\u30c8
addrem.list.check=\u9078\u629e
editgroup.removechecked=\u9078\u629e\u3055\u308c\u305f\u3082\u306e\u3092\u524a\u9664
multipleTools.emailreq=\u96fb\u5b50\u30e1\u30fc\u30eb\u30a2\u30c9\u30ec\u30b9 (\u5fc5\u9808)
list.itemsper=\u500b\u305a\u3064\u8868\u793a
java.withrost2=with access to roster for this section\:
sitegen.siteinfolist.courses=\u30b5\u30a4\u30c8\u306b\u30a2\u30af\u30bb\u30b9\u3067\u304d\u308b\u540d\u7c3f\u767b\u9332\u8005\: 
multipleTools.moreTools.2=\u30c4\u30fc\u30eb?
addconf.besent=\uff0e
multipleTools.moreTools.1=\u3088\u308a\u591a\u304f\u306e
sitegen.addcourse.foll=\u6b21\u306e\u30af\u30e9\u30b9\u304c\u3053\u306e\u30b5\u30a4\u30c8\u306b\u3059\u3067\u306b\u5272\u308a\u5f53\u3066\u3089\u308c\u3066\u3044\u307e\u3057\u305f\:
