#Fri Nov 26 20:31:42 CET 2010
pubuncon.apub=Un lloc publicat es mostra a tots els participants.
sitetype.project=Construir el seu propi lloc web de projecte
chrol.help=Ajuda sobre els rols
java.group=Gestionar grups
java.importFile=Importar des del fitxer
import.choose.label2=del lloc
import.choose.label1=Seleccionar
sitegen.siteinfolist.role=Rol
adddif.chroles=Seleccioneu rols per als participants que hi afegiu. Elements necessaris marcats amb
sitediinf.ico=Icona URL\:
sinfo.list.groups.memb=Membres
newsc.project.confirm=Confirmi la Configuraci\u00F3 del Projecte
sitdup.dupsit2=Lloc duplicat
sitediconf.sittit=T\u00EDtol del lloc\:
sitegen.pubunpub.continue=Continuar
newsitpub.alert=Av\u00EDs\:
sitediinf.dis=Visualitzat a la p\u00E0gina d'inici del lloc.
sitegen.siteinfolist.status.select=Seleccioneu estat per a
chrol.partic=Participant\:
list.sortbycreator=Ordenar per Creador
list.sites=llocs s'han
sitediconf.sitico=Icona URL del lloc\:
newsc.ifthis=Si aquesta informaci\u00F3 \u00E9s correcta, feu clic a Sol\u00B7licitar lloc.
group.sorttitledesc=Ordenar per t\u00ED\u00ADtol en sentit descendent
sitegen.addcourse.please=Confirmeu que s'han afegit els apartats seg\u00FCents al vostre lloc de classe.
group.editgroup=Editar grup
sitegen.siteinfolist.summary=Informaci\u00F3 del lloc
man.authoriz=Nom d'usuari de qui autoritza\:
man.notverifyfuture2=setmanes abans de l'inici del trimestre. Aleshores podreu concedir als estudiants l'acc\u00E9s al lloc anant a l'eina Informaci\u00F3 sobre el Lloc, seleccionant "Editar llista/es de classe" i seguint l'auxiliar de configuraci\u00F3.
man.notverifyfuture1=La llista oficial de la vostra classe estar\u00E0 disponible
sitegen.sitedel.remove=Suprimir
editgroup.remove=Esborrar?
sitedicla.edit_roster=Editar les llistes que tenen acc\u00E9s a
newsc.icon=Icona URL\:
ediacc-glo.roltoass=Rol que cal assignar quan un usuari s'afegeix al lloc
man.email=S'enviar\u00E0 un missatge de correu electr\u00F2nic demanant autoritzaci\u00F3 perqu\u00E8 pugueu crear aquest lloc.
java.wasset=ha estat configurat per
java.manual=Seleccioneu el curs a la llista o seleccioneu l'opci\u00F3 d'entrar manualment la informaci\u00F3 del curs.
java.recmsg=Notificacions de missatges i f\u00F2rums
All=S'han copiat els materials, i totes les dates per a aquells \u00EDtems com les entrades del calendari no s'han actualitzat.
sitegen.siteinfolist.app=Aparen\u00E7a\:
addconf.srasc=Ordenar per rol en sentit ascendent
sitinfimp.migrate.info=Les dades existents es sobreescriuran, reempla\u00E7ant-les amb les dades importades. Aquest m\u00E8tode permet importar la configuraci\u00F3 del Llibre de Qualificacions.
ediacc.vis.instr=L'exist\u00E8ncia de l'espai es pot mantenir en privat o fer-lo p\u00FAblic (juntament amb aquells elements de l'espai que declari p\u00FAblics)
man.means=significa que la informaci\u00F3 \u00E9s necess\u00E0ria.
chrol.indiv=Canviar els rols dels participants de manera individual
list.select.label=Escollir mida de la p\u00E0gina
java.please=Comproveu nom\u00E9s un lloc per revisar a la vegada
java.assoc=est\u00E0 associat amb la/es classe/s enumerada/es m\u00E9s amunt?
sitinfimp.reuse=Reutilitzar material d'altres llocs
ediacccon.makin2=Fer que un lloc no sigui incorporable significa que nom\u00E9s poden esdevenir-ne participants les persones a qui vosaltres hi heu afegit espec\u00EDficament.
sinfo.list.desc.ellipse=...
sitegen.removpart.name=Nom
java.guest=Introdu\u00EFu un/s nom/s d'usuari o adre\u00E7a/es de correu electr\u00F2nic de convidat per afegir a aquest lloc
java.new=Nou
newsc.short.none=No s'ha especificat cap descripci\u00F3 curta.
sitedicla.alert=Av\u00EDs\:
import.choose.list.summary=A la taula apareix una graella d'eines i llocs. Primera columna\: nom de l'eina. Columnes seg\u00FCents\: els llocs. N'hi ha que poden contenir caselles de selecci\u00F3. Si les seleccioneu, els continguts d'aquella eina (la fila) s'importaran a aquell lloc (la columna)
newsc.please=Repasseu la informaci\u00F3 seg\u00FCent sobre el vostre lloc.
list.scdesc=Ordenar per data de creaci\u00F3 en sentit descendent
ediacc.bac=Enrere
list.scasc=Ordenar per data de creaci\u00F3 en sentit ascendent
addconf.confirming=Confirmaci\u00F3 de participant/s afegit/s a
sitegen.pubunpub.cancel=Cancel\u00B7lar
java.permission=No teniu autoritzaci\u00F3 per afegir el lloc {0}.
sitediinf.des=Descripci\u00F3\:
sinfo.requestedSections=Heu demanat aprovaci\u00F3 per afegir les seg\u00FCents llistes\: 
sitinfimp.reuse.user=Importar Usuaris d'altres Llocs
list.cls=Esborrar recerca
sinfo.display=Visualitzat a la p\u00E0gina d'inici del lloc.
sinfo.list.groups.student=Grups dels quals \u00E9s membre.
list.styasc=Ordenar per tipus en sentit ascendent
newsc.tools=Eines\:
addnoti.dontsend=No enviar-lo\: no enviar un missatge de correu electr\u00F2nic per notificar als nous participants la disponibilitat del lloc
gen.previous=Anar a l'anterior
multipleTools.title.suggest=(Longitud recomanada de 15 car\u00E0cters)
newsc.site=T\u00EDtol del lloc\:
list.type=Tipus
chrol.change=Canviar tots els participants al mateix rol
multipleTools.site=Adre\u00E7a de correu electr\u00F2nic del Lloc
java.siteaccess=Acc\u00E9s de lloc
permis=Autoritzacions...
list.viewing=Visualitzant
alert.protocol=Utilitzeu una adre\u00E7a web correcta.
addconf.summary=A La taula apareix la informaci\u00F3 dels participants del lloc que s'afegeixen. Columna 1\: el n\u00FAmero. Columna 2\: el nom real de l'usuari. Columna 3\: nom real d'usuari. Columna 4\: el rol. Les cap\u00E7aleres contenen enlla\u00E7os per ordenar-los segons els valors de les columnes.
chrol.uniq=Nom \u00FAnic
sitegen.siteinfolist.icon=Icona URL\:
java.appoint=El nomenament de/d'   i la legitimitat d'aquesta sol\u00B7licitud de lloc. Si no us veieu capa\u00E7os de contestar, envieu aquest missatge a un contacte departamental amb autoritat per aprovar o rebutjar la sol\u00B7licitud.
list.found=trobat que coincideixin amb la vostra recerca de/d'
java.course2=curs\:
nscourse.findCourse.selected=Selecci\u00F3 actual\:
sitegen.siteinfolist.sortnameas1=Ordenar per nom del curs en sentit ascendent
feat.tools=Eines
java.respond=Contesteu aquest missatge amb informaci\u00F3 sobre
nscourse.findCourse=Selecci\u00F3 de Cursos/Seccions - 
sitedicla.import=Importar
sitegen.siteinfolist.sitedes=Descripci\u00F3 del lloc\:
sitedicla.file=Fitxer\:
sitediconf.none=No se n'ha especificat cap 
java.click=Feu clic a Cancel\u00B7lar per tornar a la vostra llista de lloc.
java.delete=Suprimir
java.specify=Especifiqueu el t\u00EDtol del lloc.
newsc.descr=Descripci\u00F3\:
list.check=Marqueu quadre/s per emprendre accions en un lloc. Feu clic a la columna de t\u00EDtol per ordenar.
java.recent=Missatges de xat recents
addconf.srdesc=Ordenar per rol en sentit descendent
feat.forv=Per visualitzar avisos, discussions i elements de xat recents.
group.siteinfo.tablesummary=La taula cont\u00E9 la informaci\u00F3 del grup. La columna 1 n'indica el t\u00ED\u00ADtol, la columna 2 n'indica el nombre de membres.
newsc.no=No
ediacc-glo.rol=Selecci\u00F3 de rol
gen.continue=Continuar
man.please_enter=Cerqueu un curs/secci\u00F3 introduint la informaci\u00F3 a continuaci\u00F3.
pubunp.alert=Av\u00EDs\:
theisa=S'ha detectat un problema per configurar les autoritzacions en aquest moment.
editgroup.generallist=Llista dels membres del lloc
java.sites={0} Llocs
sitetype.selectTerm=-- seleccioneu terme --
sitediinf.sittit=T\u00EDtol del lloc\:
list.stasc=Ordenar per t\u00EDtol en sentit ascendent
nscourse.youmay=Tamb\u00E9 podeu permetre l'acc\u00E9s al lloc a la/es llista/es seg\u00FCent/s\:
sitediconf.bac=Enrere
addnoti.anemail=Es pot enviar autom\u00E0ticament un missatge de correu electr\u00F2nic als usuaris que s'hi han afegit per comunicar-los la disponibilitat del lloc.
sitegen.siteinfolist.sortcreddes=Ordenar per cr\u00E8dits del participant en sentit descendent
sinfo.rosterlist.summary=Llistes associades amb el lloc. Cada fila cont\u00E9 el nom de la llista i un enlla\u00E7 per esborrar-la.
sitedicla.can=Cancel\u00B7lar
pubuncon.unpubli=no publicat
sitegen.siteinfolist.nomaintainuser=El lloc ha de tenir almenys un usuari amb rol
java.from=De/D'\:
java.pleasechoice=Seleccioneu l'opci\u00F3 de notificaci\u00F3.
sitinfimp.alert=Av\u00EDs\:
java.authoriz=El missatge de correu electr\u00F2nic d'autoritzaci\u00F3 de sol\u00B7licitud de lloc ha estat enviat amb \u00E8xit a nom \u00FAnic
list.stdesc=Ordenar per t\u00EDtol en sentit descendent
sitegen.removpart.back=Enrere
list.show=mostra
ediacc.con=Continuar
editgroup.grouplist=Llista de membres del grup
sitetype.selectTemplate=-- seleccioneu plantilla --
sitdup.sitti=T\u00EDtol del lloc\:
sinfo.enter3=Introdu\u00EFu informaci\u00F3 sobre el vostre lloc.
sinfo.enter2=Introdu\u00EFu informaci\u00F3 b\u00E0sica sobre el lloc de la classe...
setperfor=Configurar autoritzacions per a Informaci\u00F3 sobre el lloc al lloc de treball
sitegen.siteinfolist.iclu=Incl\u00F2s a llista de llocs p\u00FAblics\:
editgroup.revise=Revisar
java.thesiteemail=El missatge de correu electr\u00F2nic d'autoritzaci\u00F3 de sol\u00B7licitud de lloc no s'ha pogut enviar a nom \u00FAnic
sitegen.siteinfolist.return=Tornar a la llista de llocs
sitedicla.choose_file=Escolliu el fitxer per importar
sitegen.siteinfolist.of=de/d'
sitegen.sitedel.remov=Suprimint lloc...
sitinfimp.import=Fusionar dades
java.realm=No s'ha trobat l'objecte de camp desitjat.
group.newgroup=Crear nou grup
java.addp=Afegir participants
ediacccon.alert=Av\u00EDs\:
list.items=elements
group.sortnumberdesc=Ordenar per nombre de membres del grup en sentit descendent
list.publi=Publicat
ediacc.notallow=(No est\u00E0 autoritzat a fer canvis en aquest espai.)
sitegen.siteinfolist.credits=Cr\u00E8dits
site.descr=Descripci\u00F3\:
sitegen.siteinfolist.sortroleas=Ordenar per rol en sentit ascendent
sitegen.siteinfolist.no=no
sitegen.sitedel.alert=Av\u00EDs\:
sitegen.pubunpub.alert=Av\u00EDs\:
newsc.other.confirm=Confirmi la Configuraci\u00F3 del Lloc
ediacc.chaacc=Canviar acc\u00E9s per
addconf.finish=Els seg\u00FCents s'afegiran al vostre lloc quan feu clic al bot\u00F3 Acabar.
list.search=Recerca
ediacc.alert=Atenci\u00F3
sitetype.copyusers=Copia els usuaris
java.support=Equip de suport
newsc.list.summary=Llista resumida de la configuraci\u00F3 del lloc.
sitegen.siteinfolist.close=Tanca (or Esc)
addconf.sudesc=Ordenar per nom \u00FAnic en sentit descendent
pubuncon.bac=Enrere
chrolc.confirm=Confirmaci\u00F3 de canvi de rol per
sitegen.removpart.participant=Els participant enumerats a continuaci\u00F3 no es poden suprimir perqu\u00E8 estan registrats oficialment al curs. Malgrat tot, en podeu canviar els rols al lloc fent clic a la tecla Canvi de Rol/s (...a Revisar, Editar acc\u00E9s).
site_group_title_length_limit=La longgitud del t\u00EDtol no pot excedir {0} car\u00E0cters. Especifiqueu un t\u00EDtol m\u00E9s curt.
sitesetupquestion.alert=Contesteu les preguntes obligat\u00F2ries.
pubunp.pubwor=Publicar lloc de treball
sitegen.addcourse.alert=Av\u00EDs\:
sitedicla.move_into=...al lloc actual
list.sortbytype=Ordenar per tipus
java.sections=apartats\:
java.approval=Estic sol\u00B7licitant aprovaci\u00F3 de/d'
man.spec=Instruccions especials\:
sitegen.siteinfolist.enrolled=Matriculat a
java.copy=Aix\u00F2 \u00E9s una c\u00F2pia de la sol\u00B7licitud de lloc de curs que heu formulat.
sitegen.sitedel.deleting=Si suprimiu un lloc, n'eliminareu tot el contingut i no podreu desfer l'acci\u00F3.
addsame.choose=Seleccioneu el rol dels participants que hi afegiu.
ediacccon.conglo=Confirmant acc\u00E9s global per a
sitegen.siteinfolist.sortstatusas=Ordenar per estat dels participants en ordre ascendent
sitetype.templatecourserosterinstruction=Darrer pas - seleccioneu llistes
addconf.sortbyrole=Ordenar per rol
sitediconf.con=Confirmaci\u00F3 d'edici\u00F3 a
sitegen.pubunpub.send=Enviar un missatge de correu electr\u00F2nic a tots els participants anunciant-los la disponibilitat del lloc.
java.addalias=No teniu autoritzaci\u00F3 per afegir \u00E0lies.
java.receiv=Aquest missatge us ha estat enviat per recomanaci\u00F3 de/d'
sitetype.copycontent=Copia el contingut
java.subj=Tema\:
editgroup.site.notfound.alert=No s'ha trobat el lloc.
sitegen.siteinfolist.yes=S\u00ED
sitediinf.alert=Av\u00EDs\:
java.addclasses=Afegir llista/es
multipleTools.email=Arxiu de correu electr\u00F2nic
sitegen.siteinfolist.sortidas=Ordenar per identificador de participant en sentit ascendent
sitinfimp.migrate=Vull reempla\u00E7ar les dades
java.couldntdel=El lloc {0} no s'ha pogut suprimir, perqu\u00E8 no hi teniu autoritzaci\u00F3.
sinfo.other=Informaci\u00F3 de l'Espai
sitegen.siteinfolist.view=Visualitzaci\u00F3
sitegen.removpart.username=Nom d'usuari
sinfo.list.groups=Grups
man.sofar=Fins ara heu seleccionat el curs/apartat/s seg\u00FCent/s
java.classes=Seleccioneu la/es classe/s que vulgueu suprimir.
addconf.number=\#
list.steasc=Ordenar per trimestre en sentit ascendent
java.cannot=No s'ha pogut trobar el lloc especificat
java.dupli=Especifiqueu t\u00EDtol per al lloc duplicat.
sitinfimp.youcan=Podeu seleccionar reutilitzar material nom\u00E9s d'altres llocs de la vostra propietat. Podeu combinar material de m\u00E9s d'un lloc.
java.email2=correu electr\u00F2nic
sinfo.list.groups.print=Imprimir
addrc.confirming=Confirmaci\u00F3 de les eines del lloc per a
java.forthis=per a aquest apartat\:
sitinfimp.choose=Esculli el material que vol re-utilitzar d'aquest lloc.
java.home=Inici
sitegen.siteinfolist.active=Actiu
sitegen.siteinfolist.cancel=Cancel\u00B7lar
ediacc-glo.opeonl=Obrir nom\u00E9s a les persones que hi afegiu espec\u00EDficament
sitetype.crenewsit=Creant un nou lloc
addsame.participants=Participants
ediacc.gloacc=Acc\u00E9s global
java.dontperm= {0} no s'ha pogut suprimir. No teniu autoritzaci\u00F3 per suprimir aquest lloc.
sitedicla.class=Llista
java.reqmiss=Falta/en camp/s necessari/s. Introdu\u00EFu tots els camps necessaris.
java.invalid.email={0} no \u00E9s una adre\u00E7a de correu electr\u00F2nic v\u00E0lida\: El id del Correo electr\u00F3nico debe estar formado por caracteres alfanum\u00E9ricos or alguno de los siguientes \!\#$&'*+-\=?^_`{|}~. (sin espacios).
java.emailarchive=Especifiqueu una adre\u00E7a de correu electr\u00F2nic per a l'eina Arxiu de correu electr\u00F2nic.
newsc.avail=Disponible per a\:
sitdup.dupaclacourse=La duplicaci\u00F3 d'un lloc de curs crear\u00E0 un nou lloc de curs amb continguts creats per tutors/administradors, per\u00F2 per raons de privadesa no copiar\u00E0 els elements afegits al lloc per usuaris/estudiants en general.
group.sortnumberasc=Ordenar per nombre de membres del grup en sentit ascendent
group.number=Mida
multipleTools.title=T\u00EDtol
addrem.descrip=Descripci\u00F3 del projecte, avisos recents, discussi\u00F3 i elements de xat.
ediacc.course.setsitacc=Acc\u00E9s al Curs
sitedicla.yet=ja
sitediconf.cli=Feu clic a Acabar per actualitzar el vostre lloc amb la informaci\u00F3 seg\u00FCent. Els camps que heu canviat apareixen en blau.
sitegen.siteinfolist.id=Identificador
sitinfimp.con=Continuar
group.membership=Membres del grup\:
ediacccon.bac=Enrere
sitegen.addcourse.cancel=Cancel\u00B7lar
man.remove=Esborrar
pubuncon.part=Participants
pubuncon.unpub=Els llocs no publicats nom\u00E9s s\u00F3n visibles per aquells qui tenen autoritzaci\u00F3 per configurar el lloc.
sitedicla.move=Despla\u00E7ar
sitegen.removpart.alert=Av\u00EDs\:
list.sortbystatus=Ordenar per estat
sitegen.siteinfolist.term=Trimestre\:
sinfo.class=Informaci\u00F3 de la classe
list.sortbytitle=Ordenar per t\u00EDtol
sitdup.dup=Duplicar
pubuncon.conpub=Confirmaci\u00F3 de l'estat de publicaci\u00F3 per a
sitediinf.rev=Revisi\u00F3 de la informaci\u00F3 del lloc per a
ediacc.pubsit=Publicar lloc
sitediconf.sitconnam=Nom de contacte del lloc\:
nscourse.findCourse.addAnotherSection=Afegir una altra secci\u00F3
addconf.userid=Identificador
ediacc.disdraft=Nom\u00E9s els administradors de l'espai poden accedir a l'espai Esborrany
java.email=Adre\u00E7a de correu electr\u00F2nic\:
java.allmy=Tots els meus llocs
sitetype.chothetyp.withtemplate=Pot crear un nou projecte de dos maneres diferents. Opci\u00F3 <b>Construir el seu propi lloc web de projecte</b> (per usuaris avan\u00E7ats) permet escollir eines i funcions personalitzades per al lloc web. D'altra banda, la opci\u00F3 <b>Lloc web basat en plantilles</b> (recomanat per usuaris novells) inclou les eines i funcionalitats essencials. Recordeu que \u00E9s possible incloure o esborrar eines un cop el lloc web ja s'ha creat.
java.changeroles=No teniu autoritzaci\u00F3 per canviar rols.
addrem.revising=Revisi\u00F3 de les eines del lloc per
sinfo.youare=Esteu configurant un lloc de curs per a la/es llista/es seg\u00FCent/s\:
group.tablesummary=La taula cont\u00E9 informaci\u00F3 del grup. La columna 1 n'indica el t\u00ED\u00ADtol, la columna 2 n'indica el nombre de membres. Les cap\u00E7aleres contenen enlla\u00E7os per ordenar
pubunp.con=Continuar
man.addmore=Afegir m\u00E9s llista/es?
group.nogroup=No hi ha grups definits.
adddif.please=Seleccioneu un rol\:
sitegen.addcourse.adding=Sol\u00B7licitar acc\u00E9s a lloc\:
man.toaddto=per afegir a
list.inthe=en vista de
list.creator=Creador
sitdup.can=Cancel\u00B7lar
newsc.crsite=Crear lloc
java.section=Apartat\:
addrc.selected=I heu seleccionat les seg\u00FCents per al vostre lloc (les eines afegides apareixen en blau)\:
man.edit=Editant el lloc...
nscourse.look_up_an_username=Cercar un nom d'usuari al directori del campus
java.theemail=L'identificador del correu electr\u00F2nic ha d'estar format per car\u00E0cters alfanum\u00E8rics o qualsevol d'aquests s\u00EDmbols \!\#$&'*+-
ediacc.dismysit=Mostrar el meu lloc al directori i compartir els arxius que selecciono
sitediinf.sitconema=Correu electr\u00F2nic de contacte del lloc\:
editgroup.back=Enrere
gen.last=Anar al darrer
java.notvalid=no \u00E9s v\u00E0lid.
editgroup.addmember=Afegir al grup >
java.link=Enlla\u00E7 a l'Espai Pare
sitetype.usetemplate=Usar plantilla\:
nscourse.acad=Trimestre acad\u00E8mic\:
addconf.role=Rol
java.canyou=Podeu verificar que
list.sortbycreation=Ordenar per data de creaci\u00F3
sitegen.siteinfolist.name=Nom
sitdup.hasbeedup=creat.
newsc.icon.none=No s'ha especificat cap icona.
java.sitebeenused=L'identificador del lloc ja ha estat utilitzat.
ediacc.yousitcan=Tots els qui heu afegit com a participants poden accedir al vostre lloc. Voleu que altres persones hi tinguin acc\u00E9s?
nscourse.site_exists=El lloc existeix,
sitegen.siteinfolist.next1=Seg\u00FCent
nscourse.acad2=Trimestre acad\u00E8mic\:
sitegen.siteinfolist.update=Actualitzar
sitegen.siteinfolist.crea=Data creaci\u00F3\:
sitedicla.copying=Copiar el material de...
sitetype.templatefinalstepinstruction=L'espai es crear\u00E0 per\u00F2 es deixar\u00E0 sense publicar. Per a fer-lo accessible, dins del nou espai, aneu a l'eina d'Administraci\u00F3, i feu clic sobre 'Acc\u00E9s de lloc'.
java.editsite=Editar informaci\u00F3 sobre el lloc
java.who=que ha sol\u00B7licitat un lloc web oficial del curs per a la/es classe/s seg\u00FCent/s\:
sitinfimp.selection=Escolliu un m\u00E8tode per continuar\:
nscourse.add=Afegir acc\u00E9s de llista/es a
ediacccon.makin=Fer que un lloc sigui incorporable significa que qualsevol persona pot afegir-s'hi com a participant i que hi tindr\u00E0 el rol que li especifiqueu.
ediacc.vis=Visibilitat de l'Espai
sinfo.list.desc.more=(M\u00E9s)
java.site=Espai
list.nosites=No s'ha trobat llocs
ediacc.other.setsitacc=Acc\u00E9s al Lloc
java.siteinstr=Instrucci\u00F3 especial\:
nscourse.findCourse.useCMS=Cercar el curs/secci\u00F3 en el cat\u00E0leg de cursos
java.meantime=Mentrestant, podeu continuar amb el proc\u00E9s de configuraci\u00F3 del lloc i afegir material del curs al vostre lloc.
multipleTools.custom1=Afegir m\u00FAltiples inst\u00E0ncies d'eina o configurar les opcions de l'eina. Pot canviar les configuracions m\u00E9s endavant utilitzant el men\u00FA Opcions de cada inst\u00E0ncia d'eina.
sitegen.siteinfolist.sortiddes=Ordenar per identificador de participant en sentit descendent
sitetype.buildown=Crea el teu espai
adddif.rolelist.summary=La taula descriu els rols disponibles al sistema
java.cannotedit=No es pot editar cursos.
sitegen.addcourse.class=Informaci\u00F3 sobre la classe
sitegen.siteinfolist.sortnameas=Ordenar per nom en sentit ascendent
java.to=A\:
sitegen.siteinfolist.view.pagesize=Seleccioneu mida de la p\u00E0gina
newsc.youare=Esteu configurant un lloc de classe que inclou la classe/apartats seg\u00FCents\:
sitegen.siteinfolist.sortcredas=Ordenar per cr\u00E8dits del participant en sentit ascendent
sitegen.removpart.cancel=Cancel\u00B7lar
java.off=Lloc oficial del curs
pubunp.unpwor=No publicar el lloc de treball
nscourse.current_displaying_courses_sections_for_id=Mostrant els Cursos/Seccions per a (ID)
java.pleasesel=Seleccioneu un rol.
If=ha escollit importar materials des d'un fitxer, nom\u00E9s pot copiar materials des d'un espai.
ediacc.can=Cancel\u00B7lar
sitetype.done=Fet - ves a l'espai
sitegen.siteinfolist.part=Llista de participants
ediacc-glo.bac=Enrere
newsc.descr.none=No s'ha especificat cap descripci\u00F3.
multipleTools.custom=Afegir M\u00FAltiples Inst\u00E0ncies d'Eina
editgroup.site.permission.alert=No teniu perm\u00ED\u00ADs per efectuar canvis al lloc.
java.alias=\u00C0lies
ediacccon.unjoi=impossible afegir-s'hi
nscourse.cm.configure.log.nosubjectcat=La propietat "" no est\u00E0 definida en el sakai.properties. Per utilitzar la p\u00E0gina de cerca de cursos cal que especifiqui el tipus de categoria que identifica el nivell de departament CourseSets en la implementaci\u00F3 del vostre curs d'administraci\u00F3. 
gen.proces=En proc\u00E9s...
sitedicla.import_materials=Importar materials des d'un fitxer
java.sitereq=Sol\u00B7licitud de lloc
sitediconf.app=Aparen\u00E7a\:
feat.yesfrom=S\u00ED, d'aquests llocs\:
sitegen.siteinfolist.items=elements
java.alias.exists=ja existeix.
sitegen.pubunpub.donot=No enviar un missatge de correu electr\u00F2nic per anunciar la disponibilitat del lloc
sitegen.siteinfolist.sortid=Ordenar per identificador de participant
sitegen.siteinfolist.sortroledes=Ordenar per rol en sentit descendent
sinfo.appear=Aparen\u00E7a (icona)\:
editgroup.instruction=Seleccioneu membres de la llista de membres del lloc i afegiu-los al grup. Seleccioneu membres de la llista de grups i elimineu-los. Feu clic a sobre d'Actualitzar per desar els canvis.
gen.first=Anar al primer
sitegen.siteinfolist.sortrole=Ordenar per rol
newsc.short=Breu descripci\u00F3\:
sitediconf.fin=Acabar
newsc.sitecont=Nom de contacte del lloc\:
java.thesiteid=L'identificador del lloc {0} no \u00E9s v\u00E0lid.
multipleTools.remove=Esborra aquesta inst\u00E0ncia d'eina
sitegen.pubunpub.revi=Revisi\u00F3 d'estat de publicaci\u00F3 per $validator.escapeHtml($title)
sitegen.siteinfolist.sortnamedes=Ordenar per nom en sentit descendent
sitegen.siteinfolist.previous=Anterior\:
ediacc.cannotbejoi=Limita a aquells que s'afegeixin manualment o a trav\u00E9s d'actualitzacions dels membres de l'espai
sitegen.siteinfolist.nosd=No s'ha especificat una descripci\u00F3 curta
java.allusers=Tota la resta d'usuaris han estat afegits
sitegen.addcourse.you=Heu indicat la/es classe/s seg\u00FCent/s per tal que s'incloguin a aquest lloc\:
group.description=Descripci\u00F3
sinfo.scontact2=Correu electr\u00F2nic de contacte del lloc\:
addconf.not=se'ls
java.beenused=ha estat utilitzat.
java.edittools=Editar eines
sitegen.sitedel.you=Heu seleccionat el lloc seg\u00FCent per suprimir-lo\:
sitdup.dupsit=Duplicar lloc
user.notdefined=No es troba un usuari amb el id
java.forthese=per a aquests
newsc.selection=Confirmeu les vostres seleccions de configuraci\u00F3 del lloc...
addrem.list.description=Descripci\u00F3 de l'eina
newsc.ifyou=Si hi heu d'introduir canvis, feu clic al bot\u00F3 Enrere a la part inferior de la p\u00E0gina. Per fer canvis de configuraci\u00F3 m\u00E9s endavant, aneu a Informaci\u00F3 sobre el lloc al vostre lloc.
sitediinf.con=Continuar
sitediconf.can=Cancel\u00B7lar
list.view=Visualitzar\:
java.date=Data\:
sinfo.simplea=Un
print=Imprimir
sitetype.copysite=Creant un espai nou a partir d'una plantilla
sitegen.removpart.finish=Acabar
sitediconf.siticonema=Correu electr\u00F2nic de contacte del lloc\:
java.notemailid=no \u00E9s un identificador de correu electr\u00F2nic.
site.short=Breu descripci\u00F3\:
java.on=el/l'
nscourse.add_course_not_listed=Afegir un curs i/o secci\u00F3 no llistats anteriorment...
import.reuse2=Reutilitzeu vosaltres mateixos material d'altres llocs...
ediacc-glo.con=Continuar
java.rosters=No teniu autoritzaci\u00F3 per enlla\u00E7ar a llista/es de curs.
java.problem2=S'ha detectat un problema en actualitzar els rols d'usuari.
java.help=Ajuda
man.addmore.label=Premi alt + fletxes de pujar i baixar per a despla\u00E7ar-se per les opcions del men\u00FA
pubuncon.fin=Acabar
java.newgroup=Afegir
sinfo.display2=Visualitzat en llistes de llocs visibles p\u00FAblicament. M\u00E0x. 80 car\u00E0cters.
java.author=Introdu\u00EFu la     de qui ho autoritza, {0}.
sitegen.sitedel.deleting1=Si suprimiu un lloc, n'eliminareu tot el contingut i no el podreu recuperar; ning\u00FA m\u00E9s no hi podr\u00E0 accedir. Si intenteu suprimir-vos vosaltres mateixos del lloc, utilitzeu l'eina Membres de la vostra \u00C0rea de Treball per abandonar-lo.
pubuncon.benot=notificada la disponibilitat del lloc.
sitetype.sitetitle=T\u00EDtol de l'espai
ediacc-glo.setacc=Configurar control d'acc\u00E9s per al vostre lloc
list.ssasc=Ordenar per estat en sentit ascendent
list.screatordesc=Ordenar per Creador en sentit descendent
java.my=El meu espai de treball
sitegen.addcourse.back=Enrere
newsc.appear=Aparen\u00E7a (icona)\:
man.siteauth=Autoritzaci\u00F3 per permetre l'acc\u00E9s al lloc de llista/es
java.import=Importar des del lloc
java.sitewithid.exists=Un lloc amb identificador {0} ja existeix.
pubuncon.will=ser\u00E0
ediacc.rolforpep=Rol per a la gent que s'afegeix al lloc\:
pubuncon.can=Cancel\u00B7lar
list.term=Trimestre
sitedicla.choose_materials=Escolliu material per a copiar aquest espai.
java.name=Nom\:
sitediinf.term=Trimestre
sitinfimp.can=Cancel\u00B7lar
java.rolefor=seleccioneu un rol per a
java.official=Lloc oficial del curs creat per
sinfo.descr=Descripci\u00F3\:
sitetype.donecourse=Ves a l'eina de selecci\u00F3 de llistes de membres
sitedicla.upd=Actualitzar
nscourse.already=La/es llista/es seg\u00FCent/s tenen acc\u00E9s al vostre lloc\:
importFile.invalidfile=Escolliu un arxiu v\u00E0lid per importar.
feat.other.tools=Eines del Lloc
feat.reuse=Reutilitzar material d'altres llocs de la vostra propietat
java.according=Segons les nostres fonts de dades,
list.summary=La taula enumera els llocs. Columna 1\: caselles de selecci\u00F3 en cas que es pugui editar el lloc. Columna 2\: tipus de lloc. Columna 3\: propietari. Columna 4\: trimestre. Columna 5\: estat. Columna 6\: data de creaci\u00F3.
newsc.sitecont2=Correu electr\u00F2nic de contacte del lloc\:
java.sitereqfrom=Sol\u00B7licitud de lloc de/d'
sitetype.selecttemplate=Espai plantilla\:
tool.webcontent.desc2=a l'interior de l'espai.
tool.webcontent.desc1=Per a accedir al contigut des de
sinfo.enter=Introdu\u00EFu informaci\u00F3 b\u00E0sica sobre el projecte de lloc...
addrem.list.summary=Llista d'eines del lloc. Columna 1\: casella de selecci\u00F3 per afegir o eliminar l'eina del lloc. Columna 2\: nom de l'eina. Columna 3\: descripci\u00F3 de l'eina.
addconf.sortbyname=Ordenar per nom
java.user=Usuari
pubuncon.publi=publicat
sitediinf.sit=El lloc mostrar\u00E0 aquesta icona.
sitetype.con=Continuar
nscourse.change_this_ID=Canviar aquest ID per a mostrar els cursos a una altra persona.
chrolc.finish=Els rols seg\u00FCents s'assignaran quan feu clic al bot\u00F3 Acabar.
sitediinf.dis2=Visualitzat a llistes de llocs visibles p\u00FAblicament. M\u00E0x. 80 car\u00E0cters.
pubunp.can=Cancel\u00B7lar
gen.alert=Av\u00EDs\:
nscourse.findCourse.select=Seleccionar
list.previous=Anterior
man.list.summary=Taula per a la introducci\u00F3 manual d'informaci\u00F3 del curs. Cada fila cont\u00E9 un conjunt de camps per introduir informaci\u00F3 de la llista del curs.
ediacccon.fin=Acabar
java.thanks=Moltes gr\u00E0cies,
java.sitechreq=Sol\u00B7licitud de canvi de lloc
adddif.rolepicklist.summary=La taula enumera els usuaris i els rols. Columna 1\: usuari. Columna 2\: un element seleccionat des d'on podeu escollir un rol.
list.owner=Propietari
sitegen.siteinfolist.nold=No s'ha especificat una descripci\u00F3 llarga
sitegen.siteinfolist.next=Seg\u00FCent\:
sitedicla.copybtn=Copiar materials
editgroup.removemember=Esborrar >
java.haveadd=No teniu autoritzaci\u00F3 per afegir
feat.thanks=No, gr\u00E0cies.
nscourse.course_sections_selection=Selecci\u00F3 de Cursos/Seccions
java.recann=Avisos recents
editgroup.titlemissing=S
editgroup.membership=Membres
ediacc-glo.alert=Av\u00EDs\:
sinfo.removeSections=Esborrar
sitecopy.copymembers=Cal copiar els membres del site tamb\u00E9?
java.fromwork=De la configuraci\u00F3 del lloc de treball a
chrol.changing=Canvi de rol/s per als participants a
gen.cancel=Cancel\u00B7lar
java.alias.isinval=no \u00E9s v\u00E0lid.
java.reccal=Calendari
group.title.same=S'ha utilitzat el mateix t\u00EDtol de grup. Escolliu-ne un de diferent.
site.creating=Creaci\u00F3 d'un lloc d'Eines de llicenciatura...
sitegen.removpart.following=Els seg\u00FCents ja no hi podran accedir mai m\u00E9s quan feu clic al bot\u00F3 Acabar que hi ha a continuaci\u00F3.
group.sorttitleasc=Ordenar per t\u00ED\u00ADtol en sentit ascendent
sitmansav.sitid=Identificador de lloc\:
ediacccon.can=Cancel\u00B7lar
list.onesite=1 lloc s'ha
chrol.descr=Descripcions dels rols
feat.choose=Seleccioneu eines per incloure-les al vostre lloc...
ediacc.project.setsitacc=Acc\u00E9s al Projecte
newsc.ifthis2=Si aquesta informaci\u00F3 \u00E9s correcta, feu clic a Crear lloc.
addconf.snasc=Ordenar per nom en sentit ascendent
list.moreinfotooltip=M\u00E9s informaci\u00F3 del lloc
sitegen.removpart.confirm=Confirmaci\u00F3 de supressi\u00F3 de participants de
sitedicla.rem=Suprimir
sitedicla.theis=No hi ha cap classe assignada a aquest lloc
nscourse.select_group_sections=Seleccionar grup de seccions
chrol.current=Rol actual\:
java.reqfields=Introdu\u00EFu els camps necessaris.
sitinfimp.import.user=Fusionar usuaris
man.notverify=En aquest moment no podem verificar que sou el tutor del registre; introdu\u00EFu el nom d'usuari d'alguna persona que pugui verificar que podeu crear aquest lloc (ex. cap de Departament, tutor del semestre anterior). S'enviar\u00E0 un missatge de correu electr\u00F2nic a aquesta persona per demanar-li autoritzaci\u00F3.
addconf.sortbyuniq=Ordenar per nom \u00FAnic
nscourse.select=Seleccioneu curs/apartats que s'inclouran al lloc de la classe. Un
sitegen.removpart.role=Rol
sitinfimp.import.info=Les dades importades es fusionaran amb les dades ja existents. Aquest m\u00E8tode no importa la configuraci\u00F3 del Llibre de Qualificacions.
addrem.check=Marqueu els quadres per afegir o suprimir eines del vostre lloc.
sitegen.siteinfolist.sitepar=Nom\u00E9s participants del lloc
editgroup.groupdel.alert=Esteu segurs que voleu eliminar els seg\u00FCents grups?
java.duplicate=Duplicar lloc
list.sortbyterm=Ordenar per trimestre
java.roletype=Seleccioneu el tipus de rol.
editgroup.update=Actualitzar
feat.tools.list.summary=La taula enumera les caracter\u00ED\u00ADstiques del lloc. Columna 1\: casella de selecci\u00F3 per seleccionar. Columna 2\: nom de la caracter\u00ED\u00ADstica. Columna 3\: descripci\u00F3 de la caracter\u00ED\u00ADstica.
java.isbeing=la vostra sol\u00B7licitud s'est\u00E0 processant. Rebreu un missatge de correu electr\u00F2nic quan s'hagi afegit la llista de classe al vostre lloc.
sitetype.websit={0} lloc web
java.specif=No s'ha pogut trobar el lloc especificat
sitedicla.requested=(sol\u00B7licitat)
addconf.sndesc=Ordenar per nom en sentit descendent
ediacc.unpubsit=Deixa'l com a Esborrany - nom\u00E9s hi tenen acc\u00E9s els administradors
sitegen.siteinfolist.remove=Suprimir
java.username=no \u00E9s un nom d'usuari v\u00E0lid.
java.joinsite=Seleccioneu un rol per a un usuari que s'ha d'afegir al lloc.
java.hello=Hola,
java.cannotclasses=No es pot editar classes del lloc.
sitetype.createfromtemplate=Crea un espai a partir d'una plantilla
man.please=Introdu\u00EFu comentaris addicionals que ens puguin ajudar a autoritzar la vostra sol\u00B7licitud de lloc.
sinfo.stitle=T\u00EDtol del lloc\:
list.spdesc=Ordenar per publicat en sentit descendent
sitegen.sitedel.cancel=Cancel\u00B7lar
java.invurl=L'URL no \u00E9s v\u00E0lid
editgroup.cancel=Cancel\u00B7lar
java.couldnt=El lloc {0} amb identificador {1} no s'ha pogut localitzar. Demaneu ajuda a l'Equip de Suport NG de les Eines del Curs.
man.this=aquest lloc de curs\:
sitinfimp.wikinote=(El contingut existent s'arxivar\u00E0 i podr\u00E0 ser accedit des de l'enlla\u00E7 Hist\u00F2ric) 
java.notaccess=No teniu autoritzaci\u00F3 per canviar l'acc\u00E9s a aquest lloc.
sitinfimp.replace=Pot substituir els materials en un dels seus llocs important material d'altres llocs en els que sigui propietari. Qualsevol data existent es sobreescriur\u00E0 reempla\u00E7ant-les per les dades importades.
java.yourwork=El vostre espai de treball no es pot suprimir amb aquesta eina.
addnoti.sendnow=Enviar-lo ara\: enviar ara un missatge de correu electr\u00F2nic als usuaris per notificar-los que el lloc est\u00E0 disponible
gen.finish=Acabar
addconf.name=Nom
ediacc.sitsta=Estat del lloc
sitediinf.app=Aparen\u00E7a (icona)\:
addrem.list.toolname=Eina
ediacc.canbejoi=Qualsevol persona amb autoritzaci\u00F3 per entrar-hi pot afegir-s'hi
java.toimporttool=Trieu com a m\u00EDnim una eina a importar.
sitedicla.copy_message=Ara escolliu els materials que vulgueu reutilitzar (copiar) d'altres que siguin propietat vostra.Si escolliu importar materials d'un fitxer, nom\u00E9s podeu copiar materials d'un lloc.Es copien tots els materials i no s'actualitzen totes les dates corresponents a aquestes elements.
sitegen.addcourse.add=Afegir classe/s
sitegen.siteinfolist.role.select=Seleccioneu rol per a
man.requested=(Obligatori)
sitegen.siteinfolist.sortstatus=Ordenar per estat dels participants
sitegen.sitedel.you2=He seleccionat els seg\u00FCents llocs per esborrar\:
gen.back=Enrere
sitegen.siteinfolist.previous1=Anterior
java.editc=Editar llista/es de classe
chrol.selected=Seleccionat un rol nou per al participant de sota.
tool.news.desc=Per a veure contingut des de
java.select=Seleccioneu tipus de lloc.
java.wish=Si voleu afegir-hi informaci\u00F3 addicional, envieu un missatge de correu electr\u00F2nic a
list.spasc=Ordenar per publicat en sentit ascendent
pubuncon.clifin=Feu clic sobre Acabar aqu\u00ED sota per canviar l'estat del vostre lloc per tal que
sitediconf.shodes=Breu descripci\u00F3\:
import.choose=Seleccioneu el material que vulgueu reutilitzar d'aquests llocs. Podeu combinar material de m\u00E9s d'un lloc (per exemple, Recursos de diversos llocs).
man.siteroster=Llista/es de classe
java.validAuthor=Introdu\u00EFu un     v\u00E0lid {0} per al tutor de registre.
java.toimport=Seleccioneu almenys un lloc per importar.
sitegen.siteinfolist.partlist.summary=A la taula apareix la informaci\u00F3 del participant del lloc. A la columna 1 apareix el n\u00FAmero d'\u00ED\u00ADndex, a la columna 2 apareix el nom, a la columna 3 apareix el nom \u00FAnic, a la columna 4 apareix el rol, a les cap\u00E7aleres apareixen enlla\u00E7os per ordenar
site.create=Crear lloc
sitinfimp.importgrades=Importar Dades
java.revise=Revisar
addsame.roles=Rols
java.none=Cap
list.screatorasc=Ordenar per Creador en sentit ascendent
java.permeditsite=No teniu autoritzaci\u00F3 per editar el lloc
sitediinf.can=Cancel\u00B7lar
ediacc.pubyousit=La publicaci\u00F3 del vostre lloc fa que estigui disponible per als participants del lloc. Els par\u00E0metres d'acc\u00E9s global us permeten decidir qui t\u00E9 acc\u00E9s al vostre lloc un cop publicat. M\u00E9s endavant podreu canviar aquests par\u00E0metres des de l'opci\u00F3 Informaci\u00F3 sobre el lloc.
list.ssdesc=Ordenar per estat en sentit descendent
nscourse.unselect_group_sections=Desseleccionar grup de seccions
java.roleperm=No t\u00E9 permisos per afegir o esborrar usuari(s) amb rol ''{0}''.
sitediconf.des=Descripci\u00F3\:
java.at=a
java.record=no \u00E9s el tutor de registre.
java.makechanges=No teniu autoritzaci\u00F3 per fer canvis en aquest lloc.
list.stedesc=Ordenar per trimestre en sentit descendent
man.enter=Introdu\u00EFu informaci\u00F3 sobre la classe per a la/es llista/es que voleu que tinguin acc\u00E9s al vostre lloc. Un
newsc.sitecont2.none=No s'ha especificat cap adre\u00E7a de correu electr\u00F2nic de contacte.
feat.course.tools=Eines del Curs
nscourse.findInstruction=Cerqueu un curs/secci\u00F3 introduint la informaci\u00F3 a continuaci\u00F3.
group.title=T\u00ED\u00ADtol
ediacc-glo.can=Cancel\u00B7lar
java.allowcreate=No esteu autoritzats a crear un lloc nou.
sitegen.siteinfolist.sitecont=Contacte i correu electr\u00F2nic del lloc\:
java.account=no s'ha pogut afegir\: el nom de compte no existeix.
addconf.suasc=Ordenar per nom \u00FAnic en sentit ascendent
import.reuse=Reutilitzar material d'altres llocs
java.emailinuse=L'\u00E0lies del correu electr\u00F2nic ja est\u00E0 en \u00FAs.
editgroup.removegroups=Esborrar grups
sitegen.siteinfolist.sortname1=Ordenar per nom del curs
java.course=Curs\:
java.siteid=Identificador de lloc\:
sinfo.scontact=Nom de contacte del lloc\:
sitegen.siteinfolist.sitecan=Pot afegir-se al lloc qualsevol persona amb autoritzaci\u00F3 per entrar-hi
multipleTools.more=m\u00E9s
ediacc.gloacc2=La configuraci\u00F3 es pot modificar anant a l'eina d'Administraci\u00F3.
ediacc.gloacc1=Els par\u00E0metres d'acc\u00E9s global permeten decidir qui t\u00E9 acc\u00E9s a l'espai un cop s'ha publicat
import.of=de/d'
feat.note=Nota\: Per seleccionar m\u00E9s d'un element, heu de mantenir premuda la tecla de control (Windows) o la tecla Apple (Mac) i fer clic a les vostres seleccions.
sinfo.portfolio=Informaci\u00F3 del Lloc Portfolio
sitdup.dupaclanoncourse=La duplicaci\u00F3 d'un lloc crear\u00E0 un lloc nou amb contingut creat pels propietaris/administradors, per\u00F2 per raons de privadesa no copiar\u00E0 elements afegits al lloc per usuaris generals.
java.miss=Falta un camp necessari. Empleneu tots els camps necessaris.
java.approval2=Estic sol\u00B7licitant aprovaci\u00F3 d'acc\u00E9s a
sinfo.means=significa informaci\u00F3 necess\u00E0ria.
sitegen.siteinfolist.sortname=Ordenar per nom
java.coursesite=Lloc de curs per
sitegen.siteinfolist.sortcred=Ordenar per cr\u00E8dits del participant
sitediconf.term=Trimestre
java.site.createdBy=Espai creat per
sitinfimp.youcan.user2=llocs en els que sigui propietari. Pot combinar usuaris de m\u00E9s d'un lloc.
newsc.sitepart=Nom\u00E9s participants del lloc
sitinfimp.youcan.user1=Pot escollir importar usuari(s) nom\u00E9s d'altres
sinfo.pi=Informaci\u00F3 del projecte
ediacc-glo.sitcanbe=Qualsevol persona amb autoritzaci\u00F3 per entrar-hi pot afegir-se al lloc
sitegen.siteinfolist.inactive=Inactiu
addconf.username=Nom d'usuari
pubunp.chathe=S'est\u00E0 canviant l'estat del lloc...
sitegen.siteinfolist.sortnamedes1=Ordenar per nom del cursen sentit descendent
addnoti.toUnpublishedSite=Est\u00E0 afegint participants per\u00F2 el seu espai encara no est\u00E0 publicat. No s'enviaran correus electr\u00F2nics de notificaci\u00F3 a aquests usuaris afegits. Aquests no podran veure l'espai fins que no el publiqui. Seleccioneu "Acc\u00E9s com a Administrador" a l'eina d'Informaci\u00F3 de l'Espai per publicar el seu espai.
sitinfimp.import.user.info=Els usuaris importats es fusionaran amb els usuaris existents. Aquest
list.moreinfo=(i)
list.worksite=T\u00EDtol de lloc de treball
sitegen.siteinfolist.siteown=Propietari i organitzadors del lloc
list.unpub=No publicat
feat.project.tools=Eines del Projecte
ediacc.upd=Actualitzar
java.for=per a
list.creationdate=Data de creaci\u00F3
sitedicla.copy_materials=Copiar materials d'altres llocs
java.asreq=tal com se sol\u00B7licita.
ediacccon.youhav=Per fer el vostre lloc heu seleccionat
java.emailaddress=no \u00E9s una adre\u00E7a de correu electr\u00F2nic v\u00E0lida\:
group.list=Llista de grups
sitegen.pubunpub.back=Enrere
java.orderpages=Ordre de P\u00E0gines
newsc.sitecan=Qualsevol persona amb autoritzaci\u00F3 per entrar-hi es pot afegir a aquest lloc
sitetype.can=Cancel\u00B7lar
import.noOtherSite=Vost\u00E8 no disposa de cap altre espai per a reutilitzar material.
sitegen.siteinfolist.sortstatusdes=Ordenar per estat dels participants en ordre descendent
sitegen.siteinfolist.show=mostrar
list.next=Seg\u00FCent
sitegen.pubunpub.when=Quan el lloc s'ha publicat, es pot enviar autom\u00E0ticament un missatge de correu electr\u00F2nic a tots els participants anunciant-los-en la disponibilitat.
java.withrost=amb acc\u00E9s a llistes per a aquests/es
sitetype.chothetyp.withouttemplate=Trii el tipus de lloc que vol crear. Nom\u00E9s els Professors poden crear llocs web oficials per assignatures. Els Professors i Alumnes poden crear llocs web de projectes. NOTA\: Alumnes, si no veieu la pestanya de una assignatura poseu-vos en contacte amb el professor per demanar quan estar\u00E0 disponible el lloc web oficial del curs.
sitedicla.cancel=Cancel\u00B7lar
man.enter2=Introdu\u00EFu la informaci\u00F3 sobre la classe per al vostre lloc. Un
java.siteinval=L'identificador del lloc no \u00E9s v\u00E0lid.
addrc.youhave=N'heu suprimit les seg\u00FCents\:
pubuncon.alert=Av\u00EDs\:
java.sitetitle=T\u00EDtol del lloc\:
newsc.course.confirm=Confirmi la Configuraci\u00F3 del Curs
importFile.choosefile=Escolliu un altre fitxer per a importar.
java.nosites=Cap lloc/s comprovat/s. Comproveu un lloc o llocs.
sitegen.siteinfolist.itemspage=elements per p\u00E0gina
ediacccon.joiwit=incorporable amb el rol
ediacc.setacc=Configurar les opcions d'acc\u00E9s per al teu lloc...
newsc.reqsite=Sol\u00B7licitar lloc
list.thatmatch=que coincideixin amb la vostra recerca de/d'
sinfo.short=Breu descripci\u00F3\:
sitediinf.shodes=Breu descripci\u00F3\:
sitdup.alert=Av\u00EDs\:
sitetype.acater=Trimestre acad\u00E8mic\:
java.pleasech=Seleccioneu una mida de lloc permesa
sitegen.siteinfolist.roledes=Descripcions del rol
adddif.choose=Seleccioneu un rol per als participants
nscourse.courselist.summary=Llista de cursos/seccions disponibles per aquest lloc. Cada fila cont\u00E9 una possible selecci\u00F3. Algunes files (header 4) contenen enlla\u00E7os per seleccionar totes les seccions en aquest grup.
sitegen.siteinfolist.ava=Disponible per a\:
nscourse.edit=Edici\u00F3 de lloc
sitegen.siteinfolist.status=Estat
pubuncon.willnot=no ser\u00E0
newsc.siteown=Propietari i organitzadors del lloc
nscourse.change_button=Canviar
importFile.size=La mida m\u00E0xima de c\u00E0rrega de {0} MB ha estat excedit.
sitetype.alert=Av\u00EDs\:
gen.next=Anar al seg\u00FCent
list.status=Estat
newsc.yes=S\u00ED
editgroup.selectremovechecked=Seleccioneu per esborrar
java.recdisc=Elements de discussi\u00F3 recents
atleastonetool=Seleccioneu almenys una eina.
sitedicla.tabhol=La taula cont\u00E9 la informaci\u00F3 de les classes del lloc.
nscourse.findCourse.stillNotFound=Encara no podeu trobar el vostre curs/secci\u00F3?
java.supp=Suport
site.sname=Nom del lloc\:
sitediinf.sitconnam=Nom de contacte del lloc\:
pubunp.pubyou=La publicaci\u00F3 del vostre lloc fa que sigui visible per als participants al vostre lloc.
list.stydesc=Ordenar per tipus en sentit descendent
nscourse.creating=Creaci\u00F3 d'un nou lloc de classe
nscourse.select_anyways=seleccionar igualment?
ediacc.plesel=Seleccioneu un rol\:
ediacc.pri=Privat
addrem.list.check=Seleccionar
multipleTools.emailreq=Adre\u00E7a de correu electr\u00F2nic (obligatori)
editgroup.removechecked=Esborrar seleccionats
list.itemsper=elements per p\u00E0gina
java.withrost2=amb acc\u00E9s a llista per a aquest apartat\:
multipleTools.moreTools.2=Eines?
sitegen.siteinfolist.courses=Llista/es amb acc\u00E9s al lloc\:
multipleTools.moreTools.1=M\u00E9s
addconf.besent=enviar\u00E0 un missatge de correu electr\u00F2nic per notificar-los la disponibilitat del lloc.
sitegen.addcourse.foll=La/es classe/s seg\u00FCent/s ha/n estat assignada/es a aquest lloc\:
java.couldntlocate = El lloc amb identificador {0} no es troba. Per favor, contacteu amb l'administrador per a que us ajude. 
### Role description ###
sitegen.roledescription.maintain = Pot llegir, revisar, esborrar i afegir tant contiguts com participants a l'espai.
sitegen.roledescription.Instructor = Pot llegir, revisar, esborrar i afegir tant contiguts com participants a l'espai.
sitegen.roledescription.access =  Pot llegir contingut, i afegir-n'he en algunes parts de l'espai.
sitegen.roledescription.Student = Pot llegir contingut, i afegir-n'he en algunes parts de l'espai.
sitegen.roledescription.TeachingAssistant = Pot llegir, afegir i revisar gran part del contingut en les seves seccions.  