java.allmy=\u3059\u3079\u3066\u306e\u30de\u30a4\u30b5\u30a4\u30c8
java.myActive=\u30a2\u30af\u30c6\u30a3\u30d6\u30b5\u30a4\u30c8
java.myInactive=\u30de\u30a4\u975e\u30a2\u30af\u30c6\u30a3\u30d6\u30b5\u30a4\u30c8
java.my=\u30db\u30fc\u30e0
java.nosites=\u30b5\u30a4\u30c8\u304c\u9078\u629e\u3055\u308c\u3066\u3044\u307e\u305b\u3093\uff0e\u30b5\u30a4\u30c8\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\uff0e
java.please=\u300c\u7de8\u96c6\u300d\u3059\u308b\u5834\u5408\u306f\u30b5\u30a4\u30c8\u3092\u4e00\u5ea6\u306b\u4e00\u3064\u3060\u3051\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\uff0e
java.theemail=\u30e1\u30fc\u30eb\u30a2\u30c9\u30ec\u30b9\u306b\u306f\uff0c\u82f1\u6570\u5b57\u304a\u3088\u3073\u8a18\u53f7 \!\#$&'*+-\=?^_`{|}~. \u306e\u307f\u4f7f\u7528\u3067\u304d\u307e\u3059\uff08\u7a7a\u767d\u306f\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093\uff09\uff0e
java.sites={0} \u30b5\u30a4\u30c8
java.new=\u65b0\u898f
java.newgroup=\u8ffd\u52a0
java.revise=\u7de8\u96c6
java.delete=\u524a\u9664
java.sitewith=ID \u4ed8\u304d\u30b5\u30a4\u30c8
java.couldnt=\u4ed8\u304d\u30b5\u30a4\u30c8 {0} ({1}) \u3092\u8a2d\u7f6e\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\uff0e\u30b5\u30dd\u30fc\u30c8\u306b\u554f\u3044\u5408\u308f\u305b\u3066\u304f\u3060\u3055\u3044\uff0e
java.couldntdel={0} \u3092\u6a29\u9650\u304c\u306a\u3044\u305f\u3081\uff0c\u524a\u9664\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\uff0e
java.yourwork=\u30ef\u30fc\u30af\u30b9\u30da\u30fc\u30b9\u306f\u3053\u306e\u30c4\u30fc\u30eb\u3067\u306f\u524a\u9664\u3067\u304d\u306a\u3044\u5834\u5408\u304c\u3042\u308a\u307e\u3059\uff0e
java.click=\u30b5\u30a4\u30c8\u4e00\u89a7\u306b\u623b\u308b\u5834\u5408\u306f\u300c\u30ad\u30e3\u30f3\u30bb\u30eb\u300d\u3092\u30af\u30ea\u30c3\u30af\u3057\u307e\u3059\uff0e
java.editsite=\u30b5\u30a4\u30c8\u60c5\u5831\u3092\u7de8\u96c6
java.edittools=\u30c4\u30fc\u30eb\u3092\u7ba1\u7406
java.orderpages=\u30c4\u30fc\u30eb\u8868\u793a\u9806
java.siteaccess=\u30a2\u30af\u30bb\u30b9\u3092\u7ba1\u7406
java.addp=\u53c2\u52a0\u8005\u3092\u8ffd\u52a0
java.editc=\u30af\u30e9\u30b9\u540d\u7c3f\u3092\u7de8\u96c6
java.addclasses=\u540d\u7c3f\u3092\u8ffd\u52a0
java.duplicate=\u30b5\u30a4\u30c8\u3092\u8907\u88fd
java.import=\u30b5\u30a4\u30c8\u304b\u3089\u30a4\u30f3\u30dd\u30fc\u30c8
java.importFile=\u30d5\u30a1\u30a4\u30eb\u304b\u3089\u30a4\u30f3\u30dd\u30fc\u30c8
java.link=\u89aa\u30b5\u30a4\u30c8\u3078\u306e\u30ea\u30f3\u30af
java.external=\u5916\u90e8\u30c4\u30fc\u30eb
java.userAuditEventLog=\u30e6\u30fc\u30b6\u76e3\u67fb\u30ed\u30b0
java.dontperm={0} \u3092\u524a\u9664\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\uff0e\u3053\u306e\u30b5\u30a4\u30c8\u3092\u524a\u9664\u3059\u308b\u6a29\u9650\u304c\u3042\u308a\u307e\u305b\u3093\uff0e
java.invalid.email={0} \u306f\u4e0d\u6b63\u306a\u30e1\u30fc\u30eb\u30a2\u30c9\u30ec\u30b9\u3067\u3059\uff0e \u30e1\u30fc\u30eb\u30a2\u30c9\u30ec\u30b9\u306b\u306f\uff0c\u82f1\u6570\u5b57\u304a\u3088\u3073\u8a18\u53f7 \!\#$&'*+-\=?^_`{|}~. \u306e\u307f\u4f7f\u7528\u3067\u304d\u307e\u3059\uff08\u7a7a\u767d\u306f\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093\uff09\uff0e
java.pleasech=\u8a31\u3055\u308c\u3066\u3044\u308b\u30b5\u30a4\u30c8\u30b5\u30a4\u30ba\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044
java.select=\u30b5\u30a4\u30c8\u7a2e\u5225\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\uff0e
java.author=\u6a29\u9650\u3092\u6709\u3059\u308b\u30e6\u30fc\u30b6\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044 {0}.
java.validAuthor=\u6559\u54e1\u30ec\u30b3\u30fc\u30c9\u306e\u6709\u52b9\u306a {0} \u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\uff0e
java.miss=\u5fc5\u9808\u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u5165\u529b\u3055\u308c\u3066\u3044\u307e\u305b\u3093\uff0e\u5fc5\u9808\u30d5\u30a3\u30fc\u30eb\u30c9\u306b\u306f\u3059\u3079\u3066\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\uff0e
java.realm=\u4e88\u60f3\u3055\u308c\u305f\u30ec\u30eb\u30e0\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3067\u3057\u305f\uff0e
java.notaccess=\u3053\u306e\u30b5\u30a4\u30c8\u3078\u306e\u30a2\u30af\u30bb\u30b9\u3092\u5909\u66f4\u3059\u308b\u6a29\u9650\u304c\u3042\u308a\u307e\u305b\u3093\uff0e
java.alias.exists=\u30a8\u30a4\u30ea\u30a2\u30b9 {0} \u306f\u3059\u3067\u306b\u5b58\u5728\u3057\u3066\u3044\u307e\u3059\uff0e
java.alias.isinval=\u30a8\u30a4\u30ea\u30a2\u30b9 {0} \u306f\u7121\u52b9\u3067\u3059\uff0e
java.alias.locked=\u30a8\u30a4\u30ea\u30a2\u30b9 "{0}" \u306f\u30ed\u30c3\u30af\u3055\u308c\u3066\u3044\u307e\u3059\uff0e
java.addalias=\u30a8\u30a4\u30ea\u30a2\u30b9\u3092\u8ffd\u52a0\u3059\u308b\u6a29\u9650\u304c\u306a\u3044\u304b\u3053\u306e\u30a8\u30a4\u30ea\u30a2\u30b9\u3092\u4f7f\u3048\u307e\u305b\u3093\uff0e
java.delalias=\u30a8\u30a4\u30ea\u30a2\u30b9 "{0}" \u3092\u524a\u9664\u3059\u308b\u6a29\u9650\u304c\u3042\u308a\u307e\u305b\u3093\uff0e
java.rosters=\u30b3\u30fc\u30b9\u540d\u7c3f\u306b\u30ea\u30f3\u30af\u3059\u308b\u6a29\u9650\u304c\u3042\u308a\u307e\u305b\u3093\uff0e
java.hello=\u3053\u3093\u306b\u3061\u306f\uff0c
java.receiv=\u6b21\u306e\u30af\u30e9\u30b9\u306e\u6b63\u898f\u30b3\u30fc\u30b9\u30a6\u30a7\u30d6\u30b5\u30a4\u30c8\u3092\u30ea\u30af\u30a8\u30b9\u30c8\u4e2d\u3067\u3059
java.who=\u306e\u63a8\u85a6\u306b\u3088\u308a\u3053\u306e\u30e1\u30c3\u30bb\u30fc\u30b8\u304c\u9001\u3089\u308c\u3066\u3044\u307e\u3059\uff0e
java.course=\u30b3\u30fc\u30b9\:
java.section=\u30bb\u30af\u30b7\u30e7\u30f3\:
java.according=\u30c7\u30fc\u30bf\u30bd\u30fc\u30b9\u306b\u3088\u308b\u3068\uff0c
java.record=\u306f\u6559\u54e1\u30ec\u30b3\u30fc\u30c9\u3067\u306f\u3042\u308a\u307e\u305b\u3093\uff0e
java.canyou=\u4e0a\u306e\u30af\u30e9\u30b9\u4e00\u89a7\u306b
java.assoc=\u304c\u95a2\u9023\u3065\u3051\u3089\u308c\u3066\u3044\u308b\u3053\u3068\u3092\u78ba\u8a8d\u3067\u304d\u307e\u3059\u304b?
java.respond=\u6b21\u306e\u60c5\u5831\u306b\u95a2\u3059\u308b\u3053\u306e\u30e1\u30c3\u30bb\u30fc\u30b8\u306b\u5fdc\u7b54\u3057\u3066\u4e0b\u3055\u3044\:
java.appoint=\u306e\u62c5\u5f53\u3068\u3053\u306e\u30b5\u30a4\u30c8\u30ea\u30af\u30a8\u30b9\u30c8\u306e\u6b63\u5f53\u6027\u306b\u3064\u3044\u3066\u3053\u306e\u30e1\u30c3\u30bb\u30fc\u30b8\u3078\u306e\u8fd4\u7b54\u3092\u304a\u9858\u3044\u3057\u307e\u3059\uff0e\u3053\u306e\u30e1\u30c3\u30bb\u30fc\u30b8\u306b\u8fd4\u7b54\u3067\u304d\u306a\u3044\u5834\u5408\u306f\uff0c\u30ea\u30af\u30a8\u30b9\u30c8\u3092\u8a31\u8afe\u3059\u308b\u304b\u62d2\u5426\u3059\u308b\u304b\u306e\u6a29\u9650\u3092\u3082\u3064\u5b66\u79d1\u306e\u9023\u7d61\u62c5\u5f53\u8005\u306b\u8ee2\u9001\u3057\u3066\u304f\u3060\u3055\u3044\uff0e
java.thanks=\u3042\u308a\u304c\u3068\u3046\u3054\u3056\u3044\u307e\u3059\uff0e
java.support=\u30b5\u30dd\u30fc\u30c8\u30c1\u30fc\u30e0
java.sitereqfrom=\u6b21\u306e\u30e6\u30fc\u30b6\u304b\u3089\u306e\u30b5\u30a4\u30c8\u30ea\u30af\u30a8\u30b9\u30c8\uff1a
java.to=\u53d7\u4fe1\u8005\:
java.supp=\u30b5\u30dd\u30fc\u30c8
java.from=\u9001\u4fe1\u8005\:
java.subj=\u4ef6\u540d\:
java.sitereq=\u30b5\u30a4\u30c8\u30ea\u30af\u30a8\u30b9\u30c8
java.sitechreq=\u30b5\u30a4\u30c8\u5909\u66f4\u30ea\u30af\u30a8\u30b9\u30c8
java.date=\u65e5\u4ed8\:
java.approval=\u627f\u8a8d\u3092\u8981\u6c42\u3000\u5bfe\u8c61\: 
java.coursesite=\u6b21\u306e\u30b3\u30fc\u30b9\u30b5\u30a4\u30c8
java.approval2=\u30a2\u30af\u30bb\u30b9\u627f\u8a8d\u3092\u8981\u6c42\u3000\u5bfe\u8c61\: 
java.forthese=\u30bb\u30af\u30b7\u30e7\u30f3
java.sections=\u7528\:
java.forthis=\u3053\u306e\u30bb\u30af\u30b7\u30e7\u30f3\u7528\:
java.name=\u540d\u524d\:
java.email=\u30e1\u30fc\u30eb\:
java.sitetitle=\u30b5\u30a4\u30c8\u30bf\u30a4\u30c8\u30eb\:
java.siteid=\u30b5\u30a4\u30c8 ID\:
java.siteinstr=\u7279\u5225\u306a\u6307\u793a\:
java.authoriz=\u30b5\u30a4\u30c8\u30ea\u30af\u30a8\u30b9\u30c8\u8a8d\u5b9a\u306e\u305f\u3081\u306e\u30e1\u30fc\u30eb\u304c
java.asreq=\u306b\u8981\u6c42\u306b\u57fa\u3065\u3044\u3066\u9001\u4fe1\u3055\u308c\u307e\u3057\u305f\uff0e
java.thesiteemail=\u30b5\u30a4\u30c8\u30ea\u30af\u30a8\u30b9\u30c8\u8a8d\u5b9a\u306e\u305f\u3081\u306e\u30e1\u30fc\u30eb\u304c\u6b21\u306e\u30e6\u30fc\u30b6\u306b\u9001\u4fe1\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\uff1a
java.isbeing=\u30ea\u30af\u30a8\u30b9\u30c8\u306f\u73fe\u5728\u51e6\u7406\u3055\u308c\u3066\u3044\u307e\u3059\uff0e\u30af\u30e9\u30b9\u540d\u7c3f\u304c\u30b5\u30a4\u30c8\u306b\u8ffd\u52a0\u3055\u308c\u308b\u3068\u30e1\u30fc\u30eb\u304c\u9001\u4ed8\u3055\u308c\u307e\u3059\uff0e
java.meantime=\u305d\u306e\u9593\uff0c\u30b5\u30a4\u30c8\u30bb\u30c3\u30c8\u30a2\u30c3\u30d7\u51e6\u7406\u3092\u7d9a\u3051\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3057\uff0c\u30b5\u30a4\u30c8\u306b\u30b3\u30fc\u30b9\u7d20\u6750\u3092\u8ffd\u52a0\u3059\u308b\u3053\u3068\u3082\u3067\u304d\u307e\u3059\uff0e
java.copy=\u3053\u308c\u306f\u3042\u306a\u305f\u304c\u30ea\u30af\u30a8\u30b9\u30c8\u3057\u305f\u30b3\u30fc\u30b9\u30b5\u30a4\u30c8\u306e\u30b3\u30d4\u30fc\u3067\u3059\uff0e
java.wish=\u8ffd\u52a0\u60c5\u5831\u3092\u63d0\u4f9b\u3057\u305f\u3044\u5834\u5408\u306f\uff0c\u6b21\u306e\u30a2\u30c9\u30ec\u30b9\u306b\u30e1\u30fc\u30eb\u3092\u9001\u4fe1\u3057\u3066\u304f\u3060\u3055\u3044\: 
java.official=\u6b21\u306e\u30e6\u30fc\u30b6\u306b\u3088\u308a\u4f5c\u6210\u3055\u308c\u305f\u6b63\u898f\u30b3\u30fc\u30b9\u30b5\u30a4\u30c8\u3067\u3059\: 
java.site.createdBy=\u30b5\u30a4\u30c8\u4f5c\u6210\u8005\: 
java.site=\u30b5\u30a4\u30c8
java.fromwork=\u30ef\u30fc\u30af\u30b5\u30a4\u30c8\u30bb\u30c3\u30c8\u30a2\u30c3\u30d7\u304b\u3089\u6b21\u306e\u3068\u3053\u308d\u3078\: 
java.off=\u6b63\u898f\u30b3\u30fc\u30b9\u30b5\u30a4\u30c8
java.wasset=\u306f\u6b21\u306e\u30e6\u30fc\u30b6\u306b\u3088\u308a\u30bb\u30c3\u30c8\u30a2\u30c3\u30d7\u3055\u308c\u307e\u3057\u305f\: 
java.email2=\u30e1\u30fc\u30eb
java.on=on
java.at=at
java.for=for
java.withrost=with access to rosters for these
java.withrost2=with access to roster for this section\:
java.course2=\u30b3\u30fc\u30b9\:
java.reqmiss=\u5fc5\u9808\u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u5165\u529b\u3055\u308c\u3066\u3044\u307e\u305b\u3093\uff0e\u3059\u3079\u3066\u306e\u5fc5\u9808\u30d5\u30a3\u30fc\u30eb\u30c9\u306b\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\uff0e
java.specif=\u6307\u5b9a\u3055\u308c\u305f\u30b5\u30a4\u30c8\u3092\u898b\u3064\u3051\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093
java.permeditsite=\u3053\u306e\u30b5\u30a4\u30c8\u3092\u7de8\u96c6\u3059\u308b\u6a29\u9650\u304c\u3042\u308a\u307e\u305b\u3093
java.cannot=\u6307\u5b9a\u3055\u308c\u305f\u30b5\u30a4\u30c8\u3092\u898b\u3064\u3051\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093
java.pleasesel=\u30ed\u30fc\u30eb\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\uff0e
java.beenused=\u306f\u3059\u3067\u306b\u4f7f\u7528\u3055\u308c\u3066\u3044\u307e\u3059
java.haveadd=\u8ffd\u52a0\u306e\u305f\u3081\u306e\u6a29\u9650\u304c\u3042\u308a\u307e\u305b\u3093
java.allusers=\u4ed6\u306e\u3059\u3079\u3066\u306e\u30e6\u30fc\u30b6\u304c\u8ffd\u52a0\u3055\u308c\u307e\u3057\u305f
java.problem2=\u30e6\u30fc\u30b6\u30ed\u30fc\u30eb\u3092\u66f4\u65b0\u4e2d\u306b\u554f\u984c\u304c\u767a\u751f\u3057\u307e\u3057\u305f\uff0e
java.changeroles=\u30ed\u30fc\u30eb\u3092\u5909\u66f4\u3059\u308b\u305f\u3081\u306e\u6a29\u9650\u304c\u3042\u308a\u307e\u305b\u3093\uff0e
java.joinsite=\u30b5\u30a4\u30c8\u306b\u53c2\u52a0\u3059\u308b\u305f\u3081\u306e\u30e6\u30fc\u30b6\u306e\u30ed\u30fc\u30eb\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\uff0e
java.reqfields=\u5fc5\u9808\u30d5\u30a3\u30fc\u30eb\u30c9\u306b\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\uff0e
java.specify=\u30b5\u30a4\u30c8\u30bf\u30a4\u30c8\u30eb\u3092\u6307\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\uff0e
java.pleasechoice=\u901a\u77e5\u65b9\u6cd5\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\uff0e
java.dupli=\u8907\u88fd\u30b5\u30a4\u30c8\u306e\u30bf\u30a4\u30c8\u30eb\u3092\u6307\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\uff0e
java.siteinval=\u7121\u52b9\u306a\u30b5\u30a4\u30c8 ID \u3067\u3059\uff0e
java.sitebeenused=\u30b5\u30a4\u30c8 ID \u306f\u3059\u3067\u306b\u4f7f\u7528\u3055\u308c\u3066\u3044\u307e\u3059\uff0e
java.allowcreate=\u65b0\u3057\u3044\u30b5\u30a4\u30c8\u3092\u4f5c\u6210\u3059\u308b\u3053\u3068\u304c\u8a31\u53ef\u3055\u308c\u3066\u3044\u307e\u3059\uff0e
java.manual=\u4e00\u89a7\u304b\u3089\u30b3\u30fc\u30b9\u3092\u9078\u629e\u3059\u308b\u304b\uff0c\u30b3\u30fc\u30b9\u60c5\u5831\u3092\u624b\u52d5\u3067\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\uff0e
java.classes=\u524a\u9664\u3059\u308b\u30af\u30e9\u30b9\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\uff0e
java.cannotedit=\u30b3\u30fc\u30b9\u3092\u7de8\u96c6\u3067\u304d\u307e\u305b\u3093\uff0e
java.cannotclasses=\u30b5\u30a4\u30c8\u306e\u30af\u30e9\u30b9\u3092\u7de8\u96c6\u3067\u304d\u307e\u305b\u3093\uff0e
java.rolefor=\u30ed\u30fc\u30eb\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\uff0e\u5bfe\u8c61\: 
java.makechanges=\u3053\u306e\u30b5\u30a4\u30c8\u3092\u5909\u66f4\u3059\u308b\u6a29\u9650\u304c\u3042\u308a\u307e\u305b\u3093\uff0e
java.emailarchive=\u300c\u30e1\u30fc\u30eb\u30a2\u30fc\u30ab\u30a4\u30d6\u300d\u30c4\u30fc\u30eb\u7528\u306e\u30e1\u30fc\u30eb\u30a2\u30c9\u30ec\u30b9\u3092\u6307\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\uff0e
java.emailinuse=\u30e1\u30fc\u30eb\u30a8\u30a4\u30ea\u30a2\u30b9\u306f\u3059\u3067\u306b\u4f7f\u7528\u3055\u308c\u3066\u3044\u307e\u3059\uff0e
java.home=\u6982\u8981
java.help=\u30d8\u30eb\u30d7
java.recann=\u6700\u8fd1\u306e\u30a2\u30ca\u30a6\u30f3\u30b9
java.recdisc=\u6700\u8fd1\u306e\u30c7\u30a3\u30b9\u30ab\u30c3\u30b7\u30e7\u30f3\u30a2\u30a4\u30c6\u30e0
java.invurl=\u7121\u52b9\u306a URL
java.toimport=\u30a4\u30f3\u30dd\u30fc\u30c8\u3059\u308b\u30b5\u30a4\u30c8\u3092\u4e00\u3064\u4ee5\u4e0a\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\uff0e
java.toimporttool=\u30a4\u30f3\u30dd\u30fc\u30c8\u3059\u308b\u30c4\u30fc\u30eb\u3092\u4e00\u3064\u4ee5\u4e0a\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\uff0e
java.guest=\u3053\u306e\u30b5\u30a4\u30c8\u306b\u8ffd\u52a0\u3059\u308b\u30e6\u30fc\u30b6\u540d\u307e\u305f\u306f\u30b2\u30b9\u30c8\u306e\u30e1\u30fc\u30eb\u30a2\u30c9\u30ec\u30b9\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\uff0e
java.user=\u30e6\u30fc\u30b6
java.username=\u306f\u6709\u52b9\u306a\u30e6\u30fc\u30b6\u540d\u3067\u306f\u3042\u308a\u307e\u305b\u3093\uff0e
java.notemailid=\u306f\u30e1\u30fc\u30eb\u30a2\u30c9\u30ec\u30b9\u3067\u306f\u3042\u308a\u307e\u305b\u3093\uff0e
java.emailaddress=\u306f\u6709\u52b9\u306a\u30e1\u30fc\u30eb\u30a2\u30c9\u30ec\u30b9\u3067\u306f\u3042\u308a\u307e\u305b\u3093\uff0e
java.roletype=\u30ed\u30fc\u30eb\u7a2e\u5225\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\uff0e
java.import.existing=\u524d\u306e\u30b5\u30a4\u30c8\u30a4\u30f3\u30dd\u30fc\u30c8\u8981\u6c42\u304c\u3053\u306e\u30b5\u30a4\u30c8\u3067\u306f\u307e\u3060\u51e6\u7406\u4e2d\u3067\u3059\uff0e\u65b0\u3057\u3044\u30b5\u30a4\u30c8\u30a4\u30f3\u30dd\u30fc\u30c8\u306e\u8981\u6c42\u3092\u9001\u4fe1\u3059\u308b\u524d\u306b\u3053\u306e\u30d7\u30ed\u30bb\u30b9\u304c\u7d42\u4e86\u3055\u305b\u3066\u4e0b\u3055\u3044\uff0e
java.rolenotfound=\u30ed\u30fc\u30eb\u3092\u8ffd\u52a0\u3059\u308b\u305f\u3081\u306e\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8\u30ec\u30eb\u30e0\u3092\u898b\u3064\u3051\u308b\u3053\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\uff0e
java.authroleexists=\u3059\u3067\u306b\u30a2\u30af\u30bb\u30b9\u3057\u3066\u3044\u308b\u30b5\u30a4\u30c8\u306b\u30ed\u30b0\u30a4\u30f3\u3057\u3066\u3044\u308b\u30e6\u30fc\u30b6\u306b\u5bfe\u3059\u308b\u8ffd\u52a0\u30a2\u30af\u30bb\u30b9\u3092\u8ffd\u52a0\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\uff0e
java.anonroleexists=\u3059\u3067\u306b\u8a31\u53ef\u3055\u308c\u3066\u3044\u308b\u30b5\u30a4\u30c8\u3078\u306e\u3059\u3079\u3066\u306e\u30e6\u30fc\u30b6\u306b\u5bfe\u3059\u308b\u8ffd\u52a0\u30a2\u30af\u30bb\u30b9\u3092\u8ffd\u52a0\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\uff0e
java.account=\u8ffd\u52a0\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f - \u30a2\u30ab\u30a6\u30f3\u30c8\u540d\u304c\u5b58\u5728\u3057\u307e\u305b\u3093\uff0e
java.sitewithid.exists=\u30b5\u30a4\u30c8(ID\u4ed8\u304d){0} \u306f\u3059\u3067\u306b\u5b58\u5728\u3057\u3066\u3044\u307e\u3059\uff0e
java.thesiteid.notvalid=\u30b5\u30a4\u30c8 ID "{0}" \u306f\u6709\u52b9\u3067\u306f\u3042\u308a\u307e\u305b\u3093\uff0e
java.permission=\u30b5\u30a4\u30c8\u3092\u8ffd\u52a0\u3059\u308b\u6a29\u9650\u304c\u3042\u308a\u307e\u305b\u3093 {0}.
java.recent=\u6700\u65b0\u306e\u30c1\u30e3\u30c3\u30c8\u30e1\u30c3\u30bb\u30fc\u30b8
java.reccal=\u30ab\u30ec\u30f3\u30c0
java.recmsg=\u30e1\u30c3\u30bb\u30fc\u30b8\u30fb\u30d5\u30a9\u30fc\u30e9\u30e0\u901a\u77e5
java.roleperm=\u30ed\u30fc\u30eb\u300c{0}\u300d\u3092\u8ffd\u52a0\u30fb\u524a\u9664\u3059\u308b\u6a29\u9650\u304c\u3042\u308a\u307e\u305b\u3093\uff0e
java.none=\u306a\u3057
gen.alert=\u8b66\u544a\:
gen.continue=\u7d9a\u3051\u308b
gen.back=\u623b\u308b
gen.cancel=\u30ad\u30e3\u30f3\u30bb\u30eb
gen.finish=\u5b8c\u4e86
gen.first=\u6700\u521d\u3078
gen.previous=\u524d\u3078
gen.next=\u6b21\u3078
gen.last=\u6700\u5f8c\u3078
addrem.revising=\u30b5\u30a4\u30c8\u30c4\u30fc\u30eb\u3092\u78ba\u8a8d\u3000\u5bfe\u8c61\: 
addrem.check=\u30b5\u30a4\u30c8\u304b\u3089\u8ffd\u52a0\u307e\u305f\u306f\u524a\u9664\u3059\u308b\u30c4\u30fc\u30eb\u3092\u9078\u629e\u3057\u307e\u3059\uff0e
addrem.descrip=\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u306e\u8aac\u660e\uff0c\u6700\u8fd1\u306e\u30a2\u30ca\u30a6\u30f3\u30b9\u3084\u30c7\u30a3\u30b9\u30ab\u30c3\u30b7\u30e7\u30f3\uff0c\u30c1\u30e3\u30c3\u30c8\u30a2\u30a4\u30c6\u30e0\u3067\u3059\uff0e
addrem.list.check=\u9078\u629e
addrem.list.toolname=\u30c4\u30fc\u30eb
addrem.list.description=\u30c4\u30fc\u30eb\u8aac\u660e
addrem.list.summary=\u30b5\u30a4\u30c8\u30c4\u30fc\u30eb\u306e\u4e00\u89a7\uff0e\u30ab\u30e9\u30e0 1 \u306f\u30b5\u30a4\u30c8\u3078\u306e\u8ffd\u52a0/\u524a\u9664\u306e\u305f\u3081\u306e\u300c\u30c1\u30a7\u30c3\u30af\u30dc\u30c3\u30af\u30b9\u300d\uff0c\u30ab\u30e9\u30e0 2 \u306f\u300c\u30c4\u30fc\u30eb\u540d\u300d\uff0c\u30ab\u30e9\u30e0 3 \u306f\u300c\u30c4\u30fc\u30eb\u306e\u8aac\u660e\u300d\u3067\u3059\uff0e
addrc.confirming=\u30b5\u30a4\u30c8\u30c4\u30fc\u30eb\u7de8\u96c6\u3092\u78ba\u8a8d\u3000\u5bfe\u8c61\: 
addrc.youhave=\u6b21\u306e\u30c4\u30fc\u30eb\u304c\u524a\u9664\u3055\u308c\u307e\u3057\u305f\: 
addrc.selected=\u30b5\u30a4\u30c8\u306e\u6b21\u306e\u30c4\u30fc\u30eb\u304c\u9078\u629e\u3055\u308c\u307e\u3057\u305f\uff08\u8ffd\u52a0\u3055\u308c\u305f\u30c4\u30fc\u30eb\u306f\u9752\u3067\u8868\u793a\u3055\u308c\u3066\u3044\u307e\u3059\uff09\: 
chrol.changing=\u6b21\u306e\u30b5\u30a4\u30c8\u306e\u53c2\u52a0\u8005\u306e\u30ed\u30fc\u30eb\u3092\u5909\u66f4\u3057\u3066\u3044\u307e\u3059\: 
chrol.selected=\u53c2\u52a0\u8005\u306e\u65b0\u3057\u3044\u30ed\u30fc\u30eb\u304c\u4ee5\u4e0b\u306e\u3088\u3046\u306b\u9078\u629e\u3055\u308c\u307e\u3057\u305f\: 
chrol.partic=\u53c2\u52a0\u8005\:
chrol.current=\u73fe\u5728\u306e\u30ed\u30fc\u30eb\:
chrol.change=\u53c2\u52a0\u8005\u3059\u3079\u3066\u306e\u30ed\u30fc\u30eb\u304c\u540c\u3058\u306b\u306a\u308b\u3088\u3046\u306b\u5909\u66f4\u3059\u308b
chrol.indiv=\u53c2\u52a0\u8005\u306e\u30ed\u30fc\u30eb\u3092\u500b\u5225\u306b\u5909\u66f4\u3059\u308b
chrol.help=\u30ed\u30fc\u30eb\u306b\u95a2\u3059\u308b\u30d8\u30eb\u30d7
chrol.uniq=\u30e6\u30fc\u30b6\u540d
chrol.descr=\u30ed\u30fc\u30eb\u306e\u8aac\u660e
chrolc.confirm=\u6b21\u306e\u30ed\u30fc\u30eb\u306e\u5909\u66f4\u3092\u78ba\u8a8d\u3057\u3066\u3044\u307e\u3059\uff1a
chrolc.finish=\u4e0b\u306e\u300c\u7d42\u4e86\u300d\u30dc\u30bf\u30f3\u3092\u30af\u30ea\u30c3\u30af\u3059\u308b\u3068\u6b21\u306e\u30ed\u30fc\u30eb\u304c\u5272\u308a\u5f53\u3066\u3089\u308c\u307e\u3059\uff0e
site.creating=\u30b0\u30e9\u30c3\u30c9\u30c4\u30fc\u30eb\u30b5\u30a4\u30c8\u3092\u4f5c\u6210\u3057\u3066\u3044\u307e\u3059...
site.sname=\u30b5\u30a4\u30c8\u540d
site.descr=\u8aac\u660e
site.short=\u77ed\u6587\u8aac\u660e
site.create=\u30b5\u30a4\u30c8\u3092\u4f5c\u6210
import.reuse=\u6240\u6709\u3057\u3066\u3044\u308b\u4ed6\u306e\u30b5\u30a4\u30c8\u304b\u3089\u7d20\u6750\u3092\u518d\u5229\u7528\u3059\u308b
import.of=/
import.reuse2=\u6240\u6709\u3057\u3066\u3044\u308b\u4ed6\u306e\u30b5\u30a4\u30c8\u304b\u3089\u7d20\u6750\u3092\u518d\u5229\u7528\u3057\u307e\u3059...
import.choose=\u518d\u5229\u7528\u3057\u305f\u3044\u7d20\u6750\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\uff0e \u4e00\u3064\u4ee5\u4e0a\u306e\u30b5\u30a4\u30c8\u304b\u3089\u7d20\u6750\u3092\u7d44\u307f\u5408\u308f\u305b\u308b\u3053\u3068\u3082\u3067\u304d\u307e\u3059(\u4f8b\u3048\u3070\uff0c\u3044\u304f\u3064\u304b\u306e\u30b5\u30a4\u30c8\u306e\u30ea\u30bd\u30fc\u30b9\u306a\u3069)\uff0e
import.choose.list.summary=\u8868\u306b\u306f\uff0c\u30c4\u30fc\u30eb\u3068\u30b5\u30a4\u30c8\u306e\u60c5\u5831\u304c\u3042\u308a\u307e\u3059\uff0e\u6700\u521d\u306e\u30ab\u30e9\u30e0\u306f\u300c\u30c4\u30fc\u30eb\u540d\u300d\uff0c\u7d9a\u304f\u30ab\u30e9\u30e0\u306f\u300c\u30b5\u30a4\u30c8\u300d\u3067\u3059\uff0e\u30c1\u30a7\u30c3\u30af\u30dc\u30c3\u30af\u30b9\u304c\u3042\u308b\u3082\u306e\u3082\u3042\u308a\u307e\u3059\uff0e\u9078\u629e\u3059\u308b\u3053\u3068\u306b\u3088\u308a\uff0c\u5217\u3067\u6307\u5b9a\u3057\u305f\u300c\u30b5\u30a4\u30c8\u300d\u306b\uff0c\u884c\u3067\u6307\u5b9a\u3057\u305f\u300c\u30c4\u30fc\u30eb\u300d\u304c\u30a4\u30f3\u30dd\u30fc\u30c8\u3055\u308c\u307e\u3059\uff0e
import.choose.label1=\u30b5\u30a4\u30c8
import.choose.label2=\u3092\u9078\u629e
import.noOtherSite=\u6750\u6599\u3092\u518d\u5229\u7528\u3067\u304d\u308b\u30b5\u30a4\u30c8\u304c\u3042\u308a\u307e\u305b\u3093\uff0e
import.links.warning=\u8b66\u544a\: \u3059\u3079\u3066\u306e\u7d20\u6750\u3092\u5143\u306e\u30b5\u30a4\u30c8\u304b\u3089\u30a4\u30f3\u30dd\u30fc\u30c8\u3059\u308b\u3053\u3068\u3092\u9078\u629e\u3057\u3066\u3044\u306a\u3044\u5834\u5408\uff0c\u3042\u308b\u30ea\u30f3\u30af\u306f\u30a4\u30f3\u30dd\u30fc\u30c8\u3055\u308c\u308b\u30b3\u30f3\u30c6\u30f3\u30c4\u306b\u304a\u3044\u3066\u5207\u308c\u308b\u3053\u3068\u304c\u3042\u308a\u307e\u3059\uff0e\u90e8\u5206\u7684\u306a\u7d20\u6750\u3092\u30a4\u30f3\u30dd\u30fc\u30c8\u3059\u308b\u3068\u304d\u306b\u306f\u30a4\u30f3\u30dd\u30fc\u30c8\u5f8c\u306b\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u78ba\u8a8d\u3057\u3066\u4e0b\u3055\u3044\uff0e
list.view=\u8868\u793a\:
list.selectTerm=\u7528\u8a9e\u3067\u30d5\u30a3\u30eb\u30bf\:
list.allTerms=\u306a\u3057
list.search=\u691c\u7d22
list.cls=\u691c\u7d22\u3092\u30af\u30ea\u30a2
list.onesite=\u4e00\u3064\u306e\u30b5\u30a4\u30c8\u304c
list.sites=\u500b\u306e\u30b5\u30a4\u30c8\u304c
list.found=\u6b21\u306e\u691c\u7d22\u6761\u4ef6\u306b\u4e00\u81f4\u3059\u308b\u3082\u306e\u3068\u3057\u3066\u898b\u3064\u304b\u308a\u307e\u3057\u305f\: 
list.inthe=\u8868\u793a\uff1a
list.viewing=\u8868\u793a\uff1a
list.items=\u500b\u306e\u30a2\u30a4\u30c6\u30e0
list.previous=\u524d
list.next=\u6b21
list.select.label=\u30da\u30fc\u30b8\u30b5\u30a4\u30ba\u3092\u9078\u629e
list.show=\u30da\u30fc\u30b8\u5f53\u305f\u308a
list.itemsper=\u500b\u305a\u3064\u8868\u793a
list.summary=\u3042\u306a\u305f\u304c\u30a2\u30af\u30bb\u30b9\u3067\u304d\u308b\u30b5\u30a4\u30c8\u306e\u4e00\u89a7\u3067\u3059\uff0e
list.check=\u64cd\u4f5c\u5bfe\u8c61\u306e\u30b5\u30a4\u30c8\u3092\u30c1\u30a7\u30c3\u30af\u3057\uff0c\u30dc\u30bf\u30f3\u3067\u4e0a\u4e0b\u3057\u3066\u4e0b\u3055\u3044\uff0e\u30c6\u30fc\u30d6\u30eb\u3092\u30bd\u30fc\u30c8\u3059\u308b\u5834\u5408\u306f\u5217\u30d8\u30c3\u30c0\u30fc\u3092\u30af\u30ea\u30c3\u30af\u3057\u307e\u3059\uff0e
list.sortbytitle=\u30bf\u30a4\u30c8\u30eb\u3067\u30bd\u30fc\u30c8
list.sortbyid=ID \u3067\u30bd\u30fc\u30c8
list.id=\u30b5\u30a4\u30c8 ID
list.worksite=\u30ef\u30fc\u30af\u30b5\u30a4\u30c8\u306e\u30bf\u30a4\u30c8\u30eb
list.stasc=\u30bf\u30a4\u30c8\u30eb\u3067\u6607\u9806\u306b\u30bd\u30fc\u30c8
list.stdesc=\u30bf\u30a4\u30c8\u30eb\u3067\u964d\u9806\u306b\u30bd\u30fc\u30c8
list.sortbytype=\u7a2e\u5225\u3067\u30bd\u30fc\u30c8
list.styasc=\u7a2e\u5225\u3067\u6607\u9806\u306b\u30bd\u30fc\u30c8
list.stydesc=\u7a2e\u5225\u3067\u964d\u9806\u306b\u30bd\u30fc\u30c8
list.sortbycreator=\u4f5c\u6210\u8005\u3067\u30bd\u30fc\u30c8
list.screatorasc=\u4f5c\u6210\u8005\u3067\u6607\u9806\u306b\u30bd\u30fc\u30c8
list.screatordesc=\u4f5c\u6210\u8005\u3067\u964d\u9806\u306b\u30bd\u30fc\u30c8
list.sortbyterm=\u5b66\u671f\u3067\u30bd\u30fc\u30c8
list.steasc=\u5b66\u671f\u3067\u6607\u9806\u306b\u30bd\u30fc\u30c8
list.stedesc=\u5b66\u671f\u3067\u964d\u9806\u306b\u30bd\u30fc\u30c8
list.sortbystatus=\u72b6\u614b\u3067\u30bd\u30fc\u30c8
list.spasc=\u516c\u958b\u72b6\u614b\u3067\u6607\u9806\u306b\u30bd\u30fc\u30c8
list.ssasc=\u72b6\u614b\u3067\u6607\u9806\u306b\u30bd\u30fc\u30c8
list.spdesc=\u516c\u958b\u72b6\u614b\u3067\u964d\u9806\u306b\u30bd\u30fc\u30c8
list.ssdesc=\u72b6\u614b\u3067\u964d\u9806\u306b\u30bd\u30fc\u30c8
list.sortbycreation=\u4f5c\u6210\u65e5\u3067\u30bd\u30fc\u30c8
list.scasc=\u4f5c\u6210\u65e5\u3067\u6607\u9806\u306b\u30bd\u30fc\u30c8
list.scdesc=\u4f5c\u6210\u65e5\u3067\u964d\u9806\u306b\u30bd\u30fc\u30c8
list.publi=\u516c\u958b\u6e08\u307f
list.unpub=\u672a\u516c\u958b
list.nosites=\u30b5\u30a4\u30c8\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3067\u3057\u305f\uff0e
list.thatmatch=\u6b21\u306e\u691c\u7d22\u6761\u4ef6\u306b\u4e00\u81f4\u3059\u308b\u30b5\u30a4\u30c8\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\uff1a
list.owner=\u6240\u6709\u8005
list.creator=\u4f5c\u6210\u8005
list.term=\u5b66\u671f
list.type=\u7a2e\u5225
list.status=\u72b6\u614b
list.creationdate=\u4f5c\u6210\u65e5
list.moreinfo=(\u60c5\u5831)
list.moreinfotooltip=\u3053\u306e\u30b5\u30a4\u30c8\u306e\u8a73\u7d30\u60c5\u5831
multipleTools.custom=\u30c4\u30fc\u30eb\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u3092\u30ab\u30b9\u30bf\u30de\u30a4\u30ba
multipleTools.custom1=\u8907\u6570\u306e\u30c4\u30fc\u30eb\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u307e\u305f\u306f\u8a2d\u5b9a\u30c4\u30fc\u30eb\u30aa\u30d7\u30b7\u30e7\u30f3\u3092\u8ffd\u52a0\u3057\u307e\u3059\uff0e\u5404\u30c4\u30fc\u30eb\u306e\u8a2d\u5b9a\u6a29\u9650\u3092\u7528\u3044\u308b\u3053\u3068\u3067\uff0c\u30b5\u30a4\u30c8\u4e2d\u3067\u8a2d\u5b9a\u3092\u5f8c\u3067\u8abf\u6574\u3059\u308b\u3053\u3068\u3082\u3067\u304d\u307e\u3059\uff0e
multipleTools.email=\u30e1\u30fc\u30eb\u30a2\u30fc\u30ab\u30a4\u30d6
multipleTools.site=\u30b5\u30a4\u30c8\u30e1\u30fc\u30eb\u30a2\u30c9\u30ec\u30b9
multipleTools.emailreq=\u30e1\u30fc\u30eb\u30a2\u30c9\u30ec\u30b9 (\u5fc5\u9808)
multipleTools.title=\u30bf\u30a4\u30c8\u30eb
multipleTools.title.suggest=(15\u6587\u5b57\u304c\u304a\u52e7\u3081\u3067\u3059\uff0e)
multipleTools.moreTools.1=\u3088\u308a\u591a\u304f\u306e
multipleTools.moreTools.2=\u30c4\u30fc\u30eb?
multipleTools.more=\u8a73\u7d30
multipleTools.remove=\u3053\u306e\u30c4\u30fc\u30eb\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u3092\u524a\u9664
newsc.project.confirm=\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u30b5\u30a4\u30c8\u30bb\u30c3\u30c8\u30a2\u30c3\u30d7\u3092\u78ba\u8a8d
newsc.course.confirm=\u30b3\u30fc\u30b9\u30b5\u30a4\u30c8\u30bb\u30c3\u30c8\u30a2\u30c3\u30d7\u3092\u78ba\u8a8d
newsc.other.confirm=\u30b5\u30a4\u30c8\u30bb\u30c3\u30c8\u30a2\u30c3\u30d7\u3092\u78ba\u8a8d
newsc.selection=\u30b5\u30a4\u30c8\u30bb\u30c3\u30c8\u30a2\u30c3\u30d7\u9078\u629e\u3092\u78ba\u8a8d\u3057\u3066\u3044\u307e\u3059...
newsc.list.summary=\u30b5\u30a4\u30c8\u8a2d\u5b9a\u306e\u6982\u8981\u4e00\u89a7\uff0e
newsc.please=\u30b5\u30a4\u30c8\u306b\u95a2\u3059\u308b\u6b21\u306e\u60c5\u5831\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\uff0e
newsc.ifthis=\u3053\u306e\u60c5\u5831\u304c\u6b63\u3057\u3044\u5834\u5408\u306f\uff0c\u300c\u30b5\u30a4\u30c8\u3092\u30ea\u30af\u30a8\u30b9\u30c8\u300d\u3092\u30af\u30ea\u30c3\u30af\u3057\u307e\u3059\uff0e
newsc.ifthis2=\u3053\u306e\u60c5\u5831\u304c\u6b63\u3057\u3044\u5834\u5408\u306f\uff0c\u300c\u30b5\u30a4\u30c8\u3092\u4f5c\u6210\u300d\u3092\u30af\u30ea\u30c3\u30af\u3057\u307e\u3059\uff0e
newsc.ifyou=\u5909\u66f4\u3057\u305f\u3044\u5834\u5408\u306f\uff0c\u30da\u30fc\u30b8\u306e\u4e00\u756a\u4e0b\u306b\u3042\u308b\u300c\u623b\u308b\u300d\u3092\u30af\u30ea\u30c3\u30af\u3057\u307e\u3059\uff0e\u3053\u306e\u30bb\u30c3\u30c8\u30a2\u30c3\u30d7\u306e\u5f8c\u3067\u5909\u66f4\u3059\u308b\u5834\u5408\u306f\uff0c\u30b5\u30a4\u30c8\u5185\u306e\u300c\u30b5\u30a4\u30c8\u60c5\u5831\u300d\u3078\u884c\u304d\u307e\u3059\uff0e
newsc.youare=\u6b21\u306e\u30af\u30e9\u30b9\u3042\u308b\u3044\u306f\u30bb\u30af\u30b7\u30e7\u30f3\u3092\u542b\u3080\u30af\u30e9\u30b9\u30b5\u30a4\u30c8\u3092\u30bb\u30c3\u30c8\u30a2\u30c3\u30d7\u3057\u3066\u3044\u307e\u3059\:
newsc.site=\u30b5\u30a4\u30c8\u30bf\u30a4\u30c8\u30eb
newsc.url=\u30b5\u30a4\u30c8 URL
newsc.url.none=URL \u304c\u6307\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093
newsc.descr=\u8aac\u660e
newsc.descr.none=\u8aac\u660e\u304c\u63d0\u4f9b\u3055\u308c\u3066\u3044\u307e\u305b\u3093
newsc.short=\u77ed\u6587\u8aac\u660e
newsc.short.none=\u77ed\u6587\u8aac\u660e\u304c\u63d0\u4f9b\u3055\u308c\u3066\u3044\u307e\u305b\u3093
newsc.tools=\u30c4\u30fc\u30eb
newsc.avail=\u5229\u7528\u53ef\u80fd\u306a\u30e6\u30fc\u30b6\: 
newsc.sitecan=\u30ed\u30b0\u30a4\u30f3\u6a29\u9650\u3092\u6709\u3059\u308b\u30e6\u30fc\u30b6\u3067\u3042\u308c\u3070\u8ab0\u3067\u3082\u30b5\u30a4\u30c8\u306b\u53c2\u52a0\u53ef\u80fd
newsc.sitepart=\u30b5\u30a4\u30c8\u53c2\u52a0\u8005\u3060\u3051
newsc.siteown=\u30b5\u30a4\u30c8\u6240\u6709\u8005\u30fb\u53d6\u308a\u307e\u3068\u3081
newsc.visible=\u30b5\u30a4\u30c8\u306e\u516c\u958b\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u306b\u63b2\u8f09\u6e08\u307f\uff1a
newsc.yes=\u306f\u3044
newsc.no=\u3044\u3044\u3048
newsc.appear=\u5916\u89b3 (\u30a2\u30a4\u30b3\u30f3)
newsc.icon=\u30a2\u30a4\u30b3\u30f3 URL
newsc.icon.none=\u30a2\u30a4\u30b3\u30f3\u304c\u63d0\u4f9b\u3055\u308c\u3066\u3044\u307e\u305b\u3093
newsc.sitecont=\u30b5\u30a4\u30c8\u9023\u7d61\u5148\u540d
newsc.sitecont2=\u30b5\u30a4\u30c8\u9023\u7d61\u5148\u30e1\u30fc\u30eb
newsc.sitecont2.none=\u96fb\u5b50\u30e1\u30fc\u30eb\u304c\u63d0\u4f9b\u3055\u308c\u3066\u3044\u307e\u305b\u3093
newsc.reqsite=\u30b5\u30a4\u30c8\u3092\u30ea\u30af\u30a8\u30b9\u30c8
newsc.crsite=\u30b5\u30a4\u30c8\u3092\u4f5c\u6210
newsc.joinable=\u53c2\u52a0\u53ef\u80fd\uff1a
newsc.auth=\u30ed\u30b0\u30a4\u30f3\u30e6\u30fc\u30b6\u304a\u3088\u3073\u30b5\u30a4\u30c8\u53c2\u52a0\u8005
newsc.anon=\u3059\u3079\u3066(\u30ed\u30b0\u30a4\u30f3\u3057\u3066\u306a\u3044\u30e6\u30fc\u30b6\u3092\u542b\u3080)\u304a\u3088\u3073\u30b5\u30a4\u30c8\u53c2\u52a0\u8005
newsc.language.none=\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093
nscourse.creating=\u30b3\u30fc\u30b9\u307e\u305f\u306f\u30bb\u30af\u30b7\u30e7\u30f3\u60c5\u5831
nscourse.courselist.summary=\u3053\u306e\u30b5\u30a4\u30c8\u3067\u3042\u306a\u305f\u304c\u5229\u7528\u53ef\u80fd\u306a\u30b3\u30fc\u30b9\u307e\u305f\u306f\u30bb\u30af\u30b7\u30e7\u30f3\u306e\u4e00\u89a7\u3067\u3059\uff0e\u5404\u884c\u306b\u306f\u53ef\u80fd\u306a\u9078\u629e\u304c\u3042\u308a\u307e\u3059\uff0e\u30b0\u30eb\u30fc\u30d7\u304c\u540c\u3058\u3082\u306e\u3059\u3079\u3066\u3092\u9078\u629e\u3059\u308b\u305f\u3081\u306e\u30ea\u30f3\u30af\u306e\u884c\u3082\u3042\u308a\u307e\u3059\uff0e
nscourse.course_sections_selection=\u30b3\u30fc\u30b9\u307e\u305f\u306f\u30bb\u30af\u30b7\u30e7\u30f3\u306e\u9078\u629e
nscourse.current_displaying_courses_sections_for_id=\u30b3\u30fc\u30b9\u307e\u305f\u306f\u30bb\u30af\u30b7\u30e7\u30f3\u3000\u5bfe\u8c61\: 
nscourse.site_exists=\u3053\u306e\u30b3\u30fc\u30b9\u30b3\u30fc\u30c9\u3092\u542b\u3080\u30b5\u30a4\u30c8\u304c\u65e2\u306b\u5b58\u5728\u3057\u307e\u3059\u304c\uff0c
nscourse.select_anyways=\u305d\u308c\u3067\u3082\u9078\u629e\u3057\u307e\u3059\u304b?
nscourse.change_button=\u5909\u66f4
nscourse.change_this_ID=\u4ed6\u306e\u4eba\u306b\u30b3\u30fc\u30b9\u3092\u8868\u793a\u3059\u308b\u305f\u3081\u306b\u3053\u306e ID \u3092\u5909\u66f4\u3057\u307e\u3059\uff0e
nscourse.look_up_an_username=\u30ad\u30e3\u30f3\u30d1\u30b9\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u306e\u30e6\u30fc\u30b6\u540d\u3092\u53c2\u7167\u3057\u307e\u3059
nscourse.edit=\u30b3\u30fc\u30b9\u60c5\u5831\u307e\u305f\u306f\u30bb\u30af\u30b7\u30e7\u30f3\u60c5\u5831\u3092\u7de8\u96c6\u3000\u5bfe\u8c61\: 
nscourse.select=\u30b5\u30a4\u30c8\u306b\u8ffd\u52a0\u3059\u308b\u9069\u5207\u306a\u30b3\u30fc\u30b9\u307e\u305f\u306f\u30bb\u30af\u30b7\u30e7\u30f3\u3092\u9078\u629e\u3057\u3066\u4e0b\u3055\u3044\uff0e\u8907\u6570\u306e\u30af\u30e9\u30b9\u307e\u305f\u306f\u30bb\u30af\u30b7\u30e7\u30f3\u3092\u9078\u629e\u3059\u308b\u3068\u4e00\u3064\u306e\u30b5\u30a4\u30c8\u306b\u305d\u308c\u3089\u3092\u7d10\u4ed8\u3051\u307e\u3059\uff0e
nscourse.add_course_not_listed=\u4e0a\u8a18\u306b\u4e00\u89a7\u8868\u793a\u3055\u308c\u3066\u3044\u306a\u3044\u30b3\u30fc\u30b9\u307e\u305f\u306f\u30bb\u30af\u30b7\u30e7\u30f3\u3092\u8ffd\u52a0\u3057\u307e\u3059...
nscourse.add=\u540d\u7c3f\u30a2\u30af\u30bb\u30b9\u3092\u8ffd\u52a0\uff0e\u5bfe\u8c61\: 
nscourse.acad=\u5b66\u671f
nscourse.already=\u6b21\u306e\u540d\u7c3f\u306b\u63b2\u8f09\u3055\u308c\u3066\u3044\u308b\u30e6\u30fc\u30b6\u304c\u30b5\u30a4\u30c8\u306b\u30a2\u30af\u30bb\u30b9\u3067\u304d\u307e\u3059\:
nscourse.acad2=\u5b66\u671f\:
nscourse.youmay=\u6b21\u306e\u540d\u7c3f\u306b\u63b2\u8f09\u3055\u308c\u3066\u3044\u308b\u30e6\u30fc\u30b6\u306b\u3082\u30b5\u30a4\u30c8\u30a2\u30af\u30bb\u30b9\u3092\u8a31\u53ef\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\:
nscourse.findCourse=\u30b3\u30fc\u30b9\u307e\u305f\u306f\u30bb\u30af\u30b7\u30e7\u30f3\u306e\u9078\u629e - 
nscourse.findInstruction=\u4ee5\u4e0b\u306b\u60c5\u5831\u3092\u5165\u529b\u3057\uff0c\u4ed6\u306e\u30b3\u30fc\u30b9\u307e\u305f\u306f\u30bb\u30af\u30b7\u30e7\u30f3\u3092\u691c\u7d22\u3057\u3066\u304f\u3060\u3055\u3044
nscourse.findCourse.select=\u9078\u629e
nscourse.cm.configure.log.nosubjectcat=\u30d7\u30ed\u30d1\u30c6\u30a3 "" \u304c sakai.properties \u3067\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u307e\u305b\u3093\uff0e\u30b3\u30fc\u30b9\u691c\u7d22\u30da\u30fc\u30b8\u3092\u4f7f\u7528\u3059\u308b\u5834\u5408\u306f\uff0c\u30b3\u30fc\u30b9\u7ba1\u7406 API \u306e\u5b9f\u88c5\u306b\u304a\u3044\u3066\u90e8\u5c40\u30ec\u30d9\u30eb\u306e CourseSets \u3092\u7279\u5b9a\u3059\u308b\u30ab\u30c6\u30b4\u30ea\u30bf\u30a4\u30d7\u3092\u6307\u5b9a\u3057\u306a\u3051\u308c\u3070\u306a\u308a\u307e\u305b\u3093\uff0e
nscourse.findCourse.stillNotFound=\u30b3\u30fc\u30b9\u307e\u305f\u306f\u30bb\u30af\u30b7\u30e7\u30f3\u3092\u898b\u3064\u3051\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093\u304b?
nscourse.findCourse.useCMS=\u30b3\u30fc\u30b9\u30ab\u30bf\u30ed\u30b0\u5185\u306e\u30b3\u30fc\u30b9\u307e\u305f\u306f\u30bb\u30af\u30b7\u30e7\u30f3\u3092\u691c\u7d22
nscourse.findCourse.selected=\u73fe\u5728\u306e\u9078\u629e\:
nscourse.findCourse.addAnotherSection=\u4ed6\u306e\u30bb\u30af\u30b7\u30e7\u30f3\u3092\u8ffd\u52a0
nscourse.no_rosters=\u540d\u7c3f\u306a\u3057\u3067\u7d9a\u3051\u308b
nscourse.select_group_sections=\u30bb\u30af\u30b7\u30e7\u30f3\u306e\u30b0\u30eb\u30fc\u30d7\u3092\u9078\u629e
nscourse.unselect_group_sections=\u30bb\u30af\u30b7\u30e7\u30f3\u306e\u30b0\u30eb\u30fc\u30d7\u306e\u9078\u629e\u3092\u89e3\u9664
nscourse.no_sections_in_term=\u9078\u629e\u3057\u305f\u671f\u9593\u306b\u30bb\u30af\u30b7\u30e7\u30f3\u304c\u3042\u308a\u307e\u305b\u3093\uff0e\u623b\u3063\u3066\u5225\u306e\u671f\u9593\u3092\u9078\u629e\u3057\u3066\u4e0b\u3055\u3044\uff0e
nscourse.manual_disabled=\u3053\u306e\u6a5f\u80fd\u306f\u30b7\u30b9\u30c6\u30e0\u5168\u4f53\u306b\u308f\u305f\u3063\u3066\u7121\u52b9\u306b\u306a\u3063\u3066\u3044\u307e\u3059\uff0e\u8a73\u7d30\u60c5\u5831\u306f\u30b5\u30dd\u30fc\u30c8\u306b\u9023\u7d61\u3057\u3066\u4e0b\u3055\u3044\uff0e
man.edit=\u30b5\u30a4\u30c8\u3092\u7de8\u96c6\u3057\u3066\u3044\u307e\u3059...
man.sofar=\u3053\u308c\u307e\u3067\u306b\u9078\u629e\u3055\u308c\u305f\u30b3\u30fc\u30b9\u3042\u308b\u3044\u306f\u30bb\u30af\u30b7\u30e7\u30f3\u306f\u4ee5\u4e0b\u306e\u901a\u308a\u3067\u3059
man.toaddto=\u6b21\u306b\u8ffd\u52a0\u3059\u308b\u5834\u5408\uff1a
man.requested=(\u8981\u6c42\u6e08\u307f)
man.list.summary=\u30b3\u30fc\u30b9\u60c5\u5831\u306e\u624b\u52d5\u5165\u529b\u306e\u305f\u3081\u306e\u8868\uff0e\u5404\u884c\u306b\u306f\u30b3\u30fc\u30b9\u540d\u7c3f\u60c5\u5831\u306e\u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u3042\u308a\u307e\u3059\uff0e
man.this=\u3053\u306e\u30b3\u30fc\u30b9\u30b5\u30a4\u30c8\: 
man.please_enter=\u4ee5\u4e0b\u306b\u60c5\u5831\u3092\u5165\u529b\u3057\uff0c\u4ed6\u306e\u30b3\u30fc\u30b9\u307e\u305f\u306f\u30bb\u30af\u30b7\u30e7\u30f3\u3092\u691c\u7d22\u3057\u3066\u304f\u3060\u3055\u3044\uff0e
man.enter=\u30b5\u30a4\u30c8\u306b\u30a2\u30af\u30bb\u30b9\u3055\u305b\u305f\u3044\u540d\u7c3f\u306e\u30af\u30e9\u30b9\u60c5\u5831\u3092\u5165\u529b\u3057\u307e\u3059\uff0e
man.enter2=\u30b5\u30a4\u30c8\u306e\u30af\u30e9\u30b9\u60c5\u5831\u3092\u5165\u529b\u3057\u307e\u3059\uff0e
man.means=\u306f\u5fc5\u9808\u60c5\u5831\u3067\u3042\u308b\u3053\u3068\u3092\u793a\u3057\u3066\u3044\u307e\u3059\uff0e
man.addmore=\u3055\u3089\u306b\u540d\u7c3f\u3092\u8ffd\u52a0\u3057\u307e\u3059\u304b?
man.addmore.label=\u9078\u629e\u30e1\u30cb\u30e5\u30fc\u4e0a\u3067\u30b9\u30af\u30ed\u30fc\u30eb\u3059\u308b\u5834\u5408\u306f alt + up \u307e\u305f\u306f down \u30ad\u30fc\u3092\u62bc\u3057\u307e\u3059
man.siteauth=\u540d\u7c3f\u306b\u8f09\u3063\u3066\u3044\u308b\u30e6\u30fc\u30b6\u306b\u30b5\u30a4\u30c8\u30a2\u30af\u30bb\u30b9\u3092\u8a31\u53ef\u3059\u308b\u305f\u3081\u306e\u6a29\u9650
man.siteroster=\u30af\u30e9\u30b9\u540d\u7c3f
man.notverify=\u73fe\u6642\u70b9\u3067\u306f\u3042\u306a\u305f\u304c\u62c5\u5f53\u8005\u3067\u3042\u308b\u3053\u3068\u3092\u78ba\u8a8d\u3067\u304d\u307e\u305b\u3093\uff0e\u3053\u306e\u30b5\u30a4\u30c8\u3092\u4f5c\u6210\u3067\u304d\u308b\u304b\u3069\u3046\u304b\u3092\u78ba\u8a8d\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u308b\u65b9\u306e\u30e6\u30fc\u30b6\u540d\u3092\u5165\u529b\u3057\u3066\u4e0b\u3055\u3044\uff08\u4f8b\: \u5b66\u79d1\u9577\uff0c\u524d\u671f\u306e\u62c5\u5f53\u8005\uff09\uff0e\u6a29\u9650\u3092\u8981\u6c42\u3059\u308b\u30e1\u30fc\u30eb\u304c\u305d\u306e\u65b9\u306b\u9001\u4fe1\u3055\u308c\u307e\u3059\uff0e
man.notverifyfuture1=\u3042\u306a\u305f\u306e\u30af\u30e9\u30b9\u306e\u6b63\u898f\u306e\u53d7\u8b1b\u8005\u540d\u7c3f\u306f\u6709\u52b9\u306b\u306a\u308a\u307e\u3059
man.notverifyfuture2=\u9031\u524d\u306b\u5229\u7528\u3067\u304d\u308b\u3088\u3046\u306b\u306a\u308a\u307e\u3059\uff0e\u3053\u306e\u6642\u70b9\u3067\u306f\uff0c\u300c\u30b5\u30a4\u30c8\u60c5\u5831\u300d\u30c4\u30fc\u30eb\u3078\u884c\u304d\uff0c\u300c\u30af\u30e9\u30b9\u540d\u7c3f\u3092\u7de8\u96c6\u300d\u3092\u9078\u629e\u3057\uff0c\u30bb\u30c3\u30c8\u30a2\u30c3\u30d7\u30a6\u30a3\u30b6\u30fc\u30c9\u306b\u5f93\u3046\u3053\u3068\u306b\u3088\u308a\u30b5\u30a4\u30c8\u3078\u306e\u30a2\u30af\u30bb\u30b9\u3092\u5b66\u751f\u306b\u4e0e\u3048\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\uff0e
man.authoriz=\u6a29\u9650\u8005\u306e\u30e6\u30fc\u30b6\u540d\:
man.email=\u3053\u306e\u30b5\u30a4\u30c8\u3092\u4f5c\u6210\u3059\u308b\u305f\u3081\u306e\u6a29\u9650\u3092\u8981\u6c42\u3059\u308b\u30e1\u30fc\u30eb\u304c\u9001\u4fe1\u3055\u308c\u307e\u3059\uff0e
man.spec=\u7279\u5225\u306a\u6307\u793a\:
man.please=\u30b5\u30a4\u30c8\u30ea\u30af\u30a8\u30b9\u30c8\u3092\u8a31\u53ef\u3059\u308b\u624b\u52a9\u3051\u3068\u306a\u308b\u8ffd\u52a0\u30b3\u30e1\u30f3\u30c8\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\uff0e
man.remove=\u524a\u9664
feat.tools=\u30c4\u30fc\u30eb
feat.course.tools=\u30b3\u30fc\u30b9\u30b5\u30a4\u30c8\u30c4\u30fc\u30eb
feat.project.tools=\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u30b5\u30a4\u30c8\u30c4\u30fc\u30eb
feat.other.tools=\u30b5\u30a4\u30c8\u30c4\u30fc\u30eb
feat.tools.list.summary=\u30b5\u30a4\u30c8\u306e\u7279\u5fb4\u4e00\u89a7\uff0e\u30ab\u30e9\u30e0 1 \u306f\u9078\u629e\u7528\u306e\u300c\u30c1\u30a7\u30c3\u30af\u30dc\u30c3\u30af\u30b9\u300d\uff0c\u30ab\u30e9\u30e0 2 \u306f\u300c\u6a5f\u80fd\u540d\u300d\uff0c\u30ab\u30e9\u30e0 3 \u306f\u300c\u6a5f\u80fd\u306e\u8aac\u660e\u300d\u3067\u3059\uff0e
feat.choose=\u30b5\u30a4\u30c8\u306b\u542b\u3081\u308b\u30c4\u30fc\u30eb\u3092\u9078\u629e\u3057\u307e\u3059...
feat.choose.external=\u30b5\u30a4\u30c8\u306b\u542b\u3081\u308b\u5916\u90e8\u30c4\u30fc\u30eb\u3092\u9078\u629e\u3057\u307e\u3059...
feat.forv=\u6700\u65b0\u306e\u30a2\u30ca\u30a6\u30f3\u30b9\uff0c\u30c7\u30a3\u30b9\u30ab\u30c3\u30b7\u30e7\u30f3\uff0c\u30c1\u30e3\u30c3\u30c8\u30a2\u30a4\u30c6\u30e0\u306a\u3069\uff0c\u30b5\u30a4\u30c8\u306e\u6982\u8981\u3092\u307f\u308b\u30c4\u30fc\u30eb\u3067\u3059\uff0e
feat.reuse=\u300c\u6240\u6709\u3059\u308b\u4ed6\u306e\u30b5\u30a4\u30c8\u300d\u304b\u3089\u306e\u7d20\u6750\u3092\u518d\u5229\u7528
feat.thanks=\u3044\u3044\u3048\uff0c\u7d50\u69cb\u3067\u3059\uff0e
feat.yesfrom=\u306f\u3044\uff0e\u4ee5\u4e0b\u306e\u30b5\u30a4\u30c8\u304b\u3089\:
feat.note=\u6ce8\u610f\: \u4e00\u3064\u4ee5\u4e0a\u306e\u30a2\u30a4\u30c6\u30e0\u3092\u9078\u629e\u3059\u308b\u5834\u5408\u306f\uff0cCTRL \u30ad\u30fc\uff08Windows \u306e\u5834\u5408\uff09\u3042\u308b\u3044\u306f \u30b3\u30de\u30f3\u30c9 \u30ad\u30fc\uff08OS X\uff09\u3092\u62bc\u3057\u306a\u304c\u3089\u9078\u629e\u3057\u305f\u3044\u30a2\u30a4\u30c6\u30e0\u3092\u30af\u30ea\u30c3\u30af\u3057\u307e\u3059\uff0e
feat.select.title=\u3053\u308c\u3089\u306e\u30b5\u30a4\u30c8\u304b\u3089\u7d20\u6750\u3092\u518d\u5229\u7528
feat.select.title.req=(\u5fc5\u9808)
feat.select.all=- \u3059\u3079\u3066\u9078\u629e
feat.unselect.all=- \u3059\u3079\u3066\u9078\u629e\u89e3\u9664
feat.expand.all=+ \u3059\u3079\u3066\u5c55\u958b
feat.collapse.all=- \u3059\u3079\u3066\u305f\u305f\u3080
feat.selected.tools=\u9078\u629e\u3055\u308c\u305f\u30c4\u30fc\u30eb
feat.selected.tools.none=\u30c4\u30fc\u30eb\u306f\u9078\u629e\u3055\u308c\u307e\u305b\u3093\u3067\u3057\u305f
feat.more.info=\u8a73\u7d30\u60c5\u5831
feat.remove.alert=\u8a2d\u5b9a\u3055\u308c\u305f\u30c4\u30fc\u30eb\u3092\u524a\u9664\u3057\u307e\u3059\u304b?
feat.remove.alert.yes=\u306f\u3044
feat.remove.alert.no=\u3044\u3044\u3048
feat.removeHeading=\u524a\u9664
sinfo.pi=\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u30b5\u30a4\u30c8\u60c5\u5831
sinfo.enter=\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u30b5\u30a4\u30c8\u306b\u95a2\u3059\u308b\u57fa\u672c\u60c5\u5831\u3092\u5165\u529b\u3057\u307e\u3059...
sinfo.class=\u30b3\u30fc\u30b9\u30b5\u30a4\u30c8\u60c5\u5831
sinfo.portfolio=\u30dd\u30fc\u30c8\u30d5\u30a9\u30ea\u30aa\u30b5\u30a4\u30c8\u60c5\u5831
sinfo.enter2=\u30b3\u30fc\u30b9\u30b5\u30a4\u30c8\u306b\u95a2\u3059\u308b\u57fa\u672c\u60c5\u5831\u3092\u5165\u529b\u3057\u307e\u3059...
sinfo.other=\u30b5\u30a4\u30c8\u60c5\u5831
sinfo.youare=\u6b21\u306e\u540d\u7c3f\u306e\u30b3\u30fc\u30b9\u30b5\u30a4\u30c8\u3092\u30bb\u30c3\u30c8\u30a2\u30c3\u30d7\u3057\u3066\u3044\u307e\u3059\:
sinfo.rosterlist.summary=\u3053\u306e\u30b5\u30a4\u30c8\u306b\u95a2\u9023\u3065\u3051\u3089\u308c\u305f\u30af\u30e9\u30b9\u540d\u7c3f\u306e\u4e00\u89a7\uff0e\u5404\u884c\u306b\u306f\u540d\u7c3f\u306e\u540d\u524d\u3068\u305d\u308c\u3092\u524a\u9664\u3059\u308b\u305f\u3081\u306e\u30ea\u30f3\u30af\u304c\u3042\u308a\u307e\u3059\uff0e
sinfo.requestedSections=\u6b21\u306e\u30af\u30e9\u30b9\u540d\u7c3f\u3092\u8ffd\u52a0\u3059\u308b\u305f\u3081\u306e\u627f\u8a8d\u8981\u6c42\u304c\u3042\u308a\u307e\u3059\: 
sinfo.removeSections=\u524a\u9664
sinfo.enter3=\u30b5\u30a4\u30c8\u306b\u95a2\u3059\u308b\u60c5\u5831\u3092\u5165\u529b\u3057\u307e\u3059\uff0e
sinfo.simplea=\u6ce8\u610f\:
sinfo.means=\u306f\u5fc5\u9808\u60c5\u5831\u3067\u3059\uff0e
sinfo.stitle=\u30b5\u30a4\u30c8\u30bf\u30a4\u30c8\u30eb\: 
sinfo.url=\u30b5\u30a4\u30c8 URL
sinfo.descr=\u8aac\u660e\: 
sinfo.display=\u30b5\u30a4\u30c8\u306e\u30db\u30fc\u30e0\u30da\u30fc\u30b8\u4e0a\u306b\u8868\u793a\u3055\u308c\u307e\u3059\uff0e
sinfo.short=\u77ed\u6587\u8aac\u660e\:
sinfo.display2=\u516c\u958b\u3055\u308c\u3066\u3044\u308b\u30b5\u30a4\u30c8\u4e00\u89a7\u306b\u8868\u793a\u3055\u308c\u307e\u3059\uff0e\u5168\u89d2\u3067\u6700\u592740\u5b57\u3067\u3059\uff0e
sinfo.appear=\u5916\u89b3\uff08\u30a2\u30a4\u30b3\u30f3\uff09 
sinfo.scontact=\u30b5\u30a4\u30c8\u9023\u7d61\u5148\u540d
sinfo.scontact2=\u30b5\u30a4\u30c8\u9023\u7d61\u5148\u30e1\u30fc\u30eb
sinfo.list.desc.ellipse=...
sinfo.list.desc.more=(\u8a73\u7d30)
sinfo.language=\u30b5\u30a4\u30c8\u8a00\u8a9e
sinfo.language.defaultUserLanguage=\u30e6\u30fc\u30b6\u8a00\u8a9e (\u30c7\u30d5\u30a9\u30eb\u30c8)
sitedicla.alert=\u8b66\u544a\:
sitedicla.can=\u30ad\u30e3\u30f3\u30bb\u30eb
sitedicla.class=\u540d\u7c3f
sitedicla.rem=\u524a\u9664
sitedicla.remsel=\u9078\u629e\u5bfe\u8c61\u3092\u524a\u9664
sitedicla.tabhol=\u8868\u306b\u306f\u30b5\u30a4\u30c8\u30af\u30e9\u30b9\u306e\u60c5\u5831\u304c\u3042\u308a\u307e\u3059\uff0e
sitedicla.theis=\u30b5\u30a4\u30c8\u306b\u5272\u308a\u5f53\u3066\u3089\u308c\u308b\u30af\u30e9\u30b9\u304c\u3042\u308a\u307e\u305b\u3093\uff0e
sitedicla.upd=\u66f4\u65b0
sitedicla.yet=\u307e\u3060
sitediconf.app=\u5916\u89b3
sitediconf.term=\u5b66\u671f
sitediconf.bac=\u623b\u308b
sitediconf.can=\u30ad\u30e3\u30f3\u30bb\u30eb
sitediconf.cli=\u6b21\u306e\u60c5\u5831\u3092\u6301\u3064\u30b5\u30a4\u30c8\u3092\u66f4\u65b0\u3059\u308b\u5834\u5408\u306f\u4e0b\u306e\u300c\u7d42\u4e86\u300d\u3092\u30af\u30ea\u30c3\u30af\u3057\u307e\u3059\uff0e\u5909\u66f4\u3057\u305f\u30d5\u30a3\u30fc\u30eb\u30c9\u306f\u9752\u3067\u8868\u793a\u3055\u308c\u307e\u3059\uff0e
sitediconf.con=\u6b21\u306e\u30e6\u30fc\u30b6\u306b\u7de8\u96c6\u3092\u78ba\u8a8d\: 
sitediconf.des=\u8aac\u660e
sitediconf.fin=\u7d42\u4e86
sitediconf.none=\u63d0\u4f9b\u3055\u308c\u3044\u307e\u305b\u3093
sitediconf.shodes=\u77ed\u6587\u8aac\u660e
sitediconf.sitconnam=\u30b5\u30a4\u30c8\u9023\u7d61\u5148\u540d
sitediconf.sitico=\u30b5\u30a4\u30c8\u30a2\u30a4\u30b3\u30f3 URL
sitediconf.siticonema=\u30b5\u30a4\u30c8\u9023\u7d61\u5148\u30e1\u30fc\u30eb
sitediconf.sittit=\u30b5\u30a4\u30c8\u30bf\u30a4\u30c8\u30eb
sitediconf.siteurls=\u30b5\u30a4\u30c8 URL
sitediconf.language=\u30b5\u30a4\u30c8\u8a00\u8a9e
sitediinf.alert=\u8b66\u544a\:
sitediinf.app=\u5916\u89b3 (\u30a2\u30a4\u30b3\u30f3)
sitediinf.can=\u30ad\u30e3\u30f3\u30bb\u30eb
sitediinf.con=\u7d9a\u3051\u308b
sitediinf.des=\u8aac\u660e
sitediinf.dis=(\u30b5\u30a4\u30c8\u306e\u30db\u30fc\u30e0\u30da\u30fc\u30b8\u306b\u8868\u793a\u3055\u308c\u307e\u3059)
sitediinf.dis2=(\u516c\u958b\u3055\u308c\u3066\u3044\u308b\u30b5\u30a4\u30c8\u4e00\u89a7\u306b\u8868\u793a\u3055\u308c\u307e\u3059\uff0e\u5168\u89d2\u3067\u6700\u592740\u5b57\u3067\u3059)
sitediinf.ico=\u30a2\u30a4\u30b3\u30f3 URL
sitediinf.rev=\u6b21\u306e\u30b5\u30a4\u30c8\u60c5\u5831\u3092\u78ba\u8a8d\: 
sitediinf.shodes=\u77ed\u6587\u8aac\u660e
sitediinf.sit=\u30b5\u30a4\u30c8\u306b\u306f\u3053\u306e\u30a2\u30a4\u30b3\u30f3\u304c\u8868\u793a\u3055\u308c\u307e\u3059\uff0e
sitediinf.sitconema=\u30b5\u30a4\u30c8\u9023\u7d61\u5148\u30e1\u30fc\u30eb
sitediinf.sitconnam=\u30b5\u30a4\u30c8\u9023\u7d61\u5148\u540d
alert.sitediinf.sitconnam=\u30b5\u30a4\u30c8\u9023\u7d61\u5148\u540d\u3092\u5165\u529b\u3057\u3066\u4e0b\u3055\u3044\uff0e
sitediinf.sittit=\u30b5\u30a4\u30c8\u30bf\u30a4\u30c8\u30eb
sitediinf.term=\u5b66\u671f
sitediinf.addurl=\u30b5\u30a4\u30c8 URL \u3092\u8ffd\u52a0
sitediinf.editurl=\u30b5\u30a4\u30c8 URL
sitetype.acater=\u5b66\u671f\:
sitetype.alert=\u8b66\u544a\:
sitetype.can=\u30ad\u30e3\u30f3\u30bb\u30eb
sitetype.chothetyp.withtemplate.build.own.info=\u3053\u308c\u306f\u7d4c\u9a13\u306e\u3042\u308b\u30e6\u30fc\u30b6\u7528\u3067\u30b5\u30a4\u30c8\u30aa\u30fc\u30ca\u304c\u500b\u3005\u306e\u30b5\u30a4\u30c8\u30c4\u30fc\u30eb\u3092\u8ffd\u52a0\u3067\u304d\u307e\u3059\uff0e
sitetype.chothetyp.withtemplate.use.template.info=\u53b3\u9078\u3055\u308c\u305f\u30c4\u30fc\u30eb\u304c\u3059\u3067\u306b\u9078\u629e\u3055\u308c\u305f\u69cb\u6210\u6e08\u307f\u306e\u30b5\u30a4\u30c8\u3092\u63d0\u4f9b\u3057\u307e\u3059\uff0e
sitetype.template.copy.users.info=<strong>\u30e6\u30fc\u30b6\u30b3\u30d4\u30fc\:</strong>\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8\u3067\u6307\u5b9a\u3055\u308c\u305f\u30e6\u30fc\u30b6\u306f\u65b0\u3057\u3044\u30b5\u30a4\u30c8\u306b\u30b3\u30d4\u30fc\u3055\u308c\u307e\u3059\uff0e\u901a\u5e38\u306f\u5b66\u90e8\u304b\u3089\u306e\u30b5\u30dd\u30fc\u30c8\u30b9\u30bf\u30c3\u30d5\u306b\u3088\u308a\u69cb\u6210\u3055\u308c\u307e\u3059\uff0e
sitetype.template.copy.content.info=<strong>\u30b3\u30f3\u30c6\u30f3\u30c4\u30b3\u30d4\u30fc\:</strong>\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8\u306b\u542b\u307e\u308c\u308b\u30b3\u30f3\u30c6\u30f3\u30c4\u306f\u30b5\u30a4\u30c8\u306b\u30b3\u30d4\u30fc\u3055\u308c\u307e\u3059\uff0e\u3053\u308c\u306f\u30ad\u30e3\u30f3\u30d1\u30b9\uff0c\u5b66\u90e8\uff0c\u5b66\u79d1\u306b\u3088\u3063\u3066\u9078\u629e\u3055\u308c\u305f\u7d20\u6750\u304b\u3089\u69cb\u6210\u3055\u308c\u307e\u3059\uff0e
sitetype.template.publish.now=<strong>\u30b5\u30a4\u30c8\u516c\u958b\:</strong>\u30b5\u30a4\u30c8\u306f\u4eca\u3059\u3050\u516c\u958b\u3055\u308c\u307e\u3059\uff0e\u500b\u4eba\u30c9\u30e9\u30d5\u30c8\u306e\u307e\u307e\u306b\u3059\u308b\u306b\u306f\u30c1\u30a7\u30c3\u30af\u3092\u5916\u3057\u3066\u304a\u3044\u3066\u4e0b\u3055\u3044\uff0e
sitetype.chothetyp.withouttemplate=\u30b5\u30a4\u30c8\u306f\u69d8\u3005\u306a\u65b9\u6cd5\u3067\u4f5c\u6210\u3067\u304d\u307e\u3059\uff1a
sitetype.chothetyp.toolinfo=\u3069\u306e\u30bf\u30a4\u30d7\u306e\u30b5\u30a4\u30c8\u304b\u3089\u3067\u3082\u3044\u3064\u3067\u3082\u30c4\u30fc\u30eb\u3092\u8ffd\u52a0\u3057\u305f\u308a\u524a\u9664\u3067\u304d\u307e\u3059\uff0e
sitetype.course.template.info=(\u5171\u901a <u>\u30af\u30e9\u30b9</u> \u7a2e\u5225\u3092\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8\u304b\u3089\u9078\u629e)
sitetype.project.template.info=(\u5171\u901a <u>\u30d7\u30ed\u30b8\u30a7\u30af\u30c8</u> \u7a2e\u5225\u3092\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8\u304b\u3089\u9078\u629e)
sitetype.other.template.info=(<u>\u7279\u5b9a\u306e\u5b66\u90e8\u3084\u30ad\u30e3\u30f3\u30d1\u30b9</u> \u306b\u3088\u308a\u4f5c\u6210\u3055\u308c\u305f\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8\u304b\u3089\u9078\u629e)
sitetype.con=\u7d9a\u3051\u308b
sitetype.crenewsit=\u30b5\u30a4\u30c8\u3092\u4f5c\u6210
sitetype.copysite=\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8\u304b\u3089\u65b0\u3057\u3044\u30b5\u30a4\u30c8\u3092\u4f5c\u6210\u3057\u3066\u3044\u307e\u3059
sitetype.project=\u81ea\u5206\u306e\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u30b5\u30a4\u30c8\u3092\u69cb\u7bc9
sitetype.websit={0} \u30b5\u30a4\u30c8
sitetype.createfromtemplate=\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8\u304b\u3089\u30b5\u30a4\u30c8\u3092\u4f5c\u6210
sitetype.buildown=\u81ea\u5206\u81ea\u8eab\u306e\u30b5\u30a4\u30c8\u3092\u69cb\u7bc9
sitetype.selecttemplate=\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8\u30b5\u30a4\u30c8\:
sitetype.usetemplate=\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8\u3092\u4f7f\u7528\:
sitetype.sitetitle=\u30b5\u30a4\u30c8\u30bf\u30a4\u30c8\u30eb
sitetype.done=\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8\u304b\u3089\u30b5\u30a4\u30c8\u3092\u4f5c\u6210
sitetype.donecourse=\u30af\u30e9\u30b9\u540d\u7c3f\u9078\u629e\u3078\u884c\u304d\u307e\u3059
sitetype.selectTemplate=-- \u30c6\u30f3\u30d7\u30ec\u30fc\u30c8\u3092\u9078\u629e --
sitetype.selectTerm=-- \u5b66\u671f\u3092\u9078\u629e --
sitetype.copyusers=\u30e6\u30fc\u30b6\u3092\u30b3\u30d4\u30fc
sitetype.copycontent=\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u30b3\u30d4\u30fc
sitetype.publishSite=\u30b5\u30a4\u30c8\u3092\u516c\u958b
sitetype.templatecourserosterinstruction=\u6700\u5f8c\u306e\u30b9\u30c6\u30c3\u30d7 - \u30af\u30e9\u30b9\u540d\u7c3f\u3092\u9078\u629e\u3057\u307e\u3059
sitetype.templatefinalstepinstruction=\u30b5\u30a4\u30c8\u306f\u4f5c\u6210\u3055\u308c\u307e\u3059\u304c\uff0c\u672a\u516c\u958b\u306e\u307e\u307e\u3067\u3059\uff0e\u516c\u958b\u3059\u308b\u305f\u3081\u306b\u306f\uff0c\u65b0\u3057\u3044\u30b5\u30a4\u30c8\u3067\u300c\u30b5\u30a4\u30c8\u60c5\u5831\u300d\u2192\u300c\u30a2\u30af\u30bb\u30b9\u3092\u7ba1\u7406\u300d\u306b\u884c\u304d\u307e\u3059\uff0e
sitetype.template.notice=\u5229\u7528\u53ef\u80fd\u306a\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8 (\u4f7f\u7528\u3059\u308b\u5834\u5408\u306f "\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8\u304b\u3089\u30b5\u30a4\u30c8\u3092\u4f5c\u6210" \u3092\u30af\u30ea\u30c3\u30af\u3057\u307e\u3059)
sitetype.template.close.info=\u30af\u30ea\u30c3\u30af\u3057\u3066\u7d42\u308f\u308a\u307e\u3059
sitetype.template.get.info=\u3053\u308c\u306f\u4f55\u3067\u3059\u304b?
sitetype.noterms=\u30b3\u30fc\u30b9\u30bb\u30af\u30b7\u30e7\u30f3\u306b\u304a\u3051\u308b\u30e1\u30a4\u30f3\u30c6\u30ca\u30ed\u30fc\u30eb\u306b\u5165\u3063\u3066\u3044\u307e\u305b\u3093\uff0e\u3057\u305f\u304c\u3063\u3066\u73fe\u6642\u70b9\u3067\u306f\u30b3\u30fc\u30b9\u30b5\u30a4\u30c8\u3092\u4f5c\u6210\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093\uff0e
sitinfimp.alert=\u8b66\u544a\:
sitinfimp.can=\u30ad\u30e3\u30f3\u30bb\u30eb
sitinfimp.con=\u7d9a\u3051\u308b
sitinfimp.reuse=\u300c\u6240\u6709\u3059\u308b\u4ed6\u306e\u30b5\u30a4\u30c8\u300d\u304b\u3089\u306e\u7d20\u6750\u3092\u518d\u5229\u7528
sitinfimp.youcan=\u6240\u6709\u3059\u308b\u4ed6\u306e\u30b5\u30a4\u30c8\u304b\u3089\u306e\u307f\u7d20\u6750\u3092\u518d\u5229\u7528\u3059\u308b\u3053\u3068\u3092\u9078\u629e\u3067\u304d\u307e\u3059\uff0e\u4e00\u3064\u4ee5\u4e0a\u306e\u30b5\u30a4\u30c8\u304b\u3089\u306e\u7d20\u6750\u3092\u7d44\u307f\u5408\u308f\u305b\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\uff0e
sitinfimp.reuse.user=\u4ed6\u306e\u30b5\u30a4\u30c8\u304b\u3089\u30e6\u30fc\u30b6\u3092\u30a4\u30f3\u30dd\u30fc\u30c8
sitinfimp.youcan.user1=\u3042\u306a\u305f\u304c\u6240\u6709\u3059\u308b\u4ed6\u306e\u30b5\u30a4\u30c8\u304b\u3089\u30e6\u30fc\u30b6\u3092\u30a4\u30f3\u30dd\u30fc\u30c8\u3059\u308b\u3053\u3068\u304c
sitinfimp.youcan.user2=\u3067\u304d\u307e\u3059\uff0e\u8907\u6570\u306e\u30b5\u30a4\u30c8\u304b\u3089\u306e\u30e6\u30fc\u30b6\u3092\u7d50\u5408\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\uff0e
sitinfimp.material.hidden.warn=\u30ea\u30bd\u30fc\u30b9\u30c4\u30fc\u30eb\u304b\u3089\u30a4\u30f3\u30dd\u30fc\u30c8\u3055\u308c\u305f\u30b3\u30f3\u30c6\u30f3\u30c4\u306f\u975e\u516c\u958b\u3068\u3057\u3066\u30de\u30fc\u30af\u3055\u308c\u307e\u3059(\u30b0\u30ec\u30fc\u6587\u5b57\u3067\u793a\u3055\u308c\u307e\u3059)\uff0c\u975e\u8868\u793a\u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u306b\u30a2\u30af\u30bb\u30b9\u3059\u308b\u6a29\u9650\u3092\u6301\u305f\u306a\u3044\u30b5\u30a4\u30c8\u53c2\u52a0\u8005\u306b\u8868\u793a\u3055\u308c\u306a\u3044\u3053\u3068\u3092\u610f\u5473\u3057\u307e\u3059\uff0e<br/> \u30b5\u30a4\u30c8\u7ba1\u7406\u8005\u306f\u3053\u306e\u30c7\u30d5\u30a9\u30eb\u30c8\u8a2d\u5b9a\u3092\u4fee\u6b63\u3067\u304d\u307e\u3059\u304c\uff0c\u30c7\u30d5\u30a9\u30eb\u30c8\u3067\u306f\uff0c'guest' \u304a\u3088\u3073 'student' \u30ed\u30fc\u30eb\u306f\u975e\u8868\u793a\u3068\u3057\u3066\u30de\u30fc\u30af\u3055\u308c\u305f\u30a2\u30a4\u30c6\u30e0\u3092\u898b\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093\uff0e 
sitinfimp.material.visible.warn=\u30ea\u30bd\u30fc\u30b9\u30c4\u30fc\u30eb\u304b\u3089\u30a4\u30f3\u30dd\u30fc\u30c8\u3055\u308c\u305f\u30b3\u30f3\u30c6\u30f3\u30c4\u306f\u30c7\u30d5\u30a9\u30eb\u30c8\u3067\u8868\u793a\u3055\u308c\u307e\u3059\uff0c\u30b5\u30a4\u30c8\u7ba1\u7406\u8005\u306f\u3053\u306e\u8a2d\u5b9a\u3092\u4fee\u6b63\u3067\u304d\u307e\u3059\u304c\uff0c'guest' \u304a\u3088\u3073 'student' \u30ed\u30fc\u30eb\u3092\u6301\u3064\u30b5\u30a4\u30c8\u53c2\u52a0\u8005\u306b\u30a2\u30af\u30bb\u30b9\u53ef\u80fd\u3067\u3042\u308b\u3053\u3068\u3092\u610f\u5473\u3057\u307e\u3059\uff0e
sitinfimp.youhave=\u30b5\u30a4\u30c8\u306b\u306f\u53c2\u52a0\u3057\u3066\u3044\u307e\u305b\u3093\uff0e
sitinfimp.youhave2=\u30b5\u30a4\u30c8\u306b\u53c2\u52a0\u3057\u3066\u3044\u307e\u3059.
sitinfimp.sitebeing=\u3053\u306e\u30b5\u30a4\u30c8\u306f\u7de8\u96c6\u4e2d\u3067\u3059\uff0e\u3057\u3070\u3089\u304f\u3057\u3066\u304b\u3089\u518d\u8a66\u884c\u3057\u3066\u4e0b\u3055\u3044\uff0e
size.bytes={0} \u30d0\u30a4\u30c8
size.gb={0} GB 
size.kb={0} KB 
size.mb={0} MB 
sitegen.siteinfolist.previous=\u524d\: 
sitegen.siteinfolist.previous1=\u524d
sitegen.siteinfolist.return=\u30b5\u30a4\u30c8\u4e00\u89a7\u306b\u623b\u308b
sitegen.siteinfolist.next=\u6b21\:
sitegen.siteinfolist.next1=\u6b21
sitegen.siteinfolist.summary=\u30b5\u30a4\u30c8\u60c5\u5831
sitegen.siteinfolist.sitedes=\u30b5\u30a4\u30c8\u8aac\u660e
sitegen.siteinfolist.courses=\u30b5\u30a4\u30c8\u306b\u30a2\u30af\u30bb\u30b9\u3067\u304d\u308b\u540d\u7c3f\u767b\u9332\u8005\: 
sitegen.siteinfolist.term=\u5b66\u671f
sitegen.siteinfolist.sitecont=\u30b5\u30a4\u30c8\u9023\u7d61\u5148\u30fb\u30e1\u30fc\u30eb
sitegen.siteinfolist.ava=\u5229\u7528\u5bfe\u8c61 
sitegen.siteinfolist.sitecan=\u30ed\u30b0\u30a4\u30f3\u6a29\u9650\u3092\u6709\u3059\u308b\u30e6\u30fc\u30b6\u3067\u3042\u308c\u3070\u8ab0\u3067\u3082\u30b5\u30a4\u30c8\u306b\u53c2\u52a0\u53ef\u80fd
sitegen.siteinfolist.sitepar=\u30b5\u30a4\u30c8\u53c2\u52a0\u8005\u306e\u307f
sitegen.siteinfolist.siteown=\u30b5\u30a4\u30c8\u6240\u6709\u8005\u3068\u30aa\u30fc\u30ac\u30ca\u30a4\u30b6\u306e\u307f
sitegen.siteinfolist.anon=\u3059\u3079\u3066(\u30ed\u30b0\u30a4\u30f3\u3057\u3066\u306a\u3044\u30e6\u30fc\u30b6\u3092\u542b\u3080)\u304a\u3088\u3073\u30b5\u30a4\u30c8\u53c2\u52a0\u8005
sitegen.siteinfolist.anonjoin=\u3059\u3079\u3066(\u30ed\u30b0\u30a4\u30f3\u3057\u3066\u306a\u3044\u30e6\u30fc\u30b6\u3092\u542b\u3080)\uff0c\u30b5\u30a4\u30c8\u53c2\u52a0\u8005\u304a\u3088\u3073\u30ed\u30b0\u30a4\u30f3\u30e6\u30fc\u30b6\u306b\u3088\u308a\u53c2\u52a0\u53ef\u80fd
sitegen.siteinfolist.auth=\u30ed\u30b0\u30a4\u30f3\u30e6\u30fc\u30b6\u304a\u3088\u3073\u30b5\u30a4\u30c8\u53c2\u52a0\u8005
sitegen.siteinfolist.authjoin=\u30ed\u30b0\u30a4\u30f3\u30e6\u30fc\u30b6\uff0c\u30b5\u30a4\u30c8\u53c2\u52a0\u8005\u304a\u3088\u3073\u30ed\u30b0\u30a4\u30f3\u30e6\u30fc\u30b6\u306b\u3088\u308a\u53c2\u52a0\u53ef\u80fd
sitegen.siteinfolist.iclu=\u30b5\u30a4\u30c8\u306e\u516c\u958b\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u306b\u63b2\u8f09\u6e08\u307f
sitegen.siteinfolist.yes=\u306f\u3044
sitegen.siteinfolist.no=\u3044\u3044\u3048
sitegen.siteinfolist.crea=\u4f5c\u6210\u65e5
sitegen.siteinfolist.app=\u5916\u89b3
sitegen.siteinfolist.icon=\u30a2\u30a4\u30b3\u30f3 URL
sitegen.siteinfolist.part=\u53c2\u52a0\u8005\u30ea\u30b9\u30c8
sitegen.siteinfolist.partlist.summary=\u30b5\u30a4\u30c8\u53c2\u52a0\u8005\uff0e
sitegen.siteinfolist.view=\u8868\u793a
sitegen.siteinfolist.view.pagesize=\u30da\u30fc\u30b8\u30b5\u30a4\u30ba\u3092\u9078\u629e
sitegen.siteinfolist.of=/
sitegen.siteinfolist.items=\u500b\u306e\u30a2\u30a4\u30c6\u30e0
sitegen.siteinfolist.show=\u8868\u793a
sitegen.siteinfolist.itemspage=\u4ef6\u305a\u3064\u8868\u793a
sitegen.siteinfolist.sortname=\u540d\u524d\u3067\u30bd\u30fc\u30c8
sitegen.siteinfolist.sortname1=\u30b3\u30fc\u30b9\u540d\u3067\u30bd\u30fc\u30c8
sitegen.siteinfolist.name=\u540d\u524d
sitegen.siteinfolist.sortnameas=\u540d\u524d\u3067\u6607\u9806\u306b\u30bd\u30fc\u30c8
sitegen.siteinfolist.sortnameas1=\u30b3\u30fc\u30b9\u540d\u3067\u6607\u9806\u306b\u30bd\u30fc\u30c8
sitegen.siteinfolist.sortnamedes=\u540d\u524d\u3067\u964d\u9806\u306b\u30bd\u30fc\u30c8
sitegen.siteinfolist.sortnamedes1=\u30b3\u30fc\u30b9\u540d\u3067\u964d\u9806\u306b\u30bd\u30fc\u30c8
sitegen.siteinfolist.enrolled=\u6b21\u306e\u30b3\u30fc\u30b9\u3092\u53d7\u8b1b\u6e08\u307f\: 
sitegen.siteinfolist.sortid=\u53c2\u52a0\u8005 ID \u3067\u30bd\u30fc\u30c8
sitegen.siteinfolist.id=ID
sitegen.siteinfolist.sortidas=\u53c2\u52a0\u8005 ID \u3067\u6607\u9806\u306b\u30bd\u30fc\u30c8
sitegen.siteinfolist.sortiddes=\u53c2\u52a0\u8005 ID \u3067\u964d\u9806\u306b\u30bd\u30fc\u30c8
sitegen.siteinfolist.sortcred=\u53c2\u52a0\u8005\u30af\u30ec\u30b8\u30c3\u30c8\u3067\u30bd\u30fc\u30c8
sitegen.siteinfolist.sortcredas=\u53c2\u52a0\u8005\u30af\u30ec\u30b8\u30c3\u30c8\u3067\u6607\u9806\u306b\u30bd\u30fc\u30c8
sitegen.siteinfolist.sortcreddes=\u53c2\u52a0\u8005\u30af\u30ec\u30b8\u30c3\u30c8\u3067\u964d\u9806\u306b\u30bd\u30fc\u30c8
sitegen.siteinfolist.sortstatus=\u53c2\u52a0\u8005\u72b6\u614b\u3067\u30bd\u30fc\u30c8
sitegen.siteinfolist.sortstatusas=\u53c2\u52a0\u8005\u72b6\u614b\u3067\u6607\u9806\u306b\u30bd\u30fc\u30c8
sitegen.siteinfolist.sortstatusdes=\u53c2\u52a0\u8005\u72b6\u614b\u3067\u964d\u9806\u306b\u30bd\u30fc\u30c8
sitegen.siteinfolist.credits=\u30af\u30ec\u30b8\u30c3\u30c8
sitegen.siteinfolist.sortrole=\u30ed\u30fc\u30eb\u3067\u30bd\u30fc\u30c8
sitegen.siteinfolist.sortroleas=\u30ed\u30fc\u30eb\u3067\u6607\u9806\u306b\u30bd\u30fc\u30c8
sitegen.siteinfolist.sortroledes=\u30ed\u30fc\u30eb\u3067\u964d\u9806\u306b\u30bd\u30fc\u30c8
sitegen.siteinfolist.role=\u30ed\u30fc\u30eb
sitegen.siteinfolist.role.select=\u6b21\u306e\u30ed\u30fc\u30eb\u3092\u9078\u629e\: 
sitegen.siteinfolist.status=\u72b6\u614b
sitegen.siteinfolist.status.select=\u6b21\u306e\u72b6\u614b\u3092\u9078\u629e\:
sitegen.siteinfolist.remove=\u524a\u9664
sitegen.siteinfolist.active=\u30a2\u30af\u30c6\u30a3\u30d6
sitegen.siteinfolist.inactive=\u975e\u30a2\u30af\u30c6\u30a3\u30d6
sitegen.siteinfolist.update=\u53c2\u52a0\u8005\u3092\u66f4\u65b0
sitegen.siteinfolist.cancel=\u30ad\u30e3\u30f3\u30bb\u30eb
sitegen.siteinfolist.roledes=\u30ed\u30fc\u30eb\u306e\u8aac\u660e
sitegen.siteinfolist.nomaintainuser=\u30b5\u30a4\u30c8\u306b\u306f\u30ed\u30fc\u30eb\u3092\u6301\u3064\u30e6\u30fc\u30b6\u304c\u4e00\u4eba\u4ee5\u4e0a\u5fc5\u8981\u3067\u3059.
sitegen.siteinfolist.lastmaintainuser=\u30ed\u30fc\u30eb {0} (\u4f8b\u3048\u3070 'maintainer') \u3092\u6301\u3064\u6700\u5f8c\u306e\u30e6\u30fc\u30b6\u3092\u524a\u9664\u3067\u304d\u307e\u305b\u3093
sitegen.siteinfolist.lastmaintainuseractive=\u30ed\u30fc\u30eb {0} \u3092\u6301\u3064\u6700\u5f8c\u306e\u30e6\u30fc\u30b6\u3092\u7121\u52b9\u306b\u3067\u304d\u307e\u305b\u3093
sitegen.siteinfolist.siteurl=\u30b5\u30a4\u30c8 URL
sitegen.siteinfolist.close=\u9589\u3058\u308b (\u307e\u305f\u306f Esc)
sitegen.siteinfolist.nosd=\u8aac\u660e(\u77ed\u6587)\u306f\u63d0\u4f9b\u3055\u308c\u3066\u3044\u307e\u305b\u3093
sitegen.siteinfolist.nold=\u8aac\u660e(\u9577\u6587)\u306f\u63d0\u4f9b\u3055\u308c\u3066\u3044\u307e\u305b\u3093
sitegen.siteinfolist.lastupdated=\u6700\u7d42\u66f4\u65b0\u65e5\u6642
sinfo.list.groups=\u30b0\u30eb\u30fc\u30d7
sinfo.list.sections=\u30bb\u30af\u30b7\u30e7\u30f3
sinfo.list.groups.student=\u3042\u306a\u305f\u304c\u30e1\u30f3\u30d0\u306b\u306a\u3063\u3066\u3044\u308b\u30b0\u30eb\u30fc\u30d7\u3067\u3059\uff0e
sinfo.list.sections.student=\u3042\u306a\u305f\u304c\u30e1\u30f3\u30d0\u306b\u306a\u3063\u3066\u3044\u308b\u30bb\u30af\u30b7\u30e7\u30f3\u3067\u3059\uff0e
sinfo.list.groups.memb=\u30e1\u30f3\u30d0\u30b7\u30c3\u30d7
sinfo.list.groups.print=\u5370\u5237
sinfo.list.participantListSize=\# {0}
sinfo.list.joinable.groups=\u53c2\u52a0\u3067\u304d\u308b\u30b0\u30eb\u30fc\u30d7
sinfo.list.joinable.title=\u30bf\u30a4\u30c8\u30eb
sinfo.list.joinable.joinable-set=\u53c2\u52a0\u53ef\u80fd\u306a\u30bb\u30c3\u30c8
sinfo.list.joinable.size=\u30b5\u30a4\u30ba (\u6700\u5927)
sinfo.list.joinable.members=\u30e1\u30f3\u30d0\u30fc
sinfo.list.joinable.join=\u53c2\u52a0
sinfo.list.joinable.na=\u30fc
sinfo.list.joinable.unjoin=\u53c2\u52a0\u89e3\u9664
sitegen.siteinfolist.siteunjoin=\u53c2\u52a0\u89e3\u9664
ediacc-glo.alert=\u8b66\u544a\:
ediacc-glo.bac=\u623b\u308b
ediacc-glo.can=\u30ad\u30e3\u30f3\u30bb\u30eb
ediacc-glo.con=\u7d9a\u3051\u308b
ediacc-glo.opeonl=\u7279\u306b\u8ffd\u52a0\u3057\u305f\u30e6\u30fc\u30b6\u306b\u3060\u3051\u30aa\u30fc\u30d7\u30f3
ediacc-glo.rol=\u30ed\u30fc\u30eb\u9078\u629e
ediacc-glo.roltoass=\u30e6\u30fc\u30b6\u304c\u30b5\u30a4\u30c8\u306b\u53c2\u52a0\u3059\u308b\u3068\u304d\u306b\u5272\u308a\u5f53\u3066\u308b\u30ed\u30fc\u30eb
ediacc-glo.setacc=\u30b5\u30a4\u30c8\u306e\u30a2\u30af\u30bb\u30b9\u5236\u5fa1\u3092\u30bb\u30c3\u30c8
ediacc-glo.sitcanbe=\u30ed\u30b0\u30a4\u30f3\u6a29\u9650\u3092\u6709\u3059\u308b\u30e6\u30fc\u30b6\u3067\u3042\u308c\u3070\u8ab0\u3067\u3082\u30b5\u30a4\u30c8\u306b\u53c2\u52a0\u53ef\u80fd
ediacc.alert=\u8b66\u544a
ediacc.bac=\u623b\u308b
ediacc.can=\u30ad\u30e3\u30f3\u30bb\u30eb
ediacc.cannotbejoi=\u516c\u5f0f\u30b3\u30fc\u30b9\u30e1\u30f3\u30d0\u3082\u3057\u304f\u306f\u30de\u30cb\u30e5\u30a2\u30eb\u3067\u8ffd\u52a0\u3057\u305f\u30e6\u30fc\u30b6(\u63a8\u5968)\u306b\u9650\u5b9a
ediacc.canbejoi={0} \u30e6\u30fc\u30b6\u3067\u3042\u308c\u3070\u30b5\u30a4\u30c8\u306b\u53c2\u52a0\u53ef\u80fd
ediacc.vis=\u30b5\u30a4\u30c8\u306e\u898b\u3048\u65b9
ediacc.vis.instr=\u672a\u53c2\u52a0\u30e6\u30fc\u30b6\u304c\u30b5\u30a4\u30c8\u3092\u898b\u3064\u3051\u305f\u308a\u516c\u958b\u3055\u308c\u305f\u30ea\u30bd\u30fc\u30b9\u306b\u30a2\u30af\u30bb\u30b9\u3059\u308b\u305f\u3081\u306b\uff0c\u30b5\u30a4\u30c8\u306f\u30b2\u30fc\u30c8\u30a6\u30a7\u30a4\u306e\u30b5\u30a4\u30c8\u30d6\u30e9\u30a6\u30b6\u306b\u4e00\u89a7\u8868\u793a\u3055\u308c\u307e\u3059\uff0e
ediacc.chaacc=\u30a2\u30af\u30bb\u30b9\u3092\u5909\u66f4\uff1a
ediacc.con=\u7d9a\u3051\u308b
ediacc.dismysit=\u30b5\u30a4\u30c8\u30d6\u30e9\u30a6\u30b6\u306b\u8868\u793a
ediacc.dismysit.h=( "\u306f\u3044" \u306e\u5834\u5408 - \u30b5\u30a4\u30c8\u30bf\u30a4\u30c8\u30eb\uff0c\u9023\u7d61\u60c5\u5831\uff0c\u8aac\u660e\uff0c\u304a\u3088\u3073\u3059\u3079\u3066\u306e\u30a2\u30a4\u30c6\u30e0\u3092 "\u5916\u90e8\u304b\u3089\u8ab0\u3067\u3082\u95b2\u89a7\u53ef\u80fd" \u306b\u8a2d\u5b9a\u3059\u308b\u3053\u3068\u306b\u3088\u308a\uff0c\u30a4\u30f3\u30bf\u30fc\u30cd\u30c3\u30c8\u304b\u3089\u8ab0\u306b\u3067\u3082\u898b\u3048\u308b\u3088\u3046\u306b\u306a\u308a\u307e\u3059\uff0e)
ediacc.dismysit.h.a=(\u8a73\u7d30...)
ediacc.disdraft=\u975e\u516c\u958b\u30b5\u30a4\u30c8\u306f\u30b5\u30a4\u30c8\u7dad\u6301\u7ba1\u7406\u8005\u306b\u3088\u3063\u3066\u306e\u307f\u30a2\u30af\u30bb\u30b9\u3067\u304d\u307e\u3059
ediacc.gloacc=\u30b0\u30ed\u30fc\u30d0\u30eb\u30a2\u30af\u30bb\u30b9
ediacc.plesel=\u30ed\u30fc\u30eb\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\uff1a
ediacc.pri=\u30b5\u30a4\u30c8\u30d6\u30e9\u30a6\u30b6\u306b\u975e\u8868\u793a
ediacc.pubsit=\u30b5\u30a4\u30c8\u3092\u516c\u958b - \u3059\u3079\u3066\u306e\u30b5\u30a4\u30c8\u53c2\u52a0\u8005\u306b\u30a2\u30af\u30bb\u30b9\u53ef\u80fd
ediacc.unpubsit=\u975e\u516c\u958b\u306e\u307e\u307e - \u30b5\u30a4\u30c8\u7dad\u6301\u7ba1\u7406\u8005\u306e\u307f\u30a2\u30af\u30bb\u30b9\u53ef\u80fd
ediacc.pubyousit=\u30b5\u30a4\u30c8\u3092\u516c\u958b\u3059\u308b\u3053\u3068\u306b\u3088\u308a\u30b5\u30a4\u30c8\u53c2\u52a0\u8005\u306f\u5229\u7528\u3067\u304d\u308b\u3088\u3046\u306b\u306a\u308a\u307e\u3059\uff0e
ediacc.gloacc1=\u516c\u958b\u5f8c\u306f\uff0c\u30b0\u30ed\u30fc\u30d0\u30eb\u30a2\u30af\u30bb\u30b9\u8a2d\u5b9a\u306b\u3088\u308a\u30b5\u30a4\u30c8\u306b\u8ab0\u3092\u30a2\u30af\u30bb\u30b9\u3055\u305b\u308b\u304b\u3092\u6c7a\u5b9a\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\uff0e
ediacc.gloacc2=\u3053\u308c\u3089\u306e\u8a2d\u5b9a\u306f\u5f8c\u307b\u3069\u300c\u30b5\u30a4\u30c8\u60c5\u5831\u300d\u3067\u5909\u66f4\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\uff0e
ediacc.notallow=(\u3053\u306e\u30b5\u30a4\u30c8\u306b\u5909\u66f4\u3092\u52a0\u3048\u308b\u6a29\u9650\u304c\u3042\u308a\u307e\u305b\u3093)
ediacc.rolforpep=\u30b5\u30a4\u30c8\u306b\u53c2\u52a0\u3059\u308b\u30e6\u30fc\u30b6\u306e\u30ed\u30fc\u30eb\:
ediacc.setacc=\u30b5\u30a4\u30c8\u306b\u30a2\u30af\u30bb\u30b9\u30aa\u30d7\u30b7\u30e7\u30f3\u3092\u30bb\u30c3\u30c8...
ediacc.course.setsitacc=\u30b3\u30fc\u30b9\u30b5\u30a4\u30c8\u30a2\u30af\u30bb\u30b9
ediacc.project.setsitacc=\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u30b5\u30a4\u30c8\u30a2\u30af\u30bb\u30b9
ediacc.other.setsitacc=\u30b5\u30a4\u30c8\u30a2\u30af\u30bb\u30b9
ediacc.sitsta=\u30b5\u30a4\u30c8\u72b6\u614b
ediacc.upd=\u66f4\u65b0
ediacc.yousitcan=\u30b5\u30a4\u30c8\u306b\u306f\u53c2\u52a0\u8005\u3068\u3057\u3066\u8ffd\u52a0\u3057\u305f\u30e6\u30fc\u30b6\u304c\u30a2\u30af\u30bb\u30b9\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\uff0e\u30b5\u30a4\u30c8\u306b\u4ed6\u306e\u30e6\u30fc\u30b6\u306b\u30a2\u30af\u30bb\u30b9\u3055\u305b\u305f\u3044\u3067\u3059\u304b?
ediacc.yousitcan.warn=\u91cd\u8981\uff1a\u30b5\u30a4\u30c8\u306b\u53c2\u52a0\u3057\u305f\u30e6\u30fc\u30b6\u306f\u7d20\u6750\u306b\u30a2\u30af\u30bb\u30b9\u3067\u304d\u307e\u3059. \u614e\u91cd\u306b\u6271\u3046\u3079\u304d\u7d20\u6750\u304c\u542b\u307e\u308c\u308b\u30b5\u30a4\u30c8\u306f\u53c2\u52a0\u53ef\u80fd\u306b\u3059\u3079\u304d\u3067\u306f\u3042\u308a\u307e\u305b\u3093.
ediacc.addit=\u8ffd\u52a0\u30a2\u30af\u30bb\u30b9
ediacc.additin=\u30b5\u30a4\u30c8\u30e1\u30f3\u30d0\u306b\u52a0\u3048\uff0c\u305d\u306e\u30b5\u30a4\u30c8\u306e\u30e1\u30f3\u30d0\u306b\u306a\u3089\u306a\u304f\u3066\u3082\u30b5\u30a4\u30c8\u3078\u306e\u30a2\u30af\u30bb\u30b9\u3092\u4ed6\u306e\u30e6\u30fc\u30b6\u306b\u8a31\u53ef\u3057\u307e\u3059\uff0e
ediacc.noextra=\u8ffd\u52a0\u30a2\u30af\u30bb\u30b9\u306a\u3057
ediacc.auth=\u30ed\u30b0\u30a4\u30f3\u30e6\u30fc\u30b6
ediacc.anon=\u3059\u3079\u3066(\u30ed\u30b0\u30a4\u30f3\u3057\u3066\u306a\u3044\u30e6\u30fc\u30b6\u3092\u542b\u3080)
ediacc.join=\u53c2\u52a0\u53ef\u80fd\u6027
ediacc.joinin=\u660e\u793a\u7684\u306b\u30b5\u30a4\u30c8\u306b\u30e1\u30f3\u30d0\u3092\u8ffd\u52a0\u3059\u308b\u3060\u3051\u3067\u306a\u304f\uff0c\u30e6\u30fc\u30b6\u81ea\u8eab\u3092\u30b5\u30a4\u30c8\u306b\u767b\u9332(\u30b5\u30a4\u30c8\u306b\u53c2\u52a0)\u3067\u304d\u308b\u3088\u3046\u306b\u3057\u307e\u3059\uff0e
ediacc.public=\u30b5\u30a4\u30c8\u306e\u516c\u958b\u30a4\u30f3\u30c7\u30c3\u30af\u30b9
ediacc.publicin=\u30b5\u30a4\u30c8\u306e\u4e00\u90e8\u3092\u30b5\u30a4\u30c8\u306e\u516c\u958b\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u306b\u8868\u793a\u3055\u305b\u305f\u3044\u3067\u3059\u304b\uff1f\u3053\u306e\u60c5\u5831\u306f\u8ab0\u306b\u3067\u3082\u5229\u7528\u3067\u304d\u307e\u3059\uff0e
ediacccon.alert=\u8b66\u544a\:
ediacccon.bac=\u623b\u308b
ediacccon.can=\u30ad\u30e3\u30f3\u30bb\u30eb
ediacccon.conglo=\u6b21\u306e\u30b0\u30ed\u30fc\u30d0\u30eb\u30a2\u30af\u30bb\u30b9\u3092\u78ba\u8a8d\u3057\u3066\u3044\u307e\u3059
ediacccon.fin=\u7d42\u4e86
ediacccon.joiwit=\u6b21\u306e\u30ed\u30fc\u30eb\u3067\u53c2\u52a0\u3067\u304d\u307e\u3059\uff1a
ediacccon.makin=\u30b5\u30a4\u30c8\u3092\u53c2\u52a0\u53ef\u80fd\u306b\u3059\u308b\u3053\u3068\u306f\u30b5\u30a4\u30c8\u306b\u53c2\u52a0\u8005\u3068\u3057\u3066\u30e6\u30fc\u30b6\u81ea\u8eab\u304c\u8ffd\u52a0\u3067\u304d\u308b\u3053\u3068\u3092\u610f\u5473\u3057\u3066\u304a\u308a\uff0c\u6307\u5b9a\u3055\u308c\u305f\u30ed\u30fc\u30eb\u3092\u6301\u3064\u3053\u3068\u306b\u306a\u308a\u307e\u3059\uff0e
ediacccon.makin2=\u30b5\u30a4\u30c8\u3092\u53c2\u52a0\u4e0d\u53ef\u80fd\u306b\u3059\u308b\u3053\u3068\u306f\u7279\u5225\u306b\u8ffd\u52a0\u3055\u308c\u305f\u30e6\u30fc\u30b6\u4ee5\u5916\u306e\u30e6\u30fc\u30b6\u306f\u30b5\u30a4\u30c8\u306e\u53c2\u52a0\u8005\u306b\u306a\u308c\u306a\u3044\u3053\u3068\u3092\u610f\u5473\u3057\u307e\u3059\uff0e
ediacccon.unjoi=\u53c2\u52a0\u4e0d\u53ef\u80fd
ediacccon.youhav=\u30b5\u30a4\u30c8\u3092\u6b21\u306e\u72b6\u614b\u306b\u3059\u308b\u3053\u3068\u304c\u9078\u629e\u3055\u308c\u307e\u3057\u305f\uff1a
newsitpub.alert=\u8b66\u544a\:
pubuncon.alert=\u8b66\u544a\:
pubuncon.apub=\u516c\u958b\u3055\u308c\u305f\u30b5\u30a4\u30c8\u306f\u53c2\u52a0\u8005\u3059\u3079\u3066\u304c\u898b\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\uff0e
pubuncon.bac=\u623b\u308b
pubuncon.benot=\u30b5\u30a4\u30c8\u306e\u5229\u7528\u53ef\u80fd\u6027\u304c\u901a\u77e5\u3055\u308c\u307e\u3059\uff0e
pubuncon.can=\u30ad\u30e3\u30f3\u30bb\u30eb
pubuncon.clifin=\u30b5\u30a4\u30c8\u306e\u72b6\u614b\u3092\u5909\u66f4\u3059\u308b\u5834\u5408\u306f\u4e0b\u306e\u300c\u7d42\u4e86\u300d\u3092\u30af\u30ea\u30c3\u30af\u3057\u307e\u3059\uff0e\u5909\u66f4\u5f8c\u306e\u30b5\u30a4\u30c8\u306e\u72b6\u614b\uff1a
pubuncon.conpub=\u6b21\u306e\u516c\u958b\u72b6\u614b\u3092\u78ba\u8a8d\u3057\u3066\u3044\u307e\u3059\uff1a
pubuncon.fin=\u7d42\u4e86
pubuncon.part=\u53c2\u52a0\u8005
pubuncon.publi=\u516c\u958b\u6e08\u307f
pubuncon.unpub=\u672a\u516c\u958b\u30b5\u30a4\u30c8\u306f\u30b5\u30a4\u30c8\u30bb\u30c3\u30c8\u30a2\u30c3\u30d7\u306e\u6a29\u9650\u3092\u6301\u3064\u30e6\u30fc\u30b6\u306b\u306e\u307f\u8868\u793a\u3055\u308c\u307e\u3059\uff0e
pubuncon.unpubli=\u516c\u958b\u6e08\u307f
pubuncon.will=\u3055\u308c\u307e\u3059
pubuncon.willnot=\u3055\u308c\u307e\u305b\u3093
pubunp.alert=\u8b66\u544a\:
pubunp.can=\u30ad\u30e3\u30f3\u30bb\u30eb
pubunp.chathe=\u30b5\u30a4\u30c8\u306e\u72b6\u614b\u3092\u5909\u66f4\u3057\u3066\u3044\u307e\u3059 ...
pubunp.con=\u7d9a\u3051\u308b
pubunp.pubwor=\u30ef\u30fc\u30af\u30b5\u30a4\u30c8\u3092\u516c\u958b
pubunp.pubyou=\u30b5\u30a4\u30c8\u3092\u516c\u958b\u3059\u308b\u3068\u30b5\u30a4\u30c8\u53c2\u52a0\u8005\u306b\u898b\u3048\u308b\u3088\u3046\u306b\u306a\u308a\u307e\u3059\uff0e
pubunp.unpwor=\u30ef\u30fc\u30af\u30b5\u30a4\u30c8\u3092\u516c\u958b\u3057\u306a\u3044
sitdup.alert=\u8b66\u544a\:
sitdup.can=\u30ad\u30e3\u30f3\u30bb\u30eb
sitdup.dup=\u8907\u88fd
sitdup.dupaclacourse=\u30b3\u30fc\u30b9\u30b5\u30a4\u30c8\u3092\u8907\u88fd\u3059\u308b\u3068\uff0c\u6559\u54e1\u3042\u308b\u3044\u306f\u7ba1\u7406\u8005\u304c\u4f5c\u6210\u3057\u305f\u30b3\u30f3\u30c6\u30f3\u30c4\u304c\u3042\u308b\u65b0\u3057\u3044\u30b3\u30fc\u30b9\u30b5\u30a4\u30c8\u304c\u4f5c\u6210\u3055\u308c\u307e\u3059\uff0e\u3057\u304b\u3057\uff0c\u30d7\u30e9\u30a4\u30d0\u30b7\u30fc\u4e0a\u306e\u7406\u7531\u304b\u3089\u4e00\u822c\u30e6\u30fc\u30b6\u3042\u308b\u3044\u306f\u5b66\u751f\u306b\u3088\u308a\u8ffd\u52a0\u3055\u308c\u305f\u30b5\u30a4\u30c8\u306e\u30a2\u30a4\u30c6\u30e0\u306f\u30b3\u30d4\u30fc\u3055\u308c\u307e\u305b\u3093\uff0e
sitdup.dupaclanoncourse=\u30b5\u30a4\u30c8\u3092\u8907\u88fd\u3059\u308b\u3068\uff0c\u6240\u6709\u8005\u3042\u308b\u3044\u306f\u7ba1\u7406\u8005\u304c\u4f5c\u6210\u3057\u305f\u30b3\u30f3\u30c6\u30f3\u30c4\u304c\u3042\u308b\u65b0\u3057\u3044\u30b5\u30a4\u30c8\u304c\u4f5c\u6210\u3055\u308c\u307e\u3059\uff0e\u3057\u304b\u3057\uff0c\u30d7\u30e9\u30a4\u30d0\u30b7\u30fc\u4e0a\u306e\u7406\u7531\u304b\u3089\u4e00\u822c\u30e6\u30fc\u30b6\u306b\u3088\u308a\u8ffd\u52a0\u3055\u308c\u305f\u30b5\u30a4\u30c8\u306e\u30a2\u30a4\u30c6\u30e0\u306f\u30b3\u30d4\u30fc\u3055\u308c\u307e\u305b\u3093\uff0e
sitdup.dupsit=\u30b5\u30a4\u30c8\u3092\u8907\u88fd
sitdup.dupsit2=\u8907\u88fd\u3055\u308c\u305f\u30b5\u30a4\u30c8
sitdup.hasbeedup=\u304c\u4f5c\u6210\u3055\u308c\u307e\u3057\u305f\uff0e
sitdup.sitti=\u30b5\u30a4\u30c8\u30bf\u30a4\u30c8\u30eb
sitdup.duptit="\u30ea\u30bd\u30fc\u30b9" \u30d5\u30a1\u30a4\u30eb\u30b9\u30c8\u30ec\u30fc\u30b8\u30af\u30aa\u30fc\u30bf\u3092\u4fdd\u6301\u3057\u307e\u3059\u304b?
sitdup.curquot=\u73fe\u5728\u306e\u8a2d\u5b9a\:
sitdup.yesdupequota=\u306f\u3044
sitdup.nodupequota=\u3044\u3044\u3048\uff0c\u30c7\u30d5\u30a9\u30eb\u30c8\u306b\u30ea\u30bb\u30c3\u30c8\u3057\u307e\u3059
sitdup.dupscoredata=\u6210\u7e3e\u7c3f\u30a2\u30a4\u30c6\u30e0\u306b\u5bfe\u3057\u9078\u629e {0} \u3092\u30b3\u30d4\u30fc
sitegen.sitedel.remov=\u30b5\u30a4\u30c8\u3092\u524a\u9664\u3057\u3066\u3044\u307e\u3059...
sitegen.sitedel.alert=\u8b66\u544a\:
sitegen.sitedel.deleting=\u30b5\u30a4\u30c8\u3092\u524a\u9664\u3059\u308b\u3068\u3059\u3079\u3066\u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u304c\u524a\u9664\u3055\u308c\uff0c\u5fa9\u5143\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\uff0e
sitegen.sitedel.deleting1=\u30b5\u30a4\u30c8\u3092\u524a\u9664\u3059\u308b\u3068\uff0c\u30b5\u30a4\u30c8\u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u5168\u4f53\u304c\u524a\u9664\u3055\u308c\uff0c\u5fa9\u5143\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\uff0e\u524a\u9664\u3055\u308c\u305f\u30b5\u30a4\u30c8\u306b\u306f\u8ab0\u3082\u30a2\u30af\u30bb\u30b9\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u306a\u304f\u306a\u308a\u307e\u3059\uff0e\u30b5\u30a4\u30c8\u304b\u3089\u81ea\u5206\u81ea\u8eab\u3092\u524a\u9664\u3059\u308b\u5834\u5408\u306f\uff0c\u30b5\u30a4\u30c8\u304b\u3089\u53c2\u52a0\u3092\u89e3\u9664\u306b\u3059\u308b\u305f\u3081\u306b\u30db\u30fc\u30e0\u306e\u300c\u30e1\u30f3\u30d0\u30b7\u30c3\u30d7\u30c4\u30fc\u30eb\u300d\u3092\u4f7f\u7528\u3057\u307e\u3059\uff0e
sitegen.sitedel.you=\u524a\u9664\u3059\u308b\u305f\u3081\u306b\u6b21\u306e\u30b5\u30a4\u30c8\u304c\u9078\u629e\u3055\u308c\u3066\u3044\u307e\u3059\: 
sitegen.sitedel.you2=\u524a\u9664\u3059\u308b\u305f\u3081\u306b\u6b21\u306e\u30b5\u30a4\u30c8\u304c\u9078\u629e\u3055\u308c\u3066\u3044\u307e\u3059\: 
sitegen.sitedel.remove=\u524a\u9664
sitegen.sitedel.cancel=\u30ad\u30e3\u30f3\u30bb\u30eb
sitegen.sitedel.remov.soft=\u30bd\u30d5\u30c8\u7684\u306b\u30b5\u30a4\u30c8\u3092\u524a\u9664...
sitegen.sitedel.soft=\u3053\u306e\u30b5\u30a4\u30c8\u306f\u300c\u30bd\u30d5\u30c8\u7684\u306b\u524a\u9664\u300d\u3055\u308c\u307e\u3059\u304c\u30db\u30fc\u30e0\u306e\u30b5\u30a4\u30c8\u30bb\u30c3\u30c8\u30a2\u30c3\u30d7\u30c4\u30fc\u30eb\u306b\u3042\u308b\u300c\u30bd\u30d5\u30c8\u7684\u306b\u524a\u9664\u3055\u308c\u305f\u30b5\u30a4\u30c8\u306e\u8868\u793a\u300d\u30aa\u30d7\u30b7\u30e7\u30f3\u306b\u3066\u30a2\u30af\u30bb\u30b9\u304c\u7dad\u6301\u3055\u308c\u307e\u3059\uff0e\u30b7\u30b9\u30c6\u30e0\u7ba1\u7406\u8005\u306b\u3088\u3063\u3066\u8a2d\u5b9a\u3055\u308c\u305f\u30b9\u30b1\u30b8\u30e5\u30fc\u30eb\u306e\u901a\u308a\u306b\u524a\u9664\u3055\u308c\u308b\u3053\u3068\u304c\u3042\u308a\u307e\u3059\uff0e<p>\u53c2\u52a0\u8005\u306f\u30b5\u30a4\u30c8\u306b\u30a2\u30af\u30bb\u30b9\u3067\u304d\u306a\u304f\u306a\u308a\u307e\u3059\u304c\uff0c\u30b5\u30a4\u30c8\u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u306f\u4fdd\u5b58\u3055\u308c\u305d\u308c\u304c\u524a\u9664\u3055\u308c\u308b\u524d\u306b\u3044\u3064\u3067\u3082\u30b5\u30a4\u30c8\u306b\u30ea\u30b9\u30c8\u30a2\u30a2\u30af\u30bb\u30b9\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\uff0e</p>
sitegen.sitedel.you.soft=\u30bd\u30d5\u30c8\u7684\u306b\u524a\u9664\u3059\u308b\u305f\u3081\u306b\u6b21\u306e\u30b5\u30a4\u30c8\u304c\u9078\u629e\u3055\u308c\u3066\u3044\u307e\u3059\:
sitegen.sitedel.you2.soft=\u30bd\u30d5\u30c8\u7684\u306b\u524a\u9664\u3059\u308b\u305f\u3081\u306b\u6b21\u306e\u30b5\u30a4\u30c8\u304c\u9078\u629e\u3055\u308c\u3066\u3044\u307e\u3059\:
sitegen.sitedel.softly.delete=\u524a\u9664\u3092\u30de\u30fc\u30af\u3059\u308b
sitegen.removpart.confirm=\u6b21\u304b\u3089\u53c2\u52a0\u8005\u3092\u524a\u9664\u3059\u308b\u3053\u3068\u3092\u78ba\u8a8d\u3057\u3066\u3044\u307e\u3059\uff1a
sitegen.removpart.alert=\u8b66\u544a\:
sitegen.removpart.following=\u4e0b\u306e\u300c\u7d42\u4e86\u300d\u30dc\u30bf\u30f3\u3092\u30af\u30ea\u30c3\u30af\u3059\u308b\u3068\uff0c\u6b21\u306e\u3068\u3053\u308d\u306b\u306f\u30a2\u30af\u30bb\u30b9\u3067\u304d\u306a\u304f\u306a\u308a\u307e\u3059\uff0e
sitegen.removpart.name=\u540d\u524d
sitegen.removpart.username=\u30e6\u30fc\u30b6\u540d
sitegen.removpart.role=\u30ed\u30fc\u30eb
sitegen.removpart.participant=\u4ee5\u4e0b\u306b\u4e00\u89a7\u8868\u793a\u3055\u308c\u305f\u53c2\u52a0\u8005\u306f\uff0c\u30b3\u30fc\u30b9\u306b\u6b63\u898f\u306b\u767b\u9332\u3055\u308c\u3066\u3044\u308b\u305f\u3081\u524a\u9664\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093\uff0e\u3057\u304b\u3057\uff0c\u300c\u30ed\u30fc\u30eb\u3092\u5909\u66f4\u300d\u30b3\u30de\u30f3\u30c9\uff08\u300c\u78ba\u8a8d\u300d\u300c\u30a2\u30af\u30bb\u30b9\u3092\u7de8\u96c6\u300d\u306e\u4e0b\u306b\u3042\u308a\u307e\u3059\uff09\u3092\u30af\u30ea\u30c3\u30af\u3059\u308b\u3053\u3068\u306b\u3088\u308a\u30b5\u30a4\u30c8\u3067\u306e\u30ed\u30fc\u30eb\u3092\u5909\u66f4\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\uff0e
sitegen.removpart.finish=\u7d42\u4e86
sitegen.removpart.back=\u623b\u308b
sitegen.removpart.cancel=\u30ad\u30e3\u30f3\u30bb\u30eb
sitegen.pubunpub.revi=$validator.escapeHtml($title) \u306e\u516c\u958b\u72b6\u614b\u3092\u78ba\u8a8d\u3057\u3066\u3044\u307e\u3059
sitegen.pubunpub.alert=\u8b66\u544a\:
sitegen.pubunpub.when=\u30b5\u30a4\u30c8\u304c\u516c\u958b\u3055\u308c\u307e\u3059\u3068\uff0c\u30b5\u30a4\u30c8\u304c\u5229\u7528\u53ef\u80fd\u306b\u306a\u3063\u305f\u3053\u3068\u3092\u77e5\u3089\u305b\u308b\u30e1\u30fc\u30eb\u304c\u81ea\u52d5\u7684\u306b\u3059\u3079\u3066\u306e\u53c2\u52a0\u8005\u306b\u9001\u4fe1\u3055\u308c\u307e\u3059\uff0e
sitegen.pubunpub.send=\u30b5\u30a4\u30c8\u304c\u5229\u7528\u53ef\u80fd\u306b\u306a\u3063\u305f\u3053\u3068\u3092\u53c2\u52a0\u8005\u3059\u3079\u3066\u306b\u77e5\u3089\u305b\u308b\u30e1\u30fc\u30eb\u3092\u9001\u4fe1\u3057\u307e\u3059\uff0e
sitegen.pubunpub.donot=\u3053\u306e\u30b5\u30a4\u30c8\u304c\u5229\u7528\u53ef\u80fd\u306b\u306a\u3063\u305f\u3053\u3068\u3092\u77e5\u3089\u305b\u308b\u30e1\u30fc\u30eb\u3092\u9001\u4fe1\u3057\u307e\u305b\u3093
sitegen.pubunpub.continue=\u7d9a\u3051\u308b
sitegen.pubunpub.back=\u623b\u308b
sitegen.pubunpub.cancel=\u30ad\u30e3\u30f3\u30bb\u30eb
sitegen.addcourse.alert=\u8b66\u544a\:
sitegen.addcourse.adding=\u30b5\u30a4\u30c8\u3078\u306e\u30a2\u30af\u30bb\u30b9\u3092\u7533\u8acb\:
sitegen.addcourse.please=\u30af\u30e9\u30b9\u30b5\u30a4\u30c8\u306b\u6b21\u306e\u30bb\u30af\u30b7\u30e7\u30f3\u3092\u8ffd\u52a0\u3059\u308b\u3053\u3068\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\uff0e
sitegen.addcourse.class=\u30af\u30e9\u30b9\u60c5\u5831
sitegen.addcourse.foll=\u6b21\u306e\u30af\u30e9\u30b9\u304c\u3053\u306e\u30b5\u30a4\u30c8\u306b\u3059\u3067\u306b\u5272\u308a\u5f53\u3066\u3089\u308c\u3066\u3044\u307e\u3057\u305f\:
sitegen.addcourse.you=\u3053\u306e\u30b5\u30a4\u30c8\u306b\u8ffd\u52a0\u3059\u308b\u305f\u3081\u306b\u6b21\u306e\u30af\u30e9\u30b9\u304c\u6307\u5b9a\u3055\u308c\u3066\u3044\u307e\u3059\:
sitegen.addcourse.add=\u30af\u30e9\u30b9\u3092\u8ffd\u52a0
sitegen.addcourse.cancel=\u30ad\u30e3\u30f3\u30bb\u30eb
sitegen.addcourse.back=\u623b\u308b
setperfor=\u30ef\u30fc\u30af\u30b5\u30a4\u30c8\u306e\u30b5\u30a4\u30c8\u60c5\u5831\u3078\u306e\u6a29\u9650\u3092\u30bb\u30c3\u30c8
theisa=\u30b5\u30a4\u30c8\u304c\u3059\u3067\u306b\u7de8\u96c6\u4e2d\u3067\u3042\u308b\u305f\u3081\uff0c\u3053\u306e\u6642\u70b9\u3067\u306f\u6a29\u9650\u304c\u30bb\u30c3\u30c8\u3067\u304d\u307e\u305b\u3093\uff0e\u7d9a\u3051\u308b\u524d\u306b\u4ed6\u306e\u30c4\u30fc\u30eb\u306e\u6a29\u9650\u8a2d\u5b9a\u3092\u9589\u3058\u3066\u304f\u3060\u3055\u3044\uff0e
permis=\u8a31\u53ef\u30fb\u6a29\u9650...
gen.proces=\u51e6\u7406\u3057\u3066\u3044\u307e\u3059......
atleastonetool=\u6700\u4f4e\u4e00\u3064\u306f\u30c4\u30fc\u30eb\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\uff0e
java.group=\u30b0\u30eb\u30fc\u30d7\u3092\u7ba1\u7406
group.membership=\u30b0\u30eb\u30fc\u30d7\u30e1\u30f3\u30d0\u30b7\u30c3\u30d7
group.description=\u8aac\u660e
group.list=\u30b0\u30eb\u30fc\u30d7\u4e00\u89a7
group.title=\u30bf\u30a4\u30c8\u30eb
group.title.same=\u540c\u3058\u30b0\u30eb\u30fc\u30d7\u30bf\u30a4\u30c8\u30eb\u304c\u4f7f\u7528\u3055\u308c\u3066\u3044\u307e\u3059\uff0e\u9055\u3046\u3082\u306e\u3092\u9078\u3093\u3067\u304f\u3060\u3055\u3044\uff0e
group.number=\u30b5\u30a4\u30ba
group.tablesummary=\u8868\u306b\u306f\u30b5\u30a4\u30c8\u30b0\u30eb\u30fc\u30d7\u306e\u60c5\u5831\u304c\u3042\u308a\u307e\u3059\uff0e1\u5217\u76ee\u306f\u30b0\u30eb\u30fc\u30d7\u306e\u30bf\u30a4\u30c8\u30eb\uff0c2\u5217\u76ee\u306f\u30b0\u30eb\u30fc\u30d7\u30e1\u30f3\u30d0\u6570\u3067\u3059\uff0e\u30d8\u30c3\u30c0\u306b\u306f\u30bd\u30fc\u30c8\u306e\u305f\u3081\u306e\u30ea\u30f3\u30af\u304c\u3042\u308a\u307e\u3059\uff0e
group.siteinfo.tablesummary=\u8868\u306b\u306f\uff0c\u30b5\u30a4\u30c8\u30b0\u30eb\u30fc\u30d7\u306e\u60c5\u5831\u304c\u3042\u308a\u307e\u3059\uff0e\u30ab\u30e9\u30e0 1 \u306f\u300c\u30b0\u30eb\u30fc\u30d7\u30bf\u30a4\u30c8\u30eb\u300d\uff0c\u30ab\u30e9\u30e0 2 \u306f\u300c\u30b0\u30eb\u30fc\u30d7\u30e1\u30f3\u30d0\u6570\u300d\u3067\u3059\uff0e
group.sorttitleasc=\u30bf\u30a4\u30c8\u30eb\u3067\u6607\u9806\u306b\u30bd\u30fc\u30c8
group.sorttitledesc=\u30bf\u30a4\u30c8\u30eb\u3067\u964d\u9806\u306b\u30bd\u30fc\u30c8
group.sortnumberasc=\u30b0\u30eb\u30fc\u30d7\u30e1\u30f3\u30d0\u756a\u53f7\u3067\u6607\u9806\u306b\u30bd\u30fc\u30c8
group.sortnumberdesc=\u30b0\u30eb\u30fc\u30d7\u30e1\u30f3\u30d0\u756a\u53f7\u3067\u964d\u9806\u306b\u30bd\u30fc\u30c8
group.newgroup=\u65b0\u3057\u3044\u30b0\u30eb\u30fc\u30d7\u3092\u4f5c\u6210
group.editgroup=\u30b0\u30eb\u30fc\u30d7\u3092\u7de8\u96c6
group.nogroup=\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u308b\u30b0\u30eb\u30fc\u30d7\u304c\u3042\u308a\u307e\u305b\u3093\uff0e
editgroup.instruction=\u30b5\u30a4\u30c8\u30e1\u30f3\u30d0\u4e00\u89a7\u306e\u30e1\u30f3\u30d0\u3092\u9078\u629e\u3057\u30b0\u30eb\u30fc\u30d7\u306b\u8ffd\u52a0\u3057\u307e\u3059\uff0e\u30b0\u30eb\u30fc\u30d7\u30ea\u30b9\u30c8\u306e\u30e1\u30f3\u30d0\u3092\u9078\u629e\u3057\u307e\u3059\uff0e\u5909\u66f4\u3092\u4fdd\u5b58\u3059\u308b\u5834\u5408\u306f\u300c\u66f4\u65b0\u300d\u3092\u30af\u30ea\u30c3\u30af\u3057\u307e\u3059\uff0e
editgroup.membership=\u30e1\u30f3\u30d0\u30b7\u30c3\u30d7
editgroup.remove=\u524a\u9664?
editgroup.selectremovechecked=\u524a\u9664\u3059\u308b\u5834\u5408\u306f\u9078\u629e
editgroup.removechecked=\u9078\u629e\u3055\u308c\u305f\u3082\u306e\u3092\u524a\u9664
editgroup.revise=\u78ba\u8a8d
editgroup.update=\u66f4\u65b0
editgroup.back=\u623b\u308b
editgroup.cancel=\u30ad\u30e3\u30f3\u30bb\u30eb
editgroup.addmember=\u30b0\u30eb\u30fc\u30d7\u306b\u8ffd\u52a0 >
editgroup.removemember=< \u524a\u9664
editgroup.generallist=\u30b5\u30a4\u30c8\u30e1\u30f3\u30d0\u30fc\u4e00\u89a7
editgroup.grouplist=\u30b0\u30eb\u30fc\u30d7\u30e1\u30f3\u30d0\u4e00\u89a7
editgroup.titlemissing=\u30b0\u30eb\u30fc\u30d7\u30bf\u30a4\u30c8\u30eb\u3092\u6307\u5b9a\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\uff0e
editgroup.removegroups=\u30b0\u30eb\u30fc\u30d7\u3092\u524a\u9664
editgroup.groupdel.alert=\u30b0\u30eb\u30fc\u30d7\u306f\u5b8c\u5168\u306b\u524a\u9664\u3055\u308c\u307e\u3059\uff0e\u9078\u629e\u3055\u308c\u305f\u30b0\u30eb\u30fc\u30d7\u306b\u4f7f\u3046\u30c4\u30fc\u30eb\u306f\u524a\u9664\u5f8c\u306b\u6b63\u5e38\u306b\u52d5\u4f5c\u3057\u306a\u3044\u304b\u3082\u3057\u308c\u307e\u305b\u3093\uff0e\u30b0\u30eb\u30fc\u30d7\u3092\u524a\u9664\u3059\u308b\u524d\u306b\u30b5\u30a4\u30c8\u306e\u30b0\u30eb\u30fc\u30d7\u3067\u3069\u306e\u3088\u3046\u306a\u30c4\u30fc\u30eb\u304c\u5229\u7528\u3055\u308c\u3066\u3044\u308b\u304b\u3092\u30c1\u30a7\u30c3\u30af\u3059\u308b\u3053\u3068\u3092\u63a8\u5968\u3057\u307e\u3059\uff0e\u6b21\u306e\u30b0\u30eb\u30fc\u30d7\u3092\u524a\u9664\u3057\u3066\u3082\u3088\u308d\u3057\u3044\u3067\u3059\u304b?
editgroup.site.permission.alert=\u3053\u306e\u30b5\u30a4\u30c8\u306b\u5909\u66f4\u3092\u52a0\u3048\u308b\u3053\u3068\u304c\u8a31\u53ef\u3055\u308c\u3066\u3044\u307e\u305b\u3093\uff0e
editgroup.site.notfound.alert=\u30b5\u30a4\u30c8\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\uff0e
sitedicla.edit_roster=\u6b21\u306e\u540d\u7c3f\u30a2\u30af\u30bb\u30b9\u3092\u7de8\u96c6\:  
sitedicla.requested=(\u8981\u6c42\u6e08\u307f)
sitedicla.import_materials=\u30d5\u30a1\u30a4\u30eb\u304b\u3089\u7d20\u6750\u3092\u30a4\u30f3\u30dd\u30fc\u30c8
sitedicla.choose_file=\u30a4\u30f3\u30dd\u30fc\u30c8\u3059\u308b\u30d5\u30a1\u30a4\u30eb\u3092\u9078\u629e
sitedicla.file=\u30d5\u30a1\u30a4\u30eb
sitedicla.import=\u30a4\u30f3\u30dd\u30fc\u30c8
sitedicla.copy_materials=\u4ed6\u306e\u30b5\u30a4\u30c8\u304b\u3089\u7d20\u6750\u3092\u30b3\u30d4\u30fc
sitedicla.choose_materials=\u3053\u306e\u30b5\u30a4\u30c8\u3092\u30b3\u30d4\u30fc\u3059\u308b\u7d20\u6750\u3092\u3092\u9078\u629e\u3057\u307e\u3059\uff0e
sitedicla.copy_message=\u6240\u6709\u3057\u3066\u3044\u308b\u4ed6\u306e\u30b5\u30a4\u30c8\u304b\u3089\u7d20\u6750\u3092\u518d\u5229\u7528\uff08\u30b3\u30d4\u30fc\uff09\u3059\u308b\u3053\u3068\u3092\u9078\u629e\u3067\u304d\u307e\u3059\uff0e\u30d5\u30a1\u30a4\u30eb\u304b\u3089\u7d20\u6750\u3092\u30a4\u30f3\u30dd\u30fc\u30c8\u3053\u3068\u3092\u9078\u629e\u3059\u308b\u5834\u5408\u306f\uff0c\u4e00\u3064\u306e\u30b5\u30a4\u30c8\u304b\u3089\u306e\u7d20\u6750\u306e\u30b3\u30d4\u30fc\u3057\u304b\u3067\u304d\u307e\u305b\u3093\uff0e\u3059\u3079\u3066\u306e\u7d20\u6750\u304c\u30b3\u30d4\u30fc\u3055\u308c\u307e\u3059\u304c\uff0c\u30b9\u30b1\u30b8\u30e5\u30fc\u30eb\u30a8\u30f3\u30c8\u30ea\u306e\u3088\u3046\u306a\u30a2\u30a4\u30c6\u30e0\u306e\u65e5\u6642\u306f\u66f4\u65b0\u3055\u308c\u307e\u305b\u3093\uff0e
sitedicla.copying=\u3053\u306e\u5b58\u5728\u3059\u308b\u7d20\u6750\u3092\u30b3\u30d4\u30fc...
sitedicla.move=\u79fb\u52d5
sitedicla.move_into=...\u73fe\u5728\u306e\u30b5\u30a4\u30c8\u3078
sitedicla.copybtn=\u7d20\u6750\u3092\u30b3\u30d4\u30fc
sitedicla.cancel=\u30ad\u30e3\u30f3\u30bb\u30eb
tool.news.desc=\u30b5\u30a4\u30c8\u5185\u306e\u6b21\u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u8868\u793a\u306e\u305f\u3081\:
tool.webcontent.desc1=\u30b5\u30a4\u30c8\u5185\u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u30a2\u30af\u30bb\u30b9\u306e\u305f\u3081\:
tool.webcontent.desc2=\u30b5\u30a4\u30c8\u5185\u3067\u3059\uff0e
user.notdefined=\u6307\u5b9a\u3055\u308c\u305f ID \u306e\u30e6\u30fc\u30b6\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093
importFile.size=\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9\u30b5\u30a4\u30ba\u5236\u9650 {0}\: \u3092\u8d85\u904e\u3057\u3066\u3044\u307e\u3059\uff0e
importFile.exceeded=\u304c\u8d85\u3048\u3066\u3044\u307e\u3059\uff0e
importFile.choosefile=\u30a4\u30f3\u30dd\u30fc\u30c8\u3059\u308b\u30d5\u30a1\u30a4\u30eb\u3092\u9078\u3093\u3067\u304f\u3060\u3055\u3044\uff0e
importFile.invalidfile=\u30a4\u30f3\u30dd\u30fc\u30c8\u3059\u308b\u6b63\u3057\u3044\u30a2\u30fc\u30ab\u30a4\u30d6\u30d5\u30a1\u30a4\u30eb\u3092\u9078\u3093\u3067\u304f\u3060\u3055\u3044\uff0e
alert.protocol=\u6709\u52b9\u306a\u30a6\u30a7\u30d6\u30a2\u30c9\u30ec\u30b9\u3092\u4f7f\u7528\u3057\u3066\u304f\u3060\u3055\u3044\uff0e
sitesetupquestion.alert=\u5fc5\u9808\u306e\u8cea\u554f\u306b\u56de\u7b54\u3057\u3066\u304f\u3060\u3055\u3044\uff0e
sitinfimp.importgrades=\u30c7\u30fc\u30bf\u3092\u30a4\u30f3\u30dd\u30fc\u30c8
sitinfimp.selection=\u65b9\u6cd5\u3092\u4e00\u3064\u9078\u3093\u3067\u9032\u3093\u3067\u304f\u3060\u3055\u3044\:
sitinfimp.migrate=\u81ea\u5206\u306e\u30c7\u30fc\u30bf\u3092\u7f6e\u304d\u63db\u3048\u305f\u3044
sitinfimp.migrate.info=\u65e2\u5b58\u306e\u30c7\u30fc\u30bf\u304c\uff0c\u30a4\u30f3\u30dd\u30fc\u30c8\u3057\u305f\u30c7\u30fc\u30bf\u3067\u3059\u3079\u3066\u4e0a\u66f8\u304d\u3055\u308c\u307e\u3059\uff0e
sitinfimp.import=\u81ea\u5206\u306e\u30c7\u30fc\u30bf\u3092\u30de\u30fc\u30b8\u3057\u305f\u3044
sitinfimp.import.info=\u30a4\u30f3\u30dd\u30fc\u30c8\u3055\u308c\u305f\u30c7\u30fc\u30bf\u306f\u65e2\u5b58\u306e\u30c7\u30fc\u30bf\u306b\u30de\u30fc\u30b8\u3055\u308c\u307e\u3059\uff0e
sitinfimp.import.user=\u81ea\u5206\u306e\u30e6\u30fc\u30b6\u3092\u30de\u30fc\u30b8\u3057\u307e\u3059
sitinfimp.import.user.info=\u30a4\u30f3\u30dd\u30fc\u30c8\u3055\u308c\u305f\u30e6\u30fc\u30b6\u306f\u65e2\u5b58\u30e6\u30fc\u30b6\u306b\u30de\u30fc\u30b8\u3055\u308c\u307e\u3059\uff0e\u540d\u7c3f\u3067\u63d0\u4f9b\u3055\u308c\u305f\u30e6\u30fc\u30b6\u306e\u30a4\u30f3\u30dd\u30fc\u30c8\u3067\u306f\u3042\u308a\u307e\u305b\u3093\uff0e
sitinfimp.replace=\u81ea\u5206\u304c\u6240\u6709\u3057\u3066\u3044\u308b\u4ed6\u306e\u30b5\u30a4\u30c8\u304b\u3089\u7d20\u6750\u3092\u30a4\u30f3\u30dd\u30fc\u30c8\u3059\u308b\u3053\u3068\u306b\u3088\u308a\uff0c\u81ea\u5206\u306e\u30b5\u30a4\u30c8\u306b\u3042\u308b\u7d20\u6750\u3092\u7f6e\u304d\u63db\u3048\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\uff0e\u65e2\u5b58\u306e\u30c7\u30fc\u30bf\u306f\u3059\u3079\u3066\u4e0a\u66f8\u304d\u3055\u308c\uff0c\u30a4\u30f3\u30dd\u30fc\u30c8\u3057\u305f\u30c7\u30fc\u30bf\u306b\u3088\u308a\u7f6e\u304d\u63db\u3048\u3089\u308c\u307e\u3059\uff0e
sitinfimp.choose=\u3053\u306e\u30b5\u30a4\u30c8\u304b\u3089\u518d\u5229\u7528\u3057\u305f\u3044\u7d20\u6750\u3092\u9078\u3073\u307e\u3059\uff0e
sitinfimp.wikinote=(\u65e2\u5b58\u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u306f\u30a2\u30fc\u30ab\u30a4\u30d6\u3055\u308c\uff0c "\u5c65\u6b74" \u30ea\u30f3\u30af\u304b\u3089\u30a2\u30af\u30bb\u30b9\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059)
site_group_title_length_limit=\u30bf\u30a4\u30c8\u30eb\u9577\u306f {0} \u6587\u5b57\u3092\u8d8a\u3048\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\uff0e\u3088\u308a\u77ed\u3044\u30bf\u30a4\u30c8\u30eb\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\uff0e
print=\u5370\u5237\u7528\u30d0\u30fc\u30b8\u30e7\u30f3
description.linebreak=\u30b5\u30a4\u30c8\u8aac\u660e\u306f\uff0cHTML \u306e\u6539\u884c\u3067\u306f\u306a\u3044\u6539\u884c\u6587\u5b57\u3092\u542b\u3093\u3067\u66f4\u65b0\u3055\u308c\u3066\u3044\u307e\u3059\uff0e\u65b0\u3057\u3044\u30d5\u30a9\u30fc\u30de\u30c3\u30c8\u3067\u8868\u793a\u3059\u308b\u305f\u3081\u306b\uff0c\u5909\u66f4\u5185\u5bb9\u3092\u78ba\u8a8d\u3057\u3066\u4fdd\u5b58\u3057\u3066\u304f\u3060\u3055\u3044\uff0e
sitecopy.copymembers=\u30b5\u30a4\u30c8\u30e1\u30f3\u30d0\u3082\u30b3\u30d4\u30fc\u3057\u307e\u3059\u304b?
sitmansav.sitid=\u30b5\u30a4\u30c8 ID\:
check.all=\u3059\u3079\u3066\u306e\u30ef\u30fc\u30af\u30b5\u30a4\u30c8\u3092\u9078\u629e\uff0f\u9078\u629e\u89e3\u9664
check.all.part=\u3059\u3079\u3066\u306e\u53c2\u52a0\u8005\u3092\u9078\u629e\uff0f\u9078\u629e\u89e3\u9664
noterm_class=\u62c5\u5f53\u8005\u3068\u3057\u3066\u3042\u306a\u305f\u304c\u4e00\u89a7\u306b\u3042\u308b\u540d\u7c3f\u306f\u9078\u629e\u3057\u305f\u5b66\u671f\u306b\u5bfe\u3057\u3066\u306f\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3067\u3057\u305f\uff0e
java.couldntlocate=ID \u304c "{0}" \u306e\u30b5\u30a4\u30c8\u3092\u898b\u3064\u3051\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\uff0e\u30b5\u30dd\u30fc\u30c8\u306b\u554f\u3044\u5408\u308f\u305b\u3066\u4e0b\u3055\u3044\uff0e
sitegen.roledescription.maintain=\u30b3\u30f3\u30c6\u30f3\u30c4\u304a\u3088\u3073\u30b5\u30a4\u30c8\u3078\u306e\u53c2\u52a0\u8005\u306e\u4e21\u65b9\u3092\u8aad\u307f\u51fa\u3057\uff0c\u4fee\u6b63\uff0c\u524a\u9664\u304a\u3088\u3073\u8ffd\u52a0\u3067\u304d\u307e\u3059\uff0e
sitegen.roledescription.Instructor=\u30b3\u30f3\u30c6\u30f3\u30c4\u304a\u3088\u3073\u30b5\u30a4\u30c8\u3078\u306e\u53c2\u52a0\u8005\u306e\u4e21\u65b9\u3092\u8aad\u307f\u51fa\u3057\uff0c\u4fee\u6b63\uff0c\u524a\u9664\u304a\u3088\u3073\u8ffd\u52a0\u3067\u304d\u307e\u3059\uff0e
sitegen.roledescription.access=\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u8aad\u307f\u51fa\u3059\u3068\u3068\u3082\u306b\u9069\u5207\u306a\u30b5\u30a4\u30c8\u306b\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u8ffd\u52a0\u3067\u304d\u307e\u3059\uff0e
sitegen.roledescription.Student=\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u8aad\u307f\u51fa\u3059\u3068\u3068\u3082\u306b\u9069\u5207\u306a\u30b5\u30a4\u30c8\u306b\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u8ffd\u52a0\u3067\u304d\u307e\u3059\uff0e
sitegen.roledescription.TeachingAssistant=\u30bb\u30af\u30b7\u30e7\u30f3\u4e2d\u306e\u307b\u3068\u3093\u3069\u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u8aad\u307f\u51fa\u3057\uff0c\u8ffd\u52a0\u304a\u3088\u3073\u4fee\u6b63\u3067\u304d\u307e\u3059\uff0e
sitegen.siteinfolist.modify=\u4fee\u6b63\u65e5\u6642
sitegen.siteinfolist.usermodify=\u4fee\u6b63\u8005
sitegen.siteinfolist.searchUser=\u691c\u7d22
useOfficialDescription=\u30b5\u30a4\u30c8\u60c5\u5831\u306b\u79d1\u76ee\u8a73\u7d30\u60c5\u5831\u3092\u4ed8\u52a0
shopping.header=\u304a\u8a66\u3057\u671f\u9593\u30a2\u30af\u30bb\u30b9
shopping.start.label=\u958b\u59cb\u65e5\u6642
shopping.end.label=\u7d42\u4e86\u65e5\u6642
shopping.visibility.label=\u95b2\u89a7\u65b9\u6cd5
shopping.role.label=\u30ed\u30fc\u30eb
shopping.role.instructions=\u304a\u8a66\u3057\u3082\u3053\u306e\u30ec\u30eb\u30e0\u307e\u305f\u306f\u30ed\u30fc\u30eb\u3068\u540c\u3058\u30a2\u30af\u30bb\u30b9\u306b\u306a\u308a\u307e\u3059\uff0e
shopping.instructions=\u30c4\u30fc\u30eb\u306e\u8ffd\u52a0/\u524a\u9664/\u66f4\u65b0\u3068 (\u30ed\u30b0\u30a4\u30f3\u3057\u305f)\u30e6\u30fc\u30b6\u3068\u5229\u7528\u3057\u305f\u30c4\u30fc\u30eb\u306e\u30a2\u30af\u30bb\u30b9\u7ba1\u7406\u304c\u3067\u304d\u307e\u3059.\u3000<ul><li>\u8ffd\u52a0\u307e\u305f\u306f\u66f4\u65b0\u3059\u308b\u5834\u5408\u306f\uff0c\u8a2d\u5b9a\u3092\u4e0a\u66f8\u304d\u3059\u308b\u305f\u3081\u306e\u30dc\u30c3\u30af\u30b9\u3092\u30c1\u30a7\u30c3\u30af\u3057\uff0c\u4e0b\u306e\u30d5\u30a3\u30fc\u30eb\u30c9\u306b\u5165\u529b\u3057\u307e\u3059\uff0e</li><li>\u524a\u9664\u3059\u308b\u5834\u5408\u306f\uff0c\u4e0d\u53c2\u52a0\u30ea\u30f3\u30af\u3092\u30af\u30ea\u30c3\u30af\u3057\uff0c\u8a2d\u5b9a\u30c1\u30a7\u30c3\u30af\u30dc\u30c3\u30af\u30b9\u306e\u4e0a\u66f8\u304d\u3092\u30c1\u30a7\u30c3\u30af\uff0c\u3059\u3079\u3066\u306e\u30d5\u30a3\u30fc\u30eb\u30c9\u3092\u30af\u30ea\u30a2\u3057\uff0c\u3059\u3079\u3066\u306e\u30aa\u30d7\u30b7\u30e7\u30f3\u3092\u306a\u3057\u306b\u8a2d\u5b9a\u3057\u307e\u3059\uff0e</li><li>\u8a2d\u5b9a\u3092\u30ea\u30bb\u30c3\u30c8\u3059\u308b\u5834\u5408\u306f\uff0c\u8a2d\u5b9a\u30c1\u30a7\u30c3\u30af\u30dc\u30c3\u30af\u30b9\u306e\u4e0a\u66f8\u304d\u3092\u30c1\u30a7\u30c3\u30af\u3057\u4fdd\u5b58\u3057\u307e\u3059\uff0e</li></ul>\u3053\u306e\u8a2d\u5b9a\u304c\u6709\u52b9\u306b\u306a\u308b\u306b\u306f10-15\u5206\u639b\u304b\u308b\u3053\u3068\u3092\u3054\u4e86\u627f\u304f\u3060\u3055\u3044.
shopping.instructions.view=\u30b5\u30a4\u30c8\u306e\u30b7\u30e7\u30c3\u30d4\u30f3\u30b0\u671f\u9593\u8a2d\u5b9a\u3092\u4e0a\u66f8\u304d\u3059\u308b\u6a29\u9650\u304c\u3042\u308a\u307e\u305b\u3093\uff0e
shopping.noauth=none
shopping.showTools.label=\u30c4\u30fc\u30eb\u3092\u8868\u793a
shopping.showTools.authLabel=\u30ed\u30b0\u30a4\u30f3\u3057\u305f
shopping.showTools.publicLabel=\u30d1\u30d6\u30ea\u30c3\u30af
shopping.override.label=\u7d99\u627f\u8a2d\u5b9a\u3092\u4e0a\u66f8\u304d
shopping.optout.label=\u81ea\u5206\u306e\u30b5\u30a4\u30c8\u3092\u304a\u8a66\u3057\u671f\u9593\u304b\u3089\u5916\u3059
shopping.showTools.warning=\u304a\u8a66\u3057\u671f\u9593\u4e2d\u306b\u30e6\u30fc\u30b6\u306b\u8868\u793a\u3059\u308b\u30c4\u30fc\u30eb\u3092\u9078\u629e\u3057\u307e\u305b\u3093.\u304a\u8a66\u3057\u671f\u9593\u304b\u3089\u5916\u3059\u5834\u5408, \u518d\u5ea6\u66f4\u65b0\u3092\u30af\u30ea\u30c3\u30af\u3059\u308b\u5fc5\u8981\u306f\u3042\u308a\u307e\u305b\u3093.
shopping.showTools.publicTitle=\u304a\u8a66\u3057\u4e2d\u306b\u516c\u958b\u3057\u305f\u3044\u30c4\u30fc\u30eb\u3092\u9078\u629e\u3057\u307e\u3059.
shopping.showTools.authTitle=\u304a\u8a66\u3057\u4e2d\u306b\u516c\u958b\u3057\u305f\u3044\u30c4\u30fc\u30eb\u3092\u9078\u629e\u3057\u307e\u3059.
selectAll=\u3059\u3079\u3066\u9078\u629e
daAccess.header=\u4ee3\u7406\u30a2\u30af\u30bb\u30b9\u6a29\u9650\u3092\u3082\u3064\u30e6\u30fc\u30b6
daAccess.instructions=\u4ee5\u4e0b\u306e\u4e00\u89a7\u306b\u306f\uff0c\u30b5\u30a4\u30c8\u3078\u306e\u30a2\u30af\u30bb\u30b9\u6a29\u9650\u3092\u3082\u3064\u30e6\u30fc\u30b6\u304c\u8868\u793a\u3055\u308c\u3066\u3044\u307e\u3059\uff0e"\u30ec\u30eb\u30e0" \u30ab\u30e9\u30e0\u304a\u3088\u3073 "\u30ed\u30fc\u30eb" \u30ab\u30e9\u30e0\u306f\u3053\u306e\u30b5\u30a4\u30c8\u5185\u3067\u306e\u30e6\u30fc\u30b6\u306e\u30a2\u30af\u30bb\u30b9\u6a29\u9650\u3092\u6307\u5b9a\u3057\u3066\u3044\u307e\u3059\uff0e"\u5236\u9650\u4ed8\u304d\u30c4\u30fc\u30eb" \u30ab\u30e9\u30e0\u306b\u4e00\u89a7\u8868\u793a\u3055\u308c\u3066\u3044\u308b\u30c4\u30fc\u30eb\u306b\u95a2\u4fc2\u306a\u304f\uff0c\u3053\u308c\u3089\u306e\u30e6\u30fc\u30b6\u306f\u30b5\u30a4\u30c8\u5185\u306e\u3059\u3079\u3066\u306e\u30c4\u30fc\u30eb\u306b\u30a2\u30af\u30bb\u30b9\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\uff0e
daAccess.tableheader.name=\u540d\u524d
daAccess.tableheader.eid=EID
daAccess.tableheader.realm=\u30ec\u30eb\u30e0
daAccess.tableheader.role=\u30ed\u30fc\u30eb
daAccess.tableheader.restrictedTools=\u5236\u9650\u4ed8\u304d\u30c4\u30fc\u30eb
ltiTools.external=\u5916\u90e8\u30c4\u30fc\u30eb\:
ltiTools.usage=({0} \u30b5\u30a4\u30c9\u3067\u4f7f\u7528\u4e2d)
ltiTools.custom.instruction=\u5916\u90e8\u30c4\u30fc\u30eb\u306b\u5bfe\u3059\u308b\u60c5\u5831\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044
tool.group.default=\u4e00\u822c
importQueued=\u30a4\u30f3\u30dd\u30fc\u30c8\u51e6\u7406\u306f\u30ad\u30e5\u30fc\u3055\u308c\u307e\u3057\u305f\uff0e\u30a4\u30f3\u30dd\u30fc\u30c8\u304c\u5b8c\u4e86\u3057\u305f\u3068\u304d\u306b\u30e1\u30fc\u30eb\u3092\u53d7\u4fe1\u3057\u307e\u3059\uff0e\u30e1\u30fc\u30eb\u306f15\u5206\u4ee5\u5185\u306b\u5c4a\u304d\u307e\u3059\uff0e\u3053\u306e\u30e1\u30fc\u30eb\u3092\u53d7\u4fe1\u3059\u308b\u307e\u3067\u306f\u30a4\u30f3\u30dd\u30fc\u30c8\u3055\u308c\u305f\u7d20\u6750\u306f\u3053\u306e\u30b3\u30fc\u30b9\u306b\u8868\u793a\u3055\u308c\u307e\u305b\u3093\uff0e
importQueuedNoEmail=\u30a4\u30f3\u30dd\u30fc\u30c8\u30d7\u30ed\u30bb\u30b9\u306f\u30ad\u30e5\u30fc\u3055\u308c\u307e\u3057\u305f\uff0e\u30b5\u30a4\u30c8\u3078\u306e\u30a4\u30f3\u30dd\u30fc\u30c8\u30d7\u30ed\u30bb\u30b9\u304c\u5b8c\u4e86\u3059\u308b\u307e\u306715\u5206\u304a\u5f85\u3061\u4e0b\u3055\u3044\uff0e
archive.createsite=\u30a2\u30fc\u30ab\u30a4\u30d6\u304b\u3089\u30b5\u30a4\u30c8\u3092\u4f5c\u6210
archive.createsite.info=\u65e2\u5b58\u306e\u30b5\u30a4\u30c8\u30a2\u30fc\u30ab\u30a4\u30d6\u3092\u65b0\u305f\u306a\u30b5\u30a4\u30c8\u306e\u30d9\u30fc\u30b9\u3068\u3057\u3066\u5229\u7528\u3059\u308b\u3053\u3068\u304c\u3067\u304d\uff0c\u30a2\u30fc\u30ab\u30a4\u30d6\u304b\u3089\u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u304c\u65b0\u305f\u306a\u30b5\u30a4\u30c8\u306b\u8ffd\u52a0\u3055\u308c\u307e\u3059\uff0e
archive.createsite.info.2=\u30b5\u30a4\u30c8\u30a2\u30fc\u30ab\u30a4\u30d6\u304b\u3089\u306e\u30b3\u30f3\u30c6\u30c4\u306f\u65b0\u305f\u306a\u30b5\u30a4\u30c8\u306b\u30a4\u30f3\u30dd\u30fc\u30c8\u3055\u308c\u307e\u3059\uff0e
archive.createsite.type=\u65b0\u898f\u30b5\u30a4\u30c8\u7a2e\u5225
archive.createsite.term=\u65b0\u898f\u30b5\u30a4\u30c8\u671f\u9593
archive.createsite.choose=\u30a2\u30fc\u30ab\u30a4\u30d6\u9078\u629e
archive.createsite.upload=\u30a2\u30fc\u30ab\u30a4\u30d6\u66f4\u65b0
archive.createsite.missingfile=\u30b5\u30a4\u30c8\u30a2\u30fc\u30ab\u30a4\u30d6\u306eZIP\u30d5\u30a1\u30a4\u30eb\u3092\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\uff0e
archive.createsite.invalidfile=\u7121\u52b9\u306a\u30d5\u30a1\u30a4\u30eb
archive.createsite.missingtype=\u65b0\u3057\u3044\u30b5\u30a4\u30c8\u30bf\u30a4\u30d7\u3092\u9078\u629e\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059
archive.createsite.failedupload=\u30a2\u30fc\u30ab\u30a4\u30d6\u306e\u30a2\u30d7\u30ed\u30fc\u30c9\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\uff0e
archive.createsite.failedmerge=\u30a2\u30fc\u30ab\u30a4\u30d6\u30b3\u30f3\u30c6\u30f3\u30c4\u306e\u30de\u30fc\u30b8\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\uff0e
archive.createsite.confirm=\u30a2\u30fc\u30ab\u30a4\u30d6\u304b\u3089\u30b5\u30a4\u30c8\u3092\u4f5c\u6210\u4e2d
archive.createsite.confirm.none=\u306a\u3057
ediacc.joinExcludeFromPublic=\u8ab0\u3067\u3082\u95b2\u89a7\u3067\u304d\u308b\u53c2\u52a0\u53ef\u80fd\u306a\u30b5\u30a4\u30c8\u4e00\u89a7\u304b\u3089\u3053\u306e\u30b5\u30a4\u30c8\u3092\u9664\u5916
ediacc.joinLimitByAccountType=\u7279\u5b9a\u306e\u30a2\u30ab\u30a6\u30f3\u30c8\u306b\u53c2\u52a0\u3092\u5236\u9650
ediacc.additionJoinAccessOptions=\u8ffd\u52a0\u30aa\u30d7\u30b7\u30e7\u30f3\:
ediacc.joinToGroup=\u7279\u5b9a\u306e\u30b0\u30eb\u30fc\u30d7\u306b\u53c2\u52a0\u30e1\u30f3\u30d0\u3092\u8ffd\u52a0\:
ediacc.joinGroupNoSelection=\u306a\u3057
ediacc.groupEnabledLocalDiabledGlobal=\u3053\u306e\u30aa\u30d7\u30b7\u30e7\u30f3\u306f\u30b7\u30b9\u30c6\u30e0\u5168\u4f53\u306b\u308f\u305f\u3063\u3066\u7121\u52b9\u306b\u306a\u3063\u3066\u3044\u307e\u3059\uff0e\u30e1\u30f3\u30d0\u30fc\u306e\u53c2\u52a0\u306f\u30b0\u30eb\u30fc\u30d7\u306b\u5bfe\u3057\u3066\u884c\u308f\u308c\u307e\u305b\u3093\uff0e
ediacc.notifyEnabledLocalDisabledGlobal=\u3053\u306e\u30aa\u30d7\u30b7\u30e7\u30f3\u306f\u30b7\u30b9\u30c6\u30e0\u5168\u4f53\u306b\u308f\u305f\u3063\u3066\u7121\u52b9\u306b\u306a\u3063\u3066\u3044\u307e\u3059\uff0e\u8ab0\u304b\u304c\u30b5\u30a4\u30c8\u306b\u53c2\u52a0\u3057\u305f\u3068\u304d\u30e1\u30fc\u30eb\u901a\u77e5\u3092\u53d7\u3051\u53d6\u308c\u307e\u305b\u3093\uff0e
ediacc.excludeEnabledLocalDisabledGlobal=\u3053\u306e\u30aa\u30d7\u30b7\u30e7\u30f3\u306f\u30b7\u30b9\u30c6\u30e0\u5168\u4f53\u306b\u308f\u305f\u3063\u3066\u7121\u52b9\u306b\u306a\u3063\u3066\u3044\u307e\u3059\uff0e\u3053\u306e\u30b5\u30a4\u30c8\u306f\u8ab0\u3067\u3082\u95b2\u89a7\u3067\u304d\u308b\u53c2\u52a0\u53ef\u80fd\u306a\u30b5\u30a4\u30c8\u306b\u8868\u793a\u3055\u308c\u307e\u3059\uff0e
ediacc.limitEnabledLocalDisabledGlobal=\u3053\u306e\u30aa\u30d7\u30b7\u30e7\u30f3\u306f\u30b7\u30b9\u30c6\u30e0\u5168\u4f53\u306b\u308f\u305f\u3063\u3066\u7121\u52b9\u306b\u306a\u3063\u3066\u3044\u307e\u3059\uff0e\u3069\u306e\u30e6\u30fc\u30b6\u3067\u3082\u3053\u306e\u30b5\u30a4\u30c8\u306b\u53c2\u52a0\u3067\u304d\u307e\u3059\uff0e
ediacc.selectAtLeastOneAccountType=\u5c11\u306a\u304f\u3068\u3082\u4e0b\u306e\u4e00\u3064\u306e\u30a2\u30ab\u30a6\u30f3\u30c8\u7a2e\u5225\u3092\u9078\u629e\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\uff0e
ediacc.noAccountTypesSelected=\u7279\u5b9a\u306e\u30a2\u30ab\u30a6\u30f3\u30c8\u3092\u3082\u3064\u30e6\u30fc\u30b6\u306b\u3053\u306e\u30b5\u30a4\u30c8\u3078\u306e\u53c2\u52a0\u3092\u5236\u9650\u3059\u308b\u3053\u3068\u3092\u9078\u629e\u3067\u304d\u307e\u3059\u304c\uff0c\u30a2\u30ab\u30a6\u30f3\u30c8\u30bf\u30a4\u30d7\u304c\u9078\u629e\u3055\u308c\u307e\u305b\u3093\u3067\u3057\u305f\uff0e\u5c11\u306a\u304f\u3068\u3082\u4e00\u3064\u306e\u53c2\u52a0\u53ef\u80fd\u306a\u30a2\u30ab\u30a6\u30f3\u30c8\u30bf\u30a4\u30d7\u3092\u9078\u629e\u3059\u308b\u304b\uff0c\u30a2\u30ab\u30a6\u30f3\u30c8\u30bf\u30a4\u30d7\u306e\u5236\u9650\u3092\u9078\u629e\u89e3\u9664\u3057\u3066\u304f\u3060\u3055\u3044\uff0e
sinfo.mathjax.name=LaTeX
sinfo.mathjax.allowForSite=\u3053\u306e\u30b5\u30a4\u30c8\u3067LaTeX\u3068AsciiMath\u306e\u81ea\u52d5\u63cf\u753b\u3092\u53ef\u80fd\u306b\u3059\u308b\u305f\u3081MathJax\u3092\u6709\u52b9\u306b\u3057\u307e\u3059\uff0e<a href\="https\://sakai.screenstepslive.com/s/sakai_help/m/50750/l/555065-how-do-i-add-latex-language-to-my-course-site" target\="_blank">\u8a73\u7d30</a>.
sinfo.mathjax.confirmEnabled=\u3053\u306e\u30b5\u30a4\u30c8\u3067LaTeX\u306e\u81ea\u52d5\u63cf\u753b\u3092\u53ef\u80fd\u306b\u3057\u307e\u3057\u305f
sinfo.mathjax.allowed=\u3053\u306e\u30b5\u30a4\u30c8\u3067\u53ef\u80fd\u306b\u3057\u305f\uff0e
sinfo.mathjax.notAllowed=\u7121\u52b9
java.sites.deleted=\u30bd\u30d5\u30c8\u7684\u306b\u524a\u9664\u3057\u305f\u30b5\u30a4\u30c8
java.restore=\u30ea\u30b9\u30c8\u30a2
list.sortbysoftlydeleted=\u30bd\u30d5\u30c8\u7684\u306b\u524a\u9664\u3057\u305f\u72b6\u614b\u3067\u30bd\u30fc\u30c8
list.softlydeleted=\u30bd\u30d5\u30c8\u7684\u306b\u524a\u9664
list.restore=\u30ea\u30b9\u30c8\u30a2
list.sortbysoftlydeleted.asc=\u30bd\u30d5\u30c8\u7684\u306b\u524a\u9664\u3057\u305f\u72b6\u614b\u3067\u6607\u9806\u306b\u30bd\u30fc\u30c8
list.sortbysoftlydeleted.desc=\u30bd\u30d5\u30c8\u7684\u306b\u524a\u9664\u3057\u305f\u72b6\u614b\u3067\u964d\u9806\u306b\u30bd\u30fc\u30c8
softly.deleted.already=\u9078\u629e\u3055\u308c\u305f\u4e00\u3064\u4ee5\u4e0a\u306e\u30b5\u30a4\u30c8\u306f\u524a\u9664\u306e\u305f\u3081\u306b\u30de\u30fc\u30af\u3055\u308c\u3066\u304a\u308a\u9078\u629e\u304b\u3089\u524a\u9664\u3055\u308c\u307e\u3057\u305f\uff0e
softly.deleted.already2=\u9078\u629e\u3055\u308c\u305f\u30b5\u30a4\u30c8\u306f\u524a\u9664\u304c\u30de\u30fc\u30af\u3055\u308c\u307e\u305b\u3093\u3067\u3057\u305f\u306e\u3067\u4f55\u306e\u64cd\u4f5c\u3082\u5fc5\u8981\u3042\u308a\u307e\u305b\u3093\uff0e
softly.deleted.restore.nopermission=\u6a29\u9650\u304c\u306a\u3044\u305f\u3081\u30b5\u30a4\u30c8\u3092\u30ea\u30b9\u30c8\u30a2\u3067\u304d\u307e\u305b\u3093\uff0e
softly.deleted.invalidsite=\u30b5\u30a4\u30c8\u304c\u5b58\u5728\u3057\u306a\u3044\u305f\u3081\u30b5\u30a4\u30c8\u3092\u30ea\u30b9\u30c8\u30a2\u3067\u304d\u307e\u305b\u3093\uff0e
java.delete.hard=\u7269\u7406\u7684\u524a\u9664
sitegen.sitedel.hard=\u6ce8\u610f\uff1a\u7269\u7406\u7684\u524a\u9664\u3092\u9078\u629e\u3057\u305f\u306e\u3067\uff0c\u30b5\u30a4\u30c8\u306f\u30b7\u30b9\u30c6\u30e0\u304b\u3089\u524a\u9664\u3055\u308c\u308b\u30c4\u30fc\u30eb\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u6301\u3064\u3053\u3068\u306b\u306a\u308a\u307e\u3059\uff0e
sitegen.sitedel.hard.button=\u7269\u7406\u7684\u524a\u9664
import.newtool=\u6ce8\u610f\uff1a"+"\u304c\u4ed8\u3044\u305f\u30c4\u30fc\u30eb\u304b\u3089\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u30a4\u30f3\u30dd\u30fc\u30c8\u3059\u308b\u3053\u3068\u3092\u9078\u629e\u3059\u308b\u3068\uff0c\u30c4\u30fc\u30eb\u306f\u30b5\u30a4\u30c8\u306b\u8ffd\u52a0\u3055\u308c\u307e\u3059\uff0e
