#X-Generator: crowdin.net
#Java code		
site=\u0938\u093e\u0907\u091f

# General
gen.alert=\u091a\u0947\u0924\u093e\u0935\u0928\u0940

#List VM
list.search=\u0916\u094b\u091c
list.results=\u092a\u0930\u093f\u0923\u093e\u092e
list.sites=\ \u0915\u0947 \u0932\u093f\u090f \u0906\u092a\u0915\u0940 \u0916\u094b\u091c \u0938\u0947 \u092e\u0947\u0932 \u0916\u093e\u0924\u0940 \u0938\u093e\u0907\u091f\u094d\u0938  \u092a\u093e\u0908 \u0917\u0908 \u0925\u0940
list.type2=\u0938\u093e\u0907\u091f\u094d\u0938,
list.type1=\u0938\u093e\u0907\u091f\u094d\u0938,, \u0914\u0930
list.text=\u0914\u0930
list.aca=\u0905\u0915\u093e\u0926\u092e\u093f\u0915 \u0936\u092c\u094d\u0926\u0964
list.view=\u0926\u0947\u0916 \u0930\u0939\u0947 \u0939\u0948\u0902 
list.of=\u0915\u0940
list.items=\u0906\u0907\u091f\u092e\u094d\u0938
list.previous=\u092a\u093f\u091b\u0932\u093e
list.next=\u0905\u0917\u0932\u093e
list.show1=\u092a\u094d\u0930\u0924\u093f \u092a\u0943\u0937\u094d\u0920 5 \u0906\u0907\u091f\u092e \u0926\u093f\u0916\u093e\u090f\u0901
list.show2=\u092a\u094d\u0930\u0924\u093f \u092a\u0943\u0937\u094d\u0920 10 \u0906\u0907\u091f\u092e \u0926\u093f\u0916\u093e\u090f\u0901
list.show3=\u092a\u094d\u0930\u0924\u093f \u092a\u0943\u0937\u094d\u0920 20 \u0906\u0907\u091f\u092e \u0926\u093f\u0916\u093e\u090f\u0901
list.show4=\u092a\u094d\u0930\u0924\u093f \u092a\u0943\u0937\u094d\u0920 50 \u0906\u0907\u091f\u092e \u0926\u093f\u0916\u093e\u090f\u0901
list.show5=\u092a\u094d\u0930\u0924\u093f \u092a\u0943\u0937\u094d\u0920 100 \u0906\u0907\u091f\u092e \u0926\u093f\u0916\u093e\u090f\u0901
list.show6=\u092a\u094d\u0930\u0924\u093f \u092a\u0943\u0937\u094d\u0920 200 \u0906\u0907\u091f\u092e \u0926\u093f\u0916\u093e\u090f\u0901
list.summary=\u0938\u093e\u0907\u091f\u094b\u0902 \u0915\u0940 \u0938\u0942\u091a\u0940\u0964\u0915\u0949\u0932\u092e 1\: \u0938\u093e\u0907\u091f \u0936\u0940\u0930\u094d\u0937\u0915\u0964\u0915\u0949\u0932\u092e  2 \: \u0938\u093e\u0907\u091f \u092a\u094d\u0930\u0915\u093e\u0930\u0964  \u0915\u0949\u0932\u092e 3\: \u0938\u093e\u0907\u091f \u0915\u0947 \u092e\u093e\u0932\u093f\u0915\u0964 \u0915\u0949\u0932\u092e 4\:\u0915\u094d\u092f\u093e \u0938\u093e\u0907\u091f \u091c\u0949\u0907\u0928\u0947\u092c\u0932 \u0939\u0948\u0964 \u0915\u0949\u0932\u092e 5\: \u0936\u092c\u094d\u0926\u0964 \u0915\u0949\u0932\u092e 6\: \u0935\u093f\u0935\u0930\u0923
list.work=\u0935\u0930\u094d\u0915\u0938\u093e\u0907\u091f \u0936\u0940\u0930\u094d\u0937\u0915
list.type=\u092a\u094d\u0930\u0915\u093e\u0930
list.owner=\u092e\u093e\u0932\u093f\u0915
list.joinable=\u091c\u0949\u0907\u0928\u0947\u092c\u0932
list.notjoinable=\u091c\u0949\u0907\u0928\u0947\u092c\u0932 \u0928\u0939\u0940\u0902 
list.term=\u0905\u0935\u0927\u093f
list.description=\u0935\u0930\u094d\u0923\u0928
list.nosites=\u0915\u0947 \u0932\u093f\u090f \u0906\u092a\u0915\u0940 \u0916\u094b\u091c \u0938\u0947 \u092e\u0947\u0932 \u0916\u093e\u0924\u0940 \u0915\u094b\u0908 \u0938\u093e\u0907\u091f\u094d\u0938 \u0928\u0939\u0940 \u092a\u093e\u0908 \u0917\u0908 \u0925\u0940
list.go=\u0935\u0939\u093e\u0901 \u091c\u093e\u0913
list.select=\u0926\u0947\u0916\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0906\u0907\u091f\u092e\u094d\u0938 \u0915\u0940 \u0938\u0902\u0916\u094d\u092f\u093e \u0915\u093e \u091a\u092f\u0928 \u0915\u0930\u0947\u0902
list.desc.ellipse=...
list.desc.more=(\u0914\u0930 \u0905\u0927\u093f\u0915)
list.noterm=n/a

#Search VM
se.search=\u0938\u093e\u0907\u091f\u094b\u0902 \u0915\u0947 \u0932\u093f\u090f \u0916\u094b\u091c
se.search1=\u0915\u0947 \u0932\u093f\u090f \u0916\u094b\u091c\:
se.complete=\u0935\u093f\u0936\u093f\u0937\u094d\u091f \u0938\u093e\u0907\u091f\u0947\u0902 \u0916\u094b\u091c\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0928\u0940\u091a\u0947 \u0926\u093f\u090f \u0917\u090f \u092b\u093e\u0930\u094d\u092e \u0915\u094b \u092a\u0942\u0930\u093e \u0915\u0930\u0947\u0902\u0964
se.type=\u0938\u093e\u0907\u091f \u0915\u093e \u092a\u094d\u0930\u0915\u093e\u0930\:
se.any=\u0915\u094b\u0908 \u092d\u0940
se.term=\u0905\u0915\u093e\u0926\u092e\u093f\u0915 \u0936\u092c\u094d\u0926\:
se.instruction=\u0935\u0948\u0915\u0932\u094d\u092a\u093f\u0915\: \u0938\u093e\u0907\u091f \u0928\u093e\u092e (\u0909\u0926\u093e\u0939\u0930\u0923 \u0915\u0947 \u0932\u093f\u090f \u0905\u0930\u094d\u0925\u0935\u094d\u092f\u0935\u0938\u094d\u0925\u093e 101) \u092f\u093e \u092a\u094d\u0930\u094b\u091c\u0947\u0915\u094d\u091f \u0915\u093e \u0928\u093e\u092e \u0926\u094d\u0935\u093e\u0930\u093e \u0938\u093e\u0907\u091f\u094b\u0902 \u0915\u0947 \u0932\u093f\u090f \u0916\u094b\u091c\u0964

#Visit VM
vi.prev=\u092a\u093f\u091b\u0932\u093e\:
vi.ret=\u0938\u0942\u091a\u0940 \u092a\u0930 \u0932\u094c\u091f\u0947\u0902
vi.next=\u0905\u0917\u0932\u093e\:
vi.public=\u0938\u093e\u0930\u094d\u0935\u091c\u0928\u093f\u0915 \u0918\u094b\u0937\u0923\u093e\u090f\u0901
vi.public1=\u0938\u093e\u0930\u094d\u0935\u091c\u0928\u093f\u0915 \u0938\u0902\u0938\u093e\u0927\u0928\u094b\u0902
vi.public2=\u0938\u093e\u0930\u094d\u0935\u091c\u0928\u093f\u0915 \u092a\u093e\u0920\u094d\u092f\u0915\u094d\u0930\u092e
### (moot) vi.subject = Subject
### (moot) vi.from = From
vi.att=\u0938\u0902\u0932\u0917\u094d\u0928\u0915
vi.folder=\u092b\u094b\u0932\u094d\u0921\u0930
### (moot) vi.title = Title
vi.there=\u0907\u0938 \u0938\u093e\u0907\u091f \u0915\u0947 \u0932\u093f\u090f \u0915\u094b\u0908 \u0938\u093e\u0930\u094d\u0935\u091c\u0928\u093f\u0915 \u0918\u094b\u0937\u0923\u093e\u090f\u0902 \u0928\u0939\u0940 \u0939\u0948\u0902\u0964
vi.there1=\ \u0907\u0938 \u0938\u093e\u0907\u091f \u0915\u0947 \u0932\u093f\u090f  \u0915\u094b\u0908 \u0938\u093e\u0930\u094d\u0935\u091c\u0928\u093f\u0915 \u0938\u0902\u0938\u093e\u0927\u0928  \u0928\u0939\u0940\u0902 \u0939\u0948\u0902\u0964
vi.there2=\u0907\u0938 \u0938\u093e\u0907\u091f \u0915\u0947 \u0932\u093f\u090f \u0915\u094b\u0908 \u0938\u093e\u0930\u094d\u0935\u091c\u0928\u093f\u0915 \u092a\u093e\u0920\u094d\u092f\u0915\u094d\u0930\u092e \u0928\u0939\u0940\u0902 \u0939\u0948\u0964
list.not.selected=\u0915\u094b\u0908 \u0938\u093e\u0907\u091f \u091a\u092f\u0928\u093f\u0924 \u0928\u0939\u0940\u0902 \u0939\u0948
vi.size=\u0938\u093e\u0907\u091c\u093c\:

# SAK-24423 - joinable site settings - messages for site browser
list.join=\u091c\u0941\u0921\u093c\u0947\u0902
list.alreadyMember=(\u092a\u0939\u0932\u0947 \u0938\u0947 \u0939\u0940 \u090f\u0915 \u0938\u0926\u0938\u094d\u092f)
list.joinableButExclude=\u0939\u093e\u0901 (\u092a\u094d\u0930\u0936\u093f\u0915\u094d\u0937\u0915 \u0938\u0947 \u0938\u0902\u092a\u0930\u094d\u0915 )
join.alreadyMember1=\u0906\u092a \u092a\u0939\u0932\u0947 \u0938\u0947 \u0939\u0940 \u0907\u0938 \u0938\u093e\u0907\u091f \u0915\u093e \u090f\u0915 \u0938\u0926\u0938\u094d\u092f \u0930\u0939\u0947 \u0939\u0948\u0902\!
join.alreadyMember2=\u0935\u0939\u093e\u0901 \u0905\u092c \u0928\u0947\u0935\u093f\u0917\u0947\u091f \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0928\u0940\u091a\u0947 \u0926\u093f\u090f \u0917\u090f \u0932\u093f\u0902\u0915 \u092a\u0930 \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0947\u0902\u0964
join.unjoinable=\u092f\u0939  \u0938\u093e\u0907\u091f \u091c\u0949\u0907\u0928\u0947\u092c\u0932 \u0928\u0939\u0940\u0902 \u0939\u0948; \u0906\u092a \u0907\u0938 \u0938\u093e\u0907\u091f \u092e\u0947\u0902 \u0936\u093e\u092e\u093f\u0932 \u0928\u0939\u0940\u0902 \u0939\u094b \u0938\u0915\u0924\u0947\u0964
join.notAllowed=\u0907\u0938 \u0938\u093e\u0907\u091f \u0924\u0915 \u092a\u0939\u0941\u0901\u091a \u0938\u0940\u092e\u093f\u0924 \u0939\u0948\u0964 \u0906\u092a \u0905\u092a\u0928\u0947 \u0935\u0930\u094d\u0924\u092e\u093e\u0928 \u0916\u093e\u0924\u0947 \u0915\u0947 \u0938\u093e\u0925 \u0938\u093e\u0907\u091f \u092e\u0947\u0902 \u0936\u093e\u092e\u093f\u0932 \u0928\u0939\u0940\u0902 \u0939\u094b \u0938\u0915\u0924\u0947\u0964 \u0905\u0927\u093f\u0915 \u091c\u093e\u0928\u0915\u093e\u0930\u0940 \u0915\u0947 \u0932\u093f\u090f \u0938\u093e\u0907\u091f \u0915\u0947 \u0938\u094d\u0935\u093e\u092e\u0940 \u0938\u0947 \u0938\u0902\u092a\u0930\u094d\u0915 \u0915\u0930\u0947\u0902\u0964
join.login=\u0907\u0938 \u0938\u093e\u0907\u091f \u092e\u0947\u0902 \u0936\u093e\u092e\u093f\u0932 \u0939\u094b\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0906\u092a\u0915\u094b  \u0932\u0949\u0917 \u0907\u0928  \u0915\u0930\u0928\u0947 \u0915\u0940 \u091c\u0930\u0942\u0930\u0924 \u0939\u0948\u0964 \u0915\u0943\u092a\u092f\u093e \u0932\u0949\u0917 \u0907\u0928 \u0915\u0930\u0947\u0902 \u0914\u0930 \u092a\u0941\u0928\u0903 \u092a\u094d\u0930\u092f\u093e\u0938 \u0915\u0930\u0947\u0902\u0964
join.success=\u0938\u092b\u0932\u0924\u093e\! \u0906\u092a\u0928\u0947 \u0905\u092d\u0940 \u0907\u0938 \u0938\u093e\u0907\u091f\u0094 &\#148;{0}&\#147; \u0093\u0915\u094b \u091c\u093e\u0907\u0928 \u0915\u093f\u092f\u093e \u0939\u0948\u0964 \u0935\u0939\u093e\u0901 \u0905\u092c \u0928\u0947\u0935\u093f\u0917\u0947\u091f \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0928\u0940\u091a\u0947 \u0926\u093f\u090f \u0917\u090f \u0932\u093f\u0902\u0915 \u092a\u0930 \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0947\u0902\!
join.failPermission=\u0938\u093e\u0907\u091f \u091c\u093e\u0907\u0928 \u0915\u0930\u0928\u0947 \u092e\u0947\u0902 \u0935\u093f\u092b\u0932 \u0930\u0939\u0947\u0964 \u0906\u092a\u0915\u0947 \u092a\u093e\u0938 \u0907\u0938 \u0938\u093e\u0907\u091f \u0915\u094b \u091c\u093e\u0907\u0928 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0938\u0939\u0940 \u0905\u0928\u0941\u092e\u0924\u093f\u092f\u093e\u0902 \u0928\u0939\u0940\u0902 \u0939\u0948\u0964
join.fail=\u0938\u093e\u0907\u091f \u091c\u093e\u0907\u0928 \u0915\u0930\u0928\u0947 \u092e\u0947\u0902 \u0935\u093f\u092b\u0932 \u0930\u0939\u0947\u0964 \u0915\u0943\u092a\u092f\u093e \u0938\u092e\u0930\u094d\u0925\u0928 \u0938\u0947 \u0938\u0902\u092a\u0930\u094d\u0915 \u0915\u0930\u0947\u0902\u0964
join.joinNow=\u0905\u092d\u0940 \u091c\u093e\u0907\u0928 \u0915\u0930\u0947 
join.notJoinable=\u0928\u0939\u0940\u0902
join.notFound=\u0938\u093e\u0907\u091f \u0928\u0939\u0940\u0902 \u092e\u093f\u0932\u0940\u0964

