#
# Copyright (c) 2008 Sakai Foundation
#
# Licensed under the Educational Community License, Version 2.0 (the "License");
# you may not use this file except in compliance with the License.
# You may obtain a copy of the License at
#
# http://www.osedu.org/licenses/ECL-2.0
#
# Unless required by applicable law or agreed to in writing, software
# distributed under the License is distributed on an "AS IS" BASIS,
# WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
# See the License for the specific language governing permissions and
# limitations under the License.
#

#Generated by ResourceBundle Editor (http://eclipse-rbe.sourceforge.net)

add.addpart                 = \u0625\u0636\u0627\u0641\u0629 \u0645\u0634\u0627\u0631\u0643(\u064A\u0646) \u0644
add.assign                  = \u062A\u0639\u064A\u064A\u0646 \u062C\u0645\u064A\u0639 \u0627\u0644\u0645\u0634\u0627\u0631\u0643\u064A\u0646 \u0644\u0646\u0641\u0633 \u0627\u0644\u062F\u0648\u0631
add.assign2                 = \u062A\u062D\u062F\u064A\u062F \u062F\u0648\u0631 \u0641\u0631\u062F\u064A \u0644\u0643\u0644 \u0645\u0634\u0627\u0631\u0643
add.duplicatedpart          = \u0627\u0644\u0645\u0639\u0644\u0648\u0645\u0627\u062A \u0627\u0644\u0645\u062F\u062E\u0644\u0629 \u0627\u0644\u0645\u0643\u0631\u0631\u0629 \u0623\u0632\u064A\u0644\u062A \u0645\u0646 \u0642\u0627\u0626\u0645\u0629 \u0625\u0636\u0627\u0641\u0629 \u0627\u0644\u0645\u0634\u0627\u0631\u0643\u064A\u0646:
add.duplicatedpart.single   = \u0627\u0644\u0645\u0639\u0644\u0648\u0645\u0627\u062A \u0627\u0644\u0645\u0643\u0631\u0631\u0629 \u0627\u0644\u062A\u0627\u0644\u064A\u0629 \u0623\u0632\u064A\u0644\u062A \u0645\u0646 \u0642\u0627\u0626\u0645\u0629 \u0625\u0636\u0627\u0641\u0629 \u0627\u0644\u0645\u0634\u0627\u0631\u0643\u064A\u0646:
add.enter                   = \u0623\u062F\u062E\u0644\u0648\u0627 \u0623\u062F\u0646\u0627\u0647 \u0627\u0644\u0645\u0634\u0627\u0631\u0643\u064A\u0646 \u0627\u0644\u0630\u064A\u0646 \u062A\u0631\u064A\u062F\u0648\u0646 \u0625\u0636\u0627\u0641\u062A\u0647\u0645 \u0625\u0644\u0649 \u0645\u0648\u0642\u0639\u0643\u0645. \u064A\u0645\u0643\u0646\u0643\u0645 \u0625\u062F\u062E\u0627\u0644 \u0623\u0643\u062B\u0631 \u0645\u0646 \u0625\u0633\u0645 \u0648\u0627\u062D\u062F \u0641\u064A \u0643\u0644 \u0645\u062C\u0627\u0644 \u0644\u0644\u0646\u0635 \u0628\u0648\u0636\u0639 \u0643\u0644 \u0648\u0627\u062D\u062F \u0641\u064A \u0633\u0637\u0631 \u0645\u0633\u062A\u0642\u0644 (\u062F\u0648\u0646 \u0641\u0648\u0627\u0635\u0644).
add.existingpart            = \u0627\u0644\u0645\u0634\u0627\u0631\u0643\u064A\u0646 \u0627\u0644\u062A\u0627\u0644\u064A\u064A\u0646 \u0641\u064A \u0627\u0644\u0645\u0648\u0642\u0639 \u062A\u0645 \u0633\u062D\u0628\u0647\u0645 \u0645\u0646 \u0642\u0627\u0626\u0645\u0629 \u0625\u0636\u0627\u0641\u0629 \u0627\u0644\u0645\u0634\u0627\u0631\u0643\u064A\u0646:
add.existingpart.1          = \u0627\u0644\u0645\u0634\u0627\u0631\u0643\u0648\u0646 \u0627\u0644\u062A\u0627\u0644\u064A\u0629 \u0623\u0633\u0645\u0627\u0624\u0647\u0645 \u0623\u0639\u0636\u0627\u0621 \u0628\u0627\u0644\u0641\u0639\u0644 \u0641\u064A \u0647\u0630\u0627 \u0627\u0644\u0645\u0648\u0642\u0639 \u0648\u0644\u0627 \u064A\u0645\u0643\u0646 \u0625\u0639\u0627\u062F\u0629 \u0625\u0636\u0627\u0641\u062A\u0647\u0645:
add.existingpart.2          = .\u064A\u0645\u0643\u0646\u0643\u0645 \u0627\u0644\u0625\u0633\u062A\u0645\u0631\u0627\u0631 \u0641\u064A \u0625\u0636\u0627\u0641\u0629 \u0645\u0634\u0627\u0631\u0643\u064A\u0646 \u0622\u062E\u0631\u064A\u0646 \u0628\u0625\u062A\u0628\u0627\u0639 \u0627\u0644\u062A\u0648\u062C\u064A\u0647\u0627\u062A \u0627\u0644\u062A\u0627\u0644\u064A\u0629.
add.existingpart.single     = \u0627\u0644\u0645\u0634\u0627\u0631\u0643 \u0627\u0644\u062A\u0627\u0644\u064A \u0641\u064A \u0627\u0644\u0645\u0648\u0642\u0639 \u062A\u0645 \u0633\u062D\u0628\u0647 \u0645\u0646 \u0642\u0627\u0626\u0645\u0629 \u0625\u0636\u0627\u0641\u0629 \u0627\u0644\u0645\u0634\u0627\u0631\u0643\u064A\u0646:
add.external                = (\u0645\u0634\u0627\u0631\u0643\u064A\u0646 \u062E\u0627\u0631\u062C\u064A\u064A\u0646 \u0645\u062B\u0627\u0644. jdoe@yahoo.com):
add.guests                  = \u0639\u0646\u0648\u0627\u0646 \u0627\u0644\u0628\u0631\u064A\u062F \u0627\u0644\u0627\u0644\u0643\u062A\u0631\u0648\u0646\u064A \u0644\u0644\u0636\u064A\u0641(\u0636\u064A\u0648\u0641)
add.multiple                = \u064A\u0633\u0645\u062D \u0628\u0648\u0636\u0639 \u0623\u0633\u0645\u0627\u0621 \u0645\u0633\u062A\u0639\u0645\u0644\u064A\u0646 \u0645\u062A\u0639\u062F\u062F\u0629 \u0648 \u0630\u0644\u0643 \u0628\u0648\u0636\u0639 \u0643\u0644 \u0625\u0633\u0645 \u0639\u0644\u0649 \u062E\u0637 \u0645\u0646\u0641\u0631\u062F (\u0623\u0646\u0642\u0631 \u0639\u0644\u0649 \u0645\u0641\u062A\u0627\u062D \u0627\u0644\u0631\u062C\u0648\u0639 \u0623\u0648 \u0627\u0644\u062F\u062E\u0648\u0644 \u0639\u0644\u0649 \u0644\u0648\u062D\u0629 \u0627\u0644\u0645\u0641\u0627\u062A\u064A\u062D \u0628\u064A\u0646 \u0643\u0644 \u0627\u0644\u0645\u0639\u0644\u0648\u0645\u0627\u062A \u0627\u0644\u0645\u062F\u062E\u0644\u0629)
add.multiple2               = \u064A\u0633\u0645\u062D \u0628\u0648\u0636\u0639 \u0639\u0646\u0627\u0648\u064A\u0646 \u0627\u0644\u0628\u0631\u064A\u062F \u0627\u0644\u0627\u0644\u0643\u062A\u0631\u0648\u0646\u064A \u0645\u062A\u0639\u062F\u062F\u0629 \u0648 \u0630\u0644\u0643 \u0628\u0648\u0636\u0639 \u0643\u0644 \u0639\u0646\u0648\u0627\u0646 \u0639\u0644\u0649 \u062E\u0637 \u0645\u0646\u0641\u0631\u062F (\u0623\u0646\u0642\u0631 \u0639\u0644\u0649 \u0645\u0641\u062A\u0627\u062D \u0627\u0644\u0631\u062C\u0648\u0639 \u0623\u0648 \u0627\u0644\u062F\u062E\u0648\u0644 \u0639\u0644\u0649 \u0644\u0648\u062D\u0629 \u0627\u0644\u0645\u0641\u0627\u062A\u064A\u062D \u0628\u064A\u0646 \u0643\u0644 \u0627\u0644\u0645\u0639\u0644\u0648\u0645\u0627\u062A \u0627\u0644\u0645\u062F\u062E\u0644\u0629)
add.participants            = \u0623\u062F\u0648\u0627\u0631 \u0627\u0644\u0645\u0634\u062A\u0631\u0643\u064A\u0646
add.unames                  = \u0625\u0633\u0645(\u0623\u0633\u0645\u0627\u0621) \u0627\u0644\u0645\u0633\u062A\u0639\u0645\u0644(\u064A\u0646)

addconf.besent     = \u0633\u0648\u0641 \u064A\u062A\u0644\u0642\u0648\u0646 \u0628\u0631\u064A\u062F\u0627 \u0625\u0644\u0643\u062A\u0631\u0648\u0646\u064A\u0627 \u064A\u0634\u0639\u0631\u0647\u0645 \u0628\u0645\u062F\u0649 \u062C\u0627\u0647\u0632\u064A\u0629 \u0627\u0644\u0645\u0648\u0642\u0639.
addconf.confirming = \u062A\u0623\u0643\u064A\u062F \u0625\u0636\u0627\u0641\u0629 \u0627\u0644\u0645\u0634\u0627\u0631\u0643(\u064A\u0646) \u0625\u0644\u0649
addconf.finish     = \u0627\u0644\u062A\u0627\u0644\u064A \u0633\u064A\u0636\u0627\u0641 \u0625\u0644\u0649 \u0645\u0648\u0642\u0639\u0643\u0645 \u0639\u0646\u062F \u0627\u0644\u0646\u0642\u0631 \u0639\u0644\u0649 \u0632\u0631 \u0625\u0646\u062A\u0647\u0649 \u0641\u064A \u0627\u0644\u0623\u0633\u0641\u0644.
addconf.name       = \u0625\u0633\u0645
addconf.not        = \u0644\u064A\u0633
addconf.number     = #
addconf.role       = \u062F\u0648\u0631
addconf.snasc      = \u0627\u0644\u062A\u0631\u062A\u064A\u0628 \u062D\u0633\u0628 \u0627\u0644\u0625\u0633\u0645 \u0635\u0639\u0648\u062F\u0627
addconf.sndesc     = \u0627\u0644\u062A\u0631\u062A\u064A\u0628 \u062D\u0633\u0628 \u0627\u0644\u0625\u0633\u0645 \u0646\u0632\u0648\u0644\u0627
addconf.sortbyname = \u0627\u0644\u062A\u0631\u062A\u064A\u0628 \u062D\u0633\u0628 \u0627\u0644\u0625\u0633\u0645
addconf.sortbyrole = \u0627\u0644\u062A\u0631\u062A\u064A\u0628 \u062D\u0633\u0628 \u0627\u0644\u062F\u0648\u0631
addconf.sortbyuniq = \u0627\u0644\u062A\u0631\u062A\u064A\u0628 \u062D\u0633\u0628 \u0625\u0633\u0645 \u0627\u0644\u0645\u0633\u062A\u0639\u0645\u0644
addconf.srasc      = \u0627\u0644\u062A\u0631\u062A\u064A\u0628 \u062D\u0633\u0628 \u0627\u0644\u062F\u0648\u0631 \u0635\u0639\u0648\u062F\u0627
addconf.srdesc     = \u0627\u0644\u062A\u0631\u062A\u064A\u0628 \u062D\u0633\u0628 \u0627\u0644\u062F\u0648\u0631 \u0646\u0632\u0648\u0644\u0627
addconf.suasc      = \u0627\u0644\u062A\u0631\u062A\u064A\u0628 \u062D\u0633\u0628 \u0625\u0633\u0645 \u0627\u0644\u0645\u0633\u062A\u0639\u0645\u0644 \u0635\u0639\u0648\u062F\u0627
addconf.sudesc     = \u0627\u0644\u062A\u0631\u062A\u064A\u0628 \u062D\u0633\u0628 \u0625\u0633\u0645 \u0627\u0644\u0645\u0633\u062A\u0639\u0645\u0644 \u0646\u0632\u0648\u0644\u0627
addconf.summary    = \u0627\u0644\u062C\u062F\u0648\u0644 \u064A\u062D\u0645\u0644 \u0645\u0639\u0644\u0648\u0645\u0627\u062A \u0639\u0646 \u0627\u0644\u0645\u0634\u0627\u0631\u0643\u064A\u0646 \u0627\u0644\u0630\u064A\u0646 \u062A\u0645 \u0625\u0636\u0627\u0641\u062A\u0647\u0645 \u0625\u0644\u0649 \u0627\u0644\u0645\u0648\u0642\u0639. \u0627\u0644\u0639\u0645\u0648\u062F 1 : \u0627\u0644\u0639\u062F\u062F. \u0627\u0644\u0639\u0645\u0648\u062F 2 : \u0627\u0644\u0625\u0633\u0645 \u0627\u0644\u062D\u0642\u064A\u0642\u064A \u0644\u0644\u0645\u0633\u062A\u0639\u0645\u0644. \u0627\u0644\u0639\u0645\u0648\u062F 3 : \u0625\u0633\u0645 \u0627\u0644\u0645\u0633\u062A\u0639\u0645\u0644. \u0627\u0644\u0639\u0645\u0648\u062F 4 : \u062F\u0648\u0631 \u0627\u0644\u0645\u0633\u062A\u0639\u0645\u0644. \u0627\u0644\u0639\u0646\u0627\u0648\u064A\u0646 \u0627\u0644\u0631\u0623\u0633\u064A\u0629 \u062A\u062A\u0636\u0645\u0646 \u0631\u0648\u0627\u0628\u0637 \u0644\u062A\u0631\u062A\u064A\u0628 \u0642\u064A\u0645 \u0627\u0644\u0639\u0648\u0627\u0645\u064A\u062F.
addconf.userid     = \u0631\u0642\u0645 \u0627\u0644\u062A\u0633\u062C\u064A\u0644
addconf.username   = \u0625\u0633\u0645 \u0627\u0644\u0645\u0633\u062A\u0639\u0645\u0644

adddif.choose               = \u0625\u062E\u062A\u064A\u0627\u0631 \u062F\u0648\u0631 \u0644\u0644\u0645\u0634\u0627\u0631\u0643\u064A\u0646
adddif.chroles              = \u0625\u062E\u062A\u064A\u0627\u0631 \u062F\u0648\u0631 \u0644\u0644\u0645\u0634\u0627\u0631\u0643\u064A\u0646 \u0627\u0644\u0645\u0631\u0627\u062F \u0625\u0636\u0627\u0641\u062A\u0647\u0645. \u0627\u0644\u0645\u0648\u0627\u062F \u0627\u0644\u0645\u0637\u0644\u0648\u0628\u0629 \u0645\u0639\u0644\u0645\u0629 \u0628\u0627\u0644\u0639\u0644\u0627\u0645\u0629
adddif.please               = \u064A\u0631\u062C\u0649 \u0625\u062E\u062A\u064A\u0627\u0631 \u062F\u0648\u0631:
adddif.rolelist.summary     = \u0627\u0644\u062C\u062F\u0648\u0644 \u064A\u0635\u0641 \u0627\u0644\u0623\u062F\u0648\u0627\u0631 \u0627\u0644\u0645\u062A\u0627\u062D\u0629 \u0641\u064A \u0627\u0644\u0646\u0638\u0627\u0645
adddif.rolepicklist.summary = \u0627\u0644\u062C\u062F\u0648\u0644 \u064A\u0639\u0631\u0636 \u0627\u0644\u0645\u0633\u062A\u0639\u0645\u0644\u064A\u0646 \u0648 \u0627\u0644\u0623\u062F\u0648\u0627\u0631. \u0627\u0644\u0639\u0645\u0648\u062F 1: \u0627\u0644\u0645\u0633\u062A\u0639\u0645\u0644. \u0627\u0644\u0639\u0645\u0648\u062F 2: \u0645\u0627\u062F\u0629 \u0625\u062E\u062A\u064A\u0627\u0631 \u0644\u0625\u062E\u062A\u064A\u0627\u0631 \u0645\u0646 \u062E\u0644\u0627\u0644\u0647\u0627 \u062F\u0648\u0631\u0627.

addnoti.anemail           = \u064A\u0645\u0643\u0646 \u0625\u0631\u0633\u0627\u0644 \u0628\u0631\u064A\u062F \u0625\u0644\u0643\u062A\u0631\u0648\u0646\u064A \u062A\u0644\u0642\u0627\u0626\u064A \u0644\u0644\u0645\u0633\u062A\u0639\u0645\u0644\u064A\u0646 \u0627\u0644\u0645\u0636\u0627\u0641\u064A\u0646 \u0644\u0625\u0634\u0639\u0627\u0631\u0647\u0645 \u0628\u0645\u062F\u0649 \u062C\u0627\u0647\u0632\u064A\u0629 \u0627\u0644\u0645\u0648\u0642\u0639.
addnoti.dontsend          = \u0639\u062F\u0645 \u0627\u0644\u0625\u0631\u0633\u0627\u0644 - \u0644\u0627 \u062A\u0642\u0645 \u0628\u0625\u0631\u0633\u0627\u0644 \u0628\u0631\u064A\u062F \u0625\u0644\u0643\u062A\u0631\u0648\u0646\u064A \u0644\u0644\u0645\u0634\u062A\u0631\u0643\u064A\u0646 \u0627\u0644\u062C\u062F\u062F \u0644\u0625\u0634\u0639\u0627\u0631\u0647\u0645 \u0628\u0645\u062F\u0649 \u062C\u0627\u0647\u0632\u064A\u0629 \u0627\u0644\u0645\u0648\u0642\u0639.
addnoti.sendnow           = \u0623\u0631\u0633\u0644 \u0627\u0644\u0622\u0646 - \u0623\u0631\u0633\u0644 \u0628\u0631\u064A\u062F \u0625\u0644\u0643\u062A\u0631\u0648\u0646\u064A \u0625\u0644\u0649 \u0627\u0644\u0645\u0633\u062A\u0639\u0645\u0644\u064A\u0646 \u0644\u0625\u0634\u0639\u0627\u0631\u0647\u0645  \u0628\u0623\u0646 \u0627\u0644\u0645\u0648\u0642\u0639 \u0645\u062A\u0627\u062D.
addnoti.toUnpublishedSite = \u0623\u0646\u062A \u0628\u0635\u062F\u062F \u0625\u0636\u0627\u0641\u0629 \u0645\u0633\u062A\u0639\u0645\u0644\u064A\u0646 \u0644\u0643\u0646 \u0645\u0648\u0642\u0639\u0643\u0645 \u0644\u0645 \u064A\u0646\u0634\u0631 \u0628\u0639\u062F. \u0648\u0644\u0645 \u064A\u062A\u0645 \u0627\u0644\u0625\u0628\u0644\u0627\u063A \u0627\u0644\u0625\u0644\u0643\u062A\u0631\u0648\u0646\u064A \u0644\u0623\u0648\u0644\u0626\u0643 \u0627\u0644\u0645\u0633\u062A\u0639\u0645\u0644\u064A\u0646. \u0648 \u0644\u0646 \u064A\u062A\u0645\u0643\u0646\u0648\u0627 \u0645\u0646 \u0627\u0644\u0625\u0637\u0644\u0627\u0639 \u0639\u0644\u0649 \u0627\u0644\u0645\u0648\u0642\u0639 \u062D\u062A\u0649 \u064A\u062A\u0645 \u0646\u0634\u0631\u0647. \u064A\u0631\u062C\u0649 \u0625\u062E\u062A\u064A\u0627\u0631 "\u0625\u062F\u0627\u0631\u0629 \u0627\u0644\u062F\u062E\u0648\u0644" \u0641\u064A \u0623\u062F\u0627\u0629 \u0645\u0639\u0644\u0648\u0645\u0627\u062A \u0627\u0644\u0645\u0648\u0642\u0639 \u0644\u0646\u0634\u0631 \u0645\u0648\u0642\u0639\u0643\u0645.

addrc.confirming = \u062A\u0623\u0643\u064A\u062F \u0623\u062F\u0648\u0627\u062A \u0627\u0644\u0645\u0648\u0642\u0639
addrc.selected   = \u0648 \u0642\u062F \u062A\u0645 \u0625\u062E\u062A\u064A\u0627\u0631 \u0645\u0627 \u064A\u0644\u064A \u0644\u0645\u0648\u0642\u0639\u0643\u0645 (\u0627\u0644\u0623\u062F\u0648\u0627\u062A \u0627\u0644\u0645\u0636\u0627\u0641\u0629 \u0645\u0628\u0631\u0632\u0629):
addrc.youhave    = \u0644\u0642\u062F \u0623\u0632\u0644\u062A\u0645 \u0645\u0627 \u064A\u0644\u064A:

addrem.check            = \u0636\u0639\u0648\u0627 \u0639\u0644\u0627\u0645\u0629 \u0641\u064A \u0627\u0644\u062E\u0627\u0646\u0629 \u0644\u0625\u0636\u0627\u0641\u0629 \u0623\u0648 \u0625\u0632\u0627\u0644\u0629 \u0627\u0644\u0623\u062F\u0648\u0627\u062A \u0645\u0646 \u0645\u0648\u0642\u0639\u0643\u0645.
addrem.descrip          = \u0648\u0635\u0641 \u0627\u0644\u0645\u0634\u0631\u0648\u0639\u060C \u0627\u0644\u0625\u0639\u0644\u0627\u0646\u0627\u062A \u0627\u0644\u0623\u062E\u064A\u0631\u0629\u060C \u0627\u0644\u0645\u0646\u0627\u0642\u0634\u0629\u060C \u0648\u0645\u0648\u0627\u062F \u0627\u0644\u062F\u0631\u062F\u0634\u0629.
addrem.list.check       = \u0625\u062E\u062A\u064A\u0627\u0631
addrem.list.description = \u0648\u0635\u0641 \u0627\u0644\u0623\u062F\u0627\u0629
addrem.list.summary     = \u0642\u0627\u0626\u0645\u0629 \u0623\u062F\u0648\u0627\u062A \u0627\u0644\u0645\u0648\u0642\u0639. \u0627\u0644\u0639\u0645\u0648\u062F 1: \u062E\u0627\u0646\u0629 \u0627\u0644\u0639\u0644\u0627\u0645\u0629 \u0644\u0625\u0636\u0627\u0641\u0629 \u0623\u0648 \u0625\u0632\u0627\u0644\u0629 \u0623\u062F\u0627\u0629 \u0645\u0646 \u0627\u0644\u0645\u0648\u0642\u0639. \u0627\u0644\u0639\u0645\u0648\u062F 2: \u0625\u0633\u0645 \u0627\u0644\u0623\u062F\u0627\u0629. \u0627\u0644\u0639\u0645\u0648\u062F 3: \u0648\u0635\u0641 \u0627\u0644\u0623\u062F\u0627\u0629.
addrem.list.toolname    = \u0623\u062F\u0627\u0629
addrem.revising         = \u062A\u0639\u062F\u064A\u0644 \u0623\u062F\u0648\u0627\u062A \u0627\u0644\u0645\u0648\u0642\u0639 \u0644

addsame.choose       = \u0625\u062E\u062A\u064A\u0627\u0631 \u0627\u0644\u062F\u0648\u0631 \u0644\u0644\u0645\u0634\u0627\u0631\u0643\u064A\u0646 \u0627\u0644\u0645\u0636\u0627\u0641\u064A\u0646.
addsame.participants = \u0627\u0644\u0645\u0634\u0627\u0631\u0643\u0648\u0646
addsame.roles        = \u0623\u062F\u0648\u0627\u0631

alert.apubsit = \u0627\u0644\u0645\u0648\u0642\u0639 \u0645\u0646\u0634\u0648\u0631 \u064A\u0645\u0643\u0646 \u0645\u0634\u0627\u0647\u062F\u062A\u0647 \u0645\u0646 \u0637\u0631\u0641 \u062C\u0645\u064A\u0639 \u0627\u0644\u0645\u0634\u0627\u0631\u0643\u064A\u0646. \u0627\u0644\u0645\u0648\u0627\u0642\u0639 \u0627\u0644\u063A\u064A\u0631 \u0645\u0646\u0634\u0648\u0631\u0629 \u0644\u0627 \u064A\u0645\u0643\u0646 \u0645\u0634\u0627\u0647\u062F\u062A\u0647\u0627 \u0625\u0644\u0627 \u0645\u0646 \u0637\u0631\u0641 \u0645\u0646 \u0644\u062F\u064A\u0647\u0645 \u062D\u0642\u0648\u0642 \u0625\u0646\u0634\u0627\u0621 \u0627\u0644\u0645\u0648\u0642\u0639. \u0625\u0630\u0627 \u0625\u062E\u062A\u0631\u062A\u0645 \u062A\u0631\u0643 \u0627\u0644\u0645\u0648\u0642\u0639 \u063A\u064A\u0631 \u0645\u0646\u0634\u0648\u0631 \u062D\u0627\u0644\u064A\u0627\u060C \u064A\u0645\u0643\u0646\u0643 \u0646\u0634\u0631\u0647 \u0628\u0639\u062F \u0630\u0644\u0643 \u0641\u064A \u0623\u064A \u0648\u0642\u062A \u0628\u0625\u0633\u062A\u0639\u0645\u0627\u0644 \u0623\u062F\u0627\u0629 \u0645\u0639\u0644\u0648\u0645\u0627\u062A \u0627\u0644\u0645\u0648\u0642\u0639\u060C \u0627\u0644\u062A\u064A \u062A\u0638\u0647\u0631 \u0641\u064A \u0642\u0627\u0626\u0645\u0629 \u0643\u0644 \u0645\u0634\u0631\u0648\u0639 \u0623\u0648 \u0645\u0648\u0642\u0639  \u062F\u0631\u0633.
alert.levunp  = \u062A\u0631\u0643 \u0627\u0644\u0645\u0648\u0642\u0639 \u063A\u064A\u0631 \u0645\u0646\u0634\u0648\u0631
alert.onelas  = \u062E\u0637\u0648\u0629 \u0623\u062E\u064A\u0631\u0629 - \u0647\u0644 \u062A\u0631\u064A\u062F\u0648\u0646 \u0646\u0634\u0631 \u0627\u0644\u0645\u0648\u0642\u0639 \u0627\u0644\u0622\u0646 \u0623\u0648 \u0644\u0627\u062D\u0642\u0627\u061F
alert.pubsit  = \u0646\u0634\u0631 \u0627\u0644\u0645\u0648\u0642\u0639
alert.yousit  = \u0645\u0648\u0642\u0639\u0643\u0645 \u0623\u0646\u0634\u0626!

atleastonetool = \u064A\u0631\u062C\u0649 \u0625\u062E\u062A\u064A\u0627\u0631 \u0623\u062F\u0627\u0629 \u0648\u0627\u062D\u062F\u0629 \u0639\u0644\u0649 \u0627\u0644\u0623\u0642\u0644.

chrol.change   = \u062A\u063A\u064A\u064A\u0631 \u062C\u0645\u064A\u0639 \u0627\u0644\u0645\u0634\u0627\u0631\u0643\u064A\u0646 \u0644\u0646\u0641\u0633 \u0627\u0644\u062F\u0648\u0631
chrol.changing = \u062A\u063A\u064A\u064A\u0631 \u0627\u0644\u062F\u0648\u0631 (\u0627\u0644\u0623\u062F\u0648\u0627\u0631) \u0644\u0644\u0645\u0634\u0627\u0631\u0643\u064A\u0646 \u0641\u064A
chrol.current  = \u0627\u0644\u062F\u0648\u0631 \u0627\u0644\u062D\u0627\u0644\u064A:
chrol.descr    = \u0648\u0635\u0641 \u0627\u0644\u0623\u062F\u0648\u0627\u0631
chrol.help     = \u0645\u0633\u0627\u0639\u062F\u0629 \u0628\u0627\u0644\u0646\u0633\u0628\u0629 \u0644\u0644\u0623\u062F\u0648\u0627\u0631
chrol.indiv    = \u062A\u063A\u064A\u064A\u0631 \u0623\u062F\u0648\u0627\u0631 \u0643\u0644 \u0645\u0634\u0627\u0631\u0643 \u0639\u0644\u0649 \u062D\u062F\u0629
chrol.partic   = \u0645\u0634\u0627\u0631\u0643:
chrol.selected = \u0625\u062E\u062A\u064A\u0627\u0631 \u062F\u0648\u0631 \u062C\u062F\u064A\u062F \u0644\u0644\u0645\u0634\u0627\u0631\u0643 \u0623\u062F\u0646\u0627\u0647.
chrol.uniq     = \u0625\u0633\u0645 \u0641\u0631\u064A\u062F

chrolc.confirm = \u062A\u0623\u0643\u064A\u062F \u062A\u063A\u064A\u064A\u0631 \u0627\u0644\u062F\u0648\u0631 \u0628\u0627\u0644\u0646\u0633\u0628\u0629
chrolc.finish  = \u0627\u0644\u0623\u062F\u0648\u0627\u0631 \u0627\u0644\u062A\u0627\u0644\u064A\u0629 \u0633\u064A\u062A\u0645 \u062A\u0639\u064A\u064A\u0646\u0647\u0627 \u0639\u0646\u062F \u0627\u0644\u0646\u0642\u0631 \u0639\u0644\u0649 \u0632\u0631 \u0625\u0646\u062A\u0647\u0649 \u0623\u062F\u0646\u0627\u0647.

ediacc-glo.alert    = \u062A\u0646\u0628\u064A\u0647:
ediacc-glo.bac      = \u0631\u062C\u0648\u0639
ediacc-glo.can      = \u0625\u0644\u063A\u0627\u0621
ediacc-glo.con      = \u0645\u0648\u0627\u0635\u0644\u0629
ediacc-glo.opeonl   = \u0645\u0641\u062A\u0648\u062D \u0641\u0642\u0637 \u0625\u0644\u0649 \u0623\u0648\u0644\u0626\u0643 \u0627\u0644\u0630\u064A\u0646 \u0623\u0636\u0641\u062A\u0647\u0645 \u062A\u062D\u062F\u064A\u062F\u0627
ediacc-glo.rol      = \u0625\u062E\u062A\u064A\u0627\u0631 \u0627\u0644\u062F\u0648\u0631
ediacc-glo.roltoass = \u062F\u0648\u0631 \u064A\u0633\u0646\u062F \u0639\u0646\u062F\u0645\u0627 \u064A\u0646\u0636\u0645 \u0645\u0633\u062A\u0639\u0645\u0644 \u0625\u0644\u0649 \u0627\u0644\u0645\u0648\u0642\u0639
ediacc-glo.setacc   = \u0648\u0636\u0639 \u062D\u0642\u0648\u0642 \u0627\u0644\u062F\u062E\u0648\u0644 \u0644\u0645\u0648\u0642\u0639\u0643\u0645
ediacc-glo.setting  = \u062A\u0634\u062E\u064A\u0635 \u0627\u0644\u062F\u062E\u0648\u0644 \u0627\u0644\u0639\u0627\u0645 \u0644
ediacc-glo.sitcanbe = \u0627\u0644\u0645\u0648\u0642\u0639 \u064A\u0645\u0643\u0646 \u0623\u0646 \u064A\u0634\u0627\u0631\u0643 \u0641\u064A\u0647 \u0643\u0644 \u0645\u0646 \u0644\u0647 \u062D\u0642 \u0627\u0644\u062F\u062E\u0648\u0644

ediacc.alert        = \u062A\u0646\u0628\u064A\u0647:
ediacc.bac          = \u0631\u062C\u0648\u0639
ediacc.can          = \u0625\u0644\u063A\u0627\u0621
ediacc.canbejoi     = \u064A\u0645\u0643\u0646 \u0623\u0646 \u064A\u0634\u0627\u0631\u0643 \u0641\u064A\u0647 \u0623\u064A \u0634\u062E\u0635 \u0644\u0647 \u0635\u0644\u0627\u062D\u064A\u0627\u062A \u062A\u0633\u062C\u064A\u0644 \u0627\u0644\u062F\u062E\u0648\u0644
ediacc.chaacc       = \u062A\u063A\u064A\u064A\u0631 \u0635\u0644\u0627\u062D\u064A\u0627\u062A \u0627\u0644\u062F\u062E\u0648\u0644 \u0644
ediacc.con          = \u0645\u0648\u0627\u0635\u0644\u0629
ediacc.dismysit     = \u0639\u0631\u0636 \u0645\u0648\u0642\u0639\u064A \u0641\u064A \u0627\u0644\u062F\u0644\u064A\u0644\u060C \u0645\u0634\u0627\u0631\u0643\u0629 \u0627\u0644\u0645\u0644\u0641\u0627\u062A \u0627\u0644\u062A\u064A \u0623\u062E\u062A\u0627\u0631\u0647\u0627
ediacc.gloacc       = \u0627\u0644\u062F\u062E\u0648\u0644 \u0627\u0644\u0639\u0627\u0645
ediacc.of           = \u0645\u0646
ediacc.plesel       = \u064A\u0631\u062C\u0649 \u0625\u062E\u062A\u064A\u0627\u0631 \u062F\u0648\u0631:
ediacc.pri          = \u062E\u0627\u0635
ediacc.pubsit       = \u0646\u0634\u0631 \u0627\u0644\u0645\u0648\u0642\u0639
ediacc.pubyousit    = \u0646\u0634\u0631 \u0645\u0648\u0642\u0639\u0643\u0645 \u0627\u062A\u0627\u062D\u062A\u0647\u0627 \u064A\u062A\u064A\u062D\u0647 \u0644\u0644\u0645\u0634\u0627\u0631\u0643\u064A\u0646 \u0641\u064A \u0627\u0644\u0645\u0648\u0642\u0639. \u062A\u0634\u062E\u064A\u0635 \u0627\u0644\u062F\u062E\u0648\u0644 \u0627\u0644\u0639\u0627\u0645 \u064A\u0645\u0643\u0646\u0643\u0645 \u0645\u0646 \u062A\u062D\u062F\u064A\u062F \u0645\u0646 \u0644\u0647 \u062D\u0642 \u0627\u0644\u062F\u062E\u0648\u0644 \u0625\u0644\u0649 \u0627\u0644\u0645\u0648\u0642\u0639 \u0628\u0639\u062F \u0646\u0634\u0631\u0647. \u064A\u0645\u0643\u0646\u0643 \u062A\u063A\u064A\u064A\u0631 \u0647\u0630\u0647 \u0627\u0644\u062A\u0634\u062E\u064A\u0635\u0627\u062A \u0641\u064A\u0645\u0627 \u0628\u0639\u062F \u0628\u0627\u0644\u0630\u0647\u0627\u0628 \u0625\u0644\u0649 \u0645\u0639\u0644\u0648\u0645\u0627\u062A \u0627\u0644\u0645\u0648\u0642\u0639.
ediacc.rolforpep    = \u062F\u0648\u0631 \u0644\u0644\u0623\u0634\u062E\u0627\u0635 \u0627\u0644\u0630\u064A\u0646 \u064A\u0646\u0636\u0645\u0648\u0646 \u0627\u0644\u0645\u0648\u0642\u0639:
ediacc.setacc       = \u0648\u0636\u0639 \u062E\u064A\u0627\u0631\u0627\u062A \u0627\u0644\u062F\u062E\u0648\u0644 \u0644\u0645\u0648\u0642\u0639\u0643\u0645...
ediacc.setsitacc    = \u0648\u0636\u0639 \u062D\u0642\u0648\u0642 \u0627\u0644\u062F\u062E\u0648\u0644 \u0644\u0644\u0645\u0648\u0642\u0639
ediacc.sitsta       = \u062D\u0627\u0644\u0629 \u0627\u0644\u0645\u0648\u0642\u0639
ediacc.step         = \u062E\u0637\u0648\u0629
ediacc.upd          = \u062A\u062D\u062F\u064A\u062B
ediacc.yousitcan    = \u064A\u0645\u0643\u0646 \u0627\u0644\u062F\u062E\u0648\u0644 \u0625\u0644\u0649 \u0645\u0648\u0642\u0639\u0643\u0645 \u0645\u0646 \u0637\u0631\u0641 \u0627\u0644\u0645\u0634\u062A\u0631\u0643\u064A\u0646 \u0627\u0644\u0630\u064A\u0646 \u0623\u0636\u0641\u062A\u0647\u0645. \u0647\u0644 \u062A\u062D\u0628 \u0623\u0646 \u064A\u0643\u0648\u0646 \u0644\u0644\u0622\u062E\u0631\u064A\u0646 \u062D\u0642 \u0627\u0644\u062F\u062E\u0648\u0644 \u0644\u0645\u0648\u0642\u0639\u0643\u0645\u061F

ediacccon.alert  = \u062A\u0646\u0628\u064A\u0647:
ediacccon.bac    = \u0631\u062C\u0648\u0639
ediacccon.can    = \u0625\u0644\u063A\u0627\u0621
ediacccon.conglo = \u062A\u0623\u0643\u064A\u062F \u0627\u0644\u062F\u062E\u0648\u0644 \u0627\u0644\u0639\u0627\u0645 \u0644
ediacccon.fin    = \u0625\u0646\u062A\u0647\u0649
ediacccon.joiwit = \u064A\u0645\u0643\u0646 \u0627\u0644\u0625\u0634\u062A\u0631\u0627\u0643 \u0628\u0627\u0644\u062F\u0648\u0631
ediacccon.makin  = \u062C\u0639\u0644 \u0627\u0644\u0645\u0648\u0642\u0639 \u0645\u062A\u0627\u062D \u0644\u0644\u0625\u0634\u062A\u0631\u0627\u0643 \u064A\u0639\u0646\u064A \u0623\u0646 \u0623\u064A \u0634\u062E\u0635 \u064A\u0645\u0643\u0646 \u0623\u0646 \u064A\u0636\u064A\u0641 \u0646\u0641\u0633\u0647 \u0625\u0644\u0649 \u0627\u0644\u0645\u0648\u0642\u0639 \u0643\u0645\u0634\u062A\u0631\u0643 \u0622\u062E\u0630\u0627 \u0627\u0644\u062F\u0648\u0631 \u0627\u0644\u0630\u064A \u062D\u062F\u062F\u062A\u0645.
ediacccon.makin2 = \u062C\u0639\u0644 \u0627\u0644\u0645\u0648\u0642\u0639 \u063A\u064A\u0631 \u0645\u062A\u0627\u062D \u0644\u0644\u0625\u0634\u062A\u0631\u0627\u0643 \u064A\u0639\u0646\u064A \u0623\u0646\u0647 \u064A\u0645\u0643\u0646 \u0641\u0642\u0637 \u0644\u0644\u0623\u0634\u062E\u0627\u0635 \u0627\u0644\u0630\u064A\u0646 \u062A\u0636\u064A\u0641\u0648\u0646 \u062A\u062D\u062F\u064A\u062F\u0627 \u0623\u0646 \u064A\u0635\u0628\u062D\u0648\u0627 \u0645\u0634\u062A\u0631\u0643\u064A\u0646 \u0641\u064A \u0645\u0648\u0642\u0639\u0643\u0645.
ediacccon.unjoi  = \u063A\u064A\u0631 \u0645\u062A\u0627\u062D \u0644\u0644\u0625\u0634\u062A\u0631\u0627\u0643
ediacccon.youhav = \u0644\u0642\u062F \u0623\u062E\u062A\u0631\u062A\u0645 \u062C\u0639\u0644 \u0645\u0648\u0642\u0639\u0643\u0645

editgroup.addmember             = \u0625\u0636\u0627\u0641\u0629 \u0625\u0644\u0649 \u0645\u062C\u0645\u0648\u0639\u0629 >
editgroup.back                  = \u0631\u062C\u0648\u0639
editgroup.cancel                = \u0625\u0644\u063A\u0627\u0621
editgroup.generallist           = \u0642\u0627\u0626\u0645\u0629 \u0623\u0639\u0636\u0627\u0621 \u0627\u0644\u0645\u0648\u0642\u0639
editgroup.groupdel.alert        = \u0647\u0644 \u0623\u0646\u062A \u0645\u062A\u0623\u0643\u062F \u0623\u0646\u0643 \u062A\u0631\u064A\u062F \u062D\u0630\u0641 \u0627\u0644\u0645\u062C\u0645\u0648\u0639\u0627\u062A \u0627\u0644\u062A\u0627\u0644\u064A\u0629\u061F
editgroup.grouplist             = \u0642\u0627\u0626\u0645\u0629 \u0623\u0639\u0636\u0627\u0621 \u0627\u0644\u0645\u062C\u0645\u0648\u0639\u0629
editgroup.instruction           = \u0625\u062E\u062A\u0631 \u0623\u0639\u0636\u0627\u0621 \u0642\u0627\u0626\u0645\u0629 \u0623\u0639\u0636\u0627\u0621 \u0627\u0644\u0645\u0648\u0642\u0639 \u0648\u0623\u0636\u0641 \u0625\u0644\u0649 \u0627\u0644\u0645\u062C\u0645\u0648\u0639\u0629. \u0625\u062E\u062A\u0631 \u0623\u0639\u0636\u0627\u0621 \u0642\u0627\u0626\u0645\u0629 \u0627\u0644\u0645\u062C\u0645\u0648\u0639\u0629 \u0648 \u0642\u0645 \u0628\u0627\u0644\u062D\u0630\u0641. \u0623\u0646\u0642\u0631 \u062A\u062D\u062F\u064A\u062B \u0644\u062D\u0641\u0638 \u0627\u0644\u062A\u063A\u064A\u064A\u0631\u0627\u062A.
editgroup.membership            = \u0627\u0644\u0639\u0636\u0648\u064A\u0629
editgroup.new                   = \u062C\u062F\u064A\u062F
editgroup.remove                = \u062D\u0630\u0641\u061F
editgroup.removechecked         = \u062D\u0630\u0641 \u0627\u0644\u0625\u062E\u062A\u064A\u0627\u0631
editgroup.removegroups          = \u062D\u0630\u0641 \u0627\u0644\u0645\u062C\u0645\u0648\u0639\u0627\u062A
editgroup.removemember          = < \u062D\u0630\u0641
editgroup.revise                = \u0645\u0631\u0627\u062C\u0639\u0629
editgroup.selectremovechecked   = \u0625\u062E\u062A\u0631 \u0644\u0644\u062D\u0630\u0641
editgroup.site.notfound.alert   = \u0627\u0644\u0645\u0648\u0642\u0639 \u063A\u064A\u0631 \u0645\u0648\u062C\u0648\u062F.
editgroup.site.permission.alert = \u063A\u064A\u0631 \u0645\u0633\u0645\u0648\u062D \u0644\u0643 \u0628\u0625\u062C\u0631\u0627\u0621 \u062A\u063A\u064A\u064A\u0631\u0627\u062A \u0641\u064A \u0627\u0644\u0645\u0648\u0642\u0639.
editgroup.titlemissing          = \u064A\u062C\u0628 \u062A\u062D\u062F\u064A\u062F \u0639\u0646\u0648\u0627\u0646 \u0627\u0644\u0645\u062C\u0645\u0648\u0639\u0629.
editgroup.update                = \u062A\u062D\u062F\u064A\u062B

emailInIdAccountInstru = \u0644\u062A\u0633\u062C\u064A\u0644 \u0627\u0644\u062F\u062E\u0648\u0644\u060C \u064A\u062C\u0628 \u0639\u0644\u064A\u0643 \u0623\u0648\u0644\u0627 \u0627\u0644\u062D\u0635\u0648\u0644 \u0639\u0644\u0649 \u062D\u0633\u0627\u0628 \u0636\u064A\u0641. \u064A\u0645\u062B\u0644 \u062D\u0633\u0627\u0628 \u0627\u0644\u0636\u064A\u0641 \u0646\u0645\u0637\u0627 \u062E\u0627\u0635\u0627 \u0645\u0646 \u0627\u0644\u062D\u0633\u0627\u0628\u0627\u062A \u0627\u0644\u062A\u064A \u062A\u0639\u0637\u0649 \u0644\u063A\u064A\u0631 \u0627\u0644\u0623\u0639\u0636\u0627\u0621 \u0641\u064A \u0646\u0638\u0627\u0645 \u0633\u0627\u0643\u0627\u064A \u0644\u0644\u062C\u0627\u0645\u0639\u0629 \u062F\u062E\u0648\u0644 \u0639\u0627\u0645 \u0644\u0628\u064A\u0626\u0629 \u0634\u0628\u0643\u0629 \u0633\u0627\u0643\u0627\u064A \u0627\u0644\u062C\u0627\u0645\u0639\u064A\u0629. \u0634\u0628\u0643\u0629 \u0633\u0627\u0643\u0627\u064A \u0627\u0644\u062C\u0627\u0645\u0639\u064A\u0629 \u064A\u062A\u0636\u0645\u0646 \u062A\u0636\u0645 \u0639\u062F\u0629 \u0623\u062F\u0648\u0627\u062A \u0648\u062E\u062F\u0645\u0627\u062A \u0645\u0646 \u0628\u064A\u0646\u0647\u0627 \u0633\u0627\u0643\u0627\u064A.

emailInIdAccountLabel = \u0639\u0646\u0648\u0627\u0646 \u0627\u0644\u0628\u0631\u064A\u062F \u0627\u0644\u0627\u0644\u0643\u062A\u0631\u0648\u0646\u064A \u0644\u0644\u0636\u064A\u0641(\u0636\u064A\u0648\u0641) \u0645\u0634\u0627\u0631\u0643\u064A\u0646 \u062E\u0627\u0631\u062C\u064A\u064A\u0646 \u0645\u062B\u0627\u0644. jdoe@yahoo.com)

emailInIdAccountName = \u0636\u064A\u0641

enw.custom   = \u062A\u0634\u062E\u064A\u0635 \u0627\u0644\u0623\u062F\u0648\u0627\u062A
enw.custom1  = \u0634\u062E\u0635\u0648\u0627 \u0647\u0630\u0647 \u0627\u0644\u0623\u062F\u0648\u0627\u062A \u0644\u0645\u0648\u0642\u0639\u0643\u0645. \u064A\u0645\u0643\u0646\u0643\u0645 \u0623\u064A\u0636\u0627 \u0625\u062C\u0631\u0627\u0621 \u062A\u0639\u062F\u064A\u0644\u0627\u062A \u0644\u0627\u062D\u0642\u0629 \u0641\u064A \u0627\u0644\u0645\u0648\u0642\u0639 \u0628\u0625\u0633\u062A\u062E\u062F\u0627\u0645 \u0639\u0646\u0635\u0631 \u062A\u062D\u0631\u064A\u0631 \u0627\u0644\u0623\u062F\u0648\u0627\u062A \u0641\u064A \u0623\u062F\u0627\u0629 \u0645\u0639\u0644\u0648\u0645\u0627\u062A \u0627\u0644\u0645\u0648\u0642\u0639.
enw.custom2  = \u0634\u062E\u0635\u0648\u0627 \u0647\u0630\u0647 \u0627\u0644\u0623\u062F\u0648\u0627\u062A \u0644\u0645\u0648\u0642\u0639\u0643\u0645.
enw.email    = \u0623\u0631\u0634\u064A\u0641 \u0627\u0644\u0628\u0631\u064A\u062F \u0627\u0644\u0625\u0644\u0643\u062A\u0631\u0648\u0646\u064A
enw.emailreq = \u0639\u0646\u0648\u0627\u0646 \u0627\u0644\u0628\u0631\u064A\u062F \u0627\u0644\u0625\u0644\u0643\u062A\u0631\u0648\u0646\u064A (\u0636\u0631\u0648\u0631\u064A)
enw.more     = \u0627\u0644\u0645\u0632\u064A\u062F
enw.morent   = \u0627\u0644\u0645\u0632\u064A\u062F \u0645\u0646 \u0627\u0644\u0623\u062F\u0648\u0627\u062A \u0627\u0644\u062C\u062F\u064A\u062F\u0629\u061F
enw.morewct  = \u0627\u0644\u0645\u0632\u064A\u062F \u0645\u0646 \u0623\u062F\u0648\u0627\u062A \u0645\u062D\u062A\u0648\u0649 \u0635\u0641\u062D\u0627\u062A \u0627\u0644\u0623\u0646\u062A\u0631\u0646\u062A\u061F
enw.news     = \u0623\u062E\u0628\u0627\u0631
enw.site     = \u0627\u0644\u0628\u0631\u064A\u062F \u0627\u0644\u0625\u0644\u0643\u062A\u0631\u0648\u0646\u064A \u0644\u0644\u0645\u0648\u0642\u0639:
enw.suggest  = (\u0627\u0644\u0637\u0648\u0644 \u0627\u0644\u0645\u0642\u062A\u0631\u062D 15 \u062D\u0631\u0641)
enw.these    = \u0634\u062E\u0635\u0648\u0627 \u0647\u0630\u0647 \u0627\u0644\u0623\u062F\u0648\u0627\u062A \u0644\u0645\u0648\u0642\u0639\u0643\u0645...
enw.title    = \u0639\u0646\u0648\u0627\u0646:
enw.url      = \u0645\u0648\u0642\u0639:
enw.web      = \u0645\u062D\u062A\u0648\u0649 \u0635\u0641\u062D\u0627\u062A \u0627\u0644\u0623\u0646\u062A\u0631\u0646\u062A

feat.choose             = \u0625\u062E\u062A\u0627\u0631\u0648 \u0627\u0644\u0623\u062F\u0648\u0627\u062A \u0644\u0625\u062F\u0645\u0627\u062C\u0647\u0627 \u0641\u064A \u0648\u0642\u0639\u0643\u0645...
feat.forv               = \u0644\u0645\u0634\u0627\u0647\u062F\u0629 \u0627\u0644\u0625\u0639\u0644\u0627\u0646\u0627\u062A \u0627\u0644\u0623\u062E\u064A\u0631\u0629\u060C \u0627\u0644\u0645\u0646\u0627\u0642\u0634\u0629\u060C \u0648\u0645\u0648\u0627\u062F \u0627\u0644\u062F\u0631\u062F\u0634\u0629.
feat.note               = \u0645\u0644\u0627\u062D\u0638\u0629: \u0644\u0625\u062E\u062A\u064A\u0627\u0631 \u0623\u0643\u062B\u0631 \u0645\u0646 \u0645\u0627\u062F\u0629\u060C \u0625\u0633\u062A\u0645\u0631\u0648\u0627 \u0641\u064A \u0627\u0644\u0636\u063A\u0637 \u0639\u0644\u0649 \u0645\u0641\u062A\u0627\u062D \u0627\u0644\u0633\u064A\u0637\u0631\u0629 (\u0648\u064A\u0646\u062F\u0648\u0632) \u0623\u0648 \u0645\u0641\u062A\u0627\u062D  \u0627\u0644\u062A\u0641\u0627\u062D\u0629 (\u0645\u0627\u0643) \u0648\u0623\u0646\u0642\u0631 \u0639\u0644\u0649 \u0625\u062E\u062A\u064A\u0627\u0631\u0643\u0645.
feat.reuse              = \u0625\u0639\u0627\u062F\u0629 \u0625\u0633\u062A\u0639\u0645\u0627\u0644 \u0627\u0644\u0645\u0648\u0627\u062F \u0645\u0646 \u0627\u0644\u0645\u0648\u0627\u0642\u0639 \u0627\u0644\u0623\u062E\u0631\u0649 \u0627\u0644\u062E\u0627\u0635\u0629 \u0628\u0643\u0645
feat.thanks             = \u0644\u0627\u060C \u0634\u0643\u0631\u0627.
feat.tools              = \u0623\u062F\u0648\u0627\u062A
feat.tools.list.summary = \u062C\u062F\u0648\u0644 \u064A\u062A\u0636\u0645\u0646 \u062E\u0627\u0635\u064A\u0627\u062A \u0645\u0648\u0642\u0639\u0643\u0645. \u0627\u0644\u0639\u0645\u0648\u062F 1: \u062E\u0627\u0646\u0629 \u0627\u0644\u0639\u0644\u0627\u0645\u0629 \u0644\u0644\u0625\u062E\u062A\u064A\u0627\u0631. \u0627\u0644\u0639\u0645\u0648\u062F 2: \u0625\u0633\u0645 \u0627\u0644\u062E\u0627\u0635\u064A\u0629. \u0627\u0644\u0639\u0645\u0648\u062F 3: \u0648\u0635\u0641 \u0627\u0644\u062E\u0627\u0635\u064A\u0629.
feat.yesfrom            = \u0646\u0639\u0645\u060C \u0645\u0646 \u0647\u0630\u0647 \u0627\u0644\u0645\u0648\u0627\u0642\u0639:

gen.alert    = \u062A\u0646\u0628\u064A\u0647:
gen.back     = \u0631\u062C\u0648\u0639
gen.cancel   = \u0625\u0644\u063A\u0627\u0621
gen.continue = \u0645\u0648\u0627\u0635\u0644\u0629
gen.finish   = \u0625\u0646\u062A\u0647\u0649
gen.first    = \u0627\u0644\u0630\u0647\u0627\u0628 \u0625\u0644\u0649 \u0623\u0648\u0644
gen.last     = \u0627\u0644\u0630\u0647\u0627\u0628 \u0625\u0644\u0649 \u0622\u062E\u0631
gen.next     = \u0627\u0644\u0630\u0647\u0627\u0628 \u0625\u0644\u0649 \u0627\u0644\u0645\u0648\u0627\u0644\u064A
gen.previous = \u0627\u0644\u0630\u0647\u0627\u0628 \u0625\u0644\u0649 \u0627\u0644\u0633\u0627\u0628\u0642
gen.proces   = \u0645\u0639\u0627\u0644\u062C\u0629......
gen.update   = \u062A\u062D\u062F\u064A\u062B

gradt.create   = \u0625\u0646\u0634\u0627\u0621 \u0645\u0648\u0642\u0639
gradt.creating = \u0625\u0646\u0634\u0627\u0621 \u0645\u0648\u0642\u0639 \u0623\u062F\u0648\u0627\u062A \u0627\u0644\u062A\u0642\u064A\u064A\u0645...
gradt.descr    = \u0648\u0635\u0641:
gradt.short    = \u0648\u0635\u0641 \u0645\u0648\u062C\u0632:
gradt.sname    = \u0625\u0633\u0645 \u0627\u0644\u0645\u0648\u0642\u0639:

group.description           = \u0648\u0635\u0641
group.editgroup             = \u062A\u062D\u0631\u064A\u0631 \u0645\u062C\u0645\u0648\u0639\u0629
group.list                  = \u0642\u0627\u0626\u0645\u0629 \u0627\u0644\u0645\u062C\u0645\u0648\u0639\u0627\u062A
group.membership            = \u0627\u0644\u0625\u0646\u0636\u0645\u0627\u0645 \u0625\u0644\u0649 \u0627\u0644\u0645\u062C\u0645\u0648\u0639\u0629 :
group.newgroup              = \u0625\u0646\u0634\u0627\u0621 \u0645\u062C\u0645\u0648\u0639\u0629 \u062C\u062F\u064A\u062F\u0629
group.nogroup               = \u0644\u0627 \u062A\u0648\u062C\u062F \u0645\u062C\u0645\u0648\u0639\u0627\u062A \u0645\u0639\u0631\u0641\u0629.
group.number                = \u062D\u062C\u0645
group.siteinfo.tablesummary = \u0627\u0644\u062C\u062F\u0648\u0644 \u064A\u0636\u0645 \u0645\u0639\u0644\u0648\u0645\u0627\u062A \u062D\u0648\u0644 \u0645\u062C\u0645\u0648\u0639\u0629 \u0644\u0645\u0648\u0642\u0639. \u0639\u0645\u0648\u062F 1: \u064A\u0636\u0645 \u0639\u0646\u0648\u0627\u0646 \u0627\u0644\u0645\u062C\u0645\u0648\u0639\u0629\u060C \u0627\u0644\u0639\u0645\u0648\u062F 2: \u064A\u0636\u0645 \u062A\u0639\u062F\u0627\u062F \u0623\u0639\u0636\u0627\u0621 \u0627\u0644\u0645\u062C\u0645\u0648\u0639\u0629.
group.sortnumberasc         = \u0627\u0644\u062A\u0631\u062A\u064A\u0628 \u062D\u0633\u0628  \u062A\u0639\u062F\u0627\u062F \u0623\u0639\u0636\u0627\u0621 \u0627\u0644\u0645\u062C\u0645\u0648\u0639\u0629 \u0646\u0632\u0648\u0644\u0627
group.sortnumberdesc        = \u0627\u0644\u062A\u0631\u062A\u064A\u0628 \u062D\u0633\u0628  \u062A\u0639\u062F\u0627\u062F \u0623\u0639\u0636\u0627\u0621 \u0627\u0644\u0645\u062C\u0645\u0648\u0639\u0629 \u0635\u0639\u0648\u062F\u0627
group.sorttitleasc          = \u0627\u0644\u062A\u0631\u062A\u064A\u0628 \u062D\u0633\u0628  \u0627\u0644\u0639\u0646\u0648\u0627\u0646  \u0646\u0632\u0648\u0644\u0627
group.sorttitledesc         = \u0627\u0644\u062A\u0631\u062A\u064A\u0628 \u062D\u0633\u0628  \u0627\u0644\u0639\u0646\u0648\u0627\u0646  \u0635\u0639\u0648\u062F\u0627
group.tablesummary          = \u0627\u0644\u062C\u062F\u0648\u0644 \u064A\u0636\u0645 \u0645\u0639\u0644\u0648\u0645\u0627\u062A \u062D\u0648\u0644 \u0645\u062C\u0645\u0648\u0639\u0629 \u0644\u0645\u0648\u0642\u0639. \u0639\u0645\u0648\u062F 1: \u064A\u0636\u0645 \u0639\u0646\u0648\u0627\u0646 \u0627\u0644\u0645\u062C\u0645\u0648\u0639\u0629\u060C \u0627\u0644\u0639\u0645\u0648\u062F 2: \u064A\u0636\u0645 \u062A\u0639\u062F\u0627\u062F \u0623\u0639\u0636\u0627\u0621 \u0627\u0644\u0645\u062C\u0645\u0648\u0639\u0629. \u0627\u0644\u0639\u0646\u0627\u0648\u064A\u0646 \u0627\u0644\u0631\u0623\u0633\u064A\u0629 \u062A\u0636\u0645 \u0631\u0648\u0627\u0628\u0637 \u0644\u0644\u062A\u0631\u062A\u064A\u0628
group.title                 = \u0639\u0646\u0648\u0627\u0646
group.title.same            = \u0639\u0646\u0648\u0627\u0646 \u0627\u0644\u0645\u062C\u0645\u0648\u0639\u0629 \u0646\u0641\u0633\u0647 \u062C\u0631\u0649 \u0625\u0633\u062A\u062E\u062F\u0627\u0645\u0647. \u064A\u0631\u062C\u0649 \u0625\u062E\u062A\u064A\u0627\u0631 \u0639\u0646\u0648\u0627\u0646 \u0645\u062E\u062A\u0644\u0641.

iconNames.1 = *\u0642\u064A\u0645\u0629 \u0625\u0641\u062A\u0631\u0627\u0636\u064A\u0629*
iconNames.2 = \u0627\u0644\u0639\u0644\u0648\u0645 \u0627\u0644\u0625\u062C\u062A\u0645\u0627\u0639\u064A\u0629
iconNames.3 = \u0647\u0646\u062F\u0633\u0629

import.choose              = \u0625\u062E\u062A\u0627\u0631\u0648 \u0627\u0644\u0645\u0648\u0627\u062F \u0627\u0644\u062A\u064A \u062A\u0631\u064A\u062F\u0648\u0646 \u0625\u0639\u0627\u062F\u0629 \u0625\u0633\u062A\u062E\u062F\u0627\u0645\u0647\u0627 \u0645\u0646 \u0647\u0630\u0647 \u0627\u0644\u0645\u0648\u0627\u0642\u0639. \u064A\u0645\u0643\u0646\u0643 \u0623\u0646 \u062A\u062C\u0645\u0639 \u0627\u0644\u0645\u0648\u0627\u062F \u0645\u0646 \u0623\u0643\u062B\u0631 \u0645\u0646 \u0645\u0648\u0642\u0639 (\u0639\u0644\u0649 \u0633\u0628\u064A\u0644 \u0627\u0644\u0645\u062B\u0627\u0644\u060C \u0645\u0648\u0627\u0631\u062F \u0645\u0646 \u0639\u062F\u062F \u0645\u0646 \u0627\u0644\u0645\u0648\u0627\u0642\u0639).
import.choose.label1       = \u0625\u062E\u062A\u064A\u0627\u0631
import.choose.label2       = \u0645\u0646 \u0645\u0648\u0642\u0639
import.choose.list.summary = \u0627\u0644\u062C\u062F\u0648\u0644 \u064A\u0636\u0645 \u0634\u0628\u0643\u0629 \u0645\u0646 \u0627\u0644\u0623\u062F\u0648\u0627\u062A \u0648 \u0627\u0644\u0645\u0648\u0627\u0642\u0639. \u0627\u0644\u0639\u0645\u0648\u062F \u0627\u0644\u0623\u0648\u0644 : \u0625\u0633\u0645 \u0627\u0644\u0623\u062F\u0627\u0629. \u0627\u0644\u0623\u0639\u0645\u062F\u0629 \u0627\u0644\u062A\u0627\u0644\u064A\u0629 \u0645\u062E\u0635\u0635\u0629 \u0644\u0644\u0645\u0648\u0627\u0642\u0639. \u0628\u0639\u0636 \u0647\u0624\u0644\u0627\u0621 \u0642\u062F \u064A\u062D\u062A\u0648\u064A \u0639\u0644 \u062E\u0627\u0646\u0627\u062A \u0627\u0644\u0639\u0644\u0627\u0645\u0629. \u0628\u0627\u0644\u0642\u064A\u0627\u0645 \u0628\u0625\u062E\u062A\u064A\u0627\u0631\u060C \u0645\u062D\u062A\u0648\u064A\u0627\u062A \u0647\u0630\u0647 \u0627\u0644\u0627\u062F\u0627\u0629 (\u0627\u0644\u0635\u0641) \u0633\u0648\u0641 \u064A\u062A\u0645 \u0625\u0633\u062A\u064A\u0631\u0627\u062F\u0647\u0627 \u0625\u0644\u0649 \u0627\u0644\u0645\u0648\u0642\u0639 (\u0627\u0644\u0639\u0645\u0648\u062F)
import.noOtherSite         = \u0625\u0646\u0643 \u0644\u0627 \u062A\u0645\u0644\u0643 \u0623\u064A \u0645\u0648\u0627\u0642\u0639 \u0623\u062E\u0631\u0649 \u0644\u0625\u0639\u0627\u062F\u0629 \u0625\u0633\u062A\u062E\u062F\u0627\u0645 \u0627\u0644\u0645\u0648\u0627\u062F.
import.of                  = \u0645\u0646
import.reuse               = \u0625\u0639\u0627\u062F\u0629 \u0625\u0633\u062A\u062E\u062F\u0627\u0645 \u0627\u0644\u0645\u0648\u0627\u062F \u0645\u0646 \u0645\u0648\u0627\u0642\u0639 \u0623\u062E\u0631\u0649
import.reuse2              = \u0625\u0639\u0627\u062F\u0629 \u0625\u0633\u062A\u062E\u062F\u0627\u0645 \u0627\u0644\u0645\u0648\u0627\u062F \u0645\u0646 \u0645\u0648\u0627\u0642\u0639 \u0623\u062E\u0631\u0649 \u062A\u0645\u0644\u0643\u0648\u0646\u0647\u0627...
import.step                = \u0645\u0631\u062D\u0644\u0629

importFile.choosefile = \u064A\u0631\u062C\u0649 \u0625\u062E\u062A\u064A\u0627\u0631 \u0645\u0644\u0641 \u0644\u0625\u0631\u0633\u0627\u0644\u0647.
importFile.exceeded   = \u0642\u062F \u062A\u0645 \u062A\u062C\u0627\u0648\u0632\u0647.
importFile.size       = \u0627\u0644\u062D\u062C\u0645 \u0627\u0644\u0645\u062D\u062F\u062F \u0644\u0625\u0631\u0633\u0627\u0644

java.according     = \u0648\u0648\u0641\u0642\u0627 \u0644\u0645\u0635\u0627\u062F\u0631 \u0628\u064A\u0627\u0646\u0627\u062A\u0646\u0627\u060C
java.account       = \u0644\u0645 \u064A\u0645\u0643\u0646 \u0625\u0636\u0627\u0641\u062A\u0647 - \u0625\u0633\u0645 \u0627\u0644\u062D\u0633\u0627\u0628 \u063A\u064A\u0631 \u0645\u0648\u062C\u0648\u062F.
java.addalias      = \u0644\u064A\u0633\u062A \u0644\u0643\u0645 \u0627\u0644\u0625\u0645\u062A\u064A\u0627\u0632\u0627\u062A \u0627\u0644\u0643\u0627\u0641\u064A\u0629 \u0644\u0625\u0636\u0627\u0641\u0629 \u0627\u0644\u0625\u0633\u0645 \u0627\u0644\u0645\u0633\u062A\u0639\u0627\u0631.
java.addclasses    = \u0625\u0636\u0627\u0641\u0629 \u0642\u0627\u0626\u0645\u0629(\u0642\u0648\u0627\u0626\u0645)
java.addedto       = \u0644\u0642\u062F \u062A\u0645 \u0625\u0636\u0627\u0641\u062A\u0643\u0645 \u0625\u0644\u0649
java.addp          = \u0625\u0636\u0627\u0641\u0629 \u0645\u0634\u062A\u0631\u0643\u064A\u0646
java.alias         = \u0625\u0633\u0645 \u0645\u0633\u062A\u0639\u0627\u0631\r\n
java.allmy         = \u0643\u0644 \u0645\u0648\u0627\u0642\u0639\u064A
java.allowcreate   = \u0644\u064A\u0633\u062A \u0644\u0643\u0645 \u0627\u0644\u0625\u0645\u062A\u064A\u0627\u0632\u0627\u062A \u0627\u0644\u0643\u0627\u0641\u064A\u0629 \u0644\u0625\u0646\u0634\u0627\u0621 \u0645\u0648\u0642\u0639 \u062C\u062F\u064A\u062F.
java.allusers      = \u062C\u0645\u064A\u0639 \u0627\u0644\u0645\u0633\u062A\u0639\u0645\u0644\u064A\u0646 \u0627\u0644\u0622\u062E\u0631\u064A\u0646 \u062A\u0645 \u0625\u0636\u0627\u0641\u062A\u0647\u0645
java.already       = \u0644\u0627 \u064A\u0645\u0643\u0646 \u062D\u0630\u0641\u0647. \u0623\u0646\u062A\u0645 \u0628\u0627\u0644\u0641\u0639\u0644 \u0628\u0635\u062F\u062F \u062A\u062D\u0631\u064A\u0631 \u0647\u0630\u0627 \u0627\u0644\u0645\u0648\u0642\u0639 \u0628\u0648\u0627\u0633\u0637\u0629 \u0623\u062F\u0627\u0629 \u0623\u062E\u0631\u0649 \u060C \u0623\u0648 \u0634\u062E\u0635 \u0622\u062E\u0631 \u064A\u0642\u0648\u0645 \u0628\u062A\u062D\u0631\u064A\u0631 \u0647\u0630\u0627 \u0627\u0644\u0645\u0648\u0642\u0639.
java.another       = \u0641\u064A \u0623\u062F\u0627\u0629 \u0623\u062E\u0631\u0649\u060C \u0623\u0648 \u0634\u062E\u0635 \u0622\u062E\u0631 \u064A\u0642\u0648\u0645 \u0628\u062A\u062D\u0631\u064A\u0631 \u0647\u0630\u0627 \u0627\u0644\u0645\u0648\u0642\u0639.
java.appoint       = \u0627\u0644\u062A\u0639\u064A\u064A\u0646 \u0648\u0634\u0631\u0639\u064A\u0629 \u0647\u0630\u0627 \u0627\u0644\u0637\u0644\u0628 \u0645\u0646 \u0627\u0644\u0645\u0648\u0642\u0639. \u0625\u0630\u0627 \u0634\u0639\u0631\u062A\u0645 \u0639\u062F\u0645 \u0625\u0645\u0643\u0627\u0646\u064A\u062A\u0643\u0645 \u0627\u0644\u0631\u062F\u060C \u064A\u0631\u062C\u0649 \u0625\u0631\u0633\u0627\u0644 \u0647\u0630\u0647 \u0627\u0644\u0631\u0633\u0627\u0644\u0629 \u0625\u0644\u0649 \u0627\u0644\u0634\u062E\u0635 \u0627\u0644\u0645\u0643\u0644\u0641 \u0628\u0627\u0644\u0625\u062A\u0635\u0627\u0644 \u0639\u0644\u0649 \u0645\u0633\u062A\u0648\u0649 \u0627\u0644\u0625\u062F\u0627\u0631\u0629 \u0627\u0644\u0627\u062A\u0635\u0627\u0644 \u0627\u0644\u0630\u064A \u0644\u0647 \u0633\u0644\u0637\u0629 \u0642\u0628\u0648\u0644 \u0623\u0648 \u0631\u0641\u0636 \u0627\u0644\u0637\u0644\u0628.
java.approval      = \u0623\u0637\u0644\u0628 \u0627\u0644\u0645\u0648\u0627\u0641\u0642\u0629 \u0639\u0644\u0649
java.approval2     = \u0623\u0637\u0644\u0628 \u0627\u0644\u0645\u0648\u0627\u0641\u0642\u0629 \u0644\u0644\u062F\u062E\u0648\u0644 \u0625\u0644\u0649
java.asreq         = \u0643\u0645\u0627 \u0637\u0644\u0628.
java.assoc         = \u064A\u0631\u062A\u0628\u0637 \u0628\u0627\u0644\u0642\u0633\u0645 (\u0627\u0644\u0623\u0642\u0633\u0627\u0645) \u0627\u0644\u0645\u0630\u0643\u0648\u0631(\u0629) \u0623\u0639\u0644\u0627\u0647\u061F
java.at            = \u0641\u064A
java.atleast       = \u064A\u0631\u062C\u0649 \u0625\u062E\u062A\u064A\u0627\u0631 \u0639\u0644\u0649 \u0627\u0644\u0623\u0642\u0644 \u0639\u0646\u0635\u0631 \u0648\u0627\u062D\u062F \u0644\u0644\u062C\u0644\u0628.
java.author        = \u064A\u0631\u062C\u0649 \u0625\u062F\u062E\u0627\u0644 \u0627\u0644\u0634\u062E\u0635 \u0627\u0644\u0645\u0641\u0648\u0636
java.authoriz      = \u0627\u0644\u0628\u0631\u064A\u062F \u0627\u0644\u0625\u0644\u0643\u062A\u0631\u0648\u0646\u064A \u0644\u0637\u0644\u0628 \u0627\u0644\u0625\u0630\u0646 \u0644\u0644\u0645\u0648\u0642\u0639  \u0642\u062F \u0623\u0631\u0633\u0644 \u0628\u0646\u062C\u0627\u062D \u0625\u0644\u0649 \u0627\u0644\u0645\u0633\u062A\u0639\u0645\u0644
java.because       = \u0644\u0627 \u064A\u0645\u0643\u0646 \u062D\u0641\u0638 \u062A\u063A\u064A\u064A\u0631\u0627\u062A \u0645\u0648\u0642\u0639 \u0627\u0644\u0625\u0646\u062A\u0631\u0646\u062A \u0644\u0625\u0646\u0647 \u064A\u0633\u062A\u062E\u062F\u0645 \u0645\u0646 \u0637\u0631\u0641 \u0634\u062E\u0635 \u0622\u062E\u0631.
java.beenused      = \u0642\u062F \u0623\u0633\u062A\u062E\u062F\u0645\u062A.
java.cadded        = \u0644\u0627 \u064A\u0645\u0643\u0646 \u0625\u0636\u0627\u0641\u062A\u0647.
java.cannot        = \u0644\u0627 \u064A\u0645\u0643\u0646 \u0625\u064A\u062C\u0627\u062F \u0627\u0644\u0645\u0648\u0642\u0639 \u0627\u0644\u0645\u062D\u062F\u062F
java.cannotclasses = \u0644\u0627 \u064A\u0645\u0643\u0646 \u062A\u062D\u0631\u064A\u0631 \u0623\u0642\u0633\u0627\u0645 \u0627\u0644\u0645\u0648\u0642\u0639.
java.cannotedit    = \u0644\u0627 \u064A\u0645\u0643\u0646 \u062A\u062D\u0631\u064A\u0631 \u0627\u0644\u062F\u0631\u0648\u0633.
java.canyou        = \u0647\u0644 \u064A\u0645\u0643\u0646\u0643\u0645 \u0627\u0644\u062A\u0623\u0643\u062F \u0645\u0646
java.changeroles   = \u0644\u064A\u0633\u062A \u0644\u0643\u0645 \u0627\u0644\u0625\u0645\u062A\u064A\u0627\u0632\u0627\u062A \u0627\u0644\u0643\u0627\u0641\u064A\u0629 \u0644\u062A\u063A\u064A\u064A\u0631 \u0627\u0644\u0623\u062F\u0648\u0627\u0631.
java.classes       = \u064A\u0631\u062C\u0649 \u0625\u062E\u062A\u064A\u0627\u0631 \u0642\u0633\u0645 (\u0623\u0642\u0633\u0627\u0645) \u0644\u062D\u0630\u0641\u0647.
java.click         = \u0623\u0646\u0642\u0631 \u0625\u0644\u063A\u0627\u0621 \u0644\u0644\u0639\u0648\u062F\u0629 \u0625\u0644\u0649 \u0642\u0627\u0626\u0645\u0629 \u0645\u0648\u0642\u0639\u0643\u0645.
java.connect       = \u0644\u0627 \u064A\u0645\u0643\u0646 \u0627\u0644\u0631\u0628\u0637 \u0623\u0648 \u0627\u0644\u062D\u0635\u0648\u0644 \u0639\u0644\u0649 \u0627\u0644\u0645\u0644\u0641 \u0627\u0644\u0630\u064A \u064A\u062D\u062F\u062F\u0647 \u0631\u0627\u0628\u0637 \u0627\u0644\u062E\u0628\u0631
java.copy          = \u0647\u0630\u0647 \u0647\u064A \u0646\u0633\u062E\u0629 \u0637\u0644\u0628 \u0645\u0648\u0642\u0639 \u0627\u0644\u062F\u0631\u0633 \u0627\u0644\u0630\u064A \u0642\u0645\u062A\u0645 \u0628\u0647.
java.couldnt       = \u0644\u0627 \u064A\u0645\u0643\u0646 \u062A\u062D\u062F\u064A\u062F\u0647. \u0631\u062C\u0627\u0621 \u0637\u0644\u0628 \u0627\u0644\u0645\u0633\u0627\u0639\u062F\u0629 \u0645\u0646 \u0623\u062F\u0627\u0629 \u0623\u0648 \u0647\u064A\u0626\u0629 \u0627\u0644\u062F\u0639\u0645.
java.couldntdel    = \u0644\u0627 \u064A\u0645\u0643\u0646 \u062D\u0630\u0641\u0647. \u0644\u0623\u0646\u0643\u0645 \u0644\u0627 \u062A\u0645\u0644\u0643\u0648\u0646 \u0627\u0644\u0625\u0645\u062A\u064A\u0627\u0632\u0627\u062A \u0627\u0644\u0643\u0627\u0641\u064A\u0629.
java.course        = \u062F\u0631\u0633:
java.course2       = \u062F\u0631\u0633:
java.coursesite    = \u0645\u0648\u0642\u0639 \u0627\u0644\u062F\u0631\u0633 \u0644:
java.date          = \u062A\u0627\u0631\u064A\u062E:
java.delete        = \u062D\u0630\u0641
java.dontperm      = \u0644\u0627 \u064A\u0645\u0643\u0646 \u062D\u0630\u0641\u0647. \u0644\u0623\u0646\u0643\u0645 \u0644\u0627 \u062A\u0645\u0644\u0643\u0648\u0646 \u0627\u0644\u0625\u0645\u062A\u064A\u0627\u0632\u0627\u062A \u0627\u0644\u0643\u0627\u0641\u064A\u0629 \u0644\u062D\u0630\u0641 \u0647\u0630\u0627 \u0627\u0644\u0645\u0648\u0642\u0639.
java.dupli         = \u064A\u0631\u062C\u0649 \u062A\u062D\u062F\u064A\u062F \u0639\u0646\u0648\u0627\u0646 \u0627\u0644\u0645\u0648\u0642\u0639 \u0627\u0644\u0645\u0646\u0633\u0648\u062E.
java.duplicate     = \u0646\u0633\u062E \u0645\u0648\u0642\u0639
java.editc         = \u062A\u062D\u0631\u064A\u0631 \u0642\u0627\u0626\u0645\u0629(\u0642\u0648\u0627\u0626\u0645) \u0627\u0644\u0623\u0642\u0633\u0627\u0645
java.editsite      = \u062A\u062D\u0631\u064A\u0631 \u0645\u0639\u0644\u0648\u0645\u0627\u062A \u0627\u0644\u0645\u0648\u0642\u0639
java.edittools     = \u062A\u062D\u0631\u064A\u0631 \u0627\u0644\u0623\u062F\u0648\u0627\u062A
java.elsewhere     = \u0623\u0646\u062A\u0645 \u0628\u0627\u0644\u0641\u0639\u0644 \u0628\u0635\u062F\u062F \u062A\u062D\u0631\u064A\u0631 \u0647\u0630\u0627 \u0627\u0644\u0645\u0648\u0642\u0639 \u0623\u0648 \u0634\u062E\u0635 \u0622\u062E\u0631 \u064A\u0642\u0648\u0645 \u0628\u062A\u062D\u0631\u064A\u0631 \u0647\u0630\u0627 \u0627\u0644\u0645\u0648\u0642\u0639.\r\n
java.email         = \u0627\u0644\u0628\u0631\u064A\u062F \u0627\u0644\u0625\u0644\u0643\u062A\u0631\u0648\u0646\u064A:
java.email2        = \u0627\u0644\u0628\u0631\u064A\u062F \u0627\u0644\u0625\u0644\u0643\u062A\u0631\u0648\u0646\u064A
java.emailaddress  = \u0639\u0646\u0648\u0627\u0646 \u0627\u0644\u0628\u0631\u064A\u062F \u0627\u0644\u0625\u0644\u0643\u062A\u0631\u0648\u0646\u064A \u0644\u064A\u0633 \u0635\u062D\u064A\u062D\u0627.
java.emailarchive  = \u064A\u0631\u062C\u0649 \u062A\u062D\u062F\u064A\u062F \u0639\u0646\u0648\u0627\u0646 \u0627\u0644\u0628\u0631\u064A\u062F \u0627\u0644\u0625\u0644\u0643\u062A\u0631\u0648\u0646\u064A \u0644\u0623\u062F\u0627\u0629 \u0623\u0631\u0634\u064A\u0641 \u0627\u0644\u0628\u0631\u064A\u062F \u0627\u0644\u0625\u0644\u0643\u062A\u0631\u0648\u0646\u064A.
java.emailinuse    = \u0627\u0644\u0628\u0631\u064A\u062F \u0627\u0644\u0625\u0644\u0643\u062A\u0631\u0648\u0646\u064A \u0627\u0644\u0645\u0633\u062A\u0639\u0627\u0631 \u062A\u0645 \u0625\u0633\u062A\u062E\u062F\u0627\u0645\u0647.
java.error         = \u062A\u0645 \u0645\u0648\u0627\u062C\u0647\u0629 \u062E\u0637\u0623 \u0639\u0646\u062F \u0625\u0633\u062A\u0639\u0627\u062F\u0629 \u0647\u0630\u0627 \u0627\u0644\u0645\u0648\u0642\u0639.
java.exists        = \u0645\u0648\u062C\u0648\u062F \u0628\u0627\u0644\u0641\u0639\u0644.
java.following     = \u0644\u0642\u062F \u062A\u0645\u062A \u0625\u0636\u0627\u0641\u062A\u0643\u0645 \u0625\u0644\u0649 \u0645\u0627 \u064A\u0644\u064A
java.for           = \u0644
java.forthese      = \u0644\u0647\u0627\u0624\u0644\u0627\u0621
java.forthis       = \u0644\u0647\u0630\u0627 \u0627\u0644\u0642\u0633\u0645:
java.from          = \u0645\u0646:
java.fromwork      = \u0645\u0646 \u0644\u0648\u062D\u0629 \u062A\u062D\u0643\u0645 \u0645\u0648\u0642\u0639 \u0627\u0644\u0639\u0645\u0644 \u0625\u0644\u0649
java.grad          = \u0623\u062F\u0648\u0627\u062A \u062A\u0642\u064A\u064A\u0645
java.gradsite      = \u0645\u0648\u0642\u0639 \u0623\u062F\u0648\u0627\u062A \u062A\u0642\u064A\u064A\u0645 \u0645\u0646 \u0623\u062C\u0644
java.gradtools     = gradtools
java.group         = \u0625\u062F\u0627\u0631\u0629 \u0627\u0644\u0645\u062C\u0645\u0648\u0639\u0627\u062A
java.guest         = \u064A\u0631\u062C\u0649 \u0625\u062F\u062E\u0627\u0644 \u0625\u0633\u0645 \u0627\u0644\u0645\u0633\u062A\u0639\u0645\u0644(\u064A\u0646) \u0623\u0648 \u0639\u0646\u0648\u0627\u0646(\u0639\u0646\u0627\u0648\u064A\u0646) \u0628\u0631\u064A\u062F \u0625\u0644\u0643\u062A\u0631\u0648\u0646\u064A \u0627\u0644\u0636\u064A\u0641 \u0644\u0644\u0625\u0636\u0627\u0641\u0629 \u0625\u0644\u0649 \u0647\u0630\u0627 \u0627\u0644\u0645\u0648\u0642\u0639
java.haveadd       = \u0644\u064A\u0633\u062A \u0644\u0643\u0645 \u0627\u0644\u0625\u0645\u062A\u064A\u0627\u0632\u0627\u062A \u0627\u0644\u0643\u0627\u0641\u064A\u0629 \u0644\u0625\u0636\u0627\u0641\u0629
java.hello         = \u0645\u0631\u062D\u0628\u0627\u060C
java.help          = \u0645\u0633\u0627\u0639\u062F\u0629
java.home          = Home
java.however       = \u0644\u0627 \u064A\u0645\u0643\u0646\u0643\u0645 \u062D\u0630\u0641 \u0627\u0644\u0645\u0634\u0627\u0631\u0643\u064A\u0646 \u0627\u0644\u0645\u0633\u062C\u0644\u0629 \u0631\u0633\u0645\u064A\u0627 \u0641\u064A \u0647\u0630\u0627 \u0627\u0644\u062F\u0631\u0633. \u0648\u0644\u0643\u0646\u060C \u064A\u0645\u0643\u0646\u0643\u0645 \u062A\u063A\u064A\u064A\u0631 \u0623\u062F\u0648\u0627\u0631\u0647\u0645 \u0641\u064A \u0627\u0644\u0645\u0648\u0642\u0639 \u0628\u0627\u0644\u0646\u0642\u0631 \u0639\u0644\u0649 \u062A\u063A\u064A\u064A\u0631 \u062F\u0648\u0631 (\u0623\u062F\u0648\u0627\u0631) (... \u062A\u062D\u062A \u0645\u0631\u0627\u062C\u0639\u0629\u060C \u062A\u062D\u0631\u064A\u0631 \u0627\u0644\u062F\u062E\u0648\u0644.)
java.idinvalid     = \u0631\u0642\u0645 \u062A\u0633\u062C\u064A\u0644 \u0627\u0644\u0645\u0648\u0642\u0639 \u063A\u064A\u0631 \u0635\u062D\u064A\u062D
java.import        = \u0627\u0644\u062C\u0644\u0628 \u0645\u0646 \u0627\u0644\u0645\u0648\u0642\u0639
java.importFile    = \u0627\u0644\u062C\u0644\u0628 \u0645\u0646 \u0627\u0644\u0645\u0644\u0641
java.inuse         = \u0631\u0642\u0645 \u062A\u0633\u062C\u064A\u0644 \u0627\u0644\u0645\u0648\u0642\u0639 \u0645\u0633\u062A\u0639\u0645\u0644
java.invalid       = \u0647\u0648 \u0639\u0646\u0648\u0627\u0646 \u0627\u0644\u0628\u0631\u064A\u062F \u0627\u0644\u0625\u0644\u0643\u062A\u0631\u0648\u0646\u064A \u063A\u064A\u0631 \u0635\u062D\u064A\u062D.
java.invurl        = \u0631\u0627\u0628\u0637 \u063A\u064A\u0631 \u0635\u062D\u064A\u062D
java.isbeing       = \u0637\u0644\u0628\u0643\u0645 \u064A\u062C\u0631\u064A \u0645\u0639\u0627\u0644\u062C\u062A\u0647. \u0633\u062A\u0633\u062A\u0644\u0645\u0648\u0646 \u0628\u0631\u064A\u062F \u0625\u0644\u0643\u062A\u0631\u0648\u0646\u064A \u0639\u0646\u062F \u0625\u0636\u0627\u0641\u0629 \u0642\u0627\u0626\u0645\u0629 \u0627\u0644\u0637\u0644\u0628\u0629 \u0625\u0644\u0649 \u0645\u0648\u0642\u0639\u0643\u0645.
java.isinval       = \u063A\u064A\u0631 \u0635\u062D\u064A\u062D.
java.joinsite      = \u064A\u0631\u062C\u0649 \u0625\u062E\u062A\u064A\u0627\u0631 \u0623\u064A \u062F\u0648\u0631 \u0644\u0644\u0645\u0633\u062A\u062E\u062F\u0645 \u0644\u0644\u0625\u0646\u0636\u0645\u0627\u0645 \u0625\u0644\u0649 \u0627\u0644\u0645\u0648\u0642\u0639.
java.loginhow1     = 1. \u0641\u062A\u062D
java.loginhow2     = 2. \u0623\u0646\u0642\u0631 \u0639\u0644\u0649 \u0632\u0631 \u062A\u0633\u062C\u064A\u0644 \u0627\u0644\u062F\u062E\u0648\u0644.
java.loginhow3     = 3. \u0623\u062F\u062E\u0644\u0648\u0627 \u0625\u0633\u0645\u0643\u0645 \u0644\u0631\u0635\u064A\u062F \u0627\u0644\u0636\u064A\u0641 \u0648 \u0643\u0644\u0645\u0629 \u0627\u0644\u0633\u0631\u060C \u0648\u0623\u0646\u0642\u0631 \u0639\u0644\u0649 \u062A\u0633\u062C\u064A\u0644 \u0627\u0644\u062F\u062E\u0648\u0644.
java.loginhow3u    = 3. \u0623\u062F\u062E\u0644\u0648\u0627 \u0625\u0633\u0645 \u0627\u0644\u0645\u0633\u062A\u062E\u062F\u0645 \u0648 \u0643\u0644\u0645\u0629 \u0627\u0644\u0633\u0631\u060C \u0648\u0623\u0646\u0642\u0631 \u0639\u0644\u0649 \u062A\u0633\u062C\u064A\u0644 \u0627\u0644\u062F\u062E\u0648\u0644.
java.makechanges   = \u0644\u064A\u0633\u062A \u0644\u0643\u0645 \u0627\u0644\u0625\u0645\u062A\u064A\u0627\u0632\u0627\u062A \u0627\u0644\u0643\u0627\u0641\u064A\u0629 \u0644\u0625\u062F\u062E\u0627\u0644 \u062A\u0639\u062F\u064A\u0644\u0627\u062A \u0639\u0644\u0649 \u0647\u0630\u0627 \u0627\u0644\u0645\u0648\u0642\u0639.
java.manual        = \u064A\u0631\u062C\u0649 \u0625\u062E\u062A\u064A\u0627\u0631 \u0627\u0644\u062F\u0631\u0633 \u0645\u0646 \u0627\u0644\u0642\u0627\u0626\u0645\u0629 \u0623\u0648 \u0625\u062E\u062A\u064A\u0627\u0631 \u0625\u062F\u062E\u0627\u0644 \u0627\u0644\u0645\u0639\u0644\u0648\u0645\u0627\u062A \u064A\u062F\u0648\u064A\u0627.
java.meantime      = \u0641\u064A \u063A\u0636\u0648\u0646 \u0630\u0644\u0643\u060C \u064A\u0645\u0643\u0646\u0643\u0645 \u0627\u0644\u0625\u0633\u062A\u0645\u0631\u0627\u0631 \u0641\u064A \u0644\u0648\u062D\u0629 \u062A\u062D\u0643\u0645 \u0627\u0644\u0645\u0648\u0642\u0639 \u0648\u0625\u0636\u0627\u0641\u0629 \u0645\u0648\u0627\u062F \u0627\u0644\u062F\u0631\u0633 \u0625\u0644\u0649 \u0645\u0648\u0642\u0639\u0643\u0645.
java.miss          = \u062D\u0642\u0648\u0644 \u0627\u0644\u0645\u0637\u0644\u0648\u0628\u0629 \u0645\u0641\u0642\u0648\u062F\u0629. \u064A\u0631\u062C\u0649 \u0645\u0644\u0626 \u062C\u0645\u064A\u0639 \u0627\u0644\u062D\u0642\u0648\u0644 \u0627\u0644\u0645\u0637\u0644\u0648\u0628\u0629.
java.my            = \u0645\u0633\u0627\u062D\u0629 \u0639\u0645\u0644\u064A
java.name          = \u0625\u0633\u0645:
java.new           = \u062C\u062F\u064A\u062F
java.newsite       = \u0645\u0648\u0642\u0639 \u062C\u062F\u064A\u062F
java.newusernoti   = \u0625\u0634\u0639\u0627\u0631 \u0645\u0633\u062A\u062E\u062F\u0645 \u062C\u062F\u064A\u062F
java.nocreate      = \u0644\u064A\u0633\u062A \u0644\u0643\u0645 \u0627\u0644\u0625\u0645\u062A\u064A\u0627\u0632\u0627\u062A \u0627\u0644\u0643\u0627\u0641\u064A\u0629 \u0644\u0625\u0646\u0634\u0627\u0621 \u0647\u0630\u0627 \u0627\u0644\u0645\u0648\u0642\u0639
java.nosites       = \u0644\u0645 \u064A\u062A\u0645 \u0625\u062E\u062A\u064A\u0627\u0631 \u0623\u064A \u0645\u0648\u0642\u0639. \u064A\u0631\u062C\u0649 \u0625\u062E\u062A\u064A\u0627\u0631 \u0645\u0648\u0642\u0639 \u0623\u0648 \u0645\u0648\u0627\u0642\u0639.
java.notaccess     = \u0644\u064A\u0633\u062A \u0644\u0643\u0645 \u0627\u0644\u0625\u0645\u062A\u064A\u0627\u0632\u0627\u062A \u0627\u0644\u0643\u0627\u0641\u064A\u0629 \u0644\u062A\u0639\u062F\u064A\u0644 \u062D\u0642\u0648\u0642 \u0627\u0644\u062F\u062E\u0648\u0644 \u0625\u0644\u0649 \u0647\u0630\u0627 \u0627\u0644\u0645\u0648\u0642\u0639
java.notemailid    = \u0644\u064A\u0633 \u0628\u0631\u0642\u0645 \u062A\u0633\u062C\u064A\u0644 \u0628\u0631\u064A\u062F \u0625\u0644\u0643\u062A\u0631\u0648\u0646\u064A
java.notvalid      = \u063A\u064A\u0631 \u0635\u062D\u064A\u062D.
java.notvalidid    = \u0631\u0642\u0645 \u062A\u0633\u062C\u064A\u0644 \u0627\u0644\u0645\u0633\u062A\u062E\u062F\u0645 \u063A\u064A\u0631 \u0635\u062D\u064A\u062D.
java.nousers       = \u0644\u064A\u0633 \u0647\u0646\u0627\u0643 \u0623\u064A \u0645\u0633\u062A\u062E\u062F\u0645 \u0645\u062A\u0627\u062D/\u0645\u062E\u062A\u0627\u0631 \u0644\u062D\u0630\u0641\u0647
java.nousers2      = \u0644\u064A\u0633 \u0647\u0646\u0627\u0643 \u0623\u064A \u0645\u0633\u062A\u062E\u062F\u0645 \u0645\u062A\u0627\u062D/\u0645\u062E\u062A\u0627\u0631 \u0644\u062A\u0639\u062F\u064A\u0644 \u0627\u0644\u0623\u062F\u0648\u0627\u0631.
java.off           = \u0645\u0648\u0642\u0639 \u0627\u0644\u062F\u0631\u0633 \u0627\u0644\u0631\u0633\u0645\u064A
java.official      = \u0645\u0648\u0642\u0639 \u0627\u0644\u062F\u0631\u0633 \u0627\u0644\u0631\u0633\u0645\u064A \u0623\u0646\u0634\u0626 \u0645\u0646 \u0637\u0631\u0641
java.on            = \u0639\u0644\u0649
java.once          = \u0639\u0646\u062F\u0645\u0627 \u064A\u0643\u0648\u0646 \u0644\u0643\u0645 \u062D\u0633\u0627\u0628 \u0627\u0644\u0636\u064A\u0641\u060C \u064A\u0645\u0643\u0646\u0643\u0645 \u062A\u0633\u062C\u064A\u0644 \u0627\u0644\u062F\u062E\u0648\u0644 \u0625\u0644\u0649
java.once3         = \u0643\u0645\u0627 \u064A\u0644\u064A:
java.orderpages    = \u062A\u0631\u062A\u064A\u0628 \u0627\u0644\u0635\u0641\u062D\u0629
java.passwordis1   = \u0643\u0644\u0645\u0629 \u0627\u0644\u0633\u0631 \u0647\u064A
java.passwordis2   = \u064A\u0645\u0643\u0646\u0643\u0645 \u0628\u0639\u062F \u0630\u0644\u0643 \u0627\u0644\u062A\u0648\u062C\u0647 \u0625\u0644\u0649 \u0623\u062F\u0627\u0629 \u062D\u0633\u0627\u0628 \u0641\u064A \u0645\u0648\u0642\u0639  \u0645\u0633\u0627\u062D\u0629 \u0639\u0645\u0644\u064A \u0644\u0625\u0639\u0627\u062F\u0629 \u0635\u064A\u0627\u063A\u062A\u0647.
java.permeditsite  = \u0644\u064A\u0633\u062A \u0644\u0643\u0645 \u0627\u0644\u0625\u0645\u062A\u064A\u0627\u0632\u0627\u062A \u0627\u0644\u0643\u0627\u0641\u064A\u0629 \u0644\u062A\u062D\u0631\u064A\u0631 \u0627\u0644\u0645\u0648\u0642\u0639
java.permission    = \u0644\u064A\u0633\u062A \u0644\u0643\u0645 \u0627\u0644\u0625\u0645\u062A\u064A\u0627\u0632\u0627\u062A \u0627\u0644\u0643\u0627\u0641\u064A\u0629 \u0644\u0625\u0636\u0627\u0641\u0629 \u0627\u0644\u0645\u0648\u0642\u0639
java.please        = \u064A\u0631\u062C\u0649 \u0625\u062E\u062A\u064A\u0627\u0631 \u0645\u0648\u0642\u0639 \u0648\u0627\u062D\u062F \u0641\u0642\u0637 \u0641\u064A \u0648\u0642\u062A \u0648\u0627\u062D\u062F \u0644\u0644\u0645\u0631\u0627\u062C\u0639\u0629
java.pleasech      = \u064A\u0631\u062C\u0649 \u0625\u062E\u062A\u064A\u0627\u0631 \u062D\u062C\u0645 \u0645\u0648\u0642\u0639 \u0645\u0633\u0645\u0648\u062D \u0628\u0647
java.pleasechoice  = \u064A\u0631\u062C\u0649 \u0625\u062E\u062A\u064A\u0627\u0631 \u0646\u0648\u0639 \u0627\u0644\u0625\u0634\u0639\u0627\u0631.
java.pleasechoose  = \u064A\u0631\u062C\u0649 \u0625\u062E\u062A\u064A\u0627\u0631 \u062F\u0648\u0631.
java.pleasesel     = \u064A\u0631\u062C\u0649 \u0625\u062E\u062A\u064A\u0627\u0631 \u062F\u0648\u0631.
java.pleaseval     = \u064A\u0631\u062C\u0649 \u0625\u062E\u062A\u064A\u0627\u0631 \u062D\u062C\u0645 \u0645\u0648\u0642\u0639 \u0635\u062D\u064A\u062D
java.problem       = \u0645\u0648\u0627\u062C\u0647\u0629 \u0645\u0634\u0643\u0644\u0629 \u0648\u0642\u062A \u062A\u062D\u0631\u064A\u0631 \u0645\u0634\u0627\u0631\u0643\u064A \u0627\u0644\u0645\u0648\u0642\u0639.
java.problem2      = \u0645\u0648\u0627\u062C\u0647\u0629 \u0645\u0634\u0643\u0644\u0629 \u0648\u0642\u062A \u062A\u062D\u062F\u064A\u062B \u0623\u062F\u0648\u0627\u0631 \u0627\u0644\u0645\u0633\u062A\u0639\u0645\u0644\u064A\u0646
java.realm         = \u0627\u0644\u0639\u0646\u0635\u0631 \u0627\u0644\u0645\u0646\u062A\u0638\u0631 \u0644\u0645 \u064A\u062A\u0645 \u0625\u064A\u062C\u0627\u062F\u0647.
java.recann        = \u0627\u0644\u0625\u0634\u0639\u0627\u0631\u0627\u062A \u0627\u0644\u0623\u062E\u064A\u0631\u0629
java.recdisc       = \u0639\u0646\u0627\u0635\u0631 \u0627\u0644\u0645\u0646\u0627\u0642\u0634\u0629 \u0627\u0644\u0623\u062E\u064A\u0631\u0629
java.receiv        = \u0623\u0646\u062A \u062A\u062A\u0644\u0642\u0649 \u0647\u0630\u0647 \u0627\u0644\u0631\u0633\u0627\u0644\u0629 \u0628\u0646\u0627\u0621 \u0639\u0644\u0649 \u062A\u0648\u0635\u064A\u0629 \u0645\u0646
java.recent        = \u0631\u0633\u0627\u0626\u0644 \u0627\u0644\u062F\u0631\u062F\u0634\u0629 \u0627\u0644\u0623\u062E\u064A\u0631\u0629
java.record        = \u0644\u064A\u0633 \u0645\u062F\u0631\u0628 \u0627\u0644\u0645\u062D\u0636\u0631.
java.reqfields     = \u064A\u0631\u062C\u0649 \u0625\u062F\u062E\u0627\u0644 \u0627\u0644\u062D\u0642\u0648\u0644 \u0627\u0644\u0645\u0637\u0644\u0648\u0628\u0629.
java.reqmiss       = \u062D\u0642\u0648\u0644 \u0627\u0644\u0645\u0637\u0644\u0648\u0628\u0629 \u0645\u0641\u0642\u0648\u062F\u0629. \u064A\u0631\u062C\u0649 \u0645\u0644\u0626 \u062C\u0645\u064A\u0639 \u0627\u0644\u062D\u0642\u0648\u0644 \u0627\u0644\u0645\u0637\u0644\u0648\u0628\u0629.
java.respond       = \u0627\u0644\u0631\u062C\u0627\u0621 \u0627\u0644\u0631\u062F \u0639\u0644\u0649 \u0647\u0630\u0647 \u0627\u0644\u0631\u0633\u0627\u0644\u0629 \u0628\u0645\u0639\u0644\u0648\u0645\u0627\u062A \u0639\u0646
java.revise        = \u0645\u0631\u0627\u062C\u0639\u0629
java.rightnow      = \u063A\u064A\u0631 \u0645\u062A\u0627\u062D \u0644\u0644\u062A\u062D\u0631\u064A\u0631 \u0627\u0644\u0622\u0646.
java.rolefor       = \u064A\u0631\u062C\u0649 \u0625\u062E\u062A\u064A\u0627\u0631 \u062F\u0648\u0631 \u0644
java.roletype      = \u064A\u0631\u062C\u0649 \u0625\u062E\u062A\u064A\u0627\u0631 \u0646\u0648\u0639 \u0627\u0644\u062F\u0648\u0631.
java.rosters       = \u0644\u064A\u0633\u062A \u0644\u0643\u0645 \u0627\u0644\u0625\u0645\u062A\u064A\u0627\u0632\u0627\u062A \u0627\u0644\u0643\u0627\u0641\u064A\u0629 \u0644\u0648\u0636\u0639 \u0631\u0627\u0628\u0637 \u0646\u062D\u0648 \u0642\u0627\u0626\u0645\u0629 \u0627\u0644\u062F\u0631\u0648\u0633.
java.rss           = \u064A\u062D\u062F\u062F \u0645\u0644\u0641 \u0644\u0627 \u064A\u0645\u0644\u0643 \u0635\u064A\u063A\u0629 RSS.
java.saveas        = \u062D\u0641\u0638 \u0639\u0644\u0649
java.section       = \u0642\u0633\u0645:
java.sections      = \u0623\u0642\u0633\u0627\u0645:
java.select        = \u0627\u0644\u0631\u062C\u0627\u0621 \u0625\u062E\u062A\u064A\u0627\u0631 \u0646\u0648\u0639 \u0627\u0644\u0645\u0648\u0642\u0639.
java.simpleby      = \u0645\u0646 \u0637\u0631\u0641
java.simplesite    = \u0645\u0648\u0642\u0639:
java.simplethe     = \u0641\u064A
java.siteaccess    = \u0625\u062F\u0627\u0631\u0629 \u0627\u0644\u062F\u062E\u0648\u0644
java.sitebeenused  = \u0631\u0642\u0645 \u062A\u0633\u062C\u064A\u0644 \u0627\u0644\u0645\u0648\u0642\u0639 \u0645\u0633\u062A\u062E\u062F\u0645.
java.sitechreq     = \u0637\u0644\u0628 \u062A\u063A\u064A\u064A\u0631 \u0627\u0644\u0645\u0648\u0642\u0639
java.siteid        = \u0631\u0642\u0645 \u062A\u0633\u062C\u064A\u0644 \u0627\u0644\u0645\u0648\u0642\u0639:
java.siteinstr     = \u062A\u0639\u0644\u064A\u0645\u0627\u062A \u062E\u0627\u0635\u0629:
java.siteinuse     = \u0627\u0644\u0645\u0648\u0642\u0639 \u0641\u064A \u0637\u0648\u0631 \u0627\u0644\u0625\u0633\u062A\u062E\u062F\u0627\u0645 \u0648\u0644\u0627 \u064A\u0645\u0643\u0646 \u062A\u063A\u064A\u064A\u0631\u0647.
java.siteinval     = \u0631\u0642\u0645 \u062A\u0633\u062C\u064A\u0644 \u0627\u0644\u0645\u0648\u0642\u0639 \u063A\u064A\u0631 \u0635\u062D\u064A\u062D.
java.sitenoti      = \u0625\u0634\u0639\u0627\u0631 \u0627\u0644\u0645\u0648\u0642\u0639
java.sitereq       = \u0637\u0644\u0628 \u0645\u0648\u0642\u0639
java.sitereqfrom   = \u0637\u0644\u0628 \u0627\u0644\u0645\u0648\u0642\u0639 \u0645\u0646
java.sites         = \u0645\u0648\u0627\u0642\u0639
java.sitetitle     = \u0639\u0646\u0648\u0627\u0646 \u0627\u0644\u0645\u0648\u0642\u0639
java.sitewith      = \u0645\u0648\u0642\u0639 \u0628\u0631\u0642\u0645 \u062A\u0633\u062C\u064A\u0644
java.sitewithid    = \u0627\u0644\u0645\u0648\u0642\u0639 \u0628\u0631\u0642\u0645 \u062A\u0633\u062C\u064A\u0644
java.someone       = \u0634\u062E\u0635 \u064A\u0642\u0648\u0645 \u0628\u0627\u0644\u0641\u0639\u0644 \u0628\u062A\u062D\u0631\u064A\u0631 \u0647\u0630\u0627 \u0627\u0644\u0645\u0648\u0642\u0639
java.specif        = \u0644\u0627 \u064A\u0645\u0643\u0646 \u0625\u064A\u062C\u0627\u062F \u0627\u0644\u0645\u0648\u0642\u0639 \u0645\u062D\u062F\u062F
java.specify       = \u064A\u0631\u062C\u0649 \u062A\u062D\u062F\u064A\u062F \u0639\u0646\u0648\u0627\u0646 \u0627\u0644\u0645\u0648\u0642\u0639.
java.subj          = \u0645\u0648\u0636\u0648\u0639:
java.subject       = \u0645\u0648\u0636\u0648\u0639:
java.supp          = \u062F\u0639\u0645
java.support       = \u0641\u0631\u064A\u0642 \u0627\u0644\u062F\u0639\u0645
java.tabscreen     = 4. \u0625\u0630\u0647\u0628\u0648\u0627 \u0625\u0644\u0649 \u0627\u0644\u0645\u0648\u0642\u0639\u060C \u0623\u0646\u0642\u0631 \u0639\u0644\u0649 \u062E\u0627\u0646\u0629 \u0627\u0644\u0645\u0648\u0642\u0639. (\u0633\u062A\u0631\u0648\u0646 \u0625\u062B\u0646\u064A\u0646 \u0623\u0648 \u0623\u0643\u062B\u0631 \u0645\u0646 \u0627\u0644\u062E\u0627\u0646\u0627\u062A \u0639\u0644\u0649 \u0634\u0643\u0644 \u0635\u0641 \u0641\u064A \u0627\u0644\u062C\u0632\u0621 \u0627\u0644\u0639\u0644\u0648\u064A \u0645\u0646 \u0627\u0644\u0634\u0627\u0634\u0629.)
java.thanks        = \u0634\u0643\u0631\u0627\u060C
java.theaccess     = \u0627\u0644\u062F\u062E\u0648\u0644 \u0625\u0644\u0649 \u0647\u0630\u0627 \u0627\u0644\u0645\u0648\u0642\u0639 \u064A\u062D\u0631\u0631 \u062D\u0627\u0644\u064A\u0627 \u0645\u0646 \u0637\u0631\u0641 \u0645\u0633\u062A\u062E\u062F\u0645 \u0622\u062E\u0631.
java.theaccessto   = \u0627\u0644\u062F\u062E\u0648\u0644 \u0625\u0644\u0649 \u0647\u0630\u0627 \u0627\u0644\u0645\u0648\u0642\u0639
java.theaccessto2  = \u064A\u062D\u0631\u0631 \u062D\u0627\u0644\u064A\u0627 \u0645\u0646 \u0637\u0631\u0641 \u0645\u0633\u062A\u062E\u062F\u0645 \u0622\u062E\u0631.
java.theemail      = \u0627\u0644\u0628\u0631\u064A\u062F \u0627\u0644\u0625\u0644\u0643\u062A\u0631\u0648\u0646\u064A \u064A\u062C\u0628 \u0623\u0646 \u064A\u0643\u0648\u0646 \u0645\u0624\u0644\u0641\u0627 \u0645\u0646 \u062D\u0631\u0648\u0641 \u0623\u0644\u0641\u0627 \u0631\u0642\u0645\u064A\u0629 \u0623\u0648 \u0648\u0627\u062D\u062F \u0645\u0646 !#$&'*+-=?^_`{|}~. (\u0628\u062F\u0648\u0646 \u0645\u0633\u0627\u062D\u0627\u062A \u0641\u0627\u0631\u063A\u0629).
java.thenews       = \u0631\u0627\u0628\u0637 \u0645\u0635\u062F\u0631 \u0627\u0644\u062E\u0628\u0631
java.thesiteemail  = \u0627\u0644\u0628\u0631\u064A\u062F \u0627\u0644\u0625\u0644\u0643\u062A\u0631\u0648\u0646\u064A \u0644\u0637\u0644\u0628 \u0627\u0644\u0625\u0630\u0646 \u0644\u0644\u0645\u0648\u0642\u0639 \u0644\u0645 \u064A\u0645\u0643\u0646 \u0625\u0631\u0633\u0627\u0644\u0647 \u0644\u0625\u0633\u0645 \u0627\u0644\u0645\u0633\u062A\u0639\u0645\u0644
java.thesiteid     = \u0631\u0642\u0645 \u062A\u0633\u062C\u064A\u0644 \u0627\u0644\u0645\u0648\u0642\u0639
java.thissite      = \u0647\u0630\u0627 \u0627\u0644\u0645\u0648\u0642\u0639
java.to            = \u0625\u0644\u0649:
java.togeta1       = \u0644\u0644\u062D\u0635\u0648\u0644 \u0639\u0644\u0649 \u062D\u0633\u0627\u0628 \u0636\u064A\u0641\u060C \u0625\u0641\u062A\u062D \u0627\u0644\u0645\u0648\u0642\u0639 \u0627\u0644\u062A\u0627\u0644\u064A:
java.togeta2       = \u0648 \u062A\u062A\u0628\u0639\u0648 \u0627\u0644\u062E\u0637\u0648\u0627\u062A \u0627\u0644\u0645\u0630\u0643\u0648\u0631\u0629.
java.toimport      = \u064A\u0631\u062C\u0649 \u0625\u062E\u062A\u064A\u0627\u0631 \u0645\u0648\u0642\u0639 \u0648\u0627\u062D\u062F \u0639\u0644\u0649 \u0627\u0644\u0623\u0642\u0644 \u0644\u0644\u062C\u0644\u0628.
java.toimporttool  = \u064A\u0631\u062C\u0649 \u0625\u062E\u062A\u064A\u0627\u0631 \u0623\u062F\u0627\u0629 \u0648\u0627\u062D\u062F\u0629 \u0639\u0644\u0649 \u0627\u0644\u0623\u0642\u0644 \u0644\u0644\u062C\u0644\u0628.
java.tolog         = \u0644\u062A\u0633\u062C\u064A\u0644 \u0627\u0644\u062F\u062E\u0648\u0644 \u0641\u064A:
java.tothissite    = \u0644\u0647\u0630\u0627 \u0627\u0644\u0645\u0648\u0642\u0639.
java.unable        = \u0644\u0627 \u064A\u0645\u0643\u0646 \u0625\u0636\u0627\u0641\u0629
java.unableconf    = \u0644\u0627 \u064A\u0645\u0643\u0646 \u062A\u0634\u062E\u064A\u0635 \u0645\u0648\u0642\u0639 \u0623\u062F\u0627\u0629 \u0627\u0644\u062A\u0642\u064A\u064A\u0645
java.user          = \u0645\u0633\u062A\u0639\u0645\u0644
java.username      = \u0625\u0633\u0645 \u0627\u0644\u0645\u0633\u062A\u0639\u0645\u0644 \u0644\u064A\u0633 \u0635\u062D\u064A\u062D\u0627.
java.validAuthor1  = \u064A\u0631\u062C\u0649 \u0625\u062F\u062E\u0627\u0644 \u0645\u0627 \u064A\u0635\u062D
java.validAuthor2  = \u0644\u0645\u062F\u0631\u0628 \u0627\u0644\u0645\u062D\u0636\u0631
java.wasset        = \u0634\u062E\u0635 \u0645\u0646 \u0637\u0631\u0641
java.webincludes   = \u0628\u064A\u0626\u0629 \u0635\u0641\u062D\u0627\u062A \u0627\u0644\u0623\u0646\u062A\u0631\u0646\u062A \u062A\u0634\u0645\u0644 \u0627\u0644\u0639\u062F\u064A\u062F \u0645\u0646 \u0627\u0644\u0623\u062F\u0648\u0627\u062A \u0648\u0627\u0644\u062E\u062F\u0645\u0627\u062A\u060C \u0648\u0645\u0646 \u0628\u064A\u0646\u0647\u0627
java.who           = \u0642\u062F \u0637\u0644\u0628 \u0645\u0648\u0642\u0639 \u062F\u0631\u0648\u0633 \u0631\u0633\u0645\u064A \u0644\u0644\u0642\u0633\u0645(\u0623\u0642\u0633\u0627\u0645) \u0627\u0644\u062A\u0627\u0644\u064A(\u0629):
java.wish          = \u0625\u0630\u0627 \u0631\u063A\u0628\u062A\u0645 \u0641\u064A \u062A\u0642\u062F\u064A\u0645 \u0645\u0639\u0644\u0648\u0645\u0627\u062A \u0625\u0636\u0627\u0641\u064A\u0629\u060C \u064A\u0631\u062C\u0649 \u0625\u0631\u0633\u0627\u0644 \u0628\u0631\u064A\u062F \u0625\u0644\u0643\u062A\u0631\u0648\u0646\u064A \u0625\u0644\u0649
java.withrost      = \u0645\u0639  \u062D\u0642 \u0627\u0644\u062F\u062E\u0648\u0644 \u0625\u0644\u0649 \u0627\u0644\u0642\u0648\u0627\u0626\u0645 \u0644\u0647\u0630\u0627
java.withrost2     = \u0645\u0639  \u062D\u0642 \u0627\u0644\u062F\u062E\u0648\u0644 \u0625\u0644\u0649 \u0627\u0644\u0642\u0648\u0627\u0626\u0645 \u0644\u0647\u0630\u0627 \u0627\u0644\u0642\u0633\u0645:
java.workinfo      = \u0645\u0639\u0644\u0648\u0645\u0627\u062A \u0645\u0648\u0642\u0639 \u0627\u0644\u0639\u0645\u0644
java.youalready    = \u0644\u0642\u062F \u0642\u0645\u062A \u0628\u0627\u0644\u0641\u0639\u0644 \u0628\u062A\u062D\u0631\u064A\u0631 \u0647\u0630\u0627 \u0627\u0644\u0645\u0648\u0642\u0639
java.youhave       = \u0644\u0645 \u062A\u0642\u0648\u0645\u0648\u0627 \u0628\u0625\u062E\u062A\u064A\u0627\u0631 \u0623\u064A \u062E\u0627\u0635\u064A\u0629 \u0644\u0645\u0648\u0642\u0639\u0643\u0645. \u0628\u0648\u0633\u0639\u0643\u0645 \u0641\u0639\u0644 \u0630\u0644\u0643 \u0628\u0627\u0644\u0646\u0642\u0631 \u0639\u0644\u0649 \u0632\u0631 \u0627\u0644\u0631\u062C\u0648\u0639 \u0623\u0648 \u0641\u064A \u0648\u0642\u062A \u0644\u0627\u062D\u0642 \u0628\u0627\u0644\u0646\u0642\u0631 \u0639\u0644\u0649 \u0627\u0644\u0645\u0631\u0627\u062C\u0639\u0629\u060C \u062B\u0645 \u0628\u0639\u062F \u0630\u0644\u0643 \u0623\u0636\u064A\u0641\u0648 \u0623\u0648 \u0623\u0632\u064A\u0644\u0648 \u0627\u0644\u062E\u0635\u0627\u0626\u0635.
java.yoursite      = \u062A\u0634\u062E\u064A\u0635 \u0645\u0648\u0642\u0639\u0643\u0645 \u0642\u062F \u0625\u0646\u062A\u0647\u0649. \u064A\u0645\u0643\u0646\u0643\u0645 \u0627\u0644\u0622\u0646 \u0623\u0646 \u062A\u0636\u064A\u0641\u0648 \u0627\u0644\u0645\u062D\u062A\u0648\u0649 \u062B\u0645 \u0646\u0634\u0631 \u0645\u0648\u0642\u0639\u0643\u0645.
java.yourwork      = \u0645\u0648\u0642\u0639 \u0639\u0645\u0644\u0643\u0645 \u0644\u0627 \u064A\u0645\u0643\u0646 \u062D\u0630\u0641\u0647 \u0628\u0647\u0630\u0647 \u0627\u0644\u0623\u062F\u0627\u0629.

list.check          = \u0636\u0639 \u0639\u0644\u0627\u0645\u0629 \u0641\u064A \u062E\u0627\u0646\u0627\u062A \u0627\u0644\u0639\u0644\u0627\u0645\u0629 \u0644\u0625\u062A\u062E\u0627\u062F \u0639\u0645\u0644 \u0639\u0644\u0649 \u0627\u0644\u0645\u0648\u0642\u0639. \u0623\u0646\u0642\u0631 \u0639\u0646\u0648\u0627\u0646 \u0627\u0644\u0639\u0645\u0648\u062F \u0644\u0644\u062A\u0631\u062A\u064A\u0628.
list.cls            = \u0625\u0639\u0627\u062F\u0629 \u0627\u0644\u0628\u062D\u062B
list.creationdate   = \u062A\u0627\u0631\u064A\u062E \u0627\u0644\u0625\u0646\u0634\u0627\u0621
list.creator        = \u0627\u0644\u062E\u0627\u0644\u0642
list.found          = \u0645\u0627 \u0648\u062C\u062F \u064A\u0646\u0637\u0628\u0642 \u0644\u0628\u062D\u062B\u0643\u0645 \u0639\u0646
list.inthe          = \u0641\u064A \u0631\u0624\u064A\u0629 \u0627\u0644
list.items          = \u0639\u0646\u0627\u0635\u0631
list.itemsper       = \u0639\u0646\u0635\u0631 \u0641\u064A \u0643\u0644 \u0635\u0641\u062D\u0629
list.next           = \u0627\u0644\u0645\u0648\u0627\u0644\u064A
list.nosites        = \u0644\u0645 \u064A\u062A\u0645 \u0625\u064A\u062C\u0627\u062F \u0623\u064A \u0645\u0648\u0642\u0639
list.onesite        = 1 \u0645\u0648\u0642\u0639
list.owner          = \u0645\u0627\u0644\u0643
list.previous       = \u0627\u0644\u0633\u0627\u0628\u0642
list.publi          = \u0646\u0634\u0631
list.scasc          = \u0627\u0644\u062A\u0631\u062A\u064A\u0628 \u062D\u0633\u0628 \u062A\u0627\u0631\u064A\u062E \u0627\u0644\u0625\u0646\u0634\u0627\u0621 \u0635\u0639\u0648\u062F\u0627
list.scdesc         = \u0627\u0644\u062A\u0631\u062A\u064A\u0628 \u062D\u0633\u0628 \u062A\u0627\u0631\u064A\u062E \u0627\u0644\u0625\u0646\u0634\u0627\u0621 \u0646\u0632\u0648\u0644\u0627
list.screatorasc    = \u062A\u0631\u062A\u064A\u0628 \u062A\u0635\u0627\u0639\u062F\u064A \u062D\u0633\u0628 \u0627\u0644\u062E\u0627\u0644\u0642
list.screatordesc   = \u062A\u0631\u062A\u064A\u0628 \u062A\u0646\u0627\u0632\u0644\u064A \u062D\u0633\u0628 \u0627\u0644\u062E\u0627\u0644\u0642
list.search         = \u0628\u062D\u062B
list.select.label   = \u0625\u062E\u062A\u064A\u0627\u0631 \u062D\u062C\u0645 \u0627\u0644\u0635\u0641\u062D\u0629
list.show           = \u0639\u0631\u0636
list.sites          = \u0645\u0648\u0627\u0642\u0639 \u062A\u0645\u062A
list.soasc          = \u0627\u0644\u062A\u0631\u062A\u064A\u0628 \u062D\u0633\u0628 \u0627\u0644\u0645\u0627\u0644\u0643 \u0646\u0632\u0648\u0644\u0627
list.sodesc         = \u0627\u0644\u062A\u0631\u062A\u064A\u0628 \u062D\u0633\u0628 \u0627\u0644\u0645\u0627\u0644\u0643 \u0646\u0632\u0648\u0644\u0627
list.sortbycreation = \u0627\u0644\u062A\u0631\u062A\u064A\u0628 \u062D\u0633\u0628 \u062A\u0627\u0631\u064A\u062E \u0627\u0644\u0625\u0646\u0634\u0627\u0621
list.sortbycreator  = \u062A\u0631\u062A\u064A\u0628 \u062D\u0633\u0628 \u0627\u0644\u062E\u0627\u0644\u0642
list.sortbyowner    = \u0627\u0644\u062A\u0631\u062A\u064A\u0628 \u062D\u0633\u0628 \u0627\u0644\u0645\u0627\u0644\u0643
list.sortbystatus   = \u0627\u0644\u062A\u0631\u062A\u064A\u0628 \u062D\u0633\u0628 \u0627\u0644\u062D\u0627\u0644\u0629
list.sortbyterm     = \u0627\u0644\u062A\u0631\u062A\u064A\u0628 \u062D\u0633\u0628 \u0627\u0644\u062F\u0648\u0631\u0629
list.sortbytitle    = \u0627\u0644\u062A\u0631\u062A\u064A\u0628 \u062D\u0633\u0628 \u0627\u0644\u0639\u0646\u0648\u0627\u0646
list.sortbytype     = \u0627\u0644\u062A\u0631\u062A\u064A\u0628 \u062D\u0633\u0628 \u0627\u0644\u0646\u0648\u0639
list.spasc          = \u0627\u0644\u062A\u0631\u062A\u064A\u0628 \u062D\u0633\u0628 \u0627\u0644\u0646\u0634\u0631 \u0635\u0639\u0648\u062F\u0627
list.spdesc         = \u0627\u0644\u062A\u0631\u062A\u064A\u0628 \u062D\u0633\u0628 \u0627\u0644\u0646\u0634\u0631 \u0646\u0632\u0648\u0644\u0627
list.ssasc          = \u0627\u0644\u062A\u0631\u062A\u064A\u0628 \u062D\u0633\u0628 \u0627\u0644\u062D\u0627\u0644\u0629 \u0635\u0639\u0648\u062F\u0627
list.ssdesc         = \u0627\u0644\u062A\u0631\u062A\u064A\u0628 \u062D\u0633\u0628 \u0627\u0644\u062D\u0627\u0644\u0629 \u0646\u0632\u0648\u0644\u0627
list.stasc          = \u0627\u0644\u062A\u0631\u062A\u064A\u0628 \u062D\u0633\u0628 \u0627\u0644\u0639\u0646\u0648\u0627\u0646 \u0635\u0639\u0648\u062F\u0627
list.status         = \u0627\u0644\u062D\u0627\u0644\u0629
list.stdesc         = \u0627\u0644\u062A\u0631\u062A\u064A\u0628 \u062D\u0633\u0628 \u0627\u0644\u0639\u0646\u0648\u0627\u0646 \u0646\u0632\u0648\u0644\u0627
list.steasc         = \u0627\u0644\u062A\u0631\u062A\u064A\u0628 \u062D\u0633\u0628 \u0627\u0644\u062F\u0648\u0631\u0629 \u0635\u0639\u0648\u062F\u0627
list.stedesc        = \u0627\u0644\u062A\u0631\u062A\u064A\u0628 \u062D\u0633\u0628 \u0627\u0644\u062F\u0648\u0631\u0629 \u0646\u0632\u0648\u0644\u0627
list.styasc         = \u0627\u0644\u062A\u0631\u062A\u064A\u0628 \u062D\u0633\u0628 \u0627\u0644\u0646\u0648\u0639 \u0635\u0639\u0648\u062F\u0627
list.stydesc        = \u0627\u0644\u062A\u0631\u062A\u064A\u0628 \u062D\u0633\u0628 \u0627\u0644\u0646\u0648\u0639 \u0646\u0632\u0648\u0644\u0627
list.summary        = \u062C\u062F\u0648\u0644 \u0642\u0648\u0627\u0626\u0645 \u0627\u0644\u0645\u0648\u0627\u0642\u0639. \u0627\u0644\u0639\u0645\u0648\u062F 1: \u062E\u0627\u0646\u0629 \u0627\u0644\u0639\u0644\u0627\u0645\u0629 \u0645\u062A\u0649 \u064A\u0645\u0643\u0646 \u062A\u062D\u0631\u064A\u0631 \u0627\u0644\u0645\u0648\u0642\u0639. \u0627\u0644\u0639\u0645\u0648\u062F 2: \u0646\u0648\u0639 \u0627\u0644\u0645\u0648\u0642\u0639. \u0627\u0644\u0639\u0645\u0648\u062F 3: \u0627\u0644\u0645\u0627\u0644\u0643. \u0627\u0644\u0639\u0645\u0648\u062F 4: \u0627\u0644\u062F\u0648\u0631\u0629. \u0627\u0644\u0639\u0645\u0648\u062F 5: \u0627\u0644\u062D\u0627\u0644\u0629. \u0627\u0644\u0639\u0645\u0648\u062F 6: \u062A\u0627\u0631\u064A\u062E \u0627\u0644\u0625\u0646\u0634\u0627\u0621.
list.term           = \u0627\u0644\u062F\u0648\u0631\u0629
list.thatmatch      = \u0645\u0627 \u0648\u062C\u062F \u064A\u0646\u0637\u0628\u0642 \u0644\u0628\u062D\u062B\u0643\u0645 \u0639\u0646
list.type           = \u0646\u0648\u0639
list.unpub          = \u063A\u064A\u0631 \u0645\u0646\u0634\u0648\u0631
list.view           = \u0646\u0638\u0631\u0629:
list.viewing        = \u0645\u0639\u0627\u064A\u0646\u0629
list.worksite       = \u0639\u0646\u0648\u0627\u0646 \u0645\u0648\u0642\u0639 \u0627\u0644\u0639\u0645\u0644

man.addmore          = \u0625\u0636\u0627\u0641\u0629 \u0627\u0644\u0645\u0632\u064A\u062F \u0645\u0646 \u0627\u0644\u0642\u0648\u0627\u0626\u0645\u061F
man.addmore.label    = \u0625\u0636\u063A\u0637 \u0622\u0644\u062A + \u0627\u0644\u0633\u0647\u0627\u0645 \u0635\u0639\u0648\u062F\u0627 \u0648\u0647\u0628\u0648\u0637\u0627 \u0644\u0644\u0625\u0646\u062A\u0642\u0627\u0644 \u062E\u0644\u0627\u0644 \u0642\u0627\u0626\u0645\u0629 \u0627\u0644\u0625\u062E\u062A\u064A\u0627\u0631
man.authoriz         = \u0625\u0633\u0645 \u0627\u0644\u0645\u0633\u062A\u0639\u0645\u0644 \u0627\u0644\u0645\u0641\u0648\u0636 \u0627\u0644\u0645\u0633\u0624\u0648\u0644:
man.class            = \u0627\u0644\u0642\u0633\u0645:(\u0645\u062B\u0627\u0644 101)
man.creat            = \u0625\u0646\u0634\u0627\u0621 \u0645\u0648\u0642\u0639 \u0642\u0633\u0645 \u062C\u062F\u064A\u062F
man.edit             = \u062A\u062D\u0631\u064A\u0631 \u0627\u0644\u0645\u0648\u0642\u0639...
man.email            = \u0633\u064A\u062A\u0645 \u0625\u0631\u0633\u0627\u0644 \u0628\u0631\u064A\u062F \u0625\u0644\u0643\u062A\u0631\u0648\u0646\u064A \u0644\u0637\u0644\u0628 \u0627\u0644\u0625\u0630\u0646 \u0644\u0625\u0646\u0634\u0627\u0621 \u0647\u0630\u0627 \u0627\u0644\u0645\u0648\u0642\u0639.
man.enter            = \u0623\u062F\u062E\u0644\u0648\u0627 \u0645\u0639\u0644\u0648\u0645\u0627\u062A \u0627\u0644\u0642\u0633\u0645 \u0627\u0644\u0645\u062A\u0639\u0644\u0642\u0629 \u0628\u0627\u0644\u0642\u0627\u0626\u0645\u0629 (\u0642\u0648\u0627\u0626\u0645) \u0627\u0644\u062A\u064A \u062A\u0648\u062F\u0648\u0646 \u0623\u0646 \u062A\u0643\u0648\u0646 \u0644\u0647\u0627 \u0627\u0644\u062D\u0642 \u0641\u064A \u0627\u0644\u062F\u062E\u0648\u0644 \u0625\u0644\u0649 \u0645\u0648\u0642\u0639\u0643\u0645.
man.enter2           = \u0623\u062F\u062E\u0644\u0648\u0627 \u0645\u0639\u0644\u0648\u0645\u0627\u062A \u0627\u0644\u0642\u0633\u0645 \u0644\u0645\u0648\u0642\u0639\u0643\u0645.
man.list.summary     = \u062C\u062F\u0648\u0644 \u0644\u0625\u062F\u062E\u0627\u0644 \u0645\u0639\u0644\u0648\u0645\u0627\u062A \u0627\u0644\u062F\u0631\u0633 \u064A\u062F\u0648\u064A\u0627. \u064A\u062D\u062A\u0648\u064A \u0643\u0644 \u0635\u0641 \u0639\u0644\u0649 \u0645\u062C\u0645\u0648\u0639\u0629 \u0645\u0646 \u0627\u0644\u062D\u0642\u0648\u0644 \u0644\u0625\u062F\u062E\u0627\u0644 \u0645\u0639\u0644\u0648\u0645\u0627\u062A \u0642\u0648\u0627\u0626\u0645 \u0627\u0644\u062F\u0631\u0648\u0633.
man.means            = \u064A\u0639\u0646\u064A \u0623\u0646 \u0627\u0644\u0645\u0639\u0644\u0648\u0645\u0627\u062A \u0645\u0637\u0644\u0648\u0628\u0629.
man.notverify        = \u0641\u064A \u0647\u0630\u0627 \u0627\u0644\u0648\u0642\u062A \u0644\u0627 \u064A\u0645\u0643\u0646\u0646\u0627 \u0627\u0644\u062A\u0623\u0643\u062F \u0623\u0646\u0643 \u0645\u062F\u0631\u0628 \u0627\u0644\u0633\u062C\u0644\u060C \u064A\u0631\u062C\u0649 \u0625\u062F\u062E\u0627\u0644 \u0625\u0633\u0645 \u0627\u0644\u0645\u0633\u062A\u0639\u0645\u0644 \u0644\u0634\u062E\u0635 \u064A\u0645\u0643\u0646 \u0623\u0646 \u064A\u062A\u062D\u0642\u0642 \u0623\u0646\u0647 \u064A\u0645\u0643\u0646\u0643 \u0625\u0646\u0634\u0627\u0621 \u0647\u0630\u0627 \u0627\u0644\u0645\u0648\u0642\u0639 (\u0645\u062B\u0627\u0644. \u0631\u0626\u064A\u0633 \u0645\u0635\u0644\u062D\u0629 \u0627\u0644\u0641\u0635\u0644 \u0627\u0644\u062F\u0631\u0627\u0633\u064A \u0627\u0644\u0645\u062F\u0631\u0628 \u0627\u0644\u0633\u0627\u0628\u0642). \u0633\u064A\u062A\u0645 \u0625\u0631\u0633\u0627\u0644 \u0628\u0631\u064A\u062F \u0625\u0644\u0643\u062A\u0631\u0648\u0646\u064A \u0644\u0637\u0644\u0628 \u0627\u0644\u0625\u0630\u0646 \u0644\u0647\u0630\u0627 \u0627\u0644\u0634\u062E\u0635.
man.notverifyfuture1 = \u0627\u0644\u0642\u0627\u0626\u0645\u0629 \u0627\u0644\u0631\u0633\u0645\u064A\u0629 \u0644\u0642\u0633\u0645\u0643\u0645 \u0633\u062A\u0635\u0628\u062D \u0645\u062A\u0627\u062D\u0629
man.notverifyfuture2 = \u0623\u0633\u0627\u0628\u064A\u0639 \u0642\u0628\u0644 \u0628\u062F\u0621 \u0627\u0644\u062F\u0648\u0631\u0629. \u0639\u0646\u062F \u0647\u0630\u0647 \u0627\u0644\u0646\u0642\u0637\u0629\u060C \u064A\u0645\u0643\u0646\u0643\u0645 \u0625\u0639\u0637\u0627\u0621 \u062D\u0642\u0648\u0642 \u0627\u0644\u062F\u062E\u0648\u0644 \u0644\u0644\u0637\u0644\u0628\u0629 \u0625\u0644\u0649 \u0627\u0644\u0645\u0648\u0642\u0639 \u0628\u0627\u0644\u0630\u0647\u0627\u0628 \u0625\u0644\u0649 \u0623\u062F\u0627\u0629 \u0645\u0639\u0644\u0648\u0645\u0627\u062A \u0627\u0644\u0645\u0648\u0642\u0639\u060C  \u0628\u0625\u062E\u062A\u064A\u0627\u0631 "\u062A\u062D\u0631\u064A\u0631 \u0642\u0627\u0626\u0645\u0629 (\u0642\u0648\u0627\u0626\u0645)\u0627\u0644\u0623\u0642\u0633\u0627\u0645" \u0648 \u0628\u0625\u062A\u0628\u0627\u0639 \u0645\u0639\u0644\u0648\u0645\u0627\u062A \u0645\u0633\u0627\u0639\u062F \u0627\u0644\u062A\u0634\u062E\u064A\u0635.
man.please           = \u064A\u0631\u062C\u0649 \u0625\u062F\u062E\u0627\u0644 \u0645\u0644\u0627\u062D\u0638\u0627\u062A \u0625\u0636\u0627\u0641\u064A\u0629 \u0627\u0644\u062A\u064A \u064A\u0645\u0643\u0646 \u0627\u0646 \u062A\u0633\u0627\u0639\u062F\u0646\u0627 \u0639\u0644\u0649 \u0627\u0644\u0633\u0645\u0627\u062D \u0628\u0637\u0644\u0628\u0643\u0645 \u0627\u0644\u0645\u0648\u0642\u0639.
man.requested        = (\u0645\u0637\u0644\u0648\u0628\u0629)
man.sect             = \u0623\u0642\u0633\u0627\u0645 : (\u0645\u062B\u0627\u0644 001 ) 
man.siteauth         = \u0625\u0630\u0646 \u0644\u0644\u0633\u0645\u0627\u062D \u0644\u0644\u0642\u0627\u0626\u0645\u0629 (\u0642\u0648\u0627\u0626\u0645) \u0628\u0627\u0644\u062F\u062E\u0648\u0644 \u0625\u0644\u0649 \u0627\u0644\u0645\u0648\u0642\u0639
man.siteroster       = \u0642\u0627\u0626\u0645\u0629(\u0642\u0648\u0627\u0626\u0645) \u0627\u0644\u0623\u0642\u0633\u0627\u0645
man.sofar            = \u0644\u0642\u062F \u0625\u062E\u062A\u0631\u062A\u0645 \u062D\u062A\u0649 \u0627\u0644\u0622\u0646 \u0627\u0644\u062F\u0631\u0648\u0633/\u0627\u0644\u0623\u0642\u0633\u0627\u0645 \u0627\u0644\u062A\u0627\u0644\u064A\u0629
man.spec             = \u062A\u0639\u0644\u064A\u0645\u0627\u062A \u062E\u0627\u0635\u0629:
man.sroster          = \u0642\u0627\u0626\u0645\u0629(\u0642\u0648\u0627\u0626\u0645) \u0627\u0644\u0623\u0642\u0633\u0627\u0645
man.subject          = \u0627\u0644\u0645\u0648\u0636\u0648\u0639:(\u0645\u062B\u0627\u0644. PSYCH)
man.this             = \u0645\u0648\u0642\u0639 \u0627\u0644\u062F\u0631\u0633 \u0647\u0630\u0627:
man.toaddto          = \u0644\u0644\u0625\u0636\u0627\u0641\u0629 \u0625\u0644\u0649

news.title         = \u0623\u062E\u0628\u0627\u0631 \u0633\u0627\u0643\u0627\u064A

newsc.appear       = \u0638\u0647\u0648\u0631 (\u0623\u064A\u0642\u0648\u0646\u0629):
newsc.avail        = \u0645\u062A\u0627\u062D  \u0644:
newsc.confirm      = \u062A\u0623\u0643\u064A\u062F \u062A\u0634\u062E\u064A\u0635 \u0645\u0648\u0642\u0639\u0643\u0645
newsc.crsite       = \u0625\u0646\u0634\u0627\u0621 \u0645\u0648\u0642\u0639
newsc.descr        = \u0648\u0635\u0641:
newsc.icon         = \u0623\u064A\u0642\u0648\u0646\u0629 \u0627\u0644\u0631\u0627\u0628\u0637:
newsc.ifthis       = \u0625\u0630\u0627 \u0643\u0627\u0646\u062A \u0647\u0630\u0647 \u0627\u0644\u0645\u0639\u0644\u0648\u0645\u0627\u062A \u0635\u062D\u064A\u062D\u0629\u060C \u0623\u0646\u0642\u0631 \u0637\u0644\u0628 \u0645\u0648\u0642\u0639.
newsc.ifthis2      = \u0625\u0630\u0627 \u0643\u0627\u0646\u062A \u0647\u0630\u0647 \u0627\u0644\u0645\u0639\u0644\u0648\u0645\u0627\u062A \u0635\u062D\u064A\u062D\u0629\u060C \u0623\u0646\u0642\u0631 \u0625\u0646\u0634\u0627\u0621 \u0645\u0648\u0642\u0639.
newsc.ifyou        = \u0625\u0630\u0627 \u0643\u0646\u062A \u0628\u062D\u0627\u062C\u0629 \u0625\u0644\u0649 \u0625\u062C\u0631\u0627\u0621 \u062A\u063A\u064A\u064A\u0631\u0627\u062A\u060C \u0623\u0646\u0642\u0631 \u0632\u0631 \u0627\u0644\u0631\u062C\u0648\u0639 \u0641\u064A \u0623\u0633\u0641\u0644 \u0627\u0644\u0635\u0641\u062D\u0629. \u0644\u0625\u062F\u062E\u0627\u0644 \u062A\u063A\u064A\u064A\u0631\u0627\u062A \u0639\u0644\u0649 \u0647\u0630\u0627 \u0627\u0644\u062A\u0634\u062E\u064A\u0635 \u0641\u064A \u0648\u0642\u062A \u0644\u0627\u062D\u0642\u060C \u0625\u0630\u0647\u0628\u0648 \u0625\u0644\u0649 \u0645\u0639\u0644\u0648\u0645\u0627\u062A \u0627\u0644\u0645\u0648\u0642\u0639 \u0641\u064A \u0645\u0648\u0642\u0639\u0643\u0645.
newsc.list.summary = \u0642\u0627\u0626\u0645\u0629 \u062A\u0648\u062C\u0632 \u062A\u0634\u062E\u064A\u0635 \u0627\u0644\u0645\u0648\u0642\u0639.
newsc.no           = \u0644\u0627
newsc.please       = \u064A\u0631\u062C\u0649 \u0645\u0631\u0627\u062C\u0639\u0629 \u0627\u0644\u0645\u0639\u0644\u0648\u0645\u0627\u062A \u0627\u0644\u062A\u0627\u0644\u064A\u0629 \u0639\u0646 \u0645\u0648\u0642\u0639\u0643\u0645.
newsc.reqsite      = \u0637\u0644\u0628 \u0645\u0648\u0642\u0639
newsc.selection    = \u0623\u0643\u062F\u0648\u0627 \u0625\u062E\u062A\u064A\u0627\u0631\u0627\u062A \u062A\u0634\u062E\u064A\u0635 \u0645\u0648\u0642\u0639\u0643\u0645...
newsc.short        = \u0648\u0635\u0641 \u0642\u0635\u064A\u0631:
newsc.site         = \u0639\u0646\u0648\u0627\u0646 \u0627\u0644\u0645\u0648\u0642\u0639:
newsc.sitecan      = \u0645\u0648\u0642\u0639 \u064A\u0645\u0643\u0646 \u0623\u0646 \u064A\u0634\u0627\u0631\u0643 \u0641\u064A\u0647 \u0643\u0644 \u0645\u0646 \u0644\u0647 \u0625\u0630\u0646 \u0628\u062A\u0633\u062C\u064A\u0644 \u0627\u0644\u062F\u062E\u0648\u0644
newsc.sitecont     = \u0625\u0633\u0645 \u0634\u062E\u0635 \u0627\u0644\u0625\u062A\u0635\u0627\u0644 \u0628\u0627\u0644\u0645\u0648\u0642\u0639:
newsc.sitecont2    = \u0645\u0648\u0642\u0639 \u0627\u062A\u0635\u0627\u0644 \u0627\u0644\u0628\u0631\u064A\u062F \u0627\u0644\u0625\u0644\u0643\u062A\u0631\u0648\u0646\u064A :
newsc.siteown      = \u0627\u0644\u0628\u0631\u064A\u062F \u0627\u0644\u0625\u0644\u0643\u062A\u0631\u0648\u0646\u064A \u0644\u0634\u062E\u0635 \u0627\u0644\u0625\u062A\u0635\u0627\u0644 \u0628\u0627\u0644\u0645\u0648\u0642\u0639:
newsc.sitepart     = \u0627\u0644\u0645\u0634\u0627\u0631\u0643\u064A\u0646 \u0641\u064A \u0627\u0644\u0645\u0648\u0642\u0639 \u0641\u0642\u0637
newsc.tools        = \u0627\u0644\u0623\u062F\u0648\u0627\u062A:
newsc.visible      = \u0648\u0627\u0636\u062D\u0629 \u0625\u0644\u0649 \u0627\u0644\u0639\u0645\u0648\u0645:
newsc.yes          = \u0646\u0639\u0645
newsc.youare       = \u0623\u0646\u062A\u0645 \u0628\u0635\u062F\u062F \u062A\u0634\u062E\u064A\u0635 \u0645\u0648\u0642\u0639 \u0642\u0633\u0645 \u064A\u062D\u062A\u0648\u064A \u0639\u0644\u0649 \u0627\u0644\u0623\u0642\u0633\u0627\u0645/\u0627\u0644\u0623\u0641\u0648\u0627\u062C \u0627\u0644\u062A\u0627\u0644\u064A\u0629:

newsitpub.alert = \u062A\u0646\u0628\u064A\u0647:

noEmailInIdAccountLabel = \u0625\u0633\u0645(\u0623\u0633\u0645\u0627\u0621) \u0627\u0644\u0645\u0633\u062A\u0639\u0645\u0644

noEmailInIdAccountName = \u0625\u0633\u0645 \u0627\u0644\u0645\u0633\u062A\u0639\u0645\u0644

nscourse.acad     = \u0627\u0644\u0641\u0635\u0644 \u0627\u0644\u062F\u0631\u0627\u0633\u064A
nscourse.acad2    = \u0627\u0644\u0641\u0635\u0644 \u0627\u0644\u062F\u0631\u0627\u0633\u064A:
nscourse.add      = \u0625\u0636\u0627\u0641\u0629 \u062D\u0642 \u0627\u0644\u062F\u062E\u0648\u0644 \u0644\u0644\u0642\u0627\u0626\u0645\u0629(\u0627\u0644\u0642\u0648\u0627\u0626\u0645) \u0625\u0644\u0649
nscourse.already  = \u0627\u0644\u0642\u0627\u0626\u0645\u0629(\u0627\u0644\u0642\u0648\u0627\u0626\u0645) \u0627\u0644\u062A\u0627\u0644\u064A\u0629 \u0644\u0647\u0627 \u062D\u0642 \u0627\u0644\u062F\u062E\u0648\u0644 \u0625\u0644\u0649 \u0645\u0648\u0642\u0639\u0643\u0645:
nscourse.choose   = \u0625\u062E\u062A\u064A\u0627\u0631 \u0627\u0644\u0623\u0642\u0633\u0627\u0645 \u0644\u0647\u0630\u0627 \u0627\u0644\u0645\u0648\u0642\u0639...
nscourse.cinfo    = \u0645\u0639\u0644\u0648\u0645\u0627\u062A \u0627\u0644\u062F\u0631\u0633
nscourse.creating = \u0625\u0646\u0634\u0627\u0621 \u0645\u0648\u0642\u0639 \u062F\u0631\u0633 \u062C\u062F\u064A\u062F
nscourse.edit     = \u062A\u062D\u0631\u064A\u0631 \u0627\u0644\u0645\u0648\u0642\u0639
nscourse.iwould1  = \u0623\u0648\u062F \u0623\u0646 \u0623\u0636\u064A\u0641 \u0642\u0627\u0626\u0645\u0629 \u063A\u064A\u0631 \u0645\u0630\u0643\u0648\u0631\u0629 \u0623\u0639\u0644\u0627\u0647 \u0625\u0644\u0649 \u0647\u0630\u0627 \u0627\u0644\u0645\u0648\u0642\u0639
nscourse.iwould2  = \u0623\u0648\u062F \u0623\u0646 \u0623\u0639\u0637\u064A \u062D\u0642 \u0627\u0644\u062F\u062E\u0648\u0644 \u0644\u0642\u0627\u0626\u0645\u0629 \u063A\u064A\u0631 \u0645\u0630\u0643\u0648\u0631\u0629 \u0623\u0639\u0644\u0627\u0647
nscourse.means    = \u064A\u0639\u0646\u064A
nscourse.req      = \u0627\u0644\u0645\u0639\u0644\u0648\u0645\u0627\u062A \u0627\u0644\u0645\u0637\u0644\u0648\u0628\u0629.
nscourse.select   = \u0625\u062E\u062A\u064A\u0627\u0631\u0648 \u0623\u0642\u0633\u0627\u0645/\u0623\u0641\u0648\u0627\u062C \u0627\u0644\u062A\u064A \u0633\u064A\u062A\u0645 \u0625\u062F\u0631\u0627\u062C\u0647\u0627 \u0641\u064A \u0645\u0648\u0642\u0639 \u0627\u0644\u062F\u0631\u0633.
nscourse.step     = \u0627\u0644\u062E\u0637\u0648\u0629 1 \u0644
nscourse.youmay   = \u064A\u0645\u0643\u0646\u0643\u0645 \u0623\u064A\u0636\u0627 \u0625\u062A\u0627\u062D\u0629 \u062D\u0642 \u0627\u0644\u062F\u062E\u0648\u0644 \u0625\u0644\u0649 \u0627\u0644\u0645\u0648\u0642\u0639 \u0644\u0644\u0642\u0627\u0626\u0645\u0629(\u0627\u0644\u0642\u0648\u0627\u0626\u0645) \u0627\u0644\u062A\u0627\u0644\u064A\u0629:

part.addpart  = \u0625\u0636\u0627\u0641\u0629 \u0645\u0634\u0627\u0631\u0643\u064A\u0646
part.below    = \u0623\u062F\u0646\u0627\u0647.
part.goto     = \u0627\u0644\u0630\u0647\u0627\u0628 \u0625\u0644\u0649 \u0627\u0644\u0645\u0648\u0642\u0639 \u0641\u064A \u062F\u0648\u0631 \u0627\u0644\u0645\u0633\u062A\u062E\u062F\u0645
part.items    = \u0627\u0644\u0645\u0648\u0627\u062F
part.partlist = \u0642\u0627\u0626\u0645\u0629 \u0627\u0644\u0645\u0634\u0627\u0631\u0643\u064A\u0646
part.remove   = \u062D\u0630\u0641\u061F
part.show10   = \u0639\u0631\u0636 10 \u0645\u0648\u0627\u062F \u0641\u064A \u0643\u0644 \u0635\u0641\u062D\u0629
part.show100  = \u0639\u0631\u0636 100 \u0645\u0627\u062F\u0629 \u0641\u064A \u0643\u0644 \u0635\u0641\u062D\u0629
part.show20   = \u0639\u0631\u0636 20 \u0645\u0627\u062F\u0629 \u0641\u064A \u0643\u0644 \u0635\u0641\u062D\u0629
part.show200  = \u0639\u0631\u0636 200 \u0645\u0627\u062F\u0629 \u0641\u064A \u0643\u0644 \u0635\u0641\u062D\u0629
part.show5    = \u0639\u0631\u0636 5 \u0645\u0648\u0627\u062F \u0641\u064A \u0643\u0644 \u0635\u0641\u062D\u0629
part.show50   = \u0639\u0631\u0636 50 \u0645\u0627\u062F\u0629 \u0641\u064A \u0643\u0644 \u0635\u0641\u062D\u0629
part.ustatus  = \u062D\u0627\u0644\u0629 \u0627\u0644\u0645\u0633\u062A\u062E\u062F\u0645
part.view     = \u0639\u0631\u0636 \u0648 \u062A\u062D\u0631\u064A\u0631 \u0627\u0644\u0623\u062F\u0648\u0627\u0631 \u0648 \u0627\u0644\u0645\u0634\u0627\u0631\u0643\u064A\u0646 \u0644
part.viewing  = \u0639\u0631\u0636

permis = \u062D\u0642\u0648\u0642 \u0627\u0644\u062F\u062E\u0648\u0644...

pubuncon.alert   = \u062A\u0646\u0628\u064A\u0647:
pubuncon.apub    = \u0645\u0648\u0642\u0639 \u0645\u0646\u0634\u0648\u0631 \u064A\u0645\u0643\u0646 \u0645\u0634\u0627\u0647\u062F\u062A\u0647 \u0644\u062C\u0645\u064A\u0639 \u0627\u0644\u0645\u0634\u0627\u0631\u0643\u064A\u0646
pubuncon.bac     = \u0631\u062C\u0648\u0639
pubuncon.benot   = \u0625\u0628\u0644\u0627\u063A\u0647\u0645 \u0623\u0646 \u0627\u0644\u0645\u0648\u0642\u0639 \u0645\u062A\u0648\u0641\u0631.
pubuncon.can     = \u0625\u0644\u063A\u0627\u0621
pubuncon.clifin  = \u0623\u0646\u0642\u0631 \u0625\u0646\u062A\u0647\u0649 \u0623\u062F\u0646\u0627\u0647 \u0644\u062A\u063A\u064A\u064A\u0631 \u062D\u0627\u0644\u0629 \u0645\u0648\u0642\u0639\u0643\u0645 \u0625\u0644\u0649
pubuncon.conpub  = \u062A\u0623\u0643\u064A\u062F \u062D\u0627\u0644\u0629 \u0627\u0644\u0646\u0634\u0631 \u0644
pubuncon.fin     = \u0625\u0646\u062A\u0647\u0649
pubuncon.part    = \u0645\u0634\u0627\u0631\u0643\u064A\u0646
pubuncon.publi   = \u0645\u0646\u0634\u0648\u0631
pubuncon.unpub   = \u0627\u0644\u0645\u0648\u0627\u0642\u0639 \u0627\u0644\u063A\u064A\u0631 \u0645\u0646\u0634\u0648\u0631\u0629 \u0644\u0627 \u064A\u0645\u0643\u0646 \u0645\u0634\u0627\u0647\u062F\u062A\u0647\u0627 \u0625\u0644\u0627 \u0644\u0644\u0623\u0634\u062E\u0627\u0635 \u0627\u0644\u0630\u064A\u0646 \u0644\u0647\u0645 \u062D\u0642 \u0625\u0646\u0634\u0627\u0621 \u0627\u0644\u0645\u0648\u0642\u0639.
pubuncon.unpubli = \u063A\u064A\u0631 \u0645\u0646\u0634\u0648\u0631
pubuncon.will    = \u0633\u0648\u0641
pubuncon.willnot = \u0633\u0648\u0641 \u0644\u0646

pubunp.alert  = \u062A\u0646\u0628\u064A\u0647:
pubunp.can    = \u0625\u0644\u063A\u0627\u0621
pubunp.chathe = \u062A\u063A\u064A\u064A\u0631 \u062D\u0627\u0644\u0629 \u0645\u0648\u0642\u0639...
pubunp.con    = \u0645\u0648\u0627\u0635\u0644\u0629
pubunp.pubwor = \u0646\u0634\u0631 \u0645\u0648\u0642\u0639 \u0627\u0644\u0639\u0645\u0644
pubunp.pubyou = \u0646\u0634\u0631 \u0645\u0648\u0642\u0639\u0643\u0645 \u064A\u062C\u0639\u0644\u0647 \u0648\u0627\u0636\u062D\u0627 \u0644\u0644\u0645\u0634\u0627\u0631\u0643\u064A\u0646 \u0641\u064A \u0645\u0648\u0642\u0639\u0643\u0645.
pubunp.unpwor = \u0645\u0648\u0642\u0639 \u0639\u0645\u0644 \u063A\u064A\u0631 \u0645\u0646\u0634\u0648\u0631

rem.deleting = \u062D\u0630\u0641 \u0645\u0648\u0642\u0639 \u064A\u0632\u064A\u0644 \u0643\u0644 \u0645\u062D\u062A\u0648\u0649 \u0647\u0630\u0627 \u0627\u0644\u0645\u0648\u0642\u0639 \u0641\u064A \u0648\u0644\u0627 \u064A\u0645\u0643\u0646 \u0625\u0633\u062A\u0631\u062F\u0627\u062F\u0647 - \u0644\u0627 \u064A\u0645\u0643\u0646 \u0644\u0623\u064A \u0634\u062E\u0635 \u0627\u0644\u062F\u062E\u0648\u0644 \u0625\u0644\u0649 \u0627\u0644\u0645\u0648\u0642\u0639 \u0627\u0644\u0645\u0632\u0627\u0644. \u0625\u0630\u0627 \u0643\u0646\u062A \u062A\u062D\u0627\u0648\u0644 \u0625\u0632\u0627\u0644\u0629 \u0646\u0641\u0633\u0643 \u0645\u0646 \u0627\u0644\u0645\u0648\u0642\u0639\u060C \u0625\u0633\u062A\u062E\u062F\u0645 \u0623\u062F\u0627\u0629 \u0627\u0644\u0639\u0636\u0648\u064A\u0629 \u0641\u064A  \u0645\u0633\u0627\u062D\u0629 \u0639\u0645\u0644\u064A \u0627\u0644\u062A\u0627\u0628\u0639\u0629 \u0644\u0643 \u0644\u062D\u0630\u0641 \u0646\u0641\u0633\u0643 \u0645\u0646 \u0627\u0644\u0645\u0648\u0642\u0639.
rem.remove   = \u062D\u0630\u0641
rem.remsite  = \u062D\u0630\u0641 \u0627\u0644\u0645\u0648\u0642\u0639...
rem.youhave  = \u0644\u0642\u062F \u0625\u062E\u062A\u0631\u062A\u0645 \u0627\u0644\u0645\u0648\u0642\u0639 \u0627\u0644\u062A\u0627\u0644\u064A \u0644\u0644\u062D\u0630\u0641:

setperfor = \u0648\u0636\u0639 \u062D\u0642\u0648\u0642 \u0627\u0644\u062F\u062E\u0648\u0644 \u0644\u0645\u0639\u0644\u0648\u0645\u0627\u062A \u0627\u0644\u0645\u0648\u0642\u0639 \u0641\u064A \u0645\u0648\u0642\u0639 \u0627\u0644\u0639\u0645\u0644

sinfo.appear      = \u0638\u0647\u0648\u0631 (\u0623\u064A\u0642\u0648\u0646\u0629):
sinfo.appear.none = *\u0642\u064A\u0645\u0629 \u0625\u0641\u062A\u0631\u0627\u0636\u064A\u0629*
sinfo.class       = \u0645\u0639\u0644\u0648\u0645\u0627\u062A \u0627\u0644\u0642\u0633\u0645
sinfo.creating    = \u0625\u0646\u0634\u0627\u0621 \u0645\u0648\u0642\u0639...
sinfo.descr       = \u0648\u0635\u0641:
sinfo.display     = \u0645\u0639\u0631\u0648\u0636 \u0639\u0644\u0649 \u0627\u0644\u0635\u0641\u062D\u0629 \u0627\u0644\u0631\u0626\u064A\u0633\u064A\u0629 \u0644\u0644\u0645\u0648\u0642\u0639.
sinfo.display2    = \u0645\u0639\u0631\u0648\u0636 \u0641\u064A \u0642\u0627\u0626\u0645\u0629 \u0627\u0644\u0645\u0648\u0627\u0642\u0639 \u0627\u0644\u0638\u0627\u0647\u0631\u0629 \u0644\u0644\u0639\u0645\u0648\u0645. 80 \u062D\u0631\u0641 \u0643\u062D\u062F \u0623\u0642\u0635\u0649.
sinfo.enter       = \u0623\u062F\u062E\u0644\u0648 \u0645\u0639\u0644\u0648\u0645\u0627\u062A \u0623\u0633\u0627\u0633\u064A\u0629 \u0639\u0646 \u0645\u0648\u0642\u0639 \u0627\u0644\u0645\u0634\u0631\u0648\u0639...
sinfo.enter2      = \u0623\u062F\u062E\u0644\u0648 \u0645\u0639\u0644\u0648\u0645\u0627\u062A \u0623\u0633\u0627\u0633\u064A\u0629 \u0639\u0646 \u0645\u0648\u0642\u0639 \u0627\u0644\u0642\u0633\u0645...
sinfo.enter3      = \u0623\u062F\u062E\u0644\u0648 \u0645\u0639\u0644\u0648\u0645\u0627\u062A \u0639\u0646 \u0645\u0648\u0642\u0639\u0643\u0645.
sinfo.means       = \u064A\u0639\u0646\u064A \u0627\u0644\u0645\u0639\u0644\u0648\u0645\u0627\u062A \u0627\u0644\u0645\u0637\u0644\u0648\u0628\u0629.
sinfo.other       = \u0645\u0639\u0644\u0648\u0645\u0627\u062A \u0627\u0644\u0645\u0648\u0642\u0639
sinfo.pi          = \u0645\u0639\u0644\u0648\u0645\u0627\u062A \u0627\u0644\u0645\u0634\u0631\u0648\u0639
sinfo.scontact    = \u0625\u0633\u0645 \u0634\u062E\u0635 \u0625\u062A\u0635\u0627\u0644 \u0627\u0644\u0645\u0648\u0642\u0639:
sinfo.scontact2   = \u0627\u0644\u0628\u0631\u064A\u062F \u0627\u0644\u0625\u0644\u0643\u062A\u0631\u0648\u0646\u064A \u0644\u0634\u062E\u0635 \u0625\u062A\u0635\u0627\u0644 \u0627\u0644\u0645\u0648\u0642\u0639:
sinfo.short       = \u0648\u0635\u0641 \u0642\u0635\u064A\u0631:
sinfo.simplea     = \u0641\u064A
sinfo.stitle      = \u0639\u0646\u0648\u0627\u0646 \u0627\u0644\u0645\u0648\u0642\u0639:
sinfo.youare      = \u0623\u0646\u062A\u0645 \u0628\u0635\u062F\u062F \u062A\u0634\u062E\u064A\u0635 \u0645\u0648\u0642\u0639 \u062F\u0631\u0633 \u0644\u0644\u0642\u0627\u0626\u0645\u0629(\u0627\u0644\u0642\u0648\u0627\u0626\u0645) \u0627\u0644\u062A\u0627\u0644\u064A\u0629:

sitdelcon.alert   = \u062A\u0646\u0628\u064A\u0647
sitdelcon.can     = \u0625\u0644\u063A\u0627\u0621
sitdelcon.delasit = \u062D\u0630\u0641 \u0645\u0648\u0642\u0639 \u064A\u0632\u064A\u0644 \u0643\u0644 \u0645\u062D\u062A\u0648\u0649 \u0647\u0630\u0627 \u0627\u0644\u0645\u0648\u0642\u0639 \u0641\u064A \u0648\u0644\u0627 \u064A\u0645\u0643\u0646 \u0625\u0633\u062A\u0631\u062F\u0627\u062F\u0647 - \u0644\u0627 \u064A\u0645\u0643\u0646 \u0644\u0623\u064A \u0634\u062E\u0635 \u0627\u0644\u062F\u062E\u0648\u0644 \u0625\u0644\u0649 \u0627\u0644\u0645\u0648\u0642\u0639 \u0627\u0644\u0645\u0632\u0627\u0644. \u0625\u0630\u0627 \u0643\u0646\u062A \u062A\u062D\u0627\u0648\u0644 \u0625\u0632\u0627\u0644\u0629 \u0646\u0641\u0633\u0643 \u0645\u0646 \u0627\u0644\u0645\u0648\u0642\u0639\u060C \u0625\u0633\u062A\u062E\u062F\u0645 \u0623\u062F\u0627\u0629 \u0627\u0644\u0639\u0636\u0648\u064A\u0629 \u0641\u064A  \u0645\u0633\u0627\u062D\u0629 \u0639\u0645\u0644\u064A \u0627\u0644\u062A\u0627\u0628\u0639\u0629 \u0644\u0643 \u0644\u062D\u0630\u0641 \u0646\u0641\u0633\u0643 \u0645\u0646 \u0627\u0644\u0645\u0648\u0642\u0639.
sitdelcon.remsit  = \u062D\u0630\u0641 \u0627\u0644\u0645\u0648\u0642\u0639...
sitdelcon.sav     = \u062D\u0641\u0638

sitdup.alert            = \u062A\u0646\u0628\u064A\u0647:
sitdup.can              = \u0625\u0644\u063A\u0627\u0621
sitdup.dup              = \u0646\u0633\u062E
sitdup.dupaclacourse    = \u0646\u0633\u062E \u0645\u0648\u0642\u0639 \u062F\u0631\u0633 \u0633\u064A\u0646\u0634\u0626 \u0645\u0648\u0642\u0639 \u062F\u0631\u0633 \u062C\u062F\u064A\u062F \u0645\u0639 \u0627\u0644\u0645\u062D\u062A\u0648\u0649 \u0627\u0644\u0630\u064A \u0623\u0646\u0634\u0626 \u0645\u0646 \u0637\u0631\u0641 \u0627\u0644\u0623\u0633\u0627\u062A\u0630\u0629/\u0627\u0644\u0645\u062F\u064A\u0631\u064A\u0646\u060C \u0644\u0643\u0646 \u0644\u0623\u0633\u0628\u0627\u0628 \u0627\u0644\u062D\u0641\u0627\u0638 \u0639\u0644\u0649 \u0627\u0644\u0633\u0631\u064A\u0629 \u0644\u0646 \u062A\u0646\u0633\u062E \u0627\u0644\u0645\u0648\u0627\u062F \u0627\u0644\u0645\u0636\u0627\u0641\u0629 \u0625\u0644\u0649 \u0627\u0644\u0645\u0648\u0642\u0639 \u0645\u0646 \u0637\u0631\u0641 \u0627\u0644\u0645\u0633\u062A\u0639\u0645\u0644\u064A\u0646/\u0627\u0644\u0637\u0644\u0628\u0629 \u0628\u0635\u0641\u0629 \u0639\u0627\u0645\u0629.
sitdup.dupaclanoncourse = \u0646\u0633\u062E \u0645\u0648\u0642\u0639 \u0633\u064A\u0646\u0634\u0626 \u0645\u0648\u0642\u0639 \u062C\u062F\u064A\u062F \u0645\u0639 \u0627\u0644\u0645\u062D\u062A\u0648\u0649 \u0627\u0644\u0630\u064A \u0623\u0646\u0634\u0626 \u0645\u0646 \u0637\u0631\u0641 \u0627\u0644\u0645\u0627\u0644\u0643\u064A\u0646/\u0627\u0644\u0645\u062F\u064A\u0631\u064A\u0646\u060C \u0644\u0643\u0646 \u0644\u0623\u0633\u0628\u0627\u0628 \u0627\u0644\u062D\u0641\u0627\u0638 \u0639\u0644\u0649 \u0627\u0644\u0633\u0631\u064A\u0629 \u0644\u0646 \u062A\u0646\u0633\u062E \u0627\u0644\u0645\u0648\u0627\u062F \u0627\u0644\u0645\u0636\u0627\u0641\u0629 \u0625\u0644\u0649 \u0627\u0644\u0645\u0648\u0642\u0639 \u0645\u0646 \u0637\u0631\u0641 \u0627\u0644\u0645\u0633\u062A\u0639\u0645\u0644\u064A\u0646 \u0628\u0635\u0641\u0629 \u0639\u0627\u0645\u0629.
sitdup.dupsit           = \u0646\u0633\u062E \u0645\u0648\u0642\u0639
sitdup.dupsit2          = \u0645\u0648\u0642\u0639 \u0645\u0646\u0633\u0648\u062E
sitdup.hasbeedup        = \u062A\u0645 \u0625\u0646\u0634\u0627\u0624\u0647.
sitdup.sitti            = \u0639\u0646\u0648\u0627\u0646 \u0627\u0644\u0645\u0648\u0642\u0639:

sitedicla.alert            = \u062A\u0646\u0628\u064A\u0647:
sitedicla.can              = \u0625\u0644\u063A\u0627\u0621
sitedicla.cancel           = \u0625\u0644\u063A\u0627\u0621
sitedicla.choose_file      = \u0625\u062E\u062A\u0627\u0631\u0648\u0627 \u0645\u0644\u0641 \u0644\u062C\u0644\u0628\u0647
sitedicla.choose_material  = \u0625\u062E\u062A\u064A\u0627\u0631 \u0627\u0644\u0645\u0648\u0627\u062F \u0644\u0646\u0633\u062E \u0647\u0630\u0627 \u0627\u0644\u0645\u0648\u0642\u0639.
sitedicla.choose_materials = \u0625\u062E\u062A\u064A\u0627\u0631 \u0627\u0644\u0645\u0648\u0627\u062F \u0644\u0646\u0633\u062E \u0647\u0630\u0627 \u0627\u0644\u0645\u0648\u0642\u0639.
sitedicla.class            = \u0642\u0627\u0626\u0645\u0629
sitedicla.copy_materials   = \u0646\u0633\u062E \u0627\u0644\u0645\u0648\u0627\u062F \u0645\u0646 \u0645\u0648\u0627\u0642\u0639 \u0623\u062E\u0631\u0649
sitedicla.copy_message     = \u064A\u0645\u0643\u0646\u0643\u0645 \u0623\u0646 \u062A\u062E\u062A\u0627\u0631\u0648 \u0625\u0639\u0627\u062F\u0629 \u0625\u0633\u062A\u062E\u062F\u0627\u0645 (\u0646\u0633\u062E) \u0627\u0644\u0645\u0648\u0627\u062F \u0645\u0646 \u0645\u0648\u0627\u0642\u0639 \u0623\u062E\u0631\u0649 \u062A\u0645\u062A\u0644\u0643\u0648\u0646\u0647\u0627./
sitedicla.copybtn          = \u0646\u0633\u062E \u0627\u0644\u0645\u0648\u0627\u062F
sitedicla.copying          = \u0646\u0633\u062E \u0647\u0630\u0647 \u0627\u0644\u0645\u0627\u062F\u0629 \u0627\u0644\u0645\u0648\u062C\u0648\u062F\u0629...
sitedicla.edit_roster      = \u062A\u062D\u0631\u064A\u0631 \u0627\u0644\u0642\u0648\u0627\u0626\u0645 \u0627\u0644\u062A\u064A \u0644\u0647\u0627 \u062D\u0642 \u0627\u0644\u062F\u062E\u0648\u0644 \u0625\u0644\u0649
sitedicla.file             = \u0645\u0644\u0641:
sitedicla.import           = \u062C\u0644\u0628
sitedicla.import_materials = \u062C\u0644\u0628 \u0627\u0644\u0645\u0648\u0627\u062F \u0645\u0646 \u0645\u0644\u0641
sitedicla.move             = \u0646\u0642\u0644
sitedicla.move_into        = ...\u0625\u0644\u0649 \u0645\u0648\u0642\u0639\u064A \u0627\u0644\u062D\u0627\u0644\u064A
sitedicla.rem              = \u062D\u0630\u0641
sitedicla.requested        = (\u0645\u0637\u0644\u0648\u0628)
sitedicla.tabhol           = \u0627\u0644\u062C\u062F\u0648\u0644 \u064A\u062D\u0645\u0644 \u0645\u0639\u0644\u0648\u0645\u0627\u062A \u0639\u0646 \u0623\u0642\u0633\u0627\u0645 \u0627\u0644\u0645\u0648\u0642\u0639.
sitedicla.theis            = \u0644\u064A\u0633\u062A \u0647\u0646\u0627\u0643 \u0623\u0642\u0633\u0627\u0645 \u0645\u062E\u0635\u0635\u0629 \u0644\u0644\u0645\u0648\u0642\u0639
sitedicla.upd              = \u062A\u062D\u062F\u064A\u062B
sitedicla.yet              = \u062D\u062A\u0649 \u0627\u0644\u0622\u0646

sitediconf.app        = \u0645\u0638\u0647\u0631:
sitediconf.bac        = \u0631\u062C\u0648\u0639
sitediconf.can        = \u0625\u0644\u063A\u0627\u0621
sitediconf.cli        = \u0623\u0646\u0642\u0631 \u0625\u0646\u062A\u0647\u0649 \u0644\u0625\u0633\u062A\u0643\u0645\u0627\u0644 \u062A\u062D\u062F\u064A\u062B \u0645\u0648\u0642\u0639\u0643\u0645 \u0628\u0627\u0644\u0645\u0639\u0644\u0648\u0645\u0627\u062A \u0627\u0644\u062A\u0627\u0644\u064A\u0629. \u0627\u0644\u062D\u0642\u0648\u0644 \u0627\u0644\u0645\u0639\u062F\u0644\u0629 \u062A\u063A\u064A\u0631\u062A \u0645\u0639\u0631\u0648\u0636\u0629 \u0628\u0644\u0648\u0646 \u0645\u063A\u0627\u064A\u0631.
sitediconf.con        = \u062A\u0623\u0643\u064A\u062F \u062A\u062D\u0631\u064A\u0631
sitediconf.des        = \u0648\u0635\u0641:
sitediconf.fin        = \u0625\u0646\u062A\u0647\u0649
sitediconf.shodes     = \u0648\u0635\u0641 \u0642\u0635\u064A\u0631:
sitediconf.sitconnam  = \u0625\u0633\u0645 \u0634\u062E\u0635 \u0625\u062A\u0635\u0627\u0644 \u0627\u0644\u0645\u0648\u0642\u0639:
sitediconf.sitico     = \u0631\u0627\u0628\u0637 \u0623\u064A\u0642\u0648\u0646\u0629 \u0627\u0644\u0645\u0648\u0642\u0639:
sitediconf.siticonema = \u0627\u0644\u0628\u0631\u064A\u062F \u0627\u0644\u0625\u0644\u0643\u062A\u0631\u0648\u0646\u064A \u0644\u0634\u062E\u0635 \u0625\u062A\u0635\u0627\u0644 \u0627\u0644\u0645\u0648\u0642\u0639:
sitediconf.sittit     = \u0639\u0646\u0648\u0627\u0646 \u0627\u0644\u0645\u0648\u0642\u0639:
sitediconf.term       = \u062F\u0648\u0631\u0629

sitediinf.alert     = \u062A\u0646\u0628\u064A\u0647:
sitediinf.app       = \u0645\u0638\u0647\u0631 (\u0623\u064A\u0642\u0648\u0646\u0647):
sitediinf.app.none  = *\u0642\u064A\u0645\u0629 \u0625\u0641\u062A\u0631\u0627\u0636\u064A\u0629*
sitediinf.can       = \u0625\u0644\u063A\u0627\u0621
sitediinf.con       = \u0645\u0648\u0627\u0635\u0644\u0629
sitediinf.des       = \u0648\u0635\u0641:
sitediinf.dis       = \u0645\u0639\u0631\u0648\u0636\u0629 \u0639\u0644\u0649 \u0627\u0644\u0635\u0641\u062D\u0629 \u0627\u0644\u0631\u0626\u064A\u0633\u064A\u0629 \u0644\u0644\u0645\u0648\u0642\u0639.
sitediinf.dis2      = \u0645\u0639\u0631\u0648\u0636 \u0641\u064A \u0642\u0627\u0626\u0645\u0629 \u0627\u0644\u0645\u0648\u0627\u0642\u0639 \u0627\u0644\u0638\u0627\u0647\u0631\u0629 \u0644\u0644\u0639\u0645\u0648\u0645. 80 \u062D\u0631\u0641 \u0643\u062D\u062F \u0623\u0642\u0635\u0649.
sitediinf.ico       = \u0631\u0627\u0628\u0637 \u0627\u0644\u0623\u064A\u0642\u0648\u0646\u0629:
sitediinf.rev       = \u0645\u0631\u0627\u062C\u0639\u0629 \u0645\u0639\u0644\u0648\u0645\u0627\u062A \u0627\u0644\u0645\u0648\u0642\u0639 \u0645\u0646 \u0623\u062C\u0644
sitediinf.shodes    = \u0648\u0635\u0641 \u0642\u0635\u064A\u0631:
sitediinf.sit       = \u0627\u0644\u0645\u0648\u0642\u0639 \u0633\u0648\u0641 \u064A\u0638\u0647\u0631 \u0647\u0630\u0647 \u0627\u0644\u0623\u064A\u0642\u0648\u0646\u0629.
sitediinf.sitconema = \u0627\u0644\u0628\u0631\u064A\u062F \u0627\u0644\u0625\u0644\u0643\u062A\u0631\u0648\u0646\u064A \u0644\u0634\u062E\u0635 \u0625\u062A\u0635\u0627\u0644 \u0627\u0644\u0645\u0648\u0642\u0639:
sitediinf.sitconnam = \u0625\u0633\u0645 \u0634\u062E\u0635 \u0625\u062A\u0635\u0627\u0644 \u0627\u0644\u0645\u0648\u0642\u0639:
sitediinf.sittit    = \u0639\u0646\u0648\u0627\u0646 \u0627\u0644\u0645\u0648\u0642\u0639:
sitediinf.term      = \u062F\u0648\u0631\u0629

sitegen.addcourse.add                 = \u0625\u0636\u0627\u0641\u0629 \u0642\u0633\u0645(\u0623\u0642\u0633\u0627\u0645)
sitegen.addcourse.adding              = \u0637\u0644\u0628 \u062D\u0642 \u0627\u0644\u062F\u062E\u0648\u0644 \u0625\u0644\u0649 \u0627\u0644\u0645\u0648\u0642\u0639:
sitegen.addcourse.alert               = \u062A\u0646\u0628\u064A\u0647:
sitegen.addcourse.back                = \u0631\u062C\u0648\u0639
sitegen.addcourse.cancel              = \u0625\u0644\u063A\u0627\u0621
sitegen.addcourse.class               = \u0645\u0639\u0644\u0648\u0645\u0627\u062A \u0627\u0644\u0642\u0633\u0645
sitegen.addcourse.foll                = \u0627\u0644\u0642\u0633\u0645(\u0627\u0644\u0623\u0642\u0633\u0627\u0645) \u0627\u0644\u062A\u0627\u0644\u064A\u0629 \u0645\u062E\u0635\u0635\u0629 \u0641\u0639\u0644\u0627 \u0644\u0647\u0630\u0627 \u0627\u0644\u0645\u0648\u0642\u0639:
sitegen.addcourse.please              = \u064A\u0631\u062C\u0649 \u062A\u0623\u0643\u064A\u062F \u0625\u0636\u0627\u0641\u0629 \u0627\u0644\u0623\u0641\u0648\u0627\u062C \u0627\u0644\u062A\u0627\u0644\u064A\u0629 \u0625\u0644\u0649 \u0627\u0644\u062F\u0631\u062C\u0629 \u0645\u0648\u0642\u0639\u0643\u0645 \u0644\u0644\u062F\u0631\u0633.
sitegen.addcourse.you                 = \u0644\u0642\u062F \u062D\u062F\u062F\u062A\u0645 \u0627\u0644\u0642\u0633\u0645(\u0627\u0644\u0623\u0642\u0633\u0627\u0645) \u0627\u0644\u062A\u0627\u0644\u064A\u0629 \u0644\u0625\u0636\u0627\u0641\u062A\u0647\u0627 \u0625\u0644\u0649 \u0647\u0630\u0627 \u0627\u0644\u0645\u0648\u0642\u0639:
sitegen.addpart.add                   = \u0625\u0636\u0627\u0641\u0629 \u0645\u0634\u0627\u0631\u0643(\u064A\u0646) \u0625\u0644\u0649
sitegen.addpart.assign                = \u062A\u0639\u064A\u064A\u0646 \u062C\u0645\u064A\u0639 \u0627\u0644\u0645\u0634\u0627\u0631\u0643\u064A\u0646 \u0644\u0646\u0641\u0633 \u0627\u0644\u062F\u0648\u0631
sitegen.addpart.assign1               = \u062A\u062D\u062F\u064A\u062F \u062F\u0648\u0631 \u0641\u0631\u062F\u064A \u0644\u0643\u0644 \u0645\u0634\u0627\u0631\u0643
sitegen.addpart.cancel                = \u0625\u0644\u063A\u0627\u0621
sitegen.addpart.continue              = \u0645\u0648\u0627\u0635\u0644\u0629
sitegen.addpart.enter                 = \u0623\u062F\u062E\u0644\u0648\u0627 \u0623\u062F\u0646\u0627\u0647 \u0627\u0644\u0645\u0634\u0627\u0631\u0643\u064A\u0646 \u0627\u0644\u0630\u064A\u0646 \u062A\u0631\u064A\u062F\u0648\u0646 \u0625\u0636\u0627\u0641\u062A\u0647\u0645 \u0625\u0644\u0649 \u0645\u0648\u0642\u0639\u0643\u0645. \u064A\u0645\u0643\u0646\u0643\u0645 \u0625\u062F\u062E\u0627\u0644 \u0623\u0643\u062B\u0631 \u0645\u0646 \u0625\u0633\u0645 \u0648\u0627\u062D\u062F \u0641\u064A \u0643\u0644 \u0645\u062C\u0627\u0644 \u0644\u0644\u0646\u0635 \u0628\u0648\u0636\u0639 \u0643\u0644 \u0648\u0627\u062D\u062F \u0641\u064A \u0633\u0637\u0631 \u0645\u0633\u062A\u0642\u0644 (\u062F\u0648\u0646 \u0641\u0648\u0627\u0635\u0644).
sitegen.addpart.external              = (\u0645\u0634\u0627\u0631\u0643\u064A\u0646 \u062E\u0627\u0631\u062C\u064A\u064A\u0646 \u0645\u062B\u0627\u0644. jdoe@yahoo.com):
sitegen.addpart.guest                 = (\u0639\u0646\u0648\u0627\u0646 \u0627\u0644\u0628\u0631\u064A\u062F \u0627\u0644\u0627\u0644\u0643\u062A\u0631\u0648\u0646\u064A \u0644\u0644\u0636\u064A\u0641(\u0636\u064A\u0648\u0641)
sitegen.addpart.multiple              = \u064A\u0633\u0645\u062D \u0628\u0648\u0636\u0639 \u0623\u0633\u0645\u0627\u0621 \u0645\u0633\u062A\u0639\u0645\u0644\u064A\u0646 \u0645\u062A\u0639\u062F\u062F\u0629 \u0648 \u0630\u0644\u0643 \u0628\u0648\u0636\u0639 \u0643\u0644 \u0625\u0633\u0645 \u0639\u0644\u0649 \u062E\u0637 \u0645\u0646\u0641\u0631\u062F (\u0623\u0646\u0642\u0631 \u0639\u0644\u0649 \u0645\u0641\u062A\u0627\u062D \u0627\u0644\u0631\u062C\u0648\u0639 \u0623\u0648 \u0627\u0644\u062F\u062E\u0648\u0644 \u0639\u0644\u0649 \u0644\u0648\u062D\u0629 \u0627\u0644\u0645\u0641\u0627\u062A\u064A\u062D \u0628\u064A\u0646 \u0643\u0644 \u0627\u0644\u0645\u0639\u0644\u0648\u0645\u0627\u062A \u0627\u0644\u0645\u062F\u062E\u0644\u0629)
sitegen.addpart.multiple1             = \u064A\u0633\u0645\u062D \u0628\u0648\u0636\u0639 \u0639\u0646\u0627\u0648\u064A\u0646 \u0627\u0644\u0628\u0631\u064A\u062F \u0627\u0644\u0627\u0644\u0643\u062A\u0631\u0648\u0646\u064A \u0645\u062A\u0639\u062F\u062F\u0629 \u0648 \u0630\u0644\u0643 \u0628\u0648\u0636\u0639 \u0643\u0644 \u0639\u0646\u0648\u0627\u0646 \u0639\u0644\u0649 \u062E\u0637 \u0645\u0646\u0641\u0631\u062F (\u0623\u0646\u0642\u0631 \u0639\u0644\u0649 \u0645\u0641\u062A\u0627\u062D \u0627\u0644\u0631\u062C\u0648\u0639 \u0623\u0648 \u0627\u0644\u062F\u062E\u0648\u0644 \u0639\u0644\u0649 \u0644\u0648\u062D\u0629 \u0627\u0644\u0645\u0641\u0627\u062A\u064A\u062D \u0628\u064A\u0646 \u0643\u0644 \u0627\u0644\u0645\u0639\u0644\u0648\u0645\u0627\u062A \u0627\u0644\u0645\u062F\u062E\u0644\u0629)
sitegen.addpart.partrol               = \u0623\u062F\u0648\u0627\u0631 \u0627\u0644\u0645\u0634\u062A\u0631\u0643\u064A\u0646
sitegen.addpart.username              = \u0625\u0633\u0645(\u0623\u0633\u0645\u0627\u0621) \u0627\u0644\u0645\u0633\u062A\u0639\u0645\u0644(\u064A\u0646)
sitegen.manageaccess.alert            = \u062A\u0646\u0628\u064A\u0647:
sitegen.manageaccess.canbe            = \u064A\u0645\u0643\u0646 \u0623\u0646 \u064A\u0634\u0627\u0631\u0643 \u0641\u064A\u0647 \u0623\u064A \u0634\u062E\u0635 \u0644\u0647 \u0635\u0644\u0627\u062D\u064A\u0627\u062A \u062A\u0633\u062C\u064A\u0644 \u0627\u0644\u062F\u062E\u0648\u0644
sitegen.manageaccess.cancel           = \u0625\u0644\u063A\u0627\u0621
sitegen.manageaccess.change           = \u062A\u063A\u064A\u064A\u0631 \u0635\u0644\u0627\u062D\u064A\u0627\u062A \u0627\u0644\u062F\u062E\u0648\u0644 \u0644
sitegen.manageaccess.global           = \u0627\u0644\u062F\u062E\u0648\u0644 \u0627\u0644\u0639\u0627\u0645
sitegen.manageaccess.private          = \u062E\u0627\u0635
sitegen.manageaccess.publi            = \u0646\u0634\u0631 \u0645\u0648\u0642\u0639\u0643\u0645 \u0627\u062A\u0627\u062D\u062A\u0647\u0627 \u064A\u062A\u064A\u062D\u0647 \u0644\u0644\u0645\u0634\u0627\u0631\u0643\u064A\u0646 \u0641\u064A \u0627\u0644\u0645\u0648\u0642\u0639. \u062A\u0634\u062E\u064A\u0635 \u0627\u0644\u062F\u062E\u0648\u0644 \u0627\u0644\u0639\u0627\u0645 \u064A\u0645\u0643\u0646\u0643\u0645 \u0645\u0646 \u062A\u062D\u062F\u064A\u062F \u0645\u0646 \u0644\u0647 \u062D\u0642 \u0627\u0644\u062F\u062E\u0648\u0644 \u0625\u0644\u0649 \u0627\u0644\u0645\u0648\u0642\u0639 \u0628\u0639\u062F \u0646\u0634\u0631\u0647. \u064A\u0645\u0643\u0646\u0643 \u062A\u063A\u064A\u064A\u0631 \u0647\u0630\u0647 \u0627\u0644\u062A\u0634\u062E\u064A\u0635\u0627\u062A \u0641\u064A\u0645\u0627 \u0628\u0639\u062F \u0628\u0627\u0644\u0630\u0647\u0627\u0628 \u0625\u0644\u0649 \u0645\u0639\u0644\u0648\u0645\u0627\u062A \u0627\u0644\u0645\u0648\u0642\u0639.
sitegen.manageaccess.publica          = \u0639\u0627\u0645  - \u0643\u0644 \u0627\u0644\u0645\u0648\u0627\u062F \u0645\u0634\u062A\u0631\u0643\u0629
sitegen.manageaccess.publics          = \u0639\u0627\u0645  - \u0627\u0644\u0645\u0648\u0627\u062F \u0627\u0644\u0645\u062E\u062A\u0627\u0631\u0629 \u0641\u0642\u0637
sitegen.manageaccess.publict          = \u0639\u0627\u0645  - \u0627\u0644\u0639\u0646\u0648\u0627\u0646 \u0648\u0627\u0644\u0645\u0639\u0644\u0648\u0645\u0627\u062A \u0627\u0644\u0623\u0633\u0627\u0633\u064A\u0629 \u0641\u0642\u0637
sitegen.manageaccess.publis           = \u0646\u0634\u0631 \u0627\u0644\u0645\u0648\u0642\u0639
sitegen.manageaccess.role             = \u062F\u0648\u0631 \u0644\u0644\u0623\u0634\u062E\u0627\u0635 \u0627\u0644\u0630\u064A\u0646 \u064A\u0646\u0636\u0645\u0648\u0646 \u0627\u0644\u0645\u0648\u0642\u0639:
sitegen.manageaccess.sitest           = \u062D\u0627\u0644\u0629 \u0627\u0644\u0645\u0648\u0642\u0639
sitegen.manageaccess.update           = \u062A\u062D\u062F\u064A\u062B
sitegen.manageaccess.your             = \u064A\u0645\u0643\u0646 \u0627\u0644\u062F\u062E\u0648\u0644 \u0625\u0644\u0649 \u0645\u0648\u0642\u0639\u0643\u0645 \u0645\u0646 \u0637\u0631\u0641 \u0627\u0644\u0645\u0634\u062A\u0631\u0643\u064A\u0646 \u0627\u0644\u0630\u064A\u0646 \u0623\u0636\u0641\u062A\u0647\u0645. \u0647\u0644 \u062A\u062D\u0628 \u0623\u0646 \u064A\u0643\u0648\u0646 \u0644\u0644\u0622\u062E\u0631\u064A\u0646 \u062D\u0642 \u0627\u0644\u062F\u062E\u0648\u0644 \u0644\u0645\u0648\u0642\u0639\u0643\u0645\u061F
sitegen.managerol.alert               = \u062A\u0646\u0628\u064A\u0647:
sitegen.managerol.cancel              = \u0625\u0644\u063A\u0627\u0621
sitegen.managerol.choose              = \u0625\u062E\u062A\u064A\u0627\u0631 \u0627\u0644\u062F\u0648\u0631 \u0644\u0644\u0645\u0634\u0627\u0631\u0643\u064A\u0646
sitegen.managerol.choose1             = \u0625\u062E\u062A\u064A\u0627\u0631 \u0627\u0644\u062F\u0648\u0631 \u0644\u0644\u0645\u0634\u0627\u0631\u0643\u064A\u0646 \u0627\u0644\u0645\u0636\u0627\u0641\u064A\u0646. \u0627\u0644\u0645\u0648\u0627\u062F \u0627\u0644\u0645\u0637\u0644\u0648\u0628\u0629 \u0645\u0639\u0644\u0645\u0629 \u0628
sitegen.managerol.please              = \u064A\u0631\u062C\u0649 \u0625\u062E\u062A\u064A\u0627\u0631 \u062F\u0648\u0631
sitegen.managerol.role                = \u062F\u0648\u0631
sitegen.managerol.save                = \u062D\u0641\u0638
sitegen.managerol.username            = \u0625\u0633\u0645 \u0627\u0644\u0645\u0633\u062A\u0639\u0645\u0644
sitegen.pubunpub.alert                = \u062A\u0646\u0628\u064A\u0647:
sitegen.pubunpub.back                 = \u0631\u062C\u0648\u0639
sitegen.pubunpub.cancel               = \u0625\u0644\u063A\u0627\u0621
sitegen.pubunpub.continue             = \u0645\u0648\u0627\u0635\u0644\u0629
sitegen.pubunpub.donot                = \u0644\u0627 \u062A\u0642\u0645 \u0628\u0625\u0631\u0633\u0627\u0644 \u0628\u0631\u064A\u062F \u0625\u0644\u0643\u062A\u0631\u0648\u0646\u064A \u0644\u0644\u0625\u0634\u0639\u0627\u0631 \u0628\u0623\u0646 \u0627\u0644\u0645\u0648\u0642\u0639 \u0645\u062A\u0627\u062D
sitegen.pubunpub.revi                 = \u0645\u0631\u0627\u062C\u0639\u0629 \u062D\u0627\u0644\u0629 \u0627\u0644\u0646\u0634\u0631 \u0628\u0627\u0644\u0646\u0633\u0628\u0629 \u0644 $validator.escapeHtml($title)
sitegen.pubunpub.send                 = \u0623\u0631\u0633\u0644 \u0628\u0631\u064A\u062F \u0625\u0644\u0643\u062A\u0631\u0648\u0646\u064A \u0644\u062C\u0645\u064A\u0639 \u0627\u0644\u0645\u0634\u0627\u0631\u0643\u064A\u0646 \u0644\u0625\u0634\u0639\u0627\u0631\u0647\u0645 \u0628\u0623\u0646 \u0627\u0644\u0645\u0648\u0642\u0639 \u0645\u062A\u0627\u062D
sitegen.pubunpub.when                 = \u0639\u0646\u062F \u0646\u0634\u0631 \u0627\u0644\u0645\u0648\u0642\u0639\u060C \u064A\u0645\u0643\u0646 \u0625\u0631\u0633\u0627\u0644 \u0628\u0631\u064A\u062F \u0625\u0644\u0643\u062A\u0631\u0648\u0646\u064A \u062A\u0644\u0642\u0627\u0626\u064A\u0627 \u0625\u0644\u0649 \u062C\u0645\u064A\u0639 \u0627\u0644\u0645\u0634\u0627\u0631\u0643\u064A\u0646 \u0644\u0625\u0634\u0639\u0627\u0631\u0647\u0645 \u0628\u0623\u0646 \u0627\u0644\u0645\u0648\u0642\u0639 \u0645\u062A\u0627\u062D.
sitegen.removpart.alert               = \u062A\u0646\u0628\u064A\u0647:
sitegen.removpart.back                = \u0631\u062C\u0648\u0639
sitegen.removpart.cancel              = \u0625\u0644\u063A\u0627\u0621
sitegen.removpart.confirm             = \u062A\u0623\u0643\u064A\u062F \u062D\u0630\u0641 \u0627\u0644\u0645\u0634\u0627\u0631\u0643\u064A\u0646 \u0645\u0646
sitegen.removpart.finish              = \u0625\u0646\u062A\u0647\u0649
sitegen.removpart.following           = \u0627\u0644\u0645\u0634\u0627\u0631\u0643\u064A\u0646 \u0627\u0644\u062A\u0627\u0644\u064A\u064A\u0646 \u0644\u0646 \u064A\u0643\u0648\u0646 \u0644\u0647\u0645 \u062D\u0642 \u0627\u0644\u062F\u062E\u0648\u0644 \u0639\u0646\u062F\u0645\u0627 \u062A\u0646\u0642\u0631\u0648\u0646 \u0639\u0644\u0649 \u0632\u0631 \u0625\u0646\u062A\u0647\u0649.
sitegen.removpart.name                = \u0625\u0633\u0645
sitegen.removpart.participant         = \u0627\u0644\u0645\u0634\u0627\u0631\u0643\u064A\u0646 \u0627\u0644\u0648\u0627\u0631\u062F\u064A\u0646 \u0623\u062F\u0646\u0627\u0647 \u0644\u0627 \u064A\u0645\u0643\u0646 \u0625\u0632\u0627\u0644\u062A\u0647\u0645 \u0644\u0627\u0646\u0647\u0645 \u0645\u0633\u062C\u0644\u0648\u0646 \u0631\u0633\u0645\u064A\u0627 \u0641\u064A \u0627\u0644\u062F\u0631\u0633. \u0641\u064A \u062D\u064A\u0646 \u064A\u0645\u0643\u0646\u0643\u0645 \u062A\u063A\u064A\u064A\u0631 \u0623\u062F\u0648\u0627\u0631\u0647\u0645 \u0641\u064A \u0627\u0644\u0645\u0648\u0642\u0639 \u0628\u0627\u0644\u0646\u0642\u0631 \u0639\u0644\u0649 \u062A\u063A\u064A\u064A\u0631 \u062F\u0648\u0631( \u0623\u062F\u0648\u0627\u0631) (... \u062A\u062D\u062A \u0645\u0631\u0627\u062C\u0639\u0629\u060C \u062A\u062D\u0631\u064A\u0631 \u062D\u0642 \u0627\u0644\u062F\u062E\u0648\u0644).
sitegen.removpart.role                = \u062F\u0648\u0631
sitegen.removpart.username            = \u0625\u0633\u0645 \u0627\u0644\u0645\u0633\u062A\u0639\u0645\u0644
sitegen.sitedel.alert                 = \u062A\u0646\u0628\u064A\u0647:
sitegen.sitedel.cancel                = \u0625\u0644\u063A\u0627\u0621
sitegen.sitedel.deleting              = \u062D\u0630\u0641 \u0645\u0648\u0642\u0639 \u064A\u0632\u064A\u0644 \u0643\u0644 \u0627\u0644\u0645\u062D\u062A\u0648\u0649\u060C \u0648\u0644\u0627 \u064A\u0645\u0643\u0646 \u0646\u0642\u0636\u0647.
sitegen.sitedel.deleting1             = \u062D\u0630\u0641 \u0645\u0648\u0642\u0639 \u064A\u0632\u064A\u0644 \u0643\u0644 \u0645\u062D\u062A\u0648\u0649 \u0647\u0630\u0627 \u0627\u0644\u0645\u0648\u0642\u0639 \u0641\u064A \u0648\u0644\u0627 \u064A\u0645\u0643\u0646 \u0625\u0633\u062A\u0631\u062F\u0627\u062F\u0647 - \u0644\u0627 \u064A\u0645\u0643\u0646 \u0644\u0623\u064A \u0634\u062E\u0635 \u0627\u0644\u062F\u062E\u0648\u0644 \u0625\u0644\u0649 \u0627\u0644\u0645\u0648\u0642\u0639 \u0627\u0644\u0645\u0632\u0627\u0644. \u0625\u0630\u0627 \u0643\u0646\u062A \u062A\u062D\u0627\u0648\u0644 \u0625\u0632\u0627\u0644\u0629 \u0646\u0641\u0633\u0643 \u0645\u0646 \u0627\u0644\u0645\u0648\u0642\u0639\u060C \u0625\u0633\u062A\u062E\u062F\u0645 \u0623\u062F\u0627\u0629 \u0627\u0644\u0639\u0636\u0648\u064A\u0629 \u0641\u064A  \u0645\u0633\u0627\u062D\u0629 \u0639\u0645\u0644\u064A \u0627\u0644\u062A\u0627\u0628\u0639\u0629 \u0644\u0643 \u0644\u062D\u0630\u0641 \u0646\u0641\u0633\u0643 \u0645\u0646 \u0627\u0644\u0645\u0648\u0642\u0639.
sitegen.sitedel.remov                 = \u062D\u0630\u0641 \u0627\u0644\u0645\u0648\u0642\u0639...
sitegen.sitedel.remove                = \u062D\u0630\u0641
sitegen.sitedel.you                   = \u0644\u0642\u062F \u0625\u062E\u062A\u0631\u062A\u0645 \u0627\u0644\u0645\u0648\u0642\u0639 \u0627\u0644\u062A\u0627\u0644\u064A \u0644\u0644\u062D\u0630\u0641:
sitegen.siteinfolist.active           = \u0646\u0634\u0637
sitegen.siteinfolist.alert            = \u062A\u0646\u0628\u064A\u0647:
sitegen.siteinfolist.app              = \u0645\u0638\u0647\u0631:
sitegen.siteinfolist.ava              = \u0645\u062A\u0627\u062D \u0644:
sitegen.siteinfolist.cancel           = \u0625\u0644\u063A\u0627\u0621
sitegen.siteinfolist.courses          = \u0627\u0644\u0642\u0627\u0626\u0645\u0629(\u0642\u0648\u0627\u0626\u0645) \u0645\u0639 \u062D\u0642 \u0627\u0644\u062F\u062E\u0648\u0644 \u0625\u0644\u0649 \u0627\u0644\u0645\u0648\u0642\u0639:
sitegen.siteinfolist.crea             = \u062A\u0627\u0631\u064A\u062E \u0627\u0644\u0625\u0646\u0634\u0627\u0621:
sitegen.siteinfolist.credits          = \u0625\u0639\u062A\u0645\u0627\u062F\u0627\u062A
sitegen.siteinfolist.enrolled         = \u0645\u0634\u062A\u0631\u0643 \u0641\u064A
sitegen.siteinfolist.iclu             = \u0645\u062F\u0631\u062C\u0629 \u0641\u064A \u0642\u0627\u0626\u0645\u0629 \u0627\u0644\u0645\u0648\u0627\u0642\u0639 \u0627\u0644\u0639\u0627\u0645\u0629:
sitegen.siteinfolist.icon             = \u0631\u0627\u0628\u0637 \u0627\u0644\u0623\u064A\u0642\u0648\u0646\u0629:
sitegen.siteinfolist.id               = \u0631\u0642\u0645 \u062A\u0633\u062C\u064A\u0644
sitegen.siteinfolist.inactive         = \u063A\u064A\u0631 \u0646\u0634\u0637
sitegen.siteinfolist.items            = \u0645\u0648\u0627\u062F
sitegen.siteinfolist.itemspage        = \u0645\u0648\u0627\u062F \u0644\u0643\u0644 \u0635\u0641\u062D\u0629
sitegen.siteinfolist.name             = \u0625\u0633\u0645
sitegen.siteinfolist.need             = \u0641\u064A \u062D\u0627\u062C\u0629 \u0625\u0644\u0649 \u0637\u0631\u064A\u0642\u0629 \u0623\u0641\u0636\u0644 \u0644\u0645\u0639\u0627\u0644\u062C\u0629 \u0627\u0644\u0623\u0633\u0645\u0627\u0621 \u0627\u0644\u0641\u0627\u0631\u063A\u0629 - \u0641\u064A \u0623\u064A \u062D\u0627\u0644\u0629 - \u0627\u0644\u062D\u0627\u062C\u0629 \u0625\u0644\u0649 \u062A\u062C\u0646\u0628 \u0639\u0631\u0636", " \u0625\u0630\u0627 \u0644\u0645 \u064A\u0648\u062C\u062F \u0631\u0627\u0628\u0637 \u0645\u0639 \u0645\u0627 \u0623\u062F\u062E\u0644
sitegen.siteinfolist.next             = \u0645\u0648\u0627\u0644\u064A:
sitegen.siteinfolist.next1            = \u0645\u0648\u0627\u0644\u064A
sitegen.siteinfolist.no               = \u0644\u0627
sitegen.siteinfolist.nomaintainuser   = \u0627\u0644\u0645\u0648\u0642\u0639 \u064A\u062C\u0628 \u0623\u0646 \u064A\u062A\u0648\u0641\u0631 \u0639\u0644\u0649 \u0645\u0633\u062A\u0639\u0645\u0644 \u0648\u0627\u062D\u062F \u0628\u062F\u0648\u0631 \u0639\u0644\u0649 \u0627\u0644\u0623\u0642\u0644
sitegen.siteinfolist.of               = \u0645\u0646
sitegen.siteinfolist.part             = \u0642\u0627\u0626\u0645\u0629 \u0627\u0644\u0645\u0634\u0627\u0631\u0643\u064A\u0646
sitegen.siteinfolist.partlist.summary = \u0627\u0644\u062C\u062F\u0648\u0644 \u064A\u062A\u0636\u0645\u0646 \u0645\u0639\u0644\u0648\u0645\u0627\u062A \u0639\u0646 \u0627\u0644\u0645\u0634\u0627\u0631\u0643 \u0641\u064A \u0627\u0644\u0645\u0648\u0642\u0639. \u0639\u0645\u0648\u062F 1 \u064A\u062D\u062A\u0648\u064A \u0639\u0644\u0649 \u0631\u0642\u0645 \u0627\u0644\u062F\u0644\u064A\u0644\u060C \u0627\u0644\u0639\u0645\u0648\u062F 2 \u064A\u062D\u062A\u0648\u064A \u0639\u0644\u0649 \u0627\u0644\u0625\u0633\u0645\u060C \u0627\u0644\u0639\u0645\u0648\u062F 3 \u064A\u062D\u062A\u0648\u064A \u0639\u0644\u0649 \u0627\u0644\u0625\u0633\u0645 \u0627\u0644\u0641\u0631\u064A\u062F\u060C \u0627\u0644\u0639\u0645\u0648\u062F 4 \u064A\u062D\u062A\u0648\u064A \u0639\u0644\u0649 \u0627\u0644\u062F\u0648\u0631\u060C \u0627\u0644\u0639\u0646\u0627\u0648\u064A\u0646 \u0627\u0644\u0631\u0623\u0633\u064A\u0629 \u062A\u062A\u0636\u0645\u0646 \u0631\u0648\u0627\u0628\u0637 \u0644\u0644\u062A\u0631\u062A\u064A\u0628.
sitegen.siteinfolist.previous         = \u0627\u0644\u0633\u0627\u0628\u0642:
sitegen.siteinfolist.previous1        = \u0627\u0644\u0633\u0627\u0628\u0642
sitegen.siteinfolist.remove           = \u062D\u0630\u0641
sitegen.siteinfolist.return           = \u0639\u0648\u062F\u0629 \u0625\u0644\u0649 \u0642\u0627\u0626\u0645\u0629 \u0627\u0644\u0645\u0648\u0627\u0642\u0639
sitegen.siteinfolist.role             = \u062F\u0648\u0631
sitegen.siteinfolist.role.select      = \u0625\u062E\u062A\u064A\u0627\u0631 \u062F\u0648\u0631 \u0644
sitegen.siteinfolist.roledes          = \u0648\u0635\u0641 \u0627\u0644\u0623\u062F\u0648\u0627\u0631
sitegen.siteinfolist.show             = \u0639\u0631\u0636
sitegen.siteinfolist.sitecan          = \u064A\u0645\u0643\u0646 \u0623\u0646 \u064A\u0634\u0627\u0631\u0643 \u0641\u064A\u0647 \u0623\u064A \u0634\u062E\u0635 \u0644\u0647 \u0635\u0644\u0627\u062D\u064A\u0627\u062A \u062A\u0633\u062C\u064A\u0644 \u0627\u0644\u062F\u062E\u0648\u0644
sitegen.siteinfolist.sitecont         = \u0627\u0644\u0628\u0631\u064A\u062F \u0627\u0644\u0625\u0644\u0643\u062A\u0631\u0648\u0646\u064A \u0644\u0634\u062E\u0635 \u0625\u062A\u0635\u0627\u0644 \u0627\u0644\u0645\u0648\u0642\u0639:
sitegen.siteinfolist.sitedes          = \u0648\u0635\u0641 \u0627\u0644\u0645\u0648\u0642\u0639:
sitegen.siteinfolist.siteown          = \u0645\u0627\u0644\u0643\u064A\u0646 \u0648\u0645\u0646\u0638\u0645\u064A\u0646 \u0627\u0644\u0645\u0648\u0642\u0639 
sitegen.siteinfolist.sitepar          = \u0627\u0644\u0645\u0634\u0627\u0631\u0643\u064A\u0646 \u0641\u064A \u0627\u0644\u0645\u0648\u0642\u0639 \u0641\u0642\u0637
sitegen.siteinfolist.sortcred         = \u0627\u0644\u062A\u0631\u062A\u064A\u0628 \u062D\u0633\u0628 \u0625\u0639\u062A\u0645\u0627\u062F\u0627\u062A \u0627\u0644\u0645\u0634\u0627\u0631\u0643\u064A\u0646
sitegen.siteinfolist.sortcredas       = \u0627\u0644\u062A\u0631\u062A\u064A\u0628 \u062D\u0633\u0628 \u0625\u0639\u062A\u0645\u0627\u062F\u0627\u062A \u0627\u0644\u0645\u0634\u0627\u0631\u0643\u064A\u0646 \u0635\u0639\u0648\u062F\u0627
sitegen.siteinfolist.sortcreddes      = \u0627\u0644\u062A\u0631\u062A\u064A\u0628 \u062D\u0633\u0628 \u0625\u0639\u062A\u0645\u0627\u062F\u0627\u062A \u0627\u0644\u0645\u0634\u0627\u0631\u0643\u064A\u0646 \u0646\u0632\u0648\u0644\u0627
sitegen.siteinfolist.sortid           = \u0627\u0644\u062A\u0631\u062A\u064A\u0628 \u062D\u0633\u0628 \u0631\u0642\u0645 \u062A\u0633\u062C\u064A\u0644 \u0627\u0644\u0645\u0634\u0627\u0631\u0643\u064A\u0646
sitegen.siteinfolist.sortidas         = \u0627\u0644\u062A\u0631\u062A\u064A\u0628 \u062D\u0633\u0628 \u0631\u0642\u0645 \u062A\u0633\u062C\u064A\u0644 \u0627\u0644\u0645\u0634\u0627\u0631\u0643\u064A\u0646 \u0635\u0639\u0648\u062F\u0627
sitegen.siteinfolist.sortiddes        = \u0627\u0644\u062A\u0631\u062A\u064A\u0628 \u062D\u0633\u0628 \u0631\u0642\u0645 \u062A\u0633\u062C\u064A\u0644 \u0627\u0644\u0645\u0634\u0627\u0631\u0643\u064A\u0646 \u0646\u0632\u0648\u0644\u0627
sitegen.siteinfolist.sortname         = \u0627\u0644\u062A\u0631\u062A\u064A\u0628 \u062D\u0633\u0628 \u0627\u0644\u0625\u0633\u0645
sitegen.siteinfolist.sortname1        = \u0627\u0644\u0625\u0633\u0645
sitegen.siteinfolist.sortnameas       = \u0627\u0644\u062A\u0631\u062A\u064A\u0628 \u062D\u0633\u0628 \u0627\u0644\u0625\u0633\u0645 \u0635\u0639\u0648\u062F\u0627
sitegen.siteinfolist.sortnameas1      = \u0627\u0644\u062A\u0631\u062A\u064A\u0628 \u062D\u0633\u0628 \u0625\u0633\u0645 \u0627\u0644\u062F\u0631\u0633 \u0635\u0639\u0648\u062F\u0627
sitegen.siteinfolist.sortnamedes      = \u0627\u0644\u062A\u0631\u062A\u064A\u0628 \u062D\u0633\u0628 \u0627\u0644\u0625\u0633\u0645  \u0646\u0632\u0648\u0644\u0627
sitegen.siteinfolist.sortnamedes1     = \u0627\u0644\u062A\u0631\u062A\u064A\u0628 \u062D\u0633\u0628 \u0625\u0633\u0645 \u0627\u0644\u062F\u0631\u0633 \u0646\u0632\u0648\u0644\u0627
sitegen.siteinfolist.sortrole         = \u0627\u0644\u062A\u0631\u062A\u064A\u0628 \u062D\u0633\u0628 \u0627\u0644\u062F\u0648\u0631
sitegen.siteinfolist.sortroleas       = \u0627\u0644\u062A\u0631\u062A\u064A\u0628 \u062D\u0633\u0628 \u0627\u0644\u062F\u0648\u0631 \u0635\u0639\u0648\u062F\u0627
sitegen.siteinfolist.sortroledes      = \u0627\u0644\u062A\u0631\u062A\u064A\u0628 \u062D\u0633\u0628 \u0627\u0644\u062F\u0648\u0631 \u0646\u0632\u0648\u0644\u0627
sitegen.siteinfolist.status           = \u062D\u0627\u0644\u0629
sitegen.siteinfolist.status.select    = \u0625\u062E\u062A\u064A\u0627\u0631 \u0627\u0644\u062D\u0627\u0644\u0629 \u0644
sitegen.siteinfolist.summary          = \u0645\u0639\u0644\u0648\u0645\u0627\u062A \u0627\u0644\u0645\u0648\u0642\u0639
sitegen.siteinfolist.term             = \u062F\u0648\u0631\u0629:
sitegen.siteinfolist.update           = \u062A\u062D\u062F\u064A\u062B \u0627\u0644\u0645\u0634\u0627\u0631\u0643\u064A\u0646
sitegen.siteinfolist.view             = \u0639\u0631\u0636
sitegen.siteinfolist.view.pagesize    = \u0625\u062E\u062A\u064A\u0627\u0631 \u0645\u0642\u0627\u0633\u0627\u062A \u0627\u0644\u0635\u0641\u062D\u0629
sitegen.siteinfolist.yes              = \u0646\u0639\u0645

sitetype.acater    = \u0627\u0644\u0641\u0635\u0644 \u0627\u0644\u062F\u0631\u0627\u0633\u064A:
sitetype.alert     = \u062A\u0646\u0628\u064A\u0647:
sitetype.can       = \u0625\u0644\u063A\u0627\u0621
sitetype.chothetyp = \u0625\u062E\u062A\u0627\u0631\u0648\u0627 \u0646\u0648\u0639 \u0627\u0644\u0645\u0648\u0642\u0639 \u0627\u0644\u0630\u064A \u062A\u0631\u064A\u062F\u0648\u0646 \u0625\u0646\u0634\u0627\u0621\u0647. \u0641\u0642\u0637 \u0627\u0644\u0623\u0633\u0627\u062A\u0630\u0629 \u0627\u0644\u0630\u064A\u0646 \u0644\u0647\u0645 \u0627\u0644\u062D\u0642 \u0641\u064A \u0625\u0646\u0634\u0627\u0621 \u0645\u0648\u0642\u0639 \u062F\u0631\u0633. \u0627\u0644\u0623\u0633\u0627\u062A\u0630\u0629 \u0648\u0627\u0644\u0637\u0644\u0627\u0628 \u0644\u0647\u0645 \u0627\u0644\u062D\u0642 \u0641\u064A \u0625\u0642\u0627\u0645\u0629 \u0645\u0648\u0642\u0639 \u0645\u0634\u0631\u0648\u0639. \u0645\u0644\u0627\u062D\u0638\u0629: \u0625\u0630\u0627 \u0643\u0646\u062A \u0637\u0627\u0644\u0628\u0627\u060C \u0648 \u0644\u0627 \u062A\u0631\u0649 \u0642\u0627\u0626\u0645\u0629 \u062F\u0631\u0633\u0643\u060C \u0642\u0645 \u0628\u0627\u0644\u0625\u062A\u0635\u0627\u0644 \u0628\u0623\u0633\u062A\u0627\u0630\u0643 \u0644\u0645\u0639\u0631\u0641\u0629 \u0645\u062A\u0649 \u0633\u064A\u0643\u0648\u0646 \u0645\u0648\u0642\u0639 \u0627\u0644\u062F\u0631\u0633 \u0627\u0644\u0631\u0633\u0645\u064A \u0645\u062A\u0627\u062D\u0627 \u0639\u0644\u0649 \u0627\u0644\u0634\u0628\u0643\u0629.
sitetype.con       = \u0645\u0648\u0627\u0635\u0644\u0629
sitetype.crenewsit = \u0625\u0646\u0634\u0627\u0621 \u0645\u0648\u0642\u0639 \u062C\u062F\u064A\u062F
sitetype.gratooweb = \u0645\u0648\u0642\u0639 \u0644\u0623\u062F\u0648\u0627\u062A \u0627\u0644\u062A\u0642\u064A\u064A\u0645
sitetype.websit    = \u0645\u0648\u0642\u0639

sitinfimp.alert  = \u062A\u0646\u0628\u064A\u0647:
sitinfimp.can    = \u0625\u0644\u063A\u0627\u0621
sitinfimp.con    = \u0645\u0648\u0627\u0635\u0644\u0629
sitinfimp.reuse  = \u0625\u0639\u0627\u062F\u0629 \u0625\u0633\u062A\u0639\u0645\u0627\u0644 \u0627\u0644\u0645\u0648\u0627\u062F \u0645\u0646 \u0645\u0648\u0627\u0642\u0639 \u0623\u062E\u0631\u0649
sitinfimp.step   = \u0627\u0644\u062E\u0637\u0648\u0629 1 \u0645\u0646 2: \u0625\u062E\u062A\u064A\u0627\u0631 \u0627\u0644\u0645\u0648\u0627\u0642\u0639...
sitinfimp.youcan = \u064A\u0645\u0643\u0646\u0643\u0645 \u0625\u062E\u062A\u064A\u0627\u0631 \u0625\u0639\u0627\u062F\u0629 \u0625\u0633\u062A\u062E\u062F\u0627\u0645 \u0627\u0644\u0645\u0648\u0627\u062F \u0645\u0646 \u0627\u0644\u0645\u0648\u0627\u0642\u0639 \u0627\u0644\u0623\u062E\u0631\u0649 \u0627\u0644\u062A\u064A \u062A\u0645\u062A\u0644\u0643\u0648\u0646\u0647\u0627. \u064A\u0645\u0643\u0646\u0643\u0645 \u0627\u0644\u062C\u0645\u0639 \u0628\u064A\u0646 \u0627\u0644\u0645\u0648\u0627\u062F \u0645\u0646 \u0623\u0643\u062B\u0631 \u0645\u0646 \u0645\u0648\u0642\u0639 \u0648\u0627\u062D\u062F.

sitmanedi.alert     = \u062A\u0646\u0628\u064A\u0647:
sitmanedi.app       = \u0645\u0638\u0647\u0631 (\u0623\u064A\u0642\u0648\u0646\u0647):
sitmanedi.app.none  = *\u0642\u064A\u0645\u0629 \u0625\u0641\u062A\u0631\u0627\u0636\u064A\u0629*
sitmanedi.can       = \u0625\u0644\u063A\u0627\u0621
sitmanedi.class     = \u0642\u0633\u0645
sitmanedi.des       = \u0648\u0635\u0641:
sitmanedi.dis       = \u0645\u0639\u0631\u0648\u0636\u0629 \u0639\u0644\u0649 \u0627\u0644\u0635\u0641\u062D\u0629 \u0627\u0644\u0631\u0626\u064A\u0633\u064A\u0629 \u0644\u0644\u0645\u0648\u0642\u0639.
sitmanedi.dis2      = \u0645\u0639\u0631\u0648\u0636 \u0641\u064A \u0642\u0627\u0626\u0645\u0629 \u0627\u0644\u0645\u0648\u0627\u0642\u0639 \u0627\u0644\u0638\u0627\u0647\u0631\u0629 \u0644\u0644\u0639\u0645\u0648\u0645. 80 \u062D\u0631\u0641 \u0643\u062D\u062F \u0623\u0642\u0635\u0649.
sitmanedi.forexa    = (\u0639\u0644\u0649 \u0633\u0628\u064A\u0644 \u0627\u0644\u0645\u062B\u0627\u0644 - 500MB\u060C 2GB)
sitmanedi.ico       = \u0631\u0627\u0628\u0637 \u0627\u0644\u0623\u064A\u0642\u0648\u0646\u0629:
sitmanedi.other     = \u0623\u062E\u0631\u0649:
sitmanedi.savcha    = \u062D\u0641\u0638 \u0627\u0644\u062A\u063A\u064A\u064A\u0631\u0627\u062A
sitmanedi.shodes    = \u0648\u0635\u0641 \u0642\u0635\u064A\u0631:
sitmanedi.sitconema = \u0627\u0644\u0628\u0631\u064A\u062F \u0627\u0644\u0625\u0644\u0643\u062A\u0631\u0648\u0646\u064A \u0644\u0634\u062E\u0635 \u0625\u062A\u0635\u0627\u0644 \u0627\u0644\u0645\u0648\u0642\u0639:
sitmanedi.sitconnam = \u0627\u0644\u0628\u0631\u064A\u062F \u0627\u0644\u0625\u0644\u0643\u062A\u0631\u0648\u0646\u064A \u0644\u0634\u062E\u0635 \u0625\u062A\u0635\u0627\u0644 \u0627\u0644\u0645\u0648\u0642\u0639:
sitmanedi.sitinf    = \u0645\u0639\u0644\u0648\u0645\u0627\u062A \u0627\u0644\u0645\u0648\u0642\u0639
sitmanedi.sitityp   = \u0646\u0648\u0639 \u0627\u0644\u0645\u0648\u0642\u0639
sitmanedi.sitthi    = \u0647\u0630\u0627 \u0627\u0644\u062A\u0634\u062E\u064A\u0635 \u064A\u0636\u0639 \u062D\u062F \u0623\u0639\u0644\u0649 \u0644\u062D\u062C\u0645 \u0627\u0644\u0645\u0644\u0641\u0627\u062A \u0641\u064A \u0623\u062F\u0627\u0629 \u0627\u0644\u0645\u0648\u0627\u0631\u062F. \u0625\u062E\u062A\u0627\u0631\u0648\u0627 \u062E\u064A\u0627\u0631\u0627 \u0623\u062F\u0646\u0627\u0647 \u0644\u062A\u063A\u064A\u064A\u0631 \u062D\u062F\u0648\u062F \u062D\u062C\u0645 \u0627\u0644\u0645\u0648\u0642\u0639.
sitmanedi.sittit    = \u0639\u0646\u0648\u0627\u0646 \u0627\u0644\u0645\u0648\u0642\u0639:

sitmanlis.acater    = \u0627\u0644\u0641\u0635\u0644 \u0627\u0644\u062F\u0631\u0627\u0633\u064A.
sitmanlis.access    = \u062F\u062E\u0648\u0644
sitmanlis.alert     = \u062A\u0646\u0628\u064A\u0647:
sitmanlis.classes   = \u0623\u0642\u0633\u0627\u0645
sitmanlis.datcre    = \u062A\u0627\u0631\u064A\u062E \u0627\u0644\u0625\u0646\u0634\u0627\u0621
sitmanlis.info      = \u0645\u0639\u0644\u0648\u0645\u0627\u062A
sitmanlis.items     = \u0645\u0648\u0627\u062F
sitmanlis.iteperpag = \u0627\u0644\u0645\u0648\u0627\u062F \u0641\u064A \u0643\u0644 \u0635\u0641\u062D\u0629
sitmanlis.nositwer  = 0 \u0645\u0648\u0642\u0639 \u064A\u0648\u0627\u0641\u0642 \u0628\u062D\u062B\u0643\u0645 \u0639\u0646
sitmanlis.of        = \u0645\u0646
sitmanlis.owner     = \u0645\u0627\u0644\u0643
sitmanlis.par       = \u0645\u0634\u0627\u0631\u0643\u064A\u0646
sitmanlis.show      = \u0639\u0631\u0636
sitmanlis.sitfou    = \u0645\u0648\u0642\u0639(\u0645\u0648\u0627\u0642\u0639) \u062A\u0645 \u0625\u064A\u062C\u0627\u062F\u0647 \u064A\u0648\u0627\u0641\u0642 \u0628\u062D\u062B\u0643\u0645 \u0639\u0646
sitmanlis.text      = \u0627\u0644\u0646\u0635.
sitmanlis.text2     = \u0627\u0644\u0646\u0635 \u0648
sitmanlis.typ       = \u0646\u0648\u0639 \u0627\u0644\u0645\u0648\u0642\u0639\u060C
sitmanlis.typ2      = \u0646\u0648\u0639 \u0627\u0644\u0645\u0648\u0642\u0639\u060C \u0648
sitmanlis.typofsit  = \u0646\u0648\u0639 \u0627\u0644\u0645\u0648\u0642\u0639\u060C
sitmanlis.typofsit2 = \u0646\u0648\u0639 \u0627\u0644\u0645\u0648\u0642\u0639\u060C \u0648
sitmanlis.typter    = \u0646\u0648\u0639/\u062F\u0648\u0631\u0629
sitmanlis.vie       = \u0639\u0631\u0636
sitmanlis.wortit    = \u0639\u0646\u0648\u0627\u0646 \u0645\u0648\u0642\u0639 \u0627\u0644\u0639\u0645\u0644

sitmanpar.act       = \u0646\u0634\u0637
sitmanpar.addpar    = \u0625\u0636\u0627\u0641\u0629 \u0645\u0634\u0627\u0631\u0643\u064A\u0646
sitmanpar.alert     = \u062A\u0646\u0628\u064A\u0647:
sitmanpar.below     = \u0623\u062F\u0646\u0627\u0647
sitmanpar.can       = \u0625\u0644\u063A\u0627\u0621
sitmanpar.inact     = \u063A\u064A\u0631 \u0646\u0634\u0637
sitmanpar.iteperpag = \u0627\u0644\u0645\u0648\u0627\u062F \u0641\u064A \u0643\u0644 \u0635\u0641\u062D\u0629
sitmanpar.name      = \u0625\u0633\u0645
sitmanpar.next      = \u0645\u0648\u0627\u0644\u064A
sitmanpar.nopar     = \u0644\u0627 \u064A\u0648\u062C\u062F \u0623\u064A \u0645\u0634\u0627\u0631\u0643
sitmanpar.of        = \u0645\u0646
sitmanpar.par       = \u0645\u0634\u0627\u0631\u0643\u064A\u0646
sitmanpar.parlis    = \u0642\u0627\u0626\u0645\u0629 \u0627\u0644\u0645\u0634\u0627\u0631\u0643\u064A\u0646
sitmanpar.prev      = \u0627\u0644\u0633\u0627\u0628\u0642
sitmanpar.rem       = \u062D\u0630\u0641\u061F
sitmanpar.rol       = \u062F\u0648\u0631
sitmanpar.show      = \u0639\u0631\u0636
sitmanpar.upd       = \u062A\u062D\u062F\u064A\u062B
sitmanpar.usenam    = \u0625\u0633\u0645 \u0627\u0644\u0645\u0633\u062A\u0639\u0645\u0644
sitmanpar.usesta    = \u062D\u0627\u0644\u0629 \u0627\u0644\u0645\u0633\u062A\u0639\u0645\u0644
sitmanpar.vieandedi = \u0631\u0624\u064A\u0629 \u0648 \u062A\u062D\u0631\u064A\u0631 \u0627\u0644\u0623\u062F\u0648\u0627\u0631 \u0648 \u0627\u0644\u0645\u0634\u0627\u0631\u0643\u064A\u0646 \u0645\u0646 \u0623\u062C\u0644
sitmanpar.view      = \u0639\u0631\u0636

sitmansav.alert   = \u062A\u0646\u0628\u064A\u0647:
sitmansav.can     = \u0625\u0644\u063A\u0627\u0621
sitmansav.entnew  = \u0623\u062F\u062E\u0644\u0648\u0627 \u0631\u0642\u0645 \u062A\u0633\u062C\u064A\u0644 \u062C\u062F\u064A\u062F \u0644\u0644\u0645\u0648\u0642\u0639 \u0644\u0625\u0646\u0634\u0627\u0621 \u0645\u0648\u0642\u0639 \u062C\u062F\u064A\u062F \u0646\u0633\u062E\u0629 \u0644\u0644\u0645\u0648\u0642\u0639 \u0627\u0644\u0645\u062E\u062A\u0627\u0631. \u0645\u0644\u0627\u062D\u0638\u0629: \u0641\u0642\u0637 \u062A\u0639\u0631\u064A\u0641 \u0627\u0644\u0645\u0648\u0642\u0639 \u0633\u064A\u062A\u0645 \u0646\u0633\u062E\u0647\u060C \u0648 \u0644\u064A\u0633 \u0627\u0644\u0645\u0648\u0627\u0631\u062F \u0627\u0644\u0645\u062A\u0639\u0644\u0642\u0629 \u0628\u0647\u0630\u0627 \u0627\u0644\u0645\u0648\u0642\u0639.
sitmansav.entnew2 = \u0623\u062F\u062E\u0644\u0648\u0627 \u0631\u0642\u0645 \u062A\u0633\u062C\u064A\u0644 \u062C\u062F\u064A\u062F \u0644\u0644\u0645\u0648\u0642\u0639.
sitmansav.sav     = \u062D\u0641\u0638
sitmansav.savas   = \u062D\u0641\u0638 \u0639\u0644\u0649...
sitmansav.site    = \u0645\u0648\u0642\u0639
sitmansav.sitid   = \u0631\u0642\u0645 \u062A\u0633\u062C\u064A\u0644 \u0627\u0644\u0645\u0648\u0642\u0639:

sitmansea.acater    = \u0627\u0644\u0641\u0635\u0644 \u0627\u0644\u062F\u0631\u0627\u0633\u064A:
sitmansea.any       = \u0623\u064A
sitmansea.seafor    = \u0627\u0644\u0628\u062D\u062B \u0639\u0646:
sitmansea.seaforsit = \u0627\u0644\u0628\u062D\u062B \u0639\u0646 \u0645\u0648\u0627\u0642\u0639
sitmansea.theman    = \u0623\u062F\u0627\u0629 \u0625\u062F\u0627\u0631\u0629 \u0627\u0644\u0645\u0648\u0642\u0639 \u062A\u0633\u0645\u062D \u0644\u0644\u0645\u062F\u064A\u0631\u064A\u0646 \u0628\u0627\u0644\u0628\u062D\u062B \u0639\u0646 \u0627\u0644\u0645\u0648\u0627\u0642\u0639\u060C \u0631\u0624\u064A\u0629 \u0648 \u062A\u062D\u0631\u064A\u0631 \u0627\u0644\u0645\u0634\u0627\u0631\u0643\u064A\u0646 \u0641\u064A \u0627\u0644\u0645\u0648\u0627\u0642\u0639.
sitmansea.typofsit  = \u0646\u0648\u0639 \u0627\u0644\u0645\u0648\u0642\u0639:

sitmasam.alert     = \u062A\u0646\u0628\u064A\u0647:
sitmasam.can       = \u0625\u0644\u063A\u0627\u0621
sitmasam.choarol   = \u0625\u062E\u062A\u064A\u0627\u0631 \u062F\u0648\u0631 \u0644\u0644\u0645\u0634\u0627\u0631\u0643\u064A\u0646
sitmasam.chotherol = \u0625\u062E\u062A\u064A\u0627\u0631 \u062F\u0648\u0631 \u0644\u0644\u0645\u0634\u0627\u0631\u0643\u064A\u0646 \u0627\u0644\u0630\u064A\u0646 \u0623\u0646\u062A\u0645 \u0628\u0635\u062F\u062F \u0625\u0636\u0627\u0641\u062A\u0647\u0645.
sitmasam.sav       = \u062D\u0641\u0638
sitmasam.tabhol    = \u0627\u0644\u062C\u062F\u0648\u0644 \u064A\u062D\u062A\u0648\u064A \u0639\u0644\u0649 \u062D\u0642\u0644 \u0644\u0625\u062F\u062E\u0627\u0644 \u0627\u0644\u062F\u0648\u0631 \u0627\u0644\u0645\u0646\u0627\u0633\u0628.
sitmasam.tabholids = \u0627\u0644\u062C\u062F\u0648\u0644 \u064A\u062D\u062A\u0648\u064A \u0639\u0644\u0649 \u0631\u0642\u0645 \u062A\u0633\u062C\u064A\u0644 \u0627\u0644\u0645\u0634\u0627\u0631\u0643\u064A\u0646.
sitmasam.usrnam    = \u0625\u0633\u0645 \u0627\u0644\u0645\u0633\u062A\u0639\u0645\u0644

theisa = \u0644\u0627 \u064A\u0645\u0643\u0646 \u0648\u0636\u0639 \u0627\u0644\u0625\u0645\u062A\u064A\u0627\u0632\u0627\u062A \u0641\u064A \u0647\u0630\u0627 \u0627\u0644\u0648\u0642\u062A \u0627\u0644\u0631\u0627\u0647\u0646 \u0644\u0623\u0646 \u0627\u0644\u0645\u0648\u0642\u0639 \u0642\u064A\u062F \u0627\u0644\u062A\u062D\u0631\u064A\u0631. \u0623\u063A\u0644\u0642\u0648\u0627 \u0627\u0644\u0625\u0645\u062A\u064A\u0627\u0632\u0627\u062A \u0641\u064A \u0627\u0644\u0623\u062F\u0648\u0627\u062A \u0627\u0644\u0623\u062E\u0631\u0649 \u0642\u0628\u0644 \u0627\u0644\u0634\u0631\u0648\u0639 \u0641\u064A \u0647\u0630\u0627 \u0627\u0644\u0639\u0645\u0644.

tool.news.desc        = \u0644\u0645\u0634\u0627\u0647\u062F\u0629 \u0627\u0644\u0645\u062D\u062A\u0648\u0649 \u0645\u0646
tool.webcontent.desc1 = \u0644\u0644\u062D\u0635\u0648\u0644 \u0639\u0644\u0649 \u0627\u0644\u0645\u062D\u062A\u0648\u0649 \u0645\u0646
tool.webcontent.desc2 = \u0645\u0646 \u062E\u0644\u0627\u0644 \u0627\u0644\u0645\u0648\u0642\u0639.

user.notdefined = \u0644\u0627 \u064A\u0645\u0643\u0646 \u0625\u064A\u062C\u0627\u062F \u0645\u0633\u062A\u0639\u0645\u0644 \u0628\u0631\u0642\u0645 \u0627\u0644\u062A\u0633\u062C\u064A\u0644

zip_file_upload = \u0627\u0644\u0645\u0631\u062C\u0648 \u0627\u062E\u062A\u064A\u0627\u0631 \u0645\u0644\u0641 Zip \u0644\u0644\u062C\u0644\u0628 \u0648\u0627\u0633\u062A\u062E\u0631\u0627\u062C\u0647 \u0641\u064A \u0645\u0648\u0642\u0639\u0643\u0645
All=\u0627\u0644\u0645\u0648\u0627\u062f \u0645\u0646\u0633\u0648\u062e\u0629\u060c \u0643\u0644 \u0627\u0644\u062a\u0648\u0627\u0631\u064a\u062e \u0645\u062b\u0644 \u0628\u0646\u0648\u062f \u0627\u0644\u0645\u062f\u062e\u0644\u0627\u062a \u0627\u0644\u0645\u0624\u0631\u062e\u0629 \u0644\u064a\u0633\u062a \u0645\u062d\u062f\u062b\u0629.
If=\u0644\u0642\u062f \u0627\u062e\u062a\u0631\u062a \u0627\u0633\u062a\u064a\u0631\u0627\u062f \u0627\u0644\u0645\u0648\u0627\u062f \u0645\u0646 \u0645\u0644\u0641\u060c \u064a\u0645\u0643\u0646\u0643 \u0641\u0642\u0637 \u0623\u0646 \u062a\u0646\u0633\u062e \u0645\u0648\u0627\u062f \u0645\u0646 \u0645\u0648\u0642\u0639 \u0648\u0627\u062d\u062f.
add.official=\u0627\u0644\u0637\u0644\u0627\u0628 \u0627\u0644\u0645\u0633\u062c\u0644\u0648\u0646 \u0641\u064a \u0627\u0644\u0645\u0633\u0627\u0642
add.official.instruction=\u0627\u0630\u0647\u0628 \u0627\u0644\u0649 \u0645\u0639\u0644\u0648\u0645\u0627\u062a \u0627\u0644\u0645\u0648\u0642\u0639 > \u0627\u0636\u0627\u0641\u0629 \u0642\u0627\u0626\u0645\u0629 \u0644\u0627\u0636\u0627\u0641\u0629 \u0642\u0627\u0626\u0645\u062a\u0643 \u0627\u0644\u0622\u0646 \u0627\u0630\u0627 \u0644\u0645 \u062a\u0643\u0646 \u062a\u0645\u0644\u0643 \u062d\u0627\u0644\u064a\u0627.
add.official1=\u0628\u0633\u0643\u0644 \u0631\u0633\u0645\u064a \u0627\u0644\u0637\u0644\u0627\u0628 \u0627\u0644\u0645\u062f\u0631\u062c\u064a\u0646 \u0628\u0634\u0643\u0644 \u062a\u0644\u0642\u0627\u0626\u064a \u064a\u0635\u0628\u062d\u0648\u0627 \u0645\u0634\u062a\u0631\u0643\u064a\u0646 \u0639\u0646\u062f\u0645\u0627 \u062a\u0636\u064a\u0641 \u0645\u0633\u0627\u0642\u0643 \u0641\u064a \u0627\u0644\u0642\u0627\u0626\u0645\u0629 \u0641\u064a \u0627\u0644\u0645\u0648\u0642\u0639.
alert.protocol=\u0627\u0644\u0631\u062c\u0627\u0621 \u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0639\u0646\u0648\u0627\u0646 \u0645\u0648\u0642\u0639 \u0635\u062d\u064a\u062d.
java.newgroup=\u0627\u0636\u0641
java.reccal=\u062a\u0642\u0648\u064a\u0645
java.recmsg=\u062a\u0646\u0628\u064a\u0647\u0627\u062a \u0627\u0644\u0631\u0633\u0627\u0626\u0644 \u0648\u0627\u0644\u0645\u0646\u062a\u062f\u064a\u0627\u062a
man.please_enter=\u0627\u0644\u0631\u062c\u0627\u0621 \u0627\u0644\u0628\u062d\u062b \u0642\u0633\u0645/\u0645\u0633\u0627\u0642 [\u0627\u062e\u0631] \u0628\u0627\u062f\u062e\u0627\u0644 \u0627\u0644\u0645\u0639\u0644\u0648\u0645\u0627\u062a \u0628\u0627\u0644\u0623\u0633\u0641\u0644.
nscourse.add_course_not_listed=\u0627\u0636\u0627\u0641\u0629 \u0645\u0633\u0627\u0642/\u0645\u0633\u0627\u0642\u0627\u062a \u0648/\u0623\u0648 \u0642\u0633\u0645/\u0623\u0642\u0633\u0627\u0645 \u0644\u064a\u0633\u062a \u0645\u0633\u0631\u0648\u062f\u0629 \u0628\u0627\u0644\u0623\u0639\u0644\u0649...
nscourse.change_button=\u062a\u063a\u064a\u0631
nscourse.change_this_ID=\u063a\u064a\u0651\u0631 \u0647\u0630\u0627 \u0627\u0644\u0645\u0639\u0631\u0641 \u0644\u0639\u0631\u0636  \u0645\u0633\u0627\u0642/\u0645\u0633\u0627\u0642\u0627\u062a \u0634\u062e\u0635 \u0622\u062e\u0631.
nscourse.cm.configure.log.nosubjectcat=\u0627\u0644\u062e\u0627\u0635\u064a\u0629 :: \u0644\u064a\u0633\u062a \u0645\u0639\u0631\u0641\u0629 \u0641\u064a sakai.properties. \u0644\u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0635\u0641\u062d\u0629 \u0628\u062d\u062b \u0639\u0646 \u0645\u0633\u0627\u0642 \u0647\u0630\u0627 \u064a\u062c\u0628 \u062a\u062d\u062f\u064a\u062f \u0646\u0648\u0639 \u0627\u0644\u0641\u0626\u0629 \u0627\u0644\u062a\u064a \u062a\u062d\u062f\u062f \u0645\u0631\u062d\u0644\u0629 \u0642\u0633\u0645 CourseSets \u0641\u064a \u0627\u0646\u062c\u0627\u0632 \u0627\u062f\u0627\u0631\u0629 \u0627\u0644\u0645\u0633\u0627\u0642 \u0627\u0644\u062e\u0627\u0635 \u0628\u0643.
nscourse.cms.courseoffering.label=\u0639\u0631\u0636 \u0627\u0644\u0645\u0633\u0627\u0642
nscourse.cms.section.label=\u0642\u0633\u0645
nscourse.course_sections_selection=\u0627\u062e\u062a\u064a\u0627\u0631 \u0645\u0633\u0627\u0642/\u0642\u0633\u0645(\u0623\u0642\u0633\u0627\u0645)
nscourse.current_displaying_courses_sections_for_id=\u0627\u0644\u0645\u0642\u0631\u0631\u0627\u062a / \u0627\u0644\u0627\u0642\u0633\u0627\u0645  \u0627\u0644\u0645\u0639\u0631\u0648\u0636\u0629 \u062d\u0627\u0644\u064a\u0627\u064b \u0644\u0644\u0640   ( ID )
nscourse.findCourse=\u0627\u062e\u062a\u064a\u0627\u0631  \u0627\u0644\u0645\u0642\u0631\u0631/ \u0627\u0644\u0642\u0633\u0645 ( \u0627\u0644\u0645\u0642\u0631\u0631\u0627\u062a/ \u0627\u0644\u0627\u0642\u0633\u0627\u0645 )  
nscourse.findCourse.addAnotherSection=\u0627\u0636\u0627\u0641\u0629 \u0642\u0633\u0645 \u0627\u062e\u0631
nscourse.findCourse.authorization.authname=\u0627\u0633\u0645 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0644\u0644\u0645\u0641\u0648\u0636
nscourse.findCourse.authorization.authname.lookup=\u0627\u0628\u062d\u062b \u0639\u0646 \u0627\u0633\u0645 \u0645\u0633\u062a\u062e\u062f\u0645 \u0641\u064a \u062f\u0644\u064a\u0644 \u0627\u0644\u062c\u0627\u0645\u0639\u064a
nscourse.findCourse.authorization.comments=\u0627\u0644\u0631\u062c\u0627\u0621 \u0627\u062f\u062e\u0627\u0644 \u062a\u0639\u0644\u064a\u0642\u0627\u062a \u0627\u0636\u0627\u0641\u064a\u0629 \u0627\u0644\u062a\u064a \u064a\u0645\u0643\u0646 \u0627\u0646 \u062a\u0633\u0627\u0639\u062f\u0646\u0627 \u0644\u062a\u0631\u062e\u064a\u0635 \u0637\u0644\u0628 \u0645\u0648\u0642\u0639\u0643
nscourse.findCourse.authorization.email=\u0633\u0648\u0641 \u064a\u062a\u0645 \u0627\u0631\u0633\u0627\u0644 \u0628\u0631\u064a\u062f \u0627\u0644\u0643\u062a\u0631\u0648\u0646\u064a \u0644\u0644\u0634\u062e\u0635 \u0627\u0644\u0637\u0627\u0644\u0628 \u062a\u0631\u062e\u064a\u0635 \u0645\u0646\u0643 \u0644\u0625\u0646\u0634\u0627\u0621 \u0647\u0630\u0627 \u0627\u0644\u0645\u0648\u0642\u0639
nscourse.findCourse.authorization.instructions=\u0641\u064a \u0647\u0630\u0627 \u0627\u0644\u0648\u0642\u062a \u060c \u0644\u0627 \u064a\u0645\u0643\u0646\u0646\u0627 \u0627\u0644\u062a\u062d\u0642\u0642 \u0645\u0646 \u0627\u0646\u0643 \u0627\u0644\u0645\u0639\u0644\u0645 ( \u0627\u0644\u0645\u062d\u0627\u0636\u0631 ) \u0645\u0646 \u0627\u0644\u0633\u062c\u0644 \u0644\u0647\u0630\u0647 \u0627\u0644\u062f\u0648\u0631\u0629 / \u0627\u0644\u0642\u0633\u0645 . \u0627\u0644\u0631\u062c\u0627\u0621 \u0627\u062f\u062e\u0644 \u0627\u0633\u0645 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0644\u0644\u0634\u062e\u0635 \u0627\u0644\u0630\u064a \u064a\u0645\u0643\u0646\u0647 \u0627\u0644\u062a\u062d\u0642\u0642 \u064a\u0645\u0643\u0646\u0643 \u0627\u0636\u0627\u0641\u0629 \u0647\u0630\u0647 \u0627\u0644\u062f\u0648\u0631\u0629 \u0627\u0648 \u0627\u0644\u0642\u0633\u0645 \u0644\u0647\u0630\u0627 \u0627\u0644\u0645\u0648\u0642\u0639 ( \u0639\u0644\u0649 \u0633\u0628\u064a\u0644 \u0627\u0644\u0645\u062b\u0627\u0644 : \u0631\u0626\u064a\u0633 \u0627\u0644\u0645\u062f\u064a\u0631\u064a\u0629 \u060c \u0645\u0639\u0644\u0645 \u0627\u0644\u0645\u0633\u0627\u0642 \u0627\u0644\u0633\u0627\u0628\u0642 ) . \u0628\u0631\u064a\u062f \u0627\u0644\u0643\u062a\u0631\u0648\u0646\u064a \u064a\u0637\u0644\u0628 \u0627\u0644\u0625\u0630\u0646 \u0633\u0648\u0641 \u064a\u062a\u0645 \u0627\u0631\u0633\u0627\u0644\u0647 \u0647\u0630\u0627 \u0627\u0644\u0634\u062e\u0635 . \u0641\u064a \u062d\u0627\u0644 \u0627\u0643\u062a\u0645\u0627\u0644 \u0627\u0644\u062a\u062d\u0642\u0642\u060c \u0647\u0630\u0627 \u0627\u0644\u0645\u0633\u0627\u0642 \u0627\u0648 \u0627\u0644\u0642\u0633\u0645 \u0633\u0648\u0641 \u064a\u062a\u0645\u0643\u0646 \u0645\u0646 \u0627\u0644\u0648\u0635\u0648\u0644 \u0627\u0644\u0649 \u0645\u0648\u0642\u0639\u0643 .
nscourse.findCourse.authorization.specialInstructions=\u062a\u0639\u0644\u064a\u0645\u0627\u062a \u062e\u0627\u0635\u0629
nscourse.findCourse.authorization.title=\u0635\u0644\u0627\u062d\u064a\u0629 \u0644\u0625\u0636\u0627\u0641\u0629 \u0647\u0630\u0647 \u0627\u0644\u062f\u0648\u0631\u0629 / \u0627\u0644\u0642\u0633\u0645
nscourse.findCourse.findAnother=\u0627\u062e\u062a\u0631 \u0647\u0630\u0647 \u0627\u0644\u062f\u0648\u0631\u0629 / \u0627\u0644\u0642\u0633\u0645  \u0648 \u062c\u062f \u0622\u062e\u0631 
nscourse.findCourse.select=\u0627\u062e\u062a\u0631
nscourse.findCourse.selected=\u0627\u0644\u0627\u062e\u062a\u064a\u0627\u0631 \u0627\u0644\u062d\u0627\u0644\u064a
nscourse.findCourse.stillNotFound=\u0645\u0627 \u064a\u0632\u0627\u0644 \u0639\u062f\u0645 \u0627\u0645\u0643\u0627\u0646\u064a\u0629 \u0627\u064a\u062c\u0627\u062f  \u062f\u0648\u0631\u062a\u0643 / \u0642\u0633\u0645\u0643 
nscourse.findCourse.useCMS=\u0627\u064a\u062c\u0627\u062f \u062f\u0648\u0631\u0629 / \u0642\u0633\u0645  \u062f\u0627\u062e\u0644 \u0643\u062a\u0627\u0644\u0648\u062c \u0627\u0644\u062f\u0648\u0631\u0629
nscourse.findInstruction=\u0627\u0644\u0631\u062c\u0627\u0621 \u0623\u0646 \u062a\u062c\u062f \u062f\u0648\u0631\u0629 / \u0642\u0633\u0645 \u0627\u062e\u0631 \u0639\u0646 \u0637\u0631\u064a\u0642 \u0627\u062f\u062e\u0627\u0644 \u0627\u0644\u0645\u0639\u0644\u0648\u0645\u0627\u062a \u0628\u0627\u0644\u0623\u0633\u0641\u0644
nscourse.look_up_an_username=\u0627\u0628\u062d\u062b \u0639\u0646 \u0627\u0633\u0645 \u0645\u0633\u062a\u062e\u062f\u0645 \u0641\u064a \u062f\u0644\u064a\u0644 \u0627\u0644\u062c\u0627\u0645\u0639\u064a
nscourse.select_anyways=\u0627\u062e\u062a\u0631 \u0641\u064a \u0643\u0644 \u0627\u0644\u0623\u062d\u0648\u0627\u0644 \u061f
nscourse.select_group_sections=\u0627\u062e\u062a\u064a\u0627\u0631 \u0645\u062c\u0645\u0648\u0639\u0629 \u0627\u0644\u0627\u0642\u0633\u0627\u0645
nscourse.site_exists=\u064a\u0648\u062c\u062f \u0641\u064a \u0627\u0644\u0645\u0648\u0642\u0639
nscourse.unselect_group_sections=\u0639\u062f\u0645 \u0627\u062e\u062a\u064a\u0627\u0631 \u0645\u062c\u0645\u0648\u0639\u0627\u062a \u0627\u0642\u0633\u0627\u0645 
sinfo.requestedSections=\u062d\u0635\u0644\u062a \u0639\u0644\u0649 \u0645\u0648\u0627\u0641\u0642\u0629 \u0644\u0637\u0644\u0628\u0643 \u0628\u0625\u0636\u0627\u0641\u0629 \u0627\u0644\u0642\u0627\u0626\u0645\u0629 ( \u0627\u0644\u0642\u0648\u0627\u0626\u0645 ) \u0627\u0644\u062a\u0627\u0644\u064a\u0629 :
sitegen.pending=\u0641\u064a \u0627\u0646\u062a\u0638\u0627\u0631 \u0627\u0644\u0645\u0648\u0627\u0641\u0642\u0629
