err_questions=Si vous avez d'autres questions au sujet de ce dispositif, veuillez envoyer un courriel \u00e0 {0}

err_email_off=Votre message ne peut pas \u00eatre d\u00e9livr\u00e9 parce que l'outil 'Liste de diffusion' n'est pas activ\u00e9e dans l'espace auquel vous vous adressez. Veuillez contacter un responsable de cet espace.

err_addr_unknown=Votre message ne peut pas \u00eatre d\u00e9livr\u00e9 parce que l'adresse est inconnue.

err_not_member=Your message cannot be delivered because you are not a member of the site, or you are a member but don't have the permission to send email to the site, or because you are registered with a different email address. If you are sending email from the correct email address, and you believe your email should be accepted at the site please contact the site owner and have them check the permission settings for the email archive tool under 'Permissions' for that tool.

err_no_subject=Aucun sujet

mail.support.682=Le nombre maximum de r\u00e9ponses pour l'adresse mail de l'exp\u00e9diteur a \u00e9t\u00e9 d\u00e9pass\u00e9. Pour des raisons de s\u00e9curit\u00e9, veuillez r\u00e9pondre \u00e0 ce courrier \u00e0 partir de l'outil de messages priv\u00e9s de Sakai.

mail.support.359=Sender's email address does not belong to any of the mail original recipients.  If you are replying from an address different than the one from which you received the email, please use the correct email address to reply to it.

mail.support.683=Sender's email does not belong in Sakai, nor is it recognized as an automatic forwarding address. If you have replied to this email from an address other than the one you have configured for email forwarding, please reply from that address.

mail.support.521=Destination address of this e-mail couldn't be retrieved.  Please, reply this message from Sakai's Messages tool.

mail.support.421=Your email could not be sent due to connectivity problems. Please, try again later.

mail.support.358=Message body has characters that cannot be used. Please look over your email content and try again. You can also reply from the Messages tool.
