###################################
# Translated  by  INTERACTIVE LLC #
# email: sakaiteam@interactive.mn #
###################################

err_questions = \u0425\u044D\u0440\u044D\u0432 \u0442\u0430\u043D\u0434 \u0446\u0430\u0430\u0448\u0438\u0434 \u044D\u043D\u044D \u0445\u044D\u0441\u0433\u0438\u0439\u043D \u0442\u0443\u0445\u0430\u0439 \u0430\u0441\u0443\u0443\u043B\u0442 \u0433\u0430\u0440\u0432\u0430\u043B {0} \u043C\u044D\u0439\u043B \u0431\u0438\u0447\u043D\u044D \u04AF\u04AF

err_email_off = \u0422\u0430\u043D\u044B \u0438-\u043C\u044D\u0439\u043B \u0438\u043B\u0433\u044D\u044D\u0436 \u0431\u0430\u0439\u0433\u0430\u0430 \u0441\u0430\u0439\u0442 \u043C\u044D\u0439\u043B\u0438\u0439\u043D \u0445\u044D\u0441\u0433\u044D\u044D \u0438\u0434\u044D\u0432\u0445\u0438\u0436\u04AF\u04AF\u043B\u044D\u044D\u0433\u04AF\u0439 \u0443\u0447\u0440\u0430\u0430\u0441 \u0442\u0430\u043D\u044B \u043C\u0435\u0441\u0441\u0435\u0436\u0438\u0439\u0433 \u0445\u04AF\u0440\u0433\u044D\u0445 \u0431\u043E\u043B\u043E\u043C\u0436\u0433\u04AF\u0439 \u0431\u0430\u0439\u043D\u0430. \u0421\u0430\u0439\u0442 \u0434\u0430\u0445\u044C \u044D\u043D\u044D \u0445\u044D\u0441\u0433\u0438\u0439\u0433 \u0438\u0434\u044D\u0432\u0445\u0438\u0436\u04AF\u04AF\u043B\u044D\u0445 \u0442\u0430\u043B\u0430\u0430\u0440 \u0441\u0430\u0439\u0442 \u044D\u0437\u044D\u043C\u0448\u0438\u0433\u0447\u0442\u044D\u0439 \u0445\u043E\u043B\u0431\u043E\u0433\u0434\u043E\u043D\u043E \u0443\u0443.

err_addr_unknown = \u0425\u0430\u044F\u0433 \u043D\u044C \u0442\u0430\u043D\u0438\u0433\u0434\u0430\u0445\u0433\u04AF\u0439 \u0431\u0430\u0439\u0433\u0430\u0430 \u0431\u043E\u043B\u043E\u0445\u043E\u043E\u0440 \u0442\u0430\u043D\u044B \u043C\u0435\u0441\u0441\u0435\u0436\u0438\u0439\u0433 \u0445\u04AF\u0440\u0433\u044D\u0445 \u0431\u043E\u043B\u043E\u043C\u0436\u0433\u04AF\u0439 \u0431\u0430\u0439\u043D\u0430.

err_not_member = \u0422\u0430 \u044D\u043D\u044D \u0441\u0430\u0439\u0442\u044B\u043D \u0433\u0438\u0448\u04AF\u04AF\u043D \u0431\u0438\u0448, \u044D\u0441\u0432\u044D\u043B \u0433\u0438\u0448\u04AF\u04AF\u043D \u043D\u044C \u0431\u043E\u043B\u043E\u0432\u0447 \u0441\u0430\u0439\u0442\u0440\u0443\u0443 \u043C\u044D\u0439\u043B \u0438\u043B\u0433\u044D\u044D\u0445 \u0437\u04E9\u0432\u0448\u04E9\u04E9\u0440\u04E9\u043B\u0433\u04AF\u0439, \u044D\u0441\u0432\u044D\u043B \u04E9\u04E9\u0440 \u0438-\u043C\u044D\u0439\u043B \u0445\u0430\u044F\u0433\u0430\u0430\u0440 \u0431\u04AF\u0440\u0442\u0433\u04AF\u04AF\u043B\u0441\u044D\u043D \u0443\u0447\u0440\u0430\u0430\u0441 \u0442\u0430\u043D\u044B \u043C\u0435\u0441\u0441\u0435\u0436\u0438\u0439\u0433 \u0445\u04AF\u0440\u0433\u044D\u0445 \u0431\u043E\u043B\u043E\u043C\u0436\u0433\u04AF\u0439 \u0431\u0430\u0439\u043D\u0430. \u0425\u044D\u0440\u044D\u0432 \u0442\u0430 \u0437\u04E9\u0432 \u0438-\u043C\u044D\u0439\u043B \u0445\u0430\u044F\u0433\u0430\u0430\u0441 \u0438-\u043C\u044D\u0439\u043B \u0438\u043B\u0433\u044D\u044D\u0436 \u0431\u0430\u0439\u0433\u0430\u0430 \u0431\u043E\u043B\u043E\u043D \u0441\u0430\u0439\u0442\u0430\u0434 \u0438-\u043C\u044D\u0439\u043B\u0438\u0439\u0433 \u0447\u0438\u043D\u044C \u0445\u04AF\u043B\u044D\u044D\u0436 \u0430\u0432\u0430\u0445 \u0451\u0441\u0442\u043E\u0439 \u0433\u044D\u0436 \u04AF\u0437\u044D\u0436 \u0431\u0430\u0439\u0432\u0430\u043B \u0441\u0430\u0439\u0442\u044B\u043D \u044D\u0437\u044D\u043C\u0448\u0438\u0448\u0447\u0442\u044D\u0439 \u0445\u043E\u043B\u0431\u043E\u0433\u0434\u043E\u0436, '\u0417\u04E9\u0432\u0448\u04E9\u04E9\u0440\u043B\u04AF\u04AF\u0434'-\u0438\u0439\u043D \u0434\u0430\u0433\u0443\u0443 \u0438-\u043C\u044D\u0439\u043B\u0438\u0439\u043D \u0430\u0440\u0445\u0438\u0432\u044B\u043D \u0445\u044D\u0440\u044D\u0433\u0441\u043B\u0438\u0439\u0433 \u0437\u04E9\u0432\u0448\u04E9\u04E9\u0440\u043B\u0438\u0439\u043D \u0442\u043E\u0445\u0438\u0440\u0433\u043E\u043E\u0433 \u0448\u0430\u043B\u0433\u0443\u0443\u043B\u043D\u0430 \u0443\u0443.

err_no_subject = \u0421\u044D\u0434\u044D\u0432 \u0431\u0430\u0439\u0445\u0433\u04AF\u0439 \u0431\u0430\u0439\u043D\u0430
