err_questions=Bu \u00f6zellik hakk\u0131nda sorular\u0131n\u0131z\u0131 {0} adresine g\u00f6nderebilirsiniz.
err_email_off=Mesaj\u0131n\u0131z iletilemedi \u00e7\u00fcnk\u00fc mesaj g\u00f6nderdi\u011finiz sitenin e-posta \u00f6zelli\u011fi a\u00e7\u0131k de\u011fil. L\u00fctfen sitenin sahibi ile sitenin bu \u00f6zelli\u011fini a\u00e7mas\u0131 i\u00e7in  irtibata ge\u00e7in.
err_addr_unknown=Adres tan\u0131mlanamad\u0131\u011f\u0131ndan mesaj\u0131n\u0131z iletilemedi.
err_not_member=Mesaj\u0131n\u0131z iletilmedi \u00e7\u00fcnk\u00fc ya bu sitenin \u00fcyesi de\u011filsiniz ya \u00fcyesi olman\u0131za ra\u011fmen siteye e-posta g\u00f6nderme izininiz yok ya da ba\u015fka bir e-posta adresi ile kay\u0131tl\u0131s\u0131n\u0131z. E\u011fer do\u011fru adresten mesaj g\u00f6nderiyorsan\u0131z ve e-postan\u0131z\u0131n sitede kabul edilmesi gerekti\u011fini d\u00fc\u015f\u00fcn\u00fcyorsan\u0131z l\u00fctfen sitenin sahibi ile irtibata ge\u00e7in ve e-posta ar\u015fiv arac\u0131 alt\u0131ndaki  '\u0130zinler'den bu arac\u0131n izinlerini kontrol etmesini isteyin.
err_no_subject=Konusuz
mail.support.682=G\u00f6nderenin posta adresi i\u00e7in maksimum yan\u0131t say\u0131s\u0131 a\u015f\u0131ld\u0131.  G\u00fcvenlik nedenlerinden dolay\u0131, l\u00fctfen Sakai'nin \u00f6zel mesajlar arac\u0131ndan bu postay\u0131 yan\u0131tlay\u0131n.  
mail.support.359=G\u00f6nderenin e-posta adresi, postan\u0131n orijinal al\u0131c\u0131lar\u0131ndan hi\u00e7birine ait de\u011fildir. E\u011fer e-postay\u0131 ald\u0131\u011f\u0131n\u0131z adresten farkl\u0131 bir adresten yan\u0131tl\u0131yorsan\u0131z, l\u00fctfen yan\u0131tlamak i\u00e7in do\u011fru e-posta adresini kullan\u0131n.
mail.support.683=G\u00f6nderenin e-postas\u0131 Sakai'ye ait de\u011fildir, otomatik y\u00f6nlendirme adresi olarak da tan\u0131nmaz.Bu e-postay\u0131 e-posta y\u00f6nlendirme i\u00e7in yap\u0131land\u0131rd\u0131\u011f\u0131n\u0131zdan farkl\u0131 bir adresten yan\u0131tlad\u0131ysan\u0131z, l\u00fctfen bu adresten yan\u0131tlay\u0131n.
mail.support.521=Bu e-postan\u0131n hedef adresi al\u0131namad\u0131. L\u00fctfen bu mesaj\u0131 Sakai'nin Mesajlar arac\u0131ndan yan\u0131tlay\u0131n.
mail.support.421=Ba\u011flant\u0131 sorunlar\u0131 nedeniyle e-postan\u0131z g\u00f6nderilemedi. L\u00fctfen daha sonra tekrar deneyiniz.
