err_questions=\u0410\u043a\u043e \u0438\u043c\u0430\u0442\u0435 \u0434\u043e\u043f\u044a\u043b\u043d\u0438\u0442\u0435\u043b\u043d\u0438 \u0432\u044a\u043f\u0440\u043e\u0441\u0438 \u043e\u0442\u043d\u043e\u0441\u043d\u043e \u0442\u0430\u0437\u0438 \u0444\u0443\u043d\u043a\u0446\u0438\u044f, \u043c\u043e\u043b\u044f, \u0438\u0437\u043f\u0440\u0430\u0442\u0435\u0442\u0435 \u0438\u043c\u0435\u0439\u043b \u0434\u043e {0}

err_email_off=\u0421\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u0435\u0442\u043e \u0432\u0438 \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0435 \u0434\u043e\u0441\u0442\u0430\u0432\u0435\u043d\u043e, \u0442\u044a\u0439 \u043a\u0430\u0442\u043e \u0441\u0430\u0439\u0442\u044a\u0442, \u0434\u043e \u043a\u043e\u0439\u0442\u043e \u0438\u0437\u043f\u0440\u0430\u0449\u0430\u0442\u0435 \u0438\u043c\u0435\u0439\u043b, \u043d\u0435 \u0435 \u0432\u043a\u043b\u044e\u0447\u0438\u043b \u0444\u0443\u043d\u043a\u0446\u0438\u044f\u0442\u0430 \u0437\u0430 \u0438\u0437\u043f\u0440\u0430\u0449\u0430\u043d\u0435 \u043d\u0430 \u0438\u043c\u0435\u0439\u043b\u0438. \u041c\u043e\u043b\u044f, \u0441\u0432\u044a\u0440\u0436\u0435\u0442\u0435 \u0441\u0435 \u0441\u044a\u0441 \u0441\u043e\u0431\u0441\u0442\u0432\u0435\u043d\u0438\u043a\u0430 \u043d\u0430 \u0441\u0430\u0439\u0442\u0430, \u0437\u0430 \u0434\u0430 \u043f\u043e\u043f\u0438\u0442\u0430\u0442\u0435 \u0437\u0430 \u0432\u043a\u043b\u044e\u0447\u0432\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0442\u0430\u0437\u0438 \u0444\u0443\u043d\u043a\u0446\u0438\u044f \u0432 \u0441\u0430\u0439\u0442\u0430.

err_addr_unknown=\u0412\u0430\u0448\u0435\u0442\u043e \u0441\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u0435 \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0435 \u0434\u043e\u0441\u0442\u0430\u0432\u0435\u043d\u043e, \u0437\u0430\u0449\u043e\u0442\u043e \u0430\u0434\u0440\u0435\u0441\u044a\u0442 \u0435 \u043d\u0435\u0438\u0437\u0432\u0435\u0441\u0442\u0435\u043d.

err_not_member=\u0421\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u0435\u0442\u043e \u0432\u0438 \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0435 \u0434\u043e\u0441\u0442\u0430\u0432\u0435\u043d\u043e, \u0437\u0430\u0449\u043e\u0442\u043e \u043d\u0435 \u0441\u0442\u0435 \u0447\u043b\u0435\u043d \u043d\u0430 \u0441\u0430\u0439\u0442\u0430, \u0438\u043b\u0438 \u0441\u0442\u0435 \u0447\u043b\u0435\u043d, \u043d\u043e \u043d\u044f\u043c\u0430\u0442\u0435 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0438\u0435 \u0434\u0430 \u0438\u0437\u043f\u0440\u0430\u0449\u0430\u0442\u0435 \u0438\u043c\u0435\u0439\u043b\u0438 \u043d\u0430 \u0441\u0430\u0439\u0442\u0430, \u0438\u043b\u0438 \u0437\u0430\u0449\u043e\u0442\u043e \u0441\u0442\u0435 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0438\u0440\u0430\u043d\u0438 \u0441 \u0434\u0440\u0443\u0433 \u0438\u043c\u0435\u0439\u043b \u0430\u0434\u0440\u0435\u0441. \u0410\u043a\u043e \u0438\u0437\u043f\u0440\u0430\u0449\u0430\u0442\u0435 \u0438\u043c\u0435\u0439\u043b \u043e\u0442 \u043f\u0440\u0430\u0432\u0438\u043b\u043d\u0438\u044f \u0438\u043c\u0435\u0439\u043b \u0430\u0434\u0440\u0435\u0441 \u0438 \u0441\u043c\u044f\u0442\u0430\u0442\u0435, \u0447\u0435 \u0438\u043c\u0435\u0439\u043b\u044a\u0442 \u0432\u0438 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0431\u044a\u0434\u0435 \u043f\u0440\u0438\u0435\u0442 \u0432 \u0441\u0430\u0439\u0442\u0430, \u043c\u043e\u043b\u044f, \u0441\u0432\u044a\u0440\u0436\u0435\u0442\u0435 \u0441\u0435 \u0441\u044a\u0441 \u0441\u043e\u0431\u0441\u0442\u0432\u0435\u043d\u0438\u043a\u0430 \u043d\u0430 \u0441\u0430\u0439\u0442\u0430 \u0438 \u0433\u043e \u043f\u043e\u043c\u043e\u043b\u0435\u0442\u0435 \u0434\u0430 \u043f\u0440\u043e\u0432\u0435\u0440\u0438 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438\u0442\u0435 \u043d\u0430 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0438\u044f\u0442\u0430 \u0437\u0430 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0430 \u0437\u0430 \u0430\u0440\u0445\u0438\u0432\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0438\u043c\u0435\u0439\u043b\u0438 \u0432 \u0440\u0430\u0437\u0434\u0435\u043b "\u0420\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0438\u044f" \u0437\u0430 \u0442\u043e\u0437\u0438 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442.

err_no_subject=\u041d\u044f\u043c\u0430 \u0442\u0435\u043c\u0430

mail.support.682=\u041f\u0440\u0435\u0432\u0438\u0448\u0435\u043d \u0435 \u043c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u043d\u0438\u044f\u0442 \u0431\u0440\u043e\u0439 \u043e\u0442\u0433\u043e\u0432\u043e\u0440\u0438 \u0437\u0430 \u043f\u043e\u0449\u0435\u043d\u0441\u043a\u0438\u044f \u0430\u0434\u0440\u0435\u0441 \u043d\u0430 \u043f\u043e\u0434\u0430\u0442\u0435\u043b\u044f.  \u041e\u0442 \u0441\u044a\u043e\u0431\u0440\u0430\u0436\u0435\u043d\u0438\u044f \u0437\u0430 \u0441\u0438\u0433\u0443\u0440\u043d\u043e\u0441\u0442, \u043c\u043e\u043b\u044f, \u043e\u0442\u0433\u043e\u0432\u043e\u0440\u0435\u0442\u0435 \u043d\u0430 \u0442\u043e\u0437\u0438 \u0438\u043c\u0435\u0439\u043b \u043e\u0442 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0430 \u0437\u0430 \u043b\u0438\u0447\u043d\u0438 \u0441\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u044f \u043d\u0430 Sakai.

mail.support.359=\u0418\u043c\u0435\u0439\u043b \u0430\u0434\u0440\u0435\u0441\u044a\u0442 \u043d\u0430 \u043f\u043e\u0434\u0430\u0442\u0435\u043b\u044f \u043d\u0435 \u043f\u0440\u0438\u043d\u0430\u0434\u043b\u0435\u0436\u0438 \u043d\u0430 \u043d\u0438\u0442\u043e \u0435\u0434\u0438\u043d \u043e\u0442 \u043f\u044a\u0440\u0432\u043e\u043d\u0430\u0447\u0430\u043b\u043d\u0438\u0442\u0435 \u043f\u043e\u043b\u0443\u0447\u0430\u0442\u0435\u043b\u0438 \u043d\u0430 \u043f\u043e\u0449\u0430\u0442\u0430.  \u0410\u043a\u043e \u043e\u0442\u0433\u043e\u0432\u0430\u0440\u044f\u0442\u0435 \u043e\u0442 \u0430\u0434\u0440\u0435\u0441, \u0440\u0430\u0437\u043b\u0438\u0447\u0435\u043d \u043e\u0442 \u0442\u043e\u0437\u0438, \u043e\u0442 \u043a\u043e\u0439\u0442\u043e \u0441\u0442\u0435 \u043f\u043e\u043b\u0443\u0447\u0438\u043b\u0438 \u043f\u0438\u0441\u043c\u043e\u0442\u043e, \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0439\u0442\u0435 \u043f\u0440\u0430\u0432\u0438\u043b\u043d\u0438\u044f \u0438\u043c\u0435\u0439\u043b \u0430\u0434\u0440\u0435\u0441, \u0437\u0430 \u0434\u0430 \u043e\u0442\u0433\u043e\u0432\u043e\u0440\u0438\u0442\u0435 \u043d\u0430 \u043d\u0435\u0433\u043e.

mail.support.683=\u0418\u043c\u0435\u0439\u043b\u044a\u0442 \u043d\u0430 \u0438\u0437\u043f\u0440\u0430\u0449\u0430\u0447\u0430 \u043d\u0435 \u043f\u0440\u0438\u043d\u0430\u0434\u043b\u0435\u0436\u0438 \u043d\u0430 Sakai, \u043d\u0438\u0442\u043e \u0435 \u0440\u0430\u0437\u043f\u043e\u0437\u043d\u0430\u0442 \u043a\u0430\u0442\u043e \u0430\u0434\u0440\u0435\u0441 \u0437\u0430 \u0430\u0432\u0442\u043e\u043c\u0430\u0442\u0438\u0447\u043d\u043e \u043f\u0440\u0435\u043f\u0440\u0430\u0449\u0430\u043d\u0435. \u0410\u043a\u043e \u0441\u0442\u0435 \u043e\u0442\u0433\u043e\u0432\u043e\u0440\u0438\u043b\u0438 \u043d\u0430 \u0442\u043e\u0437\u0438 \u0438\u043c\u0435\u0439\u043b \u043e\u0442 \u0430\u0434\u0440\u0435\u0441, \u0440\u0430\u0437\u043b\u0438\u0447\u0435\u043d \u043e\u0442 \u0442\u043e\u0437\u0438, \u043a\u043e\u0439\u0442\u043e \u0441\u0442\u0435 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0438\u0440\u0430\u043b\u0438 \u0437\u0430 \u043f\u0440\u0435\u043f\u0440\u0430\u0449\u0430\u043d\u0435 \u043d\u0430 \u0438\u043c\u0435\u0439\u043b\u0438, \u043c\u043e\u043b\u044f, \u043e\u0442\u0433\u043e\u0432\u043e\u0440\u0435\u0442\u0435 \u043e\u0442 \u0442\u043e\u0437\u0438 \u0430\u0434\u0440\u0435\u0441.

mail.support.521=\u0410\u0434\u0440\u0435\u0441\u044a\u0442 \u043d\u0430 \u0442\u043e\u0432\u0430 \u0435\u043b\u0435\u043a\u0442\u0440\u043e\u043d\u043d\u043e \u043f\u0438\u0441\u043c\u043e \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0435 \u043e\u0442\u043a\u0440\u0438\u0442.  \u041c\u043e\u043b\u044f, \u043e\u0442\u0433\u043e\u0432\u043e\u0440\u0435\u0442\u0435 \u043d\u0430 \u0442\u043e\u0432\u0430 \u0441\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u0435 \u043e\u0442 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0430 \u0437\u0430 \u0441\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u044f \u043d\u0430 Sakai.

mail.support.421=\u0412\u0430\u0448\u0438\u044f\u0442 \u0438\u043c\u0435\u0439\u043b \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0435 \u0438\u0437\u043f\u0440\u0430\u0442\u0435\u043d \u043f\u043e\u0440\u0430\u0434\u0438 \u043f\u0440\u043e\u0431\u043b\u0435\u043c\u0438 \u0441 \u0432\u0440\u044a\u0437\u043a\u0430\u0442\u0430. \u041c\u043e\u043b\u044f, \u043e\u043f\u0438\u0442\u0430\u0439\u0442\u0435 \u043e\u0442\u043d\u043e\u0432\u043e \u043f\u043e-\u043a\u044a\u0441\u043d\u043e.

mail.support.358=\u0412 \u0442\u044f\u043b\u043e\u0442\u043e \u043d\u0430 \u0441\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u0435\u0442\u043e \u0438\u043c\u0430 \u0441\u0438\u043c\u0432\u043e\u043b\u0438, \u043a\u043e\u0438\u0442\u043e \u043d\u0435 \u043c\u043e\u0433\u0430\u0442 \u0434\u0430 \u0441\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0442. \u041c\u043e\u043b\u044f, \u043f\u0440\u0435\u0433\u043b\u0435\u0434\u0430\u0439\u0442\u0435 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435\u0442\u043e \u043d\u0430 \u0438\u043c\u0435\u0439\u043b\u0430 \u0441\u0438 \u0438 \u043e\u043f\u0438\u0442\u0430\u0439\u0442\u0435 \u043e\u0442\u043d\u043e\u0432\u043e. \u041c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u043e\u0442\u0433\u043e\u0432\u043e\u0440\u0438\u0442\u0435 \u0438 \u043e\u0442 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0430 \u0421\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u044f.
