#X-Generator: crowdin.com
err_questions=\u0627\u06af\u0631 \u062f\u0631 \u0645\u0648\u0631\u062f \u0627\u06cc\u0646 \u0648\u06cc\u0698\u06af\u06cc \u0633\u0648\u0627\u0644\u0627\u062a \u0628\u06cc\u0634\u062a\u0631\u06cc \u062f\u0627\u0631\u06cc\u062f\u060c \u0644\u0637\u0641\u0627 \u0628\u0627 \u0627\u06cc\u0645\u06cc\u0644 {0} \u062a\u0645\u0627\u0633 \u0628\u06af\u06cc\u0631\u06cc\u062f

err_email_off=\u0627\u0645\u06a9\u0627\u0646 \u0627\u0631\u0633\u0627\u0644 \u067e\u06cc\u0627\u0645 \u0634\u0645\u0627 \u0648\u062c\u0648\u062f \u0646\u062f\u0627\u0634\u062a \u0632\u06cc\u0631\u0627 \u0642\u0627\u0628\u0644\u06cc\u062a \u062f\u0631\u06cc\u0627\u0641\u062a \u0627\u06cc\u0645\u06cc\u0644 \u0633\u0627\u06cc\u062a\u06cc \u06a9\u0647 \u0645\u06cc \u062e\u0648\u0627\u0647\u06cc\u062f \u0628\u0647 \u0622\u0646 \u0627\u06cc\u0645\u06cc\u0644 \u0627\u0631\u0633\u0627\u0644 \u06a9\u0646\u06cc\u062f\u060c \u0641\u0639\u0627\u0644 \u0646\u0634\u062f\u0647 \u0627\u0633\u062a. \u0644\u0637\u0641\u0627 \u0628\u0627 \u0635\u0627\u062d\u0628 \u0633\u0627\u06cc\u062a \u062a\u0645\u0627\u0633 \u0628\u06af\u06cc\u0631\u06cc\u062f \u0648 \u0627\u0637\u0644\u0627\u0639 \u062f\u0647\u06cc\u062f \u062a\u0627 \u0627\u06cc\u0646 \u0642\u0627\u0628\u0644\u06cc\u062a \u0631\u0627 \u062f\u0631 \u0633\u0627\u06cc\u062a \u0641\u0639\u0627\u0644 \u06a9\u0646\u062f.

err_addr_unknown=\u0627\u0645\u06a9\u0627\u0646 \u0627\u0631\u0633\u0627\u0644 \u067e\u06cc\u0627\u0645 \u0634\u0645\u0627 \u0648\u062c\u0648\u062f \u0646\u062f\u0627\u0631\u062f\u060c \u0632\u06cc\u0631\u0627 \u0622\u062f\u0631\u0633 \u0645\u0634\u062e\u0635 \u0646\u06cc\u0633\u062a.

err_not_member=\u0627\u0645\u06a9\u0627\u0646 \u0627\u0631\u0633\u0627\u0644 \u067e\u06cc\u0627\u0645 \u0634\u0645\u0627 \u0648\u062c\u0648\u062f \u0646\u062f\u0627\u0634\u062a\u060c \u0632\u06cc\u0631\u0627 \u0634\u0645\u0627 \u0639\u0636\u0648 \u0633\u0627\u06cc\u062a \u0646\u06cc\u0633\u062a\u06cc\u062f\u060c \u06cc\u0627 \u0639\u0636\u0648 \u0647\u0633\u062a\u06cc\u062f \u0648\u0644\u06cc \u0627\u062c\u0627\u0632\u0647 \u0627\u0631\u0633\u0627\u0644 \u0627\u06cc\u0645\u06cc\u0644 \u0628\u0647 \u0633\u0627\u06cc\u062a \u0631\u0627 \u0646\u062f\u0627\u0631\u06cc\u062f\u060c \u06cc\u0627 \u0628\u0647 \u0627\u06cc\u0646 \u062f\u0644\u06cc\u0644 \u06a9\u0647 \u0628\u0627 \u0622\u062f\u0631\u0633 \u0627\u06cc\u0645\u06cc\u0644\u06cc \u062f\u06cc\u06af\u0631\u06cc \u062b\u0628\u062a \u0646\u0627\u0645 \u0646\u0645\u0648\u062f\u0647 \u0627\u06cc\u062f. \u0627\u06af\u0631 \u0627\u0632 \u0622\u062f\u0631\u0633 \u0627\u06cc\u0645\u06cc\u0644 \u0635\u062d\u06cc\u062d\u06cc \u0627\u06cc\u0645\u06cc\u0644 \u0631\u0627 \u0627\u0631\u0633\u0627\u0644 \u0645\u06cc\u06a9\u0646\u06cc\u062f\u060c \u0648 \u0641\u06a9\u0631 \u0645\u06cc \u06a9\u0646\u06cc\u062f \u06a9\u0647 \u0627\u06cc\u0645\u06cc\u0644\u062a\u0627\u0646 \u0628\u0627\u06cc\u062f \u062f\u0631 \u0633\u0627\u06cc\u062a \u067e\u0630\u06cc\u0631\u0641\u062a\u0647 \u0634\u0648\u062f\u060c \u0644\u0637\u0641\u0627\u064b \u0628\u0627 \u0645\u0627\u0644\u06a9 \u0633\u0627\u06cc\u062a \u062a\u0645\u0627\u0633 \u0628\u06af\u06cc\u0631\u06cc\u062f \u0648 \u0627\u0632 \u0627\u0648 \u0628\u062e\u0648\u0627\u0647\u06cc\u062f \u06a9\u0647 \u062a\u0646\u0638\u06cc\u0645\u0627\u062a \u0645\u062c\u0648\u0632\u0647\u0627 \u0628\u0631\u0627\u06cc \u0627\u0628\u0632\u0627\u0631 \u0622\u0631\u0634\u06cc\u0648 \u067e\u0633\u062a \u0627\u0644\u06a9\u062a\u0631\u0648\u0646\u06cc\u06a9\u06cc \u062f\u0631 \u0632\u06cc\u0631 \u0642\u0633\u0645\u062a '\u0645\u062c\u0648\u0632\u0647\u0627' \u0631\u0627 \u0628\u0631\u0631\u0633\u06cc \u06a9\u0646\u062f.

err_no_subject=\u0628\u062f\u0648\u0646 \u0645\u0648\u0636\u0648\u0639

