err_questions=\u0625\u0630\u0627 \u0643\u0627\u0646\u062a \u0644\u062f\u064a\u0643 \u0623\u0633\u0626\u0644\u0629 \u0623\u062e\u0631\u0649 \u062d\u0648\u0644 \u0647\u0630\u0647 \u0627\u0644\u0645\u064a\u0632\u0629 \u060c \u0641\u064a\u0631\u062c\u0649 \u0625\u0631\u0633\u0627\u0644 \u0628\u0631\u064a\u062f \u0625\u0644\u0643\u062a\u0631\u0648\u0646\u064a \u0625\u0644\u0649 {0}

err_email_off=\u0644\u0627 \u064a\u0645\u0643\u0646 \u062a\u0633\u0644\u064a\u0645 \u0631\u0633\u0627\u0644\u062a\u0643 \u0644\u0623\u0646 \u0627\u0644\u0645\u0648\u0642\u0639 \u0627\u0644\u0630\u064a \u062a\u0631\u0627\u0633\u0644\u0647 \u0628\u0627\u0644\u0628\u0631\u064a\u062f \u0627\u0644\u0625\u0644\u0643\u062a\u0631\u0648\u0646\u064a \u0644\u0627 \u064a\u062d\u062a\u0648\u064a \u0639\u0644\u0649 \u0645\u064a\u0632\u0629 \u0627\u0644\u0628\u0631\u064a\u062f \u0627\u0644\u0625\u0644\u0643\u062a\u0631\u0648\u0646\u064a \u0642\u064a\u062f \u0627\u0644\u062a\u0634\u063a\u064a\u0644. \u064a\u0631\u062c\u0649 \u0627\u0644\u0627\u062a\u0635\u0627\u0644 \u0628\u0645\u0627\u0644\u0643 \u0627\u0644\u0645\u0648\u0642\u0639 \u0644\u0644\u0627\u0633\u062a\u0641\u0633\u0627\u0631 \u0639\u0646 \u062a\u0645\u0643\u064a\u0646 \u0647\u0630\u0647 \u0627\u0644\u0645\u064a\u0632\u0629 \u0641\u064a \u0627\u0644\u0645\u0648\u0642\u0639.

err_addr_unknown=\u0644\u0627 \u064a\u0645\u0643\u0646 \u062a\u0633\u0644\u064a\u0645 \u0631\u0633\u0627\u0644\u062a\u0643 \u0644\u0623\u0646 \u0627\u0644\u0639\u0646\u0648\u0627\u0646 \u063a\u064a\u0631 \u0645\u0639\u0631\u0648\u0641.

err_not_member=\u0644\u0627 \u064a\u0645\u0643\u0646 \u062a\u0633\u0644\u064a\u0645 \u0631\u0633\u0627\u0644\u062a\u0643 \u0644\u0623\u0646\u0643 \u0644\u0633\u062a \u0639\u0636\u0648\u064b\u0627 \u0641\u064a \u0627\u0644\u0645\u0648\u0642\u0639 \u060c \u0623\u0648 \u0644\u0623\u0646\u0643 \u0639\u0636\u0648 \u0648\u0644\u0643\u0646 \u0644\u064a\u0633 \u0644\u062f\u064a\u0643 \u0625\u0630\u0646 \u0628\u0625\u0631\u0633\u0627\u0644 \u0628\u0631\u064a\u062f \u0625\u0644\u0643\u062a\u0631\u0648\u0646\u064a \u0625\u0644\u0649 \u0627\u0644\u0645\u0648\u0642\u0639 \u060c \u0623\u0648 \u0644\u0623\u0646\u0643 \u0645\u0633\u062c\u0644 \u0628\u0639\u0646\u0648\u0627\u0646 \u0628\u0631\u064a\u062f \u0625\u0644\u0643\u062a\u0631\u0648\u0646\u064a \u0645\u062e\u062a\u0644\u0641. \u0625\u0630\u0627 \u0643\u0646\u062a \u062a\u0631\u0633\u0644 \u0628\u0631\u064a\u062f\u064b\u0627 \u0625\u0644\u0643\u062a\u0631\u0648\u0646\u064a\u064b\u0627 \u0645\u0646 \u0639\u0646\u0648\u0627\u0646 \u0627\u0644\u0628\u0631\u064a\u062f \u0627\u0644\u0625\u0644\u0643\u062a\u0631\u0648\u0646\u064a \u0627\u0644\u0635\u062d\u064a\u062d \u060c \u0648\u062a\u0639\u062a\u0642\u062f \u0623\u0646\u0647 \u064a\u062c\u0628 \u0642\u0628\u0648\u0644 \u0628\u0631\u064a\u062f\u0643 \u0627\u0644\u0625\u0644\u0643\u062a\u0631\u0648\u0646\u064a \u0641\u064a \u0627\u0644\u0645\u0648\u0642\u0639 \u060c \u0641\u064a\u0631\u062c\u0649 \u0627\u0644\u0627\u062a\u0635\u0627\u0644 \u0628\u0645\u0627\u0644\u0643 \u0627\u0644\u0645\u0648\u0642\u0639 \u0648\u0627\u0637\u0644\u0628 \u0645\u0646\u0647 \u0627\u0644\u062a\u062d\u0642\u0642 \u0645\u0646 \u0625\u0639\u062f\u0627\u062f\u0627\u062a \u0627\u0644\u0623\u0630\u0648\u0646\u0627\u062a \u0627\u0644\u062e\u0627\u0635\u0629 \u0628\u0623\u062f\u0627\u0629 \u0623\u0631\u0634\u064a\u0641 \u0627\u0644\u0628\u0631\u064a\u062f \u0627\u0644\u0625\u0644\u0643\u062a\u0631\u0648\u0646\u064a \u0636\u0645\u0646 "\u0623\u0630\u0648\u0646\u0627\u062a" \u0644\u0647\u0630\u0647 \u0627\u0644\u0623\u062f\u0627\u0629.

err_no_subject=\u0644\u0627 \u064a\u0648\u062c\u062f \u0639\u0646\u0648\u0627\u0646

mail.support.682=\u062a\u0645 \u062a\u062c\u0627\u0648\u0632 \u0627\u0644\u062d\u062f \u0627\u0644\u0623\u0642\u0635\u0649 \u0644\u0639\u062f\u062f \u0627\u0644\u0627\u0633\u062a\u062c\u0627\u0628\u0627\u062a \u0644\u0639\u0646\u0648\u0627\u0646 \u0628\u0631\u064a\u062f \u0627\u0644\u0645\u0631\u0633\u0644. \u0644\u0623\u0633\u0628\u0627\u0628 \u0623\u0645\u0646\u064a\u0629 \u060c \u064a\u0631\u062c\u0649 \u0627\u0644\u0631\u062f \u0639\u0644\u0649 \u0647\u0630\u0627 \u0627\u0644\u0628\u0631\u064a\u062f \u0645\u0646 \u0623\u062f\u0627\u0629 \u0627\u0644\u0631\u0633\u0627\u0626\u0644 \u0627\u0644\u062e\u0627\u0635\u0629 \u0641\u064a Sakai.

mail.support.359=\u0644\u0627 \u064a\u0646\u062a\u0645\u064a \u0639\u0646\u0648\u0627\u0646 \u0627\u0644\u0628\u0631\u064a\u062f \u0627\u0644\u0625\u0644\u0643\u062a\u0631\u0648\u0646\u064a \u0627\u0644\u062e\u0627\u0635 \u0628\u0627\u0644\u0645\u0631\u0633\u0644 \u0625\u0644\u0649 \u0623\u064a \u0645\u0646 \u0627\u0644\u0645\u0633\u062a\u0644\u0645\u064a\u0646 \u0627\u0644\u0623\u0635\u0644\u064a\u064a\u0646 \u0644\u0644\u0628\u0631\u064a\u062f. \u0625\u0630\u0627 \u0643\u0646\u062a \u062a\u0631\u062f \u0645\u0646 \u0639\u0646\u0648\u0627\u0646 \u0645\u062e\u062a\u0644\u0641 \u0639\u0646 \u0627\u0644\u0639\u0646\u0648\u0627\u0646 \u0627\u0644\u0630\u064a \u062a\u0644\u0642\u064a\u062a \u0645\u0646\u0647 \u0627\u0644\u0628\u0631\u064a\u062f \u0627\u0644\u0625\u0644\u0643\u062a\u0631\u0648\u0646\u064a \u060c \u0641\u064a\u0631\u062c\u0649 \u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0639\u0646\u0648\u0627\u0646 \u0627\u0644\u0628\u0631\u064a\u062f \u0627\u0644\u0625\u0644\u0643\u062a\u0631\u0648\u0646\u064a \u0627\u0644\u0635\u062d\u064a\u062d \u0644\u0644\u0631\u062f \u0639\u0644\u064a\u0647.

mail.support.683=\u0644\u0627 \u064a\u0646\u062a\u0645\u064a \u0627\u0644\u0628\u0631\u064a\u062f \u0627\u0644\u0625\u0644\u0643\u062a\u0631\u0648\u0646\u064a \u0627\u0644\u062e\u0627\u0635 \u0628\u0627\u0644\u0645\u0631\u0633\u0644 \u0625\u0644\u0649 Sakai \u060c \u0648\u0644\u0627 \u064a\u062a\u0645 \u0627\u0644\u062a\u0639\u0631\u0641 \u0639\u0644\u064a\u0647 \u0643\u0639\u0646\u0648\u0627\u0646 \u0625\u0639\u0627\u062f\u0629 \u062a\u0648\u062c\u064a\u0647 \u062a\u0644\u0642\u0627\u0626\u064a. \u0625\u0630\u0627 \u0643\u0646\u062a \u0642\u062f \u0642\u0645\u062a \u0628\u0627\u0644\u0631\u062f \u0639\u0644\u0649 \u0647\u0630\u0627 \u0627\u0644\u0628\u0631\u064a\u062f \u0627\u0644\u0625\u0644\u0643\u062a\u0631\u0648\u0646\u064a \u0645\u0646 \u0639\u0646\u0648\u0627\u0646 \u0622\u062e\u0631 \u063a\u064a\u0631 \u0627\u0644\u0639\u0646\u0648\u0627\u0646 \u0627\u0644\u0630\u064a \u0642\u0645\u062a \u0628\u062a\u0643\u0648\u064a\u0646\u0647 \u0644\u0625\u0639\u0627\u062f\u0629 \u062a\u0648\u062c\u064a\u0647 \u0627\u0644\u0628\u0631\u064a\u062f \u0627\u0644\u0625\u0644\u0643\u062a\u0631\u0648\u0646\u064a \u060c \u0641\u064a\u0631\u062c\u0649 \u0627\u0644\u0631\u062f \u0645\u0646 \u0647\u0630\u0627 \u0627\u0644\u0639\u0646\u0648\u0627\u0646.

mail.support.521=\u0644\u0627 \u064a\u0645\u0643\u0646 \u0627\u0633\u062a\u0631\u062c\u0627\u0639 \u0639\u0646\u0648\u0627\u0646 \u0648\u062c\u0647\u0629 \u0647\u0630\u0627 \u0627\u0644\u0628\u0631\u064a\u062f \u0627\u0644\u0625\u0644\u0643\u062a\u0631\u0648\u0646\u064a. \u0645\u0646 \u0641\u0636\u0644\u0643 \u060c \u0631\u062f \u0639\u0644\u0649 \u0647\u0630\u0647 \u0627\u0644\u0631\u0633\u0627\u0644\u0629 \u0645\u0646 \u0623\u062f\u0627\u0629 \u0631\u0633\u0627\u0626\u0644 \u0633\u0627\u0643\u0627\u064a.

mail.support.421=\u0644\u0627 \u064a\u0645\u0643\u0646 \u0625\u0631\u0633\u0627\u0644 \u0627\u0644\u0628\u0631\u064a\u062f \u0627\u0644\u0625\u0644\u0643\u062a\u0631\u0648\u0646\u064a \u0627\u0644\u062e\u0627\u0635 \u0628\u0643 \u0628\u0633\u0628\u0628 \u0645\u0634\u0627\u0643\u0644 \u0627\u0644\u0627\u062a\u0635\u0627\u0644. \u0627\u0644\u0631\u062c\u0627\u0621 \u0645\u0639\u0627\u0648\u062f\u0629 \u0627\u0644\u0645\u062d\u0627\u0648\u0644\u0629 \u0641\u064a \u0648\u0642\u062a \u0644\u0627\u062d\u0642.

mail.support.358=\u0646\u0635 \u0627\u0644\u0631\u0633\u0627\u0644\u0629 \u064a\u062d\u062a\u0648\u064a \u0639\u0644\u0649 \u0623\u062d\u0631\u0641 \u0644\u0627 \u064a\u0645\u0643\u0646 \u0627\u0633\u062a\u062e\u062f\u0627\u0645\u0647\u0627. \u064a\u0631\u062c\u0649 \u0625\u0644\u0642\u0627\u0621 \u0646\u0638\u0631\u0629 \u0639\u0644\u0649 \u0645\u062d\u062a\u0648\u0649 \u0627\u0644\u0628\u0631\u064a\u062f \u0627\u0644\u0625\u0644\u0643\u062a\u0631\u0648\u0646\u064a \u0627\u0644\u062e\u0627\u0635 \u0628\u0643 \u0648\u062d\u0627\u0648\u0644 \u0645\u0631\u0629 \u0623\u062e\u0631\u0649. \u064a\u0645\u0643\u0646\u0643 \u0623\u064a\u0636\u064b\u0627 \u0627\u0644\u0631\u062f \u0645\u0646 \u0623\u062f\u0627\u0629 \u0627\u0644\u0631\u0633\u0627\u0626\u0644.
