err_questions=Si tiene m\u00e1s preguntas acerca de esta caracter\u00edstica, use el correo electr\u00f3nico {0}

err_email_off=Su mensaje no se ha podido entregar porque el sitio al que est\u00e1 escribiendo no tiene activado el correo electr\u00f3nico. Por favor,contacte con el propietario del sitio para que la active.

err_addr_unknown=Su mensaje no se ha podido entregar porque la direcci\u00f3n del destinatario es desconocida.

err_not_member=Su mensaje no se ha podido entregar porque no es un miembro del sitio, es miembro pero no tiene permiso para enviar correo al sitio porque est\u00e1 registrado con una direcci\u00f3n de correo electr\u00f3nico diferente. Si est\u00e1 enviando el correo electr\u00f3nico desde una direcci\u00f3n de correo electr\u00f3nico v\u00e1lida y cree que su correo electr\u00f3nico debe ser aceptado, por favor, contacte con el propietario del sitio y compruebe los permisos establecidos para la herramienta de archivo de correo.

err_no_subject=Sin asunto

mail.support.682=Se ha superado el n\u00FAmero m\u00e1ximo de respuestas para la direcci\u00f3n de correo del remitente. Por seguridad conteste desde la herramienta de mensajes privados para responder a este correo.

mail.support.359=El email del remitente no pertenece a los destinatarios originales del correo. Si usted esta contestando desde una direcci\u00f3n de correo distinta desde la que recibi\u00f3 el correo, por favor utilice la direcci\u00f3n correcta para responder al mismo.

mail.support.683=El email del remitente no pertenece al aula virtual, ni es reconocido como direcci\u00f3n de reenv\u00edo autom\u00e1tico. Si ha respondido a este correo desde otra direcci\u00f3n distinta al cual tiene configurado para el reenv\u00edo de correos, por favor conteste desde esa misma direcci\u00f3n.

mail.support.521=No se ha podido recupera la direcci\u00f3n destino del correo. Por favor, responda a este mensaje desde la herramienta de mensajes privados del Aula Virtual.

mail.support.421=No se ha podido enviar su correo electr\u00f3nico por problemas de conectividad. Por favor, intentelo de nuevo mas tarde.

mail.support.358=El cuerpo del corre contiene caracteres extraños que no se pueden tratar, por favor revise el correo e intentelo de nuevo o responda desde la herramienta mensajes privados.