err_questions=Ako ima\u0161 dodatna pitanja o ovoj funkciji, molimo po\u0161alji imejl {0}

err_email_off=Tvoja poruka ne mo\u017ee da se po\u0161alje zato \u0161to lokacija kojoj \u0161alje\u0161 imejl nema uklju\u010denu funkciju imejla. Molimo kontaktiraj vlasnika lokacije da zatra\u017ei\u0161 da se na lokaciji omogu\u0107i ova funkcija.

err_addr_unknown=Tvoja poruka ne mo\u017ee da se po\u0161alje zato \u0161to je adresa nepoznata.

err_not_member=Tvoja poruka ne mo\u017ee da se po\u0161alje zato \u0161to nisi \u010dlan lokacije, ili jesi \u010dlan, ali nema\u0161 dozvolu da \u0161alje\u0161 imejl na lokaciju, ili zato \u0161to si registrovan sa druga\u010dijom imejl adresom. Ako \u0161alje\u0161 imejl sa ta\u010dne imejl adrese, a smatra\u0161 da tvoj imejl treba da bude prihva\u0107en na lokaciji, molimo kontaktiraj vlasnika lokacije i zatra\u017ei da proveri pode\u0161avanja dozvole za alat imejl arhive pod \u201eDozvolama\u201c za taj alat.

err_no_subject=Nema predmeta

mail.support.682=Maksimalan broj odgovora za imejl adreus po\u0161iljaoca je prema\u0161en. Iz bezbednosnih razloga, molimo odgovori na ovaj imejl sa Sakai alata za privatne poruke.

mail.support.359=Imejl adresa po\u0161iljaoca ne pripada nijednom od prvobitnih primalaca imejla. Ako odgovara\u0161 sa adrese koja se razlikuje od one sa koje si primio imejl, molimo koristi ta\u010dnu imejl adresu za odgovor na isti.

mail.support.683=Imejl po\u0161iljaoca ne pripada Sakai-ju, niti je prepoznat kao automatska adresa za prosle\u0111ivanje. Ako si odgovorio na ovaj imejl sa adrese koja se razlikuje od one koju si konfigurisao za prosle\u0111ivanje imejlova, molimo odgovori sa te adrese.

mail.support.521=Adresa odredi\u0161ta za ovaj imejl ne mo\u017ee da se vrati. Molimo odgovori na ovu poruku iz Sakai alata za poruke.

mail.support.421=Tvoj imejl nije mogao biti poslat zbog problema sa povezivanjem. Molimo poku\u0161aj ponovo kasnije.

mail.support.358=Telo poruke sadr\u017ei karaktere koji se ne mogu koristiti. Molimo pogledaj sadr\u017eaj svog imejla i poku\u0161aj ponovo. Tako\u0111e mo\u017ee\u0161 da odgovori\u0161 iz alata za poruke.
