123=El t\u00edtulo de la tarea no existe o tiene una longitud incorrecta
1007=El fichero que ha subido es demasiado grande.
1009=Tipo de fichero no v\u00e1lido. Los tipos v\u00e1lidos son\: MS Word (DOC, DOCX), Acrobat PDF, PostScript, Text, HTML, WordPerfect (WPD) y RTF. Por favor aseg\u00farese de que el formato del fichero es uno de los indicados.
1010=El texto que est\u00e1 tratando de enviar no tiene 100 caracteres de longitud.
1011=El texto que est\u00e1 tratando de enviar tiene un formato incorrecto. Hay espacios entre cada letra de su texto. Por favor trate de enviarlo de nuevo o contacte con el servicio de soporte si el problema continua.
1013=Debe enviar m\u00e1s de 20 palabras de texto.
1019=El t\u00edtulo excede el m\u00e1ximo de 200 caracteres
1023=Lo sentimos pero no es posible leer el PDF que ha enviado. Aseg\u00farese de que no est\u00e1 protegido por contrase\u00f1a y contiene texto en lugar de im\u00e1genes escaneadas.
1024=El texto que est\u00e1 tratando de enviar no cumple con nuestros criterios de legitimidad. Por favor trate de enviarlo de nuevo o contacte con el servicio de soporte si el problema continua.
302=MD5 no autenticado, el MD5 en la URL no coincide con el calculado.
208=Ha ocurrido un error al matricular el estudiante en la clase de Turnitin. Por favor contacte con el administrador
1000=Ha pasado la fecha de entrega para esta evaluaci\u00f3n. P\u00f3ngase en contacto con el profesor para solicitar un env\u00edo fuera de plazo.

file.type.doc=Word 97-2003
file.type.docx=Word 2007+
file.type.xls=Excel
file.type.xlsx=Excel
file.type.ppt=PowerPoint
file.type.pptx=PowerPoint
file.type.pps=PowerPoint
file.type.ppsx=PowerPoint
file.type.pdf=PDF
file.type.ps=PostScript
file.type.eps=PostScript
file.type.txt=texto plano
file.type.html=HTML
file.type.htm=HTML
file.type.wpd=WordPerfect
file.type.odt=OpenOffice
file.type.rtf=rich text
file.type.hwp=Hangul

enrolment.email.required=El email es obligatorio
enrolment.first.name.required=Es necesario introducir el nombre
enrolment.last.name.required=Es necesario introducir los apellidos
enrolment.class.creation.error=Error al crear la clase\: {0}
enrolment.class.creation.error.with.code=La clase no se ha creado correctamente. Mensaje\: {0} ({1})
enrolment.generic.error=Error de inscripci\u00f3n\: {0}
enrolment.user.idunusedexception=No es posible obtener la informaci\u00f3n de usuario
assignment.creation.error=Error al crear la Tarea\: {0}
assignment.creation.error.with.code=No se ha podido crear la tarea correctamente. Mensaje\: {0} ({1})
submission.permission.exception=No se ha podido acceder al fichero por problemas de permisos
submission.type.exception=Excepci\u00f3n en tipo\: {0}
submission.transient.submission.exception=Ha ocurrido un error enviando la tarea a Turnitin. Se va a volver a intentar. Excepci\u00f3n\: {0}
submission.no.external.id=Error de env\u00edo\: no se ha obtenido un id externo
submission.error.with.code=Error en el env\u00edo\: {0} ({1})
report.generic.error=Error al recibir el informe\: {0}
