123=Falta el nom de l'activitat o b\u00e9 \u00e9s massa llarg
1007=El fitxer pujat \u00e9s massa gran.
1009=Aquest tipus de fitxers no \u00e9s v\u00e0lid. Els tipus v\u00e0lids s\u00f3n\: MS Word (DOC, DOCX), Acrobat PDF, PostScript, Text, HTML, WordPerfect (WPD) i Rich Text Format. Assegureu-vos que el format del vostre fitxer \u00e9s un dels tipus v\u00e0lids. 
1010=L'article que voleu lliurar no cont\u00e9 100 car\u00e0cters de text.
1011=L'article que voleu lliurar no t\u00e9 un format correcte. Sembla que hi ha espais entre totes les lletres. Proveu de tornar-lo a enviar o contacteu l'equip de suport si el problema persisteix.
1013=El text ha de tenir 20 paraules com a m\u00ednim.
1019=El t\u00edtol de l'article supera els 200 car\u00e0cters, nombre l\u00edmit per aquest camp. 
1023=No hem pogut llegir el fitxer PDF que heu enviat. Assegureu-vos que el fitxer no est\u00e0 protegit amb una clau i que cont\u00e9 text que es pot seleccionar i no cont\u00e9 imatges escanejades.
1024=L'article que esteu enviant no satisf\u00e0 els nostres criteris d'acceptaci\u00f3. Proveu de tornar-lo a enviar o contacteu amb l'equip de suport si el problema persisteix. 
302=Ha fallat l'autenticaci\u00f3 MD5 - la clau MD5 de la URL no coincideix amb la clau MD5 calculada
208=S'ha produ\u00eft un error a l'afegir l'estudiant a la classe Turnitin. Contacteu l'equip de suport. 
1000=La data l\u00edmit d'aquesta activitat ja ha passat. Cal que contacteu amb el professor per demanar poder fer un lliurament amb retard.

file.type.doc=Word 97-2003
file.type.docx=Word 2007+
file.type.xls=Excel
file.type.xlsx=Excel
file.type.ppt=PowerPoint
file.type.pptx=PowerPoint
file.type.pps=PowerPoint
file.type.ppsx=PowerPoint
file.type.pdf=PDF
file.type.ps=PostScript
file.type.eps=PostScript
file.type.txt=text simple
file.type.html=HTML
file.type.htm=HTML
file.type.wpd=WordPerfect
file.type.odt=OpenOffice
file.type.rtf=text enriquit
file.type.hwp=Hangul

enrolment.email.required=\u00c9s obligatori proporcionar una adre\u00e7a de correu electr\u00f2nic
enrolment.first.name.required=\u00c9s obligatori proporcionar un nom
enrolment.last.name.required=\u00c9s obligatori proporcionar un cognom
enrolment.class.creation.error=Error al crear una classe\: {0}
enrolment.class.creation.error.with.code=No s''ha completat correctament el proc\u00e9s de creaci\u00f3 de la classe. Missatge\: {0} ({1})
enrolment.generic.error=Error a l''assignaci\u00f3\: {0}
enrolment.user.idunusedexception=No es pot recuperar la informaci\u00f3 sobre l'usuari
assignment.creation.error=Error al crear l''activitat\: {0}
assignment.creation.error.with.code=No s''ha completat correctament el proc\u00e9s de creaci\u00f3 de l''activitat. Missatge\: {0} ({1})
submission.permission.exception=No es pot accedir al fitxer per un error amb els permisos
submission.type.exception=Excepci\u00f3 de tipus\: {0}
submission.transient.submission.exception=S'ha produ\u00eft un error a l''enviar l''activitat al servei de revisi\u00f3 de Turnitin, es tornar\u00e0 a provar.  Excepci\u00f3\: {0}
submission.no.external.id=Error a l'enviament\: no s'ha rebut cap identificador extern
submission.error.with.code=Error al lliurar\: {0} ({1})
report.generic.error=Error al recuperar l''informe sobre originalitat\: {0}
