123=\u041b\u0438\u043f\u0441\u0432\u0430\u0449\u043e \u0437\u0430\u0433\u043b\u0430\u0432\u0438\u0435 \u043d\u0430 \u0437\u0430\u0434\u0430\u043d\u0438\u0435\u0442\u043e \u0438\u043b\u0438 \u043d\u0435\u043f\u0440\u0430\u0432\u0438\u043b\u043d\u0430 \u0434\u044a\u043b\u0436\u0438\u043d\u0430
1007=\u0424\u0430\u0439\u043b\u044a\u0442, \u043a\u043e\u0439\u0442\u043e \u0441\u0442\u0435 \u043a\u0430\u0447\u0438\u043b\u0438, \u0435 \u0442\u0432\u044a\u0440\u0434\u0435 \u0433\u043e\u043b\u044f\u043c.
1009=\u041d\u0435\u0432\u0430\u043b\u0438\u0434\u0435\u043d \u0442\u0438\u043f \u0444\u0430\u0439\u043b\! \u0412\u0430\u043b\u0438\u0434\u043d\u0438\u0442\u0435 \u0442\u0438\u043f\u043e\u0432\u0435 \u0441\u0430\: MS Word (DOC, DOCX), Acrobat PDF, PostScript, Text, HTML, WordPerfect (WPD) \u0438 Rich Text Format.  \u041c\u043e\u043b\u044f, \u0443\u0432\u0435\u0440\u0435\u0442\u0435 \u0441\u0435, \u0447\u0435 \u0444\u043e\u0440\u043c\u0430\u0442\u044a\u0442 \u043d\u0430 \u0432\u0430\u0448\u0438\u044f \u0444\u0430\u0439\u043b \u0435 \u0435\u0434\u0438\u043d \u043e\u0442 \u0432\u0430\u043b\u0438\u0434\u043d\u0438\u0442\u0435 \u0442\u0438\u043f\u043e\u0432\u0435 \u0444\u0430\u0439\u043b\u043e\u0432\u0435.
1010=\u0414\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u044a\u0442, \u043a\u043e\u0439\u0442\u043e \u0441\u0435 \u043e\u043f\u0438\u0442\u0432\u0430\u0442\u0435 \u0434\u0430 \u0438\u0437\u043f\u0440\u0430\u0442\u0438\u0442\u0435, \u043d\u0435 \u0441\u044a\u0434\u044a\u0440\u0436\u0430 100 \u0441\u0438\u043c\u0432\u043e\u043b\u0430 \u0442\u0435\u043a\u0441\u0442.
1011=\u0414\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u044a\u0442, \u043a\u043e\u0439\u0442\u043e \u0441\u0435 \u043e\u043f\u0438\u0442\u0432\u0430\u0442\u0435 \u0434\u0430 \u0438\u0437\u043f\u0440\u0430\u0442\u0438\u0442\u0435, \u0435 \u043d\u0435\u043f\u0440\u0430\u0432\u0438\u043b\u043d\u043e \u0444\u043e\u0440\u043c\u0430\u0442\u0438\u0440\u0430\u043d.  \u0418\u0437\u0433\u043b\u0435\u0436\u0434\u0430, \u0447\u0435 \u043c\u0435\u0436\u0434\u0443 \u043e\u0442\u0434\u0435\u043b\u043d\u0438\u0442\u0435 \u0431\u0443\u043a\u0432\u0438 \u0432 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u0430 \u0438\u043c\u0430 \u0438\u043d\u0442\u0435\u0440\u0432\u0430\u043b\u0438.  \u041c\u043e\u043b\u044f, \u043e\u043f\u0438\u0442\u0430\u0439\u0442\u0435 \u0434\u0430 \u043f\u043e\u0434\u0430\u0434\u0435\u0442\u0435 \u043e\u0442\u043d\u043e\u0432\u043e \u0438\u043b\u0438 \u0441\u0435 \u0441\u0432\u044a\u0440\u0436\u0435\u0442\u0435 \u0441 \u043d\u0430\u0448\u0435\u0442\u043e \u0431\u044e\u0440\u043e \u0437\u0430 \u043f\u043e\u043c\u043e\u0449, \u0430\u043a\u043e \u043f\u0440\u043e\u0431\u043b\u0435\u043c\u044a\u0442 \u043f\u0440\u043e\u0434\u044a\u043b\u0436\u0430\u0432\u0430.
1013=\u0422\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0438\u0437\u043f\u0440\u0430\u0442\u0438\u0442\u0435 \u0442\u0435\u043a\u0441\u0442 \u0441 \u043f\u043e\u0432\u0435\u0447\u0435 \u043e\u0442 20 \u0434\u0443\u043c\u0438.
1019=\u0417\u0430\u0433\u043b\u0430\u0432\u0438\u0435\u0442\u043e \u043d\u0430 \u0441\u0442\u0430\u0442\u0438\u044f\u0442\u0430 \u043d\u0430\u0434\u0445\u0432\u044a\u0440\u043b\u044f \u043c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u043d\u0438\u044f \u0431\u0440\u043e\u0439 \u043e\u0442 200 \u0437\u043d\u0430\u043a\u0430
1023=\u0421\u044a\u0436\u0430\u043b\u044f\u0432\u0430\u043c\u0435, \u043d\u043e \u043d\u0435 \u0443\u0441\u043f\u044f\u0445\u043c\u0435 \u0434\u0430 \u043f\u0440\u043e\u0447\u0435\u0442\u0435\u043c \u043f\u043e\u0434\u0430\u0434\u0435\u043d\u0438\u044f \u043e\u0442 \u0432\u0430\u0441 PDF \u0444\u0430\u0439\u043b. \u041c\u043e\u043b\u044f, \u0443\u0432\u0435\u0440\u0435\u0442\u0435 \u0441\u0435, \u0447\u0435 \u0444\u0430\u0439\u043b\u044a\u0442 \u043d\u0435 \u0435 \u0437\u0430\u0449\u0438\u0442\u0435\u043d \u0441 \u043f\u0430\u0440\u043e\u043b\u0430 \u0438 \u0441\u044a\u0434\u044a\u0440\u0436\u0430 \u0438\u0437\u0431\u0438\u0440\u0430\u0435\u043c \u0442\u0435\u043a\u0441\u0442, \u0430 \u043d\u0435 \u0441\u043a\u0430\u043d\u0438\u0440\u0430\u043d\u0438 \u0438\u0437\u043e\u0431\u0440\u0430\u0436\u0435\u043d\u0438\u044f..
1024=\u0414\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u044a\u0442, \u043a\u043e\u0439\u0442\u043e \u0441\u0435 \u043e\u043f\u0438\u0442\u0432\u0430\u0442\u0435 \u0434\u0430 \u0438\u0437\u043f\u0440\u0430\u0442\u0438\u0442\u0435, \u043d\u0435 \u043e\u0442\u0433\u043e\u0432\u0430\u0440\u044f \u043d\u0430 \u043d\u0430\u0448\u0438\u0442\u0435 \u043a\u0440\u0438\u0442\u0435\u0440\u0438\u0438 \u0437\u0430 \u043b\u0435\u0433\u0438\u0442\u0438\u043c\u0435\u043d \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442. \u041c\u043e\u043b\u044f, \u043e\u043f\u0438\u0442\u0430\u0439\u0442\u0435 \u0434\u0430 \u0438\u0437\u043f\u0440\u0430\u0442\u0438\u0442\u0435 \u043e\u0442\u043d\u043e\u0432\u043e \u0438\u043b\u0438 \u0441\u0435 \u0441\u0432\u044a\u0440\u0436\u0435\u0442\u0435 \u0441 \u043d\u0430\u0448\u0435\u0442\u043e \u0431\u044e\u0440\u043e \u0437\u0430 \u043f\u043e\u043c\u043e\u0449, \u0430\u043a\u043e \u043f\u0440\u043e\u0431\u043b\u0435\u043c\u044a\u0442 \u043f\u0440\u043e\u0434\u044a\u043b\u0436\u0430\u0432\u0430.
302=MD5 \u043d\u0435 \u0435 \u0443\u0434\u043e\u0441\u0442\u043e\u0432\u0435\u0440\u0435\u043d - MD5 \u0432 URL \u0430\u0434\u0440\u0435\u0441\u0430 \u043d\u0435 \u0441\u044a\u0432\u043f\u0430\u0434\u0430 \u0441 \u0438\u0437\u0447\u0438\u0441\u043b\u0435\u043d\u0438\u044f MD5
208=\u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0437\u0430\u043f\u0438\u0441\u0432\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0441\u0442\u0443\u0434\u0435\u043d\u0442\u0430 \u0432 \u043a\u043b\u0430\u0441\u0430 \u043d\u0430 Turnitin. \u041c\u043e\u043b\u044f, \u0441\u0432\u044a\u0440\u0436\u0435\u0442\u0435 \u0441\u0435 \u0441\u044a\u0441 \u0441\u043b\u0443\u0436\u0431\u0430\u0442\u0430 \u0437\u0430 \u043f\u043e\u043c\u043e\u0449
1000=\u0421\u0440\u043e\u043a\u044a\u0442 \u0437\u0430 \u0438\u0437\u043f\u044a\u043b\u043d\u0435\u043d\u0438\u0435 \u043d\u0430 \u0442\u043e\u0432\u0430 \u0437\u0430\u0434\u0430\u043d\u0438\u0435 \u0435 \u0438\u0437\u0442\u0435\u043a\u044a\u043b. \u041c\u043e\u043b\u044f, \u043e\u0431\u044a\u0440\u043d\u0435\u0442\u0435 \u0441\u0435 \u043a\u044a\u043c \u043f\u0440\u0435\u043f\u043e\u0434\u0430\u0432\u0430\u0442\u0435\u043b\u044f \u0441\u0438, \u0437\u0430 \u0434\u0430 \u043f\u043e\u0438\u0441\u043a\u0430\u0442\u0435 \u043f\u043e\u0441\u043b\u0435\u0434\u0432\u0430\u0449\u043e \u043f\u043e\u0434\u0430\u0432\u0430\u043d\u0435.

file.type.doc=Word 97-2003
file.type.docx=Word 2007+
file.type.xls=Excel
file.type.xlsx=Excel
file.type.ppt=PowerPoint
file.type.pptx=PowerPoint
file.type.pps=PowerPoint
file.type.ppsx=PowerPoint
file.type.pdf=PDF
file.type.ps=PostScript
file.type.eps=PostScript
file.type.txt=\u043e\u0431\u0438\u043a\u043d\u043e\u0432\u0435\u043d \u0442\u0435\u043a\u0441\u0442
file.type.html=HTML
file.type.htm=HTML
file.type.wpd=WordPerfect
file.type.odt=OpenOffice
file.type.rtf=\u0431\u043e\u0433\u0430\u0442 \u0442\u0435\u043a\u0441\u0442
file.type.hwp=Hangul

enrolment.email.required=\u0418\u0437\u0438\u0441\u043a\u0432\u0430 \u0441\u0435 \u0438\u043c\u0435\u0439\u043b \u0430\u0434\u0440\u0435\u0441
enrolment.first.name.required=\u0418\u0437\u0438\u0441\u043a\u0432\u0430 \u0441\u0435 \u043f\u044a\u0440\u0432\u043e \u0438\u043c\u0435
enrolment.last.name.required=\u0418\u0437\u0438\u0441\u043a\u0432\u0430 \u0441\u0435 \u0444\u0430\u043c\u0438\u043b\u043d\u043e \u0438\u043c\u0435
enrolment.class.creation.error=\u0413\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0441\u044a\u0437\u0434\u0430\u0432\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u043a\u043b\u0430\u0441\u0430\: {0}
enrolment.class.creation.error.with.code=\u0421\u044a\u0437\u0434\u0430\u0432\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u043a\u043b\u0430\u0441 \u0435 \u043d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u043e. \u0421\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u0435\: {0} ({1})
enrolment.generic.error=\u0413\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0437\u0430\u043f\u0438\u0441\u0432\u0430\u043d\u0435\u0442\u043e\: {0}
enrolment.user.idunusedexception=\u041d\u0435 \u043c\u043e\u0433\u0430 \u0434\u0430 \u043f\u043e\u043b\u0443\u0447\u0430 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f \u0437\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u044f
assignment.creation.error=\u0413\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0441\u044a\u0437\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u0437\u0430\u0434\u0430\u043d\u0438\u0435\: {0}
assignment.creation.error.with.code=\u0421\u044a\u0437\u0434\u0430\u0432\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0437\u0430\u0434\u0430\u043d\u0438\u0435 \u0435 \u043d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u043e. \u0421\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u0435\: {0} ({1})
submission.permission.exception=\u0414\u043e\u0441\u0442\u044a\u043f\u044a\u0442 \u0434\u043e \u0444\u0430\u0439\u043b\u0430 \u043d\u0435 \u0435 \u0432\u044a\u0437\u043c\u043e\u0436\u0435\u043d \u043f\u043e\u0440\u0430\u0434\u0438 \u0433\u0440\u0435\u0448\u043a\u0430 \u0432 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0438\u0435\u0442\u043e
submission.type.exception=\u0418\u0437\u043a\u043b\u044e\u0447\u0435\u043d\u0438\u0435 \u043e\u0442 \u0442\u0438\u043f\u0430\: {0}
submission.transient.submission.exception=\u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430\u043b\u0430 \u0435 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0438\u0437\u043f\u0440\u0430\u0449\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0437\u0430\u0434\u0430\u0447\u0430\u0442\u0430 \u0432 Turnitin, \u0449\u0435 \u043e\u043f\u0438\u0442\u0430\u043c \u043e\u0442\u043d\u043e\u0432\u043e. \u0418\u0437\u043a\u043b\u044e\u0447\u0435\u043d\u0438\u0435\: {0}
submission.no.external.id=\u0413\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u043f\u043e\u0434\u0430\u0432\u0430\u043d\u0435\: \u043d\u0435 \u0435 \u043f\u043e\u043b\u0443\u0447\u0435\u043d \u0432\u044a\u043d\u0448\u0435\u043d \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440
submission.error.with.code=\u0413\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u043f\u043e\u0434\u0430\u0432\u0430\u043d\u0435\u0442\u043e\: {0} ({1})
report.generic.error=\u0413\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0438\u0437\u0432\u043b\u0438\u0447\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0434\u043e\u043a\u043b\u0430\u0434\u0430 \u0437\u0430 \u043e\u0440\u0438\u0433\u0438\u043d\u0430\u043b\u043d\u043e\u0441\u0442\: {0}
