123=Naslov zadatka nedostaje ili je neodgovaraju\u0107a du\u017eina
1007=Datoteka koju si otpremio je prevelika.
1009=Neva\u017ee\u0107i tip datoteke\! Va\u017ee\u0107i tipovi su\: MS Word (DOC, DOCX), Acrobat PDF, PostScript, Text, HTML, WordPerfect (WPD) i Rich Text Format.  Molimo vodi ra\u010duna da je format tvoje datoteke jedan od va\u017ee\u0107ih tipova datoteke.
1010=Rad koji poku\u0161ava\u0161 da podnese\u0161 ne sadr\u017ei 100 karaktera teksta.
1011=Rad koji poku\u0161ava\u0161 da podnese\u0161 je nepravilno formatiran. Izgleda da ima razmaka izme\u0111u svakog slova u tvom radu. Molimo ponovo poku\u0161aj da podnese\u0161 rad ili kontaktiraj na\u0161 servisni odsek ako problem ostane nere\u0161en.
1013=Mora\u0161 da podnese\u0161 vi\u0161e od 20 re\u010di teksta.
1019=Naslov rada prema\u0161uje maksimalnih 200 karaktera
1023=\u017dao nam je, ali nismo mogli da o\u010ditamo PDF koji si podneo. Molimo vodi ra\u010duna da datoteka nije za\u0161ti\u0107ena lozinkom i sadr\u017ei selektabilni tekst umesto skeniranih slika.
1024=Rad koji poku\u0161ava\u0161 da podnese\u0161 ne zadovoljava na\u0161e kriterijume za legitiman rad. Molimo ponovo poku\u0161aj da podnese\u0161 rad ili kontaktiraj na\u0161 servisni odsek ako problem ostane nere\u0161en.
302=MD5 nije autentifikovan - MD5 u URL ne odgovara izra\u010dunatom MD5
208=Do\u0161lo je do gre\u0161ke prilikom upisa studenta na Turnitin kurs. Molimo kontaktiraj servisni odsek
1000=Datum dospe\u0107a za ovaj zadatak je istekao. Molimo konsultuj se sa svojim instruktorom kako bi zatra\u017eio kasnije podno\u0161enje.

file.type.doc=Word 97-2003
file.type.docx=Word 2007+
file.type.xls=Excel
file.type.xlsx=Excel
file.type.ppt=PowerPoint
file.type.pptx=PowerPoint
file.type.pps=PowerPoint
file.type.ppsx=PowerPoint
file.type.pdf=PDF
file.type.ps=PostScript
file.type.eps=PostScript
file.type.txt=Obi\u010dan tekst
file.type.html=HTML
file.type.htm=HTML
file.type.wpd=WordPerfect
file.type.odt=OpenOffice
file.type.rtf=rich text
file.type.hwp=Hangul

enrolment.email.required=Imejl adresa je obavezna
enrolment.first.name.required=Ime je obavezno
enrolment.last.name.required=Prezime je obavezno
enrolment.class.creation.error=Gre\u0161ka prilikom kreiranja kursa\: {0}
enrolment.class.creation.error.with.code=Kreiranje kursa je bilo neuspe\u0161no. Poruka\: {0} ({1})
enrolment.generic.error=Gre\u0161ka u vezi sa upisom\: {0}
enrolment.user.idunusedexception=Nemogu\u0107nost dobijanja informacija o korisniku
assignment.creation.error=Gre\u0161ka prilikom kreiranja zadatka\: {0}
assignment.creation.error.with.code=Kreiranje zadatka je bilo neuspe\u0161no. Poruka\: {0} ({1})
submission.permission.exception=Datoteci se ne mo\u017ee pristupiti zbog gre\u0161ke u vezi sa dozvolom
submission.type.exception=Izuze\u0107e tipa\: {0}
submission.transient.submission.exception=Do\u0161lo je do gre\u0161ke prilikom podno\u0161enja zadatka u Turnitin, ponovo poku\u0161aj. Izuze\u0107e\: {0}
submission.no.external.id=Gre\u0161ka prilikom podno\u0161enja\: nije primljen eksterni ID broj
submission.error.with.code=Gre\u0161ka u podnesku\: {0} ({1})
report.generic.error=Gre\u0161ka prilikom vra\u0107anja izve\u0161taja o originalnosti\: {0}
