123=\u0639\u0646\u0648\u0627\u0646 \u0627\u0644\u0645\u0647\u0645\u0629 \u0645\u0641\u0642\u0648\u062f \u0623\u0648 \u0637\u0648\u0644 \u063a\u064a\u0631 \u0635\u062d\u064a\u062d
1007=\u0627\u0644\u0645\u0644\u0641 \u0627\u0644\u0630\u064a \u0642\u0645\u062a \u0628\u062a\u062d\u0645\u064a\u0644\u0647 \u0643\u0628\u064a\u0631 \u062c\u062f\u064b\u0627.
1009=\u0646\u0648\u0639 \u0627\u0644\u0645\u0644\u0641 \u063a\u064a\u0631 \u0635\u0627\u0644\u062d\! \u0627\u0644\u0623\u0646\u0648\u0627\u0639 \u0627\u0644\u0635\u0627\u0644\u062d\u0629 \u0647\u064a\: MS Word (DOC \u060c DOCX) \u060c Acrobat PDF \u060c PostScript \u060c Text \u060c HTML \u060c WordPerfect (WPD) \u0648\u062a\u0646\u0633\u064a\u0642 Rich Text. \u064a\u0631\u062c\u0649 \u0627\u0644\u062a\u0623\u0643\u062f \u0645\u0646 \u0623\u0646 \u062a\u0646\u0633\u064a\u0642 \u0645\u0644\u0641\u0643 \u0647\u0648 \u0623\u062d\u062f \u0623\u0646\u0648\u0627\u0639 \u0627\u0644\u0645\u0644\u0641\u0627\u062a \u0627\u0644\u0635\u0627\u0644\u062d\u0629.
1010=\u0627\u0644\u0648\u0631\u0642\u0629 \u0627\u0644\u062a\u064a \u062a\u062d\u0627\u0648\u0644 \u0625\u0631\u0633\u0627\u0644\u0647\u0627 \u0644\u0627 \u062a\u062d\u062a\u0648\u064a \u0639\u0644\u0649 100 \u062d\u0631\u0641 \u0645\u0646 \u0627\u0644\u0646\u0635.
1011=\u062a\u0645 \u062a\u0646\u0633\u064a\u0642 \u0627\u0644\u0648\u0631\u0642\u0629 \u0627\u0644\u062a\u064a \u062a\u062d\u0627\u0648\u0644 \u0625\u0631\u0633\u0627\u0644\u0647\u0627 \u0628\u0634\u0643\u0644 \u063a\u064a\u0631 \u0635\u062d\u064a\u062d. \u064a\u0628\u062f\u0648 \u0623\u0646 \u0647\u0646\u0627\u0643 \u0645\u0633\u0627\u0641\u0627\u062a \u0628\u064a\u0646 \u0643\u0644 \u062d\u0631\u0641 \u0641\u064a \u0627\u0644\u0648\u0631\u0642\u0629 \u0627\u0644\u062e\u0627\u0635\u0629 \u0628\u0643. \u064a\u0631\u062c\u0649 \u0645\u062d\u0627\u0648\u0644\u0629 \u0627\u0644\u0625\u0631\u0633\u0627\u0644 \u0645\u0631\u0629 \u0623\u062e\u0631\u0649 \u0623\u0648 \u0627\u0644\u0627\u062a\u0635\u0627\u0644 \u0628\u0645\u0643\u062a\u0628 \u0627\u0644\u0645\u0633\u0627\u0639\u062f\u0629 \u0625\u0630\u0627 \u0627\u0633\u062a\u0645\u0631\u062a \u0627\u0644\u0645\u0634\u0643\u0644\u0629.
1013=\u064a\u062c\u0628 \u0639\u0644\u064a\u0643 \u062a\u0642\u062f\u064a\u0645 \u0623\u0643\u062b\u0631 \u0645\u0646 20 \u0643\u0644\u0645\u0629 \u0646\u0635\u064a\u0629.
1019=\u064a\u062a\u062c\u0627\u0648\u0632 \u0639\u0646\u0648\u0627\u0646 \u0627\u0644\u0648\u0631\u0642 200 \u062d\u0631\u0641 \u0643\u062d\u062f \u0623\u0642\u0635\u0649
1023=\u0639\u0630\u0631\u064b\u0627 \u060c \u0644\u0645 \u0646\u062a\u0645\u0643\u0646 \u0645\u0646 \u0642\u0631\u0627\u0621\u0629 \u0645\u0644\u0641 PDF \u0627\u0644\u0630\u064a \u0623\u0631\u0633\u0644\u062a\u0647. \u064a\u0631\u062c\u0649 \u0627\u0644\u062a\u0623\u0643\u062f \u0645\u0646 \u0623\u0646 \u0627\u0644\u0645\u0644\u0641 \u063a\u064a\u0631 \u0645\u062d\u0645\u064a \u0628\u0643\u0644\u0645\u0629 \u0645\u0631\u0648\u0631 \u0648\u064a\u062d\u062a\u0648\u064a \u0639\u0644\u0649 \u0646\u0635 \u0642\u0627\u0628\u0644 \u0644\u0644\u062a\u062d\u062f\u064a\u062f \u0628\u062f\u0644\u0627\u064b \u0645\u0646 \u0627\u0644\u0635\u0648\u0631 \u0627\u0644\u0645\u0645\u0633\u0648\u062d\u0629 \u0636\u0648\u0626\u064a\u064b\u0627.
1024=\u0627\u0644\u0648\u0631\u0642 \u0627\u0644\u0630\u064a \u062a\u062d\u0627\u0648\u0644 \u0625\u0631\u0633\u0627\u0644\u0647 \u0644\u0627 \u064a\u0641\u064a \u0628\u0645\u0639\u0627\u064a\u064a\u0631\u0646\u0627 \u0644\u0648\u0631\u0642\u0629 \u0634\u0631\u0639\u064a\u0629. \u064a\u0631\u062c\u0649 \u0645\u062d\u0627\u0648\u0644\u0629 \u0627\u0644\u0625\u0631\u0633\u0627\u0644 \u0645\u0631\u0629 \u0623\u062e\u0631\u0649 \u0623\u0648 \u0627\u0644\u0627\u062a\u0635\u0627\u0644 \u0628\u0645\u0643\u062a\u0628 \u0627\u0644\u0645\u0633\u0627\u0639\u062f\u0629 \u0625\u0630\u0627 \u0627\u0633\u062a\u0645\u0631\u062a \u0627\u0644\u0645\u0634\u0643\u0644\u0629.
302=\u0639\u062f\u0645 \u0645\u0635\u0627\u062f\u0642\u0629 MD5 - \u0644\u0627 \u064a\u0637\u0627\u0628\u0642 MD5 \u0641\u064a \u0639\u0646\u0648\u0627\u0646 URL MD5 \u0627\u0644\u0645\u062d\u0633\u0648\u0628
208=\u062d\u062f\u062b \u062e\u0637\u0623 \u0641\u064a \u062a\u0633\u062c\u064a\u0644 \u0627\u0644\u0637\u0627\u0644\u0628 \u0641\u064a \u0641\u0635\u0644 Turnitin. \u064a\u0631\u062c\u0649 \u0627\u0644\u0627\u062a\u0635\u0627\u0644 \u0628\u0645\u0643\u062a\u0628 \u0627\u0644\u0645\u0633\u0627\u0639\u062f\u0629
1000=\u0627\u0646\u0642\u0636\u0649 \u062a\u0627\u0631\u064a\u062e \u0627\u0644\u0627\u0633\u062a\u062d\u0642\u0627\u0642 \u0644\u0647\u0630\u0647 \u0627\u0644\u0645\u0647\u0645\u0629. \u064a\u0631\u062c\u0649 \u0645\u0631\u0627\u062c\u0639\u0629 \u0645\u0639\u0644\u0645\u0643 \u0644\u0637\u0644\u0628 \u0627\u0644\u062a\u0642\u062f\u064a\u0645 \u0627\u0644\u0645\u062a\u0623\u062e\u0631.

file.type.doc=\u0648\u0648\u0631\u062f 97-2003
file.type.docx=Word 2007+
file.type.xls=\u0627\u0644\u062a\u0641\u0648\u0642
file.type.xlsx=\u0627\u0644\u062a\u0641\u0648\u0642
file.type.ppt=\u0639\u0631\u0636 \u062a\u0642\u062f\u064a\u0645\u064a
file.type.pptx=\u0639\u0631\u0636 \u062a\u0642\u062f\u064a\u0645\u064a
file.type.pps=\u0639\u0631\u0636 \u062a\u0642\u062f\u064a\u0645\u064a
file.type.ppsx=\u0639\u0631\u0636 \u062a\u0642\u062f\u064a\u0645\u064a
file.type.pdf=PDF
file.type.ps=\u0628\u0648\u0633\u062a\u0633\u0643\u0631\u064a\u0628\u062a
file.type.eps=\u0628\u0648\u0633\u062a\u0633\u0643\u0631\u064a\u0628\u062a 
file.type.txt=\u0646\u0635 \u0639\u0627\u062f\u064a
file.type.html=HTML
file.type.htm=HTML
file.type.wpd=WordPerfect
file.type.odt=OpenOffice
file.type.rtf=\u0646\u0635 \u0628\u0633\u064a\u0637
file.type.hwp=Hangul

enrolment.email.required=\u0645\u0637\u0644\u0648\u0628 \u0639\u0646\u0648\u0627\u0646 \u0627\u0644\u0628\u0631\u064a\u062f \u0627\u0644\u0625\u0644\u0643\u062a\u0631\u0648\u0646\u064a
enrolment.first.name.required=\u0627\u0644\u0627\u0633\u0645 \u0627\u0644\u0623\u0648\u0644 \u0645\u0637\u0644\u0648\u0628
enrolment.last.name.required=\u0645\u0637\u0644\u0648\u0628 \u0627\u0633\u0645 \u0623\u062e\u064a\u0631
enrolment.class.creation.error=\u062e\u0637\u0623 \u0641\u064a \u0625\u0646\u0634\u0627\u0621 \u0627\u0644\u0641\u0635\u0644 \u0627\u0644\u062f\u0631\u0627\u0633\u064a\: {0}
enrolment.class.creation.error.with.code=\u0641\u0634\u0644 \u0625\u0646\u0634\u0627\u0621 \u0627\u0644\u0641\u0635\u0644 \u0627\u0644\u062f\u0631\u0627\u0633\u064a. \u0627\u0644\u0631\u0633\u0627\u0644\u0629\: {0} ({1})
enrolment.generic.error=\u062e\u0637\u0623 \u0641\u064a \u0627\u0644\u062a\u0633\u062c\u064a\u0644\: {0}
enrolment.user.idunusedexception=\u0644\u0627 \u064a\u0645\u0643\u0646 \u0627\u0644\u062d\u0635\u0648\u0644 \u0639\u0644\u0649 \u0645\u0639\u0644\u0648\u0645\u0627\u062a \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645
assignment.creation.error=\u062e\u0637\u0623 \u0641\u064a \u0625\u0646\u0634\u0627\u0621 \u0627\u0644\u0645\u0647\u0645\u0629 \u0627\u0644\u062f\u0631\u0627\u0633\u064a\u0629\: {0}
assignment.creation.error.with.code=\u0641\u0634\u0644 \u0625\u0646\u0634\u0627\u0621 \u0627\u0644\u0645\u0647\u0645\u0629 \u0627\u0644\u062f\u0631\u0627\u0633\u064a\u0629. \u0627\u0644\u0631\u0633\u0627\u0644\u0629\: {0} ({1})
submission.permission.exception=\u062a\u0639\u0630\u0631 \u0627\u0644\u0648\u0635\u0648\u0644 \u0625\u0644\u0649 \u0627\u0644\u0645\u0644\u0641 \u0628\u0633\u0628\u0628 \u062e\u0637\u0623 \u0625\u0630\u0646
submission.type.exception=\u0627\u0633\u062a\u062b\u0646\u0627\u0621 \u0627\u0644\u0646\u0648\u0639\: {0}
submission.transient.submission.exception=\u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u0625\u0631\u0633\u0627\u0644 \u0627\u0644\u0645\u0647\u0645\u0629 \u0625\u0644\u0649 Turnitin \u060c \u0633\u062a\u062a\u0645 \u0625\u0639\u0627\u062f\u0629 \u0627\u0644\u0645\u062d\u0627\u0648\u0644\u0629. \u0627\u0633\u062a\u062b\u0646\u0627\u0621\: {0}
submission.no.external.id=\u062e\u0637\u0623 \u0641\u064a \u0627\u0644\u0625\u0631\u0633\u0627\u0644\: \u0644\u0645 \u064a\u062a\u0645 \u0627\u0633\u062a\u0644\u0627\u0645 \u0645\u0639\u0631\u0641 \u062e\u0627\u0631\u062c\u064a
submission.error.with.code=\u062e\u0637\u0623 \u0641\u064a \u0627\u0644\u0625\u0631\u0633\u0627\u0644\: {0} ({1})
report.generic.error=\u062e\u0637\u0623 \u0641\u064a \u0627\u0633\u062a\u0631\u062f\u0627\u062f \u062a\u0642\u0631\u064a\u0631 \u0627\u0644\u0623\u0635\u0627\u0644\u0629\: {0}
