123=Titre du devoir manquant ou longueur incorrecte
1007=Le fichier que vous avez t\u00e9l\u00e9charg\u00e9 est trop grand.
1009=Type de fichier non valide \\\! Les types valides sont \: MS Word (DOC, DOCX), Acrobat PDF, PostScript, texte, HTML, WordPerfect (WPD) et Rich Text Format (RTF).  Veuillez vous assurer que le format de votre fichier est l'un des types de fichiers valides.
1010=Le document que vous essayez de soumettre ne contient pas 100 caract\u00e8res de texte.
1011=Le document que vous essayez de soumettre est incorrectement mise en forme.  Il semble y avoir des espaces entre chaque lettre dans votre document.  Essayez de soumettre \u00e0 nouveau ou contactez-nous si le probl\u00e8me persiste.
1013=Vous devez soumettre un texte de plus de 20 mots.
1019=Le titre du document d\u00e9passe le maximum de 200 caract\u00e8res
1023=Nous sommes d\u00e9sol\u00e9s, mais nous ne pourrions pas lire le PDF que vous avez soumis. S'il vous pla\u00eet assurez-vous que le fichier n'est pas prot\u00e9g\u00e9 par mot de passe et contient un texte s\u00e9lectionnable plut\u00f4t que des images num\u00e9ris\u00e9es.
1024=Le document que vous essayez de soumettre ne r\u00e9pond pas \u00e0 nos crit\u00e8res pour un document l\u00e9gitime. Essayez de soumettre \u00e0 nouveau ou contactez-nous si le probl\u00e8me persiste.
302=MD5 n'est pas authentifi\u00e9 - MD5 dans l'URL ne correspond pas \u00e0 MD5 calcul\u00e9
208=Erreur lors de l'inscription de l'\u00e9tudiant dans la classe de Compilatio. Veuillez nous contacter
1000=La date d'\u00e9ch\u00e9ance pour ce devoir a pass\u00e9. Veuillez consulter votre enseignant pour demander une soumission tardive.

file.type.doc=Processeurs de texte
file.type.docx=Processeurs de texte
file.type.xls=Excel
file.type.xlsx=Excel
file.type.ppt=PowerPoint
file.type.pptx=PowerPoint
file.type.pps=PowerPoint
file.type.ppsx=PowerPoint
file.type.pdf=Adobe Acrobat
file.type.ps=PostScript
file.type.eps=PostScript
file.type.txt=Texte standard
file.type.html=HTML
file.type.htm=HTML
file.type.wpd=WordPerfect
file.type.odt=Processeurs de texte
file.type.rtf=Format RTF
file.type.hwp=Hangul

enrolment.email.required=Une adresse de courriel est requise
enrolment.first.name.required=Le pr\u00e9nom est requis
enrolment.last.name.required=Le nom est requis
enrolment.class.creation.error=Erreur de cr\u00e9ation de classe \: {0}
enrolment.class.creation.error.with.code=La cr\u00e9ation de la classe a \u00e9chou\u00e9. Message \: {0} ({1})
enrolment.generic.error=Erreur d'inscription \: {0}
enrolment.user.idunusedexception=Impossible d'obtenir les informations de l'utilisateur
assignment.creation.error=Erreur de cr\u00e9ation du devoir \: {0}
assignment.creation.error.with.code=La cr\u00e9ation du devoir a \u00e9chou\u00e9. Message \: {0} ({1})
submission.permission.exception=Le fichier n'a pas pu \u00eatre acc\u00e9d\u00e9 en raison d'une erreur de permission
submission.type.exception=Exception de type \: {0}
submission.transient.submission.exception=Une erreur s'est produite lors de l'envoi de l'affectation \u00e0 Turnitin, va r\u00e9essayer. Exception \: {0}
submission.no.external.id=Erreur de soumission\: aucun id externe re\u00e7u
submission.error.with.code=Erreur d'envoi \: {0} ({1})
report.generic.error=Erreur lors de la r\u00e9cup\u00e9ration du rapport d'originalit\u00e9 \: {0}
