#-------------------------------------------------------------------------------
# Translated by: LARC - Laboratory of Architecture and Computer Networks 
# TIDIA-Ae Project Fapesp, Sao Paulo, Brazil
#-------------------------------------------------------------------------------

123=T\u00edtulo da tarefa ausente ou comprimento incorreto
1007=O arquivo que voc\u00ea carregou \u00e9 muito grande.
1009=Tipo de arquivo inv\u00e1lido! Os tipos v\u00e1lidos s\u00e3o: MS Word (DOC, DOCX), Acrobat PDF, PostScript, Text, HTML, WordPerfect (WPD) e Formato Rico de Texto.  Por favor, certifique-se de que o formato do seu arquivo seja um dos tipos de arquivo v\u00e1lidos.
1010=O documento que voc\u00ea est\u00e1 tentando enviar n\u00e3o cont\u00e9m 100 caracteres de texto.
1011=O documento que voc\u00ea est\u00e1 tentando enviar est\u00e1 formatado incorretamente. Parece haver espa\u00e7os entre cada letra. Por favor, tente enviar novamente ou entre em contato com nosso suporte t\u00e9cnico se o problema persistir.
1013=Voc\u00ea deve enviar mais de 20 palavras de texto.
1019=O t\u00edtulo excedeu o m\u00e1ximo de 200 caracteres
1023=Desculpe-nos, mas n\u00e3o pudemos ler o seu PDF. Certifique-se de que o arquivo n\u00e3o esteja protegido por senha e contenha texto selecion\u00e1vel em vez de imagens digitalizadas.
1024=O documento que voc\u00ea est\u00e1 tentando enviar n\u00e3o atende aos nossos crit\u00e9rios de legitimidade. Por favor, tente enviar novamente ou entre em contato com nosso suporte t\u00e9cnico se o problema persistir.
302= MD5 n\u00e3o autenticado - o MD5 na URL n\u00e3o corresponde ao MD5 calculado
208= Ocorreu um erro ao matricular o aluno na aula de Turnitin. Por favor, contacte o suporte t\u00e9cnico
1000=A data de vencimento para essa tarefa j\u00e1 passou. Por favor, veja com seu instrutor para solicitar um envio mais tarde.

file.type.doc = Word 97-2003
file.type.docx = Word 2007+
file.type.xls = Excel
file.type.xlsx = Excel
file.type.ppt = PowerPoint
file.type.pptx = PowerPoint
file.type.pps = PowerPoint
file.type.ppsx = PowerPoint
file.type.pdf = PDF
file.type.ps = PostScript
file.type.eps = PostScript
file.type.txt = texto simples
file.type.html = HTML
file.type.htm = HTML
file.type.wpd = WordPerfect
file.type.odt = OpenOffice
file.type.rtf = texto rico
file.type.hwp = Hangul

enrolment.email.required=\u00c9 necess\u00e1rio um endere\u00e7o de e-mail
enrolment.first.name.required=\u00c9 necess\u00e1rio o primeiro nome
enrolment.last.name.required=\u00c9 necess\u00e1rio o sobrenome
enrolment.class.creation.error=Erro ao criar aula: {0}
enrolment.class.creation.error.with.code=Cria\u00e7\u00e3o de aula n\u00e3o foi bem sucedida. Mensagem: {0} ({1})
enrolment.generic.error=Erro de inscri\u00e7\u00e3o: {0}
enrolment.user.idunusedexception=N\u00e3o foi poss\u00edvel obter informa\u00e7\u00e3o de usu\u00e1rio
assignment.creation.error=Erro ao criar tarefa: {0}
assignment.creation.error.with.code=A cria\u00e7\u00e3o da tarefa n\u00e3o foi bem sucedida. Mensagem: {0} ({1})
submission.permission.exception=O arquivo n\u00e3o p\u00f4de ser acessado devido a um erro de permiss\u00e3o
submission.type.exception=Tipo de excess\u00e3o: {0}
submission.transient.submission.exception=Ocorreu um erro ao enviar a tarefa para o Turnitin, tentaremos novamente. Exce\u00e7\u00e3o: {0}
submission.no.external.id=Erro de envio: nenhum ID externo recebido
submission.error.with.code=Erro de envio: {0} ({1})
report.generic.error=Erro ao recuperar o relat\u00f3rio de originalidade: {0}
