#Vietnamese Sakai is a contribution from HOSEI IT Center and www.huric.org; we also collaborate with Ho Chi Minh University of Technology for this project. 
# For future contact, Please email to Billy Quoc Pham [bpham@huric.org], Nguyen Hua Phung [phung@cse.hcmut.edu.vn] 
#To test out Vietnamse Sakai, you may go to http://vietsakai.huric.net 
#
#Tue Sep 07 15:05:28 PDT 2010
template_too_long=Th\u00f4ng b\u00e1o\: C\u00e1c m\u1eabu \u0111\u01b0\u1ee3c t\u1ea3i l\u00ean file ch\u1ee9a {0} k\u00fd t\u1ef1. file m\u1eabu c\u1ee7a b\u1ea1n kh\u00f4ng th\u1ec3 v\u01b0\u1ee3t qu\u00e1 {1} k\u00fd t\u1ef1. 
gradebook_preview=xem ng\u01b0\u1eddi tham gia 
syllabus_title=Ti\u00eau \u0111\u1ec1 
template_file=Xem Ti\u00eau b\u1ea3n File 
csv_download=t\u1ea3i v\u1ec1 
sort_creator=Ph\u00e2n lo\u1ea1i b\u1edfi Ng\u01b0\u1eddi t\u1ea1o 
advanced=C\u00e0i \u0111\u1eb7t N\u00e2ng cao 
notification=Th\u00f4ng b\u00e1o 
bar_student_view=Quay L\u1ea1i 
sort_mod_by_asc=S\u1eafp x\u1ebfp theo \u0111\u1ed5i theo t\u0103ng d\u1ea7n 
invalid_delim=Th\u00f4ng b\u00e1o\: H\u00e3y ch\u1ecdn m\u1ed9t ph\u00e2n c\u00e1ch h\u1ee3p l\u1ec7 cho c\u00e1c file c\u1ee7a b\u1ea1n. 
username=T\u00ean \u0111\u0103ng nh\u1eadp 
sort_title_desc=S\u1eafp x\u1ebfp theo Ti\u00eau \u0111\u1ec1 gi\u1ea3m d\u1ea7n 
syllabus=Gi\u00e1o tr\u00ecnh 
heading_too_long=Th\u00f4ng b\u00e1o\: M\u1ed7i c\u1ed9t nh\u00f3m trong file t\u1ea3i l\u00ean c\u1ee7a b\u1ea1n kh\u00f4ng th\u1ec3 v\u01b0\u1ee3t qu\u00e1 {0} k\u00fd t\u1ef1. 
choose_template=Ch\u1ecdn m\u1ed9t b\u1ea3n m\u1eabu 
choose_type=Ch\u1ecdn lo\u1ea1i t\u00e0i nguy\u00ean ... 
feedback_title=Th\u00f4ng tin ph\u1ea3n h\u1ed3i File\: 
error_edit_select=edit_select {0} 
tab_feedback_first=Comma file \u0111\u01b0\u1ee3c ph\u00e2n \u0111\u1ecbnh ph\u1ea3i \u0111\u01b0\u1ee3c l\u01b0u trong. \u0111\u1ecbnh d\u1ea1ng .csv Tab-gi\u1edbi h\u1ea1n c\u00e1c file ph\u1ea3i \u0111\u01b0\u1ee3c l\u01b0u trong \u0111\u1ecbnh d\u1ea1ng txt. 
prop_hdr_rank=c\u1ea5p b\u1eadc\: 
bar_ok=ok 
missing_csv=Th\u00f4ng b\u00e1o\: H\u00e3y ch\u1ecdn m\u1ed9t file v\u00e0o b\u00e0i. 
no_gradebook_selected=Xin l\u1ed7i, kh\u00f4ng gradebook hi\u1ec7n \u0111ang \u0111\u01b0\u1ee3c ch\u1ecdn. 
smart_text=V\u0103n b\u1ea3n th\u00f4ng minh 
gradebook_update=c\u1eadp nh\u1eadt 
yes=V\u00e2ng 
released=Ph\u00e1t h\u00e0nh 
email_notify=Email th\u00f4ng b\u00e1o 
no_grades_for_user=Kh\u00f4ng c\u00f3 \u0111i\u1ec3m cho ng\u01b0\u1eddi s\u1eed d\u1ee5ng hi\u1ec7n nay \u1edf gradebook 
no_gradebooks=Hi\u1ec7n t\u1ea1i kh\u00f4ng c\u00f3 items t\u1ea1i \u0111\u1ecba \u0111i\u1ec3m n\u00e0y. 
sort_released=Ph\u00e2n Lo\u1ea1i b\u1edfi T\u00ecnh tr\u1ea1ng Ph\u00e1t h\u00e0nh 
type_url_in_line=URL Xem trong d\u00f2ng trong c\u1eeda s\u1ed5 
template_instructions=Click v\u00e0o Browse, b\u1ea5m \u0111\u00fap v\u00e0o file m\u1eabu Xem c\u1ee7a b\u1ea1n. \u0110\u1ec3 lo\u1ea1i b\u1ecf c\u00e1c ti\u00eau b\u1ea3n, t\u1ea3i l\u00ean m\u1ed9t file tr\u1ed1ng. 
mult_duplicate_usernames=Th\u00f4ng b\u00e1o\: Nh\u1eefng t\u00ean ng\u01b0\u1eddi d\u00f9ng sau \u0111\u00e2y xu\u1ea5t hi\u1ec7n nhi\u1ec1u h\u01a1n m\u1ed9t l\u1ea7n trong file t\u1ea3i l\u00ean\: 
syllabus_format=\u0110\u1ecbnh d\u1ea1ng 
missing_location=1 c\u1ed9t, Row {0} 
missing_username_dir=\u0110\u1ec3 ti\u1ebfp t\u1ee5c, tr\u01b0\u1edbc ti\u00ean b\u1ea1n ph\u1ea3i cung c\u1ea5p m\u1ed9t t\u00ean ng\u01b0\u1eddi d\u00f9ng cho t\u1ea5t c\u1ea3 ng\u01b0\u1eddi tham gia trong file. 
sort_released_desc=Ph\u00e2n lo\u1ea1i b\u1edfi Release T\u00ecnh tr\u1ea1ng gi\u1ea3m d\u1ea7n 
add_attach=Th\u00eam file \u0111\u00ednh k\u00e8m 
student_lastchecked=Ng\u00e0y ki\u1ec3m tra 
feedback_first=file ph\u1ea3n h\u1ed3i c\u1ee7a b\u1ea1n ph\u1ea3i \u0111\u01b0\u1ee3c l\u01b0u trong. \u0111\u1ecbnh d\u1ea1ng csv. 
invalid_username={0} 
type_local_file=\u0110\u1ecba ph\u01b0\u01a1ng file tr\u00ean m\u00e1y t\u00ednh c\u1ee7a b\u1ea1n 
col_hdr_serialNumber=chu\u1ed7i s\u1ed1 
gradebook_view=xem 
back=Quay L\u1ea1i 
toolbar_new=m\u1edbi 
choose_stats_column=Xem Th\u1ed1ng k\u00ea\: 
duplicate_title=Th\u00f4ng b\u00e1o\: Ti\u00eau \u0111\u1ec1 \u0111\u00f3 \u0111\u00e3 \u0111\u01b0\u1ee3c s\u1eed d\u1ee5ng. 
with_header=Li\u1ec7u c\u00f3 ph\u1ea3n h\u1ed3i m\u1ed9t h\u00e0ng ti\u00eau \u0111\u1ec1? 
instruction_new=m\u1edbi 
sort_mod_by_desc=S\u1eafp x\u1ebfp thay \u0111\u1ed5i theo gi\u1ea3m d\u1ea7n 
title_bar=C\u00f4ng c\u1ee5 gi\u00e1o tr\u00ecnh  
template=m\u1eabu 
sort_released_asc=Ph\u00e2n lo\u1ea1i b\u1edfi t\u00ecnh tr\u1ea1ng ph\u00e1t h\u00e0nh t\u0103ng d\u1ea7n 
feedback_third=H\u00e0ng \u0111\u1ea7u ti\u00ean c\u1ee7a file c\u1ee7a b\u1ea1n ph\u1ea3i c\u00f3 ti\u00eau \u0111\u1ec1. 
title_label=Ti\u00eau \u0111\u1ec1\: 
missing_title=Th\u00f4ng b\u00e1o\: Ti\u00eau \u0111\u1ec1 l\u00e0 b\u1eaft bu\u1ed9c. 
perm_error=B\u1ea1n kh\u00f4ng c\u00f3 quy\u1ec1n cho h\u00e0nh \u0111\u1ed9ng n\u00e0y. 
no_grades_in_gradebook=Kh\u00f4ng c\u00f3 \u0111i\u1ec3m t\u1ed3n t\u1ea1i trong gradebook 
invalid_ext=Th\u00f4ng b\u00e1o\: File "{0}" m\u00e0 b\u1ea1n t\u1ea3i l\u00ean kh\u00f4ng ph\u1ea3i l\u00e0 m\u1ed9t lo\u1ea1i file h\u1ee3p l\u1ec7. H\u00e3y ch\u1eafc ch\u1eafn r\u1eb1ng file c\u1ee7a b\u1ea1n \u0111\u01b0\u1ee3c l\u01b0u d\u01b0\u1edbi d\u1ea1ng m\u1ed9t  *. csv file v\u00e0 th\u1eed l\u1ea1i. 
sort_title=Ph\u00e2n lo\u1ea1i theo Nhan \u0111\u1ec1 
type_creat=T\u1ea1o gi\u00e1o tr\u00ecnh hi\u1ec7n nay 
bar_redirect=Chuy\u1ec3n 
feedback_instructions=H\u01b0\u1edbng d\u1eabn\: 
data_truncated_warning=M\u1ed9t s\u1ed1 d\u1eef li\u1ec7u trong file t\u1ea3i l\u00ean c\u1ee7a b\u1ea1n v\u01b0\u1ee3t qu\u00e1 gi\u1edbi h\u1ea1n k\u00fd t\u1ef1 {0} v\u00e0 \u0111\u01b0\u1ee3c c\u1eaft ng\u1eafn. 
gradebook_title=Ti\u00eau \u0111\u1ec1 
just_uploaded=B\u1ea1n v\u1eeba t\u1ea3i l\u00ean m\u1ed9t ph\u1ea3n h\u1ed3i ho\u1eb7c b\u1ea3n m\u1eabu file. 
instruction_delete=x\u00f3a 
release_statistics=Tham gia cung c\u1ea5p truy c\u1eadp s\u1ed1 li\u1ec7u th\u1ed1ng k\u00ea \u0111\u01a1n gi\u1ea3n? 
mult_invalid_usernames=Th\u00f4ng b\u00e1o\: Nh\u1eefng t\u00ean ng\u01b0\u1eddi d\u00f9ng sau \u0111\u00e2y kh\u00f4ng li\u00ean k\u1ebft v\u1edbi ng\u01b0\u1eddi tham gia v\u00e0o trang web n\u00e0y\: 
bar_delete_items=Delete Selected Item 
title_list=Danh s\u00e1ch 
bar_save=L\u01b0u 
sort_mod_date_asc=S\u1eafp x\u1ebfp theo Ng\u00e0y thay \u0111\u1ed5i t\u0103ng d\u1ea7n  
gradebook_titles=Ti\u00eau \u0111\u1ec1 
title_verify=X\u00e1c minh Upload 
mult_invalid_usernames_dir=\u0110\u1ec3 ti\u1ebfp t\u1ee5c, tr\u01b0\u1edbc ti\u00ean b\u1ea1n ph\u1ea3i th\u00eam nh\u1eefng ng\u01b0\u1eddi tham gia cho trang web ho\u1eb7c lo\u1ea1i b\u1ecf nh\u1eefng ng\u01b0\u1eddi tham gia t\u1eeb file. 
sort_mod_by=S\u1eafp x\u1ebfp theo \u0111\u1ed5i theo 
email_notification=Email th\u00f4ng b\u00e1o 
sort_creator_desc=Ph\u00e2n lo\u1ea1i theo Ng\u01b0\u1eddi t\u1ea1o gi\u1ea3m d\u1ea7n 
bar_create=L\u01b0u 
bar_edit=s\u1eeda 
paste_grades_if_desired=d\u00e1n \u0111i\u1ec3m \u1edf \u0111\u00e2y, ch\u1ec9 \u0111\u01b0\u1ee3c s\u1eed d\u1ee5ng n\u1ebfu kh\u00f4ng c\u00f3 \u0111i\u1ec3m file \u0111\u01b0\u1ee3c t\u1ea3i l\u00ean 
syllabus_url=URL 
delete_confirm=B\u1ea1n c\u00f3 ch\u1eafc b\u1ea1n mu\u1ed1n x\u00f3a item n\u00e0y? 
cancel=Hu\u1ef7 
title_delete=X\u00f3a 
blank_headings=Th\u00f4ng b\u00e1o\: C\u00e1c d\u00f2ng \u0111\u1ea7u ti\u00ean c\u1ee7a file c\u1ee7a b\u1ea1n ph\u1ea3i c\u00f3 ti\u00eau \u0111\u1ec1. Ti\u00eau \u0111\u1ec1 kh\u00f4ng th\u1ec3 \u0111\u1ec3 tr\u1ed1ng. 
grade_view=Th\u00f4ng tin ph\u1ea3n h\u1ed3i c\u1ee7a b\u1ea1n 
plain_text=Plain Text 
view_student=Xem ng\u01b0\u1eddi tham gia 
bar_delete=X\u00f3a 
if_not_correct=N\u1ebfu n\u00f3 kh\u00f4ng ph\u1ea3i l\u00e0 ch\u00ednh x\u00e1c, nh\u1ea5n n\u00fat Back, thay \u0111\u1ed5i file v\u0103n b\u1ea3n c\u1ee7a b\u1ea1n, v\u00e0 t\u1ea3i n\u00f3 l\u00ean l\u1ea7n n\u1eefa. 
has_headers=Th\u00f4ng tin ph\u1ea3n h\u1ed3i c\u00f3 m\u1ed9t h\u00e0ng ti\u00eau \u0111\u1ec1 
first_record=\u0110\u00e2y l\u00e0 th\u00f4ng tin ng\u01b0\u1eddi tham gia l\u1ea7n \u0111\u1ea7u ti\u00ean xu\u1ea5t hi\u1ec7n. 
tab_delim=Tab 
title_edit=Ch\u1ec9nh s\u1eeda 
error_permission=cho ph\u00e9p l\u1ed7i {0} 
title_view=xem 
prop_hdr_serialNumber=chu\u1ed7i s\u1ed1\: 
template_download=m\u1eabu 
single_invalid_username=Th\u00f4ng b\u00e1o\: Nh\u1eefng t\u00ean ng\u01b0\u1eddi d\u00f9ng sau \u0111\u00e2y kh\u00f4ng ph\u1ea3i l\u00e0 li\u00ean k\u1ebft v\u1edbi m\u1ed9t ng\u01b0\u1eddi tham gia v\u00e0o trang web n\u00e0y\: 
csv=csv 
description=M\u00f4 t\u1ea3 
add_sylla=Th\u00eam gi\u00e1o tr\u00ecnh ... 
bar_create_edit=T\u1ea1o/Ch\u1ec9nh s\u1eeda 
col_hdr_name=t\u00ean 
feedback_second=C\u1ed9t \u0111\u1ea7u ti\u00ean c\u1ee7a file c\u1ee7a b\u1ea1n ph\u1ea3i c\u00f3 t\u00ean ng\u01b0\u1eddi d\u00f9ng c\u00e1 nh\u00e2n. 
bar_rearrange=S\u1eafp x\u1ebfp l\u1ea1i T\u00ecm 
gradebook_feedbackavail=Th\u00f4ng tin ph\u1ea3n h\u1ed3i s\u1eb5n c\u00f3 
syllabus_noEntry=Kh\u00f4ng c\u00f3 gi\u00e1o tr\u00ecnh hi\u1ec7n \u0111ang t\u1ed3n t\u1ea1i. 
stats=s\u1ed1 li\u1ec7u th\u1ed1ng k\u00ea 
title_new=t\u1ea1o/c\u1eadp nh\u1eadt 
missing_mult_usernames=Th\u00f4ng b\u00e1o\: C\u00e1c l\u0129nh v\u1ef1c sau \u0111\u00e2y kh\u00f4ng ch\u1ee9a m\u1ed9t t\u00ean ng\u01b0\u1eddi d\u00f9ng\: 
duplicate_username_dir=\u0110\u1ec3 ti\u1ebfp t\u1ee5c, b\u1ea1n ph\u1ea3i \u0111\u1ea3m b\u1ea3o kh\u00f4ng c\u00f3 tr\u00f9ng l\u1eb7p t\u00ean ng\u01b0\u1eddi d\u00f9ng trong file. 
ok=OK 
html=HTML 
title_too_long=Th\u00f4ng b\u00e1o\: Ti\u00eau \u0111\u1ec1 n\u00e0y c\u00f3 {0} k\u00fd t\u1ef1. Ti\u00eau \u0111\u1ec1 c\u1ee7a b\u1ea1n kh\u00f4ng \u0111\u01b0\u1ee3c v\u01b0\u1ee3t qu\u00e1 {1} k\u00fd t\u1ef1. 
syllabus_view=Xem C\u00f4ng C\u1ed9ng 
gradebook_choosefile=Ch\u1ecdn m\u1ed9t file 
no=Kh\u00f4ng 
bar_back=quay l\u1ea1i 
type_url_link=URL \u0111\u1ec3 Xem nh\u01b0 l\u00e0 Li\u00ean k\u1ebft v\u1edbi Website 
sort_mod_date=S\u1eafp x\u1ebfp theo Ng\u00e0y \u0111\u1ed5i l\u1ea7n cu\u1ed1i 
sort_title_asc=S\u1eafp x\u1ebfp theo Ti\u00eau \u0111\u1ec1 t\u0103ng d\u1ea7n 
error_delete_unused=x\u00f3a kh\u00f4ng s\u1eed d\u1ee5ng  {0} 
duplicate_username={0} 
delimiter=Ph\u00e2n c\u00e1ch 
prop_hdr_name=T\u00ean\: 
release=Ph\u00e1t h\u00e0nh th\u00f4ng tin ph\u1ea3n h\u1ed3i cho ng\u01b0\u1eddi tham gia? 
toolbar_edit=s\u1eeda 
comma_delim=Comma 
bar_cancel=h\u1ee7y b\u1ecf 
instruction_edit=s\u1eeda 
has_students=ph\u1ea3n h\u1ed3i n\u00e0y l\u00e0 d\u00e0nh cho (s {0} h\u1ecdc sinh). 
single_invalid_username_dir=\u0110\u1ec3 ti\u1ebfp t\u1ee5c, tr\u01b0\u1edbc ti\u00ean b\u1ea1n ph\u1ea3i th\u00eam ng\u01b0\u1eddi tham gia n\u00e0y \u0111\u1ec3 v\u00e0o trang web ho\u1eb7c lo\u1ea1i b\u1ecf nh\u1eefng ng\u01b0\u1eddi tham gia t\u1eeb file. 
title=Post'Em 
newSyllabusForm2=Th\u00f4ng tin c\u1ea7n c\u00f3. 
newSyllabusForm1=Ho\u00e0n th\u00e0nh m\u1eabu \u0111\u01a1n n\u00e0y, sau \u0111\u00f3 ch\u1ecdn n\u00fat th\u00edch h\u1ee3p \u1edf ph\u00eda d\u01b0\u1edbi. A 
bar_new=Th\u00eam 
toolbar_delete=x\u00f3a 
bar_preview=Xem tr\u01b0\u1edbc 
error_delete_select=x\u00f3a l\u1ef1a ch\u1ecdn {0} 
style=Phong c\u00e1ch 
paste_template_if_desired=d\u00e1n ti\u00eau b\u1ea3n \u1edf \u0111\u00e2y, ch\u1ec9 \u0111\u01b0\u1ee3c s\u1eed d\u1ee5ng n\u1ebfu kh\u00f4ng c\u00f3 file m\u1eabu \u0111\u01b0\u1ee3c t\u1ea3i l\u00ean 
create_update=Th\u00eam/C\u1eadp nh\u1eadt Th\u00f4ng tin ph\u1ea3n h\u1ed3i File 
title_read=\u0110o\u0323c 
settings=Post'Em Settings\: 
upload=Upload File 
select_participant=Kh\u00f4ng c\u00f3 ng\u01b0\u1eddi tham gia \u0111\u01b0\u1ee3c ch\u1ecdn. 
bar_save_draft=L\u01b0u nh\u00e1p 
divid='_id27' 
gradebook_lastmodifiedby=\u0110\u1ed5i theo 
choose_username=Ch\u1ecdn m\u1ed9t tham d\u1ef1\: 
missing_single_username=Th\u00f4ng b\u00e1o\: C\u00e1c l\u0129nh v\u1ef1c sau \u0111\u00e2y kh\u00f4ng ch\u1ee9a m\u1ed9t t\u00ean ng\u01b0\u1eddi d\u00f9ng\: 
sort_creator_asc=Ph\u00e2n lo\u1ea1i theo Ng\u01b0\u1eddi t\u1ea1o t\u0103ng d\u1ea7n 
bar_post=Post 
prop_hdr_version=phi\u00ean b\u1ea3n\: 
single_duplicate_username=Th\u00f4ng b\u00e1o\: Nh\u1eefng t\u00ean ng\u01b0\u1eddi d\u00f9ng sau \u0111\u00e2y xu\u1ea5t hi\u1ec7n nhi\u1ec1u h\u01a1n m\u1ed9t l\u1ea7n trong file t\u1ea3i l\u00ean\: 
sort_mod_date_desc=S\u1eafp x\u1ebfp theo Last Modified Ng\u00e0y gi\u1ea3m d\u1ea7n 
error_version=phi\u00ean b\u1ea3n l\u1ed7i {0} 
gradebook_delete=x\u00f3a 
grade_file=gradebook file 
gradebook_creators=Ng\u01b0\u1eddi t\u1ea1o
title_entry=Nh\u1eadp 
prop_hdr_id=id\: 
continue=Ti\u1ebfp t\u1ee5c 
col_hdr_rank=x\u1ebfp h\u1ea1ng 
blank=
gradebook_lastmodified=L\u1ea7n cu\u1ed1i s\u1eeda \u0111\u1ed5i 
syllabus_content=N\u1ed9i dung 
