#Generated by ResourceBundle Editor (http://eclipse-rbe.sourceforge.net)
# this defines the entity description for profile

profile = \u0425\u044D\u0440\u044D\u0433\u043B\u044D\u0433\u0447\u0438\u0439\u043D \u043F\u0440\u043E\u0444\u0430\u0439\u043B\u044B\u0433 \u0434\u04AF\u0440\u0441\u043B\u044D\u0445. \u0425\u044D\u0440\u044D\u0433\u043B\u044D\u0433\u0447\u0438\u0439\u043D \u043F\u0440\u043E\u0444\u0430\u0439\u043B\u044B\u043D\u0445\u0430\u0430 \u0442\u043E\u0434\u043E\u0440\u0445\u043E\u0439 \u0445\u044D\u0441\u0433\u04AF\u04AF\u0434\u044D\u0434 \u0442\u043E\u0445\u0438\u0440\u0433\u043E\u043E \u0445\u0438\u0439\u0436 \u0431\u043E\u043B\u043E\u0445 \u0445\u0443\u0432\u0438\u0439\u043D \u0442\u043E\u0445\u0438\u0440\u0433\u043E\u043E\u043D\u0443\u0443\u0434\u0430\u0430\u0441 \u0431\u043E\u043B\u0436 \u04E9\u0433\u04E9\u0433\u0434\u0441\u04E9\u043D \u0445\u044D\u0440\u044D\u0433\u043B\u044D\u0433\u0447\u0438\u0439\u043D \u043E\u0440\u0441\u043E\u043D \u043F\u0440\u043E\u0444\u0430\u0439\u043B \u0434\u0430\u0445\u044C \u043C\u044D\u0434\u044D\u044D\u043B\u043B\u04AF\u04AF\u0434\u0438\u0439\u0433 \u0445\u044D\u0440\u044D\u0433\u0442\u044D\u0439 \u0431\u0430\u0439\u0433\u0430\u0430 \u0445\u04AF\u043D\u0434 \u0442\u043E\u0445\u0438\u0440\u0443\u0443\u043B\u0430\u043D \u0431\u044D\u043B\u0442\u0433\u044D\u043D\u044D.

profile.action.academic                 = \u0425\u044D\u0440\u044D\u0433\u043B\u044D\u0433\u0447\u0434\u044D\u0434 \u0437\u043E\u0440\u0438\u0443\u043B\u0441\u0430\u043D \u0441\u0443\u0440\u0433\u0443\u0443\u043B\u0438\u0439\u043D \u043F\u0440\u043E\u0444\u0430\u0439\u043B\u044B\u0433 \u0441\u044D\u0440\u0433\u044D\u044D\u0445. \u0411\u04AF\u0442\u044D\u043D \u0445\u044D\u043C\u0436\u044D\u044D\u0442 \u0434\u04AF\u0440\u0441 \u0431\u043E\u043B\u043E\u043D \u0441\u0443\u0440\u0433\u0443\u0443\u043B\u044C\u0442\u0430\u0439 \u0445\u043E\u043B\u0431\u043E\u043E\u0442\u043E\u0439 \u043C\u044D\u0434\u044D\u044D\u043B\u044D\u043B \u04AF\u04AF\u043D\u0434 \u0431\u0430\u0433\u0442\u0430\u043D\u0430. \u0425\u0430\u0432\u0441\u0430\u0440\u0433\u0430\u0445/\u0448\u0443\u0443\u0434 \u0430\u0448\u0438\u0433\u043B\u0430\u0445\u0430\u0434 \u0431\u044D\u043B\u044D\u043D \u0431\u0430\u0439\u0445\u0430\u0430\u0440 \u0437\u0430\u0433\u0432\u0430\u0440\u0447\u0438\u043B\u0441\u0430\u043D \u0445\u044D\u0440\u044D\u0433\u043B\u044D\u0433\u0447\u0438\u0439\u043D \u043F\u0440\u043E\u0444\u0430\u0439\u043B\u044B\u043D HTML \u0444\u043E\u0440\u043C\u0430\u0442\u0430\u0434 \u043E\u0440\u0443\u0443\u043B\u0441\u0430\u043D \u0445\u0443\u0432\u0438\u043B\u0431\u0430\u0440\u043B\u0443\u0443 \u0431\u0443\u0446\u0430\u0445\u0430\u0430\u0440 \u0444\u043E\u0440\u043C\u0430\u0442\u043B\u0430\u0445.
profile.action.connections              = \u0425\u044D\u0440\u044D\u0433\u043B\u044D\u0433\u0447\u0434\u044D\u0434 \u0437\u043E\u0440\u0438\u0443\u043B\u0441\u0430\u043D \u0445\u043E\u043B\u0431\u043E\u043B\u0442\u0443\u0443\u0434\u044B\u043D \u0436\u0430\u0433\u0441\u0430\u0430\u043B\u0442\u0440\u0443\u0443 \u0431\u0443\u0446\u0430\u0445. \u042E\u0443 \u0447 \u043D\u044D\u043C\u044D\u044D\u0433\u04AF\u0439 \u0431\u043E\u043B \u0445\u043E\u043E\u0441\u043E\u043D \u0436\u0430\u0433\u0441\u0430\u0430\u043B\u0442 \u0433\u0430\u0440\u0447 \u0438\u0440\u044D\u0445 \u0431\u043E\u043B\u043E\u043D \u0445\u044D\u0440\u044D\u0433\u043B\u044D\u0433\u0447\u0438\u0439\u043D \u0445\u043E\u043B\u0431\u043E\u0433\u0434\u0441\u043E\u043D \u0431\u0430\u0439\u0434\u043B\u044B\u0433 \u04AF\u0437\u044D\u0445 \u0437\u04E9\u0432\u0448\u04E9\u04E9\u0440\u04E9\u043B\u0433\u04AF\u0439 \u044E\u043C\u0443\u0443 \u0445\u044D\u0440\u044D\u0433\u043B\u044D\u0433\u0447 \u043D\u044C \u0445\u04AF\u0447\u0438\u043D\u0433\u04AF\u0439 \u0431\u0430\u0439\u0432\u0430\u043B \u0430\u043B\u0434\u0430\u0430 (404) \u0437\u0430\u0430\u043D\u0430.
profile.action.image                    = \u0425\u044D\u0440\u044D\u0433\u043B\u044D\u0433\u0447\u0438\u0434 \u0437\u043E\u0440\u0438\u0443\u043B\u0441\u0430\u043D \u043F\u0440\u043E\u0444\u0430\u0439\u043B\u044B\u043D \u0434\u04AF\u0440\u0441\u0438\u0439\u0433 \u0441\u044D\u0440\u0433\u044D\u044D\u0445. \u0425\u0430\u0432\u0441\u0430\u0440\u0433\u0430\u0445 / \u0425\u044D\u0440\u044D\u0432 \u0431\u0430\u0439\u0432\u0430\u043B(/\u043F\u0440\u043E\u0444\u0430\u0439\u043B/\u0425\u042D\u0420\u042D\u0413\u041B\u042D\u0413\u0427/\u0434\u04AF\u0440\u0441/thumb) \u0436\u0438\u0436\u0438\u0433 \u0437\u0443\u0440\u0433\u0438\u0439\u0433 \u0430\u0432\u0430\u0445\u0430\u0430\u0440 \u044D\u0440\u0433\u04AF\u04AF\u043B\u044D\u0445. \u0425\u044D\u0440\u044D\u0432 \u044F\u043C\u0430\u0440\u0447 \u0436\u0438\u0436\u0438\u0433 \u0437\u0443\u0440\u0430\u0433 \u0431\u0430\u0439\u0445\u0433\u04AF\u0439 \u0431\u043E\u043B \u04AF\u043D\u0434\u0441\u044D\u043D \u0437\u0443\u0440\u0430\u0433 \u0433\u0430\u0440\u0447 \u0438\u0440\u043D\u044D. \u0421\u0430\u0439\u0442\u044B\u043D \u0437\u04E9\u0432\u0448\u04E9\u04E9\u0440\u043B\u0438\u0439\u0433 \u0448\u0430\u043B\u0433\u0430\u0445\u044B\u0433 \u0437\u04E9\u0432\u0448\u04E9\u04E9\u0440\u04E9\u0445 \u0441\u0430\u0439\u0442\u044B\u043D Id URL param-\u044B\u0433 \u043D\u044D\u043C\u044D\u0445 (/profile/USER/image?siteId={siteid} \u044E\u043C\u0443\u0443 /profile/USER/image/thumb?siteId={siteid}) \u0414\u04AF\u0440\u0441\u0438\u0439\u043D \u0445\u043E\u0441\u043B\u043E\u043B\u044B\u0433 \u0431\u0443\u0446\u0430\u0430\u0445. \u042F\u043C\u0430\u0440\u0447 \u0434\u04AF\u0440\u0441 \u0431\u0430\u0439\u0445\u0433\u04AF\u0439 \u044E\u043C\u0443\u0443 \u0437\u04E9\u0432\u0448\u04E9\u04E9\u0440\u04E9\u0433\u0434\u04E9\u04E9\u0433\u04AF\u0439 \u0442\u043E\u0445\u0438\u043E\u043B\u0434\u043E\u043B\u0434 \u04E9\u0433\u04E9\u0433\u0434\u043C\u04E9\u043B \u0434\u04AF\u0440\u0441\u0440\u04AF\u04AF \u0431\u0443\u0446\u043D\u0430. \u0425\u044D\u0440\u044D\u0433\u043B\u044D\u0433\u0447 (\u044E\u043C\u0443\u0443 \u0445\u0443\u0432\u0438\u043B\u0431\u0430\u0440\u0442 \u0441\u0430\u0439\u0442\u044B\u043D Id) \u0445\u04AF\u0447\u0438\u043D\u0433\u04AF\u0439 \u0431\u0430\u0439\u0432\u0430\u043B 404 \u0440\u04AF\u04AF \u0431\u0443\u0446\u043D\u0430. \u0425\u044D\u0440\u044D\u0432 \u0434\u04AF\u0440\u0441 \u043D\u044C \u043E\u0440\u0443\u0443\u043B\u0441\u0430\u043D \u044E\u043C\u0443\u0443 url \u0445\u044D\u043B\u0431\u044D\u0440\u044D\u044D\u0440 \u0431\u0430\u0439\u0432\u0430\u043B \u04AF\u0440\u0433\u044D\u043B\u0436 \u0434\u04AF\u0440\u0441\u0440\u04AF\u04AF \u0431\u0443\u0446\u043D\u0430 (\u0421\u0438\u0441\u0442\u0435\u043C\u044B\u0433 \u044F\u0430\u0436 \u0442\u043E\u0445\u0438\u0440\u0443\u0443\u043B\u0441\u043D\u0430\u0430\u0441 \u0445\u0430\u043C\u0430\u0430\u0440\u043D\u0430 - Profile2 sakai.properties-\u044B\u0433 \u0445\u0430\u0440. You can use it directly in an img tag &lt;img src="/profile/USER/image[/thumb]" /&gt;, \u044D\u043D\u044D \u043D\u044C \u04AF\u0440\u0433\u044D\u043B\u0436 \u044F\u043C\u0430\u0440 \u043D\u044D\u0433 \u044E\u043C\u0440\u0443\u0443 \u0431\u0443\u0446\u0430\u0445 \u0451\u0441\u0442\u043E\u0439. \u044F\u043C\u0430\u0440 \u043D\u044D\u0433 \u0431\u0443\u0446\u0430\u0445 \u0444\u043E\u0440\u043C\u0430\u0442\u044B\u043D \u0437\u0430\u0430\u0436 \u04E9\u0433\u0447 \u0411\u041E\u041B\u041E\u0425\u0413\u04AE\u0419 ie .xml. 
profile.action.minimal                  = \u0425\u044D\u0440\u044D\u0433\u043B\u044D\u0433\u0447\u0438\u0434 \u0437\u043E\u0440\u0438\u0443\u043B\u0436 \u0445\u0430\u043C\u0433\u0438\u0439\u043D \u0431\u0430\u0433\u0430 \u043F\u0440\u043E\u0444\u0430\u0439\u043B\u044B\u0433 \u0441\u044D\u0440\u0433\u044D\u044D\u0445. \u0425\u044D\u0440\u044D\u0433\u043B\u044D\u0433\u0447\u0434\u0438\u0439\u043D \u0436\u0430\u0433\u0441\u0430\u0430\u043B\u0442\u0430\u0434 \u0445\u044D\u0440\u044D\u0433\u0442\u044D\u0439. \u04E8\u043D\u0433\u04E9\u0446 \u0437\u0443\u0440\u0430\u0433 \u04AF\u04AF\u043D\u0434 \u0431\u0430\u0433\u0442\u0430\u043D\u0430. \u0425\u0430\u0432\u0441\u0430\u0440\u0433\u0430\u0445/\u0448\u0443\u0443\u0434 \u0430\u0448\u0438\u0433\u043B\u0430\u0445\u0430\u0434 \u0431\u044D\u043B\u044D\u043D \u0431\u0430\u0439\u0445\u0430\u0430\u0440 \u0437\u0430\u0433\u0432\u0430\u0440\u0447\u0438\u043B\u0441\u0430\u043D \u0445\u044D\u0440\u044D\u0433\u043B\u044D\u0433\u0447\u0438\u0439\u043D \u043F\u0440\u043E\u0444\u0430\u0439\u043B\u044B\u043D HTML \u0444\u043E\u0440\u043C\u0430\u0442\u0430\u0434 \u043E\u0440\u0443\u0443\u043B\u0441\u0430\u043D \u0445\u0443\u0432\u0438\u043B\u0431\u0430\u0440\u043B\u0443\u0443 \u0431\u0443\u0446\u0430\u0445\u0430\u0430\u0440 \u0444\u043E\u0440\u043C\u0430\u0442\u043B\u0430\u0445.
profile.redirect./{prefix}/{id}/account = \u0425\u044D\u0440\u044D\u0433\u043B\u044D\u0433\u0447\u0438\u0439\u043D \u04E9\u0433\u04E9\u0433\u0434\u043B\u0438\u0439\u043D \u043D\u044D\u0433\u0436\u0438\u0439\u043D \u043D\u0438\u0439\u043B\u04AF\u04AF\u043B\u044D\u0433\u0447\u0440\u04AF\u04AF \u0447\u0438\u0433\u043B\u04AF\u04AF\u043B\u0436 \u0445\u044D\u0440\u044D\u0433\u043B\u044D\u0433\u0447\u0438\u0439\u043D \u0431\u04AF\u0440\u0442\u0433\u044D\u043B\u0438\u0439\u043D \u0434\u044D\u043B\u0433\u044D\u0440\u044D\u043D\u0433\u04AF\u0439 \u043C\u044D\u0434\u044D\u044D\u043B\u043B\u0438\u0439\u0433 \u0441\u044D\u0440\u0433\u044D\u044D\u0445\u0438\u0439\u0433 \u0437\u04E9\u0432\u0448\u04E9\u04E9\u0440\u043D\u04E9.
profile.view.delete                     = (DELETE) \u041F\u0440\u043E\u0444\u0430\u0439\u043B\u044B\u0433 \u0443\u0441\u0442\u0433\u0430\u0445. \u041E\u0434\u043E\u043E\u0445\u043E\u043D\u0434\u043E\u043E \u0445\u044D\u0440\u044D\u0433\u0436\u04AF\u04AF\u043B\u044D\u044D\u0433\u04AF\u0439 \u0431\u0430\u0439\u0433\u0430\u0430.
profile.view.edit                       = (POST) \u0411\u044D\u043B\u044D\u043D \u043F\u0440\u043E\u0444\u0430\u0439\u043B\u044B\u0433 \u0448\u0438\u043D\u044D\u0447\u043B\u044D\u0445. \u0425\u044F\u0437\u0433\u0430\u0430\u0440\u0442\u0430\u0439 \u0442\u0443\u0441\u043B\u0430\u043C\u0436.
profile.view.new                        = (POST) \u0428\u0438\u043D\u044D \u043F\u0440\u043E\u0444\u0430\u0439\u043B \u04AF\u04AF\u0441\u0433\u044D\u043D\u044D.
profile.view.show                       = (GET) \u0425\u044D\u0440\u044D\u0433\u043B\u044D\u0433\u0447\u0438\u0439\u043D \u043F\u0440\u043E\u0444\u0430\u0439\u043B\u044B\u0433 \u0430\u0432\u0430\u0445. \u0425\u0430\u0440\u0438\u0443\u0433 \u043F\u0440\u043E\u0444\u0430\u0439\u043B \u044D\u0437\u044D\u043C\u0448\u0438\u0433\u0447\u0434\u0438\u0439\u043D \u0445\u0443\u0432\u0438\u0439\u043D \u0442\u043E\u0445\u0438\u0440\u0433\u043E\u043E\u043D\u044B \u0434\u0430\u0433\u0443\u0443 \u0445\u04AF\u0441\u044D\u043B\u0442 \u0433\u0430\u0440\u0433\u0430\u0436 \u0431\u0443\u0439 \u0445\u04AF\u043D\u0434 \u0442\u043E\u0445\u0438\u0440\u0443\u0443\u043B\u0436 \u0431\u044D\u043B\u0434\u044D\u043D\u044D (/profile/USER.xml).
