# this defines the entity description for profile
profile=\u041f\u0440\u0435\u0434\u0441\u0442\u0430\u0432\u043b\u044f\u0432\u0430 \u043f\u0440\u043e\u0444\u0438\u043b\u0430 \u043d\u0430 \u0434\u0430\u0434\u0435\u043d \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b. \u041f\u043e\u0440\u0430\u0434\u0438 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438\u0442\u0435 \u0437\u0430 \u043f\u043e\u0432\u0435\u0440\u0438\u0442\u0435\u043b\u043d\u043e\u0441\u0442, \u043a\u043e\u0438\u0442\u043e \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u044f\u0442 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0437\u0430\u0434\u0430\u0434\u0435 \u0437\u0430 \u043e\u0442\u0434\u0435\u043b\u043d\u0438\u0442\u0435 \u0447\u0430\u0441\u0442\u0438 \u043d\u0430 \u0441\u0432\u043e\u044f \u043f\u0440\u043e\u0444\u0438\u043b, \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f\u0442\u0430 \u0432 \u043f\u0440\u043e\u0444\u0438\u043b\u0430, \u043a\u043e\u044f\u0442\u043e \u0441\u0435 \u0432\u0440\u044a\u0449\u0430 \u0437\u0430 \u0434\u0430\u0434\u0435\u043d \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b, \u0449\u0435 \u0431\u044a\u0434\u0435 \u0430\u0434\u0430\u043f\u0442\u0438\u0440\u0430\u043d\u0430 \u0432\u044a\u0437 \u043e\u0441\u043d\u043e\u0432\u0430 \u043d\u0430 \u043b\u0438\u0446\u0435\u0442\u043e, \u043a\u043e\u0435\u0442\u043e \u044f \u0435 \u043f\u043e\u0438\u0441\u043a\u0430\u043b\u043e.

profile.view.show=(GET) \u041f\u043e\u043b\u0443\u0447\u0430\u0432\u0430 \u043f\u0440\u043e\u0444\u0438\u043b\u0430 \u043d\u0430 \u0434\u0430\u0434\u0435\u043d \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b. \u041e\u0442\u0433\u043e\u0432\u043e\u0440\u044a\u0442 \u0449\u0435 \u0431\u044a\u0434\u0435 \u0430\u0434\u0430\u043f\u0442\u0438\u0440\u0430\u043d \u043a\u044a\u043c \u043b\u0438\u0446\u0435\u0442\u043e, \u043a\u043e\u0435\u0442\u043e \u043f\u0440\u0430\u0432\u0438 \u0437\u0430\u044f\u0432\u043a\u0430\u0442\u0430, \u0432 \u0441\u044a\u043e\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0438\u0435 \u0441 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438\u0442\u0435 \u0437\u0430 \u043f\u043e\u0432\u0435\u0440\u0438\u0442\u0435\u043b\u043d\u043e\u0441\u0442 \u043d\u0430 \u0441\u043e\u0431\u0441\u0442\u0432\u0435\u043d\u0438\u043a\u0430 \u043d\u0430 \u043f\u0440\u043e\u0444\u0438\u043b\u0430 (/profile/USER.xml).

profile.redirect./{prefix}/{id}/account=\u041f\u043e\u0437\u0432\u043e\u043b\u044f\u0432\u0430 \u0438\u0437\u0432\u043b\u0438\u0447\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0434\u0430\u043d\u043d\u0438\u0442\u0435 \u0437\u0430 \u043f\u0440\u043e\u0444\u0438\u043b\u0430 \u043d\u0430 \u0434\u0430\u0434\u0435\u043d \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b \u0447\u0440\u0435\u0437 \u043f\u0440\u0435\u043d\u0430\u0441\u043e\u0447\u0432\u0430\u043d\u0435 \u043a\u044a\u043c \u0434\u043e\u0441\u0442\u0430\u0432\u0447\u0438\u043a\u0430 \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u0430 \u0441\u0442\u0440\u0443\u043a\u0442\u0443\u0440\u0430

profile.view.new=(POST) \u0421\u044a\u0437\u0434\u0430\u0432\u0430 \u043d\u043e\u0432 \u043f\u0440\u043e\u0444\u0438\u043b.
profile.view.edit=(POST) \u0410\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430 \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430\u0449 \u043f\u0440\u043e\u0444\u0438\u043b. \u041e\u0433\u0440\u0430\u043d\u0438\u0447\u0435\u043d\u0430 \u043f\u043e\u0434\u0434\u0440\u044a\u0436\u043a\u0430.
profile.view.delete=(DELETE) \u0418\u0437\u0442\u0440\u0438\u0432\u0430 \u043f\u0440\u043e\u0444\u0438\u043b. \u0412 \u043c\u043e\u043c\u0435\u043d\u0442\u0430 \u043d\u0435 \u0441\u0435 \u043f\u0440\u0438\u043b\u0430\u0433\u0430.

profile.action.minimal=\u0418\u0437\u0432\u043b\u0438\u0447\u0430\u043d\u0435 \u043d\u0430 \u043c\u0438\u043d\u0438\u043c\u0430\u043b\u043d\u0438\u044f \u043f\u0440\u043e\u0444\u0438\u043b \u0437\u0430 \u0434\u0430\u0434\u0435\u043d \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b. \u041f\u043e\u043b\u0435\u0437\u043d\u043e \u0437\u0430 \u0441\u043f\u0438\u0441\u044a\u0446\u0438 \u0441 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438. \u0412\u043a\u043b\u044e\u0447\u0432\u0430 \u043c\u0438\u043d\u0438\u0430\u0442\u044e\u0440\u043d\u043e \u0438\u0437\u043e\u0431\u0440\u0430\u0436\u0435\u043d\u0438\u0435. \u0414\u043e\u0431\u0430\u0432\u0435\u0442\u0435 /formatted, \u0437\u0430 \u0434\u0430 \u0432\u044a\u0440\u043d\u0435\u0442\u0435 HTML \u0444\u043e\u0440\u043c\u0430\u0442\u0438\u0440\u0430\u043d\u0430 \u0432\u0435\u0440\u0441\u0438\u044f \u043d\u0430 \u043f\u0440\u043e\u0444\u0438\u043b\u0430 \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u044f, \u0441\u0442\u0438\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0430 \u0438 \u0433\u043e\u0442\u043e\u0432\u0430 \u0437\u0430 \u0434\u0438\u0440\u0435\u043a\u0442\u043d\u0430 \u0443\u043f\u043e\u0442\u0440\u0435\u0431\u0430.

profile.action.academic=\u0418\u0437\u0432\u043b\u0438\u0447\u0430\u043d\u0435 \u043d\u0430 \u0430\u043a\u0430\u0434\u0435\u043c\u0438\u0447\u043d\u0438\u044f \u043f\u0440\u043e\u0444\u0438\u043b \u043d\u0430 \u0434\u0430\u0434\u0435\u043d \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b. \u0412\u043a\u043b\u044e\u0447\u0432\u0430 \u0438\u0437\u043e\u0431\u0440\u0430\u0436\u0435\u043d\u0438\u0435 \u0432 \u0446\u044f\u043b \u0440\u0430\u0437\u043c\u0435\u0440 \u0438 \u0441\u0430\u043c\u043e \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f, \u0441\u0432\u044a\u0440\u0437\u0430\u043d\u0430 \u0441 \u0430\u043a\u0430\u0434\u0435\u043c\u0438\u0447\u043d\u0430\u0442\u0430 \u0434\u0435\u0439\u043d\u043e\u0441\u0442. \u0414\u043e\u0431\u0430\u0432\u0435\u0442\u0435 /formatted, \u0437\u0430 \u0434\u0430 \u0432\u044a\u0440\u043d\u0435\u0442\u0435 HTML \u0444\u043e\u0440\u043c\u0430\u0442\u0438\u0440\u0430\u043d\u0430 \u0432\u0435\u0440\u0441\u0438\u044f \u043d\u0430 \u043f\u0440\u043e\u0444\u0438\u043b\u0430 \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u044f, \u0441\u0442\u0438\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0430 \u0438 \u0433\u043e\u0442\u043e\u0432\u0430 \u0437\u0430 \u0434\u0438\u0440\u0435\u043a\u0442\u043d\u0430 \u0443\u043f\u043e\u0442\u0440\u0435\u0431\u0430.

profile.action.unreadMessagesCount=\u0412\u0440\u044a\u0449\u0430\u043d\u0435 \u043d\u0430 \u0431\u0440\u043e\u044f \u043d\u0435\u043f\u0440\u043e\u0447\u0435\u0442\u0435\u043d\u0438 \u0441\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u044f \u0437\u0430 \u0434\u0430\u0434\u0435\u043d \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b. \u0412\u0440\u044a\u0449\u0430 \u043d\u0435\u0443\u0441\u043f\u0435\u0445 (404), \u0430\u043a\u043e \u043d\u044f\u043c\u0430\u0442\u0435 \u0434\u043e\u0441\u0442\u044a\u043f \u0437\u0430 \u043f\u0440\u0435\u0433\u043b\u0435\u0434 \u043d\u0430 \u0431\u0440\u043e\u044f \u043d\u0430 \u0441\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u044f\u0442\u0430 \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u044f.

profile.action.image=\u0418\u0437\u0432\u043b\u0438\u0447\u0430\u043d\u0435 \u043d\u0430 \u043f\u0440\u043e\u0444\u0438\u043b\u043d\u043e\u0442\u043e \u0438\u0437\u043e\u0431\u0440\u0430\u0436\u0435\u043d\u0438\u0435 \u0437\u0430 \u0434\u0430\u0434\u0435\u043d \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b. \u0414\u043e\u0431\u0430\u0432\u0435\u0442\u0435 /thumb, \u0437\u0430 \u0434\u0430 \u043f\u043e\u043b\u0443\u0447\u0438\u0442\u0435 \u043c\u0438\u043d\u0438\u0430\u0442\u044e\u0440\u0430\u0442\u0430 (/profile/USER/image/thumb), \u0430\u043a\u043e \u0438\u043c\u0430 \u0442\u0430\u043a\u0430\u0432\u0430. \u0410\u043a\u043e \u043d\u044f\u043c\u0430 \u043c\u0438\u043d\u0438\u0430\u0442\u044e\u0440\u0430, \u0449\u0435 \u0431\u044a\u0434\u0435 \u0432\u044a\u0440\u043d\u0430\u0442\u043e \u043e\u0441\u043d\u043e\u0432\u043d\u043e\u0442\u043e \u0438\u0437\u043e\u0431\u0440\u0430\u0436\u0435\u043d\u0438\u0435. \u0414\u043e\u0431\u0430\u0432\u0435\u0442\u0435 /avatar, \u0437\u0430 \u0434\u0430 \u043f\u043e\u043b\u0443\u0447\u0438\u0442\u0435 \u0430\u0432\u0430\u0442\u0430\u0440\u0430 (/profile/USER/image/avatar), \u0430\u043a\u043e \u0438\u043c\u0430 \u0442\u0430\u043a\u044a\u0432. \u0410\u043a\u043e \u043d\u044f\u043c\u0430 \u0430\u0432\u0430\u0442\u0430\u0440, \u0449\u0435 \u0431\u044a\u0434\u0435 \u0432\u044a\u0440\u043d\u0430\u0442\u043e \u043e\u0441\u043d\u043e\u0432\u043d\u043e\u0442\u043e \u0438\u0437\u043e\u0431\u0440\u0430\u0436\u0435\u043d\u0438\u0435. \u0414\u043e\u0431\u0430\u0432\u0435\u0442\u0435 /official, \u0437\u0430 \u0434\u0430 \u043f\u043e\u043b\u0443\u0447\u0438\u0442\u0435 \u043e\u0444\u0438\u0446\u0438\u0430\u043b\u043d\u043e\u0442\u043e \u0438\u0437\u043e\u0431\u0440\u0430\u0436\u0435\u043d\u0438\u0435 (/profile/USER/image/official), \u0430\u043a\u043e \u0438\u043c\u0430 \u0442\u0430\u043a\u043e\u0432\u0430. \u0410\u043a\u043e \u043d\u044f\u043c\u0430 \u043e\u0444\u0438\u0446\u0438\u0430\u043b\u043d\u043e \u0438\u0437\u043e\u0431\u0440\u0430\u0436\u0435\u043d\u0438\u0435, \u0449\u0435 \u0431\u044a\u0434\u0435 \u0432\u044a\u0440\u043d\u0430\u0442\u043e \u0438\u0437\u043e\u0431\u0440\u0430\u0436\u0435\u043d\u0438\u0435\u0442\u043e \u043f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435. \u041f\u043e \u0436\u0435\u043b\u0430\u043d\u0438\u0435 \u0434\u043e\u0431\u0430\u0432\u0435\u0442\u0435 URL param siteId, \u0437\u0430 \u0434\u0430 \u043f\u043e\u0437\u0432\u043e\u043b\u0438\u0442\u0435 \u043f\u0440\u043e\u0432\u0435\u0440\u043a\u0430 \u043d\u0430 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0438\u044f\u0442\u0430 \u043d\u0430 \u0441\u0430\u0439\u0442\u0430 (/profile/USER/image?siteId\={siteid} \u0438\u043b\u0438 /profile/USER/image/thumb?siteId\={siteid}) \u0412\u0440\u044a\u0449\u0430 \u0434\u0432\u043e\u0438\u0447\u043d\u0438\u044f \u043a\u043e\u0434 \u043d\u0430 \u0438\u0437\u043e\u0431\u0440\u0430\u0436\u0435\u043d\u0438\u0435\u0442\u043e. \u0412\u0440\u044a\u0449\u0430 \u0438\u0437\u043e\u0431\u0440\u0430\u0436\u0435\u043d\u0438\u0435 \u043f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435, \u0430\u043a\u043e \u043d\u0435 \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430 \u0438\u0437\u043e\u0431\u0440\u0430\u0436\u0435\u043d\u0438\u0435 \u0438\u043b\u0438 \u043d\u0435 \u0435 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u043e. \u0412\u0440\u044a\u0449\u0430 404, \u0430\u043a\u043e \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u044f\u0442 (\u0438\u043b\u0438 \u043d\u0435\u0437\u0430\u0434\u044a\u043b\u0436\u0438\u0442\u0435\u043b\u043d\u0438\u044f\u0442 siteId) \u0435 \u043d\u0435\u0432\u0430\u043b\u0438\u0434\u0435\u043d. \u0412\u0438\u043d\u0430\u0433\u0438 \u0449\u0435 \u0432\u0440\u044a\u0449\u0430 \u0438\u0437\u043e\u0431\u0440\u0430\u0436\u0435\u043d\u0438\u0435, \u0430\u043a\u043e \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430 \u0442\u0430\u043a\u043e\u0432\u0430, \u0438\u043b\u0438 \u043a\u0430\u0442\u043e \u043a\u0430\u0447\u0435\u043d\u043e, \u0438\u043b\u0438 \u043a\u0430\u0442\u043e url (\u0432 \u0437\u0430\u0432\u0438\u0441\u0438\u043c\u043e\u0441\u0442 \u043e\u0442 \u0442\u043e\u0432\u0430 \u043a\u0430\u043a \u0435 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0438\u0440\u0430\u043d\u0430 \u0441\u0438\u0441\u0442\u0435\u043c\u0430\u0442\u0430 - \u0432\u0438\u0436\u0442\u0435 Profile2 sakai.properties). \u041c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u0433\u043e \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0442\u0435 \u0434\u0438\u0440\u0435\u043a\u0442\u043d\u043e \u0432 \u0442\u0430\u0433 img &lt;img src\="/profile/USER/image[/thumb]" /&gt;, \u0442\u043e\u0439 \u0432\u0438\u043d\u0430\u0433\u0438 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0432\u0440\u044a\u0449\u0430 \u043d\u0435\u0449\u043e. \u041d\u0415 \u043f\u043e\u0441\u043e\u0447\u0432\u0430\u0439\u0442\u0435 \u043d\u0438\u043a\u0430\u043a\u044a\u0432 \u0444\u043e\u0440\u043c\u0430\u0442 \u043d\u0430 \u0432\u0440\u044a\u0449\u0430\u043d\u0435, \u0442.\u0435. .xml.
profile.action.connections=\u0412\u0440\u044a\u0449\u0430\u043d\u0435 \u043d\u0430 \u0441\u043f\u0438\u0441\u044a\u043a \u0441 \u0432\u0440\u044a\u0437\u043a\u0438 \u0437\u0430 \u0434\u0430\u0434\u0435\u043d \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b. \u0412\u0440\u044a\u0449\u0430 \u043f\u0440\u0430\u0437\u0435\u043d \u0441\u043f\u0438\u0441\u044a\u043a, \u0430\u043a\u043e \u043d\u044f\u043c\u0430 \u0442\u0430\u043a\u0438\u0432\u0430, \u0438 \u0441\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u0435 \u0437\u0430 \u043d\u0435\u0443\u0441\u043f\u0435\u0445 (404), \u0430\u043a\u043e \u043d\u044f\u043c\u0430\u0442\u0435 \u0434\u043e\u0441\u0442\u044a\u043f \u0437\u0430 \u043f\u0440\u0435\u0433\u043b\u0435\u0434 \u043d\u0430 \u0432\u0440\u044a\u0437\u043a\u0438\u0442\u0435 \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u044f \u0438\u043b\u0438 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u044f\u0442 \u0435 \u043d\u0435\u0432\u0430\u043b\u0438\u0434\u0435\u043d.

profile.action.incomingConnectionRequests=\u0412\u0440\u044a\u0449\u0430\u043d\u0435 \u043d\u0430 \u0441\u043f\u0438\u0441\u044a\u043a \u0441\u044a\u0441 \u0437\u0430\u044f\u0432\u043a\u0438 \u0437\u0430 \u0441\u0432\u044a\u0440\u0437\u0432\u0430\u043d\u0435 \u043a\u044a\u043c \u0434\u0430\u0434\u0435\u043d \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b. \u0412\u0440\u044a\u0449\u0430 \u043f\u0440\u0430\u0437\u0435\u043d \u0441\u043f\u0438\u0441\u044a\u043a, \u0430\u043a\u043e \u043d\u044f\u043c\u0430 \u0442\u0430\u043a\u0438\u0432\u0430, \u0438 \u043d\u0435\u0443\u0441\u043f\u0435\u0448\u0435\u043d \u043e\u043f\u0438\u0442 (404), \u0430\u043a\u043e \u043d\u044f\u043c\u0430\u0442\u0435 \u0434\u043e\u0441\u0442\u044a\u043f \u0437\u0430 \u043f\u0440\u0435\u0433\u043b\u0435\u0434 \u043d\u0430 \u0437\u0430\u044f\u0432\u043a\u0438\u0442\u0435 \u0437\u0430 \u0432\u0440\u044a\u0437\u043a\u0430 \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u044f \u0438\u043b\u0438 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u044f\u0442 \u0435 \u043d\u0435\u0432\u0430\u043b\u0438\u0434\u0435\u043d.
