profile=\u30e6\u30fc\u30b6\u306e\u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u3092\u8868\u793a\u3057\u307e\u3059\uff0e\u30e6\u30fc\u30b6\u304c\u81ea\u5206\u306e\u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u306e\u500b\u3005\u306e\u90e8\u5206\u306b\u5bfe\u3057\u3066\u30d7\u30e9\u30a4\u30d0\u30b7\u8a2d\u5b9a\u304c\u53ef\u80fd\u306a\u305f\u3081\uff0c\u4e0e\u3048\u3089\u308c\u305f\u30e6\u30fc\u30b6\u306b\u5bfe\u3057\u3066\u8fd4\u3055\u308c\u308b\u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u4e2d\u306e\u60c5\u5831\u306f\u8981\u6c42\u3057\u3066\u3044\u308b\u305d\u306e\u4eba\u306b\u57fa\u3065\u3044\u3066\u9069\u5fdc\u3055\u308c\u307e\u3059\uff0e
profile.view.show=(GET) \u30e6\u30fc\u30b6\u306e\u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u3092\u53d6\u5f97\u3057\u307e\u3059\uff0e\u5fdc\u7b54\u306f\uff0c\u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u6240\u6709\u8005\u306e\u30d7\u30e9\u30a4\u30d0\u30b7\u8a2d\u5b9a\u306b\u5f93\u3063\u3066\u8981\u6c42\u3092\u884c\u3063\u3066\u3044\u308b\u4eba\u306b\u9069\u5fdc\u3055\u308c\u307e\u3059 (/profile/USER.xml)\uff0e
profile.redirect./{prefix}/{id}/account=\u30e6\u30fc\u30b6\u30a8\u30f3\u30c6\u30a3\u30c6\u30a3\u30d7\u30ed\u30d0\u30a4\u30c0\u3078\u8ee2\u9001\u3059\u308b\u3053\u3068\u306b\u3088\u308a\uff0c\u30e6\u30fc\u30b6\u30a2\u30ab\u30a6\u30f3\u30c8\u306e\u8a73\u7d30\u306e\u53d6\u5f97\u3092\u8a31\u53ef\u3057\u307e\u3059
profile.view.new=(POST) \u65b0\u3057\u3044\u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u3092\u4f5c\u6210\u3057\u307e\u3059\uff0e
profile.view.edit=(POST) \u65e2\u5b58\u306e\u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u3092\u66f4\u65b0\u3057\u307e\u3059\uff0e\u9650\u5b9a\u30b5\u30dd\u30fc\u30c8\u3067\u3059\uff0e
profile.view.delete=(DELETE) \u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u3092\u524a\u9664\u3057\u307e\u3059\uff0e\u73fe\u5728\u306f\u5b9f\u88c5\u3055\u308c\u3066\u3044\u307e\u305b\u3093\uff0e
profile.action.minimal=\u6700\u5c0f\u9650\u306e\u30e6\u30fc\u30b6\u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u3092\u53d6\u5f97\u3057\u307e\u3059\uff0e\u30e6\u30fc\u30b6\u3092\u4e00\u89a7\u3059\u308b\u306e\u306b\u5f79\u7acb\u3061\u307e\u3059\uff0e\u30b5\u30e0\u30cd\u30fc\u30eb\u753b\u50cf\u3092\u542b\u307f\u307e\u3059\uff0e\u76f4\u63a5\u3059\u3050\u306b\u4f7f\u3048\u308b\u30e6\u30fc\u30b6\u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u306e HTML \u5f62\u5f0f\u7248\u3092\u8fd4\u3059\u3088\u3046\u8ffd\u52a0\u3057\u307e\u3059\uff0e
profile.action.academic=\u30e6\u30fc\u30b6\u306e\u30a2\u30ab\u30c7\u30df\u30c3\u30af\u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u3092\u53d6\u5f97\u3057\u307e\u3059\uff0e\u30d5\u30eb\u30b5\u30a4\u30ba\u306e\u753b\u50cf\u304a\u3088\u3073\u30a2\u30ab\u30c7\u30df\u30c3\u30af\u95a2\u9023\u306e\u60c5\u5831\u3092\u542b\u307f\u307e\u3059\uff0e\u76f4\u63a5\u3059\u3050\u306b\u4f7f\u3048\u308b\u30e6\u30fc\u30b6\u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u306e HTML \u5f62\u5f0f\u7248\u3092\u8fd4\u3059\u3088\u3046\u8ffd\u52a0\uff0f\u6574\u5f62\u3057\u307e\u3059\uff0e
profile.action.unreadMessagesCount=\u30e6\u30fc\u30b6\u306b\u5bfe\u3059\u308b\u672a\u8aad\u30e1\u30c3\u30bb\u30fc\u30b8\u6570\u3092\u8fd4\u3057\u307e\u3059\uff0e\u30e6\u30fc\u30b6\u306e\u30e1\u30c3\u30bb\u30fc\u30b8\u6570\u3092\u898b\u308b\u6a29\u9650\u304c\u306a\u3051\u308c\u3070\u5931\u6557 (404) \u3092\u8fd4\u3057\u307e\u3059\uff0e
profile.action.image=\u30e6\u30fc\u30b6\u306e\u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u753b\u50cf\u3092\u53d6\u5f97\u3057\u307e\u3059\uff0e/thumb \u3092\u4ed8\u52a0\u3059\u308b\u3068 (/profile/USER/image/thumb) \u30b5\u30e0\u30cd\u30a4\u30eb\u304c\u3042\u308c\u3070\u305d\u308c\u3092\u53d6\u5f97\u3067\u304d\u307e\u3059\uff0e\u30b5\u30e0\u30cd\u30a4\u30eb\u304c\u306a\u3044\u5834\u5408\u306f\uff0c\u30e1\u30a4\u30f3\u753b\u50cf\u304c\u8fd4\u3055\u308c\u307e\u3059\uff0e/avatar \u3092\u4ed8\u52a0\u3059\u308b\u3068 (/profile/USER/image/avatar) \u30a2\u30d0\u30bf\u30fc\u304c\u3042\u308c\u3070\u305d\u308c\u3092\u53d6\u5f97\u3067\u304d\u307e\u3059\uff0e\u30a2\u30d0\u30bf\u30fc\u304c\u306a\u3044\u5834\u5408\u306f\uff0c\u30e1\u30a4\u30f3\u753b\u50cf\u304c\u8fd4\u3055\u308c\u307e\u3059\uff0e\u30aa\u30d7\u30b7\u30e7\u30f3\u3068\u3057\u3066\uff0c\u30b5\u30a4\u30c8ID URL \u30d1\u30e9\u30e1\u30bf\u3092\u8ffd\u52a0\u3059\u308b\u3068 (/profile/USER/image?siteId\={siteid} \u307e\u305f\u306f /profile/USER/image/thumb?siteId\={siteid}) \u30b5\u30a4\u30c8\u6a29\u9650\u3092\u78ba\u8a8d\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\uff0e\u753b\u50cf\u306e\u30d0\u30a4\u30ca\u30ea\u3092\u8fd4\u3057\u307e\u3059\uff0e\u753b\u50cf\u304c\u5b58\u5728\u3057\u306a\u3044\u304b\u8a31\u53ef\u3055\u308c\u3066\u3044\u306a\u3044\u5834\u5408\u306f\u30c7\u30d5\u30a9\u30eb\u30c8\u753b\u50cf\u304c\u8fd4\u3055\u308c\u307e\u3059\uff0e\u30e6\u30fc\u30b6 (\u307e\u305f\u306f\u30aa\u30d7\u30b7\u30e7\u30f3\u306e\u30b5\u30a4\u30c8 ID ) \u304c\u7121\u52b9\u306e\u5834\u5408\u306f 404 \u3092\u8fd4\u3057\u307e\u3059\uff0e\u753b\u50cf\u304c\u5b58\u5728\u3059\u308b\u5834\u5408\u306f\uff0c\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9\u3055\u308c\u305f\u3082\u306e\u304b URL \u306e\u3069\u3061\u3089\u304b\u3067\u5fc5\u305a\u753b\u50cf\u3092\u8fd4\u3057\u307e\u3059 (\u30b7\u30b9\u30c6\u30e0\u304c\u3069\u306e\u3088\u3046\u306b\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u308b\u304b\u306b\u4f9d\u5b58\uff0e\u30d7\u30ed\u30d5\u30a3\u30fc\u30eb2 \u306e sakai.properties \u3092\u3054\u89a7\u4e0b\u3055\u3044) \uff0e\u753b\u50cf\u30bf\u30b0\u306e\u4e2d\u3067 <img src\="/profile/USER/image[/thumb]" /> \u306e\u3088\u3046\u306b\u76f4\u63a5\u4f7f\u7528\u3059\u308b\u3053\u3068\u304c\u3067\u304d\uff0c\u5fc5\u305a\u4f55\u304b\u304c\u8fd4\u3055\u308c\u307e\u3059\uff0exml \u306e\u3088\u3046\u306a\u30ea\u30bf\u30fc\u30f3\u5f62\u5f0f\u3092\u6307\u5b9a\u3057\u306a\u3044\u3067\u4e0b\u3055\u3044\uff0e
profile.action.connections=\u30e6\u30fc\u30b6\u306b\u5bfe\u3059\u308b\u30b3\u30cd\u30af\u30b7\u30e7\u30f3\u30ea\u30b9\u30c8\u3092\u8fd4\u3057\u307e\u3059\uff0e\u4f55\u3082\u306a\u3051\u308c\u3070\u7a7a\u306e\u30ea\u30b9\u30c8\u3092\u8fd4\u3057\uff0c\u30e6\u30fc\u30b6\u30b3\u30cd\u30af\u30b7\u30e7\u30f3\u3092\u898b\u308b\u6a29\u9650\u304c\u306a\u304b\u3063\u305f\u308a\uff0c\u30e6\u30fc\u30b6\u304c\u6b63\u3057\u304f\u306a\u3051\u308c\u3070\u5931\u6557 (404) \u3092\u8fd4\u3057\u307e\u3059\uff0e
profile.action.incomingConnectionRequests=\u30e6\u30fc\u30b6\u3078\u306e\u30b3\u30cd\u30af\u30b7\u30e7\u30f3\u30ea\u30af\u30a8\u30b9\u30c8\u4e00\u89a7\u3092\u8fd4\u3057\u307e\u3059\uff0e\u4f55\u3082\u306a\u3051\u308c\u3070\u7a7a\u306e\u30ea\u30b9\u30c8\u3092\u8fd4\u3057\uff0c\u30e6\u30fc\u30b6\u30b3\u30cd\u30af\u30b7\u30e7\u30f3\u30ea\u30af\u30a8\u30b9\u30c8\u3092\u898b\u308b\u6a29\u9650\u304c\u306a\u304b\u3063\u305f\u308a\uff0c\u30e6\u30fc\u30b6\u304c\u6b63\u3057\u304f\u306a\u3051\u308c\u3070\u5931\u6557 (404) \u3092\u8fd4\u3057\u307e\u3059\uff0e
