#X-Generator: crowdin.net
# this defines the entity description for profile
profile=\u090f\u0915 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0915\u0947 \u092a\u094d\u0930\u094b\u092b\u093c\u093e\u0907\u0932 \u0915\u093e \u092a\u094d\u0930\u0924\u093f\u0928\u093f\u0927\u093f\u0924\u094d\u0935 \u0915\u0930\u0924\u093e \u0939\u0948\u0964 \u0917\u094b\u092a\u0928\u0940\u092f\u0924\u093e \u0938\u0947\u091f\u093f\u0902\u0917\u094d\u0938 \u0915\u0940 \u0935\u091c\u0939 \u0938\u0947, \u090f\u0915 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0905\u092a\u0928\u0947 \u092a\u094d\u0930\u094b\u092b\u093c\u093e\u0907\u0932 \u0915\u0947 \u0905\u0932\u0917-\u0905\u0932\u0917 \u0939\u093f\u0938\u094d\u0938\u094b\u0902 \u0915\u094b \u0938\u0947\u091f \u0915\u0930 \u0938\u0915\u0924\u0947 \u0939\u0948\u0902, \u092a\u094d\u0930\u094b\u092b\u093e\u0907\u0932 \u092e\u0947\u0902 \u0926\u0940 \u0917\u0908 \u091c\u093e\u0928\u0915\u093e\u0930\u0940 \u091c\u094b \u090f\u0915 \u0926\u093f\u090f \u0917\u090f \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0915\u0947 \u0932\u093f\u090f \u0926\u0940 \u0939\u0948 \u0905\u0928\u0941\u0930\u0942\u092a \u0939\u094b \u091c\u093e\u090f\u0901\u0917\u0940 \u0909\u0938 \u0935\u094d\u092f\u0915\u094d\u0924\u093f \u0915\u0947 \u0906\u0927\u093e\u0930 \u092a\u0930 \u091c\u093f\u0938\u0928\u0947 \u0905\u0928\u0941\u0930\u094b\u0927 \u0915\u093f\u092f\u093e \u0939\u0948\u0964

profile.view.show=(\u091c\u093e\u0913) \u090f\u0915 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0915\u0940 \u092a\u094d\u0930\u094b\u092b\u093c\u093e\u0907\u0932 \u092a\u094d\u0930\u093e\u092a\u094d\u0924 \u0915\u0930\u0947\u0902\u0964 \u092a\u094d\u0930\u0924\u093f\u0915\u094d\u0930\u093f\u092f\u093e \u092a\u094d\u0930\u094b\u092b\u093e\u0907\u0932 \u092e\u093e\u0932\u093f\u0915\u094b\u0902 \u0917\u094b\u092a\u0928\u0940\u092f\u0924\u093e \u0938\u0947\u091f\u093f\u0902\u0917 \u0915\u0947 \u0905\u0928\u0941\u0938\u093e\u0930 \u0905\u0928\u0941\u0930\u094b\u0927 \u0915\u0930\u0928\u0947 \u0935\u093e\u0932\u0947 \u0935\u094d\u092f\u0915\u094d\u0924\u093f \u0915\u0947 \u0905\u0928\u0941\u0930\u0942\u092a \u0939\u094b \u091c\u093e\u090f\u0917\u093e (/ profile/USER.xml)\u0964

profile.redirect./{prefix}/{id}/account=\u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0907\u0915\u093e\u0908 \u092a\u094d\u0930\u0926\u093e\u0924\u093e \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u092a\u0941\u0928\u0903 \u0928\u093f\u0930\u094d\u0926\u0947\u0936\u093f\u0924 \u0926\u094d\u0935\u093e\u0930\u093e \u090f\u0915 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0916\u093e\u0924\u0947 \u0915\u0947 \u0935\u093f\u0935\u0930\u0923 \u0915\u0940 \u092c\u0939\u093e\u0932\u0940 \u0915\u0947 \u0932\u093f\u090f \u0905\u0928\u0941\u092e\u0924\u093f \u0926\u0947\u0924\u093e \u0939\u0948

profile.view.new=(\u092a\u094b\u0938\u094d\u091f) \u090f\u0915 \u0928\u092f\u093e \u092a\u094d\u0930\u094b\u092b\u093c\u093e\u0907\u0932 \u092c\u0928\u093e\u0924\u093e \u0939\u0948\u0964
profile.view.edit=(\u092a\u094b\u0938\u094d\u091f) \u0915\u093f\u0938\u0940 \u092e\u094c\u091c\u0942\u0926\u093e \u092a\u094d\u0930\u094b\u092b\u093c\u093e\u0907\u0932 \u0915\u094b \u0905\u0926\u094d\u092f\u0924\u0928 \u0915\u0930\u0924\u093e \u0939\u0948\u0964 \u0938\u0940\u092e\u093f\u0924 \u0938\u092e\u0930\u094d\u0925\u0928\u0964
profile.view.delete=(\u0939\u091f\u093e\u0928\u093e) \u090f\u0915 \u092a\u094d\u0930\u094b\u092b\u093c\u093e\u0907\u0932 \u0915\u094b \u0939\u091f\u093e \u0926\u0947\u0924\u093e \u0939\u0948\u0964 \u0935\u0930\u094d\u0924\u092e\u093e\u0928 \u092e\u0947\u0902 \u0932\u093e\u0917\u0942 \u0928\u0939\u0940\u0902 \u0915\u093f\u092f\u093e \u0917\u092f\u093e\u0964

profile.action.minimal=\u090f\u0915 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0915\u0947 \u0932\u093f\u090f \u0915\u092e \u0938\u0947 \u0915\u092e \u092a\u094d\u0930\u094b\u092b\u093c\u093e\u0907\u0932 \u092a\u0941\u0928\u0930\u094d\u092a\u094d\u0930\u093e\u092a\u094d\u0924 \u0915\u0930\u0947\u0902\u0964 \u0938\u0942\u091a\u093f\u092f\u094b\u0902 \u0915\u0947 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e\u0913\u0902 \u0915\u0947 \u0932\u093f\u090f \u0909\u092a\u092f\u094b\u0917\u0940 \u0939\u0948\u0964 \u0925\u0902\u092c\u0928\u0947\u0932 \u091b\u0935\u093f \u0936\u093e\u092e\u093f\u0932 \u0939\u0948\u0902\u0964  \u0938\u0902\u0932\u0917\u094d\u0928 / \u0938\u094d\u0935\u0930\u0942\u092a\u093f\u0924 \u0915\u093f\u092f\u093e \u0915\u093f\u0938\u0940 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0915\u0947 \u092a\u094d\u0930\u094b\u092b\u093c\u093e\u0907\u0932 \u0938\u094d\u091f\u093e\u0907\u0932 \u0915\u093e \u090f\u0915 HTML \u0938\u094d\u0935\u0930\u0942\u092a\u093f\u0924 \u0938\u0902\u0938\u094d\u0915\u0930\u0923 \u0932\u094c\u091f\u093e\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u091c\u094b \u0938\u0940\u0927\u0947 \u0907\u0938\u094d\u0924\u0947\u092e\u093e\u0932 \u0915\u0947 \u0932\u093f\u090f \u0924\u0948\u092f\u093e\u0930 \u0939\u0948\u0902\u0964

profile.action.academic=\u090f\u0915 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0915\u0947 \u0932\u093f\u090f \u0936\u0948\u0915\u094d\u0937\u0923\u093f\u0915 \u092a\u094d\u0930\u094b\u092b\u093c\u093e\u0907\u0932 \u092a\u0941\u0928\u0930\u094d\u092a\u094d\u0930\u093e\u092a\u094d\u0924 \u0915\u0930\u0947\u0902\u0964 \u092a\u0942\u0930\u094d\u0923 \u0906\u0915\u093e\u0930 \u091b\u0935\u093f \u0914\u0930 \u0915\u0947\u0935\u0932 \u0905\u0915\u093e\u0926\u092e\u093f\u0915 \u0938\u0902\u092c\u0902\u0927\u093f\u0924 \u091c\u093e\u0928\u0915\u093e\u0930\u0940 \u092d\u0940 \u0936\u093e\u092e\u093f\u0932 \u0939\u0948\u0964  \u0938\u0902\u0932\u0917\u094d\u0928 / \u0938\u094d\u0935\u0930\u0942\u092a\u093f\u0924 \u0915\u093f\u092f\u093e \u0915\u093f\u0938\u0940 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0915\u0947 \u092a\u094d\u0930\u094b\u092b\u093c\u093e\u0907\u0932 \u0938\u094d\u091f\u093e\u0907\u0932 \u0915\u093e \u090f\u0915 HTML \u0938\u094d\u0935\u0930\u0942\u092a\u093f\u0924 \u0938\u0902\u0938\u094d\u0915\u0930\u0923 \u0932\u094c\u091f\u093e\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u091c\u094b \u0938\u0940\u0927\u0947 \u0907\u0938\u094d\u0924\u0947\u092e\u093e\u0932 \u0915\u0947 \u0932\u093f\u090f \u0924\u0948\u092f\u093e\u0930 \u0939\u0948\u0902\u0964

profile.action.image=\u090f\u0915 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0915\u0947 \u0932\u093f\u090f \u092a\u094d\u0930\u094b\u092b\u093c\u093e\u0907\u0932 \u091b\u0935\u093f \u0915\u094b \u092a\u0941\u0928\u0903 \u092a\u094d\u0930\u093e\u092a\u094d\u0924 \u0915\u0930\u0947\u0902\u0964\n\u0925\u0902\u092c\u0928\u0947\u0932 \u092a\u094d\u0930\u093e\u092a\u094d\u0924 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0938\u0902\u0932\u0917\u094d\u0928/\u0905\u0902\u0917\u0941\u0937\u094d\u0920 \u0915\u0930\u0947\u0902 (/ \u092a\u094d\u0930\u094b\u092b\u093e\u0907\u0932/\u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e/\u091b\u0935\u093f/\u0905\u0902\u0917\u0942\u0920\u0947)  \u092f\u0926\u093f \u0935\u0939\u093e\u0901 \u090f\u0915 \u0939\u0948\u0964 \u0905\u0917\u0930 \u0915\u094b\u0908 \u0925\u0902\u092c\u0928\u0947\u0932 \u0928\u0939\u0940\u0902 \u0939\u0948, \u092e\u0941\u0916\u094d\u092f \u091b\u0935\u093f \u0932\u094c\u091f\u093e \u0926\u0940 \u091c\u093e\u090f\u0917\u0940\u0964\n\u0938\u0902\u0932\u0917\u094d\u0928/\u0905\u0935\u0924\u093e\u0930 \u0915\u0930\u0947\u0902 \u0905\u0935\u0924\u093e\u0930 \u092a\u094d\u0930\u093e\u092a\u094d\u0924 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f (/ \u092a\u094d\u0930\u094b\u092b\u093e\u0907\u0932/\u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e/\u091b\u0935\u093f/\u0905\u0935\u0924\u093e\u0930) \u092f\u0926\u093f \u0935\u0939\u093e\u0901 \u090f\u0915 \u0939\u0948\u0964 \u0905\u0917\u0930 \u0915\u094b\u0908 \u0905\u0935\u0924\u093e\u0930 \u0928\u0939\u0940\u0902 \u0939\u0948, \u092e\u0941\u0916\u094d\u092f \u091b\u0935\u093f \u0932\u094c\u091f\u093e \u0926\u0940 \u091c\u093e\u090f\u0917\u0940\u0964 \n\u0938\u0902\u0932\u0917\u094d\u0928/\u0906\u0927\u093f\u0915\u093e\u0930\u093f\u0915 \u0938\u0930\u0915\u093e\u0930\u0940 \u091b\u0935\u093f \u092a\u094d\u0930\u093e\u092a\u094d\u0924 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f (/ \u092a\u094d\u0930\u094b\u092b\u093e\u0907\u0932/\u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e/\u091b\u0935\u093f/\u0906\u0927\u093f\u0915\u093e\u0930\u093f\u0915) \u092f\u0926\u093f \u0935\u0939\u093e\u0901 \u090f\u0915 \u0939\u0948\u0964 \u092f\u0926\u093f \u0915\u094b\u0908 \u0938\u0930\u0915\u093e\u0930\u0940 \u091b\u0935\u093f \u0928\u0939\u0940\u0902 \u0939\u0948, \u0924\u094b \u0921\u093f\u092b\u093c\u0949\u0932\u094d\u091f \u091b\u0935\u093f \u0932\u094c\u091f\u093e \u0926\u0940 \u091c\u093e\u090f\u0917\u0940\u0964  \n\u0935\u0948\u0915\u0932\u094d\u092a\u093f\u0915 \u0938\u093e\u0907\u091f \u0905\u0928\u0941\u092e\u0924\u093f\u092f\u093e\u0901 \u091c\u093e\u0901\u091a \u0915\u0930\u0928\u0947 \u0915\u0940 \u0905\u0928\u0941\u092e\u0924\u093f \u0926\u0947\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0938\u093e\u0907\u091f\u0906\u0908\u0921\u0940 \u092f\u0942\u0906\u0930\u090f\u0932 \u092a\u0930\u092e \u091c\u094b\u0921\u093c (/ \u092a\u094d\u0930\u094b\u092b\u093e\u0907\u0932/\u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e/\u091b\u0935\u093f? siteid \= {siteid} \u092f\u093e / \u092a\u094d\u0930\u094b\u092b\u093e\u0907\u0932/\u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e/\u091b\u0935\u093f/\u0905\u0902\u0917\u0942\u0920\u0947? siteid \= {siteid} )  \u092c\u093e\u0907\u0928\u0930\u0940 \u091b\u0935\u093f \u0935\u093e\u092a\u0938 \u0915\u0930\u0924\u093e \u0939\u0948\u0964 \u0921\u093f\u092b\u093c\u0949\u0932\u094d\u091f \u091b\u0935\u093f \u0935\u093e\u092a\u0938 \u0915\u0930\u0924\u093e \u0939\u0948 \u0905\u0917\u0930 \u0915\u094b\u0908 \u091b\u0935\u093f \u092e\u094c\u091c\u0942\u0926 \u0928\u0939\u0940\u0902 \u0939\u0948 \u092f\u093e \u0905\u0928\u0941\u092e\u0924\u093f \u0928\u0939\u0940\u0902 \u0939\u0948\u0964 \u092f\u0926\u093f \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e (\u092f\u093e \u0935\u0948\u0915\u0932\u094d\u092a\u093f\u0915 siteid) \u0905\u092e\u093e\u0928\u094d\u092f \u0939\u0948 404 \u0935\u093e\u092a\u0938 \u0915\u0930\u0947\u0902\u0964 \u0939\u092e\u0947\u0936\u093e \u090f\u0915 \u091b\u0935\u093f \u0935\u093e\u092a\u0938 \u0915\u0930 \u0926\u0947\u0917\u093e \u092f\u0926\u093f \u090f\u0915 \u092e\u094c\u091c\u0942\u0926 \u0939\u0948, \u092f\u093e \u0924\u094b \u0926\u094d\u0935\u093e\u0930\u093e \u0905\u092a\u0932\u094b\u0921 \u0915\u093f\u092f\u093e \u091c\u093e \u0930\u0939\u093e \u0939\u0948 \u092f\u093e \u090f\u0915 \u092f\u0942\u0906\u0930\u090f\u0932 \u0939\u0948 (\u0915\u0948\u0938\u0947 \u0938\u093f\u0938\u094d\u091f\u092e \u0915\u0949\u0928\u094d\u092b\u093c\u093f\u0917\u0930 \u0915\u093f\u092f\u093e \u0917\u092f\u093e \u0939\u0948 \u092a\u0930 \u0928\u093f\u0930\u094d\u092d\u0930 \u0915\u0930\u0924\u093e \u0939\u0948 - Profile2 sakai.properties \u0926\u0947\u0916\u0947\u0902)\u0964  \u0906\u092a \u0907\u0938\u0947 \u090f\u0915 \u0906\u0907\u090f\u092e\u091c\u0940 \u091f\u0948\u0917 \u092e\u0947\u0902 \u0938\u0940\u0927\u0947 \u0907\u0938\u094d\u0924\u0947\u092e\u093e\u0932 \u0915\u0930 \u0938\u0915\u0924\u0947 \u0939\u0948\u0902 &lt; img src \= "/ \u092a\u094d\u0930\u094b\u092b\u093e\u0907\u0932/\u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e/\u091b\u0935\u093f [/ \u0905\u0902\u0917\u0942\u0920\u0947]" / &gt;, \u0907\u0938\u0947 \u0939\u092e\u0947\u0936\u093e \u0915\u0941\u091b \u0935\u093e\u092a\u0938 \u0915\u0930\u0928\u093e \u091a\u093e\u0939\u093f\u090f\u0964  \u0915\u094b\u0908 \u092d\u0940 \u0935\u093e\u092a\u0938\u0940 \u0938\u094d\u0935\u0930\u0942\u092a \u0928\u093f\u0930\u094d\u0926\u093f\u0937\u094d\u091f \u092e\u0924 \u0915\u0930\u0947\u0902, ie. xml \u0964  
profile.action.connections=\u090f\u0915 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0915\u0947 \u0932\u093f\u090f \u0915\u0928\u0947\u0915\u094d\u0936\u0928 \u0915\u0940 \u090f\u0915 \u0938\u0942\u091a\u0940 \u0935\u093e\u092a\u0938 \u0915\u0930\u0924\u093e \u0939\u0948\u0964 \u090f\u0915 \u0916\u093e\u0932\u0940 \u0938\u0942\u091a\u0940 \u0935\u093e\u092a\u0938 \u0915\u0930\u0947\u0902 \u0905\u0917\u0930 \u0915\u094b\u0908 \u0928\u0939\u0940\u0902 \u0914\u0930 \u090f\u0915 \u0935\u093f\u092b\u0932\u0924\u093e (404) \u092f\u0926\u093f \u0906\u092a\u0915\u0947 \u092a\u093e\u0938 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0915\u0947 \u0915\u0928\u0947\u0915\u094d\u0936\u0928 \u0915\u094b \u0926\u0947\u0916\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u092a\u0939\u0941\u0901\u091a \u0928\u0939\u0940\u0902 \u0939\u0948, \u092f\u093e \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0905\u092e\u093e\u0928\u094d\u092f \u0939\u0948\u0964

