# this defines the entity description for profile
profile=Predstavlja profil korisnika. Zbog pode\u0161avanja privatnosti koje korisnik mo\u017ee da izvr\u0161i za pojedina\u010dne delove svog profila, informacije na profilu koje se vra\u0107aju za datog korisnika bi\u0107e prilago\u0111ene osobi koja to zahteva.

profile.view.show=(GET) Dobija profil korisnika. Odgovor \u0107e biti prilago\u0111en osobi koja ispostavlja zahtev prema pode\u0161avanjima privatnosti vlasnika profila (/profile/USER.xml).

profile.redirect./{prefix}/{id}/account=Omogu\u0107ava vra\u0107anje podataka o nalogu korisnika preusmeravanjem na subjekta koji omogu\u0107ava korisnika

profile.view.new=(POST) Kreira novi profil.
profile.view.edit=(POST) A\u017eurira postoje\u0107i profil. Ograni\u010dena podr\u0161ka.
profile.view.delete=(DELETE) Bri\u0161e profil. Trenutno se ne primenjuje.

profile.action.minimal=Vra\u0107a minimalni profil za korisnika. Korisno za liste korisnika. Uklju\u010duje sli\u010dicu. Dodato/formatirano za vra\u0107anje HTML formatirane verzije profila korisnika stilizovanog da bude spreman za direktnu primenu.

profile.action.academic=Vra\u0107a akademski profil za korisnika. Uklju\u010duje sliku u punoj veli\u010dini i samo akademske informacije. Dodato/formatirano za vra\u0107anje HTML formatirane verzije profila korisnika stilizovanog da bude spreman za direktnu primenu.

profile.action.unreadMessagesCount=Vra\u0107a broj nepro\u010ditanih poruka za korisnika. Vra\u0107a neuspe\u0161no (404) ako nema\u0161 pristup za pregled broja poruka korisnika.

profile.action.image=Vra\u0107a profilnu sliku za korisnika. Dodato/umanjeno prikazano da bi se dobila sli\u010dica (/profile/USER/image/thumb) ako postoji. Ako ne postoji sli\u010dica, glavna slika \u0107e biti vra\u0107ena. Dodato/avatar da bi se dobio avatar (/profile/USER/image/avatar) ako postoji. Ako ne postoji avatar, glavna slika \u0107e biti vra\u0107ena. Dodato/zvani\u010dno da bi se dobila zvani\u010dna slika (/profile/USER/image/official) ako postoji. Ako ne postoji zvani\u010dna slika, podrazumevana slika \u0107e biti vra\u0107ena. Opciono dodaj URL parametar ID broja lokacije da bi se dozvolila provera dozvola za lokaciju (/profile/USER/image?siteId\={siteid} ili /profile/USER/image/thumb?siteId\={siteid}) Vra\u0107a binarnu vrednost slike. Vra\u0107a se podrazumevana slika ako slika ne postoji ili nije dozvoljena. Vra\u0107a se 404 ako je korisnik (ili opcioni ID broj lokacije) neva\u017ee\u0107i. Uvek \u0107e vra\u0107ati sliku ako postoji, otpremanjem ili kao url (u zavisnosti od toga kako je sistem konfigurisan - vidi Profile2 sakai.properties). Mo\u017ee\u0161 da ga koristi\u0161 direktno u img tag &lt;img src\=\u201e/profile/USER/image[/thumb]\u201c /&gt;, uvek treba ne\u0161to da vrati. NE navodi nikakav format vra\u0107anja, tj. .xml.
profile.action.connections=Vra\u0107a listu veza za korisnika. Vra\u0107a praznu listu ako ne postoji i kvar (404) ako nema\u0161 pristup da pregleda\u0161 veze korisnika, ili ako je korisnik neva\u017ee\u0107i.

profile.action.incomingConnectionRequests=Vra\u0107a listu zahteva veza za korisnika. Vra\u0107a praznu listu ako ne postoji i kvar (404) ako nema\u0161 pristup da pregleda\u0161 veze korisnika, ili ako je korisnik neva\u017ee\u0107i.
