#X-Generator: crowdin.net
# this defines the entity description for portal-chat
portal-chat=\u0938\u093e\u0915\u093e\u0908 \u0915\u0947 \u092a\u094b\u0930\u094d\u091f\u0932 \u091a\u0948\u091f \u092a\u094d\u0930\u0923\u093e\u0932\u0940 \u092a\u0930 \u090f\u0915 HTTP \u0907\u0902\u091f\u0930\u092b\u093c\u0947\u0938 \u092a\u094d\u0930\u0938\u094d\u0924\u0941\u0924 \u0915\u0930\u0924\u093e \u0939\u0948\u0964
portal-chat.view.new=\u092f\u0942\u0906\u0930\u090f\u0932 \u0938\u094d\u0935\u0930\u0942\u092a \u0939\u0948 "/direct/portal-chat/new" <br/> \u0915\u093f\u0938\u0940 \u0905\u0928\u094d\u092f \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0915\u0947 \u0932\u093f\u090f \u090f\u0915 \u0938\u0902\u0926\u0947\u0936 \u092d\u0947\u091c\u0947\u0902\u0964 \u0926\u094b \u092a\u0948\u0930\u093e\u092e\u0940\u091f\u0930 \u0932\u0947\u0902, '\u0915\u0947 \u0932\u093f\u092f\u0947' (\u090f\u0915 \u0938\u093e\u0915\u093e\u0908  \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0906\u0908 \u0921\u0940) \u0914\u0930 '\u0938\u0902\u0926\u0947\u0936'\u0964
portal-chat.action.latestData=\u092f\u0942\u0906\u0930\u090f\u0932 \u0938\u094d\u0935\u0930\u0942\u092a \u0939\u0948 "/ \u092a\u094d\u0930\u0924\u094d\u092f\u0915\u094d\u0937/\u092a\u094b\u0930\u094d\u091f\u0932 \u091a\u0948\u091f/\u0915\u0941\u091b \u092d\u0940/latestData.json?online\=true&siteId\=SITEID"\u0964 <br/> \u092e\u0947\u0902 \u0935\u0930\u094d\u0924\u092e\u093e\u0928 \u092e\u0947\u0902 \u0932\u0949\u0917 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0915\u0947 \u0932\u093f\u090f \u0938\u092d\u0940 \u0928\u0935\u0940\u0928\u0924\u092e \u0921\u0947\u091f\u093e \u092a\u0915\u0921\u093c \u0932\u0947\u0924\u093e \u0939\u0948\u0964 \u092f\u0939 \u0906\u092a\u0930\u0947\u0936\u0928 \u092d\u0940 \u0935\u0948\u0915\u0932\u094d\u092a\u093f\u0915 \u0930\u0942\u092a \u0938\u0947 \u0926\u093f\u0932 \u0915\u0940 \u0927\u0921\u093c\u0915\u0928 \u0935\u0930\u094d\u0924\u092e\u093e\u0928 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0915\u0947 \u0932\u093f\u090f \u0938\u0947\u091f \u0915\u0930\u0947\u0917\u093e <br/>  \u092f\u0926\u093f \u0906\u092a \u091a\u0948\u091f \u090f\u092c\u0932 \u0938\u0942\u091a\u0940 \u092e\u0947\u0902 \u0926\u093f\u0916\u093e\u0928\u093e \u0928\u0939\u0940\u0902 \u091a\u093e\u0939\u0924\u0947 \u0939\u0948\u0902, \u0911\u0928\u0932\u093e\u0907\u0928 \u0915\u0947 \u0932\u093f\u090f \u092b\u093e\u0932\u094d\u0938  \u0926\u0947\u0902 \u0914\u0930 \u0906\u092a \u0926\u0942\u0938\u0930\u094b\u0902 \u0938\u0947 \u091b\u093f\u092a\u0947 \u0939\u0941\u090f \u0930\u0939\u0947\u0917\u0947\u0964 \u0928\u0935\u0940\u0928\u0924\u092e \u0921\u0947\u091f\u093e \u0906\u092a\u0930\u0947\u0936\u0928 \u0905\u093e\u092a\u0915\u093e \u0915\u0928\u0947\u0915\u094d\u0936\u0928 \u092a\u0941\u0928\u0903 \u092a\u094d\u0930\u093e\u092a\u094d\u0924 \u0915\u0930\u0924\u093e \u0939\u0948 < br / >, \u0905\u092a\u0928\u0947 \u0938\u0902\u0926\u0947\u0936\u094b\u0902, \u0914\u0930, \u092f\u0926\u093f \u0906\u092a \u090f\u0915 \u0938\u093e\u0907\u091f \u0906\u0908 \u0921\u0940 \u092a\u0948\u0930\u093e\u092e\u0940\u091f\u0930 \u0928\u093f\u0930\u094d\u0926\u093f\u0937\u094d\u091f \u0915\u0930\u0947\u0902, \u0935\u0930\u094d\u0924\u092e\u093e\u0928 \u092e\u0947\u0902 \u0909\u0938 \u0938\u093e\u0907\u091f \u092e\u0947\u0902 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e\u0913\u0902 \u0915\u0940 \u0938\u0942\u091a\u0940 \u0964
portal-chat.action.ping=\u092f\u0942\u0906\u0930\u090f\u0932 \u0938\u094d\u0935\u0930\u0942\u092a \u0939\u0948 "/ \u092a\u094d\u0930\u0924\u094d\u092f\u0915\u094d\u0937/\u092a\u094b\u0930\u094d\u091f\u0932-\u091a\u0948\u091f/USERTOPING/\u092a\u093f\u0902\u0917" \u091c\u0939\u093e\u0902 USERTOPING \u090f\u0915 \u0938\u093e\u0915\u093e\u0908 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0906\u0908 \u0921\u0940 \u0939\u0948\u0964 <br/> "\u0938\u092b\u0932\u0924\u093e" \u0938\u094d\u091f\u094d\u0930\u093f\u0902\u0917 \u0926\u0947\u0924\u093e \u0939\u0948 \u0905\u0917\u0930 \u090f\u0915 \u0908\u092e\u0947\u0932 \u0938\u092b\u0932\u0924\u093e\u092a\u0942\u0930\u094d\u0935\u0915 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0915\u094b \u092d\u0947\u091c\u093e \u091c\u093e\u0924\u093e \u0939\u0948\u0964
profile_message_subject=\u092a\u094b\u0930\u094d\u091f\u0932 \u091a\u0948\u091f \u0938\u0902\u0926\u0947\u0936

