# this defines the entity description for portal-chat
portal-chat=\u064a\u0642\u062f\u0645 \u0648\u0627\u062c\u0647\u0629 HTTP \u0639\u0644\u0649 \u0646\u0638\u0627\u0645 \u062f\u0631\u062f\u0634\u0629 \u0628\u0648\u0627\u0628\u0629 Sakai.
portal-chat.view.new=\u062a\u0646\u0633\u064a\u0642 URL \u0647\u0648 "/ direct / portal-chat / new" \u0623\u0631\u0633\u0644 \u0631\u0633\u0627\u0644\u0629 \u0625\u0644\u0649 \u0645\u0633\u062a\u062e\u062f\u0645 \u0622\u062e\u0631. \u064a\u0623\u062e\u0630 \u0645\u0639\u0627\u0645\u0644\u064a\u0646 \u060c "\u0625\u0644\u0649" (\u0645\u0639\u0631\u0641 \u0645\u0633\u062a\u062e\u062f\u0645 \u0633\u0627\u0643\u0627\u064a) \u0648 "\u0631\u0633\u0627\u0644\u0629".
portal-chat.action.latestData=\u062a\u0646\u0633\u064a\u0642 \u0639\u0646\u0648\u0627\u0646 URL \u0647\u0648 "/direct/portal-chat/ANYTHING/latestData.json\u061fonline\=true&siteId\=SITEID". \u0627\u0644\u062d\u0635\u0648\u0644 \u0639\u0644\u0649 \u0623\u062d\u062f\u062b \u0627\u0644\u0628\u064a\u0627\u0646\u0627\u062a \u0644\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0627\u0644\u0630\u064a \u0642\u0627\u0645 \u0628\u062a\u0633\u062c\u064a\u0644 \u0627\u0644\u062f\u062e\u0648\u0644 \u062d\u0627\u0644\u064a\u064b\u0627. \u0633\u062a\u0639\u0645\u0644 \u0647\u0630\u0647 \u0627\u0644\u0639\u0645\u0644\u064a\u0629 \u0623\u064a\u0636\u064b\u0627 \u0628\u0634\u0643\u0644 \u0627\u062e\u062a\u064a\u0627\u0631\u064a \u0639\u0644\u0649 \u0636\u0628\u0637 \u0646\u0628\u0636\u0627\u062a \u0627\u0644\u0642\u0644\u0628 \u0644\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0627\u0644\u062d\u0627\u0644\u064a. \u0625\u0630\u0627 \u0643\u0646\u062a \u0644\u0627 \u062a\u0631\u063a\u0628 \u0641\u064a \u0627\u0644\u0638\u0647\u0648\u0631 \u0641\u064a \u0642\u0648\u0627\u0626\u0645 \u062c\u062f\u0627\u0648\u0644 \u0627\u0644\u062f\u0631\u062f\u0634\u0629 \u060c \u0645\u0631\u0631 \u062e\u0637\u0623 \u0639\u0644\u0649 \u0627\u0644\u0625\u0646\u062a\u0631\u0646\u062a \u0648\u0633\u062a\u0643\u0648\u0646 \u0645\u062e\u0641\u064a\u064b\u0627 \u0639\u0646 \u0627\u0644\u0622\u062e\u0631\u064a\u0646. \u062a\u0633\u062a\u0631\u062f \u0639\u0645\u0644\u064a\u0629 latestData \u0627\u062a\u0635\u0627\u0644\u0627\u062a\u0643 \u0648\u0631\u0633\u0627\u0626\u0644\u0643 \u060c \u0648\u0625\u0630\u0627 \u062d\u062f\u062f\u062a \u0645\u0639\u0644\u0645\u0629 siteId \u060c \u0641\u0633\u062a\u062c\u062f \u0642\u0627\u0626\u0645\u0629 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0627\u0644\u0645\u0648\u062c\u0648\u062f\u064a\u0646 \u062d\u0627\u0644\u064a\u064b\u0627 \u0641\u064a \u0647\u0630\u0627 \u0627\u0644\u0645\u0648\u0642\u0639.
portal-chat.action.ping=\u062a\u0646\u0633\u064a\u0642 \u0639\u0646\u0648\u0627\u0646 URL \u0647\u0648 "/ direct / portal-chat / USERTOPING / ping" \u062d\u064a\u062b \u064a\u0643\u0648\u0646 USERTOPING \u0647\u0648 \u0645\u0639\u0631\u0641 \u0645\u0633\u062a\u062e\u062f\u0645 Sakai. <br/>\u062a\u064f\u0631\u062c\u0639 \u0643\u0644\u0645\u0629 "\u0646\u062c\u0627\u062d" \u0625\u0630\u0627 \u062a\u0645 \u0625\u0631\u0633\u0627\u0644 \u0628\u0631\u064a\u062f \u0625\u0644\u0643\u062a\u0631\u0648\u0646\u064a \u0625\u0644\u0649 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0628\u0646\u062c\u0627\u062d.
profile_message_subject=\u0628\u0648\u0627\u0628\u0629 \u0627\u0644\u062f\u0631\u062f\u0634\u0629
