# this defines the entity description for membership
membership=\u064a\u0645\u062b\u0644 \u0639\u0636\u0648\u064a\u0629 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0641\u064a \u0645\u0648\u0642\u0639 (\u0645\u0648\u0642\u0639 \u060c \u0645\u062c\u0645\u0648\u0639\u0629 \u060c \u0625\u0644\u062e) \u0641\u064a \u0627\u0644\u0646\u0638\u0627\u0645 \u060c \u0648\u064a\u0639\u0645\u0644 \u0645\u0639 \u0643\u064a\u0627\u0646\u0627\u062a \u0627\u0644\u0645\u0648\u0642\u0639 / \u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0629 \u0648\u0643\u064a\u0627\u0646\u0627\u062a \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646. \u0641\u064a \u0627\u0644\u0648\u062b\u0627\u0626\u0642 \u0623\u062f\u0646\u0627\u0647 \u060c \u0645\u0639\u0631\u0641 \u0627\u0644\u0639\u0636\u0648\u064a\u0629 \u0639\u0628\u0627\u0631\u0629 \u0639\u0646 \u0633\u0644\u0633\u0644\u0629 \u0628\u0627\u0644\u0635\u064a\u063a\u0629 USER_ID \:\: LOCATION_REFERENCE (\u0639\u0644\u0649 \u0633\u0628\u064a\u0644 \u0627\u0644\u0645\u062b\u0627\u0644 \u060c "aaronz \:\: site\: mySiteId").
membership.view.new=(POST) \u0623\u0636\u0641 \u0627\u0644\u0639\u0636\u0648\u064a\u0629 \u0627\u0644\u0645\u062d\u062f\u062f\u0629 \u0628\u0648\u0627\u0633\u0637\u0629 \u0627\u0644\u0645\u0639\u0631\u0641. \u0628\u062f\u0644\u0627\u064b \u0645\u0646 \u0630\u0644\u0643 \u060c \u064a\u0645\u0643\u0646 \u0644\u0640 POST \u0625\u0644\u0649 \u0639\u0646\u0648\u0627\u0646 URL \u0627\u0644\u0628\u0633\u064a\u0637 "/ \u0627\u0644\u0639\u0636\u0648\u064a\u0629" \u062a\u062d\u062f\u064a\u062f \u0645\u0639\u0644\u0645\u0627\u062a \u0637\u0644\u0628 "userId" \u0648 "locationReference". \u0641\u064a \u0643\u0644\u062a\u0627 \u0627\u0644\u062d\u0627\u0644\u062a\u064a\u0646 \u060c \u0645\u0639\u0644\u0645\u0627\u062a \u0627\u0644\u0637\u0644\u0628 \u0627\u0644\u0627\u062e\u062a\u064a\u0627\u0631\u064a\u0629 \u0647\u064a\: \u0633\u0644\u0633\u0644\u0629 "memberRole" (\u0627\u0644\u0627\u0641\u062a\u0631\u0627\u0636\u064a \u0644\u0639\u0636\u0648\u064a\u0627\u062a \u0627\u0644\u0645\u0648\u0642\u0639 \u0627\u0644\u0642\u0627\u0628\u0644\u0629 \u0644\u0644\u0627\u0646\u0636\u0645\u0627\u0645 \u0647\u0648 \u062f\u0648\u0631 \u0627\u0644\u0627\u0646\u0636\u0645\u0627\u0645 \u0627\u0644\u0627\u0641\u062a\u0631\u0627\u0636\u064a) \u061b \u0627\u0644\u0642\u064a\u0645\u0629 \u0627\u0644\u0645\u0646\u0637\u0642\u064a\u0629 "\u0627\u0644\u0646\u0634\u0637\u0629" (\u0627\u0644\u0642\u064a\u0645\u0629 \u0627\u0644\u0627\u0641\u062a\u0631\u0627\u0636\u064a\u0629 \u0647\u064a true). \u064a\u0645\u0643\u0646 \u0627\u0644\u0642\u064a\u0627\u0645 \u0628\u0625\u0636\u0627\u0641\u0629 \u062f\u0641\u0639\u0629 \u0625\u0644\u0649 \u0646\u0641\u0633 \u0627\u0644\u0645\u0648\u0642\u0639 \u0628\u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0646\u0641\u0633 \u0627\u0644\u062f\u0648\u0631 \u0639\u0646 \u0637\u0631\u064a\u0642 \u062a\u062d\u062f\u064a\u062f \u0645\u0639\u0644\u0645\u0629 "userIds" (\u0645\u062c\u0645\u0648\u0639\u0629 \u0645\u0646 \u0645\u0639\u0631\u0641\u0627\u062a \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645).
membership.view.delete=(DELETE)\u0627\u062d\u0630\u0641 \u0627\u0644\u0639\u0636\u0648\u064a\u0629 \u0627\u0644\u0645\u062d\u062f\u062f\u0629 \u0628\u0648\u0627\u0633\u0637\u0629 \u0627\u0644\u0645\u0639\u0631\u0641. \u064a\u0645\u0643\u0646 \u062d\u0630\u0641 \u0627\u0644\u0639\u062f\u064a\u062f \u0645\u0646 \u0627\u0644\u0639\u0636\u0648\u064a\u0627\u062a \u0645\u0646 \u0646\u0641\u0633 \u0627\u0644\u0645\u0648\u0642\u0639 \u0639\u0646 \u0637\u0631\u064a\u0642 \u062a\u062d\u062f\u064a\u062f \u0645\u0639\u0644\u0645\u0629 "userIds" (\u0645\u0635\u0641\u0648\u0641\u0629 \u0645\u0646 \u0645\u0639\u0631\u0641\u0627\u062a \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645).
membership.view.edit=(POST) \u062a\u0639\u062f\u064a\u0644 \u0627\u0644\u0639\u0636\u0648\u064a\u0629 \u0627\u0644\u0645\u062d\u062f\u062f\u0629 \u0628\u0648\u0627\u0633\u0637\u0629 \u0627\u0644\u0645\u0639\u0631\u0641. \u0628\u062f\u0644\u0627\u064b \u0645\u0646 \u0630\u0644\u0643 \u060c \u064a\u0645\u0643\u0646 \u0644\u0640 POST \u0625\u0644\u0649 \u0639\u0646\u0648\u0627\u0646 URL "/ \u0627\u0644\u0639\u0636\u0648\u064a\u0629" \u062a\u062d\u062f\u064a\u062f \u0645\u0639\u0644\u0645\u0627\u062a \u0627\u0644\u0637\u0644\u0628 "userId" \u0648 "locationReference". \u0641\u064a \u0643\u0644\u062a\u0627 \u0627\u0644\u062d\u0627\u0644\u062a\u064a\u0646 \u060c \u0645\u0639\u0644\u0645\u0627\u062a \u0627\u0644\u0637\u0644\u0628 \u0627\u0644\u0627\u062e\u062a\u064a\u0627\u0631\u064a\u0629 \u0647\u064a\: \u0633\u0644\u0633\u0644\u0629 "memberRole"\u061b \u0642\u064a\u0645\u0629 \u0645\u0646\u0637\u0642\u064a\u0629 "\u0646\u0634\u0637\u0629". \u064a\u0645\u0643\u0646 \u0625\u062c\u0631\u0627\u0621 \u062a\u062d\u062f\u064a\u062b \u062f\u0641\u0639\u064a \u0644\u0646\u0641\u0633 \u0627\u0644\u0645\u0648\u0642\u0639 \u0628\u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0646\u0641\u0633 \u0627\u0644\u062f\u0648\u0631 \u0648\u0627\u0644\u0625\u0639\u062f\u0627\u062f \u0627\u0644\u0646\u0634\u0637 \u0645\u0646 \u062e\u0644\u0627\u0644 \u062a\u062d\u062f\u064a\u062f \u0645\u0639\u0644\u0645\u0629 "userIds" (\u0645\u062c\u0645\u0648\u0639\u0629 \u0645\u0646 \u0645\u0639\u0631\u0641\u0627\u062a \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645).
membership.view.list=\u0628\u0634\u0643\u0644 \u0627\u0641\u062a\u0631\u0627\u0636\u064a \u060c \u064a\u0633\u062a\u0631\u062f \u0642\u0627\u0626\u0645\u0629 \u0628\u0643\u0627\u0641\u0629 \u0639\u0636\u0648\u064a\u0627\u062a \u0627\u0644\u0645\u0648\u0642\u0639 \u0644\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0627\u0644\u062d\u0627\u0644\u064a. \u0645\u0639\u0644\u0645\u0627\u062a \u0627\u0644\u0627\u0633\u062a\u0639\u0644\u0627\u0645 \u0627\u0644\u0627\u062e\u062a\u064a\u0627\u0631\u064a\u0629\: "includeSites \= false" \u0644\u062a\u0635\u0641\u064a\u0629 \u0639\u0636\u0648\u064a\u0627\u062a \u0627\u0644\u0645\u0648\u0642\u0639 \u061b \u064a\u0633\u062a\u0631\u062f "includeGroups \= true" \u0639\u0636\u0648\u064a\u0629 \u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0629 \u061b \u064a\u0639\u0631\u0636 "_locationReference \= LOCATION_REFERENCE" \u0643\u0627\u0641\u0629 \u0627\u0644\u0639\u0636\u0648\u064a\u0627\u062a \u0641\u064a \u0627\u0644\u0645\u0648\u0642\u0639 \u0623\u0648 \u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0629 \u0627\u0644\u0645\u062d\u062f\u062f\u0629 \u061b \u064a\u0642\u0648\u0645 "user \= USER_ID" (\u0623\u0648 "userId \= USER_ID" \u0623\u0648 "_userReference \= USER_REFERENCE") \u0628\u0625\u0631\u062c\u0627\u0639 \u0639\u0636\u0648\u064a\u0627\u062a \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0627\u0644\u0645\u062d\u062f\u062f\u0629 \u061b "includeMemberDetails \= true" \u0644\u0625\u0631\u062c\u0627\u0639 \u062a\u0641\u0627\u0635\u064a\u0644 \u0643\u0627\u0645\u0644\u0629 \u0639\u0646 \u062f\u0648\u0631 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0641\u0642\u0637 \u060c \u0644\u0627 \u064a\u0645\u0643\u0646 \u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0647\u0630\u0627 \u0645\u0639 includeGroups \= true \u061b "\u0627\u0644\u062f\u0648\u0631 \= ROLE_STRING" (\u0623\u0648 "roleId \= ROLE_STRING") \u064a\u0642\u0635\u0631 \u0627\u0644\u0642\u0627\u0626\u0645\u0629 \u0639\u0644\u0649 \u062f\u0648\u0631 \u0627\u0644\u0639\u0636\u0648 \u0627\u0644\u0645\u062d\u062f\u062f.
membership.action.site=\u062a\u0646\u0633\u064a\u0642 URL \u0647\u0648 "/ Membership / site /\: SITE_ID\:".<br/> (GET) \u0633\u062a\u0639\u064a\u062f \u062c\u0645\u064a\u0639 \u0627\u0644\u0639\u0636\u0648\u064a\u0627\u062a \u0641\u064a \u0627\u0644\u0645\u0648\u0642\u0639 \u0627\u0644\u0645\u062d\u062f\u062f. (<br/>POST) \u0633\u062a\u0636\u064a\u0641 \u0639\u0636\u0648\u064a\u0629 \u0648\u0627\u062d\u062f\u0629 \u0623\u0648 \u0623\u0643\u062b\u0631 \u0641\u064a \u0627\u0644\u0645\u0648\u0642\u0639 \u0639\u0628\u0631 \u0645\u0635\u0641\u0648\u0641\u0629 \u0645\u0646 \u0645\u0639\u0627\u0645\u0644\u0627\u062a \u0637\u0644\u0628 "userSearchValues" (\u0643\u0644 \u0645\u0646\u0647\u0627 \u0639\u0628\u0627\u0631\u0629 \u0639\u0646 \u0645\u0639\u0631\u0641 \u0645\u0633\u062a\u062e\u062f\u0645 \u060c \u0623\u0648 EID \u0644\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u060c \u0623\u0648 \u0639\u0646\u0648\u0627\u0646 \u0628\u0631\u064a\u062f \u0625\u0644\u0643\u062a\u0631\u0648\u0646\u064a) \u060c \u062c\u0646\u0628\u064b\u0627 \u0625\u0644\u0649 \u062c\u0646\u0628 \u0645\u0639 \u0633\u0644\u0633\u0644\u0629 "memberRole" (\u0627\u0644\u0627\u0641\u062a\u0631\u0627\u0636\u064a \u0644\u0639\u0636\u0648\u064a\u0629 \u0627\u0644\u0645\u0648\u0642\u0639 \u0627\u0644\u0642\u0627\u0628\u0644\u0629 \u0644\u0644\u0627\u0646\u0636\u0645\u0627\u0645 \u0647\u064a \u062f\u0648\u0631 \u0627\u0644\u0648\u0633\u064a\u0637 \u0627\u0644\u0627\u0641\u062a\u0631\u0627\u0636\u064a) \u0648\u0627\u0644\u0642\u064a\u0645\u0629 \u0627\u0644\u0645\u0646\u0637\u0642\u064a\u0629 "\u0627\u0644\u0646\u0634\u0637\u0629" (\u0627\u0644\u0642\u064a\u0645\u0629 \u0627\u0644\u0627\u0641\u062a\u0631\u0627\u0636\u064a\u0629 \u0647\u064a true). \u0642\u062f \u062a\u062a\u0636\u0645\u0646 \u0631\u0624\u0648\u0633 \u0627\u0644\u0627\u0633\u062a\u062c\u0627\u0628\u0629 "x-warning-not-found" (\u0644\u0642\u0627\u0626\u0645\u0629 \u0642\u064a\u0645 userSearchValues \u200b\u200b\u063a\u064a\u0631 \u0627\u0644\u0635\u0627\u0644\u062d\u0629) \u0648 "x-warning-already-members" (\u0644\u0642\u0627\u0626\u0645\u0629 userSearchValues \u200b\u200b\u0627\u0644\u062a\u064a \u0643\u0627\u0646\u062a \u0628\u0627\u0644\u0641\u0639\u0644 \u0623\u0639\u0636\u0627\u0621\u064b \u0641\u064a \u0627\u0644\u0645\u0648\u0642\u0639).
membership.action.sitebyjson=\u062a\u0646\u0633\u064a\u0642 URL \u0647\u0648 "/ members / sitebyjson /\: SITE_ID\:". <br/>(POST) \u0633\u062a\u0636\u064a\u0641 \u0639\u0636\u0648\u064a\u0629 \u0645\u0648\u0642\u0639 \u0648\u0627\u062d\u062f\u0629 \u0623\u0648 \u0623\u0643\u062b\u0631 \u0639\u0628\u0631 \u062c\u0632\u0621 \u0645\u0646 JSON \u064a\u062a\u0645 \u062a\u0648\u0641\u064a\u0631\u0647 \u0641\u064a \u0645\u0639\u0644\u0645\u0629 \u0637\u0644\u0628 'json'. <br/><br/>\u064a\u062c\u0628 \u062a\u0646\u0633\u064a\u0642 JSON \u0639\u0644\u0649 \u0627\u0644\u0646\u062d\u0648 \u0627\u0644\u062a\u0627\u0644\u064a\: <br/>[{"id"\: "user1"\u060c "role"\: "access"}\u060c {"id"\: "user2"\u060c "role"\: "keeping "}] <br/><br/>\u062b\u0644\u0627\u062b\u0629 \u0631\u0624\u0648\u0633 \u0627\u0633\u062a\u062c\u0627\u0628\u0629 \u0633\u0648\u0641 \u062a\u0643\u0648\u0646 \:<br/><br/><b>  x-Success-count </b>\u060c \u0648\u0627\u0644\u0630\u064a \u064a\u062d\u062a\u0648\u064a \u0639\u0644\u0649 \u0639\u062f\u062f \u0627\u0644\u0625\u0636\u0627\u0641\u0627\u062a<br/><b> \u0627\u0644\u0646\u0627\u062c\u062d\u0629 x-warning-not-found </b>\u060c \u0648\u0627\u0644\u0630\u064a \u064a\u062d\u062a\u0648\u064a \u0639\u0644\u0649 \u0642\u0627\u0626\u0645\u0629 \u0645\u0641\u0635\u0648\u0644\u0629 \u0628\u0641\u0648\u0627\u0635\u0644 \u0644\u0645\u0639\u0631\u0641\u0627\u062a \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0627\u0644\u062a\u064a \u0644\u0645 \u062a\u0643\u0646 \u0645\u0648\u062c\u0648\u062f\u0629 \u0641\u064a<br/><b> x-warning-already-</b>members \u060c \u0648\u0627\u0644\u062a\u064a \u062a\u062d\u062a\u0648\u064a \u0639\u0644\u0649 \u0641\u0627\u0635\u0644\u0629 \u0642\u0627\u0626\u0645\u0629 \u0645\u0646\u0641\u0635\u0644\u0629 \u0628\u0645\u0639\u0631\u0641\u0627\u062a \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0627\u0644\u0645\u0648\u062c\u0648\u062f\u0629 \u0628\u0627\u0644\u0641\u0639\u0644 \u0641\u064a \u0627\u0644\u0645\u0648\u0642\u0639
membership.action.group=\u062a\u0646\u0633\u064a\u0642 \u0639\u0646\u0648\u0627\u0646 URL \u0647\u0648 "/ Membership / group /\: groupId\:" <br/>(GET) \u0633\u064a\u0639\u0631\u0636 \u0643\u0627\u0641\u0629 \u0627\u0644\u0639\u0636\u0648\u064a\u0627\u062a \u0644\u0645\u062c\u0645\u0648\u0639\u0629. (POST) <br/>\u0633\u064a\u062a\u0645 \u062a\u062d\u062f\u064a\u062b \u0639\u0636\u0648\u064a\u0629 \u0645\u062c\u0645\u0648\u0639\u0629 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646. \u0645\u0639\u0644\u0645\u0627\u062a POST \u0627\u0644\u0625\u0644\u0632\u0627\u0645\u064a\u0629\: "userIds" \u0642\u0627\u0626\u0645\u0629 \u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0645\u0641\u0635\u0648\u0644\u0629 \u0628\u0641\u0648\u0627\u0635\u0644 (eid \u0623\u0648 id). \u064a\u0645\u0643\u0646 \u0623\u0646 \u064a\u0643\u0648\u0646 \u0644\u0640 "\u0627\u0644\u0625\u062c\u0631\u0627\u0621" \u0642\u064a\u0645\: \u0627\u0644\u062a\u062d\u062f\u064a\u062b \u0623\u0648 \u0627\u0644\u0625\u0636\u0627\u0641\u0629 \u0623\u0648 \u0627\u0644\u0625\u0632\u0627\u0644\u0629. \u0641\u064a \u062d\u0627\u0644\u0629 \u0627\u0644\u062a\u062d\u062f\u064a\u062b \u060c \u0627\u0633\u062a\u0628\u062f\u0644 \u0627\u0644\u0639\u0636\u0648\u064a\u0629 \u0627\u0644\u062d\u0627\u0644\u064a\u0629 \u0628\u0627\u0644\u0642\u0627\u0626\u0645\u0629 \u0627\u0644\u0645\u062a\u0648\u0641\u0631\u0629. \u0641\u064a \u062d\u0627\u0644\u0629 \u0627\u0644\u0625\u0636\u0627\u0641\u0629 \u060c \u0623\u0636\u0641 \u0627\u0644\u0642\u0627\u0626\u0645\u0629 \u0625\u0644\u0649 \u0627\u0644\u0639\u0636\u0648\u064a\u0629 \u0627\u0644\u062d\u0627\u0644\u064a\u0629 \u060c \u0648\u0641\u064a \u062d\u0627\u0644\u0629 \u0627\u0644\u0625\u0632\u0627\u0644\u0629 \u060c \u0642\u0645 \u0628\u0625\u0632\u0627\u0644\u0629 \u0627\u0644\u0642\u0627\u0626\u0645\u0629 \u0645\u0646 \u0627\u0644\u0639\u0636\u0648\u064a\u0629 \u0627\u0644\u062d\u0627\u0644\u064a\u0629.
membership.action.join=\u064a\u0633\u0645\u062d \u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0628\u062f\u0648\u0646 \u0623\u0630\u0648\u0646\u0627\u062a \u0641\u064a \u0627\u0644\u0645\u0648\u0642\u0639 \u0628\u0627\u0644\u0627\u0646\u0636\u0645\u0627\u0645 \u0625\u0644\u064a\u0647 \u060c \u0648\u064a\u0639\u0645\u0644 \u0645\u0639 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0627\u0644\u062d\u0627\u0644\u064a \u0641\u0642\u0637\: / Membership / Join / site / siteId
membership.action.unjoin=\u064a\u0633\u0645\u062d \u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0628\u062f\u0648\u0646 \u0623\u0630\u0648\u0646\u0627\u062a \u0641\u064a \u0645\u0648\u0642\u0639 \u0645\u0627 \u0628\u0641\u0643 \u0627\u0644\u0627\u0646\u0636\u0645\u0627\u0645 \u0625\u0644\u064a\u0647 \u060c \u0648\u064a\u0639\u0645\u0644 \u0645\u0639 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0627\u0644\u062d\u0627\u0644\u064a \u0641\u0642\u0637\: / members / unjoin / site / siteId
membership.action.fastroles=\u064a\u0633\u0645\u062d \u0628\u0627\u0633\u062a\u0631\u062c\u0627\u0639 \u0627\u0644\u062f\u0648\u0631 \u0627\u0644\u062d\u0627\u0644\u064a \u0641\u064a \u0627\u0644\u0645\u0648\u0642\u0639 \u0628\u0633\u0631\u0639\u0629 \u0641\u0642\u0637. \u0627\u0633\u062a\u062e\u062f\u0645 \u0627\u0644\u062a\u0646\u0633\u064a\u0642 "/ \u0627\u0644\u0639\u0636\u0648\u064a\u0629 / fastroles /\: userId\:" (\u0623\u0648 userEid) \u0623\u0648 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0627\u0644\u062d\u0627\u0644\u064a \u0625\u0630\u0627 \u0644\u0645 \u064a\u062a\u0645 \u062a\u062d\u062f\u064a\u062f \u0623\u064a \u0634\u064a\u0621. \u0627\u062e\u062a\u0635\u0627\u0631 \u0644\u0640 includeMemberDetail \= false.
