membership=Sistemdeki bir konumdaki (site, grup, vs.) kullan\u0131c\u0131 \u00fcyeliklerini temsil eder, site/grup ve kullan\u0131c\u0131 \u00f6\u011feleriyle \u00e7al\u0131\u015f\u0131r. A\u015fa\u011f\u0131daki belgede, bir \u00fcyelik kimli\u011fi   USER_ID\:\:LOCATION_REFERENCE (\u00f6rne\u011fin, "aaronz\:\:site\:mySiteId") \u015feklinde bir dizidir.
membership.view.new=(POST) Kimlik taraf\u0131ndan belirlenen \u00fcyeli\u011fi ekler. Alternatif olarak, basit  "/membership" URL'sine olan POST "userId" ve "locationReference" istek parametrelerini belirleyebilir. Her iki durumda da, se\u00e7meli istek parametreleri\: "memberRole" dizini (kat\u0131l\u0131nabilir site \u00fcyelikleri varsay\u0131lan kat\u0131l\u0131mc\u0131 rol\u00fc i\u00e7in varsay\u0131lan); "active" D\u00f6ng\u00fc de\u011feri (varsay\u0131lan true). Bir "userIds" parametresi (kullan\u0131c\u0131 kimlikleri dizisi) belirleyerek ayn\u0131 rol\u00fc kullanarak ayn\u0131 konuma toplu ekleme yapabilir.
membership.view.delete=(S\u0130L) ID taraf\u0131ndan belirtilmi\u015f olan \u00fcyeli\u011fi sil. "userIds" parametresi (kullan\u0131c\u0131 ID'leri dizisi) ile belirlenmi\u015f ayn\u0131 konumdan gelen \u00e7oklu \u00fcyelikler silinebilir.
membership.view.edit=(POST) Kimlik taraf\u0131ndan belirlenen \u00fcyeli\u011fi de\u011fi\u015ftir. Alternatif olarak, "/membership" URL'sine olan POST "userId" ve "locationReference" istek parametrelerini belirleyebilir. Her iki durumda da, se\u00e7meli istek parametreleri\:  "memberRole" dizini; "active" D\u00f6ng\u00fc de\u011feri. Bir "userIds" parametresi (kullan\u0131c\u0131 kimlikleri dizisi) belirleyerek ayn\u0131 rol ve aktif ayarlar\u0131 kullanarak ayn\u0131 konuma toplu g\u00fcncelleme yapabilir.
membership.view.list=Varsay\u0131lan olarak, mevcut kullan\u0131c\u0131 i\u00e7in t\u00fcm site \u00fcyeliklerinin listesini al\u0131r. \u0130ste\u011fe ba\u011fl\u0131 sorgu parametreleri\: "includeSites\=false" site \u00fcyeliklerini filtreler; "includeGroups\=true" grup \u00fcyeliklerini al\u0131r; "_locationReference\=LOCATION_REFERENCE" belirlenen bir site veya gruptaki t\u00fcm \u00fcyelikleri d\u00f6nd\u00fcr\u00fcr; "user\=USER_ID" (veya "userId\=USER_ID" veya "_userReference\=USER_REFERENCE") verilen kullan\u0131c\u0131n\u0131n \u00fcyeliklerini d\u00f6nd\u00fcr\u00fcr; "includeMemberDetails\=true" kullan\u0131c\u0131n\u0131n sadece rol\u00fcn\u00fcn t\u00fcm detayl\u0131 \u00fcyeli\u011fini d\u00f6nd\u00fcrmek i\u00e7in, bununla kullan\u0131lamaz includeGroups\=true; "role\=ROLE_STRING" (veya "roleId\=ROLE_STRING") belirlenen \u00fcye rol\u00fcne listeyi k\u0131s\u0131tlar.
membership.action.site=URL format\u0131 "/membership/site/\:SITE_ID\:". <br/> (GET) Belirtilen sitedeki t\u00fcm \u00fcyelikleri d\u00f6nd\u00fcr\u00fcr. <br/> (POST)  "userSearchValues" istek parametresinin (kullan\u0131c\u0131 kimli\u011fi, kullan\u0131c\u0131 EID'si, ve ya eposta adresi)  dizisi, "memberRole" dizisi ile birlikte (kat\u0131l\u0131nabilir site \u00fcyelikleri i\u00e7in varsay\u0131lan kat\u0131l\u0131mc\u0131 rol\u00fc) ve "active" d\u00f6ng\u00fc de\u011feri (default is true) ile bir ya da birden \u00e7ok site \u00fcyeli\u011fi ekler. Yan\u0131t ba\u015fl\u0131klar\u0131 "x-warning-already-members" (ge\u00e7ersiz UserSearchValues listeleri i\u00e7in) ve "x-warning-already-members" (zaten site \u00fcyeleri olan userSearchValue listeleri i\u00e7in) i\u00e7erebilir.
membership.action.sitebyjson=URL format\u0131 "/membership/sitebyjson/\:SITE_ID\:". <br/> (POST) 'json' istek parametleri i\u00e7inde verilen JSON bir y\u0131\u011f\u0131n ile bir ya da daha fazla site \u00fcyeli\u011fi ekleyecek.<br/> <br/>JSON bu \u015fekilde formatlanmal\u0131d\u0131r\: <br/> <br/>[ {"id"\: "user1", "role"\: "access"}, {"id"\: "user2","role"\: "maintain"} ]<br/> <br/>\u00dc\u00e7 yan\u0131t ba\u015fl\u0131\u011f\u0131 d\u00fczenlenecek\:<br/> <br/><b>x-success-count</b>, ba\u015far\u0131l\u0131 eklemelerin say\u0131s\u0131n\u0131 i\u00e7erir<br/> <b>x-warning-not-found</b>, varolmayan kullan\u0131c\u0131 kimliklerinin virg\u00fclle ayr\u0131lm\u0131\u015f listesini i\u00e7erir<br/> <b>x-warning-already-members</b>, zaten sitede bulunan kullan\u0131c\u0131 kimliklerinin virg\u00fclle ayr\u0131lm\u0131\u015f listesini i\u00e7erir
membership.action.group=URL format\u0131 "/membership/group/\:groupId\:" <br/> (GET) bir grup i\u00e7in t\u00fcm \u00fcyelikleri d\u00f6nd\u00fcrecek. <br/> (POST) kullan\u0131c\u0131 grup \u00fcyeliklerini g\u00fcncelleyecek. Zorunlu POST Parametreleri\: 'userIds' kullan\u0131c\u0131lar\u0131n virg\u00fclle ayr\u0131lm\u0131\u015f listesi (eid veya kimlik). 'eylem' de\u011ferlere sahip olabilir\: g\u00fcncelle, ekle ya da kald\u0131r. G\u00fcncelleme, sa\u011flanan liste ile mevcut \u00fcyeli\u011fi de\u011fi\u015ftir. Ekleme, varolan \u00fcyeliklere liste ekler, kald\u0131rma, varolan \u00fcyeliklerden liste siler.
membership.action.join=Site i\u00e7indeki izinler olmadan kullan\u0131c\u0131ya siteye kat\u0131lmak i\u00e7in izin ver, sadece mevcut kullan\u0131c\u0131 ile \u00e7al\u0131\u015f\u0131r\:/membership/join/site/siteId
membership.action.unjoin=Site i\u00e7indeki izinler olmadan kullan\u0131c\u0131ya siteden \u00e7\u0131kmak i\u00e7in izin ver, sadece mevcut kullan\u0131c\u0131 ile \u00e7al\u0131\u015f\u0131r\:/membership/unjoin/site/siteId
membership.action.fastroles=H\u0131zl\u0131 bir \u015fekilde sitedeki mevcut rol\u00fcn al\u0131nmas\u0131na izin verir. "/membership/fastroles/\:userId\:"  (veya userEid) format\u0131n\u0131 kullan\u0131n ya da e\u011fer hi\u00e7biri belirlenmemi\u015fse mevcut kullan\u0131c\u0131y\u0131 al\u0131n. includeMemberDetail\=false i\u00e7in bir k\u0131sayol.
