# this defines the entity description for membership
membership=Representa l'afiliaci\u00f3 d'un usuari en una ubicaci\u00f3 (espai, grup, etc.) del sistema, funciona amb les entitats espai/grup i les entitats usuari. A la documentaci\u00f3 seg\u00fcent, un identificador d'afiliaci\u00f3 \u00e9s una cadena de la forma USER_ID\:\:LOCATION_REFERENCE (per ex., "aaronz\:\:site\:mySiteId").
membership.view.new=(POST) Afegeix l'afiliaci\u00f3 especificada per l'identificador. De manera alternativa, una petici\u00f3 POST a l'adre\u00e7a url simple "/membership"  pot contenir tamb\u00e9 els par\u00e0metres "userId" i "locationReference". En qualsevol dels casos, els par\u00e0metres opcionals que pot contenir la petici\u00f3 s\u00f3n\: la cadena "memberRole" (el valor per defecte en el cas d'espais vinculables \u00e9s el rol per defecte en cas de vinculaci\u00f3); "active" \u00e9s un valor boole\u00e0 (el valor per defecte \u00e9s true). Es pot fer una afiliaci\u00f3 massiva a la mateixa ubicaci\u00f3 usant el mateix rol especificant un par\u00e0metre "usersIds" (una llista d'identificadors d'usuari).
membership.view.delete=(DELETE) Elimina l'afiliaci\u00f3 especificada per l'identificador. Es poden eliminar afiliacions m\u00faltiples a la mateixa ubicaci\u00f3 especificant el par\u00e0metre "userIds" (una llista d'identificadors d'usuari). 
membership.view.edit=(POST) Modifica l'afiliaci\u00f3 especificada per l'identificador. De manera alternativa, una petici\u00f3 POST a l'adre\u00e7a url "/membership"  pot contenir tamb\u00e9 els par\u00e0metres "userId" i "locationReference". En qualsevol dels casos, els par\u00e0metres opcionals que pot contenir la petici\u00f3 s\u00f3n\: la cadena "memberRole" i el valor boole\u00e0 "active". Es pot fer una modificaci\u00f3 massiva a la mateixa ubicaci\u00f3 usant el mateix rol i valor d'actiu especificant un par\u00e0metre "usersIds" (una llista d'identificadors d'usuari).
membership.view.list=Per defecte, recupera una llista de totes les afiliacions a espais de l'usuari actual. S\u00f3n par\u00e0metres opcionals de la consulta\: "includeSites\=false" descarta les afiliacions a espais; "includeGroups\=true" recupera les afiliacions a grups; "_locationReference\=LOCATION_REFERENCE" retorna totes les afiliacions a l'espai o grup especificat; "user\=USER_ID" (o "userId\=USER_ID" o "_userReference\=USER_REFERENCE") retorna les afiliacions de l'usuari indicat; "includeMemberDetails\=true" per retornar totes les propietats que tindr\u00e0 aquest usuari amb aquest rol, no es pot usar amb includeGroups\=true; "role\=ROLE_STRING" (o  "roleId\=ROLE_STRING") restringeix la llista al rol especificat.
membership.action.site=El format de l'adre\u00e7a URL \u00e9s "/membership/site/\:SITE_ID\:". <br/> (GET) retornar\u00e0 totes les afiliacions a l'espai especificat. <br/> (POST) afegir\u00e0 una o m\u00e9s afiliacions a l'espai a partir d'una llista de par\u00e0metres de la petici\u00f3 "userSearchValues" (cadascun dels quals \u00e9s un identificador de l'usuari, o EID d'usuari o adre\u00e7a de correu electr\u00f2nica) juntament amb una cadena "memberRole" (el valor per defecte en el cas d'afiliacions a espais vinculables \u00e9s el rol per defecte al vincular-se) i un valor boole\u00e0 "active" (el valor per defecte \u00e9s true). Les cap\u00e7aleres de la resposta poden incloure un "x-warning-not-found" (en el cas d'una llista no v\u00e0lida de userSearchValues) i un "x-warning-already-members" (en el cas d'una llista de userSearchValues que ja s\u00f3n membres de l'espai). 
membership.action.sitebyjson=El format de l'adre\u00e7a \u00e9s "/membership/sitebyjson/\:SITE_ID\:". <br/> (POST) afegir\u00e0 un o m\u00e9s usuaris a l'espai d'acord amb el fragment de codi JSON prove\u00eft pel par\u00e0metre 'json' de la petici\u00f3.<br/> <br/>El fragment en JSON ha de tenir el seg\u00fcent format\: <br/> <br/>[ {"id"\: "user1", "role"\: "access"}, {"id"\: "user2","role"\: "maintain"} ]<br/> <br/>Es poden afegir tres cap\u00e7aleres a la resposta\:<br/> <br/><b>x-success-count</b>, amb el nombre d'addicions introdu\u00efdes amb \u00e8xit<br/> <b>x-warning-not-found</b>, amb una llista separada per comes dels usuaris que no s'han trobat<br/>  <b>x-warning-already-members</b>, amb una llista separada per comes dels usuaris que ja pertanyen a l'espai
membership.action.group=El format de l'adre\u00e7a URL \u00e9s "/membership/group/\:groupId\:" <br/> (GET) retornar\u00e0 l'afiliaci\u00f3 del grup. <br/> (POST) actualitzar\u00e0 l'afiliaci\u00f3 al grup. S\u00f3n obligatoris els par\u00e0metres POST seg\u00fcents\: 'userIds' llista d'usuaris separada per comes (eid o id). 'action' pot tenir els valors seg\u00fcents\: update, add o  remove. Si t\u00e9 el valor update substituir\u00e0 els usuaris que hi ha al grup pels nous. El valor add afegir\u00e0 els nous a la llista actual, i el valor remove els eliminar\u00e0 de la llista actual. 
membership.action.join=Permet que un usuari sense sense permisos en un espai s'hi vinculi, funciona nom\u00e9s amb l'usuari actual\: /membership/join/site/siteId
membership.action.unjoin=Permet que un usuari sense permisos en un espai se'n desvinculi, i nom\u00e9s funciona en el cas de l'usuari actual\: /membership/unjoin/site/siteId
membership.action.fastroles=Permet recuperar de manera r\u00e0pida el rol actual a l'espai. Cal usar el format "/membership/fastroles/\:userId\:" (o userEid) o l'usuari actual si no se n'especifica cap. Una versi\u00f3 curta de includeMemberDetail\=false.
