# this defines the entity description for membership
membership = Representa a participa\u00e7\u00e3o de um usu\u00e1rio em uma localiza\u00e7\u00e3o (site, grupo, etc.) do sistema, trabalha com entidades site/grupo e entidades de usu\u00e1rio. Na documenta\u00e7\u00e3o abaixo, o ID da participa\u00e7\u00e3o \u00e9 uma string do USER_ID::LOCATION_REFERENCE (ex., "aaronz::site:mySiteId").
membership.view.new = Adiciona um lote espec\u00edfico por ID. Alternativamente, para a URL "/membership" pode especificar "userId" e "locationReference" como par\u00e2metros de requisi\u00e7\u00e3o. Em qualquer caso, os par\u00e2metros de requisi\u00e7\u00e3o opcionais s\u00e3o: a string "memberRole" (padr\u00e3o para associar os participantes do site pelo papel); valor booleano "active" (o valor padr\u00e3o \u00e9 true). Pode adicionar por lote para o mesmo local usando o mesmo papel e especificando os valores para o par\u00e2metro "userIds" (um conjunto de IDs de usu\u00e1rios).
membership.view.delete = Exclui um lote espec\u00edfico pelo ID. V\u00e1rias participa\u00e7\u00f5es podem ser exclu\u00eddas do mesmo local, especificando o par\u00e2metro "userIds" (um conjunto de IDs de usu\u00e1rios.
membership.view.edit = Altera uma participa\u00e7\u00e3o espec\u00edfica pelo ID. Alternativamente, para a URL "/membership" pode especificar "userId" e "locationReference" como par\u00e2metros de requisi\u00e7\u00e3o. Em qualquer caso, os par\u00e2metros opcionais s\u00e3o: a string "memberRole" e o valor booleano "activo". Pode atualizar em lote para o mesmo local usando o mesmo papel e especificando os valores para o par\u00e2metro "userIds" (um conjunto de IDs de usu\u00e1rios).
membership.view.list = Por padr\u00e3o, obt\u00e9m uma lista de todos os sites do usu\u00e1rio atual. Os par\u00e2metros opcionais de consulta s\u00e3o: "includeSites = false" (filtra as associa\u00e7\u00f5es de site); "includeGroups = true" (obt\u00e9m todos os membros de um grupo);  "_locationReference=LOCATION_REFERENCE" (retorna todos os membros de um site espec\u00edfico ou grupo); "user=USER_ID" (ou "userId=USER_ID" ou "userReference=USER_REFERENCE". Retorna as participa\u00e7\u00f5es do usu\u00e1rio); "role=ROLE_STRING" (ou "roleId=ROLE_STRING" . Restringe a lista de membros para um determinado papel).
membership.action.site = O formato URL \u00e9 "/membership/site/:SITE_ID:". <br/> \
(GET) retornar\u00e1 todas as participa\u00e7\u00f5es de um site espec\u00edfico. <br/> \
(POST) adicionar\u00e1 uma ou mais participa\u00e7\u00f5es do site atrav\u00e9s de um conjunto de par\u00eametros de requisi\u00e7\u00e3o "userSearchValues" (cada um com o ID do usu\u00e1rio, EID e endere\u00e7o de e-mail), juntamente com uma string "memberRole" (padr\u00e3o para associar as participa\u00e7\u00f5es do site por papel) e com o valor booleano  "active" (o padr\u00e3o \u00e9 true). Os cabe\u00e7alhos de resposta pode incluir "x-warning-not-found" (para uma lisa de userSearchValues inv\u00e1lidos) e "x-warning-already-members" (para uma lista de userSearchValues que j\u00e1 s\u00e3o membros do site). 	
membership.action.group = O formatdo da URL \u00e9 "/membership/group/:groupId:" <br/> \
(GET) retornar\u00e1 todos os membros de um grupo. <br/> \
(POST) atualizar\u00e1 o usu\u00e1rio do grupo. Par\u00e2metros POST Obrigat\u00f3rios: 'userIds' - uma lista de usu\u00e1rios (eid ou id) separada por v\u00edrgula. \
'action' - pode ter os valores: update, add ou remove. Se update, substituir\u00e1 o membro da lista fornecida. Se add, adiciona o membro na lista, \
se remove, exclui o membro da lista.
membership.action.join = Permite que um usu\u00e1rio sem permiss\u00f5es em um site, participe dele,funciona apenas com o usu\u00e1rio atual: /membership/join/site/siteId
membership.action.unjoin = Permite que um usu\u00e1rio sem permiss\u00f5es em um site, deixe de participar dele, funciona apenas com o usu\u00e1rio atual: /membership/unjoin/site/siteId
