#Generated by ResourceBundle Editor (http://eclipse-rbe.sourceforge.net)
#
# Copyright (c) 2009 Sakai Foundation
#
# Licensed under the Educational Community License, Version 2.0 (the "License");
# you may not use this file except in compliance with the License.
# You may obtain a copy of the License at
#
# http://www.osedu.org/licenses/ECL-2.0
#
# Unless required by applicable law or agreed to in writing, software
# distributed under the License is distributed on an "AS IS" BASIS,
# WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
# See the License for the specific language governing permissions and
# limitations under the License.
#

membership = Representa la pertinen\u00E7a d''un usuari en una localitzaci\u00F3 (espai, grup, etc.) del sistema i treballa amb les entitats de l''espai/grup i les entitats d''usuari. A la documentaci\u00F3 d''aqu\u00ED sota, la ID de pertinen\u00E7a \u00E9s una cadena de la forma USER_ID::LOCATION_REFERENCE (per ex., "aaronz::site:mySiteId").

membership.action.group  = El format URL  \u00E9s "/membership/group/:groupId:" <br/> (GET) retorna tots els membres d''un grup. <br/> (POST) actualitza els participants d''un grup. Al POST s\u00F3n obligatoris els par\u00E0metres: ''userIds'' una llista d''usuaris separada per comes. ''action'' pot prendre els valors: ''update'', ''add'' o ''remove''. Si passem ''update'', substituir\u00E0 els membres actuals pels que hi hagi a la llista. Si passem ''add'', afegir\u00E0 els de la llista als actuals i si passem ''remove'', eliminar\u00E0 del grup els que apareixen a la llista. 
# Sakai 2.7
membership.action.join   = Permet que un usuari s''afegeixi a un espai on no t\u00E9 permisos, nom\u00E9s funciona amb l''usuari actual: /membership/join/site/siteId
membership.action.site   = El format URL \u00E9s "/membership/site/:SITE_ID:". <br/> (GET) retornar\u00E0 la llista de membres de l''espai especificat. <br/> (POST) afegir\u00E0 membres a un o m\u00E9s espais si li passem com a par\u00E0metre un array  "userSearchValues" (cada valor \u00E9s un user ID, user EID, o una adre\u00E7a de correu electr\u00F2nic), juntament amb una cadena "memberRole" (per defecte, en el cas d''espais que permeten afegir membres el rol per defecte \u00E9s  "joiner") i un valor boole\u00E0 "active" (amb valor per defecte "true"). Les cap\u00E7aleres de la resposta poden incloure  "x-warning-not-found" (en el cas d''una llista "userSearchValues" no v\u00E0lida) and "x-warning-already-members" (en el cas d''una llista "userSearchValues" amb elements que ja s\u00F3n  membres de l''espai).
membership.action.unjoin = Permet a un usuari donar-se de baixa d''un espai en el qual no t\u00E9 permisos, funciona nom\u00E9s amb l''usuari actual: /membership/unjoin/site/siteId 
membership.view.delete   = (DELETE) Esborra el membre especificat per l''ID. Es poden eliminar diversos membres d''un espai especificant un par\u00E0metre "userIds" (que consisteix en un array d''IDs d''usuari).
membership.view.edit     = (POST) Modifica la filiaci\u00F3 especificada per l''ID. De manera alternativa, un POST a la URL "/membership" pot especificar els par\u00E0metres "userId" i "locationReference" en la sol.licitud. En tot cas, hi ha els seg\u00FCents par\u00E0metres opcionals: la cadena "memberRole"; el valor boole\u00C3\u00A0 "active". Es pot fer una actualitzaci\u00F3 massiva a la mateixa ubicaci\u00F3 usant el mateix rol i la mateixa configuraci\u00F3 activa especificant un par\u00E0metre "userIds" (que consisteix en un array d''IDs d''usuari). 
membership.view.list     = Per defecte, retorna una llista amb tots els espais als quals pertany l''usuari. Hi ha els seg\u00FCents par\u00E0metres opcionals de consulta: "includeSite=false" filtra pertinences a espais; "includeGroup=true" retorna pertinences a grups; "_locationReference=LOCATION_REFERENCE" retorna totes les pertinences del grup o espai especificat; "user=USER_ID" (o "userId=USER_ID" o "_userReference=USER_REFERENCE") retorna les pertinences de l''usuari; "role=ROLE_STRING" (o "roleId=ROLE_STRING") restringeix la llista als rols especificats.
membership.view.new      = (POST) Afegeix la pertinen\u00E7a especificada per l''ID. De manera alternativa, un POST a la URL "/membership" pot incloure els par\u00E0metres "userId" and "locationReference" a la sol\u00B7licitud. En tot cas, hi ha els par\u00E0metres opcionals seg\u00FCents: la cadena "memberRole" (per defecte, en el cas d''espais que permeten afegir membres, el rol per defecte \u00E9s "joiner");  el valor boole\u00E0 "active" (per defecte, "true"). Es pot fer una importaci\u00F3 massiva a un espai usant el mateix rol especificant  un par\u00E0metre  "userIds" (que consisteix en un array d''IDs d''usuari).
