#X-Generator: crowdin.com
# this defines the entity description for membership
membership=\u0646\u0634\u0627\u0646\u06af\u0631 \u0639\u0636\u0648\u06cc\u062a \u06cc\u06a9 \u06a9\u0627\u0631\u0628\u0631 \u062f\u0631 \u06cc\u06a9 \u0645\u06a9\u0627\u0646 (\u0633\u0627\u06cc\u062a\u060c \u06af\u0631\u0648\u0647\u060c \u0648 \u063a\u06cc\u0631\u0647) \u062f\u0631 \u0633\u06cc\u062a\u0633\u0645 \u0627\u0633\u062a. \u0628\u0627 entity \u0647\u0627\u06cc \u0633\u0627\u06cc\u062a/\u06af\u0631\u0648\u0647 \u0648 entity\u0647\u0627\u06cc \u06a9\u0627\u0631\u0628\u0631 \u06a9\u0627\u0631 \u0645\u06cc\u06a9\u0646\u062f. \u062f\u0631 \u0645\u0633\u062a\u0646\u062f\u0627\u062a \u0632\u06cc\u0631\u060c \u0634\u0646\u0627\u0633\u0647 \u0639\u0636\u0648\u06cc\u062a \u06cc\u06a9 \u0631\u0634\u062a\u0647 \u0628\u0647 \u0635\u0648\u0631\u062a SER_ID\:\:LOCATION_REFERENCE \u0627\u0633\u062a (\u0645\u062b\u0627\u0644 "aaronz\:\:site\:mySiteId").
membership.view.new=(POST) \u0639\u0636\u0648\u06cc\u062a \u0645\u0634\u062e\u0635 \u0634\u062f\u0647 \u0628\u0627 ID \u0631\u0627 \u0627\u0636\u0627\u0641\u0647 \u0645\u06cc\u06a9\u0646\u062f. \u0647\u0645\u0686\u0646\u06cc\u0646 POST \u0628\u0647 URL "/membership" \u0647\u0645 \u0645\u06cc\u062a\u0648\u0627\u0646\u062f "userId" \u0648 "locationReference" \u0631\u0627 \u0628\u0631\u0627\u06cc \u067e\u0627\u0631\u0627\u0645\u062a\u0631\u0647\u0627\u06cc \u062f\u0631\u062e\u0648\u0627\u0633\u062a\u06cc \u0627\u0631\u0627\u0626\u0647 \u06a9\u0646\u062f. \u062f\u0631 \u0647\u0631 \u062f\u0648 \u0645\u0648\u0631\u062f\u060c \u067e\u0627\u0631\u0627\u0645\u062a\u0631\u0647\u0627\u06cc \u0627\u062e\u062a\u06cc\u0627\u0631\u06cc \u062f\u0631\u062e\u0648\u0627\u0633\u062a \u0634\u0627\u0645\u0644\: \u0631\u0634\u062a\u0647 "memberRole" (\u0628\u0631\u0627\u06cc \u0639\u0636\u0648\u06cc\u062a \u0647\u0627\u06cc \u0633\u0627\u06cc\u062a \u0647\u0645\u0631\u0627\u0647 \u067e\u06cc\u0634 \u0646\u0642\u0634 \u0641\u0631\u0636 \u0627\u0633\u062a)\u061b \u0645\u0642\u062f\u0627\u0631 \u0628\u0648\u0644\u06cc\u0646 "active" (\u067e\u06cc\u0634 \u0641\u0631\u0636 \u0628\u0647 \u062d\u0627\u0644\u062a \u062f\u0631\u0633\u062a \u0627\u0633\u062a). \u0645\u06cc\u062a\u0648\u0627\u0646 \u0628\u0647 \u0635\u0648\u0631\u062a \u06af\u0631\u0648\u0647\u06cc \u0647\u0645 \u0628\u0647 \u06cc\u06a9 \u0645\u06a9\u0627\u0646 \u0628\u0627 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0627\u0632 \u0647\u0645\u0627\u0646 \u0646\u0642\u0634 \u0648 \u0628\u0627 \u0645\u0634\u062e\u0635 \u06a9\u0631\u062f\u0646 \u067e\u0627\u0631\u0627\u0645\u062a\u0631 "userIds" \u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f. (\u06cc\u06a9 \u0631\u0634\u062a\u0647 \u0627\u0632 ID\u0647\u0627).
membership.view.delete=(DELETE) \u062d\u0630\u0641 \u0639\u0636\u0648\u06cc\u062a \u062a\u0639\u0631\u06cc\u0641 \u0634\u062f\u0647 \u0628\u0627 ID. \u0686\u0646\u062f\u06cc\u0646 \u0639\u0636\u0648\u06cc\u062a \u0631\u0627 \u0645\u06cc\u062a\u0648\u0627\u0646 \u0627\u0632 \u06cc\u06a9 \u0645\u06a9\u0627\u0646 \u0628\u0627 \u062a\u0639\u0631\u06cc\u0641 \u06a9\u0631\u062f\u0646 \u067e\u0627\u0631\u0627\u0645\u062a\u0631 "userIds" \u062d\u0630\u0641 \u06a9\u0631\u062f (\u06cc\u06a9 \u0631\u0634\u062a\u0647 \u0627\u0632 ID\u0647\u0627).
membership.view.edit=(POST) \u0639\u0636\u0648\u06cc\u062a \u0645\u0634\u062e\u0635 \u0634\u062f\u0647 \u0628\u0627 ID \u0631\u0627 \u0627\u0636\u0627\u0641\u0647 \u0645\u06cc\u06a9\u0646\u062f. \u0647\u0645\u0686\u0646\u06cc\u0646 POST \u0628\u0647 URL "/membership" \u0647\u0645 \u0645\u06cc\u062a\u0648\u0627\u0646\u062f "userId" \u0648 "locationReference" \u0631\u0627 \u0628\u0631\u0627\u06cc \u067e\u0627\u0631\u0627\u0645\u062a\u0631\u0647\u0627\u06cc \u062f\u0631\u062e\u0648\u0627\u0633\u062a\u06cc \u0627\u0631\u0627\u0626\u0647 \u06a9\u0646\u062f. \u062f\u0631 \u0647\u0631 \u062f\u0648 \u0645\u0648\u0631\u062f\u060c \u067e\u0627\u0631\u0627\u0645\u062a\u0631\u0647\u0627\u06cc \u0627\u062e\u062a\u06cc\u0627\u0631\u06cc \u062f\u0631\u062e\u0648\u0627\u0633\u062a \u0634\u0627\u0645\u0644\: \u0631\u0634\u062a\u0647 "memberRole" (\u0628\u0631\u0627\u06cc \u0639\u0636\u0648\u06cc\u062a \u0647\u0627\u06cc \u0633\u0627\u06cc\u062a \u0647\u0645\u0631\u0627\u0647 \u067e\u06cc\u0634 \u0646\u0642\u0634 \u0641\u0631\u0636 \u0627\u0633\u062a)\u061b \u0645\u0642\u062f\u0627\u0631 \u0628\u0648\u0644\u06cc\u0646 "active" (\u067e\u06cc\u0634 \u0641\u0631\u0636 \u0628\u0647 \u062d\u0627\u0644\u062a \u062f\u0631\u0633\u062a \u0627\u0633\u062a). \u0645\u06cc\u062a\u0648\u0627\u0646 \u0628\u0647 \u0635\u0648\u0631\u062a \u06af\u0631\u0648\u0647\u06cc \u0647\u0645 \u0628\u0647 \u06cc\u06a9 \u0645\u06a9\u0627\u0646 \u0628\u0627 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0627\u0632 \u0647\u0645\u0627\u0646 \u0646\u0642\u0634 \u0648 \u0628\u0627 \u0645\u0634\u062e\u0635 \u06a9\u0631\u062f\u0646 \u067e\u0627\u0631\u0627\u0645\u062a\u0631 "userIds" \u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f. (\u06cc\u06a9 \u0631\u0634\u062a\u0647 \u0627\u0632 ID\u0647\u0627).
membership.view.list=\u0628\u0647 \u0635\u0648\u0631\u062a \u067e\u06cc\u0634 \u0641\u0631\u0636 \u0644\u06cc\u0633\u062a\u06cc \u0627\u0632 \u062a\u0645\u0627\u0645\u06cc \u0639\u0636\u0648\u06cc\u062a\u200c\u0647\u0627\u06cc \u0633\u0627\u06cc\u062a \u0628\u0631\u0627\u06cc \u06a9\u0627\u0631\u0628\u0631 \u0641\u0639\u0644\u06cc \u0631\u0627 \u0627\u0631\u0627\u0626\u0647 \u0645\u06cc\u062f\u0647\u062f. \u067e\u0627\u0631\u0627\u0645\u062a\u0631\u0647\u0627\u06cc \u062f\u0631\u062e\u0648\u0627\u0633\u062a\u06cc \u0627\u062e\u062a\u06cc\u0627\u0631\u06cc\: "includeSites\=false" \u0639\u0636\u0648\u06cc\u062a \u0647\u0627\u06cc \u0633\u0627\u06cc\u062a \u0631\u0627 \u0646\u0645\u0627\u06cc\u0634 \u0646\u0645\u06cc\u062f\u0647\u062f\u061b "includeGroups\=true" \u0639\u0636\u0648\u06cc\u062a \u0647\u0627\u06cc \u06af\u0631\u0648\u0647 \u0631\u0627 \u0646\u0645\u0627\u06cc\u0634 \u0645\u06cc\u062f\u0647\u062f\u061b "_locationReference\=LOCATION_REFERENCE" \u062a\u0645\u0627\u0645\u06cc \u0639\u0636\u0648\u06cc\u062a \u0647\u0627 \u062f\u0631 \u0633\u0627\u06cc\u062a \u06cc\u0627 \u06af\u0631\u0648\u0647 \u0645\u0634\u062e\u0635 \u0634\u062f\u0647 \u0631\u0627 \u0646\u0634\u0627\u0646 \u0645\u06cc\u062f\u0647\u062f\u061b "user\=USER_ID" (\u06cc\u0627 "userId\=USER_ID" \u06cc\u0627 "_userReference\=USER_REFERENCE") \u0639\u0636\u0648\u06cc\u062a \u0647\u0627\u06cc \u06cc\u06a9 \u06a9\u0627\u0631\u0628\u0631 \u062f\u0631\u062e\u0648\u0627\u0633\u062a\u06cc \u0631\u0627 \u0646\u0645\u0627\u06cc\u0634 \u0645\u06cc\u062f\u0647\u062f\u061b "includeMemberDetails\=true" \u062c\u0632\u0626\u06cc\u0627\u062a \u06a9\u0627\u0645\u0644 \u0639\u0636\u0648 \u0627\u0632 \u062a\u0646\u0647\u0627 \u06cc\u06a9 \u0646\u0642\u0634 \u06a9\u0627\u0631\u0628\u0631 \u0631\u0627 \u0646\u0645\u0627\u06cc\u0634 \u0645\u06cc\u062f\u0647\u062f\u060c \u0646\u0645\u06cc\u062a\u0648\u0627\u0646 \u0627\u0632 \u0622\u0646 \u0628\u0627 includeGroups\=true \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u06a9\u0631\u062f\u061b "role\=ROLE_STRING" (\u06cc\u0627 "roleId\=ROLE_STRING") \u0644\u06cc\u0633\u062a \u0631\u0627 \u062a\u0646\u0647\u0627 \u0628\u0647 \u06cc\u06a9 \u0646\u0642\u0634 \u0639\u0636\u0648 \u0645\u0634\u062e\u0635 \u0645\u062d\u062f\u0648\u062f \u0645\u06cc\u06a9\u0646\u062f.
membership.action.site=\u0641\u0631\u0645\u062a URL \u0628\u0647 \u0634\u06a9\u0644 "/membership/site/\:SITE_ID\:" \u0627\u0633\u062a. <br/>\n(GET) \u062a\u0645\u0627\u0645\u06cc \u0639\u0636\u0648\u06cc\u062a \u0647\u0627\u06cc \u06cc\u06a9 \u0633\u0627\u06cc\u062a \u0645\u0634\u062e\u0635 \u0631\u0627 \u0627\u0631\u0627\u0626\u0647 \u0645\u06cc\u06a9\u0646\u062f.<br/>\n(POST) \u06cc\u06a9 \u06cc\u0627 \u0686\u0646\u062f \u0639\u0636\u0648\u06cc\u062a \u0633\u0627\u06cc\u062a \u0627\u0636\u0627\u0641\u0647 \u0645\u06cc\u06a9\u0646\u062f \u0628\u0627 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0627\u0632 \u0631\u0634\u062a\u0647 \u0627\u06cc \u0627\u0632 \u067e\u0627\u0631\u0627\u0645\u062a\u0631\u0647\u0627\u06cc \u062f\u0631\u062e\u0648\u0627\u0633\u062a "userSearchValues" (\u06a9\u0647 \u0647\u0631 \u06a9\u062f\u0627\u0645 \u06cc\u06a9 \u0634\u0646\u0627\u0633\u0647 \u06a9\u0627\u0628\u0631\u060c EID \u06a9\u0627\u0631\u0628\u0631\u060c \u06cc\u0627 \u0622\u062f\u0631\u0633 \u0627\u06cc\u0645\u06cc\u0644 \u0647\u0633\u062a\u0646\u062f)\u060c \u0628\u0647 \u0647\u0645\u0631\u0627\u0647 \u06cc\u06a9 \u0631\u0634\u062a\u0647 "memberRole" (\u067e\u06cc\u0634 \u0641\u0631\u0636 \u0628\u0631\u0627\u06cc \u0639\u0636\u0648\u06cc\u062a \u0647\u0627\u06cc \u0633\u0627\u06cc\u062a \u0642\u0627\u0628\u0644 \u0627\u062f\u063a\u0627\u0645 \u0647\u0645\u0627\u0646 \u0646\u0641\u0634 Joiner \u067e\u06cc\u0634\u0641\u0631\u0636 \u0627\u0633\u062a) \u0648 \u0645\u0642\u062f\u0627\u0631 \u0628\u0648\u0644\u06cc\u0646 "active" (\u0628\u0647 \u0635\u0648\u0631\u062a \u067e\u06cc\u0634 \u0641\u0631\u0636 \u0635\u062d\u06cc\u062d \u0627\u0633\u062a).\n\u0647\u062f\u0631\u0647\u0627\u06cc \u067e\u0627\u0633\u062e \u0645\u0645\u06a9\u0646 \u0627\u0633\u062a \u0634\u0627\u0645\u0644 "x-warning-not-found" (\u0628\u0631\u0627\u06cc \u0644\u06cc\u0633\u062a\u06cc \u0627\u0632 userSearchValues\u0647\u0627\u06cc \u0646\u0627\u062a\u0639\u062a\u0628\u0631) \u0648 "x-warning-already-members" (\u0628\u0631\u0627\u06cc \u0644\u06cc\u0633\u062a\u06cc \u0627\u0632 userSearchValues \u0647\u0627\u06cc\u06cc \u06a9\u0647 \u0639\u0636\u0648 \u0633\u0627\u06cc\u062a \u0647\u0633\u062a\u0646\u062f) \u0628\u0627\u0634\u062f.
membership.action.sitebyjson=\u0641\u0631\u0645\u062a URL \u0628\u0647 \u0634\u06a9\u0644 /membership/sitebyjson/\:SITE_ID\: \u0627\u0633\u062a.<br/>\n(POST) \u06cc\u06a9 \u06cc\u0627 \u0686\u0646\u062f \u0639\u0636\u0648\u06cc\u062a \u0633\u0627\u06cc\u062a \u0627\u0636\u0627\u0641\u0647 \u0645\u06cc\u06a9\u0646\u062f \u0628\u0627 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0627\u0632 Json \u0627\u0631\u0627\u0626\u0647 \u0634\u062f\u0647 \u062f\u0631 \u067e\u0627\u0631\u0627\u0645\u062a\u0631 \u062f\u0631\u062e\u0648\u0627\u0633\u062a\u06cc Json.<br/>\n<br/>\n\u0641\u0631\u0645\u062a JSON \u0628\u0627\u06cc\u062f \u0628\u0647 \u0627\u06cc\u0646 \u0634\u06a9\u0644 \u0628\u0627\u0634\u062f\:<br/>\n<br/>\n[ {"id"\: "user1", "role"\: "access"}, {"id"\: "user2","role"\: "maintain"} ]<br/>\n<br/>\n\u0633\u0647 \u0647\u062f\u0631 \u067e\u0627\u0633\u062e \u062a\u0639\u06cc\u06cc\u0646 \u0645\u06cc\u0634\u0648\u0646\u062f\:<br/>\n<br/>\n<b>x-success-count</b>\u06a9\u0647 \u0634\u0627\u0645\u0644 \u062a\u0639\u062f\u0627\u062f \u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u0647\u0627\u06cc \u0645\u0648\u0641\u0642 \u0627\u0633\u062a.<br/>\n<b>x-warning-not-found</b> \u06a9\u0647 \u0634\u0627\u0645\u0644 \u0644\u06cc\u0633\u062a\u06cc \u062c\u062f\u0627 \u0634\u062f\u0647 \u0628\u0647 \u0648\u0633\u06cc\u0644\u0647 \u0648\u06cc\u0631\u06af\u0648\u0644 \u0627\u0632 \u0634\u0646\u0627\u0633\u0647 \u0647\u0627\u06cc \u06a9\u0627\u0631\u0628\u0631\u06cc \u0627\u0633\u062a \u06a9\u0647 \u0648\u062c\u0648\u062f \u0646\u062f\u0627\u0631\u0646\u062f<br/>\n<b>x-warning-already-members</b> \u06a9\u0647 \u0634\u0627\u0645\u0644 \u0644\u06cc\u0633\u062a\u06cc \u062c\u062f\u0627 \u0634\u062f\u0647 \u0628\u0647 \u0648\u0633\u06cc\u0644\u0647 \u0648\u06cc\u0631\u06af\u0648\u0644 \u0627\u0632 \u0634\u0646\u0627\u0633\u0647 \u0647\u0627\u06cc \u06a9\u0627\u0631\u0628\u0631\u06cc \u0627\u0633\u062a \u06a9\u0647 \u062f\u0631 \u0633\u0627\u06cc\u062a \u0639\u0636\u0648 \u0647\u0633\u062a\u0646\u062f
membership.action.group=\u0641\u0631\u0645\u062a URL \u0628\u0647 \u0627\u06cc\u0646 \u0634\u06a9\u0644 "/membership/group/\:groupId\:" \u0627\u0633\u062a.<br/>\n(GET) \u062a\u0645\u0627\u0645\u06cc \u0639\u0636\u0648\u06cc\u062a \u0647\u0627 \u0628\u0631\u0627\u06cc \u06cc\u06a9 \u06af\u0631\u0648\u0647 \u0631\u0627 \u0627\u0631\u0627\u0626\u0647 \u0645\u06cc\u062f\u0647\u062f.<br/>\n(POST) \u0639\u0636\u0648\u06cc\u062a \u06af\u0631\u0648\u0647 \u06a9\u0627\u0631\u0628\u0631 \u0631\u0627 \u0628\u0647 \u0631\u0648\u0632\u0631\u0633\u0627\u0646\u06cc \u0645\u06cc\u06a9\u0646\u062f. \u067e\u0627\u0631\u0627\u0645\u062a\u0631\u0647\u0627\u06cc \u0627\u0644\u0632\u0627\u0645\u06cc POST \u0634\u0627\u0645\u0644 "userId" \u0644\u06cc\u0633\u062a\u06cc \u062c\u062f\u0627 \u0634\u062f\u0647 \u0628\u0647 \u0648\u0633\u06cc\u0644\u0647 \u0648\u06cc\u0631\u06af\u0648\u0644 \u0627\u0632 \u06a9\u0627\u0631\u0628\u0631\u0627\u0646 (eid \u06cc\u0627 \u0634\u0646\u0627\u0633\u0647). \n"action" \u06a9\u0647 \u0645\u06cc\u062a\u0648\u0627\u0646\u062f \u0627\u06cc\u0646 \u0645\u0642\u0627\u062f\u06cc\u0631 \u0631\u0627 \u062f\u0627\u0634\u062a\u0647 \u0628\u0627\u0634\u062f\: update\u060c add \u06cc\u0627 remove> \u0627\u06af\u0631 \u06af\u0632\u06cc\u0646\u0647 \u0628\u0647 \u0631\u0648\u0632\u0631\u0633\u0627\u0646\u06cc update \u0631\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f\u060c \u0639\u0636\u0648\u06cc\u062a \u0641\u0639\u0644\u06cc \u0628\u0627 \u0644\u06cc\u0633\u062a \u0627\u0631\u0627\u0626\u0647 \u0634\u062f\u0647 \u062c\u0627\u06cc\u06af\u0632\u06cc\u0646 \u0645\u06cc\u0634\u0648\u062f. \u0627\u06af\u0631 \u0627\u0636\u0627\u0641\u0647 add \u0631\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f\u060c \u0644\u06cc\u0633\u062a \u0628\u0647 \u0639\u0636\u0648\u06cc\u062a \u0647\u0627\u06cc \u0641\u0639\u0644\u06cc \u0627\u0636\u0627\u0641\u0647 \u0645\u06cc\u0634\u0648\u062f.\u060c\n\u0627\u06af\u0631 remove \u062d\u0630\u0641 \u0631\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f\u060c \u0644\u06cc\u0633\u062a \u0627\u0632 \u0627\u0639\u0636\u0627\u06cc \u0641\u0639\u0644\u06cc \u062d\u0630\u0641 \u062e\u0648\u0627\u0647\u062f \u0634\u062f. 
membership.action.join=\u0628\u0647 \u06cc\u06a9 \u06a9\u0627\u0631\u0628\u0631 \u0628\u062f\u0648\u0646 \u0645\u062c\u0648\u0632 \u062f\u0631 \u0633\u0627\u06cc\u062a \u0627\u062c\u0627\u0632\u0647 \u0639\u0636\u0648\u06cc\u062a \u0645\u06cc\u062f\u0647\u062f\u060c \u062a\u0646\u0647\u0627 \u0628\u0627 \u06a9\u0627\u0631\u0628\u0631 \u0641\u0639\u0644\u06cc \u06a9\u0627\u0631 \u0645\u06cc\u06a9\u0646\u062f\:\n/membership/join/site/siteId
membership.action.unjoin=\u0628\u0647 \u06cc\u06a9 \u06a9\u0627\u0631\u0628\u0631 \u0628\u062f\u0648\u0646 \u0645\u062c\u0648\u0632 \u062f\u0631 \u0633\u0627\u06cc\u062a \u0627\u062c\u0627\u0632\u0647 \u0639\u0636\u0648\u06cc\u062a \u0645\u06cc\u062f\u0647\u062f\u060c \u062a\u0646\u0647\u0627 \u0628\u0627 \u06a9\u0627\u0631\u0628\u0631 \u0641\u0639\u0644\u06cc \u06a9\u0627\u0631 \u0645\u06cc\u06a9\u0646\u062f\:\n/membership/unjoin/site/siteId
membership.action.fastroles=\u0627\u0645\u06a9\u0627\u0646 \u062f\u0631\u06cc\u0627\u0641\u062a \u0633\u0631\u06cc\u0639 \u0646\u0642\u0634 \u0641\u0639\u0644\u06cc \u062f\u0631 \u0633\u0627\u06cc\u062a \u0631\u0627 \u0645\u06cc\u062f\u0647\u062f. \u0627\u0632 \u0641\u0631\u0645\u062a "/membership/fastroles/\:userId\:" (\u06cc\u0627 userEid) \u06cc\u0627 \u062f\u0631 \u0635\u0648\u0631\u062a\u06cc \u06a9\u0647 \u0645\u0634\u062e\u0635 \u0646\u0634\u062f\u0647\u060c \u0627\u0632 \u06a9\u0627\u0631\u0628\u0631 \u0641\u0639\u0644\u06cc \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u06a9\u0646\u06cc\u062f. \u0631\u0627\u0647 \u0645\u06cc\u0627\u0646 \u0628\u0631\u06cc \u0627\u0633\u062a \u0628\u0631\u0627\u06cc includeMemberDetail\=false.

