###################################
# Translated  by  INTERACTIVE LLC #
# email: sakaiteam@interactive.mn #
###################################

# this defines the entity description for membership
membership = \u0421\u0438\u0441\u0442\u0435\u043C \u0434\u043E\u0442\u043E\u0440\u0445\u0438 \u0442\u0443\u0445\u0430\u0439\u043D \u0431\u0430\u0439\u0440\u043B\u0430\u043B\u0434 \u0445\u044D\u0440\u044D\u0433\u043B\u044D\u0433\u0447\u0438\u0439\u043D \u0433\u0438\u0448\u04AF\u04AF\u043D\u0447\u043B\u044D\u043B\u0438\u0439\u0433 \u0442\u04E9\u043B\u04E9\u04E9\u043B\u043D\u04E9 (\u0441\u0430\u0439\u0442, \u0431\u04AF\u043B\u044D\u0433, \u0433\u044D\u0445 \u043C\u044D\u0442), \u0441\u0430\u0439\u0442/\u0431\u04AF\u043B\u0433\u0438\u0439\u043D \u0431\u0438\u0435 \u0445\u044D\u0441\u044D\u0433 \u0431\u043E\u043B\u043E\u043D \u0445\u044D\u0440\u044D\u0433\u043B\u044D\u0433\u0447\u0434\u044D\u0434 \u0445\u0430\u043C\u0430\u0430\u0440\u043D\u0430.
\u0414\u043E\u043E\u0440\u0445\u0438 \u0431\u0438\u0447\u0438\u0433 \u0431\u0430\u0440\u0438\u043C\u0442\u044B\u043D \u0433\u0438\u0448\u04AF\u04AF\u043D\u0447\u043B\u044D\u043B\u0438\u0439\u043D ID \u043D\u044C USER_ID::LOCATION_REFERENCE \u0433\u044D\u0441\u044D\u043D \u0445\u044D\u043B\u0431\u044D\u0440\u044D\u044D\u0440 \u0431\u0430\u0439\u0433\u0430\u0430 (\u04E9\u04E9\u0440\u04E9\u04E9\u0440 \u0445\u044D\u043B\u0431\u044D\u043B, "aaronz::site:mySiteId").
membership.view.new = (\u041D\u0418\u0419\u0422\u041B\u042D\u0425) ID - \u0433\u044D\u044D\u0440 \u0442\u043E\u0434\u043E\u0440\u0445\u043E\u0439\u043B\u0441\u043E\u043D \u0431\u0430\u0439\u0433\u0430\u0430 \u0433\u0438\u0448\u04AF\u04AF\u043D\u0447\u043B\u044D\u043B\u0438\u0439\u0433 \u043D\u044D\u043C\u044D\u0445. \u04E8\u04E9\u0440 \u0442\u043E\u0445\u0438\u043E\u043B\u0434\u043E\u043B\u0434, \u044D\u043D\u0433\u0438\u0439\u043D "/membership" URL -\u0434 \u041D\u0418\u0419\u0422\u041B\u042D\u0425 \u043D\u044C "userId" \u0431\u0430 "locationReference" \u0445\u04AF\u0441\u044D\u043B\u0442\u0438\u0439\u043D \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u0443\u0443\u0434\u0438\u0439\u0433 \u0437\u0430\u0430\u0436 \u04E9\u0433\u04E9\u0445 \u0431\u043E\u043B\u043D\u043E.
\u0410\u043B\u044C \u0447 \u0442\u043E\u0445\u0438\u043E\u043B\u0434\u043E\u043B\u0434, \u0434\u0443\u0440\u044B\u043D \u043D\u044D\u043C\u044D\u043B\u0442 \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u0443\u0443\u0434 \u043D\u044C "memberRole" \u0441\u0442\u0440\u0438\u043D\u0433 (\u043D\u0438\u0439\u043B\u04AF\u04AF\u043B\u044D\u0445 \u0431\u043E\u043B\u043E\u043C\u0436\u0442\u043E\u0439 \u0441\u0430\u0439\u0442\u043D\u044B \u0433\u0438\u0448\u04AF\u04AF\u043D\u0447\u043B\u044D\u043B\u0438\u0439\u043D \u04E9\u0433\u04E9\u0433\u0434\u043C\u04E9\u043B \u0443\u0442\u0433\u0430 \u043D\u044C \u043D\u0438\u0439\u043B\u04AF\u04AF\u043B\u044D\u0433\u0447 \u04AF\u04AF\u0440\u044D\u0433 \u044E\u043C) \u0431\u043E\u043B\u043E\u043D "active" Boolean \u0443\u0442\u0433\u0430 (\u04E9\u0433\u04E9\u0433\u0434\u043C\u04E9\u043B \u0443\u0442\u0433\u0430 \u04AF\u043D\u044D\u043D) \u0445\u043E\u0451\u0440 \u0431\u0430\u0439\u0445 \u0431\u043E\u043B\u043D\u043E.
"userIds" \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u0438\u0439\u0433 (\u0445\u044D\u0440\u044D\u0433\u043B\u044D\u0433\u0447\u0434\u0438\u0439\u043D ID-\u0433\u0438\u0439\u043D \u0436\u0430\u0433\u0441\u0430\u0430\u043B\u0442) \u0442\u043E\u0434\u043E\u0440\u0445\u043E\u0439\u043B\u043E\u0436 \u0434\u044D\u044D\u0440 \u0434\u0443\u0440\u0434\u0441\u0430\u043D \u04AF\u04AF\u0440\u0433\u0438\u0439\u0433 \u0430\u0448\u0438\u0433\u043B\u0430\u043D \u0443\u0433 \u0431\u0430\u0439\u0440\u043B\u0430\u043B\u0434 \u0431\u0430\u0433\u0446 \u043D\u044D\u043C\u044D\u0445 \u0431\u043E\u043B\u043E\u043C\u0436\u0442\u043E\u0439 \u044E\u043C. 
membership.view.delete = (\u0423\u0421\u0422\u0413\u0410\u0425) ID-\u0433\u044D\u044D\u0440 \u0437\u0430\u0430\u0433\u0434\u0441\u0430\u043D \u0431\u0430\u0439\u0433\u0430\u0430 \u0433\u0438\u0448\u04AF\u04AF\u043D\u0447\u043B\u044D\u043B\u0438\u0439\u0433 \u0443\u0441\u0442\u0433\u0430\u0445. \u041E\u043B\u043E\u043D \u0433\u0438\u0448\u04AF\u04AF\u043D\u0447\u043B\u044D\u043B\u0438\u0439\u0433 \u043D\u044D\u0433 \u0431\u0430\u0439\u0440\u043B\u0430\u043B\u0430\u0430\u0441 "userIds" \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u0438\u0439\u0433 (\u0445\u044D\u0440\u044D\u0433\u043B\u044D\u0433\u0447\u0434\u0438\u0439\u043D ID-\u0433\u0438\u0439\u043D \u0436\u0430\u0433\u0441\u0430\u0430\u043B\u0442) \u0442\u043E\u0434\u043E\u0440\u0445\u043E\u0439\u043B\u043E\u043D \u0443\u0441\u0442\u0433\u0430\u0436 \u0431\u043E\u043B\u043D\u043E.
membership.view.edit = (\u041D\u0418\u0419\u0422\u041B\u042D\u0425) ID-\u0433\u044D\u044D\u0440 \u0437\u0430\u0430\u0433\u0434\u0441\u0430\u043D \u0431\u0430\u0439\u0433\u0430\u0430 \u0433\u0438\u0448\u04AF\u04AF\u043D\u0447\u043B\u044D\u043B\u0438\u0439\u0433 \u04E9\u04E9\u0440\u0447\u043B\u04E9\u0445. \u04E8\u04E9\u0440 \u0442\u043E\u0445\u0438\u043E\u043B\u0434\u043E\u043B\u0434, "/membership" URL -\u0434 \u041D\u0418\u0419\u0422\u041B\u042D\u0425 \u043D\u044C "userId" \u0431\u0430 "locationReference" \u0445\u04AF\u0441\u044D\u043B\u0442\u0438\u0439\u043D \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u0443\u0443\u0434\u0438\u0439\u0433 \u0437\u0430\u0430\u0436 \u04E9\u0433\u04E9\u0445 \u0431\u043E\u043B\u043D\u043E 
\u0410\u043B\u044C \u0447 \u0442\u043E\u0445\u0438\u043E\u043B\u0434\u043E\u043B\u0434, \u0434\u0443\u0440\u044B\u043D \u043D\u044D\u043C\u044D\u043B\u0442 \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u0443\u0443\u0434 \u043D\u044C "memberRole" \u0441\u0442\u0440\u0438\u043D\u0433 \u0431\u043E\u043B\u043E\u043D "active" Boolean \u0443\u0442\u0433\u0430 \u0445\u043E\u0451\u0440 \u0431\u0430\u0439\u0445 \u0431\u043E\u043B\u043D\u043E. "userIds" \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u0438\u0439\u0433 (\u0445\u044D\u0440\u044D\u0433\u043B\u044D\u0433\u0447\u0434\u0438\u0439\u043D ID-\u0433\u0438\u0439\u043D \u0436\u0430\u0433\u0441\u0430\u0430\u043B\u0442) \u0442\u043E\u0434\u043E\u0440\u0445\u043E\u0439\u043B\u043E\u0436 \u0434\u044D\u044D\u0440 \u0434\u0443\u0440\u0434\u0441\u0430\u043D \u04AF\u04AF\u0440\u044D\u0433 \u0431\u043E\u043B\u043E\u043D \u0438\u0434\u044D\u0432\u0445\u0442\u044D\u0439 \u0442\u043E\u0445\u0438\u0440\u0433\u043E\u043E\u0433 \u0430\u0448\u0438\u0433\u043B\u0430\u043D \u0443\u0433 \u0431\u0430\u0439\u0440\u043B\u0430\u043B\u0434 \u0431\u0430\u0433\u0446 \u043D\u044D\u043C\u044D\u0445 \u0431\u043E\u043B\u043E\u043C\u0436\u0442\u043E\u0439 \u044E\u043C. 

membership.view.list = \u04E8\u0433\u04E9\u0433\u0434\u043C\u04E9\u043B \u0431\u0430\u0439\u0434\u043B\u0430\u0430\u0440, \u043E\u0434\u043E\u043E\u0433\u0438\u0439\u043D \u0445\u044D\u0440\u044D\u0433\u043B\u044D\u0433\u0447\u0438\u0434\u044D\u0434 \u0431\u04AF\u0445 \u0441\u0430\u0439\u0442\u043D\u044B \u0433\u0438\u043D\u0448\u04AF\u04AF\u043D\u0447\u043B\u044D\u043B\u0438\u0439\u043D \u0436\u0430\u0433\u0441\u0430\u0430\u043B\u0442\u044B\u0433 \u0434\u0443\u0443\u0434\u0430\u0436 \u04E9\u0433\u043D\u04E9. 
\u0425\u04AF\u0441\u044D\u043B\u0442\u0438\u0439\u043D \u043D\u044D\u043C\u044D\u043B\u0442 \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u0443\u0443\u0434: "includeSites=false" \u043D\u044C \u0441\u0430\u0439\u0442\u043D\u044B \u0433\u0438\u043D\u0448\u04AF\u04AF\u043D\u0447\u043B\u044D\u043B\u0438\u0439\u0433 \u0448\u04AF\u04AF\u043D\u044D; 
"includeGroups=true" \u043D\u044C \u0431\u04AF\u043B\u0433\u0438\u0439\u043D \u0433\u0438\u043D\u0448\u04AF\u04AF\u043D\u0447\u043B\u044D\u043B\u0438\u0439\u0433 \u0434\u0443\u0443\u0434\u0430\u0436 \u04E9\u0433\u043D\u04E9; "_locationReference=LOCATION_REFERENCE" \u043D\u044C \u0431\u04AF\u0445 \u0433\u0438\u043D\u0448\u04AF\u04AF\u043D\u0447\u043B\u044D\u043B\u0438\u0439\u0433 \u0442\u043E\u0434\u043E\u0440\u0445\u043E\u0439 \u0441\u0430\u0439\u0442 \u044D\u0441\u0432\u044D\u043B \u0431\u04AF\u043B\u044D\u0433\u0442 \u0431\u0443\u0446\u0430\u0430\u043D\u0430; 
"user=USER_ID" (\u044D\u0441\u0432\u044D\u043B "userId=USER_ID" \u0431\u0443\u044E\u0443 "_userReference=USER_REFERENCE") \u043D\u044C \u04E9\u0433\u04E9\u0433\u0434\u0441\u04E9\u043D \u0445\u044D\u0440\u044D\u0433\u043B\u044D\u0433\u0447\u0438\u0439\u043D \u0433\u0438\u0448\u04AF\u04AF\u043D\u0447\u043B\u044D\u043B\u0438\u0439\u0433 \u0431\u0443\u0446\u0430\u0430\u0436 \u04E9\u0433\u043D\u04E9;
 "role=ROLE_STRING" (\u044D\u0441\u0432\u044D\u043B "roleId=ROLE_STRING") \u043D\u044C \u0436\u0430\u0433\u0441\u0430\u0430\u043B\u0442\u044B\u0433 \u0442\u043E\u0434\u043E\u0440\u0445\u043E\u0439 \u0433\u0438\u0448\u04AF\u04AF\u043D\u0438\u0439 \u04AF\u04AF\u0440\u044D\u0433\u0442 \u0445\u044F\u0437\u0433\u0430\u0430\u0440\u043B\u0430\u043D\u0430.

membership.action.site = URL \u0444\u043E\u0440\u043C\u0430\u0442 \u043D\u044C "/membership/site/:SITE_ID:" \u0431\u0430\u0439\u043D\u0430. <br/> \ (\u041E\u041B\u0416 \u0410\u0412\u0410\u0425) \u043D\u044C \u0442\u043E\u0434\u043E\u0440\u0445\u043E\u0439 \u0441\u0430\u0439\u0442\u043D\u044B \u0431\u04AF\u0445 \u0433\u0438\u043D\u0448\u04AF\u04AF\u043D\u0447\u043B\u044D\u043B\u0438\u0439\u0433 \u0431\u0443\u0446\u0430\u0430\u0436 \u04E9\u0433\u043D\u04E9. <br/> \
(\u041D\u0418\u0419\u0422\u041B\u042D\u0425) \u043D\u044C "userSearchValues" \u0445\u04AF\u0441\u044D\u043B\u0442\u0438\u0439\u043D \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u0443\u0443\u0434\u0438\u0439\u0433 (\u0445\u044D\u0440\u044D\u0433\u043B\u044D\u0433\u0447\u0438\u0439\u043D ID, \u0445\u044D\u0440\u044D\u0433\u043B\u044D\u0433\u0447\u0438\u0439\u043D EID \u044D\u0441\u0432\u044D\u043B \u0438-\u043C\u044D\u0439\u043B \u0445\u0430\u044F\u0433 \u0431\u0430\u0439\u043D\u0430) \u0430\u0448\u0438\u0433\u043B\u0430\u043D \u043D\u044D\u0433 \u0431\u0443\u044E\u0443 \u043E\u043B\u043E\u043D \u0441\u0430\u0439\u0442\u043D\u044B  \u0433\u0438\u0448\u04AF\u04AF\u043D\u0447\u043B\u044D\u043B\u0438\u0439\u0433 "memberRole" \u0446\u0443\u0432\u0430\u0430 (\u043D\u0438\u0439\u043B\u04AF\u04AF\u043B\u044D\u0445 \u0431\u043E\u043B\u043E\u043C\u0436\u0442\u043E\u0439 \u0441\u0430\u0439\u0442\u043D\u044B \u0433\u0438\u0448\u04AF\u04AF\u043D\u0447\u043B\u044D\u043B\u0438\u0439\u043D \u04E9\u0433\u04E9\u0433\u0434\u043C\u04E9\u043B \u0443\u0442\u0433\u0430 \u043D\u044C \u043D\u0438\u0439\u043B\u04AF\u04AF\u043B\u044D\u0433\u0447 \u04AF\u04AF\u0440\u044D\u0433 \u044E\u043C) \u0431\u043E\u043B\u043E\u043D "active" Boolean \u0443\u0442\u0433\u0430 (\u04E9\u0433\u04E9\u0433\u0434\u043C\u04E9\u043B \u0443\u0442\u0433\u0430 \u04AF\u043D\u044D\u043D) \u0445\u043E\u0451\u0440\u0442\u043E\u0439 \u0445\u0430\u043C\u0442 \u043D\u044D\u043C\u044D\u0445 \u0431\u043E\u043B\u043D\u043E.

\u042D\u043D\u044D \u043D\u044C "memberRole" \u0441\u0442\u0440\u0438\u043D\u0433 (\u043D\u0438\u0439\u043B\u04AF\u04AF\u043B\u044D\u0445 \u0431\u043E\u043B\u043E\u043C\u0436\u0442\u043E\u0439 \u0441\u0430\u0439\u0442\u043D\u044B \u0433\u0438\u0448\u04AF\u04AF\u043D\u0447\u043B\u044D\u043B\u0438\u0439\u043D \u04E9\u0433\u04E9\u0433\u0434\u043C\u04E9\u043B \u0443\u0442\u0433\u0430 \u043D\u044C \u043D\u0438\u0439\u043B\u04AF\u04AF\u043B\u044D\u0433\u0447 \u04AF\u04AF\u0440\u044D\u0433 \u044E\u043C) \u0431\u043E\u043B\u043E\u043D "active" Boolean \u0443\u0442\u0433\u0430 (\u04E9\u0433\u04E9\u0433\u0434\u043C\u04E9\u043B \u0443\u0442\u0433\u0430 \u04AF\u043D\u044D\u043D) \u0445\u043E\u0451\u0440 \u0431\u0430\u0439\u0445 \u0431\u043E\u043B\u043D\u043E.
\u0425\u0430\u0440\u0438\u0443\u043B\u0442\u044B\u043D \u0433\u0430\u0440\u0447\u0438\u0433\u0443\u0443\u0434 "x-warning-not-found" (\u0445\u04AF\u0447\u0438\u043D\u0433\u04AF\u0439 userSearchValues \u0436\u0430\u0433\u0441\u0430\u0430\u043B\u0442\u0430\u043D\u0434 \u0437\u043E\u0440\u0438\u0443\u043B\u0430\u0433\u0434\u0441\u0430\u043D) \u0431\u043E\u043B\u043E\u043D "x-warning-already-members" 
(\u0441\u0430\u0439\u0442\u043D\u044B \u0433\u0438\u0448\u04AF\u04AF\u043D \u0431\u043E\u043B\u0441\u043E\u043D userSearchValues \u0436\u0430\u0433\u0441\u0430\u0430\u043B\u0442\u0430\u043D\u0434 \u0437\u043E\u0440\u0438\u0443\u043B\u0430\u0433\u0434\u0441\u0430\u043D) \u0445\u043E\u0451\u0440\u044B\u0433 \u0430\u0433\u0443\u0443\u043B\u0436 \u0431\u043E\u043B\u043D\u043E.

membership.action.group =  URL \u0444\u043E\u0440\u043C\u0430\u0442 \u043D\u044C "/membership/group/:groupId:" \u0431\u0430\u0439\u043D\u0430 <br/> \ 
(\u041E\u041B\u0416 \u0410\u0412\u0410\u0425) \u043D\u044C \u0431\u04AF\u043B\u0433\u0438\u0439\u043D \u0431\u04AF\u0445 \u0433\u0438\u043D\u0448\u04AF\u04AF\u043D\u0447\u043B\u044D\u043B\u0438\u0439\u0433 \u0431\u0443\u0446\u0430\u0430\u0436 \u04E9\u0433\u043D\u04E9. <br/> \
(\u041D\u0418\u0419\u0422\u041B\u042D\u0425) \u043D\u044C \u0445\u044D\u0440\u044D\u0433\u043B\u044D\u0433\u0447 \u0431\u04AF\u043B\u0433\u0438\u0439\u043D \u0433\u0438\u0448\u04AF\u04AF\u043D\u0447\u043B\u044D\u043B\u0438\u0439\u0433 \u0448\u0438\u043D\u044D\u0447\u043B\u044D\u0445 \u0431\u043E\u043B\u043D\u043E. \u0417\u0430\u0439\u043B\u0448\u0433\u04AF\u0439 \u0448\u0430\u0430\u0440\u0434\u043B\u0430\u0433\u0430\u0442\u0430\u0439 \u041D\u0418\u0419\u0422\u041B\u042D\u0425 \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u0443\u0443\u0434:
'userIds' \u043D\u044C \u0442\u0430\u0441\u043B\u0430\u043B\u0430\u0430\u0440 \u0442\u0443\u0441\u0433\u0430\u0430\u0440\u043B\u0430\u0433\u0434\u0441\u0430\u043D \u0445\u044D\u0440\u044D\u043B\u044D\u0433\u0447\u0434\u0438\u0438\u0439\u043D \u0436\u0430\u0433\u0441\u0430\u0430\u043B\u0442. \
'action' \u043D\u044C \u044D\u0434\u0433\u044D\u044D\u0440 \u0443\u0442\u0433\u0430 \u0430\u0433\u0443\u0443\u043B\u0436 \u0431\u043E\u043B\u043D\u043E: \u0448\u0438\u043D\u044D\u0447\u043B\u044D\u0445, \u043D\u044D\u043C\u044D\u0445 \u044D\u0441\u0432\u044D\u043B \u0430\u0440\u0438\u043B\u0433\u0430\u0445. 
\u0425\u044D\u0440\u044D\u0432 \u0448\u0438\u043D\u044D\u0447\u043B\u044D\u0445 \u0433\u044D\u0432\u044D\u043B \u043E\u0434\u043E\u043E\u0433\u0438\u0439\u043D \u0431\u0430\u0439\u0433\u0430\u0430 \u0433\u0438\u0448\u04AF\u04AF\u043D\u0447\u043B\u044D\u043B\u0438\u0439\u0433 \u04E9\u0433\u04E9\u0433\u0434\u0441\u04E9\u043D \u0436\u0430\u0433\u0441\u0430\u0430\u043B\u0442\u0430\u0430\u0440 \u0441\u043E\u043B\u0438\u043D\u043E.
\u0425\u044D\u0440\u044D\u0432 \u043D\u044D\u043C\u044D\u0445 \u0433\u044D\u0432\u044D\u043B \u043E\u0434\u043E\u043E\u0433\u0438\u0439\u043D \u0431\u0430\u0439\u0433\u0430\u0430 \u0433\u0438\u0448\u04AF\u04AF\u043D\u0447\u043B\u044D\u043B\u0434 \u0436\u0430\u0433\u0441\u0430\u0430\u043B\u0442\u044B\u0433 \u043D\u044D\u043C\u043D\u044D,\ \u0445\u0430\u0440\u0438\u043D \u0430\u0440\u0438\u043B\u0433\u0430\u0445 \u0433\u044D\u0432\u044D\u043B \u043E\u0434\u043E\u043E\u0433\u0438\u0439\u043D \u0431\u0430\u0439\u0433\u0430\u0430 \u0433\u0438\u0448\u04AF\u04AF\u043D\u0447\u043B\u044D\u043B\u044D\u044D\u0441 \u0436\u0430\u0433\u0441\u0430\u0430\u043B\u0442\u044B\u0433 \u0445\u0430\u0441\u043D\u0430.

membership.action.join = \u0417\u04E9\u0432\u0448\u04E9\u04E9\u0440\u04E9\u043B\u0433\u04AF\u0439 \u0445\u044D\u0440\u044D\u0433\u043B\u044D\u0433\u0447\u0438\u0439\u0433 \u0441\u0430\u0439\u0442\u0430\u043D\u0434 \u0445\u043E\u043B\u0431\u043E\u043D\u043E. \u0417\u04E9\u0432\u0445\u04E9\u043D \u043E\u0434\u043E\u043E\u0433\u0438\u0439\u043D \u0445\u044D\u0440\u044D\u0433\u043B\u044D\u0433\u0447\u0438\u0434\u044D\u0434 \u043B \u0445\u0430\u043C\u0430\u0430\u0442\u0430\u0439: /membership/join/site/siteId

membership.action.unjoin = \u0417\u04E9\u0432\u0448\u04E9\u04E9\u0440\u04E9\u043B\u0433\u04AF\u0439 \u0445\u044D\u0440\u044D\u0433\u043B\u044D\u0433\u0447\u0438\u0439\u0433 \u0441\u0430\u0439\u0442\u0430\u0430\u0441 \u0433\u0430\u0440\u0433\u0430\u043D\u0430. \u0417\u04E9\u0432\u0445\u04E9\u043D \u043E\u0434\u043E\u043E\u0433\u0438\u0439\u043D \u0445\u044D\u0440\u044D\u0433\u043B\u044D\u0433\u0447\u0438\u0434\u044D\u0434 \u043B \u0445\u0430\u043C\u0430\u0430\u0442\u0430\u0439: /membership/unjoin/site/siteId



 
 
 
 
 
