# this defines the entity description for membership
membership=\u041f\u0440\u0435\u0434\u0441\u0442\u0430\u0432\u043b\u044f\u0432\u0430 \u043f\u0440\u0438\u043d\u0430\u0434\u043b\u0435\u0436\u043d\u043e\u0441\u0442\u0442\u0430 \u043d\u0430 \u0434\u0430\u0434\u0435\u043d \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b \u043a\u044a\u043c \u0434\u0430\u0434\u0435\u043d\u043e \u043c\u044f\u0441\u0442\u043e (\u0441\u0430\u0439\u0442, \u0433\u0440\u0443\u043f\u0430 \u0438 \u0442.\u043d.) \u0432 \u0441\u0438\u0441\u0442\u0435\u043c\u0430\u0442\u0430, \u0440\u0430\u0431\u043e\u0442\u0438 \u0441 \u043e\u0431\u0440\u0430\u0437\u0443\u0432\u0430\u043d\u0438\u044f \u0441\u0430\u0439\u0442/\u0433\u0440\u0443\u043f\u0430 \u0438 \u0441 \u043e\u0431\u0440\u0430\u0437\u0443\u0432\u0430\u043de \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b. \u0412 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u0430\u0446\u0438\u044f\u0442\u0430 \u043f\u043e-\u0434\u043e\u043b\u0443 \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440\u044a\u0442 \u043d\u0430 \u0447\u043b\u0435\u043d\u0441\u0442\u0432\u043e\u0442\u043e \u0435 \u043d\u0438\u0437 \u0432\u044a\u0432 \u0444\u043e\u0440\u043c\u0430\u0442\u0430 USER_ID\:\:LOCATION_REFERENCE (\u043d\u0430\u043f\u0440\u0438\u043c\u0435\u0440 "aaronz\:\:site\:mySiteId").
membership.view.new=(POST) \u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u0447\u043b\u0435\u043d\u0441\u0442\u0432\u043e\u0442\u043e, \u043f\u043e\u0441\u043e\u0447\u0435\u043d\u043e \u043e\u0442 ID. \u0410\u043b\u0442\u0435\u0440\u043d\u0430\u0442\u0438\u0432\u043d\u043e, \u043f\u0440\u0438 \u041f\u041e\u0421\u0422 \u043a\u044a\u043c \u043f\u0440\u043e\u0441\u0442\u0438\u044f URL \u0430\u0434\u0440\u0435\u0441 "/membership" \u043c\u043e\u0433\u0430\u0442 \u0434\u0430 \u0441\u0435 \u0437\u0430\u0434\u0430\u0434\u0430\u0442 \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u0440\u0438 \u043d\u0430 \u0437\u0430\u044f\u0432\u043a\u0430\u0442\u0430 "userId" \u0438 "locationReference". \u0418 \u0432 \u0434\u0432\u0430\u0442\u0430 \u0441\u043b\u0443\u0447\u0430\u044f \u043d\u0435\u0437\u0430\u0434\u044a\u043b\u0436\u0438\u0442\u0435\u043b\u043d\u0438\u0442\u0435 \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u0440\u0438 \u043d\u0430 \u0437\u0430\u044f\u0432\u043a\u0430\u0442\u0430 \u0441\u0430\: "memberRole" \u043d\u0438\u0437 (\u043f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435 \u0437\u0430 \u0447\u043b\u0435\u043d\u0441\u0442\u0432\u043e \u0432 \u0441\u0430\u0439\u0442 \u0441 \u0432\u044a\u0437\u043c\u043e\u0436\u043d\u043e\u0441\u0442 \u0437\u0430 \u043f\u0440\u0438\u0441\u044a\u0435\u0434\u0438\u043d\u044f\u0432\u0430\u043d\u0435 \u0435 \u0440\u043e\u043b\u044f\u0442\u0430 \u043d\u0430 \u043f\u0440\u0438\u0441\u044a\u0435\u0434\u0438\u043d\u044f\u0432\u0430\u0449\u0438\u044f \u0441\u0435 \u043f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435); "active" \u0431\u0443\u043b\u0435\u0432\u0430 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442 (\u043f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435 \u0435 true). \u041c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u0438\u0437\u0432\u044a\u0440\u0448\u0438 \u043f\u0430\u043a\u0435\u0442\u043d\u043e \u0434\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043a\u044a\u043c \u0441\u044a\u0449\u043e\u0442\u043e \u043c\u044f\u0441\u0442\u043e, \u043a\u0430\u0442\u043e \u0441\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430 \u0441\u044a\u0449\u0430\u0442\u0430 \u0440\u043e\u043b\u044f, \u043a\u0430\u0442\u043e \u0441\u0435 \u043f\u043e\u0441\u043e\u0447\u0438 \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u044a\u0440 "userIds" (\u043c\u0430\u0441\u0438\u0432 \u043e\u0442 \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440\u0438 \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438).
membership.view.delete=(DELETE) \u0418\u0437\u0442\u0440\u0438\u0432\u0430\u043d\u0435 \u043d\u0430 \u0447\u043b\u0435\u043d\u0441\u0442\u0432\u043e\u0442\u043e, \u043f\u043e\u0441\u043e\u0447\u0435\u043d\u043e \u043e\u0442 ID. \u041d\u044f\u043a\u043e\u043b\u043a\u043e \u0447\u043b\u0435\u043d\u0441\u0442\u0432\u0430 \u043c\u043e\u0433\u0430\u0442 \u0434\u0430 \u0431\u044a\u0434\u0430\u0442 \u0438\u0437\u0442\u0440\u0438\u0442\u0438 \u043e\u0442 \u0435\u0434\u043d\u043e \u0438 \u0441\u044a\u0449\u043e \u043c\u044f\u0441\u0442\u043e, \u043a\u0430\u0442\u043e \u0441\u0435 \u043f\u043e\u0441\u043e\u0447\u0438 \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u044a\u0440 "userIds" (\u043c\u0430\u0441\u0438\u0432 \u043e\u0442 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u0438 \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440\u0438).
membership.view.edit=(POST) \u041f\u0440\u043e\u043c\u044f\u043d\u0430 \u043d\u0430 \u0447\u043b\u0435\u043d\u0441\u0442\u0432\u043e\u0442\u043e, \u043f\u043e\u0441\u043e\u0447\u0435\u043d\u043e \u043e\u0442 ID. \u0410\u043b\u0442\u0435\u0440\u043d\u0430\u0442\u0438\u0432\u043d\u043e, \u043f\u0440\u0438 POST \u043a\u044a\u043c URL \u0430\u0434\u0440\u0435\u0441\u0430 "/membership" \u043c\u043e\u0433\u0430\u0442 \u0434\u0430 \u0441\u0435 \u0437\u0430\u0434\u0430\u0434\u0430\u0442 \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u0440\u0438 \u043d\u0430 \u0437\u0430\u044f\u0432\u043a\u0430\u0442\u0430 "userId" \u0438 "locationReference". \u0418 \u0432 \u0434\u0432\u0430\u0442\u0430 \u0441\u043b\u0443\u0447\u0430\u044f \u043d\u0435\u0437\u0430\u0434\u044a\u043b\u0436\u0438\u0442\u0435\u043b\u043d\u0438\u0442\u0435 \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u0440\u0438 \u043d\u0430 \u0437\u0430\u044f\u0432\u043a\u0430\u0442\u0430 \u0441\u0430\: "memberRole" \u043d\u0438\u0437; "active" \u0431\u0443\u043b\u0435\u0432\u0430 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442. \u041c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u0438\u0437\u0432\u044a\u0440\u0448\u0438 \u043f\u0430\u043a\u0435\u0442\u043d\u043e \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0441\u044a\u0449\u043e\u0442\u043e \u043c\u0435\u0441\u0442\u043e\u043f\u043e\u043b\u043e\u0436\u0435\u043d\u0438\u0435, \u043a\u0430\u0442\u043e \u0441\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0442 \u0441\u044a\u0449\u0430\u0442\u0430 \u0440\u043e\u043b\u044f \u0438 \u0430\u043a\u0442\u0438\u0432\u043d\u0430 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0430, \u043a\u0430\u0442\u043e \u0441\u0435 \u043f\u043e\u0441\u043e\u0447\u0438 \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u044a\u0440 "userIds" (\u043c\u0430\u0441\u0438\u0432 \u043e\u0442 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u0438 \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440\u0438).
membership.view.list=\u041f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435 \u0441\u0435 \u0438\u0437\u0432\u043b\u0438\u0447\u0430 \u0441\u043f\u0438\u0441\u044a\u043a \u0441 \u0432\u0441\u0438\u0447\u043a\u0438 \u0447\u043b\u0435\u043d\u0441\u0442\u0432\u0430 \u0432 \u0441\u0430\u0439\u0442\u0430 \u0437\u0430 \u0442\u0435\u043a\u0443\u0449\u0438\u044f \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b. \u041d\u0435\u0437\u0430\u0434\u044a\u043b\u0436\u0438\u0442\u0435\u043b\u043d\u0438 \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u0440\u0438 \u043d\u0430 \u0437\u0430\u044f\u0432\u043a\u0430\u0442\u0430\: "includeSites\=false" \u0444\u0438\u043b\u0442\u0440\u0438\u0440\u0430 \u0447\u043b\u0435\u043d\u0441\u0442\u0432\u0430\u0442\u0430 \u0432 \u0441\u0430\u0439\u0442\u043e\u0432\u0435; "includeGroups\=true" \u0438\u0437\u0432\u043b\u0438\u0447\u0430 \u0447\u043b\u0435\u043d\u0441\u0442\u0432\u0430\u0442\u0430 \u0432 \u0433\u0440\u0443\u043f\u0438; "_locationReference\=LOCATION_REFERENCE" \u0432\u0440\u044a\u0449\u0430 \u0432\u0441\u0438\u0447\u043a\u0438 \u0447\u043b\u0435\u043d\u0441\u0442\u0432\u0430 \u0432 \u043f\u043e\u0441\u043e\u0447\u0435\u043d\u0438\u044f \u0441\u0430\u0439\u0442 \u0438\u043b\u0438 \u0433\u0440\u0443\u043f\u0430; "user\=USER_ID" (\u0438\u043b\u0438 "userId\=USER_ID", \u0438\u043b\u0438 "_userReference\=USER_REFERENCE") \u0432\u0440\u044a\u0449\u0430 \u0447\u043b\u0435\u043d\u0441\u0442\u0432\u0430\u0442\u0430 \u043d\u0430 \u0434\u0430\u0434\u0435\u043d\u0438\u044f \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b; "includeMemberDetails\=true" \u0437\u0430 \u0432\u0440\u044a\u0449\u0430\u043d\u0435 \u043d\u0430 \u043f\u044a\u043b\u043d\u0438 \u0434\u0430\u043d\u043d\u0438 \u0437\u0430 \u0447\u043b\u0435\u043d\u043e\u0432\u0435\u0442\u0435 \u0441\u0430\u043c\u043e \u043d\u0430 \u0440\u043e\u043b\u044f\u0442\u0430 \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u044f, \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430 \u0441 includeGroups\=true; "role\=ROLE_STRING" (\u0438\u043b\u0438 "roleId\=ROLE_STRING") \u043e\u0433\u0440\u0430\u043d\u0438\u0447\u0430\u0432\u0430 \u0441\u043f\u0438\u0441\u044a\u043a\u0430 \u0434\u043e \u043f\u043e\u0441\u043e\u0447\u0435\u043d\u0430\u0442\u0430 \u0440\u043e\u043b\u044f \u043d\u0430 \u0447\u043b\u0435\u043d\u0430.
membership.action.site=\u0424\u043e\u0440\u043c\u0430\u0442\u044a\u0442 \u043d\u0430 URL \u0430\u0434\u0440\u0435\u0441\u0430 \u0435 "/membership/site/\:SITE_ID\:". <br/> (GET) \u0449\u0435 \u0432\u044a\u0440\u043d\u0435 \u0432\u0441\u0438\u0447\u043a\u0438 \u0447\u043b\u0435\u043d\u0441\u0442\u0432\u0430 \u0432 \u043f\u043e\u0441\u043e\u0447\u0435\u043d\u0438\u044f \u0441\u0430\u0439\u0442. <br/> (POST) \u0449\u0435 \u0434\u043e\u0431\u0430\u0432\u0438 \u0435\u0434\u043d\u043e \u0438\u043b\u0438 \u043f\u043e\u0432\u0435\u0447\u0435 \u0447\u043b\u0435\u043d\u0441\u0442\u0432\u0430 \u0432 \u0441\u0430\u0439\u0442 \u0447\u0440\u0435\u0437 \u043c\u0430\u0441\u0438\u0432 \u043e\u0442 \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u0440\u0438 \u043d\u0430 \u0437\u0430\u044f\u0432\u043a\u0430\u0442\u0430 "userSearchValues" (\u0432\u0441\u0435\u043a\u0438 \u043e\u0442 \u043a\u043e\u0438\u0442\u043e \u0435 \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440 \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b, EID \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b \u0438\u043b\u0438 \u0438\u043c\u0435\u0439\u043b \u0430\u0434\u0440\u0435\u0441), \u0437\u0430\u0435\u0434\u043d\u043e \u0441 \u043d\u0438\u0437 "memberRole" (\u043f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435 \u0437\u0430 \u0447\u043b\u0435\u043d\u0441\u0442\u0432\u0430 \u0432 \u0441\u0430\u0439\u0442 \u0441 \u0432\u044a\u0437\u043c\u043e\u0436\u043d\u043e\u0441\u0442 \u0437\u0430 \u043f\u0440\u0438\u0441\u044a\u0435\u0434\u0438\u043d\u044f\u0432\u0430\u043d\u0435 \u0435 \u0440\u043e\u043b\u044f\u0442\u0430 \u043d\u0430 \u043f\u0440\u0438\u0441\u044a\u0435\u0434\u0438\u043d\u044f\u0432\u0430\u0449\u0438\u044f \u0441\u0435 \u043f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435) \u0438 \u0431\u0443\u043b\u0435\u0432\u0430 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442 "active" (\u043f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435 \u0435 true). \u0417\u0430\u0433\u043b\u0430\u0432\u0438\u044f\u0442\u0430 \u043d\u0430 \u043e\u0442\u0433\u043e\u0432\u043e\u0440\u0430 \u043c\u043e\u0433\u0430\u0442 \u0434\u0430 \u0432\u043a\u043b\u044e\u0447\u0432\u0430\u0442 "x-warning-not-found" (\u0437\u0430 \u0441\u043f\u0438\u0441\u044a\u043a \u0441 \u043d\u0435\u0432\u0430\u043b\u0438\u0434\u043d\u0438 userSearchValues) \u0438 "x-warning-already-members" (\u0437\u0430 \u0441\u043f\u0438\u0441\u044a\u043a \u0441 userSearchValues, \u043a\u043e\u0438\u0442\u043e \u0432\u0435\u0447\u0435 \u0441\u0430 \u0431\u0438\u043b\u0438 \u0447\u043b\u0435\u043d\u043e\u0432\u0435 \u043d\u0430 \u0441\u0430\u0439\u0442\u0430).
membership.action.sitebyjson=\u0424\u043e\u0440\u043c\u0430\u0442\u044a\u0442 \u043d\u0430 URL \u0430\u0434\u0440\u0435\u0441\u0430 \u0435 "/membership/sitebyjson/\:SITE_ID\:". <br/> (POST) \u0449\u0435 \u0434\u043e\u0431\u0430\u0432\u0438 \u0435\u0434\u043d\u043e \u0438\u043b\u0438 \u043f\u043e\u0432\u0435\u0447\u0435 \u0447\u043b\u0435\u043d\u0441\u0442\u0432\u0430 \u0432 \u0441\u0430\u0439\u0442\u0430 \u0447\u0440\u0435\u0437 \u043f\u0430\u0440\u0447\u0435 JSON, \u043f\u0440\u0435\u0434\u043e\u0441\u0442\u0430\u0432\u0435\u043d\u043e \u0432 \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u044a\u0440\u0430 \u043d\u0430 \u0437\u0430\u044f\u0432\u043a\u0430\u0442\u0430 "json".<br/> <br/> JSON \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0431\u044a\u0434\u0435 \u0444\u043e\u0440\u043c\u0430\u0442\u0438\u0440\u0430\u043d \u043f\u043e \u0441\u043b\u0435\u0434\u043d\u0438\u044f \u043d\u0430\u0447\u0438\u043d\: <br/> <br/>[ {"id"\: "user1", "role"\: "access"}, {"id"\: "user2", "role"\: "maintain"} ]<br/> <br/> <br/>\u0422\u0440\u0438 \u0437\u0430\u0433\u043b\u0430\u0432\u0438\u044f \u043d\u0430 \u043e\u0442\u0433\u043e\u0432\u043e\u0440\u0430 \u0449\u0435 \u0431\u044a\u0434\u0430\u0442 \u0437\u0430\u0434\u0430\u0434\u0435\u043d\u0438\:<br/> <br/><b>x-success-count</b>, \u043a\u043e\u0439\u0442\u043e \u0441\u044a\u0434\u044a\u0440\u0436\u0430 \u0431\u0440\u043e\u044f \u043d\u0430 \u0443\u0441\u043f\u0435\u0448\u043d\u0438\u0442\u0435 \u0434\u043e\u0431\u0430\u0432\u044f\u043d\u0438\u044f<br/> <b>x-warning-not-found</b>, \u043a\u043e\u0439\u0442\u043e \u0441\u044a\u0434\u044a\u0440\u0436\u0430 \u0441\u043f\u0438\u0441\u044a\u043a \u0441 \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440\u0438 \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438, \u043a\u043e\u0438\u0442\u043e \u043d\u0435 \u0441\u0430 \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430\u043b\u0438, \u0440\u0430\u0437\u0434\u0435\u043b\u0435\u043d\u0438 \u0441\u044a\u0441 \u0437\u0430\u043f\u0435\u0442\u0430\u044f<br/> <b>x-warning-already-members</b>, \u043a\u043e\u0439\u0442\u043e \u0441\u044a\u0434\u044a\u0440\u0436\u0430 \u0441\u043f\u0438\u0441\u044a\u043a \u0441 \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440\u0438 \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438, \u043a\u043e\u0438\u0442\u043e \u0432\u0435\u0447\u0435 \u0441\u0430 \u0431\u0438\u043b\u0438 \u0432 \u0441\u0430\u0439\u0442\u0430, \u0440\u0430\u0437\u0434\u0435\u043b\u0435\u043d\u0438 \u0441\u044a\u0441 \u0437\u0430\u043f\u0435\u0442\u0430\u044f
membership.action.group=\u0424\u043e\u0440\u043c\u0430\u0442\u044a\u0442 \u043d\u0430 URL \u0430\u0434\u0440\u0435\u0441\u0430 \u0435 "/membership/group/\:groupId\:" <br/> (GET) \u0449\u0435 \u0432\u044a\u0440\u043d\u0435 \u0432\u0441\u0438\u0447\u043a\u0438 \u0447\u043b\u0435\u043d\u0441\u0442\u0432\u0430 \u0437\u0430 \u0434\u0430\u0434\u0435\u043d\u0430 \u0433\u0440\u0443\u043f\u0430. <br/> (POST) \u0449\u0435 \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430 \u0447\u043b\u0435\u043d\u0441\u0442\u0432\u043e\u0442\u043e \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u044f \u0432 \u0433\u0440\u0443\u043f\u0430\u0442\u0430. \u0417\u0430\u0434\u044a\u043b\u0436\u0438\u0442\u0435\u043b\u043d\u0438 POST \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u0440\u0438\: "userIds" \u0441\u043f\u0438\u0441\u044a\u043a \u043e\u0442 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438, \u0440\u0430\u0437\u0434\u0435\u043b\u0435\u043d\u0438 \u0441\u044a\u0441 \u0437\u0430\u043f\u0435\u0442\u0430\u044f (eid \u0438\u043b\u0438 id). 'action' \u043c\u043e\u0436\u0435 \u0434\u0430 \u0438\u043c\u0430 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442\u0438\: update (\u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0435), add (\u0434\u043e\u0431\u0430\u0432\u044f\u043d\u0435) \u0438\u043b\u0438 remove (\u043f\u0440\u0435\u043c\u0430\u0445\u0432\u0430\u043d\u0435). \u0410\u043a\u043e \u0435 \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0435, \u0442\u0435\u043a\u0443\u0449\u043e\u0442\u043e \u0447\u043b\u0435\u043d\u0441\u0442\u0432\u043e \u0441\u0435 \u0437\u0430\u043c\u0435\u043d\u044f \u0441 \u043f\u0440\u0435\u0434\u043e\u0441\u0442\u0430\u0432\u0435\u043d\u0438\u044f \u0441\u043f\u0438\u0441\u044a\u043a. \u0410\u043a\u043e \u0434\u043e\u0431\u0430\u0432\u0438\u0442\u0435, \u0434\u043e\u0431\u0430\u0432\u044f\u0442\u0435 \u0441\u043f\u0438\u0441\u044a\u043a\u0430 \u043a\u044a\u043c \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430\u0449\u043e\u0442\u043e \u0447\u043b\u0435\u043d\u0441\u0442\u0432\u043e, \u0430\u043a\u043e \u043f\u0440\u0435\u043c\u0430\u0445\u043d\u0435\u0442\u0435, \u043f\u0440\u0435\u043c\u0430\u0445\u0432\u0430\u0442\u0435 \u0441\u043f\u0438\u0441\u044a\u043a\u0430 \u043e\u0442 \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430\u0449\u043e\u0442\u043e \u0447\u043b\u0435\u043d\u0441\u0442\u0432\u043e.
membership.action.join=\u041f\u043e\u0437\u0432\u043e\u043b\u044f\u0432\u0430 \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b \u0431\u0435\u0437 \u043f\u0440\u0430\u0432\u0430 \u0432 \u0434\u0430\u0434\u0435\u043d \u0441\u0430\u0439\u0442 \u0434\u0430 \u0441\u0435 \u043f\u0440\u0438\u0441\u044a\u0435\u0434\u0438\u043d\u0438 \u043a\u044a\u043c \u043d\u0435\u0433\u043e, \u0440\u0430\u0431\u043e\u0442\u0438 \u0441\u0430\u043c\u043e \u0441 \u0442\u0435\u043a\u0443\u0449\u0438\u044f \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\: /membership/join/site/siteId
membership.action.unjoin=\u041f\u043e\u0437\u0432\u043e\u043b\u044f\u0432\u0430 \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b \u0431\u0435\u0437 \u043f\u0440\u0430\u0432\u0430 \u0432 \u0434\u0430\u0434\u0435\u043d \u0441\u0430\u0439\u0442 \u0434\u0430 \u0441\u0435 \u043e\u0442\u043a\u0430\u0436\u0435 \u043e\u0442 \u043d\u0435\u0433\u043e, \u0440\u0430\u0431\u043e\u0442\u0438 \u0441\u0430\u043c\u043e \u0441 \u0442\u0435\u043a\u0443\u0449\u0438\u044f \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\: /membership/unjoin/site/siteId
membership.action.fastroles=\u041f\u043e\u0437\u0432\u043e\u043b\u044f\u0432\u0430 \u0431\u044a\u0440\u0437\u043e \u0438\u0437\u0432\u043b\u0438\u0447\u0430\u043d\u0435 \u043d\u0430 \u0442\u0435\u043a\u0443\u0449\u0430\u0442\u0430 \u0440\u043e\u043b\u044f \u0432 \u0441\u0430\u0439\u0442\u0430. \u0418\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0439\u0442\u0435 \u0444\u043e\u0440\u043c\u0430\u0442\u0430 "/membership/fastroles/\:userId\:" (\u0438\u043b\u0438 userEid) \u0438\u043b\u0438 \u0442\u0435\u043a\u0443\u0449\u0438\u044f \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b, \u0430\u043a\u043e \u0442\u0430\u043a\u044a\u0432 \u043d\u0435 \u0435 \u043f\u043e\u0441\u043e\u0447\u0435\u043d. \u0421\u044a\u043a\u0440\u0430\u0449\u0435\u043d\u0438\u0435 \u043d\u0430 includeMemberDetail\=false.
