# this defines the entity description for session
session=Representa la sesi\u00f3n de un usuario o sistema que est\u00e1 actualmente activa, las sesiones inactivas o informaci\u00f3n acerca de las misma no pueden ser accedidas, la sesi\u00f3n es inmutable y borrarla equivale a desactivarla; actualizarla tiene el mismo efecto que refrescarla por lo que no tiene temporizador de que expire.
session.view.new=Crea una nueva sesi\u00f3n a trav\u00e9s de la autenticaci\u00f3n utilizando los par\u00e1metros '_username' y '_password'  establecidos al nombre de usuario y contrase\u00f1a del usuario para crear la sesi\u00f3n,  por las convenciones REST, el ID de la sesi\u00f3n ser\u00e1 enviado en las cabeceras de la respuesta.  NOTA\: los administradores pueden crear sesiones para cualquier usuario sin m\u00e1s que enviar un petici\u00f3n con datos de sesi\u00f3n v\u00e1lidos.
session.Deleteable=Borrar una sesi\u00f3n la vuelve inactiva y jam\u00e1s volver\u00e1 a ser accesible (como ocurre con una llamada a Session.invalidate())
session.Updateable=Actualizar una sesi\u00f3n reinicia los temporizadores (como ocurre con una llamada a Session.setActive())
session.Resolvable=Acceder a una sesi\u00f3n la refrescar\u00e1 aunque pase el par\u00e1metro "auto" (su valor se ignora),  lo que le permitir\u00e1 obtener unformaci\u00f3n de una sesi\u00f3n sin forzar su actualizaci\u00f3n
session.Createable=Para iniciar una nueva sesi\u00f3n lance una petici\u00f3n de creaci\u00f3n con los par\u00e1metros '_username' y '_password' establecidos al valor del usuario para el que desea crear la sesi\u00f3n.  NOTA\: los administradores puede crear sesiones para un usuario enviando una petici\u00f3n con una entidad sesi\u00f3n v\u00e1lida.
session.redirect./{prefix}/{id}/norefresh=Permite un direcci\u00f3n web (URL) para obtener una sesi\u00f3n sin causar su refresco.
session.redirect./{prefix}/current/norefresh=Direcci\u00f3n web (URL) sencilla para obtener una sesi\u00f3n sin causar su refresco.
session.action.current=Obtiene la sesi\u00f3n actual para la petici\u00f3n actual
session.action.becomeuser=Permite un usuario convertirse en otro usuario siempre que el usuario que lo solicite sea un administrador de Sakai. Sintaxis\: serverUrl/direct/session/becomeuser/\:USERID\: , donde  \:USERID\: es un userId o un userEid
session.field.creationTime=tiempo en milisegundos que indica cu\u00e1ndo se cre\u00f3 la sesi\u00f3n
session.field.lastAccessedTime=tiempo en milisegundos que indica cu\u00e1ndo se refresc\u00f3 la sesi\u00f3n por \u00faltima vez
session.field.maxInactiveInterval=m\u00e1ximo n\u00famero de segundos que la sesi\u00f3n puede permanecer inactiva antes de la invalidaci\u00f3n autom\u00e1tica
session.field.userEid=identificador externo (generalmente, el nombre de usuario) al que pertenece esta sesi\u00f3n
