#X-Generator: crowdin.net
# this defines the entity description for session
session=Representa la sessi\u00f3 d'un usuari o sistema que est\u00e0 actualment activa, les sessions inactives o informaci\u00f3 sobre les que no s'hi pot accedir, la sessi\u00f3 \u00e9s immutable i esborrar-la equival a desactivar-la; actualitzar-la t\u00e9 el mateix efecte que refrescar-la per la qual cosa no t\u00e9 un temporitzador que expiri.
session.view.new=Crea una sessi\u00f3 nova a trav\u00e9s de l'autenticaci\u00f3 usant els par\u00e0metres '_username' i '_password' que contenen el nom d'usuari i la clau per crear la sessi\u00f3,  degut a les convecions  REST, l'id de la sessi\u00f3 es retornar\u00e0 a les cap\u00e7aleres de la resposta, NOTE\: els administradors poden crear sessions per qualsevol usuari simplement fent una petici\u00f3 amb dades de sessi\u00f3 v\u00e0lides.
session.Deleteable=Eliminar una sessi\u00f3 la deixa inactiva i inaccessible de forma immediata (equival a cridar Session.invalidate())
session.Updateable=Actualitzar una sessi\u00f3 reinicia el temps d'espera (equival a cridar Session.setActive())
session.Resolvable=Accedir a una sessi\u00f3 la refrescar\u00e0 encara que se li passi el par\u00e0metre "auto" (el seu valor \u00e9s ignorat),  la qual cosa permetr\u00e0 obtenir informaci\u00f3 d'una sessi\u00f3 sense for\u00e7ar-ne la seva actualitzaci\u00f3
session.Createable=Per iniciar una nova sessi\u00f3 llenceu una petici\u00f3 de creaci\u00f3 amb els par\u00e0metres '_username' i '_password' establerts al valor de l'usuari pel que desitja crear la sessi\u00f3.  NOTA\: els administradors poden crear sessions per un usuari enviant una petici\u00f3 amb una entitat sessi\u00f3 v\u00e0lida.
session.redirect./{prefix}/{id}/norefresh=Permet un adre\u00e7a web (URL) per obtenir una sessi\u00f3 sense causar el seu refresc.
session.redirect./{prefix}/current/norefresh=Adre\u00e7a web (URL) senzilla per obtenir una sessi\u00f3 sense causar el seu refresc.
session.action.current=Retorna la sessi\u00f3 actual per la petici\u00f3 actual
session.field.creationTime=temps en milisegons que indica quan es va crear la sessi\u00f3
session.field.lastAccessedTime=temps en milisegons que indica quan es va refrescar la sessi\u00f3 per \u00faltim cop
session.field.maxInactiveInterval=m\u00e0xim nombre de segons que la sessi\u00f3 pot romandre inactiva abans de la invalidaci\u00f3 autom\u00e0tica
session.field.userEid=identificador extern (generalment, el nom d'usuari) al que pertany aquesta sessi\u00f3
