session=\u015eu anda aktif olan kullan\u0131c\u0131y\u0131 ya da sistem oturumunu temsil eder. Aktif olmayan oturumlar ya da onlar hakk\u0131nda bilgiye eri\u015filemez. Oturum etkin bir \u015fekilde de\u011fi\u015fmezdir ve onu kald\u0131rmak devre d\u0131\u015f\u0131 b\u0131rakmak ile ayn\u0131 \u015feydir, g\u00fcncellemek sadece yenileme etkisine sahiptir bu nedenle zaman a\u015f\u0131m\u0131 olmaz
session.view.new='_username' and '_password' paramlar\u0131n\u0131 kullanarak kimlik do\u011frulama ile yeni bir oturum olu\u015fturmak i\u00e7in kullan\u0131c\u0131n\u0131n kullan\u0131c\u0131 ad\u0131 ve parolas\u0131n\u0131 ayarlay\u0131n, REST d\u00fczeninde oldu\u011fu gibi, oturumun kimli\u011fi cevap ba\u015fl\u0131\u011f\u0131nda geri g\u00f6nderilecektir, NOT\: y\u00f6neticiler herhangi bir kullan\u0131c\u0131 i\u00e7in sadece ge\u00e7erli oturum verisi ile istek g\u00f6ndererek oturum olu\u015fturabilir.
session.Deleteable=Oturumu silmek onu h\u0131zl\u0131ca pasif yapar ve art\u0131k eri\u015filebilir olmaz (Session.invalidate() gibi)
session.Updateable=Oturum g\u00fcncellemesi zaman a\u015f\u0131m\u0131n\u0131 resetler (Session.setActive())
session.Resolvable=Bir oturuma eri\u015fmek siz "otomatik" (param'\u0131n de\u011feri \u00f6nemli de\u011fildir) olarak \u00e7a\u011f\u0131r\u0131lan bir param'\u0131 ge\u00e7medik\u00e7e onu yenileyecektir, bu size oturumu g\u00fcncellemeden oturum hakk\u0131nda bilgi alman\u0131za izin verecektir
session.Createable=Yeni bir oturum ba\u015flatmak i\u00e7in, '_username' ve '_password' param setiyle kullan\u0131c\u0131n\u0131n kullan\u0131c\u0131 ad\u0131 ve \u015fifre ayarlar\u0131na oturum olu\u015fturmak i\u00e7in istek olu\u015ftur, NOT\: y\u00f6neticiler herhangi bir kullan\u0131c\u0131 i\u00e7in ge\u00e7erli oturum \u00f6\u011fesiyle sadece bir istek g\u00f6ndererek yeni oturum olu\u015fturabilirler
session.redirect./{prefix}/{id}/norefresh=Yenilemeye neden olmadan iyi bir URL i\u00e7in oturum al\u0131nmas\u0131na izin ver
session.redirect./{prefix}/current/norefresh=Yenilemeye neden olmadan ge\u00e7erli oturum almak i\u00e7in kolay URL
session.action.current=Mevcut istek i\u00e7in g\u00fcncel oturum verilerini geri \u00e7a\u011f\u0131r\u0131r
session.action.becomeuser=Kullan\u0131c\u0131n\u0131n ba\u015fka bir kullan\u0131c\u0131 olmas\u0131na talep eden kullan\u0131c\u0131y\u0131 Sakai y\u00f6neticisi varsayarak izin ver. S\u00f6z dizimi\: serverUrl/direct/session/becomeuser/\:USERID\: , \:USERID\: kullan\u0131c\u0131 kimli\u011fi (userId) ya da userEid olabilir.
session.field.creationTime=oturumun olu\u015fturuldu\u011fu milisaniye zaman kodu
session.field.lastAccessedTime=oturumun son yenilendi\u011fi milisaniye zaman kodu
session.field.maxInactiveInterval=otomatik ge\u00e7erlili\u011fini yitirmeden \u00f6nceki etkin olmayan oturumun maksimum saniyeleri
session.field.userEid=Oturum sahibi ki\u015finin harici ismi (genellikle kullan\u0131c\u0131 ad\u0131)
