# this defines the entity description for session
session=Representa un usuari o una sessi\u00f3 del sistema que est\u00e0 activa actualment. No es pot accedir a sessions que no estan actives o a informaci\u00f3 sobre aquestes. La sessi\u00f3 no pot canviar i eliminar-la equival a desactivar-la. Actualitzar la sessi\u00f3 nom\u00e9s t\u00e9 l'efecte de refrescament i evitar que expiri.
session.view.new=Crea una sessi\u00f3 nova fent \u00fas de l'autenticaci\u00f3 amb els par\u00e0metres '_username' i '_password' per introduir el nom d'usuari i la clau de l'usuari per al qual iniciar la sessi\u00f3. D'acord amb el protocol REST l'identificador de la sessi\u00f3 creada es retornar\u00e0 a les cap\u00e7aleres de la resposta. NOTA\: els administradors poden crear sessions per a qualsevol usuari fent una petici\u00f3 que contingui dades de sessi\u00f3 v\u00e0lides
session.Deleteable=Eliminar una sessi\u00f3 la fa inactiva de forma immediata i ja no ser\u00e0 accessible (equival a fer una crida a Session.invalidate())
session.Updateable=Actualitzar una sessi\u00f3 reinicia els temporitzadors (equival a fer una crida a Session.setActive())
session.Resolvable=Accedir a una sessi\u00f3 l'actualitzar\u00e0 a no ser que al fer-ho passem el par\u00e0metre anomenat "auto" (independentment del valor que li assignem), procediment que permet obtenir informaci\u00f3 d'una sessi\u00f3 sense actualitzar-la
session.Createable=Per iniciar una sessi\u00f3 nova cal que envieu una petici\u00f3 de creaci\u00f3 amb els par\u00e0metres '_username' i '_password' amb valors el nom d'usuari i la clau corresponents a l'usuari amb el que voleu iniciar sessi\u00f3. NOTA\: els administradors poden crear sessions nom\u00e9s enviant una petici\u00f3 amb una entitat de sessi\u00f3 v\u00e0lida
session.redirect./{prefix}/{id}/norefresh=Permet obtenir una adre\u00e7a URL que recupera una sessi\u00f3 sense causar-ne l'actualitzaci\u00f3
session.redirect./{prefix}/current/norefresh=Adre\u00e7a URL senzilla per recuperar la sessi\u00f3 actual sense causar-ne l'actualitzaci\u00f3
session.action.current=Recupera la sessi\u00f3 activa per a la petici\u00f3 actual
session.action.becomeuser=Permet a un usuari suplantar a un altre usuari amb la condici\u00f3 que l'usuari que ho sol\u00b7licita sigui administrador de la plataforma. Sintaxi\: serverUrl/direct/session/becomeuser/\:USERID\: , on \:USERID\: \u00e9s un identificador d'usuari o b\u00e9 un nom d'usuari (userEid)
session.field.creationTime=marca de temps en mil\u00b7lisegons que indica quan es va crear la sessi\u00f3
session.field.lastAccessedTime=marca de temps en mil\u00b7lisegons que indica el darrer cop que es va actualitzar la sessi\u00f3
session.field.maxInactiveInterval=nombre m\u00e0xim de segons que pot estar inactiva una sessi\u00f3 abans de ser tancada autom\u00e0ticament
session.field.userEid=l'identificador extern (habitualment el nom d'usuari) de l'usuari a qui pertany aquesta sessi\u00f3
