#X-Generator: crowdin.net
# this defines the entity description for session
session=\u090f\u0915 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u092f\u093e \u0938\u093f\u0938\u094d\u091f\u092e \u0938\u0924\u094d\u0930 \u095b\u094b \u0935\u0930\u094d\u0924\u092e\u093e\u0928 \u092e\u0947\u0902 \u0938\u0915\u094d\u0930\u093f\u092f \u0939\u0948 \u0909\u0938\u0915\u093e \u092a\u094d\u0930\u0924\u093f\u0928\u093f\u0927\u093f\u0924\u094d\u0935 \u0915\u0930\u0924\u093e \u0939\u0948, \u0928\u093f\u0937\u094d\u0915\u094d\u0930\u093f\u092f \u0938\u0924\u094d\u0930 \u092f\u093e \u0928\u093f\u0937\u094d\u0915\u094d\u0930\u093f\u092f \u0938\u0924\u094d\u0930 \u0915\u0947 \u092c\u093e\u0930\u0947 \u092e\u0947\u0902 \u091c\u093e\u0928\u0915\u093e\u0930\u0940 \u0924\u0915 \u0928\u0939\u0940\u0902 \u092a\u0939\u0941\u0902\u091a \u0938\u0915\u0924\u0947 \u0939\u0948\u0902, \n \u0938\u0924\u094d\u0930 \u092a\u094d\u0930\u092d\u093e\u0935\u0940 \u0922\u0902\u0917 \u0938\u0947 \u0905\u092a\u0930\u093f\u0935\u0930\u094d\u0924\u0928\u0940\u092f \u0939\u0948 \u0914\u0930 \u0907\u0938\u0947 \u0939\u091f\u093e\u0928\u0947 \u0915\u093e \u092e\u0924\u0932\u092c \u0928\u093f\u0937\u094d\u0915\u094d\u0930\u093f\u092f \u0915\u0930\u0928\u093e \u0939\u0948, \u0905\u0926\u094d\u092f\u0924\u0928 \u0915\u093e \u092a\u094d\u0930\u092d\u093e\u0935 \u0907\u0938\u0947 \u0930\u093f\u092b\u094d\u0930\u0936 \u0915\u0930\u0928\u093e \u0939\u0948 \u0924\u094b \u092f\u0939 \u092e\u0927\u094d\u092f\u093e\u0902\u0924\u0930 \u0928\u0939\u0940\u0902 \u0939\u094b\u0917\u093e
session.view.new='_Username' \u0914\u0930 '_password' \u092e\u093e\u092a\u0926\u0902\u0921\u094b\u0902 \u0915\u093e \u0909\u092a\u092f\u094b\u0917 \u0915\u0930\u0958\u0947 \u092a\u094d\u0930\u092e\u093e\u0923\u0940\u0915\u0930\u0923 \u0915\u0947 \u092e\u093e\u0927\u094d\u092f\u092e \u0938\u0947 \u090f\u0915 \u0928\u092f\u093e \u0938\u0924\u094d\u0930 \u092c\u0928\u093e\u090f\u0901  \u091c\u093f\u0938\u092e\u0947 \u092e\u093e\u092a\u0926\u0902\u0921 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0915\u093e \u092f\u0942\u091c\u093c\u0930\u0928\u0947\u092e \u0914\u0930 \u092a\u093e\u0938\u0935\u0930\u094d\u0921 \u0938\u0947\u091f \u0939\u0948 \u0938\u0924\u094d\u0930 \u092c\u0928\u093e\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f , \u092c\u093e\u0915\u0940 \u092a\u0930\u0902\u092a\u0930\u093e\u0913\u0902 \u0915\u0947 \u0905\u0928\u0941\u0938\u093e\u0930, \u0938\u0924\u094d\u0930 \u0915\u0940 \u0906\u0908\u0921\u0940 \u092a\u094d\u0930\u0924\u093f\u0915\u094d\u0930\u093f\u092f\u093e \u0939\u0947\u0921\u0930 \u092e\u0947\u0902 \u0935\u093e\u092a\u0938 \u092d\u0947\u091c\u0940 \u091c\u093e\u090f\u0917\u0940, \u0927\u094d\u092f\u093e\u0928 \u0926\u0947 \: \u0935\u094d\u092f\u0935\u0938\u094d\u0925\u093e\u092a\u0915 \u0938\u093f\u0930\u094d\u092b \u0935\u0948\u0927 \u0938\u0924\u094d\u0930 \u0915\u0947 \u0921\u0947\u091f\u093e \u0915\u0947 \u0938\u093e\u0925 \u090f\u0915 \u0905\u0928\u0941\u0930\u094b\u0927 \u092d\u0947\u091c\u0928\u0947 \u0915\u0947 \u0926\u094d\u0935\u093e\u0930\u093e \u0915\u093f\u0938\u0940 \u092d\u0940 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0915\u0947 \u0932\u093f\u090f \u0938\u0924\u094d\u0930 \u092c\u0928\u093e \u0938\u0915\u0924\u0947 \u0939\u0948\u0902
session.Deleteable=\u090f\u0915 \u0938\u0924\u094d\u0930 \u0915\u094b \u0939\u091f\u093e\u0928\u093e \u0907\u0938\u0947 \u0924\u0941\u0930\u0902\u0924 \u0928\u093f\u0937\u094d\u0915\u094d\u0930\u093f\u092f \u0914\u0930 \u092a\u094d\u0930\u0935\u0947\u0936 \u0915\u0947 \u0905\u092f\u094b\u0917\u094d\u092f \u092c\u0928\u093e\u0924\u093e \u0939\u0948 (\u091c\u0948\u0938\u0947  Session.invalidate() \u0958\u094b \u092c\u0941\u0932\u093e\u0928\u093e) 
session.Updateable=\u0905\u092a\u0921\u0947\u091f \u0915\u0930 \u0930\u0939\u093e \u0938\u0924\u094d\u0930 \u092e\u0927\u094d\u092f\u093e\u0902\u0924\u0930 \u0958\u094b \u0930\u0940\u0938\u0947\u091f \u0915\u0930\u0924\u093e \u0939\u0948 (\u091c\u0948\u0938\u0947 Session.setActive() \u0958\u094b \u092c\u0941\u0932\u093e\u0928\u093e) 
session.Resolvable=\ \u0938\u0924\u094d\u0930 \u0915\u093e \u0909\u092a\u092f\u094b\u0917 \u0915\u0930\u0928\u093e \u0907\u0938\u0947 \u0930\u0940\u092b\u093c\u094d\u0930\u0947\u0936 \u0915\u0930\u0947\u095a\u093e \u091c\u092c \u0924\u0915 \u0906\u092a "\u0911\u091f\u094b" \u0928\u093e\u092e\u0915 \u090f\u0915 \u092a\u0948\u0930\u093e\u092e\u0940\u091f\u0930 \u092a\u093e\u0930\u093f\u0924 \u0928\u0939\u0940 \u0958\u0930\u0924\u0947 ( \u092a\u0948\u0930\u093e\u092e\u0940\u091f\u0930 \u0915\u0947 \u092e\u0942\u0932\u094d\u092f \u0938\u0947 \u092b\u0930\u094d\u0915 \u0928\u0939\u0940\u0902 \u092a\u0921\u093c\u0924\u093e )" , \u092f\u0939 \u0906\u092a\u0958\u094b \u0938\u0924\u094d\u0930 \u0915\u0947 \u092c\u093e\u0930\u0947 \u092e\u0947\u0902 \u091c\u093e\u0928\u0915\u093e\u0930\u0940 \u092a\u094d\u0930\u093e\u092a\u094d\u0924 \u0915\u0930\u0928\u0947 \u0915\u0940 \u0905\u0928\u0941\u092e\u0924\u093f \u0926\u0947\u0917\u093e \u092c\u093f\u0928\u093e \u0907\u0938\u0958\u093e \u0905\u0926\u094d\u092f\u0924\u0928 \u0958\u093f\u090f
session.Createable=\u090f\u0915 \u0928\u092f\u093e \u0938\u0924\u094d\u0930 \u0906\u0930\u0902\u092d \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f, \u090f\u0915 \u092c\u0928\u093e\u090f\u0901 \u0905\u0928\u0941\u0930\u094b\u0927 \u0936\u0941\u0930\u0942 \u0915\u0930\u0947\u0902 \u090f\u0915 '_username' \u0914\u0930 '_password' \u0915\u0947 \u0938\u093e\u0925   \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0915\u0947 \u092f\u0942\u091c\u093c\u0930\u0928\u0947\u092e \u0914\u0930 \u092a\u093e\u0938\u0935\u0930\u094d\u0921  \u092e\u093e\u092a\u0926\u0923\u094d\u0921 \u0938\u0947\u091f \u0958\u093f\u090f \u095a\u090f \u0939\u0948 \u0938\u0924\u094d\u0930 \u092c\u0928\u093e\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f,\n \u0927\u094d\u092f\u093e\u0928 \u0926\u0947\u0902 \: \u0935\u094d\u092f\u0935\u0938\u094d\u0925\u093e\u092a\u0915 \u0938\u093f\u0930\u094d\u092b \u090f\u0915 \u0935\u0948\u0927 \u0938\u0924\u094d\u0930 \u0907\u0915\u093e\u0908 \u0915\u0947 \u0938\u093e\u0925 \u090f\u0915 \u0905\u0928\u0941\u0930\u094b\u0927 \u092d\u0947\u091c\u0928\u0947 \u0915\u0947 \u0926\u094d\u0935\u093e\u0930\u093e \u0915\u093f\u0938\u0940 \u092d\u0940 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0915\u0947 \u0932\u093f\u090f \u0938\u0924\u094d\u0930 \u092c\u0928\u093e \u0938\u0915\u0924\u093e \u0939\u0948\u0902  
session.redirect./{prefix}/{id}/norefresh=\ \u092c\u093f\u0928\u093e \u0930\u0940\u0947\u092b\u094d\u0930\u0947\u0936 \u0915\u093f\u090f \u090f\u0915 \u0905\u091a\u094d\u091b\u0947 \u092f\u0942\u0906\u0930\u090f\u0932 \u0915\u0947 \u0932\u093f\u090f \u0938\u0924\u094d\u0930 \u092a\u094d\u0930\u093e\u092a\u094d\u0924 \u0915\u0930\u0928\u0947 \u0915\u0940 \u0905\u0928\u0941\u092e\u0924\u093f \u0926\u0947\u0902
session.redirect./{prefix}/current/norefresh=\u092c\u093f\u0928\u093e \u0930\u0940\u0947\u092b\u094d\u0930\u0947\u0936 \u0958\u093f\u090f \u0935\u0930\u094d\u0924\u092e\u093e\u0928 \u0938\u0924\u094d\u0930 \u092a\u093e\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0906\u0938\u093e\u0928 URL  
session.action.current=\u0935\u0930\u094d\u0924\u092e\u093e\u0928 \u0905\u0928\u0941\u0930\u094b\u0927 \u0915\u0947 \u0932\u093f\u090f \u092e\u094c\u091c\u0942\u0926\u093e \u0938\u0924\u094d\u0930 \u092a\u0941\u0928\u0930\u094d\u092a\u094d\u0930\u093e\u092a\u094d\u0924 \u0915\u0930\u0924\u093e \u0939\u0948
session.field.creationTime=\u091c\u092c  \u0938\u0924\u094d\u0930 \u092c\u0928\u093e\u092f\u093e \u0917\u092f\u093e \u0925\u093e \u0909\u0938\u0915\u093e \u092e\u093f\u0932\u0940\u0938\u0947\u0915\u0902\u0921 \u0938\u092e\u092f \u0915\u094b\u0921
session.field.lastAccessedTime=\u091c\u092c \u0938\u0924\u094d\u0930 \u092a\u093f\u091b\u0932\u0940 \u092c\u093e\u0930 \u0930\u0940\u0947\u092b\u094d\u0930\u0947\u0936 \u0939\u0941\u0906 \u0925\u093e \u0909\u0938\u0915\u093e \u092e\u093f\u0932\u0940\u0938\u0947\u0915\u0902\u0921 \u0938\u092e\u092f \u0915\u094b\u0921
session.field.maxInactiveInterval=\u0905\u0927\u093f\u0915\u0924\u092e \u0938\u0947\u0915\u0902\u0921  \u0938\u094d\u0935\u0924\: \u0930\u0926\u094d\u0926 \u0915\u0930\u0928\u0947 \u0938\u0947 \u092a\u0939\u0932\u0947 \u0938\u0924\u094d\u0930 \u0928\u093f\u0937\u094d\u0915\u094d\u0930\u093f\u092f \u0915\u093f\u092f\u093e \u091c\u093e \u0938\u0915\u0924\u093e \u0939\u0948
session.field.userEid=\u092c\u093e\u0939\u0930\u0940 \u0906\u0908\u0921\u0940 (\u0906\u092e\u0924\u094c\u0930 \u092a\u0930 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0928\u093e\u092e) \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0915\u0940, \u091c\u094b \u0907\u0938 \u0938\u0924\u094d\u0930 \u0915\u093e \u092e\u093e\u0932\u093f\u0915 \u0939\u0948
