#X-Generator: crowdin.net
# this defines the entity description for site
site=\u0938\u093e\u0915\u093e\u0908 \u092a\u094d\u0930\u0923\u093e\u0932\u0940 \u092e\u0947\u0902 \u090f\u0915 \u0938\u093e\u0907\u091f (\u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e\u0913\u0902 \u0914\u0930 \u0909\u092a\u0915\u0930\u0923\u094b\u0902 \u0915\u093e \u090f\u0915 \u0938\u0902\u0917\u094d\u0930\u0939) \u0915\u093e \u092a\u094d\u0930\u0924\u093f\u0928\u093f\u0927\u093f\u0924\u094d\u0935 \u0915\u0930\u0924\u093e \u0939\u0948
site.view.new=\u090f\u0915 \u0938\u093e\u0907\u091f \u0958\u094b \u091c\u094b\u0921\u093c\u0928\u093e \u0939\u092e\u0947\u0936\u093e \u092e\u093e\u0932\u093f\u0915 / \u0926\u094d\u0935\u093e\u0930\u093e \u092c\u0928\u093e\u0908 \u0917\u0908 \u0958\u094b \u0938\u0947\u091f \u0915\u0930\u0924\u093e \u0939\u0948\u0902 \u0935\u0930\u094d\u0924\u092e\u093e\u0928 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0915\u0947 \u0932\u093f\u090f \u091c\u092c \u0924\u0915 '\u092e\u093e\u0932\u093f\u0915'  \u090f\u0915 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e\u0906\u0908\u0921\u0940 \u092a\u0930  \u0938\u0947\u091f \u0928 \u0939\u094b , \u090f\u0915 \u0938\u093e\u0907\u091f \u092c\u0928\u093e\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0915\u092e \u0938\u0947 \u0915\u092e \u0906\u0908\u0921\u0940 \u0914\u0930 \u092a\u094d\u0930\u0915\u093e\u0930   \u0939\u0948, \u0905\u0928\u094d\u092f \u0938\u092d\u0940 \u092b\u0940\u0932\u094d\u0921\u094d\u0938 \u0935\u0948\u0915\u0932\u094d\u092a\u093f\u0915 \u0939\u0948\u0902
site.view.list=\u0938\u092d\u0940 \u0938\u093e\u0907\u091f\u094b\u0902 \u0915\u0940 \u0938\u0942\u091a\u0940 \u092a\u0941\u0928\u0930\u094d\u092a\u094d\u0930\u093e\u092a\u094d\u0924 \u0915\u0930\u0947\u0902 \u095b\u093f\u0928\u0958\u093e \u0935\u0930\u094d\u0924\u092e\u093e\u0928 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0909\u092a\u092f\u094b\u0917 \u0915\u0930 \u0938\u0915\u0924\u0947 \u0939\u0948\u0902\u0964 ''_limit' \u0915\u0947 \u0932\u093f\u090f \u090f\u0915 \u092e\u0942\u0932\u094d\u092f \u0915\u0940 \u0906\u092a\u0942\u0930\u094d\u0924\u093f \u0915\u0930\u0947\u0902 \u092f\u0939 \u0928\u093f\u0930\u094d\u0926\u093f\u0937\u094d\u091f \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0915\u093f \u0915\u093f\u0924\u0928\u0940 \u0938\u093e\u0907\u091f\u094d\u0938 \u0935\u093e\u092a\u093f\u0938 \u0915\u0940 \u091c\u093e\u0928\u0940 \u091a\u093e\u0939\u093f\u090f \u0964\u0927\u094d\u092f\u093e\u0928 \u0926\u0947\u0902 \u0915\u093f \u092f\u0939\u093e\u0901 \u090f\u0915 \u092a\u094d\u0930\u0923\u093e\u0932\u0940 \u0905\u0927\u093f\u0915\u0924\u092e \u0939\u0948 \u095b\u094b \u0958\u093f \u090f\u0915 \u0928\u093f\u0930\u094d\u0927\u093e\u0930\u093f\u0924 \u092e\u0942\u0932\u094d\u092f \u0915\u094b \u092a\u093e\u0930 \u0958\u0930\u0924\u0940 \u0939\u0948\u0902 \u0905\u095a\u0930 \u092f\u0939 \u0905\u0928\u0941\u092e\u0924\u093f \u0926\u093f\u090f \u095a\u090f \u0938\u0947 \u092c\u0921\u093c\u093e \u0939\u0948 \u0964'_start' \u0915\u0947 \u0932\u093f\u090f \u090f\u0915 \u092e\u0942\u0932\u094d\u092f \u0915\u0940 \u0906\u092a\u0942\u0930\u094d\u0924\u093f \u0926\u0947\u0902 \u0915\u0908 \u0905\u0928\u0941\u0930\u094b\u0927\u094b\u0902 \u092e\u0947\u0902 \u092a\u0930\u093f\u0923\u093e\u092e \u0915\u0947 \u092e\u093e\u0927\u094d\u092f\u092e \u0938\u0947 \u092a\u0943\u0937\u094d\u0920 \u092a\u0930 \u0964 \u0909\u0926\u093e\u0939\u0930\u0923 \u0915\u0947 \u0932\u093f\u090f, 42 \u0938\u093e\u0907\u091f\u094b\u0902 \u0915\u0947 \u0938\u093e\u0925, \u0905\u0928\u0941\u0930\u094b\u0927\u094b\u0902  \u0915\u0947 \u0938\u093e\u0925 '_start' \= 1, '_limit' \= 50, '_limit' \= \= 50  \u0914\u0930 \u092b\u093f\u0930 '_start'  \= 51, '_limit' \= 50  42 \u0938\u093e\u0907\u091f\u094b\u0902 \u0915\u0947 \u092a\u0939\u0932\u0947 \u092c\u0948\u091a \u0915\u094b \u092a\u0941\u0928\u0903 \u092a\u094d\u0930\u093e\u092a\u094d\u0924 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0907\u0938\u094d\u0924\u0947\u092e\u093e\u0932 \u0915\u093f\u092f\u093e \u091c\u093e \u0938\u0915\u0924\u093e \u0939\u0948 \u0914\u0930 \u0926\u0942\u0938\u0930\u0940 \u092a\u0939\u0932\u0947 \u0938\u0947 \u0939\u0940 \u0916\u093e\u0932\u0940 \u0909\u092a\u0932\u092c\u094d\u0927 \u092a\u0930\u093f\u0923\u093e\u092e\u094b\u0902 \u0915\u0947 \u0905\u0902\u0924 \u0915\u094b \u0926\u0930\u094d\u0936\u093e\u0924\u093e \u0939\u0948 \u0964
site.view.edit=\u092e\u093e\u0932\u093f\u0915 \u0938\u0939\u093f\u0924 \u0938\u093e\u0907\u091f \u092e\u0947\u0902 \u0938\u092d\u0940 \u0932\u0947\u0916\u0928\u0940\u092f \u0915\u094d\u0937\u0947\u0924\u094d\u0930\u094b\u0902 \u0915\u093e \u0905\u0926\u094d\u092f\u0924\u0928 \u0915\u0930 \u0938\u0915\u0924\u0947 \u0939\u0948\u0902
site.view.show=\u090f\u0915 \u0939\u0940 \u0938\u093e\u0907\u091f \u0938\u0947 \u0921\u0947\u091f\u093e \u0915\u094b \u0926\u0947\u0916\u0928\u0947 \u0915\u0940 \u0905\u0928\u0941\u092e\u0924\u093f \u0926\u0947\u0924\u093e \u0939\u0948 ,   'includeGroups' (\u092c\u0941\u0932\u093f\u092f\u0928) \u0915\u093e \u0909\u092a\u092f\u094b\u0917 \u0915\u0930\u0947\u0902 \u0938\u093e\u0907\u091f \u0915\u0947 \u0938\u093e\u0925 \u0938\u092e\u0942\u0939\u094b\u0902 \u0921\u0947\u091f\u093e \u092a\u094d\u0930\u093e\u092a\u094d\u0924 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f
site.view.show.field.includeGroups=\u0907\u0938 \u0938\u093e\u0907\u091f \u0915\u0947 \u0932\u093f\u090f \u0938\u092e\u0942\u0939 \u092a\u094d\u0930\u093e\u092a\u094d\u0924 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0907\u0938 \u092c\u0942\u0932\u093f\u092f\u0928 \u0915\u093e \u0909\u092a\u092f\u094b\u0917 \u0915\u0930\u0947
site.redirect./{prefix}/{id}/memberships=\u0938\u0926\u0938\u094d\u092f\u0924\u093e \u0907\u0915\u093e\u0908 \u092a\u094d\u0930\u0926\u093e\u0924\u093e \u0915\u0940 \u0924\u0930\u092b  \u092a\u0941\u0928\u0903 \u0928\u093f\u0930\u094d\u0926\u0947\u0936\u093f\u0924 \u0915\u0930 \u0915\u0947 \u090f\u0915 \u0938\u093e\u0907\u091f \u0915\u0947 \u0932\u093f\u090f \u0938\u092d\u0940 \u0915\u0940 \u0938\u0926\u0938\u094d\u092f\u0924\u093e \u0915\u0940 \u092a\u0941\u0928\u0930\u094d\u092a\u094d\u0930\u093e\u092a\u094d\u0924\u093f \u0915\u0947 \u0932\u093f\u090f \u0905\u0928\u0941\u092e\u0924\u093f \u0926\u0947\u0924\u093e \u0939\u0948 
site.Updateable=\u090f\u0915 \u092c\u093e\u0930 \u0938\u093e\u0907\u091f \u092c\u0928 \u091c\u093e\u0928\u0947 \u092a\u0930 \u092e\u093e\u0932\u093f\u0915 (\u0915\u094b\u0908 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0906\u0908\u0921\u0940) \u092e\u0942\u0932\u094d\u092f \u0905\u092c \u092c\u0926\u0932\u093e \u091c\u093e \u0938\u0915\u0924\u093e \u0939\u0948
site.action.exists=\ \u0916\u093e\u0932\u0940 200 \u0935\u093e\u092a\u093f\u0938 \u0915\u0930\u0947\u0917\u093e \u092f\u0926\u093f \u0938\u093e\u0907\u091f \u092e\u094c\u091c\u0942\u0926 \u0939\u0948, \u0914\u0930 \u090f\u0915 \u0935\u093f\u092b\u0932\u0924\u093e (\u0938\u0902\u092d\u0935\u0924\u0903 404) \u0935\u093e\u092a\u093f\u0938 \u0915\u0930\u0947\u0917\u093e \u0905\u0917\u0930 \u092f\u0939 \u092e\u094c\u091c\u0942\u0926 \u0928\u0939\u0940\u0902 \u0939\u0948\u0964 <br/> \n\u0927\u094d\u092f\u093e\u0928 \u0926\u0947\u0902 \u0915\u093f \u0906\u092a \u092d\u0940 \u092c\u0938 \u090f\u0915 \u0938\u093e\u0907\u091f \u0915\u093e \u0936\u094b \u0926\u0943\u0936\u094d\u092f \u0915\u093e \u0909\u092a\u092f\u094b\u0917 \u0915\u0930\u0915\u0947 \u092f\u0939 \u091c\u093e\u0901\u091a \u0915\u0930 \u0938\u0915\u0924\u0947 \u0939\u0948\u0902, \u0932\u0947\u0915\u093f\u0928 \u092f\u0939  \u0938\u093e\u0907\u091f \u091c\u093e\u0928\u0915\u093e\u0930\u0940 \u092d\u0940 \u0915\u0947 \u0935\u093e\u092a\u093f\u0938 \u0907\u0938\u0932\u093f\u090f \u092f\u0939 \u0924\u0947\u091c \u0939\u0948
site.field.owner=\ \u0938\u093e\u0907\u091f \u092c\u0928 \u091c\u093e\u0928\u0947 \u092a\u0930 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e\u0906\u0908\u0921\u0940 \u092c\u0926\u0932\u0940 \u091c\u093e \u0938\u0915\u0924\u0940 \u0939\u0948 , \u0932\u0947\u0915\u093f\u0928 \u092f\u0926\u093f \u0938\u0902\u092a\u0930\u094d\u0915 \u091c\u093e\u0928\u0915\u093e\u0930\u0940 \u0938\u0947\u091f \u0915\u093f\u092f\u093e \u0917\u092f\u093e \u0939\u0948 \u0924\u094b \u0907\u0938\u0915\u093e \u0915\u094b\u0908 \u0935\u093e\u0938\u094d\u0924\u0935\u093f\u0915 \u092a\u094d\u0930\u092d\u093e\u0935 \u0928\u0939\u0940\u0902 \u092a\u0921\u093c\u0924\u093e 
site.action.group=\u090f\u0915 \u092f\u0942\u0906\u0930\u090f\u0932 \u0915\u093e \u0909\u092a\u092f\u094b\u0917 \u0915\u0930\u0915\u0947 \u0938\u0940\u0927\u093e \u0938\u092e\u0942\u0939 \u091c\u093e\u0928\u0915\u093e\u0930\u0940 \u0924\u0915 \u092a\u0939\u0941\u0902\u091a\u0928\u0947 \u0915\u0940 \u0905\u0928\u0941\u092e\u0924\u093f \u0926\u0947\u0924\u093e \u0939\u0948 \u091c\u0948\u0938\u0947 \: /site/siteId/group/groupId \u0938\u0926\u0938\u094d\u092f\u0924\u093e \u0915\u093e\u0930\u094d\u0930\u0935\u093e\u0908 \u0915\u0947 \u0932\u093f\u090f \u0938\u0926\u0938\u094d\u092f\u0924\u093e \u092a\u094d\u0930\u0926\u093e\u0924\u093e \u0915\u093e \u0909\u092a\u092f\u094b\u0917 \u0915\u0930\u0947\u0902  < br / > \n(\t\u092a\u093e\u0928\u093e) /direct/site/siteid/group/groupid - \u0938\u092e\u0942\u0939 \u0915\u0947 \u0932\u093f\u090f \u092e\u0947\u091f\u093e\u0921\u093e\u091f\u093e \u092a\u094d\u0930\u093e\u0915\u094d\u0924 \u0915\u0930\u0947 \u0932\u0947\u0915\u093f\u0928 \u0938\u0926\u0938\u094d\u092f\u0924\u093e \u0928\u0939\u0940\u0902 \u0964 < br / > (\u092a\u094b\u0938\u094d\u091f) /direct/site/siteid/group/groupid - \u0938\u092e\u0942\u0939 \u0915\u0947 \u0932\u093f\u090f \u092e\u0947\u091f\u093e\u0921\u093e\u091f\u093e \u0915\u093e \u0905\u0926\u094d\u092f\u0924\u0928 \u0915\u0930\u0947\u0902 \u0932\u0947\u0915\u093f\u0928 \u0938\u0926\u0938\u094d\u092f\u0924\u093e \u0928\u0939\u0940\u0902\u0964 < br / >\n(\u0930\u0916\u0947) /direct/site/siteid/group - \u0938\u093e\u0907\u091f \u092e\u0947\u0902 \u090f\u0915 \u0928\u092f\u093e \u0938\u092e\u0942\u0939 \u092c\u0928\u093e\u090f\u0901  ( \u0938\u092e\u0942\u0939 \u0906\u0908\u0921\u0940 \u0935\u093e\u092a\u093f\u0938 \u0958\u0930\u0924\u093e \u0939\u0948 )\u0964 \u092e\u093e\u092a\u0926\u0902\u0921 \u0936\u0940\u0930\u094d\u0937\u0915, \u0935\u0930\u094d\u0923\u0928, \u0935\u0948\u0915\u0932\u094d\u092a\u093f\u0915 \u0930\u0942\u092a \u0938\u0947 \u0938\u0926\u0938\u094d\u092f\u094b\u0902 \u0915\u0940 \u092a\u094d\u0930\u093e\u0930\u0902\u092d\u093f\u0915 \u0938\u0942\u091a\u0940 \u0936\u093e\u092e\u093f\u0932 \u0958\u0930\u0924\u093e \u0939\u0948\u0902\u0964 < br / > \n(\u0939\u091f\u093e\u0928\u093e) /direct/site/siteid/group/groupid - \u0938\u093e\u0907\u091f \u092e\u0947\u0902 \u0915\u093f\u0938\u0940 \u092e\u094c\u091c\u0942\u0926\u093e \u0938\u092e\u0942\u0939 \u0915\u094b \u0939\u091f\u093e\u090f\u0901\u0964
site.action.userPerms=\u090f\u0915 \u092f\u0942\u0906\u0930\u090f\u0932 \u0915\u093e  \u092a\u094d\u0930\u092f\u094b\u0917 \u0915\u0930\u0915\u0947 \u0928\u093f\u0930\u094d\u0926\u093f\u0937\u094d\u091f \u0938\u093e\u0907\u091f \u0915\u0947 \u092d\u0940\u0924\u0930 \u0935\u0930\u094d\u0924\u092e\u093e\u0928 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0915\u0940 \u0905\u0928\u0941\u092e\u0924\u093f\u092f\u094b\u0902 \u0915\u0940 \u092a\u0941\u0928\u0930\u094d\u092a\u094d\u0930\u093e\u092a\u094d\u0924\u093f \u0915\u0940 \u0907\u091c\u093e\u091c\u0924 \u0926\u0947\u0924\u093e \u0939\u0948 \u091c\u0948\u0938\u0947 \: /site/\:SITEID\:/userPerms[/\:PREFIX] , \u091c\u0939\u093e\u0902 \u0909\u092a\u0938\u0930\u094d\u0917 \u0915\u0949\u0932\u0930 \u0915\u094b \u0938\u0940\u092e\u093f\u0924 \u0905\u0928\u0941\u092e\u0924\u093f\u092f\u093e\u0901 \u090f\u0915 \u0938\u092c\u0938\u0947\u091f \u0915\u0947 \u0932\u093f\u090f \u0935\u093e\u092a\u093f\u0938  \u0915\u0930\u0928\u0947 \u0915\u0940  \u0905\u0928\u0941\u092e\u0924\u093f \u0926\u0947\u0924\u093e \u0939\u0948\u0964  \n\u0909\u0926\u093e\u0939\u0930\u0923 \u0915\u0947 \u0932\u093f\u090f, url ' / direct/site/XYZ/userPerms/calendar.json' \u0938\u093e\u0907\u091f 'xyz' \u092e\u0947\u0902 \u0935\u0930\u094d\u0924\u092e\u093e\u0928 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0915\u0940 \u0915\u0948\u0932\u0947\u0902\u0921\u0930 \u0905\u0928\u0941\u092e\u0924\u093f\u092f\u093e\u0901 \u0935\u093e\u092a\u0938 \u0915\u0930 \u0926\u0947\u0917\u093e\u0964 \n \u092c\u0902\u0926 \u0909\u092a\u0938\u0930\u094d\u0917 \u0932\u093e\u092a\u0924\u093e \u0932\u094c\u091f\u093e \u091c\u093e \u0930\u0939\u093e \u0939\u0948 \u0938\u093e\u0907\u091f \u092e\u0947\u0902 \u0938\u092d\u0940 \u0909\u092a\u0915\u0930\u0923\u094b\u0902 \u0915\u0947 \u0932\u093f\u090f \u0905\u0928\u0941\u092e\u0924\u093f\u092f\u094b\u0902 \u092e\u0947\u0902 \u0928\u0924\u0940\u091c\u093e \u0939\u094b\u0917\u093e\u0964
site.action.perms=\u090f\u0915 \u092f\u0942\u0906\u0930\u090f\u0932 \u0915\u093e  \u092a\u094d\u0930\u092f\u094b\u0917 \u0915\u0930\u0915\u0947 \u0928\u093f\u0930\u094d\u0926\u093f\u0937\u094d\u091f \u0938\u093e\u0907\u091f \u0915\u0947 \u0932\u093f\u090f \u0935\u0930\u094d\u0924\u092e\u093e\u0928 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0915\u0940 \u0905\u0928\u0941\u092e\u0924\u093f\u092f\u094b\u0902 \u0915\u0940 \u092a\u0941\u0928\u0930\u094d\u092a\u094d\u0930\u093e\u092a\u094d\u0924\u093f \u0915\u0940 \u0907\u091c\u093e\u091c\u0924 \u0926\u0947\u0924\u093e \u0939\u0948 \u091c\u0948\u0938\u0947 \: /site/\:SITEID\:/userPerms[/\:PREFIX] , \u091c\u0939\u093e\u0902 \u0909\u092a\u0938\u0930\u094d\u0917 \u0915\u0949\u0932\u0930 \u0915\u094b \u0938\u0940\u092e\u093f\u0924 \u0905\u0928\u0941\u092e\u0924\u093f\u092f\u093e\u0901 \u090f\u0915 \u0938\u092c\u0938\u0947\u091f \u0915\u0947 \u0932\u093f\u090f \u0935\u093e\u092a\u093f\u0938  \u0915\u0930\u0928\u0947 \u0915\u0940  \u0905\u0928\u0941\u092e\u0924\u093f \u0926\u0947\u0924\u093e \u0939\u0948\u0964  \n\u0909\u0926\u093e\u0939\u0930\u0923 \u0915\u0947 \u0932\u093f\u090f, url ' / direct/site/XYZ/userPerms/calendar.json' \u0938\u093e\u0907\u091f 'xyz' \u092e\u0947\u0902 \u0935\u0930\u094d\u0924\u092e\u093e\u0928 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0915\u0940 \u0915\u0948\u0932\u0947\u0902\u0921\u0930 \u0905\u0928\u0941\u092e\u0924\u093f\u092f\u093e\u0901 \u0935\u093e\u092a\u0938 \u0915\u0930 \u0926\u0947\u0917\u093e\u0964 \n \u092c\u0902\u0926 \u0909\u092a\u0938\u0930\u094d\u0917 \u0932\u093e\u092a\u0924\u093e \u0932\u094c\u091f\u093e \u091c\u093e \u0930\u0939\u093e \u0939\u0948 \u0938\u093e\u0907\u091f \u092e\u0947\u0902 \u0938\u092d\u0940 \u0909\u092a\u0915\u0930\u0923\u094b\u0902 \u0915\u0947 \u0932\u093f\u090f \u0905\u0928\u0941\u092e\u0924\u093f\u092f\u094b\u0902 \u092e\u0947\u0902 \u0928\u0924\u0940\u091c\u093e \u0939\u094b\u0917\u093e\u0964.
site.action.setPerms=\u092f\u0942\u0906\u0930\u090f\u0932 \u092a\u0930  \u092a\u094b\u0938\u094d\u091f \u0915\u0930\u0915\u0947  \u0928\u093f\u0930\u094d\u0926\u093f\u0937\u094d\u091f \u0938\u093e\u0907\u091f \u0915\u0947 \u0932\u093f\u090f \u0905\u0928\u0941\u092e\u0924\u093f\u092f\u094b\u0902 \u0915\u0940 \u0938\u0947\u091f\u093f\u0902\u0917 \u0915\u0930\u0928\u0947 \u0915\u0940 \u0907\u091c\u093e\u091c\u0924 \u0926\u0947\u0924\u093e \u0939\u0948 \: /site/\:SITEID\:/setPerms \u0964 \u092f\u0939 \u092a\u094b\u0938\u094d\u091f \u092e\u093e\u092a\u0926\u0902\u0921\u094b\u0902 \u0915\u0947 \u0938\u092e\u0942\u0939 \u0915\u094b \u092a\u093e\u0938 \u0915\u0930\u0915\u0947 \u0915\u093f\u092f\u093e \u091c\u093e\u0924\u093e \u0939\u0948 \u091c\u0939\u093e\u0901 \u0915\u0941\u0902\u091c\u0940 'ROLEID\:FUNCTION' \u0915\u093e \u0930\u0942\u092a \u0932\u0947\u0924\u093e \u0939\u0948 \u0914\u0930 \u092e\u0942\u0932\u094d\u092f \u090f\u0915 \u092c\u0942\u0932\u093f\u092f\u0928 '\u0938\u0939\u0940' \u092f\u093e '\u0917\u0932\u0924' \u0939\u0948  \u0964\n \u0909\u0926\u093e\u0939\u0930\u0923 \u0915\u0947 \u0932\u093f\u090f, \u092e\u093e\u092a\u0926\u0902\u0921  \u092a\u093e\u0938  \u0915\u0930\u0928\u093e 'maintain\:blog.post.create\=true' \u0915\u094b \u0938\u094d\u0935\u093f\u091ablog.post.create \u092b\u093c\u0902\u0915\u094d\u0936\u0928 \u0928\u093f\u0930\u094d\u0926\u093f\u0937\u094d\u091f \u0938\u093e\u0907\u091f \u092e\u0947\u0902 \u092c\u0928\u093e\u090f \u0930\u0916\u0947\u0902 \u092d\u0942\u092e\u093f\u0915\u093e \u0915\u0947 \u0932\u093f\u090f \u0938\u094d\u0935\u093f\u091a \u0939\u094b\u0917\u093e\u0964
site.action.pages=\u090f\u0915 \u0938\u093e\u0907\u091f \u092e\u0947\u0902 \u0938\u092d\u0940 \u092a\u0943\u0937\u094d\u0920\u094b\u0902 \u0914\u0930 \u0909\u092a\u0915\u0930\u0923 \u0915\u0940 \u092a\u0941\u0928\u0930\u094d\u092a\u094d\u0930\u093e\u092a\u094d\u0924\u093f  \u0915\u0940 \u0905\u0928\u0941\u092e\u0924\u093f \u0926\u0947\u0924\u093e \u0939\u0948 , \n\u092a\u0943\u0937\u094d\u0920 \u0917\u0941\u0923 \u0936\u093e\u092e\u093f\u0932 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f "props" (true/false, default false)  \u0915\u093e \u0909\u092a\u092f\u094b\u0917 \u0915\u0930\u0947\u0902  , \n\u0909\u092a\u0915\u0930\u0923 \u0935\u093f\u0928\u094d\u092f\u093e\u0938 \u0936\u093e\u092e\u093f\u0932 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f "config" (true/false, default false) \u0915\u093e \u0909\u092a\u092f\u094b\u0917 \u0915\u0930\u0947\u0902

