# this defines the entity description for site
site=\u041f\u0440\u0435\u0434\u0441\u0442\u0430\u0432\u043b\u044f\u0432\u0430 \u0441\u0430\u0439\u0442 (\u0441\u044a\u0432\u043a\u0443\u043f\u043d\u043e\u0441\u0442 \u043e\u0442 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438 \u0438 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0438) \u0432 \u0441\u0438\u0441\u0442\u0435\u043c\u0430\u0442\u0430 Sakai
site.view.new=\u041f\u0440\u0438 \u0434\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u0441\u0430\u0439\u0442 \u0441\u043e\u0431\u0441\u0442\u0432\u0435\u043d\u0438\u043a\u044a\u0442/\u0441\u044a\u0437\u0434\u0430\u0434\u0435\u043d\u0438\u044f\u0442 \u043e\u0442 \u043d\u0435\u0433\u043e \u0432\u0438\u043d\u0430\u0433\u0438 \u0441\u0435 \u0437\u0430\u0434\u0430\u0432\u0430 \u043d\u0430 \u0442\u0435\u043a\u0443\u0449\u0438\u044f \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b, \u043e\u0441\u0432\u0435\u043d \u0430\u043a\u043e '\u0441\u043e\u0431\u0441\u0442\u0432\u0435\u043d\u0438\u043a' \u043d\u0435 \u0435 \u0437\u0430\u0434\u0430\u0434\u0435\u043d \u043d\u0430 userId, \u043c\u0438\u043d\u0438\u043c\u0430\u043b\u043d\u043e\u0442\u043e \u0438\u0437\u0438\u0441\u043a\u0432\u0430\u043d\u0435 \u0437\u0430 \u0441\u044a\u0437\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u0441\u0430\u0439\u0442 \u0435 id \u0438 \u0442\u0438\u043f\u044a\u0442, \u0432\u0441\u0438\u0447\u043a\u0438 \u043e\u0441\u0442\u0430\u043d\u0430\u043b\u0438 \u043f\u043e\u043b\u0435\u0442\u0430 \u043d\u0435 \u0441\u0430 \u0437\u0430\u0434\u044a\u043b\u0436\u0438\u0442\u0435\u043b\u043d\u0438
site.view.list=\u0418\u0437\u0432\u043b\u0438\u0447\u0430 \u0441\u043f\u0438\u0441\u044a\u043a\u0430 \u0441 \u0432\u0441\u0438\u0447\u043a\u0438 \u0441\u0430\u0439\u0442\u043e\u0432\u0435, \u0434\u043e \u043a\u043e\u0438\u0442\u043e \u0442\u0435\u043a\u0443\u0449\u0438\u044f\u0442 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b \u0438\u043c\u0430 \u0434\u043e\u0441\u0442\u044a\u043f. \u0414\u043e\u0431\u0430\u0432\u0435\u0442\u0435 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442 \u0437\u0430 '_limit', \u0437\u0430 \u0434\u0430 \u043e\u043f\u0440\u0435\u0434\u0435\u043b\u0438\u0442\u0435 \u043a\u043e\u043b\u043a\u043e \u0441\u0430\u0439\u0442\u0430 \u0434\u0430 \u0431\u044a\u0434\u0430\u0442 \u0432\u044a\u0440\u043d\u0430\u0442\u0438. \u0418\u043c\u0430\u0439\u0442\u0435 \u043f\u0440\u0435\u0434\u0432\u0438\u0434, \u0447\u0435 \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430 \u043c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u043d\u0430 \u0441\u0438\u0441\u0442\u0435\u043c\u0430, \u043a\u043e\u044f\u0442\u043e \u0449\u0435 \u0437\u0430\u043c\u0435\u043d\u0438 \u0437\u0430\u0434\u0430\u0434\u0435\u043d\u0430\u0442\u0430 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442, \u0430\u043a\u043e \u0442\u044f \u0435 \u043f\u043e-\u0433\u043e\u043b\u044f\u043c\u0430 \u043e\u0442 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0430\u0442\u0430. \u041f\u043e\u0434\u0430\u0439\u0442\u0435 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442 \u0437\u0430 '_start', \u0437\u0430 \u0434\u0430 \u043f\u0440\u0435\u0433\u043b\u0435\u0436\u0434\u0430\u0442\u0435 \u0440\u0435\u0437\u0443\u043b\u0442\u0430\u0442\u0438\u0442\u0435 \u043f\u0440\u0438 \u043c\u043d\u043e\u0433\u043e\u043a\u0440\u0430\u0442\u043d\u0438 \u0437\u0430\u044f\u0432\u043a\u0438. \u041d\u0430\u043f\u0440\u0438\u043c\u0435\u0440 \u043f\u0440\u0438 42 \u0441\u0430\u0439\u0442\u0430 \u0437\u0430\u044f\u0432\u043a\u0438 \u0441 '_start' \= 1, '_limit' \= 50 \u0438 \u0441\u043b\u0435\u0434 \u0442\u043e\u0432\u0430 '_start' \= 51, '_limit' \= 50 \u043c\u043e\u0433\u0430\u0442 \u0434\u0430 \u0441\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0442 \u0437\u0430 \u0438\u0437\u0432\u043b\u0438\u0447\u0430\u043d\u0435 \u043d\u0430 \u043f\u044a\u0440\u0432\u0430\u0442\u0430 \u043f\u0430\u0440\u0442\u0438\u0434\u0430 \u043e\u0442 42 \u0441\u0430\u0439\u0442\u0430, \u0430 \u0432\u0442\u043e\u0440\u0430\u0442\u0430 \u043f\u0440\u0430\u0437\u043d\u0430 \u0437\u0430\u044f\u0432\u043a\u0430 \u0449\u0435 \u043e\u0437\u043d\u0430\u0447\u0430\u0432\u0430 \u043a\u0440\u0430\u0439 \u043d\u0430 \u043d\u0430\u043b\u0438\u0447\u043d\u0438\u0442\u0435 \u0440\u0435\u0437\u0443\u043b\u0442\u0430\u0442\u0438.
site.view.edit=\u041c\u043e\u0436\u0435 \u0434\u0430 \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u0442\u0435 \u0432\u0441\u0438\u0447\u043a\u0438 \u043f\u043e\u043b\u0435\u0442\u0430 \u0437\u0430 \u043f\u0438\u0441\u0430\u043d\u0435 \u0432 \u0441\u0430\u0439\u0442\u0430, \u0432\u043a\u043b\u044e\u0447\u0438\u0442\u0435\u043b\u043d\u043e \u0441\u043e\u0431\u0441\u0442\u0432\u0435\u043d\u0438\u043a\u0430
site.view.show=\u041f\u043e\u0437\u0432\u043e\u043b\u044f\u0432\u0430 \u043f\u0440\u0435\u0433\u043b\u0435\u0434 \u043d\u0430 \u0434\u0430\u043d\u043d\u0438 \u043e\u0442 \u0435\u0434\u0438\u043d \u0441\u0430\u0439\u0442, \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0439\u0442\u0435 'includeGroups' (\u0431\u0443\u043b\u0435\u0432\u0430), \u0437\u0430 \u0434\u0430 \u043f\u043e\u043b\u0443\u0447\u0438\u0442\u0435 \u0438 \u0434\u0430\u043d\u043d\u0438\u0442\u0435 \u0437\u0430 \u0433\u0440\u0443\u043f\u0438\u0442\u0435 \u0437\u0430\u0435\u0434\u043d\u043e \u0441\u044a\u0441 \u0441\u0430\u0439\u0442\u0430
site.view.show.field.includeGroups=\u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0439\u0442\u0435 \u0442\u043e\u0437\u0438 \u0431\u0443\u043b\u0435\u0432, \u0437\u0430 \u0434\u0430 \u043f\u043e\u043b\u0443\u0447\u0438\u0442\u0435 \u0438 \u0433\u0440\u0443\u043f\u0438\u0442\u0435 \u0437\u0430 \u0442\u043e\u0437\u0438 \u0441\u0430\u0439\u0442
site.redirect./{prefix}/{id}/memberships=\u041f\u043e\u0437\u0432\u043e\u043b\u044f\u0432\u0430 \u0438\u0437\u0432\u043b\u0438\u0447\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0432\u0441\u0438\u0447\u043a\u0438 \u0447\u043b\u0435\u043d\u0441\u0442\u0432\u0430 \u0437\u0430 \u0434\u0430\u0434\u0435\u043d \u0441\u0430\u0439\u0442 \u0447\u0440\u0435\u0437 \u043f\u0440\u0435\u043d\u0430\u0441\u043e\u0447\u0432\u0430\u043d\u0435 \u043a\u044a\u043c \u0434\u043e\u0441\u0442\u0430\u0432\u0447\u0438\u043a\u0430 \u043d\u0430 \u0441\u044a\u0449\u043d\u043e\u0441\u0442\u0442\u0430 \u0447\u043b\u0435\u043d\u0441\u0442\u0432\u0430
site.Updateable=\u0421\u0442\u043e\u0439\u043d\u043e\u0441\u0442\u0442\u0430 \u043d\u0430 \u0441\u043e\u0431\u0441\u0442\u0432\u0435\u043d\u0438\u043a\u0430 (userId) \u0432\u0435\u0447\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u043f\u0440\u043e\u043c\u0435\u043d\u044f, \u0441\u043b\u0435\u0434 \u043a\u0430\u0442\u043e \u0441\u0430\u0439\u0442\u044a\u0442 \u0435 \u0441\u044a\u0437\u0434\u0430\u0434\u0435\u043d
site.action.exists=\u0412\u0440\u044a\u0449\u0430 \u043f\u0440\u0430\u0437\u0435\u043d 200, \u0430\u043a\u043e \u0441\u0430\u0439\u0442\u044a\u0442 \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430, \u0438 \u043d\u0435\u0443\u0441\u043f\u0435\u0445 (\u0435\u0432\u0435\u043d\u0442\u0443\u0430\u043b\u043d\u043e 404), \u0430\u043a\u043e \u043d\u0435 \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430. <br/> \u041e\u0431\u044a\u0440\u043d\u0435\u0442\u0435 \u0432\u043d\u0438\u043c\u0430\u043d\u0438\u0435, \u0447\u0435 \u043c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u043f\u0440\u043e\u0432\u0435\u0440\u0438\u0442\u0435 \u0442\u043e\u0432\u0430 \u0438 \u043a\u0430\u0442\u043e \u043f\u0440\u043e\u0441\u0442\u043e \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0442\u0435 \u0438\u0437\u0433\u043b\u0435\u0434\u0430 show view \u043d\u0430 \u0434\u0430\u0434\u0435\u043d \u0441\u0430\u0439\u0442, \u043d\u043e \u0442\u043e\u0439 \u0432\u0440\u044a\u0449\u0430 \u0438 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f\u0442\u0430 \u0437\u0430 \u0441\u0430\u0439\u0442\u0430, \u0442\u0430\u043a\u0430 \u0447\u0435 \u0442\u043e\u0432\u0430 \u0435 \u043f\u043e-\u0431\u044a\u0440\u0437\u043e
site.field.owner=\u0418\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440 \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b, \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0435 \u043f\u0440\u043e\u043c\u0435\u043d\u0435\u043d \u0441\u043b\u0435\u0434 \u0441\u044a\u0437\u0434\u0430\u0432\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0441\u0430\u0439\u0442\u0430, \u043d\u043e \u043d\u044f\u043c\u0430 \u0440\u0435\u0430\u043b\u0435\u043d \u0435\u0444\u0435\u043a\u0442, \u0430\u043a\u043e \u0435 \u0437\u0430\u0434\u0430\u0434\u0435\u043d\u0430 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f \u0437\u0430 \u043a\u043e\u043d\u0442\u0430\u043a\u0442
site.action.group=\u041f\u043e\u0437\u0432\u043e\u043b\u044f\u0432\u0430 \u0434\u0438\u0440\u0435\u043a\u0442\u0435\u043d \u0434\u043e\u0441\u0442\u044a\u043f \u0434\u043e \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f \u0437\u0430 \u0433\u0440\u0443\u043f\u0430\u0442\u0430 \u0447\u0440\u0435\u0437 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u043d\u0435 \u043d\u0430 url \u043a\u0430\u0442\u043e\: /site/siteId/group/groupId\u0417\u0430 \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u044f, \u0441\u0432\u044a\u0440\u0437\u0430\u043d\u0438 \u0441 \u0447\u043b\u0435\u043d\u0441\u0442\u0432\u043e\u0442\u043e, \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0439\u0442\u0435 \u0414\u043e\u0441\u0442\u0430\u0432\u0447\u0438\u043a\u0430 \u043d\u0430 \u0447\u043b\u0435\u043d\u0441\u0442\u0432\u043e<br /> (GET) /direct/site/siteid/group/groupid - \u043f\u043e\u043b\u0443\u0447\u0430\u0432\u0430 \u043c\u0435\u0442\u0430\u0434\u0430\u043d\u043d\u0438 \u0437\u0430 \u0433\u0440\u0443\u043f\u0430\u0442\u0430, \u043d\u043e \u043d\u0435 \u0438 \u0447\u043b\u0435\u043d\u0441\u0442\u0432\u043e. <br />(POST) /direct/site/siteid/group/groupid - \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430 \u043c\u0435\u0442\u0430\u0434\u0430\u043d\u043d\u0438\u0442\u0435 \u0437\u0430 \u0433\u0440\u0443\u043f\u0430\u0442\u0430, \u043d\u043e \u043d\u0435 \u0438 \u0447\u043b\u0435\u043d\u0441\u0442\u0432\u043e\u0442\u043e. <br />(PUT) /direct/site/siteid/group - \u0441\u044a\u0437\u0434\u0430\u0432\u0430 \u043d\u043e\u0432\u0430 \u0433\u0440\u0443\u043f\u0430 \u0432 \u0441\u0430\u0439\u0442\u0430 (\u0432\u0440\u044a\u0449\u0430 \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440\u0430 \u043d\u0430 \u0433\u0440\u0443\u043f\u0430\u0442\u0430). \u041f\u0430\u0440\u0430\u043c\u0435\u0442\u0440\u0438\u0442\u0435 \u0432\u043a\u043b\u044e\u0447\u0432\u0430\u0442 \u0437\u0430\u0433\u043b\u0430\u0432\u0438\u0435, \u043e\u043f\u0438\u0441\u0430\u043d\u0438\u0435, \u043f\u043e \u0436\u0435\u043b\u0430\u043d\u0438\u0435 \u043f\u044a\u0440\u0432\u043e\u043d\u0430\u0447\u0430\u043b\u0435\u043d \u0441\u043f\u0438\u0441\u044a\u043a \u043d\u0430 \u0447\u043b\u0435\u043d\u043e\u0432\u0435\u0442\u0435. <br />(DELETE) /direct/site/siteid/group/groupid - \u0438\u0437\u0442\u0440\u0438\u0432\u0430 \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430\u0449\u0430 \u0433\u0440\u0443\u043f\u0430 \u0432 \u0441\u0430\u0439\u0442\u0430.
site.action.groups=\u041f\u043e\u0437\u0432\u043e\u043b\u044f\u0432\u0430 \u0434\u043e\u0441\u0442\u044a\u043f \u0434\u043e \u0433\u0440\u0443\u043f\u0438\u0442\u0435 \u0437\u0430 \u0434\u0430\u0434\u0435\u043d \u0441\u0430\u0439\u0442, \u043a\u0430\u0442\u043e \u0441\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430 url \u0430\u0434\u0440\u0435\u0441, \u043d\u0430\u043f\u0440\u0438\u043c\u0435\u0440\: /site/siteId/groups. <br/> (GET) /direct/site/siteid/groups - \u043f\u043e\u043b\u0443\u0447\u0430\u0432\u0430 \u043c\u0435\u0442\u0430\u0434\u0430\u043d\u043d\u0438 \u0437\u0430 \u0433\u0440\u0443\u043f\u0438\u0442\u0435, \u043d\u043e \u043d\u0435 \u0438 \u0447\u043b\u0435\u043d\u0441\u0442\u0432\u043e \u0432 \u0442\u044f\u0445.
site.action.userPerms=\u041f\u043e\u0437\u0432\u043e\u043b\u044f\u0432\u0430 \u0438\u0437\u0432\u043b\u0438\u0447\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0438\u044f\u0442\u0430 \u043d\u0430 \u0442\u0435\u043a\u0443\u0449\u0438\u044f \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b \u0432 \u0440\u0430\u043c\u043a\u0438\u0442\u0435 \u043d\u0430 \u043f\u043e\u0441\u043e\u0447\u0435\u043d\u0438\u044f \u0441\u0430\u0439\u0442, \u043a\u0430\u0442\u043e \u0441\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430 url \u0430\u0434\u0440\u0435\u0441 \u043a\u0430\u0442\u043e /site/\:SITEID\:/userPerms[/\:PREFIX], \u043a\u044a\u0434\u0435\u0442\u043e PREFIX \u043f\u043e\u0437\u0432\u043e\u043b\u044f\u0432\u0430 \u043d\u0430 \u0438\u0437\u0432\u0438\u043a\u0432\u0430\u0449\u0438\u044f \u0434\u0430 \u043e\u0433\u0440\u0430\u043d\u0438\u0447\u0438 \u0432\u044a\u0440\u043d\u0430\u0442\u0438\u0442\u0435 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0438\u044f \u0434\u043e \u043f\u043e\u0434\u043c\u043d\u043e\u0436\u0435\u0441\u0442\u0432\u043e. \u041d\u0430\u043f\u0440\u0438\u043c\u0435\u0440 url \u0430\u0434\u0440\u0435\u0441\u044a\u0442\n"/direct/site/XYZ/userPerms/calendar.json" \u0449\u0435 \u0432\u044a\u0440\u043d\u0435 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0438\u044f\u0442\u0430 \u0437\u0430 \u043a\u0430\u043b\u0435\u043d\u0434\u0430\u0440\u0430 \u043d\u0430 \u0442\u0435\u043a\u0443\u0449\u0438\u044f \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b \u0432 \u0441\u0430\u0439\u0442\u0430 "XYZ". \u041f\u0440\u0438 \u043f\u0440\u043e\u043f\u0443\u0441\u043a\u0430\u043d\u0435 \u043d\u0430 \u0438\u0437\u043a\u043b\u044e\u0447\u0432\u0430\u043d\u0435\u0442\u043e \u043d\u0430 PREFIX \u0449\u0435 \u0431\u044a\u0434\u0430\u0442 \u0432\u044a\u0440\u043d\u0430\u0442\u0438 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0438\u044f\u0442\u0430 \u0437\u0430 \u0432\u0441\u0438\u0447\u043a\u0438 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0438 \u0432 \u0441\u0430\u0439\u0442\u0430.
site.action.perms=\u041f\u043e\u0437\u0432\u043e\u043b\u044f\u0432\u0430 \u0438\u0437\u0432\u043b\u0438\u0447\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0438\u044f\u0442\u0430 \u0437\u0430 \u043f\u043e\u0441\u043e\u0447\u0435\u043d\u0438\u044f \u0441\u0430\u0439\u0442 \u0441 \u043f\u043e\u043c\u043e\u0449\u0442\u0430 \u043d\u0430 url \u043a\u0430\u0442\u043e\n/site/\:SITEID\:/perms[/\:PREFIX].json, \u043a\u044a\u0434\u0435\u0442\u043e PREFIX \u043f\u043e\u0437\u0432\u043e\u043b\u044f\u0432\u0430 \u043d\u0430 \u0432\u0438\u043a\u0430\u0449\u0438\u044f \u0434\u0430 \u043e\u0433\u0440\u0430\u043d\u0438\u0447\u0438 \u0432\u044a\u0440\u043d\u0430\u0442\u0438\u0442\u0435 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0438\u044f \u0434\u043e \u043f\u043e\u0434\u043c\u043d\u043e\u0436\u0435\u0441\u0442\u0432\u043e. \u041d\u0430\u043f\u0440\u0438\u043c\u0435\u0440 url \u0430\u0434\u0440\u0435\u0441\u044a\u0442 "/direct/site/XYZ/perms/calendar.json" \u0449\u0435 \u0432\u044a\u0440\u043d\u0435 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0438\u044f\u0442\u0430 \u0437\u0430 \u043a\u0430\u043b\u0435\u043d\u0434\u0430\u0440\u0430 \u0437\u0430 \u0432\u0441\u044f\u043a\u0430 \u0440\u043e\u043b\u044f \u0432 \u0441\u0430\u0439\u0442\u0430 "XYZ". \u0410\u043a\u043e \u043b\u0438\u043f\u0441\u0432\u0430 \u0438\u0437\u043a\u043b\u044e\u0447\u0432\u0430\u043d\u0435\u0442\u043e \u043d\u0430 PREFIX, \u0449\u0435 \u0431\u044a\u0434\u0430\u0442 \u0432\u044a\u0440\u043d\u0430\u0442\u0438 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0438\u044f\u0442\u0430 \u0437\u0430 \u0432\u0441\u0438\u0447\u043a\u0438 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0438 \u0432 \u0441\u0430\u0439\u0442\u0430.
site.action.setPerms=\u041f\u043e\u0437\u0432\u043e\u043b\u044f\u0432\u0430 \u0437\u0430\u0434\u0430\u0432\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0438\u044f\u0442\u0430 \u0437\u0430 \u043f\u043e\u0441\u043e\u0447\u0435\u043d\u0438\u044f \u0441\u0430\u0439\u0442 \u0447\u0440\u0435\u0437 \u0438\u0437\u043f\u0440\u0430\u0449\u0430\u043d\u0435 \u043d\u0430 url \u0430\u0434\u0440\u0435\u0441\u0430 /site/\:SITEID\:/setPerms. \u0422\u043e\u0432\u0430 \u0441\u0442\u0430\u0432\u0430 \u0447\u0440\u0435\u0437 \u043f\u0440\u0435\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u043d\u0430\u0431\u043e\u0440 \u043e\u0442 \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u0440\u0438 \u043d\u0430 \u043f\u0443\u0431\u043b\u0438\u043a\u0430\u0446\u0438\u044f\u0442\u0430, \u043a\u044a\u0434\u0435\u0442\u043e \u043a\u043b\u044e\u0447\u044a\u0442 \u0435 \u043f\u043e\u0434 \u0444\u043e\u0440\u043c\u0430\u0442\u0430 \u043d\u0430 'ROLEID\:FUNCTION', \u0430 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442\u0442\u0430 \u0435 \u0431\u0443\u043b\u0435\u0432\u0430 'true' \u0438\u043b\u0438 'false'. \u041d\u0430\u043f\u0440\u0438\u043c\u0435\u0440 \u043f\u043e\u0434\u0430\u0432\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u044a\u0440\u0430 'maintain\:blog.post.create\=true' \u0449\u0435 \u0432\u043a\u043b\u044e\u0447\u0438 \u0444\u0443\u043d\u043a\u0446\u0438\u044f\u0442\u0430 blog.post.create \u0437\u0430 \u0440\u043e\u043b\u044f\u0442\u0430 maintain \u0432 \u043f\u043e\u0441\u043e\u0447\u0435\u043d\u0438\u044f \u0441\u0430\u0439\u0442.
site.action.pages=\u041f\u043e\u0437\u0432\u043e\u043b\u044f\u0432\u0430 \u0438\u0437\u0432\u043b\u0438\u0447\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0432\u0441\u0438\u0447\u043a\u0438 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0438 \u0438 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0438 \u0432 \u0434\u0430\u0434\u0435\u043d \u0441\u0430\u0439\u0442, \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0439\u0442\u0435 "\u0440\u0435\u043a\u0432\u0438\u0437\u0438\u0442\u0438" (true/false, \u043f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435 false), \u0437\u0430 \u0434\u0430 \u0432\u043a\u043b\u044e\u0447\u0438\u0442\u0435 \u0441\u0432\u043e\u0439\u0441\u0442\u0432\u0430\u0442\u0430 \u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0438\u0442\u0435, \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0439\u0442\u0435 "config" (true/false, \u043f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435 false), \u0437\u0430 \u0434\u0430 \u0432\u043a\u043b\u044e\u0447\u0438\u0442\u0435 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u0438\u0442\u0435 \u043d\u0430 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0438\u0442\u0435
site.action.withPerm=URL \u0430\u0434\u0440\u0435\u0441\u044a\u0442, \u043d\u0430\u043f\u0440\u0438\u043c\u0435\u0440, /site/withPerm/.json?permission\=site.upd
