site=Representerar en sajt (en samling av anv\u00e4ndare och verktyg) i Sakai-systemet
site.view.new=N\u00e4r en sajt l\u00e4ggs till kommer \u00e4gare/skapas av s\u00e4ttas till den aktuella anv\u00e4ndaren s\u00e5 l\u00e4nge inte '\u00e4gare' \u00e4r satt till ett anv\u00e4ndar-id. Endast id och typ beh\u00f6ver anges, \u00f6vriga f\u00e4lt \u00e4r frivilliga
site.view.list=Retrieves the list of all sites that the current user can access. Supply a value for '_limit' to specify how many sites should be returned. Note that there is a system maximum that will override a specified value if it is larger than allowed. Supply a value for '_start' to page through results in multiple requests. For example, with 42 sites, requests with '_start' \= 1, '_limit' \= 50 and then '_start' \= 51, '_limit' \= 50 could be used to retrieve the first batch of 42 sites and the second being empty would signify the end of available results.
site.view.edit=Kan uppdatera alla skrivbara f\u00e4lt i sajten inklusive \u00e4gare
site.view.show=Till\u00e5ter att se data fr\u00e5n en enskild sajt, inklusive 'includeGroups' (boolean) f\u00f6r att ocks\u00e5 f\u00e5 information om grupper i sajten
site.view.show.field.includeGroups=anv\u00e4nd den h\u00e4r boolean f\u00f6r att ocks\u00e5 f\u00e5 grupper f\u00f6r den h\u00e4r sajten
site.redirect./{prefix}/{id}/memberships=Till\u00e5ter att h\u00e4mta alla deltagare f\u00f6r en sajt genom redirecting till memberships entity provider
site.Updateable=\u00c4garen (ett anv\u00e4ndar-id) kan \u00e4ndras n\u00e4r sajten \u00e4r skapad
site.action.exists=Returns an empty 200 if the site exists, and a failure (possibly 404) if it does not. <br/> Note that you can also check this by simply using the show view of a site but that returns the site information as well so this is faster
site.field.owner=Ett anv\u00e4ndar-id kan f\u00f6r\u00e4ndras n\u00e4r en sajt skapas men har ingen verklig effekt om kontaktinformation anges
site.action.group=Allows access to group information directly using a url like\: /site/siteId/group/groupId For membership actions use the Membership Provider<br /> (GET) /direct/site/siteid/group/groupid - gets metadata for group but not membership. <br />(POST) /direct/site/siteid/group/groupid - updates metadata for group but not membership. <br />(PUT) /direct/site/siteid/group - create a new group in the site (returns group id). Parameters include title, description, optionally initial list of members. <br />(DELETE) /direct/site/siteid/group/groupid - delete an existing group in the site.
site.action.userPerms=Allows the retrieval of the current user's permissions within the specified site using a url like /site/\:SITEID\:/userPerms[/\:PREFIX], where PREFIX allows the caller to limit the returned permissions to a subset. For example, the url '/direct/site/XYZ/userPerms/calendar.json' would return the calendar permissions of the current user in the site 'XYZ'. Missing the PREFIX off would result in the permissions for all the tools in the site being returned.
site.action.perms=Allows the retrieval of the permissions for the specified site using a url like /site/\:SITEID\:/perms[/\:PREFIX].json, where PREFIX allows the caller to limit the returned permissions to a subset. For example, the url '/direct/site/XYZ/perms/calendar.json' would return the calendar permissions for each role in the site 'XYZ'. Missing the PREFIX off would result in the permissions for all the tools in the site being returned.
site.action.setPerms=Allows the setting of the permissions for the specified site by posting to the url /site/\:SITEID\:/setPerms. This is done by passing a set of post parameters where the key takes the form of 'ROLEID\:FUNCTION' and the value is a boolean 'true' or 'false'. For example, passing the parameter 'maintain\:blog.post.create\=true' would switch the blog.post.create function on for the maintain role in the specified site.
site.action.pages=Allows retrieval of all pages and tools in a site, use "props" (true/false, default false) to include page properties, use "config" (true/false, default false) to include tool configurations
site.action.withPerm=Exempel-URL\: /site/withPerm/.json?permission\=site.upd
