# this defines the entity description for site
site=Representa una sitio (una colecci\u00f3n de usuarios y herramientas) en la plataforma
site.view.new=A\u00f1adir un sitio nuevo siempre establecer\u00e1 como propietario/creador al usuario actual,  el m\u00ednimo para crear un sitio es el id y el tipo (todo los otros campos son opcionales)
site.view.list=Obtener la lista de todos los sitios a los que el usuario tiene acceso
site.view.edit=Puede actualizar todos los campos editables en el sitio incluyendo el propietario
site.view.show=Permite visualizar los datos de un solo sitio. Utilice 'includeGroups' (boolean) para obtener tambi\u00e9n los datos de los grupos del sitio
site.view.show.field.includeGroups=Utilice este valor booleano para obtener tambi\u00e9n los grupos de este sitio
site.redirect./{prefix}/{id}/memberships=Permite obtener todos los miembros de un sitio redireccionando al proveedor de membres\u00eda de entidades
site.Updateable=El valor del propietario/creador no puede cambiarse una vez que se ha creado el sitio
site.action.exists=Devuleve un c\u00f3digo 200 si el sitio existe y un c\u00f3digo de error (probablemente, 404) en caso contrario.<br/> \nF\u00edjese que puede comprobarlo tambi\u00e9n utilizando la vista de un sitio aunque, dado que devuelve tambi\u00e9n informaci\u00f3n del sitio, este m\u00e9todo es m\u00e1s r\u00e1pido
site.field.owner=Actualmente, no puede cambiarse una vez que el sitio est\u00e1 creado
site.action.group=Permite el acceso a la informaci\u00f3n de grupo mediante el uso de una UL del tipo\: /site/siteId/group/groupId. Para acciones de membres\u00eda haga uso del proveedor de membres\u00eda <br />\n(GET) /direct/site/siteid/group/groupid - obtiene metadatos para un grupo a excepci\u00f3n de la membres\u00eda. <br />\n(POST) /direct/site/siteid/group/groupid - actualiza metadatos para un grupo a excepci\u00f3n de la membres\u00eda. <br />\n(PUT) /direct/site/siteid/group - crea un nuevo grupo para el sitio (devuelve el ID del grupo). Los par\u00e1metros incluyen el t\u00edtulo, descripci\u00f3n y, opcionalmente, la lista inicial de miembros. <br />\n(DELETE) /direct/site/siteid/group/groupid - borra un grupo existente en este sitio.
site.action.userPerms=Permite la recuperaci\u00f3n de los permisos actuales del usuario dentro del sitio especificado mediante el uso de una URL del tipo /site/\:SITEID\:/userPerms[/\:PREFIX], donde PREFIX posibilita limitar los permisos a un subconjunto.\nPor ejemplo, la URL '/direct/site/XYZ/userPerms/calendar.json' devolver\u00eda los permisos para el calendario del usuario actual para el sitio 'XYZ'.\nSi no se especifica el par\u00e1metro PREFIX dar\u00eda como resultado que se devolver\u00edan todos los permisos para todas las herramientas del sitio.
site.action.perms=Permite recuperar los permisos para el sitio especificado mediante el uso de una URL del tipo /site/\:SITEID\:/perms[/\:PREFIX].json, donde PREFIX permite limitar el n\u00famero de permisos a un subconjunto.\nPor ejemplo, la URL '/direct/site/XYZ/perms/calendar.json' devolver\u00eda los permisos del calendario para cada rol en el sitio 'XYZ'.\nSi no se especifica PREFIX, se devolver\u00edan todos los permisos para todas la herramientas.
site.action.setPerms=Permite establecer los permisos para el sitio especificado mediante una solicitud a la URL /site/\:SITEID\:/setPerms. Esto se consigue mediante el paso de par\u00e1metros (POST) donde la clave toma la forma 'ROLEID\:FUNCTION' y el valor es de tipo booleando 'true' o 'false'. Por ejemplo, pasando el par\u00e1metro 'maintain\:blog.post.create\=true' activar\u00eda el permiso blog.post.create para el rol 'maintain' en el sitio especificado.
site.action.pages=Permite la recuperaci\u00f3n de todas las p\u00e1ginas y herramientas de un sitio. Use el par\u00e1metro "props" (true/false, false por defecto) para incluir propiedades de la p\u00e1gina. Use "config" (true/false, false por defecto) para incluir la configuraci\u00f3n de la herramienta
site.action.withPerm=La URL de ejemplo, /site/withPerm/.json?permission\=site.upd
