site=Sakai sistemi i\u00e7erisindeki siteyi (kullan\u0131c\u0131 ve ara\u00e7lar\u0131n b\u00fct\u00fcn\u00fc) temsil eder.
site.view.new=Site eklemek 'sahip' bir kullan\u0131c\u0131 kimli\u011fine ayarlanmad\u0131k\u00e7a daima ge\u00e7erli kullan\u0131c\u0131 taraf\u0131ndan sahip/olu\u015fturulan belirlenecektir, site olu\u015fturmak i\u00e7in gereken minimum \u00f6zellikler kimlik ve tipidir, di\u011fer t\u00fcm alanlar iste\u011fe ba\u011fl\u0131d\u0131r
site.view.list=Mevcut kullan\u0131c\u0131n\u0131n giri\u015f yapabildi\u011fi t\u00fcm sitelerin listesini al\u0131r. Ka\u00e7 tane sitenin d\u00f6nd\u00fcr\u00fclmesi gerekti\u011fini belirlemeye '_limit' i\u00e7in de\u011fer sa\u011flar. E\u011fer izin verilenden daha b\u00fcy\u00fckse maksimum sistem belirlenen de\u011ferin \u00fczerine yazar. \u00c7oklu isteklerde sonu\u00e7lar\u0131 ile sayfaya  '_start' i\u00e7in de\u011fer sa\u011flar. \u00d6rne\u011fin, 42 site ile birlikte, '_start' \= 1 ile istekler, '_limit'\= 50 ve sonra '_start' \= 51, '_limit' \= 50 ilk toplu 42 siteyi ve ikinci bo\u015f olan mevcut sonu\u00e7lar\u0131n sonu anlam\u0131na geleni almak i\u00e7in kullan\u0131labilir.
site.view.edit=Site sahibi dahil site i\u00e7erisindeki t\u00fcm yaz\u0131labilir alanlar\u0131 g\u00fcncelleyebilir
site.view.show=Tek bir siteden verinin g\u00f6r\u00fcnt\u00fclenmesine izin ver, ayr\u0131ca 'includeGroups' (boolean)'\u0131 sitedeki grup verilerini almak i\u00e7in kullan.
site.view.show.field.includeGroups=Bu sitedeki gruplar\u0131 almak i\u00e7in bu boolean'\u0131 kullan\u0131n\u0131z
site.redirect./{prefix}/{id}/memberships=\u00dcyelikler \u00f6\u011fesi sa\u011flay\u0131c\u0131s\u0131na y\u00f6nlendirerek bir site i\u00e7in t\u00fcm \u00fcyelik al\u0131mlar\u0131na izin verir
site.Updateable=Sahiplik (userId) de\u011feri site olu\u015fturuldu\u011funda sadece bir kez de\u011fi\u015ftirilebilir
site.action.exists=Site varsa bo\u015f bir 200 d\u00f6nd\u00fcr\u00fcr, ve yoksa bir hata d\u00f6nd\u00fcr\u00fcr (muhtemelen 404). <br/> bunu kolayl\u0131kla sitenin bilgilerini g\u00f6steri kullanarak da kontrol edebilirsiniz fakat bu site bilgilerini daha h\u0131zl\u0131 g\u00f6sterir 
site.field.owner=Kullan\u0131c\u0131 kimli\u011fi, site olu\u015fturulduktan sonra de\u011fi\u015ftirilebilir fakat e\u011fer ileti\u015fim bilgisi ayarl\u0131ysa ger\u00e7ek bir etkisi olmaz.
site.action.group=Grup bilgilerine direk olarak b\u00f6yle bir url kullanarak\: /site/siteId/group/groupId eri\u015fime izin verir. \u00dcyelik eylemleri i\u00e7in \u00dcyelik Sa\u011flay\u0131c\u0131y\u0131 kullan\u0131n<br /> (GET) /direct/site/siteid/group/groupid - \u00fcyelik i\u00e7in de\u011fil grup i\u00e7in metaverileri al\u0131r. <br />(POST) /direct/site/siteid/group/groupid - \u00fcyelik i\u00e7in de\u011fil grup i\u00e7in metaverileri g\u00fcnceller. <br />(PUT) /direct/site/siteid/group - sitede yeni grup olu\u015fturur (grup kimli\u011fini d\u00f6nd\u00fcr\u00fcr). Parametreler ba\u015fl\u0131k, tan\u0131m, iste\u011fe ba\u011fl\u0131 olarak \u00fcye ba\u015flang\u0131\u00e7 listesini i\u00e7erir. <br />(DELETE) /direct/site/siteid/group/groupid - sitede var olan grubu siler.
site.action.userPerms=\u00d6N EK'in d\u00f6nd\u00fcr\u00fclen izinleri alt k\u00fcmeye s\u0131n\u0131rland\u0131rmas\u0131 i\u00e7in arayana izin verdi\u011fi, mevcut kullan\u0131c\u0131 izinlerini belirlenen site kullan\u0131m\u0131 url'si /site/\:SITEID\:/userPerms[/\:PREFIX] gibi almaya izin verir. \u00d6rne\u011fin, '/direct/site/XYZ/userPerms/calendar.json' url'si 'XYZ' sitesindeki mevcut kullan\u0131c\u0131lar\u0131n takvim izinlerini d\u00f6nd\u00fcr\u00fcrd\u00fc. Kay\u0131p olan \u00d6N EK d\u00f6nd\u00fcr\u00fclen sitedeki t\u00fcm ara\u00e7lar i\u00e7in izinlere neden olacakt\u0131r.
site.action.perms=\u00d6N EK'in d\u00f6nd\u00fcr\u00fclen izinleri alt k\u00fcmeye s\u0131n\u0131rland\u0131rmas\u0131 i\u00e7in arayana izin verdi\u011fi, izinleri belirlenen site kullan\u0131m\u0131 url'si /site/\:SITEID\:/perms[/\:PREFIX].json gibi almaya izin verir. \u00d6rne\u011fin, '/direct/site/XYZ/perms/calendar.json' url'si 'XYZ' sitesindeki mevcut kullan\u0131c\u0131lar\u0131n takvim izinlerini d\u00f6nd\u00fcr\u00fcrd\u00fc. Kay\u0131p olan \u00d6N EK d\u00f6nd\u00fcr\u00fclen sitedeki t\u00fcm ara\u00e7lar i\u00e7in izinlere neden olacakt\u0131r.
site.action.setPerms=belirlenen site i\u00e7in /site/\:SITEID\:/setPerms url'sine g\u00f6ndererek izinlerin ayar\u0131na izin verir. Anahtar\u0131n 'ROLEID\:FUNCTION' formunu ve 'true' ya da 'false' d\u00f6ng\u00fc de\u011ferini alarak g\u00f6nderilen parametrelerin setini ge\u00e7irerek tamamland\u0131. \u00d6rnek olarak, belirtilen sitede rol\u00fcn\u00fc s\u00fcrd\u00fcrmek i\u00e7in 'maintain\:blog.post.create\=true' parametresini ge\u00e7erek blog.post.create fonksiyonunu de\u011fi\u015ftirir.
site.action.pages=Sitedeki t\u00fcm sayfalar\u0131n ve ara\u00e7lar\u0131n eri\u015fimine izin verir, "props" (do\u011fru/yanl\u0131\u015f, varsay\u0131lan yanl\u0131\u015f) sayfa \u00f6zelliklerini i\u00e7erecek \u015fekilde kullan, "config" (do\u011fru/yanl\u0131\u015f, varsay\u0131lan yanl\u0131\u015f) ara\u00e7 yap\u0131land\u0131rmalar\u0131n\u0131 i\u00e7erecek \u015fekilde kullan
site.action.withPerm=\u00d6rnek i\u00e7in URL, /site/withPerm/.json?permission\=site.upd
