# this defines the entity description for site
site=\u064a\u0645\u062b\u0644 \u0645\u0648\u0642\u0639 (\u0645\u062c\u0645\u0648\u0639\u0629 \u0645\u0646 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0648\u0627\u0644\u0623\u062f\u0648\u0627\u062a) \u0641\u064a \u0646\u0638\u0627\u0645 Sakai
site.view.new=\u0633\u062a\u0624\u062f\u064a \u0625\u0636\u0627\u0641\u0629 \u0645\u0648\u0642\u0639 \u062f\u0627\u0626\u0645\u064b\u0627 \u0625\u0644\u0649 \u062a\u0639\u064a\u064a\u0646 \u0627\u0644\u0645\u0627\u0644\u0643 / \u0627\u0644\u0630\u064a \u062a\u0645 \u0625\u0646\u0634\u0627\u0624\u0647 \u0628\u0648\u0627\u0633\u0637\u0629 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0627\u0644\u062d\u0627\u0644\u064a \u0645\u0627 \u0644\u0645 \u064a\u062a\u0645 \u062a\u0639\u064a\u064a\u0646 "\u0627\u0644\u0645\u0627\u0644\u0643" \u0639\u0644\u0649 \u0645\u0639\u0631\u0641 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u060c \u0648\u0627\u0644\u062d\u062f \u0627\u0644\u0623\u062f\u0646\u0649 \u0644\u0625\u0646\u0634\u0627\u0621 \u0645\u0648\u0642\u0639 \u0647\u0648 \u0627\u0644\u0645\u0639\u0631\u0641 \u0648\u0627\u0644\u0646\u0648\u0639 \u060c \u0648\u062c\u0645\u064a\u0639 \u0627\u0644\u062d\u0642\u0648\u0644 \u0627\u0644\u0623\u062e\u0631\u0649 \u0627\u062e\u062a\u064a\u0627\u0631\u064a\u0629
site.view.list=\u0627\u0633\u062a\u0631\u062f\u0627\u062f \u0642\u0627\u0626\u0645\u0629 \u0643\u0627\u0641\u0629 \u0627\u0644\u0645\u0648\u0627\u0642\u0639 \u0627\u0644\u062a\u064a \u064a\u0645\u0643\u0646 \u0644\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0627\u0644\u062d\u0627\u0644\u064a \u0627\u0644\u0648\u0635\u0648\u0644 \u0625\u0644\u064a\u0647\u0627. \u0642\u0645 \u0628\u062a\u0648\u0641\u064a\u0631 \u0642\u064a\u0645\u0629 \u0644\u0640 "_limit" \u0644\u062a\u062d\u062f\u064a\u062f \u0639\u062f\u062f \u0627\u0644\u0645\u0648\u0627\u0642\u0639 \u0627\u0644\u062a\u064a \u064a\u062c\u0628 \u0625\u0631\u062c\u0627\u0639\u0647\u0627. \u0644\u0627\u062d\u0638 \u0623\u0646 \u0647\u0646\u0627\u0643 \u062d\u062f\u064b\u0627 \u0623\u0642\u0635\u0649 \u0644\u0644\u0646\u0638\u0627\u0645 \u0633\u064a\u062a\u062c\u0627\u0648\u0632 \u0642\u064a\u0645\u0629 \u0645\u062d\u062f\u062f\u0629 \u0625\u0630\u0627 \u0643\u0627\u0646\u062a \u0623\u0643\u0628\u0631 \u0645\u0646 \u0627\u0644\u0645\u0633\u0645\u0648\u062d \u0628\u0647. \u0642\u0645 \u0628\u062a\u0648\u0641\u064a\u0631 \u0642\u064a\u0645\u0629 \u0644\u0640 "_start" \u0644\u0644\u0635\u0641\u062d\u0629 \u0645\u0646 \u062e\u0644\u0627\u0644 \u0627\u0644\u0646\u062a\u0627\u0626\u062c \u0641\u064a \u0637\u0644\u0628\u0627\u062a \u0645\u062a\u0639\u062f\u062f\u0629. \u0639\u0644\u0649 \u0633\u0628\u064a\u0644 \u0627\u0644\u0645\u062b\u0627\u0644 \u060c \u0645\u0639 42 \u0645\u0648\u0642\u0639\u064b\u0627 \u060c \u064a\u0645\u0643\u0646 \u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0627\u0644\u0637\u0644\u0628\u0627\u062a \u0630\u0627\u062a "_start" \= 1 \u060c \u0648 "_limit" \= 50 \u062b\u0645 "_start" \= 51 \u060c \u0648 "_limit" \= 50 \u0644\u0627\u0633\u062a\u0631\u062f\u0627\u062f \u0627\u0644\u062f\u0641\u0639\u0629 \u0627\u0644\u0623\u0648\u0644\u0649 \u0627\u0644\u0645\u0643\u0648\u0646\u0629 \u0645\u0646 42 \u0645\u0648\u0642\u0639\u064b\u0627 \u060c \u0648\u0627\u0644\u0637\u0644\u0628\u0627\u062a \u0627\u0644\u062b\u0627\u0646\u064a\u0629 \u0641\u0627\u0631\u063a\u0629 \u062a\u0634\u064a\u0631 \u0625\u0644\u0649 \u0646\u0647\u0627\u064a\u0629 \u0627\u0644\u0646\u062a\u0627\u0626\u062c \u0627\u0644\u0645\u062a\u0627\u062d\u0629.
site.view.edit=\u064a\u0645\u0643\u0646 \u062a\u062d\u062f\u064a\u062b \u062c\u0645\u064a\u0639 \u0627\u0644\u062d\u0642\u0648\u0644 \u0627\u0644\u0642\u0627\u0628\u0644\u0629 \u0644\u0644\u0643\u062a\u0627\u0628\u0629 \u0641\u064a \u0627\u0644\u0645\u0648\u0642\u0639 \u0628\u0645\u0627 \u0641\u064a \u0630\u0644\u0643 \u0627\u0644\u0645\u0627\u0644\u0643
site.view.show=\u064a\u0633\u0645\u062d \u0628\u0639\u0631\u0636 \u0627\u0644\u0628\u064a\u0627\u0646\u0627\u062a \u0645\u0646 \u0645\u0648\u0642\u0639 \u0648\u0627\u062d\u062f \u060c \u0627\u0633\u062a\u062e\u062f\u0645 "includeGroups" (\u0642\u064a\u0645\u0629 \u0645\u0646\u0637\u0642\u064a\u0629) \u0644\u0644\u062d\u0635\u0648\u0644 \u0623\u064a\u0636\u064b\u0627 \u0639\u0644\u0649 \u0628\u064a\u0627\u0646\u0627\u062a \u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0627\u062a \u0645\u0639 \u0627\u0644\u0645\u0648\u0642\u0639
site.view.show.field.includeGroups=\u0627\u0633\u062a\u062e\u062f\u0645 \u0647\u0630\u0647 \u0627\u0644\u0642\u064a\u0645\u0629 \u0627\u0644\u0645\u0646\u0637\u0642\u064a\u0629 \u0623\u064a\u0636\u064b\u0627 \u0644\u0644\u062d\u0635\u0648\u0644 \u0639\u0644\u0649 \u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0627\u062a \u0644\u0647\u0630\u0627 \u0627\u0644\u0645\u0648\u0642\u0639
site.redirect./{prefix}/{id}/memberships=\u064a\u0633\u0645\u062d \u0628\u0627\u0633\u062a\u0631\u062f\u0627\u062f \u062c\u0645\u064a\u0639 \u0627\u0644\u0639\u0636\u0648\u064a\u0627\u062a \u0644\u0645\u0648\u0642\u0639 \u0639\u0646 \u0637\u0631\u064a\u0642 \u0625\u0639\u0627\u062f\u0629 \u0627\u0644\u062a\u0648\u062c\u064a\u0647 \u0625\u0644\u0649 \u0645\u0648\u0641\u0631 \u0643\u064a\u0627\u0646 \u0627\u0644\u0639\u0636\u0648\u064a\u0627\u062a
site.Updateable=\u064a\u0645\u0643\u0646 \u0627\u0644\u0622\u0646 \u062a\u063a\u064a\u064a\u0631 \u0642\u064a\u0645\u0629 \u0627\u0644\u0645\u0627\u0644\u0643 (\u0645\u0639\u0631\u0641 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645) \u0628\u0645\u062c\u0631\u062f \u0625\u0646\u0634\u0627\u0621 \u0627\u0644\u0645\u0648\u0642\u0639
site.action.exists=\u0627\u0631\u062c\u0627\u0639 200 \u0641\u0627\u0631\u063a\u0629 \u0625\u0630\u0627 \u0643\u0627\u0646 \u0627\u0644\u0645\u0648\u0642\u0639 \u0645\u0648\u062c\u0648\u062f\u064b\u0627 \u060c \u0648\u0641\u0634\u0644 (\u0631\u0628\u0645\u0627 404) \u0625\u0630\u0627 \u0644\u0645 \u064a\u0643\u0646 \u0645\u0648\u062c\u0648\u062f\u064b\u0627. <br/>\u0644\u0627\u062d\u0638 \u0623\u0646\u0647 \u064a\u0645\u0643\u0646\u0643 \u0623\u064a\u0636\u064b\u0627 \u0627\u0644\u062a\u062d\u0642\u0642 \u0645\u0646 \u0630\u0644\u0643 \u0628\u0628\u0633\u0627\u0637\u0629 \u0639\u0646 \u0637\u0631\u064a\u0642 \u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0637\u0631\u064a\u0642\u0629 \u0639\u0631\u0636 \u0627\u0644\u0639\u0631\u0636 \u0627\u0644\u062e\u0627\u0635\u0629 \u0628\u0627\u0644\u0645\u0648\u0642\u0639 \u0648\u0644\u0643\u0646 \u0647\u0630\u0627 \u064a\u0639\u0631\u0636 \u0645\u0639\u0644\u0648\u0645\u0627\u062a \u0627\u0644\u0645\u0648\u0642\u0639 \u0623\u064a\u0636\u064b\u0627 \u0628\u062d\u064a\u062b \u064a\u0643\u0648\u0646 \u0647\u0630\u0627 \u0623\u0633\u0631\u0639
site.field.owner=\u064a\u0645\u0643\u0646 \u062a\u063a\u064a\u064a\u0631 \u0645\u0639\u0631\u0641 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0628\u0639\u062f \u0625\u0646\u0634\u0627\u0621 \u0627\u0644\u0645\u0648\u0642\u0639 \u0648\u0644\u0643\u0646 \u0644\u064a\u0633 \u0644\u0647 \u062a\u0623\u062b\u064a\u0631 \u062d\u0642\u064a\u0642\u064a \u0625\u0630\u0627 \u062a\u0645 \u062a\u0639\u064a\u064a\u0646 \u0645\u0639\u0644\u0648\u0645\u0627\u062a \u0627\u0644\u0627\u062a\u0635\u0627\u0644
site.action.group=\u064a\u0633\u0645\u062d \u0628\u0627\u0644\u0648\u0635\u0648\u0644 \u0625\u0644\u0649 \u0645\u0639\u0644\u0648\u0645\u0627\u062a \u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0629 \u0645\u0628\u0627\u0634\u0631\u0629\u064b \u0628\u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0639\u0646\u0648\u0627\u0646 url \u0645\u062b\u0644\: / site / siteId / group / groupId \u0644\u0625\u062c\u0631\u0627\u0621\u0627\u062a \u0627\u0644\u0639\u0636\u0648\u064a\u0629 \u060c \u0627\u0633\u062a\u062e\u062f\u0645 \u0645\u0648\u0641\u0631 \u0627\u0644\u0639\u0636\u0648\u064a\u0629<br /> (GET) / Direct / site / siteid / group / groupid - \u064a\u062d\u0635\u0644 \u0639\u0644\u0649 \u0627\u0644\u0628\u064a\u0627\u0646\u0627\u062a \u0627\u0644\u0648\u0635\u0641\u064a\u0629 \u0644\u0644\u0645\u062c\u0645\u0648\u0639\u0629 \u0648\u0644\u064a\u0633 \u0627\u0644\u0639\u0636\u0648\u064a\u0629. <br />(POST) / direct / site / siteid / group / groupid - \u064a\u062a\u0645 \u062a\u062d\u062f\u064a\u062b \u0627\u0644\u0628\u064a\u0627\u0646\u0627\u062a \u0627\u0644\u0648\u0635\u0641\u064a\u0629 \u0644\u0644\u0645\u062c\u0645\u0648\u0639\u0629 \u0648\u0644\u064a\u0633 \u0644\u0644\u0639\u0636\u0648\u064a\u0629.<br /> (PUT) / direct / site / siteid / group - \u0625\u0646\u0634\u0627\u0621 \u0645\u062c\u0645\u0648\u0639\u0629 \u062c\u062f\u064a\u062f\u0629 \u0641\u064a \u0627\u0644\u0645\u0648\u0642\u0639 (\u0625\u0631\u062c\u0627\u0639 \u0645\u0639\u0631\u0641 \u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0629). \u062a\u062a\u0636\u0645\u0646 \u0627\u0644\u0645\u0639\u0644\u0645\u0627\u062a \u0627\u0644\u0639\u0646\u0648\u0627\u0646 \u0648\u0627\u0644\u0648\u0635\u0641 \u0648\u0642\u0627\u0626\u0645\u0629 \u0623\u0648\u0644\u064a\u0629 \u0627\u062e\u062a\u064a\u0627\u0631\u064a\u0629 \u0628\u0627\u0644\u0623\u0639\u0636\u0627\u0621. <br />(DELETE) / direct / site / siteid / group / groupid - \u0627\u062d\u0630\u0641 \u0645\u062c\u0645\u0648\u0639\u0629 \u0645\u0648\u062c\u0648\u062f\u0629 \u0641\u064a \u0627\u0644\u0645\u0648\u0642\u0639.
site.action.groups=\u064a\u0633\u0645\u062d \u0628\u0627\u0644\u0648\u0635\u0648\u0644 \u0625\u0644\u0649 \u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0627\u062a \u0644\u0645\u0648\u0642\u0639 \u0628\u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0639\u0646\u0648\u0627\u0646 url \u0645\u062b\u0644\: / site / siteId / groups. (GET)<br/> / direct / site / siteid / groups - \u062a\u062d\u0635\u0644 \u0639\u0644\u0649 \u0627\u0644\u0628\u064a\u0627\u0646\u0627\u062a \u0627\u0644\u0648\u0635\u0641\u064a\u0629 \u0644\u0644\u0645\u062c\u0645\u0648\u0639\u0627\u062a \u0648\u0644\u0643\u0646 \u0644\u064a\u0633 \u0627\u0644\u0639\u0636\u0648\u064a\u0629.
site.action.userPerms=\u064a\u0633\u0645\u062d \u0628\u0627\u0633\u062a\u0631\u062f\u0627\u062f \u0623\u0630\u0648\u0646\u0627\u062a \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0627\u0644\u062d\u0627\u0644\u064a \u062f\u0627\u062e\u0644 \u0627\u0644\u0645\u0648\u0642\u0639 \u0627\u0644\u0645\u062d\u062f\u062f \u0628\u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0639\u0646\u0648\u0627\u0646 url \u0645\u062b\u0644 / site /\: SITEID\: / userPerms [/\: PREFIX] \u060c \u062d\u064a\u062b \u064a\u0633\u0645\u062d PREFIX \u0644\u0644\u0645\u062a\u0635\u0644 \u0628\u062a\u062d\u062f\u064a\u062f \u0627\u0644\u0623\u0630\u0648\u0646\u0627\u062a \u0627\u0644\u062a\u064a \u062a\u0645 \u0625\u0631\u062c\u0627\u0639\u0647\u0627 \u0644\u0645\u062c\u0645\u0648\u0639\u0629 \u0641\u0631\u0639\u064a\u0629. \u0639\u0644\u0649 \u0633\u0628\u064a\u0644 \u0627\u0644\u0645\u062b\u0627\u0644 \u060c \u064a\u0624\u062f\u064a \u0639\u0646\u0648\u0627\u0646 url "/direct/site/XYZ/userPerms/calendar.json" \u0625\u0644\u0649 \u0639\u0631\u0636 \u0623\u0630\u0648\u0646\u0627\u062a \u0627\u0644\u062a\u0642\u0648\u064a\u0645 \u0627\u0644\u062e\u0627\u0635\u0629 \u0628\u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0627\u0644\u062d\u0627\u0644\u064a \u0641\u064a \u0627\u0644\u0645\u0648\u0642\u0639 "XYZ". \u0642\u062f \u064a\u0624\u062f\u064a \u0641\u0642\u062f\u0627\u0646 PREFIX off \u0625\u0644\u0649 \u0625\u0631\u062c\u0627\u0639 \u0627\u0644\u0623\u0630\u0648\u0646\u0627\u062a \u0644\u062c\u0645\u064a\u0639 \u0627\u0644\u0623\u062f\u0648\u0627\u062a \u0641\u064a \u0627\u0644\u0645\u0648\u0642\u0639.
site.action.perms=\u064a\u0633\u0645\u062d \u0628\u0627\u0633\u062a\u0631\u062f\u0627\u062f \u0627\u0644\u0623\u0630\u0648\u0646\u0627\u062a \u0644\u0644\u0645\u0648\u0642\u0639 \u0627\u0644\u0645\u062d\u062f\u062f \u0628\u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0639\u0646\u0648\u0627\u0646 url \u0645\u062b\u0644 /site/\:SITEID\:/perms[/\:PREFIX].json \u060c \u062d\u064a\u062b \u064a\u0633\u0645\u062d PREFIX \u0644\u0644\u0645\u062a\u0635\u0644 \u0628\u062a\u062d\u062f\u064a\u062f \u0627\u0644\u0623\u0630\u0648\u0646\u0627\u062a \u0627\u0644\u062a\u064a \u062a\u0645 \u0625\u0631\u062c\u0627\u0639\u0647\u0627 \u0625\u0644\u0649 \u0645\u062c\u0645\u0648\u0639\u0629 \u0641\u0631\u0639\u064a\u0629. \u0639\u0644\u0649 \u0633\u0628\u064a\u0644 \u0627\u0644\u0645\u062b\u0627\u0644 \u060c \u064a\u0624\u062f\u064a \u0639\u0646\u0648\u0627\u0646 url "/direct/site/XYZ/perms/calendar.json" \u0625\u0644\u0649 \u0639\u0631\u0636 \u0623\u0630\u0648\u0646\u0627\u062a \u0627\u0644\u062a\u0642\u0648\u064a\u0645 \u0644\u0643\u0644 \u062f\u0648\u0631 \u0641\u064a \u0627\u0644\u0645\u0648\u0642\u0639 "XYZ". \u0642\u062f \u064a\u0624\u062f\u064a \u0641\u0642\u062f\u0627\u0646 PREFIX off \u0625\u0644\u0649 \u0625\u0631\u062c\u0627\u0639 \u0627\u0644\u0623\u0630\u0648\u0646\u0627\u062a \u0644\u062c\u0645\u064a\u0639 \u0627\u0644\u0623\u062f\u0648\u0627\u062a \u0641\u064a \u0627\u0644\u0645\u0648\u0642\u0639.
site.action.setPerms=\u064a\u0633\u0645\u062d \u0628\u0625\u0639\u062f\u0627\u062f \u0627\u0644\u0623\u0630\u0648\u0646\u0627\u062a \u0644\u0644\u0645\u0648\u0642\u0639 \u0627\u0644\u0645\u062d\u062f\u062f \u0628\u0627\u0644\u0646\u0634\u0631 \u0639\u0644\u0649 url / site /\: SITEID\: / setPerms. \u064a\u062a\u0645 \u0630\u0644\u0643 \u0639\u0646 \u0637\u0631\u064a\u0642 \u062a\u0645\u0631\u064a\u0631 \u0645\u062c\u0645\u0648\u0639\u0629 \u0645\u0646 \u0645\u0639\u0627\u0645\u0644\u0627\u062a \u0627\u0644\u0646\u0634\u0631 \u062d\u064a\u062b \u064a\u0623\u062e\u0630 \u0627\u0644\u0645\u0641\u062a\u0627\u062d \u0634\u0643\u0644 "ROLEID\: FUNCTION" \u0648\u062a\u0643\u0648\u0646 \u0627\u0644\u0642\u064a\u0645\u0629 \u0645\u0646\u0637\u0642\u064a\u0629 "\u0635\u0648\u0627\u0628" \u0623\u0648 "\u062e\u0637\u0623". \u0639\u0644\u0649 \u0633\u0628\u064a\u0644 \u0627\u0644\u0645\u062b\u0627\u0644 \u060c \u064a\u0624\u062f\u064a \u062a\u0645\u0631\u064a\u0631 \u0627\u0644\u0645\u0639\u0644\u0645\u0629 "keep\: blog.post.create \= true" \u0625\u0644\u0649 \u062a\u0634\u063a\u064a\u0644 \u0648\u0638\u064a\u0641\u0629 blog.post.create \u0644\u062f\u0648\u0631 \u0627\u0644\u0635\u064a\u0627\u0646\u0629 \u0641\u064a \u0627\u0644\u0645\u0648\u0642\u0639 \u0627\u0644\u0645\u062d\u062f\u062f.
site.action.pages=\u064a\u0633\u0645\u062d \u0628\u0627\u0633\u062a\u0631\u062f\u0627\u062f \u062c\u0645\u064a\u0639 \u0627\u0644\u0635\u0641\u062d\u0627\u062a \u0648\u0627\u0644\u0623\u062f\u0648\u0627\u062a \u0641\u064a \u0627\u0644\u0645\u0648\u0642\u0639 \u060c \u0648\u0627\u0633\u062a\u062e\u062f\u0627\u0645 "props" (\u0635\u0648\u0627\u0628 / \u062e\u0637\u0623 \u060c \u062e\u0637\u0623 \u0627\u0641\u062a\u0631\u0627\u0636\u064a) \u0644\u062a\u0636\u0645\u064a\u0646 \u062e\u0635\u0627\u0626\u0635 \u0627\u0644\u0635\u0641\u062d\u0629 \u060c \u0627\u0633\u062a\u062e\u062f\u0645 "config" (\u0635\u062d / \u062e\u0637\u0623 \u060c \u062e\u0637\u0623 \u0627\u0641\u062a\u0631\u0627\u0636\u064a) \u0644\u062a\u0636\u0645\u064a\u0646 \u062a\u0643\u0648\u064a\u0646\u0627\u062a \u0627\u0644\u0623\u062f\u0627\u0629
site.action.withPerm=\u0639\u0646\u0648\u0627\u0646 URL \u0639\u0644\u0649 \u0633\u0628\u064a\u0644 \u0627\u0644\u0645\u062b\u0627\u0644 \u060c /site/withPerm/.json\u061fpermission\=site.upd
