#X-Generator: crowdin.net
# this defines the entity description for site
site=Representa un espai (una col\u00b7lecci\u00f3 d'usuaris i eines) a Sakai
site.view.new=Afegir un espai nou sempre establir\u00e0 com a propietari/creador l'usuari actual si no \u00e9s que  a "owner" se li d\u00f3na com a valor un userId ,  el m\u00ed\u00adnim per crear un espai \u00e9s l'id i el tipus (tots els altres camps s\u00f3n opcionals)
site.view.list=Retorna la llista de tots els espais als quals l'usuari t\u00e9 acc\u00e9s
site.view.edit=Es poden actualitzar tots els camps modificables de l'espai, incloent-hi el propietari 
site.view.show=Permet veure les dades d'un \u00fanic espai, cal usar l'opci\u00f3  'includeGroups' per obtenir tamb\u00e9 les dades dels grups que pertanyen a l'espai
site.view.show.field.includeGroups=usa aquest valor boole\u00e0 per obtenir els grups que pertanyen a l'espai
site.redirect./{prefix}/{id}/memberships=Permet obtenir tots els membres d'un espai redireccionant al prove\u00efdor de membres d'entitats
site.Updateable=El valor del propietari/creador no es pot canviar un cop s'ha creat l'espai
site.action.exists=Retorna un codi 200 si l'espai existeix i un codi d'error (probablement, 404) en cas contrari.<br/> Cal adonar-se que tamb\u00e9 es pot comprovar utilitzant la vista d'un espai, tot i que, donat que retorna tamb\u00e9 informaci\u00f3 de l'espai aquest m\u00e8tode \u00e9s m\u00e9s r\u00e0pid
site.field.owner=Un userId es pot canviar un cop l'espai est\u00e0 creat per\u00f2 no t\u00e9 efecte si s'ha establert la informaci\u00f3 de contacte
site.action.group=Permet l'acc\u00e9s directe a la informaci\u00f3 sobre el grup usant una url com\: /site/siteId/group/groupId. Per q\u00fcestions relacionades amb la pertinen\u00e7a useu el prove\u00efdor de pertinen\u00e7a <br/> (GET) /direct/site/siteid/group/groupid -  retorna les metadades del grup per\u00f2 no la pertinen\u00e7a. <br />(POST) /direct/site/siteid/group/groupid - actualitza les  metadades del grup per\u00f2 no la pertinen\u00e7a. <br />(PUT) /direct/site/siteid/group - crea un grup nou a l'espai (retorna l'id del grup). Els par\u00e0metres inclouen t\u00edtol, descripci\u00f3 i de manera opcional una llista inicial de membres. <br />(DELETE) /direct/site/siteid/group/groupid - esborra un grup de l'espai.
site.action.userPerms=Permet recuperar els permisos de l'usuari actual corresponents a l'espai especificat usant una ural com /site/\:SITEID\:/userPerms[/\:PREFIX], on PREFIX permet al sol\u00b7licitant limitar el conjunt de permisos retornats. Per exemple, la url '/direct/site/XYZ/userPerms/calendar.json' retornaria els permisos de l'eina agenda per a l'usuari actual a l'espai 'XYZ'. Si no s'inclou PREFIX es retornen els  permisos corresponents a totes les eines de l'espai.
site.action.perms=Permet el retorn dels permisos per a l'espai especificat usant una url com /site/\:SITEID\:/perms[/\:PREFIX].json, on PREFIX permet al que fa la crida de limitar els permisos retornats. Per exemple, la url '/direct/site/XYZ/perms/calendar.json' retornaria els permisos de l'eina agenda per cada rol corresponents a l'espai "XYZ". Si no s'afegeix PREFIX es retornen tots els permisos de totes les eines de l'espai.
site.action.setPerms=Permet la configuraci\u00f3 dels permisos de l'espai especificat fent un post a la url url /site/\:SITEID\:/setPerms.  Es duu a terme passant un conjunt de par\u00e0metres pels quals la clau pren la forma "ROLEID\:FUNCTION" i el valor \u00e9s un boole\u00e0 "true" o "false". Per exemple, passant el par\u00e0metre  "maintain\:blog.post.create\=true" modificar\u00edem la funci\u00f3  "blog.post.create" pel rol "maintain" a l'espai especificat. 
site.action.pages=Permet el retorn de totes les p\u00e0gines i eines d'un espai, cal usar "props" ("true/false", per defecte "false") per incloure les propietats de les p\u00e0gines, cal usar "config" ("true/false", per defecte "false") per incloure la configuraci\u00f3 de les eines.

