###################################
# Translated  by  INTERACTIVE LLC #
# email: sakaiteam@interactive.mn #
###################################

# this defines the entity description for site
site = \u0421\u0430\u043A\u0430\u0439 \u0441\u0438\u0441\u0442\u0435\u043C\u0434 \u0441\u0430\u0439\u0442 (\u0445\u044D\u0440\u044D\u0433\u043B\u044D\u0433\u0447 \u0431\u043E\u043B\u043E\u043D \u0445\u044D\u0440\u044D\u0433\u0441\u043B\u04AF\u04AF\u0434\u0438\u0439\u043D \u0446\u0443\u0433\u043B\u0443\u0443\u043B\u0433\u0430) \u0442\u04E9\u043B\u04E9\u04E9\u043B\u043D\u04E9 

site.view.new = \u0421\u0430\u0439\u0442 \u043D\u044D\u043C\u044D\u0445 \u04AF\u0435\u0434 'owner' \u0433\u044D\u0434\u044D\u0433\u0442 userId-\u0438\u0439\u0433 \u043E\u0440\u0443\u0443\u043B\u0430\u0430\u0433\u04AF\u0439 \u0442\u043E\u0445\u0438\u043E\u043B\u0434\u043E\u043B\u0434 \u044D\u0437\u044D\u043C\u0448\u0438\u0433\u0447/\u04AF\u04AF\u0441\u0433\u044D\u0433\u0447-\u0438\u0439\u0433 \u0442\u0443\u0445\u0430\u0439\u043D \u0445\u044D\u0440\u044D\u0433\u043B\u044D\u0433\u0447 \u0433\u044D\u0436 \u0431\u0430\u0439\u043D\u0433\u0430 \u0442\u043E\u0434\u043E\u0440\u0445\u043E\u0439\u043B\u043E\u0445 \u0431\u043E\u043B\u043D\u043E, \
\u0441\u0430\u0439\u0442 \u04AF\u04AF\u0441\u0433\u044D\u0445\u044D\u0434 \u0445\u0430\u043C\u0433\u0438\u0439\u043D \u0431\u0430\u0433\u0430\u0434\u0430\u0430 id \u0431\u043E\u043B\u043E\u043D \u0442\u04E9\u0440\u04E9\u043B \u0445\u043E\u0451\u0440 \u0445\u044D\u0440\u044D\u0433\u0442\u044D\u0439, \u0431\u0443\u0441\u0430\u0434 \u0442\u0430\u043B\u0431\u0430\u0440\u0443\u0443\u0434 \u0434\u0443\u0440\u044B\u043D \u0431\u0430\u0439\u043D\u0430

site.view.list = \u0422\u0443\u0445\u0430\u0439\u043D \u0445\u044D\u0440\u044D\u0433\u043B\u044D\u0433\u0447\u0438\u0439\u043D \u0445\u0430\u043D\u0434\u0430\u0436 \u0431\u043E\u043B\u043E\u0445\u0443\u0439\u0446 \u0431\u04AF\u0445 \u0441\u0430\u0439\u0442\u0443\u0443\u0434\u044B\u043D \u0436\u0430\u0433\u0441\u0430\u0430\u043B\u0442\u044B\u0433 \u0442\u0430\u0442\u0430\u0436 \u0430\u0432\u043D\u0430.
\u0425\u0438\u0447\u043D\u044D\u044D\u043D \u0441\u0430\u0439\u0442 \u0433\u0430\u0440\u0433\u0430\u0436 \u04E9\u0433\u04E9\u0445\u0438\u0439\u0433 \u0442\u043E\u0434\u043E\u0440\u0445\u043E\u0439\u043B\u043E\u0445\u044B\u043D \u0442\u0443\u043B\u0434 '_limit' \u0433\u044D\u0434\u044D\u0433\u0442 \u0443\u0442\u0433\u0430 \u043E\u0440\u0443\u0443\u043B\u043D\u0430 \u0443\u0443.
\u0421\u0438\u0441\u0442\u0435\u043C\u0438\u0439\u043D  \u0445\u044F\u0437\u0433\u0430\u0430\u0440 \u043D\u044C \u043E\u0440\u0443\u0443\u043B\u0441\u0430\u043D \u0442\u043E\u043E\u0433 \u0434\u044D\u044D\u0434 \u0445\u044D\u043C\u0436\u044D\u044D\u043D\u044D\u044D\u0441 \u0445\u044D\u0442\u0440\u04AF\u04AF\u043B\u044D\u0445\u0433\u04AF\u0439 \u0431\u0430\u0439\u043B\u0433\u0430\u043D\u0430. \
\u04AE\u0440 \u0434\u04AF\u043D\u0433\u04AF\u04AF\u0434\u0438\u0439\u0433 \u043E\u043B\u043E\u043D \u0445\u04AF\u0441\u044D\u043B\u0442\u0438\u0439\u043D \u0434\u0430\u0433\u0443\u0443 \u0445\u0430\u0440\u0430\u0445\u044B\u043D \u0442\u0443\u043B\u0434 '_start' \u0433\u044D\u0434\u044D\u0433\u0442 \u0443\u0442\u0433\u0430 \u043E\u0440\u0443\u0443\u043B\u043D\u0430 \u0443\u0443.
\u0416\u0438\u0448\u044D\u044D\u043B\u0431\u044D\u043B, 42 \u0441\u0430\u0439\u0442 \u0431\u0430\u0439\u0445 \u0442\u043E\u0445\u0438\u043E\u043B\u0434\u043E\u043B\u0434 \u0445\u04AF\u0441\u044D\u043B\u0442\u044D\u043D\u0434 '_start' = 1, '_limit' = 50 \u0433\u044D\u0436 \u043E\u0440\u0443\u0443\u043B\u043D\u0430\

and then '_start' = 51, '_limit' = 50 \u0433\u044D\u0436 \u0442\u043E\u0434\u043E\u0440\u0445\u043E\u0439\u043B\u043E\u043E\u0434 \u044D\u0445\u043D\u0438\u0439 42 \u0441\u0430\u0439\u0442\u0443\u0443\u0434\u044B\u0433 \u0442\u0430\u0442\u0430\u043D \u0430\u0432\u0430\u0445 \u0431\u043E\u043B\u043E\u043C\u0436\u0442\u043E\u0439. 
\u0425\u0430\u0440\u0438\u043D \u0445\u043E\u0451\u0440 \u0434\u0430\u0445\u0438 \u043D\u044C \u0445\u043E\u043E\u0441\u043E\u043D \u0431\u0430\u0439\u0432\u0430\u043B \u044D\u043D\u044D \u043D\u044C \u0431\u043E\u043B\u043E\u043C\u0436\u0442\u043E\u0439 \u0431\u0430\u0439\u0433\u0430\u0430 \u04AF\u0440 \u0434\u04AF\u043D\u0433\u04AF\u04AF\u0434\u0438\u0439\u043D \u044D\u0446\u044D\u0441 \u0433\u044D\u0441\u044D\u043D \u0441\u0430\u043D\u0430\u0430\u0433 \u0438\u043B\u044D\u0440\u0445\u0438\u0439\u043B\u043D\u044D. 

site.view.edit = \u0421\u0430\u0439\u0442\u0430\u0434 \u0431\u0443\u0439 \u0431\u0438\u0447\u0438\u0436 \u0431\u043E\u043B\u0434\u043E\u0433 \u0431\u04AF\u0445 \u0442\u0430\u043B\u0431\u0430\u0440\u0443\u0443\u0434\u044B\u0433 \u044D\u0437\u044D\u043C\u0448\u0438\u0433\u0447 \u0442\u0430\u043B\u0431\u0430\u0440\u044B\u043D \u0445\u0430\u043C\u0442 \u0448\u0438\u043D\u044D\u0447\u043B\u044D\u0445 \u0431\u043E\u043B\u043E\u043C\u0436\u0442\u043E\u0439 
site.view.show = \u041D\u044D\u0433 \u0441\u0430\u0439\u0442\u0430\u0430\u0441 \u04E9\u0433\u04E9\u0433\u0434\u04E9\u043B \u0445\u0430\u0440\u0430\u0445 \u0431\u043E\u043B\u043E\u043C\u0436 \u043E\u043B\u0433\u043E\u043D\u043E, \u043C\u04E9\u043D \u0431\u04AF\u043B\u0433\u04AF\u04AF\u0434\u0438\u0439\u043D \u04E9\u0433\u04E9\u0433\u0434\u04E9\u043B \u0445\u0430\u0440\u0430\u0445\u044B\u043D \u0442\u0443\u043B\u0434 'includeGroups' (boolean) \u0445\u044D\u0440\u044D\u0433\u043B\u044D\u044D\u0440\u044D\u0439
site.view.show.field.includeGroups = \u0441\u0430\u0439\u0442\u0430\u043D\u0434 \u0431\u0430\u0441 \u0431\u04AF\u043B\u0433\u04AF\u04AF\u0434\u0438\u0439\u0433 \u043E\u043B\u0436 \u0430\u0432\u0430\u0445\u0430\u0434 \u044D\u043D\u044D boolean \u0430\u0448\u0438\u0433\u043B\u0430\u0430\u0440\u0430\u0439 
site.redirect./{prefix}/{id}/memberships = \u0413\u0438\u0448\u04AF\u04AF\u043D\u0447\u043B\u044D\u043B\u0438\u0439\u043D \u0425\u0430\u043D\u0433\u0430\u0433\u0447 \u0440\u0443\u0443 \u0447\u0438\u0433\u043B\u04AF\u04AF\u043B\u0441\u044D\u043D\u044D\u044D\u0440 \u0441\u0430\u0439\u0442\u043D\u044B \u0431\u04AF\u0445 \u0433\u0438\u0448\u04AF\u04AF\u043D\u0447\u043B\u044D\u043B\u0438\u0439\u0433 \u0442\u0430\u0442\u0430\u043D \u0430\u0432\u0430\u0445 \u0431\u043E\u043B\u043E\u043C\u0436 \u043E\u043B\u0433\u043E\u043D\u043E

site.Updateable = \u0421\u0430\u0439\u0442 \u04AF\u04AF\u0441\u044D\u043D\u0433\u04AF\u04AF\u0442 \u044D\u0437\u044D\u043C\u0448\u0438\u0433\u0447\u0438\u0439\u043D \u04E9\u0433\u04E9\u0433\u0434\u043B\u0438\u0439\u0433 (userId) \u0441\u043E\u043B\u044C\u0436 \u0431\u043E\u043B\u043D\u043E
site.action.exists = \u0421\u0430\u0439\u0442 \u0431\u0430\u0439\u0433\u0430\u0430 \u0431\u043E\u043B \u0445\u043E\u043E\u0441\u043E\u043D 200 , \u0431\u0430\u0439\u0445\u0433\u04AF\u0439 \u0431\u043E\u043B \u0430\u043C\u0436\u0438\u043B\u0442\u0433\u04AF\u0439 (404 \u0431\u0430\u0439\u0436 \u043C\u0430\u0433\u0430\u0434\u0430\u0433\u0433\u04AF\u0439) \u0433\u044D\u0441\u044D\u043D \u0445\u0430\u0440\u0438\u0443 \u04E9\u0433\u043D\u04E9. <br/> \
\u04AE\u04AF\u04AF\u043D\u0438\u0439\u0433 \u0448\u0430\u043B\u0433\u0430\u0445\u0430\u0434 \u0421\u0430\u0439\u0442\u044B\u0433 \u0445\u0430\u0440\u0430\u0445 \u0433\u044D\u0434\u0433\u0438\u0439\u0433 \u0430\u0448\u0438\u0433\u043B\u0430\u0445 \u0431\u043E\u043B\u043E\u043C\u0436\u0442\u043E\u0439 \u0431\u04E9\u0433\u04E9\u04E9\u0434 \u044D\u043D\u044D \u043D\u044C \u0441\u0430\u0439\u0442\u043D\u044B \u0442\u0430\u043B\u0430\u0430\u0440\u0445\u0438 \u043C\u044D\u0434\u044D\u044D\u0433 \u0431\u0430\u0441 \u04E9\u0433\u04E9\u0445 \u0442\u0443\u043B \u0438\u043B\u04AF\u04AF \u0445\u0443\u0440\u0434\u0430\u043D \u0431\u043E\u043B\u043E\u0445\u044B\u0433 \u0430\u043D\u0445\u0430\u0430\u0440\u043D\u0430 \u0443\u0443
site.field.owner = \u0421\u0430\u0439\u0442 \u04AF\u04AF\u0441\u0433\u044D\u0441\u043D\u0438\u0439 \u0434\u0430\u0440\u0430\u0430 userId-\u0438\u0439\u0433 \u0441\u043E\u043B\u0438\u0445 \u0431\u043E\u043B\u043E\u043C\u0436\u0442\u043E\u0439 \u0431\u043E\u043B\u043E\u0432\u0447 \u0445\u0430\u0440\u0438\u043B\u0446\u0430\u0433\u0447\u0438\u0439\u043D \u043C\u044D\u0434\u044D\u044D \u0442\u043E\u0434\u043E\u0440\u0445\u043E\u0439 \u0431\u0430\u0439\u0432\u0430\u043B \u044D\u043D\u044D \u04AF\u0439\u043B\u0434\u044D\u043B \u043D\u044C \u04AF\u0440 \u0434\u04AF\u043D\u0433\u04AF\u0439 \u0431\u0430\u0439\u0445 \u0431\u043E\u043B\u043D\u043E  
site.action.group = /site/siteId/group/groupId \u0433\u044D\u0445 \u043C\u044D\u0442\u0438\u0439\u043D url \u0430\u0448\u0438\u0433\u043B\u0430\u043D \u0431\u04AF\u043B\u0433\u0438\u0439\u043D \u0442\u0430\u043B\u0430\u0430\u0440\u0445\u0438 \u043C\u044D\u0434\u044D\u044D\u0433 \u0445\u0430\u0440\u0430\u0445 \u0431\u043E\u043B\u043E\u043C\u0436\u0442\u043E\u0439\

\u0413\u0438\u0448\u04AF\u04AF\u043D\u0447\u043B\u044D\u043B\u0438\u0439\u043D \u04AF\u0439\u043B\u0434\u043B\u04AF\u04AF\u0434\u0438\u0439\u0433 \u0445\u0438\u0439\u0445\u0438\u0439\u0433 \u0445\u04AF\u0441\u0432\u044D\u043B \u0413\u0438\u0448\u04AF\u04AF\u043D\u0447\u043B\u044D\u043B\u0438\u0439\u043D \u0425\u0430\u043D\u0433\u0430\u0433\u0447-\u044B\u0433 \u0445\u044D\u0440\u044D\u0433\u043B\u044D\u044D\u0440\u044D\u0439  <br /> \
(\u0410\u0412\u0410\u0425) /direct/site/siteid/group/groupid - \u0431\u04AF\u043B\u0433\u0438\u0439\u043D metadata \u0430\u0432\u0447 \u04E9\u0433\u043D\u04E9 \u0445\u0430\u0440\u0438\u043D \u0433\u0438\u0448\u04AF\u04AF\u043D\u0447\u043B\u044D\u043B\u0438\u0439\u0433 \u0430\u0432\u0447 \u04E9\u0433\u04E9\u0445\u0433\u04AF\u0439. <br />\
(\u041D\u0418\u0419\u0422\u041B\u042D\u0425) /direct/site/siteid/group/groupid - \u0431\u04AF\u043B\u0433\u0438\u0439\u043D metadata \u0448\u0438\u043D\u044D\u0447\u0438\u043B\u043D\u044D \u0445\u0430\u0440\u0438\u043D \u0433\u0438\u0448\u04AF\u04AF\u043D\u0447\u043B\u044D\u043B\u0438\u0439\u0433 \u0448\u0438\u043D\u044D\u0447\u0438\u043B\u044D\u0445\u0433\u04AF\u0439. <br />\
(\u0422\u0410\u0412\u0418\u0425) /direct/site/siteid/group - \u0441\u0430\u0439\u0442\u0430\u043D\u0434 \u0448\u0438\u043D\u044D \u0431\u04AF\u043B\u044D\u0433 \u04AF\u04AF\u0441\u0433\u044D\u0445(\u0431\u04AF\u043B\u0433\u0438\u0439\u043D id \u0433\u0430\u0440\u0433\u0430\u0436 \u04E9\u0433\u043D\u04E9). \u0413\u0430\u0440\u0447\u0438\u0433, \u0442\u0430\u0439\u043B\u0431\u0430\u0440 \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u0443\u0443\u0434\u0442\u0430\u0439 \u0431\u0430\u0439\u0445 \u0431\u04E9\u0433\u04E9\u04E9\u0434 \u0431\u0430\u0441 \u0430\u043D\u0445\u043D\u044B \u0433\u0438\u0448\u04AF\u04AF\u0434\u0438\u0439\u043D \u0436\u0430\u0433\u0441\u0430\u0430\u043B\u0442\u044B\u0433 \u043E\u0440\u0443\u0443\u043B\u0436 \u0431\u043E\u043B\u043D\u043E. <br />\
(\u0423\u0421\u0422\u0413\u0410\u0425) /direct/site/siteid/group/groupid - \u0441\u0430\u0439\u0442\u0430\u043D\u0434 \u0431\u0430\u0439\u0433\u0430\u0430 \u0431\u04AF\u043B\u0433\u0438\u0439\u0433 \u04AF\u0441\u0442\u0433\u0430\u0445.

site.action.userPerms = \u0422\u043E\u0434\u043E\u0440\u0445\u043E\u0439 \u0437\u0430\u0430\u0441\u0430\u043D \u0441\u0430\u0439\u0442\u043D\u044B \u0442\u0443\u0445\u0430\u0439\u043D \u0445\u044D\u0440\u044D\u0433\u043B\u044D\u0433\u0447\u0438\u0439\u043D \u0437\u04E9\u0432\u0448\u04E9\u04E9\u0440\u043B\u04AF\u04AF\u0434\u0438\u0439\u0433 /site/:SITEID:/userPerms[/:PREFIX] \u0433\u044D\u0445 \u043C\u044D\u0442\u0438\u0439\u043D url
\u0430\u0448\u0438\u0433\u043B\u0430\u043D \u0442\u0430\u0442\u0430\u043D \u0430\u0432\u0430\u0445 \u0431\u043E\u043B\u043E\u043C\u0436\u0442\u043E\u0439. \u04AE\u04AF\u043D\u0434 PREFIX-\u0438\u0439\u0433 \u0430\u0448\u0438\u0433\u043B\u0430\u043D \u04E9\u0433\u04E9\u0433\u0434\u0441\u04E9\u043D \u0437\u04E9\u0432\u0448\u04E9\u04E9\u0440\u043B\u04AF\u04AF\u0434\u0438\u0439\u043D \u0442\u043E\u043E\u0433 \u0445\u044F\u0437\u0433\u0430\u0430\u0440\u043B\u0430\u0436 \u0431\u043E\u043B\u043D\u043E. 
\u0416\u0438\u0448\u044D\u044D\u043B\u0431\u044D\u043B, '/direct/site/XYZ/userPerms/calendar.json' url \u043D\u044C \u0442\u0443\u0445\u0430\u0439\u043D \u0445\u044D\u0440\u044D\u0433\u043B\u044D\u0433\u0447\u0438\u0439\u043D \u043E\u043D \u0442\u043E\u043E\u043B\u043E\u043B\u044B\u043D \u0437\u04E9\u0432\u0448\u04E9\u04E9\u0440\u043B\u04AF\u04AF\u0434\u0438\u0439\u0433 'XYZ' \u0441\u0430\u0439\u0442\u0430\u043D\u0434 \u0433\u0430\u0440\u0433\u0430\u0436 \u04E9\u0433\u043D\u04E9. 
PREFIX \u0431\u0430\u0439\u0445\u0433\u04AF\u0439 \u0442\u043E\u0445\u0438\u043E\u043B\u0434\u043E\u043B\u0434 \u0441\u0430\u0439\u0442\u044B\u043D \u0431\u04AF\u0445 \u0445\u044D\u0440\u044D\u0433\u0441\u043B\u04AF\u04AF\u0434\u0438\u0439\u043D \u0437\u04E9\u0432\u0448\u04E9\u04E9\u0440\u043B\u04AF\u04AF\u0434\u0438\u0439\u0433 \u04E9\u0433\u04E9\u0445 \u0431\u043E\u043B\u043D\u043E.


site.action.perms = \u0422\u043E\u0434\u043E\u0440\u0445\u043E\u0439 \u0437\u0430\u0430\u0441\u0430\u043D \u0441\u0430\u0439\u0442\u043D\u044B \u0437\u04E9\u0432\u0448\u04E9\u04E9\u0440\u043B\u04AF\u04AF\u0434\u0438\u0439\u0433 /site/:SITEID:/perms[/:PREFIX].json \u0433\u044D\u0445 \u043C\u044D\u0442\u0438\u0439\u043D url
\u0430\u0448\u0438\u0433\u043B\u0430\u043D \u0442\u0430\u0442\u0430\u043D \u0430\u0432\u0430\u0445 \u0431\u043E\u043B\u043E\u043C\u0436\u0442\u043E\u0439. \u04AE\u04AF\u043D\u0434 PREFIX-\u0438\u0439\u0433 \u0430\u0448\u0438\u0433\u043B\u0430\u043D \u04E9\u0433\u04E9\u0433\u0434\u0441\u04E9\u043D \u0437\u04E9\u0432\u0448\u04E9\u04E9\u0440\u043B\u04AF\u04AF\u0434\u0438\u0439\u043D \u0442\u043E\u043E\u0433 \u0445\u044F\u0437\u0433\u0430\u0430\u0440\u043B\u0430\u0436 \u0431\u043E\u043B\u043D\u043E. 
\u0416\u0438\u0448\u044D\u044D\u043B\u0431\u044D\u043B, '/direct/site/XYZ/perms/calendar.json' url \u043D\u044C \u04AF\u04AF\u0440\u044D\u0433 \u0431\u043E\u043B\u0433\u043E\u043D\u044B \u043E\u043D \u0442\u043E\u043E\u043B\u043E\u043B\u044B\u043D \u0437\u04E9\u0432\u0448\u04E9\u04E9\u0440\u043B\u04AF\u04AF\u0434\u0438\u0439\u0433 'XYZ' \u0441\u0430\u0439\u0442\u0430\u043D\u0434 \u0433\u0430\u0440\u0433\u0430\u0436 \u04E9\u0433\u043D\u04E9. \
PREFIX \u0431\u0430\u0439\u0445\u0433\u04AF\u0439 \u0442\u043E\u0445\u0438\u043E\u043B\u0434\u043E\u043B\u0434 \u0441\u0430\u0439\u0442\u044B\u043D \u0431\u04AF\u0445 \u0445\u044D\u0440\u044D\u0433\u0441\u043B\u04AF\u04AF\u0434\u0438\u0439\u043D \u0437\u04E9\u0432\u0448\u04E9\u04E9\u0440\u043B\u04AF\u04AF\u0434\u0438\u0439\u0433 \u04E9\u0433\u04E9\u0445 \u0431\u043E\u043B\u043D\u043E.

site.action.setPerms = url-\u0434 \u043D\u0438\u0439\u0442\u043B\u044D\u0445 \u0430\u0440\u0433\u0430\u0430\u0440 \u0437\u04E9\u0432\u0448\u04E9\u04E9\u0440\u043B\u04AF\u04AF\u0434\u0438\u0439\u0433 \u0442\u043E\u0434\u043E\u0440\u0445\u043E\u0439 \u0441\u0430\u0439\u0442\u0430\u043D\u0434 \u0442\u043E\u0445\u0438\u0440\u0443\u0443\u043B\u0430\u0445 \u0431\u043E\u043B\u043E\u043C\u0436 \u043E\u043B\u0433\u043E\u043D\u043E /site/:SITEID:/setPerms. \
\u04AE\u04AF\u043D\u0434 \u043D\u0438\u0439\u0442\u043B\u044D\u043B\u0438\u0439\u043D \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u0443\u0443\u0434\u044B\u0433 'ROLEID:FUNCTION' \u0442\u04AF\u043B\u0445\u04AF\u04AF\u0440 \u0431\u0430 boolean 'true' \\u044D\u0441\u0432\u044D\u043B 'false' \u0443\u0442\u0433\u0430\u0442\u0430\u0439 \u043E\u0440\u0443\u0443\u043B\u043D\u0430. 

For example, passing the parameter 'maintain:blog.post.create=true' would switch the blog.post.create function on for \
the maintain role in the specified site.

site.action.pages = \u0421\u0430\u0439\u0442\u0430\u043D\u0434 \u0431\u0430\u0439\u0433\u0430\u0430 \u0431\u04AF\u0445 \u0445\u0443\u0443\u0434\u0430\u0441 \u0431\u043E\u043B\u043E\u043D \u0445\u044D\u0440\u044D\u0433\u0441\u043B\u04AF\u04AF\u0434\u0438\u0439\u0433 \u0442\u0430\u0442\u0430\u043D \u0430\u0432\u0430\u0445 \u0431\u043E\u043B\u043E\u043C\u0436 \u043E\u043B\u0433\u043E\u043D\u043E, \
\u0445\u0443\u0443\u0434\u0430\u0441\u043D\u044B \u04AF\u0437\u04AF\u04AF\u043B\u044D\u043B\u0442\u04AF\u04AF\u0434\u0438\u0439\u0433 \u0445\u0430\u043C\u0440\u0443\u0443\u043B\u0430\u0445\u044B\u043D \u0442\u0443\u043B\u0434 "props" (\u04AF\u043D\u044D\u043D/\u0445\u0443\u0434\u0430\u043B, \u04E9\u0433\u04E9\u0433\u0434\u043C\u04E9\u043B \u0431\u0430\u0439\u0434\u043B\u0430\u0430\u0440 \u0445\u0443\u0434\u0430\u043B) \u0445\u044D\u0440\u044D\u0433\u043B\u044D\u044D\u0440\u044D\u0439, \
\u0445\u044D\u0440\u044D\u0433\u0441\u043B\u0438\u0439\u043D \u0442\u043E\u0445\u0438\u0440\u0433\u043E\u043E\u0433 \u0445\u0430\u043C\u0440\u0443\u0443\u043B\u0430\u0445\u044B\u043D \u0442\u0443\u043B\u0434 "config" (\u04AF\u043D\u044D\u043D/\u0445\u0443\u0434\u0430\u043B, \u04E9\u0433\u04E9\u0433\u0434\u043C\u04E9\u043B \u0431\u0430\u0439\u0434\u043B\u0430\u0430\u0440 \u0445\u0443\u0434\u0430\u043B) \u0445\u044D\u0440\u044D\u0433\u043B\u044D\u044D\u0440\u044D\u0439
