# this defines the entity description for site
site=Repr\u00e9sente un espace (une collection d'utilisateurs et des outils) dans le syst\u00e8me de Sakai
site.view.new=L'ajout d'un espace d\u00e9finira toujours le propri\u00e9taire/cr\u00e9\u00e9 par l'utilisateur courant \u00e0 moins que 'owner' ne soit d\u00e9fini sur un identifiant d'utilisateur, le minimum pour cr\u00e9er un espace est l'id et le type, tous les autres champs sont facultatifs
site.view.list=Retrieves the list of all sites that the current user can access. Supply a value for '_limit' to specify how many sites should be returned. Note that there is a system maximum that will override a specified value if it is larger than allowed. Supply a value for '_start' to page through results in multiple requests. For example, with 42 sites, requests with '_start' \= 1, '_limit' \= 50 and then '_start' \= 51, '_limit' \= 50 could be used to retrieve the first batch of 42 sites and the second being empty would signify the end of available results.
site.view.edit=Peut mettre \u00e0 jour tous les champs accessibles en \u00e9criture dans l'espace, y compris le propri\u00e9taire
site.view.show=Permet la visualisation des donn\u00e9es d'un seul site, utilisez 'includeGroups' (bool\u00e9en) pour \u00e9galement obtenir les donn\u00e9es des groupes avec l'espace
site.view.show.field.includeGroups=utilisez ce bool\u00e9en pour obtenir les groupes de cet espace
site.redirect./{prefix}/{id}/memberships=Permet la r\u00e9cup\u00e9ration de toutes les adh\u00e9sions pour un espace en redirigeant vers l'entit\u00e9 des adh\u00e9sions fournisseur
site.Updateable=La valeur du propri\u00e9taire (userId) peut maintenant \u00eatre modifi\u00e9e une fois l'espace cr\u00e9\u00e9
site.action.exists=Retourne un 200 vide si l'espace existe, et une erreur (\u00e9ventuellement 404) si ce n'est pas le cas. <br/> Notez que vous pouvez \u00e9galement v\u00e9rifier cela en utilisant simplement la vue d'affichage d'un espace mais qui renvoie \u00e9galement les informations de l'espace afin que cela soit plus rapide
site.field.owner=Un identifiant d'utilisateur, peut \u00eatre modifi\u00e9 apr\u00e8s la cr\u00e9ation d'un espace mais n'a pas d'effet r\u00e9el si les informations de contact sont d\u00e9finies
site.action.group=Allows access to group information directly using a url like\: /site/siteId/group/groupId For membership actions use the Membership Provider<br /> (GET) /direct/site/siteid/group/groupid - gets metadata for group but not membership. <br />(POST) /direct/site/siteid/group/groupid - updates metadata for group but not membership. <br />(PUT) /direct/site/siteid/group - create a new group in the site (returns group id). Parameters include title, description, optionally initial list of members. <br />(DELETE) /direct/site/siteid/group/groupid - delete an existing group in the site.
site.action.groups=Permet d'acc\u00e9der aux groupes pour un espace en utilisant une url comme \: /site/siteId/groupes. <br/> (GET) /direct/site/siteid/groups - obtient des m\u00e9tadonn\u00e9es pour les groupes mais pas l'adh\u00e9sion.
site.action.userPerms=Allows the retrieval of the current user's permissions within the specified site using a url like /site/\:SITEID\:/userPerms[/\:PREFIX], where PREFIX allows the caller to limit the returned permissions to a subset. For example, the url '/direct/site/XYZ/userPerms/calendar.json' would return the calendar permissions of the current user in the site 'XYZ'. Missing the PREFIX off would result in the permissions for all the tools in the site being returned.
site.action.perms=Allows the retrieval of the permissions for the specified site using a url like /site/\:SITEID\:/perms[/\:PREFIX].json, where PREFIX allows the caller to limit the returned permissions to a subset. For example, the url '/direct/site/XYZ/perms/calendar.json' would return the calendar permissions for each role in the site 'XYZ'. Missing the PREFIX off would result in the permissions for all the tools in the site being returned.
site.action.setPerms=Allows the setting of the permissions for the specified site by posting to the url /site/\:SITEID\:/setPerms. This is done by passing a set of post parameters where the key takes the form of 'ROLEID\:FUNCTION' and the value is a boolean 'true' or 'false'. For example, passing the parameter 'maintain\:blog.post.create\=true' would switch the blog.post.create function on for the maintain role in the specified site.
site.action.pages=Permet la r\u00e9cup\u00e9ration de toutes les pages et tous les outils d'un espace, utiliser les propri\u00e9tes (true/false, false par d\u00e9faut) pour inclure les propri\u00e9t\u00e9s de la page, utilisez config (true/false, default false) pour inclure les configurations de l'outil
site.action.withPerm=L'URL par exemple, /site/withPerm/.json?permission\\\=site.upd
