# this defines the entity description for site
site = Representa um site (uma cole\u00e7\u00e3o de usu\u00e1rios e ferramentas) no sistema
site.view.new = Ao adicionar um site sempre ser\u00e1 configurado como propriet\u00e1rio/criador o usu\u00e1rio atual, a menos que 'owner' seja configurado para um userId, \
o m\u00ednimo para crir um site \u00e9 o ID e o tipo, todos os outros campos s\u00e3o opcionais
site.view.list = Obtem a lista de todos os sites que o usu\u00e1rio atual pode acessar. Fornece um valor para '_limit' para especificar \
quantos sites devem retornar. \
Forne\u00e7a um valor para 'start' para a p\u00e1gina atrav\u00e9s de resultados em m\u00faltiplas requisi\u00e7\u00f5es. Por exemplo, com 42 sites, requisi\u00e7\u00f5es com 'start' = 1, '_limit' = 50 \
e, em seguida, 'start' = 51, 'limit' = 50 poderia ser usado para obter o primeiro lote de 42 sites e o segundo seria vazio para indicar o fim dos resultados dispon\u00edveis.
site.view.edit = Pode atualizar todos os campos edit\u00e1veis no site, incluindo o propriet\u00e1rio
site.view.show = Permite visualizar os dados de um \u00fanico site. Use o booleano 'includeGroups' para tamb\u00e9m obter os grupos de dados do site.
site.view.show.field.includeGroups = Use esse valor booleano para obter os grupos desse site
site.redirect./{prefix}/{id}/memberships = Permite obter todos os membros de um site redirecionando \
ao provedor de entidade de participa\u00e7\u00f5es
site.Updateable = O valor do userId do propriet\u00e1rio/criador n\u00e3o pode ser alterado uma vez que criou o site
site.action.exists = Returna um c\u00f3digo 200 se o site existe e um c\u00f3digo de erro (provavelmente 404) se o site n\u00e3o existe. <br/> \
Observe que voc\u00ea tamb\u00e9m pode verificar usando exibir visualiza\u00e7\u00e3o de um site, embora retorna as informa\u00e7\u00f5es do site, esse m\u00e9todo \u00e9 mais r\u00e1pido.
site.field.owner = O userId n\u00e3o pode ser alterado ap\u00f3s a cria\u00e7\u00e3o do site com efeito real
site.action.group = Permite o acesso a informa\u00e7\u00f5es do grupo usando uma URL como: /site/siteId/group/groupId \
Para a\u00e7\u00f5es de participa\u00e7\u00e3o usar o Provedor de Participa\u00e7\u00e3o<br /> \
(GET) /direct/site/siteid/group/groupid - obt\u00e9m metadado para um grupo exceto a participa\u00e7\u00e3o. <br />\
(POST) /direct/site/siteid/group/groupid - atualiza metadado para um grupo exceto a participa\u00e7\u00e3o. <br />\
(PUT) /direct/site/siteid/group - cria um novo grupo para o site (returna o ID do grupo). Os par\u00e2metros incluem o t\u00edtulo, descri\u00e7\u00e3o e, opcionalmente, a lista inicial dos membros. <br />\
(DELETE) /direct/site/siteid/group/groupid - exclui um grupo existente no site.
site.action.userPerms = Permite a recupera\u00e7\u00e3o das permiss\u00f5es do usu\u00e1rio atual dentro do site espedificado usando uma URL como \
/site/:SITEID:/userPerms[/:PREFIX], onde PREFIX permite que o chamador limete as permiss\u00f5es retornadas para um subconjunto. \
Por exemplo, a url '/direct/site/XYZ/userPerms/calendar.json' retornaria as permiss\u00f5es do calend\u00e1rio do usu\u00e1rio atual no site 'XYZ'. \
Faltando o PREFIX resultaria nas permiss\u00f5es para todas as ferramentas do site retornado.
site.action.perms = Permite a recupera\u00e7\u00e3o das permiss\u00f5es para o site especificado usando uma URL como \
/site/:SITEID:/perms[/:PREFIX].json, onde o  PREFIX permite que o chamador limite as permiss\u00f5es retornadas para um subconjunto. \
Por exemplo, a url '/direct/site/XYZ/perms/calendar.json' retornaria as permiss\u00f5es do calend\u00e1rio para cada papel no site 'XYZ'. \
Faltando o PREFIX resultaria nas permiss\u00f5es para todas as ferramentas no site retornado.
site.action.setPerms = Permite a configura\u00e7\u00e3o das permiss\u00f5es para o site especificado na URL /site/:SITEID:/setPerms. \
Isso \u00e9 feito passando um conjunto de par\u00e2metros onde a chave tem a forma 'ROLEID:FUNCTION' e o valor \u00e9 um boolean 'true' \
ou 'false'. Por exemplo, passando o par\u00e2metro 'maintain:blog.post.create=true' mudaria a fun\u00e7\u00e3o blog.post.create para \
o papel maintain no site especificado.
site.action.pages = Permite a recupera\u00e7\u00e3o de todas as p\u00e1ginas e ferramentas em um site, \
usar "props" (true/false, padr\u00e3o false) para incluir as propriedades da p\u00e1gina, \
usar "config" (true/false, padr\u00e3o false) para incluir as configura\u00e7\u00f5es das ferramentas
