#X-Generator: crowdin.com
# this defines the entity description for site
site=\u0421\u0430\u043a\u0430\u0439 \u0441\u0438\u0441\u0442\u0435\u043c\u0434 \u0441\u0430\u0439\u0442 (\u0445\u044d\u0440\u044d\u0433\u043b\u044d\u0433\u0447 \u0431\u043e\u043b\u043e\u043d \u0445\u044d\u0440\u044d\u0433\u0441\u043b\u04af\u04af\u0434\u0438\u0439\u043d \u0446\u0443\u0433\u043b\u0443\u0443\u043b\u0433\u0430) \u0442\u04e9\u043b\u04e9\u04e9\u043b\u043d\u04e9 
site.view.new=\u0421\u0430\u0439\u0442 \u043d\u044d\u043c\u044d\u0445 \u04af\u0435\u0434 'owner' \u0433\u044d\u0434\u044d\u0433\u0442 userId-\u0438\u0439\u0433 \u043e\u0440\u0443\u0443\u043b\u0430\u0430\u0433\u04af\u0439 \u0442\u043e\u0445\u0438\u043e\u043b\u0434\u043e\u043b\u0434 \u044d\u0437\u044d\u043c\u0448\u0438\u0433\u0447/\u04af\u04af\u0441\u0433\u044d\u0433\u0447-\u0438\u0439\u0433 \u0442\u0443\u0445\u0430\u0439\u043d \u0445\u044d\u0440\u044d\u0433\u043b\u044d\u0433\u0447 \u0433\u044d\u0436 \u0431\u0430\u0439\u043d\u0433\u0430 \u0442\u043e\u0434\u043e\u0440\u0445\u043e\u0439\u043b\u043e\u0445 \u0431\u043e\u043b\u043d\u043e, \n\u0441\u0430\u0439\u0442 \u04af\u04af\u0441\u0433\u044d\u0445\u044d\u0434 \u0445\u0430\u043c\u0433\u0438\u0439\u043d \u0431\u0430\u0433\u0430\u0434\u0430\u0430 id \u0431\u043e\u043b\u043e\u043d \u0442\u04e9\u0440\u04e9\u043b \u0445\u043e\u0451\u0440 \u0445\u044d\u0440\u044d\u0433\u0442\u044d\u0439, \u0431\u0443\u0441\u0430\u0434 \u0442\u0430\u043b\u0431\u0430\u0440\u0443\u0443\u0434 \u0434\u0443\u0440\u044b\u043d \u0431\u0430\u0439\u043d\u0430
site.view.list=\u0422\u0443\u0445\u0430\u0439\u043d \u0445\u044d\u0440\u044d\u0433\u043b\u044d\u0433\u0447\u0438\u0439\u043d \u0445\u0430\u043d\u0434\u0430\u0436 \u0431\u043e\u043b\u043e\u0445\u0443\u0439\u0446 \u0431\u04af\u0445 \u0441\u0430\u0439\u0442\u0443\u0443\u0434\u044b\u043d \u0436\u0430\u0433\u0441\u0430\u0430\u043b\u0442\u044b\u0433 \u0442\u0430\u0442\u0430\u0436 \u0430\u0432\u043d\u0430.
site.view.edit=\u0421\u0430\u0439\u0442\u0430\u0434 \u0431\u0443\u0439 \u0431\u0438\u0447\u0438\u0436 \u0431\u043e\u043b\u0434\u043e\u0433 \u0431\u04af\u0445 \u0442\u0430\u043b\u0431\u0430\u0440\u0443\u0443\u0434\u044b\u0433 \u044d\u0437\u044d\u043c\u0448\u0438\u0433\u0447 \u0442\u0430\u043b\u0431\u0430\u0440\u044b\u043d \u0445\u0430\u043c\u0442 \u0448\u0438\u043d\u044d\u0447\u043b\u044d\u0445 \u0431\u043e\u043b\u043e\u043c\u0436\u0442\u043e\u0439 
site.view.show=\u041d\u044d\u0433 \u0441\u0430\u0439\u0442\u0430\u0430\u0441 \u04e9\u0433\u04e9\u0433\u0434\u04e9\u043b \u0445\u0430\u0440\u0430\u0445 \u0431\u043e\u043b\u043e\u043c\u0436 \u043e\u043b\u0433\u043e\u043d\u043e, \u043c\u04e9\u043d \u0431\u04af\u043b\u0433\u04af\u04af\u0434\u0438\u0439\u043d \u04e9\u0433\u04e9\u0433\u0434\u04e9\u043b \u0445\u0430\u0440\u0430\u0445\u044b\u043d \u0442\u0443\u043b\u0434 'includeGroups' (boolean) \u0445\u044d\u0440\u044d\u0433\u043b\u044d\u044d\u0440\u044d\u0439
site.view.show.field.includeGroups=\u0441\u0430\u0439\u0442\u0430\u043d\u0434 \u0431\u0430\u0441 \u0431\u04af\u043b\u0433\u04af\u04af\u0434\u0438\u0439\u0433 \u043e\u043b\u0436 \u0430\u0432\u0430\u0445\u0430\u0434 \u044d\u043d\u044d boolean \u0430\u0448\u0438\u0433\u043b\u0430\u0430\u0440\u0430\u0439 
site.redirect./{prefix}/{id}/memberships=\u0413\u0438\u0448\u04af\u04af\u043d\u0447\u043b\u044d\u043b\u0438\u0439\u043d \u0425\u0430\u043d\u0433\u0430\u0433\u0447 \u0440\u0443\u0443 \u0447\u0438\u0433\u043b\u04af\u04af\u043b\u0441\u044d\u043d\u044d\u044d\u0440 \u0441\u0430\u0439\u0442\u043d\u044b \u0431\u04af\u0445 \u0433\u0438\u0448\u04af\u04af\u043d\u0447\u043b\u044d\u043b\u0438\u0439\u0433 \u0442\u0430\u0442\u0430\u043d \u0430\u0432\u0430\u0445 \u0431\u043e\u043b\u043e\u043c\u0436 \u043e\u043b\u0433\u043e\u043d\u043e
site.Updateable=\u0421\u0430\u0439\u0442 \u04af\u04af\u0441\u044d\u043d\u0433\u04af\u04af\u0442 \u044d\u0437\u044d\u043c\u0448\u0438\u0433\u0447\u0438\u0439\u043d \u04e9\u0433\u04e9\u0433\u0434\u043b\u0438\u0439\u0433 (userId) \u0441\u043e\u043b\u044c\u0436 \u0431\u043e\u043b\u043d\u043e
site.action.exists=\u0421\u0430\u0439\u0442 \u0431\u0430\u0439\u0433\u0430\u0430 \u0431\u043e\u043b \u0445\u043e\u043e\u0441\u043e\u043d 200 , \u0431\u0430\u0439\u0445\u0433\u04af\u0439 \u0431\u043e\u043b \u0430\u043c\u0436\u0438\u043b\u0442\u0433\u04af\u0439 (404 \u0431\u0430\u0439\u0436 \u043c\u0430\u0433\u0430\u0434\u0430\u0433\u0433\u04af\u0439) \u0433\u044d\u0441\u044d\u043d \u0445\u0430\u0440\u0438\u0443 \u04e9\u0433\u043d\u04e9. <br/> \n\u04ae\u04af\u04af\u043d\u0438\u0439\u0433 \u0448\u0430\u043b\u0433\u0430\u0445\u0430\u0434 \u0421\u0430\u0439\u0442\u044b\u0433 \u0445\u0430\u0440\u0430\u0445 \u0433\u044d\u0434\u0433\u0438\u0439\u0433 \u0430\u0448\u0438\u0433\u043b\u0430\u0445 \u0431\u043e\u043b\u043e\u043c\u0436\u0442\u043e\u0439 \u0431\u04e9\u0433\u04e9\u04e9\u0434 \u044d\u043d\u044d \u043d\u044c \u0441\u0430\u0439\u0442\u043d\u044b \u0442\u0430\u043b\u0430\u0430\u0440\u0445\u0438 \u043c\u044d\u0434\u044d\u044d\u0433 \u0431\u0430\u0441 \u04e9\u0433\u04e9\u0445 \u0442\u0443\u043b \u0438\u043b\u04af\u04af \u0445\u0443\u0440\u0434\u0430\u043d \u0431\u043e\u043b\u043e\u0445\u044b\u0433 \u0430\u043d\u0445\u0430\u0430\u0440\u043d\u0430 \u0443\u0443
site.field.owner=\u0421\u0430\u0439\u0442 \u04af\u04af\u0441\u0433\u044d\u0441\u043d\u0438\u0439 \u0434\u0430\u0440\u0430\u0430 userId-\u0438\u0439\u0433 \u0441\u043e\u043b\u0438\u0445 \u0431\u043e\u043b\u043e\u043c\u0436\u0442\u043e\u0439 \u0431\u043e\u043b\u043e\u0432\u0447 \u0445\u0430\u0440\u0438\u043b\u0446\u0430\u0433\u0447\u0438\u0439\u043d \u043c\u044d\u0434\u044d\u044d \u0442\u043e\u0434\u043e\u0440\u0445\u043e\u0439 \u0431\u0430\u0439\u0432\u0430\u043b \u044d\u043d\u044d \u04af\u0439\u043b\u0434\u044d\u043b \u043d\u044c \u04af\u0440 \u0434\u04af\u043d\u0433\u04af\u0439 \u0431\u0430\u0439\u0445 \u0431\u043e\u043b\u043d\u043e  
site.action.group=/site/siteId/group/groupId \u0433\u044d\u0445 \u043c\u044d\u0442\u0438\u0439\u043d url \u0430\u0448\u0438\u0433\u043b\u0430\u043d \u0431\u04af\u043b\u0433\u0438\u0439\u043d \u0442\u0430\u043b\u0430\u0430\u0440\u0445\u0438 \u043c\u044d\u0434\u044d\u044d\u0433 \u0445\u0430\u0440\u0430\u0445 \u0431\u043e\u043b\u043e\u043c\u0436\u0442\u043e\u0439\n
site.action.userPerms=\u0422\u043e\u0434\u043e\u0440\u0445\u043e\u0439 \u0437\u0430\u0430\u0441\u0430\u043d \u0441\u0430\u0439\u0442\u043d\u044b \u0442\u0443\u0445\u0430\u0439\u043d \u0445\u044d\u0440\u044d\u0433\u043b\u044d\u0433\u0447\u0438\u0439\u043d \u0437\u04e9\u0432\u0448\u04e9\u04e9\u0440\u043b\u04af\u04af\u0434\u0438\u0439\u0433 /site/\:SITEID\:/userPerms[/\:PREFIX] \u0433\u044d\u0445 \u043c\u044d\u0442\u0438\u0439\u043d url
site.action.perms=\u0422\u043e\u0434\u043e\u0440\u0445\u043e\u0439 \u0437\u0430\u0430\u0441\u0430\u043d \u0441\u0430\u0439\u0442\u043d\u044b \u0437\u04e9\u0432\u0448\u04e9\u04e9\u0440\u043b\u04af\u04af\u0434\u0438\u0439\u0433 /site/\:SITEID\:/perms[/\:PREFIX].json \u0433\u044d\u0445 \u043c\u044d\u0442\u0438\u0439\u043d url
site.action.setPerms=url-\u0434 \u043d\u0438\u0439\u0442\u043b\u044d\u0445 \u0430\u0440\u0433\u0430\u0430\u0440 \u0437\u04e9\u0432\u0448\u04e9\u04e9\u0440\u043b\u04af\u04af\u0434\u0438\u0439\u0433 \u0442\u043e\u0434\u043e\u0440\u0445\u043e\u0439 \u0441\u0430\u0439\u0442\u0430\u043d\u0434 \u0442\u043e\u0445\u0438\u0440\u0443\u0443\u043b\u0430\u0445 \u0431\u043e\u043b\u043e\u043c\u0436 \u043e\u043b\u0433\u043e\u043d\u043e /site/\:SITEID\:/setPerms. \n\u04ae\u04af\u043d\u0434 \u043d\u0438\u0439\u0442\u043b\u044d\u043b\u0438\u0439\u043d \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u0440\u0443\u0443\u0434\u044b\u0433 'ROLEID\:FUNCTION' \u0442\u04af\u043b\u0445\u04af\u04af\u0440 \u0431\u0430 boolean 'true' \\u044D\u0441\u0432\u044d\u043b 'false' \u0443\u0442\u0433\u0430\u0442\u0430\u0439 \u043e\u0440\u0443\u0443\u043b\u043d\u0430. 
site.action.pages=\u0421\u0430\u0439\u0442\u0430\u043d\u0434 \u0431\u0430\u0439\u0433\u0430\u0430 \u0431\u04af\u0445 \u0445\u0443\u0443\u0434\u0430\u0441 \u0431\u043e\u043b\u043e\u043d \u0445\u044d\u0440\u044d\u0433\u0441\u043b\u04af\u04af\u0434\u0438\u0439\u0433 \u0442\u0430\u0442\u0430\u043d \u0430\u0432\u0430\u0445 \u0431\u043e\u043b\u043e\u043c\u0436 \u043e\u043b\u0433\u043e\u043d\u043e, \n\u0445\u0443\u0443\u0434\u0430\u0441\u043d\u044b \u04af\u0437\u04af\u04af\u043b\u044d\u043b\u0442\u04af\u04af\u0434\u0438\u0439\u0433 \u0445\u0430\u043c\u0440\u0443\u0443\u043b\u0430\u0445\u044b\u043d \u0442\u0443\u043b\u0434 "props" (\u04af\u043d\u044d\u043d/\u0445\u0443\u0434\u0430\u043b, \u04e9\u0433\u04e9\u0433\u0434\u043c\u04e9\u043b \u0431\u0430\u0439\u0434\u043b\u0430\u0430\u0440 \u0445\u0443\u0434\u0430\u043b) \u0445\u044d\u0440\u044d\u0433\u043b\u044d\u044d\u0440\u044d\u0439, \n\u0445\u044d\u0440\u044d\u0433\u0441\u043b\u0438\u0439\u043d \u0442\u043e\u0445\u0438\u0440\u0433\u043e\u043e\u0433 \u0445\u0430\u043c\u0440\u0443\u0443\u043b\u0430\u0445\u044b\u043d \u0442\u0443\u043b\u0434 "config" (\u04af\u043d\u044d\u043d/\u0445\u0443\u0434\u0430\u043b, \u04e9\u0433\u04e9\u0433\u0434\u043c\u04e9\u043b \u0431\u0430\u0439\u0434\u043b\u0430\u0430\u0440 \u0445\u0443\u0434\u0430\u043b) \u0445\u044d\u0440\u044d\u0433\u043b\u044d\u044d\u0440\u044d\u0439