#X-Generator: crowdin.com
# this defines the entity description for site
site=\u0628\u0647 \u0645\u0646\u0632\u0644\u0647 \u06cc\u06a9 \u0633\u0627\u06cc\u062a (\u06cc\u0627 \u0645\u062c\u0645\u0648\u0639\u0647 \u0627\u06cc \u0627\u0632 \u06a9\u0627\u0631\u0628\u0631\u0627\u0646 \u0648 \u0627\u0628\u0632\u0627\u0631\u0647\u0627) \u062f\u0631 \u0633\u06cc\u0633\u062a\u0645 Sakai \u0627\u0633\u062a
site.view.new=\u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u06cc\u06a9 \u0633\u0627\u06cc\u062a \u0647\u0645\u06cc\u0634\u0647 \u0645\u0627\u0644\u06a9 / \u0627\u06cc\u062c\u0627\u062f \u06a9\u0646\u0646\u062f\u0647 \u0631\u0627 \u0628\u0647 \u06a9\u0627\u0631\u0628\u0631 \u0641\u0639\u0644\u06cc \u062a\u063a\u06cc\u06cc\u0631 \u0645\u06cc\u200c\u062f\u0647\u062f \u0645\u06af\u0631 \u0627\u06cc\u0646\u06a9\u0647 "\u0645\u0627\u0644\u06a9" \u0628\u0631\u0627\u06cc \u06cc\u06a9 \u0634\u0646\u0627\u0633\u0647 \u06a9\u0627\u0631\u0628\u0631 \u062a\u0639\u0631\u06cc\u0641 \u0634\u062f\u0647 \u0628\u0627\u0634\u062f. \n\u062d\u062f\u0627\u0642\u0644 \u0627\u0644\u0632\u0627\u0645 \u0628\u0631\u0627\u06cc \u0627\u06cc\u062c\u0627\u062f \u06cc\u06a9 \u0633\u0627\u06cc\u062a\u060c \u0634\u0646\u0627\u0633\u0647\u060c \u0648 \u0646\u0648\u0639 \u0627\u0633\u062a\u060c \u062f\u06cc\u06af\u0631 \u0641\u06cc\u0644\u062f\u0647\u0627 \u0647\u0645\u0647 \u0627\u0646\u062a\u062e\u0627\u0628\u06cc \u0647\u0633\u062a\u0646\u062f
site.view.list=\u0644\u06cc\u0633\u062a\u06cc \u0627\u0632 \u062a\u0645\u0627\u0645 \u0633\u0627\u06cc\u062a\u200c\u0647\u0627\u06cc\u06cc \u06a9\u0647 \u06a9\u0627\u0631\u0628\u0631 \u0641\u0639\u0644\u06cc \u0628\u0647 \u0622\u0646\u0647\u0627 \u062f\u0633\u062a\u0631\u0633\u06cc \u062f\u0627\u0631\u062f \u0631\u0627 \u0627\u0631\u0627\u0626\u0647 \u0645\u06cc\u062f\u0647\u062f. \u0645\u0642\u062f\u0627\u0631\u06cc \u0628\u0631\u0627\u06cc _limit \u062a\u0639\u0631\u06cc\u0641 \u06a9\u0646\u06cc\u062f \u062a\u0627 \u0645\u0634\u062e\u0635 \u06a9\u0646\u06cc\u062f \u06a9\u0647 \u0686\u0647 \u062a\u0639\u062f\u0627\u062f \u0633\u0627\u06cc\u062a \u0628\u0627\u06cc\u062f \u0628\u0631\u06af\u0634\u062a \u062f\u0627\u062f\u0647 \u0634\u0648\u0646\u062f. \u062a\u0648\u062c\u0647 \u06a9\u0646\u06cc\u062f \u06a9\u0647 \u062d\u062f\u0627\u06a9\u062b\u0631\u06cc \u0628\u0631\u0627\u06cc \u0633\u06cc\u0633\u062a\u0645 \u0648\u062c\u0648\u062f \u062f\u0627\u0631\u062f \u06a9\u0647 \u0627\u06af\u0631 \u0645\u0642\u062f\u0627\u0631 \u062f\u0631\u062e\u0648\u0627\u0633\u062a\u06cc \u0628\u06cc\u0634\u062a\u0631 \u0627\u0632 \u0645\u06cc\u0632\u0627\u0646 \u0645\u062c\u0627\u0632 \u0628\u0627\u0634\u062f\u060c \u0628\u0631 \u0627\u06cc\u0646 \u0645\u0642\u062f\u0627\u0631 \u062f\u0631\u062e\u0648\u0627\u0633\u062a\u06cc \u0627\u0631\u062c\u062d\u06cc\u062a \u062f\u0627\u0631\u062f.\n\u0645\u0642\u062f\u0627\u0631\u06cc \u0628\u0631\u0627\u06cc _start \u062a\u0639\u06cc\u06cc\u0646 \u06a9\u0646\u06cc\u062f \u06a9\u0647 \u0646\u062a\u0627\u06cc\u062c \u0631\u0627 \u0637\u06cc \u0686\u0646\u062f\u06cc\u0646 \u062f\u0631\u062e\u0648\u0627\u0633\u062a \u0627\u0631\u0627\u0626\u0647 \u06a9\u0646\u062f. \u0628\u0647 \u0639\u0646\u0648\u0627\u0646 \u0645\u062b\u0627\u0644 \u062f\u0631 \u06f4\u06f2 \u0633\u0627\u06cc\u062a\u060c \u0628\u0627 '_start' \= 1, '_limit' \= 50 \u062f\u0631\u062e\u0648\u0627\u0633\u062a \u062f\u0647\u06cc\u062f \n\u0648 \u0633\u067e\u0633 '_start' \= 51, '_limit' \= 50 \u0631\u0627 \u0645\u06cc\u062a\u0648\u0627\u0646 \u0628\u0647 \u06a9\u0627\u0631 \u0628\u0631\u062f \u0628\u0631\u0627\u06cc \u062f\u0631\u06cc\u0627\u0641\u062a \u0627\u0648\u0644\u06cc\u0646 \u062f\u0633\u062a\u0647 \u0627\u0632 \u06f4\u06f2 \u0633\u0627\u06cc\u062a \u0648 \u062f\u0648\u0645\u06cc\u0646 \u062e\u0627\u0644\u06cc \u062e\u0648\u0627\u0647\u062f \u0628\u0648\u062f \u06a9\u0647 \u0627\u06cc\u0646 \u0646\u0634\u0627\u0646\u06af\u0631 \u067e\u0627\u06cc\u0627\u0646 \u0646\u062a\u0627\u06cc\u062c \u0645\u0648\u062c\u0648\u062f \u0627\u0633\u062a.
site.view.edit=\u0645\u06cc\u062a\u0648\u0627\u0646\u062f \u062a\u0645\u0627\u0645\u06cc \u0641\u06cc\u0644\u062f\u0647\u0627\u06cc \u0642\u0627\u0628\u0644 \u0646\u0648\u0634\u062a\u0646 \u062f\u0631 \u0633\u0627\u06cc\u062a \u0627\u0632 \u062c\u0645\u0644\u0647 \u0645\u0627\u0644\u06a9 \u0631\u0627 \u0628\u0647 \u0631\u0648\u0632\u0631\u0633\u0627\u0646\u06cc \u06a9\u0646\u062f
site.view.show=\u0627\u0645\u06a9\u0627\u0646 \u0645\u0634\u0627\u0647\u062f\u0647 \u062f\u0627\u062f\u0647 \u0627\u0632 \u06cc\u06a9 \u0633\u0627\u06cc\u062a \u0631\u0627 \u0645\u06cc\u062f\u0647\u062f. \u0628\u0631\u0627\u06cc \u06af\u0631\u0641\u062a\u0646 \u062f\u0627\u062f\u0647 \u0647\u0627\u06cc \u06af\u0631\u0648\u0647 \u0647\u0627 \u062f\u0631 \u0633\u0627\u06cc\u062a \u0647\u0645 \u0645\u06cc\u062a\u0648\u0627\u0646\u06cc\u062f \u0627\u0632 "includeGroups" (\u0645\u0642\u062f\u0627\u0631 \u0628\u0648\u0644\u06cc\u0646) \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u06a9\u0646\u06cc\u062f
site.view.show.field.includeGroups=\u0627\u0632 \u0627\u06cc\u0646 \u0628\u0648\u0644\u06cc\u0646 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u06a9\u0646\u06cc\u062f \u062a\u0627 \u0628\u062a\u0648\u0627\u0646\u06cc\u062f \u06af\u0631\u0648\u0647 \u0647\u0627\u06cc \u0627\u06cc\u0646 \u0633\u0627\u06cc\u062a \u0631\u0627 \u0647\u0645 \u062f\u0631\u06cc\u0627\u0641\u062a \u06a9\u0646\u06cc\u062f
site.redirect./{prefix}/{id}/memberships=\u0627\u0645\u06a9\u0627\u0646 \u062f\u0631\u06cc\u0627\u0641\u062a \u062a\u0645\u0627\u0645\u06cc \u0639\u0636\u0648\u06cc\u062a \u0647\u0627 \u062f\u0631 \u06cc\u06a9 \u0633\u0627\u06cc\u062a \u0631\u0627 \u0645\u06cc\u062f\u0647\u062f\u060c \u0628\u0627 \u0628\u0627\u0632\u06af\u0634\u062a \u062f\u0627\u062f\u0646 \u0628\u0647 \u0639\u0636\u0648\u06cc\u062a entity provider
site.Updateable=\u0645\u0642\u062f\u0627\u0631 \u0645\u0627\u0644\u06a9 (\u06cc\u06a9 \u0634\u0646\u0627\u0633\u0647 \u06a9\u0627\u0631\u0628\u0631) \u0631\u0627 \u067e\u0633 \u0627\u0632 \u0627\u06cc\u062c\u0627\u062f \u0633\u0627\u06cc\u062a \u0645\u06cc\u062a\u0648\u0627\u0646 \u062a\u063a\u06cc\u06cc\u0631 \u062f\u0627\u062f
site.action.exists=\u0627\u06af\u0631 \u0633\u0627\u06cc\u062a \u0645\u0648\u062c\u0648\u062f \u0627\u0633\u062a \u06cc\u06a9 \u0641\u0627\u06cc\u0644 \u062e\u0627\u0644\u06cc \u06f2\u06f0\u06f0 \u0627\u0631\u0627\u0626\u0647 \u0645\u06cc\u062f\u0647\u062f \u0648 \u0627\u06af\u0631 \u0628\u0627 \u062e\u0637\u0627 \u0631\u0648\u0628\u0631\u0648 \u0634\u062f (\u0627\u062d\u062a\u0645\u0627\u0644\u0627\u064b \u06f4\u06f0\u06f4) \u0627\u06cc\u0646 \u0627\u062a\u0641\u0627\u0642 \u0646\u062e\u0648\u0627\u0647\u062f \u0627\u0641\u062a\u0627\u062f.<br/>\n\u062a\u0648\u062c\u0647 \u062f\u0627\u0634\u062a\u0647 \u0628\u0627\u0634\u06cc\u062f \u06a9\u0647 \u0645\u06cc\u062a\u0648\u0627\u0646\u06cc\u062f \u0647\u0645\u0686\u0646\u06cc\u0646 \u0628\u0627 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0627\u0632 \u0646\u0645\u0627\u06cc\u0634 \u0645\u0634\u0627\u0647\u062f\u0647 \u06cc\u06a9 \u0633\u0627\u06cc\u062a \u0627\u06cc\u0646 \u0645\u0633\u0626\u0644\u0647 \u0631\u0627 \u0628\u0631\u0631\u0633\u06cc \u06a9\u0646\u06cc\u062f\u060c \u0627\u0645\u0627 \u0627\u06cc\u0646 \u06a9\u0627\u0631 \u0627\u0637\u0644\u0627\u0639\u0627\u062a \u0631\u0627 \u0646\u06cc\u0632 \u0646\u0634\u0627\u0646 \u0645\u06cc\u062f\u0647\u062f\u060c \u0628\u0646\u0627\u0628\u0631\u0627\u06cc\u0646 \u0627\u06cc\u0646 \u0631\u0648\u0634 \u0633\u0631\u06cc\u0639 \u062a\u0631 \u0627\u0633\u062a
site.field.owner=\u0634\u0646\u0627\u0633\u0647 \u06a9\u0627\u0631\u0628\u0631 \u0631\u0627 \u0645\u06cc\u062a\u0648\u0627\u0646 \u0628\u0639\u062f \u0627\u0632 \u0627\u06cc\u062c\u0627\u062f \u0633\u0627\u06cc\u062a \u062a\u063a\u06cc\u06cc\u0631 \u062f\u0627\u062f\u060c \u0627\u0645\u0627 \u0627\u06af\u0631 \u0627\u0637\u0644\u0627\u0639\u0627\u062a \u062a\u0645\u0627\u0633 \u0645\u0634\u062e\u0635 \u0634\u062f\u0647 \u0628\u0627\u0634\u0646\u062f\u060c \u0647\u06cc\u0686 \u062a\u0623\u062b\u06cc\u0631 \u062e\u0627\u0635\u06cc \u0646\u062e\u0648\u0627\u0647\u062f \u062f\u0627\u0634\u062a
site.action.group=\u0627\u0645\u06a9\u0627\u0646 \u062f\u0633\u062a\u0631\u0633\u06cc \u0628\u0647 \u0627\u0637\u0644\u0627\u0639\u0627\u062a \u06af\u0631\u0648\u0647 \u0628\u0647 \u0635\u0648\u0631\u062a \u0645\u0633\u062a\u0642\u06cc\u0645 \u0648 \u0628\u0627 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0627\u0632 \u06cc\u06a9 URL \u0645\u0627\u0646\u0646\u062f /site/siteId/group/groupId \u0645\u06cc\u062f\u0647\u062f.\n\u0628\u0631\u0627\u06cc \u0627\u0642\u062f\u0627\u0645\u0627\u062a \u0639\u0636\u0648\u06cc\u062a \u0627\u0632 Membership Provider \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u06a9\u0646\u06cc\u062f.<br />\n(GET) /direct/site/siteid/group/groupid - \u0645\u062a\u0627\u062f\u06cc\u062a\u0627\u06cc \u06af\u0631\u0648\u0647 \u0631\u0627 \u062f\u0631\u06cc\u0627\u0641\u062a \u0645\u06cc\u06a9\u0646\u062f \u0627\u0645\u0627 \u0646\u0647 \u0639\u0636\u0648\u06cc\u062a \u0631\u0627<br />\n(POST) /direct/site/siteid/group/groupid - u- \u0645\u062a\u0627\u062f\u06cc\u062a\u0627\u06cc \u06af\u0631\u0648\u0647 \u0631\u0627 \u0628\u0647 \u0631\u0648\u0632\u0631\u0633\u0627\u0646\u06cc \u0645\u06cc\u06a9\u0646\u062f \u0627\u0645\u0627 \u0646\u0647 \u0639\u0636\u0648\u06cc\u062a \u0631\u0627.<br />\n(PUT) /direct/site/siteid/group - \u06cc\u06a9 \u06af\u0631\u0648\u0647 \u062c\u062f\u06cc\u062f \u062f\u0631 \u0633\u0627\u06cc\u062a \u0627\u06cc\u062c\u0627\u062f \u0645\u06cc\u06a9\u0646\u062f (\u0634\u0646\u0627\u0633\u0647 \u06af\u0631\u0648\u0647 \u0631\u0627 \u0627\u0631\u0627\u0626\u0647 \u0645\u06cc\u06a9\u0646\u062f). \u067e\u0627\u0631\u0627\u0631\u0645\u062a\u0631\u0647\u0627 \u0634\u0627\u0645\u0644 \u0639\u0646\u0648\u0627\u0646\u060c \u062a\u0648\u0636\u06cc\u062d\u0627\u062a\u060c \u0648 \u0644\u06cc\u0633\u062a \u0622\u063a\u0627\u0632\u06cc\u0646 \u0627\u0639\u0636\u0627 \u0628\u0647 \u0635\u0648\u0631\u062a \u0627\u062e\u062a\u06cc\u0627\u0631\u06cc \u0647\u0633\u062a\u0646\u062f.<br />\n(DELETE) /direct/site/siteid/group/groupid - \u06cc\u06a9 \u06af\u0631\u0648\u0647 \u0645\u0648\u062c\u0648\u062f \u062f\u0631 \u0633\u0627\u06cc\u062a \u0631\u0627 \u062d\u0630\u0641 \u0645\u06cc\u06a9\u0646\u062f.
site.action.userPerms=\u0627\u0645\u06a9\u0627\u0646 \u062f\u0631\u06cc\u0627\u0641\u062a \u0645\u062c\u0648\u0632\u0647\u0627\u06cc \u06a9\u0627\u0631\u0628\u0631 \u0641\u0639\u0644\u06cc \u062f\u0631 \u06cc\u06a9 \u0633\u0627\u06cc\u062a \u0645\u0634\u062e\u0635 \u0628\u0627 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0627\u0632 URL \u0645\u0627\u0646\u0646\u062f /site/\:SITEID\:/userPerms[/\:PREFIX] \u0631\u0627 \u0645\u06cc\u062f\u0647\u062f \u06a9\u0647 \u062f\u0631 \u0622\u0646 PREFIX \u0627\u0645\u06a9\u0627\u0646 \u0627\u06cc\u0646 \u0631\u0627 \u0628\u0647 caller \u0645\u06cc\u062f\u0647\u062f \u06a9\u0647 \u0645\u062c\u0648\u0632\u0647\u0627\u06cc \u0628\u0627\u0632\u06af\u0634\u062a\u06cc \u0631\u0627 \u0628\u0647 \u06cc\u06a9 subset \u0645\u062d\u062f\u0648\u062f \u06a9\u0646\u062f. \n\u0628\u0647 \u0639\u0646\u0648\u0627\u0646 \u0645\u062b\u0627\u0644\u060c URL \u0645\u0642\u0627\u0628\u0644 "/direct/site/XYZ/userPerms/calendar.json" \u0645\u062c\u0648\u0632\u0647\u0627\u06cc \u062a\u0642\u0648\u06cc\u0645 \u0628\u0631\u0627\u06cc \u06a9\u0627\u0631\u0628\u0631 \u0641\u0639\u0644\u06cc \u062f\u0631 \u0633\u0627\u06cc\u062a "XYZ" \u0631\u0627 \u0645\u06cc\u062f\u0647\u062f. \n\u0645\u0634\u062e\u0635 \u0646\u06a9\u0631\u062f\u0646 PREFIX \u0645\u06cc\u062a\u0648\u0627\u0646\u062f \u0645\u0646\u062c\u0631 \u0628\u0647 \u0627\u0631\u0627\u0626\u0647 \u0645\u062c\u0648\u0632\u0647\u0627 \u062f\u0631 \u062a\u0645\u0627\u0645\u06cc \u0627\u0628\u0632\u0627\u0631\u0647\u0627 \u0633\u0627\u06cc\u062a \u0645\u0648\u0631\u062f \u062f\u0631\u062e\u0648\u0627\u0633\u062a \u0634\u0648\u062f.
site.action.perms=\u0627\u0645\u06a9\u0627\u0646 \u062f\u0631\u06cc\u0627\u0641\u062a \u0645\u062c\u0648\u0632\u0647\u0627\u0628\u0631\u0627\u06cc \u06cc\u06a9 \u0633\u0627\u06cc\u062a \u0645\u0634\u062e\u0635 \u0628\u0627 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0627\u0632 URL \u0645\u0627\u0646\u0646\u062f /site/\:SITEID\:/perms[/\:PREFIX].json \u0631\u0627 \u0645\u06cc\u062f\u0647\u062f \u06a9\u0647 \u062f\u0631 \u0622\u0646 PREFIX \u0627\u0645\u06a9\u0627\u0646 \u0627\u06cc\u0646 \u0631\u0627 \u0628\u0647 caller \u0645\u06cc\u062f\u0647\u062f \u06a9\u0647 \u0645\u062c\u0648\u0632\u0647\u0627\u06cc \u0628\u0627\u0632\u06af\u0634\u062a\u06cc \u0631\u0627 \u0628\u0647 \u06cc\u06a9 subset \u0645\u062d\u062f\u0648\u062f \u06a9\u0646\u062f. \n\u0628\u0647 \u0639\u0646\u0648\u0627\u0646 \u0645\u062b\u0627\u0644\u060c URL \u0645\u0642\u0627\u0628\u0644 "'/direct/site/XYZ/perms/calendar.json" \u0645\u062c\u0648\u0632\u0647\u0627\u06cc \u062a\u0642\u0648\u06cc\u0645 \u0628\u0631\u0627\u06cc \u0647\u0631 \u0646\u0642\u0634 \u062f\u0631 \u0633\u0627\u06cc\u062a "XYZ" \u0631\u0627 \u0645\u06cc\u062f\u0647\u062f. \n\u0645\u0634\u062e\u0635 \u0646\u06a9\u0631\u062f\u0646 PREFIX \u0645\u06cc\u062a\u0648\u0627\u0646\u062f \u0645\u0646\u062c\u0631 \u0628\u0647 \u0627\u0631\u0627\u0626\u0647 \u0645\u062c\u0648\u0632\u0647\u0627 \u062f\u0631 \u062a\u0645\u0627\u0645\u06cc \u0627\u0628\u0632\u0627\u0631\u0647\u0627 \u0633\u0627\u06cc\u062a \u0645\u0648\u0631\u062f \u062f\u0631\u062e\u0648\u0627\u0633\u062a \u0634\u0648\u062f.
site.action.setPerms=\u0627\u0645\u06a9\u0627\u0646 \u062a\u0646\u0638\u06cc\u0645 \u0645\u062c\u0648\u0632\u0647\u0627 \u0628\u0631\u0627\u06cc \u06cc\u06a9 \u0633\u0627\u06cc\u062a \u0645\u0634\u062e\u0635 \u0628\u0627 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0627\u0632 URL \u0645\u0627\u0646\u0646\u062f/site/\:SITEID\:/setPerms \u0631\u0627 \u0645\u06cc\u062f\u0647\u062f.\n\u0627\u06cc\u0646 \u0628\u0627 \u0627\u0631\u0627\u0626\u0647 \u06cc\u06a9 \u0645\u062c\u0645\u0648\u0639\u0647 \u0627\u0632 \u067e\u0627\u0631\u0627\u0645\u062a\u0631\u0647\u0627\u06cc post \u0627\u0646\u062c\u0627\u0646 \u0645\u06cc\u0634\u0648\u062f \u06a9\u0647 \u062f\u0631 \u0622\u0646 key \u0646\u0642\u0634 "ROLEID\:FUNCTION" \u0631\u0627 \u0628\u0647 \u062e\u0648\u062f \u06af\u0631\u0641\u062a\u0647 \u0648 \u0645\u0642\u062f\u0627\u0631 \u06cc\u06a9 \u0628\u0648\u0644\u06cc\u0646 "\u0635\u062d\u06cc\u062d" \u0627\u0633\u062a. \n\u0648 \u06cc\u0627 "\u0627\u0634\u062a\u0628\u0627\u0647". \u0628\u0647 \u0639\u0646\u0648\u0627\u0646 \u0645\u062b\u0627\u0644 \u0627\u0631\u0627\u0626\u0647 \u067e\u0627\u0631\u0627\u0645\u062a\u0631 "maintain\:blog.post.create\=true" \u062a\u0627\u0628\u0639 blog.post.create \u0631\u0627 \u0628\u0631\u0627\u06cc \u062d\u0641\u0638 \u0646\u0642\u0634 \u062f\u0631 \u0633\u0627\u06cc\u062a \u0645\u0634\u062e\u0635 \u0634\u062f\u0647 \u0641\u0639\u0627\u0644 \u0645\u06cc\u06a9\u0646\u062f.
site.action.pages=\u0627\u0645\u06a9\u0627\u0646 \u062f\u0631\u06cc\u0627\u0641\u062a \u062a\u0645\u0627\u0645\u06cc \u0635\u0641\u062d\u0627\u062a \u0648 \u0627\u0628\u0632\u0627\u0631\u0647\u0627 \u062f\u0631 \u06cc\u06a9 \u0633\u0627\u06cc\u062a \u0631\u0627 \u0645\u06cc\u062f\u0647\u062f\u060c \n\u0628\u0631\u0627\u06cc \u062f\u0631\u06cc\u0627\u0641\u062a \u0648\u06cc\u0698\u06af\u06cc \u0647\u0627\u06cc \u0635\u0641\u062d\u0647 \u0627\u0632 "props" (\u0635\u062d\u06cc\u062d/\u063a\u0644\u0637\u060c \u067e\u06cc\u0634\u0641\u0631\u0636 \u063a\u0644\u0637) \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u06a9\u0646\u06cc\u062f. \n\u0628\u0631\u0627\u06cc \u062a\u0646\u0638\u06cc\u0645\u0627\u062a \u0627\u0628\u0632\u0627\u0631 \u0627\u0632 "config" (\u0635\u062d\u06cc\u062d/\u063a\u0644\u0637\u060c \u067e\u06cc\u0634\u0641\u0631\u0636 \u063a\u0644\u0637) \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u06a9\u0646\u06cc\u062f
site.action.withPerm=URL \u0628\u0647 \u0639\u0646\u0648\u0627\u0646 \u0645\u062b\u0627\u0644 /site/withPerm/.json?permission\=site.upd

