#X-Generator: crowdin.net
# this defines the entity description for user
user=\u090f\u0915 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0915\u093e \u092a\u094d\u0930\u0924\u093f\u0928\u093f\u0927\u093f\u0924\u094d\u0935 \u0915\u0930\u0924\u093e \u0939\u0948 \u092a\u094d\u0930\u0923\u093e\u0932\u0940 \u092e\u0947\u0902 , \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0921\u0947\u091f\u093e \u092a\u094d\u0930\u092d\u093e\u0935\u0940 \u0922\u0902\u0917 \u0938\u0947 \u0905\u092a\u0930\u093f\u0935\u0930\u094d\u0924\u0928\u0940\u092f \u0939\u0948 \u0914\u0930 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e\u0913\u0902 \u0915\u094b  \u0939\u091f\u093e\u0928\u093e \u092c\u093e\u0939\u0930\u0940 \u0909\u092a\u0932\u092c\u094d\u0927 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e\u0913\u0902 \u0915\u094b \u0913\u0935\u0930\u0930\u093e\u0907\u0921 \u0928\u0939\u0940\u0902 \u0915\u0930\u0924\u093e
user.view.list=\u092a\u094d\u0930\u0923\u093e\u0932\u0940 \u092e\u0947\u0902 \u0938\u092d\u0940 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e\u0913\u0902 \u0915\u0940 \u090f\u0915 \u0938\u0942\u091a\u0940 \u092a\u094d\u0930\u093e\u092a\u094d\u0924 \u0915\u0930\u0947  ( \u0916\u094b\u091c \u0915\u0947 \u0926\u094d\u0935\u093e\u0930\u093e \u0938\u0940\u092e\u093f\u0924 \u0938\u0940\u092e\u093f\u0924 \u0915\u093f\u092f\u093e \u091c\u093e \u0938\u0915\u0924\u093e \u0939\u0948 \u0932\u0947\u0915\u093f\u0928 \u0939\u092e\u0947\u0936\u093e 50 \u092a\u0930\u093f\u0923\u093e\u092e\u094b\u0902  \u0915\u093e \u0905\u0927\u093f\u0915\u0924\u092e \u0939\u0948 ) \u092f\u0939 \u0915\u0947\u0935\u0932 \u0935\u094d\u092f\u0935\u0938\u094d\u0925\u093e\u092a\u0915 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e\u0913\u0902 \u0915\u0947 \u0932\u093f\u090f \u0915\u093e\u092e \u0915\u0930\u0924\u093e \u0939\u0948, \u0932\u0947\u0915\u093f\u0928 \u0935\u093f\u0928\u094d\u092f\u093e\u0938 \u0915\u0940 \u0938\u094d\u0925\u093e\u092a\u0928\u093e \u0915\u0947 \u0938\u093e\u0925 \u0938\u092d\u0940 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e\u0913\u0902 \u0915\u0947 \u0932\u093f\u090f \u0938\u0915\u094d\u0937\u092e \u0915\u093f\u092f\u093e \u091c\u093e \u0938\u0915\u0924\u093e \u0939\u0948 'entity.users.viewall\=true'
user.view.show=\ \u090f\u0915 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0915\u094b eid (\u0921\u093f\u092b\u093c\u0949\u0932\u094d\u091f) \u0915\u0947 \u0926\u094d\u0935\u093e\u0930\u093e \u092a\u094d\u0930\u093e\u092a\u094d\u0924 \u0915\u0930\u0947 \u092f\u093e \u0906\u0908\u0921\u0940 \u0915\u0947 \u0938\u093e\u0925 prefixing \u0926\u094d\u0935\u093e\u0930\u093e  "id \=" (\u0909\u0926\u093e/\u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e/id \= ERW434YIY88) \u092a\u094d\u0930\u093e\u092a\u094d\u0924 \u0915\u0930\u0947
user.view.new=\u090f\u0915 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u092c\u0928\u093e\u0924\u093e \u0939\u0948,  eid \u0915\u0947\u0935\u0932 \u0906\u0935\u0936\u094d\u092f\u0915 \u0915\u094d\u0937\u0947\u0924\u094d\u0930  \u0939\u0948 , \u0905\u0928\u094d\u092f \u0938\u092d\u0940 \u0935\u0948\u0915\u0932\u094d\u092a\u093f\u0915 \u0939\u0948\u0902, \u0906\u0908\u0921\u0940 \u0915\u094b \u092d\u0940 \u0928\u093f\u0930\u094d\u0926\u093f\u0937\u094d\u091f \u0915\u093f\u092f\u093e \u091c\u093e \u0938\u0915\u0924\u093e \u0939\u0948 , \u0932\u0947\u0915\u093f\u0928 \u092f\u0939 \u0906\u092a \u0915\u0947 \u0932\u093f\u090f \u0909\u0924\u094d\u092a\u0928\u094d\u0928 \u0939\u094b\u0917\u093e \u092f\u0926\u093f \u0906\u092a \u0907\u0938\u0947 \u092c\u093e\u0939\u0930 \u091b\u094b\u0921\u093c \u0915\u0930 \u091c\u093e\u0924\u0947 \u0939\u0948
user.Resolvable=\u0921\u093f\u092b\u093c\u0949\u0932\u094d\u091f \u0930\u0942\u092a \u0938\u0947 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u092a\u0939\u091a\u093e\u0928\u0915\u0930\u094d\u0924\u093e Eid \u0939\u0948 (\u0909\u0926\u093e\u0939\u0930\u0923 \u0915\u0947 \u0932\u093f\u090f \: /user/aaronz),\n\u0907\u0938\u0947 "id\=" (e.g. /user/id\=ERW434YIY88) \u0915\u0947 \u0938\u093e\u0925 \u0909\u092a\u0938\u0930\u094d\u0917 \u0915\u0930\u0915\u0947,\u0906\u0908\u0921\u0940 \u0915\u093e \u0909\u092a\u092f\u094b\u0917 \u0915\u0930\u0915\u0947 \u0932\u0941\u0915\u0905\u092a \u0915\u093f\u092f\u093e \u095b\u093e \u0938\u0915\u0924\u093e \u0939\u0948  \n
user.action.current=\u092e\u094c\u091c\u0942\u0926\u093e \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u092a\u094d\u0930\u093e\u0915\u094d\u0924  \u0915\u0930\u0947\u0902 \u0905\u0917\u0930 \u0915\u094b\u0908 \u0939\u0948 \u0924\u094b
user.action.exists=\ \u091c\u093e\u0901\u091a \u0915\u0930\u0947\u0902 \u0915\u093f \u0915\u094d\u092f\u093e \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0906\u0908\u0921\u0940 \u092e\u094c\u091c\u0942\u0926 \u0939\u0948 (eid \u0915\u0947 \u0926\u094d\u0935\u093e\u0930\u093e \u0914\u0930 \u092b\u093f\u0930 \u0906\u0908\u0921\u0940 \u091c\u092c \u0924\u0915 ' id\=userId'  \u0915\u0947 \u0926\u094d\u0935\u093e\u0930\u093e \u091c\u093e\u0901\u091a \u0915\u0930\u0947\u0917\u093e), 200 \u0935\u093e\u092a\u093f\u0938 \u0958\u0930\u0947\u0917\u093e \u0905\u0917\u0930 \u092e\u094c\u091c\u0942\u0926 \u0939\u0948 \u0914\u0930 \u0915\u0941\u091b \u0935\u093f\u092b\u0932\u0924\u093e \u0915\u094b\u0921 \u091c\u0948\u0938\u0947 400 \u0905\u0917\u0930 \u0928\u0939\u0940\u0902 \u0939\u0948
user.action.validatePassword=\u091c\u093e\u0901\u091a \u0915\u0930\u0947 \u0958\u093f \u0915\u094d\u092f\u093e \u092a\u093e\u0938\u0935\u0930\u094d\u0921 \u090f\u0915 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0915\u0947 \u0932\u093f\u090f \u092e\u093e\u0928\u094d\u092f \u0939\u0948, \u092e\u093e\u092a\u0926\u0902\u0921\:  '\u092a\u093e\u0938\u0935\u0930\u094d\u0921' (\u0906\u0935\u0936\u094d\u092f\u0915)  \u092a\u093e\u0938\u0935\u0930\u094d\u0921 \u0915\u0940 \u091c\u093e\u0901\u091a \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f, '\u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e\u0928\u093e\u092e' (\u0935\u0948\u0915\u0932\u094d\u092a\u093f\u0915) \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0915\u093e \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e\u0928\u093e\u092e

