
#-------------------------------------------------------------------------------
# Translated by: e-Labora: e-Learning Laboratory - State University of Campinas
# Translated by: LARC - Laboratory of Architecture and Computer Networks 
# TIDIA-Ae Project Fapesp, Sao Paulo, Brazil
#-------------------------------------------------------------------------------

addattacheret.cancel_add_attach	=	Adicionar anexo foi cancelado 

auzgroup.groupnotdef1	=Dom\u00ednio 
auzgroup.groupnotdef2	=n\u00e3o \u00e9 reconhecido pelo sistema.

editauthz.currently_editing1	=Atualmente voc\u00ea est\u00e1 editando\:
editauthz.currently_editing2	=. Primeiro voc\u00ea deve finalizar a edi\u00e7\u00e3o deste dom\u00ednio 

jsp_add_first_comment = Seja o primeiro a comentar

jsp_add_new_comment = Adicionar novo coment\u00e1rio

jsp_add_realm = Adicionar Dom\u00ednio

jsp_add_role = Adicionar Papel

jsp_addcomment = Adicionar Coment\u00e1rio

jsp_additional_page_permissions =Permiss\u00f5es Adicionais da P\u00e1gina

jsp_ago = atr\u00e1s

jsp_auto_save_date = de

jsp_auto_save_version = Vers\u00e3o Recuperada


jsp_button_back_to_edit = Voltar para Editar

jsp_button_cancel = Cancelar

jsp_button_ok = Ok

jsp_button_overwrite = sobrescrever

jsp_button_preview = visualiza\u00e7\u00e3o

jsp_button_restore_saved_edit = restaurar edi\u00e7\u00e3o salvada

jsp_button_save = Salvar

jsp_by = por

jsp_comment = Coment\u00e1rio

jsp_comment_by = Comentado por

jsp_comment_conflict = Algu\u00e9m tamb\u00e9m est\u00e1 editando o coment\u00e1rio

jsp_comment_gotolink = - Ir para os coment\u00e1rios

jsp_comment_pages = P\u00e1ginas de Coment\u00e1rios

jsp_comment_pages_help = Esta \u00e9 uma lista de p\u00e1ginas que representam cada coment\u00e1rio nesta p\u00e1gina.   		

jsp_comment_saved = Coment\u00e1rio Salvo

jsp_comment_title = Coment\u00e1rios

jsp_create_site_permissions = Permiss\u00e3o para Criar P\u00e1gina do Site

jsp_create_site_permissions_help = Esta \u00e9 uma permiss\u00e3o para membros de um site, independente da p\u00e1gina, que permite ao usu\u00e1rio que foi concedida a op\u00e7\u00e3o de criar uma p\u00e1gina. Para alterar, voc\u00ea deve usar o editor de permiss\u00f5es para pap\u00e9is. Se voc\u00ea tiver permiss\u00e3o, voc\u00ea pode marcar a caixa de sele\u00e7\u00e3o para conceder essa permiss\u00e3o. Se voc\u00ea n\u00e3o tiver permiss\u00e3o, voc\u00ea ver\u00e1 o estado da permiss\u00e3o.

jsp_document_properties = Propriedades do Documento

jsp_edit = Editar 

jsp_edit_acl_title = Editar Permiss\u00f5es ACL de controle de p\u00e1gina 

jsp_edit_comment = Editar Coment\u00e1rio

jsp_edit_content_label = Editar Conte\u00fado da P\u00e1gina

jsp_edit_multi_realms = Editar Multi Dom\u00ednios

jsp_edit_notification_preferences = Editar prefer\u00eancias de Notifica\u00e7\u00e3o para  

jsp_edit_page_permissions_msg1 = Al\u00e9m de editar as permiss\u00f5es de p\u00e1gina, pode

jsp_edit_section = A se\u00e7\u00e3o 

jsp_edit_site_permissions1 = Voc\u00ea pode 

jsp_edit_site_permissions2 = editar permiss\u00f5es do site

jsp_enable_disable_page = Habilitar/Desabilitar nesta p\u00e1gina

jsp_error_action_problem = A A\u00e7\u00e3o encontrou um problema.

jsp_error_action_report = Por favor relate este problema para

jsp_error_error = Erro

jsp_error_permission_denied = Permiss\u00e3o Negada

jsp_error_permission_denied_message = Voc\u00ea n\u00e3o tem as permiss\u00f5es apropriadas.

jsp_error_unknown_exception = Exce\u00e7\u00e3o de Classe Desconhecida

jsp_error_unknown_message = Mensagem Desconhecida

jsp_error_unknown_stack_trace = Rastreio da Pilha Desconhecido 

jsp_feeds = Visualiza\u00e7\u00f5es e Feeds

jsp_global_name = Nome Global

jsp_global_page_name = Nome de p\u00e1gina global

jsp_hash_name = SHA-1

jsp_hidden_comment = Ocultar Coment\u00e1rio de texto

jsp_hidden_comment_info = Ocultar autor e data

jsp_hide_comments = Ocultar Coment\u00e1rios

jsp_hide_help_sidebar = Ocultar a barra lateral de ajuda

jsp_hide_hints = Ocultar dicas

jsp_hide_who = Ocultar Quem 

jsp_history = Hist\u00f3rico

jsp_history_changed = Alterado		

jsp_history_changes = Compare com

jsp_history_changes_help =Ao clicar sobre os links Atual ou Anterior, ser\u00e1 mostrada as altera\u00e7\u00f5es da vers\u00e3o anterior ou da vers\u00e3o atual

jsp_history_content = Conte\u00fado

jsp_history_content_help = Se o conte\u00fado n\u00e3o foi alterado entre as vers\u00f5es, esta coluna indicar\u00e1 que o conte\u00fado n\u00e3o foi alterado. Isto ser\u00e1 porque as permiss\u00f5es, propriet\u00e1rio ou dom\u00ednio foram alterados na vers\u00e3o.

jsp_history_content_same_as = Mesmo conte\u00fado com V.{0}

jsp_history_current = ATUAL

jsp_history_date = Data

jsp_history_date_help = Esta \u00e9 a data da modifica\u00e7\u00e3o  

jsp_history_list_caption = Lista de altera\u00e7\u00f5es na p\u00e1gina. Coluna 1: vers\u00e3o; coluna 2: altera\u00e7\u00f5es do autor; coluna 3: data das altera\u00e7\u00f5es; coluna 4; links para comparar esta com vers\u00f5es anteriores e atual; coluna 5: link para reverter esta vers\u00e3o, se for permitido; coluna 6: mudou desde a \u00faltima vez?; coluna 7: permiss\u00f5es para esta vers\u00e3o.

jsp_history_permissions = Permiss\u00f5es

jsp_history_permissions_help = o--- s--- p-- = todas desabilitadas\norwa srwa prw = todas habilitadas\n|||| |||| ||Escrita P\u00fablica condedida\n|||| |||| |Leitura P\u00fablica concedida\n|||| |||| P\u00e1gina P\u00fablica permiss\u00f5es de grupo\n|||| |||| \n|||| |||Permiss\u00f5es de administra\u00e7\u00e3o para o Papel concedida\n|||| ||Permiss\u00f5es de Escrita para o Papel concedida\n|||| |Permiss\u00f5es de Leitura para o Papel concedida\n|||| Permiss\u00e3o completa do Site para o papel\n||||\n|||Administra\u00e7\u00e3o para Propriet\u00e1rio concedida\n||Escrita para Propriet\u00e1rio concedida\n| Leitura para Propriet\u00e1rio concedida\nPermiss\u00f5es de Propriet\u00e1rio da P\u00e1gina\n\n - significa permiss\u00e3o negada\n\n

jsp_history_revert = Reverter

jsp_history_revert_help = Ao clicar no link reverter contra uma vers\u00e3o anterior da p\u00e1gina, a vers\u00e3o anterior ser\u00e1 usada para criar uma nova vers\u00e3o. O resultado \u00e9 que a p\u00e1gina atual ir\u00e1 conter conte\u00fado e as permiss\u00f5es da vers\u00e3o anterior.

jsp_history_revert_this_version = Reverter para esta vers\u00e3o

jsp_history_to_current = Atual

jsp_history_to_previous = Anterior

jsp_history_user = Usu\u00e1rio

jsp_history_user_help = Quando uma p\u00e1gina \u00e9 alterada, tanto o conte\u00fado como qualquer outras informa\u00e7\u00f5es associadas \u00e0 p\u00e1gina (por exemplo, permiss\u00f5es). O usu\u00e1rio que fez a altera\u00e7\u00e3o \u00e9 registrado com a vers\u00e3o.

jsp_history_version = Vers\u00e3o

jsp_history_version_msg = Isso far\u00e1 com que a vers\u00e3o V.{0} se torne a vers\u00e3o atual.\\ N Tem certeza de que deseja continuar?

jsp_history_versions = Vers\u00e3o 

jsp_history_versions_help = Cada mudan\u00e7a na p\u00e1gina gera uma nova vers\u00e3o. Vers\u00f5es come\u00e7am com a vers\u00e3o 0, quando a p\u00e1gina \u00e9 criada pela primeira vez e, em seguida, aumenta uma unidade cada vez que a p\u00e1gina \u00e9 editada

jsp_id = Id

jsp_incomming = Entrada

jsp_incomming_pages = P\u00e1ginas de Entrada

jsp_incomming_pages_help = Esta \u00e9 uma lista de p\u00e1ginas que fazem refer\u00eancia ou link para esta p\u00e1gina.

jsp_info = Informa\u00e7\u00e3o

jsp_info_outgoing_manylinks = O n\u00famero de links nesta p\u00e1gina Wiki pode ter atingido o limite definido pelo sistema, portanto, alguns links desta p\u00e1gina podem n\u00e3o ser exibidos nesta lista.

jsp_is_unknown = \u00e9 desconhecido.

jsp_lang = pt

jsp_last_edited = Editado pela \u00faltima vez

jsp_last_edited_help = A data e hora em que a p\u00e1gina foi modificada pela \u00faltima vez.

jsp_last_modified_by = modificado pela \u00faltima vez por {0} em {1}

jsp_minor_change = Mudan\u00e7a M\u00ednimas - N\u00e3o enviar notifica\u00e7\u00f5es para os participantes desta p\u00e1gina.

jsp_ms_found = ms encontrado

jsp_multi_autzgroups_edit = (Experimental) Edi\u00e7\u00e3o de M\u00faltiplos Grupos AuthZ

jsp_new_comment = Novo Coment\u00e1rio

jsp_no = n\u00e3o

jsp_no_restored_content = conte\u00fado n\u00e3o encontrado

jsp_no_results_found = Nenhum resultado encontrado.

jsp_no_results_found_for = N\u00e3o h\u00e1 resultados 

jsp_none = nenhum

jsp_noread_comment = Sem Permiss\u00e3o para Ler este coment\u00e1rio

jsp_not_allowed_edit_page = Voc\u00ea n\u00e3o tem permiss\u00e3o para editar esta p\u00e1gina

jsp_notification_feeds_help = Exibi\u00e7\u00f5es alternativas para esta p\u00e1gina, como vers\u00f5es de feeds RSS

jsp_notification_preferences = Prefer\u00eancia para Notifica\u00e7\u00e3o

jsp_notification_preferences_help = Quando uma p\u00e1gina \u00e9 alterada, voc\u00ea receber\u00e1 um e-mail avisando da mudan\u00e7a. Se voc\u00ea quiser alterar o volume ou a natureza dos e-mails que voc\u00ea est\u00e1 recebendo, voc\u00ea pode fazer isso com Prefer\u00eancias de Notifica\u00e7\u00e3o. As prefer\u00eancias s\u00e3o controladas Site por Site, voc\u00ea pode optar por ser notificado de altera\u00e7\u00f5es de alguns sites, pedir resumo de outro site e ignorar as notifica\u00e7\u00f5es de outro site.

jsp_notifications_for = Notifica\u00e7\u00e3o de email de mudan\u00e7as em

jsp_notify_no_preference = (Apenas para subse\u00e7\u00f5es da wiki) Fa\u00e7a o mesmo para as principais notifica\u00e7\u00f5es da wiki

jsp_notify_none = N\u00e3o enviem e-mails quando as p\u00e1ginas forem alteradas nesta wiki (ou subse\u00e7\u00e3o da wiki)

jsp_notify_seperate = Cada vez que uma p\u00e1gina \u00e9 alterada nesta wiki (ou subse\u00e7\u00e3o da wiki), envie um e-mail separado

jsp_notify_summary = Enviar um e-mail por dia resumindo todas as altera\u00e7\u00f5es na wiki (ou subse\u00e7\u00e3o da wiki)

jsp_on = em 

jsp_outgoing = Sa\u00edda

jsp_outgoing_pages = P\u00e1ginas de sa\u00edda

jsp_outgoing_pages_help = Esta \u00e9 uma lista de p\u00e1ginas a quais esta p\u00e1gina refer\u00eancia ou link.

jsp_owner = Propriet\u00e1rio

jsp_page_admin_permission = Administrador

jsp_page_admin_permission_help = Uma vez concedida, um usu\u00e1rio pode editar as permiss\u00f5es da p\u00e1gina e restaurar as vers\u00f5es mais antigas. Conceder permiss\u00e3o de administrador tamb\u00e9m inclui permiss\u00e3o de leitura. Se voc\u00ea tiver permiss\u00e3o, voc\u00ea pode marcar a caixa de sele\u00e7\u00e3o para conceder essa permiss\u00e3o. Se voc\u00ea n\u00e3o tiver permiss\u00e3o, voc\u00ea ver\u00e1 o estado da permiss\u00e3o.

jsp_page_delete_permission = Permiss\u00e3o para Excluir P\u00e1gina

jsp_page_delete_permission_help = Uma vez concedida, um usu\u00e1rio pode excluir esta p\u00e1gina. Se voc\u00ea tiver permiss\u00e3o, voc\u00ea pode marcar a caixa de sele\u00e7\u00e3o para conceder essa permiss\u00e3o. Se voc\u00ea n\u00e3o tiver permiss\u00e3o, voc\u00ea ver\u00e1 o estado da permiss\u00e3o.

jsp_page_diff_added = Adicionado

jsp_page_diff_changed = Alterado

jsp_page_diff_deleted = Exclu\u00eddo

jsp_page_diff_key = Chave

jsp_page_diff_vs = vs

jsp_page_differences = Diferen\u00e7as de P\u00e1gina

jsp_page_edit_permission = Permiss\u00f5es para Editar P\u00e1gina

jsp_page_edit_permission_help = Uma vez concedida, um usu\u00e1rio pode editar o conte\u00fado desta p\u00e1gina. Se voc\u00ea tiver permiss\u00e3o, voc\u00ea pode marcar a caixa de sele\u00e7\u00e3o para conceder essa permiss\u00e3o. Se voc\u00ea n\u00e3o tiver permiss\u00e3o, voc\u00ea ver\u00e1 o estado da permiss\u00e3o.

jsp_page_id = Id da P\u00e1gina

jsp_page_id_help = Cada p\u00e1gina tem uma identifica\u00e7\u00e3o \u00fanica.

jsp_page_length_alert = Os nomes das p\u00e1ginas na wiki n\u00e3o pode ter mais de 225 caracteres de comprimento !!!! Por favor, altere o nome da p\u00e1gina.

jsp_page_length_alert_title = Desculpe, T\u00edtulo da P\u00e1gina \u00e9 Muito Longo

jsp_page_length_alert_view = <ul class="message"><li>A p\u00e1gina tem link  tem um t\u00edtulo que excede os limites do sistema.</li><li>Recomendamos que voc\u00ea volte para a p\u00e1gina de original e edite o link para torn\u00e1-lo menor que 200 caracteres.</li><li> Desculpe pela inconveni\u00eancia!</li></ul>

jsp_page_modified = modificada

jsp_page_name = Nome da P\u00e1gina

jsp_page_name_help = Cada p\u00e1gina tem um nome, esse nome \u00e9 utilizado nos links da wiki. Se p\u00e1ginas de diferentes site forem usadas, o nome inteiro da p\u00e1gina dever\u00e1 ser utilizado em um link.

jsp_page_owner = Propriet\u00e1rio da P\u00e1gina

jsp_page_owner_help = Cada p\u00e1gina tem um propriet\u00e1rio; normalmente \u00e9 o usu\u00e1rio que criou a p\u00e1gina.

jsp_page_owner_permission = Permiss\u00f5es do Propriet\u00e1rio da P\u00e1gina

jsp_page_owner_permission_help = Cada p\u00e1gina tem um propriet\u00e1rio, por padr\u00e3o \u00e9 o usu\u00e1rio que criou a p\u00e1gina.

jsp_page_permissions = Permiss\u00f5es da P\u00e1gina

jsp_page_permissions_help = Cada p\u00e1gina tem um conjunto de permiss\u00f5es que lhe conferem direitos ao propriet\u00e1rio da p\u00e1gina, aos membros do site e ao p\u00fablico

jsp_page_perms_by_role = Permiss\u00f5es da P\u00e1gina por papel

jsp_page_perms_help_title = Clique para visualizar a informa\u00e7\u00e3o    		

jsp_page_public_permission = Permiss\u00f5es P\u00fablicas

jsp_page_public_permission_help = Sempre que um usu\u00e1rio n\u00e3o \u00e9 o propriet\u00e1rio da p\u00e1gina e n\u00e3o um membro do site \u00e9 um usu\u00e1rio "autenticado". Conceder essas permiss\u00f5es na p\u00e1gina d\u00e1 a um usu\u00e1rio "autenticado" a permiss\u00e3o para ler ou editar a p\u00e1gina.

jsp_page_publicdisp_permission = Permiss\u00f5es P\u00fablicas

jsp_page_publicdisp_permission_help = Sempre que um usu\u00e1rio n\u00e3o \u00e9 o propriet\u00e1rio da p\u00e1gina e n\u00e3o um membro do site \u00e9 um usu\u00e1rio 'autenticado'. Conceder essas permiss\u00f5es na p\u00e1gina d\u00e1 a um usu\u00e1rio 'autenticado' a permiss\u00e3o para ler ou editar a p\u00e1gina.    		

jsp_page_read_permission = Permiss\u00e3o de leitura da p\u00e1gina

jsp_page_read_permission_help = Uma vez concedida, um usu\u00e1rio pode ler esta p\u00e1gina. Se voc\u00ea tiver permiss\u00e3o, voc\u00ea pode marcar a caixa de sele\u00e7\u00e3o para conceder essa permiss\u00e3o. Se voc\u00ea n\u00e3o tiver permiss\u00e3o, voc\u00ea ver\u00e1 o estado da permiss\u00e3o.

jsp_page_realm = P\u00e1gina de dom\u00ednios

jsp_page_sadmin_permission = Permiss\u00e3o de Super Administrador do Site

jsp_page_sadmin_permission_help = Um usu\u00e1rio que tenha permiss\u00e3o de Super Administrador em seu papel em seu site pode fazer qualquer coisa para qualquer p\u00e1gina. Se voc\u00ea tiver permiss\u00e3o, voc\u00ea pode marcar a caixa de sele\u00e7\u00e3o para conceder essa permiss\u00e3o. Se voc\u00ea n\u00e3o tiver permiss\u00e3o, voc\u00ea ver\u00e1 o estado da permiss\u00e3o

jsp_page_site_en_d_permission = Hebilitar permiss\u00f5es na P\u00e1gina do Site

jsp_page_site_en_d_permission_help = Quando se concede uma permiss\u00e3o de p\u00e1gina usando as caixas, os pap\u00e9is do site s\u00e3o consultados para verificar se um usu\u00e1rio tem permiss\u00e3o para executar a a\u00e7\u00e3o. Quando um site espec\u00edfico n\u00e3o conceder uma permiss\u00e3o, a permiss\u00e3o para o papel n\u00e3o est\u00e1 habilitada para n\u00edvel de p\u00e1gina.

jsp_page_site_en_permission = Habilitar Permiss\u00f5es na P\u00e1gina do Site

jsp_page_site_en_permission_help1 = Quando se concede uma permiss\u00e3o na p\u00e1gina usando as caixas, os pap\u00e9is do site s\u00e3o consultados para verificar se um usu\u00e1rio tem permiss\u00e3o para executar a a\u00e7\u00e3o. Quando um site espec\u00edfico n\u00e3o conceder uma permiss\u00e3o, a permiss\u00e3o para o papel n\u00e3o est\u00e1 habilitada para n\u00edvel de p\u00e1gina.

jsp_page_site_en_permission_help2 = Quando se concede uma permiss\u00e3o de p\u00e1gina usando as caixas, os pap\u00e9is do site s\u00e3o consultados para ver se esse papel tem permiss\u00e3o para executar a a\u00e7\u00e3o. Se esse papel do site n\u00e3o tem permiss\u00e3o para executar a a\u00e7\u00e3o, a permiss\u00e3o n\u00e3o pode ser concedida a n\u00edvel de p\u00e1gina. Permiss\u00f5es de p\u00e1gina s\u00e3o em cascata, de modo que os pap\u00e9is com permiss\u00f5es de administrador tamb\u00e9m ter\u00e3o permiss\u00f5es de leitura.

jsp_page_version = Vers\u00e3o

jsp_page_world_permission = Qualquer usu\u00e1rio em qualquer site

jsp_page_world_permission_help = Qualquer usu\u00e1rio, autenticado ou n\u00e3o, pode ter a permiss\u00e3o para ler a p\u00e1gina.

jsp_page_worlddisp_permission =Qualquer usu\u00e1rio em qualquer site

jsp_page_worlddisp_permission_help = Qualquer usu\u00e1rio, autenticado ou n\u00e3o, pode ter a permiss\u00e3o para ler a p\u00e1gina.

jsp_path = Caminho

jsp_permission_admin = Administrador

jsp_permission_create = Criar

jsp_permission_delete = Excluir

jsp_permission_denied = Permiss\u00e3o Negada

jsp_permission_denied_message = Voc\u00ea n\u00e3o tem as permiss\u00f5es apropriadas.

jsp_permission_edit = Editar

jsp_permission_read = Ler

jsp_permission_roles = Pap\u00e9is

jsp_permission_section = Se\u00e7\u00e3o de permiss\u00f5es

jsp_permission_section_help = Este \u00e9 o site de permiss\u00f5es de dom\u00ednio que \u00e9 usado para determinar as permiss\u00f5es de site nesta p\u00e1gina. Normalmente, o dom\u00ednio \u00e9 o dom\u00ednio padr\u00e3o para o site que cont\u00e9m a p\u00e1gina.    		

jsp_permission_super_admin = Super Administrador

jsp_presence_chat = Bate-papo

jsp_presence_space_visits = Visitas de Espa\u00e7o

jsp_presence_user_visits = Visitas de usu\u00e1rios

jsp_preview = Visualiza\u00e7\u00e3o

jsp_preview_changes = Visualizar Altera\u00e7\u00f5es

jsp_preview_changes_to = Visualizar Altera\u00e7\u00f5es de

jsp_public = P\u00fablico

jsp_public_new = Usu\u00e1rios autenticados

jsp_realm = Dom\u00ednio

jsp_recovered_content = Conte\u00fado Recuperado 

jsp_review = Revis\u00e3o

jsp_review_alert1 = Voc\u00ea est\u00e1 visualizando a vers\u00e3o 

jsp_review_alert2 = desta p\u00e1gina, atualizada 

jsp_review_alert3 = A vers\u00e3o atual \u00e9 

jsp_review_updated = atualizada 

jsp_review_version = vers\u00e3o 

jsp_role_permissions = Permiss\u00f5es dos Pap\u00e9is

jsp_role_permissions_summary = Primeira coluna: pap\u00e9is, outras colunas: permiss\u00f5es que voc\u00ea pode aplicar para este papel.

jsp_rss_feed_changes = Feed RSS de altera\u00e7\u00f5es nesta Wiki

jsp_rwiki_tool = RWiki

jsp_search = Buscar

jsp_search_close_q = "

jsp_search_content = Conte\u00fado

jsp_search_open_q = "

jsp_search_realms = Dom\u00ednios

jsp_search_result_page = P\u00e1ginas de Resultados da Busca:

jsp_search_score = Pontua\u00e7\u00e3o

jsp_search_title = Resultado da busca para 

jsp_search_took = Pesquisa demorou

# Warning, tailing spaces are important
jsp_section_being_edited = A se\u00e7\u00e3o est\u00e1 sendo editada por outro usu\u00e1rio.

jsp_section_being_edited_msg1 = Por favor  

jsp_section_being_edited_msg2 = voltar para informa\u00e7\u00e3o da p\u00e1gina

jsp_section_being_edited_msg3 = ou 

jsp_section_being_edited_msg4 = tente editar novamente

jsp_sha1_digest = Resumo SHA1

jsp_sha1_digest_help = Cada p\u00e1gina tem um Resumo SHA1. Se os resumos de 2 p\u00e1ginas forem iguais, o conte\u00fado de ambas as p\u00e1ginas \u00e9 id\u00eantico. Qualquer altera\u00e7\u00e3o na p\u00e1gina, mudar\u00e1 o resumo na p\u00e1gina.

jsp_show_comments = Visualizar Coment\u00e1rios

jsp_show_help_sidebar = Exibir a barra lateral de ajuda

jsp_show_hints = Exibir dicas

jsp_show_who = Exibir quem

jsp_submitted_content = Conte\u00fado submetido

jsp_submitted_prior_content = Conte\u00fado Submetido antes da visualiza\u00e7\u00e3o

jsp_submitted_prior_content_attach = Conte\u00fado Submetido antes Anexar

jsp_table_macro_markup = T\u00edtulo 1 | T\u00edtulo 2 | T\u00edtulo 3 \\ nlinha 1 | conte\u00fado | conte\u00fado \\ nlinha 2 | conte\u00fado | conte\u00fado \\ nlina 3 | conte\u00fado | conte\u00fado

jsp_title_diff = Diferen\u00e7as

jsp_toolb_bold = Negrito

jsp_toolb_heading = Cabe\u00e7alho

jsp_toolb_headings = Cabe\u00e7alho...

jsp_toolb_image = Imagem

jsp_toolb_italic = It\u00e1lico

jsp_toolb_link = Link

jsp_toolb_save = Salvar

jsp_toolb_subscript = Subscrito

jsp_toolb_superscript = Sobrescrito

jsp_toolb_table = Tabela

jsp_unknown_msg1 = Por favor 

jsp_unknown_msg2 = voltar para informa\u00e7\u00e3o da p\u00e1gina 

jsp_unknown_msg3 = ou 

jsp_unknown_msg4 = tente editar novamente	

jsp_version = Vers\u00e3o

jsp_view = Visualizar

jsp_view_current = Visualiza\u00e7\u00e3o Atual

jsp_visited_pages_link = Visitas recentes

jsp_watch = Observar

jsp_watch_for_changes = Buscar altera\u00e7\u00f5es

jsp_wiki_home = P\u00e1gina Inicial da Wiki

jsp_wiki_home_sc = p\u00e1gina para Wiki

jsp_wiki_home_title = P\u00e1gina Inicial da Wiki

jsp_world = Qualquer usu\u00e1rio

jsp_xml_lang = pt

jsp_yes = sim

recentlyvisited.search = Buscar

renderbean.permission_problem = Voc\u00ea n\u00e3o tem permiss\u00e3o para visualizar esta p\u00e1gina.

revertcmd.content_changed  = Conte\u00fado mudou desde a \u00faltima vez que visualizou. Por favor, atualize o novo conte\u00fado ou substitua pelo conte\u00fado submetido.
revertcmd.noupdate_allowed = Voc\u00ea n\u00e3o tem permiss\u00e3o para atualizar esta p\u00e1gina.

save.as_embed            = como embutido
save.as_link             = como link
save.content_changed     = Conte\u00fado mudou desde a \u00faltima vez que visualizou Por favor, atualize o novo conte\u00fado ou substitua pelo conte\u00fado submetido.
save.noupdate_permission = Voc\u00ea n\u00e3o tem permiss\u00e3o para atualizar esta p\u00e1gina.

updatepermissioncmd.content_changed     = Conte\u00fado mudou desde a \u00faltima vez que visualizou. Por favor, atualize o novo conte\u00fado ou substitua pelo conte\u00fado submetido.
updatepermissioncmd.noupdate_permission = Voc\u00ea n\u00e3o tem permiss\u00e3o para atualizar esta p\u00e1gina.