#X-Generator: crowdin.com

addattacheret.cancel_add_attach=Annuler l'ajout de pi\u00e8ce jointe

auzgroup.groupnotdef1=Realm
auzgroup.groupnotdef2=n'est pas reconnu par le syst\u00e8me.

editauthz.currently_editing1=Vous modifiez actuellement \:
editauthz.currently_editing2=. Vous devez finir de modifier ce realm d'abord

jsp_add_first_comment=Soyez le premier \u00e0 commenter

jsp_add_new_comment=Ajouter nouveau commentaire

jsp_add_realm=Ajouter realm

jsp_add_role=Ajouter r\u00f4le

jsp_addcomment=Ajouter un commentaire

jsp_additional_page_permissions=Droits suppl\u00e9mentaires de la page

jsp_ago=pass\u00e9s

jsp_auto_save_date=Date d'enregistrement automatique

jsp_auto_save_version=Version r\u00e9cup\u00e9r\u00e9e

jsp_button_back_to_edit=Retour \u00e0 la modification

jsp_button_cancel=Annuler

jsp_button_ok=Ok

jsp_button_overwrite=\u00c9craser

jsp_button_preview=Aper\u00e7u

jsp_button_restore_saved_edit=Restaurer la modification enregistr\u00e9e

jsp_button_save=Enregistrer

jsp_by=par

jsp_comment=Commentaire

jsp_comment_by=Commentaire de

jsp_comment_conflict=Quelqu'un d'autre a modifi\u00e9 le commentaire

jsp_comment_gotolink=-Aller aux commentaires

jsp_comment_pages=Pages de commentaire

jsp_comment_pages_help=Il s'agit d'une liste de pages qui repr\u00e9sentent chaque commentaire \u00e0 propos de cette page.      

jsp_comment_saved=Commentaire enregistr\u00e9

jsp_comment_title=Commentaires

jsp_create_site_permissions=Droit de cr\u00e9ation de page dans le wiki

jsp_create_site_permissions_help=Ceci est un droit pour un membre du site, ind\u00e9pendant de la page, qui donne \u00e0 l'utilisateur \u00e0 qui on l'a attribu\u00e9 la capacit\u00e9 de cr\u00e9er une page. Pour le modifier, vous devez utiliser l'\u00e9diteur des droits des r\u00f4les. Si vous en avez le droit, vous pouvez cocher la case pour accorder ce droit. Si vous n'en avez pas le droit, vous verrez l'\u00e9tat du droit.

jsp_document_properties=Propri\u00e9t\u00e9s du document

jsp_edit=Modifier

jsp_edit_acl_title=Modifier les ACL qui contr\u00f4lent les droits sur la page

jsp_edit_comment=Modifier le commentaire

jsp_edit_content_label=Modifier le contenu de la page

jsp_edit_multi_realms=Modifier de multiples realms

jsp_edit_notification_preferences=Modifier les pr\u00e9f\u00e9rences de notification pour

jsp_edit_page_permissions_msg1=En plus de modifier les droits sur la page, vous pouvez

jsp_edit_section=La section

jsp_edit_site_permissions1=Vous pouvez

jsp_edit_site_permissions2=modifier les droits sur le wiki

jsp_enable_disable_page=Activer/D\u00e9sactiver sur cette page

jsp_error_action_problem=Un probl\u00e8me s'est produit lors de l'action.

jsp_error_action_report=Veuillez signaler ce probl\u00e8me \u00e0

jsp_error_error=Erreur

jsp_error_permission_denied=Permission refus\u00e9e

jsp_error_permission_denied_message=Vous n'avez pas les droits ad\u00e9quats.

jsp_error_unknown_exception=Exception de classe inconnue

jsp_error_unknown_message=Message inconnu

jsp_error_unknown_stack_trace=Trace de pile inconnue

jsp_feeds=Vues et flux

jsp_global_name=Nom global

jsp_global_page_name=nom de page global

jsp_hash_name=SHA-1

jsp_hidden_comment=Texte de commentaire cach\u00e9

jsp_hidden_comment_info=Date et auteur cach\u00e9s

jsp_hide_comments=Cacher les commentaires

jsp_hide_help_sidebar=cacher la barre lat\u00e9rale d'aide

jsp_hide_hints=Cacher les indications

jsp_hide_who=Qui cacher

jsp_history=Historique

jsp_history_changed=Modifi\u00e9

jsp_history_changes=Comparer \u00e0

jsp_history_changes_help=En cliquant sur le lien \u00ab\u00a0par rapport \u00e0 l'actuelle\u00a0\u00bb ou \u00ab par rapport \u00e0 la pr\u00e9c\u00e9dente \u00bb, vous obtiendrez les modifications par rapport \u00e0 la version actuelle ou \u00e0 la pr\u00e9c\u00e9dente.

jsp_history_content=Contenu

jsp_history_content_help=Si le contenu n'a pas \u00e9t\u00e9 modifi\u00e9 entre les versions, cette colonne indiquera que le contenu n'a pas \u00e9t\u00e9 modifi\u00e9. Ceci se produira parce que les droits, le propri\u00e9taire ou le realm ont \u00e9t\u00e9 chang\u00e9s dans la version.

jsp_history_content_same_as=Le contenu est identique \u00e0 celui de la V.{0}

jsp_history_current=ACTUELLE

jsp_history_date=Date

jsp_history_date_help=Ceci est la date de la modification

jsp_history_list_caption=Liste des modifications apport\u00e9es \u00e0 la page. Colonne 1 \: version ; colonne 2 \: auteur des modifications ; colonne 3 \: date des modifications ; colonne 4 \: liens pour comparer cette version avec les versions ant\u00e9rieures et actuelles ; colonne 5 \: lien pour revenir \u00e0 cette version s'est permis ; colonne 6 \: modifi\u00e9 depuis la derni\u00e8re fois ? ; colonne 7 \: droits pour cette version.

jsp_history_permissions=Droits

jsp_history_permissions_help=o--- s--- p-- \= tous d\u00e9sactiv\u00e9s\norwa srwa prw \= tous activ\u00e9s\n|||| |||| ||\u00c9criture publique autoris\u00e9e\n|||| |||| |Lecture publique autoris\u00e9e\n|||| |||| Groupe de droits de page publique\n|||| |||| \n|||| |||Droits du r\u00f4le Admin activ\u00e9s\n|||| ||Droits du r\u00f4le \u00c9criture activ\u00e9s\n|||| |Droits du r\u00f4le Lecture activ\u00e9s\n|||| Groupe de droits des r\u00f4les du site\n||||\n|||Admin propri\u00e9taire autoris\u00e9\n||\u00c9criture propri\u00e9taire autoris\u00e9e\n|Lecture propri\u00e9taire autoris\u00e9e\nGroupe de droits du propri\u00e9taire de la page\n\n - signifie droits refus\u00e9s

jsp_history_revert=Annuler la modification

jsp_history_revert_help=En cliquant le lien \u00ab\u00a0Revenir \u00e0 cette version\u00a0\u00bb \u00e0 c\u00f4t\u00e9 d'une ancienne version de la page, la version en question sera utilis\u00e9e pour cr\u00e9er une nouvelle version. Le r\u00e9sultat sera que la page actuelle contiendra le contenu et les droits de la version en question.

jsp_history_revert_this_version=Revenir \u00e0 cette version

jsp_history_to_current=Par rapport \u00e0 l'actuelle

jsp_history_to_previous=Par rapport \u00e0 la pr\u00e9c\u00e9dente

jsp_history_user=Utilisateur

jsp_history_user_help=Lorsqu'une page est modifi\u00e9e, que ce soit le contenu ou tout autre information associ\u00e9e \u00e0 la page (par exemple, les droits). L'utilisateur qui a fait les modifications est enregistr\u00e9 par rapport \u00e0 la version.

jsp_history_version=Version

jsp_history_version_msg=Ceci entra\u00eenera que la version V.{0} deviendra la version actuelle.\n  \u00cates-vous s\u00fbr de que vouloir le faire ?

jsp_history_versions=Versions

jsp_history_versions_help=Chaque modification de la page g\u00e9n\u00e8re une nouvelle version. Les versions commencent \u00e0 0 lorsque la page est initialement cr\u00e9\u00e9e et augmentent de un \u00e0 chaque fois que la page est modifi\u00e9e.

jsp_id=Identifiant

jsp_incomming=Entrant

jsp_incomming_pages=Pages entrantes

jsp_incomming_pages_help=C'est une liste des pages qui r\u00e9f\u00e9rencent cette page ou qui ont un lien vers elle.

jsp_info=Information

jsp_info_outgoing_manylinks=Le nombre de liens sortants sur cette page du Wiki pourrait avoir atteint une limite d\u00e9finie par le syst\u00e8me, par cons\u00e9quent, certains des liens de cette page peuvent ne pas s'afficher dans cette liste.

jsp_is_unknown=est inconnu.

jsp_lang=fr

jsp_last_edited=derni\u00e8re modification

jsp_last_edited_help=La date et l'heure de la derni\u00e8re modification de la page.

jsp_last_modified_by=derni\u00e8re modification par {0} le {1}

jsp_minor_change=Modification mineure - ne pas envoyer de notifications aux observateurs de cette page.

jsp_ms_found=ms pour trouver

jsp_multi_autzgroups_edit=(Exp\u00e9rimental) Modification par de multiples groupes d'autorisation

jsp_new_comment=Nouveau commentaire

jsp_no=non

jsp_no_restored_content=aucun contenu restaur\u00e9

jsp_no_results_found=Aucun r\u00e9sultat trouv\u00e9.

jsp_no_results_found_for=Aucun r\u00e9sultat trouv\u00e9 pour 

jsp_none=aucun

jsp_noread_comment=Aucune autorisation de lecture pour ce commentaire

jsp_not_allowed_edit_page=Vous n'avez pas le droit de modifier cette page

jsp_notification_feeds_help=D'autres affichages pour cette page, ainsi que les versions en flux RSS issus de celle-ci      

jsp_notification_preferences=Pr\u00e9f\u00e9rences de notification

jsp_notification_preferences_help=Lorsqu'une page est modifi\u00e9e, vous recevrez un courriel vous avisant de la modification. Si vous voulez modifier le volume ou la nature des courriels que vous recevez, vous pouvez le faire gr\u00e2ce \u00e0 Pr\u00e9f\u00e9rences de notification. Les pr\u00e9f\u00e9rences sont contr\u00f4l\u00e9es pour chacun des sites de fa\u00e7on individuelle, vous pouvez donc choisir d'\u00eatre avis\u00e9 des modifications d'un certain site alors que vous obtenez un abr\u00e9g\u00e9 d'un autre site et que vous ignorez toutes les modifications \u00e0 un dernier site.

jsp_notifications_for=Notifications par courriel des changements dans

jsp_notify_no_preference=(Uniquement pour les sous-sections du wiki) Faire comme pour les notifications du wiki principal

jsp_notify_none=Ne m'envoyez pas courriels de notification lorsque les pages changent dans ce wiki (ou cette sous-section du wiki)

jsp_notify_seperate=Chaque fois qu'une page est modifi\u00e9e dans ce wiki (ou dans une sous-section du wiki), envoyez un courriel s\u00e9par\u00e9

jsp_notify_summary=Envoyez-moi un courriel par jour qui r\u00e9sume toutes les modifications dans ce wiki (ou dans une sous-section du wiki)

jsp_on=le

jsp_outgoing=Sortant

jsp_outgoing_pages=Pages sortantes

jsp_outgoing_pages_help=Voici une liste des pages auxquelles cette page fait r\u00e9f\u00e9rence ou vers lesquelles cette page pointe.

jsp_owner=Propri\u00e9taire

jsp_page_admin_permission=Admin

jsp_page_admin_permission_help=Une fois autoris\u00e9, un utilisateur peut modifier les droits de la page et restaurer les versions plus anciennes. Le fait d'accorder les droits admin donne aussi le droit de lecture. Si vous en avez le droit, vous pouvez cocher la case pour accorder ce droit. Si vous n'en avez pas le droit, vous verrez l'\u00e9tat du droit.

jsp_page_delete_permission=Droits de suppression de page

jsp_page_delete_permission_help=Une fois autoris\u00e9, un utilisateur peut supprimer cette page. Si vous en avez le droit, vous pouvez cocher la case pour accorder ce droit. Si vous n'en avez pas le droit, vous verrez l'\u00e9tat du droit.

jsp_page_diff_added=Ajout\u00e9

jsp_page_diff_changed=Modifi\u00e9

jsp_page_diff_deleted=Supprim\u00e9

jsp_page_diff_key=Cl\u00e9

jsp_page_diff_vs=compar\u00e9e \u00e0

jsp_page_differences=Diff\u00e9rences dans la page

jsp_page_edit_permission=Modifier les droits de la page

jsp_page_edit_permission_help=Une fois autoris\u00e9, un utilisateur peut modifier le contenu de cette page. Si vous en avez le droit, vous pouvez cocher la case pour accorder ce droit. Si vous n'en avez pas le droit, vous verrez l'\u00e9tat du droit.

jsp_page_id=Identifiant de la page

jsp_page_id_help=Chaque page re\u00e7oit un identifiant unique.

jsp_page_length_alert=Les noms de page dans le wiki ne peuvent pas d\u00e9passer une longueur de 225 caract\u00e8res \!\!\! Veuillez changer le nom de cette page.

jsp_page_length_alert_title=D\u00e9sol\u00e9, le titre de la page est trop long

jsp_page_length_alert_view=<ul class\="message"><li>La page que vous avez commenc\u00e9 \u00e0 cr\u00e9er en faisant un lien vers elle a un titre qui d\u00e9passe les limites du syst\u00e8me.</li><li>Nous vous recommandons de revenir \u00e0 la page d'origine et de modifier le lien afin de le rendre plus court que 200 caract\u00e8res.</li><li>D\u00e9sol\u00e9 pour le d\u00e9rangement \!</li></ul>

jsp_page_modified=modifi\u00e9e

jsp_page_name=Nom de la page

jsp_page_name_help=Chaque page a un nom, ce nom est utilis\u00e9 dans les liens wiki. Si des pages de diff\u00e9rents espaces de travail sont utilis\u00e9es, le nom de page complet devrait \u00eatre utilis\u00e9 dans le lien.

jsp_page_owner=Propri\u00e9taire de la page

jsp_page_owner_help=Chaque page a un propri\u00e9taire, il s'agit habituellement de l'utilisateur qui cr\u00e9e la page.

jsp_page_owner_permission=Droits du propri\u00e9taire de la page

jsp_page_owner_permission_help=Chaque page a un propri\u00e9taire, par d\u00e9faut, il s'agit de l'utilisateur qui a cr\u00e9\u00e9 la page.

jsp_page_permissions=Droits de la page

jsp_page_permissions_help=Chaque page a une s\u00e9rie de droits qui accorent des droits au propri\u00e9taire de la page, aux membres du site et au public.

jsp_page_perms_by_role=Droits sur la page par r\u00f4le

jsp_page_perms_help_title=Cliquez ici pour afficher des informations      

jsp_page_public_permission=Droits une fois authentifi\u00e9

jsp_page_public_permission_help=Lorsqu'un utilisateur n'est pas le propri\u00e9taire de la page ou un membre de l'espace de travail, il est un utilisateur 'public'. Accorder ces droits publics sur la page donne aux utilisateurs authentifi\u00e9s le droit de lire et de modifier la page.

jsp_page_publicdisp_permission=Droits pour authentifi\u00e9

jsp_page_publicdisp_permission_help=Lorsqu'un utilisateur n'est pas le propri\u00e9taire de la page ou un membre de l'espace de travail, il est un utilisateur 'authentifi\u00e9'. Le fait d'accorder des droits sur la page donne aux utilisateurs 'authentifi\u00e9s' le droit de lire ou de modifier la page.

jsp_page_read_permission=Droit de lecture de la page

jsp_page_read_permission_help=Une fois accord\u00e9, un utilisateur peut lire cette page. Si vous en avez le droit, vous pouvez cocher la case pour accorder ce droit. Si vous n'en avez pas le droit, vous verrez l'\u00e9tat du droit.

jsp_page_realm=realm de la page

jsp_page_sadmin_permission=Droits du Super Administrateur sur le site

jsp_page_sadmin_permission_help=Un utilisateur qui a les droits Super Administrateur dans son r\u00f4le d'espace de travail a le droit de tout faire dans toutes les pages. Si vous en avez le droit, vous pouvez cocher la case pour accorder ce droit. Si vous n'en avez pas le droit, vous verrez l'\u00e9tat du droit.

jsp_page_site_en_d_permission=Droits de page permis par le site

jsp_page_site_en_d_permission_help=Lorsque les droits de page sont accord\u00e9s par le site, les r\u00f4les sont v\u00e9rifi\u00e9s pour voir site un utilisateur a le droit d'effectuer l'action. Lorsque les droits de page ne sont pas accord\u00e9s  par le site, les droits du r\u00f4le ne sont pas activ\u00e9s pour cette page.

jsp_page_site_en_permission=Droits de page accord\u00e9s par le site

jsp_page_site_en_permission_help1=Lorsque les droits de page sont accord\u00e9s par le site, les r\u00f4les sont v\u00e9rifi\u00e9s pour voir si un utilisateur a le droit d'effectuer l'action. Lorsque les droits de page ne sont pas accord\u00e9s par le site, les droits du r\u00f4le ne sont pas accord\u00e9s pour cette page.

jsp_page_site_en_permission_help2=Lorsqu'un droit est accord\u00e9 \u00e0 l'aide des cases \u00e0 cocher, les r\u00f4les d'espace de travail sont v\u00e9rifi\u00e9s pour voir si le r\u00f4le en question a le droit d'effectuer l'action. Si ce r\u00f4le d'espace de travail n'a pas de droit d'effectuer l'action, il ne peut pas \u00eatre accord\u00e9 au niveau de la page. Les droits de page sont en cascade descendante, donc les r\u00f4les qui ont des droits d'acc\u00e8s admin auront aussi des droits d'acc\u00e8s de lecture.

jsp_page_version=Version

jsp_page_world_permission=N'importe qui n'importe o\u00f9

jsp_page_world_permission_help=Toute personne, authentifi\u00e9e ou non, peut avoir le droit de lire la page.

jsp_page_worlddisp_permission=N'importe qui n'importe o\u00f9

jsp_page_worlddisp_permission_help=Toute personne, authentifi\u00e9e ou non, peut avoir le droit de lire la page.

jsp_path=Chemin

jsp_permission_admin=Admin

jsp_permission_create=Cr\u00e9er

jsp_permission_delete=Supprimer

jsp_permission_denied=Autorisation refus\u00e9e

jsp_permission_denied_message=Vous n'avez pas les droits requis.

jsp_permission_edit=Modifier

jsp_permission_read=Lire

jsp_permission_roles=R\u00f4les

jsp_permission_section=Section des droits

jsp_permission_section_help=Voici le realm des droits du site qui est utilis\u00e9 pour d\u00e9terminer les droits du site sur cette page. Habituellement le realm est le realm par d\u00e9faut pour le site qui contient la page.

jsp_permission_super_admin=Super Administrateur

jsp_presence_chat=Chat

jsp_presence_space_visits=Visites de l'espace

jsp_presence_user_visits=Visites des utilisateurs

jsp_preview=Aper\u00e7u

jsp_preview_changes=Aper\u00e7u des modifications

jsp_preview_changes_to=Aper\u00e7u des modifications \u00e0

jsp_public=Public

jsp_public_new=Utilisateurs authentifi\u00e9s

jsp_realm=Realm

jsp_recovered_content=Contenu r\u00e9cup\u00e9r\u00e9

jsp_review=V\u00e9rifier

jsp_review_alert1=Vous visualisez la version

jsp_review_alert2=de cette page, mise \u00e0 jour

jsp_review_alert3=La version actuelle est 

jsp_review_updated=mise \u00e0 jour

jsp_review_version=version

jsp_role_permissions=Droits des r\u00f4les

jsp_role_permissions_summary=Premi\u00e8re colonne \: r\u00f4les, autres colonnes \: droits que vous pouvez faire appliquer \u00e0 ce r\u00f4le.

jsp_rss_feed_changes=Flux RSS des modifications dans ce Wiki

jsp_rwiki_tool=RWiki

jsp_search=Chercher

jsp_search_close_q=\u00a0\u00bb

jsp_search_content=Contenu

jsp_search_open_q=\u00ab\u00a0

jsp_search_realms=Realms

jsp_search_result_page=Pages de r\u00e9sultats de recherche \:

jsp_search_score=Score

jsp_search_title=R\u00e9sultats de la recherche pour

jsp_search_took=La recherche a pris

# Warning, tailing spaces are important
jsp_section_being_edited=La section est en train d'\u00eatre modifi\u00e9e par un autre utilisateur.

jsp_section_being_edited_msg1=Veuillez 

jsp_section_being_edited_msg2=retourner \u00e0 l'information de la page

jsp_section_being_edited_msg3=ou

jsp_section_being_edited_msg4=essayer de modifier \u00e0 nouveau

jsp_sha1_digest=Condens\u00e9 SHA1

jsp_sha1_digest_help=Chaque page a un condens\u00e9 SHA1. Si le condens\u00e9 de 2 pages est le m\u00eame, le contenu des deux pages est identique. Toute modification de la page modifiera le condens\u00e9 de la page.

jsp_show_comments=Afficher commentaires

jsp_show_help_sidebar=afficher la barre lat\u00e9rale d'aide

jsp_show_hints=Voir les astuces

jsp_show_who=Afficher qui

jsp_submitted_content=Contenu saisi

jsp_submitted_prior_content=Contenu saisi avant l'aper\u00e7u

jsp_submitted_prior_content_attach=Contenu saisi avant de joindre une pi\u00e8ce

jsp_table_macro_markup=Titre 1|Titre 2|Titre 3\nLigne 1| contenu | contenu\nLigne 2| contenu | contenu\nLigne 3| contenu | contenu

jsp_title_diff=Diff\u00e9rence

jsp_toolb_bold=Gras

jsp_toolb_heading=Ent\u00eate

jsp_toolb_headings=Ent\u00eates...

jsp_toolb_image=Image

jsp_toolb_italic=Italique

jsp_toolb_link=Lien

jsp_toolb_save=Enregistrer

jsp_toolb_subscript=Indice

jsp_toolb_superscript=Exposant

jsp_toolb_table=Tableau

jsp_unknown_msg1=Veuillez

jsp_unknown_msg2=retourner \u00e0 l'information de la page

jsp_unknown_msg3=ou

jsp_unknown_msg4=essayer de modifier \u00e0 nouveau

jsp_version=Version

jsp_view=Afficher

jsp_view_current=Voir la version actuelle

jsp_visited_pages_link=R\u00e9cemment visit\u00e9s

jsp_watch=Surveiller

jsp_watch_for_changes=Surveiller les modifications

jsp_wiki_home=Accueil Wiki

jsp_wiki_home_sc=page de Wiki

jsp_wiki_home_title=Page d'accueil du wiki

jsp_world=Qui que ce soit

jsp_xml_lang=fr

jsp_yes=oui

recentlyvisited.search=Rechercher

renderbean.permission_problem=Vous n'avez pas le droit de voir cette page.

revertcmd.content_changed=Le contenu a \u00e9t\u00e9 modifi\u00e9 depuis la derni\u00e8re fois que vous l'avez vu. Veuillez mettre \u00e0 jour le nouveau contenu ou l'\u00e9craser avec le contenu saisi.
revertcmd.noupdate_allowed=Vous n'avez pas le droit de mettre \u00e0 jour cette page.

save.as_embed=comme incorpor\u00e9
save.as_link=comme lien
save.content_changed=Le contenu a \u00e9t\u00e9 modifi\u00e9 depuis la derni\u00e8re fois que vous l'avez vu. Veuillez mettre \u00e0 jour le nouveau contenu ou l'\u00e9craser avec le contenu saisi.
save.noupdate_permission=Vous n'avez pas le droit de mettre \u00e0 jour cette page.

updatepermissioncmd.content_changed=Le contenu a \u00e9t\u00e9 modifi\u00e9 depuis la derni\u00e8re fois que vous l'avez vu. Veuillez mettre \u00e0 jour le nouveau contenu ou l'\u00e9craser avec le contenu saisi.
updatepermissioncmd.noupdate_permission=Vous n'avez pas le droit de mettre \u00e0 jour cette page.

