#X-Generator: crowdin.com

addattacheret.cancel_add_attach=Ajouter fichier joint annul\u00e9

auzgroup.groupnotdef1=Realm
auzgroup.groupnotdef2=n'est pas reconnu par le syst\u00e8me.

editauthz.currently_editing1=Vous \u00e9ditez actuellement\:
editauthz.currently_editing2=. Vous devez terminer d'\u00e9diter ce realm d'abord


jsp_add_new_comment=Ajouter nouveau commentaire

jsp_add_realm=Ajouter realm

jsp_add_role=Ajouter r\u00f4le


jsp_additional_page_permissions=Droits d'acc\u00e8s de page suppl\u00e9mentaire

jsp_ago=pass\u00e9s

jsp_auto_save_date=Date d'enregistrement automatique

jsp_auto_save_version=Version d'enregistrement automatique

jsp_button_back_to_edit=Retour \u00e0 l'\u00e9dition

jsp_button_cancel=annuler

jsp_button_ok=Ok

jsp_button_overwrite=\u00c9craser

jsp_button_preview=Aper\u00e7u

jsp_button_restore_saved_edit=Restaurer \u00e9dition enregistr\u00e9e

jsp_button_save=enregistrer

jsp_by=par

jsp_comment=Commentaire

jsp_comment_by=Commentaire par

jsp_comment_conflict=Quelqu'un d'autre a \u00e9dit\u00e9 le commentaire




jsp_comment_saved=Commentaire enregistr\u00e9


jsp_create_site_permissions=Cr\u00e9er droits d'acc\u00e8s page du site

jsp_create_site_permissions_help=Ceci est un droit d'acc\u00e8s pour un membre du site, ind\u00e9pendant de la page, qui donne \u00e0 l'utilisateur \u00e0 qui on l'a attribu\u00e9 la capacit\u00e9 de cr\u00e9er une page. Pour le modifier, vous devez utiliser l'\u00e9diteur de droits d'acc\u00e8s des r\u00f4les. Si vous en avez le droit, vous pouvez cocher la case pour accorder ce droit d'acc\u00e8s. Si vous n'en avez pas le droit, vous verrez l'\u00e9tat du droit d'acc\u00e8s.

jsp_document_properties=Propri\u00e9t\u00e9s du document

jsp_edit=\u00c9diter

jsp_edit_acl_title=\u00c9diter les droits d'acc\u00e8s de contr\u00f4le de page ACL

jsp_edit_comment=\u00c9diter commentaire


jsp_edit_multi_realms=\u00c9diter multi-realms

jsp_edit_notification_preferences=\u00c9diter les pr\u00e9f\u00e9rences de notification pour

jsp_edit_page_permissions_msg1=En plus d'\u00e9diter les droits d'acc\u00e8s \u00e0 la page, vous pouvez

jsp_edit_section=La section

jsp_edit_site_permissions1=Vous pouvez

jsp_edit_site_permissions2=\u00e9diter les droits d'acc\u00e8s au site

jsp_enable_disable_page=Activer/D\u00e9sactiver sur cette page

jsp_error_action_problem=Un probl\u00e8me s'est produit lors de l'action.

jsp_error_action_report=Veuillez signaler ce probl\u00e8me \u00e0

jsp_error_error=Erreur

jsp_error_permission_denied=Permission refus\u00e9e

jsp_error_permission_denied_message=Vous n'avez pas les droits d'acc\u00e8s requis.

jsp_error_unknown_exception=Exception de classe inconnue

jsp_error_unknown_message=Message inconnu

jsp_error_unknown_stack_trace=Relev\u00e9 de pile inconnu

jsp_feeds=Fils de syndication

jsp_global_name=Nom global

jsp_global_page_name=nom de page global

jsp_hash_name=SHA-1



jsp_hide_comments=Cacher commentaires

jsp_hide_help_sidebar=cacher le menu d'aide


jsp_hide_who=Cacher Qui

jsp_history=Historique

jsp_history_changed=Modifi\u00e9

jsp_history_changes=Modifications

jsp_history_changes_help=En cliquant sur le lien \u00c0 l'actuelle ou \u00c0 la pr\u00e9c\u00e9dente, vous obtiendrez les modifications \u00e0 la version actuelle ou \u00e0 la pr\u00e9c\u00e9dente.

jsp_history_content=Contenu

jsp_history_content_help=Si le contenu n'a pas \u00e9t\u00e9 modifi\u00e9 entre les versions, cette colonne indiquera que le contenu n'a pas \u00e9t\u00e9 modifi\u00e9. Ceci se produira parce que les droits d'acc\u00e8s, le propri\u00e9taire ou le realm ont \u00e9t\u00e9 chang\u00e9s dans la version.


jsp_history_current=ACTUELLE

jsp_history_date=Date

jsp_history_date_help=Ceci est la date de la modification


jsp_history_permissions=Droits d'acc\u00e8s

jsp_history_permissions_help=o--- s--- p-- \= tous d\u00e9sactiv\u00e9s\r\norwa srwa prw \= tous activ\u00e9s\r\n|||| |||| ||\u00c9criture publique accord\u00e9e\r\n|||| |||| |Lecture publique accord\u00e9e\r\n|||| |||| Groupe de droits d'acc\u00e8s de page publique\r\n|||| |||| \r\n|||| |||Droits d'acc\u00e8s du r\u00f4le Admin activ\u00e9s\r\n|||| ||Droits d'acc\u00e8s du r\u00f4le \u00c9criture activ\u00e9s\r\n|||| |Droits d'acc\u00e8s du r\u00f4le Lecture activ\u00e9s\r\n|||| Groupe de droits d'acc\u00e8s des r\u00f4les du site\r\n||||\r\n|||Admin propri\u00e9taire accord\u00e9e\r\n||\u00c9criture propri\u00e9taire accord\u00e9e\r\n|Lecture propri\u00e9taire accord\u00e9e\r\nGroupe de droits d'acc\u00e8s du propri\u00e9taire de la page\r\n\r\n - signifie droits d'acc\u00e8s refus\u00e9s

jsp_history_revert=Retourner

jsp_history_revert_help=En cliquant le lien Retourner par rapport \u00e0 une ancienne version de la page, la version en question sera utilis\u00e9e pour cr\u00e9er une nouvelle version. Le r\u00e9sultat sera que la page actuelle contiendra le contenu et les droits d'acc\u00e8s de la version en question.


jsp_history_to_current=\u00c0 l'actuelle

jsp_history_to_previous=\u00c0 la pr\u00e9c\u00e9dente

jsp_history_user=Utilisateur

jsp_history_user_help=Lorsqu'une page est modifi\u00e9e, que ce soit le contenu ou tout autre information associ\u00e9e \u00e0 la page (ex.\: droits d'acc\u00e8s). L'utilisateur qui a fait les modifications est enregistr\u00e9 par rapport \u00e0 la version.

jsp_history_version=Version


jsp_history_versions=Versions

jsp_history_versions_help=Chaque modification \u00e0 la page g\u00e9n\u00e8re une nouvelle version. Les versions commencent \u00e0 0 lorsque la page est initialement cr\u00e9\u00e9e et augmentent de un \u00e0 chaque fois que la page est \u00e9dit\u00e9e.

jsp_id=Id

jsp_incomming=Entrant

jsp_incomming_pages=Pages entrantes

jsp_incomming_pages_help=Voici une liste des pages qui r\u00e9f\u00e8rent ou qui ont un lien vers cette page.

jsp_info=Info


jsp_is_unknown=est inconnu.

jsp_lang=en

jsp_last_edited=derni\u00e8re modification

jsp_last_edited_help=La date et l'heure de la derni\u00e8re modification de la page.

jsp_last_modified_by=derni\u00e8re modification par

jsp_minor_change=Modification mineure

jsp_ms_found=ms trouv\u00e9

jsp_multi_autzgroups_edit=(Exp\u00e9rimental) \u00c9dition multiple AuthZGroups

jsp_new_comment=Nouveau commentaire

jsp_no=non

jsp_no_restored_content=aucun contenu restaur\u00e9

jsp_no_results_found=Aucun r\u00e9sultat trouv\u00e9.


jsp_none=aucun


jsp_not_allowed_edit_page=Vous n'avez pas le droit d'\u00e9diter cette page


jsp_notification_preferences=Pr\u00e9f\u00e9rences de notification

jsp_notification_preferences_help=Lorsqu'une page est modifi\u00e9e, vous recevrez un courriel vous avisant de la modification. Si vous voulez modifier le volume ou la nature des courriels que vous recevez, vous pouvez le faire gr\u00e2ce \u00e0 Pr\u00e9f\u00e9rences de notification. Les pr\u00e9f\u00e9rences sont contr\u00f4l\u00e9es pour chacun des sites de fa\u00e7on individuelle, vous pouvez donc choisir d'\u00eatre avis\u00e9 des modifications d'un certain site alors que vous obtenez un abr\u00e9g\u00e9 d'un autre site et que vous ignorez toutes les modifications \u00e0 un dernier site.

jsp_notifications_for=Notifications pour

jsp_notify_no_preference=Je n'ai pas de pr\u00e9f\u00e9rence

jsp_notify_none=Ne m'envoyez pas de notifications pour ce sous-espace

jsp_notify_seperate=Envoyez-moi chaque notification s\u00e9par\u00e9ment

jsp_notify_summary=Envoyez-moi un courriel par jour r\u00e9sumant toutes les notifications

jsp_on=le

jsp_outgoing=Sortant

jsp_outgoing_pages=Pages sortantes

jsp_outgoing_pages_help=Voici une liste des pages auxquelles cette page fait r\u00e9f\u00e9rence ou vers lesquelles cette page pointe.

jsp_owner=Propri\u00e9taire

jsp_page_admin_permission=Admin

jsp_page_admin_permission_help=Une fois accord\u00e9, un utilisateur peut \u00e9diter les droits d'acc\u00e8s de la page et restaurer les versions plus anciennes. Le fait d'accorder les droits d'acc\u00e8s admin accorde aussi les droits d'acc\u00e8s de lecture. Si vous en avez le droit, vous pouvez cocher la case pour accorder ce droit d'acc\u00e8s. Si vous n'en avez pas le droit, vous verrez l'\u00e9tat du droit d'acc\u00e8s.

jsp_page_delete_permission=Droits d'acc\u00e8s de suppression de page

jsp_page_delete_permission_help=Une fois accord\u00e9, un utilisateur peut supprimer cette page. Si vous en avez le droit, vous pouvez cocher la case pour accorder ce droit d'acc\u00e8s. Si vous n'en avez pas le droit, vous verrez l'\u00e9tat du droit d'acc\u00e8s.


jsp_page_diff_changed=Modifi\u00e9

jsp_page_diff_deleted=Supprim\u00e9



jsp_page_differences=Diff\u00e9rences dans la page

jsp_page_edit_permission=Droits d'acc\u00e8s d'\u00e9dition de page

jsp_page_edit_permission_help=Une fois accord\u00e9, un utilisateur peut \u00e9diter le contenu de cette page. Si vous en avez le droit, vous pouvez cocher la case pour accorder ce droit d'acc\u00e8s. Si vous n'en avez pas le droit, vous verrez l'\u00e9tat du droit d'acc\u00e8s.

jsp_page_id=Id de la page

jsp_page_id_help=Chaque page re\u00e7oit un ID unique.




jsp_page_modified=modifi\u00e9

jsp_page_name=Nom de la page

jsp_page_name_help=Chaque page a un nom, ce nom est utilis\u00e9 dans les liens wiki. Si des pages de diff\u00e9rents worksites sont utilis\u00e9s, le nom de page complet devrait \u00eatre utilis\u00e9 dans le lien.

jsp_page_owner=Propri\u00e9taire de la page

jsp_page_owner_help=Chaque page a un propri\u00e9taire, il s'agit habituellement de l'utilisateur qui cr\u00e9e la page.

jsp_page_owner_permission=Droits d'acc\u00e8s du propri\u00e9taire de la page

jsp_page_owner_permission_help=Chaque page a un propri\u00e9taire, par d\u00e9faut, il s'agit de l'utilisateur qui a cr\u00e9\u00e9 la page.

jsp_page_permissions=Droits d'acc\u00e8s de la page

jsp_page_permissions_help=Chaque page a une s\u00e9rie de droits d'acc\u00e8s qui accorent des droits au propri\u00e9taire de la page, aux membres du site et au public.

jsp_page_perms_by_role=Droits d'acc\u00e8s de page par r\u00f4le


jsp_page_public_permission=Droits d'acc\u00e8s publics

jsp_page_public_permission_help=Lorsqu'un utilisateur n'est pas le propri\u00e9taire de la page ou un membre du worksite, il est un utilisateur 'public'. Le fait d'accorder des droits d'acc\u00e8s publics \u00e0 la page donne aux utilisateurs 'publics' le droit de lire ou d'\u00e9diter la page.

jsp_page_publicdisp_permission=Droits d'acc\u00e8s publics

jsp_page_publicdisp_permission_help=Lorsqu'un utilisateur n'est pas le propri\u00e9taire de la page ou un membre du worksite, il est un utilisateur 'public'. Le fait d'accorder des droits d'acc\u00e8s publics \u00e0 la page donne aux utilisateurs 'publics' le droit de lire ou d'\u00e9diter la page.

jsp_page_read_permission=Droits d'acc\u00e8s de lecture de page

jsp_page_read_permission_help=Une fois accord\u00e9, un utilisateur peut lire cette page. Si vous en avez le droit, vous pouvez cocher la case pour accorder ce droit d'acc\u00e8s. Si vous n'en avez pas le droit, vous verrez l'\u00e9tat du droit d'acc\u00e8s.

jsp_page_realm=realm de la page

jsp_page_sadmin_permission=Droits d'acc\u00e8s du site Super Admin

jsp_page_sadmin_permission_help=Un utilisateur qui d\u00e9tient les droits d'acc\u00e8s Super Admin dans son r\u00f4le du worksite a le droit de faire n'importe quoi dans n'importe quelle page. Si vous en avez le droit, vous pouvez cocher la case pour accorder ce droit d'acc\u00e8s. Si vous n'en avez pas le droit, vous verrez l'\u00e9tat du droit d'acc\u00e8s.

jsp_page_site_en_d_permission=Droits d'acc\u00e8s de page activ\u00e9 pour le site

jsp_page_site_en_d_permission_help=Lorsque les Droits d'acc\u00e8s de page activ\u00e9 pour le site sont accord\u00e9s, les r\u00f4les sont v\u00e9rifi\u00e9s pour voir site un utilisateur a le droit d'effectuer l'action. Lorsque les Droits d'acc\u00e8s de page activ\u00e9 pour le site ne sont pas accord\u00e9s, les droits d'acc\u00e8s du r\u00f4le ne sont pas activ\u00e9s pour cette page.

jsp_page_site_en_permission=Droits d'acc\u00e8s de page activ\u00e9 pour le site

jsp_page_site_en_permission_help1=Lorsque les Droits d'acc\u00e8s de page activ\u00e9 pour le site sont accord\u00e9s, les r\u00f4les sont v\u00e9rifi\u00e9s pour voir site un utilisateur a le droit d'effectuer l'action. Lorsque les Droits d'acc\u00e8s de page activ\u00e9 pour le site ne sont pas accord\u00e9s, les droits d'acc\u00e8s du r\u00f4le ne sont pas activ\u00e9s pour cette page.

jsp_page_site_en_permission_help2=Lorsqu'un droit d'acc\u00e8s est accord\u00e9 \u00e0 l'aide des cases \u00e0 cocher, les r\u00f4les du worksite sont v\u00e9rifi\u00e9s pour voir si le r\u00f4le en question a le droit d'effectuer l'action. Si ce r\u00f4le du worksite n'a pas de droit d'effectuer l'action, il ne peut pas \u00eatre accord\u00e9 au niveau de la page. Les droits d'acc\u00e8s de page sont en cascade descendante, donc les r\u00f4les qui ont des droits d'acc\u00e8s admin auront aussi des droits d'acc\u00e8s de lecture.

jsp_page_version=Version





jsp_path=Chemin

jsp_permission_admin=Admin

jsp_permission_create=Cr\u00e9er

jsp_permission_delete=Supprimer

jsp_permission_denied=Permission refus\u00e9e

jsp_permission_denied_message=Vous n'avez pas les droits d'acc\u00e8s requis.

jsp_permission_edit=\u00c9diter

jsp_permission_read=Lire

jsp_permission_roles=R\u00f4les

jsp_permission_section=Section droits d'acc\u00e8s

jsp_permission_section_help=Voici le realm des droits d'acc\u00e8s du site qui est utilis\u00e9 pour d\u00e9terminer les droits d'acc\u00e8s du site sur cette page. Habituellement le realm est le realm par d\u00e9faut pour le site qui contient la page.

jsp_permission_super_admin=Super Admin

jsp_presence_chat=Clavarder

jsp_presence_space_visits=Visites de l'espace

jsp_presence_user_visits=Visites des utilisateurs

jsp_preview=Aper\u00e7u

jsp_preview_changes=Aper\u00e7u des modifications

jsp_preview_changes_to=Aper\u00e7u des modifications \u00e0

jsp_printer_friendly=Impression facile

jsp_public=Public


jsp_realm=Realm

jsp_recovered_content=Contenu r\u00e9cup\u00e9r\u00e9

jsp_review=R\u00e9viser

jsp_review_alert1=Vous visualisez la version

jsp_review_alert2=de cette page, mise \u00e0 jour

jsp_review_alert3=La version actuelle est 

jsp_review_updated=mise \u00e0 jour

jsp_review_version=version

jsp_role_permissions=Droits d'acc\u00e8s des r\u00f4les


jsp_rss_feed_changes=Fil de syndication RSS des modifications \u00e0 ce Wiki

jsp_rwiki_tool=RWiki

jsp_search=Chercher


jsp_search_content=Contenu


jsp_search_realms=Realms

jsp_search_result_page=Page de r\u00e9sultats

jsp_search_score=Score


jsp_search_took=La recherche a pris

# Warning, tailing spaces are important
jsp_section_being_edited=La section est en train d'\u00eatre \u00e9dit\u00e9e par un autre utilisateur.

jsp_section_being_edited_msg1=Veuillez 

jsp_section_being_edited_msg2=retourner \u00e0 l'info de la page

jsp_section_being_edited_msg3=ou

jsp_section_being_edited_msg4=essayer d'\u00e9diter \u00e0 nouveau

jsp_sha1_digest=Abr\u00e9g\u00e9 SHA1

jsp_sha1_digest_help=Chaque page a un abr\u00e9g\u00e9 SHA1. Si l'abr\u00e9g\u00e9 de 2 pages est le m\u00eame, le contenu des deux pages est identique. Toute modification \u00e0 la page modifiera l'abr\u00e9g\u00e9 de la page.

jsp_show_comments=Afficher commentaires

jsp_show_help_sidebar=afficher le menu d'aide


jsp_show_who=Afficher qui

jsp_submitted_content=Contenu remis

jsp_submitted_prior_content=Contenu remis avant l'aper\u00e7u

jsp_submitted_prior_content_attach=Contenu remis avant de joindre


jsp_title_diff=Diff

jsp_toolb_bold=Gras

jsp_toolb_heading=Ent\u00eate

jsp_toolb_headings=Ent\u00eates...

jsp_toolb_image=Image

jsp_toolb_italic=Italique

jsp_toolb_link=Lien

jsp_toolb_save=Enregistrer

jsp_toolb_subscript=Indice

jsp_toolb_superscript=Exposant

jsp_toolb_table=Tableau

jsp_unknown_msg1=Veuillez

jsp_unknown_msg2=retourner \u00e0 l'info de la page

jsp_unknown_msg3=ou

jsp_unknown_msg4=essayer d'\u00e9diter \u00e0 nouveau

jsp_version=Version

jsp_view=Afficher



jsp_watch=Surveiller

jsp_watch_for_changes=Surveiller les modifications

jsp_wiki_home=Accueil Wiki




jsp_xml_lang=en

jsp_yes=oui

recentlyvisited.search=Chercher

renderbean.permission_problem=Vous n'avez pas le droit de visualiser cette page

revertcmd.content_changed=Le contenu a \u00e9t\u00e9 modifi\u00e9 depuis la derni\u00e8re fois que vous l'avez visualis\u00e9. Veuillez mettre \u00e0 jour le nouveau contenu ou l'\u00e9craser avec le contenu remis.
revertcmd.noupdate_allowed=Vous n'avez pas le droit de mettre \u00e0 jour cette page.

save.as_embed=comme incorpor\u00e9
save.as_link=comme lien
save.content_changed=Le contenu a \u00e9t\u00e9 modifi\u00e9 depuis la derni\u00e8re fois que vous l'avez visualis\u00e9. Veuillez mettre \u00e0 jour le nouveau contenu ou l'\u00e9craser avec le contenu remis.
save.noupdate_permission=Vous n'avez pas le droit de mettre \u00e0 jour cette page.

updatepermissioncmd.content_changed=Le contenu a \u00e9t\u00e9 modifi\u00e9 depuis la derni\u00e8re fois que vous l'avez visualis\u00e9. Veuillez mettre \u00e0 jour le nouveau contenu ou l'\u00e9craser avec le contenu remis.
updatepermissioncmd.noupdate_permission=Vous n'avez pas le droit de mettre \u00e0 jour cette page.