#X-Generator: crowdin.com

addattacheret.cancel_add_attach=H\u1ee7y b\u1ecf th\u00eam file \u0111\u00ednh k\u00e8m 

auzgroup.groupnotdef1=Realm 
auzgroup.groupnotdef2=kh\u00f4ng \u0111\u01b0\u1ee3c c\u00f4ng nh\u1eadn trong h\u1ec7 th\u1ed1ng. 

editauthz.currently_editing1=Hi\u1ec7n t\u1ea1i b\u1ea1n \u0111ang ch\u1ec9nh s\u1eeda\: 
editauthz.currently_editing2=. B\u1ea1n ph\u1ea3i ho\u00e0n t\u1ea5t vi\u1ec7c ch\u1ec9nh s\u1eeda n\u00e0y gi\u1edbi \u0111\u1ea7u ti\u00ean 

jsp_add_first_comment=H\u00e3y l\u00e0 ng\u01b0\u1eddi \u0111\u1ea7u ti\u00ean nh\u1eadn x\u00e9t 

jsp_add_new_comment=Th\u00eam b\u00ecnh lu\u1eadn m\u1edbi 

jsp_add_realm=Th\u00eam Realm 

jsp_add_role=Th\u00eam Vai tr\u00f2 

jsp_addcomment=Th\u00eam b\u00ecnh lu\u1eadn 

jsp_additional_page_permissions=B\u1ed5 sung quy\u1ec1n  s\u1eed d\u1ee5ng trang 

jsp_ago=tr\u01b0\u1edbc 

jsp_auto_save_date=t\u1eeb 

jsp_auto_save_version=Phi\u00ean b\u1ea3n thu h\u1ed3i 

jsp_button_back_to_edit=Quay l\u1ea1i Edit 

jsp_button_cancel=Hu\u1ef7 

jsp_button_ok=Ok 

jsp_button_overwrite=ghi \u0111\u00e8 l\u00ean 

jsp_button_preview=xem tr\u01b0\u1edbc 

jsp_button_restore_saved_edit=kh\u00f4i ph\u1ee5c l\u1ea1i l\u01b0u s\u1eeda 

jsp_button_save=L\u01b0u 

jsp_by=b\u1edfi 

jsp_comment=Th\u1ea3o lu\u1eadn 

jsp_comment_by=B\u00ecnh lu\u1eadn c\u1ee7a 

jsp_comment_conflict=Ng\u01b0\u1eddi kh\u00e1c ch\u1ec9nh s\u1eeda b\u00ecnh lu\u1eadn 

jsp_comment_gotolink=- Xem \u00fd ki\u1ebfn 

jsp_comment_pages=C\u00e1c trang th\u1ea3o lu\u1eadn 

jsp_comment_pages_help=\u0110\u00e2y l\u00e0 danh s\u00e1ch c\u00e1c trang \u0111\u1ea1i di\u1ec7n cho m\u1ed7i b\u00ecnh lu\u1eadn tr\u00ean trang n\u00e0y. 

jsp_comment_saved=Th\u1ea3o lu\u1eadn \u0111\u00e3 l\u01b0u 

jsp_comment_title=B\u00ecnh lu\u1eadn 

jsp_create_site_permissions=T\u1ea1o s\u1ef1 cho ph\u00e9p cho trang web  

jsp_create_site_permissions_help=\u0110\u00e2y l\u00e0 m\u1ed9t s\u1ef1 cho ph\u00e9p th\u00e0nh vi\u00ean trang web, \u0111\u1ed9c l\u1eadp c\u1ee7a trang, cho ph\u00e9p m\u1ed9t ng\u01b0\u1eddi s\u1eed d\u1ee5ng \u0111\u00e3 \u0111\u01b0\u1ee3c c\u1ea5p n\u00f3 kh\u1ea3 n\u0103ng t\u1ea1o ra m\u1ed9t trang. \u0110\u1ec3 thay \u0111\u1ed5i n\u00f3, b\u1ea1n ph\u1ea3i s\u1eed d\u1ee5ng vai tr\u00f2 cho ph\u00e9p bi\u00ean t\u1eadp. N\u1ebfu b\u1ea1n c\u00f3 s\u1ef1 cho ph\u00e9p, b\u1ea1n c\u00f3 th\u1ec3 \u0111\u00e1nh d\u1ea5u v\u00e0o checkboxes c\u1ea5p m\u00e0 \u0111\u01b0\u1ee3c ph\u00e9p. N\u1ebfu b\u1ea1n kh\u00f4ng c\u00f3 s\u1ef1 cho ph\u00e9p, b\u1ea1n s\u1ebd th\u1ea5y nh\u00e0 n\u01b0\u1edbc v\u1ec1 vi\u1ec7c cho ph\u00e9p. 

jsp_document_properties=Nh\u1eefng thu\u1ed9c t\u00ednh cho T\u00e0i li\u1ec7u 

jsp_edit=Ch\u1ec9nh s\u1eeda 

jsp_edit_acl_title=Ch\u1ec9nh s\u1eeda s\u1ef1 cho ph\u00e9p Ki\u1ec3m so\u00e1t c\u1ee7a trang ACL

jsp_edit_comment=Ch\u1ec9nh s\u1eeda Th\u1ea3o lu\u1eadn 

jsp_edit_content_label=Ch\u1ec9nh s\u1eeda n\u1ed9i dung trang 

jsp_edit_multi_realms=Ch\u1ec9nh s\u1eeda nhi\u1ec1u l\u00e3nh v\u1ef1c 

jsp_edit_notification_preferences=Ch\u1ec9nh s\u1eeda S\u1edf th\u00edch Th\u00f4ng b\u00e1o cho 

jsp_edit_page_permissions_msg1=Ngo\u00e0i vi\u1ec7c ch\u1ec9nh s\u1eeda c\u00e1c cho ph\u00e9p b\u1ea1n c\u00f3 th\u1ec3 trang 

jsp_edit_section=Ph\u1ea7n 

jsp_edit_site_permissions1=B\u1ea1n c\u00f3 th\u1ec3 

jsp_edit_site_permissions2=s\u1eeda trang web cho ph\u00e9p 

jsp_enable_disable_page=K\u00edch ho\u1ea1t/V\u00f4 hi\u1ec7u ho\u00e1 tr\u00ean trang n\u00e0y 

jsp_error_action_problem=C\u00e1c h\u00e0nh \u0111\u1ed9ng g\u1eb7p m\u1ed9t v\u1ea5n \u0111\u1ec1. 

jsp_error_action_report=Xin vui l\u00f2ng b\u00e1o c\u00e1o v\u1ea5n \u0111\u1ec1 n\u00e0y cho 

jsp_error_error=L\u1ed7i 

jsp_error_permission_denied=Gi\u1ea5y ph\u00e9p b\u1ecb t\u1eeb ch\u1ed1i 

jsp_error_permission_denied_message=B\u1ea1n kh\u00f4ng c\u00f3 quy\u1ec1n th\u00edch h\u1ee3p. 

jsp_error_unknown_exception=Kh\u00f4ng bi\u1ebft ngo\u1ea1i l\u1ec7 cho l\u1edbp 

jsp_error_unknown_message=Th\u00f4ng \u0111i\u1ec7p kh\u00f4ng r\u00f5 

jsp_error_unknown_stack_trace=Kh\u00f4ng bi\u1ebft Stack Trace 

jsp_feeds=Ngu\u1ed3n c\u1ea5p d\u1eef li\u1ec7u 

jsp_global_name=T\u00ean chung 

jsp_global_page_name=c\u00f4ng khai trang t\u00ean 

jsp_hash_name=SHA-1 

jsp_hidden_comment=\u1eb2n text nh\u1eadn x\u00e9t 

jsp_hidden_comment_info=\u1eb2n t\u00e1c gi\u1ea3 v\u00e0 ng\u00e0y 

jsp_hide_comments=Gi\u1ea5u l\u1eddi b\u00ecnh lu\u1eadn 

jsp_hide_help_sidebar=\u1ea9n b\u00ean gi\u00fap \u0111\u1ee1 

jsp_hide_hints=\u1ea8n g\u1ee3i \u00fd 

jsp_hide_who=Hide Who 

jsp_history=Li\u0323ch s\u01b0\u0309 

jsp_history_changed=Thay \u0111\u1ed5i 

jsp_history_changes=So s\u00e1nh v\u1edbi 

jsp_history_changes_help=B\u1eb1ng c\u00e1ch nh\u1ea5p v\u00e0o \u0110\u1ec3 hi\u1ec7n t\u1ea1i ho\u1eb7c \u0110\u1ec3 li\u00ean k\u1ebft tr\u01b0\u1edbc, b\u1ea1n s\u1ebd \u0111\u01b0\u1ee3c Xem nh\u1eefng thay \u0111\u1ed5i cho phi\u00ean b\u1ea3n tr\u01b0\u1edbc \u0111\u00f3 ho\u1eb7c phi\u00ean b\u1ea3n hi\u1ec7n t\u1ea1i 

jsp_history_content=N\u1ed9i dung 

jsp_history_content_help=N\u1ebfu n\u1ed9i dung kh\u00f4ng thay \u0111\u1ed5i gi\u1eefa c\u00e1c phi\u00ean b\u1ea3n c\u1ed9t n\u00e0y s\u1ebd cho bi\u1ebft r\u1eb1ng n\u1ed9i dung kh\u00f4ng thay \u0111\u1ed5i. \u0110i\u1ec1u n\u00e0y s\u1ebd \u0111\u01b0\u1ee3c b\u1edfi v\u00ec c\u00e1c cho ph\u00e9p, ch\u1ee7 s\u1edf h\u1eefu ho\u1eb7c l\u0129nh v\u1ef1c \u0111\u00e3 \u0111\u01b0\u1ee3c thay \u0111\u1ed5i trong phi\u00ean b\u1ea3n n\u00e0y. 

jsp_history_content_same_as=N\u1ed9i dung gi\u1ed1ng nh\u01b0 V. 

jsp_history_current=HI\u1ec6N T\u1ea0I 

jsp_history_date=Ng\u00e0y 

jsp_history_date_help=\u0110\u00e2y l\u00e0 ng\u00e0y s\u1eeda \u0111\u1ed5i 

jsp_history_list_caption=Danh s\u00e1ch c\u00e1c thay \u0111\u1ed5i cho trang. C\u1ed9t 1\: phi\u00ean b\u1ea3n

jsp_history_permissions=Cho ph\u00e9p 

jsp_history_permissions_help=o--- s--- p-- \= t\u1ea5t c\u1ea3 orwa t\u00e0n t\u1eadt srwa prw \= t\u1ea5t c\u1ea3 c\u00e1c k\u00edch ho\u1ea1t | | | | | | | | | | C\u00f4ng Vi\u1ebft c\u1ea5p | | | | | | | | | C\u00f4ng \u0110\u1ecdc c\u1ea5p | | | | | | | | C\u00f4ng trang cho ph\u00e9p nh\u00f3m | | | | | | | | | | | | | | | Admin Role Permissions k\u00edch ho\u1ea1t | | | | | | Vi\u1ebft Role Permissions k\u00edch ho\u1ea1t | | | | | T\u00ecm hi\u1ec3u Vai tr\u00f2 Permissions k\u00edch ho\u1ea1t | | | | trang web Quy\u1ec1n Roler nh\u00f3m | | | | | | | Ch\u1ee7 admin c\u1ea5p | | Ch\u1ee7 Vi\u1ebft c\u1ea5p | Ch\u1ee7 \u0110\u1ecdc c\u1ea5p Trang Ch\u1ee7 Quy\u1ec1n Group - c\u00f3 ngh\u0129a l\u00e0 b\u1ecb t\u1eeb ch\u1ed1i permssion 

jsp_history_revert=Tr\u01a1\u0309 la\u0323i 

jsp_history_revert_help=B\u1eb1ng c\u00e1ch nh\u1ea5p v\u00e0o li\u00ean k\u1ebft tr\u1edf l\u1ea1i v\u1edbi m\u1ed9t phi\u00ean b\u1ea3n tr\u01b0\u1edbc c\u1ee7a trang, c\u00e1c phi\u00ean b\u1ea3n trong c\u00e2u h\u1ecfi s\u1ebd \u0111\u01b0\u1ee3c s\u1eed d\u1ee5ng \u0111\u1ec3 t\u1ea1o ra m\u1ed9t phi\u00ean b\u1ea3n m\u1edbi. K\u1ebft qu\u1ea3 l\u00e0 trang hi\u1ec7n t\u1ea1i s\u1ebd c\u00f3 c\u00e1c n\u1ed9i dung v\u00e0 quy\u1ec1n h\u1ea1n c\u1ee7a c\u00e1c phi\u00ean b\u1ea3n trong c\u00e2u h\u1ecfi.

jsp_history_revert_this_version=Ho\u00e0n nguy\u00ean v\u1ec1 phi\u00ean b\u1ea3n n\u00e0y 

jsp_history_to_current=Hi\u1ec7n t\u1ea1i 

jsp_history_to_previous=Tr\u01b0\u1edbc 

jsp_history_user=Ng\u01b0\u1eddi s\u1eed d\u1ee5ng 

jsp_history_user_help=Khi m\u1ed9t trang \u0111\u01b0\u1ee3c thay \u0111\u1ed5i, ho\u1eb7c n\u1ed9i dung ho\u1eb7c b\u1ea5t k\u1ef3 c\u00e1c th\u00f4ng tin kh\u00e1c li\u00ean quan \u0111\u1ebfn (v\u00ed d\u1ee5 nh\u01b0 quy\u1ec1n s\u1eed d\u1ee5ng). Ng\u01b0\u1eddi s\u1eed d\u1ee5ng m\u00e0 th\u1ef1c hi\u1ec7n c\u00e1c thay \u0111\u1ed5i \u0111\u01b0\u1ee3c ghi l\u1ea1i v\u1edbi phi\u00ean b\u1ea3n. 

jsp_history_version=Phi\u00ean b\u1ea3n 


jsp_history_versions=C\u00e1c phi\u00ean b\u1ea3n 

jsp_history_versions_help=M\u1ed7i thay \u0111\u1ed5i trong trang t\u1ea1o ra m\u1ed9t phi\u00ean b\u1ea3n m\u1edbi. Phi\u00ean b\u1ea3n b\u1eaft \u0111\u1ea7u t\u1eeb phi\u00ean b\u1ea3n 0, khi trang \u0111\u01b0\u1ee3c t\u1ea1o \u0111\u1ea7u ti\u00ean v\u00e0 sau \u0111\u00f3 t\u0103ng l\u00ean m\u1ed7i l\u1ea7n m\u1ed9t trang \u0111\u01b0\u1ee3c ch\u1ec9nh s\u1eeda 

jsp_id=Id 

jsp_incomming=M\u1edbi \u0111\u1ebfn 

jsp_incomming_pages=C\u00e1c trang M\u1edbi \u0111\u1ebfn 

jsp_incomming_pages_help=\u0110\u00e2y l\u00e0 danh s\u00e1ch c\u1ee7a c\u00e1c trang t\u00e0i li\u1ec7u tham kh\u1ea3o ho\u1eb7c li\u00ean k\u1ebft \u0111\u1ebfn trang n\u00e0y. 

jsp_info=Th\u00f4ng tin 

jsp_info_outgoing_manylinks=S\u1ed1 l\u01b0\u1ee3ng c\u00e1c li\u00ean k\u1ebft \u0111i tr\u00ean trang n\u00e0y Wiki c\u00f3 th\u1ec3 \u0111\u00e3 \u0111\u1ea1t \u0111\u1ebfn m\u1ed9t h\u1ec7 th\u1ed1ng x\u00e1c \u0111\u1ecbnh gi\u1edbi h\u1ea1n, do \u0111\u00f3, m\u1ed9t s\u1ed1 c\u00e1c li\u00ean k\u1ebft c\u1ee7a trang n\u00e0y c\u00f3 th\u1ec3 kh\u00f4ng \u0111\u01b0\u1ee3c Xem trong danh s\u00e1ch n\u00e0y. 

jsp_is_unknown=kh\u00f4ng r\u00f5. 

jsp_lang=en 

jsp_last_edited=S\u1eeda \u0111\u1ed5i cu\u1ed1i 

jsp_last_edited_help=Ng\u00e0y v\u00e0 th\u1eddi gian khi trang ch\u1ec9nh s\u1eeda l\u1ea7n cu\u1ed1i. 

jsp_last_modified_by=s\u1eeda \u0111\u1ed5i l\u1ea7n cu\u1ed1i b\u1edfi 

jsp_minor_change=Thay \u0111\u1ed5i nh\u1ecf - Kh\u00f4ng g\u1eedi th\u00f4ng b\u00e1o t\u1edbi ng\u01b0\u1eddi xem c\u1ee7a trang n\u00e0y. 

jsp_ms_found=ms h\u00e0ng 

jsp_multi_autzgroups_edit=(Th\u1eed nghi\u1ec7m) Nhi\u1ec1u AuthZGroups Edit 

jsp_new_comment=Th\u1ea3o lu\u1eadn m\u1edbi 

jsp_no=kh\u00f4ng 

jsp_no_restored_content=kh\u00f4ng c\u00f3 n\u1ed9i dung ph\u1ee5c h\u1ed3i 

jsp_no_results_found=Kh\u00f4ng c\u00f3 k\u1ebft qu\u1ea3 \u0111\u01b0\u1ee3c t\u00ecm th\u1ea5y. 


jsp_none=kh\u00f4ng ai 

jsp_noread_comment=Kh\u00f4ng c\u00f3 ph\u00e9p \u0110\u1ecdc cho nh\u1eadn x\u00e9t n\u00e0y 

jsp_not_allowed_edit_page=B\u1ea1n kh\u00f4ng \u0111\u01b0\u1ee3c ph\u00e9p ch\u1ec9nh s\u1eeda trang n\u00e0y 

jsp_notification_feeds_help=C\u1ea5u h\u00ecnh kh\u00e1c cho trang n\u00e0y, c\u0169ng nh\u01b0 c\u00e1c phi\u00ean b\u1ea3n c\u1ee7a RSS feeds t\u1eeb n\u00f3   \t\t 

jsp_notification_preferences=S\u1edf th\u00edch cho Th\u00f4ng b\u00e1o 

jsp_notification_preferences_help=Khi m\u1ed9t trang \u0111\u01b0\u1ee3c thay \u0111\u1ed5i, b\u1ea1n s\u1ebd nh\u1eadn \u0111\u01b0\u1ee3c m\u1ed9t email th\u00f4ng b\u00e1o cho b\u1ea1n v\u1ec1 nh\u1eefng thay \u0111\u1ed5i. N\u1ebfu b\u1ea1n mu\u1ed1n thay \u0111\u1ed5i kh\u1ed1i l\u01b0\u1ee3ng ho\u1eb7c t\u00ednh ch\u1ea5t c\u1ee7a c\u00e1c email b\u1ea1n nh\u1eadn \u0111\u01b0\u1ee3c, b\u1ea1n c\u00f3 th\u1ec3 l\u00e0m \u0111i\u1ec1u n\u00e0y v\u1edbi Tu\u1ef3 ch\u1ecdn Th\u00f4ng b\u00e1o. C\u00e1c \u01b0u \u0111\u00e3i \u0111\u01b0\u1ee3c \u0111i\u1ec1u khi\u1ec3n tr\u00ean m\u1ed9t trang web c\u1ee7a trang web c\u01a1 s\u1edf \u0111\u1ec3 b\u1ea1n c\u00f3 th\u1ec3 ch\u1ecdn \u0111\u01b0\u1ee3c th\u00f4ng b\u00e1o v\u1ec1 c\u00e1c thay \u0111\u1ed5i cho m\u1ed9t s\u1ed1 trang web, trong khi xem m\u1ed9t ti\u00eau h\u00f3a v\u00e0o trang web kh\u00e1c v\u00e0 b\u1ecf qua t\u1ea5t c\u1ea3 c\u00e1c th\u00f4ng b\u00e1o v\u00e0o trang web kh\u00e1c. 

jsp_notifications_for=Email th\u00f4ng b\u00e1o c\u1ee7a thay \u0111\u1ed5i 

jsp_notify_no_preference=(\u0110\u1ed1i v\u1edbi ph\u1ee5 wiki-ph\u1ea7n ch\u1ec9) Ch\u1ec9 c\u1ea7n l\u00e0m t\u01b0\u01a1ng t\u1ef1 nh\u01b0 \u0111\u1ed1i v\u1edbi c\u00e1c th\u00f4ng b\u00e1o wiki ch\u00ednh 

jsp_notify_none=\u0110\u1eebng g\u1eedi cho t\u00f4i email khi thay \u0111\u1ed5i c\u00e1c trang wiki n\u00e0y (ho\u1eb7c ti\u1ec3u ph\u1ea7n wiki-) 

jsp_notify_seperate=M\u1ed7i l\u1ea7n m\u1ed9t trang \u0111\u01b0\u1ee3c thay \u0111\u1ed5i trong wiki n\u00e0y (ho\u1eb7c ti\u1ec3u ph\u1ea7n wiki), g\u1eedi m\u1ed9t email ri\u00eang bi\u1ec7t 

jsp_notify_summary=G\u1eedi cho t\u00f4i m\u1ed9t email m\u1ed7i ng\u00e0y t\u1ed5ng k\u1ebft t\u1ea5t c\u1ea3 c\u00e1c thay \u0111\u1ed5i trong wiki n\u00e0y (ho\u1eb7c ti\u1ec3u ph\u1ea7n wiki-) 

jsp_on=tr\u00ean 

jsp_outgoing=S\u1eafp g\u1eedi 

jsp_outgoing_pages=C\u00e1c trang S\u1eafp g\u1eedi  

jsp_outgoing_pages_help=\u0110\u00e2y l\u00e0 danh s\u00e1ch c\u00e1c trang m\u00e0 trang n\u00e0y tham kh\u1ea3o ho\u1eb7c li\u00ean k\u1ebft \u0111\u1ebfn. 

jsp_owner=Ng\u01b0\u1eddi Ch\u1ee7

jsp_page_admin_permission=Admin 

jsp_page_admin_permission_help=Sau khi \u0111\u01b0\u1ee3c c\u1ea5p, ng\u01b0\u1eddi d\u00f9ng c\u00f3 th\u1ec3 ch\u1ec9nh s\u1eeda c\u00e1c quy\u1ec1n truy c\u1eadp c\u1ee7a trang, v\u00e0 kh\u00f4i ph\u1ee5c l\u1ea1i phi\u00ean b\u1ea3n c\u0169. C\u1ea5p gi\u1ea5y ph\u00e9p admin c\u0169ng t\u00e0i tr\u1ee3 cho ph\u00e9p \u0111\u1ecdc. N\u1ebfu b\u1ea1n c\u00f3 s\u1ef1 cho ph\u00e9p, b\u1ea1n c\u00f3 th\u1ec3 \u0111\u00e1nh d\u1ea5u v\u00e0o checkboxes c\u1ea5p m\u00e0 \u0111\u01b0\u1ee3c ph\u00e9p. N\u1ebfu b\u1ea1n kh\u00f4ng c\u00f3 s\u1ef1 cho ph\u00e9p, b\u1ea1n s\u1ebd th\u1ea5y nh\u00e0 n\u01b0\u1edbc v\u1ec1 vi\u1ec7c cho ph\u00e9p. 

jsp_page_delete_permission=Quy\u1ec1n th\u00edch h\u1ee3p \u0111\u1ec3 x\u00f3a trang 

jsp_page_delete_permission_help=Sau khi \u0111\u01b0\u1ee3c c\u1ea5p, ng\u01b0\u1eddi d\u00f9ng c\u00f3 th\u1ec3 x\u00f3a trang n\u00e0y. N\u1ebfu b\u1ea1n c\u00f3 s\u1ef1 cho ph\u00e9p, b\u1ea1n c\u00f3 th\u1ec3 \u0111\u00e1nh d\u1ea5u v\u00e0o checkboxes c\u1ea5p m\u00e0 \u0111\u01b0\u1ee3c ph\u00e9p. N\u1ebfu b\u1ea1n kh\u00f4ng c\u00f3 s\u1ef1 cho ph\u00e9p, b\u1ea1n s\u1ebd th\u1ea5y nh\u00e0 n\u01b0\u1edbc v\u1ec1 vi\u1ec7c cho ph\u00e9p. 

jsp_page_diff_added=Nh\u1eadp 

jsp_page_diff_changed=Thay \u0111\u1ed5i 

jsp_page_diff_deleted=\u0110\u00e3 b\u1ecb x\u00f3a 

jsp_page_diff_key=T\u1eeb kho\u00e1 

jsp_page_diff_vs=vs 

jsp_page_differences=Trang kh\u00e1c bi\u1ec7t 

jsp_page_edit_permission=Cho ph\u00e9p Ch\u1ec9nh s\u1eeda trang  

jsp_page_edit_permission_help=Sau khi \u0111\u01b0\u1ee3c c\u1ea5p, ng\u01b0\u1eddi d\u00f9ng c\u00f3 th\u1ec3 ch\u1ec9nh s\u1eeda n\u1ed9i dung c\u1ee7a trang n\u00e0y. N\u1ebfu b\u1ea1n c\u00f3 s\u1ef1 cho ph\u00e9p, b\u1ea1n c\u00f3 th\u1ec3 \u0111\u00e1nh d\u1ea5u v\u00e0o checkboxes c\u1ea5p m\u00e0 \u0111\u01b0\u1ee3c ph\u00e9p. N\u1ebfu b\u1ea1n kh\u00f4ng c\u00f3 s\u1ef1 cho ph\u00e9p, b\u1ea1n s\u1ebd th\u1ea5y nh\u00e0 n\u01b0\u1edbc v\u1ec1 vi\u1ec7c cho ph\u00e9p. 

jsp_page_id=Trang Id 

jsp_page_id_help=M\u1ed7i trang \u0111\u01b0\u1ee3c cho m\u1ed9t ID duy nh\u1ea5t. 

jsp_page_length_alert=S\u1eeda t\u00ean trong wiki kh\u00f4ng th\u1ec3 \u0111\u01b0\u1ee3c h\u01a1n 225 k\u00fd t\u1ef1\!\!\! Xin vui l\u00f2ng thay \u0111\u1ed5i t\u00ean c\u1ee7a trang n\u00e0y. 

jsp_page_length_alert_title=Xin l\u1ed7i, trang ti\u00eau \u0111\u1ec1 Too Long 

jsp_page_length_alert_view=<ul class\="message"><li> Trang web b\u1ea1n \u0111\u00e3 b\u1eaft \u0111\u1ea7u b\u1eb1ng c\u00e1ch l\u00e0m m\u1ed9t li\u00ean k\u1ebft t\u1edbi n\u00f3 c\u00f3 m\u1ed9t ti\u00eau \u0111\u1ec1 v\u01b0\u1ee3t qu\u00e1 c\u00e1c gi\u1edbi h\u1ea1n c\u1ee7a h\u1ec7 th\u1ed1ng. </li><li> Ch\u00fang t\u00f4i khuy\u00ean b\u1ea1n h\u00e3y quay l\u1ea1i trang c\u00f3 ngu\u1ed3n g\u1ed1c v\u00e0 ch\u1ec9nh s\u1eeda c\u00e1c li\u00ean k\u1ebft v\u00e0 l\u00e0m cho n\u00f3 ng\u1eafn h\u01a1n 200 k\u00fd t\u1ef1. </li><li> Xin l\u1ed7i v\u00ec s\u1ef1 b\u1ea5t ti\u1ec7n\! </li></ul> 

jsp_page_modified=\u0111\u1ed5i 

jsp_page_name=T\u00ean trang 

jsp_page_name_help=Trang \u0111\u1ec1u c\u00f3 m\u1ed9t t\u00ean, t\u00ean n\u00e0y \u0111\u01b0\u1ee3c s\u1eed d\u1ee5ng trong c\u00e1c li\u00ean k\u1ebft wiki. N\u1ebfu c\u00e1c trang gi\u1eefa worksites kh\u00e1c nhau s\u1ebd \u0111\u01b0\u1ee3c s\u1eed d\u1ee5ng, t\u00ean trang \u0111\u1ea7y \u0111\u1ee7 n\u00ean \u0111\u01b0\u1ee3c s\u1eed d\u1ee5ng trong li\u00ean k\u1ebft. 

jsp_page_owner=Trang Ch\u1ee7 

jsp_page_owner_help=M\u1ed7i trang c\u00f3 ch\u1ee7 s\u1edf h\u1eefu, \u0111i\u1ec1u n\u00e0y th\u01b0\u1eddng l\u00e0 ng\u01b0\u1eddi d\u00f9ng t\u1ea1o ra c\u00e1c trang.  \t\t 

jsp_page_owner_permission=Trang Ch\u1ee7 Quy\u1ec1n 

jsp_page_owner_permission_help=M\u1ed7i trang c\u00f3 ch\u1ee7 s\u1edf h\u1eefu, \u0111i\u1ec1u n\u00e0y m\u1eb7c \u0111\u1ecbnh cho ng\u01b0\u1eddi s\u1eed d\u1ee5ng \u0111\u00e3 t\u1ea1o ra trang.  \t\t 

jsp_page_permissions=S\u1ef1 cho ph\u00e9p trang 

jsp_page_permissions_help=M\u1ed7i trang c\u00f3 m\u1ed9t t\u1eadp c\u00e1c quy\u1ec1n truy c\u1eadp trang \u0111\u00f3 trao quy\u1ec1n cho ch\u1ee7 Trang, th\u00e0nh vi\u00ean c\u1ee7a trang web v\u00e0 c\u00f4ng ch\u00fang 

jsp_page_perms_by_role=S\u1ef1 cho ph\u00e9p trang b\u1edfi vai tr\u00f2 

jsp_page_perms_help_title=Nh\u1ea5n v\u00e0o \u0111\u00e2y \u0111\u1ec3 xem th\u00f4ng tin \t\t 

jsp_page_public_permission=Quy\u1ec1n chung 

jsp_page_public_permission_help=Tr\u01b0\u1eddng h\u1ee3p m\u1ed9t ng\u01b0\u1eddi d\u00f9ng kh\u00f4ng ph\u1ea3i l\u00e0 ch\u1ee7 s\u1edf h\u1eefu trang v\u00e0 kh\u00f4ng ph\u1ea3i l\u00e0 m\u1ed9t th\u00e0nh vi\u00ean c\u1ee7a worksite h\u1ecd l\u00e0 m\u1ed9t 'c\u00f4ng' ng\u01b0\u1eddi s\u1eed d\u1ee5ng. C\u1ea5p gi\u1ea5y c\u00f4ng quy\u1ec1n tr\u00ean trang web cho m\u1ed9t c\u00f4ng 'ng\u01b0\u1eddi s\u1eed d\u1ee5ng \u0111\u01b0\u1ee3c ph\u00e9p \u0111\u1ec3 \u0111\u1ecdc ho\u1eb7c ch\u1ec9nh s\u1eeda c\u00e1c trang. 

jsp_page_publicdisp_permission=Quy\u1ec1n chung 

jsp_page_publicdisp_permission_help=Tr\u01b0\u1eddng h\u1ee3p m\u1ed9t ng\u01b0\u1eddi d\u00f9ng kh\u00f4ng ph\u1ea3i l\u00e0 ch\u1ee7 s\u1edf h\u1eefu trang v\u00e0 kh\u00f4ng ph\u1ea3i l\u00e0 m\u1ed9t th\u00e0nh vi\u00ean c\u1ee7a worksite h\u1ecd l\u00e0 m\u1ed9t 'c\u00f4ng c\u1ed9ng' ng\u01b0\u1eddi s\u1eed d\u1ee5ng. C\u1ea5p gi\u1ea5y c\u00f4ng quy\u1ec1n tr\u00ean trang web cho m\u1ed9t c\u00f4ng 'ng\u01b0\u1eddi s\u1eed d\u1ee5ng \u0111\u01b0\u1ee3c ph\u00e9p \u0111\u1ec3 \u0111\u1ecdc ho\u1eb7c ch\u1ec9nh s\u1eeda c\u00e1c trang.  \t\t 

jsp_page_read_permission=T\u00ecm hi\u1ec3u trang cho ph\u00e9p 

jsp_page_read_permission_help=Sau khi \u0111\u01b0\u1ee3c c\u1ea5p, ng\u01b0\u1eddi d\u00f9ng c\u00f3 th\u1ec3 \u0111\u1ecdc trang n\u00e0y. N\u1ebfu b\u1ea1n c\u00f3 s\u1ef1 cho ph\u00e9p, b\u1ea1n c\u00f3 th\u1ec3 \u0111\u00e1nh d\u1ea5u v\u00e0o checkboxes c\u1ea5p m\u00e0 \u0111\u01b0\u1ee3c ph\u00e9p. N\u1ebfu b\u1ea1n kh\u00f4ng c\u00f3 s\u1ef1 cho ph\u00e9p, b\u1ea1n s\u1ebd th\u1ea5y nh\u00e0 n\u01b0\u1edbc v\u1ec1 vi\u1ec7c cho ph\u00e9p. 

jsp_page_realm=Trang gi\u1edbi 

jsp_page_sadmin_permission=Super Admin Site Permission 

jsp_page_sadmin_permission_help=M\u1ed9t s\u1eed d\u1ee5ng Super Admin c\u00f3 s\u1ef1 cho ph\u00e9p trong vai tr\u00f2 worksite c\u1ee7a h\u1ecd \u0111\u01b0\u1ee3c ph\u00e9p l\u00e0m b\u1ea5t c\u1ee9 \u0111i\u1ec1u g\u00ec cho b\u1ea5t k\u1ef3 trang n\u00e0o. N\u1ebfu b\u1ea1n c\u00f3 s\u1ef1 cho ph\u00e9p, b\u1ea1n c\u00f3 th\u1ec3 \u0111\u00e1nh d\u1ea5u v\u00e0o checkboxes c\u1ea5p m\u00e0 \u0111\u01b0\u1ee3c ph\u00e9p. N\u1ebfu b\u1ea1n kh\u00f4ng c\u00f3 s\u1ef1 cho ph\u00e9p, b\u1ea1n s\u1ebd th\u1ea5y nh\u00e0 n\u01b0\u1edbc v\u1ec1 vi\u1ec7c cho ph\u00e9p 

jsp_page_site_en_d_permission=K\u00edch ho\u1ea1t t\u00ednh n\u0103ng Trang web cho ph\u00e9p 

jsp_page_site_en_d_permission_help=Khi m\u1ed9t trang web cho ph\u00e9p \u0111\u01b0\u1ee3c c\u1ea5p ph\u00e9p trang, vai tr\u00f2 worksite \u0111\u01b0\u1ee3c t\u01b0 v\u1ea5n \u0111\u1ec3 xem n\u1ebfu ng\u01b0\u1eddi d\u00f9ng \u0111\u01b0\u1ee3c ph\u00e9p th\u1ef1c hi\u1ec7n h\u00e0nh \u0111\u1ed9ng. Tr\u01b0\u1eddng h\u1ee3p c\u00e1c trang web c\u1ee5 th\u1ec3 k\u00edch ho\u1ea1t t\u00ednh n\u0103ng cho ph\u00e9p trang kh\u00f4ng \u0111\u01b0\u1ee3c c\u1ea5p, c\u00e1c kho\u1ea3n vai tr\u00f2 kh\u00f4ng \u0111\u01b0\u1ee3c k\u00edch ho\u1ea1t cho trang n\u00e0y. 

jsp_page_site_en_permission=K\u00edch ho\u1ea1t t\u00ednh n\u0103ng Trang web cho ph\u00e9p 

jsp_page_site_en_permission_help1=Khi m\u1ed9t trang web \u0111\u01b0\u1ee3c c\u1ea5p ph\u00e9p, vai tr\u00f2 worksite \u0111\u01b0\u1ee3c t\u01b0 v\u1ea5n \u0111\u1ec3 xem n\u1ebfu ng\u01b0\u1eddi d\u00f9ng \u0111\u01b0\u1ee3c ph\u00e9p th\u1ef1c hi\u1ec7n h\u00e0nh \u0111\u1ed9ng. Tr\u01b0\u1eddng h\u1ee3p c\u00e1c trang web c\u1ee5 th\u1ec3 cho ph\u00e9p k\u00edch ho\u1ea1t trang web l\u00e0 kh\u00f4ng \u0111\u01b0\u1ee3c c\u1ea5p, vai tr\u00f2 cho ph\u00e9p kh\u00f4ng \u0111\u01b0\u1ee3c c\u1ea5p cho c\u00e1c trang n\u00e0y. 

jsp_page_site_en_permission_help2=Khi m\u1ed9t trang \u0111\u01b0\u1ee3c c\u1ea5p ph\u00e9p s\u1eed d\u1ee5ng c\u00e1c checkboxes, vai tr\u00f2 worksite \u0111\u01b0\u1ee3c t\u01b0 v\u1ea5n \u0111\u1ec3 xem li\u1ec7u c\u00f3 vai tr\u00f2 cho ph\u00e9p th\u1ef1c hi\u1ec7n h\u00e0nh \u0111\u1ed9ng. N\u1ebfu \u0111\u00f3 vai tr\u00f2 worksite kh\u00f4ng c\u00f3 s\u1ef1 cho ph\u00e9p \u0111\u1ec3 th\u1ef1c hi\u1ec7n c\u00e1c h\u00e0nh \u0111\u1ed9ng, n\u00f3 kh\u00f4ng th\u1ec3 \u0111\u01b0\u1ee3c c\u1ea5p \u1edf c\u1ea5p \u0111\u1ed9 trang. Trang cho ph\u00e9p xu\u1ed1ng th\u00e1c, do \u0111\u00f3, vai tr\u00f2 v\u1edbi quy\u1ec1n admin c\u0169ng s\u1ebd c\u00f3 quy\u1ec1n \u0111\u1ecdc. 

jsp_page_version=Phi\u00ean b\u1ea3n 





jsp_path=\u0110\u01b0\u1eddng d\u1eabn 

jsp_permission_admin=Qu\u1ea3n l\u00fd 

jsp_permission_create=T\u1ea1o 

jsp_permission_delete=X\u00f3a 

jsp_permission_denied=Gi\u1ea5y ph\u00e9p b\u1ecb t\u1eeb ch\u1ed1i 

jsp_permission_denied_message=B\u1ea1n kh\u00f4ng c\u00f3 quy\u1ec1n th\u00edch h\u1ee3p. 

jsp_permission_edit=Ch\u1ec9nh s\u1eeda 

jsp_permission_read=\u0110o\u0323c 

jsp_permission_roles=Vai tr\u00f2 

jsp_permission_section=Ph\u1ea7n ph\u00e9p 

jsp_permission_section_help=\u0110\u00e2y l\u00e0 trang web cho ph\u00e9p l\u0129nh v\u1ef1c \u0111\u01b0\u1ee3c s\u1eed d\u1ee5ng \u0111\u1ec3 x\u00e1c \u0111\u1ecbnh quy\u1ec1n truy c\u1eadp trang web tr\u00ean trang n\u00e0y. Th\u00f4ng th\u01b0\u1eddng l\u0129nh v\u1ef1c n\u00e0y l\u00e0 l\u0129nh v\u1ef1c m\u1eb7c \u0111\u1ecbnh cho c\u00e1c trang web c\u00f3 ch\u1ee9a c\u00e1c trang. 

jsp_permission_super_admin=Super Admin 

jsp_presence_chat=Chat 

jsp_presence_space_visits=Kh\u00f4ng gian th\u0103m 

jsp_presence_user_visits=Ng\u01b0\u1eddi d\u00f9ng th\u0103m 

jsp_preview=Xem tr\u01b0\u1edbc 

jsp_preview_changes=Xem tr\u01b0\u1edbc c\u00e1c Thay \u0111\u1ed5i 

jsp_preview_changes_to=Thay \u0111\u1ed5i \u0110\u1ec3 xem tr\u01b0\u1edbc 

jsp_printer_friendly=In 

jsp_public=C\u00f4ng khai 


jsp_realm=Realm 

jsp_recovered_content=N\u1ed9i dung thu h\u1ed3i 

jsp_review=\u0110\u00e1nh gi\u00e1 

jsp_review_alert1=B\u1ea1n \u0111ang xem phi\u00ean b\u1ea3n 

jsp_review_alert2=c\u1ee7a trang n\u00e0y, c\u1eadp nh\u1eadt 

jsp_review_alert3=Phi\u00ean b\u1ea3n hi\u1ec7n t\u1ea1i l\u00e0 

jsp_review_updated=c\u1eadp nh\u1eadt 

jsp_review_version=phi\u00ean b\u1ea3n 

jsp_role_permissions=Vai tr\u00f2 \u0111i\u1ec1u kho\u1ea3n 

jsp_role_permissions_summary=\u0110\u1ea7u c\u1ed9t\: vai tr\u00f2, c\u00e1c c\u1ed9t kh\u00e1c\: cho ph\u00e9p b\u1ea1n c\u00f3 th\u1ec3 \u00e1p d\u1ee5ng cho vai tr\u00f2 n\u00e0y. 

jsp_rss_feed_changes=RSS feed c\u1ee7a thay \u0111\u1ed5i Wiki 

jsp_rwiki_tool=RWiki 

jsp_search=T\u00ecm ki\u1ebfm 

jsp_search_close_q=" 

jsp_search_content=N\u1ed9i dung 

jsp_search_open_q=" 

jsp_search_realms=Realms 

jsp_search_result_page=K\u1ebft qu\u1ea3 t\u00ecm ki\u1ebfm Trang\: 

jsp_search_score=H\u1ec7 s\u1ed1 

jsp_search_title=K\u1ebft qu\u1ea3 t\u00ecm ki\u1ebfm 

jsp_search_took=T\u00ecm ki\u1ebfm di\u1ec5n 

# Warning, tailing spaces are important
jsp_section_being_edited=M\u1ee5c hi\u1ec7n t\u1ea1i \u0111ang \u0111\u01b0\u1ee3c hi\u1ec7u ch\u1ec9nh b\u1edfi m\u1ed9t s\u1ed1 ng\u01b0\u1eddi d\u00f9ng kh\u00e1c. 

jsp_section_being_edited_msg1=Xin vui l\u00f2ng, ho\u1eb7c 

jsp_section_being_edited_msg2=tr\u1edf l\u1ea1i trang th\u00f4ng tin 

jsp_section_being_edited_msg3=ho\u0103\u0323c 

jsp_section_being_edited_msg4=c\u1ed1 g\u1eafng \u0111\u1ec3 ch\u1ec9nh s\u1eeda l\u1ea1i 

jsp_sha1_digest=SHA1 Digest 

jsp_sha1_digest_help=M\u1ed7i trang c\u00f3 m\u1ed9t ti\u00eau h\u00f3a SHA1. N\u1ebfu ti\u00eau h\u00f3a c\u1ee7a 2 trang \u0111\u1ec1u gi\u1ed1ng nhau, n\u1ed9i dung c\u1ee7a c\u1ea3 hai trang gi\u1ed1ng h\u1ec7t nhau. B\u1ea5t k\u1ef3 s\u1ef1 thay \u0111\u1ed5i trong trang, s\u1ebd thay \u0111\u1ed5i ti\u00eau h\u00f3a tr\u00ean trang. \t\t 

jsp_show_comments=Xem g\u00f3p \u00fd 

jsp_show_help_sidebar=Xem sidebar gi\u00fap 

jsp_show_hints=Xem nh\u1eefng g\u1ee3i \u00fd 

jsp_show_who=Show Who 

jsp_submitted_content=G\u1eedi n\u1ed9i dung 

jsp_submitted_prior_content=Xem tr\u01b0\u1edbc N\u1ed9i dung tr\u01b0\u1edbc khi g\u1eedi  

jsp_submitted_prior_content_attach=N\u1ed9i dung tr\u01b0\u1edbc khi g\u1eedi \u0110\u00ednh k\u00e8m 

jsp_table_macro_markup=Ti\u00eau \u0111\u1ec1 1 | Ti\u00eau \u0111\u1ec1 2 | Ti\u00eau \u0111\u1ec1 3 \\ nRow 1 | n\u1ed9i dung | n\u1ed9i dung \\ nRow 2 | n\u1ed9i dung | n\u1ed9i dung \\ nRow 3 | n\u1ed9i dung | n\u1ed9i dung 

jsp_title_diff=Diff 

jsp_toolb_bold=Bold 

jsp_toolb_heading=\u0110\u1ec1 m\u1ee5c 

jsp_toolb_headings=\u0110\u1ec1 m\u1ee5c ... 

jsp_toolb_image=Image 

jsp_toolb_italic=Nghi\u00eang 

jsp_toolb_link=Li\u00ean k\u1ebft 

jsp_toolb_save=L\u01b0u 

jsp_toolb_subscript=Ch\u1ec9 s\u1ed1 d\u01b0\u1edbi 

jsp_toolb_superscript=Superscript 

jsp_toolb_table=B\u1ea3ng 

jsp_unknown_msg1=Xin 

jsp_unknown_msg2=tr\u1edf l\u1ea1i trang th\u00f4ng tin 

jsp_unknown_msg3=ho\u0103\u0323c 

jsp_unknown_msg4=c\u1ed1 g\u1eafng \u0111\u1ec3 ch\u1ec9nh s\u1eeda l\u1ea1i 

jsp_version=Phi\u00ean b\u1ea3n 

jsp_view=Xem 

jsp_view_current=Xem hi\u1ec7n t\u1ea1i 

jsp_visited_pages_link=Vi\u1ebfng th\u0103m G\u1ea7n \u0111\u00e2y  

jsp_watch=Xem 

jsp_watch_for_changes=Xem nh\u1eefng thay \u0111\u1ed5i 

jsp_wiki_home=Trang ch\u1ee7 




jsp_xml_lang=en 

jsp_yes=v\u00e2ng 

recentlyvisited.search=T\u00ecm ki\u1ebfm 

renderbean.permission_problem=B\u1ea1n kh\u00f4ng c\u00f3 quy\u1ec1n xem trang n\u00e0y. 

revertcmd.content_changed=N\u1ed9i dung \u0111\u00e3 thay \u0111\u1ed5i t\u1eeb l\u1ea7n cu\u1ed1i b\u1ea1n xem n\u00f3. Xin vui l\u00f2ng c\u1eadp nh\u1eadt n\u1ed9i dung m\u1edbi ho\u1eb7c ghi \u0111\u00e8 l\u00ean n\u00f3 v\u1edbi c\u00e1c n\u1ed9i dung g\u1eedi. 
revertcmd.noupdate_allowed=B\u1ea1n kh\u00f4ng c\u00f3 quy\u1ec1n c\u1eadp nh\u1eadt trang n\u00e0y. 

save.as_embed=nh\u01b0 nh\u00fang 
save.as_link=nh\u01b0 li\u00ean k\u1ebft 
save.content_changed=N\u1ed9i dung \u0111\u00e3 thay \u0111\u1ed5i t\u1eeb l\u1ea7n cu\u1ed1i b\u1ea1n xem n\u00f3. Xin vui l\u00f2ng c\u1eadp nh\u1eadt n\u1ed9i dung m\u1edbi ho\u1eb7c ghi \u0111\u00e8 l\u00ean n\u00f3 v\u1edbi c\u00e1c n\u1ed9i dung g\u1eedi. 
save.noupdate_permission=B\u1ea1n kh\u00f4ng c\u00f3 quy\u1ec1n c\u1eadp nh\u1eadt trang n\u00e0y. 

updatepermissioncmd.content_changed=N\u1ed9i dung \u0111\u00e3 thay \u0111\u1ed5i t\u1eeb l\u1ea7n cu\u1ed1i b\u1ea1n xem n\u00f3. Xin vui l\u00f2ng c\u1eadp nh\u1eadt n\u1ed9i dung m\u1edbi ho\u1eb7c ghi \u0111\u00e8 l\u00ean n\u00f3 v\u1edbi c\u00e1c n\u1ed9i dung g\u1eedi. 
updatepermissioncmd.noupdate_permission=B\u1ea1n kh\u00f4ng c\u00f3 quy\u1ec1n c\u1eadp nh\u1eadt trang n\u00e0y.