#Fri Nov 26 20:36:00 CET 2010
wiki_about_project_page=h2 Sobre este projecto\n\nInforma\u00E7\u00E3o sobre esta \u00E1rea de projecto.\n\n{recent-changes}
wiki_home_page=h2 Bem-vindo ao Wiki\n\nEsta \u00E9 a sua p\u00E1gina [Home] para o wiki desta \u00E1rea. Pode alter\u00E1-la clicando no link 'Editar' acima.\n\nh3 Altera\u00E7\u00F5es recentes\n\n{recent-changes}\n
wiki_recent_changes=h1 Altera\u00E7\u00F5es recentes\n{recent-changes}\n
wiki_help_page=h1 Como formatar as p\u00E1ginas Wiki\nAs p\u00E1ginas Wiki podem ser formatadas utilizando os c\u00F3digos abaixo. Estes, permitem formata\u00E7\u00E3o simples como __negrito__, ~~it\u00E1lico~~ e listas.\n\nExistem tamb\u00E9m v\u00E1rias 'macros' que podem fornecer certa informa\u00E7\u00E3o automaticamente, bem como serem usadas para tarefas mais complexas como incluir tabelas, imagens e anexos.\n\n(A linguagem Wiki \u00E9 baseada em {link\:Radeox|http\://radeox.org}).\n\nh1 \u00CDcones de formata\u00E7\u00E3o\nPode inserir os comandos de formata\u00E7\u00E3o mais comuns utilizando os bot\u00F5es na barra de ferramentas no topo do editor do Wiki. Estes permitem uma formata\u00E7\u00E3o simples tal como\: negrito, it\u00E1lico, t\u00EDtulos, tabelas, imagens e anexos de ficheiros.\n\nh3 Formata\u00E7\u00E3o simples de texto\n\n{table}\nMnem\u00F3nica | Visualiza\u00E7\u00E3o | Descri\u00E7\u00E3o\n\\_\\_negrito\\_\\_ | __negrito__ | Texto a negrito\n\\~\\~it\u00E1lico\\~\\~ | ~~it\u00E1lico~~ | Texto a it\u00E1lico\n\\-\\-rasurado\\-\\- | --rasurado-- | Texto rasurado\nCH\\%\\%4\\%\\%|CH%%4%%| Subscrito (para uma formata\u00E7\u00E3o matem\u00E1tica, veja abaixo)\nCa\\^\\^2+\\^\\^| Ca^^2+^^| Sobrescrito \n\\[nova p\u00E1gina\\] | [nova p\u00E1gina] | Liga\u00E7\u00E3o para uma nova p\u00E1gina Wiki com o nome especificado\n\\http\://www.bbc.co.uk/ | http\://www.bbc.co.uk/ | Liga\u00E7\u00E3o para um website ou documento externo \nh1 T\u00EDtulo || T\u00EDtulo grande\nh3 T\u00EDtulo || T\u00EDtulo pequeno \n\\{bgcolor\:yellow\\}Texto destacado\\{bgcolor\\}|{bgcolor\:yellow}Texto destacado{bgcolor}| Destaca o texto entre par\u00EAnteses\n\\{color\:red\\}Algum texto\\{color\\}|{color\:red}Algum texto{color}| Altera a cor do texto entre par\u00EAnteses\n\\-\\-\\-\\- || Mostra uma linha horizontal ao longo da p\u00E1gina\n- item de lista|| Cria uma lista n\u00E3o numerada\n* item de lista|| Cria uma lista n\u00E3o numerada com aspecto ligeiramente diferente da variante anterior\n\# item de lista|| Cria uma lista numerada automaticamente\na. item de lista|| Cria uma lista numerada alfabeticamente\nA. item de lista|| Cria uma lista numerada alfabeticamente (em mai\u00FAsculas)\ni. item de lista|| Cria uma lista com numera\u00E7\u00E3o romana (em min\u00FAsculas)\nI. item de lista|| Cria uma lista com numera\u00E7\u00E3o romana (em mai\u00FAsculas)\ng., h., k., j. item de lista|| Listas com numera\u00E7\u00E3o Grega, Hiragana, Katakana & Hebraica\n(linha em branco) || Divide o texto em par\u00E1grafos\n\\\\\\ || Cria um espa\u00E7o extra entre par\u00E1grafos\n\\\\\\\\X | X | Mostra o caracter especial "X" (por exemplo, \\\\\\\\{ ir\u00E1 mostrar {)\n\\\\\\\\\\\\\\\\\\ | \\\\\\\\ | Mostra um \\\\\\\\ \n{table} \n\nh3 Macros e outros\nPara uma lista completa de macros e par\u00E2metros, introduza \\{list-of-macros\\} em qualquer p\u00E1gina. Esta lista introduz as macros mais \u00FAteis.\n\n__Adicionar uma liga\u00E7\u00E3o de email__\n\n{mailto\:} seguido de um endere\u00E7o de email ir\u00E1 criar uma liga\u00E7\u00E3o para o mesmo na p\u00E1gina.\n\nPor ex., \\{mailto\:pbehr@cam.ac.uk\\} ser\u00E1 mostrado como {mailto\:pbehr@cam.ac.uk}\n\n__Criar um \u00EDndice autom\u00E1tico para o seu Wiki__\t\n\nSe introduzir \\{index\\}, ser\u00E1 criado um \u00EDndice que \u00E9 automaticamente actualizado com as p\u00E1ginas do seu Wiki.\n\n(Sem exemplo uma vez que ocupa bastante espa\u00E7o\!\!)\n\n__Criar uma lista autom\u00E1tica de p\u00E1ginas recentemente alteradas__\n\nSe introduzir \\{recent-changes\\}, ser\u00E1 criada uma lista de p\u00E1ginas recentemente actualizadas no seu Wiki, juntamente com o nome do utilizador que efectuou a altera\u00E7\u00E3o, bem como a data e hora da mesma. Por defeito, s\u00E3o mostradas todas as p\u00E1ginas dos \u00FAltimos 30 dias.\n\n*  \\{recent-changes\:12h\\} - p\u00E1ginas alteradas nas \u00FAltimas 12 horas.\n*  \\{recent-changes\:7d\\} - p\u00E1ginas alteradas nos \u00FAltimos 7 dias.\n*  \\{recent-changes\:2006-12-25\\} - p\u00E1ginas alteradas desde 25 de Dezembro de 2006.\n\n(Sem exemplo uma vez que ocupa bastante espa\u00E7o\!\!)\n\n\n__Adicionar uma imagem__\n\nIntroduzindo \\{image\:\\} juntamente com o endere\u00E7o de uma imagem, ser\u00E1 mostrada a imagem na sua p\u00E1gina. (\u00C9 id\u00EAntico a utilizar o bot\u00E3o de imagem da barra de formata\u00E7\u00E3o)\n\n\\{image\:/images/urso.jpg|Um urso\\} mostraria a imagem acess\u00EDvel atrav\u00E9s do endere\u00E7o relativo "/images/bear.jpg". O texto alternativo seria mostrado como "Um urso".\n\nPara fazer flutuar a image \u00E0 esquerda de modo que o texto flua \u00E0 volta da mesma, inclua o text extra "|ext|float-left", como abaixo\:\n\n\\{image\:/images/urso.jpg|Um urso|ext|float-left\\} \n\nPara fazer flutuar a image \u00E0 direita de modo que o texto flua \u00E0 volta da mesma, inclua o text extra "|ext|float-right", como abaixo\:\n\n\\{image\:/images/urso.jpg|Um urso|ext|float-right\\} \n\n\nO endere\u00E7o da imagem pode ser relativo ou absoluto, mas n\u00E3o pode ser externo. O endere\u00E7o tamb\u00E9m pode come\u00E7ar com "worksite\:/" para mostrar imagens desta \u00E1rea. Para mostrar imagens de outras \u00E1reas, deve come\u00E7ar o endere\u00E7o com "sakai\:/" e incluir o id da \u00E1rea.\n\n__Criar uma \u00E2ncora__\n\nSe introduzir \\{anchor\\}, ser\u00E1 criada uma etiqueta HTML \u00E2ncora ('anchor') \u00E0 volta do texto.\n\nPor ex., \\{anchor\:minhaAncora\\}Salta para este local\\{anchor\\}\n\nA local para onde ir\u00E1 saltardeve aparecer como abaixo\:\n\n\\[Saltar para este local|Nome da p\u00E1gina actual\#minhaAncora\\]\n\n__Utilizando formata\u00E7\u00E3o matem\u00E1tica__\n\nO Wiki utiliza o JS Math pelo que poder\u00E1 mostrar s\u00EDmbolos matem\u00E1ticos introduzidos no formato TeX. \n\nIntroduzindo \\{math\:display\\} \\{math\\} ir\u00E1 mostrar TeX entre as duas etiquetas.\n\nPor ex., \\{math\:display\\}U_n+2\\} U_n+1\\} U_n \\{math\\} \n{math\:display}U_n+2} U_n+1} U_n {math} \n\nMais informa\u00E7\u00F5es {link\:aqui|http\://www.math.union.edu/~dpvc/jsMath/welcome.html|none|_new}\n\n__DMostrar uma cita\u00E7\u00E3o__\n\npara mostrar uma cita\u00E7\u00E3o, introduza \\{quote\\} entre o texto que pretenda mostrar como cita\u00E7\u00E3o.\n\n{quote}Tal como isto\!{quote}\n\n\n\nh3 Macros relacionadas com a plataforma\n\n__\\{sakai-sections\\}__\tGera uma lista de liga\u00E7\u00F5es que apontam para sub\u00E1reas que s\u00E3o automaticamente geradas para cada sec\u00E7\u00E3o na sua \u00E1rea. Note que n\u00E3o existe nenhuma interface gr\u00E1fica que permita gerir as permiss\u00F5es ao n\u00EDvel das sec\u00E7\u00F5es.\n\n__\\{worksiteinfo\\}__ Lista informa\u00E7\u00E3o sobre a \u00E1rea actual\t\n
wiki_default_page_template=h2 Nova P\u00E1gina\nEsta \u00E9 uma nova p\u00E1gina. Para editar\:\n* Clique no bot\u00E3o 'Editar' na barra superior.\n* Este texto ir\u00E1 aparecer numa caixa edit\u00E1vel.\n* Remova este texto e adicione o texto que pretenda. Para formatar o texto, utilize os bot\u00F5es de formata\u00E7\u00E3o que ir\u00E3o inserir os c\u00F3digo wiki de formata\u00E7\u00E3o apropriados.\n* Clique no bot\u00E3o 'Guardar'.\n\n\nh3 Modelo por defeito\nEsta p\u00E1gina [default_template] \u00E9 usada como modelo para novas p\u00E1ginas. Pode alter\u00E1-la nesta \u00E1rea clicando aqui\: [default_template].
wiki_edit_right=h1 Dicas do Wiki\n__Criar uma nova p\u00E1gina__\n\nIntroduza o t\u00EDtulo da nova p\u00E1gina entre par\u00EAnteses rectos\:\n\n* \\[A minha nova p\u00E1gina\\] \n__Formatar o texto__\n\nSeleccione o texto a formatar e utilize os bot\u00F5es de formata\u00E7\u00E3o para inserir automaticamente os c\u00F3digos de formata\u00E7\u00E3o do wiki.\n\n__Listas__\n\nPara listas n\u00E3o ordenadas, introduza uma * (estrela) \u00E0 frente de cada item da lista\: \n\n\\* item 1\n\n\\* item 2\n\n* item 1\n\n* item 2\n\nPara listas numeradas, introduza um \# (cardinal) \u00E0 frente de cada item da lista.\n\n[Mais Dicas sobre a Formata\u00E7\u00E3o no Wiki|Help Page]
wiki_about_course_page=h2 Sobre esta disciplina\n\nInforma\u00E7\u00E3o sobre esta \u00E1rea de disciplina.\n\n{recent-changes}
