wiki_about_course_page=h2 O ovom kursu\n\nNeke informacije o ovom kursu\n\n

wiki_about_project_page=h2 O ovom projektu\n\nNeke informacije o ovom projektu\n\n
wiki_default_page_template=h2 Nova stranica \n\nOvo je nova stranica. Za dodavanje teksta\:\n* Klikni na taster 'uredi' na traci sa radnjama iznad.\n* Vide\u0107e\u0161 da se tekst na ovoj stranici pojavljuje u polju za tekst koji mo\u017ee da se menja.\n* Izbri\u0161i ovaj 'po\u010detni' tekst i ukucaj tekst koji \u017eeli\u0161 da se pojavi umesto njega. Za formatiranje teksta, koristi ikone tastera za formatiranje, koje \u0107e umetnuti odgovaraju\u0107e wiki kodove za formatiranje.\n* Klikni na taster \u201esa\u010duvaj\u201c.\n
wiki_edit_right=h1 Wiki saveti\n__Za kreiranje nove stranice__\n\nU uglaste zagrade unesi naziv nove stranice koju \u017eeli\u0161 da kreira\u0161\:\n\n* \\[moja nova stranica\\] \n__Za formatiranje svog teksta__\n\nOzna\u010di tekst koji \u017eeli\u0161 da formatira\u0161 i koristi tastere za formatiranje za automatsko umetanje wiki kodova za formatiranje.\n\n__Nabrajanje i numerisanje __\n\na spiskove sa nabrajanjem, stavi * (zvezdicu) ispred svake stavke na spisku\: \n\n\\* stavka 1\n\n\\* stavka 2\n\n* stavka 1\n\n* stavka 2\n\nZa numerisane spiskove, stavi \# (he\u0161) ispred svake stavke na spisku.\n\n[Vi\u0161e saveta o Wiki formatiranju|Stranica pomo\u0107i]


wiki_help_page=h1 Kako formatirati svoje Wiki stranice\nWiki stranice mogu biti formatirane pomo\u0107u kodova navedenih u nastavku. Ovi kodovi obezbe\u0111uju jednostavne stilove teksta kao \u0161to su __podebljano__, ~~kurziv~~ i liste.\n\nPostoji i veliki broj \u201emakroa\u201c koji mogu automatski da daju odre\u0111ene informacije, kao i da se koriste za slo\u017eenije zadatke, kao \u0161to je uklju\u010divanje tabela , slike i prilozi.\n\nh1 Formatiranje ikona pre\u010dica\nMo\u017ee\u0161 umetnuti uobi\u010dajene komande za formatiranje koriste\u0107i linkove na traci sa alatkama na vrhu ure\u0111iva\u010da wiki stranica. Ovi linkovi uklju\u010duju podebljano, kurziv, nazive, tabele, otpremanje priloga i uklju\u010duju\u0107i slike.\n\nh3 Jednostavno formatiranje teksta\n\n{tabela}\nUnesi ove kodove| Prikazuje se kao | Opisi\n\\_\\_podebljano\\_\\_ | __podebljano__ | jednostavan podebljan tekst\n\\~\\~kurziv\\~\\~ | ~~kurziv~~ | jednostavan podebljan tekst\n\\-\\-sa crtom preko\\-\\- | --sa crtom preko-- | sa crtom kroz tekst\n\\\#\\\#poravnano\\\#\\\# | --poravnano-- | poravnan tekst, koristan za primere kodova\nCH\\%\\%4\\%\\%|CH%%4%%| subscript (za vi\u0161e matemati\u010dkog formatiranja, pogledaj ispod)\nCa\\^\\^2+\\^\\^| Ca^^2+^^| superscript \n\\[moja nova stranica\\] | [moja nova stranica] | linkovi do nove Wiki stranice sa imenom navedenim u zagradama\n\\http\://www.bbc.co.uk/ | http\://www.bbc.co.uk/ | kreira automatski link ka spoljnoj veb-stranici ili dokumentu na mre\u017ei. \nh1 Naziv || glavni naziv (prikazano kao <H1> \u0161to bi bio u lokalnom CSS stilu)\nh3 Naziv || manji naziv (prikazano kao <H3> \u0161to bi bio u lokalnom CSS stilu)\n\\{bgcolor\:yellow\\}Neki tekst\\{bgcolor\\}|{bgcolor\:yellow}Nagla\u0161en tekst{bgcolor}|Nagla\u0161ava tekst izme\u0111u zagrada (obrati pa\u017enju na pravopis u SAD-u\!)\n\\{color\:red\\}Neki tekst\\{color\\}|{color\:red}Red text {color}|Menja boju teksta izme\u0111u zagrada (obrati pa\u017enju na pravopis u SAD-u\!)\n\\-\\-\\-\\- || prika\u017ei horizontalnu liniju preko stranice\n- lstavka liste|| kreiraj listu sa nabrajanjem \n* stavka liste| kreiraj\u00a0listu sa nabrajanjem koja se prikazuje malo druga\u010dije od one iznad\na. stavka liste| kreiraj automatski abecednu listu\nA. stavka liste| abecedna lista velikim slovima\ni. stavka liste| mala rimska numeri\u010dka lista\nI. stavka liste| velika rimska numeri\u010dka lista\ng., h., k., j. stavka liste| Gr\u010dke, hiragane, katakane i hebrejske numeri\u010dke liste\n\\\\\\ || stvara dodatni prostor izme\u0111u pasusa\n\\\\\\\\X | X | prika\u017ei specijalni znak "X" (na primer, \\\\\\\\{ \u0107e prikazati {)\n\\\\\\\\\\\\\\\\\\ | \\\\\\\\ | prika\u017ei \\\\\\\\ \n{tabela} \n\nh3 Makroi i vi\u0161e \nZa potpunu listu makroa i parametara, otkucaj \\{lista-makroa\\} na bilo kojoj stranici. Ova lista daje uvod u najkorisnije.\n\n__Dodaj link imejla__\n\n{mailto\:} pra\u0107eno adresom imejla \u0107e kreirati link imejla na stranici.\n\nnpr. \\{mailto\:pbehr@cam.ac.uk\\} \u0107e se prikazati kao {mailto\:pbehr@cam.ac.uk}\n\n__Kreiraj automatski indeks za svoju Wiki__\t\n\nAko ukuca\u0161 \\{indeks\\} kreira\u0107e\u0161 automatski a\u017euriran indeks stranica za tvoju Wiki. \n\n(Nema primera jer zauzima puno prostora\!)\n\n__Kreiraj automatsku listu nedavno promenjenih stranica__\n\nUkucavanjem \\{nedavne-promene\\} kreira\u0107e\u0161 automatski a\u017euriranu listu nedavno promenjenih stranica na tvojoj Wiki, zajedno sa imenom osobe koja je poslednja promenila stranicu i datumom i vremenom promene. Podrazumevano, prikazuje sve stranice promenjene u poslednjih 30 dana.\n\n*  \\{nedavne-promene\:12h\\} - nedavno promenjene stranice u poslednjih 12 sati.\n*  \\{nedavne-promene\:7d\\} - nedavno promenjene stranice u poslednjih 7 dana.\n*  \\{nedavne-promene\:2006-12-25\\} - nedavno promenjene stranice od 25. decembra 2006.\n\n(Nema primera jer zauzima puno prostora\!)\n\n\n__Dodaj sliku na svoju stranicu__\n\nUkucavanjem \\{slika\:\\} i uklju\u010divanjem URL-a slike prikaza\u0107e se slika na tvojoj stranici. (Ovo je isto kao da klikne\u0161 na ikonu slike na ekranu za ure\u0111ivanje, \u0161to je lak\u0161e za kori\u0161\u0107enje.)\n\n\\{image\:/images/bear.jpg|A Bear\\} bi prikazao sliku \u010dija je relativna URL adresa bila \u201e/ images/bear.jpg\u201c. Prikazani alternativni tekst bi bio "A Bear".\n\nZa pomeranje svoje slike ulevo, tako da tekst te\u010de oko nje, uklju\u010di dodatni tekst "|ext|float-left", kao ispod\:\n\n\\{image\:/images/bear.jpg|A Bear|ext|float-left\\} \n\nZa pomeranje svoje slike udesno, tako da tekst te\u010de oko nje, uklju\u010di dodatni tekst "|ext|float-right", kao ispod\:\n\n\\{image\:/images/bear.jpg|A Bear|ext|float-right\\} \n\n\nURL slike mo\u017ee biti relativna ili apsolutna, ali ne mo\u017ee biti spoljna. URL mo\u017ee tako\u0111e da po\u010dinje sa \u201eradnalokacija\:/\u201c za prikaz slika sa ovog radnog mesta. Da biste prikazali slike sa svojih drugih radnih mesta, mo\u017eete da zapo\u010dnete URL sa \u201esakai\:/\u201c i da uklju\u010dite ID sajta.\n\n__Kreirajte oznaku sidra__\n\nUkucavanjem \\{sidro\\} kreirate HTML sidrenu oznaku oko teksta koji sadr\u017ei.\t\n\nnpr. \\{sidro\:myLink\\}Pre\u0111i na ovu ta\u010dku \\{sidro\\}\n\nLink za prelazak na tu ta\u010dku bi trebalo da izgleda na slede\u0107i na\u010din\:\n\n\\[Idi na ovu uzbudljivu ta\u010dku|Naziv trenutne stranice ovde\#myLink\\]\n\n__Kori\u0161\u0107enje matemati\u010dkog formatiranja__\n\nRWiki koristi JS Math tako da mo\u017eete da prika\u017eete matematiku unetu u TeX formu. \n\nUkucavanjem \\{math\:display\\} \\{math\\} \u0107e se prikazati TeX izme\u0111u dve oznake.\t\n\ne.g. \\{math\:display\\}U_n+2\\} U_n+1\\} U_n \\{math\\} \n{math\:display}U_n+2} U_n+1} U_n {math} \n\nSaznaj vi\u0161e {link\:here|http\://www.math.union.edu/~dpvc/jsMath/welcome.html|none|_new}\n\n__Prika\u017ei citat__\n\nDa prika\u017ee\u0161 citat, otkucaj \\{citat\\} sa obe strane teksta \u017eeli\u0161 da prika\u017ee\u0161 kao citat.\n\n{quote}Ovako\!{quote}\n\n\n\nh3 Sakai povezani makroi\n\n__\\{sakai-odeljci\\}__\tGeneri\u0161i listu veza koje upu\u0107uju na podsajtove koji su automatski generisan za svaki odeljak na va\u0161em radnom mestu. Imajte na umu da na wiki-ju ne postoji interfejs za upravljanje dozvolama za deo po nivou odeljka.\n\n__\\{worksiteinfo\\}__ Navodi informacije o trenutnom sajtu\t\n
a.=list item|| create an automatically alphabetical list\nA. list item|| uppercase alphabetical list\ni. list item|| lowercase Roman numerical list\nI. list item|| uppercase Roman numerical list\ng., h., k., j. list item|| Greek, Hiragana, Katakana & Hebrew numerical lists\n(empty line) || divides text into paragraphs\n\\\\\\ || creates extra space between paragraphs\n\\\\\\\\X | X | display the special character "X" (for example, \\\\\\\\{ will display {)\n\\\\\\\\\\\\\\\\\\ | \\\\\\\\ | display a \\\\\\\\ \n{table} \n\nh3 Macros and More \nFor a full list of macros and parameters, type \\{list-of-macros\\} in any page. This list gives an introduction to the most useful.\n\n__Add an email link__\n\n{mailto\:} followed by an email address will create an email link in the page.\n\ne.g. \\{mailto\:pbehr@cam.ac.uk\\} will display as {mailto\:pbehr@cam.ac.uk}\n\n__Create an automatic index for your Wiki__\t\n\nTyping \\{index\\} will create an automatically updated index of pages for your Wiki. \n\n(No example as it takes up a lot of space\!)\n\n__Create an automatic list of recently changed pages__\n\nTyping \\{recent-changes\\} will create an automatically updated list of the recently changed pages in your Wiki, together with the name of the person who last changed the page and the date and time of the change. By default, it shows all the pages changed in the last 30 days.\n\n*  \\{recent-changes\:12h\\} - recently changed pages in the last 12 hours.\n*  \\{recent-changes\:7d\\} - recently changed pages in the last 7 days.\n*  \\{recent-changes\:2006-12-25\\} - recently changed pages since 25 Dec, 2006.\n\n(No example as it takes up a lot of space\!)\n\n\n__Add an image to your page__\n\nTyping \\{image\:\\} and including the URL of the image will display a image in your page. (This is just the same as clicking the image icon in the edit screen, which is easier to use.)\n\n\\{image\:/images/bear.jpg|A Bear\\} would show the image whose relative URL was "/images/bear.jpg". The alternative text shown would be "A Bear".\n\nTo float your image left, so that text flows round it, include the extra text "|ext|float-left", as below\:\n\n\\{image\:/images/bear.jpg|A Bear|ext|float-left\\} \n\nTo float your image right, so that text flows round it, include the extra text "|ext|float-right", as below\:\n\n\\{image\:/images/bear.jpg|A Bear|ext|float-right\\} \n\n\nThe image URL may be relative or absolute but cannot be external. The URL may also start with "worksite\:/" to display images from this worksite. To display images from your other worksites, you may start a URL with "sakai\:/" and include the site ID.\n\n__Create an anchor tag__\n\nTyping \\{anchor\\} creates an HTML anchor tag around the text it contains.\t\n\ne.g. \\{anchor\:myLink\\}Jump to this point \\{anchor\\}\n\nThe link to jump to that point should appear as follows\:\n\n\\[Go to this exciting point|Name of current page here\#myLink\\]\n\n__Using mathematical formatting__\n\nRWiki uses JS Math so that you can display maths entered in TeX form. \n\nTyping \\{math\:display\\} \\{math\\} will display TeX between the two tags.\t\n\ne.g. \\{math\:display\\}U_n+2\\} U_n+1\\} U_n \\{math\\} \n{math\:display}U_n+2} U_n+1} U_n {math} \n\nFind out more {link\:here|http\://www.math.union.edu/~dpvc/jsMath/welcome.html|none|_new}\n\n__Display a quotation__\n\nTo display a quotation, type \\{quote\\} on either side of the text you want to display as a quote.\n\n{quote}Like this\!{quote}\n\n\n\nh3 Sakai related macros\n\n__\\{sakai-sections\\}__\tGenerate a list of links that point to subsites that are automatically generated for each section in your worksite. Note that there is no interface within the wiki to manage permissions on a section by section level.\n\n__\\{worksiteinfo\\}__ Lists the information about the current site\t\n

wiki_home_page=h1 Dobro do\u0161li u Wiki alatku\n\nh3 \u0160ta je wiki?\n\nViki je alatka koja omogu\u0107ava ljudima da kreiraju veb-stranice pojedina\u010dno ili kao grupa, bez potrebe za bilo kakvim kompjuterskim ve\u0161tinama.\n\nUpotrebom wiki alatke mo\u017ee\u0161 da kreira\u0161 i ure\u0111uje\u0161 veb-stranice u okviru svoje radne lokacije. Ako \u017eeli\u0161, mo\u017ee\u0161 u\u010diniti sve ili neke stranice javno vidljivim.\n\nh3 Kori\u0161\u0107enje wikija za podu\u010davanje\nPostoji veliki broj na\u010dina da se wiki koristi za podu\u010davanje \u2013 pretraga mre\u0107e \u0107e prona\u0107i dosta predloga i studija slu\u010daja. Na primer, u\u010denici mogu razviti kolekciju resursa o temi koju prou\u010davaju i u\u010diniti ih dostupnim spoljnom svetu. Drugi predava\u010di vole da naprave od wiki stranice na\u010din objavljivanja bele\u0161ki sa predavanja i smernica za kurs koje u\u010denici mogu da \u010ditaju, ali ne i da ure\u0111uju.\n\nh3 Kori\u0161\u0107enje wikija za istra\u017eiva\u010dke grupe\nWiki omogu\u0107ava ljudima da zajedno rade na izradi dokumenta, kao \u0161to je izradite predloga istra\u017eivanja kao tim ili da se odr\u017eava a\u017eurna lista kontakata za projekat.\n\nh3 Kako da po\u010dnemo?\nOvo je po\u010detna stranica za tvoj wiki. Za dodavanje teksta\:\n* Klikni na taster 'uredi' na traci sa radnjama iznad.\n* Vide\u0107e\u0161 da se tekst na ovoj stranici pojavljuje u polju za tekst koji mo\u017ee da se menja.\n* Izbri\u0161i ovaj "po\u010detni" tekst i ukucaj tekst koji \u017eeli\u0161 da se pojavi umesto njega.\u00a0\nDa formatira\u0161 tekst, koristi ikone, koje \u0107e umetnu odgovaraju\u0107e kodove za wiki formatiranje.\n* Klikni na taster \u201esa\u010duvaj.\n
wiki_recent_changes=h1 Nedavne promene\n{nedavne promene}\n
