#Generated by ResourceBundle Editor (http://eclipse-rbe.sourceforge.net)
#Fri Nov 26 20:31:47 CET 2010

wiki_about_course_page = h2 Sobre aquest curs\n\nInformaci\u00F3 sobre aquest curs\n\n{recent-changes}\n

wiki_about_project_page = h2 Sobre aquest projecte\n\nInformaci\u00F3 d'aquest projecte\n\n{recent-changes}\n

wiki_default_page_template = h2 P\u00E0gina nova.\n\nP\u00E0gina nova. Per afegir-hi text:\n* Feu clic sobre el bot\u00F3 'Edita' de la barra anterior.\n* El text de la p\u00E0gina apareixer\u00E0 en un quadre de text editable.\n* Esborreu el text inicial i introdu\u00EFu el que voleu \nque aparegui a la p\u00E0gina. Per donar-hi format, useu els botons amb icones de formataci\u00F3, els quals insertaran els codis de formatatge adequats. \n* Feu clic sobre 'Desa'.\n

wiki_edit_right = h1 Consells d'ajuda\n__Per crear una p\u00E0gina nova__\n\nEscriviu el nom de la p\u00E0gina que voleu crear entre par\u00E8ntesis quadrats:\n\n*\\[nom de la p\u00E0gina\\]\n__Per formatar el text__\n\nSeleccioneu el text a formatar i useu els \nbotons de formataci\u00F3 per insertar autom\u00E0ticament els codis de formataci\u00F3 adequats. \n\n__Llistes amb i sense numeraci\u00F3__\n\nEn el cas de llistes sense numeraci\u00F3, poseu un * (asterisc) davant de cada una \nde les entrades:\n\n\\* primera entrada \n\\* segona entrada \n\nEn el cas d'una llista numerada, poseu \nel s\u00EDmbol # davant de cada entrada. \n\n[Trobareu m\u00E9s ajudes a Formataci\u00F3 de la Wiki\u007CP\u00E0gina d'ajuda]

wiki_help_page = h1 Regles per donar format les p\u00E0gines de la Wiki\n\nLes p\u00E0gines es poden formatar usant els codis que trobareu a continuaci\u00F3. Aquests codis proporcionen estils de text senzills com __bold__,~~italic~~ o llistes. \n\nHi ha tamb\u00E9 un conjunt de 'macros' que poden proporcionar autom\u00E0ticament certa informaci\u00F3, i que es poden usar per tasques m\u00E9s complexes, com incloure taules, imatges i fitxers adjunts. \n\nh1 Icones per donar format\nPodeu insertar comandes habituals de formatatge usant els enlla\u00E7os que hi ha a la barra d'eines de la part superior de l'editor de p\u00E0gines de la wiki. Aquests enlla\u00E7os permeten incloure negreta, cursiva, cap\u00E7aleres, taules, pujar fitxers adjunts i insertar imatges. \n\nh3 Formataci\u00F3 simple del text \n\n{table}\nCodi| Mostra | Descripci\u00F3\n\\_\\_bold\\_\\_ | __negreta__ | text en negreta\n\\~\\~italics\\~\\~ | ~~cursiva~~ | text en cursiva\n\\-\\-strike\\-\\- | --ratllat-- | text ratllat\nCH\\%\\%4\\%\\%|CH%%4%%| sub\u00EDndex (per m\u00E9s informaci\u00F3 sobre formataci\u00F3 matem\u00E0tica, veieu m\u00E9s endavant)\nCa\\^\\^2+\\^\\^| Ca^^2+^^| super\u00EDndex \n\\[my new page\\] | [my new page] | enlla\u00E7 a una p\u00E0gina de la Wiki nova amb nom el que introdu\u00EFm entre par\u00E8ntesi quadrats\n\\http://www.bbc.co.uk/ | http://www.bbc.co.uk/ | crea un enlla\u00E7 autom\u00E0tica a un espai web extern o a un document en l\u00EDnia. \nh1 |T\u00EDtol | capa\u00E7alera gran (correspondr\u00E0 a un <H1> de l'estil CSS local)\nh3 | T\u00EDtol | cap\u00E7alera m\u00E9s petita ( correspondr\u00E0 a un <H3> de l'estil CSS local)\n\\{bgcolor:yellow\\}Text \\{bgcolor\\}|{bgcolor:yellow}Text real\u00E7at{bgcolor}| Real\u00E7a el text  entre les etiquetes \n\\{color:red\\}Text\\{color\\}|{color:red}Text en vermell {color}|Canvia el color del text  que hi \nhagi entre les etiquetes\n\\-\\-\\-\\- || dibuixa una l\u00EDnia horizontal \n- list item|| crea una llista sense numeraci\u00F3\n* list item|| crea una llista sense numeraci\u00F3 que es mostra lleugerament diferent de l'anterior\n# list item|| crea una llista numerada autom\u00E0ticament\na. list item|| crea una llista alfab\u00E8tica\nA. list item|| crea una llista alfab\u00E8tica amb maj\u00FAscules\ni. list item|| llista num\u00E8rica amb numeraci\u00F3 romana en min\u00FAscules\nI. list item|| llista num\u00E8rica amb numeraci\u00F3 romana en maj\u00FAscules\ng., h., k., j. list item|| Llistes num\u00E8riques en Grec, Hiragana, Katakana i Hebreu \n(empty line) || divideix el text en par\u00E0grafs\n\\\\\\ || crea un espai extra entre par\u00E0grafs\n\\\\\\\\X | X | mostra el car\u00E0cter especial "X" (per exemple, \\\\\\\\{mostrar\u00E0 {)\n\\\\\\\\\\\\\\\\\\ | \\\\\\\\ | mostra \\\\\\\\ \n{table} \n\nh3 Macros i altres \nPer obtenir una llista completa de macros i par\u00E0metres, escriviu  \\{list-of-macros\\} en una p\u00E0gina. La llista proporcionar\u00E0 una introducci\u00F3 a les m\u00E9s \u00FAtils. \n\n__Afegeix un enlla\u00E7 cap un correu electr\u00F2nic__\n\n{mailto:} seguit d'una adre\u00E7a de correu electr\u00F2nic  crear\u00E0 un enlla\u00E7 de correu electr\u00F2nic a la p\u00E0gina.\n\ne.g. \\{mailto:pbehr@cam.ac.uk\\} generar\u00E0  {mailto:pbehr@cam.ac.uk}\n\n__Crea un \u00EDndex autom\u00E0tic per a la Wiki__\u0009\n\nSi escriviu \\{index\\} es crear\u00E0 un \u00EDndex de p\u00E0gines de la Wiki que s'actualitzar\u00E0 autom\u00E0ticament. \n\n(Sense exemple perque ocupa massa espai ...)\n\n__Crea una llista autom\u00E0tica de p\u00E0gines modificades__\n\nSi escriviu \\{recent-changes\\} es crear\u00E0 una llista que s'actualitza autom\u00E0ticament de les p\u00E0gines de la Wiki que han canviat recentment i incloent el nom de la persona que l'ha modificat i la data de modificaci\u00F3. Per defecte, mostra totes les p\u00E0gines que han canviat en els darrers 30 dies.\n\n*  \\{recent-changes:12h\\} - p\u00E0gines que han canviat a les \u00FAltimes 12 hores.\n*  \\{recent-changes:7d\\} - p\u00E0gines que han canviat  en els darrers 7 dies.\n*  \\{recent-changes:2006-12-25\\} -  p\u00E0gines que han canviat des del 25 de Des.  de 2006.\n\n(Altre cop sense exemple perque ocuparia massa espai)\n\n\n__Afegeix una imatge a la p\u00E0gina__\n\n\nEscrivint \\{image:\\} i incloent la URL de la imatge s'inserir\u00E0 aquesta imatge a la p\u00E0gina. (Equival a fer clic sobre la icona d'imatge a la pantalla d'edici\u00F3, procediment m\u00E9s senzill d'usar.)\n\n\\{image:/images/os.jpg|Un os\\} inserir\u00E0 la imatge que t\u00E9 com a URL relativa "/images/bear.jpg". El text alternatiu seria "Un os".\n\nPer fer-la imatge flotant cap a l'esquerra, de manera que el text la envolti, nom\u00E9s cal incloure el text  "|ext|float-left", com es mostra a continuaci\u00F3:\n\n\\{image:/images/os.jpg|Un os|ext|float-left\\} \n\nPer fer-la flotant cap a la dreta,  incloure el text "|ext|float-right", com es mostra a continuaci\u00F3:\n\n\\{image:/images/os.jpg|Un os|ext|float-right\\} \n\n\nLa URL de la imatge pot ser relativa o absoluta per\u00F2 no pot ser externa. La URL tamb\u00E9 pot comen\u00E7ar amb "worksite:/" d'aquest espai de treball. Per inserir imatges d'altres dels vostres espais, a l'inici de la URL podeu posar "sakai:/" i afegir-hi l'ID de l'espai. \n\n__Crea una \u00E0ncora__\n\nEscrivint \\{anchor\\} es crea una etiqueta \u00E0ncora HTML amb el text encerclat.\u0009\n\ne.g. \\{anchor:elMeuEnlla\u00E7\\}Ves a aquest lloc \\{anchor\\}\n\nL'enlla\u00E7 per anar al punt indicat es crea de la seg\u00FCent manera:\n\n\\[Ves a aquest lloc tan interessant|Nom de la p\u00E0gina#elMeuEnlla\u00E7\\]\n\n__Formatatge matem\u00E0tic__\n\nRWiki usa JS Math de manera que es poden introduir expressions matem\u00E0tiques escrites en TeX. \n\nEscrivint \\{math:display\\} \\{math\\} es mostrar\u00E0 el contingut TeX entre les dues etiquetes.\u0009\n\ne.g. \\{math:display\\}U_n+2\\} U_n+1\\} U_n \\{math\\} \n{math:display}U_n+2} U_n+1} U_n {math} \n\nPer trobar m\u00E9s informaci\u00F3 {link:here|http://www.math.union.edu/~dpvc/jsMath/welcome.html|none|_new}\n\n__Inclou una cita__\n\nPer incloure una cita, escriviu \\{quote\\} als dos costats del text que voleu que es mostri com a cita.\n\n{quote}Fixa't en aix\u00F2!{quote}\n\n\n\nh3 Macros relacionades amb Sakai\n\n__\\{sakai-sections\\}__\u0009Genera una llista d'enlla\u00E7os que apunten als subespais que es generen autom\u00E0ticament per cada secci\u00F3 de l'espai de treball. Cal tenir en compte que no hi ha cap interf\u00EDcie dins del wiki per gestionar permisos a nivell de secci\u00F3.\n\n__\\{worksiteinfo\\}__ Mostra informaci\u00F3 sobre l'espai de treball on estem\n

wiki_home_page = h1 Us donem la benvinguda a l'eina de Wiki\n\nh3 Qu\u00E8 \u00E9s una wiki?\n\nUn wiki \u00E9s una eina que permet crear, \nsense coneixements t\u00E8cnics, p\u00E0gines web individualment o en grup.\n\nAmb aquesta eina es poden crear \ni editar p\u00E0gines web al vostre espai de treball. Si aix\u00ED ho voleu, aquestes p\u00E0gines les podeu fer p\u00FAbliques per a que les vegi tothom.\n\nh3 Usar la wiki a l'ensenyament\n\nHi ha moltes maneres d'usar una wiki a \nl'ensenyament - una simple cerca per la web retornar\u00E0 moltes sugger\u00E8ncies i casos d'estudi. Per exemple, els estudiants  poden reunir un conjunt de recursos sobre el tema que estan estudiant, i posar-les a disposici\u00F3 de tothom. Altres professors prefereixen usar la wiki com una manera de publicar els apunts o els dossiers per als alumnes per a que els puguin llegir per\u00F2 no modificar.\n\nh3 \u00DAs de la wiki per als grups de recerca\n\nUna wiki permet generar un document de manera col.lectiva, per exemple propostes de recerca per al grup o mantenir actualitzada una llista de projectes.\n\nh3 Com comen\u00E7ar?\n\nAquesta \u00E9s la p\u00E0gina inicial de la wiki. \nPer afegir-hi text:\n* Feu clic sobre el bot\u00F3 'Edita' de la barra d'accions anterior.\n* Veure que apareix el text de la p\u00E0gina en un quadre de text editable.\n* Esborreu aquest text "inicial" , i introdu\u00EFu els text que voleu que aparegui. Per donar format al text, useu el botons amb icones de format,  de manera que s'insertar\u00E0 el codi adequat per formatar el text.\n* Feu clic sobre el bot\u00F3 de 'Desa'.\n

wiki_recent_changes = h1 Canvis recents\n{recent-changes}\n
