wiki_about_course_page=h2 Ders Hakk\u0131nda\n\n\n\nBu ders ile ilgili baz\u0131 bilgiler\n\n\n\n
wiki_about_project_page=h2 Proje Hakk\u0131nda\n\n\n\nBu proje ile ilgili baz\u0131 bilgiler\n\n\n\n
wiki_default_page_template=h2 Yeni Sayfa\n\n\n\nBu yeni bir sayfad\u0131r. Buraya metin eklemek i\u00e7in\:\n\n* Yukardaki i\u015flem \u00e7ubu\u011fundaki 'D\u00fczenle'ye bas\u0131n.\n\n* Bu sayfadaki metni d\u00fczenlenebilir bir metin kutusu i\u00e7inde g\u00f6receksiniz.\n\n* Bu 'ba\u015flang\u0131\u00e7\u200b\u200b' metnini silin ve yerine g\u00f6r\u00fcnmesini istedi\u011finiz metni yaz\u0131n. Metni bi\u00e7imlendirmek i\u00e7in uygun wiki bi\u00e7imlendirme kodlar\u0131 kullan\u0131n.\n\n*Sonra 'kaydet\u200b'e t\u0131klay\u0131n\u200b\n\n
wiki_edit_right=h1 Wiki \u0130pu\u00e7lar\u0131\n\n__Yeni sayfa olu\u015fturmak i\u00e7in__\n\n\n\nOlu\u015fturmak istedi\u011finiz yeni sayfan\u0131n ismini k\u00f6\u015feli parantez i\u00e7inde yaz\u0131n\:\n\n\n\n* \\[yeni sayfam\\] \n\n__Metninizi bi\u00e7imlendirmek i\u00e7in__\n\n\n\nBi\u00e7imlendirmek istedi\u011finiz metni se\u00e7in ve bi\u00e7imlendirme d\u00fc\u011fmelerini wiki bi\u00e7imlendirme kodlar\u0131n\u0131 otomatik olarak yerle\u015ftirmek i\u00e7in kullan\u0131n.\n\n\n\n__Madde \u0130\u015faretleri ve Numaraland\u0131rma __\n\n\n\nMadde i\u015faretli listeler i\u00e7in listedeki her bir \u00f6genin \u00f6n\u00fcne * (y\u0131ld\u0131z) koyun\: \n\n\n\n\\* \u00d6ge 1\n\n\n\n\\* \u00d6ge 2\n\n\n\n* \u00d6ge 1\n\n\n\n* \u00d6ge 2\n\n\n\nNumaraland\u0131r\u0131lm\u0131\u015f listeler i\u00e7in listedeki her \u00f6genin \u00f6n\u00fcnde \# (hash) koyun.\n\n\n\n[Viki Bi\u00e7imlendirmesi i\u00e7in daha fazla \u0130pu\u00e7u | Yard\u0131m]
wiki_help_page=h1 Wiki sayfalar\u0131n\u0131z\u0131 nas\u0131l bi\u00e7imlendirirsiniz\nWiki sayfalar\u0131 a\u015fa\u011f\u0131da verilen kodlar kullan\u0131larak bi\u00e7imlendirilebilir. Bu kodlar __kal\u0131n__, ~~italik~~ ve listeler gibi basit metin stilleri sa\u011flar.\n\nAyr\u0131ca, tablolar, resimler ve ekler dahil olmak \u00fczere daha karma\u015f\u0131k g\u00f6revler i\u00e7in belirli bilgileri otomatik olarak sa\u011flayabilen birtak\u0131m "makrolar" da vard\u0131r. \n\nh1 K\u0131sayol Simgelerini Bi\u00e7imlendirme\nWiki sayfa d\u00fczenleyicisinin en \u00fcst\u00fcndeki ara\u00e7 \u00e7ubu\u011fundaki ba\u011flant\u0131lar\u0131 kullanarak ortak bi\u00e7imlendirme komutlar\u0131 ekleyebilirsiniz. Bu ba\u011flant\u0131lar kal\u0131n, italik, ba\u015fl\u0131klar, tablolar, y\u00fcklenen ekler ve g\u00f6r\u00fcnt\u00fcleri i\u00e7erir.\n\nh3 Basit metin bi\u00e7imlendirme\n\n{table}\nBu kodu yaz| G\u00f6sterimi | A\u00e7\u0131klamalar\n\\_\\_bold\\_\\_ | __bold__ | basit kal\u0131n metin\n\\~\\~italics\\~\\~ | ~~italics~~ | basit italik metin\n\\-\\-strike\\-\\- | --strike-- | \u00fcst\u00fc \u00e7izili metin\n\\\#\\\#monospace\\\#\\\# | --monospace-- | tek aral\u0131kl\u0131 metin, kod \u00f6rnekleri i\u00e7in yararl\u0131\nCH\\%\\%4\\%\\%|CH%%4%%| alt indis (daha fazla matematik bi\u00e7imlendirme i\u00e7in a\u015fa\u011f\u0131ya bak\u0131n)\nCa\\^\\^2+\\^\\^| Ca^^2+^^| \u00fcst indis \n\\[my new page\\] | [my new page] | parantez i\u00e7inde verilen isimle yeni bir Wiki sayfas\u0131na ba\u011flan\u0131r\n\\http\://www.bbc.co.uk/ | http\://www.bbc.co.uk/ | harici bir web sitesine veya \u00e7evrimi\u00e7i bir belgeye otomatik ba\u011flant\u0131 olu\u015fturur.\nh1 Title || b\u00fcy\u00fck ba\u015fl\u0131k (<H1>yerel CSS stilinde oldu\u011fu gibi g\u00f6r\u00fcnt\u00fclenir)\nh3 Title || k\u00fc\u00e7\u00fck ba\u015fl\u0131k (<H3>yerel CSS stilinde oldu\u011fu gibi g\u00f6r\u00fcnt\u00fclenir)\n\\{bgcolor\:yellow\\}Baz\u0131 metin\\{bgcolor\\}|{bgcolor\:yellow}Vurgulanm\u0131\u015f metin{bgcolor}|Parantezler aras\u0131ndaki metni vurgular (imlaya dikkat edin\!) \n\\{color\:red\\}Baz\u0131 metin\\{color\\}|{color\:red}K\u0131rm\u0131z\u0131 metin {color}|Parantez aras\u0131ndaki metnin rengini de\u011fi\u015ftirir (imlaya dikkat edin\!)\n\\-\\-\\-\\- || sayfa boyunca yatay bir \u00e7izgi g\u00f6r\u00fcnt\u00fcle\n- list item|| madde i\u015faretli liste olu\u015ftur \n* list item|| yukar\u0131dakiden biraz farkl\u0131 g\u00f6r\u00fcnt\u00fclenen madde i\u015faretli liste olu\u015ftur\na. list item|| otomatik olarak alfabetik liste olu\u015ftur\nA. list item|| b\u00fcy\u00fck harfli alfabetik liste\ni. list item|| k\u00fc\u00e7\u00fck harfli Roman rakaml\u0131 liste\nI. list item|| b\u00fcy\u00fck harfli Roman rakaml\u0131 liste\ng., h., k., j. list item|| Yunanca, Hiragana, Katakana ve \u0130branice say\u0131sal listeler\n(empty line) || metni paragraflara b\u00f6ler\n\\\\\\ || paragraflar aras\u0131nda fazladan bo\u015fluk olu\u015fturur\n\\\\\\\\X | X | "X" \u00f6zel karakterini g\u00f6sterir (\u00f6rnek, \\\\\\\\{ will display {)\n\\\\\\\\\\\\\\\\\\ | \\\\\\\\ | display a \\\\\\\\ \n{table} \n\nh3 Makrolar ve Daha Fazlas\u0131 \nMakrolar\u0131n ve parametrelerin tam listesi i\u00e7in, herhangi bir sayfada \\{list-of-macros\\} yaz\u0131n. Bu liste, en yararl\u0131 olanlara bir giri\u015f sunar.\n\n__Bir eposta linki ekle__\n\n{mailto\:} ard\u0131ndan bir e-posta adresi, sayfada bir e-posta ba\u011flant\u0131s\u0131 olu\u015fturacakt\u0131r.\n\n\u00f6rn. \\{mailto\:pbehr@cam.ac.uk\\} g\u00f6steriim \u015fekli {mailto\:pbehr@cam.ac.uk}\n\n__Wiki'niz i\u00e7in otomatik bir dizin olu\u015fturun__\n\n \\{index\\} yaz\u0131lmas\u0131, Wiki'niz i\u00e7in otomatik olarak g\u00fcncellenen bir sayfa dizini olu\u015fturacakt\u0131r. \n\n(\u00c7ok fazla yer kaplad\u0131\u011f\u0131 i\u00e7in \u00f6rnek yok\!)\n\n__Yak\u0131n zamanda de\u011fi\u015ftirilen sayfalar\u0131n otomatik listesini olu\u015fturun__\n\n\\{recent-changes\\} yaz\u0131lmas\u0131, Wiki'nizdeki son de\u011fi\u015ftirilen sayfalar\u0131n otomatik olarak g\u00fcncellenen bir listesini, sayfay\u0131 en son de\u011fi\u015ftiren ki\u015finin ad\u0131 ve de\u011fi\u015fikli\u011fin tarihi ve saati ile birlikte olu\u015fturur. Varsay\u0131lan olarak, son 30 g\u00fcnde de\u011fi\u015ftirilen t\u00fcm sayfalar\u0131 g\u00f6sterir.\n\n* \\{recent-changes\:12h\\} - son 12 saat i\u00e7inde de\u011fi\u015ftirilen sayfalar.\n* \\{recent-changes\:7d\\} - son 7 g\u00fcn i\u00e7inde de\u011fi\u015ftirilen sayfalar.\n* \\{recent-changes\:2006-12-25\\} - 25 Aral\u0131k 2016'dan beri de\u011fi\u015ftirilen sayfalar.\n\n(\u00c7ok fazla yer kaplad\u0131\u011f\u0131 i\u00e7in \u00f6rnek yok\!)\n\n__Sayfan\u0131za bir resim ekleyin__\n\n\\{image\:\\} yaz\u0131lmas\u0131 ve resmin URL'sinin eklenmesi, sayfan\u0131zda bir resim g\u00f6sterecektir. (Kullan\u0131m\u0131 daha kolay olan, d\u00fczenleme ekran\u0131ndaki resim ikonuna ekleme ile ayn\u0131d\u0131r.)\n\n\\{image\:/images/bear.jpg|A Bear\\}, "/images/bear.jpg" URL'siyle ili\u015fkili resmi g\u00f6sterir. G\u00f6sterilen alternatif metin "A Bear" olacakt\u0131r.\n\nResminizi sola kayd\u0131rmak i\u00e7in, metnin etraf\u0131na akmas\u0131, a\u015fa\u011f\u0131daki "| ext | float-left" gibi ek metinleri i\u00e7erir\:\n\n\\{image\:/images/bear.jpg|A Bear|ext|float-left\\} \n\nResminizi sa\u011fa kayd\u0131rmak i\u00e7in, metnin etraf\u0131na akmas\u0131, a\u015fa\u011f\u0131daki gibi "|ext|float-right" gibi ek metinleri i\u00e7erir\:\n\n\\{image\:/images/bear.jpg|A Bear|ext|float-right\\} \n\n\nResim URL'si k\u0131smi veya tam olabilir, ancak harici olamaz. URL, bu \u00e7al\u0131\u015fma alan\u0131ndan g\u00f6r\u00fcnt\u00fcler g\u00f6r\u00fcnt\u00fclemek i\u00e7in "worksite\: /" ile de ba\u015flayabilir. Di\u011fer \u00e7al\u0131\u015fma alanlar\u0131n\u0131zdaki resimleri g\u00f6r\u00fcnt\u00fclemek i\u00e7in "sakai\: /" yazan bir URL ile ba\u015flatabilir ve site kimli\u011fini ekleyebilirsiniz. \n\n__Bir ba\u011flant\u0131 etiketi olu\u015ftur__\n\n\\{anchor\\} yaz\u0131lmas\u0131 i\u00e7erdi\u011fi metnin etraf\u0131na bir HTML ba\u011flant\u0131 etiketi olu\u015fturur.\n\u00f6rn. \\{anchor\:myLink\\}Bu noktaya s\u0131\u00e7rar\\{anchor\\}\n\nBu noktaya atlamak i\u00e7in link a\u015fa\u011f\u0131daki gibi g\u00f6r\u00fcnmelidir\:\n\n\\[Go to this exciting point|Name of current page here\#myLink\\]\n\n__Matematiksel bi\u00e7imlendirmeyi kullanma__\n\nRWiki, JS Math'\u0131 kullanarak TeX formunda girilen i\u015flemleri g\u00f6r\u00fcnt\u00fcleyebilmenizi sa\u011flar.\n\n\\{math\:display\\} \\{math\\} yaz\u0131lmas\u0131, TeX'i iki etiket aras\u0131nda g\u00f6sterecektir.\n\n\u00f6rn. \\{math\:display\\}U_n+2\\} U_n+1\\} U_n \\{math\\} \n{math\:display}U_n+2} U_n+1} U_n {math} \n\nDaha fazlas\u0131 i\u00e7in {link\:here|http\://www.math.union.edu/~dpvc/jsMath/welcome.html|none|_new}\n\n__Bir al\u0131nt\u0131 g\u00f6sterme__\n\nBir al\u0131nt\u0131 g\u00f6stermek i\u00e7in, al\u0131nt\u0131 olarak g\u00f6stermek istedi\u011finiz metnin her iki taraf\u0131nda da \\{quote\\} yaz\u0131n.\n\n{quote}Bunun gibi\!{quote}\n\n\n\nh3 Sakai ile ilgili makrolar\n__\\{sakai-sections\\}__\u00c7al\u0131\u015fma alan\u0131n\u0131zdaki her b\u00f6l\u00fcm i\u00e7in otomatik olarak olu\u015fturulan alt b\u00f6l\u00fcmlere i\u015faret eden ba\u011flant\u0131lar\u0131n bir listesini olu\u015fturun. Note that there is no interface within the wiki to manage permissions on a section by section level.\n\n__\\{worksiteinfo\\}__ Mevcut siteyle ilgili bilgileri listeler.\t\n
wiki_home_page=h1 Wiki arac\u0131na ho\u015fgeldiniz\n\n\n\nh3 Wiki nedir?\n\n\n\n Wiki arac\u0131 herhangi bir web becerisine gerek duymaks\u0131z\u0131n insanlar\u0131n biirey ya da grup olarak web sayfalar\u0131 olu\u015fturmalar\u0131n\u0131 sa\u011flar.\n\n\n\n wiki arac\u0131n\u0131 kullanarak, siteniz i\u00e7inde web sayfalar\u0131 olu\u015fturabilir ve editleyebilirsiniz. E\u011fer isterseniz, b\u00fct\u00fcn sayfalar\u0131 ya da baz\u0131lar\u0131n\u0131 herkes taraf\u0131ndan g\u00f6r\u00fcnt\u00fclenebilir yapabilirsiniz.\n\n\n\nh3 Wikileri \u00f6\u011fretim i\u00e7in kullanmak\n\nwikileri \u00f6\u011fretim i\u00e7in kullanman\u0131n \u00e7ok say\u0131da yolu vard\u0131r - bir web aramas\u0131 t\u00fcm \u00f6nerileri ve vaka \u00e7al\u0131\u015fmalar\u0131n\u0131 bulacakt\u0131r. \u00d6rene\u011fin, \u00f6\u011frenciler \u00e7al\u0131\u015ft\u0131klar\u0131 konuya ili\u015fkin kaynak koleksiyonu geli\u015ftirebilir ve bunu d\u0131\u015f d\u00fcnyada uygun hale getirebilirler. Di\u011fer e\u011fitmenler wiki sayfalar\u0131n\u0131 ders notlar\u0131n\u0131 yay\u0131mlamak ve \u00f6\u011frenciler i\u00e7in ders k\u0131lavuzlar\u0131n\u0131n okunmas\u0131 fakat editlenmemesi \u015feklinde \u00fcretirler.  \n\n\n\nh3  wikileri ara\u015ft\u0131rma gruplar\u0131 i\u00e7in kullanmak\n\n bir wiki, insanlar\u0131n ara\u015ft\u0131rma \u00f6nerisi tasla\u011f\u0131 haz\u0131rlamak ya da proje ili\u015fkilerinin g\u00fcncel bir listesini tutmak gibi d\u00f6k\u00fcmanlar \u00fczerinde birlikte \u00e7al\u0131\u015fmalar\u0131n\u0131 sa\u011flar. \n\n\n\nh3 Nas\u0131l ba\u015flamal\u0131?\n\nwikiniz i\u00e7in bir ana sayfa mevcuttur. Buna metin eklemek i\u00e7in\: \n\n*  yukar\u0131daki i\u015flem \u00e7ubu\u011fundan "edit" e t\u0131klay\u0131n.\n\n*  Bu sayfadaki metni editleneilir metin kutusunda g\u00f6receksiniz. \n\n* "bu ba\u015flang\u0131\u00e7" metnini silin ve bunun yerine g\u00f6r\u00fcnmek istedi\u011finizi yaz\u0131n. metni bi\u00e7imlendirmek i\u00e7in, uygun wiki bi\u00e7imlendirme kodlar\u0131n\u0131 girecek olan buton ikonlar\u0131n\u0131 kullan\u0131n. \n\n* "kaydet" e t\u0131klay\u0131n.\n
wiki_recent_changes=h1 Son De\u011fi\u015fiklikler\n\n{recent-changes}\n\n
