#-------------------------------------------------------------------------------
# Translated by: e-Labora: e-Learning Laboratory - State University of Campinas
# Translated by: LARC - Laboratory of Architecture and Computer Networks 
# TIDIA-Ae Project Fapesp, Sao Paulo, Brazil
#-------------------------------------------------------------------------------

wiki_about_course_page=\
h2 Sobre este Curso\n\
\n\
Algumas informa\u00e7\u00f5es sobre este Curso\n\
\n\

wiki_about_project_page=\
h2 Sobre este Projeto\n\
\n\
Algumas informa\u00e7\u00f5es sobre este Projeto\n\
\n\

wiki_default_page_template=\
h2 Nova p\u00e1gina \n\
\n\
Esta \u00e9 uma nova p\u00e1gina. Para adicionar texto:\n\
* Clique no bot\u00e3o 'editar' na barra de a\u00e7\u00f5es acima.\n\
* Voc\u00ea ver\u00e1 o texto nesta p\u00e1gina em uma caixa de texto edit\u00e1vel.\n\
* Exclua este texto 'inicial'  , e digite o texto que voc\u00ea deseja que apare\u00e7a em seu lugar. Para formatar o texto, use os \u00edcones de formata\u00e7\u00e3o, que ir\u00e1 inserir os c\u00f3digos de formata\u00e7\u00e3o apropriados na wiki.\n\
* Clique no bot\u00e3o 'salvar' .\n\


wiki_edit_right=\
h1 Dicas da Wiki\n\
__Para criar uma nova p\u00e1gina__\n\
\n\
Escreva o nome da nova p\u00e1gina que voc\u00ea deseja criar entre colchetes:\n\
\n\
* \\\[minha nova p\u00e1gina\\\] \n\
__Para formatar o texto_\n\
\n\
Selecione o texto para formatar e use os bot\u00f5es de formata\u00e7\u00e3o para inserir automaticamente os c\u00f3digos de formata\u00e7\u00e3o na wiki.\n\
\n\
__Marcadores e numera\u00e7\u00e3o __\n\
\n\
Para listas de itens, coloque um asterisco (*) na frente de cada item da lista: \n\
\n\
\\\* item 1\n\
\n\
\\\* item 2\n\
\n\
* item 1\n\
\n\
* item 2\n\
\n\
Para listas numeradas, colocar um # na frente de cada item na lista.\n\
\n\
[Mais dicas sobre a formata\u00e7\u00e3o da Wiki|Help Page]



wiki_help_page=\
h1 Como formatar suas p\u00e1ginas Wiki\n\
P\u00e1ginas da wiki podem ser formatadas usando os c\u00f3digos indicados abaixo. Estes c\u00f3digos fornecem estilos de texto simples, como negrito, it\u00e1lico e listas.\n\
\n\
H\u00e1 tamb\u00e9m uma s\u00e9rie de "macros", que podem fornecer automaticamente determinadas informa\u00e7\u00f5es, bem como a ser utilizadas para tarefas mais complexas, como tabelas, imagens e anexos.\n\
\n\
h1 Atalhos de \u00edcones de formata\u00e7\u00e3o\n\
Voc\u00ea pode inserir comandos de formata\u00e7\u00e3o comuns usando os links da barra de ferramentas na parte superior do editor de p\u00e1ginas wiki. Esses links incluem negrito, it\u00e1lico, t\u00edtulos, tabelas, upload de anexos e imagens.\n\
\n\
h3 Formata\u00e7\u00e3o simples de texto\n\
\n\
{table}\n\
Digite estes c\u00f3digos| Visualize com | Descri\u00e7\u00f5es\n\
\\_\\_bold\\_\\_ |  __negrito__ | texto em negrito simples\n\
\\~\\~italics\\~\\~ | ~~it\u00e1lico~~ | texto em it\u00e1lico simplest\n\
\\-\\-strike\\-\\- | --riscado-- | texto riscado\n\
CH\\%\\%4\\%\\%|CH%%4%%| subscrito (veja abaixo formata\u00e7\u00e3o matem\u00e1tica)\n\
Ca\\^\\^2+\\^\\^| Ca^^2+^^| sobrescrito \n\
\\[my new page\\] | [minha nova p\u00e1gina] | links para uma nova p\u00e1gina Wiki com o nome indicado entre par\u00eanteses\n\
\\http://www.bbc.co.uk/ | http://www.bbc.co.uk/ | cria um link para um site externo ou um documento on-line. \n\
h1 T\u00edtulo || cabe\u00e7alho maior (exibido como <H1> folha de estilo CSS)\n\
h3 T\u00edtulo || cabe\u00e7alho menor (exibido como <H3> folha de estilo CSS)\n\
\\{bgcolor:yellow\\}Algum texto\\{bgcolor\\}|{bgcolor:yellow}Texto destacado{bgcolor}|Destaca o texto entre colchetes (\n\
\\{color:red\\}Algum texto\\{color\\}|{color:red}Texto em vermelho {color}|Muda a cor do texto entre par\u00eanteses \n\
\\-\\-\\-\\- || exibir uma linha horizontal em toda a p\u00e1gina\n\
- list item|| cria uma lista com marcadores \n\
* list item|| criar uma lista com marcadores um pouco diferente ao anterior\n\
# list item|| criar uma lista numerada automaticamente\n\
a. list item|| criar uma lista automaticamente em ordem alfab\u00e9tica\n\
A. list item|| lista em ordem alfab\u00e9tica mai\u00fascula\n\
i. list item|| lista numerada com algarismo romano em min\u00fasculo\n\
I. list item|| lista numerada com algarismo romano em mai\u00fascula\n\
g., h., k., j. list item|| listas num\u00e9ricas Grego, Hiragana, Katakana e Hebreu \n\
(empty line) || divide o texto em par\u00e1grafos\n\
\\\\\\ || cria espa\u00e7o extra entre par\u00e1grafos\n\
\\\\\\\\\X | X | Exibe car\u00e1cter especial "X" (por exemplo, \\\\\\\\\{ ser\u00e1 exibido \{)\n\
\\\\\\\\\\\\\\\\\\ | \\\\\\\\\ | exibe um \\\\\\\\\ \n\
{table} \n\
\n\
h1 Macros Dispon\u00edveis\n\
Para obter uma lista completa de macros e par\u00e2metros, digite \\{list-of-macros\\} em qualquer p\u00e1gina. Esta lista fornece uma introdu\u00e7\u00e3o muito \u00fatil.\n\
\n\
__Adiciona um link de email__\n\
\n\
\{mailto:\} seguido por um endere\u00e7o de e-mail criando um link de e-mail na p\u00e1gina.\n\
\n\
Exemplo: \\{mailto:pbehr@cam.ac.uk\\} ser\u00e1 apresentado como {mailto:pbehr@cam.ac.uk}\n\
\n\
__Criar automaticamente um \u00edndice para sua Wiki__	\n\
\n\
Digitando \\{index\\} criar\u00e1 altera\u00e7\u00f5es autom\u00e1ticas do \u00edndice de p\u00e1ginas para sua Wiki. \n\
\n\
(Nenhum exemplo, pois ocupa muito espa\u00e7o!)\n\
\n\
__Criar uma lista autom\u00e1tica de p\u00e1ginas alteradas_recentemente \n\
\n\
Digitando \\{recent-changes\\} criar\u00e1 automaticamente uma lista atualizada das p\u00e1ginas que foram recentemente alteradas na sua Wiki, juntamente com o nome da pessoa que alterou por \u00faltimo e com data e hora da altera\u00e7\u00e3o. Por padr\u00e3o, ela mostra todas as p\u00e1ginas alteradas nos \u00faltimos 30 dias.\n\
\n\
*  \\{recent-changes:12h\\} - p\u00e1ginas alterada srecentemente nas \u00faltimas 12 horas.\n\
*  \\{recent-changes:7d\\} - p\u00e1ginas alteradas recentemente nos \u00faltimos 7 dias.\n\
*  \\{recent-changes:2006-12-25\\} - p\u00e1ginas alteradas recentemente desde 25 de dezembro de 2006.\n\
\n\
(Nenhum exemplo, pois ocupa muito espa\u00e7o!)\n\
\n\
\n\
__Adicionar uma imagem na sua p\u00e1gina__\n\
\n\
Digitando \\{image:\\} e incluindo a URL da imagem, exibir\u00e1 uma imagem em sua p\u00e1gina. (\u00c9 o mesmo que clicar no \u00edcone da imagem na tela de edi\u00e7\u00e3o, que \u00e9 mais f\u00e1cil de usar.)\n\
\n\
\\{image:/images/bear.jpg|Um urso\\} exibir\u00e1 a imagem cuja URL relativa \u00e9 "/images/bear.jpg". O texto alternativo exibido seria "Um Urso".\n\
\n\
Para colocar a sua imagem para esquerda, de modo que texto fique em volta dela, inclua o texto extra "|ext|float-left", como a seguir:\n\
\n\
\\{image:/images/bear.jpg|Um urso|ext|float-left\\} \n\
\n\
Para colocar a sua imagem para direita, de modo que texto fique em volta dela, inclua o texto extra "|ext|float-right", como a seguir:\n\
\n\
\\{image:/images/bear.jpg|Um Urso|ext|float-right\\} \n\
\n\
\n\
A URL da imagem pode ser relativa ou absoluta, mas n\u00e3o pode ser externa. A URL tamb\u00e9m pode come\u00e7ar com "Site: /" para exibir imagens a partir deste site. Para visualizar as imagens de outros sites, voc\u00ea pode come\u00e7ar uma URL com "sakai:/" e incluir o Id do site.\n\
\n\
__Criar uma tag ancora__\n\
\n\
Digitando \\{anchor\\} cria uma tag de \u00e2ncora HTML em torno do texto.	\n\
\n\
Exemplo: \\{anchor:myLink\\}Ir para este ponto \\{anchor\\}\n\
\n\
O link para ir a esse ponto deve aparecer dessa forma:\n\
\n\
\\[V\u00e1 at\u00e9 este ponto interessante|Nome da p\u00e1gina atual aqui#myLink\\]\n\
\n\
__Usando formata\u00e7\u00e3o matem\u00e1tica__\n\
\n\
RWiki usa JS Math de modo que voc\u00ea pode exibir f\u00f3rmulas matem\u00e1tica em formato TeX. \n\
\n\
Digitando \\{math:display\\} \\{math\\} exibir\u00e1 exibir TeX entre as duas tags.	\n\
\n\
Exemplo \\{math:display\\}U_n+2\\} U_n+1\\} U_n \\{math\\} \n\
{math:display}U_n+2} U_n+1} U_n {math} \n\
\n\
Saiba mais aqui {link:aqui|http://www.math.union.edu/~dpvc/jsMath/welcome.html|none|_new}\n\
\n\
__Exibir uma cita\u00e7\u00e3o__\n\
\n\
Para exibir uma cita\u00e7\u00e3o, digite \\{quote\\} em ambos os lados do texto que voc\u00ea deseja exibir como uma cita\u00e7\u00e3o.\n\
\n\
{quote}assim!{quote}\n\
\n\
\n\
\n\
h3 Macros relacionadas\n\
\n\
__\\{sakai-sections\\}__	Cria uma lista de links que apontam para subsites que s\u00e3o gerados automaticamente para cada se\u00e7\u00e3o no seu site. Nota-se que n\u00e3o h\u00e1 nenhuma interface dentro da wiki para gerenciar as permiss\u00f5es em uma se\u00e7\u00e3o por n\u00edvel de se\u00e7\u00e3o.\n\
\n\
__\\{worksiteinfo\\}__ Lista de informa\u00e7\u00f5es sobre o site atual	\n\



wiki_home_page=\
h2 Bem-vindo \u00e0 Ferramenta Wiki\n\
\n\
h3 O que \u00e9 a wiki?\n\
\n\
Wiki \u00e9 uma ferramenta que permite criar p\u00e1ginas da web individuais ou como um grupo, mesmo sem ter habilidade.\n\
\n\
Usando a ferramenta wiki, voc\u00ea pode criar e editar p\u00e1ginas web dentro do seu site. Se desejar, voc\u00ea pode fazer todas ou algumas p\u00e1ginas publicamente vis\u00edveis.\n\
\n\
h3 Usando wikis para ensinar\n\
Existem diversas maneiras de usar a wiki para ensinar - uma pesquisa na web encontrar\u00e1 um grande n\u00famero de sugest\u00f5es e casos de estudos. Por exemplo, os alunos podem desenvolver uma cole\u00e7\u00e3o de recursos sobre o tema que est\u00e3o estudando, e disponibiliz\u00e1-los para o mundo exterior. Outros palestrantes gostariam de produzir uma wiki para publicar as notas das palestras e um curso de orienta\u00e7\u00e3o de leitura para os alunos, mas n\u00e3o de edi\u00e7\u00e3o.\n\
\n\
h3 Usando a wiki para grupos de pesquisa\n\
Uma wiki permite que pessoas trabalhem em conjunto na produ\u00e7\u00e3o de um documento, tais como a elabora\u00e7\u00e3o de propostas de pesquisa como uma equipe, ou para manter uma lista atualizada dos contatos do projeto\n\
\n\
h3 Como podemos iniciar?\n\
Esta \u00e9 a p\u00e1gina inicial da sua wiki. Para adicionar um texto a ela:\n\
* Clique no bot\u00e3o 'editar' na barra de a\u00e7\u00f5es acima.\n\
* O texto desta p\u00e1gina aparecer\u00e1 em uma caixa de texto edit\u00e1vel.\n\
* Exclua este texto e digite o texto que voc\u00ea deseja exibir em seu lugar. Para formatar o texto, use os \u00edcones de bot\u00f5es, que ir\u00e1 inserir apropriadamente os c\u00f3digos de formata\u00e7\u00e3o na wiki.\n\
* Clique no bot\u00e3o 'salvar'.\n\

wiki_recent_changes=\
h1 Altera\u00e7\u00f5es Recentes\n\
{recent-changes}\n\



 
