wiki_about_course_page=\
h2 O tym kursie\n\
\n\
Niekt&#243;re informacje o tym kursie\n\
\n

wiki_about_project_page=\
h2 O tym Projekcie\n\
\n\
Niekt&#243;re informacje o tym Projekcie\n\
\n
wiki_default_page_template=\
h2 Nowa strona \n\
\n\
To jest nowa strona. Aby doda&#263; do niej tekst:\n\
* Kliknij przycisk 'Edytuj' w powy&#380;szym pasku dzia&#322;a&#324;.\n\
* Tekst na tej stronie pojawi si&#281; w edytowalnym polu tekstowym.\n\
* Usu&#324; ten 'Starter' tekst i wpisz tekst, kt&#243;ry ma si&#281; pojawi&#263; zamiast niego. Aby sformatowa&#263; tekst, nale&#380;y skorzysta&#263; z ikon przycisku formatowania, kt&#243;ry wstawi odpowiednie kody formatowania wiki \n\
* Kliknij przycisk 'zapisz'.\n\

wiki_edit_right=\
h1 Wskaz&#243;wki Wiki\n\
__Aby stworzy&#263; now&#261; stron&#281;__\n\
\n\
Wpisz nazw&#281; nowej strony, kt&#243;r&#261; chcesz utworzy&#263; w kwadratowych nawiasach:\n\
\n\
* \\\[moja nowa strona\\\] \n\
__Aby sformatowa&#263; tekst__\n\
\n\
Wybierz tekst, kt&#243;ry chcesz sformatowa&#263; i u&#380;yj przycisk&#243;w formatowania, aby automatycznie wstawi&#263; kody formatowania wiki.\n\
\n\
__Punktory i Numeracja __\n\
\n\
Aby uzyska&#263; list&#281; punktowan&#261;, umie&#347;&#263; znak * (gwiazdka) przed ka&#380;dym elementem na li&#347;cie: \n\
\n\
\\\* element 1\n\
\n\
\\\* element 2\n\
\n\
* element 1\n\
\n\
* element 2\n\
\n\
Aby uzyska&#263; list&#281; numerowan&#261;, umie&#347;&#263; znak # (kratka) przed ka&#380;dym elementem na li&#347;cie.\n\
\n\
[Wi&#281;cej Wskaz&#243;wek dotycz&#261;cych formatowania Wiki|Strona Pomocy]


wiki_help_page=\
h1 Jak formatowa&#263; strony Wiki\n\
Strony Wiki mog&#261; zosta&#263; sformatowane za pomoc&#261; kod&#243;w podanych poni&#380;ej. Kosy te zapewniaj&#261; zwyk&#322;e style tekstowe, takie jak __pogrubienie__, ~~kursywa~~ i listy.\n\
\n\
Istnieje r&#243;wnie&#380; kilka "makr", kt&#243;re mog&#261; automatycznie zapewni&#263; pewne informacje, mo&#380;na ich tak&#380;e u&#380;y&#263; do bardziej z&#322;o&#380;onych zada&#324;, takich jak w&#322;&#261;czanie tabel, obrazk&#243;w i za&#322;&#261;cznik&#243;w.\n\
\n\
(U&#380;yty j&#281;zyk Wiki opiera si&#281; na {link:Radeox|http://radeox.org}).\n\
\n\
h1 Formatowanie ikon skr&#243;towych\n\
Mo&#380;esz wstawi&#263; typowe polecenia formatowania za pomoc&#261; link&#243;w w pasku narz&#281;dzi, na g&#243;rze edytora stron wiki. Linki te zawieraj&#261; pogrubienie, kursyw&#281;, nag&#322;&#243;wki, tabele, za&#322;&#261;czniki przesy&#322;ania i obrazki.\n\
\n\
h3 Formatowanie zwyk&#322;ego tekstu\n\
\n\
{table}\n\
Wpisz te kody| Wy&#347;wietlany jako | Opisy\n\
\\_\\_pogrubienie\\_\\_ | __pogrubienie__ | Zwyk&#322;y pogrubiony tekst\n\
\\~\\~kursywa\\~\\~ | ~~kursywa~~ | zwyk&#322;y tekst pisany kursyw&#261;\n\
\\-\\-przekre&#347;lenie\\-\\- | --przekre&#347;lenie-- | przekre&#347;lony tekst\n\
CH\\%\\%4\\%\\%|CH%%4%%| indeks dolny (patrz poni&#380;ej, w celu uzyskania wi&#281;cej informacji o formatowaniu matematycznym)\n\
Ca\\^\\^2+\\^\\^| Ca^^2+^^| indeks g&#243;rny \n\
\\[moja nowa strona\\] | [moja nowa strona] | linki do nowej strony Wiki z nazw&#261; podan&#261; w nawiasach\n\
\\http://www.bbc.co.uk/ | http://www.bbc.co.uk/ | tworzy automatyczny link do zewn&#281;trznej strony internetowej lub dokumentu online. \n\
h1 Tytu&#322; || g&#322;&#243;wny nag&#322;&#243;wek (wy&#347;wietlony jako <H1> by&#322;by w lokalnym stylu CSS)\n\
h3 Tytu&#322;|| drobny nag&#322;&#243;wek (wy&#347;wietlony jako <H3> by&#322;by w lokalnym stylu CSS)\n\
\\{bgcolor:yellow\\}Fragment tekstu\\{bgcolor\\}|{bgcolor:yellow}Wyr&#243;&#380;niony tekst{bgcolor}|Wyr&#243;&#380;nia tekst w nawiasach (uwaga pisownia US!)\n\
\\{color:red\\}Fragment tekstu\\{color\\}|{color:red}Czerwony tekst {color}|Zmienia kolor tekstu mi&#281;dzy nawiasami (uwaga pisownia US!)\n\
\\-\\-\\-\\- || wy&#347;wietl lini&#281; poziom&#261; wzd&#322;u&#380; strony\n\
- element listy|| utw&#243;rz list&#281; punktowan&#261; \n\
* element listy|| utw&#243;rz list&#281; punktowan&#261;, kt&#243;ra wy&#347;wietla si&#281; nieco inaczej ni&#380; powy&#380;sza\n\
# element listy|| utw&#243;rz automatycznie numerowan&#261; list&#281;\n\
a. element listy|| utw&#243;rz automatyczn&#261; list&#281; alfabetyczn&#261;\n\
A. element listy|| lista alfabetyczna du&#380;e litery\n\
i. element listy|| lista numeryczna rzymskie ma&#322;e litery\n\
I. element listy|| lista numeryczna rzymskie du&#380;e litery \n\
g., h., k., j. element listy|| listy numeryczne Grecki, Hiragana, Katakana i Hebrajski\n\
(empty line) || dzieli tekst na akapity\n\
\\\\\\ || tworzy dodatkow&#261; przestrze&#324; mi&#281;dzy akapitami\n\
\\\\\\\\\X | X | wy&#347;wietl znaki specjalne "X" (np. \\\\\\\\\{ wy&#347;wietli \{)\n\
\\\\\\\\\\\\\\\\\\ | \\\\\\\\\ | wy&#347;wietl \\\\\\\\\ \n\
{table} \n\
\n\
h3 Makra i Wi&#281;cej \n\
Aby uzyska&#263; pe&#322;n&#261; list&#281; makr i parametr&#243;w type \\{list-of-macros\\} wpisz na dowolnej stronie. Lista ta zawiera wprowadzenie do najbardziej przydatnej.\n\
\n\
__Dodaj link e-mail__\n\
\n\
\{mailto:\} po adresie e-mail utworzy link e-mail na stronie.\n\
\n\
e.g. \\{mailto:pbehr@cam.ac.uk\\} wy&#347;wietli jako {mailto:pbehr@cam.ac.uk}\n\
\n\
__Utw&#243;rz automatyczny indeks dla Wiki__	\n\
\n\
Wpisanie \\{index\\} stworzy automatycznie zaktualizowany indeks stron dla Wiki. \n\
\n\
(Brak przyk&#322;adu, poniewa&#380; zajmuje du&#380;o miejsca!)\n\
\n\
__Utw&#243;rz automatyczn&#261; list&#281; ostatnio zmienionych stron__\n\
\n\
Wpisanie\\{recent-changes\\} stworzy automatycznie zaktualizowan&#261; list&#281; ostatnio zmienionych stron w Wiki, wraz z nazwiskiem osoby, kt&#243;ra ostatnio zmieni&#322;a stron&#281; oraz dat&#261; i godzin&#261; zmiany. Domy&#347;lnie pokazuje wszystkie strony zmienione w ci&#261;gu ostatnich 30 dni.\n\
\n\
*  \\{recent-changes:12h\\} - ostatnio zmienione strony w ci&#261;gu ostatnich 12 godzin.\n\
*  \\{recent-changes:7d\\} - ostatnio zmienione strony w ci&#261;gu ostatnich 7 dni.\n\
*  \\{recent-changes:2006-12-25\\} - ostatnio zmienione strony od 25 grudnia 2006 roku.\n\
\n\
(Brak przyk&#322;adu, poniewa&#380; zajmuje du&#380;o miejsca!)\n\
\n\
\n\
__Dodaj obrazek do strony__\n\
\n\
Wpisanie \\{image:\\} i w&#322;&#261;czenie adresu URL obrazka wy&#347;wietli obrazek na Twojej stronie. (Jest to dok&#322;adnie to samo, co klikni&#281;cie na ikon&#281; obrazka na ekranie edycji, kt&#243;ra jest &#322;atwiejsza w u&#380;yciu.)\n\
\n\
\\{image:/images/bear.jpg| Bear\\} poka&#380;e obrazek, kt&#243;rego wzgl&#281;dnym adresem URL by&#322;o "/images/bear.jpg". Pokazany alternatywny tekst b&#281;dzie "Bear".\n\
\n\
Aby unie&#347;&#263; obrazek w lewo, tak, aby tekst przep&#322;ywa&#322; wok&#243;&#322; niego, nale&#380;y do&#322;&#261;czy&#263; dodatkowy tekst "|ext|float-left", jak poni&#380;ej:\n\
\n\
\\{image:/images/bear.jpg|Bear|ext|float-left\\} \n\
\n\
Aby unie&#347;&#263; obrazek w prawo, tak, aby tekst przep&#322;ywa&#322; wok&#243;&#322; niego, nale&#380;y do&#322;&#261;czy&#263; dodatkowy tekst "|ext|float-right", jak poni&#380;ej:\n\
\n\
\\{image:/images/bear.jpg|Bear|ext|float-right\\} \n\
\n\
\n\
Adres URL obrazka mo&#380;e by&#263; wzgl&#281;dny lub bezwzgl&#281;dny, ale nie mo&#380;e by&#263; zewn&#281;trzny. Adres URL mo&#380;e r&#243;wnie&#380; zaczyna&#263; si&#281; od "worksite:/" do wy&#347;wietlania obrazk&#243;w z tego worksite. Aby wy&#347;wietli&#263; obrazki z innych worksite'&#243;w, mo&#380;esz zacz&#261;&#263; adres URL od "sakai:/" i za&#322;&#261;czy&#263; ID witryny.\n\
\n\
__Utw&#243;rz znacznik anchor__\n\
\n\
Wpisanie \\{anchor\\} tworzy znacznik  HTML anchor wok&#243;&#322; tekstu.	\n\
\n\
e.g. \\{anchor:M&#243;jLink\\}Przeskocz do tego punktu \\{anchor\\}\n\
\n\
Link do przeskoczenia do tego punktu powinien wygl&#261;da&#263; nast&#281;puj&#261;co:\n\
\n\
\\[Przejd&#378; do tego ekscytuj&#261;cego punktu|Nazwa bie&#380;&#261;cej strony tutaj#m&#243;jLink\\]\n\
\n\
__Korzystanie z formatowania matematycznego__\n\
\n\
RWiki wykorzystuje JS Math, aby mo&#380;na by&#322;o wy&#347;wietli&#263; matematyk&#281; wprowadon&#261; w formie TeX. \n\
\n\
Wpisanie \\{math:display\\} \\{math\\} wy&#380;wietli TeX mi&#281;dzy dwoma znacznikami.	\n\
\n\
np. \\{math:display\\}U_n+2\\} U_n+1\\} U_n \\{math\\} \n\
{math:display}U_n+2} U_n+1} U_n {math} \n\
\n\
Dowiedz si&#281; wi&#281;cej {link:here|http://www.math.union.edu/~dpvc/jsMath/welcome.html|none|_new}\n\
\n\
__Wy&#347;wietl cytat__\n\
\n\
Aby wy&#347;wietli&#263; cytat, wpisz \\{quote\\} po obu stronach tekstu, kt&#243;ry ma by&#263; wy&#347;wietlony jako cytat.\n\
\n\
{quote}W&#322;a&#347;nie tak!{quote}\n\
\n\
\n\
\n\
h3 Makra powi&#261;zane z Sakai\n\
\n\
__\\{sakai-sections\\}__	Wygeneruj list&#281; link&#243;w prowadz&#261;cych do podstron, kt&#243;re s&#261; automatycznie generowane dla ka&#380;dej sekcji w Twoim worksite. Pami&#281;taj, &#380;e wiki nie posiada &#380;adnego interfesju do zarz&#261;dzania uprawnieniami na poziomie sekcja po sekcji.\n\
\n\
__\\{worksiteinfo\\}__ Wymienia informacje o bie&#380;&#261;cej witrynie	\n\


wiki_home_page=\
h1 Witamy w Narz&#281;dziu Wiki\n\
\n\
h3 Czym jest wiki?\n\
\n\
Wiki jest narz&#281;dziem, kt&#243;re pozwala ludziom tworzy&#263; strony internetowe, indywidualnie lub w grupie, bez konieczno&#347;ci posiadania umiej&#281;tno&#347;ci internetowych.\n\
\n\
Korzystaj&#261;c z narz&#281;dzia wiki mo&#380;esz tworzy&#263; i edytowa&#263; strony internetowe w Twoim worksite. Je&#347;li chcesz, mo&#380;esz sprawi&#263;, &#380;e wszystkie lub niekt&#243;re strony, b&#281;d&#261; widoczne publicznie.\n\
\n\
h3 U&#380;ywanie wiki do nauczania\n\
Istnieje wiele sposob&#243;w na u&#380;ywanie wiki do nauczania - wyszukiwarka internetowa znajdzie dowoln&#261; liczb&#281; sugestii i studi&#243;w przypadk&#243;w. Na przyk&#322;ad, studenci mog&#261; rozwija&#263; zbi&#243;r zasob&#243;w dotycz&#261;cych temat&#243;w, kt&#243;re studiuj&#261;, i udost&#281;pni&#263; je dla &#347;wiata zawn&#281;trznego. Inni wyk&#322;adowcy lubi&#261; przedstawia&#263; strony wiki jako spos&#243;b na publikowanie notatek z wyk&#322;ad&#243;w oraz wytycznych kursu dla student&#243;w, kt&#243;re mog&#261; przeczyta&#263;, ale nie edytowa&#263;.\n\
\n\
h3 Korzystanie z wiki dla grup badawczych\n\
Wiki pozwala ludziom pracowa&#263; razem nad produkcj&#261; dokumentu, jak np. stworzenie szkicu projekt&#243;w badawczych jako zesp&#243;&#322;, lub utrzymywa&#263; na bie&#380;&#261;co list&#281; kontakt&#243;w projektowych .\n\
\n\
h3 Jak zacz&#261;&#263;?\n\
To jest strona domowa dla Twojego Wiki. Aby doda&#263; do niej tekst:\n\
* Kliknij przycisk 'Edytuj' w powy&#380;szym pasku dzia&#322;a&#324;.\n\
* Tekst na tej stronie pojawi si&#281; w edytowalnym polu tekstowym.\n\
* Usu&#324; ten 'Starter' tekst i wpisz tekst, kt&#243;ry ma si&#281; pojawi&#263; zamiast niego. Aby sformatowa&#263; tekst, nale&#380;y skorzysta&#263; z ikon przycisku formatowania, kt&#243;ry wstawi odpowiednie kody formatowania wiki.\n\
* Kliknij przycisk 'zapisz'.\n\

wiki_recent_changes=\
h1 Ostatnie Zmiany\n\
{recent-changes}\n\






 




