wiki_about_course_page=h2 \u0417\u0430 \u0442\u043e\u0437\u0438 \u043a\u0443\u0440\u0441\n\n\u041d\u044f\u043a\u043e\u0438 \u0434\u0430\u043d\u043d\u0438 \u0437\u0430 \u0442\u043e\u0437\u0438 \u043a\u0443\u0440\u0441\n\n

wiki_about_project_page=h2 \u0417\u0430 \u0442\u043e\u0437\u0438 \u043f\u0440\u043e\u0435\u043a\u0442\n\n\u0418\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f \u0437\u0430 \u0442\u043e\u0437\u0438 \u043f\u0440\u043e\u0435\u043a\u0442\n\n
wiki_default_page_template=h2 \u041d\u043e\u0432\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430\n\n\u0422\u043e\u0432\u0430 \u0435 \u043d\u043e\u0432\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430. \u0417\u0430 \u0434\u0430 \u0434\u043e\u0431\u0430\u0432\u0438\u0442\u0435 \u0442\u0435\u043a\u0441\u0442 \u043a\u044a\u043c \u043d\u0435\u044f\:\n* \u041a\u043b\u0438\u043a\u043d\u0435\u0442\u0435 \u0432\u044a\u0440\u0445\u0443 \u0431\u0443\u0442\u043e\u043d\u0430 "\u0440\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u043d\u0435" \u0432 \u043b\u0435\u043d\u0442\u0430\u0442\u0430 \u0441 \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u044f \u043f\u043e-\u0433\u043e\u0440\u0435.\n* \u0429\u0435 \u0432\u0438\u0434\u0438\u0442\u0435, \u0447\u0435 \u0442\u0435\u043a\u0441\u0442\u044a\u0442 \u043d\u0430 \u0442\u0430\u0437\u0438 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 \u0441\u0435 \u043f\u043e\u044f\u0432\u044f\u0432\u0430 \u0432 \u0442\u0435\u043a\u0441\u0442\u043e\u0432\u043e \u043f\u043e\u043b\u0435, \u043a\u043e\u0435\u0442\u043e \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u0440\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430.\n* \u0418\u0437\u0442\u0440\u0438\u0439\u0442\u0435 \u0442\u043e\u0437\u0438 "\u043d\u0430\u0447\u0430\u043b\u0435\u043d" \u0442\u0435\u043a\u0441\u0442 , \u0438 \u0432\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u0442\u0435\u043a\u0441\u0442\u0430, \u043a\u043e\u0439\u0442\u043e \u0438\u0441\u043a\u0430\u0442\u0435 \u0434\u0430 \u0441\u0435 \u043f\u043e\u044f\u0432\u0438 \u0432\u043c\u0435\u0441\u0442\u043e \u043d\u0435\u0433\u043e. \u0417\u0430 \u0434\u0430 \u0444\u043e\u0440\u043c\u0430\u0442\u0438\u0440\u0430\u0442\u0435 \u0442\u0435\u043a\u0441\u0442\u0430, \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0439\u0442\u0435 \u0438\u043a\u043e\u043d\u0438\u0442\u0435 \u043d\u0430 \u0431\u0443\u0442\u043e\u043d\u0438\u0442\u0435 \u0437\u0430 \u0444\u043e\u0440\u043c\u0430\u0442\u0438\u0440\u0430\u043d\u0435, \u043a\u043e\u0438\u0442\u043e \u0449\u0435 \u0432\u043c\u044a\u043a\u043d\u0430\u0442 \u0441\u044a\u043e\u0442\u0432\u0435\u0442\u043d\u0438\u0442\u0435 \u043a\u043e\u0434\u043e\u0432\u0435 \u0437\u0430 \u0444\u043e\u0440\u043c\u0430\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0443\u0438\u043a\u0438\u043f\u0435\u0434\u0438\u044f.\n* \u0429\u0440\u0430\u043a\u043d\u0435\u0442\u0435 \u0432\u044a\u0440\u0445\u0443 \u0431\u0443\u0442\u043e\u043d\u0430 "\u0417\u0430\u043f\u0430\u0437\u0438".\n
wiki_edit_right=h1 \u0421\u044a\u0432\u0435\u0442\u0438 \u0437\u0430 \u0443\u0438\u043a\u0438\u043f\u0435\u0434\u0438\u044f\n__\u0417\u0430 \u0441\u044a\u0437\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u043d\u043e\u0432\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430__\n\n\u0412\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u0438\u043c\u0435\u0442\u043e \u043d\u0430 \u043d\u043e\u0432\u0430\u0442\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430, \u043a\u043e\u044f\u0442\u043e \u0438\u0441\u043a\u0430\u0442\u0435 \u0434\u0430 \u0441\u044a\u0437\u0434\u0430\u0434\u0435\u0442\u0435, \u0432 \u043a\u0432\u0430\u0434\u0440\u0430\u0442\u043d\u0438 \u0441\u043a\u043e\u0431\u0438\:\n\n* \\[\u043c\u043e\u044f\u0442\u0430 \u043d\u043e\u0432\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430\\]\n__\u0417\u0430 \u0434\u0430 \u0444\u043e\u0440\u043c\u0430\u0442\u0438\u0440\u0430\u0442\u0435 \u0442\u0435\u043a\u0441\u0442\u0430 \u0441\u0438__\n\n\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0442\u0435\u043a\u0441\u0442\u0430, \u043a\u043e\u0439\u0442\u043e \u0438\u0441\u043a\u0430\u0442\u0435 \u0434\u0430 \u0444\u043e\u0440\u043c\u0430\u0442\u0438\u0440\u0430\u0442\u0435, \u0438 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0439\u0442\u0435 \u0431\u0443\u0442\u043e\u043d\u0438\u0442\u0435 \u0437\u0430 \u0444\u043e\u0440\u043c\u0430\u0442\u0438\u0440\u0430\u043d\u0435, \u0437\u0430 \u0434\u0430 \u0432\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u0430\u0432\u0442\u043e\u043c\u0430\u0442\u0438\u0447\u043d\u043e \u043a\u043e\u0434\u043e\u0432\u0435\u0442\u0435 \u0437\u0430 \u0444\u043e\u0440\u043c\u0430\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0423\u0438\u043a\u0438.\n\n__\u0411\u0443\u043b\u0435\u0442\u0438 \u0438 \u043d\u043e\u043c\u0435\u0440\u0438\u0440\u0430\u043d\u0435 __\n\n\u0417\u0430 \u0441\u043f\u0438\u0441\u044a\u0446\u0438 \u0441 \u0442\u043e\u0447\u043a\u0438, \u043f\u043e\u0441\u0442\u0430\u0432\u0435\u0442\u0435 * (\u0437\u0432\u0435\u0437\u0434\u0430) \u043f\u0440\u0435\u0434 \u0432\u0441\u0435\u043a\u0438 \u0435\u043b\u0435\u043c\u0435\u043d\u0442 \u043e\u0442 \u0441\u043f\u0438\u0441\u044a\u043a\u0430\:\n\n\\* \u0435\u043b\u0435\u043c\u0435\u043d\u0442 1\n\n\\* \u0435\u043b\u0435\u043c\u0435\u043d\u0442 2\n\n* \u0435\u043b\u0435\u043c\u0435\u043d\u0442 1\n\n* \u043f\u043e\u0437\u0438\u0446\u0438\u044f 2\n\n\u0417\u0430 \u043d\u043e\u043c\u0435\u0440\u0438\u0440\u0430\u043d\u0438 \u0441\u043f\u0438\u0441\u044a\u0446\u0438 \u043f\u043e\u0441\u0442\u0430\u0432\u0435\u0442\u0435 \# (\u0445\u0435\u0448) \u043f\u0440\u0435\u0434 \u0432\u0441\u0435\u043a\u0438 \u0435\u043b\u0435\u043c\u0435\u043d\u0442 \u043e\u0442 \u0441\u043f\u0438\u0441\u044a\u043a\u0430.\n\n[\u041e\u0449\u0435 \u0441\u044a\u0432\u0435\u0442\u0438 \u0437\u0430 \u0444\u043e\u0440\u043c\u0430\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0423\u0438\u043a\u0438\u043f\u0435\u0434\u0438\u044f|\u0421\u0442\u0440\u0430\u043d\u0438\u0446\u0430 \u0437\u0430 \u043f\u043e\u043c\u043e\u0449]


wiki_help_page=h1 \u041a\u0430\u043a \u0434\u0430 \u0444\u043e\u0440\u043c\u0430\u0442\u0438\u0440\u0430\u0442\u0435 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0438\u0442\u0435 \u0441\u0438 \u0432 \u0423\u0438\u043a\u0438\u043f\u0435\u0434\u0438\u044f\n\u0423\u0438\u043a\u0438 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0438\u0442\u0435 \u043c\u043e\u0433\u0430\u0442 \u0434\u0430 \u0431\u044a\u0434\u0430\u0442 \u0444\u043e\u0440\u043c\u0430\u0442\u0438\u0440\u0430\u043d\u0438 \u0441 \u043f\u043e\u043c\u043e\u0449\u0442\u0430 \u043d\u0430 \u043a\u043e\u0434\u043e\u0432\u0435\u0442\u0435, \u0434\u0430\u0434\u0435\u043d\u0438 \u043f\u043e-\u0434\u043e\u043b\u0443. \u0422\u0435\u0437\u0438 \u043a\u043e\u0434\u043e\u0432\u0435 \u043e\u0441\u0438\u0433\u0443\u0440\u044f\u0432\u0430\u0442 \u043f\u0440\u043e\u0441\u0442\u0438 \u0442\u0435\u043a\u0441\u0442\u043e\u0432\u0438 \u0441\u0442\u0438\u043b\u043e\u0432\u0435 \u043a\u0430\u0442\u043e __bold__, ~~italic~~ \u0438 \u0441\u043f\u0438\u0441\u044a\u0446\u0438.\n\n\u0421\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430\u0442 \u0438 \u0440\u0435\u0434\u0438\u0446\u0430 "\u043c\u0430\u043a\u0440\u043e\u0441\u0438", \u043a\u043e\u0438\u0442\u043e \u043c\u043e\u0433\u0430\u0442 \u0430\u0432\u0442\u043e\u043c\u0430\u0442\u0438\u0447\u043d\u043e \u0434\u0430 \u043f\u0440\u0435\u0434\u043e\u0441\u0442\u0430\u0432\u044f\u0442 \u043e\u043f\u0440\u0435\u0434\u0435\u043b\u0435\u043d\u0430 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f, \u043a\u0430\u043a\u0442\u043e \u0438 \u0434\u0430 \u0441\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0442 \u0437\u0430 \u043f\u043e-\u0441\u043b\u043e\u0436\u043d\u0438 \u0437\u0430\u0434\u0430\u0447\u0438, \u043a\u0430\u0442\u043e \u043d\u0430\u043f\u0440\u0438\u043c\u0435\u0440 \u0432\u043a\u043b\u044e\u0447\u0432\u0430\u043d\u0435 \u043d\u0430 \u0442\u0430\u0431\u043b\u0438\u0446\u0438, \u0438\u0437\u043e\u0431\u0440\u0430\u0436\u0435\u043d\u0438\u044f \u0438 \u043f\u0440\u0438\u043a\u0430\u0447\u0435\u043d\u0438 \u0444\u0430\u0439\u043b\u043e\u0432\u0435.\n\nh1 \u0418\u043a\u043e\u043d\u0438 \u0437\u0430 \u0441\u044a\u043a\u0440\u0430\u0449\u0435\u043d\u0438\u044f \u043f\u0440\u0438 \u0444\u043e\u0440\u043c\u0430\u0442\u0438\u0440\u0430\u043d\u0435\n\u041c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u0432\u043c\u044a\u043a\u0432\u0430\u0442\u0435 \u0447\u0435\u0441\u0442\u043e \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u043d\u0438 \u043a\u043e\u043c\u0430\u043d\u0434\u0438 \u0437\u0430 \u0444\u043e\u0440\u043c\u0430\u0442\u0438\u0440\u0430\u043d\u0435, \u043a\u0430\u0442\u043e \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0442\u0435 \u0432\u0440\u044a\u0437\u043a\u0438\u0442\u0435 \u0432 \u043b\u0435\u043d\u0442\u0430\u0442\u0430 \u0441 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0438 \u0432 \u0433\u043e\u0440\u043d\u0430\u0442\u0430 \u0447\u0430\u0441\u0442 \u043d\u0430 \u0440\u0435\u0434\u0430\u043a\u0442\u043e\u0440\u0430 \u043d\u0430 \u0443\u0438\u043a\u0438 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0438. \u0422\u0435\u0437\u0438 \u0432\u0440\u044a\u0437\u043a\u0438 \u0432\u043a\u043b\u044e\u0447\u0432\u0430\u0442 \u0443\u0434\u0435\u0431\u0435\u043b\u0435\u043d \u0448\u0440\u0438\u0444\u0442, \u043a\u0443\u0440\u0441\u0438\u0432, \u0437\u0430\u0433\u043b\u0430\u0432\u0438\u044f, \u0442\u0430\u0431\u043b\u0438\u0446\u0438, \u043a\u0430\u0447\u0432\u0430\u043d\u0435 \u043d\u0430 \u043f\u0440\u0438\u043a\u0430\u0447\u0435\u043d\u0438 \u0444\u0430\u0439\u043b\u043e\u0432\u0435 \u0438 \u0432\u043a\u043b\u044e\u0447\u0432\u0430\u043d\u0435 \u043d\u0430 \u0438\u0437\u043e\u0431\u0440\u0430\u0436\u0435\u043d\u0438\u044f.\n\nh3 \u041e\u0431\u0438\u043a\u043d\u043e\u0432\u0435\u043d\u043e \u0444\u043e\u0440\u043c\u0430\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0442\u0435\u043a\u0441\u0442\n\n{\u0442\u0430\u0431\u043b\u0438\u0446\u0430}\n\u0412\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u0442\u0435\u0437\u0438 \u043a\u043e\u0434\u043e\u0432\u0435| \u041f\u043e\u043a\u0430\u0437\u0432\u0430 \u0441\u0435 \u043a\u0430\u0442\u043e | \u041e\u043f\u0438\u0441\u0430\u043d\u0438\u044f\n\\_\\_bold\\_\\_ | __bold__ | \u043e\u0431\u0438\u043a\u043d\u043e\u0432\u0435\u043d \u0443\u0434\u0435\u0431\u0435\u043b\u0435\u043d \u0442\u0435\u043a\u0441\u0442\n\\~\\~italics\\~\\~ | ~~italics~~ | \u043e\u0431\u0438\u043a\u043d\u043e\u0432\u0435\u043d \u0442\u0435\u043a\u0441\u0442 \u0432 \u043a\u0443\u0440\u0441\u0438\u0432\n\\-\\\\-strike\\-\\- | --strike-- | \u0437\u0430\u0447\u0435\u0440\u043a\u0432\u0430\u043d\u0435 \u043d\u0430 \u0442\u0435\u043a\u0441\u0442\n\\\#\\\#monospace\\\#\\\# | --monospace-- | \u043c\u043e\u043d\u043e\u0441\u043f\u0435\u0446\u0438\u0444\u0438\u0447\u0435\u043d \u0442\u0435\u043a\u0441\u0442, \u043f\u043e\u043b\u0435\u0437\u0435\u043d \u0437\u0430 \u043a\u043e\u0434\u043e\u0432\u0438 \u043f\u0440\u0438\u043c\u0435\u0440\u0438\nCH\\%\\%4\\%\\%|CH%4%%%| \u0438\u043d\u0434\u0435\u043a\u0441 (\u0437\u0430 \u043f\u043e-\u043c\u0430\u0442\u0435\u043c\u0430\u0442\u0438\u0447\u0435\u0441\u043a\u043e \u0444\u043e\u0440\u043c\u0430\u0442\u0438\u0440\u0430\u043d\u0435, \u0432\u0438\u0436\u0442\u0435 \u043f\u043e-\u0434\u043e\u043b\u0443)\nCa\\^\\^2+\\^\\^| Ca^^2+^^| \u043d\u0430\u0434\u043f\u0438\u0441\n\\[\u043c\u043e\u044f\u0442\u0430 \u043d\u043e\u0432\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430\\] | [\u043c\u043e\u044f\u0442\u0430 \u043d\u043e\u0432\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430] | \u0432\u0440\u044a\u0437\u043a\u0438 \u043a\u044a\u043c \u043d\u043e\u0432\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 \u0432 \u0423\u0438\u043a\u0438\u043f\u0435\u0434\u0438\u044f \u0441 \u0438\u043c\u0435\u0442\u043e, \u0434\u0430\u0434\u0435\u043d\u043e \u0432 \u0441\u043a\u043e\u0431\u0438\n\\http\://www.bbc.co.uk/ | http\://www.bbc.co.uk/ | \u0441\u044a\u0437\u0434\u0430\u0432\u0430 \u0430\u0432\u0442\u043e\u043c\u0430\u0442\u0438\u0447\u043d\u0430 \u0432\u0440\u044a\u0437\u043a\u0430 \u043a\u044a\u043c \u0432\u044a\u043d\u0448\u0435\u043d \u0443\u0435\u0431\u0441\u0430\u0439\u0442 \u0438\u043b\u0438 \u043e\u043d\u043b\u0430\u0439\u043d \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442.\nh1 \u0417\u0430\u0433\u043b\u0430\u0432\u0438\u0435 || \u043e\u0441\u043d\u043e\u0432\u043d\u043e \u0437\u0430\u0433\u043b\u0430\u0432\u0438\u0435 (\u043f\u043e\u043a\u0430\u0437\u0432\u0430 \u0441\u0435 \u043a\u0430\u0442\u043e <H1> \u0432 \u043b\u043e\u043a\u0430\u043b\u043d\u0438\u044f CSS \u0441\u0442\u0438\u043b)\nh3 \u0417\u0430\u0433\u043b\u0430\u0432\u0438\u0435 || \u0432\u0442\u043e\u0440\u043e\u0441\u0442\u0435\u043f\u0435\u043d\u043d\u043e \u0437\u0430\u0433\u043b\u0430\u0432\u0438\u0435 (\u043f\u043e\u043a\u0430\u0437\u0432\u0430 \u0441\u0435 \u043a\u0430\u0442\u043e <H3> \u0432 \u043c\u0435\u0441\u0442\u043d\u0438\u044f CSS \u0441\u0442\u0438\u043b)\n\\{bgcolor\:yellow\\}\u041d\u044f\u043a\u043e\u0439 \u0442\u0435\u043a\u0441\u0442\\{bgcolor\\}|{bgcolor\:yellow}\u041f\u043e\u0434\u0447\u0435\u0440\u0442\u0430\u043d \u0442\u0435\u043a\u0441\u0442{bgcolor}|\u041f\u043e\u0434\u0447\u0435\u0440\u0442\u0430\u0432\u0430 \u0442\u0435\u043a\u0441\u0442\u0430 \u043c\u0435\u0436\u0434\u0443 \u0441\u043a\u043e\u0431\u0438\u0442\u0435 (\u043e\u0431\u044a\u0440\u043d\u0435\u0442\u0435 \u0432\u043d\u0438\u043c\u0430\u043d\u0438\u0435 \u043d\u0430 \u0430\u043c\u0435\u0440\u0438\u043a\u0430\u043d\u0441\u043a\u0438\u044f \u043f\u0440\u0430\u0432\u043e\u043f\u0438\u0441\!)\n\\{color\:red\\}\u041d\u044f\u043a\u043e\u0439 \u0442\u0435\u043a\u0441\u0442\\{color\\}|{color\:red}\u0427\u0435\u0440\u0432\u0435\u043d \u0442\u0435\u043a\u0441\u0442 {color}|\u041f\u0440\u043e\u043c\u0435\u043d\u044f \u0446\u0432\u0435\u0442\u0430 \u043d\u0430 \u0442\u0435\u043a\u0441\u0442\u0430 \u043c\u0435\u0436\u0434\u0443 \u0441\u043a\u043e\u0431\u0438\u0442\u0435 (\u043e\u0431\u044a\u0440\u043d\u0435\u0442\u0435 \u0432\u043d\u0438\u043c\u0430\u043d\u0438\u0435 \u043d\u0430 \u0430\u043c\u0435\u0440\u0438\u043a\u0430\u043d\u0441\u043a\u0438\u044f \u043f\u0440\u0430\u0432\u043e\u043f\u0438\u0441\!)\n\\-\\-\\-\\-\\- ||\u043f\u043e\u043a\u0430\u0437\u0432\u0430\u043d\u0435 \u043d\u0430 \u0445\u043e\u0440\u0438\u0437\u043e\u043d\u0442\u0430\u043b\u043d\u0430 \u043b\u0438\u043d\u0438\u044f \u043f\u043e \u0446\u044f\u043b\u0430\u0442\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430\n- list item||\u0441\u044a\u0437\u0434\u0430\u0432\u0430 \u0441\u043f\u0438\u0441\u044a\u043a \u0441 \u0442\u043e\u0447\u043a\u0438\n* list item||\u0441\u044a\u0437\u0434\u0430\u0432\u0430 \u0441\u043f\u0438\u0441\u044a\u043a \u0441 \u0442\u043e\u0447\u043a\u0438, \u043a\u043e\u0439\u0442\u043e \u0441\u0435 \u043f\u043e\u043a\u0430\u0437\u0432\u0430 \u043c\u0430\u043b\u043a\u043e \u043f\u043e-\u0440\u0430\u0437\u043b\u0438\u0447\u043d\u043e \u043e\u0442 \u0433\u043e\u0440\u043d\u0438\u044f\na. list item||\u0441\u044a\u0437\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u0430\u0432\u0442\u043e\u043c\u0430\u0442\u0438\u0447\u043d\u043e \u043f\u043e\u0434\u0440\u0435\u0434\u0435\u043d \u043f\u043e \u0430\u0437\u0431\u0443\u0447\u0435\u043d \u0440\u0435\u0434 \u0441\u043f\u0438\u0441\u044a\u043a\nA. list item||\u0441\u044a\u0437\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u0430\u0437\u0431\u0443\u0447\u0435\u043d \u0441\u043f\u0438\u0441\u044a\u043a \u0441 \u0433\u043b\u0430\u0432\u043d\u0438 \u0431\u0443\u043a\u0432\u0438\ni. list item||\u0441\u043f\u0438\u0441\u044a\u043a \u0441 \u043c\u0430\u043b\u043a\u0438 \u0431\u0443\u043a\u0432\u0438 \u0441 \u0440\u0438\u043c\u0441\u043a\u0438 \u0446\u0438\u0444\u0440\u0438\nI. list item|| \u0433\u043e\u043b\u044f\u043c \u0440\u0438\u043c\u0441\u043a\u0438 \u0446\u0438\u0444\u0440\u043e\u0432 \u0441\u043f\u0438\u0441\u044a\u043a\ng., h., k., j. list item|| \u0433\u0440\u044a\u0446\u043a\u0438, \u0445\u0438\u0440\u0430\u0433\u0430\u043d\u0441\u043a\u0438, \u043a\u0430\u0442\u0430\u043a\u0430\u043d\u0441\u043a\u0438 \u0438 \u0438\u0432\u0440\u0438\u0442\u0441\u043a\u0438 \u0447\u0438\u0441\u043b\u043e\u0432\u0438 \u0441\u043f\u0438\u0441\u044a\u0446\u0438\n(\u043f\u0440\u0430\u0437\u0435\u043d \u0440\u0435\u0434) || \u0440\u0430\u0437\u0434\u0435\u043b\u044f \u0442\u0435\u043a\u0441\u0442\u0430 \u043d\u0430 \u043f\u0430\u0440\u0430\u0433\u0440\u0430\u0444\u0438\n\\\\\\ || \u0441\u044a\u0437\u0434\u0430\u0432\u0430 \u0434\u043e\u043f\u044a\u043b\u043d\u0438\u0442\u0435\u043b\u043d\u043e \u043f\u0440\u043e\u0441\u0442\u0440\u0430\u043d\u0441\u0442\u0432\u043e \u043c\u0435\u0436\u0434\u0443 \u043f\u0430\u0440\u0430\u0433\u0440\u0430\u0444\u0438\u0442\u0435\n\\\\\\\\X | X | \u043f\u043e\u043a\u0430\u0437\u0432\u0430 \u0441\u043f\u0435\u0446\u0438\u0430\u043b\u043d\u0438\u044f \u0441\u0438\u043c\u0432\u043e\u043b "X" (\u043d\u0430\u043f\u0440\u0438\u043c\u0435\u0440, \\\\\\\\{ \u0449\u0435 \u043f\u043e\u043a\u0430\u0436\u0435 {)\n\\\\\\\\\\\\\\\\\\ | \\\\\\\\ | \u043f\u043e\u043a\u0430\u0437\u0432\u0430 \\\\\\\\\n{table}\n\nh3 \u041c\u0430\u043a\u0440\u043e\u0441\u0438 \u0438 \u043e\u0449\u0435\n\u0417\u0430 \u043f\u044a\u043b\u0435\u043d \u0441\u043f\u0438\u0441\u044a\u043a \u043d\u0430 \u043c\u0430\u043a\u0440\u043e\u0441\u0438\u0442\u0435 \u0438 \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u0440\u0438\u0442\u0435 \u0432\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \\{\u0441\u043f\u0438\u0441\u044a\u043a \u043d\u0430 \u043c\u0430\u043a\u0440\u043e\u0441\u0438\u0442\u0435\\} \u0432 \u043a\u043e\u044f\u0442\u043e \u0438 \u0434\u0430 \u0435 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430. \u0422\u043e\u0437\u0438 \u0441\u043f\u0438\u0441\u044a\u043a \u0434\u0430\u0432\u0430 \u043f\u0440\u0435\u0434\u0441\u0442\u0430\u0432\u0430 \u0437\u0430 \u043d\u0430\u0439-\u043f\u043e\u043b\u0435\u0437\u043d\u0438\u0442\u0435 \u043e\u0442 \u0442\u044f\u0445.\n\n__\u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u0432\u0440\u044a\u0437\u043a\u0430 \u043a\u044a\u043c \u0438\u043c\u0435\u0439\u043b__\n\n{mailto\:}, \u043f\u043e\u0441\u043b\u0435\u0434\u0432\u0430\u043d\u043e \u043e\u0442 \u0438\u043c\u0435\u0439\u043b \u0430\u0434\u0440\u0435\u0441, \u0449\u0435 \u0441\u044a\u0437\u0434\u0430\u0434\u0435 \u0438\u043c\u0435\u0439\u043b \u0432\u0440\u044a\u0437\u043a\u0430 \u0432 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430\u0442\u0430.\n\n\u043d\u0430\u043f\u0440. \\{mailto\:pbehr@cam.ac.uk\\} \u0449\u0435 \u0441\u0435 \u043f\u043e\u043a\u0430\u0436\u0435 \u043a\u0430\u0442\u043e {mailto\:pbehr@cam.ac.uk}\n\n_\u0421\u044a\u0437\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u0430\u0432\u0442\u043e\u043c\u0430\u0442\u0438\u0447\u0435\u043d \u0438\u043d\u0434\u0435\u043a\u0441 \u0437\u0430 \u0432\u0430\u0448\u0435\u0442\u043e Wiki__\n\n\u0412\u044a\u0432\u0435\u0436\u0434\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \\{index\\} \u0449\u0435 \u0441\u044a\u0437\u0434\u0430\u0434\u0435 \u0430\u0432\u0442\u043e\u043c\u0430\u0442\u0438\u0447\u043d\u043e \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d \u0438\u043d\u0434\u0435\u043a\u0441 \u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0438\u0442\u0435 \u0437\u0430 \u0432\u0430\u0448\u0430\u0442\u0430 Wiki.\n\n(\u041d\u044f\u043c\u0430 \u043f\u0440\u0438\u043c\u0435\u0440, \u0442\u044a\u0439 \u043a\u0430\u0442\u043e \u0442\u043e\u0439 \u0437\u0430\u0435\u043c\u0430 \u043c\u043d\u043e\u0433\u043e \u043c\u044f\u0441\u0442\u043e\!)\n\n_\u0421\u044a\u0437\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u0430\u0432\u0442\u043e\u043c\u0430\u0442\u0438\u0447\u0435\u043d \u0441\u043f\u0438\u0441\u044a\u043a \u043d\u0430 \u043f\u043e\u0441\u043b\u0435\u0434\u043d\u043e \u043f\u0440\u043e\u043c\u0435\u043d\u0435\u043d\u0438\u0442\u0435 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0438__\n\n\u0418\u0437\u043f\u0438\u0441\u0432\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \\{\u043f\u043e\u0441\u043b\u0435\u0434\u043d\u0438 \u043f\u0440\u043e\u043c\u0435\u043d\u0438\\} \u0449\u0435 \u0441\u044a\u0437\u0434\u0430\u0434\u0435 \u0430\u0432\u0442\u043e\u043c\u0430\u0442\u0438\u0447\u043d\u043e \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d \u0441\u043f\u0438\u0441\u044a\u043a \u043d\u0430 \u043f\u043e\u0441\u043b\u0435\u0434\u043d\u043e \u043f\u0440\u043e\u043c\u0435\u043d\u0435\u043d\u0438\u0442\u0435 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0438 \u0432\u044a\u0432 \u0432\u0430\u0448\u0435\u0442\u043e \u0423\u0438\u043a\u0438, \u0437\u0430\u0435\u0434\u043d\u043e \u0441 \u0438\u043c\u0435\u0442\u043e \u043d\u0430 \u0447\u043e\u0432\u0435\u043a\u0430, \u043a\u043e\u0439\u0442\u043e \u043f\u043e\u0441\u043b\u0435\u0434\u043d\u043e \u0435 \u043f\u0440\u043e\u043c\u0435\u043d\u0438\u043b \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430\u0442\u0430, \u0438 \u0434\u0430\u0442\u0430\u0442\u0430 \u0438 \u0447\u0430\u0441\u0430 \u043d\u0430 \u043f\u0440\u043e\u043c\u044f\u043d\u0430\u0442\u0430. \u041f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435 \u0442\u043e\u0439 \u043f\u043e\u043a\u0430\u0437\u0432\u0430 \u0432\u0441\u0438\u0447\u043a\u0438 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0438, \u043f\u0440\u043e\u043c\u0435\u043d\u0435\u043d\u0438 \u043f\u0440\u0435\u0437 \u043f\u043e\u0441\u043b\u0435\u0434\u043d\u0438\u0442\u0435 30 \u0434\u043d\u0438.\n\n*  \\{recent-changes\:12h\\} - \u043d\u0430\u0441\u043a\u043e\u0440\u043e \u043f\u0440\u043e\u043c\u0435\u043d\u0435\u043d\u0438 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0438 \u043f\u0440\u0435\u0437 \u043f\u043e\u0441\u043b\u0435\u0434\u043d\u0438\u0442\u0435 12 \u0447\u0430\u0441\u0430.\n*  \\{\u043f\u043e\u0441\u043b\u0435\u0434\u043d\u0438 \u043f\u0440\u043e\u043c\u0435\u043d\u0438\:7d\\} - \u043d\u0430\u0441\u043a\u043e\u0440\u043e \u043f\u0440\u043e\u043c\u0435\u043d\u0435\u043d\u0438 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0438 \u043f\u0440\u0435\u0437 \u043f\u043e\u0441\u043b\u0435\u0434\u043d\u0438\u0442\u0435 7 \u0434\u043d\u0438.\n*  \\{recent-changes\:2006-12-25\\} - \u043d\u0430\u0441\u043a\u043e\u0440\u043e \u043f\u0440\u043e\u043c\u0435\u043d\u0435\u043d\u0438 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0438 \u043e\u0442 25 \u0434\u0435\u043a\u0435\u043c\u0432\u0440\u0438 2006 \u0433. \u043d\u0430\u0441\u0430\u043c.\n\n(\u041d\u044f\u043c\u0430 \u043f\u0440\u0438\u043c\u0435\u0440, \u0437\u0430\u0449\u043e\u0442\u043e \u0437\u0430\u0435\u043c\u0430 \u043c\u043d\u043e\u0433\u043e \u043c\u044f\u0441\u0442\u043e\!)\n\n\n__\u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u0438\u0437\u043e\u0431\u0440\u0430\u0436\u0435\u043d\u0438\u0435 \u043a\u044a\u043c \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430\u0442\u0430__\n\n\u0418\u0437\u043f\u0438\u0441\u0432\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \\{image\:\\} \u0438 \u0432\u043a\u043b\u044e\u0447\u0432\u0430\u043d\u0435\u0442\u043e \u043d\u0430 URL \u0430\u0434\u0440\u0435\u0441\u0430 \u043d\u0430 \u0438\u0437\u043e\u0431\u0440\u0430\u0436\u0435\u043d\u0438\u0435\u0442\u043e \u0449\u0435 \u043f\u043e\u043a\u0430\u0436\u0435 \u0438\u0437\u043e\u0431\u0440\u0430\u0436\u0435\u043d\u0438\u0435 \u0432 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430\u0442\u0430 \u0432\u0438. (\u0422\u043e\u0432\u0430 \u0435 \u0441\u044a\u0449\u043e\u0442\u043e \u043a\u0430\u0442\u043e \u0449\u0440\u0430\u043a\u0432\u0430\u043d\u0435\u0442\u043e \u0432\u044a\u0440\u0445\u0443 \u0438\u043a\u043e\u043d\u0430\u0442\u0430 \u0437\u0430 \u0438\u0437\u043e\u0431\u0440\u0430\u0436\u0435\u043d\u0438\u0435 \u0432 \u0435\u043a\u0440\u0430\u043d\u0430 \u0437\u0430 \u0440\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u043d\u0435, \u043a\u043e\u0435\u0442\u043e \u0435 \u043f\u043e-\u043b\u0435\u0441\u043d\u043e \u0437\u0430 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u043d\u0435.)\n\n\\{image\:/images/bear.jpg|A Bear\\} \u0449\u0435 \u043f\u043e\u043a\u0430\u0436\u0435 \u0438\u0437\u043e\u0431\u0440\u0430\u0436\u0435\u043d\u0438\u0435\u0442\u043e, \u0447\u0438\u0439\u0442\u043e \u043e\u0442\u043d\u043e\u0441\u0438\u0442\u0435\u043b\u0435\u043d URL \u0430\u0434\u0440\u0435\u0441 \u0435 "/images/bear.jpg". \u0410\u043b\u0442\u0435\u0440\u043d\u0430\u0442\u0438\u0432\u043d\u0438\u044f\u0442 \u0442\u0435\u043a\u0441\u0442 \u0449\u0435 \u0431\u044a\u0434\u0435 "\u041c\u0435\u0447\u043a\u0430".\n\n\u0417\u0430 \u0434\u0430 \u043f\u043b\u0430\u0432\u0430 \u0438\u0437\u043e\u0431\u0440\u0430\u0436\u0435\u043d\u0438\u0435\u0442\u043e \u0432\u0438 \u043d\u0430\u043b\u044f\u0432\u043e, \u0442\u0430\u043a\u0430 \u0447\u0435 \u0442\u0435\u043a\u0441\u0442\u044a\u0442 \u0434\u0430 \u0433\u043e \u0437\u0430\u043e\u0431\u0438\u043a\u0430\u043b\u044f, \u0432\u043a\u043b\u044e\u0447\u0435\u0442\u0435 \u0434\u043e\u043f\u044a\u043b\u043d\u0438\u0442\u0435\u043b\u043d\u0438\u044f \u0442\u0435\u043a\u0441\u0442 "|ext|float-left", \u043a\u0430\u043a\u0442\u043e \u0435 \u043f\u043e\u043a\u0430\u0437\u0430\u043d\u043e \u043f\u043e-\u0434\u043e\u043b\u0443\:\n\n\\{image\:/images/bear.jpg|A Bear|ext|float-left\\}\n\n\u0417\u0430 \u0434\u0430 \u043f\u043b\u0430\u0432\u0430 \u0438\u0437\u043e\u0431\u0440\u0430\u0436\u0435\u043d\u0438\u0435\u0442\u043e \u0432\u0438 \u043d\u0430\u0434\u044f\u0441\u043d\u043e, \u0442\u0430\u043a\u0430 \u0447\u0435 \u0442\u0435\u043a\u0441\u0442\u044a\u0442 \u0434\u0430 \u0433\u043e \u0437\u0430\u043e\u0431\u0438\u043a\u0430\u043b\u044f, \u0432\u043a\u043b\u044e\u0447\u0435\u0442\u0435 \u0434\u043e\u043f\u044a\u043b\u043d\u0438\u0442\u0435\u043b\u043d\u0438\u044f \u0442\u0435\u043a\u0441\u0442 "|ext|float-right", \u043a\u0430\u043a\u0442\u043e \u0435 \u043f\u043e\u043a\u0430\u0437\u0430\u043d\u043e \u043f\u043e-\u0434\u043e\u043b\u0443\:\n\n\\{image\:/images/bear.jpg|A Bear|ext|float-right\\}\n\n\nURL \u0430\u0434\u0440\u0435\u0441\u044a\u0442 \u043d\u0430 \u0438\u0437\u043e\u0431\u0440\u0430\u0436\u0435\u043d\u0438\u0435\u0442\u043e \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0435 \u043e\u0442\u043d\u043e\u0441\u0438\u0442\u0435\u043b\u0435\u043d \u0438\u043b\u0438 \u0430\u0431\u0441\u043e\u043b\u044e\u0442\u0435\u043d, \u043d\u043e \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0435 \u0432\u044a\u043d\u0448\u0435\u043d. URL \u0430\u0434\u0440\u0435\u0441\u044a\u0442 \u043c\u043e\u0436\u0435 \u0441\u044a\u0449\u043e \u0434\u0430 \u0437\u0430\u043f\u043e\u0447\u0432\u0430 \u0441 "worksite\:/", \u0437\u0430 \u0434\u0430 \u0441\u0435 \u043f\u043e\u043a\u0430\u0437\u0432\u0430\u0442 \u0438\u0437\u043e\u0431\u0440\u0430\u0436\u0435\u043d\u0438\u044f \u043e\u0442 \u0442\u043e\u0437\u0438 \u0440\u0430\u0431\u043e\u0442\u0435\u043d \u0441\u0430\u0439\u0442. \u0417\u0430 \u0434\u0430 \u043f\u043e\u043a\u0430\u0437\u0432\u0430\u0442\u0435 \u0438\u0437\u043e\u0431\u0440\u0430\u0436\u0435\u043d\u0438\u044f \u043e\u0442 \u0434\u0440\u0443\u0433\u0438 \u0432\u0430\u0448\u0438 \u0440\u0430\u0431\u043e\u0442\u043d\u0438 \u0441\u0430\u0439\u0442\u043e\u0432\u0435, \u043c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u0437\u0430\u043f\u043e\u0447\u043d\u0435\u0442\u0435 URL \u0430\u0434\u0440\u0435\u0441\u0430 \u0441\u044a\u0441 "sakai\:/" \u0438 \u0434\u0430 \u0432\u043a\u043b\u044e\u0447\u0438\u0442\u0435 \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440\u0430 \u043d\u0430 \u0441\u0430\u0439\u0442\u0430.\n\n_\u0421\u044a\u0437\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u043a\u043e\u0442\u0432\u0435\u043d \u0442\u0430\u0433__\n\n\u0412\u044a\u0432\u0435\u0436\u0434\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \\{anchor\\} \u0441\u044a\u0437\u0434\u0430\u0432\u0430 HTML \u0442\u0430\u0433 \u0437\u0430 \u043a\u043e\u0442\u0432\u0430 \u043e\u043a\u043e\u043b\u043e \u0442\u0435\u043a\u0441\u0442\u0430, \u043a\u043e\u0439\u0442\u043e \u0441\u044a\u0434\u044a\u0440\u0436\u0430.\n\n\u043d\u0430\u043f\u0440\u0438\u043c\u0435\u0440 \\{anchor\:myLink\\}\u041f\u0440\u0438\u0441\u044a\u0435\u0434\u0438\u043d\u0435\u0442\u0435 \u0441\u0435 \u043a\u044a\u043c \u0442\u0430\u0437\u0438 \u0442\u043e\u0447\u043a\u0430 \\{anchor\\}\n\n\u0412\u0440\u044a\u0437\u043a\u0430\u0442\u0430 \u0437\u0430 \u043f\u0440\u0435\u043c\u0438\u043d\u0430\u0432\u0430\u043d\u0435 \u043a\u044a\u043c \u0442\u0430\u0437\u0438 \u0442\u043e\u0447\u043a\u0430 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0441\u0435 \u043f\u043e\u044f\u0432\u0438 \u043f\u043e \u0441\u043b\u0435\u0434\u043d\u0438\u044f \u043d\u0430\u0447\u0438\u043d\:\n\n\\[\u041e\u0442\u0438\u0434\u0438 \u043d\u0430 \u0442\u0430\u0437\u0438 \u0432\u044a\u043b\u043d\u0443\u0432\u0430\u0449\u0430 \u0442\u043e\u0447\u043a\u0430|\u0418\u043c\u0435\u0442\u043e \u043d\u0430 \u0442\u0435\u043a\u0443\u0449\u0430\u0442\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 \u0442\u0443\u043a\#myLink\\]\n\n__\u0418\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u043d\u0435 \u043d\u0430 \u043c\u0430\u0442\u0435\u043c\u0430\u0442\u0438\u0447\u0435\u0441\u043a\u043e \u0444\u043e\u0440\u043c\u0430\u0442\u0438\u0440\u0430\u043d\u0435__\n\nRWiki \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430 JS Math, \u0437\u0430 \u0434\u0430 \u043c\u043e\u0436\u0435 \u0434\u0430 \u043f\u043e\u043a\u0430\u0437\u0432\u0430 \u043c\u0430\u0442\u0435\u043c\u0430\u0442\u0438\u0447\u0435\u0441\u043a\u0438 \u0434\u0430\u043d\u043d\u0438, \u0432\u044a\u0432\u0435\u0434\u0435\u043d\u0438 \u0432 TeX \u0444\u043e\u0440\u043c\u0430.\n\n\u0412\u044a\u0432\u0435\u0436\u0434\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \\{math\:display\\} \\{math\\} \u0449\u0435 \u043f\u043e\u043a\u0430\u0436\u0435 TeX \u043c\u0435\u0436\u0434\u0443 \u0434\u0432\u0430\u0442\u0430 \u0442\u0430\u0433\u0430.\n\n\u043d\u0430\u043f\u0440\u0438\u043c\u0435\u0440 \\{math\:display\\}U_n+2\\} U_n+1\\} U_n \\{math\\}\n{math\:display}U_n+2} U_n+1} U_n {math}\n\n\u041d\u0430\u0443\u0447\u0435\u0442\u0435 \u043f\u043e\u0432\u0435\u0447\u0435 {link\:here|http\://www.math.union.edu/~dpvc/jsMath/welcome.html|none|_new}\n\n__\u041f\u043e\u043a\u0430\u0437\u0432\u0430\u043d\u0435 \u043d\u0430 \u0446\u0438\u0442\u0430\u0442__\n\n\u0417\u0430 \u0434\u0430 \u043f\u043e\u043a\u0430\u0436\u0435\u0442\u0435 \u0446\u0438\u0442\u0430\u0442, \u0432\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \\{quote\\} \u043e\u0442 \u0434\u0432\u0435\u0442\u0435 \u0441\u0442\u0440\u0430\u043d\u0438 \u043d\u0430 \u0442\u0435\u043a\u0441\u0442\u0430, \u043a\u043e\u0439\u0442\u043e \u0438\u0441\u043a\u0430\u0442\u0435 \u0434\u0430 \u043f\u043e\u043a\u0430\u0436\u0435\u0442\u0435 \u043a\u0430\u0442\u043e \u0446\u0438\u0442\u0430\u0442.\n\n{quote}\u041f\u043e\u0434\u043e\u0431\u043d\u043e \u043d\u0430 \u0442\u043e\u0432\u0430\!{quote}\n\n\n\nh3 \u041c\u0430\u043a\u0440\u043e\u0441\u0438, \u0441\u0432\u044a\u0440\u0437\u0430\u043d\u0438 \u0441\u044a\u0441 Sakai\n\n__\\{sakai-sections\\}__ \u0413\u0435\u043d\u0435\u0440\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0441\u043f\u0438\u0441\u044a\u043a \u0441 \u0432\u0440\u044a\u0437\u043a\u0438, \u043a\u043e\u0438\u0442\u043e \u0441\u043e\u0447\u0430\u0442 \u043a\u044a\u043c \u043f\u043e\u0434\u0441\u0430\u0439\u0442\u043e\u0432\u0435, \u043a\u043e\u0438\u0442\u043e \u0441\u0435 \u0433\u0435\u043d\u0435\u0440\u0438\u0440\u0430\u0442 \u0430\u0432\u0442\u043e\u043c\u0430\u0442\u0438\u0447\u043d\u043e \u0437\u0430 \u0432\u0441\u0435\u043a\u0438 \u0440\u0430\u0437\u0434\u0435\u043b \u0432\u044a\u0432 \u0432\u0430\u0448\u0438\u044f \u0440\u0430\u0431\u043e\u0442\u0435\u043d \u0441\u0430\u0439\u0442. \u0418\u043c\u0430\u0439\u0442\u0435 \u043f\u0440\u0435\u0434\u0432\u0438\u0434, \u0447\u0435 \u0432 \u0443\u0438\u043a\u0438\u0442\u043e \u043d\u044f\u043c\u0430 \u0438\u043d\u0442\u0435\u0440\u0444\u0435\u0439\u0441 \u0437\u0430 \u0443\u043f\u0440\u0430\u0432\u043b\u0435\u043d\u0438\u0435 \u043d\u0430 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0438\u044f\u0442\u0430 \u043d\u0430 \u043d\u0438\u0432\u043e \u0441\u0435\u043a\u0446\u0438\u044f \u043f\u043e \u0441\u0435\u043a\u0446\u0438\u044f.\n\n__\\{worksiteinfo\\}__ \u0418\u0437\u0432\u0435\u0436\u0434\u0430 \u0441\u043f\u0438\u0441\u044a\u043a \u0441 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f \u0437\u0430 \u0442\u0435\u043a\u0443\u0449\u0438\u044f \u0441\u0430\u0439\u0442\n
a.=list item|| create an automatically alphabetical list\nA. list item|| uppercase alphabetical list\ni. list item|| lowercase Roman numerical list\nI. list item|| uppercase Roman numerical list\ng., h., k., j. list item|| Greek, Hiragana, Katakana & Hebrew numerical lists\n(empty line) || divides text into paragraphs\n\\\\\\ || creates extra space between paragraphs\n\\\\\\\\X | X | display the special character "X" (for example, \\\\\\\\{ will display {)\n\\\\\\\\\\\\\\\\\\ | \\\\\\\\ | display a \\\\\\\\ \n{table} \n\nh3 Macros and More \nFor a full list of macros and parameters, type \\{list-of-macros\\} in any page. This list gives an introduction to the most useful.\n\n__Add an email link__\n\n{mailto\:} followed by an email address will create an email link in the page.\n\ne.g. \\{mailto\:pbehr@cam.ac.uk\\} will display as {mailto\:pbehr@cam.ac.uk}\n\n__Create an automatic index for your Wiki__\t\n\nTyping \\{index\\} will create an automatically updated index of pages for your Wiki. \n\n(No example as it takes up a lot of space\!)\n\n__Create an automatic list of recently changed pages__\n\nTyping \\{recent-changes\\} will create an automatically updated list of the recently changed pages in your Wiki, together with the name of the person who last changed the page and the date and time of the change. By default, it shows all the pages changed in the last 30 days.\n\n*  \\{recent-changes\:12h\\} - recently changed pages in the last 12 hours.\n*  \\{recent-changes\:7d\\} - recently changed pages in the last 7 days.\n*  \\{recent-changes\:2006-12-25\\} - recently changed pages since 25 Dec, 2006.\n\n(No example as it takes up a lot of space\!)\n\n\n__Add an image to your page__\n\nTyping \\{image\:\\} and including the URL of the image will display a image in your page. (This is just the same as clicking the image icon in the edit screen, which is easier to use.)\n\n\\{image\:/images/bear.jpg|A Bear\\} would show the image whose relative URL was "/images/bear.jpg". The alternative text shown would be "A Bear".\n\nTo float your image left, so that text flows round it, include the extra text "|ext|float-left", as below\:\n\n\\{image\:/images/bear.jpg|A Bear|ext|float-left\\} \n\nTo float your image right, so that text flows round it, include the extra text "|ext|float-right", as below\:\n\n\\{image\:/images/bear.jpg|A Bear|ext|float-right\\} \n\n\nThe image URL may be relative or absolute but cannot be external. The URL may also start with "worksite\:/" to display images from this worksite. To display images from your other worksites, you may start a URL with "sakai\:/" and include the site ID.\n\n__Create an anchor tag__\n\nTyping \\{anchor\\} creates an HTML anchor tag around the text it contains.\t\n\ne.g. \\{anchor\:myLink\\}Jump to this point \\{anchor\\}\n\nThe link to jump to that point should appear as follows\:\n\n\\[Go to this exciting point|Name of current page here\#myLink\\]\n\n__Using mathematical formatting__\n\nRWiki uses JS Math so that you can display maths entered in TeX form. \n\nTyping \\{math\:display\\} \\{math\\} will display TeX between the two tags.\t\n\ne.g. \\{math\:display\\}U_n+2\\} U_n+1\\} U_n \\{math\\} \n{math\:display}U_n+2} U_n+1} U_n {math} \n\nFind out more {link\:here|http\://www.math.union.edu/~dpvc/jsMath/welcome.html|none|_new}\n\n__Display a quotation__\n\nTo display a quotation, type \\{quote\\} on either side of the text you want to display as a quote.\n\n{quote}Like this\!{quote}\n\n\n\nh3 Sakai related macros\n\n__\\{sakai-sections\\}__\tGenerate a list of links that point to subsites that are automatically generated for each section in your worksite. Note that there is no interface within the wiki to manage permissions on a section by section level.\n\n__\\{worksiteinfo\\}__ Lists the information about the current site\t\n

wiki_home_page=h1 \u0414\u043e\u0431\u0440\u0435 \u0434\u043e\u0448\u043b\u0438 \u0432 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0430 \u0423\u0438\u043a\u0438\n\nh3 \u041a\u0430\u043a\u0432\u043e \u0435 \u0443\u0438\u043a\u0438?\n\n\u0423\u0438\u043a\u0438\u0442\u043e \u0435 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442, \u043a\u043e\u0439\u0442\u043e \u043f\u043e\u0437\u0432\u043e\u043b\u044f\u0432\u0430 \u043d\u0430 \u0445\u043e\u0440\u0430\u0442\u0430 \u0434\u0430 \u0441\u044a\u0437\u0434\u0430\u0432\u0430\u0442 \u0443\u0435\u0431 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0438 \u0438\u043d\u0434\u0438\u0432\u0438\u0434\u0443\u0430\u043b\u043d\u043e \u0438\u043b\u0438 \u0432 \u0433\u0440\u0443\u043f\u0430, \u0431\u0435\u0437 \u0434\u0430 \u0441\u0435 \u043d\u0443\u0436\u0434\u0430\u044f\u0442 \u043e\u0442 \u0443\u043c\u0435\u043d\u0438\u044f \u0437\u0430 \u0440\u0430\u0431\u043e\u0442\u0430 \u0441 \u0443\u0435\u0431.\n\n\u0421 \u043f\u043e\u043c\u043e\u0449\u0442\u0430 \u043d\u0430 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0430 wiki \u043c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u0441\u044a\u0437\u0434\u0430\u0432\u0430\u0442\u0435 \u0438 \u0440\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u0442\u0435 \u0443\u0435\u0431 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0438 \u0432 \u0440\u0430\u043c\u043a\u0438\u0442\u0435 \u043d\u0430 \u0440\u0430\u0431\u043e\u0442\u043d\u0438\u044f \u0441\u0438 \u0441\u0430\u0439\u0442. \u0410\u043a\u043e \u0436\u0435\u043b\u0430\u0435\u0442\u0435, \u043c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u043d\u0430\u043f\u0440\u0430\u0432\u0438\u0442\u0435 \u0432\u0441\u0438\u0447\u043a\u0438 \u0438\u043b\u0438 \u043d\u044f\u043a\u043e\u0438 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0438 \u043f\u0443\u0431\u043b\u0438\u0447\u043d\u043e \u0434\u043e\u0441\u0442\u044a\u043f\u043d\u0438.\n\nh3 \u0418\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u043d\u0435 \u043d\u0430 \u0443\u0438\u043a\u0438\u0442\u0430 \u0437\u0430 \u043f\u0440\u0435\u043f\u043e\u0434\u0430\u0432\u0430\u043d\u0435\n\u0421\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430\u0442 \u043c\u043d\u043e\u0436\u0435\u0441\u0442\u0432\u043e \u043d\u0430\u0447\u0438\u043d\u0438 \u0437\u0430 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u043d\u0435 \u043d\u0430 \u0443\u0438\u043a\u0438\u0442\u0430 \u0432 \u043f\u0440\u0435\u043f\u043e\u0434\u0430\u0432\u0430\u043d\u0435\u0442\u043e - \u043f\u0440\u0438 \u0442\u044a\u0440\u0441\u0435\u043d\u0435 \u0432 \u0438\u043d\u0442\u0435\u0440\u043d\u0435\u0442 \u0449\u0435 \u043d\u0430\u043c\u0435\u0440\u0438\u0442\u0435 \u043c\u043d\u043e\u0436\u0435\u0441\u0442\u0432\u043e \u043f\u0440\u0435\u0434\u043b\u043e\u0436\u0435\u043d\u0438\u044f \u0438 \u043f\u0440\u0438\u043c\u0435\u0440\u0438. \u041d\u0430\u043f\u0440\u0438\u043c\u0435\u0440, \u0443\u0447\u0435\u043d\u0438\u0446\u0438\u0442\u0435 \u043c\u043e\u0433\u0430\u0442 \u0434\u0430 \u0441\u044a\u0437\u0434\u0430\u0434\u0430\u0442 \u043a\u043e\u043b\u0435\u043a\u0446\u0438\u044f \u043e\u0442 \u0440\u0435\u0441\u0443\u0440\u0441\u0438 \u043f\u043e \u0438\u0437\u0443\u0447\u0430\u0432\u0430\u043d\u0430\u0442\u0430 \u043e\u0442 \u0442\u044f\u0445 \u0442\u0435\u043c\u0430 \u0438 \u0434\u0430 \u0433\u0438 \u043f\u0440\u0435\u0434\u043e\u0441\u0442\u0430\u0432\u044f\u0442 \u043d\u0430 \u0432\u044a\u043d\u0448\u043d\u0438\u044f \u0441\u0432\u044f\u0442. \u0414\u0440\u0443\u0433\u0438 \u043f\u0440\u0435\u043f\u043e\u0434\u0430\u0432\u0430\u0442\u0435\u043b\u0438 \u043e\u0431\u0438\u0447\u0430\u0442 \u0434\u0430 \u0441\u044a\u0437\u0434\u0430\u0432\u0430\u0442 \u0443\u0438\u043a\u0438\u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0438 \u043a\u0430\u0442\u043e \u043d\u0430\u0447\u0438\u043d \u0437\u0430 \u043f\u0443\u0431\u043b\u0438\u043a\u0443\u0432\u0430\u043d\u0435 \u043d\u0430 \u0437\u0430\u043f\u0438\u0441\u043a\u0438 \u043e\u0442 \u043b\u0435\u043a\u0446\u0438\u0438 \u0438 \u0443\u043a\u0430\u0437\u0430\u043d\u0438\u044f \u0437\u0430 \u043a\u0443\u0440\u0441\u0430, \u043a\u043e\u0438\u0442\u043e \u0441\u0442\u0443\u0434\u0435\u043d\u0442\u0438\u0442\u0435 \u043c\u043e\u0433\u0430\u0442 \u0434\u0430 \u0447\u0435\u0442\u0430\u0442, \u043d\u043e \u043d\u0435 \u0438 \u0434\u0430 \u0440\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u0442.\n\nh3 \u0418\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u043d\u0435 \u043d\u0430 \u0443\u0438\u043a\u0438 \u0437\u0430 \u0438\u0437\u0441\u043b\u0435\u0434\u043e\u0432\u0430\u0442\u0435\u043b\u0441\u043a\u0438 \u0433\u0440\u0443\u043f\u0438\n\u0423\u0438\u043a\u0438\u0442\u043e \u043f\u043e\u0437\u0432\u043e\u043b\u044f\u0432\u0430 \u043d\u0430 \u0445\u043e\u0440\u0430\u0442\u0430 \u0434\u0430 \u0440\u0430\u0431\u043e\u0442\u044f\u0442 \u0437\u0430\u0435\u0434\u043d\u043e \u043f\u043e \u0441\u044a\u0437\u0434\u0430\u0432\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0434\u0430\u0434\u0435\u043d \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442, \u043d\u0430\u043f\u0440\u0438\u043c\u0435\u0440 \u0434\u0430 \u0438\u0437\u0433\u043e\u0442\u0432\u044f\u0442 \u043f\u0440\u0435\u0434\u043b\u043e\u0436\u0435\u043d\u0438\u044f \u0437\u0430 \u043d\u0430\u0443\u0447\u043d\u0438 \u0438\u0437\u0441\u043b\u0435\u0434\u0432\u0430\u043d\u0438\u044f \u043a\u0430\u0442\u043e \u0435\u043a\u0438\u043f \u0438\u043b\u0438 \u0434\u0430 \u043f\u043e\u0434\u0434\u044a\u0440\u0436\u0430\u0442 \u0430\u043a\u0442\u0443\u0430\u043b\u0435\u043d \u0441\u043f\u0438\u0441\u044a\u043a \u0441 \u043a\u043e\u043d\u0442\u0430\u043a\u0442\u0438 \u043f\u043e \u043f\u0440\u043e\u0435\u043a\u0442\u0430.\n\nh3 \u041a\u0430\u043a \u0434\u0430 \u0437\u0430\u043f\u043e\u0447\u043d\u0435\u043c?\n\u0422\u043e\u0432\u0430 \u0435 \u043d\u0430\u0447\u0430\u043b\u043d\u0430\u0442\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 \u043d\u0430 \u0432\u0430\u0448\u0435\u0442\u043e \u0443\u0438\u043a\u0438. \u0417\u0430 \u0434\u0430 \u0434\u043e\u0431\u0430\u0432\u0438\u0442\u0435 \u0442\u0435\u043a\u0441\u0442 \u043a\u044a\u043c \u043d\u0435\u044f\:\n* \u0429\u0440\u0430\u043a\u043d\u0435\u0442\u0435 \u0432\u044a\u0440\u0445\u0443 \u0431\u0443\u0442\u043e\u043d\u0430 "\u0440\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u043d\u0435" \u0432 \u043b\u0435\u043d\u0442\u0430\u0442\u0430 \u0441 \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u044f \u043f\u043e-\u0433\u043e\u0440\u0435.\n* \u0429\u0435 \u0432\u0438\u0434\u0438\u0442\u0435, \u0447\u0435 \u0442\u0435\u043a\u0441\u0442\u044a\u0442 \u043d\u0430 \u0442\u0430\u0437\u0438 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 \u0441\u0435 \u043f\u043e\u044f\u0432\u044f\u0432\u0430 \u0432 \u0442\u0435\u043a\u0441\u0442\u043e\u0432\u043e \u043f\u043e\u043b\u0435, \u043a\u043e\u0435\u0442\u043e \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u0440\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430.\n* \u0418\u0437\u0442\u0440\u0438\u0439\u0442\u0435 \u0442\u043e\u0437\u0438 "\u043d\u0430\u0447\u0430\u043b\u0435\u043d" \u0442\u0435\u043a\u0441\u0442 , \u0438 \u0432\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u0442\u0435\u043a\u0441\u0442\u0430, \u043a\u043e\u0439\u0442\u043e \u0438\u0441\u043a\u0430\u0442\u0435 \u0434\u0430 \u0441\u0435 \u043f\u043e\u044f\u0432\u0438 \u0432\u043c\u0435\u0441\u0442\u043e \u043d\u0435\u0433\u043e. \u0417\u0430 \u0434\u0430 \u0444\u043e\u0440\u043c\u0430\u0442\u0438\u0440\u0430\u0442\u0435 \u0442\u0435\u043a\u0441\u0442\u0430, \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0439\u0442\u0435 \u0438\u043a\u043e\u043d\u0438\u0442\u0435 \u043d\u0430 \u0431\u0443\u0442\u043e\u043d\u0438\u0442\u0435, \u043a\u043e\u0438\u0442\u043e \u0449\u0435 \u0432\u043c\u044a\u043a\u043d\u0430\u0442 \u0441\u044a\u043e\u0442\u0432\u0435\u0442\u043d\u0438\u0442\u0435 \u043a\u043e\u0434\u043e\u0432\u0435 \u0437\u0430 \u0444\u043e\u0440\u043c\u0430\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0443\u0438\u043a\u0438\u043f\u0435\u0434\u0438\u044f.\n* \u0429\u0440\u0430\u043a\u043d\u0435\u0442\u0435 \u0432\u044a\u0440\u0445\u0443 \u0431\u0443\u0442\u043e\u043d\u0430 "\u0417\u0430\u043f\u0430\u0437\u0438".\n
wiki_recent_changes=h1 \u0421\u043a\u043e\u0440\u043e\u0448\u043d\u0438 \u043f\u0440\u043e\u043c\u0435\u043d\u0438\n{recent-changes}\n
