wiki_about_course_page=h2 \ud559\uacfc\ubaa9 \uc18c\uac1c\n\n\ud559\uacfc\ubaa9\uc5d0 \uad00\ud55c \uc77c\ubd80 \uc815\ubcf4\n\n

wiki_about_project_page=h2 \ud504\ub85c\uc81d\ud2b8 \uc18c\uac1c\n\n\ud504\ub85c\uc81d\ud2b8\uc5d0 \uad00\ud55c \uc77c\ubd80 \uc815\ubcf4\n\n
wiki_default_page_template=h2 \uc0c8 \ud398\uc774\uc9c0 \n\n\uc0c8 \ud398\uc774\uc9c0\uc785\ub2c8\ub2e4. \uc5ec\uae30\uc5d0 \ub0b4\uc6a9\uc744 \uc785\ub825\ud558\ub824\uba74:\n* \uc704 \uc791\uc5c5 \ud45c\uc2dc\uc904\uc5d0\uc11c '\uc218\uc815' \ubc84\ud2bc\uc744 \ud074\ub9ad\ud569\ub2c8\ub2e4.\n* \uc218\uc815 \uac00\ub2a5\ud55c \ud14d\uc2a4\ud2b8 \uc0c1\uc790 \uc548\uc5d0 \uc774 \ud398\uc774\uc9c0\uc758 \ud14d\uc2a4\ud2b8\uac00 \ud45c\uc2dc\ub429\ub2c8\ub2e4.\n* '\uae30\ubcf8' \ud14d\uc2a4\ud2b8\ub97c \uc0ad\uc81c\ud55c \ub2e4\uc74c, \ud45c\uc2dc\ud560 \ud14d\uc2a4\ud2b8\ub97c \uc785\ub825\ud569\ub2c8\ub2e4. \ud14d\uc2a4\ud2b8\uc5d0 \uc11c\uc2dd\uc744 \uc9c0\uc815\ud558\ub824\uba74 \uc11c\uc2dd \uc9c0\uc815 \ubc84\ud2bc \uc544\uc774\ucf58\uc744 \uc0ac\uc6a9\ud558\uc5ec \uc801\uc808\ud55c wiki \uc11c\uc2dd \ucf54\ub4dc\ub97c \uc0bd\uc785\ud558\uc2ed\uc2dc\uc624.\n* '\uc800\uc7a5' \ubc84\ud2bc\uc744 \ud074\ub9ad\ud569\ub2c8\ub2e4.\n
wiki_edit_right=h1 Wiki \ud301\n__\uc0c8 \ud398\uc774\uc9c0\ub97c \uc791\uc131\ud558\ub824\uba74__\n\n\uc791\uc131\ud560 \uc0c8 \ud398\uc774\uc9c0\uc758 \uc774\ub984\uc744 \uc911\uad04\ud638 \uc548\uc5d0 \uc785\ub825\ud569\ub2c8\ub2e4.\n\n* \\[\ub0b4 \uc0c8 \ud398\uc774\uc9c0\\] \n__\ud14d\uc2a4\ud2b8\uc5d0 \uc11c\uc2dd\uc744 \uc9c0\uc815\ud558\ub824\uba74__\n\n\uc11c\uc2dd\uc744 \uc9c0\uc815\ud560 \ud14d\uc2a4\ud2b8\ub97c \uc120\ud0dd\ud558\uace0 \uc11c\uc2dd \uc9c0\uc815 \ubc84\ud2bc\uc744 \uc0ac\uc6a9\ud558\uc5ec wiki \uc11c\uc2dd \ucf54\ub4dc\ub97c \uc790\ub3d9\uc73c\ub85c \uc0bd\uc785\ud569\ub2c8\ub2e4.\n\n__\uae00\uba38\ub9ac \uae30\ud638 \ubc0f \ubc88\ud638 \ub9e4\uae30\uae30 __\n\n\uae00\uba38\ub9ac \uae30\ud638\uac00 \uc788\ub294 \ubaa9\ub85d\uc744 \ub9cc\ub4e4\ub824\uba74 \ubaa9\ub85d\uc758 \uac01 \ud56d\ubaa9 \uc55e\uc5d0 *(\ubcc4\ud45c)\ub97c \uc0bd\uc785\ud569\ub2c8\ub2e4. \n\n\\* \ud56d\ubaa9 1\n\n\\* \ud56d\ubaa9 2\n\n* \ud56d\ubaa9 1\n\n* \ud56d\ubaa9 2\n\n\ubaa9\ub85d\uc5d0 \ubc88\ud638\ub97c \ub9e4\uae30\ub824\uba74 \ubaa9\ub85d\uc758 \uac01 \ud56d\ubaa9 \uc55e\uc5d0 #(\ud574\uc2dc \uae30\ud638)\ub97c \uc0bd\uc785\ud569\ub2c8\ub2e4.\n\n[Wiki \uc11c\uc2dd \uc9c0\uc815\uc5d0 \uad00\ud55c \ub2e4\ub978 \ud301 \ubcf4\uae30|\ub3c4\uc6c0\ub9d0 \ud398\uc774\uc9c0]


wiki_help_page=h1 Wiki \ud398\uc774\uc9c0\uc5d0 \uc11c\uc2dd\uc744 \uc9c0\uc815\ud558\ub294 \ubc29\ubc95\n\uc544\ub798\uc758 \ucf54\ub4dc\ub97c \uc0ac\uc6a9\ud558\uc5ec Wiki \ud398\uc774\uc9c0\uc5d0 \uc11c\uc2dd\uc744 \uc9c0\uc815\ud560 \uc218 \uc788\uc2b5\ub2c8\ub2e4. \uc774\ub7ec\ud55c \ucf54\ub4dc\ub294 __bold__, ~~italic~~, list \ub4f1\uc758 \ub2e8\uc21c\ud55c \ud14d\uc2a4\ud2b8 \uc2a4\ud0c0\uc77c\ub85c \uc81c\uacf5\ub429\ub2c8\ub2e4.\n\n\uc774 \ubc16\uc5d0\ub3c4 \ud2b9\uc815 \uc815\ubcf4\ub97c \uc790\ub3d9\uc73c\ub85c \uc81c\uacf5\ud558\ub294 \ub2e4\uc591\ud55c '\ub9e4\ud06c\ub85c'\uac00 \uc788\uc73c\uba70, \uc774\ub7ec\ud55c \ub9e4\ud06c\ub85c\ub294 \ud14c\uc774\ube14, \uc774\ubbf8\uc9c0, \ucca8\ubd80\ud30c\uc77c \ub4f1 \ubcf4\ub2e4 \ubcf5\uc7a1\ud55c \uc791\uc5c5\uc5d0 \ud65c\uc6a9\ud560 \uc218 \uc788\uc2b5\ub2c8\ub2e4.\n\n(Wiki \uc5b8\uc5b4\ub294 {link:Radeox|http://radeox.org}\uc5d0 \uae30\ubc18\ud568)\n\nh1 \ubc14\ub85c\uac00\uae30 \uc544\uc774\ucf58 \uc11c\uc2dd \uc9c0\uc815\nWiki \ud398\uc774\uc9c0 \ud3b8\uc9d1\uae30 \uc0c1\ub2e8\uc758 \ub3c4\uad6c \ubaa8\uc74c\uc5d0\uc11c \ub9c1\ud06c\ub97c \uc0ac\uc6a9\ud558\uc5ec \uc77c\ubc18\uc801\uc778 \uc11c\uc2dd \uc9c0\uc815 \uba85\ub839\uc744 \uc0bd\uc785\ud560 \uc218 \uc788\uc2b5\ub2c8\ub2e4. \uc774\ub7ec\ud55c \ub9c1\ud06c\uc5d0\ub294 \uad75\uac8c, \uae30\uc6b8\uc784\uaf34, \ud45c, \ucca8\ubd80\ud30c\uc77c \uc5c5\ub85c\ub4dc, \uc774\ubbf8\uc9c0 \uc0bd\uc785 \ub4f1\uc774 \uc788\uc2b5\ub2c8\ub2e4.\n\nh3 \ub2e8\uc21c\ud55c \ud14d\uc2a4\ud2b8 \uc11c\uc2dd \uc9c0\uc815\n\n{table}\n\uc785\ub825\ud560 \ucf54\ub4dc| \ud45c\uc2dc \uc0c1\ud0dc | \uc124\uba85\n\\_\\_bold\\_\\_ | __bold__ | \ud14d\uc2a4\ud2b8\ub97c \uad75\uac8c \ud45c\uc2dc\n\\~\\~italics\\~\\~ | ~~italics~~ | \ud14d\uc2a4\ud2b8\ub97c \uae30\uc6b8\uc784\uaf34\ub85c \ud45c\uc2dc\n\\-\\-strike\\-\\- | --strike-- | \ud14d\uc2a4\ud2b8\uc5d0 \ucde8\uc18c\uc120 \ucd94\uac00\nCH\\%\\%4\\%\\%|CH%%4%%| \uc544\ub798 \ucca8\uc790(\ub2e4\ub978 \uc218\ud559 \uae30\ud638\ub294 \uc544\ub798\ub97c \ucc38\uc870)\nCa\\^\\^2+\\^\\^| Ca^^2+^^| \uc704 \ucca8\uc790 \n\\[my new page\\] | [my new page] | \uc911\uad04\ud638 \uc548\uc5d0 \uc774\ub984\uc774 \ud45c\uc2dc\ub41c \uc0c8 Wiki \ud398\uc774\uc9c0\n\\http://www.bbc.co.uk/ | http://www.bbc.co.uk/ | \uc678\ubd80 \uc6f9\uc0ac\uc774\ud2b8 \ub610\ub294 \uc628\ub77c\uc778 \ubb38\uc11c\uc5d0 \ub300\ud55c \uc790\ub3d9 \ub9c1\ud06c \uc0dd\uc131 \nh1 Title || \uae30\ubcf8 \ud5e4\ub4dc\ub77c\uc778(<H1>\ub85c \ud45c\uc2dc, \ub85c\uceec CSS \uc2a4\ud0c0\uc77c)\nh3 Title || \ubcf4\uc870 \ud5e4\ub4dc\ub77c\uc778(<H3>\uc73c\ub85c \ud45c\uc2dc, \ub85c\uceec CSS \uc2a4\ud0c0\uc77c)\n\\{bgcolor:yellow\\}Some text\\{bgcolor\\}|{bgcolor:yellow}Highlighted text{bgcolor}| \uad04\ud638 \uc548\uc758 \ud14d\uc2a4\ud2b8\ub97c \uac15\uc870\ud45c\uc2dc\ud568(\uc601\uc5b4 \ucca0\uc790 \uc720\uc758!)\n\\{color:red\\}Some text\\{color\\}|{color:red}Red text {color}| \uad04\ud638 \uc548\uc758 \ud14d\uc2a4\ud2b8 \uc0c9\uc744 \ubcc0\uacbd(\uc601\uc5b4 \ucca0\uc790 \uc720\uc758!)\n\\-\\-\\-\\- || \ud398\uc774\uc9c0 \uc804\uccb4\ub97c \uac00\ub85c\uc9c0\ub974\ub294 \uac00\ub85c\uc904 \ud45c\uc2dc\n- list item|| \uae00\uba38\ub9ac \uae30\ud638\uac00 \uc788\ub294 \ubaa9\ub85d \uc0dd\uc131 \n* list item|| \uae00\uba38\ub9ac \uae30\ud638\uac00 \uc788\ub294 \ubaa9\ub85d \uc0dd\uc131, \uc0c1\uc704 \uae30\ud638\uc640 \uc57d\uac04 \ub2e4\ub974\uac8c \ud45c\uc2dc\ub428\n# list item|| \uc790\ub3d9\uc73c\ub85c \ubc88\ud638\uac00 \ub9e4\uaca8\uc9c0\ub294 \ubaa9\ub85d \uc0dd\uc131\na. list item|| \uc790\ub3d9\uc73c\ub85c \uc54c\ud30c\ubcb3\uc774 \uc9c0\uc815\ub418\ub294 \ubaa9\ub85d \uc0dd\uc131\nA. list item|| \ub300\ubb38\uc790 \uc54c\ud30c\ubcb3 \uc9c0\uc815 \ubaa9\ub85d\ni. list item|| \uc18c\ubb38\uc790 \ub85c\ub9c8\uc22b\uc790 \ubaa9\ub85d\nI. list item|| \ub300\ubb38\uc790 \ub85c\ub9c8\uc22b\uc790 \ubaa9\ub85d\ng., h., k., j. list item|| \uadf8\ub9ac\uc2a4\uc5b4, \ud788\ub77c\uac00\ub098, \uce74\ud0c0\uce74\ub098, \ud788\ube0c\ub9ac\uc5b4 \uc22b\uc790 \ubaa9\ub85d\n(empty line) || \ud14d\uc2a4\ud2b8 \ub2e8\ub77d \ub098\ub204\uae30\n\\\\\\ || \ub2e8\ub77d \uc0ac\uc774 \ucd94\uac00 \uacf5\ubc31 \uc9c0\uc815\n\\\\\\\\X | X | \ud2b9\uc218 \ubb38\uc790 "X" \ud45c\uc2dc(\uc608: \\\\\\\\{ \ub294 {)\ub85c \ud45c\uc2dc\ub428\n\\\\\\\\\\\\\\\\\\ | \\\\\\\\ | \ub294 \\\\\\\\ \n{table}\ub85c \ud45c\uc2dc\ub428\n\nh3 \ub9e4\ud06c\ub85c\uc640 \uae30\ud0c0 \n\ub9e4\ud06c\ub85c\uc640 \ubcc0\uc218\uc758 \uc804\uccb4 \ubaa9\ub85d\uc744 \ubcf4\ub824\uba74 \uc784\uc758 \ud398\uc774\uc9c0\uc5d0\uc11c \\{list-of-macros\\}\ub97c \uc785\ub825\ud558\uc2ed\uc2dc\uc624. \uc774 \ubaa9\ub85d\uc5d0\ub294 \uac00\uc7a5 \uc720\uc6a9\ud558\uac8c \uc0ac\uc6a9\ub418\ub294 \ub9e4\ud06c\ub85c\uc640 \ubcc0\uc218\uac00 \uc788\uc2b5\ub2c8\ub2e4.\n\n__\uc774\uba54\uc77c \ub9c1\ud06c \ucd94\uac00__\n\n{mailto:}\ub97c \uc785\ub825\ud558\uace0 \uadf8 \ub4a4\uc5d0 \uc774\uba54\uc77c \uc8fc\uc18c\ub97c \uc785\ub825\ud558\uba74 \ud398\uc774\uc9c0\uc758 \uc774\uba54\uc77c \ub9c1\ud06c\uac00 \uc0dd\uc131\ub429\ub2c8\ub2e4.\n\n\uc608: \\{mailto:pbehr@cam.ac.uk\\}\ub85c \uc785\ub825\ud558\uba74 {mailto:pbehr@cam.ac.uk}\ub85c \ud45c\uc2dc\ub428\n\n__Wiki\uc758 \uc790\ub3d9 \uc778\ub371\uc2a4 \uc0dd\uc131__\t\n\n\\{index\\}\ub97c \uc785\ub825\ud558\uba74 Wiki \ud398\uc774\uc9c0\uc758 \uc5c5\ub370\uc774\ud2b8\ub41c \uc778\ub371\uc2a4\uac00 \uc790\ub3d9\uc73c\ub85c \uc0dd\uc131\ub429\ub2c8\ub2e4. \n\n(\uc608\uc81c \ucf54\ub4dc \uae38\uc774\uac00 \ub108\ubb34 \uae38\uc5b4 \uc0dd\ub7b5\ud568)\n\n__\ucd5c\uadfc \ubcc0\uacbd\ub41c \ud398\uc774\uc9c0 \ubaa9\ub85d\uc744 \uc790\ub3d9\uc73c\ub85c \uc0dd\uc131__\n\n\\{recent-changes\\}\ub97c \uc785\ub825\ud558\uba74 Wiki\uc5d0\uc11c \ucd5c\uadfc \ubcc0\uacbd\ub41c \ud398\uc774\uc9c0\uc758 \uc5c5\ub370\uc774\ud2b8\ub41c \ubaa9\ub85d\uc774 \uc790\ub3d9\uc73c\ub85c \uc0dd\uc131\ub429\ub2c8\ub2e4. \uc5ec\uae30\uc5d0\ub294 \ub9c8\uc9c0\ub9c9\uc73c\ub85c \ubcc0\uacbd\ud55c \uc0ac\ub78c\uc758 \uc774\ub984\uacfc \ubcc0\uacbd \ub0a0\uc9dc \ubc0f \uc2dc\uac04\ub3c4 \ud568\uaed8 \ud45c\uc2dc\ub429\ub2c8\ub2e4. \uae30\ubcf8\uc801\uc73c\ub85c \uc9c0\ub09c 30\uc77c \ub3d9\uc548 \ubcc0\uacbd\ub41c \ubaa8\ub4e0 \ud398\uc774\uc9c0\uac00 \ud45c\uc2dc\ub429\ub2c8\ub2e4.\n\n*  \\{recent-changes:12h\\} - \uc9c0\ub09c 12\uc2dc\uac04 \ub3d9\uc548 \ubcc0\uacbd\ub41c \ud398\uc774\uc9c0\ub97c \ucd5c\uc2e0\uc21c\uc73c\ub85c \ud45c\uc2dc\n*  \\{recent-changes:7d\\} - \uc9c0\ub09c 7\uc77c \ub3d9\uc548 \ubcc0\uacbd\ub41c \ud398\uc774\uc9c0\ub97c \ucd5c\uc2e0\uc21c\uc73c\ub85c \ud45c\uc2dc\n*  \\{recent-changes:2006-12-25\\} - 2006\ub144 12\uc6d4 25\uc77c \uc774\ud6c4 \ubcc0\uacbd\ub41c \ud398\uc774\uc9c0\ub97c \ucd5c\uc2e0\uc21c\uc73c\ub85c \ud45c\uc2dc\n\n(\uc608\uc81c \ucf54\ub4dc \uae38\uc774\uac00 \ub108\ubb34 \uae38\uc5b4 \uc0dd\ub7b5\ud568)\n\n\n__\ud398\uc774\uc9c0\uc5d0 \uc774\ubbf8\uc9c0 \ucd94\uac00__\n\n\\{image:\\}\ub97c \uc785\ub825\ud558\uace0 \uc774\ubbf8\uc9c0 URL\uc744 \uc0bd\uc785\ud558\uba74 \ud398\uc774\uc9c0\uc5d0 \uc774\ubbf8\uc9c0\uac00 \ud45c\uc2dc\ub429\ub2c8\ub2e4. (\ubcf4\ub2e4 \uac04\ud3b8\ud55c \ubc29\ubc95\uc744 \uc6d0\ud560 \uacbd\uc6b0, \uc218\uc815 \ud654\uba74\uc5d0\uc11c \uc774\ubbf8\uc9c0 \uc544\uc774\ucf58\uc744 \ud074\ub9ad\ud574\ub3c4 \ub429\ub2c8\ub2e4.)\n\n\\{image:/images/bear.jpg|A Bear\\}\ub97c \uc785\ub825\ud558\uba74 \uc0c1\ub300 URL\uc774 "/images/bear.jpg"\uc778 \uc774\ubbf8\uc9c0\uac00 \ud45c\uc2dc\ub429\ub2c8\ub2e4. \uc774\ub54c \ud45c\uc2dc\ub418\ub294 \ub300\uccb4 \ud14d\uc2a4\ud2b8\ub294 "A Bear"\uc785\ub2c8\ub2e4.\n\n\uc774\ubbf8\uc9c0\ub97c \uc67c\ucabd\uc5d0 \ub744\uc6cc \ud14d\uc2a4\ud2b8\uac00 \uc774\ubbf8\uc9c0 \uc8fc\uc704\uc5d0 \ud45c\uc2dc\ub418\ub3c4\ub85d \ud558\ub824\uba74 \uc544\ub798\uc640 \uac19\uc774 "|ext|float-left"\ub97c \ucd94\uac00\ud558\uc2ed\uc2dc\uc624.\n\n\\{image:/images/bear.jpg|A Bear|ext|float-left\\} \n\n\uc774\ubbf8\uc9c0\ub97c \uc624\ub978\ucabd\uc5d0 \ub744\uc6cc \ud14d\uc2a4\ud2b8\uac00 \uc774\ubbf8\uc9c0 \uc8fc\uc704\uc5d0 \ud45c\uc2dc\ub418\ub3c4\ub85d \ud558\ub824\uba74 \uc544\ub798\uc640 \uac19\uc774 "|ext|float-right"\ub97c \ucd94\uac00\ud558\uc2ed\uc2dc\uc624.\n\n\\{image:/images/bear.jpg|A Bear|ext|float-right\\} \n\n\n\uc774\ubbf8\uc9c0 URL\uc740 \uc0c1\ub300 \ub610\ub294 \uc808\ub300 \uacbd\ub85c \ubaa8\ub450 \uac00\ub2a5\ud558\uc9c0\ub9cc \uc678\ubd80 \uacbd\ub85c\ub294 \ud5c8\uc6a9\ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4. "worksite:/"\ub85c \uc2dc\uc791\ud558\ub294 URL\uc744 \uc0ac\uc6a9\ud558\uc5ec \uc791\uc5c5\uc0ac\uc774\ud2b8\uc758 \uc774\ubbf8\uc9c0\ub97c \ud45c\uc2dc\ud560 \uc218\ub3c4 \uc788\uc2b5\ub2c8\ub2e4. \ub2e4\ub978 \uc791\uc5c5\uc0ac\uc774\ud2b8\uc5d0 \uc788\ub294 \uc774\ubbf8\uc9c0\ub97c \ud45c\uc2dc\ud558\ub824\uba74 URL\uc744 "sakai:/"\ub85c \uc2dc\uc791\ud558\uace0 \uc0ac\uc774\ud2b8 \uc544\uc774\ub514\ub97c \ud3ec\ud568\ud558\uba74 \ub429\ub2c8\ub2e4.\n\n__\uc575\ucee4 \ud0dc\uadf8 \ub9cc\ub4e4\uae30__\n\n\\{anchor\\}\ub97c \uc785\ub825\ud558\uba74 \ud574\ub2f9 \ud14d\uc2a4\ud2b8\ub97c \uac10\uc2f8\ub294 HTML \uc575\ucee4 \ud0dc\uadf8\uac00 \uc0dd\uc131\ub429\ub2c8\ub2e4.\t\n\n\uc608: \\{anchor:myLink\\}\uc774 \uc9c0\uc810\uc73c\ub85c \uac74\ub108\ub6f0\uae30 \\{anchor\\}\n\n\ud574\ub2f9 \uc9c0\uc810\uc73c\ub85c \uac74\ub108\ub6f0\ub294 \ub9c1\ud06c\ub294 \uc544\ub798\uc640 \uac19\uc774 \ud45c\uc2dc\ub429\ub2c8\ub2e4.\n\n\\[\uc774 \uc9c0\uc810\uc73c\ub85c \uc774\ub3d9|\uc5ec\uae30\uc5d0 \ud604\uc7ac \ud398\uc774\uc9c0 \uc774\ub984 \uc785\ub825#myLink\\]\n\n__\uc218\ud559 \uc11c\uc2dd \uc0ac\uc6a9__\n\nRWiki\ub294 JS Math\ub97c \uc0ac\uc6a9\ud558\ubbc0\ub85c \uc218\ud559 \ud14d\uc2a4\ud2b8\ub294 TeX \ud615\uc2dd\uc73c\ub85c \uc785\ub825\ud574\uc57c \ud569\ub2c8\ub2e4. \n\n\\{math:display\\} \\{math\\}\ub97c \uc785\ub825\ud558\uba74 \ub450 \uce90\uadf8 \uc0ac\uc774\uc5d0 TeX\uac00 \ud45c\uc2dc\ub429\ub2c8\ub2e4.\t\n\n\uc608: \\{math:display\\}U_n+2\\} U_n+1\\} U_n \\{math\\} \n{math:display}U_n+2} U_n+1} U_n {math} \n\n\uc790\uc138\ud788 \ubcf4\uae30 {link:here|http://www.math.union.edu/~dpvc/jsMath/welcome.html|none|_new}\n\n__\ub530\uc634\ud45c \ud45c\uc2dc__\n\n\ub530\uc634\ud45c\ub97c \ud45c\uc2dc\ud558\ub824\uba74 \ub530\uc634\ud45c\ub85c \ucc98\ub9ac\ud560 \ud14d\uc2a4\ud2b8 \uc55e\ub4a4\uc5d0 \\{quote\\}\ub97c \uc785\ub825\ud558\uc2ed\uc2dc\uc624.\n\n{quote}\uc774\ub807\uac8c \ub9d0\uc774\uc8e0!{quote}\n\n\n\nh3 Sakai \uad00\ub828 \ub9e4\ud06c\ub85c\n\n__\\{sakai-sections\\}__\t\uc791\uc5c5\uc0ac\uc774\ud2b8\uc758 \uac01 \uc139\uc158\uc5d0 \uc790\ub3d9 \uc0dd\uc131\ub418\ub294 \ud558\uc704 \uc0ac\uc774\ud2b8\ub85c\uc758 \ub9c1\ud06c \ubaa9\ub85d\uc744 \uc0dd\uc131\ud569\ub2c8\ub2e4. Wiki \ub0b4\uc5d0\uc11c\ub294 \uc139\uc158 \uc218\uc900\ubcc4\ub85c \uc139\uc158\uc758 \uad8c\ud55c\uc744 \uad00\ub9ac\ud558\ub294 \ubcc4\ub3c4\uc758 \uc778\ud130\ud398\uc774\uc2a4\uac00 \uc5c6\uc74c\uc5d0 \uc720\uc758\ud558\uc2ed\uc2dc\uc624.\n\n__\\{worksiteinfo\\}__ \ud604\uc7ac \uc0ac\uc774\ud2b8\uc5d0 \uad00\ud55c \uc815\ubcf4\ub97c \ub098\uc5f4\t\n

wiki_home_page=h1 Wiki \ub3c4\uad6c\uc5d0 \uc624\uc2e0 \uac83\uc744 \ud658\uc601\ud569\ub2c8\ub2e4!\n\nh3 Wiki\ub780?\n\nWiki\ub294 \ud2b9\ubcc4\ud55c \uc6f9 \uc9c0\uc2dd\uc774\ub098 \uae30\uc220 \uc5c6\uc774\ub3c4 \uac1c\ubcc4 \ub610\ub294 \uadf8\ub8f9 \uc6f9 \ud398\uc774\uc9c0\ub97c \uc0dd\uc131\ud560 \uc218 \uc788\ub294 \ub3c4\uad6c\uc785\ub2c8\ub2e4.\n\nWiki \ub3c4\uad6c\ub97c \uc0ac\uc6a9\ud558\uba74 \uc791\uc5c5\uc0ac\uc774\ud2b8 \ub0b4\uc5d0\uc11c \uc6f9 \ud398\uc774\uc9c0\ub97c \uc0dd\uc131\ud558\uace0 \uc218\uc815\ud560 \uc218 \uc788\uc2b5\ub2c8\ub2e4. \uc6d0\ud560 \uacbd\uc6b0, \uc774\ub7ec\ud55c \ud398\uc774\uc9c0\ub97c \ubaa8\ub4e0 \uc0ac\ub78c \ub610\ub294 \ud2b9\uc815\uc778\uc5d0\uac8c \uacf5\uac1c\ud558\ub3c4\ub85d \uc124\uc815\ud560 \uc218 \uc788\uc2b5\ub2c8\ub2e4.\n\nh3 \uad50\uc721 \uc6a9\ub3c4\ub85c Wiki \uc0ac\uc6a9\nWiki\ub294 \ub2e4\uc591\ud55c \ubc29\uc2dd\uc73c\ub85c \uad50\uc721\uc5d0 \uc0ac\uc6a9\ub420 \uc218 \uc788\uc2b5\ub2c8\ub2e4. \uc6f9 \uac80\uc0c9\uc744 \ud1b5\ud574 \ub2e4\uc591\ud55c \uc544\uc774\ub514\uc5b4\uc640 \uc0ac\ub840 \uc5f0\uad6c\ub97c \ucc3e\uc744 \uc218 \uc788\uc2b5\ub2c8\ub2e4. \uc608\ub97c \ub4e4\uc5b4, \ud559\uc0dd\ub4e4\uc774 \ud604\uc7ac \ub2e4\ub8e8\ub294 \uc8fc\uc81c\uc5d0 \uad00\ud55c \ub2e4\uc591\ud55c \uc790\ub8cc\ub97c \ub9cc\ub4e4\uc5b4 \uc804\uc138\uacc4 \ub2e4\ub978 \uc0ac\ub78c\ub4e4\uacfc \uacf5\uc720\ud560 \uc218 \uc788\uc2b5\ub2c8\ub2e4. Wiki \ud398\uc774\uc9c0\ub97c \ud65c\uc6a9\ud574 \ud559\uc0dd\uc744 \uc704\ud55c \ud559\uacfc\ubaa9 \uc548\ub0b4\uc11c\uc640 \uac15\uc5f0 \ub178\ud2b8\ub97c \uc77d\uae30 \uc804\uc6a9\uc73c\ub85c \uac8c\uc2dc\ud558\ub294 \ub370 \uac15\uc0ac\ub4e4\ub3c4 \ub9ce\uc2b5\ub2c8\ub2e4.\n\nh3 \uc5f0\uad6c \uadf8\ub8f9\uc5d0 \uc758\ud574 \uc0ac\uc6a9\ub418\ub294 Wiki\nWiki\ub97c \uc0ac\uc6a9\ud558\uba74 \uc5ec\ub7ec \uc791\uc5c5\uc790\uac00 \uacf5\ub3d9\uc73c\ub85c \ubb38\uc11c\ub97c \uac1c\ubc1c \ubc0f \uc81c\uc791\ud560 \uc218 \uc788\uc2b5\ub2c8\ub2e4. \uc608\ub97c \ub4e4\uc5b4, \uc5f0\uad6c \ud300\uc774 \uc81c\uc548\uc11c \ucd08\uc548\uc744 \uacf5\ub3d9 \uc791\uc5c5\uc73c\ub85c \uc791\uc131\ud558\uac70\ub098 \ud504\ub85c\uc81d\ud2b8 \ub2f4\ub2f9\uc790 \ubaa9\ub85d\uc744 \ucd5c\uc2e0 \uc0c1\ud0dc\ub85c \uc5c5\ub370\uc774\ud2b8\ud560 \uc218 \uc788\uc2b5\ub2c8\ub2e4.\n\nh3 \uc2dc\uc791\ud558\ub294 \ubc29\ubc95\nWiki \ud648\ud398\uc774\uc9c0\uc5d0 \ub2e4\uc74c \ubc29\uc2dd\uc73c\ub85c \uc6d0\ud558\ub294 \ud14d\uc2a4\ud2b8\ub97c \uc785\ub825\ud558\uc2ed\uc2dc\uc624.\n* \uc704 \uc791\uc5c5 \ud45c\uc2dc\uc904\uc5d0\uc11c '\uc218\uc815' \ubc84\ud2bc\uc744 \ud074\ub9ad\ud569\ub2c8\ub2e4.\n* \uc218\uc815 \uac00\ub2a5\ud55c \ud14d\uc2a4\ud2b8 \uc0c1\uc790 \uc548\uc5d0 \ud398\uc774\uc9c0\uc758 \ud14d\uc2a4\ud2b8\uac00 \ud45c\uc2dc\ub429\ub2c8\ub2e4.\n* '\uae30\ubcf8' \ud14d\uc2a4\ud2b8\ub97c \uc0ad\uc81c\ud55c \ub2e4\uc74c, \ud45c\uc2dc\ud560 \ud14d\uc2a4\ud2b8\ub97c \uc785\ub825\ud569\ub2c8\ub2e4. \ud14d\uc2a4\ud2b8\uc5d0 \uc11c\uc2dd\uc744 \uc9c0\uc815\ud558\ub824\uba74 \uc11c\uc2dd \uc9c0\uc815 \ubc84\ud2bc \uc544\uc774\ucf58\uc744 \uc0ac\uc6a9\ud558\uc5ec \uc801\uc808\ud55c wiki \uc11c\uc2dd \ucf54\ub4dc\ub97c \uc0bd\uc785\ud558\uc2ed\uc2dc\uc624.\n* '\uc800\uc7a5' \ubc84\ud2bc\uc744 \ud074\ub9ad\ud569\ub2c8\ub2e4.\n
wiki_recent_changes=h1 \ucd5c\uadfc \ubcc0\uacbd \uc0ac\ud56d\n{recent-changes}\n





 




