#Fri Nov 26 20:33:51 CET 2010
wiki_about_project_page=h2 \u3053\u306E\u30D7\u30ED\u30B8\u30A7\u30AF\u30C8\u306B\u3064\u3044\u3066\n\n\u3053\u306E\u30D7\u30ED\u30B8\u30A7\u30AF\u30C8\u306B\u95A2\u3059\u308B\u60C5\u5831\u3067\u3059\n\n
wiki_recent_changes=h1 \u6700\u8FD1\u306E\u5909\u66F4\n{recent-changes}\n
wiki_home_page=h1 Wiki \u30C4\u30FC\u30EB\u3078\u3088\u3046\u3053\u305D\n\nh3 Wiki \u3068\u306F?\n\nWiki \u306F\uFF0C\u30A6\u30A7\u30D6\u30B9\u30AD\u30EB\u3092\u5FC5\u8981\u3068\u3059\u308B\u3053\u3068\u306A\u304F\uFF0C\u500B\u3005\u306E\u30A6\u30A7\u30D6\u30DA\u30FC\u30B8\u3092\u30E6\u30FC\u30B6\u304C\u4F5C\u6210\u3067\u304D\u308B\u3088\u3046\u306B\u3059\u308B\u30C4\u30FC\u30EB\u3067\u3059\uFF0E\n\nWiki \u30C4\u30FC\u30EB\u3092\u7528\u3044\u308B\u3053\u3068\u3067\uFF0C\u30EF\u30FC\u30AF\u30B5\u30A4\u30C8\u5185\u3067\u30A6\u30A7\u30D6\u30DA\u30FC\u30B8\u3092\u4F5C\u6210\u3057\u305F\u308A\u7DE8\u96C6\u3057\u305F\u308A\u3059\u308B\u3053\u3068\u304C\u3067\u304D\u307E\u3059\uFF0E\u5FC5\u8981\u304C\u3042\u308C\u3070\uFF0C\u3059\u3079\u3066\u3042\u308B\u3044\u306F\u4E00\u90E8\u306E\u30DA\u30FC\u30B8\u3092\u8AB0\u3067\u3082\u8868\u793A\u3067\u304D\u308B\u3088\u3046\u306B\u3059\u308B\u3053\u3068\u304C\u3067\u304D\u307E\u3059\uFF0E\n\nh3 \u6559\u80B2\u3067 Wiki \u3092\u4F7F\u3046\nWiki \u3092\u6559\u80B2\u306B\u7528\u3044\u308B\u65B9\u6CD5\u306F\u975E\u5E38\u306B\u305F\u304F\u3055\u3093\u3042\u308A\u307E\u3059\uFF0E\u30A6\u30A7\u30D6\u691C\u7D22\u3059\u308C\u3070\uFF0C\u305F\u304F\u3055\u3093\u306E\u793A\u5506\u3084\u30B1\u30FC\u30B9\u30B9\u30BF\u30C7\u30A3\u3092\u898B\u3064\u3051\u308B\u3053\u3068\u304C\u3067\u304D\u307E\u3059\uFF0E\u4F8B\u3048\u3070\uFF0C\u5B66\u751F\u306F\uFF0C\u7814\u7A76\u4E2D\u306E\u30C8\u30D4\u30C3\u30AF\u306B\u95A2\u3059\u308B\u30EA\u30BD\u30FC\u30B9\u96C6\u3092\u958B\u767A\u3059\u308B\u3053\u3068\u304C\u3067\u304D\uFF0C\u5916\u90E8\u306B\u516C\u958B\u3059\u308B\u3053\u3068\u304C\u3067\u304D\u307E\u3059\uFF0E\u307E\u305F\uFF0C\u8B1B\u7FA9\u30CE\u30FC\u30C8\u3084\u30B3\u30FC\u30B9\u6307\u91DD\u3092\u516C\u958B\u3059\u308B\u65B9\u6CD5\u3068\u3057\u3066\uFF0C\u5B66\u751F\u304C\u8AAD\u3081\u308B\u304C\u7DE8\u96C6\u306F\u3067\u304D\u306A\u3044 Wiki \u30DA\u30FC\u30B8\u3092\u4F5C\u6210\u3057\u3066\u3044\u308B\u6559\u54E1\u3082\u3044\u307E\u3059\uFF0E\n\nh3 \u7814\u7A76\u3067 Wiki \u3092\u4F7F\u3046\nWiki \u3092\u7528\u3044\u308B\u3068\uFF0C\u30C1\u30FC\u30E0\u3067\u7814\u7A76\u63D0\u6848\u66F8\u306E\u8349\u7A3F\u3092\u4F5C\u6210\u3057\u305F\u308A\u30D7\u30ED\u30B8\u30A7\u30AF\u30C8\u306E\u9023\u7D61\u5148\u4E00\u89A7\u3092\u66F4\u65B0\u3057\u305F\u308A\u3059\u308B\u3088\u3046\u306A\uFF0C\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u3092\u4F5C\u6210\u3059\u308B\u4F5C\u696D\u3092\u3044\u3063\u3057\u3087\u306B\u884C\u3046\u3053\u3068\u304C\u3067\u304D\u307E\u3059\uFF0E\n\nh3 \u3069\u306E\u3088\u3046\u306B\u306F\u3058\u3081\u305F\u3089\u3088\u3044\u306E\u3067\u3057\u3087\u3046\u304B?\n\u3053\u306E\u30DA\u30FC\u30B8\u306F\u3042\u306A\u305F\u7528\u306E Wiki \u306E\u30DB\u30FC\u30E0\u30DA\u30FC\u30B8\u3067\u3059\uFF0E\u30DA\u30FC\u30B8\u306B\u30C6\u30AD\u30B9\u30C8\u3092\u8FFD\u52A0\u3059\u308B\u5834\u5408\:\n* \u4E0A\u306E\u30A2\u30AF\u30B7\u30E7\u30F3\u30D0\u30FC\u306B\u3042\u308B\u300C\u7DE8\u96C6\u300D\u30DC\u30BF\u30F3\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u307E\u3059\uFF0E\n* \u7DE8\u96C6\u53EF\u80FD\u306A\u30C6\u30AD\u30B9\u30C8\u30DC\u30C3\u30AF\u30B9\u306B\u3053\u306E\u30DA\u30FC\u30B8\u306E\u30C6\u30AD\u30B9\u30C8\u304C\u8868\u793A\u3055\u308C\u307E\u3059\n* \u3053\u306E\u300C\u521D\u5FC3\u8005\u300D\u7528\u30C6\u30AD\u30B9\u30C8\u3092\u524A\u9664\u3057\uFF0C\u4EE3\u308F\u308A\u306B\u8868\u793A\u3057\u305F\u3044\u30C6\u30AD\u30B9\u30C8\u3092\u5165\u529B\u3057\u307E\u3059\uFF0E\u30C6\u30AD\u30B9\u30C8\u3092\u66F8\u5F0F\u4ED8\u3051\u3059\u308B\u5834\u5408\u306F\uFF0C\u66F8\u5F0F\u4ED8\u3051\u30DC\u30BF\u30F3\u30A2\u30A4\u30B3\u30F3\u3092\u4F7F\u7528\u3057\uFF0C\u9069\u5F53\u306A Wiki \u66F8\u5F0F\u4ED8\u3051\u30B3\u30FC\u30C9\u3092\u633F\u5165\u3057\u307E\u3059\uFF0E\n* \u300C\u4FDD\u5B58\u300D\u30DC\u30BF\u30F3\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u307E\u3059\uFF0E\n
wiki_help_page=h1 Wiki \u30DA\u30FC\u30B8\u306B\u304A\u3051\u308B\u66F8\u5F0F\u4ED8\u3051\u65B9\u6CD5\nWiki \u30DA\u30FC\u30B8\u3067\u306F\u4EE5\u4E0B\u306B\u793A\u3059\u8A18\u53F7\u3092\u7528\u3044\u3066\u66F8\u5F0F\u4ED8\u3051\u3059\u308B\u3053\u3068\u304C\u3067\u304D\u307E\u3059\uFF0E\u8A18\u53F7\u306B\u306F\uFF0C__\u592A\u5B57__\uFF0C~~\u30A4\u30BF\u30EA\u30C3\u30AF~~\u304A\u3088\u3073\u7B87\u6761\u66F8\u304D\u306E\u3088\u3046\u306A\u5358\u7D14\u306A\u30C6\u30AD\u30B9\u30C8\u30B9\u30BF\u30A4\u30EB\u304C\u3042\u308A\u307E\u3059\uFF0E\n\n\u307E\u305F\uFF0C\u81EA\u52D5\u7684\u306B\u3042\u308B\u7A2E\u306E\u60C5\u5831\u3092\u63D0\u4F9B\u3067\u304D\u308B\u3068\u3068\u3082\u306B\uFF0C\u8868\u3084\u753B\u50CF\uFF0C\u6DFB\u4ED8\u30D5\u30A1\u30A4\u30EB\u306E\u633F\u5165\u306E\u3088\u3046\u306A\u3088\u308A\u8907\u96D1\u306A\u30BF\u30B9\u30AF\u3067\u3082\u4F7F\u7528\u3055\u308C\u308B\u300C\u30DE\u30AF\u30ED\u300D\u304C\u3042\u308A\u307E\u3059\uFF0E\n\n(\u4F7F\u7528\u3059\u308B Wiki \u8A00\u8A9E\u306F {link\:Radeox|http\://radeox.org} \u30D9\u30FC\u30B9\u3067\u3059).\n\nh1 \u66F8\u5F0F\u4ED8\u3051\u30B7\u30E7\u30FC\u30C8\u30AB\u30C3\u30C8\u30A2\u30A4\u30B3\u30F3\nWiki \u30DA\u30FC\u30B8\u30A8\u30C7\u30A3\u30BF\u306E\u4E00\u756A\u4E0A\u306B\u3042\u308B\u30C4\u30FC\u30EB\u30D0\u30FC\u306E\u30EA\u30F3\u30AF\u3092\u4F7F\u3063\u3066\u4E00\u822C\u7684\u306A\u66F8\u5F0F\u4ED8\u3051\u30B3\u30FC\u30C9\u3092\u633F\u5165\u3059\u308B\u3053\u3068\u304C\u3067\u304D\u307E\u3059\uFF0E\u30EA\u30F3\u30AF\u3068\u3057\u3066\u306F\u592A\u5B57\uFF0C\u30A4\u30BF\u30EA\u30C3\u30AF\uFF0C\u898B\u51FA\u3057\uFF0C\u8868\uFF0C\u6DFB\u4ED8\u30D5\u30A1\u30A4\u30EB\u306E\u30A2\u30C3\u30D7\u30ED\u30FC\u30C9\uFF0C\u753B\u50CF\u306E\u633F\u5165\u304C\u3042\u308A\u307E\u3059\uFF0E\n\nh3 \u5358\u7D14\u306A\u30C6\u30AD\u30B9\u30C8\u66F8\u5F0F\u4ED8\u3051\n\n{table}\n\u5165\u529B\u3059\u308B\u8A18\u53F7 | \u8868\u793A\u7D50\u679C | \u8AAC\u660E\n\\_\\_\u592A\u5B57\\_\\_ | __\u592A\u5B57__ | \u5358\u7D14\u306A\u592A\u6587\u5B57\u30C6\u30AD\u30B9\u30C8\u3067\u3059\uFF0E\n\\~\\~\u30A4\u30BF\u30EA\u30C3\u30AF\\~\\~ | ~~\u30A4\u30BF\u30EA\u30C3\u30AF~~ | \u5358\u7D14\u306A\u30A4\u30BF\u30EA\u30C3\u30AF\u30C6\u30AD\u30B9\u30C8\u3067\u3059\uFF0E\n\\-\\-\u53D6\u6D88\u7DDA\\-\\- | --\u53D6\u6D88\u7DDA-- | \u30C6\u30AD\u30B9\u30C8\u306B\u53D6\u6D88\u7DDA\u3092\u4ED8\u3051\u307E\u3059\uFF0E\nCH\\%\\%4\\%\\%|CH%%4%%| \u4E0B\u4ED8\u304D\u6587\u5B57\u3067\u3059 (\u6570\u5B66\u7528\u66F8\u5F0F\u4ED8\u3051\u306E\u8A73\u7D30\u306F\u4EE5\u4E0B\u3092\u3054\u89A7\u304F\u3060\u3055\u3044\uFF0E\nCa\\^\\^2+\\^\\^| Ca^^2+^^| \u4E0A\u4ED8\u3051\u6587\u5B57\u3067\u3059\uFF0E \n\\[\u65B0\u3057\u3044\u30DA\u30FC\u30B8\\] | [\u65B0\u3057\u3044\u30DA\u30FC\u30B8] | \u62EC\u5F27\u5185\u3067\u4E0E\u3048\u3089\u308C\u305F\u540D\u524D\u304C\u4ED8\u3044\u305F\u65B0\u3057\u3044 Wiki \u30DA\u30FC\u30B8\u3078\u30EA\u30F3\u30AF\u3057\u307E\u3059\uFF0E\n\\http\://www.bbc.co.uk/ | http\://www.bbc.co.uk/ | \u5916\u90E8\u306E\u30A6\u30A7\u30D6\u30B5\u30A4\u30C8\u3084\u30AA\u30F3\u30E9\u30A4\u30F3\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u3078\u306E\u30EA\u30F3\u30AF\u3092\u81EA\u52D5\u7684\u306B\u4F5C\u6210\u3057\u307E\u3059\uFF0E\nh1 \u30BF\u30A4\u30C8\u30EB || \u5927\u898B\u51FA\u3057 (CSS \u30B9\u30BF\u30A4\u30EB\u3067\u306F <H1> \u3068\u3057\u3066\u8868\u793A\u3055\u308C\u308B)\nh3 \u30BF\u30A4\u30C8\u30EB || \u5C0F\u898B\u51FA\u3057 (CSS \u30B9\u30BF\u30A4\u30EB\u3067\u306F <H3> \u3068\u3057\u3066\u8868\u793A\u3055\u308C\u308B)\n\\{bgcolor\:yellow\\}\u30C6\u30AD\u30B9\u30C8\\{bgcolor\\}|{bgcolor\:yellow}\u30CF\u30A4\u30E9\u30A4\u30C8\u3055\u308C\u305F\u30C6\u30AD\u30B9\u30C8{bgcolor}|\u62EC\u5F27\u9593\u306E\u30C6\u30AD\u30B9\u30C8\u3092\u30CF\u30A4\u30E9\u30A4\u30C8 (\u6CE8\u610F\: \u7C73\u56FD\u82F1\u8A9E\u3067\u306E\u30B9\u30DA\u30EB\u3067\u3059\!)\n\\{color\:red\\}\u30C6\u30AD\u30B9\u30C8\\{color\\}|{color\:red}\u8D64\u8272\u306E\u30C6\u30AD\u30B9\u30C8{color}|\u62EC\u5F27\u9593\u306E\u30C6\u30AD\u30B9\u30C8\u306E\u8272\u3092\u5909\u66F4 (\u6CE8\u610F\: \u7C73\u56FD\u82F1\u8A9E\u3067\u306E\u30B9\u30DA\u30EB\u3067\u3059\!)\n\\-\\-\\-\\- || \u30DA\u30FC\u30B8\u5E45\u306E\u6C34\u5E73\u7DDA\u3092\u8868\u793A\n- \u7B87\u6761\u66F8\u304D\u30A2\u30A4\u30C6\u30E0 || \u7B87\u6761\u66F8\u304D\u3092\u4F5C\u6210\n* \u7B87\u6761\u66F8\u304D\u30A2\u30A4\u30C6\u30E0 || \u4E0A\u306E\u3082\u306E\u3068\u306F\u5C11\u3057\u7570\u306A\u308B\u8868\u793A\u306E\u7B87\u6761\u66F8\u304D\u3092\u4F5C\u6210\n\# \u7B87\u6761\u66F8\u304D\u30A2\u30A4\u30C6\u30E0 || \u81EA\u52D5\u4ED8\u4E0E\u306E\u6570\u5B57\u4ED8\u304D\u7B87\u6761\u66F8\u304D\u3092\u4F5C\u6210\na. \u7B87\u6761\u66F8\u304D\u30A2\u30A4\u30C6\u30E0 || \u81EA\u52D5\u4ED8\u4E0E\u306E\u82F1\u5B57\u4ED8\u304D\u7B87\u6761\u66F8\u304D\u3092\u4F5C\u6210\nA. \u7B87\u6761\u66F8\u304D\u30A2\u30A4\u30C6\u30E0 || \u5927\u6587\u5B57\u306E\u82F1\u5B57\u4ED8\u304D\u7B87\u6761\u66F8\u304D\ni. \u7B87\u6761\u66F8\u304D\u30A2\u30A4\u30C6\u30E0 || \u5C0F\u6587\u5B57\u306E\u30ED\u30FC\u30DE\u6570\u5B57\u4ED8\u304D\u7B87\u6761\u66F8\u304D\nI. \u7B87\u6761\u66F8\u304D\u30A2\u30A4\u30C6\u30E0 || \u5927\u6587\u5B57\u306E\u30ED\u30FC\u30DE\u6570\u5B57\u4ED8\u304D\u7B87\u6761\u66F8\u304D\ng., h., k., j. \u7B87\u6761\u66F8\u304D\u30A2\u30A4\u30C6\u30E0 || \u30AE\u30EA\u30B7\u30E3\u8A9E\uFF0C\u3072\u3089\u304C\u306A\uFF0C\u30AB\u30BF\u30AB\u30CA\uFF0C\u30D8\u30D6\u30E9\u30A4\u8A9E\u3067\u306E\u756A\u53F7\u4ED8\u304D\u7B87\u6761\u66F8\u304D\n(\u7A7A\u884C) || \u30C6\u30AD\u30B9\u30C8\u3092\u30D1\u30E9\u30B0\u30E9\u30D5\u306B\u5206\u5272\n\\\\\\ || \u30D1\u30E9\u30B0\u30E9\u30D5\u9593\u306E\u7A7A\u767D\u3092\u5897\u3084\u3059\n\\\\\\\\X | X | \u7279\u6B8A\u6587\u5B57 "X" \u3092\u8868\u793A (\u4F8B\u3048\u3070, \\\\\\\\{ \u306F { \u3092\u8868\u793A)\n\\\\\\\\\\\\\\\\\\ | \\\\\\\\ | \\\\\\\\ \u3092\u8868\u793A\n{table} \n\nh3 \u30DE\u30AF\u30ED\u304A\u3088\u3073\u8A73\u7D30 \n\u30DE\u30AF\u30ED\u3068\u30D1\u30E9\u30E1\u30FC\u30BF\u306E\u3059\u3079\u3066\u306E\u4E00\u89A7\u306F\uFF0C\\{list-of-macros\\} \u3092\u5165\u529B\u3059\u308B\u3053\u3068\u3067\u3069\u306E\u30DA\u30FC\u30B8\u3067\u3082\u8868\u793A\u3067\u304D\u307E\u3059\uFF0E\u3053\u306E\u4E00\u89A7\u3067\u306F\uFF0C\u6700\u3082\u5F79\u306B\u7ACB\u3064\u3082\u306E\u3092\u7D39\u4ECB\u3057\u307E\u3059\uFF0E\n\n__\u96FB\u5B50\u30E1\u30FC\u30EB\u30EA\u30F3\u30AF\u3092\u8FFD\u52A0__\n\n{mailto\:} \u306E\u5F8C\u306B\u7D9A\u304F\u96FB\u5B50\u30E1\u30FC\u30EB\u30A2\u30C9\u30EC\u30B9\u306B\u3088\u308A\uFF0C\u30DA\u30FC\u30B8\u5185\u306B\u96FB\u5B50\u30E1\u30FC\u30EB\u30EA\u30F3\u30AF\u3092\u4F5C\u6210\u3057\u307E\u3059\uFF0E\n\n\u4F8B\: \\{mailto\:pbehr@cam.ac.uk\\} \u306F {mailto\:pbehr@cam.ac.uk} \u3068\u3057\u3066\u8868\u793A\u3055\u308C\u307E\u3059\n\n__Wiki \u3078\u306E\u81EA\u52D5\u7D22\u5F15\u3092\u4F5C\u6210__\t\n\n\\{index\\} \u3068\u5165\u529B\u3059\u308B\u3068\uFF0C\u81EA\u52D5\u7684\u306B\u66F4\u65B0\u3055\u308C\u305F Wiki \u306E\u30DA\u30FC\u30B8\u7D22\u5F15\u304C\u4F5C\u6210\u3055\u308C\u307E\u3059\uFF0E\n\n(\u30B9\u30DA\u30FC\u30B9\u306E\u95A2\u4FC2\u4E0A\uFF0C\u4F8B\u306F\u306A\u3057\!)\n\n__\u6700\u8FD1\u5909\u66F4\u3055\u308C\u305F\u30DA\u30FC\u30B8\u306E\u4E00\u89A7\u3092\u81EA\u52D5\u4F5C\u6210__\n\n\\{recent-changes\\} \u3068\u5165\u529B\u3059\u308B\u3068\uFF0CWiki \u5185\u306E\u6700\u8FD1\u5909\u66F4\u3055\u308C\u305F\u30DA\u30FC\u30B8\u306E\u4E00\u89A7\u3092\u6700\u5F8C\u306B\u5909\u66F4\u3057\u305F\u4EBA\u306E\u540D\u524D\u3068\u5909\u66F4\u65E5\u6642\u3068\u3082\u306B\u81EA\u52D5\u66F4\u65B0\u3057\u4F5C\u6210\u3057\u307E\u3059\uFF0E\u30C7\u30D5\u30A9\u30EB\u30C8\u3067\u306F\uFF0C\u904E\u53BB 30 \u65E5\u9593\u306B\u5909\u66F4\u3055\u308C\u305F\u30DA\u30FC\u30B8\u304C\u3059\u3079\u3066\u8868\u793A\u3055\u308C\u307E\u3059\uFF0E\n\n*  \\{recent-changes\:12h\\} - \u904E\u53BB 12 \u6642\u9593\u306B\u5909\u66F4\u3055\u308C\u305F\u30DA\u30FC\u30B8\u3067\u3059\uFF0E\n*  \\{recent-changes\:7d\\} - \u904E\u53BB 1 \u9031\u9593\u306B\u5909\u66F4\u3055\u308C\u305F\u30DA\u30FC\u30B8\u3067\u3059\uFF0E\n*  \\{recent-changes\:2006-12-25\\} - 2006\u5E7412\u670825\u65E5\u4EE5\u964D\u306B\u5909\u66F4\u3055\u308C\u305F\u30DA\u30FC\u30B8\u3067\u3059\uFF0E\n\n(\u30B9\u30DA\u30FC\u30B9\u306E\u95A2\u4FC2\u4E0A\uFF0C\u4F8B\u306F\u306A\u3057\!)\n\n\n__\u30DA\u30FC\u30B8\u306B\u753B\u50CF\u3092\u8FFD\u52A0__\n\n\\{image\:\\} \u3068\u5165\u529B\u3057\u753B\u50CF\u306E URL \u3092\u542B\u3081\u308B\u3068\uFF0C\u30DA\u30FC\u30B8\u306B\u753B\u50CF\u304C\u8868\u793A\u3055\u308C\u307E\u3059 (\u3053\u308C\u306F\uFF0C\u7DE8\u96C6\u753B\u9762\u3067\u753B\u50CF\u30A2\u30A4\u30B3\u30F3\u3092\u30AF\u30EA\u30C3\u30AF\u3059\u308B\u3053\u3068\u3068\u540C\u3058\u3067\uFF0C\u3088\u308A\u4F7F\u3044\u3084\u3059\u3044\u3067\u3059)\n\n\\{image\:/images/bear.jpg|\u718A\\} \u306F\uFF0C\u76F8\u5BFE URL \u304C "/images/bear.jpg" \u306E\u753B\u50CF\u3092\u8868\u793A\u3057\u307E\u3059\uFF0E\u4EE3\u66FF\u8868\u793A\u30C6\u30AD\u30B9\u30C8\u306F "\u718A" \u306B\u306A\u308A\u307E\u3059\uFF0E\n\n\u753B\u50CF\u3092\u5DE6\u306B\u8868\u793A\u3057\u30C6\u30AD\u30B9\u30C8\u3092\u307E\u308F\u308A\u306B\u8868\u793A\u3059\u308B\u5834\u5408\u306F\uFF0C"|ext|float-left" \u306E\u3088\u3046\u306B\u8FFD\u52A0\u306E\u30C6\u30AD\u30B9\u30C8\u3092\u542B\u3081\u307E\u3059\:\n\n\\{image\:/images/bear.jpg|\u718A|ext|float-left\\} \n\n\u753B\u50CF\u3092\u5DE6\u306B\u8868\u793A\u3057\u30C6\u30AD\u30B9\u30C8\u3092\u307E\u308F\u308A\u306B\u8868\u793A\u3059\u308B\u5834\u5408\u306F\uFF0C"|ext|float-right|" \u306E\u3088\u3046\u306B\u8FFD\u52A0\u306E\u30C6\u30AD\u30B9\u30C8\u3092\u542B\u3081\u307E\u3059\:\n\n\\{image\:/images/bear.jpg|\u718A|ext|float-right\\} \n\n\n\u753B\u50CF URL \u306F\u76F8\u5BFE\u30D1\u30B9\u307E\u305F\u306F\u7D76\u5BFE\u30D1\u30B9\u306E\u3069\u3061\u3089\u304B\u3067\u3059\u304C\u5916\u90E8\u30A2\u30C9\u30EC\u30B9\u306B\u306F\u3067\u304D\u307E\u305B\u3093\uFF0E\u307E\u305F\uFF0C\u3053\u306E\u30EF\u30FC\u30AF\u30B9\u30DA\u30FC\u30B9\u306B\u3042\u308B\u753B\u50CF\u3092\u8868\u793A\u3059\u308B\u5834\u5408\uFF0CURL \u306F "worksite\:/" \u3067\u59CB\u307E\u308A\u307E\u3059\uFF0E\u4ED6\u306E\u30EF\u30FC\u30AF\u30B5\u30A4\u30C8\u306B\u3042\u308B\u753B\u50CF\u3092\u8868\u793A\u3059\u308B\u5834\u5408\u306F\uFF0C"sakai\:/" \u306E URL \u3067\u59CB\u3081\uFF0C\u30B5\u30A4\u30C8 ID \u3092\u542B\u3081\u307E\u3059\uFF0E\n\n__\u30A2\u30F3\u30AB\u30FC\u30BF\u30B0\u3092\u4F5C\u6210__\n\n\\{anchor\\} \u3068\u5165\u529B\u3059\u308B\u3068\uFF0C\u30C6\u30AD\u30B9\u30C8\u306E\u524D\u5F8C\u306B HTML \u30A2\u30F3\u30AB\u30FC\u30BF\u30B0\u3092\u4F5C\u6210\u3067\u304D\u307E\u3059\uFF0E\n\n\u4F8B\: \\{anchor\:myLink\\} \u306F \\{anchor\\} \u306B\u98DB\u3073\u307E\u3059\n\n\u6307\u5B9A\u3055\u308C\u305F\u3068\u3053\u308D\u306B\u98DB\u3076\u305F\u3081\u306E\u30EA\u30F3\u30AF\u306F\u6B21\u306E\u3088\u3046\u306B\u8868\u793A\u3055\u308C\u307E\u3059\:\n\n\\[\u3053\u3053\u306F\u30EF\u30AF\u30EF\u30AF\u3055\u305B\u3089\u308C\u307E\u3059|\u73FE\u5728\u306E\u30DA\u30FC\u30B8\u306E\u540D\u524D\u306F\u3053\u3053\#myLink\\]\n\n__\u6570\u5F0F\u66F8\u5F0F\u4ED8\u3051\u3092\u4F7F\u7528__\n\nRWiki \u3067\u306F\uFF0CJS Math \u3092\u4F7F\u7528\u3057\u307E\u3059\u306E\u3067\uFF0CTeX \u5F62\u5F0F\u3067\u5165\u529B\u3055\u308C\u305F\u6570\u5F0F\u3092\u8868\u793A\u3059\u308B\u3053\u3068\u304C\u3067\u304D\u307E\u3059\uFF0E\n\n\\{math\:display\\} \\{math\\} \u3068\u5165\u529B\u3059\u308B\u3068\uFF0C\u4E8C\u3064\u306E\u30BF\u30B0\u306E\u9593\u306B TeX \u304C\u8868\u793A\u3055\u308C\u307E\u3059\uFF0E\n\ne.g. \\{math\:display\\}U_n+2\\} U_n+1\\} U_n \\{math\\} \n{math\:display}U_n+2} U_n+1} U_n {math} \n\n\u8A73\u7D30\u306F {link\:here|http\://www.math.union.edu/~dpvc/jsMath/welcome.html|none|_new}\u3092\u3054\u89A7\u304F\u3060\u3055\u3044\uFF0E\n\n__\u5F15\u7528\u3092\u8868\u793A\u3059\u308B__\n\n\u5F15\u7528\u3092\u8868\u793A\u3059\u308B\u5834\u5408\u306F\uFF0C\u5F15\u7528\u3068\u3057\u3066\u8868\u793A\u3057\u305F\u3044\u30C6\u30AD\u30B9\u30C8\u306E\u4E21\u7AEF\u3067\\{\u5F15\u7528\\} \u3092\u7528\u3044\u307E\u3059\uFF0E\n\n{quote}\u3053\u306E\u3088\u3046\u306A\u611F\u3058\u3067\u3059\!{quote}\n\n\n\nh3 Sakai \u95A2\u9023\u306E\u30DE\u30AF\u30ED\n\n__\\{sakai-sections\\}__ \u30EF\u30FC\u30AF\u30B5\u30A4\u30C8\u306E\u5404\u30BB\u30AF\u30B7\u30E7\u30F3\u306B\u5BFE\u3057\u3066\u81EA\u52D5\u751F\u6210\u3055\u308C\u305F\u30B5\u30D6\u30B5\u30A4\u30C8\u3092\u6307\u3059\u30EA\u30F3\u30AF\u306E\u4E00\u89A7\uFF0E\u30BB\u30AF\u30B7\u30E7\u30F3\u30EC\u30D9\u30EB\u306B\u3088\u308B\u30BB\u30AF\u30B7\u30E7\u30F3\u306E\u6A29\u9650\u3092\u7BA1\u7406\u3059\u308B\u305F\u3081\u306E\u30A4\u30F3\u30BF\u30D5\u30A7\u30FC\u30B9\u306F Wiki \u5185\u306B\u306F\u306A\u3044\u3053\u3068\u306B\u6CE8\u610F\uFF0E\n\n__\\{worksiteinfo\\}__ \u73FE\u5728\u306E\u30B5\u30A4\u30C8\u306B\u95A2\u3059\u308B\u60C5\u5831\u3092\u4E00\u89A7\u8868\u793A\n
wiki_default_page_template=h2 \u65B0\u3057\u3044\u30DA\u30FC\u30B8 \n\n\u3053\u308C\u306F\u65B0\u3057\u3044\u30DA\u30FC\u30B8\u3067\u3059\uFF0E\u30C6\u30AD\u30B9\u30C8\u3092\u30DA\u30FC\u30B8\u306B\u8FFD\u52A0\u3059\u308B\u5834\u5408\:\n* \u4E0A\u306E\u30A2\u30AF\u30B7\u30E7\u30F3\u30D0\u30FC\u306B\u3042\u308B\u300C\u7DE8\u96C6\u300D\u30DC\u30BF\u30F3\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u307E\u3059\uFF0E\n* \u7DE8\u96C6\u53EF\u80FD\u306A\u30C6\u30AD\u30B9\u30C8\u30DC\u30C3\u30AF\u30B9\u306B\u3053\u306E\u30DA\u30FC\u30B8\u306E\u30C6\u30AD\u30B9\u30C8\u304C\u8868\u793A\u3055\u308C\u307E\u3059\n* \u3053\u306E\u300C\u521D\u5FC3\u8005\u300D\u7528\u30C6\u30AD\u30B9\u30C8\u3092\u524A\u9664\u3057\uFF0C\u4EE3\u308F\u308A\u306B\u8868\u793A\u3057\u305F\u3044\u30C6\u30AD\u30B9\u30C8\u3092\u5165\u529B\u3057\u307E\u3059\uFF0E\u30C6\u30AD\u30B9\u30C8\u3092\u66F8\u5F0F\u4ED8\u3051\u3059\u308B\u5834\u5408\u306F\uFF0C\u66F8\u5F0F\u4ED8\u3051\u30DC\u30BF\u30F3\u30A2\u30A4\u30B3\u30F3\u3092\u4F7F\u7528\u3057\uFF0C\u9069\u5F53\u306A Wiki \u66F8\u5F0F\u4ED8\u3051\u30B3\u30FC\u30C9\u3092\u633F\u5165\u3057\u307E\u3059\uFF0E\n* \u300C\u4FDD\u5B58\u300D\u30DC\u30BF\u30F3\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u307E\u3059\uFF0E\n
wiki_edit_right=h1 Wiki \u30C6\u30A3\u30C3\u30D7\u30B9\n__\u65B0\u3057\u3044\u30DA\u30FC\u30B8\u3092\u4F5C\u6210\u3059\u308B\u5834\u5408__\n\n\u5927\u62EC\u5F27\u306B\u4F5C\u6210\u3057\u305F\u3044\u65B0\u3057\u3044\u30DA\u30FC\u30B8\u306E\u540D\u524D\u3092\u5165\u529B\u3057\u307E\u3059\:\n\n* \\[\u65B0\u3057\u3044\u30DA\u30FC\u30B8\u306E\u540D\u524D\\] \n__\u30C6\u30AD\u30B9\u30C8\u3092\u66F8\u5F0F\u4ED8\u3051\u3059\u308B\u5834\u5408__\n\n\u66F8\u5F0F\u4ED8\u3051\u3057\u305F\u3044\u30C6\u30AD\u30B9\u30C8\u3092\u9078\u629E\u3057\uFF0C\u66F8\u5F0F\u4ED8\u3051\u30DC\u30BF\u30F3\u3092\u4F7F\u7528\u3057\u307E\u3059\uFF0E\u3053\u308C\u306B\u3088\u308A\uFF0CWiki \u66F8\u5F0F\u4ED8\u3051\u30B3\u30FC\u30C9\u304C\u81EA\u52D5\u7684\u306B\u633F\u5165\u3055\u308C\u307E\u3059\uFF0E\n\n__\u7B87\u6761\u66F8\u304D\u304A\u3088\u3073\u756A\u53F7\u4ED8\u304D\u7B87\u6761\u66F8\u304D__\n\n\u7B87\u6761\u66F8\u304D\u306E\u5834\u5408\u306F\uFF0C\u7B87\u6761\u66F8\u304D\u306E\u5404\u30A2\u30A4\u30C6\u30E0\u306E\u524D\u306B * (\u30A2\u30B9\u30BF\u30EA\u30B9\u30AF)\u3092\u5165\u529B\u3057\u307E\u3059\: \n\n\\* \u30A2\u30A4\u30C6\u30E0 1\n\n\\* \u30A2\u30A4\u30C6\u30E0 2\n\n* \u30A2\u30A4\u30C6\u30E0 1\n\n* \u30A2\u30A4\u30C6\u30E0 2\n\n\u756A\u53F7\u4ED8\u304D\u7B87\u6761\u66F8\u304D\u306E\u5834\u5408\u306F\uFF0C\u7B87\u6761\u66F8\u304D\u306E\u5404\u30A2\u30A4\u30C6\u30E0\u306E\u524D\u306B \# (\u30B7\u30E3\u30FC\u30D7)\u3092\u5165\u529B\u3057\u307E\u3059\n\n[Wiki \u66F8\u5F0F\u4ED8\u3051\u306B\u95A2\u3059\u308B\u8A73\u7D30\u30D2\u30F3\u30C8|Help Page]
wiki_about_course_page=h2 \u3053\u306E\u30B3\u30FC\u30B9\u306B\u3064\u3044\u3066\n\n\u3053\u306E\u30B3\u30FC\u30B9\u306B\u95A2\u3059\u308B\u60C5\u5831\u3067\u3059\n\n
