wiki_about_course_page=h2 Informationen zu diesem Kurs\n\nEinige Informationen zu diesem Kurs\n\n

wiki_about_project_page=h2 Informationen zu diesem Projekt\n\nEinige Informationen zu diesem Projekt\n\n
wiki_default_page_template=h2 Neue Seite \n\nDies ist eine neue Seite. Um Text hinzuzuf\u00fcgen:\n* Klicken Sie oben in der Aktionsleiste auf die Schaltfl\u00e4che \u201eBearbeiten\u201c.\n* Der Text auf dieser Seite wird in einem Textfeld angezeigt, das bearbeitet werden kann.\n* L\u00f6schen Sie diesen Ausgangstext, und geben Sie den Text ein, der stattdessen angezeigt werden soll. Um den Text zu formatieren, verwenden Sie die Formatierungsschaltfl\u00e4chen, durch die der entsprechende Wiki-Formatierungscode eingef\u00fcgt wird.\n* Klicken Sie auf die Schaltfl\u00e4che \u201eSpeichern\u201c.\n
wiki_edit_right=h1 Wiki-Tipps\n__So erstellen Sie eine neue Seite__\n\nGeben Sie den Namen der neuen Seite, die Sie erstellen m\u00f6chten, in eckigen Klammern ein:\n\n* \\[meine neue Seite\\] \n__So formatieren Sie den Text__\n\nW\u00e4hlen Sie den zu formatierenden Text aus, und verwenden Sie die Formatierungsschaltfl\u00e4chen, um den Wiki-Formatierungscode automatisch einzuf\u00fcgen.\n\n__Aufz\u00e4hlung und Nummerierung __\n\nSetzen Sie bei Aufz\u00e4hlungen ein * (Sternchen) vor jeden Punkt der Liste: \n\n\\* Punkt 1\n\n\\* Punkt 2\n\n* Punkt 1\n\n* Punkt 2\n\nSetzen Sie in nummerierten Listen ein # (Hash) vor jeden Punkt in der Liste.\n\n[Weitere Hinweise zur Wiki-Formatierung|Hilfe-Seite]


wiki_help_page=h1 So formatieren Sie Wiki-Seiten\nWiki-Seiten k\u00f6nnen mithilfe der folgenden Codes formatiert werden. Diese Codes bieten einfache Textstile, z. B. __fett__, ~~kursiv~~ und Listen.\n\nEs gibt auch eine Reihe von Makros, die automatisch bestimmte Informationen bereitstellen k\u00f6nnen und f\u00fcr komplexere Aufgaben verwendet werden k\u00f6nnen, z. B. zum Einf\u00fcgen von Tabellen, Bildern und Anh\u00e4ngen.\n\n(Die verwendete Wiki-Sprache basiert auf {link:Radeox|http://radeox.org}).\n\nh1 Formatierung mithilfe von Symbolen\nSie k\u00f6nnen h\u00e4ufige Formatierungsbefehle mithilfe der Links in der Symbolleiste im oberen Bereich des Editors f\u00fcr Wiki-Seiten einf\u00fcgen. Zu diesen Links geh\u00f6ren Fettschrift, Kursivschrift, \u00dcberschriften, Tabellen, Hochladen von Anh\u00e4ngen und Einf\u00fcgen von Bildern.\n\nh3 Einfache Textformatierung\n\n{table}\nDiese Codes eingeben| Wird angezeigt als | Beschreibungen\n\\_\\_bold\\_\\_ | __bold__ | einfacher fetter Text\n\\~\\~italics\\~\\~ | ~~italics~~ | einfacher kursiver Text\n\\-\\-strike\\-\\- | --strike-- | durchgestrichener Text\nCH\\%\\%4\\%\\%|CH%%4%%| tiefgestellter Text (f\u00fcr mathematische Formatierung, siehe unten)\nCa\\^\\^2+\\^\\^| Ca^^2+^^| hochgestellter Text \n\\[meine neue Seite\\] | [meine neue Seite] | verlinkt mit einer neuen Wiki-Seite mit dem in Klammern angegebenen Namen\n\\http://www.bbc.co.uk/ | http://www.bbc.co.uk/ | erstellt einen automatischen Link zu einer externen Website oder einem Online-Dokument. \nh1 Titel || eine \u00fcbergeordnete \u00dcberschrift (angezeigt als <H1> im lokalen CSS-Stylesheet)\nh3 Titel || eine untergeordnete \u00dcberschrift (angezeigt als <H3> im lokalen CSS-Stylesheet)\n\\{bgcolor:yellow\\}Etwas Text\\{bgcolor\\}|{bgcolor:yellow}Hervorgehobener Text{bgcolor}|Hebt Text in Klammern hervor (US-Schreibweise beachten!)\n\\{color:red\\}Etwas Text\\{color\\}|{color:red}Roter Text {color}|\u00c4ndert die Farbe des Texts in Klammern (US-Schreibweise beachten!)\n\\-\\-\\-\\- || zeigt eine horizontale Linie \u00fcber die Seite an\n- Listenpunkt|| erstellt eine Liste mit Aufz\u00e4hlungszeichen \n* Listenpunkt|| erstellt eine Liste mit Aufz\u00e4hlungszeichen, die etwas anders als die obige angezeigt wird\n# Listenpunkt|| erstellt eine automatisch nummerierte Liste\na. Listenpunkt|| erstellt automatisch eine alphabetische Liste\nA. Listenpunkt|| Alphabetische Liste mit Gro\u00dfbuchstaben\ni. Listenpunkt|| Numerische Liste mit kleingeschriebenen r\u00f6mischen Zahlen\nI. Listenpunkt|| Numerische Liste mit gro\u00dfgeschriebenen r\u00f6mischen Zahlen\ng., h., k., j. Listenpunkt|| Numerische Listen mit griechischen, Hiragana, Katakana und hebr\u00e4ischen Zeichen\n(leere Zeile) || trennt Text in Abschnitte\n\\\\\\ || schafft zus\u00e4tzlichen Platz zwischen Abschnitten\n\\\\\\\\X | X | zeigt das Sonderzeichen \u201eX\u201c an (z. B. \\\\\\\\{ zeigt { an)\n\\\\\\\\\\\\\\\\\\ | \\\\\\\\ | zeigt \\\\\\\\ \n{table} \n\nh3 Makros und mehr \nGeben Sie Folgendes f\u00fcr eine vollst\u00e4ndige Liste von Makros und Parametern auf einer beliebigen Seite ein: \\{list-of-macros\\}. In dieser Liste finden Sie eine Einf\u00fchrung in die n\u00fctzlichsten Elemente.\n\n__E-Mail-Link hinzuf\u00fcgen__\n\n{mailto:} gefolgt von einer E-Mail-Adresse erstellt einen E-Mail-Link auf der Seite.\n\nz. B. \\{mailto:pbehr@cam.ac.uk\\} wird angezeigt als {mailto:pbehr@cam.ac.uk}\n\n__Automatischen Index f\u00fcr Wiki erstellen__\t\n\nDurch Eingeben von \\{index\\} wird ein automatisch aktualisierter Index der Seiten Ihrer Wiki erstellt. \n\n(Kein Beispiel wegen hohen Platzbedarfs!)\n\n__Automatische Liste der zuletzt ge\u00e4nderten Seiten erstellen__\n\nDurch Eingeben von \\{recent-changes\\} wird eine automatisch aktualisierte Liste der zuletzt ge\u00e4nderten Seiten in Ihrer Wiki erstellt. Ebenfalls angegeben werden der Name der Person, die die Seite zuletzt ge\u00e4ndert hat, und das Datum und die Uhrzeit der letzten \u00c4nderung. Standardm\u00e4\u00dfig werden die in den letzten 30 Tagen ge\u00e4nderten Seiten angezeigt.\n\n*  \\{recent-changes:12h\\} - in den letzten 12 Stunden ge\u00e4nderte Seiten.\n*  \\{recent-changes:7d\\} - in den letzten 7 Tagen ge\u00e4nderte Seiten.\n*  \\{recent-changes:2006-12-25\\} - seit 25. Dez. 2006 ge\u00e4nderte Seiten.\n\n(Kein Beispiel wegen zu hohen Platzbedarfs!)\n\n\n__Bild zur Seite hinzuf\u00fcgen__\n\nDurch Eingeben von \\{image:\\} und Einf\u00fcgen der URL des Bilds wird ein Bild auf Ihrer Seite angezeigt. (Dies entspricht dem Vorgang des Klickens auf das Bildsymbol im Bearbeitungsbildschirm, was benutzerfreundlicher ist.)\n\n\\{image:/images/bear.jpg|Ein B\u00e4r\\} w\u00fcrde das Bild anzeigen, dessen relative URL \u201e/images/bear.jpg\u201c ist. Der alternative Text w\u00e4re \u201eEin B\u00e4r\u201c.\n\nUm das Bild auf der linken Seite so anzuzeigen, dass der Text um es herum flie\u00dft, f\u00fcgen Sie den zus\u00e4tzlichen Text \u201e|ext|float-left\u201c wie folgt ein:\n\n\\{image:/images/bear.jpg|Ein B\u00e4r|ext|float-left\\} \n\nUm Ihr Bild rechts anzuzeigen, sodass der Text um es herum flie\u00dft, geben Sie den zus\u00e4tzlichen Text \u201e|ext|float-right\u201c wie folgt ein:\n\n\\{image:/images/bear.jpg|Ein B\u00e4r|ext|float-right\\} \n\n\nDie Bild-URL kann relativ oder absolut sein, nicht jedoch extern. Die URL kann auch mit \u201eworksite:/\u201c beginnen, um Bilder von dieser Work-Site anzuzeigen. Um Bilder von anderen Work-Sites anzuzeigen, k\u00f6nnen Sie eine URL mit \u201esakai:/\u201c beginnen und die Site-ID einf\u00fcgen.\n\n__Anker-Tag erstellen__\n\nDurch Eingeben von \\{anchor\\} wird ein HTML-Anker-Tag um den darin enthaltenen Text erstellt.\t\n\nz. B. \\{anchor:myLink\\}Zu diesem Punkt springen \\{anchor\\}\n\nDer Link, um zu diesem Punkt zu springen, sollte wie folgt aussehen:\n\n\\[Zu diesem interessanten Punkt wechseln|Name der aktuellen Seite here#myLink\\]\n\n__Verwendung mathematischer Formatierung__\n\nRWiki verwendet JS Math, damit Sie mathematische Funktionen in TeX-Form eingeben k\u00f6nnen. \n\nDurch Eingeben von \\{math:display\\} \\{math\\} wird TeX zwischen zwei Tags angezeigt.\t\n\nz. B. \\{math:display\\}U_n+2\\} U_n+1\\} U_n \\{math\\} \n{math:display}U_n+2} U_n+1} U_n {math} \n\nErfahren Sie mehr {link:here|http://www.math.union.edu/~dpvc/jsMath/welcome.html|none|_new}\n\n__Zitat anzeigen__\n\nUm ein Zitat anzuzeigen, geben Sie \\{quote\\} an jedem Ende des Texts ein, den Sie als Zitat anzeigen m\u00f6chten.\n\n{quote}Genau so!{quote}\n\n\n\nh3 Sakai-bezogene Makros\n\n__\\{sakai-sections\\}__\tGeneriert eine Liste von Links, die auf Unter-Sites verweisen, die automatisch f\u00fcr die einzelnen Abschnitte Ihrer Work-Site generiert wurden. Beachten Sie, dass es in der Wiki keine Schnittstelle zum Verwalten von Berechtigungen auf Abschnittsebene gibt.\n\n__\\{worksiteinfo\\}__ Listet die Informationen \u00fcber die aktuelle Site auf\t\n

wiki_home_page=h1 Willkommen beim Wiki-Tool\n\nh3 Was ist eine Wiki?\n\nEine Wiki ist ein Tool, mit dessen Hilfe Menschen Webseiten einzeln oder als Gruppe erstellen k\u00f6nnen, ohne Webkenntnisse zu ben\u00f6tigen.\n\nMit dem Wiki-Tool k\u00f6nnen Sie Webseiten innerhalb Ihrer Work-Site erstellen und bearbeiten. Wenn Sie m\u00f6chten, k\u00f6nnen Sie alle oder einige Seiten \u00f6ffentlich verf\u00fcgbar machen.\n\nh3 Verwenden von Wikis f\u00fcr die Lehrt\u00e4tigkeit\nEs gibt eine Reihe von M\u00f6glichkeiten, Wikis f\u00fcr die Lehrt\u00e4tigkeit einzusetzen. Durch eine Websuche finden Sie eine Reihe von Vorschl\u00e4gen und Fallstudien. Beispielsweise k\u00f6nnen Sch\u00fcler oder Studenten eine Sammlung von Ressourcen zum behandelten Thema erstellen und diese dann \u00f6ffentlich zur Verf\u00fcgung stellen. Einige Lehrkr\u00e4fte erstellen gern Webseiten, um Vorlesungsnotizen und Kursleitf\u00e4den zu ver\u00f6ffentlichen, die von den Studenten gelesen, aber nicht bearbeitet werden k\u00f6nnen.\n\nh3 Verwendung von Wikis f\u00fcr Forschungsgruppen\nDank einer Wiki k\u00f6nnen Menschen gemeinsam an der Erstellung eines Dokuments arbeiten, z. B. an der Erstellung des Entwurfs eines Forschugnsvorschlags im Team oder an der Pflege einer aktuellen Liste von Projektkontakten.\n\nh3 Wie beginnen wir?\nDies ist die Startseite Ihrer Wiki. Um Text hinzuzuf\u00fcgen:\n* Klicken Sie oben in der Aktionsleiste auf die Schaltfl\u00e4che \u201eBearbeiten\u201c.\n* Der Text auf dieser Seite wird in einem Textfeld angezeigt, das bearbeitet werden kann.\n* L\u00f6schen Sie diesen Starttext, und geben Sie den Text ein, der stattdessen angezeigt werden soll. Um den Text zu formatieren, verwenden Sie die Schaltfl\u00e4chensymbole, mit deren Hilfe die entsprechenden Wiki-Formatierungscodes eingef\u00fcgt werden.\n* Klicken Sie auf die Schaltfl\u00e4che \u201eSpeichern\u201c.\n
wiki_recent_changes=h1 Letzte \u00c4nderungen\n{recent-changes}\n





 




