#Vietnamese Sakai is a contribution from HOSEI IT Center and www.huric.org; we also collaborate with Ho Chi Minh University of Technology for this project. 
# For future contact, Please email to Billy Quoc Pham [bpham@huric.org], Nguyen Hua Phung [phung@cse.hcmut.edu.vn] 
#To test out Vietnamse Sakai, you may go to http://vietsakai.huric.net 
#
#Tue Sep 07 15:05:29 PDT 2010
wiki_help_page=h1 How to format your Wiki pages\nWiki pages may be formatted using codes given below. These codes provide simple text styles such as __bold__, ~~italic~~ and lists.\n\nThere are also a number of 'macros' which can automatically provide certain information, as well as being used for more complex tasks, such as including tables, images and attachments.\n\n(The Wiki language used is based on {link\:Radeox|http\://radeox.org}).\n\nh1 Formatting short-cut icons\nYou can insert common formatting commands using the links in the toolbar at the top of the wiki page editor. These links include bold, italic, headings, tables, uploading attachments and including images.\n\nh3 Simple text formatting\n\n{table}\nType these codes| Displays as | Descriptions\n\\_\\_bold\\_\\_ | __bold__ | simple bold text\n\\~\\~italics\\~\\~ | ~~italics~~ | simple italic text\n\\-\\-strike\\-\\- | --strike-- | strike through text\nCH\\%\\%4\\%\\%|CH%%4%%| subscript (for more mathematical formatting, see below)\nCa\\^\\^2+\\^\\^| Ca^^2+^^| superscript \n\\[my new page\\] | [my new page] | links to a new Wiki page with the name given in brackets\n\\http\://www.bbc.co.uk/ | http\://www.bbc.co.uk/ | creates an automatic link to an external website or an online document. \nh1 Title || a major headline (displayed as <H1> would be in the local CSS styling)\nh3 Title || a minor headline (displayed as <H3> would be in the local CSS styling)\n\\{bgcolor\:yellow\\}Some text\\{bgcolor\\}|{bgcolor\:yellow}Highlighted text{bgcolor}|Highlights the text between the brackets (note US spelling\!)\n\\{color\:red\\}Some text\\{color\\}|{color\:red}Red text {color}|Changes the colour of the text between the brackets (note US spelling\!)\n\\-\\-\\-\\- || display a horizontal line across the page\n- list item|| create a bulleted list \n* list item|| create a bulleted list which displays slightly differently to the one above\n\# list item|| create an automatically numbered list\na. list item|| create an automatically alphabetical list\nA. list item|| uppercase alphabetical list\ni. list item|| lowercase Roman numerical list\nI. list item|| uppercase Roman numerical list\ng., h., k., j. list item|| Greek, Hiragana, Katakana & Hebrew numerical lists\n(empty line) || divides text into paragraphs\n\\\\\\ || creates extra space between paragraphs\n\\\\\\\\X | X | display the special character "X" (for example, \\\\\\\\{ will display {)\n\\\\\\\\\\\\\\\\\\ | \\\\\\\\ | display a \\\\\\\\ \n{table} \n\nh3 Macros and More \nFor a full list of macros and parameters, type \\{list-of-macros\\} in any page. This list gives an introduction to the most useful.\n\n__Add an email link__\n\n{mailto\:} followed by an email address will create an email link in the page.\n\ne.g. \\{mailto\:pbehr@cam.ac.uk\\} will display as {mailto\:pbehr@cam.ac.uk}\n\n__Create an automatic index for your Wiki__\t\n\nTyping \\{index\\} will create an automatically updated index of pages for your Wiki. \n\n(No example as it takes up a lot of space\!)\n\n__Create an automatic list of recently changed pages__\n\nTyping \\{recent-changes\\} will create an automatically updated list of the recently changed pages in your Wiki, together with the name of the person who last changed the page and the date and time of the change. By default, it shows all the pages changed in the last 30 days.\n\n*  \\{recent-changes\:12h\\} - recently changed pages in the last 12 hours.\n*  \\{recent-changes\:7d\\} - recently changed pages in the last 7 days.\n*  \\{recent-changes\:2006-12-25\\} - recently changed pages since 25 Dec, 2006.\n\n(No example as it takes up a lot of space\!)\n\n\n__Add an image to your page__\n\nTyping \\{image\:\\} and including the URL of the image will display a image in your page. (This is just the same as clicking the image icon in the edit screen, which is easier to use.)\n\n\\{image\:/images/bear.jpg|A Bear\\} would show the image whose relative URL was "/images/bear.jpg". The alternative text shown would be "A Bear".\n\nTo float your image left, so that text flows round it, include the extra text "|ext|float-left", as below\:\n\n\\{image\:/images/bear.jpg|A Bear|ext|float-left\\} \n\nTo float your image right, so that text flows round it, include the extra text "|ext|float-right", as below\:\n\n\\{image\:/images/bear.jpg|A Bear|ext|float-right\\} \n\n\nThe image URL may be relative or absolute but cannot be external. The URL may also start with "worksite\:/" to display images from this worksite. To display images from your other worksites, you may start a URL with "sakai\:/" and include the site ID.\n\n__Create an anchor tag__\n\nTyping \\{anchor\\} creates an HTML anchor tag around the text it contains.\t\n\ne.g. \\{anchor\:myLink\\}Jump to this point \\{anchor\\}\n\nThe link to jump to that point should appear as follows\:\n\n\\[Go to this exciting point|Name of current page here\#myLink\\]\n\n__Using mathematical formatting__\n\nRWiki uses JS Math so that you can display maths entered in TeX form. \n\nTyping \\{math\:display\\} \\{math\\} will display TeX between the two tags.\t\n\ne.g. \\{math\:display\\}U_n+2\\} U_n+1\\} U_n \\{math\\} \n{math\:display}U_n+2} U_n+1} U_n {math} \n\nFind out more {link\:here|http\://www.math.union.edu/~dpvc/jsMath/welcome.html|none|_new}\n\n__Display a quotation__\n\nTo display a quotation, type \\{quote\\} on either side of the text you want to display as a quote.\n\n{quote}Like this\!{quote}\n\n\n\nh3 Sakai related macros\n\n__\\{sakai-sections\\}__\tGenerate a list of links that point to subsites that are automatically generated for each section in your worksite. Note that there is no interface within the wiki to manage permissions on a section by section level.\n\n__\\{worksiteinfo\\}__ Lists the information about the current site\t\n
wiki_default_page_template=h2 New Trang n\u00E0y l\u00E0 m\u1ED9t trang m\u1EDBi. \u0110\u1EC3 th\u00EAm v\u0103n b\u1EA3n v\u00E0o n\u00F3\: * Nh\u1EA5p v\u00E0o 's\u1EEDa' n\u00FAt trong thanh h\u00E0nh \u0111\u1ED9ng tr\u00EAn.. * B\u1EA1n s\u1EBD th\u1EA5y v\u0103n b\u1EA3n n\u00E0y tr\u00EAn trang xu\u1EA5t hi\u1EC7n trong v\u0103n b\u1EA3n c\u00F3 th\u1EC3 ch\u1EC9nh s\u1EEDa m\u1ED9t h\u1ED9p * X\u00F3a v\u0103n b\u1EA3n starter '' n\u00E0y, v\u00E0 g\u00F5 v\u0103n b\u1EA3n m\u00E0 b\u1EA1n mu\u1ED1n xu\u1EA5t hi\u1EC7n thay th\u1EBF. \u0110\u1EC3 \u0111\u1ECBnh d\u1EA1ng v\u0103n b\u1EA3n, s\u1EED d\u1EE5ng c\u00E1c bi\u1EC3u t\u01B0\u1EE3ng n\u00FAt \u0111\u1ECBnh d\u1EA1ng, m\u00E0 s\u1EBD ch\u00E8n c\u00E1c m\u00E3 \u0111\u1ECBnh d\u1EA1ng wiki th\u00EDch h\u1EE3p. * Nh\u1EA5p v\u00E0o 'ti\u1EBFt ki\u1EC7m' n\u00FAt. 
wiki_about_project_page=h2 Gi\u1EDBi thi\u1EC7u v\u1EC1 d\u1EF1 \u00E1n M\u1ED9t s\u1ED1 th\u00F4ng tin v\u1EC1 d\u1EF1 \u00E1n n\u00E0y 
wiki_recent_changes=h1 Thay \u0111\u1ED5i g\u1EA7n \u0111\u00E2y \n{thay \u0111\u1ED5i g\u1EA7n \u0111\u00E2y} 
wiki_about_course_page=h2 Gi\u1EDBi thi\u1EC7u v\u1EC1 kh\u00F3a h\u1ECDc M\u1ED9t s\u1ED1 th\u00F4ng tin v\u1EC1 kh\u00F3a h\u1ECDc n\u00E0y 
wiki_home_page=h1 Ch\u00E0o m\u1EEBng \u0111\u1EBFn v\u1EDBi C\u00F4ng c\u1EE5 h3 Wiki wiki l\u00E0 g\u00EC. A? wiki l\u00E0 m\u1ED9t c\u00F4ng c\u1EE5 cho ph\u00E9p m\u1ECDi ng\u01B0\u1EDDi t\u1EA1o trang web ri\u00EAng l\u1EBB ho\u1EB7c nh\u01B0 l\u00E0 m\u1ED9t nh\u00F3m, m\u00E0 kh\u00F4ng c\u1EA7n web b\u1EA5t k\u1EF3 k\u1EF9 n\u0103ng S\u1EED d\u1EE5ng c\u00F4ng c\u1EE5 wiki, b\u1EA1n c\u00F3 th\u1EC3 t\u1EA1o v\u00E0 ch\u1EC9nh s\u1EEDa c\u00E1c trang web b\u00EAn trong c\u1EE7a b\u1EA1n worksite. N\u1EBFu b\u1EA1n mu\u1ED1n, b\u1EA1n c\u00F3 th\u1EC3 l\u00E0m t\u1EA5t c\u1EA3 ho\u1EB7c m\u1ED9t s\u1ED1 trang xem c\u00F4ng khai. H3 S\u1EED d\u1EE5ng wiki \u0111\u1EC3 gi\u1EA3ng d\u1EA1y C\u00F3 m\u1ED9t s\u1ED1 r\u1ED9ng c\u00E1c c\u00E1ch \u0111\u1EC3 s\u1EED d\u1EE5ng wiki \u0111\u1EC3 gi\u1EA3ng d\u1EA1y - m\u1ED9t t\u00ECm ki\u1EBFm web s\u1EBD t\u00ECm th\u1EA5y b\u1EA5t k\u1EF3 s\u1ED1 l\u01B0\u1EE3ng c\u00E1c \u0111\u1EC1 xu\u1EA5t v\u00E0 nghi\u00EAn c\u1EE9u tr\u01B0\u1EDDng h\u1EE3p. V\u00ED d\u1EE5, h\u1ECDc sinh c\u00F3 th\u1EC3 ph\u00E1t tri\u1EC3n m\u1ED9t t\u1EADp h\u1EE3p c\u00E1c ngu\u1ED3n l\u1EF1c v\u1EC1 c\u00E1c ch\u1EE7 \u0111\u1EC1 m\u00E0 h\u1ECD \u0111ang h\u1ECDc t\u1EADp, v\u00E0 l\u00E0m cho h\u1ECD c\u00F3 s\u1EB5n v\u1EDBi th\u1EBF gi\u1EDBi b\u00EAn ngo\u00E0i. gi\u1EA3ng vi\u00EAn kh\u00E1c nh\u01B0 \u0111\u1EC3 s\u1EA3n xu\u1EA5t m\u1ED9t trang wiki nh\u01B0 m\u1ED9t c\u00E1ch \u0111\u1EC3 xu\u1EA5t b\u1EA3n b\u00E0i gi\u1EA3ng v\u00E0 h\u01B0\u1EDBng d\u1EABn kh\u00F3a h\u1ECDc cho h\u1ECDc sinh \u0111\u1EC3 \u0111\u1ECDc nh\u01B0ng kh\u00F4ng s\u1EEDa \u0111\u1EC1 xu\u1EA5t. h3 S\u1EED d\u1EE5ng wiki nghi\u00EAn c\u1EE9u cho m\u1ED9t nh\u00F3m wiki cho ph\u00E9p m\u1ECDi ng\u01B0\u1EDDi l\u00E0m vi\u1EC7c v\u1EC1 s\u1EA3n xu\u1EA5t m\u1ED9t t\u00E0i li\u1EC7u v\u1EDBi nhau, ch\u1EB3ng h\u1EA1n nh\u01B0 \u0111\u1EC3 nghi\u00EAn c\u1EE9u d\u1EF1 th\u1EA3o nh\u01B0 l\u00E0 m\u1ED9t nh\u00F3m, ho\u1EB7c \u0111\u1EC3 gi\u1EEF m\u1ED9t c\u1EADp nh\u1EADt danh s\u00E1ch c\u00E1c \u0111\u1ECBa ch\u1EC9 li\u00EAn l\u1EA1c c\u1EE7a d\u1EF1 \u00E1n. h3 L\u00E0m th\u1EBF n\u00E0o \u0111\u1EC3 ch\u00FAng t\u00F4i nh\u1EADn \u0111\u01B0\u1EE3c b\u1EAFt \u0111\u1EA7u? \u0110\u00E2y l\u00E0 trang nh\u00E0 cho wiki c\u1EE7a b\u1EA1n. \u0110\u1EC3 th\u00EAm v\u0103n b\u1EA3n v\u00E0o n\u00F3\: * Nh\u1EA5p v\u00E0o 's\u1EEDa' n\u00FAt trong thanh h\u00E0nh \u0111\u1ED9ng tr\u00EAn.. * B\u1EA1n s\u1EBD th\u1EA5y v\u0103n b\u1EA3n n\u00E0y tr\u00EAn trang xu\u1EA5t hi\u1EC7n trong v\u0103n b\u1EA3n c\u00F3 th\u1EC3 ch\u1EC9nh s\u1EEDa m\u1ED9t h\u1ED9p * X\u00F3a n\u00E0y "kh\u1EDFi \u0111\u1ED9ng" v\u0103n b\u1EA3n, v\u00E0 g\u00F5 v\u0103n b\u1EA3n m\u00E0 b\u1EA1n mu\u1ED1n xu\u1EA5t hi\u1EC7n thay th\u1EBF. \u0110\u1EC3 \u0111\u1ECBnh d\u1EA1ng v\u0103n b\u1EA3n, s\u1EED d\u1EE5ng c\u00E1c bi\u1EC3u t\u01B0\u1EE3ng n\u00FAt, m\u00E0 s\u1EBD ch\u00E8n c\u00E1c m\u00E3 \u0111\u1ECBnh d\u1EA1ng wiki th\u00EDch h\u1EE3p. * Nh\u1EA5p v\u00E0o 'ti\u1EBFt ki\u1EC7m' n\u00FAt. 
wiki_edit_right=h1 Wiki M\u1EB9o __T\u1EA1o ra m\u1ED9t page__ \n\nNh\u1EADp t\u00EAn c\u1EE7a trang m\u1EDBi b\u1EA1n mu\u1ED1n t\u1EA1o ra trong d\u1EA5u ngo\u1EB7c vu\u00F4ng\: \n\n*  [c\u1EE7a t\u00F4i m\u1EDBi trang\\]\n __\u0111\u1ECBnh d\u1EA1ng text c\u1EE7a b\u1EA1n __  \n\nCh\u1ECDn \u0111\u1ECBnh d\u1EA1ng v\u0103n b\u1EA3n sang \u0111\u1ECBnh d\u1EA1ng v\u00E0 s\u1EED d\u1EE5ng c\u00E1c n\u00FAt \u0111\u1ECBnh d\u1EA1ng \u0111\u1EC3 t\u1EF1 \u0111\u1ED9ng ch\u00E8n wiki m\u00E3 s\u1ED1 v\u00E0 \u0111\u1ECBnh d\u1EA1ng.\n\n __Bullets __ s\u1ED1 \u0110\u1ED1i v\u1EDBi c\u00E1c danh s\u00E1ch g\u1EA1ch \u0111\u1EA7u d\u00F2ng, \u0111\u1EB7t m\u1ED9t * (sao) \u1EDF ph\u00EDa tr\u01B0\u1EDBc c\u1EE7a m\u1ED7i m\u1EE5c trong danh s\u00E1ch\:  \n\n\\* m\u1EE5c 1  \n\n\\* m\u1EE5c 2  \n\n\\* kho\u1EA3n 1  \n\n\\* m\u1EE5c 2  \n\n \u0110\u1ED1i v\u1EDBi c\u00E1c danh s\u00E1ch \u0111\u00E1nh s\u1ED1, \u0111\u1EB7t m\u1ED9t th\u0103ng \# \u1EDF ph\u00EDa tr\u01B0\u1EDBc c\u1EE7a m\u1ED7i m\u1EE5c trong danh s\u00E1ch.  \n\n[g\u1EE3i \u00FD th\u00EAm v\u1EC1 \u0111\u1ECBnh d\u1EA1ng Wiki | Tr\u1EE3 gi\u00FAp Trang] 
