###################################
# Translated  by  INTERACTIVE LLC #
# email: sakaiteam@interactive.mn #
###################################

wiki_about_course_page=\
h2 \u042D\u043D\u044D \u043A\u0443\u0440\u0441\u0438\u0439\u043D \u0442\u0443\u0445\u0430\u0439\n\
\n\
\u042D\u043D\u044D \u043A\u0443\u0440\u0441\u0438\u0439\u043D \u0442\u0443\u0445\u0430\u0439 \u0437\u0430\u0440\u0438\u043C \u043C\u044D\u0434\u044D\u044D\u043B\u044D\u043B\n\
\n

wiki_about_project_page=\
h2 \u042D\u043D\u044D \u0442\u04E9\u0441\u043B\u0438\u0439\u043D \u0442\u0443\u0445\u0430\u0439\n\
\n\
\u042D\u043D\u044D \u0442\u04E9\u0441\u043B\u0438\u0439\u043D \u0442\u0443\u0445\u0430\u0439 \u0437\u0430\u0440\u0438\u043C \u043C\u044D\u0434\u044D\u044D\u043B\u044D\u043B\n\
\n
wiki_default_page_template=\
h2 \u0428\u0438\u043D\u044D \u0445\u0443\u0443\u0434\u0430\u0441 \n\
\n\
\u042D\u043D\u044D \u0431\u043E\u043B \u0448\u0438\u043D\u044D \u0445\u0443\u0443\u0434\u0430\u0441. \u04AE\u04AF\u043D\u0434 \u0442\u0435\u043A\u0441\u0442 \u043D\u044D\u043C\u044D\u0445 \u0431\u043E\u043B:\n\
* \u0414\u044D\u044D\u0440\u0445 \u04AF\u0439\u043B\u0434\u043B\u04AF\u04AF\u0434\u0438\u0439\u043D \u0445\u044D\u0441\u044D\u0433 \u0434\u044D\u0445 'edit'-\u044B\u0433 \u0434\u0430\u0440.\n\
* \u0422\u0435\u043A\u0441\u0442 \u044D\u043D\u044D \u0445\u0443\u0443\u0434\u0441\u0430\u043D \u0434\u044D\u044D\u0440 \u0437\u0430\u0441\u0430\u0436 \u0431\u043E\u043B\u043E\u0445\u0443\u0439\u0446 \u0442\u0435\u043A\u0441\u0442\u044B\u043D \u043D\u04AF\u0434\u044D\u043D\u0434 \u0433\u0430\u0440\u0447 \u0438\u0440\u044D\u0445\u0438\u0439\u0433 \u0442\u0430 \u0445\u0430\u0440\u0430\u0445 \u0431\u043E\u043B\u043D\u043E.\n\
* \u042D\u043D\u044D '\u044D\u0445\u043B\u044D\u043B' \u0442\u0435\u043A\u0441\u0442\u044B\u0433 \u0443\u0441\u0442\u0433\u0430\u0430\u0434 \u043E\u0440\u043E\u043D\u0434 \u043D\u044C \u0433\u0430\u0440\u0433\u0430\u0445\u044B\u0433 \u0445\u04AF\u0441\u0441\u044D\u043D \u0442\u0435\u043A\u0441\u0442\u044D\u044D \u0448\u0438\u0432\u043D\u044D. \u0422\u0435\u043A\u0441\u0442\u044D\u044D \u0444\u043E\u0440\u043C\u0430\u0442\u043B\u0430\u0445\u044B\u043D \u0442\u0443\u043B\u0434 wiki \u0444\u043E\u0440\u043C\u0430\u0442\u044B\u043D \u0442\u043E\u0445\u0438\u0440\u043E\u0445 \u043A\u043E\u0434\u0443\u0443\u0434\u044B\u0433 \u043E\u0440\u0443\u0443\u043B\u0430\u0445 \u0444\u043E\u0440\u043C\u0430\u0442\u043B\u0430\u0445 \u0442\u043E\u0432\u0447\u0438\u0439\u043D \u0442\u044D\u043C\u0434\u044D\u0433 \u0434\u044D\u044D\u0440 \u0434\u0430\u0440\u0430\u0430\u0440\u0430\u0439.\n\
* 'save' \u0442\u043E\u0432\u0447\u0438\u0439\u0433 \u0434\u0430\u0440.\n\

wiki_edit_right=\
h1 Wiki-\u044B\u043D \u0437\u04E9\u0432\u043B\u04E9\u043C\u0436\u04AF\u04AF\u0434\n\
__To create a new page__\n\
\n\
\u04AE\u04AF\u0441\u0433\u044D\u0445\u0438\u0439\u0433 \u0445\u04AF\u0441\u0441\u044D\u043D \u0448\u0438\u043D\u044D \u0445\u0443\u0443\u0434\u0430\u0441\u043D\u044B\u0445\u0430\u0430 \u043D\u044D\u0440\u0438\u0439\u0433 \u0414\u04E9\u0440\u0432\u04E9\u043B\u0436\u0438\u043D \u0445\u0430\u0448\u0438\u043B\u0442\u0430\u0434 \u0431\u0438\u0447:\n\
\n\
* \\\[\u041C\u0438\u043D\u0438\u0439 \u0448\u0438\u043D\u044D \u0445\u0443\u0443\u0434\u0430\u0441\\\] \n\
__To format your text__\n\
\n\
\u0444\u043E\u0440\u043C\u0430\u0442\u043B\u0430\u0445 \u0442\u0435\u043A\u0441\u0442\u044D\u044D \u0441\u043E\u043D\u0433\u043E\u043E\u0434, \u0430\u0432\u0442\u043E\u043C\u0430\u0442\u0430\u0430\u0440 wiki \u0444\u043E\u0440\u043C\u0430\u0442\u044B\u043D \u043A\u043E\u0434\u0443\u0443\u0434\u044B\u0433 \u043E\u0440\u0443\u0443\u043B\u0430\u0445\u044B\u043D \u0442\u0443\u043B\u0434 \u0444\u043E\u0440\u043C\u0430\u0442\u043B\u0430\u0445 \u0442\u043E\u0432\u0447\u0438\u0439\u043D \u0430\u0448\u0438\u0433\u043B\u0430.\n\
\n\
__Bullets and numbering __\n\
\n\
\u0421\u0443\u043C\u0442\u0430\u0439 \u0436\u0430\u0433\u0441\u0430\u0430\u043B\u0442 \u04AF\u04AF\u0441\u0433\u044D\u0445\u0438\u0439\u043D \u0442\u0443\u043B\u0434 \u0436\u0430\u0433\u0441\u0430\u0430\u043B\u0442\u0430\u0434 \u0431\u0430\u0439\u0433\u0430\u0430 \u0437\u04AF\u0439\u043B \u0431\u04AF\u0445\u043D\u0438\u0439 \u04E9\u043C\u043D\u04E9 * (\u043E\u0434) \u0442\u0430\u0432\u044C: \n\
\n\
\\\* item 1\n\
\n\
\\\* item 2\n\
\n\
* item 1\n\
\n\
* item 2\n\
\n\
\u0414\u0443\u0433\u0430\u0430\u0440\u0442\u0430\u0439 \u0436\u0430\u0433\u0441\u0430\u0430\u043B\u0442 \u04AF\u04AF\u0441\u0433\u044D\u0445 \u0431\u043E\u043B \u0436\u0430\u0433\u0441\u0430\u0430\u043B\u0442\u0430\u0434 \u0431\u0430\u0439\u0433\u0430\u0430 \u0437\u04AF\u0439\u043B \u0431\u04AF\u0445\u043D\u0438\u0439 \u04E9\u043C\u043D\u04E9 # (\u0447\u0430\u0433\u0442) \u0442\u0430\u0432\u044C.\n\
\n\
[More Hints on Wiki formatting|Help Page]

wiki_help_page=\
h1 Wiki \u0445\u0443\u0443\u0434\u0441\u0443\u0443\u0434\u0430\u0430 \u044F\u0430\u0436 \u0444\u043E\u0440\u043C\u0430\u0442\u043B\u0430\u0445 \u0432\u044D\n\
Wiki \u0445\u0443\u0443\u0434\u0441\u0443\u0443\u0434\u044B\u0433 \u0434\u043E\u043E\u0440 \u04E9\u0433\u04E9\u0433\u0434\u0441\u04E9\u043D \u043A\u043E\u0434\u0443\u0443\u0434\u044B\u0433 \u0430\u0448\u0438\u0433\u043B\u0430\u043D \u0444\u043E\u0440\u043C\u0430\u0442\u043B\u0430\u0436 \u0431\u043E\u043B\u043D\u043E. \u042D\u0434\u0433\u044D\u044D\u0440 \u043A\u043E\u0434\u0443\u0443\u0434 \u043D\u044C __bold__, ~~italic~~,\u0436\u0430\u0433\u0441\u0430\u0430\u043B\u0442\u0443\u0443\u0434 \u0437\u044D\u0440\u044D\u0433 \u044D\u043D\u0433\u0438\u0439\u043D \u0442\u0435\u043A\u0441\u0442 \u0437\u0430\u0433\u0432\u0430\u0440\u0443\u0443\u0434\u0442\u0430\u0439.\n\
\n\

\u0422\u043E\u0434\u043E\u0440\u0445\u043E\u0439 \u043C\u044D\u0434\u044D\u044D\u043B\u043B\u044D\u044D\u0440 \u0430\u0432\u0442\u043E\u043C\u0430\u0442\u0430\u0430\u0440 \u0445\u0430\u043D\u0433\u0430\u0436 \u0447\u0430\u0434\u0430\u0445 \u0445\u044D\u0434\u044D\u043D 'macros' \u0431\u0438\u0439. \u041C\u04E9\u043D \u044D\u0434\u0433\u044D\u044D\u0440 \u043D\u044C \u0445\u04AF\u0441\u043D\u044D\u0433\u0442, \u0434\u04AF\u0440\u0441\u04AF\u04AF\u0434, \u0445\u0430\u0432\u0441\u0440\u0430\u043B\u0442\u0443\u0443\u0434 \u0437\u044D\u0440\u044D\u0433 \u0438\u043B\u04AF\u04AF \u0442\u04E9\u0433\u0441 \u0430\u0436\u0438\u043B\u0434 \u0430\u0448\u0438\u0433\u043B\u0430\u0433\u0434\u0434\u0430\u0433.\n\
\n\
(Wiki \u0445\u044D\u043B \u043D\u044C {link:Radeox|http://radeox.org} \u0434\u044D\u044D\u0440 \u0442\u0443\u043B\u0433\u0443\u0443\u0440\u043B\u0430\u043D \u0445\u044D\u0440\u044D\u0433\u043B\u044D\u0433\u0434\u0434\u044D\u0433).\n\
\n\
h1 short-cut-\u044B\u043D \u0442\u044D\u043C\u0434\u0433\u0438\u0439\u0433 \u0444\u043E\u0440\u043C\u0430\u0442\u043B\u0430\u0445\n\
wiki page editor-\u044B\u043D \u0434\u044D\u044D\u0434 \u0442\u0430\u043B \u0434\u0430\u0445\u044C toolbar-\u044B\u043D \u043B\u0438\u043D\u043A\u04AF\u04AF\u0434\u0438\u0439\u0433 \u0430\u0448\u0438\u0433\u043B\u0430\u043D \u043D\u0438\u0439\u0442\u043B\u044D\u0433 \u0444\u043E\u0440\u043C\u0430\u0442\u044B\u043D \u043A\u043E\u043C\u043C\u0430\u043D\u0434\u0443\u0443\u0434\u044B\u0433 \u043E\u0440\u0443\u0443\u043B\u0436 \u0431\u043E\u043B\u043D\u043E. \u042D\u0434\u0433\u044D\u044D\u0440 \u043B\u0438\u043D\u043A\u04AF\u04AF\u0434 \u043D\u044C bold, italic, \u0442\u043E\u043B\u0433\u043E\u0439\u043D\u0443\u0443\u0434, \u0445\u04AF\u0441\u043D\u044D\u0433\u0442\u04AF\u04AF\u0434, \u043E\u0440\u0443\u0443\u043B\u0430\u0445 \u0445\u0430\u0432\u0441\u0440\u0430\u043B\u0442\u0443\u0443\u0434 \u0431\u043E\u043B\u043E\u043D \u0434\u04AF\u0440\u0441\u04AF\u04AF\u0434\u0438\u0439\u0433 \u0431\u0430\u0433\u0442\u0430\u0430\u0434\u0430\u0433.\n\
\n\
h3 \u042D\u043D\u0433\u0438\u0439\u043D \u0442\u0435\u043A\u0441\u0442 \u0444\u043E\u0440\u043C\u0430\u0442\u043B\u0430\u0445\n\
\n\
{table}\n\
\u044D\u0434\u0433\u044D\u044D\u0440 \u043A\u043E\u0434\u0443\u0443\u0434\u044B\u0433 \u0448\u0438\u0432\u044D\u0445| \u0442\u0430\u0439\u043B\u0431\u0430\u0440 | \u043C\u0430\u044F\u0433\u0430\u0430\u0440 \u0445\u0430\u0440\u0443\u0443\u043B\u0430\u0445\n\
\\_\\_bold\\_\\_ | __bold__ | simple bold text\n\
\\~\\~italics\\~\\~ | ~~italics~~ | simple italic text\n\
\\-\\-strike\\-\\- | --strike-- | strike through text\n\
CH\\%\\%4\\%\\%|CH%%4%%| subscript (for more mathematical formatting, see below)\n\
Ca\\^\\^2+\\^\\^| Ca^^2+^^| superscript \n\
\\[my new page\\] | [my new page] | \u0445\u0430\u0430\u043B\u0442\u0430\u043D\u0434 \u04E9\u0433\u04E9\u0433\u0434\u0441\u04E9\u043D \u043D\u044D\u0440\u0442\u044D\u0439 \u0448\u0438\u043D\u044D Wiki \u0445\u0443\u0443\u0434\u0430\u0441\u0440\u0443\u0443 \u043E\u0440\u043E\u0445 \u043B\u0438\u043D\u043A\u04AF\u04AF\u0434\n\
\\http://www.bbc.co.uk/ | http://www.bbc.co.uk/ |\u0433\u0430\u0434\u043D\u0430\u0445 \u0432\u044D\u0431 \u0441\u0430\u0439\u0442 \u044E\u043C\u0443\u0443 \u0446\u0430\u0445\u0438\u043C \u0431\u0430\u0440\u0438\u043C\u0442\u0440\u0443\u0443 \u043E\u0440\u043E\u0445 \u0430\u0432\u0442\u043E\u043C\u0430\u0442 \u043B\u0438\u043D\u043A \u04AF\u04AF\u0441\u0433\u044D\u0445. \n\
h1 Title || a major headline (displayed as <H1> would be in the local CSS styling)\n\
h3 Title || a minor headline (displayed as <H3> would be in the local CSS styling)\n\
\\{bgcolor:yellow\\}Some text\\{bgcolor\\}|{bgcolor:yellow}Highlighted text{bgcolor}|\u0425\u0430\u0430\u043B\u0442\u043D\u044B \u0433\u043E\u043B\u0434 \u0431\u0430\u0439\u0433\u0430\u0430 \u04AF\u0433\u04AF\u04AF\u0434\u0438\u0439\u0433 \u0442\u043E\u0434\u0440\u0443\u0443\u043B\u043D\u0430 (\u0410\u041D\u0423-\u044B\u043D \u0437\u04E9\u0432 \u0431\u0438\u0447\u0438\u0445 \u0434\u04AF\u0440\u043C\u044D\u044D\u0440!)\n\
\\{color:red\\}Some text\\{color\\}|{color:red}Red text {color}|Changes the colour of the text between the brackets (\u0410\u041D\u0423-\u044B\u043D \u0437\u04E9\u0432 \u0431\u0438\u0447\u0438\u0445 \u0434\u04AF\u0440\u043C\u044D\u044D\u0440!)\n\
\\-\\-\\-\\- || \u0445\u0443\u0443\u0434\u0441\u0430\u043D \u0434\u044D\u044D\u0440 \u0445\u04E9\u043D\u0434\u043B\u04E9\u043D \u0437\u0443\u0440\u0430\u0430\u0441 \u0445\u0430\u0440\u0443\u0443\u043B\u0430\u0445\n\
- list item|| \u0441\u0443\u043C\u0430\u0439 \u0436\u0430\u0433\u0441\u0430\u0430\u043B\u0442 \u04AF\u04AF\u0441\u0433\u044D \n\
* list item|| \u0414\u044D\u044D\u0440\u0445\u044D\u044D\u0441 \u0430\u0440\u0430\u0439 \u04E9\u04E9\u0440 \u0445\u0430\u0440\u0430\u0433\u0434\u0430\u0445 \u0441\u0443\u043C\u0430\u0439 \u0436\u0430\u0433\u0441\u0430\u0430\u043B\u0442 \u04AF\u04AF\u0441\u0433\u044D\n\
# list item|| create an automatically numbered list\n\
a. list item|| \u0430\u0432\u0442\u043E\u043C\u0430\u0442\u0430\u0430\u0440 \u04AF\u0441\u0433\u0438\u0439\u043D \u0434\u0430\u0440\u0430\u0430\u043B\u0430\u043B\u0442\u0430\u0439 \u0436\u0430\u0433\u0441\u0430\u0430\u043B\u0442 \u04AF\u04AF\u0441\u0433\u044D\u0445\n\
A. list item|| \u04AF\u0441\u0433\u0438\u0439\u043D \u0434\u0430\u0440\u0430\u0430\u043B\u0430\u043B\u0442\u0430\u0439 \u0436\u0430\u0433\u0441\u0430\u0430\u043B\u0442\u044B\u0433 \u0442\u043E\u043C \u04AF\u0441\u0433\u044D\u044D\u0440 \u0431\u0438\u0447\u0438\u0445\n\
i. list item|| \u0420\u043E\u043C \u0442\u043E\u043E\u043D\u044B \u0436\u0430\u0433\u0441\u0430\u0430\u043B\u0442\u044B\u0433 \u0436\u0438\u0436\u0438\u0433 \u04AF\u0441\u0433\u044D\u044D\u0440 \u0431\u0438\u0447\u0438\u0445\n\
I. list item|| \u0420\u043E\u043C \u0442\u043E\u043E\u043D\u044B \u0436\u0430\u0433\u0441\u0430\u0430\u043B\u0442\u044B\u0433 \u0442\u043E\u043C \u04AF\u0441\u0433\u044D\u044D\u0440 \u0431\u0438\u0447\u0438\u0445\n\
g., h., k., j. list item||\u0413\u0440\u0435\u043A, \u0425\u0438\u0440\u0430\u0433\u0430\u043D\u0430, \u041A\u0430\u0442\u0430\u043A\u0430\u043D\u0430 \u0431\u043E\u043B\u043E\u043D \u0415\u0432\u0440\u0435\u0439 \u0442\u043E\u043E\u043D \u0436\u0430\u0433\u0441\u0430\u0430\u043B\u0442\n\
(empty line) || \u0442\u0435\u043A\u0441\u0442\u044B\u0433 \u0434\u043E\u0433\u043E\u043B \u043C\u04E9\u0440\u043D\u04AF\u04AF\u0434\u044D\u0434 \u0445\u0443\u0432\u0430\u0430\u0445\n\
\\\\\\ || \u0414\u043E\u0433\u043E\u043B \u043C\u04E9\u0440\u043D\u04AF\u04AF\u0434\u0438\u0439\u043D \u0445\u043E\u043E\u0440\u043E\u043D\u0434 \u043D\u044D\u043C\u044D\u043B\u0442 \u0437\u0430\u0439 \u04AF\u04AF\u0441\u0433\u044D\u0445\n\
\\\\\\\\\X | X | \u0442\u0443\u0441\u0433\u0430\u0439 "X" \u0442\u044D\u043C\u0434\u044D\u0433\u0442\u0438\u0439\u0433 \u0445\u0430\u0440\u0443\u0443\u043B\u0430\u0445(\u0436\u0438\u0448\u044D\u044D\u043B\u0431\u044D\u043B, \\\\\\\\\{ will display \{)\n\
\\\\\\\\\\\\\\\\\\ | \\\\\\\\\ | display a \\\\\\\\\ \n\
{table} \n\
\n\
h3 \u041C\u0430\u043A\u0440\u043E\u043D\u0443\u0443\u0434 \u0431\u043E\u043B\u043E\u043D \u0431\u0443\u0441\u0430\u0434 \n\
\u041C\u0430\u043A\u0440\u043E\u043D\u0443\u0443\u0434 \u0431\u043E\u043B\u043E\u043D \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u0438\u0439\u043D \u0431\u04AF\u0440\u044D\u043D \u0436\u0430\u0433\u0441\u0430\u0430\u043B\u0442\u044B\u0433 \u0430\u0432\u0430\u0445 \u0431\u043E\u043B \u0430\u043B\u044C \u0447 \u0445\u0443\u0443\u0434\u0441\u0430\u043D\u0434 \u0445\u0430\u043C\u0430\u0430\u0433\u04AF\u0439 \\{list-of-macros\\} \u0433\u044D\u0436 \u0431\u0438\u0447. \u042D\u043D\u044D \u0436\u0430\u0433\u0441\u0430\u0430\u043B\u0442 \u0445\u0430\u043C\u0433\u0438\u0439\u043D \u0445\u044D\u0440\u044D\u0433\u0446\u044D\u044D\u0442\u044D\u0439 \u043D\u044C \u043E\u043B\u043E\u0445 \u0437\u0430\u0430\u0432\u0430\u0440\u0447\u0438\u043B\u0433\u0430\u0430 \u04E9\u0433\u043D\u04E9.\n\
\n\
__Add an email link__\n\
\n\
\{mailto:\}-\u044B\u043D \u0430\u0440\u0430\u0430\u0441 email \u0445\u0430\u044F\u0433 \u043E\u0440\u0443\u0443\u043B\u0431\u0430\u043B \u0445\u0443\u0443\u0434\u0441\u0430\u043D\u0434 \u043C\u044D\u0439\u043B\u0440\u04AF\u04AF \u043E\u0440\u043E\u0445 \u043B\u0438\u043D\u043A \u04AF\u04AF\u0441\u043D\u044D.\n\
\n\
e.g. \\{mailto:pbehr@cam.ac.uk\\} \u043D\u044C {mailto:pbehr@cam.ac.uk} \u0445\u044D\u043B\u0431\u044D\u0440\u044D\u044D\u0440 \u0445\u0430\u0440\u0430\u0433\u0434\u0430\u043D\u0430\n\
\n\
__Create an automatic index for your Wiki__	\n\
\n\
\\{index\\} \u0433\u044D\u0436 \u0431\u0438\u0447\u0441\u044D\u043D\u044D\u044D\u0440 Wiki \u0434\u044D\u0445 \u0445\u0443\u0443\u0434\u0430\u0441\u043D\u044B \u0430\u0432\u0442\u043E\u043C\u0430\u0442\u0430\u0430\u0440 \u0448\u0438\u043D\u044D\u0447\u043B\u044D\u0433\u0434\u0441\u044D\u043D \u0438\u043D\u0434\u0435\u043A\u0441 \u04AF\u04AF\u0441\u043D\u044D. \n\
\n\
(\u0418\u0445 \u0437\u0430\u0439 \u044D\u0437\u043B\u044D\u0445 \u0443\u0447\u0440\u0430\u0430\u0441 \u0436\u0438\u0448\u044D\u044D \u04AF\u0437\u04AF\u04AF\u043B\u0441\u044D\u043D\u0433\u04AF\u0439!)\n\
\n\
__Create an automatic list of recently changed pages__\n\
\n\
\\{recent-changes\\} \u0433\u044D\u0436 \u0431\u0438\u0447\u0441\u044D\u043D\u044D\u044D\u0440 Wiki \u0434\u044D\u0445 \u0441\u0430\u044F\u0445\u0430\u043D \u04E9\u04E9\u0440\u0447\u043B\u04E9\u0433\u0434\u0441\u04E9\u043D \u0445\u0443\u0443\u0434\u0441\u0443\u0443\u0434\u044B\u043D \u0430\u0432\u0442\u043E\u043C\u0430\u0442\u0430\u0430\u0440 \u0448\u0438\u043D\u044D\u0447\u043B\u044D\u0433\u0434\u0441\u044D\u043D \u0436\u0430\u0433\u0441\u0430\u0430\u043B\u0442, \u0445\u0430\u043C\u0433\u0438\u0439\u043D \u0441\u04AF\u04AF\u043B\u0434 \u04E9\u04E9\u0440\u0447\u043B\u04E9\u043B\u0442 \u0445\u0438\u0439\u0441\u044D\u043D \u0445\u04AF\u043D\u0438\u0439 \u043D\u044D\u0440 \u0431\u043E\u043B\u043E\u043D \u04E9\u04E9\u0440\u0447\u043B\u04E9\u0433\u0434\u0441\u04E9\u043D \u043E\u0433\u043D\u043E\u043E, \u0445\u0443\u0433\u0430\u0446\u0430\u0430\u043D\u044B \u0445\u0430\u043C\u0442 \u04AF\u04AF\u0441\u043D\u044D. \u0425\u04AF\u0441\u0432\u044D\u043B, \u0441\u04AF\u04AF\u043B\u0438\u0439\u043D 30 \u0445\u043E\u043D\u043E\u0433\u0442 \u04E9\u04E9\u0440\u0447\u043B\u04E9\u0433\u0434\u0441\u04E9\u043D \u0431\u04AF\u0445 \u0445\u0443\u0443\u0434\u0441\u0443\u0443\u0434\u044B\u0433 \u0445\u0430\u0440\u0443\u0443\u043B\u043D\u0430.\n\
\n\
*  \\{recent-changes:12h\\} - \u0441\u04AF\u04AF\u043B\u0438\u0439\u043D 12 \u0446\u0430\u0433\u0442 \u0445\u0443\u0443\u0434\u0441\u044B\u0433 \u0441\u0430\u044F\u0445\u0430\u043D \u0441\u043E\u043B\u0438\u0441\u043E\u043D.\n\
*  \\{recent-changes:7d\\} - \u0441\u04AF\u04AF\u043B\u0438\u0439\u043D 7 \u0445\u043E\u043D\u043E\u0433\u0442 \u0445\u0443\u0443\u0434\u0441\u044B\u0433 \u0441\u0430\u044F\u0445\u0430\u043D \u0441\u043E\u043B\u0438\u0441\u043E\u043D.\n\
*  \\{recent-changes:2006-12-25\\} - 25 Dec, 2006-\u0430\u0430\u0441 \u0445\u043E\u0439\u0448 \u0445\u0443\u0443\u0434\u0441\u044B\u0433 \u0441\u0430\u044F\u0445\u0430\u043D \u0441\u043E\u043B\u0438\u0441\u043E\u043D.\n\
\n\
(\u0418\u0445 \u0437\u0430\u0439 \u044D\u0437\u043B\u044D\u0445 \u0443\u0447\u0440\u0430\u0430\u0441 \u0436\u0438\u0448\u044D\u044D \u04AF\u0437\u04AF\u04AF\u043B\u0441\u044D\u043D\u0433\u04AF\u0439!)\n\
\n\
\n\
__Add an image to your page__\n\
\n\
 \\{image:\\} \u0433\u044D\u0436 \u0431\u0438\u0447\u044D\u044D\u0434 \u0434\u04AF\u0440\u0441\u0438\u0439\u043D URL-\u044B\u0433 \u0431\u0430\u0433\u0442\u0430\u0430\u0436 \u04E9\u0433\u0432\u04E9\u043B \u0445\u0443\u0443\u0434\u0441\u0430\u043D\u0434 \u0447\u0438\u043D\u044C \u0434\u04AF\u0440\u0441\u0438\u0439\u0433 \u0445\u0430\u0440\u0443\u0443\u043B\u043D\u0430. (\u0437\u0430\u0441\u0430\u0445 \u0434\u044D\u043B\u0433\u044D\u0446 \u0434\u044D\u044D\u0440\u0445 \u0434\u04AF\u0440\u0441\u0438\u0439\u043D \u0442\u044D\u043C\u0434\u044D\u0433 \u0434\u044D\u044D\u0440 \u0434\u0430\u0440\u0430\u0445\u0442\u0430\u0439 \u044F\u0433 \u0438\u0436\u0438\u043B \u0431\u04E9\u0433\u04E9\u04E9\u0434 \u0445\u044D\u0440\u044D\u0433\u043B\u044D\u0445\u044D\u0434 \u0445\u044F\u043B\u0431\u0430\u0440.)\n\
\n\
\\{image:/images/bear.jpg|A Bear\\} \u0445\u0430\u043C\u0430\u0430\u0440\u0430\u043B\u0442\u0430\u0439 URL \u043D\u044C "/images/bear.jpg" \u0433\u044D\u0441\u044D\u043D \u0434\u04AF\u0440\u0441\u0438\u0439\u0433 \u04AF\u0437\u04AF\u04AF\u043B\u043D\u044D. \u04AE\u0437\u04AF\u04AF\u043B\u044D\u0445 \u0445\u043E\u0451\u0440 \u0434\u0430\u0445\u044C \u0442\u0435\u043A\u0441\u0442 \u043D\u044C "A Bear" \u0431\u0430\u0439\u043D\u0430.\n\
\n\
\u0417\u04AF\u04AF\u043D \u0442\u0430\u043B\u044B\u043D \u0434\u04AF\u0440\u0441\u044D\u044D \u0431\u0430\u0439\u0440\u043B\u0443\u0443\u043B\u0430\u0445\u044B\u043D \u0442\u0443\u043B\u0434 \u0434\u043E\u043E\u0440 \u04AF\u0437\u04AF\u04AF\u043B\u0441\u044D\u043D \u0448\u0438\u0433 "|ext|float-left" \u0433\u044D\u0441\u044D\u043D \u043D\u044D\u043C\u044D\u043B\u0442 \u0442\u0435\u043A\u0441\u0442 \u043E\u0440\u0443\u0443\u043B:\n\
\n\
\\{image:/images/bear.jpg|A Bear|ext|float-left\\} \n\
\n\
\u0411\u0430\u0440\u0443\u0443\u043D \u0442\u0430\u043B\u044B\u043D \u0434\u04AF\u0440\u0441\u044D\u044D \u0431\u0430\u0439\u0440\u043B\u0443\u0443\u043B\u0430\u0445\u044B\u043D \u0442\u0443\u043B\u0434 \u0434\u043E\u043E\u0440 \u04AF\u0437\u04AF\u04AF\u043B\u0441\u044D\u043D \u0448\u0438\u0433 "|ext|float-right" \u0433\u044D\u0441\u044D\u043D \u043D\u044D\u043C\u044D\u043B\u0442 \u0442\u0435\u043A\u0441\u0442 \u043E\u0440\u0443\u0443\u043B:\n\
\n\
\\{image:/images/bear.jpg|A Bear|ext|float-right\\} \n\
\n\
\n\
\u0434\u04AF\u0440\u0441\u0438\u0439\u043D URL \u043D\u044C \u0445\u0430\u043C\u0430\u0430\u0440\u0430\u043B\u0442\u0430\u0439 \u044E\u043C\u0443\u0443 \u0445\u044F\u0437\u0433\u0430\u0430\u0440\u0433\u04AF\u0439 \u0431\u0430\u0439\u0436 \u0431\u043E\u043B\u043D\u043E, \u0433\u044D\u0445\u0434\u044D\u044D \u0433\u0430\u0434\u043D\u044B \u0431\u0430\u0439\u0436 \u0431\u043E\u043B\u043E\u0445\u0433\u04AF\u0439. \u041C\u04E9\u043D \u044D\u043D\u044D \u0430\u0436\u043B\u044B\u043D \u0445\u044D\u0441\u0433\u044D\u044D\u0441 \u0434\u04AF\u0440\u0441 \u0445\u0430\u0440\u0443\u0443\u043B\u0430\u0445\u0434\u0430\u0430 URL \u043D\u044C "worksite:/"-\u0442\u0430\u0439 \u044D\u0445\u044D\u043B\u0436 \u043C\u0430\u0433\u0430\u0434\u0433\u04AF\u0439. \u0411\u0443\u0441\u0430\u0434 \u0430\u0436\u043B\u044B\u043D \u0445\u044D\u0441\u0433\u044D\u044D\u0441\u044D\u044D \u0434\u04AF\u0440\u0441 \u0445\u0430\u0440\u0443\u0443\u043B\u0430\u0445 \u0431\u043E\u043B URL-\u044B\u0433 "sakai:/"-\u0442\u0430\u0439 \u0445\u0430\u043C\u0442 \u044D\u0445\u043B\u04AF\u04AF\u043B\u044D\u044D\u0434 \u0441\u0430\u0439\u0442\u044B\u043D ID-\u044B\u0433 \u0431\u0430\u0433\u0442\u0430\u0430\u0436 \u04E9\u0433\u04E9\u0445 \u0445\u044D\u0440\u044D\u0433\u0442\u044D\u0439.\n\
\n\
__Create an anchor tag__\n\
\n\
 \\{anchor\\} \u0433\u044D\u0436 \u0431\u0438\u0447\u0438\u0445 \u043D\u044C \u04AF\u04AF\u043D\u0434 \u0430\u0433\u0443\u0443\u043B\u0430\u0433\u0434\u0434\u0430\u0433 \u0442\u0435\u043A\u0441\u0442\u0438\u0439\u043D \u044D\u0440\u0433\u044D\u043D \u0442\u043E\u0439\u0440\u043E\u043D\u0434 HTML anchor tag \u04AF\u04AF\u0441\u0433\u044D\u043D\u044D.	\n\
\n\
e.g. \\{anchor:myLink\\}Jump to this point \\{anchor\\}\n\
\n\
\u0442\u0443\u0445\u0430\u0439\u043D \u0446\u044D\u0433\u0440\u04AF\u04AF \u043E\u0447\u0438\u0445 \u043B\u0438\u043D\u043A \u0434\u0430\u0440\u0430\u0430\u0445 \u0431\u0430\u0439\u0434\u043B\u0430\u0430\u0440 \u0433\u0430\u0440\u0447 \u0438\u0440\u044D\u0445 \u0451\u0441\u0442\u043E\u0439:\n\
\n\
\\[Go to this exciting point|Name of current page here#myLink\\]\n\
\n\
__Using mathematical formatting__\n\
\n\
RWiki \u043D\u044C JS Math-\u044B\u0433 \u0430\u0448\u0438\u0433\u043B\u0430\u0434\u0430\u0433 \u0443\u0447\u0440\u0430\u0430\u0441 TeX \u0444\u043E\u0440\u043C\u0434 \u043E\u0440\u0443\u0443\u043B\u0441\u0430\u043D \u0442\u043E\u043E\u0433 \u0445\u0430\u0440\u0443\u0443\u043B\u0430\u0445 \u0431\u043E\u043B\u043E\u043C\u0436\u0442\u043E\u0439. \n\
\n\
\\{math:display\\} \\{math\\} \u0433\u044D\u0436 \u0431\u0438\u0447\u0441\u044D\u043D\u044D\u044D\u0440 \u0445\u043E\u0451\u0440  TeX between the two tags.	\n\
\n\
e.g. \\{math:display\\}U_n+2\\} U_n+1\\} U_n \\{math\\} \n\
{math:display}U_n+2} U_n+1} U_n {math} \n\
\n\
{link:here|http://www.math.union.edu/~dpvc/jsMath/welcome.html|none|_new}-\u0430\u0430\u0441 \u0438\u043B\u04AF\u04AF \u0438\u0445\u0438\u0439\u043D \u0445\u0430\u0440\u0430\u0430\u0440\u0430\u0439\n\
\n\
__Display a quotation__\n\
\n\
\u0418\u0448\u043B\u044D\u043B\u0438\u0439\u0433 \u0445\u0430\u0440\u0443\u0443\u043B\u0430\u0445\u044B\u043D \u0442\u0443\u043B\u0434 \u0438\u0448\u043B\u044D\u043B \u043C\u0430\u044F\u0433\u0430\u0430\u0440 \u0445\u0430\u0440\u0443\u0443\u043B\u0430\u0445\u044B\u0433 \u0445\u04AF\u0441\u0441\u044D\u043D \u0442\u0435\u043A\u0441\u0442\u0438\u0439\u043D\u0445\u044D\u044D \u0445\u043E\u0451\u0440 \u0442\u0430\u043B\u0434 \\{quote\\} \u0433\u044D\u0436 \u0431\u0438\u0447\u043D\u044D.\n\
\n\
{quote}Like this!{quote}\n\
\n\
\n\
\n\
h3 Sakai-\u0434 \u0445\u0430\u043C\u0430\u0430\u0440\u0430\u043B\u0442\u0430\u0439 macros\n\
\n\
__\\{sakai-sections\\}__	\u0430\u0436\u043B\u044B\u043D \u0445\u044D\u0441\u044D\u0433 \u0434\u044D\u0445 \u0445\u044D\u0441\u044D\u0433 \u0431\u04AF\u0440\u0442 \u0430\u0432\u0442\u043E\u043C\u0430\u0442\u0430\u0430\u0440 \u04AF\u04AF\u0441\u0433\u044D\u0433\u0434\u0441\u044D\u043D \u0434\u044D\u0434 \u0441\u0430\u0439\u0442\u0443\u0443\u0434\u0440\u0443\u0443 \u043E\u0440\u043E\u0445 \u043B\u0438\u043D\u043A\u04AF\u04AF\u0434\u0438\u0439\u043D \u0436\u0430\u0433\u0441\u0430\u0430\u043B\u0442 \u0433\u0430\u0440\u0433\u0430\u0445. wiki-\u0434 \u0445\u044D\u0441\u0433\u0438\u0439\u043D \u0442\u04AF\u0432\u0448\u043D\u044D\u044D\u0440 \u0445\u044D\u0441\u044D\u0433 \u0434\u044D\u044D\u0440\u0445 \u0437\u04E9\u0432\u0448\u04E9\u04E9\u0440\u043B\u0438\u0439\u0433 \u0443\u0434\u0438\u0440\u0434\u0430\u0445  \u044F\u043C\u0430\u0440\u0447 \u0438\u043D\u0442\u0435\u0440\u0444\u0430\u0439\u0441 \u0431\u0430\u0439\u0445\u0433\u04AF\u0439\u0433 \u0430\u043D\u0445\u0430\u0430\u0440.\n\
\n\
__\\{worksiteinfo\\}__ \u043E\u0434\u043E\u043E\u0433\u0438\u0439\u043D \u0441\u0430\u0439\u0442\u044B\u043D \u0442\u0430\u043B\u0430\u0430\u0440\u0445 \u043C\u044D\u0434\u044D\u044D\u043B\u043B\u0438\u0439\u0433 \u0436\u0430\u0433\u0441\u0430\u0430\u043D\u0430	\n\


wiki_home_page=\
h1 Wiki Tool-\u0434 \u0442\u0430\u0432\u0442\u0430\u0439 \u043C\u043E\u0440\u0438\u043B\n\
\n\
h3 wiki \u0433\u044D\u0436 \u044E\u0443 \u0432\u044D?\n\
\n\
wiki \u0431\u043E\u043B \u044F\u043C\u0430\u0440\u0447 wiki-\u044B\u043D \u0442\u0430\u043B\u0430\u0430\u0440\u0445 \u0442\u0443\u0440\u0448\u043B\u0430\u0433\u0430\u0433\u04AF\u0439 \u0431\u0430\u0439\u0441\u0430\u043D \u0447 \u0431\u0438\u0435 \u0434\u0430\u0430\u0436 \u0431\u043E\u043B\u043E\u043D \u0433\u0440\u0443\u043F\u044D\u044D\u0440\u044D\u044D \u0432\u044D\u0431 \u0445\u0443\u0443\u0434\u0441\u0443\u0443\u0434 \u04AF\u04AF\u0441\u0433\u044D\u0445 \u0431\u043E\u043B\u043E\u043C\u0436\u0438\u0439\u0433 \u0445\u04AF\u043C\u04AF\u04AF\u0441\u0442 \u043E\u043B\u0433\u043E\u0434\u043E\u0433.\n\
\n\
wiki tool-\u044B\u0433 \u0430\u0448\u0438\u0433\u043B\u0430\u043D \u0430\u0436\u043B\u044B\u043D\u0445\u0430\u0430 \u0445\u044D\u0441\u044D\u0433\u0442 \u0432\u044D\u0431 \u0445\u0443\u0443\u0434\u0441\u0443\u0443\u0434\u044B\u0433 \u04AF\u04AF\u0441\u0433\u044D\u0445 \u0431\u043E\u043B\u043E\u043D \u0437\u0430\u0441\u0447 \u0431\u043E\u043B\u043D\u043E. \u0425\u044D\u0440\u044D\u0432 \u0442\u0430 \u0445\u04AF\u0441\u0432\u044D\u043B \u0431\u04AF\u0445 \u044E\u043C\u0443\u0443 \u0437\u0430\u0440\u0438\u043C \u0445\u0443\u0443\u0434\u0441\u0443\u0443\u0434\u0430\u0430 \u043E\u043B\u043E\u043D \u043D\u0438\u0439\u0442\u044D\u0434 \u043D\u044D\u044D\u043B\u0442\u0442\u044D\u0439 \u0431\u043E\u043B\u0433\u043E\u0436 \u0431\u043E\u043B\u043D\u043E.\n\
\n\
h3 \u0445\u0438\u0447\u044D\u044D\u043B \u0437\u0430\u0430\u0445\u0434\u0430\u0430 wikis-\u044B\u0433 \u0430\u0448\u0438\u0433\u043B\u0430\u0445\n\
\u0425\u0438\u0447\u044D\u044D\u043B \u0437\u0430\u0430\u0445\u0434\u0430\u0430 wikis-\u044B\u0433 \u0430\u0448\u0438\u0433\u043B\u0430\u0445 \u043C\u0430\u0448 \u043E\u043B\u043E\u043D \u0442\u043E\u043E\u043D\u044B \u0430\u0440\u0433\u0443\u0443\u0434 \u0431\u0430\u0439\u0434\u0430\u0433- \u0412\u044D\u0431 \u0445\u0430\u0439\u043B\u0442 \u0445\u0438\u0447\u043D\u044D\u044D\u043D \u043B \u0431\u043E\u043B \u0445\u0438\u0447\u043D\u044D\u044D\u043D \u0441\u0430\u043D\u0430\u043B \u0431\u043E\u043B\u043E\u043D \u0441\u043E\u0446\u0438\u043E\u043B\u043E\u0433\u0438\u0439\u043D \u0441\u0443\u0434\u0430\u043B\u0433\u0430\u0430\u0433 \u043E\u043B\u043D\u043E. \u0416\u0438\u0448\u044D\u044D\u043B\u0431\u044D\u043B: \u043E\u044E\u0443\u0442\u043D\u0443\u0443\u0434 \u0441\u0443\u0440\u0430\u043B\u0446\u0430\u0436 \u0431\u0430\u0439\u0433\u0430\u0430 \u0441\u044D\u0434\u0432\u0438\u0439\u043D\u0445\u044D\u044D \u0442\u0430\u043B\u0430\u0430\u0440\u0445 \u044D\u0445 \u0441\u0443\u0440\u0432\u0430\u043B\u0436\u0443\u0443\u0434\u044B\u043D \u0446\u0443\u0433\u043B\u0443\u0443\u043B\u0433\u0430\u0430 \u043D\u044D\u043C\u044D\u0445\u0434\u04AF\u04AF\u043B\u0436, \u0433\u0430\u0434\u0430\u0430\u0434 \u0435\u0440\u0442\u04E9\u043D\u0446\u04E9\u0434 \u043D\u044D\u044D\u043B\u0442\u0442\u044D\u0439 \u0431\u043E\u043B\u0433\u043E\u0436 \u0431\u043E\u043B\u043D\u043E. \u0411\u0443\u0441\u0430\u0434 \u043B\u0435\u043A\u0442\u043E\u0440\u0443\u0443\u0434 \u043B\u0435\u043A\u0446\u044B\u043D \u0442\u044D\u043C\u0434\u044D\u0433\u043B\u044D\u043B \u0431\u043E\u043B\u043E\u043D \u043A\u0443\u0440\u0441\u044B\u043D \u0437\u0430\u0430\u0432\u0430\u0440\u044B\u0433 \u043E\u044E\u0443\u0442\u043D\u0443\u0443\u0434\u0430\u0434 \u0437\u0430\u0441\u0430\u0445 \u0431\u0438\u0448 \u0437\u04E9\u0432\u0445\u04E9\u043D \u0443\u043D\u0448\u0438\u0445 \u0437\u043E\u0440\u0438\u0443\u043B\u0430\u043B\u0442\u0430\u0430\u0440 wiki \u0445\u0443\u0443\u0434\u0441\u044B\u0433 \u04AF\u04AF\u0441\u0433\u044D\u0445 \u0434\u0443\u0440\u0442\u0430\u0439 \u0431\u0430\u0439\u0434\u0430\u0433.\n\
\n\
h3 \u0441\u0443\u0434\u0430\u043B\u0433\u0430\u0430\u043D\u044B \u0431\u0430\u0433\u0443\u0443\u0434\u0430\u0434 wikis-\u044B\u0433 \u0430\u0448\u0438\u0433\u043B\u0430\u0445\n\
wiki \u043D\u044C \u0445\u04AF\u043C\u04AF\u04AF\u0441\u0442 \u0445\u0430\u043C\u0442\u0440\u0430\u043D \u0431\u0430\u0433\u0430\u0430\u0440 \u0441\u0443\u0434\u0430\u043B\u0433\u0430\u0430\u043D\u044B \u0441\u0430\u043D\u0430\u043B \u0431\u043E\u043B\u043E\u0432\u0441\u0440\u0443\u0443\u043B\u0430\u0445, \u0442\u04E9\u0441\u043B\u0438\u0439\u043D \u0445\u0430\u0440\u0438\u043B\u0446\u0430\u0433\u0447\u0434\u044B\u043D \u0436\u0430\u0433\u0441\u0430\u0430\u043B\u0442\u044B\u0433 \u04AF\u0440\u0433\u044D\u043B\u0436 \u0448\u0438\u043D\u044D\u0447\u043B\u044D\u0445 \u0437\u044D\u0440\u044D\u0433 \u0431\u0430\u0440\u0438\u043C\u0442 \u0433\u0430\u0440\u0433\u0430\u0445 \u0431\u043E\u043B\u043E\u043C\u0436 \u043E\u043B\u0433\u043E\u0434\u043E\u0433.\n\
\n\
h3 \u0411\u0438\u0434 \u044F\u0430\u0436 \u044D\u0445\u043B\u044D\u0445 \u0432\u044D?\n\
\u042D\u043D\u044D \u0431\u043E\u043B wiki-\u044B\u043D \u0447\u0438\u043D\u044C \u043D\u04AF\u04AF\u0440 \u0445\u0443\u0443\u0434\u0430\u0441. \u04AE\u04AF\u043D\u0434 \u0442\u0435\u043A\u0441\u0442 \u043D\u044D\u043C\u044D\u0445\u0438\u0439\u043D \u0442\u0443\u043B\u0434:\n\
* \u0414\u044D\u044D\u0440\u0445 \u04AF\u0439\u043B\u0434\u043B\u04AF\u04AF\u0434\u0438\u0439\u043D \u0445\u044D\u0441\u044D\u0433 \u0434\u044D\u0445 'edit'-\u044B\u0433 \u0434\u0430\u0440.\n\
* \u0422\u0435\u043A\u0441\u0442 \u044D\u043D\u044D \u0445\u0443\u0443\u0434\u0441\u0430\u043D \u0434\u044D\u044D\u0440 \u0437\u0430\u0441\u0430\u0436 \u0431\u043E\u043B\u043E\u0445\u0443\u0439\u0446 \u0442\u0435\u043A\u0441\u0442\u044B\u043D \u043D\u04AF\u0434\u044D\u043D\u0434 \u0433\u0430\u0440\u0447 \u0438\u0440\u044D\u0445\u0438\u0439\u0433 \u0442\u0430 \u0445\u0430\u0440\u0430\u0445 \u0431\u043E\u043B\u043D\u043E.\n\
* \u042D\u043D\u044D '\u044D\u0445\u043B\u044D\u043B' \u0442\u0435\u043A\u0441\u0442\u044B\u0433 \u0443\u0441\u0442\u0433\u0430\u0430\u0434 \u043E\u0440\u043E\u043D\u0434 \u043D\u044C \u0433\u0430\u0440\u0433\u0430\u0445\u044B\u0433 \u0445\u04AF\u0441\u0441\u044D\u043D \u0442\u0435\u043A\u0441\u0442\u044D\u044D \u0448\u0438\u0432\u043D\u044D. \u0422\u0435\u043A\u0441\u0442\u044D\u044D \u0444\u043E\u0440\u043C\u0430\u0442\u043B\u0430\u0445\u044B\u043D \u0442\u0443\u043B\u0434 wiki \u0444\u043E\u0440\u043C\u0430\u0442\u044B\u043D \u0442\u043E\u0445\u0438\u0440\u043E\u0445 \u043A\u043E\u0434\u0443\u0443\u0434\u044B\u0433 \u043E\u0440\u0443\u0443\u043B\u0430\u0445 \u0444\u043E\u0440\u043C\u0430\u0442\u043B\u0430\u0445 \u0442\u043E\u0432\u0447\u0438\u0439\u043D \u0442\u044D\u043C\u0434\u044D\u0433 \u0434\u044D\u044D\u0440 \u0434\u0430\u0440\u0430\u0430\u0440\u0430\u0439.\n\
* 'save' \u0433\u044D\u0441\u044D\u043D \u0442\u043E\u0432\u0447\u0438\u0439\u0433 \u0434\u0430\u0440.\n\

wiki_recent_changes=\
h1 \u0441\u0430\u044F\u0445\u0430\u043D \u0445\u0438\u0439\u0433\u0434\u0441\u044D\u043D \u04E9\u04E9\u0440\u0447\u043B\u04E9\u043B\u0442\u04AF\u04AF\u0434\n\
{recent-changes}\n\






 




