wiki_about_course_page=h2 Om denna kurs\n\nInformation om denna kurs\n\n
wiki_about_project_page=h2 Om detta projekt \n\nInformation om detta projekt\n\n
wiki_default_page_template=h2 Ny sida\n\nDetta \u00e4r en ny sida. F\u00f6r att l\u00e4gga till text\:\n* Klicka p\u00e5 knappen 'redigera' i raden ovan.\n* Du kommer se texten p\u00e5 denna sida i en redigerbar textruta.\n* Ta bort denna 'start'-text, och ange den text som du vill anv\u00e4nda ist\u00e4llet. F\u00f6r att formatera texten, anv\u00e4nd formateringsikonerna som d\u00e5 kommer att att s\u00e4tta in de korrekta wikiformaterings-koderna.\n* Klicka knappen 'Spara'.\n
wiki_edit_right=h1 Wiki-tips\n__Att skapa en ny sida__\n\nSkriv det namn du vill anv\u00e4nda f\u00f6r den nya sidan inom hakparenteser\:\n\n* \\[min nya sida\\] \n__F\u00f6r att formatera din text__\n\nV\u00e4lj den text du vill formatera och anv\u00e4nd formateringsknapparna f\u00f6r att automatiskt l\u00e4gga till koderna f\u00f6r textformatering.\n\n__Punkter och numrering__\n\nF\u00f6r punklistor, anv\u00e4nd * (asterisk) f\u00f6re varje objekt i listan\: \n\n\\* objekt 1\n\n\\* objekt 2\n\n* objekt 1\n\n* objekt 2\n\nF\u00f6r numrerade listor, anv\u00e4nd \# (hashtag) f\u00f6re varje objekt i listan.\n\n[Fler tips p\u00e5 Wiki-formatering|Hj\u00e4lpsida]
wiki_help_page=h1 Hur du formaterar dina Wiki-sidor\nWiki-sidor kan formateras genom att anv\u00e4nda den kod som finns angiven nedan. Dessa koder erbjuder enklare textformatering s\u00e5 som __fetstil__, ~~kursiv~~ och listor.\n\n Det finns ocks\u00e5 ett antal \u2018makron\u2019 som automatiskt kan bidra med viss information, men ocks\u00e5 anv\u00e4ndas f\u00f6r mer komplexa uppgifter, s\u00e5 som att inkludera tabeller, bilder och bilagor.\n\nh1 Formatera genv\u00e4gsikoner\nDu kan infoga vanliga formateringskommandon genom att anv\u00e4nda l\u00e4nkarna i verktygsf\u00e4ltet som finns \u00f6verst i vyn f\u00f6r redigering av Wiki-sidor. Dessa l\u00e4nkar inkluderar fetstil, kursiv, rubriker, tabeller, att ladda upp bilagor och inkludera bilder.\n\nh3 Enkel textformatering\n\n{table}\nSkriv in dessa koder| Visas som | Beskrivning\n\\_\\_bold\\_\\_ | __bold__ | enkel fetstilt text\n \\~\\~italics\\~\\~ | ~~italics~~ | enkel kursiverad text\n\\-\\-strike\\-\\- | --strike-- | genomstruken text\nCH\\%\\%4\\%\\%|CH%%4%%| neds\u00e4nkt text (f\u00f6r mer matematisk formatering, se nedan)\nCa\\^\\^2+\\^\\^| Ca^^2+^^| upph\u00f6jd text \n\\[my new page\\] | [my new page] | l\u00e4nkar till en ny Wiki-sida med det namn som anges inom hakparenteserna\n\\http\://www.bbc.co.uk/ | http\://www.bbc.co.uk/ | Skapar en l\u00e4nk till en extern webbsida eller ett webbdokument.\nh1 Title || en stor rubrik (visas som elementet <H1> skulle se ut med hj\u00e4lp av CSS-styling)\nh3 Title || en liten rubrik (visas som elementet <H3> skulle se ut med hj\u00e4lp av CSS-styling)\n\\{bgcolor\:yellow\\}N\u00e5gon text\\{bgcolor\\}|{bgcolor\:yellow}Markerad text{bgcolor}|Markerar den text som anges inom hakparenteserna (notera stavningen av ordet color)\n\\{color\:red\\}N\u00e5gon text\\{color\\}|{color\:red}R\u00f6d text {color}|\u00c4ndrar f\u00e4rgen p\u00e5 den text som anges inom hakparenteserna (notera stavningen av ordet color)\n\\-\\-\\-\\- || visar en horisontell linje som str\u00e4cker sig \u00f6ver sidan\n- list item|| skapar en punktlista\n* list item|| skapar en punktlista som skiljer sig n\u00e5got fr\u00e5n den tidigare n\u00e4mnda\na. list item|| skapar en lista med automatisk bokstavsordning\ni. list item|| ordnad lista med romerska siffror (sm\u00e5 bokst\u00e4ver) \nI. list item|| ordnad lista med romerska siffror (stora bokst\u00e4ver)\ng., h., k., j. list item|| ordnade listor med tecken fr\u00e5n grekiska, hiragana, katakana & hebreiska\n (empty line) || delar upp texten i paragrafer\n\\\\\\ || skapar extra utrymme mellan paragrafer\n \\\\\\\\X | X | visar specialtecknet "X" (till exempel, \\\\\\\\{ kommer att visa {)\n \\\\\\\\\\\\\\\\\\ | \\\\\\\\ | visar \\\\\\\\ \n{table} \n\nh3 Makron med mera \nF\u00f6r en fullst\u00e4ndig lista \u00f6ver makron och parametrar, skriv \\{list-of-macros\\} p\u00e5 vilken sida som helst. Denna lista ger en introduktion till de mest anv\u00e4ndbara.\n\n __Add an email link__\n\n{mailto\:} f\u00f6ljt av en e-postadress kommer att skapa en e-postl\u00e4nk p\u00e5 sidan.\n\nT.ex. \\{mailto\:pbehr@cam.ac.uk\\} kommer att visas som {mailto\:pbehr@cam.ac.uk}\n\n__Create an automatic index for your Wiki__\u21e5\n\nGenom att skriva \\{index\\} kommer indexeringen av sidor automatiskt att uppdateras f\u00f6r din Wiki. \n\n(Inget exempel eftersom det skulle ta f\u00f6r mycket plats\!)\n\n__Create an automatic list of recently changed pages__\n\nGenom att skriva \\{recent-changes\\} kommer en uppdaterad lista av nyligen f\u00f6r\u00e4ndrade sidor skapas automatiskt f\u00f6r din Wiki, tillsammans med namnet p\u00e5 den person som senast gjorde f\u00f6r\u00e4ndringar p\u00e5 sidan samt datum och tid f\u00f6r f\u00f6r\u00e4ndringen. Som standard visas alla sidor som f\u00f6r\u00e4ndrats de senaste 30 dagarna. \n\n* \\{recent-changes\:12h\\} \u2013 sidor som f\u00f6r\u00e4ndrats under de senaste 12 timmarna.\n* \\{recent-changes\:7d\\} \u2013 sidor som f\u00f6r\u00e4ndrats under de senaste 7 dagarna\n* \\{recent-changes\:2006-12-25\\} \u2013 sidor som f\u00f6r\u00e4ndrats sedan 25 december, 2006.\n\n(Inget exempel eftersom det skulle ta f\u00f6r mycket plats\!)\n\n\n__Add an image to your page__\n\nGenom att skriva \\{image\:\\} och inkludera bildens URL kommer en bild att visas p\u00e5 din sida. (Detta \u00e4r samma sak som att klicka p\u00e5 bild-ikonen i f\u00f6r\u00e4ndringsvyn, vilken \u00e4r l\u00e4ttare att anv\u00e4nda.)\n\n\\{image\:/images/bear.jpg|A Bear\\} skulle visa den bild vars relativa URL \u00e4r "/images/bear.jpg". Den alternative texten som visas skulle vara "A Bear".\n\nF\u00f6r att placera bilden till v\u00e4nster, s\u00e5 att texten fl\u00f6dar runt bilden, inkluderas texten "|ext|float-left", se nedan\:\n\n\\{image\:/images/bear.jpg|A Bear|ext|float-left\\}\n\nF\u00f6r att placera bilden till h\u00f6ger, s\u00e5 att texten fl\u00f6dar runt bilden, inkluderas texten "|ext|float-right", se nedan\:\n\n\\{image\:/images/bear.jpg|A Bear|ext|float-right\\} \n\n\nBildens URL kan vara relativ eller absolut men kan inte vara extern. URL\:en kan ocks\u00e5 b\u00f6rja med "worksite\:/" f\u00f6r att visa bilder fr\u00e5n denna arbetssajt. F\u00f6r att visa bilder fr\u00e5n dina andra arbetssajter kan du b\u00f6rja en URL med "sakai\:/" och inkludera sajtens ID.\n\n __Create an anchor tag__\n\n Genom att skriva \\{anchor\\} skapas en ankarl\u00e4nkstagg runt texten.\u21e5\n\nT.ex. \\{anchor\:myLink\\}Jump to this point \\{anchor\\}\n\n L\u00e4nken f\u00f6r att g\u00e5 till denna punkt b\u00f6r se ut p\u00e5 f\u00f6ljande s\u00e4tt\:\n\n \\[Go to this exciting point|Name of current page here\#myLink\\]\n\n __Using mathematical formatting__\n\n RWiki anv\u00e4nder JS Math s\u00e5 att du kan visa matematik skriven i TeX-format. \n\n Genom att skriva \\{math\:display\\} \\{math\\} visas TeX mellan taggarna.\u21e5\n\n T.ex. \\{math\:display\\}U_n+2\\} U_n+1\\} U_n \\{math\\} \n {math\:display}U_n+2} U_n+1} U_n {math} \n\nMer information {link\:here|http\://www.math.union.edu/~dpvc/jsMath/welcome.html|none|_new}\n\n __Display a quotation__\n\n F\u00f6r att visa ett citat, skriv \\{quote\\} p\u00e5 b\u00e5da sidor om den text du vill visa som citat.\n\n {quote}S\u00e5h\u00e4r\!{quote}\n\n\n\nh3 Sakai-relaterade makron\n\n __\\{sakai-sections\\}__\u21e5Generera en lista med l\u00e4nkar som leder till sidor som genereras automatiskt f\u00f6r varje sektion p\u00e5 din arbetssajt. Notera att det inte finns n\u00e5got gr\u00e4nssnitt i Wikin f\u00f6r att hantera beh\u00f6righeter p\u00e5 en individuell sektionsniv\u00e5.\n\n __\\{worksiteinfo\\}__ Listar information om den aktuella sajten \u21e5\n
wiki_home_page=h1 V\u00e4lkommen till Wiki verktyget\nh3 Vad \u00e4r wiki?\nWiki \u00e4r ett verktyg som till\u00e5ter personer att skapa websidor sj\u00e4lv eller i grupp utan n\u00e5gra f\u00f6rkunskaper om webben.\nGenom att anv\u00e4nda Wiki-verktyget kan du skapa och redigera websidor p\u00e5 din sajt. Om du vill kan du g\u00f6ra dessa eller n\u00e5gra av dessa publika. \n\nh3 Anv\u00e4nda Wiki i undervisning\nDet finns flera s\u00e4tt att anv\u00e4nda Wiki i undervisningen - en s\u00f6kning p\u00e5 n\u00e4tet ger ett stort antal f\u00f6rslag och case-studier. Till exempel s\u00e5 kan studenter skapa en samling resurser p\u00e5 omr\u00e5det som de studerar f\u00f6r tillf\u00e4llet och g\u00f6ra dem tillg\u00e4ngliga f\u00f6r allm\u00e4nheten. Andra l\u00e4rare publicerar material i en wiki som ett s\u00e4tt att tillhandah\u00e5lla f\u00f6rel\u00e4sningsmaterial och kursinformation f\u00f6r studenter att l\u00e4sa men inte att redigera.\n\nh3 Att anv\u00e4nda Wiki f\u00f6r forskargrupper\nEn wiki till\u00e5ter deltagare att skriva och redigera ett dokument tillsammans, s\u00e5som ett utkast till vetenskapliga ans\u00f6kningar f\u00f6r ett team eller att uppr\u00e4tth\u00e5lla en aktuell lista \u00f6ver projektets kontakter.\n\nh3 Hur kommer man ig\u00e5ng?\n Detta \u00e4r startsidan f\u00f6r din wiki. F\u00f6r att l\u00e4gga till text s\u00e5 g\u00f6r du s\u00e5 h\u00e4r\: \n* Klicka p\u00e5 knappen 'Redigera' i den horisontella menyn ovan. \n* Texten p\u00e5 denna sidan kommer att dyka upp i en redigerbar textruta.\n* Ta bort denna "start"-text , och skriv in den text som du vill se ist\u00e4llet. F\u00f6r att formatera din text s\u00e5 anv\u00e4nder du knapparna ovanf\u00f6r redigeringsf\u00e4ltet. Dessa kommer att s\u00e4tta in de korrekta formateringskoderna. \n* Klicka 'Spara'. \n
wiki_recent_changes=h1 Nyligen gjorda \u00e4ndringar\n{recent-changes}\n
