#X-Generator: crowdin.com
linktestfilter_addsignerror=\u062f\u0631 \u062d\u0627\u0644 \u062d\u0627\u0636\u0631 \u0646\u0627\u0645 \u0635\u0641\u062d\u0647 \u0646\u0645\u06cc \u062a\u0648\u0627\u0646\u062f \u0634\u0627\u0645\u0644 "@" \u0628\u0627\u0634\u062f
MacroFilter.5=\ \u067e\u06cc\u062f\u0627 \u0646\u0634\u062f.
LinkTestFilter.2=<div class\="error">\u062f\u0631 \u062f\u0648 \u0637\u0631\u0641 URL\u0647\u0627 [...] \u0642\u0631\u0627\u0631 \u0646\u06af\u06cc\u0631\u062f.</div>
LinkTestFilter.1=org.radeox.Messages
LinkMacro.0=\u06f1\u060c text\: \u0645\u062a\u0646 \u0644\u06cc\u0646\u06a9 
LinkMacro.1=\u06f2\u060c url\: URL \u0645\u0631\u0628\u0648\u0637 \u0628\u0647 \u0644\u06cc\u0646\u06a9 \u060c\u0627\u06af\u0631 \u062e\u0627\u0631\u062c\u06cc \u0627\u0633\u062a \u0648 \u0647\u06cc\u0686 \u0647\u062f\u0641 \u0645\u0634\u062e\u0635 \u0634\u062f\u0647 \u0627\u06cc \u0646\u062f\u0627\u0631\u062f\u060c \u06cc\u06a9 \u067e\u0646\u062c\u0631\u0647 \u062c\u062f\u06cc\u062f \u0628\u0627\u0632 \u062e\u0648\u0627\u0647\u062f \u0634\u062f 
LinkMacro.2=\u06f3\u060c img\: (\u0627\u062e\u062a\u06cc\u0627\u0631\u06cc) \u0627\u06af\u0631 \u0628\u0631\u0627\u0628\u0631 \u0628\u0627 'none' \u0628\u0627\u0634\u062f\u060c \u0647\u06cc\u0686 \u062a\u0635\u0648\u06cc\u0631\u06cc \u06a9\u0648\u0686 URL \u0627\u06cc \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0646\u062e\u0648\u0627\u0647\u062f \u0634\u062f
LinkMacro.3=\u06f4\u060c target\: (\u0627\u062e\u062a\u06cc\u0627\u0631\u06cc) \u067e\u0646\u062c\u0631\u0647 \u0647\u062f\u0641\u060c \u0627\u06af\u0631 \u0628\u0631\u0627\u0628\u0631 \u0628\u0627 'none' \u0628\u0627\u0634\u062f\u060c Url \u0627\u0632 \u0647\u0645\u0627\u0646 \u067e\u0646\u062c\u0631\u0647 \u0641\u0639\u0644\u06cc \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0645\u06cc\u06a9\u0646\u062f
LinkMacro.4=\u0627\u06af\u0631 \u0627\u0632 \u067e\u0627\u0631\u0627\u0645\u062a\u0631\u0647\u0627\u06cc \u0645\u06a9\u0627\u0646\u06cc \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0645\u06cc \u06a9\u0646\u06cc\u062f \u0628\u0627\u06cc\u062f \u0628\u0647 \u06cc\u0627\u062f \u062f\u0627\u0634\u062a\u0647 \u0628\u0627\u0634\u06cc\u062f \u06a9\u0647 \u0628\u0631\u0627\u06cc \u067e\u0627\u0631\u0627\u0645\u062a\u0631\u0647\u0627\u06cc \u0627\u062e\u062a\u06cc\u0627\u0631\u06cc \u0628\u0627\u06cc\u062f \u0645\u0642\u062f\u0627\u0631 \u0632\u0627\u0626\u062f \u0646\u06cc\u0632 \u0627\u0631\u0627\u0626\u0647 \u06a9\u0646\u06cc\u062f
LinkMacro.5=\u062a\u0648\u0644\u06cc\u062f \u06cc\u06a9 \u0644\u06cc\u0646\u06a9
LinkMacro.23=\u0644\u06cc\u0646\u06a9 \u0646\u06cc\u0627\u0632\u0645\u0646\u062f \u06cc\u06a9 \u0646\u0627\u0645 \u0648 \u06cc\u06a9 \u0622\u062f\u0631\u0633 \u0628\u0647 \u0639\u0646\u0648\u0627\u0646 \u0622\u0631\u06af\u0648\u0645\u0627\u0646 \u0627\u0633\u062a
TableMacro.1=\u062c\u062f\u0648\u0644 \u0645\u0627\u06a9\u0631\u0648\: \u0645\u062d\u062a\u0648\u0627\u06cc \u062c\u062f\u0648\u0644 \u0645\u0648\u062c\u0648\u062f \u0646\u06cc\u0633\u062a
ApiMacro.0=\u06f1\: \u0646\u0627\u0645 \u06a9\u0644\u0627\u0633\u060c \u0628\u0647 \u0639\u0646\u0648\u0627\u0646 \u0645\u062b\u0627\u0644 java.lang.Object \u06cc\u0627 java.lang.Object@Java131
ApiMacro.1=?\u06f2\: \u062d\u0627\u0644\u062a\u060c \u0628\u0631\u0627\u06cc \u0645\u062b\u0627\u0644 Java12, Ruby. \u062f\u0631 \u062d\u0627\u0644\u062a \u067e\u06cc\u0634 \u0641\u0631\u0636 \u062c\u0627\u0648\u0627
ApiMacro.8=api macro \u0628\u0647 \u06cc\u06a9 \u06cc\u0627 \u062f\u0648 \u067e\u0627\u0631\u0627\u0645\u062a\u0631 \u0646\u06cc\u0627\u0632 \u062f\u0627\u0631\u062f
ApiDoc.14=\u0627\u062f\u063a\u0627\u0645 | Url \u067e\u0627\u06cc\u0647 | \u062a\u0628\u062f\u06cc\u0644\u200c\u06a9\u0646\u0646\u062f\u0647 \u0646\u0627\u0645\n
CodeMacro.0=?\u06f1\: \u0628\u0631\u062c\u0633\u062a\u0647\u200c\u0633\u0627\u0632 \u0646\u062d\u0648 \u0648\u06cc\u0631\u0627\u06cc\u0634\u06af\u0631 \u0645\u062a\u0646\u06cc \u0645\u0648\u0631\u062f \u0627\u0633\u062a\u0641\u0627\u062f\u0647\: \u062f\u0631 \u062d\u0627\u0644\u062a \u067e\u06cc\u0634 \u0641\u0631\u0636 \u062c\u0627\u0648\u0627
IsbnMacro.0=\u06f1\: \u0634\u0645\u0627\u0631\u0647 isbn
IsbnMacro.3=\u06cc\u06a9 \u0634\u0645\u0627\u0631\u0647 ISBN \u0628\u0647 \u0639\u0646\u0648\u0627\u0646 \u0622\u0631\u06af\u0648\u0645\u0627\u0646 \u0645\u0648\u0631\u062f \u0646\u06cc\u0627\u0632 \u0627\u0633\u062a
HelloWorldMacro.0=\u06f1\: \u0646\u0627\u0645 \u0628\u0631\u0627\u06cc \u0686\u0627\u067e
HelloWorldMacro.2=\u0628\u06af\u0648 \u0633\u0644\u0627\u0645 \u0628\u0647 \u0639\u0646\u0648\u0627\u0646 \u0645\u062b\u0627\u0644 \u0645\u0627\u06a9\u0631\u0648.
HelloWorldMacro.3=\u0633\u0644\u0627\u0645<b>
HelloWorldMacro.6=\u0634\u0645\u0627\u0631\u0647 \u0622\u0631\u06af\u0648\u0645\u0627\u0646 \u0647\u0627 \u06cc\u06a9\u0633\u0627\u0646 \u0646\u0645\u06cc \u0628\u0627\u0634\u062f
FilePathMacro.0=\u06f1\: \u0645\u0633\u06cc\u0631 \u0641\u0627\u06cc\u0644
FilePathMacro.2=\u0645\u0633\u06cc\u0631 \u0641\u0627\u06cc\u0644 \u0633\u06cc\u0633\u062a\u0645 \u0631\u0627 \u0646\u0645\u0627\u06cc\u0634 \u0645\u06cc\u062f\u0647\u062f. \u0628\u0647 \u0637\u0648\u0631 \u067e\u06cc\u0634 \u0641\u0631\u0636 \u062f\u0631 \u0648\u06cc\u0646\u062f\u0648\u0632 \u062f\u0631 \u0645\u0633\u06cc\u0631 \u0641\u0627\u06cc\u0644 \u0628\u0627\u06cc\u062f \u0627\u0632 \\ \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0634\u0648\u062f.
BaseMacro.1=\u062a\u0648\u0636\u06cc\u062d \u062f\u0627\u062f\u0647 \u0646\u0634\u062f\u0647\u060c \u0627\u062d\u062a\u0645\u0627\u0644\u0627 \u0628\u0631\u0646\u0627\u0645\u0647 \u0646\u0648\u06cc\u0633 \u0642\u0635\u0648\u0631 \u06a9\u0631\u062f\u0647 \u0627\u0633\u062a [funzel]
AsinMacro.0=\u06f1\: \u0639\u062f\u062f ASIN
AsinMacro.4=\u0628\u0647 \u0639\u062f\u062f ASIN \u0628\u0631\u0627\u06cc \u0622\u0631\u06af\u0648\u0645\u0627\u0646 \u0646\u06cc\u0627\u0632 \u0627\u0633\u062a
QuoteMacro.0=?\u06f1\: \u0645\u0646\u0628\u0639
QuoteMacro.1=?\u06f2\: \u062a\u0648\u0636\u06cc\u062d\u0627\u062a \u0646\u0645\u0627\u06cc\u0634 \u062f\u0627\u062f\u0647 \u0634\u062f\u0647\u060c \u0628\u0647 \u0637\u0648\u0631 \u067e\u06cc\u0634 \u0641\u0631\u0636 \u0628\u0631\u0627\u0628\u0631 \u0628\u0627 \u0645\u0646\u0628\u0639 \u0627\u0633\u062a
QuoteMacro.4=\u0645\u0646\u0628\u0639
MacroListMacro.0=macro.macrolist
MacroListMacro.2={table}\n
MacroListMacro.11={table}
MailToMacro.0=\u06f1\: \u0622\u062f\u0631\u0633 \u0627\u06cc\u0645\u06cc\u0644
XrefMacro.0=\u06f1\: \u0646\u0627\u0645 \u06a9\u0644\u0627\u0633\u060c \u0628\u0647 \u0639\u0646\u0648\u0627\u0646 \u0645\u062b\u0627\u0644\u060cjava.lang.Object \u06cc\u0627 java.lang.Object@Nanning
XrefMacro.1=\u061f\u06f2\: \u0634\u0645\u0627\u0631\u0647 \u062e\u0637
XrefMacro.7=\u0645\u0627\u06a9\u0631\u0648\u06cc xref \u0646\u06cc\u0627\u0632 \u0628\u0647 \u06cc\u06a9 \u06cc\u0627 \u062f\u0648 \u067e\u0627\u0631\u0627\u0645\u062a\u0631 \u062f\u0627\u0631\u062f
RfcMacro.3=\u0628\u0647 \u0639\u062f\u062f RFC \u0628\u0631\u0627\u06cc \u0622\u0631\u06af\u0648\u0645\u0627\u0646 \u0646\u06cc\u0627\u0632 \u062f\u0627\u0631\u062f
TextFileUrlMapper.7=\u0633\u0631\u0648\u06cc\u0633 | Url\n


