linktestfilter_addsignerror=\u0418\u043c\u0435\u043d\u0430\u0442\u0430 \u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0438\u0442\u0435 \u043d\u0435 \u043c\u043e\u0433\u0430\u0442 \u0434\u0430 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u0442 "@" \u0432 \u043c\u043e\u043c\u0435\u043d\u0442\u0430
MacroFilter.5=\ \u043d\u0435 \u0435 \u043d\u0430\u043c\u0435\u0440\u0435\u043d.
LinkTestFilter.2=<div class\="error">\u041d\u0435 \u043e\u0431\u0433\u0440\u0430\u0436\u0434\u0430\u0439\u0442\u0435 URL \u0430\u0434\u0440\u0435\u0441\u0438\u0442\u0435 \u0441 [...].</div>
LinkTestFilter.1=org.radeox.Messages
LinkMacro.0=1,\u0442\u0435\u043a\u0441\u0442\: \u0422\u0435\u043a\u0441\u0442 \u043d\u0430 \u0432\u0440\u044a\u0437\u043a\u0430\u0442\u0430
LinkMacro.1=2,url\: URL \u043d\u0430 \u0432\u0440\u044a\u0437\u043a\u0430\u0442\u0430, \u0430\u043a\u043e \u0435 \u0432\u044a\u043d\u0448\u043d\u0430 \u0438 \u043d\u0435 \u0435 \u043f\u043e\u0441\u043e\u0447\u0435\u043d\u0430 \u0446\u0435\u043b, \u0449\u0435 \u0441\u0435 \u043e\u0442\u0432\u043e\u0440\u0438 \u043d\u043e\u0432 \u043f\u0440\u043e\u0437\u043e\u0440\u0435\u0446
LinkMacro.2=3,img\: (\u043d\u0435\u0437\u0430\u0434\u044a\u043b\u0436\u0438\u0442\u0435\u043b\u043d\u043e) \u0430\u043a\u043e \u0435 'none', \u043d\u044f\u043c\u0430 \u0434\u0430 \u0441\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430 \u043c\u0430\u043b\u043a\u043e URL \u0438\u0437\u043e\u0431\u0440\u0430\u0436\u0435\u043d\u0438\u0435
LinkMacro.3=4,target\: (\u043d\u0435\u0437\u0430\u0434\u044a\u043b\u0436\u0438\u0442\u0435\u043b\u043d\u043e) \u0426\u0435\u043b\u0435\u0432\u0438 \u043f\u0440\u043e\u0437\u043e\u0440\u0435\u0446, \u0430\u043a\u043e \u0435 \u043f\u043e\u0441\u043e\u0447\u0435\u043d 'none', url \u0430\u0434\u0440\u0435\u0441\u044a\u0442 \u0449\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430 \u0442\u0435\u043a\u0443\u0449\u0438\u044f \u043f\u0440\u043e\u0437\u043e\u0440\u0435\u0446
LinkMacro.4=\u041d\u0435 \u0437\u0430\u0431\u0440\u0430\u0432\u044f\u0439\u0442\u0435, \u0447\u0435 \u0430\u043a\u043e \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0442\u0435 \u043f\u043e\u0437\u0438\u0446\u0438\u043e\u043d\u043d\u0438 \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u0440\u0438, \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0432\u043a\u043b\u044e\u0447\u0438\u0442\u0435 \u0444\u0438\u0433\u0443\u0440\u0438 \u0437\u0430 \u043d\u0435\u0437\u0430\u0434\u044a\u043b\u0436\u0438\u0442\u0435\u043b\u043d\u0438\u0442\u0435 \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u0440\u0438
LinkMacro.5=\u0413\u0435\u043d\u0435\u0440\u0438\u0440\u0430\u043d\u0430 \u0432\u0440\u044a\u0437\u043a\u0430
LinkMacro.23=\u0432\u0440\u044a\u0437\u043a\u0430\u0442\u0430 \u0441\u0435 \u043d\u0443\u0436\u0434\u0430\u0435 \u043e\u0442 \u0438\u043c\u0435 \u0438 url \u043a\u0430\u0442\u043e \u0430\u0440\u0433\u0443\u043c\u0435\u043d\u0442
TableMacro.1=TableMacro\: \u043b\u0438\u043f\u0441\u0432\u0430\u0449\u043e \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435 \u043d\u0430 \u0442\u0430\u0431\u043b\u0438\u0446\u0430\u0442\u0430
ApiMacro.0=1\: \u0438\u043c\u0435 \u043d\u0430 \u043a\u043b\u0430\u0441, \u043d\u0430\u043f\u0440\u0438\u043c\u0435\u0440 java.lang.Object \u0438\u043b\u0438 java.lang.Object@Java131
ApiMacro.1=?2\: \u0440\u0435\u0436\u0438\u043c, \u043d\u0430\u043f\u0440. Java12, Ruby, \u043f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435 \u0435 Java
ApiMacro.8=\u043c\u0430\u043a\u0440\u043e\u0441\u044a\u0442 api \u0441\u0435 \u043d\u0443\u0436\u0434\u0430\u0435 \u043e\u0442 \u0435\u0434\u0438\u043d \u0438\u043b\u0438 \u0434\u0432\u0430 \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u044a\u0440\u0430
ApiDoc.14=\u041e\u0431\u0432\u044a\u0440\u0437\u0432\u0430\u043d\u0435|BaseUrl|\u0418\u043c\u0435 \u043d\u0430 \u043a\u043e\u043d\u0432\u0435\u0440\u0442\u043e\u0440\u0430\n
CodeMacro.0=?1\: \u0441\u0438\u043d\u0442\u0430\u043a\u0442\u0438\u0447\u0435\u043d \u043c\u0430\u0440\u043a\u0435\u0440, \u043a\u043e\u0439\u0442\u043e \u0434\u0430 \u0441\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430, \u043f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435 \u0435 java
IsbnMacro.0=1\: \u043d\u043e\u043c\u0435\u0440 \u043d\u0430 isbn
IsbnMacro.3=\u0441\u0435 \u043d\u0443\u0436\u0434\u0430\u0435 \u043e\u0442 ISBN \u043d\u043e\u043c\u0435\u0440 \u043a\u0430\u0442\u043e \u0430\u0440\u0433\u0443\u043c\u0435\u043d\u0442
HelloWorldMacro.0=1\: \u0438\u043c\u0435 \u0437\u0430 \u043e\u0442\u043f\u0435\u0447\u0430\u0442\u0432\u0430\u043d\u0435
HelloWorldMacro.2=\u041c\u0430\u043a\u0440\u043e\u0441 \u043d\u0430 \u043f\u0440\u0438\u043c\u0435\u0440\u0430 "\u041a\u0430\u0436\u0438 \u0437\u0434\u0440\u0430\u0432\u0435\u0439".
HelloWorldMacro.3=\u0417\u0434\u0440\u0430\u0432\u0435\u0439\u0442\u0435 <b>
HelloWorldMacro.6=\u0411\u0440\u043e\u044f\u0442 \u043d\u0430 \u0430\u0440\u0433\u0443\u043c\u0435\u043d\u0442\u0438\u0442\u0435 \u043d\u0435 \u0441\u044a\u0432\u043f\u0430\u0434\u0430
FilePathMacro.0=1\: \u043f\u044a\u0442 \u043d\u0430 \u0444\u0430\u0439\u043b\u0430
FilePathMacro.2=\u041f\u043e\u043a\u0430\u0437\u0432\u0430 \u043f\u044a\u0442\u044f \u0434\u043e \u0444\u0430\u0439\u043b\u043e\u0432\u0430\u0442\u0430 \u0441\u0438\u0441\u0442\u0435\u043c\u0430. \u041f\u044a\u0442\u044f\u0442 \u0434\u043e \u0444\u0430\u0439\u043b\u0430 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430 \u043d\u0430\u043a\u043b\u043e\u043d\u0435\u043d\u0438 \u0447\u0435\u0440\u0442\u0438. \u041f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435 \u0435 windows.
BaseMacro.1=\u043d\u0435\u043e\u0431\u044f\u0441\u043d\u0438\u043c\u043e, \u043c\u044a\u0440\u0437\u0435\u043b\u0438\u0432 \u043f\u0440\u043e\u0433\u0440\u0430\u043c\u0438\u0441\u0442, \u0432\u0435\u0440\u043e\u044f\u0442\u043d\u043e [funzel]
AsinMacro.0=1\: ASIN \u043d\u043e\u043c\u0435\u0440
AsinMacro.4=\u0441\u0435 \u043d\u0443\u0436\u0434\u0430\u0435 \u043e\u0442 ASIN \u043d\u043e\u043c\u0435\u0440 \u043a\u0430\u0442\u043e \u0430\u0440\u0433\u0443\u043c\u0435\u043d\u0442
QuoteMacro.0=?1\: \u0438\u0437\u0442\u043e\u0447\u043d\u0438\u043a
QuoteMacro.1=?2\: \u043f\u043e\u043a\u0430\u0437\u0430\u043d\u043e \u043e\u043f\u0438\u0441\u0430\u043d\u0438\u0435, \u043f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435 \u0435 Source
QuoteMacro.4=\u0418\u0437\u0442\u043e\u0447\u043d\u0438\u043a
MacroListMacro.0=macro.macrolist
MacroListMacro.2={\u0442\u0430\u0431\u043b\u0438\u0446\u0430}\n
MacroListMacro.11={\u0442\u0430\u0431\u043b\u0438\u0446\u0430}
MailToMacro.0=1\: \u043f\u043e\u0449\u0435\u043d\u0441\u043a\u0438 \u0430\u0434\u0440\u0435\u0441
XrefMacro.0=1\: \u0438\u043c\u0435 \u043d\u0430 \u043a\u043b\u0430\u0441, \u043d\u0430\u043f\u0440\u0438\u043c\u0435\u0440 java.lang.Object \u0438\u043b\u0438 java.lang.Object@Nanning
XrefMacro.1=?2\: \u043d\u043e\u043c\u0435\u0440 \u043d\u0430 \u0440\u0435\u0434\u0430
XrefMacro.7=\u043c\u0430\u043a\u0440\u043e\u0441\u044a\u0442 xref \u0441\u0435 \u043d\u0443\u0436\u0434\u0430\u0435 \u043e\u0442 \u0435\u0434\u0438\u043d \u0438\u043b\u0438 \u0434\u0432\u0430 \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u044a\u0440\u0430
RfcMacro.3=\u0441\u0435 \u043d\u0443\u0436\u0434\u0430\u0435 \u043e\u0442 RFC \u043d\u043e\u043c\u0435\u0440 \u043a\u0430\u0442\u043e \u0430\u0440\u0433\u0443\u043c\u0435\u043d\u0442
TextFileUrlMapper.7=\u0423\u0441\u043b\u0443\u0433\u0430|Url\n
