#Vietnamese Sakai is a contribution from HOSEI IT Center and www.huric.org; we also collaborate with Ho Chi Minh University of Technology for this project. 
# For future contact, Please email to Billy Quoc Pham [bpham@huric.org], Nguyen Hua Phung [phung@cse.hcmut.edu.vn] 
#To test out Vietnamse Sakai, you may go to http://vietsakai.huric.net 
#
#Tue Sep 07 15:05:29 PDT 2010
AsinMacro.4=nhu c\u1EA7u m\u1ED9t s\u1ED1 ASIN l\u00E0 \u0111\u1ED1i s\u1ED1 
AsinMacro.0=1\: asin s\u1ED1 
TextFileUrlMapper.7=D\u1ECBch v\u1EE5|Url\n 
QuoteMacro.4=Ngu\u1ED3n 
QuoteMacro.1=?2\: Xem m\u00F4 t\u1EA3, m\u1EB7c \u0111\u1ECBnh l\u00E0 ngu\u1ED3n 
QuoteMacro.0=?1\: Ngu\u1ED3n 
ApiMacro.8=api macro c\u1EA7n m\u1ED9t ho\u1EB7c hai paramaters 
ApiMacro.1=2\:? Th\u1EE9c, v\u00ED d\u1EE5 nh\u01B0 Java12, Ruby, m\u1EB7c \u0111\u1ECBnh l\u00E0 Java 
ApiMacro.0=1\: t\u00EAn l\u1EDBp, v\u00ED d\u1EE5 nh\u01B0 java.lang.Object ho\u1EB7c java.lang.Object@Java131 
LinkMacro.5=T\u1EA1o ra m\u1ED9t li\u00EAn k\u1EBFt 
LinkMacro.4=H\u00E3y nh\u1EDB r\u1EB1ng n\u1EBFu s\u1EED d\u1EE5ng tham s\u1ED1 v\u1ECB tr\u00ED, b\u1EA1n ph\u1EA3i bao dummies cho c\u00E1c tham s\u1ED1 t\u00F9y ch\u1ECDn 
LinkMacro.3=4, m\u1EE5c ti\u00EAu\: (t\u00F9y ch\u1ECDn) Target c\u1EEDa s\u1ED5, n\u1EBFu "kh\u00F4ng \u0111\u01B0\u1EE3c quy \u0111\u1ECBnh, \u0111\u1ECBa ch\u1EC9 s\u1EBD s\u1EED d\u1EE5ng c\u1EEDa s\u1ED5 hi\u1EC7n h\u00E0nh 
LinkMacro.2=3, img\: (t\u00F9y ch\u1ECDn) n\u1EBFu 'kh\u00F4ng' sau \u0111\u00F3 kh\u00F4ng c\u00F3 URL h\u00ECnh \u1EA3nh nh\u1ECF s\u1EBD \u0111\u01B0\u1EE3c s\u1EED d\u1EE5ng 
LinkMacro.1=2, url\: URL c\u1EE7a li\u00EAn k\u1EBFt, n\u1EBFu \u0111i\u1EC1u n\u00E0y l\u00E0 m\u1EE5c ti\u00EAu b\u00EAn ngo\u00E0i v\u00E0 kh\u00F4ng \u0111\u01B0\u1EE3c quy \u0111\u1ECBnh, m\u1ED9t c\u1EEDa s\u1ED5 m\u1EDBi s\u1EBD m\u1EDF 
LinkMacro.0=1, text\: text c\u1EE7a link 
LinkMacro.23=li\u00EAn k\u1EBFt c\u1EA7n c\u00F3 m\u1ED9t t\u00EAn v\u00E0 \u0111\u1ECBa ch\u1EC9 m\u1ED9t nh\u01B0 l\u00E0 \u0111\u1ED1i s\u1ED1 
MailToMacro.0=1\: \u0111\u1ECBa ch\u1EC9 mail 
IsbnMacro.3=nhu c\u1EA7u m\u1ED9t s\u1ED1 ISBN nh\u01B0 l\u00E0 \u0111\u1ED1i s\u1ED1 
IsbnMacro.0=1\: isbn s\u1ED1 
MacroFilter.5=kh\u00F4ng t\u00ECm th\u1EA5y. 
FilePathMacro.2=Xem m\u1ED9t file system path. C\u00E1c \u0111\u01B0\u1EDDng d\u1EABn file n\u00EAn s\u1EED d\u1EE5ng ch\u00E9o. M\u1EB7c \u0111\u1ECBnh cho c\u1EEDa s\u1ED5. 
FilePathMacro.0=1\: file path 
MacroListMacro.2={B\u1EA3ng} \n 
MacroListMacro.0=macro.macrolist 
XrefMacro.7=xref v\u0129 m\u00F4 c\u1EA7n m\u1ED9t ho\u1EB7c hai paramaters 
linktestfilter_addsignerror=Hi\u1EC7n t\u1EA1i page t\u00EAn kh\u00F4ng th\u1EC3 ch\u1EE9a "@"  
XrefMacro.1=?2\: S\u1ED1 d\u00F2ng 
XrefMacro.0=1\: t\u00EAn l\u1EDBp, v\u00ED d\u1EE5 nh\u01B0 java.lang.Object ho\u1EB7c java.lang.Object@Nanning 
MacroListMacro.11=(B\u1EA3ng) 
LinkTestFilter.2=<div class\="error"> \u0110\u1EEBng bao quanh c\u00E1c URL v\u1EDBi [...]. </div> 
LinkTestFilter.1=org.radeox.Messages 
HelloWorldMacro.6=S\u1ED1 l\u01B0\u1EE3ng c\u00E1c \u0111\u1ED1i s\u1ED1 kh\u00F4ng ph\u00F9 h\u1EE3p 
HelloWorldMacro.3=Hello 
HelloWorldMacro.2=Say hello v\u00ED d\u1EE5 cho marco
HelloWorldMacro.0=1\: t\u00EAn \u0111\u1EC3 in 
ApiDoc.14=Binding | T\u00EAn Converter BaseUrl | 
RfcMacro.3=c\u1EA7n m\u1ED9t numer RFC l\u00E0 \u0111\u1ED1i s\u1ED1 
CodeMacro.0=?1\: C\u00FA ph\u00E1p highlighter \u0111\u1EC3 s\u1EED d\u1EE5ng, m\u1EB7c \u0111\u1ECBnh l\u00E0 java 
BaseMacro.1=kh\u00F4ng gi\u1EA3i th\u00EDch \u0111\u01B0\u1EE3c, l\u01B0\u1EDDi l\u1EADp tr\u00ECnh, c\u00F3 th\u1EC3 l\u00E0 [funzel] 
TableMacro.1=TableMacro\: thi\u1EBFu b\u1EA3ng n\u1ED9i dung 
