#-------------------------------------------------------------------------------
# Translated by: e-Labora: e-Learning Laboratory - State University of Campinas
# Translated by: LARC - Laboratory of Architecture and Computer Networks 
# TIDIA-Ae Project Fapesp, Sao Paulo, Brazil
#-------------------------------------------------------------------------------

#Tue Jan 25 16:42:46 CET 2011 		
javax.faces.validator.LongRangeValidator.MINIMUM	=Por favor, insira um n\u00famero maior que {0}.
student_view_header_available=Disponibilidade.
add_sections_add=Adicionar Turma
no_sections_instructions=Por favor v\u00e1 para 'Adicionar Turmas' para criar uma nova turma.
section_update_failure_title_too_long=A turma de nome ''{0}'' excede o comprimento m\u00e1ximo de {1} caracteres.
student_view_full=Todos
overview_table_header_managers=Assistente
student_view_header_title=Nome da Turma
overview_delete_section_confirmation_pre=Tem certeza de que deseja remover as seguintes turmas\:
error_no_role=Voc\u00ea n\u00e3o est\u00e1 autorizado a visualizar as turmas deste site.
student_view_switch=Trocar
overview_table_header_available=Disponibilidade.
student_view_membership_full={0} est\u00e1 completa e n\u00e3o pode aceitar mais membros. Por favor, escolha outra turma (se dispon\u00edvel).
sections_specify_limit=Digite o tamanho m\u00e1ximo dessa turma.
options_update_successful=Op\u00e7\u00f5es da Turma foram atualizadas com sucesso\!
nav_overview=Vis\u00e3o Geral
student_view_switch_sc=(Alterar para {0})
edit_student_page_header=Incluir Alunos
section_add_failure_title_too_long=O nome da turma ''{0}'' excede o comprimento m\u00e1ximo de {1} caracteres.
student_view_header_location=Local
overview_link_managers=Incluir Assistentes
cancel=Cancelar
edit_manager_update=Incluir Assistentes
validation_messages_present=Houve problemas com a \u00faltima a\u00e7\u00e3o. Por favor, veja os detalhes abaixo.
options_externally_managed_description=Gerenciar automaticamente turmas e inscri\u00e7\u00f5es com base nas informa\u00e7\u00f5es oficiais de matr\u00edcula
options_done=Conclu\u00eddo
student_view_view=Visualizar
section_description={0}, encontra {1}
student_view_my=Minhas
options_self_switch_label=Alunos podem trocar de turmas
student_view_already_member_in_category=Voc\u00ea j\u00e1 \u00e9 um membro de uma turma nesta categoria.
edit_student_successful=Estudantes em {0} foram atualizados com sucesso\!
section_max_size=Tamanho da Turma
student_view_join=Inscri\u00e7\u00e3o
edit_student_unassigned=Retirar Alunos
update=Atualizar
options_automatically_manage=Gerenciar Automaticamente
no_sections_available=N\u00e3o h\u00e1 turmas definidas para este site.
section_separator=,
add_section_successful_singular=tem
add=Adicionar
overview_link_students=Incluir Alunos
add_sections=Adicionar Turmas
nav_print=Imprimir
filter_my_category_sections=Minhas {0} Turmas
student_view_join_sc=(Inscri\u00e7\u00e3o {0})
options_page_header=Op\u00e7\u00f5es
edit_student_sections_page_header=Editar as Turmas de {0}
filter_my_sections=Minhas Turmas
roster_instructions=Clique no nome do aluno para editar sua inscri\u00e7\u00e3o na turma
student_view_no_sections_to_display=N\u00e3o h\u00e1 turmas para mostrar. Por favor, altere as configura\u00e7\u00f5es de filtro acima.
section_start_time_default=-insira hor\u00e1rio inicial-
overview_delete_section_choose=Por favor, escolha as turmas para remover antes de clicar em 'Remover Turmas'.
admin_role=Administrador
section_location_default=-digite o local-
options_internally_managed_description=Gerenciar manualmente as turmas e inscri\u00e7\u00f5es (interrompe as atualiza\u00e7\u00f5es de turma e inscri\u00e7\u00e3o do sistema de matr\u00edcula).
student_view_page_header=Participa\u00e7\u00e3o em Turmas
nav_roster=Participa\u00e7\u00e3o de Alunos
student_view_instructions_no_join_or_switch=Voc\u00ea deve entrar em contato com seu instrutor para se inscrever ou trocar de turma.
edit_manager_selected_label={0} Assistentes
sections_limited=N\u00famero limite de alunos nesta turma 
overview_link_edit=Editar
student_view_no_sections_not_available=A turma que voc\u00ea selecionou n\u00e3o est\u00e1 mais dispon\u00edvel. Por favor, escolha outra turma
You=s\u00f3 pode atribuir um aluno para uma turma dentro de cada categoria. Se o aluno j\u00e1 \u00e9 um membro de uma turma em uma categoria, eles ser\u00e3o removidos daquela turma, se voc\u00ea atribu\u00ed-los a uma nova turma.
student_member=Participa\u00e7\u00e3o de Alunos
overview_table_header_current_size=Tamanho Atual
student_view_member=Membro
section_update_failure_end_without_start=Se voc\u00ea especificar uma hora de fechamento, voc\u00ea tamb\u00e9m deve especificar uma hora de abertura.
overview_instructions_auto_instructor=Suas turmas s\u00e3o gerenciadas automaticamente, de acordo com as listas de participantes associados ao site (como definido na feramenta Site Info, em Editar Listas de Participantes.  Para associar Assistentes a uma turma, clique em Adicionar Assistentes (abaixo); todas as demais informa\u00e7\u00f5es s\u00e3o dispon\u00edveis apenas para leitura. Para desligar  o auto-gerenciar, clique em Op\u00e7\u00f5es, acima.
and=e
add_section_category=categoria
student_view_view_all=Visualizar Todos
filter_all_sections=Todas Turmas
edit_student_sections_drop=Retirar
add_section_add_meeting=Adicionar dia(s) com hor\u00e1rios e/ou locais de encontro diferentes
section_table_category_header=Turma {0} 
overview_table_header_remove=Remover
options_confirm=A configura\u00e7\u00e3o autom\u00e1tica substituir\u00e1 qualquer turma que voc\u00ea definiu manualmente, bem como suas inscri\u00e7\u00f5es. V\u00e1 para a ferramenta Site Info e \u201cEditar Listas de Participantes\u201d para atribuir turmas ao site com gerenciamento autom\u00e1tico de inscri\u00e7\u00f5es. Voc\u00ea deseja continuar?
section_plural=turmas
edit_section_page_header=Editar Turma
edit_manager_page_header=Incluir Assistentes
overview_instructions_mandatory_auto_instructor=Suas turmas s\u00e3o gerenciadas automaticamente, de acordo com as listas de participantes associados ao site (como definido na ferramenta Site Info, em Editar Lista(s) de Participantes). Para incluir Assistentes a uma turma, clique Adicionar Assistentes (abaixo); todas as demais informa\u00e7\u00f5es s\u00e3o dispon\u00edveis apenas para visualiza\u00e7\u00e3o.
section_update_successful=Suas altera\u00e7\u00f5es a {0} foram salvas\!
transfer_membership_move_selected=Mover Selecionados
student_view_instructions_no_sections=N\u00e3o h\u00e1 turma dispon\u00edveis para voc\u00ea se inscreve
edit_student_sections_assign=Incluir
edit_student_sections_current_sections=Turmas atuais {0} \:
overview_page_header=Vis\u00e3o Geral de {0}
edit_manager_available_label=Assistentes Dispon\u00edveis
student_view_instructions_join_or_switch=Para se inscrever ou trocar de turma, clique no link apropriado.  Voc\u00ea pode pertencer somente a uma turma de cada tipo dispon\u00edvel (ex. 1 Leitura, 1 Discuss\u00e3o, 1 Laborat\u00f3rio etc.).   Ao escolher trocar, voc\u00ea ser\u00e1 removido de sua turma atual desse tipo de turma.
section_end_time=At\u00e9
section_logistics=Detalhes do Encontro
add_section_instructions=Inicialmente, escolha a categoria e o n\u00famero de turmas a serem criadas.
role_config_error=Os pap\u00e9is neste site n\u00e3o foram configurados corretamente. Alguns ou todas as funcionalidades nesta ferramenta n\u00e3o funcionar\u00e3o corretamente at\u00e9 que todos os pap\u00e9is estejam configurados corretamente. Contate o administrador do sistema para obter ajuda.
overview_table_header_name=Nome
student_view_header_day=Dia
overview_table_header_location=Local
section_end_time_default=-digite a hora de fechamento-
section_update_failure_end_before_start=Se voc\u00ea especificar uma hora fechamento, precisa ser posterior a hora de abertura.
error_section_deleted=Esta turma foi removida por outro usu\u00e1rio.
roster_pager_status=Visualizando {0} para {1} de {2} alunos
options_self_register_label=Alunos podem se inscrever nas turmas
overview_delete_section_confirmation_post=Os alunos destas turmas  ser\u00e3o retirados (n\u00e3o estar\u00e3o em nenhuma turma deste tipo).  Por favor, utilize o link 'Incluir Alunos'  em outra turma para inclu\u00ed-los em uma nova turma.
add_section_successful_plural=tem
overview_delete_short=Remover
section_location=em
roster_page_header=Alunos Inscritos
edit_student_over_max_warning_try= Voc\u00ea tentou incluir {0} alunos na turma {1}, mas o m\u00e1ximo tamanho \u00e9 {2}!
overview_delete=Remover Turma
edit_student_section_size=Tamanho da Turma\:
edit_student_selected_title=/{0}
overview_instructions_auto_ta=Suas turmas s\u00e3o gerenciadas automaticamente, de acordo com as listas de participantes associados ao site (como definido na ferramenta Site Info, em Editar Listas de Participantes.  Para associar Assistentes a uma turma, clique em Adicionar Assistentes (abaixo); todas as demais informa\u00e7\u00f5es s\u00e3o dispon\u00edveis apenas para leitura. Apenas instrutores podem conectar diferentes listas de participantes a este site, ou configurar se\u00e7\u00f5es para serem gerenciadas manualmente.
transfer_membership_move_all=Mover Todos
section_update_failure_duplicate_title=Existe outra turma neste site com o nome de {0}.
edit_student_over_max_warning={0} agora inclu\u00eddos {1} alunos, {2} sobre o limite m\u00e1ximo de tamanho\!
student_view_instructions_join=Para se inscrever em uma turma, clique no link Inscri\u00e7\u00e3o. Voc\u00ea pode pertencer somente a uma turma de cada tipo dispon\u00edvel  (Ex. 1 Leitura, 1 Discuss\u00e3o, 1 Laborat\u00f3rio, etc.).
sections_unlimited=N\u00e3o limitar o n\u00famero de alunos na turma
roster_view_students=Visualizar Alunos em
nav_download=Download
section_title=Nome
javax.faces.convert.DateTimeConverter.CONVERSION=Por favor, insira um valor de hor\u00e1rio, por exemple, \u20187\u2019, \u20188\:00\u2019 ou \u201912\:30\u2019. 
edit_manager_ta_note=Nota\: Voc\u00ea n\u00e3o encontra um Assistente aqui? V\u00e1 para a ferramenta Site Info e adicione-os com um participante com o papel de Assistente.
nav_options=Op\u00e7\u00f5es
overview_table_header_day=Dia
options_page_subheader=Regras de Classe para a Turma
student_view_sections=Turmas
student_view_all=Todas
edit_student_update=Atribuir alunos
roster_table_header_id=ID do Aluno
roster_table_header_ta=Assistente
overview_link_sep_char=|
edit_manager_successful=Assistentes para {0} foram atualizados com sucesso\!
roster_search_button=Procurar
section_singular=turma
student_view_header_instructor=Assistentes
section_max_size_unlimited=Ilimitado
roster_clear_button=Limpar
student_view_category_sections=Turmas de {0} 
roster_table_header_name=Nome do Aluno
overview_table_header_time=Hor\u00e1rio
overview_delete_section_success=Excluir Turma.
section_add_failure_duplicate_title=J\u00e1 existe uma turma de nome {0} neste site.
add_section_add=Adicionar
add_sections_select_one=- selecionar uma -
add_section_sections_of=turmas de
roster_search_text=Nome do Aluno ou ID
section_start_time=Hora de Abertura
student_view_instructions_switch=Para alternar turmas, clique no link 'Alterar' para a turma que voc\u00ea gostaria de mover. Voc\u00ea ser\u00e1 automaticamente removido da sua turma atual para esse tipo de turma.
student_view_header_time=Hora
add_section_successful={0} {1} foi criada com sucesso \! Voc\u00ea agora pode atribuir Assistentes e alunos para o {2}, escolhendo os links na turma.
edit_student_sections_instructions=Para incluir este aluno a uma turma clique Incluir. \
Voc\u00ea s\u00f3 pode incluir um aluno a uma turma de cada categoria. \
Se o aluno j\u00e1 \u00e9 membro dessa turma em uma categoria, ele ser\u00e1 exclu\u00eddo \
daquela turma se voc\u00ea o adicionar a uma nova turma.

#
# Control closed sections
#
section_close_title=Ferramenta Informa\u00e7\u00f5es de Turmas Fechada
section_close_desc=Esta ferramenta est\u00e1 fechada. Voc\u00ea poder\u00e1 acessar a ferramenta na data e hora especificada.
section_close_opendate=Data de Abertura:
section_open_info=Fechar a ferramenta Informa\u00e7\u00f5es de Turmas para os alunos at\u00e9 a Data de Abertura:
section_refresh_info=Atualize a p\u00e1gina para ver os grupos ap\u00f3s a data de fechamento.
error_date_format=Erro com o formato Data/Hora
options_internally_manage_warning=Ao usar uma Data de Abertura, voc\u00ea deve permitir a auto inscri\u00e7\u00e3o pr\u00f3pria ou auto mudar.
