#Tue Jan 25 16:42:46 CET 2011
javax.faces.validator.LongRangeValidator.MINIMUM=\u041c\u043e\u043b\u044f, \u0432\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u0447\u0438\u0441\u043b\u043e, \u043f\u043e-\u0433\u043e\u043b\u044f\u043c\u043e \u043e\u0442 {0}.
student_view_header_available=\u041d\u0430\u043b\u0438\u0447\u043d\u0438
add_sections_add=\u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u0440\u0430\u0437\u0434\u0435\u043b\u0438
no_sections_instructions=\u041c\u043e\u043b\u044f, \u043e\u0442\u0438\u0434\u0435\u0442\u0435 \u0432 "\u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u0440\u0430\u0437\u0434\u0435\u043b\u0438", \u0437\u0430 \u0434\u0430 \u0441\u044a\u0437\u0434\u0430\u0434\u0435\u0442\u0435 \u043d\u043e\u0432\u0438 \u0440\u0430\u0437\u0434\u0435\u043b\u0438.
section_update_failure_title_too_long=\u0418\u043c\u0435\u0442\u043e \u043d\u0430 \u0440\u0430\u0437\u0434\u0435\u043b\u0430 ''{0}'' \u043d\u0430\u0434\u0432\u0438\u0448\u0430\u0432\u0430 \u043c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u043d\u0430\u0442\u0430 \u0434\u044a\u043b\u0436\u0438\u043d\u0430 \u043e\u0442 {1} \u0441\u0438\u043c\u0432\u043e\u043b\u0430.
student_view_full=\u041f\u044a\u043b\u0435\u043d
overview_table_header_managers=\u041f\u043e\u043c\u043e\u0449\u043d\u0438\u043a-\u0443\u0447\u0438\u0442\u0435\u043b (TA)
student_view_header_title=\u0418\u043c\u0435 \u043d\u0430 \u0441\u0435\u043a\u0446\u0438\u044f\u0442\u0430
overview_delete_section_confirmation_pre=\u0421\u0438\u0433\u0443\u0440\u043d\u0438 \u043b\u0438 \u0441\u0442\u0435, \u0447\u0435 \u0438\u0441\u043a\u0430\u0442\u0435 \u0434\u0430 \u043f\u0440\u0435\u043c\u0430\u0445\u043d\u0435\u0442\u0435 \u0441\u043b\u0435\u0434\u043d\u0438\u0442\u0435 \u0440\u0430\u0437\u0434\u0435\u043b\u0438\:
error_no_role=\u041d\u0435 \u0441\u0442\u0435 \u0443\u043f\u044a\u043b\u043d\u043e\u043c\u043e\u0449\u0435\u043d\u0438 \u0434\u0430 \u0440\u0430\u0437\u0433\u043b\u0435\u0436\u0434\u0430\u0442\u0435 \u0440\u0430\u0437\u0434\u0435\u043b\u0438 \u0432 \u0442\u043e\u0437\u0438 \u0441\u0430\u0439\u0442.
student_view_switch=\u041f\u0440\u0435\u0432\u043a\u043b\u044e\u0447\u0432\u0430\u0442\u0435\u043b
overview_table_header_available=\u041d\u0430\u043b\u0438\u0447\u043d\u0438
student_view_membership_full={0} \u0435 \u043f\u044a\u043b\u0435\u043d \u0438 \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u043f\u0440\u0438\u0435\u043c\u0430 \u043f\u043e\u0432\u0435\u0447\u0435 \u0447\u043b\u0435\u043d\u043e\u0432\u0435. \u041c\u043e\u043b\u044f, \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0434\u0440\u0443\u0433 \u0440\u0430\u0437\u0434\u0435\u043b (\u0430\u043a\u043e \u0438\u043c\u0430 \u0442\u0430\u043a\u044a\u0432).
sections_specify_limit=\u041c\u043e\u043b\u044f, \u0432\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u043e\u0433\u0440\u0430\u043d\u0438\u0447\u0435\u043d\u0438\u0435\u0442\u043e \u0437\u0430 \u0440\u0430\u0437\u043c\u0435\u0440\u0430 \u043d\u0430 \u0440\u0430\u0437\u0434\u0435\u043b\u0430.
options_update_successful=\u041e\u043f\u0446\u0438\u0438\u0442\u0435 \u043d\u0430 \u0440\u0430\u0437\u0434\u0435\u043b\u0438\u0442\u0435 \u0431\u044f\u0445\u0430 \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0438 \u0443\u0441\u043f\u0435\u0448\u043d\u043e\!
nav_overview=\u041f\u0440\u0435\u0433\u043b\u0435\u0434
student_view_switch_sc=(\u041f\u0440\u0435\u0432\u043a\u043b\u044e\u0447\u0432\u0430\u043d\u0435 \u043a\u044a\u043c {0})
edit_student_page_header=\u041f\u0440\u0438\u0441\u0432\u043e\u044f\u0432\u0430\u043d\u0435 \u043d\u0430 \u0441\u0442\u0443\u0434\u0435\u043d\u0442\u0438
section_add_failure_title_too_long=\u0418\u043c\u0435\u0442\u043e \u043d\u0430 \u0440\u0430\u0437\u0434\u0435\u043b\u0430 ''{0}'' \u043d\u0430\u0434\u0432\u0438\u0448\u0430\u0432\u0430 \u043c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u043d\u0430\u0442\u0430 \u0434\u044a\u043b\u0436\u0438\u043d\u0430 \u043e\u0442 {1} \u0441\u0438\u043c\u0432\u043e\u043b\u0430.
student_view_header_location=\u041c\u0435\u0441\u0442\u043e\u043f\u043e\u043b\u043e\u0436\u0435\u043d\u0438\u0435
overview_link_managers=\u041f\u0440\u0438\u0441\u0432\u043e\u044f\u0432\u0430\u043d\u0435 \u043d\u0430 TAs
confirm=\u041f\u043e\u0442\u0432\u044a\u0440\u0434\u0435\u0442\u0435
cancel=\u041e\u0442\u043c\u044f\u043d\u0430 \u043d\u0430
edit_manager_update=\u041f\u0440\u0438\u0441\u0432\u043e\u044f\u0432\u0430\u043d\u0435 \u043d\u0430 TAs
validation_messages_present=\u0418\u043c\u0430\u0448\u0435 \u043f\u0440\u043e\u0431\u043b\u0435\u043c\u0438 \u0441 \u043f\u043e\u0441\u043b\u0435\u0434\u043d\u043e\u0442\u043e \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0435.  \u041c\u043e\u043b\u044f, \u0432\u0438\u0436\u0442\u0435 \u043f\u043e\u0434\u0440\u043e\u0431\u043d\u043e\u0441\u0442\u0438 \u043f\u043e-\u0434\u043e\u043b\u0443.
options_externally_managed_description=\u0410\u0432\u0442\u043e\u043c\u0430\u0442\u0438\u0447\u043d\u043e \u0443\u043f\u0440\u0430\u0432\u043b\u0435\u043d\u0438\u0435 \u043d\u0430 \u0441\u0435\u043a\u0446\u0438\u0438\u0442\u0435 \u0438 \u0447\u043b\u0435\u043d\u0441\u0442\u0432\u0430\u0442\u0430 \u0432\u044a\u0437 \u043e\u0441\u043d\u043e\u0432\u0430 \u043d\u0430 \u043e\u0444\u0438\u0446\u0438\u0430\u043b\u043d\u0430\u0442\u0430 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u043e\u043d\u043d\u0430 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f
options_done=\u0413\u043e\u0442\u043e\u0432\u043e
student_view_view=\u0412\u0438\u0436\u0442\u0435
section_description={0}, \u043e\u0442\u0433\u043e\u0432\u0430\u0440\u044f \u043d\u0430 {1}
student_view_my=\u041c\u043e\u044f\u0442
options_self_switch_label=C\u0442\u0443\u0434\u0435\u043d\u0442\u0438\u0442\u0435 \u043c\u043e\u0433\u0430\u0442 \u0434\u0430 \u0441\u043c\u0435\u043d\u044f\u0442 \u0441\u0435\u043a\u0446\u0438\u0438\u0442\u0435
student_view_already_member_in_category=\u0412\u0435\u0447\u0435 \u0441\u0442\u0435 \u0447\u043b\u0435\u043d \u043d\u0430 \u0440\u0430\u0437\u0434\u0435\u043b \u0432 \u0442\u0430\u0437\u0438 \u043a\u0430\u0442\u0435\u0433\u043e\u0440\u0438\u044f.
edit_student_successful=C\u0442\u0443\u0434\u0435\u043d\u0442\u0438\u0442\u0435 \u0432 {0} \u0431\u044f\u0445\u0430 \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0438 \u0443\u0441\u043f\u0435\u0448\u043d\u043e\!
section_max_size=\u0420\u0430\u0437\u043c\u0435\u0440 \u043d\u0430 \u0441\u0435\u043a\u0446\u0438\u044f\u0442\u0430
student_view_join=\u041f\u0440\u0438\u0441\u044a\u0435\u0434\u0438\u043d\u0435\u0442\u0435 \u0441\u0435 \u043a\u044a\u043c
edit_student_unassigned=\u041d\u0435\u043d\u0430\u0437\u043d\u0430\u0447\u0435\u043d\u0438 c\u0442\u0443\u0434\u0435\u043d\u0442\u0438
students_not_found=\u0412 \u0442\u043e\u0437\u0438 \u0441\u0430\u0439\u0442 \u043d\u0435 \u0441\u0430 \u043d\u0430\u043c\u0435\u0440\u0435\u043d\u0438 \u0441\u0432\u044a\u0440\u0437\u0430\u043d\u0438 c\u0442\u0443\u0434\u0435\u043d\u0442\u0438
update=\u0410\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0430\u0446\u0438\u044f
options_automatically_manage=\u0410\u0432\u0442\u043e\u043c\u0430\u0442\u0438\u0447\u043d\u043e \u0443\u043f\u0440\u0430\u0432\u043b\u0435\u043d\u0438\u0435
options_manually_manage=\u0420\u044a\u0447\u043d\u043e \u0443\u043f\u0440\u0430\u0432\u043b\u0435\u043d\u0438\u0435
no_sections_available=\u0417\u0430 \u0442\u043e\u0437\u0438 \u0441\u0430\u0439\u0442 \u043d\u044f\u043c\u0430 \u043e\u043f\u0440\u0435\u0434\u0435\u043b\u0435\u043d\u0438 \u0441\u0435\u043a\u0446\u0438\u0438.
section_separator=,
add_section_successful_singular=\u0438\u043c\u0430
add=\u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430
overview_link_students=\u041f\u0440\u0438\u0441\u0432\u043e\u044f\u0432\u0430\u043d\u0435 \u043d\u0430 c\u0442\u0443\u0434\u0435\u043d\u0442\u0438
add_sections=\u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u0441\u0435\u043a\u0446\u0438\u0438
nav_print=\u041e\u0442\u043f\u0435\u0447\u0430\u0442\u0432\u0430\u043d\u0435
filter_my_category_sections=\u041c\u043e\u0438\u0442\u0435 {0} \u0441\u0435\u043a\u0446\u0438\u0438
filter_no_sections=\u041d\u044f\u043c\u0430 \u0441\u0435\u043a\u0446\u0438\u0438
student_view_join_sc=(\u041f\u0440\u0438\u0441\u044a\u0435\u0434\u0438\u043d\u0435\u0442\u0435 \u0441\u0435 \u043a\u044a\u043c {0})
options_page_header=\u041e\u043f\u0446\u0438\u0438
edit_student_sections_page_header=\u0420\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0441\u0435\u043a\u0446\u0438\u0438\u0442\u0435 \u043d\u0430 {0}'
filter_my_sections=\u041c\u043e\u0438\u0442\u0435 \u0441\u0435\u043a\u0446\u0438\u0438
roster_instructions=\u041a\u043b\u0438\u043a\u043d\u0435\u0442\u0435 \u0432\u044a\u0440\u0445\u0443 \u0438\u043c\u0435\u0442\u043e \u043d\u0430 \u0441\u0442\u0443\u0434\u0435\u043d\u0442, \u0437\u0430 \u0434\u0430 \u0440\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u0442\u0435 \u0447\u043b\u0435\u043d\u0441\u0442\u0432\u043e\u0442\u043e \u043c\u0443 \u0432 \u0441\u0435\u043a\u0446\u0438\u044f
student_view_no_sections_to_display=\u041d\u044f\u043c\u0430 \u0441\u0435\u043a\u0446\u0438\u0438 \u0437\u0430 \u043f\u043e\u043a\u0430\u0437\u0432\u0430\u043d\u0435.  \u041c\u043e\u043b\u044f, \u043f\u0440\u043e\u043c\u0435\u043d\u0435\u0442\u0435 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438\u0442\u0435 \u043d\u0430 \u0444\u0438\u043b\u0442\u044a\u0440\u0430 \u043f\u043e-\u0433\u043e\u0440\u0435.
section_start_time_default=-\u0432\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u043d\u0430\u0447\u0430\u043b\u043d\u043e \u0432\u0440\u0435\u043c\u0435-
overview_delete_section_choose=\u041c\u043e\u043b\u044f, \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0440\u0430\u0437\u0434\u0435\u043b\u0438\u0442\u0435, \u043a\u043e\u0438\u0442\u043e \u0438\u0441\u043a\u0430\u0442\u0435 \u0434\u0430 \u043f\u0440\u0435\u043c\u0430\u0445\u043d\u0435\u0442\u0435, \u043f\u0440\u0435\u0434\u0438 \u0434\u0430 \u043a\u043b\u0438\u043a\u043d\u0435\u0442\u0435 \u0432\u044a\u0440\u0445\u0443 "\u041f\u0440\u0435\u043c\u0430\u0445\u0432\u0430\u043d\u0435 \u043d\u0430 \u0440\u0430\u0437\u0434\u0435\u043b".
admin_role=\u0410\u0434\u043c\u0438\u043d\u0438\u0441\u0442\u0440\u0430\u0442\u043e\u0440
section_location_default=-\u0432\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u043c\u0435\u0441\u0442\u043e\u043f\u043e\u043b\u043e\u0436\u0435\u043d\u0438\u0435\u0442\u043e-
options_internally_managed_description=\u0420\u044a\u0447\u043d\u043e \u0443\u043f\u0440\u0430\u0432\u043b\u0435\u043d\u0438\u0435 \u043d\u0430 \u0441\u0435\u043a\u0446\u0438\u0438\u0442\u0435 \u0438 \u0447\u043b\u0435\u043d\u0441\u0442\u0432\u043e\u0442\u043e (\u043f\u0440\u0435\u0443\u0441\u0442\u0430\u043d\u043e\u0432\u044f\u0432\u0430 \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0430\u0446\u0438\u0438\u0442\u0435 \u043d\u0430 \u0441\u0435\u043a\u0446\u0438\u0438\u0442\u0435 \u0438 \u0447\u043b\u0435\u043d\u0441\u0442\u0432\u043e\u0442\u043e \u043e\u0442 \u0441\u0438\u0441\u0442\u0435\u043c\u0430\u0442\u0430 \u0437\u0430 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044f)
student_view_page_header=\u0427\u043b\u0435\u043d\u0441\u0442\u0432\u043e \u0432 \u0441\u0435\u043a\u0446\u0438\u044f
nav_roster=\u0421\u0442\u0443\u0434\u0435\u043d\u0442\u0441\u043a\u0438 \u0447\u043b\u0435\u043d\u0441\u0442\u0432\u0430
student_view_instructions_no_join_or_switch=\u0422\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0441\u0435 \u0441\u0432\u044a\u0440\u0436\u0435\u0442\u0435 \u0441 \u043f\u0440\u0435\u043f\u043e\u0434\u0430\u0432\u0430\u0442\u0435\u043b\u044f \u0441\u0438, \u0437\u0430 \u0434\u0430 \u0441\u0435 \u043f\u0440\u0438\u0441\u044a\u0435\u0434\u0438\u043d\u0438\u0442\u0435 \u0438\u043b\u0438 \u0434\u0430 \u0441\u043c\u0435\u043d\u0438\u0442\u0435 \u0441\u0435\u043a\u0446\u0438\u044f\u0442\u0430.
edit_manager_selected_label={0} \u041f\u043e\u043c\u043e\u0449\u043d\u0438\u0446\u0438 \u043d\u0430 \u0443\u0447\u0438\u0442\u0435\u043b\u044f
sections_limited=\u041e\u0433\u0440\u0430\u043d\u0438\u0447\u0435\u0442\u0435 \u0431\u0440\u043e\u044f \u043d\u0430 \u0441\u0442\u0443\u0434\u0435\u043d\u0442\u0438\u0442\u0435 \u0432 \u0441\u0435\u043a\u0446\u0438\u044f\u0442\u0430 \u0434\u043e
overview_link_edit=\u0420\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430
student_view_no_sections_not_available=\u0418\u0437\u0431\u0440\u0430\u043d\u0438\u044f\u0442 \u043e\u0442 \u0432\u0430\u0441 \u0440\u0430\u0437\u0434\u0435\u043b \u0432\u0435\u0447\u0435 \u043d\u0435 \u0435 \u043d\u0430\u043b\u0438\u0447\u0435\u043d. \u041c\u043e\u043b\u044f, \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0434\u0440\u0443\u0433 \u0440\u0430\u0437\u0434\u0435\u043b
You=\u043c\u043e\u0436\u0435 \u0434\u0430 \u0440\u0430\u0437\u043f\u0440\u0435\u0434\u0435\u043b\u0438 \u0441\u0442\u0443\u0434\u0435\u043d\u0442\u0430 \u0441\u0430\u043c\u043e \u0432 \u0435\u0434\u0438\u043d \u0440\u0430\u0437\u0434\u0435\u043b \u0432 \u0440\u0430\u043c\u043a\u0438\u0442\u0435 \u043d\u0430 \u0432\u0441\u044f\u043a\u0430 \u043a\u0430\u0442\u0435\u0433\u043e\u0440\u0438\u044f. \u0410\u043a\u043e \u0441\u0442\u0443\u0434\u0435\u043d\u0442\u044a\u0442 \u0432\u0435\u0447\u0435 \u0435 \u0447\u043b\u0435\u043d \u043d\u0430 \u0441\u0435\u043a\u0446\u0438\u044f \u0432 \u0434\u0430\u0434\u0435\u043d\u0430 \u043a\u0430\u0442\u0435\u0433\u043e\u0440\u0438\u044f, \u0442\u043e\u0439 \u0449\u0435 \u0431\u044a\u0434\u0435 \u043f\u0440\u0435\u043c\u0430\u0445\u043d\u0430\u0442 \u043e\u0442 \u0442\u0430\u0437\u0438 \u0441\u0435\u043a\u0446\u0438\u044f, \u0430\u043a\u043e \u0433\u043e \u043d\u0430\u0437\u043d\u0430\u0447\u0438\u0442\u0435 \u0432 \u043d\u043e\u0432\u0430 \u0441\u0435\u043a\u0446\u0438\u044f.
student_member=\u0421\u0442\u0443\u0434\u0435\u043d\u0442\u0441\u043a\u0438 \u0447\u043b\u0435\u043d\u0441\u0442\u0432\u0430
overview_table_header_current_size=\u0422\u0435\u043a\u0443\u0449 \u0440\u0430\u0437\u043c\u0435\u0440
student_view_member=\u0427\u043b\u0435\u043d
section_update_failure_end_without_start=\u0410\u043a\u043e \u043f\u043e\u0441\u043e\u0447\u0438\u0442\u0435 \u043a\u0440\u0430\u0435\u043d \u0447\u0430\u0441, \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u043f\u043e\u0441\u043e\u0447\u0438\u0442\u0435 \u0438 \u043d\u0430\u0447\u0430\u043b\u0435\u043d \u0447\u0430\u0441.
overview_instructions_auto_instructor=\u0421\u0435\u043a\u0446\u0438\u0438\u0442\u0435 \u0432\u0438 \u0441\u0435 \u0443\u043f\u0440\u0430\u0432\u043b\u044f\u0432\u0430\u0442 \u0430\u0432\u0442\u043e\u043c\u0430\u0442\u0438\u0447\u043d\u043e \u0432\u044a\u0437 \u043e\u0441\u043d\u043e\u0432\u0430 \u043d\u0430 \u0441\u043f\u0438\u0441\u044a\u0446\u0438\u0442\u0435, \u0441\u0432\u044a\u0440\u0437\u0430\u043d\u0438 \u0441\u044a\u0441 \u0441\u0430\u0439\u0442\u0430 (\u043a\u0430\u043a\u0442\u043e \u0435 \u043e\u043f\u0440\u0435\u0434\u0435\u043b\u0435\u043d\u043e \u0432 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0430 \u0418\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f \u0437\u0430 \u0441\u0430\u0439\u0442\u0430, \u0432 \u0440\u0430\u0437\u0434\u0435\u043b \u0420\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0441\u043f\u0438\u0441\u044a\u0446\u0438).  \u0417\u0430 \u0434\u0430 \u043d\u0430\u0437\u043d\u0430\u0447\u0438\u0442\u0435 TA \u043a\u044a\u043c \u0434\u0430\u0434\u0435\u043d\u0430 \u0441\u0435\u043a\u0446\u0438\u044f, \u0449\u0440\u0430\u043a\u043d\u0435\u0442\u0435 \u0432\u044a\u0440\u0445\u0443 Assign TAs (\u043f\u043e-\u0434\u043e\u043b\u0443); \u0446\u044f\u043b\u0430\u0442\u0430 \u043e\u0441\u0442\u0430\u043d\u0430\u043b\u0430 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f \u0435 \u0434\u043e\u0441\u0442\u044a\u043f\u043d\u0430 \u0441\u0430\u043c\u043e \u0437\u0430 \u043f\u0440\u0435\u0433\u043b\u0435\u0434.  \u0417\u0430 \u0434\u0430 \u0438\u0437\u043a\u043b\u044e\u0447\u0438\u0442\u0435 \u0430\u0432\u0442\u043e\u043c\u0430\u0442\u0438\u0447\u043d\u043e\u0442\u043e \u0443\u043f\u0440\u0430\u0432\u043b\u0435\u043d\u0438\u0435, \u0449\u0440\u0430\u043a\u043d\u0435\u0442\u0435 \u0432\u044a\u0440\u0445\u0443 \u041e\u043f\u0446\u0438\u0438 \u043f\u043e-\u0433\u043e\u0440\u0435.
and=\u0438
add_section_category=\u043a\u0430\u0442\u0435\u0433\u043e\u0440\u0438\u044f
student_view_view_all=\u041f\u0440\u0435\u0433\u043b\u0435\u0434 \u043d\u0430 \u0432\u0441\u0438\u0447\u043a\u0438
filter_all_sections=\u0412\u0441\u0438\u0447\u043a\u0438 \u0441\u0435\u043a\u0446\u0438\u0438
edit_student_sections_drop=\u041e\u0442\u043c\u044f\u043d\u0430 \u043d\u0430 \u0437\u0430\u0434\u0430\u043d\u0438\u0435\u0442\u043e
add_section_add_meeting=\u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u0434\u0435\u043d(\u0438) \u0441 \u0440\u0430\u0437\u043b\u0438\u0447\u043d\u043e \u0432\u0440\u0435\u043c\u0435 \u0438/\u0438\u043b\u0438 \u043c\u044f\u0441\u0442\u043e \u043d\u0430 \u0441\u0440\u0435\u0449\u0430\u0442\u0430
section_table_category_header={0} \u0420\u0430\u0437\u0434\u0435\u043b\u0438
overview_table_header_remove=\u041f\u0440\u0435\u043c\u0430\u0445\u0432\u0430\u043d\u0435 \u043d\u0430
options_confirm=\u0410\u0432\u0442\u043e\u043c\u0430\u0442\u0438\u0447\u043d\u0430\u0442\u0430 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0430 \u0449\u0435 \u043e\u0442\u043c\u0435\u043d\u0438 \u0432\u0441\u0438\u0447\u043a\u0438 \u0441\u0435\u043a\u0446\u0438\u0438, \u043a\u043e\u0438\u0442\u043e \u0441\u0442\u0435 \u043e\u043f\u0440\u0435\u0434\u0435\u043b\u0438\u043b\u0438 \u0440\u044a\u0447\u043d\u043e, \u0437\u0430\u0435\u0434\u043d\u043e \u0441 \u0442\u0435\u0445\u043d\u0438\u0442\u0435 \u0447\u043b\u0435\u043d\u0441\u0442\u0432\u0430.  \u0429\u0435 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u043e\u0442\u0438\u0434\u0435\u0442\u0435 \u0432 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0430 "\u0418\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f \u0437\u0430 \u0441\u0430\u0439\u0442\u0430" \u0438 "\u0420\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0441\u043f\u0438\u0441\u044a\u0446\u0438", \u0437\u0430 \u0434\u0430 \u0437\u0430\u0434\u0430\u0434\u0435\u0442\u0435 \u0441\u0435\u043a\u0446\u0438\u0438 \u043d\u0430 \u0441\u0430\u0439\u0442\u0430 \u0437\u0430 \u0430\u0432\u0442\u043e\u043c\u0430\u0442\u0438\u0447\u043d\u043e \u0443\u043f\u0440\u0430\u0432\u043b\u0435\u043d\u0438\u0435 \u043d\u0430 \u0447\u043b\u0435\u043d\u0441\u0442\u0432\u043e\u0442\u043e.  \u0418\u0441\u043a\u0430\u0442\u0435 \u043b\u0438 \u0434\u0430 \u043f\u0440\u043e\u0434\u044a\u043b\u0436\u0438\u0442\u0435?
options_confirmInternal=\u0422\u0430\u0437\u0438 \u043f\u0440\u043e\u043c\u044f\u043d\u0430 \u0449\u0435 \u043f\u043e\u043f\u0440\u0435\u0447\u0438 \u043d\u0430 \u0430\u0432\u0442\u043e\u043c\u0430\u0442\u0438\u0447\u043d\u0438\u0442\u0435 \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0430\u0446\u0438\u0438 \u043d\u0430 \u0437\u0430\u043f\u0438\u0441\u0432\u0430\u043d\u0435\u0442\u043e, \u0441\u0438\u0433\u0443\u0440\u043d\u0438 \u043b\u0438 \u0441\u0442\u0435, \u0447\u0435 \u0438\u0441\u043a\u0430\u0442\u0435 \u0434\u0430 \u043f\u0440\u043e\u0434\u044a\u043b\u0436\u0438\u0442\u0435?
section_plural=\u0441\u0435\u043a\u0446\u0438\u0438
edit_section_page_header=\u0420\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u043d\u0435 \u0441\u0435\u043a\u0446\u0438\u0438
edit_manager_page_header=\u041d\u0430\u0437\u043d\u0430\u0447\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u0430\u0441\u0438\u0441\u0442\u0435\u043d\u0442\u0438 \u043d\u0430 \u0443\u0447\u0438\u0442\u0435\u043b\u044f
overview_instructions_mandatory_auto_instructor=\u0421\u0435\u043a\u0446\u0438\u0438\u0442\u0435 \u0432\u0438 \u0441\u0435 \u0443\u043f\u0440\u0430\u0432\u043b\u044f\u0432\u0430\u0442 \u0430\u0432\u0442\u043e\u043c\u0430\u0442\u0438\u0447\u043d\u043e \u0432\u044a\u0437 \u043e\u0441\u043d\u043e\u0432\u0430 \u043d\u0430 \u0441\u043f\u0438\u0441\u044a\u0446\u0438\u0442\u0435, \u0441\u0432\u044a\u0440\u0437\u0430\u043d\u0438 \u0441\u044a\u0441 \u0441\u0430\u0439\u0442\u0430 (\u043a\u0430\u043a\u0442\u043e \u0435 \u043e\u043f\u0440\u0435\u0434\u0435\u043b\u0435\u043d\u043e \u0432 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0430 \u0418\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f \u0437\u0430 \u0441\u0430\u0439\u0442\u0430, \u0432 \u0440\u0430\u0437\u0434\u0435\u043b \u0420\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0441\u043f\u0438\u0441\u044a\u0446\u0438).  \u0417\u0430 \u0434\u0430 \u043d\u0430\u0437\u043d\u0430\u0447\u0438\u0442\u0435 TA \u043a\u044a\u043c \u0434\u0430\u0434\u0435\u043d\u0430 \u0441\u0435\u043a\u0446\u0438\u044f, \u0449\u0440\u0430\u043a\u043d\u0435\u0442\u0435 \u0432\u044a\u0440\u0445\u0443 Assign TAs (\u043f\u043e-\u0434\u043e\u043b\u0443); \u0446\u044f\u043b\u0430\u0442\u0430 \u043e\u0441\u0442\u0430\u043d\u0430\u043b\u0430 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f \u0435 \u0434\u043e\u0441\u0442\u044a\u043f\u043d\u0430 \u0441\u0430\u043c\u043e \u0437\u0430 \u043f\u0440\u0435\u0433\u043b\u0435\u0434.
section_update_successful=\u041f\u0440\u043e\u043c\u0435\u043d\u0438\u0442\u0435 \u0432 {0} \u0441\u0430 \u0437\u0430\u043f\u0430\u0437\u0435\u043d\u0438\!
transfer_membership_move_selected=\u041f\u0440\u0435\u043c\u0435\u0441\u0442\u0432\u0430\u043d\u0435 \u043d\u0430 \u0438\u0437\u0431\u0440\u0430\u043d\u043e\u0442\u043e
student_view_instructions_no_sections=\u041d\u044f\u043c\u0430 \u043d\u0430\u043b\u0438\u0447\u043d\u0438 \u0441\u0435\u043a\u0446\u0438\u0438, \u043a\u044a\u043c \u043a\u043e\u0438\u0442\u043e \u0434\u0430 \u0441\u0435 \u043f\u0440\u0438\u0441\u044a\u0435\u0434\u0438\u043d\u0438\u0442\u0435.
edit_student_sections_assign=\u0417\u0430\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430
edit_student_sections_current_sections={0}'' \u043d\u0430 \u0442\u0435\u043a\u0443\u0449\u0438\u0442\u0435 \u0441\u0435\u043a\u0446\u0438\u0438\:
overview_page_header=\u043f\u0440\u0435\u0433\u043b\u0435\u0434 \u043d\u0430 {0}'
edit_manager_available_label=\u041d\u0430\u043b\u0438\u0447\u043d\u0438 \u0430\u0441\u0438\u0441\u0442\u0435\u043d\u0442\u0438 \u0437\u0430 \u043f\u0440\u0435\u043f\u043e\u0434\u0430\u0432\u0430\u043d\u0435
student_view_instructions_join_or_switch=\u0417\u0430 \u0434\u0430 \u0441\u0435 \u043f\u0440\u0438\u0441\u044a\u0435\u0434\u0438\u043d\u0438\u0442\u0435 \u0438\u043b\u0438 \u0434\u0430 \u0441\u043c\u0435\u043d\u0438\u0442\u0435 \u0441\u0435\u043a\u0446\u0438\u044f\u0442\u0430, \u0449\u0440\u0430\u043a\u043d\u0435\u0442\u0435 \u0432\u044a\u0440\u0445\u0443 \u0441\u044a\u043e\u0442\u0432\u0435\u0442\u043d\u0430\u0442\u0430 \u0432\u0440\u044a\u0437\u043a\u0430.  \u041c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u0447\u043b\u0435\u043d\u0443\u0432\u0430\u0442\u0435 \u0441\u0430\u043c\u043e \u0432 \u0435\u0434\u043d\u0430 \u0441\u0435\u043a\u0446\u0438\u044f \u043e\u0442 \u0432\u0441\u0435\u043a\u0438 \u043d\u0430\u043b\u0438\u0447\u0435\u043d \u0442\u0438\u043f (\u0442.\u0435. 1 \u043b\u0435\u043a\u0446\u0438\u044f, 1 \u0434\u0438\u0441\u043a\u0443\u0441\u0438\u044f, 1 \u043b\u0430\u0431\u043e\u0440\u0430\u0442\u043e\u0440\u0438\u044f \u0438 \u0442.\u043d.). \u0418\u0437\u0431\u0438\u0440\u0430\u0439\u043a\u0438 \u043f\u0440\u0435\u0432\u043a\u043b\u044e\u0447\u0432\u0430\u043d\u0435, \u0449\u0435 \u0431\u044a\u0434\u0435\u0442\u0435 \u043f\u0440\u0435\u043c\u0430\u0445\u043d\u0430\u0442\u0438 \u043e\u0442 \u0442\u0435\u043a\u0443\u0449\u0430\u0442\u0430 \u0441\u0438 \u0441\u0435\u043a\u0446\u0438\u044f \u043e\u0442 \u0442\u043e\u0437\u0438 \u0442\u0438\u043f.
section_end_time=\u041a\u0440\u0430\u0439 \u043d\u0430 \u0432\u0440\u0435\u043c\u0435\u0442\u043e
section_logistics=\u041f\u043e\u0434\u0440\u043e\u0431\u043d\u043e\u0441\u0442\u0438 \u0437\u0430 \u0441\u0440\u0435\u0449\u0430\u0442\u0430
add_section_instructions=\u0417\u0430 \u0434\u0430 \u0437\u0430\u043f\u043e\u0447\u043d\u0435\u0442\u0435, \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u043a\u0430\u0442\u0435\u0433\u043e\u0440\u0438\u044f\u0442\u0430 \u0438 \u0431\u0440\u043e\u044f \u043d\u0430 \u0440\u0430\u0437\u0434\u0435\u043b\u0438\u0442\u0435, \u043a\u043e\u0438\u0442\u043e \u0438\u0441\u043a\u0430\u0442\u0435 \u0434\u0430 \u0441\u044a\u0437\u0434\u0430\u0434\u0435\u0442\u0435.
role_config_error=\u0420\u043e\u043b\u0438\u0442\u0435 \u0432 \u0442\u043e\u0437\u0438 \u0441\u0430\u0439\u0442 \u043d\u0435 \u0441\u0430 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0438\u0440\u0430\u043d\u0438 \u043f\u0440\u0430\u0432\u0438\u043b\u043d\u043e.  \u041d\u044f\u043a\u043e\u0438 \u0438\u043b\u0438 \u0432\u0441\u0438\u0447\u043a\u0438 \u0444\u0443\u043d\u043a\u0446\u0438\u0438 \u0432 \u0442\u043e\u0437\u0438 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442 \u043d\u044f\u043c\u0430 \u0434\u0430 \u0440\u0430\u0431\u043e\u0442\u044f\u0442, \u0434\u043e\u043a\u0430\u0442\u043e \u0440\u043e\u043b\u0438\u0442\u0435 \u043d\u0435 \u0431\u044a\u0434\u0430\u0442 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0438\u0440\u0430\u043d\u0438 \u043f\u0440\u0430\u0432\u0438\u043b\u043d\u043e. \u041e\u0431\u044a\u0440\u043d\u0435\u0442\u0435 \u0441\u0435 \u043a\u044a\u043c \u0441\u0438\u0441\u0442\u0435\u043c\u043d\u0438\u044f \u0441\u0438 \u0430\u0434\u043c\u0438\u043d\u0438\u0441\u0442\u0440\u0430\u0442\u043e\u0440 \u0437\u0430 \u043f\u043e\u043c\u043e\u0449.
overview_table_header_name=\u0418\u043c\u0435
student_view_header_day=\u0414\u0435\u043d
overview_table_header_location=\u041c\u0435\u0441\u0442\u043e\u043f\u043e\u043b\u043e\u0436\u0435\u043d\u0438\u0435
section_end_time_default=-\u0432\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u043a\u0440\u0430\u0439\u043d\u043e \u0432\u0440\u0435\u043c\u0435-
section_update_failure_end_before_start=\u0410\u043a\u043e \u043f\u043e\u0441\u043e\u0447\u0438\u0442\u0435 \u043a\u0440\u0430\u0435\u043d \u0447\u0430\u0441, \u0442\u043e\u0439 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0435 \u0441\u043b\u0435\u0434 \u043d\u0430\u0447\u0430\u043b\u043d\u0438\u044f \u0447\u0430\u0441.
error_section_deleted=\u0422\u043e\u0437\u0438 \u0440\u0430\u0437\u0434\u0435\u043b \u0435 \u0431\u0438\u043b \u043f\u0440\u0435\u043c\u0430\u0445\u043d\u0430\u0442 \u043e\u0442 \u0434\u0440\u0443\u0433 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b.
roster_pager_status=\u041f\u0440\u0435\u0433\u043b\u0435\u0434 \u043d\u0430 {0} \u0434\u043e {1} \u043e\u0442 {2} \u0443\u0447\u0435\u043d\u0438\u0446\u0438
options_self_register_label=\u0421\u0442\u0443\u0434\u0435\u043d\u0442\u0438\u0442\u0435 \u043c\u043e\u0433\u0430\u0442 \u0434\u0430 \u0441\u0435 \u0437\u0430\u043f\u0438\u0448\u0430\u0442 \u0437\u0430 \u0441\u0435\u043a\u0446\u0438\u0438
overview_delete_section_confirmation_post=\u0421\u0442\u0443\u0434\u0435\u043d\u0442\u0438\u0442\u0435 \u0432 \u0442\u0435\u0437\u0438 \u0441\u0435\u043a\u0446\u0438\u0438 \u0449\u0435 \u0431\u044a\u0434\u0430\u0442 "\u043d\u0435\u0440\u0430\u0437\u043f\u0440\u0435\u0434\u0435\u043b\u0435\u043d\u0438" (\u043d\u044f\u043c\u0430 \u0434\u0430 \u0431\u044a\u0434\u0430\u0442 \u0432\u043a\u043b\u044e\u0447\u0435\u043d\u0438 \u0432 \u043d\u0438\u0442\u043e \u0435\u0434\u043d\u0430 \u0441\u0435\u043a\u0446\u0438\u044f \u043e\u0442 \u0442\u043e\u0437\u0438 \u0442\u0438\u043f).  \u041c\u043e\u043b\u044f, \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0439\u0442\u0435 \u0432\u0440\u044a\u0437\u043a\u0430\u0442\u0430 "Assign Students" (\u041f\u0440\u0438\u0441\u0432\u043e\u044f\u0432\u0430\u043d\u0435 \u043d\u0430 c\u0442\u0443\u0434\u0435\u043d\u0442\u0438\u0442\u0435) \u0432 \u0434\u0440\u0443\u0433 \u0440\u0430\u0437\u0434\u0435\u043b, \u0437\u0430 \u0434\u0430 \u0433\u0438 \u043f\u0440\u0438\u0441\u0432\u043e\u0438\u0442\u0435 \u0432 \u043d\u043e\u0432 \u0440\u0430\u0437\u0434\u0435\u043b.
add_section_successful_plural=\u0438\u043c\u0430\u0442
overview_delete_short=\u041f\u0440\u0435\u043c\u0430\u0445\u0432\u0430\u043d\u0435 \u043d\u0430
section_location=\u0432
roster_page_header=\u0421\u0442\u0443\u0434\u0435\u043d\u0442\u0441\u043a\u0438 \u0447\u043b\u0435\u043d\u0441\u0442\u0432\u0430
edit_student_over_max_warning_try=\u041e\u043f\u0438\u0442\u0430\u043b\u0438 \u0441\u0442\u0435 \u0441\u0435 \u0434\u0430 \u0432\u043a\u043b\u044e\u0447\u0438\u0442\u0435 {0} c\u0442\u0443\u0434\u0435\u043d\u0442\u0438 \u0432 \u0441\u0435\u043a\u0446\u0438\u044f {1} c\u0442\u0443\u0434\u0435\u043d\u0442\u0438, \u0434\u043e\u043a\u0430\u0442\u043e \u043c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u043d\u0438\u044f\u0442 \u0440\u0430\u0437\u043c\u0435\u0440 \u0435 {2}\!
overview_delete=\u041f\u0440\u0435\u043c\u0430\u0445\u0432\u0430\u043d\u0435 \u043d\u0430 \u0441\u0435\u043a\u0446\u0438\u0438
edit_student_section_size=\u0420\u0430\u0437\u043c\u0435\u0440 \u043d\u0430 \u0441\u0435\u043a\u0446\u0438\u044f\u0442\u0430\:
edit_student_selected_title=/{0}
overview_instructions_auto_ta=\u0421\u0435\u043a\u0446\u0438\u0438\u0442\u0435 \u0432\u0438 \u0441\u0435 \u0443\u043f\u0440\u0430\u0432\u043b\u044f\u0432\u0430\u0442 \u0430\u0432\u0442\u043e\u043c\u0430\u0442\u0438\u0447\u043d\u043e \u0432\u044a\u0437 \u043e\u0441\u043d\u043e\u0432\u0430 \u043d\u0430 \u0441\u043f\u0438\u0441\u044a\u0446\u0438\u0442\u0435, \u0441\u0432\u044a\u0440\u0437\u0430\u043d\u0438 \u0441\u044a\u0441 \u0441\u0430\u0439\u0442\u0430 (\u043a\u0430\u043a\u0442\u043e \u0435 \u043e\u043f\u0440\u0435\u0434\u0435\u043b\u0435\u043d\u043e \u043e\u0442 \u043f\u0440\u0435\u043f\u043e\u0434\u0430\u0432\u0430\u0442\u0435\u043b\u044f \u0432 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0430 "\u0418\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f \u0437\u0430 \u0441\u0430\u0439\u0442\u0430", \u0440\u0430\u0437\u0434\u0435\u043b "\u0420\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0441\u043f\u0438\u0441\u044a\u0446\u0438"). \u0417\u0430 \u0434\u0430 \u043d\u0430\u0437\u043d\u0430\u0447\u0438\u0442\u0435 c\u0442\u0443\u0434\u0435\u043d\u0442\u0438, \u0432 \u0441\u0435\u043a\u0446\u0438\u044f, \u0449\u0440\u0430\u043a\u043d\u0435\u0442\u0435 \u0432\u044a\u0440\u0445\u0443 Assign Students (\u043f\u043e-\u0434\u043e\u043b\u0443); \u0446\u044f\u043b\u0430\u0442\u0430 \u043e\u0441\u0442\u0430\u043d\u0430\u043b\u0430 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f \u0435 \u0434\u043e\u0441\u0442\u044a\u043f\u043d\u0430 \u0441\u0430\u043c\u043e \u0437\u0430 \u043f\u0440\u0435\u0433\u043b\u0435\u0434. \u0421\u0430\u043c\u043e \u0438\u043d\u0441\u0442\u0440\u0443\u043a\u0442\u043e\u0440\u0438\u0442\u0435 \u043c\u043e\u0433\u0430\u0442 \u0434\u0430 \u0441\u0432\u044a\u0440\u0437\u0432\u0430\u0442 \u0440\u0430\u0437\u043b\u0438\u0447\u043d\u0438 \u0441\u043f\u0438\u0441\u044a\u0446\u0438 \u043a\u044a\u043c \u0442\u043e\u0437\u0438 \u0441\u0430\u0439\u0442 \u0438\u043b\u0438 \u0434\u0430 \u0437\u0430\u0434\u0430\u0432\u0430\u0442 \u0441\u0435\u043a\u0446\u0438\u0438, \u043a\u043e\u0438\u0442\u043e \u0434\u0430 \u0441\u0435 \u0443\u043f\u0440\u0430\u0432\u043b\u044f\u0432\u0430\u0442 \u0440\u044a\u0447\u043d\u043e.
transfer_membership_move_all=\u041f\u0440\u0435\u043c\u0435\u0441\u0442\u0432\u0430\u043d\u0435 \u043d\u0430 \u0432\u0441\u0438\u0447\u043a\u0438
section_update_failure_duplicate_title=\u0412 \u0442\u043e\u0437\u0438 \u0441\u0430\u0439\u0442 \u0438\u043c\u0430 \u043e\u0449\u0435 \u0435\u0434\u0438\u043d \u0440\u0430\u0437\u0434\u0435\u043b, \u043d\u0430\u0440\u0435\u0447\u0435\u043d {0}.
edit_student_over_max_warning={0} \u0441\u0435\u0433\u0430 \u0432\u043a\u043b\u044e\u0447\u0432\u0430 {1} \u0443\u0447\u0435\u043d\u0438\u0446\u0438, {2} \u043d\u0430\u0434 \u043e\u0433\u0440\u0430\u043d\u0438\u0447\u0435\u043d\u0438\u0435\u0442\u043e \u0437\u0430 \u043c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u0435\u043d \u0440\u0430\u0437\u043c\u0435\u0440\!
student_view_instructions_join=\u0417\u0430 \u0434\u0430 \u0441\u0435 \u043f\u0440\u0438\u0441\u044a\u0435\u0434\u0438\u043d\u0438\u0442\u0435 \u043a\u044a\u043c \u0434\u0430\u0434\u0435\u043d \u0440\u0430\u0437\u0434\u0435\u043b, \u0449\u0440\u0430\u043a\u043d\u0435\u0442\u0435 \u0432\u044a\u0440\u0445\u0443 \u0432\u0440\u044a\u0437\u043a\u0430\u0442\u0430 \u041f\u0440\u0438\u0441\u044a\u0435\u0434\u0438\u043d\u044f\u0432\u0430\u043d\u0435. \u041c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u0447\u043b\u0435\u043d\u0443\u0432\u0430\u0442\u0435 \u0441\u0430\u043c\u043e \u0432 \u0435\u0434\u043d\u0430 \u0441\u0435\u043a\u0446\u0438\u044f \u043e\u0442 \u0432\u0441\u0435\u043a\u0438 \u043d\u0430\u043b\u0438\u0447\u0435\u043d \u0442\u0438\u043f (\u0442.\u0435. 1 \u043b\u0435\u043a\u0446\u0438\u044f, 1 \u0434\u0438\u0441\u043a\u0443\u0441\u0438\u044f, 1 \u043b\u0430\u0431\u043e\u0440\u0430\u0442\u043e\u0440\u0438\u044f \u0438 \u0442.\u043d.).
sections_unlimited=\u041d\u0435\u043e\u0433\u0440\u0430\u043d\u0438\u0447\u0435\u043d \u0431\u0440\u043e\u0439 \u0443\u0447\u0435\u043d\u0438\u0446\u0438 \u0432 \u0441\u0435\u043a\u0446\u0438\u044f\u0442\u0430
roster_view_students=\u041f\u0440\u0435\u0433\u043b\u0435\u0434 \u043d\u0430 \u0441\u0442\u0443\u0434\u0435\u043d\u0442\u0438 \u0432
nav_download=\u0418\u0437\u0442\u0435\u0433\u043b\u044f\u043d\u0435
section_title=\u0418\u043c\u0435
javax.faces.convert.DateTimeConverter.CONVERSION=\u041c\u043e\u043b\u044f, \u0432\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442 \u043d\u0430 \u0447\u0430\u0441\u0430, \u043d\u0430\u043f\u0440\u0438\u043c\u0435\u0440 "7", "8\:00" \u0438\u043b\u0438 "12\:30".
edit_manager_ta_note=\u0417\u0430\u0431\u0435\u043b\u0435\u0436\u043a\u0430\: \u041d\u0435 \u0432\u0438\u0436\u0434\u0430\u0442\u0435 \u0442\u0443\u043a \u043f\u043e\u043c\u043e\u0449\u043d\u0438\u043a-\u0443\u0447\u0438\u0442\u0435\u043b?  \u041e\u0442\u0438\u0434\u0435\u0442\u0435 \u0432 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0430 "\u0418\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f \u0437\u0430 \u0441\u0430\u0439\u0442\u0430" \u0438 \u0433\u043e \u0434\u043e\u0431\u0430\u0432\u0435\u0442\u0435 \u043a\u0430\u0442\u043e \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u043a \u0432 \u0441\u0430\u0439\u0442\u0430 \u0441 \u0440\u043e\u043b\u044f\u0442\u0430 "TA".
nav_options=\u041e\u043f\u0446\u0438\u0438
overview_table_header_day=\u0414\u0435\u043d
options_page_subheader=\u041f\u0440\u0430\u0432\u0438\u043b\u0430 \u043d\u0430 \u0441\u0435\u043a\u0446\u0438\u044f\u0442\u0430 \u0437\u0430 \u043a\u043b\u0430\u0441\u0430
student_view_sections=\u0421\u0435\u043a\u0446\u0438\u0438
student_view_all=\u0412\u0441\u0438\u0447\u043a\u0438
edit_student_update=\u0417\u0430\u0434\u0430\u0439\u0442\u0435 \u0441\u0442\u0443\u0434\u0435\u043d\u0442\u0438
roster_table_header_id=\u0418\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0446\u0438\u043e\u043d\u0435\u043d \u043d\u043e\u043c\u0435\u0440 \u043d\u0430 \u0441\u0442\u0443\u0434\u0435\u043d\u0442a
roster_table_header_ta=\u0410\u0441\u0438\u0441\u0442\u0435\u043d\u0442\u0438 \u043d\u0430 \u0443\u0447\u0438\u0442\u0435\u043b\u044f
overview_link_sep_char=|
edit_manager_successful=\u041f\u0440\u0435\u043f\u043e\u0434\u0430\u0432\u0430\u0442\u0435\u043b\u0441\u043a\u0438\u0442\u0435 \u0430\u0441\u0438\u0441\u0442\u0435\u043d\u0442\u0438 \u0437\u0430 {0} \u0431\u044f\u0445\u0430 \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0438 \u0443\u0441\u043f\u0435\u0448\u043d\u043e\!
roster_search_button=\u041d\u0430\u043c\u0435\u0440\u0435\u0442\u0435
section_singular=\u0441\u0435\u043a\u0446\u0438\u044f
student_view_header_instructor=\u0410\u0441\u0438\u0441\u0442\u0435\u043d\u0442(\u0438)
section_max_size_unlimited=\u041d\u0435\u043e\u0433\u0440\u0430\u043d\u0438\u0447\u0435\u043d
roster_clear_button=\u0418\u0437\u0442\u0440\u0438\u0432\u0430\u043d\u0435
student_view_category_sections={0} \u0421\u0435\u043a\u0446\u0438\u0438
roster_table_header_name=\u0418\u043c\u0435 \u043d\u0430 \u0441\u0442\u0443\u0434\u0435\u043d\u0442\u0430
overview_table_header_time=\u0412\u0440\u0435\u043c\u0435
overview_delete_section_success=\u0421\u0435\u043a\u0446\u0438\u044f\u0442\u0430 \u0435 \u0437\u0430\u043b\u0438\u0447\u0435\u043da.
section_add_failure_duplicate_title=\u0412 \u0442\u043e\u0437\u0438 \u0441\u0430\u0439\u0442 \u0432\u0435\u0447\u0435 \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430 c\u0435\u043a\u0446\u0438\u044f \u0441 \u0438\u043c\u0435 {0}.
add_section_add=\u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430
add_sections_select_one=- \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0435\u0434\u0438\u043d -
add_section_sections_of=c\u0435\u043a\u0446\u0438\u0438 \u043d\u0430
roster_search_text=\u0418\u043c\u0435 \u0438\u043b\u0438 ID \u043d\u0430 \u0441\u0442\u0443\u0434\u0435\u043d\u0442\u0430
section_start_time=\u041d\u0430\u0447\u0430\u043b\u0435\u043d \u0447\u0430\u0441
student_view_instructions_switch=\u0417\u0430 \u0434\u0430 \u043f\u0440\u0435\u0432\u043a\u043b\u044e\u0447\u0438\u0442\u0435 \u0441\u0435\u043a\u0446\u0438\u0438, \u0449\u0440\u0430\u043a\u043d\u0435\u0442\u0435 \u0432\u044a\u0440\u0445\u0443 \u0432\u0440\u044a\u0437\u043a\u0430\u0442\u0430 \u041f\u0440\u0435\u0432\u043a\u043b\u044e\u0447\u0432\u0430\u043d\u0435 \u0437\u0430 \u0441\u0435\u043a\u0446\u0438\u044f\u0442\u0430, \u0432 \u043a\u043e\u044f\u0442\u043e \u0438\u0441\u043a\u0430\u0442\u0435 \u0434\u0430 \u043f\u0440\u0435\u043c\u0438\u043d\u0435\u0442\u0435. \u0412\u0438\u0435 \u0430\u0432\u0442\u043e\u043c\u0430\u0442\u0438\u0447\u043d\u043e \u0449\u0435 \u0431\u044a\u0434\u0435\u0442\u0435 \u043f\u0440\u0435\u043c\u0430\u0445\u043d\u0430\u0442\u0438 \u043e\u0442 \u0442\u0435\u043a\u0443\u0449\u0430\u0442\u0430 \u0441\u0438 \u0441\u0435\u043a\u0446\u0438\u044f \u0437\u0430 \u0442\u0430\u0437\u0438 \u0442\u0438\u043f \u0441\u0435\u043a\u0446\u0438\u044f.
student_view_header_time=\u0412\u0440\u0435\u043c\u0435
add_section_successful={0} {1} ca \u0441\u044a\u0437\u0434\u0430\u0434\u0435\u043d\u0438 \u0443\u0441\u043f\u0435\u0448\u043d\u043e\!  \u0421\u0435\u0433\u0430 \u043c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u043d\u0430\u0437\u043d\u0430\u0447\u0438\u0442\u0435 \u0430\u0441\u0438\u0441\u0442\u0435\u043d\u0442\u0438 \u0438 \u0441\u0442\u0443\u0434\u0435\u043d\u0442\u0438 \u0432 {2}, \u043a\u0430\u0442\u043e \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0432\u0440\u044a\u0437\u043a\u0438\u0442\u0435 \u043e\u0442 \u0441\u0435\u043a\u0446\u0438\u044f\u0442\u0430.
edit_student_sections_instructions=\u0417\u0430 \u0434\u0430 \u043d\u0430\u0437\u043d\u0430\u0447\u0438\u0442\u0435 \u0442\u043e\u0437\u0438 \u0441\u0442\u0443\u0434\u0435\u043d\u0442 \u0432 \u0441\u0435\u043a\u0446\u0438\u044f, \u0449\u0440\u0430\u043a\u043d\u0435\u0442\u0435 \u0432\u044a\u0440\u0445\u0443 Assign. \u041c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u043d\u0430\u0437\u043d\u0430\u0447\u0438\u0442\u0435 \u0435\u0434\u0438\u043d \u0441\u0442\u0443\u0434\u0435\u043d\u0442 \u0441\u0430\u043c\u043e \u0432 \u0435\u0434\u0438\u043d \u0440\u0430\u0437\u0434\u0435\u043b \u0432\u044a\u0432 \u0432\u0441\u044f\u043a\u0430 \u043a\u0430\u0442\u0435\u0433\u043e\u0440\u0438\u044f. \u0410\u043a\u043e \u0441\u0442\u0443\u0434\u0435\u043d\u0442\u044a\u0442 \u0432\u0435\u0447\u0435 \u0435 \u0447\u043b\u0435\u043d \u043d\u0430 \u0441\u0435\u043a\u0446\u0438\u044f \u0432 \u0434\u0430\u0434\u0435\u043d\u0430 \u043a\u0430\u0442\u0435\u0433\u043e\u0440\u0438\u044f, \u0442\u043e\u0439 \u0449\u0435 \u0431\u044a\u0434\u0435 \u043f\u0440\u0435\u043c\u0430\u0445\u043d\u0430\u0442 \u043e\u0442 \u0442\u0430\u0437\u0438 \u0441\u0435\u043a\u0446\u0438\u044f, \u0430\u043a\u043e \u0433\u043e \u043d\u0430\u0437\u043d\u0430\u0447\u0438\u0442\u0435 \u0432 \u043d\u043e\u0432\u0430 \u0441\u0435\u043a\u0446\u0438\u044f.
#
# Control closed sections
#
section_close_title=\u0418\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442 \u0437\u0430 \u0441\u0435\u043a\u0446\u0438\u044f \u0417\u0430\u0442\u0432\u043e\u0440\u0435\u043d
section_close_desc=\u0422\u043e\u0437\u0438 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442 \u0435 \u0437\u0430\u0442\u0432\u043e\u0440\u0435\u043d. \u0429\u0435 \u043c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u043f\u043e\u043b\u0443\u0447\u0438\u0442\u0435 \u0434\u043e\u0441\u0442\u044a\u043f \u0434\u043e \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0430 \u0437\u0430 \u0441\u0435\u043a\u0446\u0438\u0438 \u043d\u0430 \u0434\u0430\u0442\u0430\u0442\u0430 \u0438 \u0447\u0430\u0441\u0430, \u043f\u043e\u0441\u043e\u0447\u0435\u043d\u0438 \u043e\u0442 \u0432\u0430\u0448\u0438\u044f \u043f\u0440\u0435\u043f\u043e\u0434\u0430\u0432\u0430\u0442\u0435\u043b.
section_close_opendate=\u0414\u0430\u0442\u0430 \u043d\u0430 \u043e\u0442\u0432\u0430\u0440\u044f\u043d\u0435\:
section_open_info=\u0417\u0430\u0442\u0432\u043e\u0440\u0435\u0442\u0435 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0430 \u0437\u0430 \u0440\u0430\u0437\u0434\u0435\u043b\u0438 \u0437\u0430 \u0441\u0442\u0443\u0434\u0435\u043d\u0442\u0438 \u0434\u043e \u0434\u0430\u0442\u0430\u0442\u0430 \u043d\u0430 \u043e\u0442\u0432\u0430\u0440\u044f\u043d\u0435\:
section_refresh_info=\u041e\u043f\u0440\u0435\u0441\u043d\u0435\u0442\u0435 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430\u0442\u0430, \u0437\u0430 \u0434\u0430 \u0432\u0438\u0434\u0438\u0442\u0435 \u0433\u0440\u0443\u043f\u0438\u0442\u0435 \u0441\u043b\u0435\u0434 \u0434\u0430\u0442\u0430\u0442\u0430 \u043d\u0430 \u043f\u043b\u0430\u0449\u0430\u043d\u0435.
error_date_format=\u0413\u0440\u0435\u0448\u043a\u0430 \u0441 \u0444\u043e\u0440\u043c\u0430\u0442\u0430 \u0437\u0430 \u0434\u0430\u0442\u0430/\u0447\u0430\u0441
options_internally_manage_warning=\u041a\u043e\u0433\u0430\u0442\u043e \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0442\u0435 \u0434\u0430\u0442\u0430 \u043d\u0430 \u043e\u0442\u0432\u043e\u0440\u0435\u043d\u0438\u0442\u0435 \u0432\u0440\u0430\u0442\u0438, \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0440\u0430\u0437\u0440\u0435\u0448\u0438\u0442\u0435 \u0441\u0430\u043c\u043e\u0441\u0442\u043e\u044f\u0442\u0435\u043b\u043d\u0430 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044f \u0438\u043b\u0438 \u0441\u0430\u043c\u043e\u0441\u0442\u043e\u044f\u0442\u0435\u043b\u043d\u043e \u043f\u0440\u0435\u0432\u043a\u043b\u044e\u0447\u0432\u0430\u043d\u0435.

sectionTitle_validator_notEmpty=\u0418\u043c\u0435\u0442\u043e \u043d\u0430 \u0441\u0435\u043a\u0446\u0438\u044f\u0442\u0430 \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0435 \u043f\u0440\u0430\u0437\u043d\u043e
sectionTitle.validator.stringWithSpaceOnly=\u041d\u0435 \u0435 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u043e \u0434\u0430 \u0441\u0435 \u0432\u044a\u0432\u0435\u0436\u0434\u0430 \u0441\u0430\u043c\u043e \u0438\u043d\u0442\u0435\u0440\u0432\u0430\u043b(\u0438).

category_table_header=\u041a\u0430\u0442\u0435\u0433\u043e\u0440\u0438\u044f
category_title_table_header=\u0417\u0430\u0433\u043b\u0430\u0432\u0438\u0435 \u043d\u0430 \u043a\u0430\u0442\u0435\u0433\u043e\u0440\u0438\u044f\u0442\u0430
