#X-Generator: crowdin.com
wiki_about_course_page=\nh2 \u062f\u0631\u0628\u0627\u0631\u0647 \u0627\u06cc\u0646 \u062f\u0648\u0631\u0647\n\n\n\n\n\u0627\u0637\u0644\u0627\u0639\u0627\u062a\u06cc \u062f\u0631\u0628\u0627\u0631\u0647 \u0627\u06cc\u0646 \u062f\u0648\u0631\u0647\n\n\n

wiki_about_project_page=\nh2 \u062f\u0631\u0628\u0627\u0631\u0647 \u0627\u06cc\u0646 \u067e\u0631\u0648\u0698\u0647\n\n\n\n\u0627\u0637\u0644\u0627\u0639\u0627\u062a\u06cc \u062f\u0631\u0628\u0627\u0631\u0647 \u0627\u06cc\u0646 \u067e\u0631\u0648\u0698\u0647\n\n\n
wiki_default_page_template=\nh2 \u0635\u0641\u062d\u0647 \u062c\u062f\u06cc\u062f\n\n\n\n\u0627\u06cc\u0646 \u06cc\u06a9 \u0635\u0641\u062d\u0647 \u062c\u062f\u06cc\u062f \u0627\u0633\u062a. \u0628\u0631\u0627\u06cc \u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u0645\u062a\u0646 \u0628\u0647 \u0622\u0646\:\n\n* \u0628\u0631 \u0631\u0648\u06cc \u062f\u06a9\u0645\u0647 '\u0648\u06cc\u0631\u0627\u06cc\u0634' \u062f\u0631 \u0646\u0648\u0627\u0631 \u0627\u0642\u062f\u0627\u0645\u0627\u062a \u0628\u0627\u0644\u0627 \u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f.\n\n* \u0645\u062a\u0646 \u0627\u06cc\u0646 \u0635\u0641\u062d\u0647 \u0631\u0627 \u062f\u0631 \u06cc\u06a9 \u062c\u0639\u0628\u0647 \u0645\u062a\u0646\u06cc \u0642\u0627\u0628\u0644 \u0648\u06cc\u0631\u0627\u06cc\u0634 \u0645\u0634\u0627\u0647\u062f\u0647 \u062e\u0648\u0627\u0647\u06cc\u062f \u06a9\u0631\u062f.\n\n* \u0627\u06cc\u0646 \u0645\u062a\u0646 "\u0622\u063a\u0627\u0632\u06cc\u0646" \u0631\u0627 \u062d\u0630\u0641 \u06a9\u0646\u06cc\u062f\u060c \u0648 \u0645\u062a\u0646\u06cc \u06a9\u0647 \u0645\u06cc \u062e\u0648\u0627\u0647\u06cc\u062f \u0628\u0647 \u062c\u0627\u06cc \u0622\u0646 \u0646\u0645\u0627\u06cc\u0634 \u062f\u0627\u062f\u0647 \u0634\u0648\u062f \u0631\u0627 \u062a\u0627\u06cc\u067e \u06a9\u0646\u06cc\u062f. \u0628\u0631\u0627\u06cc \u0642\u0627\u0644\u0628 \u0628\u0646\u062f\u06cc \u0645\u062a\u0646\u060c \u0627\u0632 \u0622\u06cc\u06a9\u0648\u0646 \u0647\u0627\u06cc \u062f\u06a9\u0645\u0647\u200c\u0647\u0627\u06cc \u0642\u0627\u0644\u0628 \u0628\u0646\u062f\u06cc \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u06a9\u0646\u06cc\u062f\u060c \u06a9\u0647 \u06a9\u062f \u0647\u0627\u06cc \u0642\u0627\u0644\u0628 \u0628\u0646\u062f\u06cc \u0645\u0646\u0627\u0633\u0628 \u0648\u06cc\u06a9\u06cc \u0631\u0627 \u062f\u0631\u062c \u062e\u0648\u0627\u0647\u0646\u062f \u06a9\u0631\u062f.\n\n* \u0628\u0631 \u0631\u0648\u06cc \u062f\u06a9\u0645\u0647 '\u0630\u062e\u06cc\u0631\u0647' \u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f.\n\n
wiki_edit_right=\nh1 \u0646\u06a9\u0627\u062a \u0648\u06cc\u06a9\u06cc\n\n__ \u0628\u0631\u0627\u06cc \u0627\u06cc\u062c\u0627\u062f \u0635\u0641\u062d\u0647 \u062c\u062f\u06cc\u062f__\n\n\n\n\u0646\u0627\u0645\u06cc \u0631\u0627 \u06a9\u0647 \u0645\u06cc \u062e\u0648\u0627\u0647\u06cc\u062f \u0628\u0631\u0627\u06cc \u0635\u0641\u062d\u0647 \u062c\u062f\u06cc\u062f \u0634\u0645\u0627 \u0627\u06cc\u062c\u0627\u062f \u0634\u0648\u062f \u0631\u0627 \u062f\u0631 \u0628\u0631\u0627\u06a9\u062a \u0642\u0631\u0627\u0631 \u062f\u0647\u06cc\u062f\:\n\n\n\n* \\ [\u0635\u0641\u062d\u0647 \u062c\u062f\u06cc\u062f \u0645\u0646\\]\n\n__\u0628\u0631\u0627\u06cc \u0642\u0627\u0644\u0628 \u0628\u0646\u062f\u06cc \u0645\u062a\u0646 \u062e\u0648\u062f__ \n\n\n\u0645\u062a\u0646 \u0645\u0648\u0631\u062f \u0646\u0638\u0631 \u0628\u0631\u0627\u06cc \u0642\u0627\u0644\u0628 \u0628\u0646\u062f\u06cc \u0631\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0631\u062f\u0647 \u0648 \u0628\u0627 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0627\u0632 \u062f\u06a9\u0645\u0647 \u0647\u0627\u06cc \u0642\u0627\u0644\u0628 \u0628\u0646\u062f\u06cc \u0628\u0647 \u0635\u0648\u0631\u062a \u062e\u0648\u062f\u06a9\u0627\u0631 \u06a9\u062f \u0647\u0627\u06cc \u0642\u0627\u0644\u0628 \u0628\u0646\u062f\u06cc \u0648\u06cc\u06a9\u06cc \u0631\u0627 \u0627\u0636\u0627\u0641\u0647 \u06a9\u0646\u06cc\u062f.\n\n\n\n__ \u0622\u0631\u0627\u06cc\u0634 \u062a\u0631\u062a\u06cc\u0628\u200c\u0628\u0646\u062f\u06cc \u0648 \u0634\u0645\u0627\u0631\u0647\u200c\u0628\u0646\u062f\u06cc__\n\n\n\n\u0628\u0631\u0627\u06cc \u0644\u06cc\u0633\u062a\u200c\u0647\u0627\u06cc \u062a\u0631\u062a\u06cc\u0628\u200c\u0628\u0646\u062f\u06cc\u060c \u06cc\u06a9 * (\u0633\u062a\u0627\u0631\u0647) \u062f\u0631 \u0645\u0642\u0627\u0628\u0644 \u0647\u0631 \u0622\u06cc\u062a\u0645 \u062f\u0631 \u0644\u06cc\u0633\u062a \u0642\u0631\u0627\u0631 \u062f\u0647\u06cc\u062f\:\n\n\n\n/ * \u0622\u06cc\u062a\u0645 \u06f1\n\n\n\n/ * \u0622\u06cc\u062a\u0645 \u06f2\n\n\n\n\n* \u0622\u06cc\u062a\u0645 \u06f1\n\n\n\n* \u0622\u06cc\u062a\u0645 \u06f2\n\n\n\n\n\u0628\u0631\u0627\u06cc \u0644\u06cc\u0633\u062a \u0634\u0645\u0627\u0631\u0647 \u062f\u0627\u0631\u060c \u06cc\u06a9 \# (\u0646\u0645\u0627\u062f \u0647\u0634) \u062f\u0631 \u0645\u0642\u0627\u0628\u0644 \u0647\u0631 \u0622\u06cc\u062a\u0645 \u062f\u0631 \u0644\u06cc\u0633\u062a \u0642\u0631\u0627\u0631 \u062f\u0647\u06cc\u062f.\n\n\n\n[\u0646\u06a9\u0627\u062a \u0628\u06cc\u0634\u062a\u0631 \u062f\u0631\u0628\u0627\u0631\u0647 \u0642\u0627\u0644\u0628\u200c\u0628\u0646\u062f\u06cc \u0648\u06cc\u06a9\u06cc | \u0635\u0641\u062d\u0647 \u0631\u0627\u0647\u0646\u0645\u0627]


wiki_help_page=\n\u0635\u0641\u062d\u0627\u062a \u0648\u06cc\u06a9\u06cc \u0645\u0645\u06a9\u0646 \u0627\u0633\u062a \u0627\u0632 \u06a9\u062f\u0647\u0627\u06cc \u0641\u0631\u0645\u062a\u06cc \u06a9\u0647 \u062f\u0631  \u0632\u06cc\u0631 \u0622\u0648\u0631\u062f\u0647 \u0634\u062f\u0647 \u0627\u0633\u062a \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u06a9\u0646\u0646\u062f. \u0627\u06cc\u0646 \u06a9\u062f \u0628\u0631\u0627\u06cc \u0645\u062a\u0646 \u0633\u0627\u062f\u0647 \u0627\u0631\u0627\u0626\u0647 \u0645\u06cc \u0634\u0648\u062f \u0645\u0627\u0646\u0646\u062f\:__bold__ \u060c ~~italic~~ \u0648 \u0644\u06cc\u0633\u062a \u0647\u0627.\n\n\n\u0647\u0645\u0686\u0646\u06cc\u0646 \u062a\u0639\u062f\u0627\u062f\u06cc \u0627\u0632 ''\u0645\u0627\u06a9\u0631\u0648\u0647\u0627 '' \u06a9\u0647 \u0627\u0637\u0644\u0627\u0639\u0627\u062a \u062e\u0627\u0635 \u0631\u0627 \u0645\u06cc \u062a\u0648\u0627\u0646\u062f \u0628\u0647 \u0637\u0648\u0631 \u062e\u0648\u062f\u06a9\u0627\u0631 \u0627\u0631\u0627\u0626\u0647 \u062f\u0647\u0646\u062f \u060c \u0648  \u0628\u0631\u0627\u06cc \u06a9\u0627\u0631\u0647\u0627\u06cc \u067e\u06cc\u0686\u06cc\u062f\u0647 \u062a\u0631\u060c \u0645\u0627\u0646\u0646\u062f \u062c\u062f\u0627\u0648\u0644\u060c \u062a\u0635\u0627\u0648\u06cc\u0631 \u0648 \u0641\u0627\u06cc\u0644 \u067e\u06cc\u0648\u0633\u062a \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0645\u06cc \u0634\u0648\u0646\u062f.\n\n\n\u0622\u06cc\u06a9\u0648\u0646 \u0647\u0627\u06cc \u0645\u06cc\u0627\u0646\u0628\u0631 \u0642\u0627\u0644\u0628 \u0628\u0646\u062f\u06cc\n\n\u0634\u0645\u0627 \u0645\u06cc \u062a\u0648\u0627\u0646\u06cc\u062f \u062f\u0633\u062a\u0648\u0631\u0627\u062a \u0642\u0627\u0644\u0628 \u0628\u0646\u062f\u06cc \u0631\u0627\u06cc\u062c \u0631\u0627 \u0628\u0627 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0627\u0632 \u0644\u06cc\u0646\u06a9 \u0645\u0648\u062c\u0648\u062f \u062f\u0631 \u0646\u0648\u0627\u0631 \u0627\u0628\u0632\u0627\u0631 \u062f\u0631 \u0628\u0627\u0644\u0627\u06cc \u0648\u06cc\u0631\u0627\u06cc\u0634\u06af\u0631 \u0635\u0641\u062d\u0647 \u0648\u06cc\u06a9\u06cc \u0648\u0627\u0631\u062f \u06a9\u0646\u06cc\u062f. \u0627\u06cc\u0646 \u0644\u06cc\u0646\u06a9 \u0647\u0627 \u0634\u0627\u0645\u0644 \u062d\u0631\u0648\u0641 \u062f\u0631\u0634\u062a\u060c \u06a9\u062c\u060c \u0633\u0631\u0641\u0635\u0644 \u0647\u0627\u060c \u062c\u062f\u0627\u0648\u0644\u060c \u0641\u0627\u06cc\u0644 \u067e\u06cc\u0648\u0633\u062a \u0622\u067e\u0644\u0648\u062f \u0648 \u0627\u0632 \u062c\u0645\u0644\u0647 \u062a\u0635\u0627\u0648\u06cc\u0631 \u0645\u06cc \u0628\u0627\u0634\u062f.\n\n\u0642\u0627\u0644\u0628 \u0628\u0646\u062f\u06cc \u0645\u062a\u0646 \u0633\u0627\u062f\u0647\n\n{table}\n\u0627\u06cc\u0646 \u06a9\u062f \u0631\u0627 \u062a\u0627\u06cc\u067e \u06a9\u0646\u06cc\u062f | \u0646\u0645\u0627\u06cc\u0634 \u0639\u0646\u0648\u0627\u0646 | \u062a\u0648\u0636\u06cc\u062d\u0627\u062a\n\n\\_\\_bold\\_\\_ | __bold__ | simple bold text\n\n\\~\\~italics\\~\\~ | ~~italics~~ | simple italic text\n\n\\-\\-strike\\-\\- | --strike-- | strike through text\n\nCH\\%\\%4\\%\\%|CH%%4%%|\u0632\u06cc\u0631 \u0646\u0648\u06cc\u0633 (\u0628\u0631\u0627\u06cc \u0642\u0627\u0644\u0628 \u0628\u0646\u062f\u06cc \u0631\u06cc\u0627\u0636\u06cc\u0627\u062a\u06cc \u062a\u0631\u060c \u067e\u0627\u06cc\u06cc\u0646 \u0631\u0627 \u0628\u0628\u06cc\u0646\u06cc\u062f)\nCa\\^\\^2+\\^\\^| Ca^^2+^^| superscript \n\n\\ [\u0635\u0641\u062d\u0647 \u062c\u062f\u06cc\u062f \u0645\u0646 \\] | [\u0635\u0641\u062d\u0647 \u062c\u062f\u06cc\u062f \u0645\u0646] | \u0644\u06cc\u0646\u06a9 \u0647\u0627 \u062f\u0631 \u06cc\u06a9 \u0635\u0641\u062d\u0647 \u0648\u06cc\u06a9\u06cc \u062c\u062f\u06cc\u062f \u0628\u0627 \u0646\u0627\u0645 \u062f\u0631 \u062f\u0627\u062e\u0644 \u067e\u0631\u0627\u0646\u062a\u0632 \u062f\u0627\u062f\u0647 \u0634\u0648\u062f \n\n\\http\://www.bbc.co.uk/ | http\://www.bbc.co.uk/ |\u0644\u06cc\u0646\u06a9 \u062e\u0648\u062f\u06a9\u0627\u0631 \u0628\u0647 \u0648\u0628 \u0633\u0627\u06cc\u062a \u0647\u0627\u06cc \u062e\u0627\u0631\u062c\u06cc \u0648 \u06cc\u0627 \u06cc\u06a9 \u0633\u0646\u062f \u0622\u0646\u0644\u0627\u06cc\u0646 \u0631\u0627 \u0627\u06cc\u062c\u0627\u062f \u0645\u06cc \u06a9\u0646\u062f.\n\n\nh1 \u0639\u0646\u0648\u0627\u0646 || \u062a\u06cc\u062a\u0631 \u0627\u0635\u0644\u06cc (\u0646\u0645\u0627\u06cc\u0634 \u062f\u0627\u062f\u0647 <H1> \u0631\u0627 \u062f\u0631 \u06cc\u06a9 \u0638\u0627\u0647\u0631 \u0637\u0631\u0627\u062d\u06cc CSS \u0645\u062d\u0644\u06cc \u0642\u0631\u0627\u0631 \u0645\u06cc \u062f\u0647\u062f)\nh3 \u0639\u0646\u0648\u0627\u0646 || \u062a\u06cc\u062a\u0631 \u0627\u0635\u0644\u06cc (\u0646\u0645\u0627\u06cc\u0634 \u062f\u0627\u062f\u0647 <H3> \u0631\u0627 \u062f\u0631 \u06cc\u06a9 \u0638\u0627\u0647\u0631 \u0637\u0631\u0627\u062d\u06cc CSS \u0645\u062d\u0644\u06cc \u0642\u0631\u0627\u0631 \u0645\u06cc \u062f\u0647\u062f)\n\n\n\\{color\:red\\} \u0628\u0631\u062e\u06cc \u0627\u0632 \u0645\u062a\u0646 \\{bgcolor\\}  |{color\:red}\u0645\u062a\u0646 \u0642\u0631\u0645\u0632 {color}| \u062a\u063a\u06cc\u06cc\u0631 \u0631\u0646\u06af \u0645\u062a\u0646 \u0628\u06cc\u0646 \u0628\u0631\u0627\u06a9\u062a ( \u0628\u0647 \u0627\u0645\u0644\u0627\u06cc \u06a9\u0644\u0645\u0627\u062a \u062a\u0648\u062c\u0647 \u062f\u0627\u0634\u062a\u0647 \u0628\u0627\u0634\u06cc\u062f\!)\n\\{bgcolor\:yellow\\} \u0628\u0631\u062e\u06cc \u0627\u0632 \u0645\u062a\u0646 \\ {bgcolor\\} | {bgcolor\:yellow} \u0645\u062a\u0646 \u0647\u0627\u06cc\u0644\u0627\u06cc\u062a {bgcolor} | \u0646\u06a9\u0627\u062a \u0628\u0631\u062c\u0633\u062a\u0647 \u0645\u062a\u0646 \u0628\u06cc\u0646 \u0628\u0631\u0627\u06a9\u062a ( \u0628\u0647 \u0627\u0645\u0644\u0627\u06cc \u06a9\u0644\u0645\u0627\u062a \u062a\u0648\u062c\u0647 \u062f\u0627\u0634\u062a\u0647 \u0628\u0627\u0634\u06cc\u062f\!)\n\n\n\\ - \\ - \\ - \\ - || \u0646\u0645\u0627\u06cc\u0634 \u06cc\u06a9 \u062e\u0637 \u0627\u0641\u0642\u06cc \u062f\u0631 \u0633\u0631\u0627\u0633\u0631 \u0635\u0641\u062d\u0647\n- \u0622\u06cc\u062a\u0645 \u0644\u06cc\u0633\u062a || \u0627\u06cc\u062c\u0627\u062f \u06cc\u06a9 \u0644\u06cc\u0633\u062a \n* \u0644\u06cc\u0633\u062a \u0622\u06cc\u062a\u0645 || \u0627\u06cc\u062c\u0627\u062f \u06cc\u06a9 \u0644\u06cc\u0633\u062a \u06a9\u0647 \u06a9\u0645\u06cc \u0628\u0627 \u0644\u06cc\u0633\u062a \u0628\u0627\u0644\u0627 \u0645\u062a\u0641\u0627\u0648\u062a \u0627\u0633\u062a\n\# \u0644\u06cc\u0633\u062a \u0622\u06cc\u062a\u0645 || \u0627\u06cc\u062c\u0627\u062f \u0634\u0645\u0627\u0631\u0647 \u0628\u0631\u0627\u06cc \u0644\u06cc\u0633\u062a \u0628\u0647 \u0635\u0648\u0631\u062a \u062e\u0648\u062f\u06a9\u0627\u0631 \nA.\u0644\u06cc\u0633\u062a \u0622\u06cc\u062a\u0645 || \u0627\u06cc\u062c\u0627\u062f \u06cc\u06a9 \u0644\u06cc\u0633\u062a \u0628\u0647 \u062a\u0631\u062a\u06cc\u0628 \u062d\u0631\u0648\u0641 \u0627\u0644\u0641\u0628\u0627 \u0628\u0647 \u0635\u0648\u0631\u062a \u062e\u0648\u062f\u06a9\u0627\u0631\ni.\u0644\u06cc\u0633\u062a \u0622\u06cc\u062a\u0645 || \u0644\u06cc\u0633\u062a \u0628\u0631 \u0627\u0633\u0627\u0633 \u062d\u0631\u0648\u0641 \u06a9\u0648\u0686\u06a9 \u0648 \u0627\u0639\u062f\u0627\u062f \u0644\u0627\u062a\u06cc\u0646\nI. \u0644\u06cc\u0633\u062a \u0622\u06cc\u062a\u0645 || \u0644\u06cc\u0633\u062a \u0628\u0631 \u0627\u0633\u0627\u0633 \u062d\u0631\u0648\u0641 \u0628\u0632\u0631\u06af \u0648 \u0627\u0639\u062f\u0627\u062f \u0644\u0627\u062a\u06cc\u0646\n\ng., h., k., j.\u0644\u06cc\u0633\u062a \u0622\u06cc\u062a\u0645 || \u06cc\u0648\u0646\u0627\u0646\u06cc\u060c \u0647\u06cc\u0631\u0627\u06af\u0627\u0646\u0627\u060c \u06a9\u0627\u062a\u0627\u06a9\u0627\u0646\u0627 \u0648 \u0644\u06cc\u0633\u062a \u0639\u062f\u062f\u06cc \u0639\u0628\u0631\u06cc \n\n(\u062e\u0637 \u062e\u0627\u0644\u06cc) || \u062a\u0642\u0633\u06cc\u0645 \u0645\u062a\u0646 \u0628\u0647 \u067e\u0627\u0631\u0627\u06af\u0631\u0627\u0641\n\\\\\\ || \u0627\u06cc\u062c\u0627\u062f \u0641\u0636\u0627\u06cc \u0627\u0636\u0627\u0641\u06cc \u0628\u06cc\u0646 \u067e\u0627\u0631\u0627\u06af\u0631\u0627\u0641\n\\\\\\\\ X | X | \u0646\u0645\u0627\u06cc\u0634 \u06a9\u0627\u0631\u0627\u06a9\u062a\u0631 \u0648\u06cc\u0698\u0647 "X" (\u0628\u0647 \u0639\u0646\u0648\u0627\u0646 \u0645\u062b\u0627\u0644\u060c \\\\\\\\ {{\u0646\u0645\u0627\u06cc\u0634 \u062f\u0627\u062f\u0647 \u062e\u0648\u0627\u0647\u062f \u0634\u062f)\n\\\\\\\\\\\\\\\\\\ | \\\\\\\\ | \u0646\u0645\u0627\u06cc\u0634 a \\\\\\\\\n{table}\n\n\u0645\u0627\u06a9\u0631\u0648\u0647\u0627 \u0648 \u0628\u06cc\u0634\u062a\u0631\n\u0628\u0631\u0627\u06cc \u06cc\u06a9 \u0644\u06cc\u0633\u062a \u06a9\u0627\u0645\u0644 \u0627\u0632 \u0645\u0627\u06a9\u0631\u0648\u0647\u0627 \u0648 \u067e\u0627\u0631\u0627\u0645\u062a\u0631\u0647\u0627\u060c \u0646\u0648\u0639 \\{list-of-macros\\}\u062f\u0631 \u0647\u0631 \u0635\u0641\u062d\u0647 \u0627\u06cc. \u0627\u06cc\u0646 \u0644\u06cc\u0633\u062a \u0628\u0633\u06cc\u0627\u0631 \u0645\u0641\u06cc\u062f \u0627\u0633\u062a.\n\n\n__\u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u06cc\u06a9 \u0644\u06cc\u0646\u06a9 \u0627\u06cc\u0645\u06cc\u0644 __\n{mailto\:} \u067e\u0633 \u0627\u0632 \u0633\u0627\u062e\u062a \u06cc\u06a9 \u0622\u062f\u0631\u0633 \u0627\u06cc\u0645\u06cc\u0644 \u06cc\u06a9 \u0644\u06cc\u0646\u06a9 \u0627\u06cc\u0645\u06cc\u0644 \u062f\u0631 \u0635\u0641\u062d\u0647 \u0627\u06cc\u062c\u0627\u062f \u06a9\u0646\u06cc\u062f.\n {mailto\:pbehr@cam.ac.uk}\n \u0628\u0647 \u0639\u0646\u0648\u0627\u0646....\u0646\u0645\u0627\u06cc\u0634 \u062f\u0627\u062f\u0647 \u062e\u0648\u0627\u0647\u062f \u0634\u062f {e.g. \\{mailto\:pbehr@cam.ac.uk\\\n\n__\u0627\u06cc\u062c\u0627\u062f \u06cc\u06a9 \u0627\u06cc\u0646\u062f\u06a9\u0633 \u0628\u0647 \u0635\u0648\u0631\u062a \u062e\u0648\u062f\u06a9\u0627\u0631 \u0628\u0631\u0627\u06cc \u0648\u06cc\u06a9\u06cc__\n\u062a\u0627\u06cc\u067e \\ {index\\}  \u0631\u0648\u0632\u0627\u0646\u0647 \u0627\u06cc\u0646\u062f\u06a9\u0633 \u0635\u0641\u062d\u0627\u062a \u0628\u0647 \u0637\u0648\u0631 \u062e\u0648\u062f\u06a9\u0627\u0631 \u0628\u0631\u0627\u06cc \u0648\u06cc\u06a9\u06cc \u0627\u06cc\u062c\u0627\u062f \u0645\u06cc \u0634\u0648\u062f.\n\n__\u0627\u06cc\u062c\u0627\u062f \u0644\u06cc\u0633\u062a \u062e\u0648\u062f\u06a9\u0627\u0631 \u0627\u0632 \u0635\u0641\u062d\u0627\u062a\u06cc \u06a9\u0647 \u0628\u0647 \u062a\u0627\u0632\u06af\u06cc \u062a\u063a\u06cc\u06cc\u0631 \u06cc\u0627\u0641\u062a\u0647__\n\u062a\u0627\u06cc\u067e \\ {recent-changes\\} \u0627\u06cc\u062c\u0627\u062f \u06cc\u06a9 \u0644\u06cc\u0633\u062a \u0631\u0648\u0632 \u0631\u0633\u0627\u0646\u06cc \u062e\u0648\u062f\u06a9\u0627\u0631 \u0628\u0647  \u0627\u0632 \u0635\u0641\u062d\u0627\u062a\u06cc \u06a9\u0647 \u0628\u0647 \u062a\u0627\u0632\u06af\u06cc \u062a\u063a\u06cc\u06cc\u0631 \u06cc\u0627\u0641\u062a\u0647 \u0627\u0646\u062f \u062f\u0631 \u0648\u06cc\u06a9\u06cc \u062e\u0648\u062f \u060c \u0628\u0647 \u0647\u0645\u0631\u0627\u0647 \u0628\u0627 \u0646\u0627\u0645 \u06a9\u0633\u06cc \u06a9\u0647 \u0622\u062e\u0631\u06cc\u0646 \u062a\u063a\u06cc\u06cc\u0631 \u0635\u0641\u062d\u0647 \u060c \u062a\u0627\u0631\u06cc\u062e \u0648 \u0632\u0645\u0627\u0646 \u0631\u0627 \u062a\u063a\u06cc\u06cc\u0631  \u062f\u0627\u062f\u0647 \u0627\u0633\u062a. \u0628\u0647 \u0637\u0648\u0631 \u067e\u06cc\u0634 \u0641\u0631\u0636\u060c \u062a\u0645\u0627\u0645 \u0635\u0641\u062d\u0627\u062a \u062a\u063a\u06cc\u06cc\u0631 \u06cc\u0627\u0641\u062a\u0647 \u062f\u0631 30 \u0631\u0648\u0632 \u06af\u0630\u0634\u062a\u0647  \u0631\u0627 \u0646\u0634\u0627\u0646 \u0645\u06cc \u062f\u0647\u062f.\n\n*  \\{recent-changes\:12h\\} - \u0635\u0641\u062d\u0627\u062a \u062a\u063a\u06cc\u06cc\u0631 \u06cc\u0627\u0641\u062a\u0647 \u062f\u0631 12 \u0633\u0627\u0639\u062a \u0627\u062e\u06cc\u0631.\n\n*  \\{recent-changes\:7d\\} -\u0635\u0641\u062d\u0627\u062a \u062a\u063a\u06cc\u06cc\u0631 \u06cc\u0627\u0641\u062a\u0647 \u062f\u0631 7 \u0633\u0627\u0639\u062a \u0627\u062e\u06cc\u0631..\n\n*  \\{recent-changes\:2006-12-25\\} - \u0635\u0641\u062d\u0627\u062a \u062a\u063a\u06cc\u06cc\u0631 \u06cc\u0627\u0641\u062a\u0647 \u0627\u0632 25-12-2006.\n\n\n__\u0627\u0641\u0632\u0648\u062f\u0646 \u062a\u0635\u0648\u06cc\u0631 \u062f\u0631 \u0635\u0641\u062d\u0647 \u062e\u0648\u062f__\n\u062a\u0627\u06cc\u067e  \\{image\:\\} \u0628\u0647 \u0647\u0645\u0631\u0627\u0647 URL \u062a\u0635\u0648\u06cc\u0631 \u062f\u0631 \u0635\u0641\u062d\u0647 \u0646\u0645\u0627\u06cc\u0634 \u062f\u0627\u062f\u0647 \u0645\u06cc \u0634\u0648\u062f(\u0631\u0627\u0647 \u0633\u0627\u062f\u0647 \u062a\u0631 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0627\u0632 \u0622\u06cc\u06a9\u0648\u0646 \u062a\u0635\u0648\u06cc\u0631 \u062f\u0631 \u0648\u06cc\u0631\u0627\u06cc\u0634 \u0645\u0627\u0646\u06cc\u062a\u0648\u0631 \u0645\u06cc \u0628\u0627\u0634\u062f.)\n\n\\{image\:/images/bear.jpg|A Bear\\} \u06a9\u0647 \u062a\u0635\u0648\u06cc\u0631 \u0645\u0631\u062a\u0628\u062a \u0628\u0627 URL  \u0631\u0627  "/images/bear.jpg" \u0646\u0645\u0627\u06cc\u0634 \u0645\u06cc \u062f\u0647\u062f. \u0645\u062a\u0646 \u062d\u0633\u0627\u0633 \u062a\u0635\u0648\u06cc\u0631 \u0628\u0631\u0627\u0628\u0631 \u0628\u0627 "A Bear" \u0645\u06cc \u0628\u0627\u0634\u062f\n\u0628\u0631\u0627\u06cc \u062d\u0631\u06a9\u062a \u062a\u0635\u0648\u06cc\u0631 \u0628\u0647 \u0686\u067e \u062a\u0627 \u0645\u062a\u0646 \u062f\u0631 \u0627\u0637\u0631\u0627\u0641 \u0642\u0631\u0627\u0631 \u06af\u06cc\u0631\u062f "|ext|float-left"\n\n\\{image\:/images/bear.jpg|A Bear|ext|float-left\\} \n\n\u0628\u0631\u0627\u06cc \u062d\u0631\u06a9\u062a \u062a\u0635\u0648\u06cc\u0631 \u0628\u0647 \u0631\u0627\u0633\u062a \u062a\u0627 \u0645\u062a\u0646 \u062f\u0631 \u0627\u0637\u0631\u0627\u0641 \u0642\u0631\u0627\u0631 \u06af\u06cc\u0631\u062f"|ext|float-right"\n\n\\{image\:/images/bear.jpg|A Bear|ext|float-right\\} \n\n\u062a\u0635\u0648\u06cc\u0631 URL \u0645\u0645\u06a9\u0646 \u0627\u0633\u062a \u0646\u0633\u0628\u06cc \u06cc\u0627 \u0645\u0637\u0644\u0642 \u0628\u0648\u062f\u0647 \u0627\u0645\u0627 \u0646\u0645\u06cc \u062a\u0648\u0627\u0646\u062f \u062e\u0627\u0631\u062c\u06cc \u0628\u0627\u0634\u062f. \u0622\u062f\u0631\u0633 \u0627\u06cc\u0646\u062a\u0631\u0646\u062a\u06cc \u0646\u06cc\u0632 \u0645\u0645\u06a9\u0646 \u0627\u0633\u062a \u0628\u0627  "worksite\:/"\u0634\u0631\u0648\u0639 \u0634\u0648\u062f \u0628\u0631\u0627\u06cc \u0646\u0645\u0627\u06cc\u0634 \u062a\u0635\u0627\u0648\u06cc\u0631 \u0627\u0632 \u0627\u06cc\u0646 \u0645\u062d\u06cc\u0637 \u06a9\u0627\u0631. \u0628\u0631\u0627\u06cc \u0646\u0645\u0627\u06cc\u0634 \u062a\u0635\u0627\u0648\u06cc\u0631 \u062f\u0631 \u0645\u062d\u06cc\u0637 \u0647\u0627\u06cc \u06a9\u0627\u0631\u06cc \u062f\u06cc\u06af\u0631\u062a\u0627\u0646\u060c \u0634\u0645\u0627 \u0645\u0645\u06a9\u0646 \u0627\u0633\u062a \u0628\u0627 \u06cc\u06a9 URL "sakai\:/" \u0634\u0631\u0648\u0639  \u06a9\u0646\u06cc\u062f \u0648 \u0634\u0627\u0645\u0644 \u0634\u0646\u0627\u0633\u0647 \u0633\u0627\u06cc\u062a \u0645\u06cc \u0634\u0648\u062f.\n\n__\u0627\u06cc\u062c\u0627\u062f \u06cc\u06a9 \u062a\u06af__\n\u062a\u0627\u06cc\u067e \\ \\{anchor\\} \u0628\u0627\u0639\u062b \u0627\u06cc\u062c\u0627\u062f \u062a\u06af \u0646\u06af\u0647\u062f\u0627\u0631\u0646\u062f\u0647 HTML \u062f\u0631 \u0627\u0637\u0631\u0627\u0641 \u0645\u062a\u0646 \u0645\u06cc \u0634\u0648\u062f \ne.g. \\{anchor\:myLink\\}\u067e\u0631\u0634 \u0628\u0647 \u0627\u06cc\u0646 \u0646\u0642\u0637\u0647 \\{anchor\\}\n\u067e\u0631\u0634 \u0644\u06cc\u0646\u06a9 \u0628\u0647 \u0622\u0646 \u0646\u0642\u0637\u0647 \u0627\u06cc \u06a9\u0647 \u0628\u0627\u06cc\u062f \u0638\u0627\u0647\u0631 \u0634\u0648\u062f \u0634\u0631\u062d \u0632\u06cc\u0631 \u0627\u0633\u062a\:\n\\ [\u0628\u0631\u0648 \u0628\u0647 \u0627\u06cc\u0646 \u0646\u0642\u0637\u0647 \u0647\u06cc\u062c\u0627\u0646 \u0627\u0646\u06af\u06cc\u0632 | \u0646\u0627\u0645 \u0635\u0641\u062d\u0647 \u0641\u0639\u0644\u06cc \u062f\u0631 \u0627\u06cc\u0646\u062c\u0627 \#myLink\\]\n\n_ \u0628\u0627 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0627\u0632 \u0642\u0627\u0644\u0628 \u0631\u06cc\u0627\u0636\u06cc _\nR\u0648\u06cc\u06a9\u06cc \u0628\u0627 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0627\u0632  \u0631\u06cc\u0627\u0636\u06cc JS \u0628\u0647 \u0637\u0648\u0631\u06cc \u0631\u0641\u062a\u0627\u0631 \u0645\u06cc \u06a9\u0646\u062f \u06a9\u0647 \u0634\u0645\u0627 \u0645\u06cc \u062a\u0648\u0627\u0646\u06cc\u062f \u0635\u0641\u062d\u0647  \u0631\u06cc\u0627\u0636\u06cc \u0628\u0647 \u0635\u0648\u0631\u062a \u0641\u0631\u0645 \u062a\u06a9 \u0645\u0634\u0627\u0647\u062f\u0647 \u06a9\u0646\u06cc\u062f. \n\u062a\u0627\u06cc\u067e \\{math\:display\\} \\{math\\} \u0628\u06cc\u0646 \u062f\u0648 \u062a\u06af \u0646\u0645\u0627\u06cc\u0634 \u062f\u0627\u062f\u0647 \u0645\u06cc \u0634\u0648\u062f.\n\ne.g. \\{math\:display\\}U_n+2\\} U_n+1\\} U_n \\{math\\} \n\n{math\:display}U_n+2} U_n+1} U_n {math} \n\u0628\u06cc\u0634\u062a\u0631 \u0628\u06cc\u0627\u0645\u0648\u0632\u06cc\u062f\n{link\:here|http\://www.math.union.edu/~dpvc/jsMath/welcome.html|none|_new}\n\n__\u0646\u0645\u0627\u06cc\u0634 \u0633\u0648\u0627\u0644__\n\n\u0628\u0631\u0627\u06cc \u0646\u0645\u0627\u06cc\u0634 \u06cc\u06a9 \u0633\u0648\u0627\u0644\u060c \u0646\u0648\u0639  \\{quote\\} \u062f\u0631 \u062f\u0648 \u0637\u0631\u0641 \u0645\u062a\u0646  \u0628\u0647 \u0639\u0646\u0648\u0627\u0646 \u06cc\u06a9 \u0633\u0648\u0627\u0644 \u0646\u0634\u0627\u0646 \u0645\u06cc \u062f\u0647\u062f.\n{quote}\u0645\u062b\u0644 \u0627\u06cc\u0646\!{quote}\n\n\u0645\u0627\u06a9\u0631\u0648\u0647\u0627 \u0633\u0627\u06a9\u0627\u06cc\u06cc \u0645\u0631\u0628\u0648\u0637\n\n__\\{sakai-sections\\}__ \u0627\u06cc\u062c\u0627\u062f \u06cc\u06a9 \u0644\u06cc\u0633\u062a \u0627\u0632 \u0644\u06cc\u0646\u06a9 \u0647\u0627\u06cc \u06a9\u0647 \u0628\u0647 \u0632\u06cc\u0631\u0633\u0627\u06cc\u062a \u06a9\u0647 \u0628\u0647 \u0635\u0648\u0631\u062a \u062e\u0648\u062f\u06a9\u0627\u0631 \u0628\u0647 \u0647\u0631 \u0628\u062e\u0634 \u062f\u0631 \u0645\u062d\u0644 \u06a9\u0627\u0631 \u062e\u0648\u062f \u0627\u0634\u0627\u0631\u0647 \u0645\u06cc \u06a9\u0646\u0646\u062f. \u062a\u0648\u062c\u0647 \u062f\u0627\u0634\u062a\u0647 \u0628\u0627\u0634\u06cc\u062f \u06a9\u0647 \u0647\u06cc\u0686 \u0631\u0627\u0628\u0637 \u06a9\u0627\u0631\u0628\u0631\u06cc \u062f\u0631 \u0648\u06cc\u06a9\u06cc \u0628\u0647 \u0645\u062f\u06cc\u0631\u06cc\u062a \u062f\u0633\u062a\u0631\u0633\u06cc \u0628\u062e\u0634 \u062f\u0631   \u0633\u0637\u062d \u0647\u0627\u06cc  \u0628\u062e\u0634 \u0648\u062c\u0648\u062f \u0646\u062f\u0627\u0631\u062f\n__\\{worksiteinfo\\}__ \u0644\u06cc\u0633\u062a \u0627\u0637\u0644\u0627\u0639\u0627\u062a \u062f\u0631 \u0645\u0648\u0631\u062f \u0633\u0627\u06cc\u062a \u062d\u0627\u0636\u0631\n\n

wiki_home_page=\n\u0628\u0647 \u0627\u0628\u0632\u0627\u0631 \u0648\u06cc\u06a9\u06cc \u062e\u0648\u0634 \u0622\u0645\u062f\u06cc\u062f\n\n\n\n\u0648\u06cc\u06a9\u06cc \u0686\u06cc\u0633\u062a\u061f\n\n\n\n\u0648\u06cc\u06a9\u06cc \u0627\u0628\u0632\u0627\u0631\u06cc \u0627\u0633\u062a \u06a9\u0647 \u0628\u0647 \u0645\u0631\u062f\u0645 \u0627\u062c\u0627\u0632\u0647 \u0645\u06cc \u062f\u0647\u062f \u062a\u0627 \u0628\u062f\u0648\u0646 \u0646\u06cc\u0627\u0632 \u0628\u0647 \u0647\u06cc\u0686 \u06af\u0648\u0646\u0647 \u0645\u0647\u0627\u0631\u062a \u0648\u0628 \u060c \u0635\u0641\u062d\u0627\u062a \u0648\u0628 \u0631\u0627 \u0628\u0647 \u0635\u0648\u0631\u062a \u062c\u062f\u0627\u06af\u0627\u0646\u0647 \u0648 \u06cc\u0627 \u0628\u0647 \u0639\u0646\u0648\u0627\u0646 \u06cc\u06a9 \u06af\u0631\u0648\u0647\u060c \u0627\u06cc\u062c\u0627\u062f \u06a9\u0646\u0646\u062f.\n\n\n\n\u0628\u0627 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0627\u0632 \u0627\u0628\u0632\u0627\u0631 \u0648\u06cc\u06a9\u06cc\u060c \u0634\u0645\u0627 \u0645\u06cc \u062a\u0648\u0627\u0646\u06cc\u062f \u0628\u0627 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0627\u0632 \u0648\u06cc\u0631\u0627\u06cc\u0634 \u0635\u0641\u062d\u0627\u062a \u0648\u0628 \u060c \u0645\u062d\u06cc\u0637 \u06a9\u0627\u0631 \u062e\u0648\u062f \u0631\u0627 \u0627\u06cc\u062c\u0627\u062f \u06a9\u0646\u06cc\u062f \u0648\u062f\u0631 \u0635\u0648\u0631\u062a \u062a\u0645\u0627\u06cc\u0644 \u0645\u06cc \u062a\u0648\u0627\u0646\u06cc\u062f \u062a\u0645\u0627\u0645 \u06cc\u0627 \u0628\u0631\u062e\u06cc \u0627\u0632 \u0635\u0641\u062d\u0627\u062a \u0631\u0627 \u0642\u0627\u0628\u0644 \u0645\u0634\u0627\u0647\u062f\u0647 \u0639\u0645\u0648\u0645 \u0642\u0631\u0627\u0631 \u062f\u0647\u06cc\u062f.\n\n\n\n\u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0627\u0632 \u0648\u06cc\u06a9\u06cc \u0647\u0627\u0628\u0631\u0627\u06cc \u062a\u062f\u0631\u06cc\u0633\n\n\u06cc\u06a9 \u062a\u0639\u062f\u0627\u062f \u0628\u0633\u06cc\u0627\u0631\u06cc \u0631\u0627\u0647 \u0628\u0631\u0627\u06cc \u0622\u0645\u0648\u0632\u0634 \u0648\u06cc\u06a9\u06cc \u0647\u0627 \u0648\u062c\u0648\u062f \u062f\u0627\u0631\u062f - \u062f\u0631 \u062c\u0633\u062a\u062c\u0648\u06cc \u0648\u0628 \u062a\u0639\u062f\u0627\u062f\u06cc \u0627\u0632 \u0627\u06cc\u0646 \u067e\u06cc\u0634\u0646\u0647\u0627\u062f\u0627\u062a \u0648 \u0645\u0637\u0627\u0644\u0639\u0627\u062a \u0631\u0627 \u0645\u06cc\u062a\u0648\u0627\u0646\u06cc\u062f \u067e\u06cc\u062f\u0627 \u06a9\u0646\u06cc\u062f \u0639\u0646\u0648\u0627\u0646 \u0645\u062b\u0627\u0644\u060c \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632\u0627\u0646 \u0645\u06cc \u062a\u0648\u0627\u0646\u0646\u062f \u0645\u062c\u0645\u0648\u0639\u0647 \u0627\u06cc \u0627\u0632 \u0645\u0646\u0627\u0628\u0639 \u0648 \u0645\u0648\u0636\u0648\u0639 \u062f\u0631 \u0645\u0648\u0631\u062f \u0645\u0628\u062d\u062b \u0634\u0627\u0646 \u062c\u0645\u0639 \u0622\u0648\u0631\u06cc \u0648 \u0645\u0637\u0627\u0644\u0639\u0647 \u06a9\u0646\u0646\u062f\u060c \u0648 \u062c\u0647\u0627\u0646 \u062e\u0627\u0631\u062c \u0628\u0631\u0627\u06cc\u0634\u0627\u0646 \u062f\u0631 \u062f\u0633\u062a\u0631\u0633 \u0627\u0633\u062a. \u062f\u06cc\u06af\u0631 \u0627\u0633\u062a\u0627\u062f\u0627\u0646 \u06a9\u0647 \u0635\u0641\u062d\u0647 \u0648\u06cc\u06a9\u06cc \u0631\u0627 \u062a\u0648\u0644\u06cc\u062f \u0646\u0645\u0648\u062f\u0647 \u0627\u0646\u062f \u0628\u0647 \u0639\u0646\u0648\u0627\u0646 \u06cc\u06a9 \u0631\u0627\u0647 \u0627\u0632 \u0627\u0646\u062a\u0634\u0627\u0631 \u06cc\u0627\u062f\u062f\u0627\u0634\u062a \u0647\u0627\u06cc \u0633\u062e\u0646\u0631\u0627\u0646\u06cc \u0648 \u0627\u0631\u0634\u0627\u062f \u0628\u0631\u0627\u06cc \u062e\u0648\u0627\u0646\u062f\u0647 \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632\u0627\u0646 \u0627\u06cc\u062c\u0627\u062f \u06a9\u0631\u062f\u0647 \u0627\u0633\u062a \u06a9\u0647 \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632\u0627\u0646 \u062f\u0631 \u0622\u0646 \u0627\u062c\u0627\u0632\u0647 \u0648\u06cc\u0631\u0627\u06cc\u0634 \u0646\u062f\u0627\u0631\u0646\u062f.\n\n\n\n\u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0627\u0632 \u0648\u06cc\u06a9\u06cc \u0647\u0627 \u0628\u0631\u0627\u06cc \u06af\u0631\u0648\u0647 \u0647\u0627\u06cc \u062a\u062d\u0642\u06cc\u0642\u0627\u062a\u06cc\n\n\u0648\u06cc\u06a9\u06cc \u0627\u062c\u0627\u0632\u0647 \u0645\u06cc \u062f\u0647\u062f \u062a\u0627 \u0645\u0631\u062f\u0645 \u0628\u0647 \u06a9\u0627\u0631 \u0628\u0631 \u0631\u0648\u06cc \u062a\u0648\u0644\u06cc\u062f \u06cc\u06a9 \u0633\u0646\u062f \u0628\u0627 \u0647\u0645\u060c \u0645\u0627\u0646\u0646\u062f \u067e\u06cc\u0634 \u0646\u0648\u06cc\u0633 \u0637\u0631\u062d \u067e\u0698\u0648\u0647\u0634\u06cc \u0628\u0647 \u0639\u0646\u0648\u0627\u0646 \u06cc\u06a9 \u062a\u06cc\u0645\u060c \u0648 \u06cc\u0627 \u0628\u0647 \u0646\u06af\u0647 \u062f\u0627\u0634\u062a\u0646 \u062a\u0627 \u0628\u0647 \u0644\u06cc\u0633\u062a \u0628\u0647 \u0631\u0648\u0632 \u0634\u062f\u0647 \u0634\u0627\u0645\u0644 \u0645\u062d\u062a\u0648\u0627 \u062a\u0645\u0627\u0633 \u067e\u0631\u0648\u0698\u0647.\n\n\n\n\u0686\u06af\u0648\u0646\u0647 \u0634\u0631\u0648\u0639 \u06a9\u0646\u06cc\u0645\u061f\n\n\u0627\u06cc\u0646 \u0635\u0641\u062d\u0647 \u0627\u0635\u0644\u06cc \u0628\u0631\u0627\u06cc \u0648\u06cc\u06a9\u06cc \u0627\u0633\u062a. \u0628\u0631\u0627\u06cc \u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u0645\u062a\u0646 \u0628\u0647 \u0622\u0646\:\n\n* \u062f\u06a9\u0645\u0647 '\u0648\u06cc\u0631\u0627\u06cc\u0634' \u0631\u0627 \u062f\u0631 \u0627\u0642\u062f\u0627\u0645\u0627\u062a \u0646\u0648\u0627\u0631 \u0628\u0627\u0644\u0627\u0641\u0634\u0627\u0631 \u062f\u0647\u06cc\u062f .\n\n* \u0634\u0645\u0627 \u062e\u0648\u0627\u0647\u06cc\u062f \u062f\u06cc\u062f \u06a9\u0647 \u0645\u062a\u0646 \u062f\u0631 \u0627\u06cc\u0646 \u0635\u0641\u062d\u0647 \u062f\u0631 \u06cc\u06a9 \u062c\u0639\u0628\u0647 \u0645\u062a\u0646 \u0642\u0627\u0628\u0644 \u0648\u06cc\u0631\u0627\u06cc\u0634 \u0638\u0627\u0647\u0631 \u0645\u06cc \u0634\u0648\u062f.\n\n* * \u0627\u06cc\u0646 \u0645\u062a\u0646 \u0627\u0633\u062a\u0627\u0631\u062a\u0631 \u0631\u0627 \u062d\u0630\u0641 \u06a9\u0646\u06cc\u062f\u060c \u0648 \u0646\u0645\u062a\u0646\u06cc \u0631\u0627 \u06a9\u0647 \u0645\u06cc \u062e\u0648\u0627\u0647\u06cc\u062f \u0628\u0647 \u062c\u0627\u06cc \u0622\u0646 \u0646\u0645\u0627\u06cc\u0634 \u062f\u0627\u062f\u0647 \u0634\u0648\u062f \u0631\u0627 \u0628\u0646\u0648\u06cc\u0633\u06cc\u062f. \u0628\u0647 \u0645\u062a\u0646\u060c \u0627\u0632 \u062f\u06a9\u0645\u0647 \u0622\u06cc\u06a9\u0648\u0646 \u0647\u0627\u06cc \u0641\u0631\u0645\u062a \u0642\u0627\u0644\u0628 \u0628\u0646\u062f\u06cc \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u06a9\u0646\u06cc\u062f \u060c \u06a9\u0647 \u06a9\u062f \u0647\u0627\u06cc \u0642\u0627\u0644\u0628 \u0628\u0646\u062f\u06cc \u0645\u0646\u0627\u0633\u0628 \u0648\u06cc\u06a9\u06cc \u062f\u0631\u062c \u062e\u0648\u0627\u0647\u062f \u0634\u0648\u062f.\n\n* \u062f\u06a9\u0645\u0647 '\u0630\u062e\u06cc\u0631\u0647' \u0631\u0627 \u0641\u0634\u0627\u0631 \u062f\u0647\u06cc\u062f.\n\n
wiki_recent_changes=\nh1 \u062a\u063a\u06cc\u06cc\u0631\u0627\u062a \u0627\u062e\u06cc\u0631\n\n{recent-changes}\n\n











