simplepage.calendarLinkText=\u0412\u0433\u0440\u0430\u0436\u0434\u0430\u043d\u0435 \u043d\u0430 \u043a\u0430\u043b\u0435\u043d\u0434\u0430\u0440
simplepage.calendar-descrip=\u041f\u043e\u043a\u0430\u0437\u0432\u0430\u043d\u0435 \u043d\u0430 \u0432\u0441\u0438\u0447\u043a\u0438 \u0441\u044a\u0431\u0438\u0442\u0438\u044f \u0432 \u043a\u0430\u043b\u0435\u043d\u0434\u0430\u0440\u0430.
simplepage.edit-title.calendar=\u0420\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u043a\u0430\u043b\u0435\u043d\u0434\u0430\u0440\u0430
simplepage.startTime=\u041d\u0430\u0447\u0430\u043b\u0435\u043d \u0447\u0430\u0441\:
simplepage.endTime=\u0412\u0440\u0435\u043c\u0435 \u0437\u0430 \u043f\u0440\u0438\u043a\u043b\u044e\u0447\u0432\u0430\u043d\u0435\:
simplepage.calendar-more-info=\u041f\u044a\u043b\u043d\u0430 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f...
simplepage.siteName=\u0421\u0430\u0439\u0442\:
simplepage.eventAttachments=\u041f\u0440\u0438\u043a\u0430\u0447\u0435\u043d\u0438 \u0444\u0430\u0439\u043b\u043e\u0432\u0435\:
simplepage.description=\u041e\u043f\u0438\u0441\u0430\u043d\u0438\u0435\:
simplepage.eventType=\u0422\u0438\u043f \u0441\u044a\u0431\u0438\u0442\u0438\u0435\:
simplepage.forumSummaryLinkText=\u0412\u0433\u0440\u0430\u0436\u0434\u0430\u043d\u0435 \u043d\u0430 \u0414\u0438\u0441\u043a\u0443\u0441\u0438\u0438 \u0420\u0430\u0437\u0433\u043e\u0432\u043e\u0440\u0438
simplepage.forum-summary-descrip=\u041f\u043e\u043a\u0430\u0437\u0432\u0430\u043d\u0435 \u043d\u0430 \u043f\u043e\u0441\u043b\u0435\u0434\u043d\u0438\u0442\u0435 \u0440\u0430\u0437\u0433\u043e\u0432\u043e\u0440\u0438
simplepage.forum-summary.height_label=\u0412\u0438\u0441\u043e\u0447\u0438\u043d\u0430 \u043d\u0430 \u043f\u043e\u043b\u0435\u0442\u043e \u043d\u0430 \u0434\u0438\u0441\u043f\u043b\u0435\u044f (\u0432 \u043f\u0438\u043a\u0441\u0435\u043b\u0438)
simplepage.forum-number-dropdown-label=\u041f\u043e\u0441\u043e\u0447\u0435\u0442\u0435 \u0431\u0440\u043e\u044f \u043d\u0430 \u0440\u0430\u0437\u0433\u043e\u0432\u043e\u0440\u0438\u0442\u0435
simplepage.height-error-message=\u0421\u0430\u043c\u043e \u0447\u0438\u0441\u043b\u0430
simplepage.edit-title.forum-summary=\u0420\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0440\u0435\u0437\u044e\u043c\u0435 \u043d\u0430 \u0444\u043e\u0440\u0443\u043c\u0430
simplepage.forum-summary-no-message=\u0412 \u043c\u043e\u043c\u0435\u043d\u0442\u0430 \u043d\u044f\u043c\u0430 \u0440\u0430\u0437\u0433\u043e\u0432\u043e\u0440\u0438, \u043a\u043e\u0438\u0442\u043e \u0434\u0430 \u0441\u0435 \u043f\u043e\u043a\u0430\u0437\u0432\u0430\u0442.
simplepage.forum-header-title=\u041f\u043e\u0441\u043b\u0435\u0434\u043d\u0438 \u0434\u0438\u0441\u043a\u0443\u0441\u0438\u0438 \u0420\u0430\u0437\u0433\u043e\u0432\u043e\u0440\u0438
simplepage.forum-summary-error-message=\u0413\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0434\u043e\u0431\u0430\u0432\u044f\u043d\u0435\u0442\u043e \u043d\u0430 \u0440\u0435\u0437\u044e\u043c\u0435 \u043d\u0430 \u0444\u043e\u0440\u0443\u043c\u0430\:
simplepage.text=\u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u0442\u0435\u043a\u0441\u0442
simplepage.text.tooltip=\u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u043f\u043e\u043b\u0435, \u043a\u043e\u0435\u0442\u043e \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u044a\u0434\u044a\u0440\u0436\u0430 \u0442\u0435\u043a\u0441\u0442 \u0438 \u0434\u0440\u0443\u0433\u043e \u0443\u0435\u0431 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435
simplepage.instructions=\u0412\u0441\u0435 \u043e\u0449\u0435 \u043d\u0435 \u0441\u0442\u0435 \u0441\u044a\u0437\u0434\u0430\u043b\u0438 \u0442\u0430\u0437\u0438 \u043f\u0440\u043e\u0441\u0442\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430, \u0449\u0440\u0430\u043a\u043d\u0435\u0442\u0435 \u0432\u044a\u0440\u0445\u0443 "\u0420\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430\u0442\u0430", \u0437\u0430 \u0434\u0430 \u0437\u0430\u043f\u043e\u0447\u043d\u0435\u0442\u0435.
simplepage.not_available=\u0422\u0430\u0437\u0438 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 \u0432\u0441\u0435 \u043e\u0449\u0435 \u043d\u0435 \u0435 \u0441\u044a\u0437\u0434\u0430\u0434\u0435\u043d\u0430 \u043e\u0442 \u043f\u0440\u0435\u043f\u043e\u0434\u0430\u0432\u0430\u0442\u0435\u043b\u044f \u043d\u0430 \u043a\u0443\u0440\u0441\u0430 \u0438\u043b\u0438 \u043d\u044f\u043c\u0430\u0442\u0435 \u043d\u0435\u043e\u0431\u0445\u043e\u0434\u0438\u043c\u0438\u0442\u0435 \u043f\u0440\u0430\u0432\u0430, \u0437\u0430 \u0434\u0430 \u044f \u043f\u0440\u043e\u0447\u0435\u0442\u0435\u0442\u0435
simplepage.impossible1=\u041d\u0435\u0432\u044a\u0437\u043c\u043e\u0436\u043d\u043e \u0435 \u0434\u0430 \u0441\u0435 \u0441\u044a\u0437\u0434\u0430\u0434\u0435 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430. \u0422\u043e\u0432\u0430 \u0431\u0438 \u0442\u0440\u044f\u0431\u0432\u0430\u043b\u043e \u0434\u0430 \u0435 \u043d\u0435\u0432\u044a\u0437\u043c\u043e\u0436\u043d\u043e. \u041c\u043e\u043b\u044f, \u0434\u043e\u043a\u043b\u0430\u0434\u0432\u0430\u0439\u0442\u0435 \u0437\u0430 \u0442\u043e\u0432\u0430.
simplepage.pagehidden=\u041f\u043e\u0441\u0442\u0430\u0432\u0438\u043b\u0438 \u0441\u0442\u0435 \u043e\u0442\u043c\u0435\u0442\u043a\u0430 \u0432 \u043a\u0432\u0430\u0434\u0440\u0430\u0442\u0447\u0435\u0442\u043e "\u0421\u043a\u0440\u0438\u0432\u0430\u043d\u0435" \u0432 \u043f\u0440\u043e\u0437\u043e\u0440\u0435\u0446\u0430 \u0441 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438. \u0422\u043e\u0432\u0430 \u043d\u0435 \u043f\u043e\u0437\u0432\u043e\u043b\u044f\u0432\u0430 \u043d\u0430 \u0441\u0442\u0430\u043d\u0434\u0430\u0440\u0442\u043d\u0438\u0442\u0435 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438 \u0434\u0430 \u0432\u0438\u0436\u0434\u0430\u0442 \u0442\u0430\u0437\u0438 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430.
simplepage.pagehidden.text=\u0417\u0430\u0431\u0435\u043b\u0435\u0436\u043a\u0430\: \u0412 \u043c\u043e\u043c\u0435\u043d\u0442\u0430 \u0442\u0430\u0437\u0438 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 \u0435 \u0441\u043a\u0440\u0438\u0442\u0430 \u0437\u0430 \u0441\u0442\u0430\u043d\u0434\u0430\u0440\u0442\u043d\u0438\u0442\u0435 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438. \u041c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u043f\u0440\u043e\u043c\u0435\u043d\u0438\u0442\u0435 \u0442\u043e\u0432\u0430 \u0432 \u043f\u0440\u043e\u0437\u043e\u0440\u0435\u0446\u0430 \u041d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438.
simplepage.showallpages=\u0418\u043d\u0434\u0435\u043a\u0441 \u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0438\u0442\u0435
simplepage.adding-text=\u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u0442\u0435\u043a\u0441\u0442 \u043a\u044a\u043c\:
simplepage.twitter=\u0412\u0433\u0440\u0430\u0436\u0434\u0430\u043d\u0435 \u043d\u0430 Twitter \u0445\u0440\u043e\u043d\u043e\u043b\u043e\u0433\u0438\u044f
simplepage.twitter-descrip=\u0414\u043e\u0431\u0430\u0432\u0435\u0442\u0435 feed Twitter \u043a\u044a\u043c \u0442\u0430\u0437\u0438 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430, \u043d\u0430\u043f\u0440\u0438\u043c\u0435\u0440 \u0432\u0435\u0434\u043e\u043c\u0441\u0442\u0432\u0435\u043d, \u043f\u0440\u0435\u0434\u043c\u0435\u0442\u0435\u043d \u0438\u043b\u0438 \u043b\u0438\u0447\u0435\u043d.
simplepage.twitter-username=\u041f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u043e \u0438\u043c\u0435 \u0432 Twitter, \u043d\u0430\u043f\u0440\u0438\u043c\u0435\u0440 @OxfordWebLearn
simplepage.number-dropdown-label=\u0411\u0440\u043e\u0439 \u0442\u0443\u0438\u0442\u043e\u0432\u0435\:
simplepage.twitter-name-notblank=\u041c\u043e\u043b\u044f, \u043f\u043e\u0441\u043e\u0447\u0435\u0442\u0435 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u043e \u0438\u043c\u0435.
simplepage.edit-title.twitter=\u0420\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0445\u0440\u043e\u043d\u043e\u043b\u043e\u0433\u0438\u044f\u0442\u0430 \u043d\u0430 Twitter
simplepage.twitter.height_label=\u0412\u0438\u0441\u043e\u0447\u0438\u043d\u0430 \u043d\u0430 \u043f\u043e\u043b\u0435\u0442\u043e \u043d\u0430 \u0434\u0438\u0441\u043f\u043b\u0435\u044f (\u0432 \u043f\u0438\u043a\u0441\u0435\u043b\u0438)

simplepage.continue=\u041f\u0440\u043e\u0434\u044a\u043b\u0436\u0438

simplepage.toolbar=\u0418\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0438 \u0437\u0430 \u0440\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u043d\u0435
simplepage.maincontent=\u0421\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435 \u043d\u0430 \u043e\u0441\u043d\u043e\u0432\u043d\u0430\u0442\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430
simplepage.notreleased=\u041f\u043e\u0441\u0442\u0430\u0432\u0438\u043b\u0438 \u0441\u0442\u0435 \u043e\u0442\u043c\u0435\u0442\u043a\u0430 \u0432 \u043a\u0432\u0430\u0434\u0440\u0430\u0442\u0447\u0435\u0442\u043e "\u0421\u043a\u0440\u0438\u0432\u0430\u043d\u0435 \u0434\u043e \u0434\u0430\u0442\u0430\u0442\u0430 \u043d\u0430 \u0438\u0437\u0434\u0430\u0432\u0430\u043d\u0435" \u0432 \u043f\u0440\u043e\u0437\u043e\u0440\u0435\u0446\u0430 \u0441 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438, \u043d\u043e \u0434\u0430\u0442\u0430\u0442\u0430 \u043d\u0435 \u0435 \u043d\u0430\u0441\u0442\u044a\u043f\u0438\u043b\u0430. \u0412\u044a\u043f\u0440\u0435\u043a\u0438 \u0447\u0435 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430\u0442\u0430 \u0449\u0435 \u0441\u0435 \u043f\u043e\u044f\u0432\u0438 \u0432 \u043c\u0430\u0440\u0436\u0430, \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438\u0442\u0435 \u0432\u0441\u0435 \u043e\u0449\u0435 \u043d\u044f\u043c\u0430 \u0434\u0430 \u043c\u043e\u0433\u0430\u0442 \u0434\u0430 \u044f \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0442.
simplepage.notreleased.text=\u0417\u0430\u0431\u0435\u043b\u0435\u0436\u043a\u0430\: \u0422\u0430\u0437\u0438 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 \u043d\u044f\u043c\u0430 \u0434\u0430 \u0431\u044a\u0434\u0435 \u0434\u043e\u0441\u0442\u044a\u043f\u043d\u0430 \u0437\u0430 \u0441\u0442\u0430\u043d\u0434\u0430\u0440\u0442\u043d\u0438\u0442\u0435 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438 \u0434\u043e {}. \u041c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u043f\u0440\u043e\u043c\u0435\u043d\u0438\u0442\u0435 \u0442\u043e\u0432\u0430 \u0432 \u043f\u0440\u043e\u0437\u043e\u0440\u0435\u0446\u0430 \u041d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438.
simplepage.page.gradebook=\u0421\u044a\u0437\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u0435\u043b\u0435\u043c\u0435\u043d\u0442 \u043e\u0442 \u0434\u043d\u0435\u0432\u043d\u0438\u043a\u0430 \u0437\u0430 \u043e\u0446\u0435\u043d\u043a\u0438, \u043a\u043e\u0433\u0430\u0442\u043e \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430\u0442\u0430 \u0435 \u0437\u0430\u0432\u044a\u0440\u0448\u0435\u043d\u0430.
simplepage.points=\u0442\u043e\u0447\u043a\u0438
simplepage.endmenu=\u041a\u0440\u0430\u0439 \u043d\u0430 \u043c\u0435\u043d\u044e\u0442\u043e. \u0418\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0439\u0442\u0435 Escape, \u0437\u0430 \u0434\u0430 \u0433\u043e \u0437\u0430\u0442\u0432\u043e\u0440\u0438\u0442\u0435.
simplepage.errorCreatingTask=\u041f\u0440\u0438 \u043e\u043f\u0438\u0442 \u0437\u0430 \u0437\u0430\u043f\u0430\u0437\u0432\u0430\u043d\u0435 \u043d\u0430 \u0437\u0430\u0434\u0430\u0447\u0430 \u0432\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430.
simplepage.question-task-title=\u0412\u044a\u043f\u0440\u043e\u0441 \u0437\u0430 \u043e\u0442\u0433\u043e\u0432\u043e\u0440
simplepage.comments-task-title=\u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u043a\u043e\u043c\u0435\u043d\u0442\u0430\u0440\u0438
simplepage.student-contents-task-title=\u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435

simplepage.overquota=\u041d\u0435\u0432\u044a\u0437\u043c\u043e\u0436\u043d\u043e\u0441\u0442 \u0437\u0430 \u0434\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u0440\u0435\u0441\u0443\u0440\u0441\: \u0441\u0430\u0439\u0442\u044a\u0442 \u0432\u0438 \u0449\u0435 \u043d\u0430\u0434\u0445\u0432\u044a\u0440\u043b\u0438 \u043a\u0432\u043e\u0442\u0430\u0442\u0430 \u0441\u0438
simplepage.resourceerror=\u041d\u0435\u0432\u044a\u0437\u043c\u043e\u0436\u043d\u043e \u0435 \u0434\u0430 \u0441\u0435 \u0434\u043e\u0431\u0430\u0432\u0438 \u0440\u0435\u0441\u0443\u0440\u0441\: {}
simplepage.resourcepossibleerror=\u0412\u044a\u0437\u043c\u043e\u0436\u043d\u0430 \u0435 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0437\u0430\u043f\u0430\u0437\u0432\u0430\u043d\u0435 \u043d\u0430 \u0444\u0430\u0439\u043b\u0430. \u041e\u043f\u0435\u0440\u0430\u0446\u0438\u044f\u0442\u0430 \u0432\u0435\u0440\u043e\u044f\u0442\u043d\u043e \u0435 \u0440\u0430\u0431\u043e\u0442\u0438\u043b\u0430 \u043f\u0440\u0430\u0432\u0438\u043b\u043d\u043e, \u043d\u043e \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u043f\u0440\u043e\u0432\u0435\u0440\u0438\u0442\u0435 \u0434\u0430\u043b\u0438 \u0444\u0430\u0439\u043b\u044a\u0442 \u0435 \u0431\u0438\u043b \u043a\u0430\u0447\u0435\u043d \u0438\u043b\u0438 \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d \u043f\u0440\u0430\u0432\u0438\u043b\u043d\u043e.
simplepage.httphttps=\u0414\u043e\u0431\u0430\u0432\u044f\u0442\u0435 \u0440\u0435\u0441\u0443\u0440\u0441, \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0449 http\: \u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430, \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0449\u0430 https\:. \u0422\u043e\u0432\u0430 \u043d\u044f\u043c\u0430 \u0434\u0430 \u0441\u0435 \u043f\u043e\u043a\u0430\u0436\u0435 \u0432\u044a\u0432 \u0432\u0441\u0438\u0447\u043a\u0438 \u0431\u0440\u0430\u0443\u0437\u044a\u0440\u0438. \u041c\u043e\u043b\u044f, \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0439\u0442\u0435 https\: \u0430\u043a\u043e \u0435 \u0432\u044a\u0437\u043c\u043e\u0436\u043d\u043e. \u041d\u0430\u0442\u0438\u0441\u043d\u0435\u0442\u0435 \u043e\u0442\u043d\u043e\u0432\u043e \u0431\u0443\u0442\u043e\u043d\u0430 "\u0417\u0430\u043f\u0430\u0437\u0438", \u0437\u0430 \u0434\u0430 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0442\u0435 \u0442\u043e\u0437\u0438 URL \u0430\u0434\u0440\u0435\u0441 \u0432\u044a\u043f\u0440\u0435\u043a\u0438 \u0442\u043e\u0432\u0430.

simplepage.new-page=\u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u043f\u043e\u0432\u0435\u0447\u0435 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0438
simplepage.new-page-tooltip=\u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0438, \u043a\u043e\u0438\u0442\u043e \u0449\u0435 \u0441\u0435 \u043f\u043e\u043a\u0430\u0437\u0432\u0430\u0442 \u0432 \u043b\u044f\u0432\u0430\u0442\u0430 \u043b\u0435\u043d\u0442\u0430
simplepage.new-page-title=\u0417\u0430\u0433\u043b\u0430\u0432\u0438\u0435 \u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430\u0442\u0430
simplepage.new-page-number=\u0411\u0440\u043e\u0439 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0438
simplepage.new-page-number-2=\u043f\u0440\u0430\u0437\u0435\u043d \u0434\u0430\u0432\u0430 \u0435\u0434\u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430
simplepage.new-page-copy=\u041d\u0430\u043f\u0440\u0430\u0432\u0435\u0442\u0435 \u043d\u043e\u0432\u0438 \u043a\u043e\u043f\u0438\u044f \u043d\u0430 \u0442\u0435\u043a\u0443\u0449\u0430\u0442\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 (\u0441 \u0438\u0437\u043a\u043b\u044e\u0447\u0435\u043d\u0438\u0435 \u043d\u0430 \u0442\u043e\u0432\u0430, \u0447\u0435 \u043f\u043e\u0434\u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0438\u0442\u0435 \u0441\u0430 \u043f\u0440\u043e\u043f\u0443\u0441\u043d\u0430\u0442\u0438)
simplepage.new-page-explanation=\u0421\u044a\u0437\u0434\u0430\u0439\u0442\u0435 \u043f\u043e\u0432\u0435\u0447\u0435 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0438 \u0432 \u043b\u044f\u0432 \u043c\u0430\u0440\u0436. \u0417\u0430 \u0434\u0430 \u0441\u044a\u0437\u0434\u0430\u0434\u0435\u0442\u0435 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0438 \u0432 \u0440\u0430\u043c\u043a\u0438\u0442\u0435 \u043d\u0430 \u0442o\u0437\u0438, \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0439\u0442\u0435 "\u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u043f\u043e\u0434\u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430"
simplepage.new-page-explanation-1=\u041c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u0441\u044a\u0437\u0434\u0430\u0434\u0435\u0442\u0435 \u0433\u0440\u0443\u043f\u0430 \u043e\u0442 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0438 \u043d\u0430\u0432\u0435\u0434\u043d\u044a\u0436, \u0430\u043a\u043e \u043f\u043e\u0441\u0442\u0430\u0432\u0438\u0442\u0435 \u043d\u043e\u043c\u0435\u0440 \u0432 \u0437\u0430\u0433\u043b\u0430\u0432\u0438\u0435\u0442\u043e.
simplepage.new-page-explanation-2=\u041d\u0430\u043f\u0440\u0438\u043c\u0435\u0440, \u0430\u043a\u043e \u043f\u043e\u0441\u043e\u0447\u0438\u0442\u0435 "Unit 4" \u0438 \u043f\u043e\u0438\u0441\u043a\u0430\u0442\u0435 3 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0438, \u0449\u0435 \u043f\u043e\u043b\u0443\u0447\u0438\u0442\u0435 Unit 4, Unit 5 \u0438 Unit 6.
simplepage.number_pages_not_number=\u0411\u0440\u043e\u044f\u0442 \u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0438\u0442\u0435 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0435 \u0447\u0438\u0441\u043b\u043e
simplepage.title_no_number=\u0417\u0430\u0433\u043b\u0430\u0432\u0438\u0435\u0442\u043e \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0441\u044a\u0434\u044a\u0440\u0436\u0430 \u043d\u043e\u043c\u0435\u0440
simplepage.title_too_long=\u041d\u0435\u0432\u044a\u0437\u043c\u043e\u0436\u043d\u043e\u0441\u0442 \u0437\u0430 \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0437\u0430\u0433\u043b\u0430\u0432\u0438\u0435\u0442\u043e\: \u0432\u044a\u0437\u043c\u043e\u0436\u043d\u043e \u0435 \u0437\u0430\u0433\u043b\u0430\u0432\u0438\u0435\u0442\u043e \u0434\u0430 \u0435 \u0442\u0432\u044a\u0440\u0434\u0435 \u0434\u044a\u043b\u0433\u043e. \u041f\u043e\u0434\u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0438\u0442\u0435 \u043c\u043e\u0433\u0430\u0442 \u0434\u0430 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u0442 \u0434\u043e 255 \u0441\u0438\u043c\u0432\u043e\u043b\u0430. \u0421\u0442\u0440\u0430\u043d\u0438\u0446\u0438\u0442\u0435 \u043e\u0442 \u043f\u044a\u0440\u0432\u043e \u043d\u0438\u0432\u043e \u043e\u0431\u0430\u0447\u0435 \u0441\u0430 \u043e\u0433\u0440\u0430\u043d\u0438\u0447\u0435\u043d\u0438 \u0434\u043e 99 \u0441\u0438\u043c\u0432\u043e\u043b\u0430.

simplepage.bulk-edit-pages=\u0413\u0440\u0443\u043f\u043e\u0432\u043e \u0440\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u043f\u043e\u0434\u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0438
simplepage.bulk-edit-pages.tooltip=\u0420\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u0439\u0442\u0435 \u0437\u0430\u0433\u043b\u0430\u0432\u0438\u044f\u0442\u0430 \u043d\u0430 \u0432\u0441\u0438\u0447\u043a\u0438 \u043f\u043e\u0434\u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0438 \u043d\u0430 \u0442\u0430\u0437\u0438 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 \u0441 \u0443\u0440\u043e\u0446\u0438.
simplepage.bulk-edit-pages.title=\u0420\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u043f\u043e\u0434\u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0438 \u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430\: {0}
simplepage.bulk-edit-pages.instructions=\u0418\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0439\u0442\u0435 \u0444\u043e\u0440\u043c\u0443\u043b\u044f\u0440\u0430 \u043f\u043e-\u0434\u043e\u043b\u0443, \u0437\u0430 \u0434\u0430 \u0440\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u0442\u0435 \u0437\u0430\u0433\u043b\u0430\u0432\u0438\u044f\u0442\u0430 \u043d\u0430 \u0432\u0441\u0438\u0447\u043a\u0438 \u043f\u043e\u0434\u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0438, \u043a\u044a\u043c \u043a\u043e\u0438\u0442\u043e \u0438\u043c\u0430 \u0432\u0440\u044a\u0437\u043a\u0430 \u043d\u0430 \u0442\u0430\u0437\u0438 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430. \u0422\u043e\u0432\u0430 \u0449\u0435 \u0440\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430 \u0432\u0438\u0434\u0438\u043c\u043e\u0442\u043e \u0437\u0430\u0433\u043b\u0430\u0432\u0438\u0435 \u043d\u0430 \u0432\u0440\u044a\u0437\u043a\u0430\u0442\u0430 \u0438\u043b\u0438 \u0431\u0443\u0442\u043e\u043d\u0430, \u043a\u0430\u043a\u0442\u043e \u0438 \u0437\u0430\u0433\u043b\u0430\u0432\u0438\u0435\u0442\u043e \u043d\u0430 \u0441\u0430\u043c\u0430\u0442\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430.
simplepage.bulk-edit-pages.none=\u041d\u0430 \u0442\u0430\u0437\u0438 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 \u043d\u044f\u043c\u0430 \u0441\u0432\u044a\u0440\u0437\u0430\u043d\u0438 \u043f\u043e\u0434\u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0438.
simplepage.bulk-edit-pages.blank=\u041d\u0435\u0432\u044a\u0437\u043c\u043e\u0436\u043d\u043e \u0435 \u0434\u0430 \u0441\u0435 \u0437\u0430\u043f\u0430\u0437\u044f\u0442 \u043f\u0440\u043e\u043c\u0435\u043d\u0438\u0442\u0435. \u0417\u0430\u0433\u043b\u0430\u0432\u0438\u044f\u0442\u0430 \u043d\u0430 \u043f\u043e\u0434\u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0438\u0442\u0435 \u043d\u0435 \u043c\u043e\u0433\u0430\u0442 \u0434\u0430 \u0431\u044a\u0434\u0430\u0442 \u043f\u0440\u0430\u0437\u043d\u0438.
simplepage.bulk-edit-pages.table.header.current.title=\u0422\u0435\u043a\u0443\u0449\u043e \u0437\u0430\u0433\u043b\u0430\u0432\u0438\u0435
simplepage.bulk-edit-pages.table.header.new.title=\u041d\u043e\u0432\u043e \u0437\u0430\u0433\u043b\u0430\u0432\u0438\u0435
simplepage.bulk-edit-pages.table.header.current.description=\u0422\u0435\u043a\u0443\u0449\u043e \u043e\u043f\u0438\u0441\u0430\u043d\u0438\u0435
simplepage.bulk-edit-pages.table.header.new.description=\u041d\u043e\u0432\u043e \u043e\u043f\u0438\u0441\u0430\u043d\u0438\u0435

simplepage.remove-page=\u041f\u0440\u0435\u043c\u0430\u0445\u0432\u0430\u043d\u0435 \u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430\u0442\u0430
simplepage.remove-page-tooltip=\u041f\u0440\u0435\u043c\u0430\u0445\u0432\u0430\u043d\u0435 \u043d\u0430 \u0442\u0435\u043a\u0443\u0449\u0430\u0442\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 \u043e\u0442 \u043b\u0435\u0432\u0438\u044f \u043c\u0430\u0440\u0436
simplepage.remove-page-explanation=\u041f\u0440\u0435\u043c\u0430\u0445\u0432\u0430\u043d\u0435 \u043d\u0430 \u0442\u0435\u043a\u0443\u0449\u0430\u0442\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 \u043e\u0442 \u043b\u0435\u0432\u0438\u044f \u043c\u0430\u0440\u0436. \u0422\u043e\u0432\u0430 \u043d\u0435 \u0432\u043e\u0434\u0438 \u0434\u043e \u0438\u0437\u0442\u0440\u0438\u0432\u0430\u043d\u0435 \u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430\u0442\u0430. \u0417\u0430 \u0434\u0430 \u044f \u0438\u0437\u0442\u0440\u0438\u0435\u0442\u0435, \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0439\u0442\u0435 \u0431\u0443\u0442\u043e\u043d\u0430 "\u0418\u043d\u0434\u0435\u043a\u0441 \u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0438\u0442\u0435".
simplepage.remove-student-page-explanation=\u041f\u0440\u0435\u043c\u0430\u0445\u0432\u0430\u043d\u0435 \u043d\u0430 \u0442\u0435\u043a\u0443\u0449\u0430\u0442\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 \u043d\u0430 \u0441\u0442\u0443\u0434\u0435\u043d\u0442\u0430. \u0422\u0430\u0437\u0438 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 \u0449\u0435 \u0431\u044a\u0434\u0435 \u0438\u0437\u0442\u0440\u0438\u0442\u0430.
simplepage.remove=\u041f\u0440\u0435\u043c\u0430\u0445\u0432\u0430\u043d\u0435 \u043d\u0430
simplepage.remove_page_done=\u0422\u0430\u0437\u0438 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 \u0435 \u043f\u0440\u0435\u043c\u0430\u0445\u043d\u0430\u0442\u0430 \u043e\u0442 \u043b\u0435\u0432\u0438\u044f \u043c\u0430\u0440\u0436. \u0422\u0430\u0437\u0438 \u043f\u0440\u043e\u043c\u044f\u043d\u0430 \u0449\u0435 \u0431\u044a\u0434\u0435 \u0432\u0438\u0434\u0438\u043c\u0430, \u043a\u043e\u0433\u0430\u0442\u043e \u043a\u043b\u0438\u043a\u043d\u0435\u0442\u0435 \u0432\u044a\u0440\u0445\u0443 "\u041f\u0440\u043e\u0434\u044a\u043b\u0436\u0438". \u0418\u043c\u0430\u0439\u0442\u0435 \u043f\u0440\u0435\u0434\u0432\u0438\u0434, \u0447\u0435 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430\u0442\u0430 \u043d\u0435 \u0435 \u0438\u0437\u0442\u0440\u0438\u0442\u0430 \u043e\u0442 \u0441\u0438\u0441\u0442\u0435\u043c\u0430\u0442\u0430. \u041c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u044f \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u043a\u0430\u0442\u043e \u043f\u043e\u0434\u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 \u0437\u0430 \u0434\u0440\u0443\u0433\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 \u0438\u043b\u0438 \u0434\u0430 \u043e\u0442\u0438\u0434\u0435\u0442\u0435 \u0432 "\u0418\u043d\u0434\u0435\u043a\u0441 \u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0438\u0442\u0435" \u043e\u0442 \u0432\u0441\u044f\u043a\u0430 \u043e\u0441\u0442\u0430\u043d\u0430\u043b\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 \u0438 \u0434\u0430 \u044f \u0438\u0437\u0442\u0440\u0438\u0435\u0442\u0435.

simplepage.not_yet_available_releasedate=\u0422\u0430\u0437\u0438 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 \u043d\u044f\u043c\u0430 \u0434\u0430 \u0431\u044a\u0434\u0435 \u0434\u043e\u0441\u0442\u044a\u043f\u043d\u0430 \u0434\u043e {}.
simplepage.not_available_hidden=\u0422\u0430\u0437\u0438 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 \u0435 \u0441\u043a\u0440\u0438\u0442\u0430.
simplepage.hiddenpage=[\u0421\u043a\u0440\u0438\u0442\u043e]
simplepage.pagenotreleased=[\u041d\u0435 \u0435 \u043f\u0443\u0441\u043d\u0430\u0442 \u0434\u043e {}]
simplepage.pagereleased=[\u041e\u0441\u0432\u043e\u0431\u043e\u0434\u0435\u043d {}]

simplepage.create_assignment=\u0421\u044a\u0437\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u043d\u043e\u0432\u043e \u0437\u0430\u0434\u0430\u043d\u0438\u0435 \u0441 \u043f\u043e\u043c\u043e\u0449\u0442\u0430 \u043d\u0430 Assignments (\u0417\u0430\u0434\u0430\u043d\u0438\u044f)
simplepage.create_assignment2=\u0421\u044a\u0437\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u043d\u043e\u0432\u043e \u0437\u0430\u0434\u0430\u043d\u0438\u0435 \u0441 \u043f\u043e\u043c\u043e\u0449\u0442\u0430 \u043d\u0430 \u0417\u0430\u0434\u0430\u043d\u0438\u044f 2
simplepage.create_blti=\u0423\u043f\u0440\u0430\u0432\u043b\u0435\u043d\u0438\u0435 \u0438\u043b\u0438 \u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0438
simplepage.create_quiz=\u0421\u044a\u0437\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u043d\u043e\u0432 \u0442\u0435\u0441\u0442
simplepage.create_samigo=\u0421\u044a\u0437\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u043d\u043e\u0432 \u0442\u0435\u0441\u0442 \u0441 \u043f\u043e\u043c\u043e\u0449\u0442\u0430 \u043d\u0430 Tests and Quizzes
simplepage.create_mneme=\u0421\u044a\u0437\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u043d\u043e\u0432 \u0442\u0435\u0441\u0442 \u0441 \u043f\u043e\u043c\u043e\u0449\u0442\u0430 \u043d\u0430 \u0417\u0430\u0434\u0430\u0447\u0438, \u0422\u0435\u0441\u0442\u043e\u0432\u0435 \u0438 \u041f\u0440\u043e\u0443\u0447\u0432\u0430\u043d\u0438\u044f
simplepage.create_topic=\u0421\u044a\u0437\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u043d\u043e\u0432 \u0444\u043e\u0440\u0443\u043c \u0438\u043b\u0438 \u0442\u0435\u043c\u0430
simplepage.create_forums=\u0421\u044a\u0437\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u043d\u043e\u0432 \u0444\u043e\u0440\u0443\u043c \u0438\u043b\u0438 \u0442\u0435\u043c\u0430 \u0441 \u043f\u043e\u043c\u043e\u0449\u0442\u0430 \u043d\u0430 \u0414\u0438\u0441\u043a\u0443\u0441\u0438\u0438
simplepage.create_jforum=\u0421\u044a\u0437\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u043d\u043e\u0432 \u0444\u043e\u0440\u0443\u043c \u0438\u043b\u0438 \u0442\u0435\u043c\u0430 \u0441 \u043f\u043e\u043c\u043e\u0449\u0442\u0430 \u043d\u0430 \u0414\u0438\u0441\u043a\u0443\u0441\u0438\u0438 \u0438 \u043b\u0438\u0447\u043d\u0438 \u0441\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u044f
simplepage.create_yaft_topic=\u0421\u044a\u0437\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u043d\u043e\u0432\u0430 \u0442\u0435\u043c\u0430 \u0441 \u043f\u043e\u043c\u043e\u0449\u0442\u0430 \u043d\u0430 YAFT
simplepage.select_assignment=\u0421\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430\u0449\u0438 \u0437\u0430\u0434\u0430\u0447\u0438
simplepage.return_assignment=\u041f\u0440\u043e\u0434\u044a\u043b\u0436\u0435\u0442\u0435 \u0441 \u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u0437\u0430\u0434\u0430\u043d\u0438\u0435, \u0441\u043b\u0435\u0434 \u043a\u0430\u0442\u043e \u0441\u0442\u0435 \u0441\u044a\u0437\u0434\u0430\u043b\u0438 \u043d\u043e\u0432\u043e\u0442\u043e \u0437\u0430\u0434\u0430\u043d\u0438\u0435
simplepage.return_blti=\u041f\u0440\u043e\u0434\u044a\u043b\u0436\u0435\u0442\u0435 \u0441 \u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u0432\u044a\u043d\u0448\u0435\u043d \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442
simplepage.select_quiz=\u0421\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430\u0449\u0438 \u0442\u0435\u0441\u0442\u043e\u0432\u0435
simplepage.return_quiz=\u041f\u0440\u043e\u0434\u044a\u043b\u0436\u0435\u0442\u0435 \u0441 \u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u0442\u0435\u0441\u0442, \u0441\u043b\u0435\u0434 \u043a\u0430\u0442\u043e \u0441\u0442\u0435 \u0441\u044a\u0437\u0434\u0430\u043b\u0438 \u043d\u043e\u0432\u0438\u044f \u0442\u0435\u0441\u0442
simplepage.select_topic=\u0421\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430\u0449\u0438 \u0444\u043e\u0440\u0443\u043c\u0438 \u0438 \u0442\u0435\u043c\u0438
simplepage.return_forum=\u041f\u0440\u043e\u0434\u044a\u043b\u0436\u0435\u0442\u0435 \u0441 \u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u0444\u043e\u0440\u0443\u043c \u0438\u043b\u0438 \u0442\u0435\u043c\u0430, \u0441\u043b\u0435\u0434 \u043a\u0430\u0442\u043e \u0441\u0442\u0435 \u0441\u044a\u0437\u0434\u0430\u043b\u0438 \u043d\u043e\u0432\u0438\u044f \u0435\u043b\u0435\u043c\u0435\u043d\u0442

simplepage.no_assignments=\u0412 \u0442\u043e\u0437\u0438 \u0441\u0430\u0439\u0442 \u043d\u044f\u043c\u0430 \u043d\u0430\u043b\u0438\u0447\u043d\u0438 \u0437\u0430\u0434\u0430\u0447\u0438. \u0418\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0439\u0442\u0435 \u0432\u0440\u044a\u0437\u043a\u0430\u0442\u0430 "\u0421\u044a\u0437\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u043d\u043e\u0432\u043e \u0437\u0430\u0434\u0430\u043d\u0438\u0435", \u0437\u0430 \u0434\u0430 \u0441\u044a\u0437\u0434\u0430\u0434\u0435\u0442\u0435 \u0442\u0430\u043a\u043e\u0432\u0430.
simplepage.no_assignment_tools=\u0412 \u0441\u0430\u0439\u0442\u0430 \u043d\u044f\u043c\u0430 \u043d\u0430\u043b\u0438\u0447\u0435\u043d \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442 \u0437\u0430 \u0437\u0430\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u0437\u0430\u0434\u0430\u0447\u0438.
simplepage.assign_seeattach=\u0412\u0438\u0436\u0442\u0435 \u043f\u0440\u0438\u043b\u043e\u0436\u0435\u043d\u0438\u044f \u0444\u0430\u0439\u043b \u0437\u0430 \u0438\u043d\u0441\u0442\u0440\u0443\u043a\u0446\u0438\u0438
simplepage.no_topics=\u0412 \u0442\u043e\u0437\u0438 \u0441\u0430\u0439\u0442 \u043d\u044f\u043c\u0430 \u0444\u043e\u0440\u0443\u043c\u0438 \u0438\u043b\u0438 \u0442\u0435\u043c\u0438. \u0418\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0439\u0442\u0435 \u0432\u0440\u044a\u0437\u043a\u0430\u0442\u0430 "\u0421\u044a\u0437\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u043d\u043e\u0432 \u0444\u043e\u0440\u0443\u043c \u0438\u043b\u0438 \u0442\u0435\u043c\u0430", \u0437\u0430 \u0434\u0430 \u0441\u044a\u0437\u0434\u0430\u0434\u0435\u0442\u0435 \u0442\u0430\u043a\u0430\u0432\u0430
simplepage.no_forum_tools=\u0412 \u0441\u0430\u0439\u0442\u0430 \u043d\u044f\u043c\u0430 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442 \u0437\u0430 \u043e\u0431\u0441\u044a\u0436\u0434\u0430\u043d\u0438\u044f.
simplepage.no_assessments=\u0412 \u0442\u043e\u0437\u0438 \u0441\u0430\u0439\u0442 \u043d\u044f\u043c\u0430 \u043d\u0430\u043b\u0438\u0447\u043d\u0438 \u043e\u0446\u0435\u043d\u043a\u0438. \u0418\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0439\u0442\u0435 \u0432\u0440\u044a\u0437\u043a\u0430\u0442\u0430 "\u0421\u044a\u0437\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u043d\u043e\u0432 \u0442\u0435\u0441\u0442", \u0437\u0430 \u0434\u0430 \u0441\u044a\u0437\u0434\u0430\u0434\u0435\u0442\u0435 \u0442\u0430\u043a\u044a\u0432.
simplepage.no_assessment_tool=\u0412 \u0442\u043e\u0437\u0438 \u0441\u0430\u0439\u0442 \u043d\u044f\u043c\u0430 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442 \u0437\u0430 \u043f\u0440\u043e\u0432\u0435\u0436\u0434\u0430\u043d\u0435 \u043d\u0430 \u0442\u0435\u0441\u0442\u043e\u0432\u0435.
simplepage.noplugin=\u0412\u0430\u0448\u0438\u044f\u0442 \u0431\u0440\u0430\u0443\u0437\u044a\u0440 \u0438\u0437\u0433\u043b\u0435\u0436\u0434\u0430 \u043d\u0435 \u0440\u0430\u0437\u043f\u043e\u043b\u0430\u0433\u0430 \u0441 \u043d\u0435\u043e\u0431\u0445\u043e\u0434\u0438\u043c\u0430\u0442\u0430 \u043f\u0440\u0438\u0441\u0442\u0430\u0432\u043a\u0430, \u0437\u0430 \u0434\u0430 \u043f\u043e\u043a\u0430\u0436\u0435 \u0442\u043e\u0432\u0430 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435. \u041c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0442\u0435 \u0441\u043b\u0435\u0434\u043d\u0438\u044f \u043b\u0438\u043d\u043a, \u0437\u0430 \u0434\u0430 \u0438\u0437\u0442\u0435\u0433\u043b\u0438\u0442\u0435 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435\u0442\u043e \u043a\u0430\u0442\u043e \u0444\u0430\u0439\u043b.
simplepage.forumdeleted=\u0422\u043e\u0437\u0438 \u0444\u043e\u0440\u0443\u043c \u0438\u043b\u0438 \u0442\u0435\u043c\u0430 \u0441\u0430 \u0438\u0437\u0442\u0440\u0438\u0442\u0438.

simplepage.menuItemTitle_label=\u0417\u0430\u0433\u043b\u0430\u0432\u0438\u0435 \u043d\u0430 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0430 \u043e\u0442 \u043c\u0435\u043d\u044e\u0442\u043e
simplepage.menuItemTitle_tooltip=\u041f\u043e\u043a\u0430\u0437\u0432\u0430 \u0441\u0435 \u0432 \u043c\u0435\u043d\u044e\u0442\u043e \u043d\u0430 \u0441\u0430\u0439\u0442\u0430.

simplepage.pageTitle_label=\u0417\u0430\u0433\u043b\u0430\u0432\u0438\u0435 \u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430\u0442\u0430
simplepage.pageTitle_tooltip=\u041f\u043e\u043a\u0430\u0437\u0432\u0430 \u0441\u0435 \u0432 \u0433\u043e\u0440\u043d\u0430\u0442\u0430 \u0447\u0430\u0441\u0442 \u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430\u0442\u0430.
simplepage.editTitle=\u0420\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0437\u0430\u0433\u043b\u0430\u0432\u0438\u0435\u0442\u043e
simplepage.editTitle-tooltip=\u0420\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0437\u0430\u0433\u043b\u0430\u0432\u0438\u0435, \u0434\u0430\u0442\u0430 \u043d\u0430 \u0438\u0437\u0434\u0430\u0432\u0430\u043d\u0435 \u0438 \u0434\u0440\u0443\u0433\u0438 \u0441\u0432\u043e\u0439\u0441\u0442\u0432\u0430 \u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430\u0442\u0430
simplepage.edit-title.generic=\u0420\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u043d\u0435 {}
simplepage.edit-title.textbox=\u0420\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0442\u0435\u043a\u0441\u0442\u043e\u0432\u043e \u043f\u043e\u043b\u0435 {}
simplepage.edit-title.url=\u0420\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0438\u043d\u043b\u0430\u0439\u043d \u0435\u043b\u0435\u043c\u0435\u043d\u0442 {}
simplepage.edit-title.youtube=\u0420\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0435\u043b\u0435\u043c\u0435\u043d\u0442 \u043e\u0442 Youtube
simplepage.edit-title.comments=\u0420\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u043a\u043e\u043c\u0435\u043d\u0442\u0430\u0440\u0438\u0442\u0435
simplepage.edit-title.student=\u0420\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0435\u043b\u0435\u043c\u0435\u043d\u0442 \u043e\u0442 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435\u0442\u043e \u043d\u0430 \u0441\u0442\u0443\u0434\u0435\u043d\u0442\u0430
simplepage.edit-title.question=\u0420\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0432\u044a\u043f\u0440\u043e\u0441
simplepage.delete-item=\u0418\u0437\u0442\u0440\u0438\u0432\u0430\u043d\u0435 \u043d\u0430 \u0442\u043e\u0437\u0438 \u0435\u043b\u0435\u043c\u0435\u043d\u0442
simplepage.add-item-page=\u0418\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0439\u0442\u0435 \u0442\u0430\u0437\u0438 \u043e\u043f\u0446\u0438\u044f, \u0437\u0430 \u0434\u0430 \u0434\u043e\u0431\u0430\u0432\u0438\u0442\u0435 \u043d\u043e\u0432\u043e \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435 \u0432 \u043a\u0440\u0430\u044f \u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430\u0442\u0430. \u0418\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0439\u0442\u0435 \u0438\u043a\u043e\u043d\u0438\u0442\u0435 +, \u0437\u0430 \u0434\u0430 \u0434\u043e\u0431\u0430\u0432\u0438\u0442\u0435 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435 \u0432 \u0434\u0440\u0443\u0433\u0438 \u0442\u043e\u0447\u043a\u0438 \u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430\u0442\u0430.
simplepage.add-above=\u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u043d\u043e\u0432 \u0435\u043b\u0435\u043c\u0435\u043d\u0442 \u043d\u0430\u0434 \u0442\u043e\u0437\u0438
simplepage.add-item-column=\u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u0435\u043b\u0435\u043c\u0435\u043d\u0442 \u0432 \u0434\u043e\u043b\u043d\u0430\u0442\u0430 \u0447\u0430\u0441\u0442 \u043d\u0430 \u043a\u043e\u043b\u043e\u043d\u0430\u0442\u0430
simplepage.fromhost=\u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435 \u043e\u0442 {}
simplepage.showpage=\u0421\u0442\u0440\u0430\u043d\u0438\u0446\u0430 \u043d\u0430 \u0443\u0440\u043e\u043a\u0430
simplepage.showitem=\u041f\u0440\u0435\u0434\u043c\u0435\u0442 \u043d\u0430 \u0443\u0440\u043e\u043a\u0430
simplepage.return=\u0412\u0440\u044a\u0449\u0430\u043d\u0435 \u043a\u044a\u043c {}
simplepage.return.warning=\u041f\u0420\u0415\u0414\u0423\u041f\u0420\u0415\u0416\u0414\u0415\u041d\u0418\u0415\: \u0423\u0432\u0435\u0440\u0435\u0442\u0435 \u0441\u0435, \u0447\u0435 \u0441\u0442\u0435 \u0437\u0430\u043f\u0430\u0437\u0438\u043b\u0438 \u0438\u043b\u0438 \u0438\u0437\u043f\u0440\u0430\u0442\u0438\u043b\u0438 \u0440\u0430\u0431\u043e\u0442\u0430\u0442\u0430 \u0441\u0438, \u043f\u0440\u0435\u0434\u0438 \u0434\u0430 \u0441\u0435 \u0432\u044a\u0440\u043d\u0435\u0442\u0435.
simplepage.next=\u0421\u043b\u0435\u0434\u0432\u0430\u0449\u0430
simplepage.back=\u041e\u0431\u0440\u0430\u0442\u043d\u043e
simplepage.editor=\u0420\u0435\u0434\u0430\u043a\u0442\u043e\u0440
simplepage.ckeditor=\u0420\u0435\u0434\u0430\u043a\u0442\u043e\u0440, \u0432\u044a\u0432\u0435\u0434\u0435\u0442\u0435 ALT-0 \u0437\u0430 \u043f\u043e\u043c\u043e\u0449

simplepage.preview=\u041f\u0440\u0435\u0434\u0432\u0430\u0440\u0438\u0442\u0435\u043b\u0435\u043d \u043f\u0440\u0435\u0433\u043b\u0435\u0434 \u043d\u0430 {}
simplepage.preview.link=\u041f\u0440\u0435\u0433\u043b\u0435\u0434
simplepage.preview.header=\u041f\u0440\u0435\u0434\u0432\u0430\u0440\u0438\u0442\u0435\u043b\u0435\u043d \u043f\u0440\u0435\u0433\u043b\u0435\u0434 \u043d\u0430 \u0430\u0440\u0442\u0438\u043a\u0443\u043b\u0438\u0442\u0435

simplepage.save_message=\u0417\u0430\u043f\u0430\u0437\u0435\u0442\u0435
simplepage.import_message=\u0412\u043d\u043e\u0441
simplepage.cancel_message=\u041e\u0442\u043c\u044f\u043d\u0430 \u043d\u0430
simplepage.continue_message=\u041f\u0440\u043e\u0434\u044a\u043b\u0436\u0438
simplepage.has_prerequistes=\u041f\u0440\u0435\u0434\u0438 \u0434\u0430 \u0440\u0430\u0437\u0433\u043b\u0435\u0434\u0430\u0442\u0435 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430\u0442\u0430, \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u043f\u043e\u043f\u044a\u043b\u043d\u0438\u0442\u0435 \u0441\u043b\u0435\u0434\u043d\u0438\u0442\u0435 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0438\:
simplepage.has_prerequistes_2=\u0422\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0437\u0430\u0432\u044a\u0440\u0448\u0438\u0442\u0435 \u043f\u0440\u0435\u0434\u0438\u0448\u043d\u0438\u044f \u0435\u043b\u0435\u043c\u0435\u043d\u0442, \u043f\u0440\u0435\u0434\u0438 \u0434\u0430 \u043d\u0430\u043f\u0440\u0430\u0432\u0438\u0442\u0435 \u0442\u043e\u0437\u0438. \u0412\u044a\u0440\u043d\u0435\u0442\u0435 \u0441\u0435 \u043d\u0430 \u0442\u0430\u0437\u0438 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430, \u0437\u0430 \u0434\u0430 \u0433\u043e \u043d\u0430\u043f\u0440\u0430\u0432\u0438\u0442\u0435. \u041f\u043e\u0442\u044a\u0440\u0441\u0435\u0442\u0435 \u0435\u043b\u0435\u043c\u0435\u043d\u0442 \u0441\u044a\u0441 \u0437\u0432\u0435\u0437\u0434\u0438\u0447\u043a\u0430 \u0432\u043b\u044f\u0432\u043e \u043e\u0442 \u043d\u0435\u0433\u043e.
simplepage.delete_comment=\u0418\u0437\u0442\u0440\u0438\u0432\u0430\u043d\u0435 \u043d\u0430 \u043a\u043e\u043c\u0435\u043d\u0442\u0430\u0440

simplepage.resource=\u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u0432\u0440\u044a\u0437\u043a\u0438 \u043a\u044a\u043c \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435\u0442\u043e
simplepage.resource.tooltip=\u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u0432\u0440\u044a\u0437\u043a\u0438\: \u041a\u0430\u0447\u0432\u0430\u0439\u0442\u0435 \u0444\u0430\u0439\u043b\u043e\u0432\u0435, \u043f\u0440\u0435\u043f\u0440\u0430\u0449\u0430\u0439\u0442\u0435 \u043a\u044a\u043c \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430\u0449\u0438 \u0444\u0430\u0439\u043b\u043e\u0432\u0435 \u0432 \u0420\u0435\u0441\u0443\u0440\u0441\u0438 \u0438\u043b\u0438 \u0430\u0434\u0440\u0435\u0441 \u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 \u0432 \u0438\u043d\u0442\u0435\u0440\u043d\u0435\u0442.
simplepage.resource-descrip=\u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u0432\u0440\u044a\u0437\u043a\u0438\: \u041a\u0430\u0447\u0432\u0430\u0439\u0442\u0435 \u0444\u0430\u0439\u043b\u043e\u0432\u0435, \u043f\u0440\u0435\u043f\u0440\u0430\u0449\u0430\u0439\u0442\u0435 \u043a\u044a\u043c \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430\u0449\u0438 \u0444\u0430\u0439\u043b\u043e\u0432\u0435 \u0432 \u0420\u0435\u0441\u0443\u0440\u0441\u0438 \u0438\u043b\u0438 \u043a\u044a\u043c \u0430\u0434\u0440\u0435\u0441 \u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 \u0432 \u0438\u043d\u0442\u0435\u0440\u043d\u0435\u0442.
simplepage.subpage=\u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u043f\u043e\u0434\u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430
simplepage.subpage_invalid_chars=\u0422\u043e\u0432\u0430 \u043f\u043e\u043b\u0435 \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u044a\u0434\u044a\u0440\u0436\u0430 \u0441\u0438\u043c\u0432\u043e\u043b\u0438\: | [ ] ^ ` \\ { }
simplepage.subpage-next=\u0421\u043b\u0435\u0434\u0432\u0430\u0449\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430. (\u0422.\u0435. \u043f\u0440\u0438\u0435\u043c\u0430 \u0441\u0435, \u0447\u0435 \u0442\u043e\u0432\u0430 \u0435 \u0441\u043b\u0435\u0434\u0432\u0430\u0449\u0430\u0442\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 \u0432 \u043f\u043e\u0440\u0435\u0434\u0438\u0446\u0430\u0442\u0430, \u0430 \u043d\u0435 \u043f\u043e\u0434\u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430.)
simplepage.subpage-button=\u041f\u043e\u043a\u0430\u0437\u0432\u0430\u043d\u0435 \u043a\u0430\u0442\u043e \u0431\u0443\u0442\u043e\u043d, \u0430 \u043d\u0435 \u043a\u0430\u0442\u043e \u0432\u0440\u044a\u0437\u043a\u0430
simplepage.subpage.tooltip=\u0421\u044a\u0437\u0434\u0430\u0439\u0442\u0435 \u043d\u043e\u0432\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 \u0438 \u0434\u043e\u0431\u0430\u0432\u0435\u0442\u0435 \u0432\u0440\u044a\u0437\u043a\u0430 \u043a\u044a\u043c \u043d\u0435\u044f \u0442\u0443\u043a
simplepage.usenewwindow=\u041e\u0442\u0432\u0430\u0440\u044f\u043d\u0435 \u043d\u0430 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0430 \u0432 \u043d\u043e\u0432 \u043f\u0440\u043e\u0437\u043e\u0440\u0435\u0446
simplepage.assignment=\u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u0437\u0430\u0434\u0430\u043d\u0438\u0435
simplepage.assignment.tooltip=\u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u0432\u0440\u044a\u0437\u043a\u0430 \u043a\u044a\u043c \u0437\u0430\u0434\u0430\u043d\u0438\u0435 \u0432 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0430 \u0417\u0430\u0434\u0430\u043d\u0438\u0435
simplepage.assignment.chooser=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0437\u0430\u0434\u0430\u043d\u0438\u0435
simplepage.assignment.review_submissions=\u041f\u0440\u0435\u0433\u043b\u0435\u0434 \u043d\u0430 \u043f\u043e\u0434\u0430\u0434\u0435\u043d\u0438\u0442\u0435 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u0438
simplepage.due=\u0417\u0430\u0434\u044a\u043b\u0436\u0435\u043d\u0438\u0435
simplepage.chooser.assignment=\u0417\u0430\u0434\u0430\u043d\u0438\u0435
simplepage.chooser.due=\u0414\u0430\u0442\u0430 \u043d\u0430 \u0438\u0437\u043f\u044a\u043b\u043d\u0435\u043d\u0438\u0435
simplepage.chooser.link=\u0412\u0440\u044a\u0437\u043a\u0430
simplepage.chooser.textitemplaceholder=\u0422\u043e\u0432\u0430 \u0435 \u0435\u043b\u0435\u043c\u0435\u043d\u0442 \u0441 \u0431\u043e\u0433\u0430\u0442 \u0442\u0435\u043a\u0441\u0442. \u0417\u0430 \u0434\u0430 \u0433\u043e \u0432\u0438\u0434\u0438\u0442\u0435, \u0449\u0440\u0430\u043a\u043d\u0435\u0442\u0435 \u0432\u044a\u0440\u0445\u0443 \u0440\u043e\u0434\u0438\u0442\u0435\u043b\u0441\u043a\u0430\u0442\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430.
simplepage.select=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435
simplepage.select-for-deletion=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0437\u0430 \u0438\u0437\u0442\u0440\u0438\u0432\u0430\u043d\u0435
simplepage.delete-message=\u0421\u0430\u043c\u043e \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0438, \u043a\u043e\u0438\u0442\u043e \u0432 \u043c\u043e\u043c\u0435\u043d\u0442\u0430 \u043d\u0435 \u0441\u0430 \u0432\u043a\u043b\u044e\u0447\u0435\u043d\u0438 \u043d\u0438\u043a\u044a\u0434\u0435 \u0432 \u0441\u0430\u0439\u0442\u0430, \u0441\u0430 \u0434\u043e\u0441\u0442\u044a\u043f\u043d\u0438 \u0437\u0430 \u043f\u043e\u0441\u0442\u043e\u044f\u043d\u043d\u043e \u0438\u0437\u0442\u0440\u0438\u0432\u0430\u043d\u0435.
simplepage.delete-selected=\u0418\u0437\u0442\u0440\u0438\u0432\u0430\u043d\u0435 \u043d\u0430 \u0438\u0437\u0431\u0440\u0430\u043d\u0438 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0438
simplepage.chooser.select=\u0418\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u043d\u0435 \u043d\u0430 \u0438\u0437\u0431\u0440\u0430\u043d\u0438\u044f \u0435\u043b\u0435\u043c\u0435\u043d\u0442
simplepage.chooser.select.site=\u0417\u0430\u0440\u0435\u0436\u0434\u0430\u043d\u0435 \u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0438 \u043e\u0442 \u0442\u043e\u0437\u0438 \u0441\u0430\u0439\u0442
simplepage.chooser.add.form.select=\u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u0430\u0440\u0442\u0438\u043a\u0443\u043b\u0438 \u0438 \u043f\u0440\u0435\u043d\u0430\u0440\u0435\u0436\u0434\u0430\u043d\u0435
simplepage.chooser.unused=\u0421\u043b\u0435\u0434\u043d\u0438\u0442\u0435 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0438 \u0432 \u043c\u043e\u043c\u0435\u043d\u0442\u0430 \u043d\u0435 \u0441\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0442. (\u041d\u0438\u043a\u043e\u044f \u0434\u0440\u0443\u0433\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 \u043d\u0435 \u043f\u0440\u0435\u043f\u0440\u0430\u0449\u0430 \u043a\u044a\u043c \u0442\u044f\u0445.)
simplepage.change_assignment=\u041f\u0440\u043e\u043c\u044f\u043d\u0430 \u043d\u0430 \u0437\u0430\u0434\u0430\u043d\u0438\u0435\u0442\u043e
simplepage.change_quiz=\u0422\u0435\u0441\u0442 \u0437\u0430 \u043f\u0440\u043e\u043c\u044f\u043d\u0430
simplepage.change_forum=\u041f\u0440\u043e\u043c\u044f\u043d\u0430 \u043d\u0430 \u0444\u043e\u0440\u0443\u043c\u0430 \u0438\u043b\u0438 \u0442\u0435\u043c\u0430\u0442\u0430
simplepage.change_resource=\u041f\u0440\u043e\u043c\u044f\u043d\u0430 \u043d\u0430 \u0444\u0430\u0439\u043b \u0438\u043b\u0438 URL \u0430\u0434\u0440\u0435\u0441
simplepage.change_caption=\u0424\u0430\u0439\u043b \u0437\u0430 \u043f\u0440\u043e\u043c\u044f\u043d\u0430 \u0438\u043b\u0438 URL \u0430\u0434\u0440\u0435\u0441 \u0437\u0430 \u0444\u0430\u0439\u043b\u0430 \u0441 \u043d\u0430\u0434\u043f\u0438\u0441\u0438\u0442\u0435 (\u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0435 \u0432\u044a\u0432 \u0444\u043e\u0440\u043c\u0430\u0442 VTT)
simplepage.add_caption=\u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u0444\u0430\u0439\u043b \u0441 \u043d\u0430\u0434\u043f\u0438\u0441\u0438 (\u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0435 \u0432\u044a\u0432 \u0444\u043e\u0440\u043c\u0430\u0442 VTT)
simplepage.change_page=\u041f\u0440\u043e\u043c\u044f\u043d\u0430 \u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430\u0442\u0430
simplepage.quiz=\u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u0442\u0435\u0441\u0442
simplepage.quiz.tooltip=\u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u0432\u0440\u044a\u0437\u043a\u0430 \u043a\u044a\u043c \u0442\u0435\u0441\u0442
simplepage.quiz.chooser=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0442\u0435\u0441\u0442
simplepage.layoutstyle=\u041e\u0444\u043e\u0440\u043c\u043b\u0435\u043d\u0438\u0435 \u0438 \u0441\u0442\u0438\u043b
simplepage.display=\u041f\u043e\u043a\u0430\u0436\u0435\u0442\u0435 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438\u0442\u0435
simplepage.prereqs=\u041f\u0440\u0435\u0434\u0432\u0430\u0440\u0438\u0442\u0435\u043b\u043d\u0438 \u0438 \u043d\u0435\u043f\u0440\u0435\u0434\u0432\u0430\u0440\u0438\u0442\u0435\u043b\u043d\u0438 \u0438\u0437\u0438\u0441\u043a\u0432\u0430\u043d\u0438\u044f
simplepage.visibility=\u0412\u0438\u0434\u0438\u043c\u043e\u0441\u0442 \u0438 \u0434\u043e\u0441\u0442\u044a\u043f

simplepage.checklistName=\u041a\u043e\u043d\u0442\u0440\u043e\u043b\u0435\u043d \u0441\u043f\u0438\u0441\u044a\u043a
simplepage.checklist=\u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u043a\u043e\u043d\u0442\u0440\u043e\u043b\u0435\u043d \u0441\u043f\u0438\u0441\u044a\u043a
simplepage.checklistProgress=\u041f\u0440\u0435\u0433\u043b\u0435\u0434 \u043d\u0430 \u043d\u0430\u043f\u0440\u0435\u0434\u044a\u043a\u0430
simplepage.new-checklist-title=\u0417\u0430\u0433\u043b\u0430\u0432\u0438\u0435 \u043d\u0430 \u043a\u043e\u043d\u0442\u0440\u043e\u043b\u043d\u0438\u044f \u0441\u043f\u0438\u0441\u044a\u043a
simplepage.new-checklist-description=\u041e\u043f\u0438\u0441\u0430\u043d\u0438\u0435 \u043d\u0430 \u043a\u043e\u043d\u0442\u0440\u043e\u043b\u043d\u0438\u044f \u0441\u043f\u0438\u0441\u044a\u043a
simplepage.add-checklist-item=\u0415\u043b\u0435\u043c\u0435\u043d\u0442\u0438 \u043e\u0442 \u043a\u043e\u043d\u0442\u0440\u043e\u043b\u043d\u0438\u044f \u0441\u043f\u0438\u0441\u044a\u043a
simplepage.checklist-item-name=\u0418\u043c\u0435 \u043d\u0430 \u0435\u043b\u0435\u043c\u0435\u043d\u0442 \u043e\u0442 \u043a\u043e\u043d\u0442\u0440\u043e\u043b\u043d\u0438\u044f \u0441\u043f\u0438\u0441\u044a\u043a
simplepage.addChecklistItem=\u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u043d\u043e\u0432 \u0435\u043b\u0435\u043c\u0435\u043d\u0442 \u043e\u0442 \u043a\u043e\u043d\u0442\u0440\u043e\u043b\u043d\u0438\u044f \u0441\u043f\u0438\u0441\u044a\u043a
simplepage.save_checklist=\u0417\u0430\u043f\u0430\u0437\u0432\u0430\u043d\u0435 \u043d\u0430 \u043a\u043e\u043d\u0442\u0440\u043e\u043b\u043d\u0438\u044f \u043b\u0438\u0441\u0442
simplepage.edit-checklist=\u0420\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u043a\u043e\u043d\u0442\u0440\u043e\u043b\u043d\u0438\u044f \u0441\u043f\u0438\u0441\u044a\u043a {}
simplepage.view-checklist=\u041f\u0440\u0435\u0433\u043b\u0435\u0434 \u043d\u0430 {} \u041d\u0430\u043f\u0440\u0435\u0434\u044a\u043a
simplepage.hide-name=\u0421\u043a\u0440\u0438\u0432\u0430\u043d\u0435 \u043d\u0430 \u0438\u043c\u0435\u0442\u043e \u043d\u0430 \u043a\u043e\u043d\u0442\u0440\u043e\u043b\u043d\u0438\u044f \u0441\u043f\u0438\u0441\u044a\u043a \u043e\u0442 \u0441\u0442\u0443\u0434\u0435\u043d\u0442\u0438\u0442\u0435
simplepage.checklist-name-required=\u0422\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u043f\u043e\u0441\u043e\u0447\u0438\u0442\u0435 \u0438\u043c\u0435 \u043d\u0430 \u043a\u043e\u043d\u0442\u0440\u043e\u043b\u043d\u0438\u044f \u0441\u043f\u0438\u0441\u044a\u043a. \u041c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u043d\u0430\u043f\u0440\u0430\u0432\u0438\u0442\u0435 \u0442\u0430\u043a\u0430, \u0447\u0435 \u0438\u043c\u0435\u0442\u043e \u0434\u0430 \u0441\u0435 \u043f\u043e\u043a\u0430\u0437\u0432\u0430 \u043f\u0440\u0430\u0437\u043d\u043e \u043d\u0430 \u0441\u0442\u0443\u0434\u0435\u043d\u0442\u0438\u0442\u0435, \u043a\u0430\u0442\u043e \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 "\u0421\u043a\u0440\u0438\u0432\u0430\u043d\u0435 \u043d\u0430 \u0438\u043c\u0435\u0442\u043e \u043d\u0430 \u043a\u043e\u043d\u0442\u0440\u043e\u043b\u043d\u0438\u044f \u0441\u043f\u0438\u0441\u044a\u043a \u043e\u0442 \u0441\u0442\u0443\u0434\u0435\u043d\u0442\u0438\u0442\u0435"
simplepage.adding-checklist=\u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u043a\u043e\u043d\u0442\u0440\u043e\u043b\u0435\u043d \u0441\u043f\u0438\u0441\u044a\u043a \u043a\u044a\u043c\:
simplepage.viewing-checklistProgress=\u041f\u0440\u0435\u0433\u043b\u0435\u0434 \u043d\u0430 \u043d\u0430\u043f\u0440\u0435\u0434\u044a\u043a\u0430 \u043d\u0430 \u043a\u043e\u043d\u0442\u0440\u043e\u043b\u043d\u0438\u044f \u0441\u043f\u0438\u0441\u044a\u043a \u0437\u0430\:
simplepage.studentheader=\u0421\u0442\u0443\u0434\u0435\u043d\u0442
simplepage.optional.settings=\u0414\u043e\u043f\u044a\u043b\u043d\u0438\u0442\u0435\u043b\u043d\u0438 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438
simplepage.group.settings=\u0413\u0440\u0443\u043f\u0438
simplepage.appearance.settings=\u0412\u044a\u043d\u0448\u0435\u043d \u0432\u0438\u0434
simplepage.checklist-empty-name=\u0417\u0430\u0433\u043b\u0430\u0432\u0438\u0435\u0442\u043e \u043d\u0430 \u043a\u043e\u043d\u0442\u0440\u043e\u043b\u043d\u0438\u044f \u0441\u043f\u0438\u0441\u044a\u043a \u043d\u0435 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0435 \u043f\u0440\u0430\u0437\u043d\u043e.
simplepage.checklist.external.link=\u0421\u0432\u044a\u0440\u0437\u0432\u0430\u043d\u0435 \u043d\u0430 \u0435\u043b\u0435\u043c\u0435\u043d\u0442 \u043e\u0442 \u043a\u043e\u043d\u0442\u0440\u043e\u043b\u043d\u0438\u044f \u0441\u043f\u0438\u0441\u044a\u043a \u0441 \u0432\u044a\u043d\u0448\u0435\u043d \u0435\u043b\u0435\u043c\u0435\u043d\u0442
simplepage.checklist.external.heading=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0435\u043b\u0435\u043c\u0435\u043d\u0442, \u043a\u044a\u043c \u043a\u043e\u0439\u0442\u043e \u0434\u0430 \u0441\u0435 \u0441\u0432\u044a\u0440\u0436\u0435\u0442\u0435
simpleapge.checklist.edit_externalLink=\u0420\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0432\u044a\u043d\u0448\u043d\u0430 \u0432\u0440\u044a\u0437\u043a\u0430
simplepage.checklist.external.unlink=\u041f\u0440\u0435\u043c\u0430\u0445\u0432\u0430\u043d\u0435 \u043d\u0430 \u0432\u0440\u044a\u0437\u043a\u0430\u0442\u0430
simplepage.checklist.external.link.details.incomplete=\u0422\u043e\u0437\u0438 \u0435\u043b\u0435\u043c\u0435\u043d\u0442 \u0435 \u0441\u0432\u044a\u0440\u0437\u0430\u043d \u0441 "{}" \u0438 \u0449\u0435 \u0431\u044a\u0434\u0435 \u0430\u0432\u0442\u043e\u043c\u0430\u0442\u0438\u0447\u043d\u043e \u043f\u0440\u043e\u0432\u0435\u0440\u0435\u043d, \u0441\u043b\u0435\u0434 \u043a\u0430\u0442\u043e "{}" \u0431\u044a\u0434\u0435 \u0437\u0430\u0432\u044a\u0440\u0448\u0435\u043d.
simplepage.checklist.external.link.details.complete=\u0422\u043e\u0437\u0438 \u0435\u043b\u0435\u043c\u0435\u043d\u0442 \u0435 \u0441\u0432\u044a\u0440\u0437\u0430\u043d \u0441 \u0437\u0430\u0432\u044a\u0440\u0448\u0435\u043d\u0438\u044f \u0435\u043b\u0435\u043c\u0435\u043d\u0442\: '{}'.
simplepage.checklist.external.link.details.broken=\u0420\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u0439\u0442\u0435 \u0442\u043e\u0437\u0438 \u043a\u043e\u043d\u0442\u0440\u043e\u043b\u0435\u043d \u0441\u043f\u0438\u0441\u044a\u043a, \u0437\u0430 \u0434\u0430 \u0441\u0432\u044a\u0440\u0436\u0435\u0442\u0435 \u043e\u0442\u043d\u043e\u0432\u043e \u0432\u0441\u0438\u0447\u043a\u0438 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0438.
simplepage.checklist.external.link.details.notvisible=\u0422\u043e\u0437\u0438 \u0441\u0432\u044a\u0440\u0437\u0430\u043d \u0435\u043b\u0435\u043c\u0435\u043d\u0442 \u0432 \u043c\u043e\u043c\u0435\u043d\u0442\u0430 \u043d\u0435 \u0435 \u0432\u0438\u0434\u0438\u043c.
simplepage.checklist.external.link.hidden=\u0418\u043c\u0435\u0442\u043e \u043d\u0435 \u0435 \u043d\u0430\u043b\u0438\u0447\u043d\u043e
simplepage.checklist.external.link.info=\u0412\u044a\u0437\u043c\u043e\u0436\u043d\u043e \u0435 \u0434\u0430 \u0441\u0435 \u0441\u0432\u044a\u0440\u0437\u0432\u0430\u0442\u0435 \u0441\u0430\u043c\u043e \u0441\u044a\u0441 \u0437\u0430\u0434\u044a\u043b\u0436\u0438\u0442\u0435\u043b\u043d\u0438 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0438.
simplepage.checklist.error.not-saved=\u041f\u0440\u043e\u043c\u044f\u043d\u0430\u0442\u0430 \u0432 \u043a\u043e\u043d\u0442\u0440\u043e\u043b\u043d\u0438\u044f \u0441\u043f\u0438\u0441\u044a\u043a \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0435 \u0437\u0430\u043f\u0430\u0437\u0435\u043d\u0430\!

simplepage.forum=\u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u0444\u043e\u0440\u0443\u043c \u0438\u043b\u0438 \u0442\u0435\u043c\u0430
simplepage.forum.tooltip=\u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u0432\u0440\u044a\u0437\u043a\u0430 \u043a\u044a\u043c \u0444\u043e\u0440\u0443\u043c \u0438\u043b\u0438 \u0442\u0435\u043c\u0430
simplepage.forum.chooser=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0444\u043e\u0440\u0443\u043c \u0438\u043b\u0438 \u0442\u0435\u043c\u0430
simplepage.forum.title.forum=\u0424\u043e\u0440\u0443\u043c\: {}
simplepage.forum.title.topic=\u0422\u0435\u043c\u0430\: {}

simplepage.page.chooser=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430
simplepage.page.add.from.other=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430, \u0437\u0430 \u0434\u0430 \u0434\u043e\u0431\u0430\u0432\u0438\u0442\u0435 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0438
simplepage.page.add.choose.site=\u0418\u0437\u0431\u043e\u0440 \u043d\u0430 \u043e\u0431\u0435\u043a\u0442
simplepage.page.index=\u0421\u0442\u0440\u0430\u043d\u0438\u0446\u0438 \u0432 \u0442\u0435\u043a\u0443\u0449\u0438\u044f \u0441\u0430\u0439\u0442
simplepage.page.onlyseen=\u0417\u0410\u0411\u0415\u041b\u0415\u0416\u041a\u0410\: \u041f\u043e\u043a\u0430\u0437\u0430\u043d\u0438 \u0441\u0430 \u0441\u0430\u043c\u043e \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0438\u0442\u0435, \u043a\u043e\u0438\u0442\u043e \u0441\u0442\u0435 \u0432\u0438\u0434\u0435\u043b\u0438.
simplepage.create=\u0421\u044a\u0437\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430
simplepage.cancel=\u041e\u0442\u043c\u044f\u043d\u0430 \u043d\u0430
simplepage.Done=\u0413\u043e\u0442\u043e\u0432\u043e
simplepage.notitle=\u0418\u0437\u0438\u0441\u043a\u0432\u0430 \u0441\u0435 \u0437\u0430\u0433\u043b\u0430\u0432\u0438\u0435.
simplepage.subpage_header=\u0421\u044a\u0437\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u043f\u043e\u0434\u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430

simplepage.page.showitems=\u041f\u043e\u043a\u0430\u0437\u0432\u0430\u043d\u0435 \u043d\u0430 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0438
simplepage.page.showitemstooltip=\u041f\u043e\u043a\u0430\u0437\u0432\u0430\u043d\u0435 \u043d\u0430 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0438\u0442\u0435 \u043f\u043e\u0434 \u0432\u0441\u044f\u043a\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430
simplepage.page.hideitems=\u0421\u043a\u0440\u0438\u0432\u0430\u043d\u0435 \u043d\u0430 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0438
simplepage.page.hideitemstooltip=\u0421\u043a\u0440\u0438\u0439\u0442\u0435 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0438\u0442\u0435. \u041f\u043e\u043a\u0430\u0436\u0435\u0442\u0435 \u0441\u0430\u043c\u043e \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0438\u0442\u0435.

simplepage.page.chooseall=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0432\u0441\u0438\u0447\u043a\u0438

simplepage.copylink=\u041a\u043e\u043f\u0438\u0435
simplepage.copylink2=\u041a\u043e\u043f\u0438\u0435\: {}

# because of the way they are loaded, startup_help needs templates/ and additional-instructions does not
# putting the URLs here lets us supply different versions for different languages
simplepage.startup_help=templates/instructions/general.html
simplepage.additional-instructions=\u0438\u043d\u0441\u0442\u0440\u0443\u043a\u0446\u0438\u0438/multimedia.html
simplepage.additional-website-instructions=\u0438\u043d\u0441\u0442\u0440\u0443\u043a\u0446\u0438\u0438/website.html
simplepage.general-instructions=instructions/general.html

simplepage.help=\u0421\u044a\u0432\u0435\u0442\u0438

simplepage.noitems_error_admin=\u041f\u0440\u0435\u0434\u043b\u0430\u0433\u0430\u043c\u0435 \u0432\u0438 \u0434\u0430 \u0437\u0430\u043f\u043e\u0447\u043d\u0435\u0442\u0435 \u0441 \u043f\u043e\u043c\u043e\u0449\u0442\u0430 \u043d\u0430 <b>\u041f\u0440\u0438\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u0442\u0435\u043a\u0441\u0442</b>, \u0437\u0430 \u0434\u0430 \u043f\u043e\u0441\u0442\u0430\u0432\u0438\u0442\u0435 \u043d\u0435\u0449\u043e \u043d\u0430 \u0442\u0430\u0437\u0438 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430. \u0421\u043b\u0435\u0434 \u0442\u043e\u0432\u0430 \u043c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u0434\u043e\u0431\u0430\u0432\u0438\u0442\u0435 \u0432\u0440\u044a\u0437\u043a\u0438 \u0438\u043b\u0438 \u0434\u0440\u0443\u0433\u043e \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435 \u043f\u043e\u0434 \u043d\u0435\u0433\u043e. \u041f\u043e\u0441\u0442\u0430\u0432\u0435\u0442\u0435 \u043c\u0438\u0448\u043a\u0430\u0442\u0430 \u0441\u0438 \u0432\u044a\u0440\u0445\u0443 \u0435\u0434\u0438\u043d \u043e\u0442 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0438\u0442\u0435 \u043f\u043e-\u0433\u043e\u0440\u0435, \u0437\u0430 \u0434\u0430 \u0432\u0438\u0434\u0438\u0442\u0435 \u043a\u0430\u043a\u0432\u043e \u043f\u0440\u0430\u0432\u0438 \u0442\u043e\u0439.
simplepage.noitems_error_user=\u0412 \u043c\u043e\u043c\u0435\u043d\u0442\u0430 \u043d\u044f\u043c\u0430 \u0432\u0438\u0434\u0438\u043c\u0438 \u0437\u0430 \u0432\u0430\u0441 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0438 \u043d\u0430 \u0442\u0430\u0437\u0438 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430.

simplepage.additional-instructions-label=\u0427\u0435\u0441\u0442\u043e \u0437\u0430\u0434\u0430\u0432\u0430\u043d\u0438 \u0432\u044a\u043f\u0440\u043e\u0441\u0438 \u0437\u0430 \u043c\u0443\u043b\u0442\u0438\u043c\u0435\u0434\u0438\u0439\u043d\u043e\u0442\u043e \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435
simplepage.additional-website-instructions-label=\u0427\u0435\u0441\u0442\u043e \u0437\u0430\u0434\u0430\u0432\u0430\u043d\u0438 \u0432\u044a\u043f\u0440\u043e\u0441\u0438 \u043e\u0442\u043d\u043e\u0441\u043d\u043e \u043a\u0430\u0447\u0432\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435 \u043e\u0442 ZIP \u0444\u0430\u0439\u043b

simplepage.link=\u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u0432\u0440\u044a\u0437\u043a\u0430
simplepage.addlink_header=\u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u043d\u043e\u0432\u0430 \u0432\u0440\u044a\u0437\u043a\u0430
simplepage.addLink_label=URL\:
simplepage.addLink_label_add=\u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 URL \u0430\u0434\u0440\u0435\u0441\:
simplepage.addLink_label_add_or=\u0418\u043b\u0438 \u0434\u043e\u0431\u0430\u0432\u0435\u0442\u0435 URL \u0430\u0434\u0440\u0435\u0441 \u0438\u043b\u0438 "\u0441\u043a\u0440\u0438\u0432\u0430\u043d\u0435 \u043d\u0430 \u043a\u043e\u0434"
simplepage.editText=\u0420\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0442\u043e\u0437\u0438 \u0442\u0435\u043a\u0441\u0442
simplepage.editItem=\u0420\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430
simplepage.editItemBelow=\u0420\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0430 \u043f\u043e-\u0434\u043e\u043b\u0443
simplepage.join-items=\u041e\u0431\u0435\u0434\u0438\u043d\u0435\u0442\u0435 \u0434\u0432\u0430\u0442\u0430 \u0441\u044a\u0441\u0435\u0434\u043d\u0438 \u0440\u0435\u0433\u0438\u043e\u043d\u0430 \u0432 \u0435\u0434\u0438\u043d
simplepage.break-items=\u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u043f\u0440\u0435\u043a\u044a\u0441\u0432\u0430\u043d\u0435 \u043d\u0430 \u0441\u0435\u043a\u0446\u0438\u044f\u0442\u0430 \u043f\u043e-\u0434\u043e\u043b\u0443
simplepage.break-columns=\u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u043f\u0440\u0435\u043a\u044a\u0441\u0432\u0430\u043d\u0435 \u043d\u0430 \u043a\u043e\u043b\u043e\u043d\u0430\u0442\u0430 \u043f\u043e\u0434
simplepage.break-here=\u0420\u0430\u0437\u0434\u0435\u043b
simplepage.break-column-here=\u041f\u0440\u0435\u043a\u044a\u0441\u0432\u0430\u043d\u0435 \u043d\u0430 \u043a\u043e\u043b\u043e\u043d\u0430\u0442\u0430
simplepage.break=\u041f\u0440\u0435\u043a\u044a\u0441\u0432\u0430\u043d\u0435 \u043d\u0430 \u0440\u0430\u0437\u0434\u0435\u043b \u0438\u043b\u0438 \u043a\u043e\u043b\u043e\u043d\u0430

simplepage.columndouble=\u0414\u0432\u043e\u0439\u043d\u0430 \u0448\u0438\u0440\u0438\u043d\u0430
simplepage.columnsplit=\u0414\u0432\u0435 \u043a\u043e\u043b\u043e\u043d\u0438 \u0432\u044a\u0442\u0440\u0435 \u0432 \u0442\u0430\u0437\u0438, \u0442\u0435\u043a\u0441\u0442\u044a\u0442 \u043f\u0440\u0435\u043c\u0438\u043d\u0430\u0432\u0430 \u043c\u0435\u0436\u0434\u0443 \u0442\u044f\u0445
simplepage.columnopen=\u0421\u0432\u043e\u0439\u0441\u0442\u0432\u0430 \u043d\u0430 \u043a\u043e\u043b\u043e\u043d\u0430\u0442\u0430
simplepage.columnbackground=\u0426\u0432\u0435\u0442\u043e\u0432\u0430 \u0441\u0445\u0435\u043c\u0430 \u043d\u0430 \u043a\u043e\u043b\u043e\u043d\u0430\u0442\u0430
simplepage.sectionbackground=\u0426\u0432\u0435\u0442\u043e\u0432\u0430 \u0441\u0445\u0435\u043c\u0430 \u043d\u0430 \u043a\u043e\u043b\u043e\u043d\u0438 \u0438 \u0437\u0430\u0433\u043b\u0430\u0432\u0438\u044f
simplepage.columnnone=\u041f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435
simplepage.columntrans=\u041f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435 - \u0411\u0435\u0437 \u0433\u0440\u0430\u043d\u0438\u0446\u0438
simplepage.columngray=Legacy \u0421\u0438\u0432o
simplepage.columnred=Legacy \u0427\u0435\u0440\u0432\u0435\u043d\u043e
simplepage.columnblue=Legacy C\u0438\u043d\u044c\u043e
simplepage.columngreen=Legacy \u0417\u0435\u043b\u0435\u043d\u043e
simplepage.columnyellow=Legacy \u0416\u044a\u043b\u0442\u043e
simplepage.columngraytrans=Legacy \u0421\u0438\u0432\u043e - \u0411\u0435\u0437 \u0433\u0440\u0430\u043d\u0438\u0446\u0438
simplepage.columnredtrans=Legacy \u0427\u0435\u0440\u0432\u0435\u043d\u043e - \u0411\u0435\u0437 \u0433\u0440\u0430\u043d\u0438\u0446\u0438
simplepage.columnbluetrans=Legacy C\u0438\u043d\u044c\u043e - \u0411\u0435\u0437 \u0433\u0440\u0430\u043d\u0438\u0446\u0438
simplepage.columngreentrans=Legacy \u0417\u0435\u043b\u0435\u043d\u043e - \u0411\u0435\u0437 \u0433\u0440\u0430\u043d\u0438\u0446\u0438
simplepage.columnyellowtrans=Legacy \u0416\u044a\u043b\u0442\u043e - \u0431\u0435\u0437 \u0433\u0440\u0430\u043d\u0438\u0446\u0438

simplepage.btncolor=\u0426\u0432\u044f\u0442 \u043d\u0430 \u0431\u0443\u0442\u043e\u043d\u0430
simplepage.forcebutton=\u041f\u0440\u0438\u043d\u0443\u0434\u0435\u0442\u0435 \u0446\u0432\u0435\u0442\u043e\u0432\u0435\u0442\u0435 \u043d\u0430 \u0431\u0443\u0442\u043e\u043d\u0438\u0442\u0435 \u043d\u0430 \u043f\u043e\u0434\u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0438\u0442\u0435 \u0434\u0430 \u0441\u044a\u043e\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0430\u0442 \u043d\u0430 \u0437\u0430\u0433\u043b\u0430\u0432\u0438\u0435\u0442\u043e
simplepage.needbtn=\u0426\u0432\u0435\u0442\u044a\u0442 \u043d\u0430 \u0431\u0443\u0442\u043e\u043d\u0430 \u0435 \u043f\u0440\u0438\u043b\u043e\u0436\u0438\u043c \u0441\u0430\u043c\u043e \u043a\u043e\u0433\u0430\u0442\u043e \u0432\u0440\u044a\u0437\u043a\u0430\u0442\u0430 \u043a\u044a\u043c \u043f\u043e\u0434\u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430\u0442\u0430 \u0435 \u0431\u0443\u0442\u043e\u043d.
simplepage.forcebtn.forced=\u0412 \u043c\u043e\u043c\u0435\u043d\u0442\u0430 \u0446\u0432\u0435\u0442\u044a\u0442 \u043d\u0430 \u0431\u0443\u0442\u043e\u043d\u0438\u0442\u0435 \u0441\u0435 \u043a\u043e\u043d\u0442\u0440\u043e\u043b\u0438\u0440\u0430 \u043d\u0430 \u043d\u0438\u0432\u043e \u043a\u043e\u043b\u043e\u043d\u0430.

simplepage.col.newgray=\u0421\u0438\u0432o
simplepage.col.newblack=\u0427\u0435\u0440\u043d\u043e
simplepage.col.newblue=\u0421\u0438\u043d\u044c\u043e
simplepage.col.newblue2=\u0422\u044a\u043c\u043d\u043e\u0441\u0438\u043d\u044c\u043e
simplepage.col.newred=\u0427\u0435\u0440\u0432\u0435\u043d\u043e
simplepage.col.newnavy=M\u043e\u0440\u0441\u043a\u043e \u0441\u0438\u043d\u044c\u043e
simplepage.col.newnavy2=\u041c\u043e\u0440\u0441\u043a\u043e \u0442\u044a\u043c\u043d\u043e
simplepage.col.newgreen=\u0417\u0435\u043b\u0435\u043do
simplepage.col.neworange=\u041e\u0440\u0430\u043d\u0436\u0435\u0432\u043e
simplepage.col.newgold=\u0417\u043b\u0430\u0442\u0438\u0441\u0442
simplepage.col.newteal=\u0421\u0438\u043d\u044c\u043e\u0437\u0435\u043b\u0435\u043d
simplepage.col.newpurple=\u041b\u0438\u043b\u0430\u0432\u043e
simplepage.col.newgraytrans=\u0421\u0438\u0432\u043e - \u0431\u0435\u0437 \u0433\u0440\u0430\u043d\u0438\u0446\u0438
simplepage.col.newblacktrans=\u0427\u0435\u0440\u043d\u043e - \u0431\u0435\u0437 \u0433\u0440\u0430\u043d\u0438\u0446\u0438
simplepage.col.newbluetrans=\u0421\u0438\u043d\u044c\u043e - \u0431\u0435\u0437 \u0433\u0440\u0430\u043d\u0438\u0446\u0438
simplepage.col.newblue2trans=\u0422\u044a\u043c\u043d\u043e\u0441\u0438\u043d\u044c\u043e - \u0411\u0435\u0437 \u0433\u0440\u0430\u043d\u0438\u0446\u0438
simplepage.col.newredtrans=\u0427\u0435\u0440\u0432\u0435\u043d\u043e - \u0431\u0435\u0437 \u0433\u0440\u0430\u043d\u0438\u0446\u0438
simplepage.col.newnavytrans=\u041c\u043e\u0440\u0441\u043a\u043e \u0441\u0438\u043d\u044c\u043e - \u0431\u0435\u0437 \u0433\u0440\u0430\u043d\u0438\u0446\u0438
simplepage.col.newnavy2trans=\u041c\u043e\u0440\u0441\u043a\u043e \u0442\u044a\u043c\u043d\u043e - \u0431\u0435\u0437 \u0433\u0440\u0430\u043d\u0438\u0446\u0438
simplepage.col.newgreentrans=\u0417\u0435\u043b\u0435\u043d\u043e - \u0431\u0435\u0437 \u0433\u0440\u0430\u043d\u0438\u0446\u0438
simplepage.col.neworangetrans=\u041e\u0440\u0430\u043d\u0436\u0435\u0432\u043e - \u0431\u0435\u0437 \u0433\u0440\u0430\u043d\u0438\u0446\u0438
simplepage.col.newgoldtrans=\u0417\u043b\u0430\u0442\u0438\u0441\u0442\u043e - \u0411\u0435\u0437 \u0433\u0440\u0430\u043d\u0438\u0446\u0438
simplepage.col.newtealtrans=\u0421\u0438\u043d\u044c\u043e\u0437\u0435\u043b\u0435\u043d - \u0411\u0435\u0437 \u0433\u0440\u0430\u043d\u0438\u0446\u0438
simplepage.col.newpurpletrans=\u041b\u0438\u043b\u0430\u0432\u043e - \u0431\u0435\u0437 \u0433\u0440\u0430\u043d\u0438\u0446\u0438

simplepage.collapsible=\u0421\u0433\u044a\u0432\u0430\u0435\u043c
simplepage.sectionTitle=\u0417\u0430\u0433\u043b\u0430\u0432\u0438\u0435 \u043d\u0430 \u0440\u0430\u0437\u0434\u0435\u043b\u0430
simplepage.default.closed=\u041d\u0430\u0447\u0430\u043b\u043e \u0437\u0430\u0442\u0432\u043e\u0440\u0435\u043d\u043e
simplepage.expand.all=\u0420\u0430\u0437\u0448\u0438\u0440\u044f\u0432\u0430\u043d\u0435 \u043d\u0430 \u0432\u0441\u0438\u0447\u043a\u0438
simplepage.collapse.all=\u0421\u0432\u0438\u0432\u0430\u043d\u0435 \u043d\u0430 \u0432\u0441\u0438\u0447\u043a\u0438
simplepage.clickToExpand=\u041a\u043b\u0438\u043a\u043d\u0435\u0442\u0435, \u0437\u0430 \u0434\u0430 \u0440\u0430\u0437\u0448\u0438\u0440\u0438\u0442\u0435
simplepage.clickToCollapse=\u041a\u043b\u0438\u043a\u043d\u0435\u0442\u0435, \u0437\u0430 \u0434\u0430 \u0441\u0432\u0438\u0435\u0442\u0435

simplepage.textItemUnavailable=\u0422\u043e\u0437\u0438 \u0442\u0435\u043a\u0441\u0442\u043e\u0432 \u0435\u043b\u0435\u043c\u0435\u043d\u0442 \u0449\u0435 \u0441\u0435 \u043f\u043e\u043a\u0430\u0436\u0435, \u043a\u043e\u0433\u0430\u0442\u043e \u0432\u0441\u0438\u0447\u043a\u0438 \u043f\u0440\u0435\u0434\u0432\u0430\u0440\u0438\u0442\u0435\u043b\u043d\u0438 \u0443\u0441\u043b\u043e\u0432\u0438\u044f, \u043e\u0442\u0431\u0435\u043b\u044f\u0437\u0430\u043d\u0438 \u0441\u044a\u0441 \u0437\u0432\u0435\u0437\u0434\u0438\u0447\u043a\u0430 (*), \u0441\u0430 \u0438\u0437\u043f\u044a\u043b\u043d\u0435\u043d\u0438
simplepage.multimediaItemUnavailable=\u0422\u043e\u0437\u0438 \u043c\u0443\u043b\u0442\u0438\u043c\u0435\u0434\u0438\u0435\u043d \u0435\u043b\u0435\u043c\u0435\u043d\u0442 \u0449\u0435 \u0431\u044a\u0434\u0435 \u043f\u043e\u043a\u0430\u0437\u0430\u043d, \u043a\u043e\u0433\u0430\u0442\u043e \u0441\u0430 \u0438\u0437\u043f\u044a\u043b\u043d\u0435\u043d\u0438 \u0432\u0441\u0438\u0447\u043a\u0438 \u043f\u0440\u0435\u0434\u0432\u0430\u0440\u0438\u0442\u0435\u043b\u043d\u0438 \u0443\u0441\u043b\u043e\u0432\u0438\u044f, \u043e\u0442\u0431\u0435\u043b\u044f\u0437\u0430\u043d\u0438 \u0441\u044a\u0441 \u0437\u0432\u0435\u0437\u0434\u0438\u0447\u043a\u0430 (*)
simplepage.fake-item-unavailable=\u0410\u043a\u043e \u0431\u044f\u0445\u0442\u0435 \u0441\u0442\u0443\u0434\u0435\u043d\u0442, \u043d\u044f\u043c\u0430\u0448\u0435 \u0434\u0430 \u043c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u0432\u0438\u0434\u0438\u0442\u0435 \u0438\u043b\u0438 \u043f\u043e\u043b\u0443\u0447\u0438\u0442\u0435 \u0434\u043e\u0441\u0442\u044a\u043f \u0434\u043e \u0442\u043e\u0437\u0438 \u043e\u0431\u0435\u043a\u0442, \u0437\u0430\u0449\u043e\u0442\u043e \u043d\u0435 \u0441\u0442\u0435 \u043f\u043e\u043f\u044a\u043b\u043d\u0438\u043b\u0438 \u0432\u0441\u0438\u0447\u043a\u0438 \u043d\u0435\u043e\u0431\u0445\u043e\u0434\u0438\u043c\u0438 \u043e\u0431\u0435\u043a\u0442\u0438 \u043f\u043e-\u0433\u043e\u0440\u0435.

simplepage.edit=\u0410\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0430
simplepage.description_label=\u041e\u043f\u0438\u0441\u0430\u043d\u0438\u0435 \u043d\u0430 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0430
simplepage.name_label=\u0418\u043c\u0435 \u043d\u0430 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0430
simplepage.edititem_header=\u0420\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0435\u043b\u0435\u043c\u0435\u043d\u0442
simplepage.multimedia=\u0412\u0433\u0440\u0430\u0436\u0434\u0430\u043d\u0435 \u043d\u0430 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435 \u0432 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430\u0442\u0430
simplepage.multimedia.tooltip=\u0414\u043e\u0431\u0430\u0432\u0435\u0442\u0435 \u0438\u0437\u043e\u0431\u0440\u0430\u0436\u0435\u043d\u0438\u0435, \u0432\u0438\u0434\u0435\u043e, Flash \u0444\u0430\u0439\u043b, \u0443\u0435\u0431 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 \u0438 \u0434\u0440. \u0418\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0439\u0442\u0435 \u0442\u043e\u0432\u0430, \u0437\u0430 \u0434\u0430 \u0432\u0433\u0440\u0430\u0434\u0438\u0442\u0435 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0430 \u043d\u0430 \u0442\u0430\u0437\u0438 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430. \u0412\u043c\u0435\u0441\u0442\u043e \u0442\u043e\u0432\u0430 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0439\u0442\u0435 \u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u0432\u0440\u044a\u0437\u043a\u0438 \u043a\u044a\u043c \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435, \u0430\u043a\u043e \u0438\u0441\u043a\u0430\u0442\u0435 \u0432\u0440\u044a\u0437\u043a\u0430 \u043a\u044a\u043c \u0435\u043b\u0435\u043c\u0435\u043d\u0442, \u0432\u043c\u0435\u0441\u0442\u043e \u0434\u0430 \u0433\u043e \u043f\u043e\u043a\u0430\u0437\u0432\u0430\u0442\u0435 \u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430\u0442\u0430.\n
simplepage.multimedia-descrip=\u0414\u043e\u0431\u0430\u0432\u0435\u0442\u0435 \u0438\u0437\u043e\u0431\u0440\u0430\u0436\u0435\u043d\u0438\u0435, \u0432\u0438\u0434\u0435\u043e, Flash \u0444\u0430\u0439\u043b, \u0443\u0435\u0431 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 \u0438 \u0434\u0440. \u0418\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0439\u0442\u0435 \u0442\u043e\u0432\u0430, \u0437\u0430 \u0434\u0430 \u0432\u0433\u0440\u0430\u0434\u0438\u0442\u0435 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0430 \u043d\u0430 \u0442\u0430\u0437\u0438 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430. \u0412\u043c\u0435\u0441\u0442\u043e \u0442\u043e\u0432\u0430 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0439\u0442\u0435 \u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u0432\u0440\u044a\u0437\u043a\u0438 \u043a\u044a\u043c \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435, \u0430\u043a\u043e \u0438\u0441\u043a\u0430\u0442\u0435 \u0432\u0440\u044a\u0437\u043a\u0430 \u043a\u044a\u043c \u0435\u043b\u0435\u043c\u0435\u043d\u0442, \u0432\u043c\u0435\u0441\u0442\u043e \u0434\u0430 \u0433\u043e \u043f\u043e\u043a\u0430\u0437\u0432\u0430\u0442\u0435 \u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430\u0442\u0430.
simplepage.expert_toggle=\u041f\u043e\u043a\u0430\u0436\u0438 \u043f\u043e\u0434\u0440\u043e\u0431\u043d\u043e\u0441\u0442\u0438
simplepage.expert_intro=\u041e\u0431\u0438\u043a\u043d\u043e\u0432\u0435\u043d\u043e \u043d\u0435 \u0435 \u043d\u0435\u043e\u0431\u0445\u043e\u0434\u0438\u043c\u043e \u0434\u0430 \u0441\u0435 \u043f\u0440\u043e\u043c\u0435\u043d\u044f\u0442 \u0441\u043b\u0435\u0434\u043d\u0438\u0442\u0435 \u0434\u0430\u043d\u043d\u0438\:
simplepage.mimetype_label=\u0422\u0438\u043f Mime
simplepage.tag_is=\u0422\u043e\u0437\u0438 \u0435\u043b\u0435\u043c\u0435\u043d\u0442 \u0441\u0435 \u043f\u043e\u043a\u0430\u0437\u0432\u0430 \u0441 \u0435\u0442\u0438\u043a\u0435\u0442 \u043e\u0442 \u0442\u0438\u043f
simplepage.tag_object="\u043e\u0431\u0435\u043a\u0442"
simplepage.tag_img="img"
simplepage.tag_iframe="iframe"
simplepage.permissions=\u0420\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0438\u044f
simplepage.permissions.tooltip=\u041f\u0440\u043e\u043c\u044f\u043d\u0430 \u043d\u0430 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0438\u044f\u0442\u0430, \u0441\u0432\u044a\u0440\u0437\u0430\u043d\u0438 \u0441 \u0442\u043e\u0437\u0438 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442, \u0437\u0430 \u0440\u0430\u0437\u043b\u0438\u0447\u043d\u0438 \u0442\u0438\u043f\u043e\u0432\u0435 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438
simplepage.iframe.auto=\u0418\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0439\u0442\u0435 "\u0430\u0432\u0442\u043e" \u0432 \u043f\u043e\u043b\u0435\u0442\u043e \u0437\u0430 \u0432\u0438\u0441\u043e\u0447\u0438\u043d\u0430, \u0437\u0430 \u0434\u0430 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0442\u0435 \u043f\u044a\u043b\u043d\u0430\u0442\u0430 \u0432\u0438\u0441\u043e\u0447\u0438\u043d\u0430 \u043d\u0430 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435\u0442\u043e. \u0420\u0430\u0431\u043e\u0442\u0438 \u0441\u0430\u043c\u043e \u0437\u0430 URL \u0430\u0434\u0440\u0435\u0441\u0438 \u0432 \u0440\u0430\u043c\u043a\u0438\u0442\u0435 \u043d\u0430 \u0442\u0430\u0437\u0438 \u0441\u0438\u0441\u0442\u0435\u043c\u0430.
simplepage.nopermissions=\u041d\u044f\u043c\u0430\u0442\u0435 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0438\u0435 \u0434\u0430 \u0447\u0435\u0442\u0435\u0442\u0435 \u0442\u0430\u0437\u0438 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430
simplepage.nowrite=\u041d\u044f\u043c\u0430\u0442\u0435 \u043f\u0440\u0430\u0432\u043e \u0434\u0430 \u0440\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u0442\u0435 \u0442\u0430\u0437\u0438 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430
simplepage.savefailed=\u041d\u0435\u0432\u044a\u0437\u043c\u043e\u0436\u043d\u043e\u0441\u0442 \u0437\u0430 \u0437\u0430\u043f\u0430\u0437\u0432\u0430\u043d\u0435 \u0438\u043b\u0438 \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0430. \u0413\u0440\u0435\u0448\u043a\u0430\u0442\u0430 \u0435\:

simplepage.height_label=\u0412\u0438\u0441\u043e\u0447\u0438\u043d\u0430\:
simplepage.width_label=\u0428\u0438\u0440\u043e\u0447\u0438\u043d\u0430\:
simplepage.editMultimedia_header=\u0420\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0440\u0430\u0437\u043c\u0435\u0440\u0430 \u043d\u0430 \u043c\u0443\u043b\u0442\u0438\u043c\u0435\u0434\u0438\u044f\u0442\u0430
simplepage.editMultimedia=\u0420\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u043c\u0443\u043b\u0442\u0438\u043c\u0435\u0434\u0438\u044f
simplepage.size-too-big=\u0412\u0438\u0441\u043e\u0447\u0438\u043d\u0430 \u0438\u043b\u0438 \u0448\u0438\u0440\u043e\u0447\u0438\u043d\u0430, \u043f\u043e-\u0433\u043e\u043b\u044f\u043c\u0430 \u043e\u0442 3000 \u043f\u0438\u043a\u0441\u0435\u043b\u0430
simplepage.deleted-group=<\u0418\u0437\u0442\u0440\u0438\u0442\u0430 \u0433\u0440\u0443\u043f\u0430>
simplepage.deleted-entity=*\u0418\u0437\u0442\u0440\u0438\u0442\u0438*
simplepage.not-published=*\u041d\u0435 \u0435 \u043f\u0443\u0431\u043b\u0438\u043a\u0443\u0432\u0430\u043d\u043e; \u043d\u0435 \u0435 \u0432\u0438\u0434\u0438\u043c\u043e \u0437\u0430 \u0441\u0442\u0443\u0434\u0435\u043d\u0442\u0438\u0442\u0435*

simplepage.add_file_instructions=\u041c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u043a\u0430\u0447\u0432\u0430\u0442\u0435 \u043d\u043e\u0432\u0438 \u0444\u0430\u0439\u043b\u043e\u0432\u0435, \u0434\u0430 \u0438\u0437\u0431\u0438\u0440\u0430\u0442\u0435 \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430\u0449\u0438 \u0444\u0430\u0439\u043b\u043e\u0432\u0435 \u043e\u0442 \u0420\u0435\u0441\u0443\u0440\u0441\u0438 \u0438\u043b\u0438 \u0434\u0430 \u043f\u0440\u0435\u0434\u043e\u0441\u0442\u0430\u0432\u0438\u0442\u0435 \u0430\u0434\u0440\u0435\u0441\u0430 \u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 \u0432 \u0438\u043d\u0442\u0435\u0440\u043d\u0435\u0442. \u0418\u043c\u0430\u0439\u0442\u0435 \u043f\u0440\u0435\u0434\u0432\u0438\u0434, \u0447\u0435 \u043d\u0435 \u043c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u043a\u0430\u0447\u0432\u0430\u0442\u0435 \u043f\u043e\u0432\u0435\u0447\u0435 \u043e\u0442 {0} MB \u043c\u0430\u0442\u0435\u0440\u0438\u0430\u043b \u043d\u0430\u0432\u0435\u0434\u043d\u044a\u0436.
simplepage.upload_label=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0435\u0434\u0438\u043d \u0438\u043b\u0438 \u043f\u043e\u0432\u0435\u0447\u0435 \u0444\u0430\u0439\u043b\u043e\u0432\u0435, \u043a\u043e\u0438\u0442\u043e \u0434\u0430 \u043a\u0430\u0447\u0438\u0442\u0435.
simplepage.new_file=\u041a\u0430\u0447\u0432\u0430\u043d\u0435 \u043d\u0430 \u043d\u043e\u0432 \u0444\u0430\u0439\u043b
simplepage.existing_file=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430\u0449 \u0444\u0430\u0439\u043b \u043e\u0442 \u0420\u0435\u0441\u0443\u0440\u0441\u0438
simplepage.new_url=\u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u043d\u043e\u0432 URL \u0430\u0434\u0440\u0435\u0441 (\u0443\u0435\u0431 \u0432\u0440\u044a\u0437\u043a\u0430)
simplepage.another-file=\u0414\u043e\u0431\u0430\u0432\u0435\u0442\u0435 \u043e\u0449\u0435 \u0435\u0434\u0438\u043d \u0444\u0430\u0439\u043b \u0437\u0430 \u043a\u0430\u0447\u0432\u0430\u043d\u0435\:
simplepage.file-replace=\u041a\u0430\u0447\u0432\u0430\u043d\u0435 \u043d\u0430 \u043d\u043e\u0432\u0430 \u0432\u0435\u0440\u0441\u0438\u044f (\u0449\u0435 \u0437\u0430\u043c\u0435\u043d\u0438 \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430\u0449\u0438\u044f \u0444\u0430\u0439\u043b)
simplepage.choose_existing=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430\u0449 \u0444\u0430\u0439\u043b
simplepage.remove_from_uploads=\u041f\u0440\u0435\u043c\u0430\u0445\u0432\u0430\u043d\u0435 \u043e\u0442 \u0441\u043f\u0438\u0441\u044a\u043a\u0430 \u0441 \u0444\u0430\u0439\u043b\u043e\u0432\u0435 \u0437\u0430 \u043a\u0430\u0447\u0432\u0430\u043d\u0435
simplepage.title_for_upload=\u0417\u0430\u0433\u043b\u0430\u0432\u0438\u0435, \u043a\u043e\u0435\u0442\u043e \u0434\u0430 \u0441\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430 \u0437\u0430 \u0442\u043e\u0437\u0438 \u0444\u0430\u0439\u043b
simplepage.choose_existing_or=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0440\u0435\u0441\u0443\u0440\u0441(\u0438)
simplepage.choose_existing_caption=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0435\u0434\u0438\u043d \u0438\u043b\u0438 \u043f\u043e\u0432\u0435\u0447\u0435 \u0444\u0430\u0439\u043b\u043e\u0432\u0435, \u043a\u043e\u0438\u0442\u043e \u0432\u0435\u0447\u0435 \u0441\u0430 \u0441\u044a\u0445\u0440\u0430\u043d\u0435\u043d\u0438 \u0432 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0430 \u0420\u0435\u0441\u0443\u0440\u0441\u0438.
simplepage.choose_existing_page=\u0418\u0437\u0431\u043e\u0440 \u043d\u0430 \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430\u0449\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 (\u043d\u0435 \u0441\u044a\u0437\u0434\u0430\u0432\u0430 \u043d\u043e\u0432\u043e \u043a\u043e\u043f\u0438\u0435 \u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430\u0442\u0430)
simplepage.lm_existing_page=\u041f\u043e\u0441\u0442\u0430\u0432\u0435\u0442\u0435 \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430\u0449\u0430\u0442\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 \u0432 \u043b\u044f\u0432\u043e\u0442\u043e \u043f\u043e\u043b\u0435.
simplepage.lm-existing_explanation=\u041d\u0435 \u0441\u044a\u0437\u0434\u0430\u0432\u0430 \u043d\u043e\u0432\u043e \u043a\u043e\u043f\u0438\u0435 \u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430\u0442\u0430. \u041c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0442\u0435 \u0442\u0430\u0437\u0438 \u043e\u043f\u0446\u0438\u044f, \u0437\u0430 \u0434\u0430 \u0432\u044a\u0437\u0441\u0442\u0430\u043d\u043e\u0432\u0438\u0442\u0435 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430, \u043a\u043e\u044f\u0442\u043e \u0435 \u0431\u0438\u043b\u0430 \u0438\u0437\u0442\u0440\u0438\u0442\u0430, \u0432 \u043b\u044f\u0432\u043e\u0442\u043e \u043f\u043e\u043b\u0435.

simplepage.import_cc_button=\u0412\u043d\u043e\u0441 \u043d\u0430 CC/CP
simplepage.import_cc=\u0418\u043c\u043f\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 IMS Common Cartridge/Package \u0444\u0430\u0439\u043b
simplepage.import_cc.tooltip=\u0418\u043c\u043f\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0444\u0430\u0439\u043b \u0432\u044a\u0432 \u0444\u043e\u0440\u043c\u0430\u0442 IMS Common Cartridge/Package. \u0422\u0435\u0437\u0438 \u0444\u0430\u0439\u043b\u043e\u0432\u0435 \u0447\u0435\u0441\u0442\u043e \u0438\u0434\u0432\u0430\u0442 \u043e\u0442 \u0434\u043e\u0441\u0442\u0430\u0432\u0447\u0438\u0446\u0438\u0442\u0435 \u043d\u0430 \u0443\u0447\u0435\u0431\u043d\u0438\u0446\u0438, \u043d\u043e \u043c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u0433\u0438 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0442\u0435 \u0438 \u0437\u0430 \u043f\u0440\u0435\u043c\u0435\u0441\u0442\u0432\u0430\u043d\u0435 \u043d\u0430 \u043a\u0443\u0440\u0441\u043e\u0432\u0435 \u043c\u0435\u0436\u0434\u0443 \u0440\u0430\u0437\u043b\u0438\u0447\u043d\u0438 \u0441\u0438\u0441\u0442\u0435\u043c\u0438 \u0437\u0430 \u0443\u043f\u0440\u0430\u0432\u043b\u0435\u043d\u0438\u0435 \u043d\u0430 \u043a\u0443\u0440\u0441\u043e\u0432\u0435.
simplepage.import_cc_file=IMS Common Cartridge/Package file (ZIP \u0444\u0430\u0439\u043b)\:
simplepage.import_cc_syllabus=\u0423\u0447\u0435\u0431\u0435\u043d \u043f\u043b\u0430\u043d
simplepage.import_cc_lessonplan=\u041f\u043b\u0430\u043d \u043d\u0430 \u0443\u0440\u043e\u043a\u0430
simplepage.import_cc_pattern=[\u0421\u044a\u0432\u043f\u0430\u0434\u0435\u043d\u0438\u0435 \u043d\u0430 \u043c\u043e\u0434\u0435\u043b\u0430]
simplepage.import_cc_usespattern=\u0422\u0430\u0437\u0438 \u043a\u0430\u0441\u0435\u0442\u0430 \u0441\u044a\u0434\u044a\u0440\u0436\u0430 \u0432\u044a\u043f\u0440\u043e\u0441\u0438 \u0437\u0430 \u043f\u043e\u043f\u044a\u043b\u0432\u0430\u043d\u0435 \u043d\u0430 \u043f\u0440\u0430\u0437\u043d\u0438 \u043f\u043e\u043b\u0435\u0442\u0430, \u043a\u043e\u0438\u0442\u043e \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0442 \u0441\u044a\u043f\u043e\u0441\u0442\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u043c\u043e\u0434\u0435\u043b\u0438. \u0422\u0430\u0437\u0438 \u0441\u0438\u0441\u0442\u0435\u043c\u0430 \u043d\u0435 \u043f\u043e\u0434\u0434\u044a\u0440\u0436\u0430 \u043f\u043e\u0434\u0431\u043e\u0440 \u043d\u0430 \u0448\u0430\u0431\u043b\u043e\u043d\u0438. \u0422\u0435\u0437\u0438 \u0432\u044a\u043f\u0440\u043e\u0441\u0438 \u0449\u0435 \u0431\u044a\u0434\u0430\u0442 \u043c\u0430\u0440\u043a\u0438\u0440\u0430\u043d\u0438 \u0441 \u043f\u043e\u043c\u043e\u0449\u0442\u0430 \u043d\u0430 [Pattern match] \u0432 \u043d\u0430\u0447\u0430\u043b\u043e\u0442\u043e \u043d\u0430 \u0432\u044a\u043f\u0440\u043e\u0441\u0430. \u041c\u043e\u043b\u044f, \u043f\u0440\u0435\u0433\u043b\u0435\u0434\u0430\u0439\u0442\u0435 \u0433\u0438 \u0438 \u043d\u0430\u043f\u0440\u0430\u0432\u0435\u0442\u0435 \u043d\u0435\u043e\u0431\u0445\u043e\u0434\u0438\u043c\u0438\u0442\u0435 \u043f\u0440\u043e\u043c\u0435\u043d\u0438.
simplepage.import-toplevel-label=\u0418\u043c\u043f\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0440\u0435\u0441\u0443\u0440\u0441\u0438 \u0432 \u043f\u0430\u043f\u043a\u0430 \u043e\u0442 \u043f\u044a\u0440\u0432\u043e \u043d\u0438\u0432\u043e
simplepage.cc_apip=\u041f\u0440\u043e\u0442\u043e\u043a\u043e\u043b \u0437\u0430 \u0434\u043e\u0441\u0442\u044a\u043f\u043d\u0438 \u043f\u0440\u0435\u043d\u043e\u0441\u0438\u043c\u0438 \u043f\u0440\u0435\u0434\u043c\u0435\u0442\u0438 (APIP)
simplepage.cc_iwb=\u0418\u043d\u0442\u0435\u0440\u0430\u043a\u0442\u0438\u0432\u043d\u0430 \u0431\u044f\u043b\u0430 \u0434\u044a\u0441\u043a\u0430
simplepage.cc_epub3=EPUB 3
simplepage.cc_ext_assignment=\u0417\u0430\u0434\u0430\u043d\u0438\u0435 (\u0440\u0430\u0437\u0448\u0438\u0440\u0435\u043d\u043e \u043e\u043f\u0440\u0435\u0434\u0435\u043b\u0435\u043d\u0438\u0435)
simplepage.cc-has-badtypes=\u0422\u0430\u0437\u0438 \u043a\u0430\u0441\u0435\u0442\u0430 \u0441\u044a\u0434\u044a\u0440\u0436\u0430 \u0440\u0435\u0441\u0443\u0440\u0441\u0438 \u043e\u0442 \u0442\u0438\u043f\u043e\u0432\u0435, \u043a\u043e\u0438\u0442\u043e \u043d\u044f\u043c\u0430\u0442 \u0441\u043f\u0435\u0446\u0438\u0444\u0438\u0447\u043d\u0430 \u043f\u043e\u0434\u0434\u0440\u044a\u0436\u043a\u0430 \u0432 \u0442\u0430\u0437\u0438 \u0441\u0438\u0441\u0442\u0435\u043c\u0430. \u0422\u0435 \u0449\u0435 \u0431\u044a\u0434\u0430\u0442 \u0442\u0440\u0435\u0442\u0438\u0440\u0430\u043d\u0438 \u043a\u0430\u0442\u043e \u043e\u0431\u0438\u043a\u043d\u043e\u0432\u0435\u043d\u0438 \u0444\u0430\u0439\u043b\u043e\u0432\u0435\: {}

simplepage.export_cc=\u0415\u043a\u0441\u043f\u043e\u0440\u0442 \u043d\u0430 CC
simplepage.export_cc.tooltip=\u0421\u044a\u0437\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u0444\u0430\u0439\u043b \u0432\u044a\u0432 \u0444\u043e\u0440\u043c\u0430\u0442 IMS Common Cartridge. \u0422\u043e\u0439 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430 \u0437\u0430 \u0437\u0430\u043f\u0430\u0437\u0432\u0430\u043d\u0435 \u043d\u0430 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435\u0442\u043e \u043d\u0430 \u0434\u0430\u0434\u0435\u043d \u043a\u0443\u0440\u0441 \u0437\u0430 \u043f\u043e-\u043a\u044a\u0441\u043d\u0430 \u0443\u043f\u043e\u0442\u0440\u0435\u0431\u0430. \u041f\u043e\u0432\u0435\u0447\u0435\u0442\u043e \u0434\u0440\u0443\u0433\u0438 \u0441\u0438\u0441\u0442\u0435\u043c\u0438 \u0437\u0430 \u0443\u043f\u0440\u0430\u0432\u043b\u0435\u043d\u0438\u0435 \u043d\u0430 \u043a\u0443\u0440\u0441\u043e\u0432\u0435 \u043c\u043e\u0433\u0430\u0442 \u0434\u0430 \u0447\u0435\u0442\u0430\u0442 \u0444\u0430\u0439\u043b\u043e\u0432\u0435 \u0432\u044a\u0432 \u0444\u043e\u0440\u043c\u0430\u0442 Common Cartridge. \u0424\u0430\u0439\u043b\u044a\u0442 \u0449\u0435 \u0441\u044a\u0434\u044a\u0440\u0436\u0430 \u0446\u044f\u043b\u043e\u0442\u043e \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435 \u043d\u0430 \u0443\u0440\u043e\u0446\u0438\u0442\u0435, \u0437\u0430\u0434\u0430\u0447\u0438\u0442\u0435, \u0444\u043e\u0440\u0443\u043c\u0430 \u0438\u043b\u0438 \u0442\u0435\u043c\u0438\u0442\u0435, \u0442\u0435\u0441\u0442\u043e\u0432\u0435\u0442\u0435 \u0438 \u043f\u0443\u043b\u043e\u0432\u0435\u0442\u0435 \u0441 \u0432\u044a\u043f\u0440\u043e\u0441\u0438. \u041d\u0435 \u0432\u0441\u0438\u0447\u043a\u0438 \u0434\u0435\u0442\u0430\u0439\u043b\u0438 \u043e\u0431\u0430\u0447\u0435 \u0449\u0435 \u0431\u044a\u0434\u0430\u0442 \u0437\u0430\u043f\u0430\u0437\u0435\u043d\u0438.
simplepage.export-cc-title=\u0415\u043a\u0441\u043f\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0444\u0430\u0439\u043b \u0441 \u043e\u0431\u0449\u0430 \u043a\u0430\u0441\u0435\u0442\u0430 \u043d\u0430 IMS
simplepage.exportcc-descrip=\u0415\u043a\u0441\u043f\u043e\u0440\u0442\u0438\u0440\u0430\u0439\u0442\u0435 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435\u0442\u043e \u043d\u0430 \u0441\u0430\u0439\u0442\u0430 \u0432\u044a\u0432 \u0444\u043e\u0440\u043c\u0430\u0442 IMS CC.
simplepage.exportcc-fileerr=\u0413\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0441\u044a\u0437\u0434\u0430\u0432\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0444\u0430\u0439\u043b\u043e\u0432\u0435 \u0437\u0430 \u0438\u0437\u043d\u043e\u0441\: {}
simplepage.exportcc-noresource=\u0413\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0441\u044a\u0437\u0434\u0430\u0432\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0444\u0430\u0439\u043b\u043e\u0432\u0435 \u0437\u0430 \u0438\u0437\u043d\u043e\u0441\: \u041c\u043e\u043b\u044f, \u043f\u0440\u043e\u0432\u0435\u0440\u0435\u0442\u0435 \u0434\u0430\u043b\u0438 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u044a\u0442 "\u0420\u0435\u0441\u0443\u0440\u0441\u0438" \u0435 \u0432 \u0441\u0430\u0439\u0442\u0430 \u0432\u0438
simplepage.exportcc-use11=\u0415\u043a\u0441\u043f\u043e\u0440\u0442\u0438\u0440\u0430\u0439\u0442\u0435 \u043a\u0430\u0442\u043e 1.1, \u043f\u0440\u0435\u043f\u043e\u0440\u044a\u0447\u0432\u0430 \u0441\u0435 \u0437\u0430 Moodle \u0438 Blackboard. \u041d\u0435 \u0432\u043a\u043b\u044e\u0447\u0432\u0430 \u043d\u044f\u043a\u043e\u0438 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0438 \u043d\u0430 \u043a\u0443\u0440\u0441\u0430, \u043a\u0430\u0442\u043e \u043d\u0430\u043f\u0440\u0438\u043c\u0435\u0440 "\u0417\u0430\u0434\u0430\u0447\u0438".
simplepage.exportcc-use12=\u0415\u043a\u0441\u043f\u043e\u0440\u0442\u0438\u0440\u0430\u0439\u0442\u0435 \u043a\u0430\u0442\u043e 1.2.
simplepage.exportcc-use13=\u0415\u043a\u0441\u043f\u043e\u0440\u0442\u0438\u0440\u0430\u0439\u0442\u0435 \u043a\u0430\u0442\u043e 1.3, \u043f\u0440\u0435\u043f\u043e\u0440\u044a\u0447\u0438\u0442\u0435\u043b\u043d\u043e \u0437\u0430 Sakai, Canvas \u0438 Brightspace.
simplepage.exportcc-includebank=\u0412\u043a\u043b\u044e\u0447\u0435\u0442\u0435 \u0432\u0441\u0438\u0447\u043a\u0438 \u043f\u0443\u043b\u043e\u0432\u0435 \u0441 \u0432\u044a\u043f\u0440\u043e\u0441\u0438, \u0434\u043e \u043a\u043e\u0438\u0442\u043e \u0438\u043c\u0430\u0442\u0435 \u0434\u043e\u0441\u0442\u044a\u043f, \u043a\u0430\u0442\u043e \u0435\u0434\u043d\u0430 \u0431\u0430\u043d\u043a\u0430 \u0441 \u0432\u044a\u043f\u0440\u043e\u0441\u0438
simplepage.exportcc-sam-undefinedtype=\u0412\u044a\u043f\u0440\u043e\u0441 {1} \u0432\u044a\u0432 \u0442\u0435\u0441\u0442 {2} \u0438\u043c\u0430 \u0442\u0438\u043f, \u043a\u043e\u0439\u0442\u043e \u043d\u0435 \u0441\u0435 \u043f\u043e\u0434\u0434\u044a\u0440\u0436\u0430 \u043e\u0442 Common Cartridge (\u041e\u0431\u0449\u0430 \u043a\u0430\u0441\u0435\u0442\u0430). \u0412\u044a\u043f\u0440\u043e\u0441\u044a\u0442 \u0449\u0435 \u0431\u044a\u0434\u0435 \u043f\u0440\u043e\u043f\u0443\u0441\u043d\u0430\u0442.
simplepage.exportcc-sam-too-many-blanks=\u0412\u044a\u043f\u0440\u043e\u0441 {1} \u0432\u044a\u0432 \u0442\u0435\u0441\u0442 {2} \u0435 \u043f\u043e\u043f\u044a\u043b\u0432\u0430\u043d\u0435 \u043d\u0430 \u043f\u0440\u0430\u0437\u043d\u043e \u043c\u044f\u0441\u0442\u043e \u0441 {3} \u043f\u0440\u0430\u0437\u043d\u0438 \u043f\u043e\u043b\u0435\u0442\u0430. \u041e\u0431\u0449\u0430\u0442\u0430 \u043a\u0430\u0441\u0435\u0442\u0430 \u043f\u043e\u0434\u0434\u044a\u0440\u0436\u0430 \u0441\u0430\u043c\u043e \u0435\u0434\u043d\u043e \u043f\u0440\u0430\u0437\u043d\u043e \u043c\u044f\u0441\u0442\u043e. \u0429\u0435 \u0441\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430 \u0441\u0430\u043c\u043e \u043f\u044a\u0440\u0432\u043e\u0442\u043e \u043f\u0440\u0430\u0437\u043d\u043e \u043c\u044f\u0441\u0442\u043e.
simplepage.exportcc-sam-mcss=\u0412\u044a\u043f\u0440\u043e\u0441 {1} \u0432\u044a\u0432 \u0432\u0438\u043a\u0442\u043e\u0440\u0438\u043d\u0430\u0442\u0430 {2} \u0435 \u0441 \u043c\u043d\u043e\u0436\u0435\u0441\u0442\u0432\u0435\u043d\u0430 \u043f\u0440\u0430\u0432\u0438\u043b\u043d\u043e\u0441\u0442, \u0435\u0434\u0438\u043d\u0438\u0447\u0435\u043d \u0438\u0437\u0431\u043e\u0440. \u0412\u0435\u0440\u0441\u0438\u0438\u0442\u0435 \u043d\u0430 \u041e\u0431\u0449\u0430 \u043a\u0430\u0441\u0435\u0442\u0430 \u043f\u0440\u0435\u0434\u0438 1.2 \u043d\u0435 \u043f\u043e\u0434\u0434\u044a\u0440\u0436\u0430\u0445\u0430 \u0442\u043e\u0437\u0438 \u0444\u043e\u0440\u043c\u0430\u0442. \u0429\u0435 \u0431\u044a\u0434\u0435 \u043f\u043e\u043a\u0430\u0437\u0430\u043d \u0441\u0430\u043c\u043e \u043f\u044a\u0440\u0432\u0438\u044f\u0442 \u0432\u0435\u0440\u0435\u043d \u043e\u0442\u0433\u043e\u0432\u043e\u0440.
simplepage.exportcc-sam-fib-too-many-star=\u0412\u044a\u043f\u0440\u043e\u0441 {1} \u0432\u044a\u0432 \u0432\u0438\u043a\u0442\u043e\u0440\u0438\u043d\u0430 {2} \u0435 "\u041f\u043e\u043f\u044a\u043b\u043d\u0438 \u043f\u0440\u0430\u0437\u043d\u043e\u0442\u043e \u043c\u044f\u0441\u0442\u043e" \u0441 \u043f\u043e\u043c\u043e\u0449\u0442\u0430 \u043d\u0430 \u0437\u0432\u0435\u0437\u0434\u0438\u0447\u043a\u0438. \u041f\u0440\u0430\u0432\u0438\u043b\u043d\u0438\u044f\u0442 \u043e\u0442\u0433\u043e\u0432\u043e\u0440 \u0435 \u043f\u043e\u043a\u0430\u0437\u0430\u043d \u043a\u0430\u0442\u043e {3}. \u0424\u043e\u0440\u043c\u0430\u0442\u044a\u0442 Common Cartridge \u043c\u043e\u0436\u0435 \u0434\u0430 \u043e\u0431\u0440\u0430\u0431\u043e\u0442\u0432\u0430 \u0441\u0430\u043c\u043e \u0435\u0434\u043d\u0430 \u0430\u043b\u0442\u0435\u0440\u043d\u0430\u0442\u0438\u0432\u0430, \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0449\u0430 \u0437\u0432\u0435\u0437\u0434\u0438\u0447\u043a\u0438.
simplepage.exportcc-sam-fib-star=\u0412\u044a\u043f\u0440\u043e\u0441 {1} \u0432\u044a\u0432 \u0432\u0438\u043a\u0442\u043e\u0440\u0438\u043d\u0430 {2} \u0435 "\u041f\u043e\u043f\u044a\u043b\u043d\u0438 \u043f\u0440\u0430\u0437\u043d\u043e\u0442\u043e \u043c\u044f\u0441\u0442\u043e" \u0441 \u043f\u043e\u043c\u043e\u0449\u0442\u0430 \u043d\u0430 \u0437\u0432\u0435\u0437\u0434\u0438\u0447\u043a\u0438. \u041f\u0440\u0430\u0432\u0438\u043b\u043d\u0438\u044f\u0442 \u043e\u0442\u0433\u043e\u0432\u043e\u0440 \u0435 \u043f\u043e\u043a\u0430\u0437\u0430\u043d \u043a\u0430\u0442\u043e {3}. \u041f\u0440\u0438 \u0435\u043a\u0441\u043f\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435\u0442\u043e \u043e\u0442\u0433\u043e\u0432\u043e\u0440\u044a\u0442 \u0449\u0435 \u0441\u0435 \u0441\u0447\u0438\u0442\u0430 \u0437\u0430 \u043f\u0440\u0430\u0432\u0438\u043b\u0435\u043d, \u0430\u043a\u043e \u043d\u0430\u0432\u0441\u044f\u043a\u044a\u0434\u0435 \u0432 \u043e\u0442\u0433\u043e\u0432\u043e\u0440\u0430 \u0441\u0435 \u043f\u043e\u044f\u0432\u0438 {4}.
simplepage.exportcc-sam-fib-bad-star=\u0412\u044a\u043f\u0440\u043e\u0441 {1} \u0432\u044a\u0432 \u0442\u0435\u0441\u0442 {2} \u0435 "\u041f\u043e\u043f\u044a\u043b\u043d\u0438 \u043f\u0440\u0430\u0437\u043d\u043e\u0442\u043e \u043c\u044f\u0441\u0442\u043e" \u0441 \u043f\u043e\u043c\u043e\u0449\u0442\u0430 \u043d\u0430 \u0437\u0432\u0435\u0437\u0434\u0438\u0447\u043a\u0438. \u041f\u0440\u0430\u0432\u0438\u043b\u043d\u0438\u044f\u0442 \u043e\u0442\u0433\u043e\u0432\u043e\u0440 \u0435 \u043f\u043e\u043a\u0430\u0437\u0430\u043d \u043a\u0430\u0442\u043e {3}. \u041e\u0431\u0449\u0430\u0442\u0430 \u043a\u0430\u0441\u0435\u0442\u0430 \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u0441\u043f\u0440\u0430\u0432\u0438 \u0441 \u0442\u043e\u0437\u0438 \u043e\u0442\u0433\u043e\u0432\u043e\u0440.

simplepage.exportcc-pagealreadydone=\u041f\u043e\u0434\u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 {2} \u0441\u0435 \u043f\u043e\u044f\u0432\u044f\u0432\u0430 \u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 {1}. \u0422\u044f \u043e\u0431\u0430\u0447\u0435 \u0432\u0435\u0447\u0435 \u0435 \u0431\u0438\u043b\u0430 \u0432\u043a\u043b\u044e\u0447\u0435\u043d\u0430 \u043a\u0430\u0442\u043e \u043f\u043e\u0434\u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 \u043d\u0430 \u0434\u0440\u0443\u0433\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430. \u0422\u044f \u043d\u044f\u043c\u0430 \u0434\u0430 \u0431\u044a\u0434\u0435 \u0432\u043a\u043b\u044e\u0447\u0435\u043d\u0430 \u0432\u0442\u043e\u0440\u0438 \u043f\u044a\u0442.
simplepage.exportcc-bad-type=E\u043b\u0435\u043c\u0435\u043d\u0442\u044a\u0442 {2} \u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 {1} \u0435 \u043e\u0442 \u0442\u0438\u043f, \u043a\u043e\u0439\u0442\u043e \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0435 \u043f\u043e\u0441\u0442\u0430\u0432\u0435\u043d \u0432 \u043e\u0431\u0449\u0430 \u043a\u0430\u0441\u0435\u0442\u0430\: {3}
simplepage.exportcc-download=\u0418\u0437\u0442\u0435\u0433\u043b\u044f\u043d\u0435
simplepage.delete=\u0418\u0437\u0442\u0440\u0438\u0432\u0430\u043d\u0435 \u043d\u0430
simplepage.editTitle_header=\u0420\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0437\u0430\u0433\u043b\u0430\u0432\u0438\u0435\u0442\u043e \u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430\u0442\u0430
simplepage.title=\u041d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438

simplepage.alt_label=Alt \u0442\u0435\u043a\u0441\u0442\:
simplepage.reorder=\u041f\u0440\u0435\u043d\u0430\u0440\u0435\u0436\u0434\u0430\u043d\u0435 \u043d\u0430
simplepage.reorder.close=\u0417\u0430\u0442\u0432\u043e\u0440\u0438
simplepage.reorder-tooltip=\u041f\u0440\u043e\u043c\u044f\u043d\u0430 \u043d\u0430 \u0440\u0435\u0434\u0430 \u043d\u0430 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0438\u0442\u0435, \u0438\u0437\u0442\u0440\u0438\u0432\u0430\u043d\u0435 \u043d\u0430 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0438 \u0438\u043b\u0438 \u0438\u043c\u043f\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0438 \u043e\u0442 \u0434\u0440\u0443\u0433\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430
simplepage.reorder_header=\u041f\u0440\u0435\u043d\u0430\u0440\u0435\u0436\u0434\u0430\u043d\u0435 \u043d\u0430 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0438\u0442\u0435 \u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430\u0442\u0430
simplepage.reorder_instructions=\u041c\u043e\u043b\u044f, \u043f\u043b\u044a\u0437\u043d\u0435\u0442\u0435 \u0438 \u043f\u0443\u0441\u043d\u0435\u0442\u0435 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0438\u0442\u0435 \u043f\u043e-\u0434\u043e\u043b\u0443, \u0437\u0430 \u0434\u0430 \u043f\u0440\u043e\u043c\u0435\u043d\u0438\u0442\u0435 \u0440\u0435\u0434\u0430 \u0438\u043c. \u0417\u0430 \u0434\u0430 \u0438\u0437\u0442\u0440\u0438\u0435\u0442\u0435, \u043f\u043b\u044a\u0437\u043d\u0435\u0442\u0435 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0430 \u043a\u044a\u043c \u043a\u043e\u0448\u0447\u0435\u0442\u043e \u0437\u0430 \u0431\u043e\u043a\u043b\u0443\u043a.
simplepage.reorder_none=\u041d\u044f\u043c\u0430 \u043d\u0430\u043b\u0438\u0447\u043d\u0438 \u0430\u0440\u0442\u0438\u043a\u0443\u043b\u0438 \u0437\u0430 \u043f\u0440\u0435\u043d\u0430\u0440\u0435\u0436\u0434\u0430\u043d\u0435.
simplepage.reorder_instructions_sr=\u0418\u043b\u0438 \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0435\u0434\u0438\u043d \u043e\u0442 \u0442\u044f\u0445 \u0438 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0439\u0442\u0435 \u043a\u043b\u0430\u0432\u0438\u0448\u0430 control \u043f\u043b\u044e\u0441 \u0441\u0442\u0440\u0435\u043b\u043a\u0430 \u043d\u0430\u0433\u043e\u0440\u0435 \u0438\u043b\u0438 \u0441\u0442\u0440\u0435\u043b\u043a\u0430 \u043d\u0430\u0434\u043e\u043b\u0443, \u0437\u0430 \u0434\u0430 \u043f\u0440\u0435\u043d\u0430\u0440\u0435\u0434\u0438\u0442\u0435, \u0438 \u043a\u043b\u0430\u0432\u0438\u0448\u0430 control + shift, \u0437\u0430 \u0434\u0430 \u0433\u0438 \u043f\u0440\u0435\u043c\u0435\u0441\u0442\u0438\u0442\u0435 \u043c\u0435\u0436\u0434\u0443 \u043a\u043e\u0448\u0447\u0435\u0442\u0430.
simplepage.reorder.tooltip=\u041f\u0440\u043e\u043c\u044f\u043d\u0430 \u043d\u0430 \u0440\u0435\u0434\u0430 \u043d\u0430 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0438\u0442\u0435 \u0432 \u0442\u0430\u0437\u0438 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430
simplepage.reorder-duplicates=\u041d\u0435 \u043c\u043e\u0433\u0430 \u0434\u0430 \u043f\u0440\u043e\u0434\u044a\u043b\u0436\u0430. \u041d\u044f\u043a\u043e\u0438 \u043e\u0442 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0438\u0442\u0435 \u0438\u043c\u0430\u0442 \u0434\u0443\u0431\u043b\u0438\u0440\u0430\u0449\u0438 \u0441\u0435 \u043f\u043e\u0441\u043b\u0435\u0434\u043e\u0432\u0430\u0442\u0435\u043b\u043d\u043e\u0441\u0442\u0438.
simplepage.reorder-belowdelete=\u041f\u0440\u0435\u043c\u0435\u0441\u0442\u0435\u0442\u0435 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0438\u0442\u0435 \u043f\u043e\u0434 \u0442\u043e\u0437\u0438 \u043c\u0430\u0440\u043a\u0435\u0440, \u0437\u0430 \u0434\u0430 \u0433\u0438 \u0438\u0437\u0442\u0440\u0438\u0435\u0442\u0435
simplepage.reorder-aboveuse=\u041f\u0440\u0435\u043c\u0435\u0441\u0442\u0435\u0442\u0435 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0438\u0442\u0435 \u043d\u0430\u0434 \u0442\u043e\u0437\u0438 \u043c\u0430\u0440\u043a\u0435\u0440, \u0437\u0430 \u0434\u0430 \u0433\u0438 \u043f\u043e\u0441\u0442\u0430\u0432\u0438\u0442\u0435 \u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430\u0442\u0430
simplepage.reorder-addpage=\u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0438 \u043e\u0442 \u0434\u0440\u0443\u0433\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430
simplepage.reorder_delebox=\u041f\u0443\u0441\u043d\u0435\u0442\u0435 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0438\u0442\u0435 \u0442\u0443\u043a, \u0437\u0430 \u0434\u0430 \u0433\u0438 \u0438\u0437\u0442\u0440\u0438\u0435\u0442\u0435, \u0438\u043b\u0438 \u0449\u0440\u0430\u043a\u043d\u0435\u0442\u0435 \u0432\u044a\u0440\u0445\u0443 \u0438\u043a\u043e\u043d\u0430\u0442\u0430 \u043d\u0430 \u043a\u043e\u0448\u0447\u0435 \u0437\u0430 \u0431\u043e\u043a\u043b\u0443\u043a. \u041c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u043f\u043b\u044a\u0437\u043d\u0435\u0442\u0435 \u0438\u0437\u0442\u0440\u0438\u0442\u0438\u0442\u0435 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0438 \u043e\u0442\u0442\u0443\u043a \u043e\u0431\u0440\u0430\u0442\u043d\u043e \u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430\u0442\u0430.
simplepage.reorder.delete.up=\u0418\u0437\u0442\u0440\u0438\u0432\u0430\u043d\u0435 \u043d\u0430 \u0440\u0430\u0437\u0434\u0435\u043b (\u041f\u0440\u0435\u043c\u0435\u0441\u0442\u0432\u0430\u043d\u0435 \u043d\u0430 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0438\u0442\u0435 \u043d\u0430\u0433\u043e\u0440\u0435)
simplepage.reorder.delete.all=\u0418\u0437\u0442\u0440\u0438\u0432\u0430\u043d\u0435 \u043d\u0430 \u0440\u0430\u0437\u0434\u0435\u043b \u0438 \u0432\u0441\u0438\u0447\u043a\u0438 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0438
simplepage.text.item=\u0424\u043e\u0440\u043c\u0430\u0442\u0438\u0440\u0430\u043d \u0442\u0435\u043a\u0441\u0442
simplepage.save=\u0417\u0430\u043f\u0430\u0437\u0435\u0442\u0435
simplepage.edit_youtubelink=\u0420\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0432\u0440\u044a\u0437\u043a\u0430\u0442\u0430 \u0432 YouTube
simplepage.edit_youtube=\u0420\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0432\u0440\u044a\u0437\u043a\u0430\u0442\u0430 \u0432 YouTube \u043f\u043e-\u0434\u043e\u043b\u0443
simplepage.edit_movie=\u0420\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0430 \u043f\u043e-\u0434\u043e\u043b\u0443
simplepage.open_new_window=\u041e\u0442\u0432\u0430\u0440\u044f\u043d\u0435 \u0432 \u043d\u043e\u0432 \u043f\u0440\u043e\u0437\u043e\u0440\u0435\u0446
simplepage.print_view=\u0418\u0437\u0433\u043b\u0435\u0434 \u0437\u0430 \u043f\u0435\u0447\u0430\u0442
simplepage.print_all=\u041e\u0442\u043f\u0435\u0447\u0430\u0442\u0432\u0430\u043d\u0435 \u043d\u0430 \u0432\u0441\u0438\u0447\u043a\u0438
simplepage.edititems=\u0420\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0438
simplepage.itemstatus=\u0421\u0442\u0430\u0442\u0443\u0441 \u043d\u0430 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0438
simplepage.items=\u0415\u043b\u0435\u043c\u0435\u043d\u0442\u0438
simplepage.edit_quiz=\u0420\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0442\u0435\u0441\u0442
simplepage.edit_quiz_settings=\u0420\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438\u0442\u0435 \u043d\u0430 \u0442\u0435\u0441\u0442a
simplepage.edit_assignment=\u0420\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0437\u0430\u0434\u0430\u043d\u0438\u0435\u0442\u043e
simplepage.edit_topic=\u0420\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0444\u043e\u0440\u0443\u043c \u0438\u043b\u0438 \u0442\u0435\u043c\u0430
simplepage.return_from_edit=\u0412\u044a\u0440\u043d\u0435\u0442\u0435 \u0441\u0435 \u043a\u044a\u043c {}, \u0441\u043b\u0435\u0434 \u043a\u0430\u0442\u043e \u043f\u0440\u0438\u043a\u043b\u044e\u0447\u0438\u0442\u0435 \u0441 \u0440\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0430

simplepage.embedded.calendar=\u0412\u0433\u0440\u0430\u0434\u0435\u043d \u043a\u0430\u043b\u0435\u043d\u0434\u0430\u0440
simplepage.embedded.twitter=\u0412\u0433\u0440\u0430\u0434\u0435\u043d Twitter Feed
simplepage.embedded.forums=\u0412\u0433\u0440\u0430\u0434\u0435\u043d\u0438 \u0434\u0438\u0441\u043a\u0443\u0441\u0438\u0438
simplepage.embedded.announcements=\u0412\u0433\u0440\u0430\u0434\u0435\u043d\u0438 \u043e\u0431\u044f\u0432\u043b\u0435\u043d\u0438\u044f
simplepage.embedded.resources=\u041f\u0430\u043f\u043a\u0430 \u0441 \u0432\u0433\u0440\u0430\u0434\u0435\u043d\u0438 \u0440\u0435\u0441\u0443\u0440\u0441\u0438

simplepage.status.completed=\u0417\u0430\u0432\u044a\u0440\u0448\u0435\u043d
simplepage.status.notavailable=\u0412\u0441\u0435 \u043e\u0449\u0435 \u043d\u0435 \u0435 \u043d\u0430\u043b\u0438\u0447\u0435\u043d
simplepage.status.failed=\u041d\u0435\u0443\u0441\u043f\u0435\u0448\u0435\u043d
simplepage.status.required=\u0418\u0437\u0438\u0441\u043a\u0432\u0430 \u0441\u0435
simplepage.status.notrequired=\u041d\u0435 \u0441\u0435 \u0438\u0437\u0438\u0441\u043a\u0432\u0430
simplepage.status.needsgrading=\u041d\u0443\u0436\u0434\u0430\u0435 \u0441\u0435 \u043e\u0442 \u043a\u043b\u0430\u0441\u0438\u0444\u0438\u043a\u0430\u0446\u0438\u044f
simplepage.status.inprogress=\u0412 \u043f\u0440\u043e\u0446\u0435\u0441 \u043d\u0430 \u0438\u0437\u043f\u044a\u043b\u043d\u0435\u043d\u0438\u0435
simplepage.status.level=\u041d\u0438\u0432\u043e {}
simplepage.refresh_prompt=\u0421\u043b\u0435\u0434 \u043f\u043e\u043f\u044a\u043b\u0432\u0430\u043d\u0435 \u043d\u0430 \u0437\u0430\u0434\u044a\u043b\u0436\u0438\u0442\u0435\u043b\u0435\u043d \u0435\u043b\u0435\u043c\u0435\u043d\u0442, \u043c\u043e\u043b\u044f
simplepage.refresh=\u043e\u043f\u0440\u0435\u0441\u043d\u044f\u0432\u0430\u043d\u0435
simplepage.last-visited=\u0412\u0440\u044a\u0449\u0430\u043d\u0435 \u043a\u044a\u043c \u043f\u043e\u0441\u043b\u0435\u0434\u043d\u0430\u0442\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 \u043e\u0442 \u043f\u0440\u0435\u0434\u0438\u0448\u043d\u0430\u0442\u0430 \u0441\u0435\u0441\u0438\u044f\:
simplepage.update_icons=\u0437\u0430 \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0438\u043a\u043e\u043d\u0438\u0442\u0435 \u043d\u0430 \u0441\u044a\u0441\u0442\u043e\u044f\u043d\u0438\u0435\u0442\u043e.
simplepage.prerequisites_label=\u041d\u0435 \u043f\u0443\u0441\u043a\u0430\u0439\u0442\u0435 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0430, \u0434\u043e\u043a\u0430\u0442\u043e \u043d\u0435 \u0431\u044a\u0434\u0430\u0442 \u0438\u0437\u043f\u044a\u043b\u043d\u0435\u043d\u0438 \u0432\u0441\u0438\u0447\u043a\u0438 \u043f\u0440\u0435\u0434\u0432\u0430\u0440\u0438\u0442\u0435\u043b\u043d\u0438 \u0443\u0441\u043b\u043e\u0432\u0438\u044f
simplepage.page_prerequisites_label=\u041d\u0435 \u043f\u0443\u0441\u043a\u0430\u0439\u0442\u0435 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430\u0442\u0430, \u0434\u043e\u043a\u0430\u0442\u043e \u043d\u0435 \u0431\u044a\u0434\u0430\u0442 \u0437\u0430\u0432\u044a\u0440\u0448\u0435\u043d\u0438 \u0432\u0441\u0438\u0447\u043a\u0438 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0438 \u0441 \u043f\u0440\u0435\u0434\u0432\u0430\u0440\u0438\u0442\u0435\u043b\u043d\u0438 \u0438\u0437\u0438\u0441\u043a\u0432\u0430\u043d\u0438\u044f
simplepage.require=\u0418\u0437\u0438\u0441\u043a\u0432\u0430\u0439\u0442\u0435 \u0442\u043e\u0437\u0438 \u0435\u043b\u0435\u043c\u0435\u043d\u0442
simplepage.page_require=\u0418\u0437\u0438\u0441\u043a\u0432\u0430\u043d\u0435 \u043d\u0430 \u0442\u0430\u0437\u0438 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430
simplepage.youtube_url=URL \u0430\u0434\u0440\u0435\u0441 \u043d\u0430 YouTube\:
simplepage.youtube_player=\u041f\u043b\u0435\u0439\u044a\u0440 \u043d\u0430 YouTube
simplepage.mm_player=\u041c\u0443\u043b\u0442\u0438\u043c\u0435\u0434\u0438\u0435\u043d \u043f\u043b\u0435\u0439\u044a\u0440 \u0437\u0430 {}
simplepage.web_content=\u0423\u0435\u0431 {}
simplepage.youtube.needflash=\u041d\u0435\u043e\u0431\u0445\u043e\u0434\u0438\u043c \u0432\u0438 \u0435 Flash player 8+ \u0438 Javascript, \u0437\u0430 \u0434\u0430 \u0432\u0438\u0434\u0438\u0442\u0435 \u0442\u043e\u0432\u0430 \u0432\u0438\u0434\u0435\u043e
simplepage.hide_page_label=\u0421\u043a\u0440\u0438\u0432\u0430\u043d\u0435 \u043d\u0430 \u0442\u0430\u0437\u0438 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430\:
simplepage.hide_page_from_users=\u0421\u043a\u0440\u0438\u0432\u0430\u043d\u0435 \u043d\u0430 \u0442\u0430\u0437\u0438 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 \u043e\u0442 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438\u0442\u0435 (\u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430\u0442\u0430 \u043d\u044f\u043c\u0430 \u0434\u0430 \u0441\u0435 \u043f\u043e\u043a\u0430\u0437\u0432\u0430 \u0432 \u043b\u044f\u0432\u043e\u0442\u043e \u043f\u043e\u043b\u0435)
simplepage.page.releasedate=\u0414\u0430\u0442\u0430 \u043d\u0430 \u043f\u0443\u0441\u043a\u0430\u043d\u0435 \u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430\u0442\u0430 \u043d\u0430 \u0441\u043b\u0435\u0434\u0432\u0430\u0449\u0430\u0442\u0430 \u0434\u0430\u0442\u0430 (\u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430\u0442\u0430 \u0449\u0435 \u0431\u044a\u0434\u0435 \u043f\u043e\u0441\u043e\u0447\u0435\u043d\u0430 \u0441 \u0434\u0430\u0442\u0430\u0442\u0430 \u043d\u0430 \u043f\u0443\u0441\u043a\u0430\u043d\u0435)
simplepage.page.releasedate2=\u0414\u0430\u0442\u0430 \u043d\u0430 \u043f\u0443\u0441\u043a\u0430\u043d\u0435 \u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430\u0442\u0430 \u043d\u0430 \u0441\u043b\u0435\u0434\u0432\u0430\u0449\u0430\u0442\u0430 \u0434\u0430\u0442\u0430 (\u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430\u0442\u0430 \u0449\u0435 \u0431\u044a\u0434\u0435 \u043f\u043e\u0441\u043e\u0447\u0435\u043d\u0430 \u0441 \u0434\u0430\u0442\u0430\u0442\u0430 \u043d\u0430 \u043f\u0443\u0441\u043a\u0430\u043d\u0435)
simplepage.error=\u0413\u0440\u0435\u0448\u043a\u0430
simplepage.error_colon=\u0413\u0440\u0435\u0448\u043a\u0430\:
simplepage.complete_required=\u041c\u043e\u043b\u044f, \u043f\u043e\u043f\u044a\u043b\u043d\u0435\u0442\u0435 \u0432\u0441\u0438\u0447\u043a\u0438 \u0433\u043e\u0440\u0435\u043f\u043e\u0441\u043e\u0447\u0435\u043d\u0438 \u0437\u0430\u0434\u044a\u043b\u0436\u0438\u0442\u0435\u043b\u043d\u0438 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0438, \u043f\u0440\u0435\u0434\u0438 \u0434\u0430 \u0440\u0430\u0437\u0433\u043b\u0435\u0434\u0430\u0442\u0435 \u0442\u043e\u0437\u0438 \u0430\u0440\u0442\u0438\u043a\u0443\u043b.
simplepage.not_usable=\u0410\u0440\u0442\u0438\u043a\u0443\u043b\u044a\u0442 \u0432\u0441\u0435 \u043e\u0449\u0435 \u043d\u0435 \u0435 \u043d\u0430\u043b\u0438\u0447\u0435\u043d
simplepage.assignment.open_close_date=[\u041e\u0442\u043a\u0440\u0438\u0432\u0430\u043d\u0435 \u043d\u0430\: {0}] [\u0421\u0440\u043e\u043a \u043d\u0430\: {1}]
simplepage.prerequisites_tag=\u0418\u043c\u0430 \u043f\u0440\u0435\u0434\u0432\u0430\u0440\u0438\u0442\u0435\u043b\u043d\u0438 \u0443\u0441\u043b\u043e\u0432\u0438\u044f

simplepage.editpermissions=\u0417\u0430\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0438\u044f \u0437\u0430
simplepage.ownerpermissions=\u041e\u0441\u0432\u0435\u043d \u0430\u043a\u043e \u043d\u0435 \u0435 \u0438\u0437\u0440\u0438\u0447\u043d\u043e \u0437\u0430\u0434\u0430\u0434\u0435\u043d\u043e \u0437\u0430 \u0432\u0441\u044f\u043a\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 \u043f\u043e\u043e\u0442\u0434\u0435\u043b\u043d\u043e \u0432 \u041d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438, \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0438\u0442\u0435 \u043d\u0435 \u0441\u0430 \u0441\u043e\u0431\u0441\u0442\u0432\u0435\u043d\u043e\u0441\u0442 \u043d\u0430 \u043e\u0442\u0434\u0435\u043b\u043d\u0438 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438.
simplepage.filepicker_instructions=\u041c\u043e\u043b\u044f, \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0435\u0434\u0438\u043d \u0438\u043b\u0438 \u043f\u043e\u0432\u0435\u0447\u0435 \u0444\u0430\u0439\u043b\u043e\u0432\u0435, \u043a\u043e\u0438\u0442\u043e \u0434\u0430 \u0434\u043e\u0431\u0430\u0432\u0438\u0442\u0435.

simplepage.require_submit_assessment=\u0418\u0437\u0438\u0441\u043a\u0432\u0430\u0439\u0442\u0435 \u043e\u0442 \u0441\u0442\u0443\u0434\u0435\u043d\u0442\u0430 \u0434\u0430 \u043f\u043e\u0434\u0430\u0432\u0430 \u0442\u043e\u0432\u0430 \u0437\u0430\u0434\u0430\u043d\u0438\u0435.
simplepage.require_submit_assignment=\u0418\u0437\u0438\u0441\u043a\u0432\u0430\u0439\u0442\u0435 \u043e\u0442 \u0441\u0442\u0443\u0434\u0435\u043d\u0442\u0430 \u0434\u0430 \u043f\u043e\u0434\u0430\u0432\u0430 \u0442\u043e\u0432\u0430 \u0437\u0430\u0434\u0430\u043d\u0438\u0435.
simplepage.require_submit_forum=\u0418\u0437\u0438\u0441\u043a\u0432\u0430\u0439\u0442\u0435 \u043e\u0442 \u0441\u0442\u0443\u0434\u0435\u043d\u0442\u0430 \u0434\u0430 \u043f\u043e\u0434\u0430\u0432\u0430 \u043f\u0443\u0431\u043b\u0438\u043a\u0430\u0446\u0438\u044f \u043f\u043e \u0442\u0430\u0437\u0438 \u0442\u0435\u043c\u0430.
simplepage.require_receive=\u0418\u0437\u0438\u0441\u043a\u0432\u0430\u043d\u0435 \u0441\u0442\u0443\u0434\u0435\u043d\u0442\u044a\u0442 \u0434\u0430 \u043f\u043e\u043b\u0443\u0447\u0430\u0432\u0430
simplepage.require_points_assessment=\u0442\u043e\u0447\u043a\u0438 \u0437\u0430 \u0442\u043e\u0432\u0430 \u0437\u0430\u0434\u0430\u043d\u0438\u0435.
simplepage.require_points_assignment=\u0442\u043e\u0447\u043a\u0438 \u0437\u0430 \u0442\u043e\u0432\u0430 \u0437\u0430\u0434\u0430\u043d\u0438\u0435.
simplepage.require_pass_assignment=\u0418\u0437\u0438\u0441\u043a\u0432\u0430\u0439\u0442\u0435 \u043e\u0442 \u0441\u0442\u0443\u0434\u0435\u043d\u0442\u0430 \u0434\u0430 <b>\u0438\u0437\u0434\u044a\u0440\u0436\u0438</b> \u0442\u043e\u0432\u0430 \u0437\u0430\u0434\u0430\u043d\u0438\u0435
simplepage.require_atleast=\u0418\u0437\u0438\u0441\u043a\u0432\u0430\u043d\u0435 \u0441\u0442\u0443\u0434\u0435\u043d\u0442\u044a\u0442 \u0434\u0430 \u043f\u043e\u043b\u0443\u0447\u0438 \u043d\u0430\u0439-\u043c\u0430\u043b\u043a\u043e
simplepage.require_checkmark=\u0418\u0437\u0438\u0441\u043a\u0432\u0430\u043d\u0435 \u0441\u0442\u0443\u0434\u0435\u043d\u0442\u044a\u0442 \u0434\u0430 \u043f\u043e\u043b\u0443\u0447\u0438 \u043e\u0442\u043c\u0435\u0442\u043a\u0430
simplepage.title_notblank=\u0417\u0430\u0433\u043b\u0430\u0432\u0438\u0435\u0442\u043e \u043d\u0435 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0435 \u043f\u0440\u0430\u0437\u043d\u043e.
simplepage.must_be_youtube=\u0422\u043e\u0432\u0430 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0435 URL \u0430\u0434\u0440\u0435\u0441 \u043d\u0430 YouTube
simplepage.item_notblank=\u0418\u043c\u0435\u0442\u043e \u043d\u0430 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0430 \u043d\u0435 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0435 \u043f\u0440\u0430\u0437\u043d\u043e
simplepage.page_notblank=\u0417\u0430\u0433\u043b\u0430\u0432\u0438\u0435\u0442\u043e \u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430\u0442\u0430 \u043d\u0435 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0435 \u043f\u0440\u0430\u0437\u043d\u043e.

simplepage.copied.assignment=\u0422\u043e\u0437\u0438 \u0435\u043b\u0435\u043c\u0435\u043d\u0442 \u0435 \u043a\u043e\u043f\u0438\u0440\u0430\u043d \u043e\u0442 \u0434\u0440\u0443\u0433 \u0441\u0430\u0439\u0442. \u0422\u043e\u0439 \u043d\u044f\u043c\u0430 \u0434\u0430 \u0440\u0430\u0431\u043e\u0442\u0438, \u0434\u043e\u043a\u0430\u0442\u043e \u043d\u0435 \u043d\u0430\u043f\u0440\u0430\u0432\u0438\u0442\u0435 "\u0420\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u043d\u0435" \u0438 "\u041f\u0440\u043e\u043c\u044f\u043d\u0430 \u043d\u0430 \u0437\u0430\u0434\u0430\u043d\u0438\u0435\u0442\u043e", \u0437\u0430 \u0434\u0430 \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0437\u0430\u0434\u0430\u043d\u0438\u0435, \u043a\u043e\u0435\u0442\u043e \u0435 \u0432\u0430\u043b\u0438\u0434\u043d\u043e \u0432 \u0442\u043e\u0437\u0438 \u0441\u0430\u0439\u0442.
simplepage.copied.assessment=\u0422\u043e\u0437\u0438 \u0435\u043b\u0435\u043c\u0435\u043d\u0442 \u0435 \u043a\u043e\u043f\u0438\u0440\u0430\u043d \u043e\u0442 \u0434\u0440\u0443\u0433 \u0441\u0430\u0439\u0442. \u0422\u043e\u0439 \u043d\u044f\u043c\u0430 \u0434\u0430 \u0440\u0430\u0431\u043e\u0442\u0438, \u0434\u043e\u043a\u0430\u0442\u043e \u043d\u0435 \u043d\u0430\u043f\u0440\u0430\u0432\u0438\u0442\u0435 "\u0420\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u043d\u0435" \u0438 "\u041f\u0440\u043e\u043c\u044f\u043d\u0430 \u043d\u0430 \u0442\u0435\u0441\u0442\u0430", \u0437\u0430 \u0434\u0430 \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0442\u0435\u0441\u0442, \u043a\u043e\u0439\u0442\u043e \u0435 \u0432\u0430\u043b\u0438\u0434\u0435\u043d \u0432 \u0442\u043e\u0437\u0438 \u0441\u0430\u0439\u0442.
simplepage.copied.forum=\u0422\u043e\u0437\u0438 \u0435\u043b\u0435\u043c\u0435\u043d\u0442 \u0435 \u043a\u043e\u043f\u0438\u0440\u0430\u043d \u043e\u0442 \u0434\u0440\u0443\u0433 \u0441\u0430\u0439\u0442. \u0422\u043e\u0439 \u043d\u044f\u043c\u0430 \u0434\u0430 \u0440\u0430\u0431\u043e\u0442\u0438, \u0434\u043e\u043a\u0430\u0442\u043e \u043d\u0435 \u043d\u0430\u043f\u0440\u0430\u0432\u0438\u0442\u0435 "\u0420\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u043d\u0435" \u0438 "\u041f\u0440\u043e\u043c\u044f\u043d\u0430 \u043d\u0430 \u0444\u043e\u0440\u0443\u043c\u0430 \u0438\u043b\u0438 \u0442\u0435\u043c\u0430\u0442\u0430", \u0437\u0430 \u0434\u0430 \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0442\u0435\u043c\u0430 \u043e\u0442 \u0444\u043e\u0440\u0443\u043c\u0430, \u043a\u043e\u044f\u0442\u043e \u0435 \u0432\u0430\u043b\u0438\u0434\u043d\u0430 \u0432 \u0442\u043e\u0437\u0438 \u0441\u0430\u0439\u0442.

simplepage.nosite=\u041d\u0435 \u043c\u043e\u0433\u0430 \u0434\u0430 \u043e\u043f\u0440\u0435\u0434\u0435\u043b\u044f \u0442\u0435\u043a\u0443\u0449\u0438\u044f \u0441\u0430\u0439\u0442
simplepage.create.resource.failed=\u041d\u0435\u0432\u044a\u0437\u043c\u043e\u0436\u043d\u043e\u0441\u0442 \u0437\u0430 \u0441\u044a\u0437\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u0444\u0430\u0439\u043b \u043f\u0440\u0438 \u0438\u043c\u043f\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 Common Cartridge\: {}
simplepage.create.object.failed=\u041d\u0435\u0432\u044a\u0437\u043c\u043e\u0436\u043d\u043e\u0441\u0442 \u0437\u0430 \u0438\u043c\u043f\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0440\u0435\u0441\u0443\u0440\u0441 \u043f\u0440\u0438 \u0438\u043c\u043f\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 Common Cartridge\: {}
simplepage.resource100=\u041d\u0435\u0432\u044a\u0437\u043c\u043e\u0436\u043d\u043e\u0441\u0442 \u0437\u0430 \u0441\u044a\u0437\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u0444\u0430\u0439\u043b \u043f\u0440\u0438 \u0438\u043c\u043f\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u043e\u0431\u0449\u0430 \u043a\u0430\u0441\u0435\u0442\u0430\: 100 \u043a\u043e\u043f\u0438\u044f \u0432\u0435\u0447\u0435 \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430\u0442\: {}
simplepage.noquizengines=<b style\="color\:\#c00">\u041f\u0420\u0415\u0414\u0423\u041f\u0420\u0415\u0416\u0414\u0415\u041d\u0418\u0415\:</b> \u041c\u043e\u043b\u044f, \u0434\u043e\u0431\u0430\u0432\u0435\u0442\u0435 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442 \u0437\u0430 \u0442\u0435\u0441\u0442 \u043a\u044a\u043c \u0442\u043e\u0437\u0438 \u0441\u0430\u0439\u0442. \u0411\u0435\u0437 \u043d\u0435\u0433\u043e \u043d\u0435 \u043c\u043e\u0433\u0430\u0442 \u0434\u0430 \u0441\u0435 \u0437\u0430\u0440\u0435\u0436\u0434\u0430\u0442 \u0442\u0435\u0441\u0442\u043e\u0432\u0435\u0442\u0435 \u043e\u0442 \u043a\u0430\u0441\u0435\u0442\u0430\u0442\u0430
simplepage.choosequizengine=\u041c\u043e\u043b\u044f, \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u043a\u043e\u0439 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442 \u0437\u0430 \u0442\u0435\u0441\u0442\u043e\u0432\u0435 \u0434\u0430 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0442\u0435 \u0437\u0430 \u0442\u0435\u0441\u0442\u043e\u0432\u0435\u0442\u0435 \u0432 \u0442\u0430\u0437\u0438 \u043a\u0430\u0441\u0435\u0442\u0430
simplepage.notopicengines=<b style\="color\:\#c00">\u041f\u0420\u0415\u0414\u0423\u041f\u0420\u0415\u0416\u0414\u0415\u041d\u0418\u0415\:</b> \u041c\u043e\u043b\u044f, \u0434\u043e\u0431\u0430\u0432\u0435\u0442\u0435 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442 \u0437\u0430 \u043e\u0431\u0441\u044a\u0436\u0434\u0430\u043d\u0438\u044f \u043a\u044a\u043c \u0442\u043e\u0437\u0438 \u0441\u0430\u0439\u0442. \u0411\u0435\u0437 \u043d\u0435\u0433\u043e \u043d\u0435 \u043c\u043e\u0433\u0430\u0442 \u0434\u0430 \u0441\u0435 \u0437\u0430\u0440\u0435\u0436\u0434\u0430\u0442 \u0444\u043e\u0440\u0443\u043c\u0438 \u043e\u0442 \u043a\u0430\u0441\u0435\u0442\u0430\u0442\u0430
simplepage.choosetopicengine=\u041c\u043e\u043b\u044f, \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u043a\u043e\u0439 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442 \u0437\u0430 \u0434\u0438\u0441\u043a\u0443\u0441\u0438\u0438 \u0434\u0430 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0442\u0435 \u0437\u0430 \u0444\u043e\u0440\u0443\u043c\u0438\u0442\u0435 \u0432 \u0442\u0430\u0437\u0438 \u043a\u0430\u0441\u0435\u0442\u0430
simplepage.noassignengines=<b style\="color\:\#c00">\u041f\u0420\u0415\u0414\u0423\u041f\u0420\u0415\u0416\u0414\u0415\u041d\u0418\u0415\:</b> \u041c\u043e\u043b\u044f, \u0434\u043e\u0431\u0430\u0432\u0435\u0442\u0435 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442 \u0437\u0430 \u0437\u0430\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u0437\u0430\u0434\u0430\u0447\u0438 \u043a\u044a\u043c \u0442\u043e\u0437\u0438 \u0441\u0430\u0439\u0442. \u0411\u0435\u0437 \u043d\u0435\u0433\u043e \u043d\u0435 \u043c\u043e\u0433\u0430\u0442 \u0434\u0430 \u0441\u0435 \u0437\u0430\u0440\u0435\u0436\u0434\u0430\u0442 \u0437\u0430\u0434\u0430\u043d\u0438\u044f \u043e\u0442 \u043a\u0430\u0441\u0435\u0442\u0430\u0442\u0430
simplepage.chooseassignengine=\u041c\u043e\u043b\u044f, \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u043a\u043e\u0439 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442 \u0437\u0430 \u0437\u0430\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u0437\u0430\u0434\u0430\u0447\u0438 \u0434\u0430 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0442\u0435 \u0437\u0430 \u0437\u0430\u0434\u0430\u0447\u0438\u0442\u0435 \u0432 \u0442\u0430\u0437\u0438 \u043a\u0430\u0441\u0435\u0442\u0430
simplepage.loading=\u0417\u0430\u0440\u0435\u0436\u0434\u0430\u043d\u0435, \u043c\u043e\u043b\u044f \u0438\u0437\u0447\u0430\u043a\u0430\u0439\u0442\u0435...
simplepage.checkingwithhost=\u041c\u043e\u043b\u044f, \u0438\u0437\u0447\u0430\u043a\u0430\u0439\u0442\u0435, \u0434\u043e\u043a\u0430\u0442\u043e \u043f\u0440\u043e\u0432\u0435\u0440\u0438\u043c \u0441 \u0443\u0435\u0431 \u0441\u044a\u0440\u0432\u044a\u0440\u0430...
simplepage.needpermissions=\u041d\u044f\u043c\u0430\u0442\u0435 \u043d\u0435\u043e\u0431\u0445\u043e\u0434\u0438\u043c\u0438\u0442\u0435 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0438\u044f \u0437\u0430 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u043d\u0435 \u043d\u0430 \u0442\u043e\u0437\u0438 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442. \u0422\u044a\u0439 \u043a\u0430\u0442\u043e \u0432\u0430\u0448\u0430\u0442\u0430 \u0440\u043e\u043b\u044f \u043f\u043e\u043a\u0430\u0437\u0432\u0430, \u0447\u0435 \u043c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u0433\u043e \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0442\u0435, \u043f\u043e\u0434\u043e\u0437\u0438\u0440\u0430\u043c\u0435, \u0447\u0435 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0438\u044f\u0442\u0430 \u043d\u0435 \u0441\u0430 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0438\u0440\u0430\u043d\u0438 \u043f\u0440\u0430\u0432\u0438\u043b\u043d\u043e \u0437\u0430 \u0432\u0430\u0448\u0438\u044f \u0441\u0430\u0439\u0442. \u0418\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0439\u0442\u0435 \u0441\u043b\u0435\u0434\u043d\u0430\u0442\u0430 \u0432\u0440\u044a\u0437\u043a\u0430, \u0437\u0430 \u0434\u0430 \u043e\u0442\u0432\u043e\u0440\u0438\u0442\u0435 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0430 \u0437\u0430 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0438\u044f. \u041f\u0440\u0435\u0434\u043b\u0430\u0433\u0430\u043c\u0435 \u0432\u0438 \u0434\u0430 \u043f\u0440\u0435\u0434\u043e\u0441\u0442\u0430\u0432\u0438\u0442\u0435 lessonbuilder.read \u043d\u0430 \u0432\u0441\u0438\u0447\u043a\u0438 \u0440\u043e\u043b\u0438 \u0438 lessonbuilder.upd \u043d\u0430 \u0432\u0441\u044f\u043a\u0430 \u0440\u043e\u043b\u044f, \u043a\u043e\u044f\u0442\u043e \u0438\u0441\u043a\u0430\u0442\u0435 \u0434\u0430 \u043c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u0440\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u0442\u0435. \u041e\u0431\u0438\u043a\u043d\u043e\u0432\u0435\u043d\u043e \u0442\u043e\u0432\u0430 \u0435 \u043f\u043e\u0434\u0434\u0440\u044a\u0436\u043a\u0430, \u0438\u043d\u0441\u0442\u0440\u0443\u043a\u0442\u043e\u0440 \u0438 \u043c\u043e\u0436\u0435 \u0431\u0438 \u043d\u044f\u043a\u043e\u0438 \u043e\u0442 \u0432\u0430\u0448\u0438\u0442\u0435 TA \u0440\u043e\u043b\u0438.
simplepage.wrong-cc-version=\u041d\u0435\u0440\u0430\u0437\u043f\u043e\u0437\u043d\u0430\u0442 \u043e\u0431\u0449 \u0444\u043e\u0440\u043c\u0430\u0442 \u043d\u0430 \u043a\u0430\u0441\u0435\u0442\u0430\u0442\u0430. \u0424\u0430\u0439\u043b\u044a\u0442 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0435 \u0432\u0435\u0440\u0441\u0438\u044f 1.0 \u0438\u043b\u0438 1.1.
simplepage.cc-error=\u0413\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u043e\u043f\u0438\u0442 \u0437\u0430 \u0438\u043c\u043f\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0444\u0430\u0439\u043b \u0441 \u043e\u0431\u0449\u0430 \u043a\u0430\u0441\u0435\u0442\u0430. \u0424\u0430\u0439\u043b\u044a\u0442 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0435 \u043d\u0435\u0432\u0430\u043b\u0438\u0434\u0435\u043d.
simplepage.lti.import.notes=\u0429\u0440\u0430\u043a\u0432\u0430\u043d\u0435\u0442\u043e \u0432\u044a\u0440\u0445\u0443 \u0432\u0440\u044a\u0437\u043a\u0430\u0442\u0430 \u043f\u043e-\u0434\u043e\u043b\u0443 \u0449\u0435 \u0432\u0438 \u0438\u0437\u043f\u0440\u0430\u0442\u0438 \u043a\u044a\u043c \u0432\u044a\u043d\u0448\u043d\u0438\u044f \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442 \u0438\u0437\u0432\u044a\u043d \u0442\u0430\u0437\u0438 \u0441\u0438\u0441\u0442\u0435\u043c\u0430, \u0437\u0430 \u0434\u0430 \u043c\u043e\u0436\u0435 \u0442\u043e\u0439 \u0434\u0430 \u0432\u044a\u0440\u043d\u0435 \u043e\u0431\u0449\u0430 \u043a\u0430\u0441\u0435\u0442\u0430, \u043a\u043e\u044f\u0442\u043e \u0434\u0430 \u0431\u044a\u0434\u0435 \u0438\u043c\u043f\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0430.  \u0412\u044a\u0437\u043c\u043e\u0436\u043d\u043e \u0435 \u0432\u044a\u043d\u0448\u043d\u0438\u044f\u0442 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442 \u0434\u0430 \u043d\u0435 \u0443\u0441\u043f\u0435\u0435, \u0434\u0430 \u0431\u044a\u0434\u0435 \u043d\u0435\u043f\u0440\u0430\u0432\u0438\u043b\u043d\u043e \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0438\u0440\u0430\u043d \u0438\u043b\u0438 \u0434\u0430 \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u043f\u0440\u0435\u0434\u043e\u0441\u0442\u0430\u0432\u0438 \u0444\u0430\u0439\u043b \u0437\u0430 \u0438\u043c\u043f\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435.  \u0410\u043a\u043e \u0438\u043c\u0430\u0442\u0435 \u043f\u0440\u043e\u0431\u043b\u0435\u043c\u0438 \u0441 \u0412\u044a\u043d\u0448\u043d\u0438\u044f \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442, \u043f\u0440\u043e\u0441\u0442\u043e \u0437\u0430\u0442\u0432\u043e\u0440\u0435\u0442\u0435 \u0438\u0437\u0441\u043a\u0430\u0447\u0430\u0449\u0438\u044f \u0434\u0438\u0430\u043b\u043e\u0433\u043e\u0432 \u043f\u0440\u043e\u0437\u043e\u0440\u0435\u0446, \u0437\u0430 \u0434\u0430 \u0441\u0435 \u0432\u044a\u0440\u043d\u0435\u0442\u0435 \u043d\u0430 \u0442\u043e\u0437\u0438 \u0435\u043a\u0440\u0430\u043d.
simplepage.lti-import-error-no-tools=\u041d\u044f\u043c\u0430 \u043d\u0430\u043b\u0438\u0447\u043d\u0438 \u0432\u044a\u043d\u0448\u043d\u0438 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0438, \u043a\u043e\u0438\u0442\u043e \u0434\u0430 \u043f\u043e\u0434\u0434\u044a\u0440\u0436\u0430\u0442 FileItem.
simplepage.lti-import-error-id=\u0413\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u043e\u043f\u0438\u0442 \u0437\u0430 \u0438\u043c\u043f\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043e\u0442 \u0432\u044a\u043d\u0448\u0435\u043d \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442. ID \u043d\u0430 \u043b\u043e\u0448 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\={}
simplepage.lti-import-bad-content-item=\u0413\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u043e\u043f\u0438\u0442 \u0437\u0430 \u0438\u043c\u043f\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043e\u0442 \u0432\u044a\u043d\u0448\u0435\u043d \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442. \u0414\u0435\u0442\u0430\u0439\u043b\={}
simplepage.lti-import-missing-file-item=\u0412\u044a\u043d\u0448\u043d\u0438\u044f\u0442 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442 \u043d\u0435 \u0435 \u043f\u0440\u0435\u0434\u043e\u0441\u0442\u0430\u0432\u0438\u043b FileItem \u0432\u044a\u0432 \u0432\u044a\u0440\u043d\u0430\u0442\u0438\u0442\u0435 \u0434\u0430\u043d\u043d\u0438.
simplepage.lti-import-missing-url=\u041d\u0435\u0432\u044a\u0437\u043c\u043e\u0436\u043d\u043e\u0441\u0442 \u0437\u0430 \u043d\u0430\u043c\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 URL \u0432 \u0432\u044a\u0440\u043d\u0430\u0442\u0438\u044f FileItem.
simplepage.lti-import-error-reading-url=\u041d\u0435\u0432\u044a\u0437\u043c\u043e\u0436\u043d\u043e \u0435 \u0434\u0430 \u0441\u0435 \u0438\u0437\u0432\u043b\u0435\u0447\u0435 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435 \u043e\u0442 URL\={}
simplepage.lti-import-success-length=\u0412\u043d\u0435\u0441\u0435\u043d\u0438 {} \u0431\u0430\u0439\u0442\u0430 \u0434\u0430\u043d\u043d\u0438 \u043e\u0442 \u0432\u044a\u043d\u0448\u0435\u043d \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442.
simplepage.cc-noresource=\u041a\u0430\u0441\u0435\u0442\u0430\u0442\u0430 \u0435 \u043d\u0435\u0432\u0430\u043b\u0438\u0434\u043d\u0430. \u0412 \u043d\u0435\u0433\u043e \u0438\u043c\u0430 \u0435\u043b\u0435\u043c\u0435\u043d\u0442, \u0447\u0438\u0439\u0442\u043e \u0441\u0432\u044a\u0440\u0437\u0430\u043d \u0440\u0435\u0441\u0443\u0440\u0441 \u043b\u0438\u043f\u0441\u0432\u0430. \u0415\u043b\u0435\u043c\u0435\u043d\u0442\u044a\u0442 \u0449\u0435 \u0431\u044a\u0434\u0435 \u043f\u0440\u043e\u043f\u0443\u0441\u043d\u0430\u0442. \u0418\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440\u044a\u0442 \u043d\u0430 \u0440\u0435\u0441\u0443\u0440\u0441\u0430 \u0435 {}.
simplepage.cc-uses-auth=\u041d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u0438\u043c\u043f\u043e\u0440\u0442\u0438\u0440\u0430\u0442 \u043e\u0431\u0449\u0438 \u043a\u0430\u0441\u0435\u0442\u0438 \u0441 \u043e\u0433\u0440\u0430\u043d\u0438\u0447\u0435\u043d\u0438\u044f \u0437\u0430 \u043e\u0442\u043e\u0440\u0438\u0437\u0430\u0446\u0438\u044f
simplepage.cc-uses-role=\u0412 \u0442\u0430\u0437\u0438 \u043a\u0430\u0441\u0435\u0442\u0430 \u0438\u043c\u0430 \u043f\u043e\u043d\u0435 \u0435\u0434\u0438\u043d \u0440\u0435\u0441\u0443\u0440\u0441, \u043e\u0433\u0440\u0430\u043d\u0438\u0447\u0435\u043d \u0437\u0430 \u041c\u0435\u043d\u0442\u043e\u0440 \u0438\u043b\u0438 \u0418\u043d\u0441\u0442\u0440\u0443\u043a\u0442\u043e\u0440. \u0421\u044a\u0437\u0434\u0430\u043b\u0438 \u0441\u043c\u0435 \u0433\u0440\u0443\u043f\u0438 \u0441 \u0442\u0435\u0437\u0438 \u0438\u043c\u0435\u043d\u0430, \u043d\u043e \u043d\u0435 \u0441\u043c\u0435 \u0432\u043a\u043b\u044e\u0447\u0438\u043b\u0438 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438 \u0432 \u0433\u0440\u0443\u043f\u0438\u0442\u0435.
simplepage.cc-uses-curriculum=\u0422\u0430\u0437\u0438 \u043a\u0430\u0441\u0435\u0442\u0430 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430 \u0441\u0442\u0430\u043d\u0434\u0430\u0440\u0442 \u043e\u0442 \u0443\u0447\u0435\u0431\u043d\u0430\u0442\u0430 \u043f\u0440\u043e\u0433\u0440\u0430\u043c\u0430. \u0421\u0442\u0430\u043d\u0434\u0430\u0440\u0442\u0438\u0442\u0435 \u043d\u0430 \u0443\u0447\u0435\u0431\u043d\u0430\u0442\u0430 \u043f\u0440\u043e\u0433\u0440\u0430\u043c\u0430 \u043d\u0435 \u0441\u0430 \u0432\u044a\u0432\u0435\u0434\u0435\u043d\u0438 \u0432 \u043c\u043e\u043c\u0435\u043d\u0442\u0430 \u0438 \u0449\u0435 \u0431\u044a\u0434\u0430\u0442 \u0438\u0433\u043d\u043e\u0440\u0438\u0440\u0430\u043d\u0438.
simplepage.cc-defaultforum=\u0424\u043e\u0440\u0443\u043c
simplepage.cc-defaulttopic=\u0422\u0435\u043c\u0430

simplepage.comments-section=\u0420\u0430\u0437\u0434\u0435\u043b \u0437\u0430 \u043a\u043e\u043c\u0435\u043d\u0442\u0430\u0440\u0438
simplepage.replace-with-comments=\u0417\u0430\u0440\u0435\u0436\u0434\u0430\u043d\u0435 \u043d\u0430 \u043a\u043e\u043c\u0435\u043d\u0442\u0430\u0440\u0438 ...
simplepage.comments=\u0418\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442 \u0437\u0430 \u0434\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u043a\u043e\u043c\u0435\u043d\u0442\u0430\u0440\u0438
simplepage.comments.tooltip=\u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u0440\u0430\u0437\u0434\u0435\u043b, \u043a\u043e\u0439\u0442\u043e \u043f\u043e\u0437\u0432\u043e\u043b\u044f\u0432\u0430 \u043d\u0430 \n\u0441\u0442\u0443\u0434\u0435\u043d\u0442\u0438\u0442\u0435 \u0434\u0430 \u043f\u0440\u0430\u0432\u044f\u0442 \u043a\u043e\u043c\u0435\u043d\u0442\u0430\u0440\u0438
simplepage.add-comment=\u0414\u043e\u0431\u0430\u0432\u0438 \u043a\u043e\u043c\u0435\u043d\u0442\u0430\u0440
simplepage.in-reply-to=\u0412 \u043e\u0442\u0433\u043e\u0432\u043e\u0440 \u043d\u0430 {1}, {2}
simplepage.comment-reply=\u041e\u0442\u0433\u043e\u0432\u043e\u0440 \u043d\u0430 \u043a\u043e\u043c\u0435\u043d\u0442\u0430\u0440 \u043e\u0442 {}
simplepage.missing-prereqs=\u0418\u043c\u0430 \u043f\u043e\u043b\u0435 \u0437\u0430 \u043a\u043e\u043c\u0435\u043d\u0442\u0430\u0440\u0438, \u043d\u043e \u043f\u0440\u0435\u0434\u0438 \u0434\u0430 \u0433\u043e \u0432\u0438\u0434\u0438\u0442\u0435, \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0438\u0437\u043f\u044a\u043b\u043d\u0438\u0442\u0435 \u0432\u0441\u0438\u0447\u043a\u0438 \u0437\u0430\u0434\u044a\u043b\u0436\u0438\u0442\u0435\u043b\u043d\u0438 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0438 \u043f\u043e-\u0433\u043e\u0440\u0435.
simplepage.fake-missing-prereqs=\u0410\u043a\u043e \u0441\u0442\u0435 \u0441\u0442\u0443\u0434\u0435\u043d\u0442, \u043d\u044f\u043c\u0430 \u0434\u0430 \u043c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u0432\u0438\u0434\u0438\u0442\u0435 \u043a\u043e\u043c\u0435\u043d\u0442\u0430\u0440\u0438\u0442\u0435, \u0442\u044a\u0439 \u043a\u0430\u0442\u043e \u043d\u0435 \u0441\u0442\u0435 \u0438\u0437\u043f\u044a\u043b\u043d\u0438\u043b\u0438 \u0432\u0441\u0438\u0447\u043a\u0438 \u0437\u0430\u0434\u044a\u043b\u0436\u0438\u0442\u0435\u043b\u043d\u0438 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0438 \u043f\u043e-\u0433\u043e\u0440\u0435.
simplepage.edit-comment=\u0420\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u043a\u043e\u043c\u0435\u043d\u0442\u0430\u0440
simplepage.comment-edit=\u0420\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u043a\u043e\u043c\u0435\u043d\u0442\u0430\u0440 \u043e\u0442 {}
simplepage.see_all_comments=\u0412\u0438\u0436\u0442\u0435 \u0432\u0441\u0438\u0447\u043a\u0438 {} \u043a\u043e\u043c\u0435\u043d\u0442\u0430\u0440\u0438 ...
simplepage.see_new_comments=\u0412\u0438\u0436\u0442\u0435 \u0432\u0441\u0438\u0447\u043a\u0438 {} \u043d\u043e\u0432\u0438 \u043a\u043e\u043c\u0435\u043d\u0442\u0430\u0440\u0438...
simplepage.edit_commentslink=\u0420\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0440\u0430\u0437\u0434\u0435\u043b\u0430 \u0437\u0430 \u043a\u043e\u043c\u0435\u043d\u0442\u0430\u0440\u0438
simplepage.comments-anonymous=\u0417\u0430\u043f\u0430\u0437\u0435\u0442\u0435 \u043a\u043e\u043c\u0435\u043d\u0442\u0430\u0440\u0438\u0442\u0435 \u0430\u043d\u043e\u043d\u0438\u043c\u043d\u0438
simplepage.comments-graded=\u0421\u044a\u0437\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0438 \u043e\u0442 \u0434\u043d\u0435\u0432\u043d\u0438\u043aa \u0437\u0430 \u043e\u0446\u0435\u043d\u043a\u0438 \u0437\u0430 \u0442\u0435\u0437\u0438
simplepage.gradebook-title=\u0417\u0430\u0433\u043b\u0430\u0432\u0438\u0435 \u0432 \u0434\u043d\u0435\u0432\u043d\u0438\u043aa \u0437\u0430 \u043e\u0446\u0435\u043d\u043a\u0438\:
simplepage.comments-max=\u041c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u0435\u043d \u0431\u0440\u043e\u0439 \u0442\u043e\u0447\u043a\u0438\:
simplepage.integer-expected=\u0422\u043e\u0447\u043a\u0438\u0442\u0435 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0441\u0430 \u0437\u0430\u0434\u0430\u0434\u0435\u043d\u0438 \u043d\u0430 \u0432\u0430\u043b\u0438\u0434\u043d\u043e \u0447\u0438\u0441\u043b\u043e.
simplepage.integer-too-big=\u0422\u043e\u0447\u043a\u0438\u0442\u0435 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0441\u0430 \u043f\u043e-\u043c\u0430\u043b\u043a\u043e \u043e\u0442 2147483648.
simplepage.gbname-expected=\u0422\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0441\u0435 \u043f\u0440\u0435\u0434\u043e\u0441\u0442\u0430\u0432\u0438 \u0438\u043c\u0435\u0442\u043e \u043d\u0430 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0430 \u043e\u0442 \u0434\u043d\u0435\u0432\u043d\u0438\u043aa \u0437\u0430 \u043e\u0446\u0435\u043d\u043a\u0438.
simplepage.comment-delete=\u0418\u0437\u0442\u0440\u0438\u0432\u0430\u043d\u0435 \u043d\u0430 \u043a\u043e\u043c\u0435\u043d\u0442\u0430\u0440 \u043e\u0442 {}
simplepage.delete_comment_confirm=\u0421\u0438\u0433\u0443\u0440\u043d\u0438 \u043b\u0438 \u0441\u0442\u0435, \u0447\u0435 \u0438\u0441\u043a\u0430\u0442\u0435 \u0434\u0430 \u0438\u0437\u0442\u0440\u0438\u0435\u0442\u0435 \u0442\u043e\u0437\u0438 \u043a\u043e\u043c\u0435\u043d\u0442\u0430\u0440, \u043d\u0430\u043f\u0438\u0441\u0430\u043d \u043e\u0442 {}?
simplepage.empty-comment-error=\u041a\u043e\u043c\u0435\u043d\u0442\u0430\u0440\u0438\u0442\u0435 \u043d\u0435 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0441\u0430 \u043f\u0440\u0430\u0437\u043d\u0438.
simplepage.comment-permissions-error=\u041d\u0435 \u0440\u0430\u0437\u043f\u043e\u043b\u0430\u0433\u0430\u0442\u0435 \u0441 \u043d\u0435\u043e\u0431\u0445\u043e\u0434\u0438\u043c\u0438\u0442\u0435 \u043f\u0440\u0430\u0432\u0430, \u0437\u0430 \u0434\u0430 \u0438\u0437\u0442\u0440\u0438\u0435\u0442\u0435 \u0442\u043e\u0437\u0438 \u043a\u043e\u043c\u0435\u043d\u0442\u0430\u0440.
simplepage.permissions-general=\u041d\u0435 \u0440\u0430\u0437\u043f\u043e\u043b\u0430\u0433\u0430\u0442\u0435 \u0441 \u043d\u0435\u043e\u0431\u0445\u043e\u0434\u0438\u043c\u0438\u0442\u0435 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0438\u044f \u0437\u0430 \u0442\u043e\u0432\u0430.
simplepage.comment-unknown-user=\u041d\u0435\u0438\u0437\u0432\u0435\u0441\u0442\u0435\u043d \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b
simplepage.comment-you=\u0412\u0438\u0435
simplepage.comment-anonymous-message=\u041e\u0431\u0438\u043a\u043d\u043e\u0432\u0435\u043d\u0438\u0442\u0435 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438 \u043c\u043e\u0433\u0430\u0442 \u0434\u0430 \u0432\u0438\u0436\u0434\u0430\u0442 \u0441\u0430\u043c\u043e \u0438\u043c\u0435\u043d\u0430\u0442\u0430 \u043d\u0430 \u0430\u043d\u043e\u043d\u0438\u043c\u043d\u0438\u0442\u0435 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438. \u0418\u0441\u0442\u0438\u043d\u0441\u043a\u0438\u0442\u0435 \u0438\u043c\u0435\u043d\u0430 \u043d\u0430 \u043a\u043e\u043c\u0435\u043d\u0442\u0438\u0440\u0430\u0449\u0438\u0442\u0435 \u0441\u0435 \u043f\u043e\u043a\u0430\u0437\u0432\u0430\u0442 \u0441\u0430\u043c\u043e \u043d\u0430 \u0432\u0430\u0441 \u0438 \u043d\u0430 \u0434\u0440\u0443\u0433\u0438 \u0430\u0434\u043c\u0438\u043d\u0438\u0441\u0442\u0440\u0430\u0442\u043e\u0440\u0438 \u043d\u0430 \u0441\u0430\u0439\u0442\u0430.

simplepage.comment-edit-message=\u041c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u0440\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u0442\u0435 \u0438\u043b\u0438 \u0438\u0437\u0442\u0440\u0438\u0435\u0442\u0435 \u043a\u043e\u043c\u0435\u043d\u0442\u0430\u0440\u0430 \u0441\u0438 \u0441\u0430\u043c\u043e \u0434\u043e\u043a\u0430\u0442\u043e \u043d\u0435 \u0438\u0437\u0442\u0435\u043a\u0430\u0442 30 \u043c\u0438\u043d\u0443\u0442\u0438.
simplepage.comment-grading-message=\u0412\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u0431\u0440\u043e\u044f \u043d\u0430 \u0442\u043e\u0447\u043a\u0438\u0442\u0435, \u043a\u043e\u0438\u0442\u043e \u0438\u0441\u043a\u0430\u0442\u0435 \u0434\u0430 \u043f\u0440\u0438\u0441\u044a\u0434\u0438\u0442\u0435 \u043d\u0430 \u0434\u0430\u0434\u0435\u043d \u043a\u043e\u043c\u0435\u043d\u0442\u0430\u0440, \u0432 \u043f\u043e\u043b\u0435\u0442\u043e "\u0422\u043e\u0447\u043a\u0438" \u0434\u043e \u043a\u043e\u043c\u0435\u043d\u0442\u0430\u0440\u0430, \u0441\u043b\u0435\u0434 \u043a\u043e\u0435\u0442\u043e \u043d\u0430\u0442\u0438\u0441\u043d\u0435\u0442\u0435 \u043a\u043b\u0430\u0432\u0438\u0448\u0430 Enter, \u0437\u0430 \u0434\u0430 \u0438\u0437\u043f\u0440\u0430\u0442\u0438\u0442\u0435 \u043e\u0446\u0435\u043d\u043a\u0430\u0442\u0430.  \u0412\u0441\u0438\u0447\u043a\u0438 \u043e\u0446\u0435\u043d\u043a\u0438, \u043a\u043e\u0438\u0442\u043e \u0441\u0430 \u0432\u044a\u0432\u0435\u0434\u0435\u043d\u0438, \u043d\u043e \u043d\u0435 \u0441\u0430 \u043f\u043e\u0434\u0430\u0434\u0435\u043d\u0438, \u0441\u0435 \u043f\u043e\u043a\u0430\u0437\u0432\u0430\u0442 \u0432 \u0447\u0435\u0440\u0432\u0435\u043d\u043e.
simplepage.comment-author-owner=\u0421\u043e\u0431\u0441\u0442\u0432\u0435\u043d\u0438\u043a \u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430\u0442\u0430
simplepage.nothing-over-100-percent=\u041d\u0435 \u043c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u0437\u0430\u0434\u0430\u0432\u0430\u0442\u0435 \u0432\u0438\u0441\u043e\u0447\u0438\u043d\u0430 \u0438\u043b\u0438 \u0448\u0438\u0440\u0438\u043d\u0430, \u043f\u043e-\u0433\u043e\u043b\u0435\u043c\u0438 \u043e\u0442 100%.
simplepage.width-height=\u0428\u0438\u0440\u0438\u043d\u0430\u0442\u0430 \u0438 \u0432\u0438\u0441\u043e\u0447\u0438\u043d\u0430\u0442\u0430 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0441\u0430 \u043f\u043e\u043b\u043e\u0436\u0438\u0442\u0435\u043b\u043d\u0438 \u0447\u0438\u0441\u043b\u0430, \u0442.\u0435. "500" \u0438\u043b\u0438 "500px", \u0438\u043b\u0438 \u043f\u0440\u043e\u0446\u0435\u043d\u0442 \u043f\u043e\u0434 100%

simplepage.seconds=\u041f\u0440\u0435\u0434\u0438 \u043d\u044f\u043a\u043e\u043b\u043a\u043e \u0441\u0435\u043a\u0443\u043d\u0434\u0438
simplepage.one_min=\u043f\u0440\u0435\u0434\u0438 1 \u043c\u0438\u043d\u0443\u0442\u0430
simplepage.x_min={} \u041f\u0440\u0435\u0434\u0438 \u043c\u0438\u043d\u0443\u0442\u0438
simplepage.one_hour=\u043f\u0440\u0435\u0434\u0438 1 \u0447\u0430\u0441
simplepage.x_hour={} \u043f\u0440\u0435\u0434\u0438 \u043d\u044f\u043a\u043e\u043b\u043a\u043e \u0447\u0430\u0441\u0430
simplepage.one_day=\u043f\u0440\u0435\u0434\u0438 1 \u0434\u0435\u043d
simplepage.x_day={} \u041f\u0440\u0435\u0434\u0438 \u0434\u043d\u0438
simplepage.one_month=\u043f\u0440\u0435\u0434\u0438 1 \u043c\u0435\u0441\u0435\u0446
simplepage.x_month={} \u041f\u0440\u0435\u0434\u0438 \u043c\u0435\u0441\u0435\u0446\u0438
simplepage.one_year=\u043f\u0440\u0435\u0434\u0438 1 \u0433\u043e\u0434\u0438\u043d\u0430
simplepage.x_year=\u043f\u0440\u0435\u0434\u0438 {} \u0433\u043e\u0434\u0438\u043d\u0438

simplepage.select-group=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0433\u0440\u0443\u043f\u0438\u0442\u0435, \u0437\u0430 \u043a\u043e\u0438\u0442\u043e \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0441\u0435 \u043f\u043e\u043a\u0430\u0437\u0432\u0430 \u0442\u043e\u0437\u0438 \u0435\u043b\u0435\u043c\u0435\u043d\u0442 [\u0430\u043a\u043e \u043d\u0435 \u0435 \u0438\u0437\u0431\u0440\u0430\u043d\u0430 \u043d\u0438\u0442\u043e \u0435\u0434\u043d\u0430, \u0441\u0435 \u043f\u043e\u043a\u0430\u0437\u0432\u0430 \u043d\u0430 \u0432\u0441\u0438\u0447\u043a\u0438]
simplepage.edit-group=\u0420\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0433\u0440\u0443\u043f\u0438\u0442\u0435, \u0437\u0430 \u043a\u043e\u0438\u0442\u043e \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0441\u0435 \u043f\u043e\u043a\u0430\u0437\u0432\u0430 \u0442\u043e\u0437\u0438 \u0435\u043b\u0435\u043c\u0435\u043d\u0442
simplepage.select-resource-group=\u0417\u0410\u0411\u0415\u041b\u0415\u0416\u041a\u0410\: \u041c\u043e\u0436\u0435 \u0434\u0430 \u043f\u0440\u0435\u0434\u043f\u043e\u0447\u0435\u0442\u0435\u0442\u0435 \u0434\u0430 \u0437\u0430\u0434\u0430\u0434\u0435\u0442\u0435 \u0433\u0440\u0443\u043f\u043e\u0432 \u0434\u043e\u0441\u0442\u044a\u043f \u0432 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0430 \u0420\u0435\u0441\u0443\u0440\u0441\u0438. \u0422\u043e\u0432\u0430 \u0449\u0435 \u0432\u0438 \u043f\u043e\u0437\u0432\u043e\u043b\u0438 \u0434\u0430 \u0433\u043e \u0437\u0430\u0434\u0430\u0434\u0435\u0442\u0435 \u0437\u0430 \u0446\u044f\u043b\u0430\u0442\u0430 \u043f\u0430\u043f\u043a\u0430, \u0430 \u043d\u0435 \u0437\u0430 \u0432\u0441\u0435\u043a\u0438 \u0440\u0435\u0441\u0443\u0440\u0441 \u043f\u043e\u043e\u0442\u0434\u0435\u043b\u043d\u043e.
simplepage.resource-group-inherited=\u0417\u0430 \u043f\u0430\u043f\u043a\u0430\u0442\u0430, \u0432 \u043a\u043e\u044f\u0442\u043e \u0441\u0435 \u043d\u0430\u043c\u0438\u0440\u0430 \u0442\u043e\u0437\u0438 \u0435\u043b\u0435\u043c\u0435\u043d\u0442, \u0435 \u0437\u0430\u0434\u0430\u0434\u0435\u043d \u0433\u0440\u0443\u043f\u043e\u0432 \u0438\u043b\u0438 \u043f\u0443\u0431\u043b\u0438\u0447\u0435\u043d \u0434\u043e\u0441\u0442\u044a\u043f. \u0422\u0430\u043a\u0430 \u0447\u0435 \u0433\u0440\u0443\u043f\u0438\u0442\u0435 \u043d\u0435 \u043c\u043e\u0433\u0430\u0442 \u0434\u0430 \u0441\u0435 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u0432\u0430\u0442 \u0442\u0443\u043a.

simplepage.edit_studentlink=\u0420\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0440\u0430\u0437\u0434\u0435\u043b \u0421\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435 \u0437\u0430 \u0441\u0442\u0443\u0434\u0435\u043d\u0442\u0438
simplepage.student-content=\u0420\u0430\u0437\u0434\u0435\u043b \u0437\u0430 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435 \u0437\u0430 \u0441\u0442\u0443\u0434\u0435\u043d\u0442\u0438
simplepage.add-student-content=\u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435 \u0437\u0430 \u0441\u0442\u0443\u0434\u0435\u043d\u0442\u0438
simplepage.student=\u0421\u0442\u0440\u0430\u043d\u0438\u0446\u0438 \u0437\u0430 \u0441\u0442\u0443\u0434\u0435\u043d\u0442\u0438
simplepage.missing-students=\u041b\u0438\u043f\u0441\u0432\u0430\u0449\u0438 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0438
simplepage.add-page=\u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u0441\u043e\u0431\u0441\u0442\u0432\u0435\u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430
simplepage.page-exists=\u0412\u0435\u0447\u0435 \u0438\u043c\u0430\u0442\u0435 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 \u0432 \u0442\u043e\u0437\u0438 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442.
simplepage.new-student-page=\u041d\u043e\u0432
simplepage.new-student-content-page=\u041d\u043e\u0432\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430
simplepage.new-student-content=\u041d\u043e\u0432\u043e \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435 \u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430\u0442\u0430
simplepage.new-student-comments=\u041d\u043e\u0432\u0438 \u043a\u043e\u043c\u0435\u043d\u0442\u0430\u0440\u0438 \u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430\u0442\u0430
simplepage.new-student-content-page-1=\u041d\u043e\u0432\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 \u043e\u0442 {}
simplepage.new-student-content-1=\u041d\u043e\u0432\u043e \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435 \u043e\u0442 {}
simplepage.new-student-comments-1=\u041d\u043e\u0432\u0438 \u043a\u043e\u043c\u0435\u043d\u0442\u0430\u0440\u0438 \u043d\u0430 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435\u0442\u043e \u043e\u0442 {}
simplepage.student-content-page=\u0421\u0442\u0440\u0430\u043d\u0438\u0446\u0430 \u0441\u044a\u0441 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435 \u0437\u0430 \u0441\u0442\u0443\u0434\u0435\u043d\u0442\u0438
simplepage.student-anonymous=\u041d\u0430\u043f\u0440\u0430\u0432\u0435\u0442\u0435 \u0442\u0435\u0437\u0438 \u0441\u0442\u0443\u0434\u0435\u043d\u0442\u0441\u043a\u0438 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0438 \u0430\u043d\u043e\u043d\u0438\u043c\u043d\u0438
simplepage.student-comments=\u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u0440\u0430\u0437\u0434\u0435\u043b \u0437\u0430 \u043a\u043e\u043c\u0435\u043d\u0442\u0430\u0440\u0438 \u043a\u044a\u043c \u0432\u0441\u044f\u043a\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430
simplepage.student-comments-anon=\u041d\u0430\u043f\u0440\u0430\u0432\u0435\u0442\u0435 \u0442\u0435\u0437\u0438 \u043a\u043e\u043c\u0435\u043d\u0442\u0430\u0440\u0438 \u0430\u043d\u043e\u043d\u0438\u043c\u043d\u0438
simplepage.anonymous=\u0410\u043d\u043e\u043d\u0438\u043c\u0435\u043d
simplepage.student-missing-prereqs=\u0418\u043c\u0430 \u043e\u0431\u043b\u0430\u0441\u0442 \u0437\u0430 \u0441\u0442\u0443\u0434\u0435\u043d\u0442\u0441\u043a\u043e \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435, \u043d\u043e \u043f\u0440\u0435\u0434\u0438 \u0434\u0430 \u044f \u0432\u0438\u0434\u0438\u0442\u0435, \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u043f\u043e\u043f\u044a\u043b\u043d\u0438\u0442\u0435 \u0432\u0441\u0438\u0447\u043a\u0438 \u0437\u0430\u0434\u044a\u043b\u0436\u0438\u0442\u0435\u043b\u043d\u0438 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0438 \u043f\u043e-\u0433\u043e\u0440\u0435.
simplepage.student-fake-missing-prereqs=\u0410\u043a\u043e \u0441\u0442\u0435 \u0441\u0442\u0443\u0434\u0435\u043d\u0442, \u043d\u044f\u043c\u0430 \u0434\u0430 \u043c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u0432\u0438\u0434\u0438\u0442\u0435 \u0441\u0442\u0443\u0434\u0435\u043d\u0442\u0441\u043a\u043e \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435, \u0442\u044a\u0439 \u043a\u0430\u0442\u043e \u043d\u0435 \u0441\u0442\u0435 \u043f\u043e\u043f\u044a\u043b\u043d\u0438\u043b\u0438 \u0432\u0441\u0438\u0447\u043a\u0438 \u0437\u0430\u0434\u044a\u043b\u0436\u0438\u0442\u0435\u043b\u043d\u0438 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0438 \u043f\u043e-\u0433\u043e\u0440\u0435.
simplepage.student-user-deleted=\u041f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u044f\u0442 \u0432\u0435\u0447\u0435 \u043d\u0435 \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430
simplepage.student-group-deleted=\u0413\u0440\u0443\u043f\u0430\u0442\u0430 \u0432\u0435\u0447\u0435 \u043d\u0435 \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430

simplepage.website=\u041a\u0430\u0447\u0432\u0430\u043d\u0435 \u043d\u0430 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435 \u043e\u0442 ZIP \u0444\u0430\u0439\u043b
simplepage.website.noextension=\u0417\u0430 \u0434\u0430 \u0440\u0430\u0431\u043e\u0442\u0438 \u0442\u0430\u0437\u0438 \u043e\u043f\u0435\u0440\u0430\u0446\u0438\u044f, ZIP \u0444\u0430\u0439\u043b\u044a\u0442 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0438\u043c\u0430 \u0440\u0430\u0437\u0448\u0438\u0440\u0435\u043d\u0438\u0435, \u043e\u0431\u0438\u043a\u043d\u043e\u0432\u0435\u043d\u043e .zip.
simplepage.website.tooltip=\u0418\u043c\u0430 \u0441\u043f\u0435\u0446\u0438\u0430\u043b\u043d\u0430 \u043f\u043e\u0434\u0434\u0440\u044a\u0436\u043a\u0430 \u0437\u0430 Camtasia, Wimba Create \u0438 Articulate, \u043d\u043e \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u043a\u0430\u0447\u0432\u0430 \u0432\u0441\u0435\u043a\u0438 ZIP \u0444\u0430\u0439\u043b. \u0417\u0430 \u043f\u043e\u0432\u0435\u0447\u0435 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f \u0432\u0438\u0436\u0442\u0435 \u0441\u043f\u0440\u0430\u0432\u043a\u0430\u0442\u0430 \u0432 \u0434\u0438\u0430\u043b\u043e\u0433\u043e\u0432\u0438\u044f \u043f\u0440\u043e\u0437\u043e\u0440\u0435\u0446.
simplepage.addwebsite-descrip=\u0418\u043c\u0430 \u0441\u043f\u0435\u0446\u0438\u0430\u043b\u043d\u0430 \u043f\u043e\u0434\u0434\u0440\u044a\u0436\u043a\u0430 \u0437\u0430 Camtasia, Wimba Create \u0438 Articulate, \u043d\u043e \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u043a\u0430\u0447\u0432\u0430 \u0432\u0441\u0435\u043a\u0438 ZIP \u0444\u0430\u0439\u043b. \u0417\u0430 \u043f\u043e\u0432\u0435\u0447\u0435 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f \u0432\u0438\u0436\u0442\u0435 \u0441\u043f\u0440\u0430\u0432\u043a\u0430\u0442\u0430 \u0432 \u0434\u0438\u0430\u043b\u043e\u0433\u043e\u0432\u0438\u044f \u043f\u0440\u043e\u0437\u043e\u0440\u0435\u0446.


simplepage.website.noindex=\u041a\u0430\u0447\u0438\u0445\u043c\u0435 \u0432\u0430\u0448\u0438\u044f ZIP \u0444\u0430\u0439\u043b. \u0424\u0430\u0439\u043b\u043e\u0432\u0435\u0442\u0435 \u0432 \u043d\u0435\u0433\u043e \u0432\u0435\u0447\u0435 \u0441\u0430 \u0432 \u043f\u0430\u043f\u043a\u0430 {} \u0432 \u0420\u0435\u0441\u0443\u0440\u0441\u0438. \u041d\u043e \u043d\u0435 \u0443\u0441\u043f\u044f\u0432\u0430\u043c\u0435 \u0434\u0430 \u043d\u0430\u043c\u0435\u0440\u0438\u043c \u0444\u0430\u0439\u043b\u0430 \u0432 \u043d\u0435\u044f, \u043a\u043e\u0439\u0442\u043e \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0441\u0435 \u043f\u043e\u043a\u0430\u0436\u0435. \u041c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0442\u0435 "\u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u0440\u0435\u0441\u0443\u0440\u0441" \u0441 "\u0418\u0437\u0431\u043e\u0440 \u043d\u0430 \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430\u0449 \u0444\u0430\u0439\u043b", \u0437\u0430 \u0434\u0430 \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0441\u0430\u043c\u0438 \u043f\u0440\u0430\u0432\u0438\u043b\u043d\u0438\u044f \u0444\u0430\u0439\u043b.
simplepage.website.cantexpand=\u041d\u0435 \u0435 \u0432\u044a\u0437\u043c\u043e\u0436\u043d\u043e \u0434\u0430 \u0438\u0437\u0432\u043b\u0435\u0447\u0435\u0442\u0435 \u0444\u0430\u0439\u043b\u043e\u0432\u0435\u0442\u0435 \u043e\u0442 \u0432\u0430\u0448\u0438\u044f ZIP \u0444\u0430\u0439\u043b. \u0424\u0430\u0439\u043b\u044a\u0442 \u0435 \u0442\u0432\u044a\u0440\u0434\u0435 \u0433\u043e\u043b\u044f\u043c \u0438\u043b\u0438 \u0441\u044a\u0434\u044a\u0440\u0436\u0430 \u043f\u043e\u0432\u0435\u0447\u0435 \u0444\u0430\u0439\u043b\u043e\u0432\u0435 \u043e\u0442 \u043c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u043d\u043e \u043f\u043e\u0437\u0432\u043e\u043b\u0435\u043d\u043e\u0442\u043e.

simplepage.blti=\u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u0432\u044a\u043d\u0448\u0435\u043d \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442
simplepage.blti.tooltip=\u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u0435\u043b\u0435\u043c\u0435\u043d\u0442 \u043e\u0442 \u0432\u044a\u043d\u0448\u043d\u0430 \u0443\u0441\u043b\u0443\u0433\u0430, \u043a\u043e\u044f\u0442\u043e \u043f\u043e\u0434\u0434\u044a\u0440\u0436\u0430 \u0441\u0442\u0430\u043d\u0434\u0430\u0440\u0442\u0430 IMS LTI. \u041f\u043e\u0438\u0441\u043a\u0430\u0442\u0435 \u043e\u0442 \u0441\u043b\u0443\u0436\u0438\u0442\u0435\u043b\u0438\u0442\u0435 \u043f\u043e \u043f\u043e\u0434\u0434\u0440\u044a\u0436\u043a\u0430\u0442\u0430 \u043d\u0430 \u0432\u0430\u0448\u0438\u044f \u043a\u0430\u043c\u043f\u0443\u0441, \u0434\u0430 \u0440\u0430\u0437\u0431\u0435\u0440a\u0442 \u043a\u0430\u043a\u0432\u0438 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0438 \u0441\u0435 \u043f\u043e\u0434\u0434\u044a\u0440\u0436\u0430\u0442 \u043e\u0442 \u0432\u0430\u0448\u0438\u044f \u043a\u0430\u043c\u043f\u0443\u0441.
simplepage.blti.app=\u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u043f\u0440\u0438\u043b\u043e\u0436\u0435\u043d\u0438\u0435 \u0437\u0430 \u043e\u0431\u0443\u0447\u0435\u043d\u0438\u0435
simplepage.blti.app.tooltip=\u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u043f\u0440\u0438\u043b\u043e\u0436\u0435\u043d\u0438\u0435 \u0437\u0430 \u043e\u0431\u0443\u0447\u0435\u043d\u0438\u0435
simplepage.import_lti_button=\u0418\u043c\u043f\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0432\u044a\u043d\u0448\u043d\u0438 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0438
simplepage.importitem=\u0418\u043c\u043f\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0432\u044a\u043d\u0448\u043d\u0438 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0438
simplepage.importitem.tooltip=\u0418\u043c\u043f\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0444\u0430\u0439\u043b \u043e\u0442 \u0432\u044a\u043d\u0448\u0435\u043d \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442
simplepage.change_blti=\u041f\u0440\u043e\u043c\u044f\u043d\u0430 \u043d\u0430 \u0432\u044a\u043d\u0448\u043d\u0438\u044f \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442
simplepage.require_submit_blti=\u0418\u0437\u0438\u0441\u043a\u0432\u0430\u0439\u0442\u0435 \u043e\u0442 \u0441\u0442\u0443\u0434\u0435\u043d\u0442\u0430 \u0434\u0430 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430 \u0442\u043e\u0437\u0438 \u0435\u043b\u0435\u043c\u0435\u043d\u0442
simplepage.blti.config=\u041a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0432\u044a\u043d\u0448\u0435\u043d \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442
simplepage.edit_blti=\u0420\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0432\u044a\u043d\u0448\u0435\u043d \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442
simplepage.blti.chooser=\u0418\u0437\u0431\u043e\u0440 \u043d\u0430 \u0432\u044a\u043d\u0448\u0435\u043d \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442
simplepage.blti.tool.name=\u0418\u043c\u0435 \u043d\u0430 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0430
simplepage.blti.tool.description=\u041e\u043f\u0438\u0441\u0430\u043d\u0438\u0435 \u043d\u0430 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0430
simplepage.blti.tools.manage=\u0423\u043f\u0440\u0430\u0432\u043b\u0435\u043d\u0438\u0435 \u043d\u0430 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0438 \u0438 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0438
simplepage.blti.tools.text=\u0429\u0440\u0430\u043a\u043d\u0435\u0442\u0435 \u0432\u044a\u0440\u0445\u0443 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442, \u0437\u0430 \u0434\u0430 \u0432\u043c\u044a\u043a\u043d\u0435\u0442\u0435 \u0435\u043b\u0435\u043c\u0435\u043d\u0442, \u0431\u0430\u0437\u0438\u0440\u0430\u043d \u043d\u0430 \u0442\u043e\u0437\u0438 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442
simplepage.blti.tools.create=\u0429\u0440\u0430\u043a\u043d\u0435\u0442\u0435 \u0432\u044a\u0440\u0445\u0443 \u0441\u043b\u0435\u0434\u043d\u043e\u0442\u043e, \u0437\u0430 \u0434\u0430 \u0443\u043f\u0440\u0430\u0432\u043b\u044f\u0432\u0430\u0442\u0435 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0438 \u0438 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0438. \u0422\u043e\u0432\u0430 \u0449\u0435 \u0432\u0438 \u043f\u043e\u0437\u0432\u043e\u043b\u0438 \u0434\u0430 \u0441\u044a\u0437\u0434\u0430\u0434\u0435\u0442\u0435 \u0441\u0432\u043e\u0439 \u0441\u043e\u0431\u0441\u0442\u0432\u0435\u043d \u043d\u043e\u0432 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442 \u0432\u044a\u0437 \u043e\u0441\u043d\u043e\u0432\u0430 \u043d\u0430 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f \u043e\u0442 \u0432\u044a\u043d\u0448\u043d\u0430 \u0443\u0441\u043b\u0443\u0433\u0430, \u043a\u0430\u043a\u0442\u043e \u0438 \u0434\u0430 \u0440\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u0442\u0435 \u0438\u043b\u0438 \u0438\u0437\u0442\u0440\u0438\u0435\u0442\u0435 \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430\u0449\u0438 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0438 \u0438\u043b\u0438 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0438. \u041f\u043e\u0432\u0435\u0447\u0435\u0442\u043e \u0430\u0432\u0442\u043e\u0440\u0438 \u043e\u0431\u0430\u0447\u0435 \u0449\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0442 \u0433\u043e\u0440\u043d\u0438\u0442\u0435 \u0440\u0430\u0437\u0434\u0435\u043b\u0438, \u0430 \u043d\u0435 \u0442\u043e\u0437\u0438.
simplepage.blti.app.store.text=\u0418\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0439\u0442\u0435 \u0431\u0443\u0442\u043e\u043d\u0438\u0442\u0435 \u043f\u043e-\u0434\u043e\u043b\u0443, \u0437\u0430 \u0434\u0430 \u0441\u0442\u0430\u0440\u0442\u0438\u0440\u0430\u0442\u0435 \u043c\u0430\u0433\u0430\u0437\u0438\u043d\u0430 \u0437\u0430 \u043f\u0440\u0438\u043b\u043e\u0436\u0435\u043d\u0438\u044f \u0438 \u0434\u0430 \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u043d\u0430\u043b\u0438\u0447\u0435\u043d \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442.
simplepage.select_blti=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0435\u043b\u0435\u043c\u0435\u043d\u0442
simplepage.select_blti.text=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0435\u043b\u0435\u043c\u0435\u043d\u0442 \u0438 \u043d\u0430\u0442\u0438\u0441\u043d\u0435\u0442\u0435 \u0431\u0443\u0442\u043e\u043d\u0430 "\u0418\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0439 \u0438\u0437\u0431\u0440\u0430\u043d\u0438\u044f \u0435\u043b\u0435\u043c\u0435\u043d\u0442", \u0437\u0430 \u0434\u0430 \u0433\u043e \u0434\u043e\u0431\u0430\u0432\u0438\u0442\u0435 \u043a\u044a\u043c \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430\u0442\u0430 \u0441\u0438. \u0429\u0440\u0430\u043a\u043d\u0435\u0442\u0435 \u0432\u044a\u0440\u0445\u0443 \u0435\u043b\u0435\u043c\u0435\u043d\u0442, \u0437\u0430 \u0434\u0430 \u0432\u0438\u0434\u0438\u0442\u0435 \u043a\u0430\u043a \u0449\u0435 \u0438\u0437\u0433\u043b\u0435\u0436\u0434\u0430 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u044a\u0442.
simplepage.no_blti_tools=\u041d\u0435 \u0441\u0430 \u043d\u0430\u043b\u0438\u0447\u043d\u0438 \u0432\u044a\u043d\u0448\u043d\u0438 (LTI) \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0438.  \u041c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0442\u0435 "\u0423\u043f\u0440\u0430\u0432\u043b\u0435\u043d\u0438\u0435 \u043d\u0430 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0438 \u0438 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0438" \u043f\u043e-\u0434\u043e\u043b\u0443, \u0437\u0430 \u0434\u0430 \u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u0442\u0435 \u043d\u043e\u0432 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442.
simplepage.no_blti_items=\u041d\u0435 \u0441\u0430 \u0441\u044a\u0437\u0434\u0430\u0434\u0435\u043d\u0438 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0438. \u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442 \u043f\u043e-\u0433\u043e\u0440\u0435, \u0437\u0430 \u0434\u0430 \u0441\u044a\u0437\u0434\u0430\u0434\u0435\u0442\u0435 \u0435\u043b\u0435\u043c\u0435\u043d\u0442 \u0432\u044a\u0437 \u043e\u0441\u043d\u043e\u0432\u0430 \u043d\u0430 \u043d\u0435\u0433\u043e, \u0438\u043b\u0438 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0439\u0442\u0435 "\u0423\u043f\u0440\u0430\u0432\u043b\u0435\u043d\u0438\u0435 \u043d\u0430 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0438 \u0438 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0438" \u043f\u043e-\u0434\u043e\u043b\u0443, \u0437\u0430 \u0434\u0430 \u0441\u044a\u0437\u0434\u0430\u0434\u0435\u0442\u0435 \u043d\u043e\u0432 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442 \u0432\u044a\u0437 \u043e\u0441\u043d\u043e\u0432\u0430 \u043d\u0430 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f \u043e\u0442 \u0432\u044a\u043d\u0448\u043d\u0430 \u0443\u0441\u043b\u0443\u0433\u0430.
simplepage.no_blti_native=\u041d\u0435 \u0441\u0430 \u0441\u044a\u0437\u0434\u0430\u0434\u0435\u043d\u0438 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0438. \u0418\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0439\u0442\u0435 \u0432\u0440\u044a\u0437\u043a\u0430\u0442\u0430 \u043f\u043e-\u0433\u043e\u0440\u0435, \u0437\u0430 \u0434\u0430 \u0441\u044a\u0437\u0434\u0430\u0434\u0435\u0442\u0435 \u0442\u0430\u043a\u044a\u0432.
simplepage.lti.import.chooser=\u0418\u043c\u043f\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435 \u043e\u0442 \u0432\u044a\u043d\u0448\u0435\u043d \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442
simplepage.format.heading=\u041e\u043f\u0446\u0438\u0438 \u0437\u0430 \u043f\u043e\u043a\u0430\u0437\u0432\u0430\u043d\u0435
simplepage.format.window=\u041e\u0442\u0432\u0430\u0440\u044f\u043d\u0435 \u0432 \u043d\u043e\u0432 \u043f\u0440\u043e\u0437\u043e\u0440\u0435\u0446
simplepage.format.inline=\u0412\u0433\u0440\u0430\u0436\u0434\u0430\u043d\u0435 \u0432 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430\u0442\u0430
simplepage.format.page=\u041e\u0442\u0432\u0430\u0440\u044f\u043d\u0435 \u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 \u0441 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0438 \u0437\u0430 \u043d\u043e\u0432\u0438 \u0443\u0440\u043e\u0446\u0438 \u0441 \u0431\u0443\u0442\u043e\u043d\u0438 "\u0441\u043b\u0435\u0434\u0432\u0430\u0449" \u0438 "\u043e\u0431\u0440\u0430\u0442\u043d\u043e
simplepage.format.item_removed=<p style\='font-family\:arial, helvetica; padding\:4px; font-size\:80%; border\:2px solid black'><span style\='color\:\#c00'>ERROR\:</span> \u0415\u043b\u0435\u043c\u0435\u043d\u0442\u044a\u0442, \u043a\u043e\u0439\u0442\u043e \u0435 \u0442\u0440\u044f\u0431\u0432\u0430\u043b\u043e \u0434\u0430 \u0431\u044a\u0434\u0435 \u043f\u043e\u043a\u0430\u0437\u0430\u043d \u0442\u0443\u043a, \u0435 \u0431\u0438\u043b \u043f\u0440\u0435\u043c\u0430\u0445\u043d\u0430\u0442. \u041c\u043e\u043b\u044f, \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0439\u0442\u0435 \u0431\u0443\u0442\u043e\u043d\u0430 "\u0420\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u043d\u0435" \u0434\u043e \u0442\u043e\u0437\u0438 \u0435\u043b\u0435\u043c\u0435\u043d\u0442 \u0438 \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 "\u041f\u0440\u043e\u043c\u044f\u043d\u0430 \u043d\u0430 \u0432\u044a\u043d\u0448\u0435\u043d \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442", \u0437\u0430 \u0434\u0430 \u0441\u044a\u0437\u0434\u0430\u0434\u0435\u0442\u0435 \u043e\u0442\u043d\u043e\u0432\u043e \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0430 \u0438\u043b\u0438 \u0434\u0430 \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u043d\u043e\u0432.</p>

simplepage.more-tools=\u041e\u0449\u0435 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0438
simplepage.forum-descrip=\u0412\u0440\u044a\u0437\u043a\u0430 \u043a\u044a\u043c \u0444\u043e\u0440\u0443\u043c \u0438\u043b\u0438 \u0442\u0435\u043c\u0430
simplepage.blti-descrip=\u0412\u0440\u044a\u0437\u043a\u0430 \u043a\u044a\u043c \u0443\u0435\u0431 \u0443\u0441\u043b\u0443\u0433\u0430, \u043a\u043e\u044f\u0442\u043e \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430 \u0441\u0442\u0430\u043d\u0434\u0430\u0440\u0442\u0430 IMS LTI \u0437\u0430 \u0438\u043d\u0442\u0435\u0433\u0440\u0438\u0440\u0430\u043d\u0435 \u0441 \u0442\u0430\u0437\u0438 \u0441\u0438\u0441\u0442\u0435\u043c\u0430
simplepage.comments-descrip=\u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u0440\u0430\u0437\u0434\u0435\u043b \u043f\u043e\u0437\u0432\u043e\u043b\u044f\u0432\u0430 \u043d\u0430 \u0443\u0447\u0435\u043d\u0438\u0446\u0438\u0442\u0435 \u0434\u0430 \u0432\u044a\u0432\u0435\u0436\u0434\u0430\u0442 \u043a\u043e\u043c\u0435\u043d\u0442\u0430\u0440\u0438.
simplepage.student-descrip=\u0414\u043e\u0431\u0430\u0432\u0435\u0442\u0435 \u0440\u0430\u0437\u0434\u0435\u043b, \u0432 \u043a\u043e\u0439\u0442\u043e \u0443\u0447\u0435\u043d\u0438\u0446\u0438\u0442\u0435 \u043c\u043e\u0433\u0430\u0442 \u0434\u0430 \u0441\u044a\u0437\u0434\u0430\u0432\u0430\u0442 \u0441\u0432\u043e\u0438 \u0441\u043e\u0431\u0441\u0442\u0432\u0435\u043d\u0438 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0438.
simplepage.title-student-descrip=\u0420\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0437\u0430\u0433\u043b\u0430\u0432\u0438\u0435\u0442\u043e \u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430\u0442\u0430
simplepage.title-descrip=\u0420\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0437\u0430\u0433\u043b\u0430\u0432\u0438\u0435\u0442\u043e \u0438\u043b\u0438 \u0441\u0442\u0438\u043b\u0430 \u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430\u0442\u0430.
simplepage.title-top-descrip=\u041d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438 -- \u0440\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0437\u0430\u0433\u043b\u0430\u0432\u0438\u0435\u0442\u043e \u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430\u0442\u0430, \u0438\u0437\u0434\u0430\u043d\u0438\u0435\u0442\u043e \u0438\u043b\u0438 \u0441\u0442\u0438\u043b\u0430 \u0432 \u043d\u043e\u0432 \u0434\u0438\u0430\u043b\u043e\u0433\u043e\u0432 \u043f\u0440\u043e\u0437\u043e\u0440\u0435\u0446
simplepage.remove-descrip=\u041f\u0440\u0435\u043c\u0430\u0445\u0432\u0430\u043d\u0435 \u043d\u0430 \u0442\u0430\u0437\u0438 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430.
simplepage.newpage-descrip=\u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u043d\u043e\u0432\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430(\u0438) \u043e\u0442 \u043f\u044a\u0440\u0432\u043e \u043d\u0438\u0432\u043e.
simplepage.importcc-descrip=\u0417\u0430\u0440\u0435\u0436\u0434\u0430\u043d\u0435 \u043d\u0430 \u0444\u0430\u0439\u043b \u0432\u044a\u0432 \u0444\u043e\u0440\u043c\u0430\u0442 IMS CC.
simplepage.importcc-assigntitle=\u0417\u0430\u0434\u0430\u043d\u0438\u0435 {}
simplepage.importcc-texttitle=\u0418\u043d\u0441\u0442\u0440\u0443\u043a\u0446\u0438\u0438
simplepage.importcc-embedtitle=\u0412\u0433\u0440\u0430\u0434\u0435\u043d\u043e \u0432\u0438\u0434\u0435\u043e
simplepage.embedded-video=\u0412\u0433\u0440\u0430\u0434\u0435\u043d\u043e \u0432\u0438\u0434\u0435\u043e

simplepage.add-content=\u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435
simplepage.addtext-descrip=\u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u0435\u043b\u0435\u043c\u0435\u043d\u0442 \u0441 \u043f\u043e\u043c\u043e\u0449\u0442\u0430 \u043d\u0430 \u0431\u043e\u0433\u0430\u0442 \u0442\u0435\u043a\u0441\u0442\u043e\u0432 \u0440\u0435\u0434\u0430\u043a\u0442\u043e\u0440
simplepage.subpage-descrip=\u0421\u044a\u0437\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u043d\u043e\u0432\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430, \u043d\u0430 \u043a\u043e\u044f\u0442\u043e \u043c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u0441\u044a\u0437\u0434\u0430\u0432\u0430\u0442\u0435 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435, \u0438\u043b\u0438 \u0441\u0432\u044a\u0440\u0437\u0432\u0430\u043d\u0435 \u043a\u044a\u043c \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430\u0449\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430
simplepage.question-descrip=\u0421\u044a\u0437\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u043f\u0440\u043e\u0441\u0442\u0438 \u0432\u044a\u043f\u0440\u043e\u0441\u0438 \u0441 \u0432\u044a\u043f\u0440\u043e\u0441\u0438 \u0441 \u0438\u0437\u0431\u043e\u0440 \u043c\u0435\u0436\u0434\u0443 \u043d\u044f\u043a\u043e\u043b\u043a\u043e \u043e\u0442\u0433\u043e\u0432\u043e\u0440\u0430 \u0438\u043b\u0438 \u0441 \u043a\u0440\u0430\u0442\u044a\u043a \u043e\u0442\u0433\u043e\u0432\u043e\u0440, \u043a\u043e\u0438\u0442\u043e \u043c\u043e\u0433\u0430\u0442 \u0434\u0430 \u043f\u043e\u043a\u0430\u0437\u0432\u0430\u0442 \u0440\u0435\u0437\u0443\u043b\u0442\u0430\u0442\u0438\u0442\u0435 \u043a\u0430\u0442\u043e \u0430\u043d\u043a\u0435\u0442\u0430
simplepage.assignment-descrip=\u0412\u0440\u044a\u0437\u043a\u0430 \u043a\u044a\u043c \u0437\u0430\u0434\u0430\u043d\u0438\u0435
simplepage.quiz-descrip=\u0412\u0440\u044a\u0437\u043a\u0430 \u043a\u044a\u043c \u0442\u0435\u0441\u0442 \u0438\u043b\u0438 \u0432\u044a\u043f\u0440\u043e\u0441\u043d\u0438\u043a

simplepage.broken-css=\u041f\u0435\u0440\u0441\u043e\u043d\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0438\u044f\u0442 CSS \u0444\u0430\u0439\u043b \u043d\u0435 \u0431\u0435\u0448\u0435 \u043d\u0430\u043c\u0435\u0440\u0435\u043d.
simplepage.css-dropdown-label=\u041f\u0435\u0440\u0441\u043e\u043d\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d CSS \u0444\u0430\u0439\u043b\:
simplepage.css-upload-label=\u0438\u043b\u0438 \u043a\u0430\u0447\u0435\u0442\u0435 \u0441\u0432\u043e\u0439 \u0441\u043e\u0431\u0441\u0442\u0432\u0435\u043d\:
simplepage.css-default-instructions=(\u0410\u043a\u043e \u0438\u043c\u0435\u0442\u043e \u043d\u0430 \u0442\u043e\u0437\u0438 \u0444\u0430\u0439\u043b \u0435 default.css, \u0442\u043e\u0439 \u0449\u0435 \u0441\u0442\u0430\u043d\u0435 \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u0449 \u0441\u0435 \u0437\u0430 \u0446\u0435\u043b\u0438\u044f \u0441\u0430\u0439\u0442.)
simplepage.owner-default-instructions=\u041f\u0440\u0430\u0432\u043e\u0442\u043e \u043d\u0430 \u0441\u043e\u0431\u0441\u0442\u0432\u0435\u043d\u043e\u0441\u0442 \u0432\u044a\u0440\u0445\u0443 \u0442\u0430\u0437\u0438 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0435 \u0432\u044a\u0437\u043b\u043e\u0436\u0435\u043d\u043e \u043d\u0430 \u0432\u0441\u0435\u043a\u0438 \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u043a \u0432 \u0441\u0430\u0439\u0442\u0430, \u043a\u043e\u0439\u0442\u043e \u043d\u044f\u043c\u0430 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0438\u0435 \u0437\u0430 \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0430 Lessons (\u0432\u0436. {1} \u0432\u0440\u044a\u0437\u043a\u0430\u0442\u0430 \u0432 \u043c\u0435\u043d\u044e\u0442\u043e {2}).
simplepage.default-css=\u0418\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u043d\u0435 \u043f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435
simplepage.site=CSS \u043d\u0430 \u0441\u0430\u0439\u0442\u0430
simplepage.system=\u0421\u0438\u0441\u0442\u0435\u043c\u0430 CSS

simplepage.comments-points=\u0422\u043e\u0447\u043a\u0438\:
simplepage.question-points=\u0422\u043e\u0447\u043a\u0438\:
simplepage.submit=\u041f\u043e\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430

simplepage.student-comments-graded=\u041e\u0446\u0435\u043d\u0435\u0442\u0435 \u0442\u0435\u0437\u0438 \u043a\u043e\u043c\u0435\u043d\u0442\u0430\u0440\u0438
simplepage.gradingpane=\u041f\u0430\u043d\u0435\u043b \u0437\u0430 \u043a\u043b\u0430\u0441\u0438\u0444\u0438\u043a\u0430\u0446\u0438\u044f
simplepage.show-grading-pane=\u041f\u043e\u043a\u0430\u0437\u0432\u0430\u043d\u0435 \u043d\u0430 \u043f\u0430\u043d\u0435\u043b\u0430 \u0437\u0430 \u043e\u0446\u0435\u043d\u044f\u0432\u0430\u043d\u0435
simplepage.show-grading-pane-comments=\u041f\u043e\u043a\u0430\u0437\u0432\u0430\u043d\u0435 \u043d\u0430 \u043f\u0430\u043d\u0435\u043b\u0430 \u0437\u0430 \u043e\u0446\u0435\u043d\u044f\u0432\u0430\u043d\u0435 \u0437\u0430 \u043a\u043e\u043c\u0435\u043d\u0442\u0430\u0440\u0438
simplepage.show-grading-pane-content=\u041f\u043e\u043a\u0430\u0437\u0432\u0430\u043d\u0435 \u043d\u0430 \u043f\u0430\u043d\u0435\u043b\u0430 \u0437\u0430 \u043e\u0446\u0435\u043d\u044f\u0432\u0430\u043d\u0435 \u0437\u0430 \u043a\u043e\u043c\u0435\u043d\u0442\u0430\u0440\u0438 \u043a\u044a\u043c \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435\u0442\u043e \u043d\u0430 \u0441\u0442\u0443\u0434\u0435\u043d\u0442\u0430
simplepage.grading-student=\u0418\u043c\u0435 \u043d\u0430 \u0441\u0442\u0443\u0434\u0435\u043d\u0442\u0430
simplepage.grading-unique=\u0421\u0442\u0440\u0430\u043d\u0438\u0446\u0438
simplepage.grading-total-posts=\u041a\u043e\u043c\u0435\u043d\u0442\u0430\u0440\u0438
simplepage.grading-response=\u041e\u0442\u0433\u043e\u0432\u043e\u0440
simplepage.grading-date=\u0414\u0430\u0442\u0430 \u043d\u0430 \u043f\u043e\u0434\u0430\u0432\u0430\u043d\u0435
simplepage.grading-grade=\u041a\u043b\u0430\u0441
simplepage.click-to-expand=\u041f\u0440\u0435\u0432\u043a\u043b\u044e\u0447\u0432\u0430\u043d\u0435 \u043d\u0430 \u043a\u043e\u043c\u0435\u043d\u0442\u0430\u0440\u0438\u0442\u0435
simplepage.grade-for-student=\u041e\u0446\u0435\u043d\u043a\u0430 \u0437\u0430 {}
simplepage.expand-for-student=\u041f\u043e\u043a\u0430\u0437\u0432\u0430\u043d\u0435 \u0438\u043b\u0438 \u0441\u043a\u0440\u0438\u0432\u0430\u043d\u0435 \u043d\u0430 \u043a\u043e\u043c\u0435\u043d\u0442\u0430\u0440\u0438 \u043e\u0442 {}
simplepage.context-link-title-1=\u041f\u043e\u043a\u0430\u0437\u0432\u0430\u043d\u0435 \u043d\u0430 \u043a\u043e\u043d\u0442\u0435\u043a\u0441\u0442\u0430 \u0437\u0430 \u043a\u043e\u043c\u0435\u043d\u0442\u0430\u0440 \u043e\u0442 {}
simplepage.context-link-title-2=\u041f\u043e\u043a\u0430\u0437\u0432\u0430\u043d\u0435 \u043d\u0430 \u043a\u043e\u043d\u0442\u0435\u043a\u0441\u0442\u0430 \u043d\u0430 \u043a\u043e\u043c\u0435\u043d\u0442\u0430\u0440 \u043e\u0442 {1} \u0432\u044a\u0440\u0445\u0443 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435 \u043e\u0442 {2}

simplepage.student-comments-grading=\u041a\u043e\u043c\u0435\u043d\u0442\u0430\u0440\u0438 \u0437\u0430 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435\u0442\u043e \u043d\u0430 \u0443\u0447\u0435\u043d\u0438\u0446\u0438\u0442\u0435 \u0437\u0430 "{}"
simplepage.comments-grading=\u041a\u043e\u043c\u0435\u043d\u0442\u0430\u0440\u0438 \u0437\u0430 "{}"
simplepage.question-responses=\u041e\u0442\u0433\u043e\u0432\u043e\u0440\u0438 \u043d\u0430 \u0432\u044a\u043f\u0440\u043e\u0441\u0438
simplepage.nothing-here=\u0422\u0443\u043a \u043d\u044f\u043c\u0430 \u043a\u0430\u043a\u0432\u043e \u0434\u0430 \u0441\u0435 \u043e\u0446\u0435\u043d\u044f\u0432\u0430.
simplepage.not-graded=\u0422\u043e\u0437\u0438 \u0430\u0440\u0442\u0438\u043a\u0443\u043b \u043d\u0435 \u0435 \u043e\u0446\u0435\u043d\u0435\u043d.
simplepage.zero-missing=\u0417\u0430\u0434\u0430\u0439\u0442\u0435 \u043d\u0443\u043b\u0435\u0432\u0438 \u043e\u0446\u0435\u043d\u043a\u0438 \u0437\u0430 \u0441\u0442\u0443\u0434\u0435\u043d\u0442\u0438, \u043a\u043e\u0438\u0442\u043e \u043d\u0435 \u0441\u0430 \u043f\u043e\u0434\u0430\u043b\u0438 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u0438
simplepage.missing-title=C\u0442\u0443\u0434\u0435\u043d\u0442\u0438 \u0431\u0435\u0437 \u043f\u043e\u0434\u0430\u0434\u0435\u043d\u0438 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u0438
simplepage.no-gradebook=\u0422\u043e\u0437\u0438 \u0435\u043b\u0435\u043c\u0435\u043d\u0442 \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0435 \u043c\u0430\u0440\u043a\u0438\u0440\u0430\u043d \u0437\u0430 \u043a\u043b\u0430\u0441\u0438\u0440\u0430\u043d\u0435. \u041d\u0430\u0439-\u0432\u0435\u0440\u043e\u044f\u0442\u043d\u0438\u044f\u0442 \u043f\u0440\u043e\u0431\u043b\u0435\u043c \u0435, \u0447\u0435 \u0432 \u0442\u043e\u0437\u0438 \u0441\u0430\u0439\u0442 \u0432\u0441\u0435 \u043e\u0449\u0435 \u043d\u0435 \u0435 \u0434\u043e\u0431\u0430\u0432\u0435\u043d \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u044a\u0442 \u0437\u0430 \u0434\u043d\u0435\u0432\u043d\u0438\u043a \u0437\u0430 \u043e\u0446\u0435\u043d\u043a\u0438.
simplepage.not-member={} \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0435 \u0441\u043e\u0431\u0441\u0442\u0432\u0435\u043d\u0438\u043a \u043d\u0430 \u0442\u0430\u0437\u0438 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430, \u0442\u044a\u0439 \u043a\u0430\u0442\u043e \u043d\u0435 \u0435 \u0447\u043b\u0435\u043d \u043d\u0430 \u0442\u043e\u0437\u0438 \u0441\u0430\u0439\u0442.
simplepage.show-context=\u041f\u043e\u043a\u0430\u0437\u0432\u0430\u043d\u0435 \u043d\u0430 \u043a\u043e\u043d\u0442\u0435\u043a\u0441\u0442\u0430
simplepage.existing-gradebook=\u0422\u043e\u0437\u0438 \u0435\u043b\u0435\u043c\u0435\u043d\u0442 \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0435 \u043c\u0430\u0440\u043a\u0438\u0440\u0430\u043d \u0437\u0430 \u043e\u0446\u0435\u043d\u044f\u0432\u0430\u043d\u0435, \u0437\u0430\u0449\u043e\u0442\u043e \u0438\u043c\u0430 \u043f\u0440\u0435\u0434\u0438\u0448\u0435\u043d \u0437\u0430\u043f\u0438\u0441 \u0432 \u0434\u043d\u0435\u0432\u043d\u0438\u043a\u0430 \u0437\u0430 \u043e\u0446\u0435\u043d\u044f\u0432\u0430\u043d\u0435 \u0441\u044a\u0441 \u0441\u044a\u0449\u043e\u0442\u043e \u0438\u043c\u0435.

simplepage.student-peer-review-title=\u0417\u0430\u0433\u043b\u0430\u0432\u0438\u0435
simplepage.student-peer-review-category=\u041a\u0430\u0442\u0435\u0433\u043e\u0440\u0438\u044f
simplepage.student-peer-review-add=\u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u0440\u0443\u0431\u0440\u0438\u043a\u0430 \u0437\u0430 \u043f\u0430\u0440\u0442\u043d\u044c\u043e\u0440\u0441\u043a\u0430 \u043f\u0440\u043e\u0432\u0435\u0440\u043a\u0430 \u043a\u044a\u043c \u0432\u0441\u044f\u043a\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430
simplepage.student-peer-review-create=\u0421\u044a\u0437\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u043d\u043e\u0432\u0430 \u0440\u0443\u0431\u0440\u0438\u043a\u0430
simplepage.student-peer-review-select-rubric=\u041c\u043e\u043b\u044f, \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0440\u0443\u0431\u0440\u0438\u043a\u0430
simplepage.peer-eval-create-title=\u0421\u044a\u0437\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u0440\u0443\u0431\u0440\u0438\u043a\u0430 \u0437\u0430 \u043f\u0430\u0440\u0442\u043d\u044c\u043e\u0440\u0441\u043a\u0430 \u043e\u0446\u0435\u043d\u043a\u0430
simplepage.student-peer-review-add-row=\u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u0440\u0435\u0434
simplepage.add-peereval=\u0417\u0430\u043f\u043e\u0447\u043d\u0435\u0442\u0435 \u043f\u0430\u0440\u0442\u043d\u044c\u043e\u0440\u0441\u043a\u0430 \u043e\u0446\u0435\u043d\u043a\u0430
simplepage.view-peereval=\u041f\u043e\u043a\u0430\u0437\u0432\u0430\u043d\u0435 \u043d\u0430 \u043f\u0430\u0440\u0442\u043d\u044c\u043e\u0440\u0441\u043a\u0430 \u043e\u0446\u0435\u043d\u043a\u0430
simplepage.student-peer-eval.require_due_date=\u0417\u0430\u0434\u0430\u0432\u0430\u0442\u0435 \u043b\u0438 \u0434\u0430\u0442\u0430 \u043d\u0430 \u043f\u043b\u0430\u0449\u0430\u043d\u0435 ?
simplepage.peer-eval.invalid_open_date=\u041c\u043e\u043b\u044f, \u0432\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u0434\u0430\u0442\u0430\u0442\u0430 \u043d\u0430 \u043e\u0442\u0432\u0430\u0440\u044f\u043d\u0435 \u0432\u044a\u0432 \u0444\u043e\u0440\u043c\u0430\u0442 \u041c\u041c/\u0414\u0414/\u0413\u0413.
simplepage.peer-eval.invalid_open_time=\u041c\u043e\u043b\u044f, \u0432\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u0447\u0430\u0441\u0430 \u043d\u0430 \u043e\u0442\u0432\u0430\u0440\u044f\u043d\u0435 \u0432\u044a\u0432 \u0444\u043e\u0440\u043c\u0430\u0442 HH\:MM AM/PM.
simplepage.peer-eval.invalid_due_date=\u041c\u043e\u043b\u044f, \u0432\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u0434\u0430\u0442\u0430\u0442\u0430 \u043d\u0430 \u043f\u043b\u0430\u0449\u0430\u043d\u0435 \u0432\u044a\u0432 \u0444\u043e\u0440\u043c\u0430\u0442 \u041c\u041c/\u0414\u0414/\u0413\u0413.
simplepage.peer-eval.invalid_due_time=\u041c\u043e\u043b\u044f, \u0432\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u0432\u0440\u0435\u043c\u0435\u0442\u043e \u0437\u0430 \u0438\u0437\u043f\u044a\u043b\u043d\u0435\u043d\u0438\u0435 \u0432\u044a\u0432 \u0444\u043e\u0440\u043c\u0430\u0442 HH\:MM AM/PM.
simplepage.peer-eval.open_date=\u0414\u0430\u0442\u0430 \u043d\u0430 \u043e\u0442\u0432\u0430\u0440\u044f\u043d\u0435
simplepage.peer-eval.due_date=\u0414\u0430\u0442\u0430 \u043d\u0430 \u0438\u0437\u043f\u044a\u043b\u043d\u0435\u043d\u0438\u0435
simplepage.peer-eval-allow-selfgrade=\u041f\u043e\u0437\u0432\u043e\u043b\u0435\u0442\u0435 \u0441\u0430\u043c\u043e\u0441\u0442\u043e\u044f\u0442\u0435\u043b\u043d\u043e \u043a\u043b\u0430\u0441\u0438\u0440\u0430\u043d\u0435
simplepage.peer-eval-stats=\u0421\u0442\u0430\u0442\u0438\u0441\u0442\u0438\u0447\u0435\u0441\u043a\u0438 \u0434\u0430\u043d\u043d\u0438 \u0437\u0430 \u043f\u0430\u0440\u0442\u043d\u044c\u043e\u0440\u0441\u043a\u0430 \u043e\u0446\u0435\u043d\u043a\u0430
simplepage.peer-eval.sample.title=\u041f\u0440\u0438\u043c\u0435\u0440\u043d\u0430 \u043f\u0430\u0440\u0442\u043d\u044c\u043e\u0440\u0441\u043a\u0430 \u043e\u0446\u0435\u043d\u043a\u0430
simplepage.peer-eval.graders=\u041e\u0446\u0435\u043d\u0438\u0442\u0435\u043b\u0438
simplepage.peer-eval.sample.1=\u041a\u0430\u0447\u0435\u0441\u0442\u0432\u043e \u043d\u0430 \u0440\u0430\u0431\u043e\u0442\u0430\u0442\u0430
simplepage.peer-eval.sample.2=\u0421\u044a\u043f\u044a\u0442\u0441\u0442\u0432\u0430\u0449\u0430 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f
simplepage.peer-eval.sample.3=\u041e\u0440\u0433\u0430\u043d\u0438\u0437\u0430\u0446\u0438\u044f
simplepage.peer-eval.sample.4=\u041f\u0443\u043d\u043a\u0442\u0443\u0430\u0446\u0438\u044f, \u043f\u0440\u0430\u0432\u043e\u043f\u0438\u0441, \u0433\u0440\u0430\u043c\u0430\u0442\u0438\u043a\u0430
simplepage.user.activity=\u041e\u0446\u0435\u043d\u044f\u0432\u0430\u043d\u0438 \u043a\u043e\u043b\u0435\u0433\u0438
simplepage.peer-eval-stats.directions=\u0429\u0440\u0430\u043a\u043d\u0435\u0442\u0435 \u0432\u044a\u0440\u0445\u0443 \u0438\u043c\u0435, \u0437\u0430 \u0434\u0430 \u043f\u043e\u043a\u0430\u0436\u0435\u0442\u0435 \u0438\u043b\u0438 \u0441\u043a\u0440\u0438\u0435\u0442\u0435 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f\u0442\u0430 \u0437\u0430 \u0434\u0430\u0434\u0435\u043d \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b. \u0429\u0440\u0430\u043a\u043d\u0435\u0442\u0435 \u0432\u044a\u0440\u0445\u0443 "Peers Evaluated" (\u041e\u0446\u0435\u043d\u044f\u0432\u0430\u043d\u0438 \u043e\u0442 \u043a\u043e\u043b\u0435\u0433\u0438), \u0437\u0430 \u0434\u0430 \u043c\u0430\u0440\u043a\u0438\u0440\u0430\u0442\u0435 \u043e\u0446\u0435\u043d\u043a\u0438\u0442\u0435, \u043a\u043e\u0438\u0442\u043e \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u044f\u0442 \u0435 \u0434\u0430\u043b \u043d\u0430 \u0434\u0440\u0443\u0433\u0438\u0442\u0435 \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u0446\u0438. \u0429\u0440\u0430\u043a\u043d\u0435\u0442\u0435 \u043e\u0442\u043d\u043e\u0432\u043e, \u0437\u0430 \u0434\u0430 \u043f\u0440\u0435\u043c\u0430\u0445\u043d\u0435\u0442\u0435 \u043f\u043e\u0434\u0447\u0435\u0440\u0442\u0430\u0432\u0430\u043d\u0435\u0442\u043e. \u0429\u0440\u0430\u043a\u043d\u0435\u0442\u0435 \u0432\u044a\u0440\u0445\u0443 \u043a\u043b\u0435\u0442\u043a\u0430, \u0437\u0430 \u0434\u0430 \u0432\u0438\u0434\u0438\u0442\u0435 \u0441\u043f\u0438\u0441\u044a\u043a \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438\u0442\u0435, \u043a\u043e\u0438\u0442\u043e \u0441\u0430 \u0434\u0430\u043b\u0438 \u0442\u0430\u0437\u0438 \u043e\u0446\u0435\u043d\u043a\u0430 \u043d\u0430 \u0438\u0437\u0431\u0440\u0430\u043d\u0438\u044f \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b.
simplepage.peer-cell-tooltip=\u0429\u0440\u0430\u043a\u043d\u0435\u0442\u0435 \u0432\u044a\u0440\u0445\u0443 \u043a\u043b\u0435\u0442\u043a\u0430, \u0437\u0430 \u0434\u0430 \u0432\u0438\u0434\u0438\u0442\u0435 \u0441\u043f\u0438\u0441\u044a\u043a \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438\u0442\u0435, \u043a\u043e\u0438\u0442\u043e \u0441\u0430 \u0434\u0430\u043b\u0438 \u0442\u0430\u0437\u0438 \u043e\u0446\u0435\u043d\u043a\u0430 \u043d\u0430 \u0438\u0437\u0431\u0440\u0430\u043d\u0438\u044f \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b.
simplepage.peer-eval.past-due-date=\u0421\u0440\u043e\u043a\u044a\u0442 \u0437\u0430 \u043e\u0446\u0435\u043d\u044f\u0432\u0430\u043d\u0435 \u0435 \u0438\u0437\u0442\u0435\u043a\u044a\u043b.
simplepage.peer-eval.cant-eval-yourself=\u041d\u0435 \u043c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u043e\u0446\u0435\u043d\u044f\u0432\u0430\u0442\u0435 \u0441\u043e\u0431\u0441\u0442\u0432\u0435\u043d\u0430\u0442\u0430 \u0441\u0438 \u0440\u0430\u0431\u043e\u0442\u0430.
simplepage.peer-eval.click-on-cell=\u0429\u0440\u0430\u043a\u043d\u0435\u0442\u0435 \u0432\u044a\u0440\u0445\u0443 \u043a\u043b\u0435\u0442\u043a\u0430, \u0437\u0430 \u0434\u0430 \u044f \u043e\u0446\u0435\u043d\u0438\u0442\u0435.
simplepage.peer-eval.inactive-members=\u0427\u043b\u0435\u043d\u043e\u0432\u0435 \u043d\u0430 \u0441\u0430\u0439\u0442\u0430, \u043a\u043e\u0438\u0442\u043e \u0432\u0441\u0435 \u043e\u0449\u0435 \u043d\u0435 \u0441\u0430 \u0441\u044a\u0437\u0434\u0430\u043b\u0438 \u0443\u0447\u0435\u043d\u0438\u0447\u0435\u0441\u043a\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430.
simplepage.dueDatebeforopenDate=\u0422\u043e\u0437\u0438 \u0435\u043b\u0435\u043c\u0435\u043d\u0442 \u043d\u0435 \u0435 \u0437\u0430\u043f\u0430\u0437\u0435\u043d, \u0441\u0440\u043e\u043a\u044a\u0442 \u0437\u0430 \u043f\u0430\u0440\u0442\u043d\u044c\u043e\u0440\u0441\u043a\u0430 \u043e\u0446\u0435\u043d\u043a\u0430 \u0435 \u043f\u0440\u0435\u0434\u0438 \u0434\u0430\u0442\u0430\u0442\u0430 \u043d\u0430 \u043e\u0442\u0432\u0430\u0440\u044f\u043d\u0435

simplepage.reset-button=\u041d\u0443\u043b\u0438\u0440\u0430\u043d\u0435 \u043d\u0430
simplepage.help-button=\u041f\u043e\u043c\u043e\u0449 \u0437\u0430 \u0443\u0440\u043e\u0446\u0438
simplepage.opens-in-new=\u041e\u0442\u0432\u0430\u0440\u044f \u0441\u0435 \u0432 \u043d\u043e\u0432 \u043f\u0440\u043e\u0437\u043e\u0440\u0435\u0446
simplepage.direct-link=\u0414\u0438\u0440\u0435\u043a\u0442\u043d\u0430 \u0432\u0440\u044a\u0437\u043a\u0430 \u043a\u044a\u043c \u0442\u043e\u0437\u0438 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442
simplepage.short-url=\u041a\u0440\u0430\u0442\u044a\u043a URL \u0430\u0434\u0440\u0435\u0441
simplepage.edit-page=\u0420\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430\u0442\u0430
simplepage.delete_page_confirm=\u0421\u0438\u0433\u0443\u0440\u043d\u0438 \u043b\u0438 \u0441\u0442\u0435, \u0447\u0435 \u0438\u0441\u043a\u0430\u0442\u0435 \u0434\u0430 \u0433\u043e \u0438\u0437\u0442\u0440\u0438\u0435\u0442\u0435?
simplepage.path=\u041f\u044a\u0442 \u0432 \u0440\u0435\u0441\u0443\u0440\u0441\u0438\u0442\u0435 \u0438\u043b\u0438 URL/\u043a\u043e\u0434 \u0437\u0430 \u0432\u0433\u0440\u0430\u0436\u0434\u0430\u043d\u0435

desc-lessonbuilder.upd=\u0410\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0432\u0441\u0438\u0447\u043a\u0438 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0438 \u0438\u043b\u0438 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0438
desc-lessonbuilder.read=\u0427\u0435\u0442\u0435\u043d\u0435 \u0438 \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0441\u043e\u0431\u0441\u0442\u0432\u0435\u043d\u0438 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0438 \u0438\u043b\u0438 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0438
desc-lessonbuilder.seeall=\u0412\u0438\u0436\u0442\u0435 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0438\u0442\u0435, \u043d\u0435\u0437\u0430\u0432\u0438\u0441\u0438\u043c\u043e \u043e\u0442 \u043a\u043e\u043d\u0442\u0440\u043e\u043b\u0438\u0442\u0435 \u0437\u0430 \u043e\u0441\u0432\u043e\u0431\u043e\u0436\u0434\u0430\u0432\u0430\u043d\u0435

simplepage.owner-groups=\u0421\u0442\u0443\u0434\u0435\u043d\u0442\u0441\u043a\u0438\u0442\u0435 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0438 \u0449\u0435 \u0431\u044a\u0434\u0430\u0442 \u0441\u043e\u0431\u0441\u0442\u0432\u0435\u043d\u043e\u0441\u0442 \u043d\u0430 \u0432\u0441\u0438\u0447\u043a\u0438 \u0447\u043b\u0435\u043d\u043e\u0432\u0435 \u043d\u0430 \u0433\u0440\u0443\u043f\u0430\u0442\u0430, \u0430 \u043d\u0435 \u043d\u0430 \u043e\u0442\u0434\u0435\u043b\u043d\u043e \u043b\u0438\u0446\u0435.
simplepage.owner-groups-explanation=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0433\u0440\u0443\u043f\u0438\u0442\u0435, \u043a\u043e\u0438\u0442\u043e \u043c\u043e\u0433\u0430\u0442 \u0434\u0430 \u043f\u0440\u0438\u0442\u0435\u0436\u0430\u0432\u0430\u0442 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0438. \u0412\u0441\u0435\u043a\u0438 \u0441\u0442\u0443\u0434\u0435\u043d\u0442 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0435 \u0447\u0430\u0441\u0442 \u043e\u0442 \u0442\u043e\u0447\u043d\u043e \u0435\u0434\u043d\u0430 \u0433\u0440\u0443\u043f\u0430. \u0410\u043a\u043e \u043d\u0435 \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u043d\u0438\u0442\u043e \u0435\u0434\u043d\u0430, \u0449\u0435 \u0431\u044a\u0434\u0430\u0442 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u043d\u0438 \u0432\u0441\u0438\u0447\u043a\u0438 \u0433\u0440\u0443\u043f\u0438.
simplepage.owner-groups-nogroup=\u0421\u0442\u0443\u0434\u0435\u043d\u0442\u0441\u043a\u0438\u0442\u0435 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0438 \u0441\u0435 \u043f\u0440\u0438\u0442\u0435\u0436\u0430\u0432\u0430\u0442 \u0441\u044a\u0432\u043c\u0435\u0441\u0442\u043d\u043e \u043e\u0442 \u0447\u043b\u0435\u043d\u043e\u0432\u0435 \u043d\u0430 \u0433\u0440\u0443\u043f\u0430, \u0430 \u043d\u0435 \u043e\u0442 \u043e\u0442\u0434\u0435\u043b\u043d\u0438 \u043b\u0438\u0446\u0430, \u043d\u043e \u0432\u0438\u0435 \u043d\u0435 \u0441\u0442\u0435 \u0432 \u043d\u0438\u0442\u043e \u0435\u0434\u043d\u0430 \u043e\u0442 \u0434\u043e\u043f\u0443\u0441\u0442\u0438\u043c\u0438\u0442\u0435 \u0433\u0440\u0443\u043f\u0438. \u041c\u043e\u043b\u044f, \u0441\u044a\u043e\u0431\u0449\u0435\u0442\u0435 \u0437\u0430 \u0442\u043e\u0432\u0430 \u043d\u0430 \u043f\u0440\u0435\u043f\u043e\u0434\u0430\u0432\u0430\u0442\u0435\u043b\u044f \u0441\u0438.
simplepage.owner-groups.eval-individual=\u0418\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u043d\u0435 \u043d\u0430 \u0440\u0443\u0431\u0440\u0438\u043a\u0430 \u0437\u0430 \u043e\u0446\u0435\u043d\u044f\u0432\u0430\u043d\u0435 \u043d\u0430 \u0441\u0442\u0443\u0434\u0435\u043d\u0442\u0438\u0442\u0435 \u0432 \u0433\u0440\u0443\u043f\u0430\u0442\u0430
simplepage.owner-groups.see-only-own=C\u0442\u0443\u0434\u0435\u043d\u0442\u0438\u0442\u0435 \u0432\u0438\u0436\u0434\u0430\u0442 \u0441\u0430\u043c\u043e \u0441\u043e\u0431\u0441\u0442\u0432\u0435\u043d\u0430\u0442\u0430 \u0441\u0438 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430

simplepage.update-points=\u0422\u043e\u0447\u043a\u0438 \u0437\u0430 \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0430\u0446\u0438\u044f

simplepage.edit_questionlink=\u0420\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0440\u0430\u0437\u0434\u0435\u043b \u0441 \u0432\u044a\u043f\u0440\u043e\u0441\u0438
simplepage.answer=\u041e\u0442\u0433\u043e\u0432\u043e\u0440\:
simplepage.question-text-input=\u0422\u0435\u043a\u0441\u0442 \u043d\u0430 \u0432\u044a\u043f\u0440\u043e\u0441\u0430\:
simplepage.question-answer-input=\u041f\u0440\u0430\u0432\u0438\u043b\u0435\u043d \u043e\u0442\u0433\u043e\u0432\u043e\u0440\:
simplepage.question-possible-answer=\u0412\u044a\u0437\u043c\u043e\u0436\u0435\u043d \u043e\u0442\u0433\u043e\u0432\u043e\u0440
simplepage.question-tableheader-selectcorrect=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u043f\u0440\u0430\u0432\u0438\u043b\u0435\u043d(\u043d\u0438) \u043e\u0442\u0433\u043e\u0432\u043e\u0440(\u0438)
simplepage.question-tableheader-answeroption=\u0412\u0430\u0440\u0438\u0430\u043d\u0442 \u043d\u0430 \u043e\u0442\u0433\u043e\u0432\u043e\u0440
simplepage.question-tableheader-answertext=\u0422\u0435\u043a\u0441\u0442 \u0437\u0430 \u043e\u0442\u0433\u043e\u0432\u043e\u0440
simplepage.question-tableheader-remove=\u041f\u0440\u0435\u043c\u0430\u0445\u0432\u0430\u0442\u0435 \u043b\u0438?
simplepage.short-explanation=\u041e\u0441\u0442\u0430\u0432\u0435\u0442\u0435 \u0432\u044a\u0437\u043c\u043e\u0436\u043d\u0438\u0442\u0435 \u043e\u0442\u0433\u043e\u0432\u043e\u0440\u0438 \u043f\u0440\u0430\u0437\u043d\u0438, \u0437\u0430 \u0434\u0430 \u0441\u044a\u0431\u0435\u0440\u0435\u0442\u0435 \u043e\u0431\u0440\u0430\u0442\u043d\u0430 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f \u043e\u0442 \u0441\u0442\u0443\u0434\u0435\u043d\u0442\u0438\u0442\u0435 \u0438\u043b\u0438 \u0430\u043a\u043e \u0438\u0441\u043a\u0430\u0442\u0435 \u0434\u0430 \u043e\u0446\u0435\u043d\u044f\u0432\u0430\u0442\u0435 \u0440\u044a\u0447\u043d\u043e.
simplepage.short-explanation2=\u0417\u0430 \u0434\u0430 \u043e\u0446\u0435\u043d\u0438\u0442\u0435 \u0440\u044a\u0447\u043d\u043e, \u043e\u0441\u0442\u0430\u0432\u0435\u0442\u0435 \u0432\u044a\u0437\u043c\u043e\u0436\u043d\u0438\u0442\u0435 \u043e\u0442\u0433\u043e\u0432\u043e\u0440\u0438 \u043f\u0440\u0430\u0437\u043d\u0438, \u0441\u043b\u0435\u0434 \u043a\u043e\u0435\u0442\u043e \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 "\u041e\u0446\u0435\u043d\u0435\u0442\u0435 \u0442\u043e\u0437\u0438 \u0432\u044a\u043f\u0440\u043e\u0441"
simplepage.question-correct-answer=\u0421\u043b\u0435\u0434\u043d\u0438\u044f\u0442 \u043e\u0442\u0433\u043e\u0432\u043e\u0440 \u0435 \u0432\u0435\u0440\u0435\u043d
simplepage.question-graded=\u041e\u0446\u0435\u043d\u0435\u0442\u0435 \u0442\u043e\u0437\u0438 \u0432\u044a\u043f\u0440\u043e\u0441.
simplepage.questionLinkText=\u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u0432\u044a\u043f\u0440\u043e\u0441
simplepage.questionDescription=\u0414\u043e\u0431\u0430\u0432\u0435\u0442\u0435 \u043f\u0440\u043e\u0441\u0442 \u0432\u044a\u043f\u0440\u043e\u0441, \u043d\u0430 \u043a\u043e\u0439\u0442\u043e \u0441\u0442\u0443\u0434\u0435\u043d\u0442\u0438\u0442\u0435 \u0434\u0430 \u043e\u0442\u0433\u043e\u0432\u043e\u0440\u044f\u0442
simplepage.multipleChoice=\u041c\u043d\u043e\u0436\u0435\u0441\u0442\u0432\u0435\u043d \u0438\u0437\u0431\u043e\u0440
simplepage.shortanswer=\u041a\u0440\u0430\u0442\u044a\u043a \u043e\u0442\u0433\u043e\u0432\u043e\u0440
simplepage.answers=\u0412\u044a\u0437\u043c\u043e\u0436\u043d\u0438 \u043e\u0442\u0433\u043e\u0432\u043e\u0440\u0438\:
simplepage.addAnswer=\u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u043d\u043e\u0432 \u043e\u0442\u0433\u043e\u0432\u043e\u0440
simplepage.answer_question=\u041f\u043e\u0434\u0430\u0439 \u043e\u0442\u0433\u043e\u0432\u043e\u0440
simplepage.questionName=\u041f\u0440\u043e\u0441\u0442 \u0432\u044a\u043f\u0440\u043e\u0441
simplepage.no-question-type=\u041d\u0435 \u0435 \u043f\u0440\u0435\u0434\u043e\u0441\u0442\u0430\u0432\u0435\u043d \u0442\u0438\u043f \u0432\u044a\u043f\u0440\u043e\u0441
simplepage.question-max=\u041c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u0435\u043d \u0431\u0440\u043e\u0439 \u0442\u043e\u0447\u043a\u0438\:
simplepage.question-gradebook-title=\u0417\u0430\u0433\u043b\u0430\u0432\u0438\u0435 \u0432 \u0434\u043d\u0435\u0432\u043d\u0438\u043a \u0437\u0430 \u043e\u0446\u0435\u043d\u043a\u0438\:
simplepage.permissions-question=\u0412\u0435\u0447\u0435 \u0441\u0442\u0435 \u043e\u0442\u0433\u043e\u0432\u043e\u0440\u0438\u043b\u0438 \u043d\u0430 \u0442\u043e\u0437\u0438 \u0432\u044a\u043f\u0440\u043e\u0441\!
simplepage.correct-text=\u0422\u0435\u043a\u0441\u0442\u044a\u0442 \u0441\u0435 \u043f\u043e\u043a\u0430\u0437\u0432\u0430, \u0430\u043a\u043e \u043e\u0442\u0433\u043e\u0432\u043e\u0440\u044a\u0442 \u0435 \u043f\u0440\u0430\u0432\u0438\u043b\u0435\u043d\:
simplepage.incorrect-text=\u041f\u043e\u043a\u0430\u0437\u0432\u0430 \u0441\u0435 \u0442\u0435\u043a\u0441\u0442, \u0430\u043a\u043e \u043e\u0442\u0433\u043e\u0432\u043e\u0440\u044a\u0442 \u0435 \u043d\u0435\u043f\u0440\u0430\u0432\u0438\u043b\u0435\u043d \u0438\u043b\u0438 \u043d\u0435 \u0441\u0430 \u0438\u0437\u0431\u0440\u0430\u043d\u0438 \u043e\u0442\u0433\u043e\u0432\u043e\u0440\u0438\:
simplepage.show-poll=\u041f\u043e\u043a\u0430\u0436\u0438 \u0430\u043d\u043a\u0435\u0442\u0430
simplepage.hide-poll=\u0421\u043a\u0440\u0438\u0432\u0430\u043d\u0435 \u043d\u0430 \u0430\u043d\u043a\u0435\u0442\u0430\u0442\u0430
simplepage.question-show-poll-option=\u041f\u043e\u043a\u0430\u0436\u0435\u0442\u0435 \u043d\u0430 \u0441\u0442\u0443\u0434\u0435\u043d\u0442\u0438\u0442\u0435 \u0433\u0440\u0430\u0444\u0438\u043a\u0430 \u0441 \u043e\u0442\u0433\u043e\u0432\u043e\u0440\u0438\u0442\u0435 \u043d\u0430 \u0434\u0440\u0443\u0433\u0438\u0442\u0435, \u0441\u043b\u0435\u0434 \u043a\u0430\u0442\u043e \u043e\u0442\u0433\u043e\u0432\u043e\u0440\u044f\u0442 \u043d\u0430 \u0432\u044a\u043f\u0440\u043e\u0441\u0430
simplepage.missing-question-text=\u041c\u043e\u043b\u044f, \u043f\u043e\u0441\u043e\u0447\u0435\u0442\u0435 \u0442\u0435\u043a\u0441\u0442\u0430 \u043d\u0430 \u0432\u044a\u043f\u0440\u043e\u0441\u0430
simplepage.question-need-2=\u041c\u043e\u043b\u044f, \u043f\u043e\u0441\u043e\u0447\u0435\u0442\u0435 \u043f\u043e\u043d\u0435 2 \u0430\u043b\u0442\u0435\u0440\u043d\u0430\u0442\u0438\u0432\u0438 \u0437\u0430 \u0442\u043e\u0437\u0438 \u0432\u044a\u043f\u0440\u043e\u0441

simplepage.add_layout=\u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u043e\u0444\u043e\u0440\u043c\u043b\u0435\u043d\u0438\u0435
simplepage.layoutlinktext=\u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u043e\u0444\u043e\u0440\u043c\u043b\u0435\u043d\u0438\u0435
simplepage.layout-descrip=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u043f\u0440\u0435\u0434\u0432\u0430\u0440\u0438\u0442\u0435\u043b\u043d\u043e \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0438\u0440\u0430\u043d\u043e \u043e\u0444\u043e\u0440\u043c\u043b\u0435\u043d\u0438\u0435, \u043a\u043e\u0435\u0442\u043e \u0434\u0430 \u0434\u043e\u0431\u0430\u0432\u0438\u0442\u0435 \u0432 \u0434\u043e\u043b\u043d\u0430\u0442\u0430 \u0447\u0430\u0441\u0442 \u043d\u0430 \u0442\u0430\u0437\u0438 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430.
simplepage.layout.add.from.template=\u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u043e\u0444\u043e\u0440\u043c\u043b\u0435\u043d\u0438\u0435 \u043e\u0442 \u0448\u0430\u0431\u043b\u043e\u043d\u0430
simplepage.layout.section.title=\u0417\u0430\u0433\u043b\u0430\u0432\u0438\u0435 \u043d\u0430 \u0440\u0430\u0437\u0434\u0435\u043b\u0430
simplepage.layout.color.scheme=\u0426\u0432\u0435\u0442\u043e\u0432\u0430 \u0441\u0445\u0435\u043c\u0430
simplepage.layout.additional.options=\u0414\u043e\u043f\u044a\u043b\u043d\u0438\u0442\u0435\u043b\u043d\u0438 \u043e\u043f\u0446\u0438\u0438
simplepage.layout.section.collapsible=\u041d\u0430\u043f\u0440\u0430\u0432\u0435\u0442\u0435 \u0440\u0430\u0437\u0434\u0435\u043b\u0430 \u0441\u0433\u044a\u0432\u0430\u0435\u043c
simplepage.layout.section.start.collapsed=\u041d\u0430\u0447\u0430\u043b\u043d\u0430 \u0441\u0435\u043a\u0446\u0438\u044f \u0421\u0432\u0438\u0442\u0430
simplepage.layout.show.borders=\u041f\u043e\u043a\u0430\u0437\u0432\u0430\u043d\u0435 \u043d\u0430 \u0433\u0440\u0430\u043d\u0438\u0446\u0438\u0442\u0435
simplepage.layout.select.layout=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u043e\u0444\u043e\u0440\u043c\u043b\u0435\u043d\u0438\u0435
simplepage.layout.sample.text=\u0415\u0442\u043e \u043f\u0440\u0438\u043c\u0435\u0440e\u043d \u0442\u0435\u043a\u0441\u0442.
simplepage.layout.page.layouts=\u041e\u0444\u043e\u0440\u043c\u043b\u0435\u043d\u0438\u0435 \u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430\u0442\u0430
simplepage.layout.section.layouts=\u0420\u0430\u0437\u043f\u043e\u043b\u043e\u0436\u0435\u043d\u0438\u044f \u043d\u0430 \u0440\u0430\u0437\u0434\u0435\u043b\u0438\u0442\u0435
simplepage.layout.page.directions=\u041e\u0444\u043e\u0440\u043c\u043b\u0435\u043d\u0438\u044f\u0442\u0430 \u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0438\u0442\u0435 \u043f\u043e\u0437\u0432\u043e\u043b\u044f\u0432\u0430\u0442 \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438\u0442\u0435 \u0431\u044a\u0440\u0437\u043e \u0438 \u043b\u0435\u0441\u043d\u043e \u0434\u0430 \u0434\u043e\u0431\u0430\u0432\u044f\u0442 \u043f\u0435\u0440\u0441\u043e\u043d\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0438 \u0448\u0430\u0431\u043b\u043e\u043d\u0438 \u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0438 \u043a\u044a\u043c \u0441\u0432\u043e\u044f \u0441\u0430\u0439\u0442. \u0422\u0430\u0437\u0438 \u0444\u0443\u043d\u043a\u0446\u0438\u044f \u0449\u0435 \u0434\u043e\u0431\u0430\u0432\u0438 \u043d\u043e\u0432\u043e \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435 \u0432 \u0434\u043e\u043b\u043d\u0430\u0442\u0430 \u0447\u0430\u0441\u0442 \u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430\u0442\u0430, \u0431\u0435\u0437 \u0434\u0430 \u0438\u0437\u0442\u0440\u0438\u0432\u0430 \u0432\u0435\u0447\u0435 \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430\u0449\u043e\u0442\u043e.
simplepage.layout.page.choose=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u043e\u043f\u0446\u0438\u044f \u0437\u0430 \u043e\u0444\u043e\u0440\u043c\u043b\u0435\u043d\u0438\u0435 \u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430\u0442\u0430\:
simplepage.layout.page.menuSubpage=\u0418\u0437\u0431\u0440\u043e\u044f\u0432\u0430\u043d\u0435 \u043d\u0430 \u043f\u043e\u0434\u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0438
simplepage.layout.page.menuResources=\u0412\u044a\u0442\u0440\u0435\u0448\u043d\u043e \u043e\u0444\u043e\u0440\u043c\u043b\u0435\u043d\u0438\u0435 \u0441 \u0440\u0430\u0437\u0434\u0435\u043b "\u0420\u0435\u0441\u0443\u0440\u0441\u0438
simplepage.layout.page.menuTasks=\u0412\u044a\u0442\u0440\u0435\u0448\u043d\u043e \u043e\u0444\u043e\u0440\u043c\u043b\u0435\u043d\u0438\u0435 \u0441\u044a\u0441 \u0441\u0435\u043a\u0446\u0438\u0438 \u0437\u0430 \u0437\u0430\u0434\u0430\u0447\u0438
simplepage.layout.page.subpage=\u0417\u0430\u0433\u043b\u0430\u0432\u0438\u0435 \u043d\u0430 \u0431\u0443\u0442\u043e\u043d\u0438\u0442\u0435 \u043d\u0430 \u043f\u043e\u0434\u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430\u0442\u0430 (\u0441\u0435\u0434\u043c\u0438\u0446\u0430, \u043c\u043e\u0434\u0443\u043b, \u0442\u0435\u043c\u0430 \u0438 \u0442.\u043d.) (\u0437\u0430\u0434\u044a\u043b\u0436\u0438\u0442\u0435\u043b\u043d\u043e)
simplepage.layout.page.subpage.count=\u0411\u0440\u043e\u0439 \u043d\u0430 \u043f\u043e\u0434\u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0438\u0442\u0435, \u043a\u043e\u0438\u0442\u043e \u0449\u0435 \u0431\u044a\u0434\u0430\u0442 \u0441\u044a\u0437\u0434\u0430\u0434\u0435\u043d\u0438
simplepage.layout.page.task.count=\u0411\u0440\u043e\u0439 \u0441\u0435\u043a\u0446\u0438\u0438 \u043d\u0430 \u0437\u0430\u0434\u0430\u0447\u0438\u0442\u0435, \u043a\u043e\u0438\u0442\u043e \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0431\u044a\u0434\u0430\u0442 \u0441\u044a\u0437\u0434\u0430\u0434\u0435\u043d\u0438
simplepage.layout.page.task.collapsible=\u0421\u0435\u043a\u0446\u0438\u0438\u0442\u0435 \u0441\u044a\u0441 \u0437\u0430\u0434\u0430\u0447\u0438 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0441\u0430 \u0441\u0433\u044a\u0432\u0430\u0435\u043c\u0438
simplepage.layout.page.task.closed=\u0417\u0430\u0442\u0432\u043e\u0440\u0435\u043d\u0438 \u043d\u0430\u0447\u0430\u043b\u043d\u0438 \u0443\u0447\u0430\u0441\u0442\u044a\u0446\u0438
simplepage.layout.page.additem=\u0414\u043e\u0431\u0430\u0432\u0435\u0442\u0435 \u0435\u043b\u0435\u043c\u0435\u043d\u0442 \u0442\u0443\u043a
simplepage.layout.page.trackprogress=\u041f\u0440\u043e\u0441\u043b\u0435\u0434\u044f\u0432\u0430\u043d\u0435 \u043d\u0430 \u043d\u0430\u043f\u0440\u0435\u0434\u044a\u043a\u0430 \u0432\u0438
simplepage.layout.page.tasks=\u0417\u0430\u0434\u0430\u0447\u0438
simplepage.layout.page.learningoutcomes=\u0420\u0435\u0437\u0443\u043b\u0442\u0430\u0442\u0438 \u043e\u0442 \u043e\u0431\u0443\u0447\u0435\u043d\u0438\u0435\u0442\u043e
simplepage.layout.page.checklist=\u041a\u043e\u043d\u0442\u0440\u043e\u043b\u0435\u043d \u0441\u043f\u0438\u0441\u044a\u043a
simplepage.layout.page.resources=\u0420\u0435\u0441\u0443\u0440\u0441\u0438
simplepage.layout.page.overview=<h2><span style\="color\: rgb(41,128,185);">\u041f\u0440\u0435\u0433\u043b\u0435\u0434</span></h2><p>[\u041f\u0440\u0435\u0434\u0441\u0442\u0430\u0432\u0435\u0442\u0435 \u043f\u0440\u0435\u0433\u043b\u0435\u0434 \u0437\u0430 \u0442\u0430\u0437\u0438 \u0441\u0435\u0434\u043c\u0438\u0446\u0430 \u0437\u0430\u0435\u0434\u043d\u043e \u0441 \u0446\u0435\u043b\u0438\u0442\u0435 \u043d\u0430 \u043e\u0431\u0443\u0447\u0435\u043d\u0438\u0435\u0442\u043e, \u0441\u0435\u0434\u043c\u0438\u0447\u043d\u0438\u0442\u0435 \u0437\u0430\u0434\u0430\u0447\u0438, \u0432\u0440\u044a\u0437\u043a\u0438\u0442\u0435 \u043a\u044a\u043c \u0437\u0430\u0434\u0430\u0447\u0438\u0442\u0435 \u0438 \u0432\u0441\u044f\u043a\u0430 \u0434\u0440\u0443\u0433\u0430 \u0432\u0430\u0436\u043d\u0430 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f, \u043a\u043e\u044f\u0442\u043e \u0449\u0435 \u0435 \u043d\u0435\u043e\u0431\u0445\u043e\u0434\u0438\u043c\u0430 \u043d\u0430 \u0443\u0447\u0435\u043d\u0438\u0446\u0438\u0442\u0435, \u0437\u0430 \u0434\u0430 \u043f\u043e\u0441\u0442\u0438\u0433\u043d\u0430\u0442 \u0443\u0441\u043f\u0435\u0445 \u0438 \u0434\u0430 \u043f\u043e\u0434\u0434\u044a\u0440\u0436\u0430\u0442 \u043d\u0430\u043f\u0440\u0435\u0434\u044a\u043a\u0430 \u0441\u0438 \u0432 \u0442\u043e\u0437\u0438 \u043a\u0443\u0440\u0441]</p><h3><br /><strong>{0}</strong></h3><ol>
simplepage.layout.page.overview.task=<li>\u041f\u043e\u0434\u0440\u043e\u0431\u043d\u043e\u0441\u0442\u0438/\u0438\u043d\u0441\u0442\u0440\u0443\u043a\u0446\u0438\u0438 \u0437\u0430 \u0437\u0430\u0434\u0430\u0447\u0430 1</li><li>\u041f\u043e\u0434\u0440\u043e\u0431\u043d\u043e\u0441\u0442\u0438/\u0438\u043d\u0441\u0442\u0440\u0443\u043a\u0446\u0438\u0438 \u0437\u0430 \u0437\u0430\u0434\u0430\u0447\u0430 2</li><li>\u041f\u043e\u0434\u0440\u043e\u0431\u043d\u043e\u0441\u0442\u0438/\u0438\u043d\u0441\u0442\u0440\u0443\u043a\u0446\u0438\u0438 \u0437\u0430 \u0437\u0430\u0434\u0430\u0447\u0430 3</li>
simplepage.layout.page.overview.lo=<li>LO 1</li><li>LO 2</li><li>LO 3</li>
simplepage.layout.page.overview.tail=</ol><p> </p><p> </p>
simplepage.layout.page.dates=<div class\="panel panel-danger"><div class\="card-header"><h3 class\="callout-title"><span class\="fa fa-calendar"></span> \u0412\u0430\u0436\u043d\u0438 \u0434\u0430\u0442\u0438</h3></div><div class\="card-body"><p><strong>\u0414\u0430\u0442\u0430 @ \u0412\u0420\u0415\u041c\u0415</strong></p><ul><li>\u0414\u0430\u0442\u0430\u0442\u0430/\u0432\u0440\u0435\u043c\u0435\u0442\u043e\: </li><li>\u0414\u0430\u0442\u0430\u0442\u0430 \u043d\u0430 \u043f\u0440\u0438\u0441\u0442\u0438\u0433\u0430\u043d\u0435/\u043f\u0440\u0438\u0441\u0442\u0438\u0433\u0430\u043d\u0435\:  </li><li>\u0414\u0435\u0439\u0441\u0442\u0432\u0430\u0439/\u043f\u0440\u0438\u0441\u044a\u0441\u0442\u0432\u0430\u0439\: </li></ul></div></div>
simplepage.layout.page.emptyName="\u0417\u0430\u0433\u043b\u0430\u0432\u0438\u0435 \u043d\u0430 \u0431\u0443\u0442\u043e\u043d\u0438\u0442\u0435 \u043d\u0430 \u043f\u043e\u0434\u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430\u0442\u0430" \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0435 \u043e\u0441\u0442\u0430\u0432\u0435\u043d\u043e \u043f\u0440\u0430\u0437\u043d\u043e, \u043a\u043e\u0433\u0430\u0442\u043e \u0434\u043e\u0431\u0430\u0432\u044f\u0442\u0435 \u043e\u0444\u043e\u0440\u043c\u043b\u0435\u043d\u0438\u0435 \u043d\u0430 \u043f\u043e\u0434\u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430\u0442\u0430 Listing \u043e\u0442 \u0448\u0430\u0431\u043b\u043e\u043d\u0430.

simplepage.layout.page.overview.label.checklist=\u041a\u043e\u043d\u0442\u0440\u043e\u043b\u0435\u043d \u0441\u043f\u0438\u0441\u044a\u043a
simplepage.layout.page.overview.label.learningoutcomes=\u0420\u0435\u0437\u0443\u043b\u0442\u0430\u0442\u0438 \u043e\u0442 \u043e\u0431\u0443\u0447\u0435\u043d\u0438\u0435\u0442\u043e
simplepage.layout.page.overview.label.resources=\u0420\u0435\u0441\u0443\u0440\u0441\u0438
simplepage.layout.page.overview.label.task=\u0417\u0430\u0434\u0430\u0447\u0430
simplepage.layout.page.overview.label.tasks=\u0417\u0430\u0434\u0430\u0447\u0438

simplepage.layout.single.column=\u0421\u0435\u043a\u0446\u0438\u044f \u0441 \u0435\u0434\u043d\u0430 \u043a\u043e\u043b\u043e\u043d\u0430
simplepage.layout.two.columns=\u0414\u0432\u0435 \u0440\u0430\u0432\u043d\u0438 \u043a\u043e\u043b\u043e\u043d\u0438
simplepage.layout.double.left=\u0414\u0432\u0435 \u043a\u043e\u043b\u043e\u043d\u0438 - \u0434\u0432\u043e\u0439\u043d\u0430 \u0448\u0438\u0440\u0438\u043d\u0430 \u0432\u043b\u044f\u0432\u043e
simplepage.layout.double.right=\u0414\u0432\u0435 \u043a\u043e\u043b\u043e\u043d\u0438 - \u0434\u0432\u043e\u0439\u043d\u0430 \u0448\u0438\u0440\u0438\u043d\u0430 \u0432\u0434\u044f\u0441\u043d\u043e
simplepage.layout.three.columns=\u0422\u0440\u0438 \u0435\u0434\u043d\u0430\u043a\u0432\u0438 \u043a\u043e\u043b\u043e\u043d\u0438
simplepage.layout.subpage.listing.desc=\u0422\u043e\u0432\u0430 \u043e\u0444\u043e\u0440\u043c\u043b\u0435\u043d\u0438\u0435 \u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430\u0442\u0430 \u0449\u0435 \u0434\u043e\u0431\u0430\u0432\u0438 \u0432 \u043d\u0430\u0441\u0438\u043f\u043d\u043e \u0441\u044a\u0441\u0442\u043e\u044f\u043d\u0438\u0435 \u0431\u0440\u043e\u044f \u043d\u0430 \u043f\u043e\u0434\u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0438\u0442\u0435, \u043a\u043e\u0438\u0442\u043e \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u044f\u0442 \u0435 \u0438\u0437\u0431\u0440\u0430\u043b. \u0422\u043e\u0432\u0430 \u0435 \u0447\u0443\u0434\u0435\u0441\u043d\u0430 \u0432\u044a\u0437\u043c\u043e\u0436\u043d\u043e\u0441\u0442 \u0437\u0430 \u0431\u044a\u0440\u0437\u043e \u0441\u044a\u0437\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u043f\u043e\u0434\u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 \u0437\u0430 \u0432\u0441\u044f\u043a\u0430 \u0441\u0435\u0434\u043c\u0438\u0446\u0430 \u043e\u0442 \u0441\u0440\u043e\u043a\u0430 \u043d\u0430 \u0435\u0434\u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430. \u041e\u043f\u0446\u0438\u0438\u0442\u0435 \u043f\u043e-\u0434\u043e\u043b\u0443 \u043f\u043e\u0437\u0432\u043e\u043b\u044f\u0432\u0430\u0442 \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u044f \u0434\u0430 \u043e\u043f\u0440\u0435\u0434\u0435\u043b\u0438 \u043f\u0440\u0435\u0444\u0438\u043a\u0441\u0430, \u043a\u043e\u0439\u0442\u043e \u0438\u0441\u043a\u0430 \u0434\u0430 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430 \u0437\u0430 \u0432\u0441\u044f\u043a\u0430 \u043f\u043e\u0434\u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 (\u043d\u0430\u043f\u0440\u0438\u043c\u0435\u0440\: \u0421\u0435\u0434\u043c\u0438\u0446\u0430, \u041c\u043e\u0434\u0443\u043b, \u0422\u0435\u043c\u0430 \u0438 \u0442.\u043d.), \u043a\u043e\u043b\u043a\u043e \u043f\u043e\u0434\u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0438 \u0438\u0441\u043a\u0430 \u0438 \u043d\u044f\u043a\u043e\u0438 \u043e\u0441\u043d\u043e\u0432\u043d\u0438 \u0441\u044a\u043e\u0431\u0440\u0430\u0436\u0435\u043d\u0438\u044f \u0437\u0430 \u0441\u0442\u0438\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0435.
simplepage.layout.interior.resources.desc=\u0422\u043e\u0432\u0430 \u043e\u0444\u043e\u0440\u043c\u043b\u0435\u043d\u0438\u0435 \u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430\u0442\u0430 \u0449\u0435 \u0434\u043e\u0431\u0430\u0432\u0438 \u0441\u0442\u0430\u043d\u0434\u0430\u0440\u0442\u043d\u0438\u0442\u0435 \u043a\u043e\u043c\u043f\u043e\u043d\u0435\u043d\u0442\u0438 \u043d\u0430 \u0448\u0430\u0431\u043b\u043e\u043d\u0430 \u0437\u0430 \u0432\u044a\u0442\u0440\u0435\u0448\u043d\u0438 \u0443\u0440\u043e\u0446\u0438, \u043a\u043e\u0439\u0442\u043e \u0432\u043a\u043b\u044e\u0447\u0432\u0430 \u0440\u0430\u0437\u0434\u0435\u043b \u0441 \u043e\u0431\u0449 \u0442\u0435\u043a\u0441\u0442, \u0432 \u043a\u043e\u0439\u0442\u043e \u043c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u0438\u0437\u0431\u0440\u043e\u0438\u0442\u0435 \u0437\u0430\u0434\u0430\u0447\u0438\u0442\u0435, \u043a\u043e\u043d\u0442\u0440\u043e\u043b\u0435\u043d \u0441\u043f\u0438\u0441\u044a\u043a, \u043f\u043e\u043b\u0435 \u0437\u0430 \u0432\u0430\u0436\u043d\u0430 \u0434\u0430\u0442\u0430 \u0438 \u0440\u0430\u0437\u0434\u0435\u043b \u0437\u0430 \u0434\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u0440\u0435\u0441\u0443\u0440\u0441\u0438 (\u0444\u0430\u0439\u043b\u043e\u0432\u0435, \u0432\u0440\u044a\u0437\u043a\u0438 \u043a\u044a\u043c \u0437\u0430\u0434\u0430\u0447\u0438/\u0442\u0435\u0441\u0442\u043e\u0432\u0435 \u0438 \u0434\u0440.) \u0418\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0439\u0442\u0435 \u0442\u043e\u0432\u0430 \u043a\u0430\u0442\u043e \u043e\u0442\u043f\u0440\u0430\u0432\u043d\u0430 \u0442\u043e\u0447\u043a\u0430 \u0437\u0430 \u043f\u0440\u043e\u0441\u0442 \u043d\u0430\u0447\u0438\u043d \u0434\u0430 \u043f\u0440\u0435\u0434\u043e\u0441\u0442\u0430\u0432\u0438\u0442\u0435 \u043d\u0430 \u0443\u0447\u0435\u043d\u0438\u0446\u0438\u0442\u0435 \u0442\u043e\u0432\u0430, \u043a\u043e\u0435\u0442\u043e \u0438\u043c \u0435 \u043d\u0435\u043e\u0431\u0445\u043e\u0434\u0438\u043c\u043e, \u0437\u0430 \u0434\u0430 \u0437\u0430\u0432\u044a\u0440\u0448\u0430\u0442 \u0434\u0430\u0434\u0435\u043d\u0430 \u0441\u0435\u0434\u043c\u0438\u0446\u0430/\u0440\u0430\u0437\u0434\u0435\u043b \u043e\u0442 \u043a\u0443\u0440\u0441\u0430.
simplepage.layout.interior.task.desc=\u0422\u043e\u0432\u0430 \u043e\u0444\u043e\u0440\u043c\u043b\u0435\u043d\u0438\u0435 \u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430\u0442\u0430 \u0449\u0435 \u0434\u043e\u0431\u0430\u0432\u0438 \u0441\u0442\u0430\u043d\u0434\u0430\u0440\u0442\u043d\u0438\u0442\u0435 \u043a\u043e\u043c\u043f\u043e\u043d\u0435\u043d\u0442\u0438 \u043d\u0430 \u0448\u0430\u0431\u043b\u043e\u043d\u0430 \u0437\u0430 \u0432\u044a\u0442\u0440\u0435\u0448\u043d\u0438 \u0443\u0440\u043e\u0446\u0438, \u043a\u043e\u0439\u0442\u043e \u0432\u043a\u043b\u044e\u0447\u0432\u0430 \u0440\u0430\u0437\u0434\u0435\u043b \u0441 \u043e\u0431\u0449 \u0442\u0435\u043a\u0441\u0442 \u0438 \u043f\u0440\u0438\u043c\u0435\u0440\u0435\u043d \u0442\u0435\u043a\u0441\u0442, \u0432 \u043a\u043e\u0439\u0442\u043e \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u044f\u0442 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0438\u0437\u043b\u043e\u0436\u0438 \u0440\u0435\u0437\u0443\u043b\u0442\u0430\u0442\u0438\u0442\u0435 \u043e\u0442 \u043e\u0431\u0443\u0447\u0435\u043d\u0438\u0435\u0442\u043e, \u043a\u043e\u043d\u0442\u0440\u043e\u043b\u0435\u043d \u0441\u043f\u0438\u0441\u044a\u043a \u0438 \u043e\u043f\u0440\u0435\u0434\u0435\u043b\u0435\u043d \u0431\u0440\u043e\u0439 \u0440\u0430\u0437\u0434\u0435\u043b\u0438, \u0432 \u043a\u043e\u0438\u0442\u043e \u0441\u0435 \u0438\u0437\u0431\u0440\u043e\u044f\u0432\u0430\u0442 \u0437\u0430\u0434\u0430\u0447\u0438\u0442\u0435 (\u0438 \u0444\u0430\u0439\u043b\u043e\u0432\u0435\u0442\u0435/\u0432\u0440\u044a\u0437\u043a\u0438\u0442\u0435), \u0441 \u043a\u043e\u0438\u0442\u043e \u0443\u0447\u0435\u043d\u0438\u0446\u0438\u0442\u0435 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0440\u0430\u0431\u043e\u0442\u044f\u0442. \u0418\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0439\u0442\u0435 \u0442\u043e\u0432\u0430 \u043a\u0430\u0442\u043e \u043f\u043e-\u0441\u043b\u043e\u0436\u0435\u043d \u043d\u0430\u0447\u0438\u043d \u0434\u0430 \u043f\u0440\u0435\u0434\u043e\u0441\u0442\u0430\u0432\u0438\u0442\u0435 \u043d\u0430 \u0443\u0447\u0435\u043d\u0438\u0446\u0438\u0442\u0435 \u0442\u043e\u0432\u0430, \u043a\u043e\u0435\u0442\u043e \u0438\u043c \u0435 \u043d\u0435\u043e\u0431\u0445\u043e\u0434\u0438\u043c\u043e, \u0437\u0430 \u0434\u0430 \u0437\u0430\u0432\u044a\u0440\u0448\u0430\u0442 \u0441\u0435\u0434\u043c\u0438\u0446\u0430\u0442\u0430/\u0441\u0435\u043a\u0446\u0438\u044f\u0442\u0430 \u043e\u0442 \u043a\u0443\u0440\u0441\u0430, \u043a\u0430\u0442\u043e \u0440\u0430\u0437\u0434\u0435\u043b\u0438\u0442\u0435 \u0437\u0430\u0434\u0430\u0447\u0438\u0442\u0435 \u043d\u0430 \u0441\u043e\u0431\u0441\u0442\u0432\u0435\u043d\u0438 \u0440\u0430\u0437\u0434\u0435\u043b\u0438.
simplepage.layout.click=\u041a\u043b\u0438\u043a\u043d\u0435\u0442\u0435 \u0437\u0430 \u043f\u0440\u0435\u0434\u0432\u0430\u0440\u0438\u0442\u0435\u043b\u0435\u043d \u043f\u0440\u0435\u0433\u043b\u0435\u0434 \u043d\u0430 \u0438\u0437\u043e\u0431\u0440\u0430\u0436\u0435\u043d\u0438\u0435\u0442\u043e.
simplepage.layout.example=\u041f\u0440\u0435\u0433\u043b\u0435\u0434 \u043d\u0430 \u043e\u0444\u043e\u0440\u043c\u043b\u0435\u043d\u0438\u0435\u0442\u043e
simplepage.layout.options=\u041e\u043f\u0446\u0438\u0438 \u0437\u0430 \u043e\u0444\u043e\u0440\u043c\u043b\u0435\u043d\u0438\u0435

simplepage.update.settings=\u0410\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438\u0442\u0435
simplepage.section.settings=\u041d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438 \u043d\u0430 \u0440\u0430\u0437\u0434\u0435\u043b\u0430
simplepage.column.settings=\u041d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438 \u043d\u0430 \u043a\u043e\u043b\u043e\u043d\u0430\u0442\u0430
simplepage.column.styling=\u041e\u0444\u043e\u0440\u043c\u044f\u043d\u0435 \u043d\u0430 \u043a\u043e\u043b\u043e\u043d\u0438
simplepage.section.styling=\u041e\u0444\u043e\u0440\u043c\u044f\u043d\u0435 \u043d\u0430 \u043a\u043e\u043b\u043e\u043d\u0438 \u0438 \u0437\u0430\u0433\u043b\u0430\u0432\u0438\u044f

simplepage.go-back=\u0412\u044a\u0440\u043d\u0435\u0442\u0435 \u0441\u0435 \u043d\u0430\u0437\u0430\u0434
simplepage.expand-all=\u0420\u0430\u0437\u0433\u044a\u043d\u0435\u0442\u0435 \u0432\u0441\u0438\u0447\u043a\u0438
simplepage.collapse-all=\u0421\u0432\u0438\u0432\u0430\u043d\u0435 \u043d\u0430 \u0432\u0441\u0438\u0447\u043a\u0438

simplepage.mm-test-embed=\u0422\u044a\u0439 \u043a\u0430\u0442\u043e \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442\u0442\u0430, \u043a\u043e\u044f\u0442\u043e \u0441\u0442\u0435 \u043f\u043e\u0441\u0442\u0430\u0432\u0438\u043b\u0438, \u0441\u044a\u0434\u044a\u0440\u0436\u0430 <, \u043d\u0438\u0435 \u044f \u0442\u0440\u0435\u0442\u0438\u0440\u0430\u043c\u0435 \u043a\u0430\u0442\u043e "\u043a\u043e\u0434 \u0437\u0430 \u0432\u0433\u0440\u0430\u0436\u0434\u0430\u043d\u0435" \u0410\u043a\u043e \u0441\u0442\u0435 \u0432\u044a\u0437\u043d\u0430\u043c\u0435\u0440\u044f\u0432\u0430\u043b\u0438 \u0434\u0430 \u043f\u043e\u0441\u0442\u0430\u0432\u0438\u0442\u0435 URL \u0430\u0434\u0440\u0435\u0441, \u043e\u043f\u0438\u0442\u0430\u0439\u0442\u0435 \u043e\u0442\u043d\u043e\u0432\u043e \u0438 \u043f\u043e\u0441\u0442\u0430\u0432\u0435\u0442\u0435 \u043f\u044a\u043b\u043d\u0438\u044f URL \u0430\u0434\u0440\u0435\u0441.
simplepage.mm-test-addedhttp-1=\u0417\u0410\u0411\u0415\u041b\u0415\u0416\u041a\u0410\: \u041f\u0440\u043e\u043c\u0435\u043d\u0438\u0445\u043c\u0435 \u0442\u043e\u0432\u0430 \u043d\u0430
simplepage.mm-test-addedhttp-2=\u041d\u0430\u0434\u044f\u0432\u0430\u043c\u0435 \u0441\u0435, \u0447\u0435 \u0441\u0442\u0435 \u0438\u043c\u0430\u043b\u0438 \u043f\u0440\u0435\u0434\u0432\u0438\u0434 \u0442\u043e\u0447\u043d\u043e \u0442\u043e\u0432\u0430.
simplepage.mm-test-oembed=\u041f\u044a\u0440\u0432\u043e \u0449\u0435 \u043e\u043f\u0438\u0442\u0430\u043c\u0435 \u0434\u0430 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u043c\u0435 \u0442\u043e\u0437\u0438 \u0430\u0434\u0440\u0435\u0441 \u043a\u0430\u0442\u043e URL \u043d\u0430 \u0441\u0430\u0439\u0442 \u0437\u0430 \u0441\u043f\u043e\u0434\u0435\u043b\u044f\u043d\u0435 \u043d\u0430 \u0432\u0438\u0434\u0435\u043e/\u0430\u0443\u0434\u0438\u043e. \u041c\u043e\u043b\u044f, \u0432\u0438\u0436\u0442\u0435 \u0434\u0430\u043b\u0438 \u0442\u043e\u0432\u0430 \u043f\u043e\u043a\u0430\u0437\u0432\u0430 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435\u0442\u043e \u043d\u0430 \u0441\u0430\u0439\u0442\u0430 \u043f\u0440\u0430\u0432\u0438\u043b\u043d\u043e.
simplepage.mm-test-iframe=\u0421\u0435\u0433\u0430 \u0441\u0435 \u043e\u043f\u0438\u0442\u0432\u0430\u043c\u0435 \u0434\u0430 \u043f\u043e\u0441\u0442\u0430\u0432\u0438\u043c \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435\u0442\u043e \u043d\u0430 URL \u0430\u0434\u0440\u0435\u0441\u0430, \u043a\u0430\u0442\u043e \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u043c\u0435 \u0434\u0440\u0443\u0433\u0430 \u0442\u0435\u0445\u043d\u0438\u043a\u0430 (IFRAME). \u041c\u043e\u043b\u044f, \u0432\u0438\u0436\u0442\u0435 \u0434\u0430\u043b\u0438 \u0442\u043e\u0432\u0430 \u043f\u043e\u043a\u0430\u0437\u0432\u0430 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435\u0442\u043e \u043d\u0430 \u0441\u0430\u0439\u0442\u0430 \u043f\u0440\u0430\u0432\u0438\u043b\u043d\u043e.
simplepage.mm-test-tryother=\u041e\u043f\u0438\u0442\u0430\u0439\u0442\u0435 \u0434\u0440\u0443\u0433\u0430 \u0430\u043b\u0442\u0435\u0440\u043d\u0430\u0442\u0438\u0432\u0430
simplepage.mm-test-start-over=\u0417\u0430\u043f\u043e\u0447\u043d\u0435\u0442\u0435 \u043e\u0442\u043d\u0430\u0447\u0430\u043b\u043e
simplepage.sharedpage=[\u0421\u043f\u043e\u0434\u0435\u043b\u0435\u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430]
simplepage.sharedpageexplanation=\u0441\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430, \u043a\u043e\u0433\u0430\u0442\u043e \u0435\u0434\u043d\u0430 \u0438 \u0441\u044a\u0449\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 \u0441\u0435 \u043f\u043e\u044f\u0432\u044f\u0432\u0430 \u043d\u0430 \u043f\u043e\u0432\u0435\u0447\u0435 \u043e\u0442 \u0435\u0434\u043d\u043e \u043c\u044f\u0441\u0442\u043e. \u0412\u0441\u0438\u0447\u043a\u0438 \u043f\u0440\u043e\u043c\u0435\u043d\u0438 \u0432 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430\u0442\u0430 \u0449\u0435 \u0431\u044a\u0434\u0430\u0442 \u043e\u0442\u0440\u0430\u0437\u0435\u043d\u0438 \u043d\u0430\u0432\u0441\u044f\u043a\u044a\u0434\u0435, \u043a\u044a\u0434\u0435\u0442\u043e \u0442\u044f \u0441\u0435 \u043f\u043e\u044f\u0432\u044f\u0432\u0430.

simplepage.deletecommentsubmissionexist=\u0410\u043a\u043e \u0438\u0437\u0442\u0440\u0438\u0435\u0442\u0435 \u0442\u043e\u0437\u0438 \u0440\u0430\u0437\u0434\u0435\u043b, \u0432\u0435\u0447\u0435 \u0441\u044a\u0437\u0434\u0430\u0434\u0435\u043d\u0438\u0442\u0435 \u043e\u0442 \u0441\u0442\u0443\u0434\u0435\u043d\u0442\u0438\u0442\u0435 \u043a\u043e\u043c\u0435\u043d\u0442\u0430\u0440\u0438 \u0449\u0435 \u0431\u044a\u0434\u0430\u0442 \u0438\u0437\u0433\u0443\u0431\u0435\u043d\u0438. \u0421\u0438\u0433\u0443\u0440\u043d\u0438 \u043b\u0438 \u0441\u0442\u0435?
simplepage.deletestudentsubmissionexist=\u0410\u043a\u043e \u0438\u0437\u0442\u0440\u0438\u0435\u0442\u0435 \u0442\u043e\u0437\u0438 \u0440\u0430\u0437\u0434\u0435\u043b, \u0432\u0435\u0447\u0435 \u0441\u044a\u0437\u0434\u0430\u0434\u0435\u043d\u0438\u0442\u0435 \u043e\u0442 \u0441\u0442\u0443\u0434\u0435\u043d\u0442\u0438\u0442\u0435 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0438 \u0449\u0435 \u0431\u044a\u0434\u0430\u0442 \u0437\u0430\u0433\u0443\u0431\u0435\u043d\u0438. \u0421\u0438\u0433\u0443\u0440\u043d\u0438 \u043b\u0438 \u0441\u0442\u0435?


simplepage.groupcheckfailed=\u041d\u0435\u0432\u044a\u0437\u043c\u043e\u0436\u043d\u043e \u0435 \u0434\u0430 \u0441\u0435 \u043f\u0440\u043e\u0432\u0435\u0440\u044f\u0442 \u0438\u0437\u0431\u0440\u0430\u043d\u0438\u0442\u0435 \u0433\u0440\u0443\u043f\u0438. \u0421\u0438\u0441\u0442\u0435\u043c\u0430\u0442\u0430 \u0432\u044a\u0440\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430\: {}
simplepage.groupcheckoverlaps=\u0421\u043b\u0435\u0434\u043d\u0438\u0442\u0435 \u0433\u0440\u0443\u043f\u0438 \u0441\u0435 \u043f\u0440\u0438\u043f\u043e\u043a\u0440\u0438\u0432\u0430\u0442\: {}
simplepage.groupchecknogroups=\u0421\u043b\u0435\u0434\u043d\u0438\u0442\u0435 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438 \u043d\u0435 \u0441\u0430 \u0432 \u043d\u0438\u0442\u043e \u0435\u0434\u043d\u0430 \u0433\u0440\u0443\u043f\u0430\: {}
simplepage.insist=\u0417\u0430 \u0434\u0430 \u043f\u0440\u043e\u0434\u044a\u043b\u0436\u0438\u0442\u0435, \u043d\u0430\u0442\u0438\u0441\u043d\u0435\u0442\u0435 \u043e\u0442\u043d\u043e\u0432\u043e \u0431\u0443\u0442\u043e\u043d\u0430 \u0410\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0435\u043b\u0435\u043c\u0435\u043d\u0442.

simplepage.dont-show-downloads=\u041d\u0435 \u043f\u043e\u043a\u0430\u0437\u0432\u0430\u0439\u0442\u0435 \u0432\u0440\u044a\u0437\u043a\u0438 \u0437\u0430 \u0438\u0437\u0442\u0435\u0433\u043b\u044f\u043d\u0435 \u043d\u0430 \u0432\u0433\u0440\u0430\u0434\u0435\u043d\u0438 \u0432\u0438\u0434\u0435\u043e\u043a\u043b\u0438\u043f\u043e\u0432\u0435 \u0438 \u0442.\u043d. (\u0422\u0430\u0437\u0438 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0430 \u0441\u0435 \u043e\u0442\u043d\u0430\u0441\u044f \u0437\u0430 \u0432\u0441\u0438\u0447\u043a\u0438 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0438 \u0432 \u0442\u043e\u0437\u0438 \u0441\u0430\u0439\u0442.)
simplepage.access-group=\u0414\u043e\u0441\u0442\u044a\u043f\: {}
simplepage.delete-orphan-pages=\u0418\u0437\u0442\u0440\u0438\u0432\u0430\u043d\u0435 \u043d\u0430 \u043f\u0440\u0435\u043c\u0430\u0445\u043d\u0430\u0442\u0438 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0438
simplepage.delete-orphan-pages-desc=\u041f\u043e\u0441\u0442\u043e\u044f\u043d\u043d\u043e \u043f\u0440\u0435\u043c\u0430\u0445\u0432\u0430\u043d\u0435 \u043d\u0430 \u0432\u0441\u0438\u0447\u043a\u0438 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0438, \u043a\u043e\u0438\u0442\u043e \u0432\u0435\u0447\u0435 \u043d\u0435 \u0441\u0435 \u043f\u043e\u044f\u0432\u044f\u0432\u0430\u0442 \u043a\u0430\u0442\u043e \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0438 \u043e\u0442 \u043f\u044a\u0440\u0432\u043e \u043d\u0438\u0432\u043e \u0438\u043b\u0438 \u043f\u043e\u0434\u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0438

simplepage.filezero=\u041a\u0430\u0447\u0435\u043d\u0438\u044f\u0442 \u0444\u0430\u0439\u043b \u0435 \u0441 \u043d\u0443\u043b\u0435\u0432 \u0440\u0430\u0437\u043c\u0435\u0440
simplepage.filetoobig=\u041a\u0430\u0447\u0435\u043d\u0438\u044f\u0442 \u0444\u0430\u0439\u043b \u0435 \u043f\u043e-\u0433\u043e\u043b\u044f\u043c \u043e\u0442 {} MB


simplepage.folder=\u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u043f\u0430\u043f\u043a\u0430 \u0441 \u0440\u0435\u0441\u0443\u0440\u0441\u0438
simplepage.addfolder-descrip=\u0414\u043e\u0431\u0430\u0432\u0435\u0442\u0435 \u043f\u0430\u043f\u043a\u0430 \u0420\u0435\u0441\u0443\u0440\u0441\u0438 \u0438 \u043d\u0435\u0439\u043d\u043e\u0442\u043e \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435.
simplepage.adding-folder=\u0412\u0433\u0440\u0430\u0436\u0434\u0430\u043d\u0435 \u043d\u0430 \u0441\u043f\u0438\u0441\u044a\u043a \u0441 \u043f\u0430\u043f\u043a\u0438\:
simplepage.addfolder.tooltip=\u0414\u043e\u0431\u0430\u0432\u0435\u0442\u0435 \u043f\u0430\u043f\u043a\u0430 \u0420\u0435\u0441\u0443\u0440\u0441\u0438 \u0438 \u043d\u0435\u0439\u043d\u043e\u0442\u043e \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435.
simplepage.no_resource_folder=\u0412 \u0440\u0435\u0441\u0443\u0440\u0441\u0438\u0442\u0435 \u043d\u044f\u043c\u0430 \u0444\u0430\u0439\u043b\u043e\u0432\u0435/\u043f\u0430\u043f\u043a\u0438.
simplepage.choose.folder=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u043f\u0430\u043f\u043a\u0430 \u0437\u0430 \u0432\u0433\u0440\u0430\u0436\u0434\u0430\u043d\u0435, \u043a\u0430\u0442\u043e \u043a\u043b\u0438\u043a\u043d\u0435\u0442\u0435 \u0432\u044a\u0440\u0445\u0443 \u0444\u0430\u0439\u043b, \u0437\u0430 \u0434\u0430 \u0432\u0438\u0434\u0438\u0442\u0435 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435\u0442\u043e \u043c\u0443.
simplepage.active-folder=\u0418\u0437\u0431\u0440\u0430\u043d\u0430 \u043f\u0430\u043f\u043a\u0430
simplepage.folder.error=\u041d\u0435 \u0435 \u0438\u0437\u0431\u0440\u0430\u043d\u0430 \u043f\u0430\u043f\u043a\u0430 , \u043c\u043e\u043b\u044f, \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0435\u0434\u043d\u0430.
simplepage.defaultTitle=\u0423\u0440\u043e\u0446\u0438

simplepage.indent.level=\u041d\u0438\u0432\u043e \u043d\u0430 \u043e\u0442\u0441\u0442\u044a\u043f
simplepage.custom.css.class=\u041f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u0438 CSS \u043a\u043b\u0430\u0441
simplepage.owner.settings=\u0421\u043e\u0431\u0441\u0442\u0432\u0435\u043d\u0438\u043a
simplepage.default-user=\u041d\u044f\u043c\u0430
simplepage.change-owner-dropdown-label=\u0417\u0430\u0434\u0430\u0439\u0442\u0435 \u0421\u043e\u0431\u0441\u0442\u0432\u0435\u043d\u0438\u043a \u043d\u0430\:
simplepage.announcementsLinkText=\u041e\u0431\u044f\u0432\u043b\u0435\u043d\u0438\u044f \u0437\u0430 \u0432\u0433\u0440\u0430\u0436\u0434\u0430\u043d\u0435
simplepage.announcements-descrip=\u041f\u043e\u043a\u0430\u0437\u0432\u0430\u043d\u0435 \u043d\u0430 \u043f\u043e\u0441\u043b\u0435\u0434\u043d\u0438\u0442\u0435 \u0441\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u044f
simplepage.no_announcements_tool=\u0412 \u0441\u0430\u0439\u0442\u0430 \u043d\u044f\u043c\u0430 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442 \u0437\u0430 \u043e\u0431\u044f\u0432\u043b\u0435\u043d\u0438\u044f.
simplepage.announcements.height_label=\u0412\u0438\u0441\u043e\u0447\u0438\u043d\u0430 \u043d\u0430 \u043f\u043e\u043b\u0435\u0442\u043e \u0437\u0430 \u043f\u043e\u043a\u0430\u0437\u0432\u0430\u043d\u0435 (\u0432 \u043f\u0438\u043a\u0441\u0435\u043b\u0438)
simplepage.announcements-number-dropdown-label=\u041f\u043e\u0441\u043e\u0447\u0435\u0442\u0435 \u0431\u0440\u043e\u044f \u043d\u0430 \u0441\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u044f\u0442\u0430
simplepage.edit-title.announcements=\u0420\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u043e\u0431\u044f\u0432\u043b\u0435\u043d\u0438\u044f\u0442\u0430
simplepage.announcements-no-message=\u0412 \u043c\u043e\u043c\u0435\u043d\u0442\u0430 \u043d\u044f\u043c\u0430 \u0441\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u044f
simplepage.announcements-error-message=\u0413\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0434\u043e\u0431\u0430\u0432\u044f\u043d\u0435\u0442\u043e \u043d\u0430 \u0441\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u044f\:
simplepage.announcements-header-title=\u041e\u0431\u044f\u0432\u043b\u0435\u043d\u0438\u044f
simplepage.announcements-snippet=\u041f\u043e\u0441\u043b\u0435\u0434\u043d\u0438 \u0441\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u044f
simplepage.twitter-snippet=\u0425\u0440\u043e\u043d\u043e\u043b\u043e\u0433\u0438\u044f \u043d\u0430 Twitter
simplepage.resources-snippet=\u041f\u0430\u043f\u043a\u0430 \u0441 \u0440\u0435\u0441\u0443\u0440\u0441\u0438
simplepage.calendar-snippet=\u041a\u0430\u043b\u0435\u043d\u0434\u0430\u0440
simplepage.created-by=\u043e\u0442

simplepage.printall.continuation=\u043f\u0440\u043e\u0434\u044a\u043b\u0436\u0435\u043d\u0438\u0435

simplepage.content.items=\n\u0415\u043b\u0435\u043c\u0435\u043d\u0442\u0438 \u0441 \u043f\u0440\u043e\u0441\u0442\u043e \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435
simplepage.linked.content.items=\u0421\u0432\u044a\u0440\u0437\u0430\u043d\u0438 \u0438\u043b\u0438 \u0432\u0433\u0440\u0430\u0434\u0435\u043d\u0438 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0438
simplepage.advanced.content.items=\u0415\u043b\u0435\u043c\u0435\u043d\u0442\u0438 \u0441 \u0440\u0430\u0437\u0448\u0438\u0440\u0435\u043d\u043e \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435
simplepage.layout.elements=\u0415\u043b\u0435\u043c\u0435\u043d\u0442\u0438 \u043d\u0430 \u043e\u0444\u043e\u0440\u043c\u043b\u0435\u043d\u0438\u0435\u0442\u043e
simplepage.max-file-upload-size=\u041e\u0433\u0440\u0430\u043d\u0438\u0447\u0435\u043d\u0438\u0435\u0442\u043e \u0437\u0430 \u0440\u0430\u0437\u043c\u0435\u0440\u0430 \u043d\u0430 \u043a\u0430\u0447\u0432\u0430\u043d\u0435 \u043d\u0430
simplepage.max-file-upload-size-save=MB \u0435 \u043f\u0440\u0435\u0432\u0438\u0448\u0435\u043d. \u041f\u0440\u0435\u043c\u0430\u0445\u043d\u0435\u0442\u0435 \u0435\u0434\u0438\u043d \u0438\u043b\u0438 \u043f\u043e\u0432\u0435\u0447\u0435 \u0444\u0430\u0439\u043b\u043e\u0432\u0435 \u043f\u043e-\u0434\u043e\u043b\u0443, \u0437\u0430 \u0434\u0430 \u043f\u0440\u043e\u0434\u044a\u043b\u0436\u0438\u0442\u0435. \u041c\u043e\u0433\u0430\u0442 \u0434\u0430 \u0431\u044a\u0434\u0430\u0442 \u043a\u0430\u0447\u0435\u043d\u0438 \u0438 \u0434\u0440\u0443\u0433\u0438 \u0444\u0430\u0439\u043b\u043e\u0432\u0435, \u043f\u0440\u0438 \u0443\u0441\u043b\u043e\u0432\u0438\u0435 \u0447\u0435 \u043e\u0431\u0449\u0438\u044f\u0442 \u0438\u043c \u0440\u0430\u0437\u043c\u0435\u0440 \u043d\u0435 \u043d\u0430\u0434\u0432\u0438\u0448\u0430\u0432\u0430 \u0442\u043e\u0432\u0430 \u043e\u0433\u0440\u0430\u043d\u0438\u0447\u0435\u043d\u0438\u0435.
