lti.forward=Cliquez pour lancer l'outil externe
noiframes=Votre navigateur ne supporte pas les iframes.
noiframe.press.here=Cliquez ici pour lancer.
not.configured=Cet outil n'a pas encore \u00e9t\u00e9 configur\u00e9.

new.page.launch=(We attempted to launch {0} in a new window. To launch pop-up windows automatically in the future, configure your browser to allow {1} to open pop-up windows.)
tool.name=votre outil

edit.exit=Annuler
edit.clear.prefs=Effacer les pr\u00e9f\u00e9rences stock\u00e9es
edit.nothing=Configuration has been pre-set and cannot be edited for this placement.

edit.clear.yes=OUI
edit.clear.no=NON

are.you.sure=Are you sure your want to remove the settings for this Tool Interoperability Placement?

select.url=URL et mot de passe
select.xml=Coller XML
required.information=Informations requises
display.information=Afficher les informations
launch.information=Informations de lancement facultatives
tool.xml.detail=<p>Some external tools will provide you an XML descriptor that includes the URL and other configuration information.   If your external tool supports the XML descriptor, copy and paste the descriptor in this field.
tool.url=Url de l'outil distant \:
tool.url.detail=
tool.key=Cl\u00e9 de l'outil distant \:
tool.key.detail=
tool.secret=Secret de l'outil distant \:
tool.secret.detail=
page.title=D\u00e9finir le texte du bouton \:
page.title.detail=(Texte dans le menu de l'outil)
tool.title=D\u00e9finir le titre de l'outil \:
tool.title.detail=(Au-dessus de l'outil)
tool.fa_icon=Choisir une ic\u00f4ne pour cet outil\u00a0\:
new.page=Ouvrir dans une nouvelle fen\u00eatre \:
new.page.detail=
maximize.page=Maximiser la largeur de la fen\u00eatre \:
maximize.page.detail=
iframe.height=Hauteur du cadre \:
iframe.height.detail=
toolorder=Tool Order\:
toolorder.detail=
debug.launch=Lancement de d\u00e9bogage \:
debug.launch.detail=<br/>When Debug Launch is selected, the tool pauses before launching and displays launch data.
launch.privacy=Communiquer les informations d'inscription
launch.privacy.detail=<br/>These options allow you to control which information is released to the external tool.  Some tools may require roster information to function.
privacy.releasename=Envoyer les noms \u00e0 l'outil externe
privacy.releaseemail=Envoyer les adresses de courriel \u00e0 l'outil externe
privacy.allowroster=Autoriser l'outil externe \u00e0 r\u00e9cup\u00e9rer la liste des inscrits
allowroster.detail=
allowsettings.information=Stockage des param\u00e8tres de l'outil
privacy.allowsettings=Autoriser l'outil externe \u00e0 stocker et \u00e0 r\u00e9cup\u00e9rer ses param\u00e8tres
allowsettings.detail=<br/>This allows the External Tool to store and retrieve its own settings in this placement.  This only gives the tool access a scratch area to store and retrieve its own settings.  It does not give the tool any access to any of the other setting.
contentlink.legend=Param\u00e8tres du lien de contenu
contentlink.label=URL du lien de contenu
contentlink.detail=<br/>This allows you to specify a content link to be sent to the external tool.  This content should be available to unauthenticated users.  The typical use of this feature is to send a file (such as a SCORM object) to the external tool to be played by the external tool.
launch.custom=Param\u00e8tres de lancement personnalis\u00e9
launch.custom.detail=<br/>You can add a series of launch parameters using keyword\=value.  You can either put separate parameters on their own lines or separate them by semicolons (;).
update.options=Mettre \u00e0 jour les options

launch.splash=\u00c9cran de d\u00e9marrage
launch.splash.detail=<br/>This text will be displayed to users before they are sent to the External Tool.  You cannot use HTML in this field.

error.modify.prefs=Impossible de modifier les pr\u00e9f\u00e9rences.
error.xml.input=Erreur dans l'entr\u00e9e XML.
error.no.input=Vous devez d\u00e9finir l'URL de lancement, la cl\u00e9 et le secret
error.bad.url=Format de l'URL de lancement incorrect
error.bad.height=La hauteur doit \u00eatre un entier positif
error.page.title=Impossible de d\u00e9finir le titre de la page.

launch.missing=Il manque un champ obligatoire pour le lancement LTI
launch.invalid=Valeur non valide pour le lancement LTI
launch.tool_id.required=L'outil ne se trouve pas \u00e0 l'URL de lancement
launch.tool.notallowed=L'outil n'est pas configur\u00e9 pour autoriser l'acc\u00e8s LTI
launch.tool.notfound=L'identifiant de l'outil n'est pas inscrit sur ce syst\u00e8me
launch.key.notfound=l'\u00ab\u00a0OAuth Consumer Key\u00a0\u00bb n'a pas \u00e9t\u00e9 trouv\u00e9e
launch.no.validate=OAuth ne valide pas cette demande
launch.no.session=Impossible de trouver la session
launch.create.user=Impossible de cr\u00e9er le compte utilisateur
launch.site.save=Impossible d'enregistrer le site
launch.create.site=Impossible de cr\u00e9er le site
launch.role.missing=Impossible de trouver le r\u00f4le
launch.join.site=Impossible d'ajouter l'utilisateur au site
launch.tool.search=Erreur pendant la recherche dans les outils
launch.tool.add=Impossible d'ajouter l'outil au site
launch.continue=Cliquez pour continuer vers l'outil
launch.user.invalid=Impossible de trouver l'utilisateur
launch.site.invalid=Impossible de trouver le site
launch.site.user.missing=Impossible de trouver l'utilisateur dans le site
launch.site.tool.missing=Impossible de trouver l'outil dans le site
launch.site.tool.denied=Acc\u00e8s \u00e0 l'outil interdit
launch.provided.eid.invalid=L'EID fourni n'\u00e9tait pas valide
launch.user.site.unknown=Impossible de d\u00e9terminer l'identifiant de site de l'utilisateur
launch.user.multiple.emailaddress=plusieurs id d\u2019utilisateur existe pour emailaddress

content_item.install.button=Installer
content_item.return_url.notfound=Il manque content_item_return_url des donn\u00e9es de lancement
content_item.back.to.store=Retour \u00e0 la liste

canvas.config.title=Outils de Sakai
canvas.config.description=Ce serveur h\u00e9berge des outils de Sakai que vous pouvez lancer depuis votre LMS.

canvas.error.missing.domain=Impossible d\u2019analyser le domaine (erreur interne)

gradable.information=Acheminement des notes vers le carnet de notes
gradable.title=S\u00e9lectionnez l'\u00e9l\u00e9ment de carnet de notes \: <br/>
gradable.nograde=Ne pas accepter de notes en provenance de cet outil
gradable.detail=<br/>Be careful when changing this value. If you change this value, existing grades will <strong>not</strong> be moved to the new Gradebook item.  Only future grades received from the tool will be routed to the new Gradebook item.
gradable.newassignment=Cr\u00e9er un \u00e9l\u00e9ment du carnet de notes
gradable.newassignment.detail=<br/>This creates a new Gradebook item and routes grades to this new item.  You only need to create the item once.
error.gradable.badassign=L'\u00e9l\u00e9ment du carnet de notes s\u00e9lectionn\u00e9 n'est pas valide
error.gradable.badcreate=Impossible de cr\u00e9er l'\u00e9l\u00e9ment du carnet de notes 

