lti.forward=\u041d\u0430\u0442\u0438\u0441\u043d\u0435\u0442\u0435 , \u0437\u0430 \u0434\u0430 \u0441\u0442\u0430\u0440\u0442\u0438\u0440\u0430\u0442\u0435 \u0432\u044a\u043d\u0448\u0435\u043d \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442
noiframes=\u0412\u0430\u0448\u0438\u044f\u0442 \u0431\u0440\u0430\u0443\u0437\u044a\u0440 \u043d\u0435 \u043f\u043e\u0434\u0434\u044a\u0440\u0436\u0430 iframe.
noiframe.press.here=\u041d\u0430\u0442\u0438\u0441\u043d\u0435\u0442\u0435 \u0442\u0443\u043a, \u0437\u0430 \u0434\u0430 \u0441\u0442\u0430\u0440\u0442\u0438\u0440\u0430\u0442\u0435.
not.configured=\u0422\u043e\u0437\u0438 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442 \u0432\u0441\u0435 \u043e\u0449\u0435 \u043d\u0435 \u0435 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0438\u0440\u0430\u043d.

new.page.launch=(\u041e\u043f\u0438\u0442\u0430\u0445\u043c\u0435 \u0441\u0435 \u0434\u0430 \u0441\u0442\u0430\u0440\u0442\u0438\u0440\u0430\u043c\u0435 {0} \u0432 \u043d\u043e\u0432 \u043f\u0440\u043e\u0437\u043e\u0440\u0435\u0446. \u0417\u0430 \u0434\u0430 \u0441\u0442\u0430\u0440\u0442\u0438\u0440\u0430\u0442\u0435 \u0430\u0432\u0442\u043e\u043c\u0430\u0442\u0438\u0447\u043d\u043e \u0438\u0437\u0441\u043a\u0430\u0447\u0430\u0449\u0438 \u043f\u0440\u043e\u0437\u043e\u0440\u0446\u0438 \u0432 \u0431\u044a\u0434\u0435\u0449\u0435, \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0438\u0440\u0430\u0439\u0442\u0435 \u0431\u0440\u0430\u0443\u0437\u044a\u0440\u0430 \u0441\u0438 \u0434\u0430 \u0440\u0430\u0437\u0440\u0435\u0448\u0430\u0432\u0430 {1} \u0434\u0430 \u043e\u0442\u0432\u0430\u0440\u044f \u0438\u0437\u0441\u043a\u0430\u0447\u0430\u0449\u0438 \u043f\u0440\u043e\u0437\u043e\u0440\u0446\u0438.)
tool.name=\u0432\u0430\u0448\u0438\u044f \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442

edit.exit=\u041e\u0442\u043c\u044f\u043d\u0430 \u043d\u0430
edit.clear.prefs=\u0418\u0437\u0447\u0438\u0441\u0442\u0432\u0430\u043d\u0435 \u043d\u0430 \u0441\u044a\u0445\u0440\u0430\u043d\u0435\u043d\u0438\u0442\u0435 \u043f\u0440\u0435\u0434\u043f\u043e\u0447\u0438\u0442\u0430\u043d\u0438\u044f
edit.nothing=\u041a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u044f\u0442\u0430 \u0435 \u043f\u0440\u0435\u0434\u0432\u0430\u0440\u0438\u0442\u0435\u043b\u043d\u043e \u0437\u0430\u0434\u0430\u0434\u0435\u043d\u0430 \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u043f\u0440\u043e\u043c\u0435\u043d\u044f \u0437\u0430 \u0442\u043e\u0432\u0430 \u043f\u043e\u0441\u0442\u0430\u0432\u044f\u043d\u0435.

edit.clear.yes=\u0434\u0430
edit.clear.no=\u043d\u0435

are.you.sure=\u0421\u0438\u0433\u0443\u0440\u043d\u0438 \u043b\u0438 \u0441\u0442\u0435, \u0447\u0435 \u0438\u0441\u043a\u0430\u0442\u0435 \u0434\u0430 \u043f\u0440\u0435\u043c\u0430\u0445\u043d\u0435\u0442\u0435 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438\u0442\u0435 \u0437\u0430 \u0442\u043e\u0437\u0438 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442 \u0437\u0430 \u043f\u043e\u0441\u0442\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u043e\u043f\u0435\u0440\u0430\u0442\u0438\u0432\u043d\u0430 \u0441\u044a\u0432\u043c\u0435\u0441\u0442\u0438\u043c\u043e\u0441\u0442?

select.url=URL \u0430\u0434\u0440\u0435\u0441 \u0438 \u043f\u0430\u0440\u043e\u043b\u0430
select.xml=XML \u0437\u0430\u043b\u0435\u043f
required.information=\u0417\u0430\u0434\u044a\u043b\u0436\u0438\u0442\u0435\u043b\u043d\u0430 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f
display.information=\u0418\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f \u0437\u0430 \u0434\u0438\u0441\u043f\u043b\u0435\u044f
launch.information=\u041d\u0435\u0437\u0430\u0434\u044a\u043b\u0436\u0438\u0442\u0435\u043b\u043d\u0430 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f \u0437\u0430 \u0441\u0442\u0430\u0440\u0442\u0438\u0440\u0430\u043d\u0435
tool.xml.detail=<p>\u041d\u044f\u043a\u043e\u0438 \u0432\u044a\u043d\u0448\u043d\u0438 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0438 \u0449\u0435 \u0432\u0438 \u043f\u0440\u0435\u0434\u043e\u0441\u0442\u0430\u0432\u044f\u0442 XML \u0434\u0435\u0441\u043a\u0440\u0438\u043f\u0442\u043e\u0440, \u043a\u043e\u0439\u0442\u043e \u0432\u043a\u043b\u044e\u0447\u0432\u0430 URL \u0430\u0434\u0440\u0435\u0441\u0430 \u0438 \u0434\u0440\u0443\u0433\u0430 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f \u0437\u0430 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u044f\u0442\u0430.   \u0410\u043a\u043e \u0432\u0430\u0448\u0438\u044f\u0442 \u0432\u044a\u043d\u0448\u0435\u043d \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442 \u043f\u043e\u0434\u0434\u044a\u0440\u0436\u0430 XML \u0434\u0435\u0441\u043a\u0440\u0438\u043f\u0442\u043e\u0440, \u043a\u043e\u043f\u0438\u0440\u0430\u0439\u0442\u0435 \u0438 \u043f\u043e\u0441\u0442\u0430\u0432\u0435\u0442\u0435 \u0434\u0435\u0441\u043a\u0440\u0438\u043f\u0442\u043e\u0440\u0430 \u0432 \u0442\u043e\u0432\u0430 \u043f\u043e\u043b\u0435.
tool.url=URL \u0430\u0434\u0440\u0435\u0441 \u043d\u0430 \u043e\u0442\u0434\u0430\u043b\u0435\u0447\u0435\u043d \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\:
tool.url.detail=
tool.key=\u041a\u043b\u044e\u0447 \u0437\u0430 \u043e\u0442\u0434\u0430\u043b\u0435\u0447\u0435\u043d \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\:
tool.key.detail=
tool.secret=\u0422\u0430\u0439\u043d\u0430\u0442\u0430 \u043d\u0430 o\u0442\u0434\u0430\u043b\u0435\u0447\u0435\u043d \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\:
tool.secret.detail=
page.title=\u0417\u0430\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u0442\u0435\u043a\u0441\u0442 \u043d\u0430 \u0431\u0443\u0442\u043e\u043d\u0430\:
page.title.detail=(\u0422\u0435\u043a\u0441\u0442 \u0432 \u043c\u0435\u043d\u044e\u0442\u043e \u0441 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0438)
tool.title=\u0417\u0430\u0433\u043b\u0430\u0432\u0438\u0435 \u043d\u0430 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0430 \u0437\u0430 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0430\:
tool.title.detail=(\u041d\u0430\u0434 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0430)
tool.fa_icon=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0438\u043a\u043e\u043d\u0430 \u0437\u0430 \u0442\u043e\u0437\u0438 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\:
new.page=\u041e\u0442\u0432\u0430\u0440\u044f\u043d\u0435 \u0432 \u043d\u043e\u0432 \u043f\u0440\u043e\u0437\u043e\u0440\u0435\u0446\:
new.page.detail=
maximize.page=\u0423\u0432\u0435\u043b\u0438\u0447\u0435\u0442\u0435 \u043c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u043d\u043e \u0448\u0438\u0440\u0438\u043d\u0430\u0442\u0430 \u043d\u0430 \u043f\u0440\u043e\u0437\u043e\u0440\u0435\u0446\u0430\:
maximize.page.detail=
iframe.height=\u0432\u0438\u0441\u043e\u0447\u0438\u043d\u0430 \u043d\u0430 iFrame\:
iframe.height.detail=
toolorder=\u0420\u0435\u0434\u0430 \u043d\u0430 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0438\:
toolorder.detail=
debug.launch=\u0421\u0442\u0430\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0434\u0435\u0431\u044a\u0433\u0432\u0430\u043d\u0435\:
debug.launch.detail=<br/>\u041a\u043e\u0433\u0430\u0442\u043e \u0435 \u0438\u0437\u0431\u0440\u0430\u043d\u043e \u0421\u0442\u0430\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0434\u0435\u0431\u044a\u0433\u0432\u0430\u043d\u0435, \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u044a\u0442 \u0441\u043f\u0438\u0440\u0430 \u043d\u0430 \u043f\u0430\u0443\u0437\u0430 \u043f\u0440\u0435\u0434\u0438 \u0441\u0442\u0430\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u0438 \u043f\u043e\u043a\u0430\u0437\u0432\u0430 \u0434\u0430\u043d\u043d\u0438 \u0437\u0430 \u0441\u0442\u0430\u0440\u0442\u0438\u0440\u0430\u043d\u0435.
launch.privacy=\u041f\u0443\u0431\u043b\u0438\u043a\u0443\u0432\u0430\u043d\u0435 \u043d\u0430 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f \u043e\u0442 \u0441\u043f\u0438\u0441\u044a\u043a\u0430 \u043d\u0430 \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u0446\u0438\u0442\u0435
launch.privacy.detail=<br/>\u0422\u0435\u0437\u0438 \u043e\u043f\u0446\u0438\u0438 \u0432\u0438 \u043f\u043e\u0437\u0432\u043e\u043b\u044f\u0432\u0430\u0442 \u0434\u0430 \u043a\u043e\u043d\u0442\u0440\u043e\u043b\u0438\u0440\u0430\u0442\u0435 \u043a\u043e\u044f \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f \u0441\u0435 \u043f\u0440\u0435\u0434\u043e\u0441\u0442\u0430\u0432\u044f \u043d\u0430 \u0432\u044a\u043d\u0448\u043d\u0438\u044f \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442.  \u041d\u044f\u043a\u043e\u0438 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0438 \u043c\u043e\u0433\u0430\u0442 \u0434\u0430 \u0438\u0437\u0438\u0441\u043a\u0432\u0430\u0442 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f \u043e\u0442 \u0441\u043f\u0438\u0441\u044a\u0446\u0438\u0442\u0435, \u0437\u0430 \u0434\u0430 \u0444\u0443\u043d\u043a\u0446\u0438\u043e\u043d\u0438\u0440\u0430\u0442.
privacy.releasename=\u0418\u0437\u043f\u0440\u0430\u0449\u0430\u043d\u0435 \u043d\u0430 \u0438\u043c\u0435\u043d\u0430 \u043a\u044a\u043c \u0432\u044a\u043d\u0448\u0435\u043d \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442
privacy.releaseemail=\u0418\u0437\u043f\u0440\u0430\u0449\u0430\u043d\u0435 \u043d\u0430 \u0438\u043c\u0435\u0439\u043b \u0430\u0434\u0440\u0435\u0441\u0438 \u043a\u044a\u043c \u0432\u044a\u043d\u0448\u043d\u0438\u044f \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442
privacy.allowroster=\u041f\u043e\u0437\u0432\u043e\u043b\u0435\u0442\u0435 \u043d\u0430 \u0432\u044a\u043d\u0448\u043d\u0438\u044f \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442 \u0434\u0430 \u0438\u0437\u0432\u043b\u0438\u0447\u0430 \u0441\u043f\u0438\u0441\u044a\u043a\u0430 \u043d\u0430 \u043a\u0443\u0440\u0441\u0430
allowroster.detail=
allowsettings.information=\u0421\u044a\u0445\u0440\u0430\u043d\u044f\u0432\u0430\u043d\u0435 \u043d\u0430 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438\u0442\u0435 \u043d\u0430 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0438\u0442\u0435
privacy.allowsettings=\u041f\u043e\u0437\u0432\u043e\u043b\u0435\u0442\u0435 \u043d\u0430 \u0432\u044a\u043d\u0448\u043d\u0438\u044f \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442 \u0434\u0430 \u0441\u044a\u0445\u0440\u0430\u043d\u044f\u0432\u0430 \u0438 \u0438\u0437\u0432\u043b\u0438\u0447\u0430 \u0441\u0432\u043e\u0438\u0442\u0435 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438
allowsettings.detail=<br/>\u0422\u043e\u0432\u0430 \u043f\u043e\u0437\u0432\u043e\u043b\u044f\u0432\u0430 \u043d\u0430 \u0432\u044a\u043d\u0448\u043d\u0438\u044f \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442 \u0434\u0430 \u0441\u044a\u0445\u0440\u0430\u043d\u044f\u0432\u0430 \u0438 \u0438\u0437\u0432\u043b\u0438\u0447\u0430 \u0441\u043e\u0431\u0441\u0442\u0432\u0435\u043d\u0438\u0442\u0435 \u0441\u0438 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438 \u0432 \u0442\u043e\u0432\u0430 \u043c\u044f\u0441\u0442\u043e.  \u0422\u043e\u0432\u0430 \u0434\u0430\u0432\u0430 \u043d\u0430 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0430 \u0434\u043e\u0441\u0442\u044a\u043f \u0441\u0430\u043c\u043e \u0434\u043e \u043e\u0431\u043b\u0430\u0441\u0442 \u0437\u0430 \u043d\u0430\u0434\u0440\u0430\u0441\u043a\u0432\u0430\u043d\u0435, \u0437\u0430 \u0434\u0430 \u0441\u044a\u0445\u0440\u0430\u043d\u044f\u0432\u0430 \u0438 \u0438\u0437\u0432\u043b\u0438\u0447\u0430 \u0441\u043e\u0431\u0441\u0442\u0432\u0435\u043d\u0438\u0442\u0435 \u0441\u0438 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438.  \u0422\u043e \u043d\u0435 \u0434\u0430\u0432\u0430 \u043d\u0430 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0430 \u0434\u043e\u0441\u0442\u044a\u043f \u0434\u043e \u043d\u0438\u043a\u043e\u044f \u043e\u0442 \u0434\u0440\u0443\u0433\u0438\u0442\u0435 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438.
contentlink.legend=\u041d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0430 \u043d\u0430 \u0432\u0440\u044a\u0437\u043a\u0430\u0442\u0430 \u043d\u0430 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435\u0442\u043e
contentlink.label=URL \u0430\u0434\u0440\u0435\u0441 \u0437\u0430 \u0432\u0440\u044a\u0437\u043a\u0430 \u043d\u0430 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435\u0442\u043e
contentlink.detail=<br/>\u0422\u043e\u0432\u0430 \u0432\u0438 \u043f\u043e\u0437\u0432\u043e\u043b\u044f\u0432\u0430 \u0434\u0430 \u0437\u0430\u0434\u0430\u0434\u0435\u0442\u0435 \u0432\u0440\u044a\u0437\u043a\u0430 \u043a\u044a\u043c \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435\u0442\u043e, \u043a\u043e\u044f\u0442\u043e \u0434\u0430 \u0431\u044a\u0434\u0435 \u0438\u0437\u043f\u0440\u0430\u0442\u0435\u043d\u0430 \u043a\u044a\u043c \u0432\u044a\u043d\u0448\u043d\u0438\u044f \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442.  \u0422\u043e\u0432\u0430 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0435 \u0434\u043e\u0441\u0442\u044a\u043f\u043d\u043e \u0437\u0430 \u043d\u0435\u0430\u0432\u0442\u0435\u043d\u0442\u0438\u0444\u0438\u0446\u0438\u0440\u0430\u043d\u0438 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438.  \u0422\u0438\u043f\u0438\u0447\u043d\u0430\u0442\u0430 \u0443\u043f\u043e\u0442\u0440\u0435\u0431\u0430 \u043d\u0430 \u0442\u0430\u0437\u0438 \u0444\u0443\u043d\u043a\u0446\u0438\u044f \u0435 \u0434\u0430 \u0441\u0435 \u0438\u0437\u043f\u0440\u0430\u0442\u0438 \u0444\u0430\u0439\u043b (\u043d\u0430\u043f\u0440\u0438\u043c\u0435\u0440 SCORM \u043e\u0431\u0435\u043a\u0442) \u043a\u044a\u043c \u0432\u044a\u043d\u0448\u043d\u0438\u044f \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442, \u043a\u043e\u0439\u0442\u043e \u0434\u0430 \u0431\u044a\u0434\u0435 \u0432\u044a\u0437\u043f\u0440\u043e\u0438\u0437\u0432\u0435\u0434\u0435\u043d \u043e\u0442 \u0432\u044a\u043d\u0448\u043d\u0438\u044f \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442.
launch.custom=\u041f\u0435\u0440\u0441\u043e\u043d\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0438 \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u0440\u0438 \u0437\u0430 \u0441\u0442\u0430\u0440\u0442\u0438\u0440\u0430\u043d\u0435
launch.custom.detail=<br/>\u041c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u0434\u043e\u0431\u0430\u0432\u0438\u0442\u0435 \u043f\u043e\u0440\u0435\u0434\u0438\u0446\u0430 \u043e\u0442 \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u0440\u0438 \u0437\u0430 \u0441\u0442\u0430\u0440\u0442\u0438\u0440\u0430\u043d\u0435, \u043a\u0430\u0442\u043e \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0442\u0435 \u043a\u043b\u044e\u0447\u043e\u0432\u0430 \u0434\u0443\u043c\u0430\=\u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442.  \u041c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u043f\u043e\u0441\u0442\u0430\u0432\u0438\u0442\u0435 \u043e\u0442\u0434\u0435\u043b\u043d\u0438\u0442\u0435 \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u0440\u0438 \u043d\u0430 \u0441\u043e\u0431\u0441\u0442\u0432\u0435\u043d\u0438 \u0440\u0435\u0434\u043e\u0432\u0435 \u0438\u043b\u0438 \u0434\u0430 \u0433\u0438 \u0440\u0430\u0437\u0434\u0435\u043b\u0438\u0442\u0435 \u0441 \u0442\u043e\u0447\u043a\u0430 \u0438 \u0437\u0430\u043f\u0435\u0442\u0430\u044f (;).
update.options=A\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 o\u043f\u0446\u0438\u0438

launch.splash=\u0415\u043a\u0440\u0430\u043d \u0437\u0430 \u043f\u0440\u044a\u0441\u043a\u0438
launch.splash.detail=<br/>\u0422\u043e\u0437\u0438 \u0442\u0435\u043a\u0441\u0442 \u0449\u0435 \u0441\u0435 \u043f\u043e\u043a\u0430\u0437\u0432\u0430 \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438\u0442\u0435, \u043f\u0440\u0435\u0434\u0438 \u0434\u0430 \u0431\u044a\u0434\u0430\u0442 \u0438\u0437\u043f\u0440\u0430\u0442\u0435\u043d\u0438 \u043a\u044a\u043c \u0432\u044a\u043d\u0448\u043d\u0438\u044f \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442.  \u041d\u0435 \u043c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0442\u0435 HTML \u0432 \u0442\u043e\u0432\u0430 \u043f\u043e\u043b\u0435.

error.modify.prefs=\u041d\u0435\u0432\u044a\u0437\u043c\u043e\u0436\u043d\u043e\u0441\u0442 \u0437\u0430 \u043f\u0440\u043e\u043c\u044f\u043d\u0430 \u043d\u0430 \u043f\u0440\u0435\u0434\u043f\u043e\u0447\u0438\u0442\u0430\u043d\u0438\u044f\u0442\u0430.
error.xml.input=\u0413\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0432\u044a\u0432\u0435\u0436\u0434\u0430\u043d\u0435 \u043d\u0430 XML.
error.no.input=\u0422\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0437\u0430\u0434\u0430\u0434\u0435\u0442\u0435 URL \u0437\u0430 \u0441\u0442\u0430\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043a\u043b\u044e\u0447 \u0438 \u0442\u0430\u0439\u043d\u0430
error.bad.url=\u041d\u0435\u043f\u0440\u0430\u0432\u0438\u043b\u043d\u043e \u0444\u043e\u0440\u043c\u0430\u0442\u0438\u0440\u0430\u043d URL \u0430\u0434\u0440\u0435\u0441 \u0437\u0430 \u0441\u0442\u0430\u0440\u0442\u0438\u0440\u0430\u043d\u0435
error.bad.height=\u0412\u0438\u0441\u043e\u0447\u0438\u043d\u0430\u0442\u0430 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0435 \u0446\u044f\u043b\u043e \u043f\u043e\u043b\u043e\u0436\u0438\u0442\u0435\u043b\u043d\u043e \u0447\u0438\u0441\u043b\u043e
error.page.title=\u041d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u0437\u0430\u0434\u0430\u0434\u0435 \u0437\u0430\u0433\u043b\u0430\u0432\u0438\u0435 \u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430\u0442\u0430.

launch.missing=\u041b\u0438\u043f\u0441\u0432\u0430\u0449\u043e \u0437\u0430\u0434\u044a\u043b\u0436\u0438\u0442\u0435\u043b\u043d\u043e \u043f\u043e\u043b\u0435 \u0437\u0430 \u0441\u0442\u0430\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 LTI
launch.invalid=\u041d\u0435\u0432\u0430\u043b\u0438\u0434\u043d\u0430 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442 \u0437\u0430 LTI \u0421\u0442\u0430\u0440\u0442\u0438\u0440\u0430\u043d\u0435
launch.tool_id.required=\u0418\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u044a\u0442 \u043d\u0435 \u0435 \u043d\u0430\u043c\u0435\u0440\u0435\u043d \u0432 URL \u0430\u0434\u0440\u0435\u0441\u0430 \u0437\u0430 \u0441\u0442\u0430\u0440\u0442\u0438\u0440\u0430\u043d\u0435
launch.tool.notallowed=\u0418\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u044a\u0442 \u043d\u0435 \u0435 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0438\u0440\u0430\u043d \u0434\u0430 \u043f\u043e\u0437\u0432\u043e\u043b\u044f\u0432\u0430 \u0434\u043e\u0441\u0442\u044a\u043f \u0434\u043e LTI
launch.tool.notfound=\u0418\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440\u044a\u0442 \u043d\u0430 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0430 \u043d\u0435 \u0435 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0438\u0440\u0430\u043d \u0432 \u0442\u0430\u0437\u0438 \u0441\u0438\u0441\u0442\u0435\u043c\u0430
launch.key.notfound=\u041a\u043b\u044e\u0447\u044a\u0442 \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u044f \u043d\u0430 OAuth \u043d\u0435 \u0435 \u043d\u0430\u043c\u0435\u0440\u0435\u043d
launch.no.validate=OAuth \u043d\u0435 \u043f\u043e\u0442\u0432\u044a\u0440\u0436\u0434\u0430\u0432\u0430 \u0442\u0430\u0437\u0438 \u0437\u0430\u044f\u0432\u043a\u0430
launch.no.session=\u041d\u0435\u0432\u044a\u0437\u043c\u043e\u0436\u043d\u043e\u0441\u0442 \u0437\u0430 \u043d\u0430\u043c\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0441\u0435\u0441\u0438\u044f
launch.create.user=\u041d\u0435\u0432\u044a\u0437\u043c\u043e\u0436\u043d\u043e\u0441\u0442 \u0437\u0430 \u0441\u044a\u0437\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u0438 \u0430\u043a\u0430\u0443\u043d\u0442
launch.site.save=\u041d\u0435\u0432\u044a\u0437\u043c\u043e\u0436\u043d\u043e\u0441\u0442 \u0437\u0430 \u0437\u0430\u043f\u0430\u0437\u0432\u0430\u043d\u0435 \u043d\u0430 \u0441\u0430\u0439\u0442\u0430
launch.create.site=\u041d\u0435\u0432\u044a\u0437\u043c\u043e\u0436\u043d\u043e\u0441\u0442 \u0437\u0430 \u0441\u044a\u0437\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u0441\u0430\u0439\u0442
launch.role.missing=\u041d\u0435 \u043c\u043e\u0436\u0430\u0445 \u0434\u0430 \u043d\u0430\u043c\u0435\u0440\u044f \u0440\u043e\u043b\u044f
launch.join.site=\u041d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u0434\u043e\u0431\u0430\u0432\u0438 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b \u043a\u044a\u043c \u0441\u0430\u0439\u0442\u0430
launch.tool.search=\u0422\u044a\u0440\u0441\u0435\u043d\u0435 \u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0438 \u0447\u0440\u0435\u0437 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0438
launch.tool.add=\u041d\u0435 \u043c\u043e\u0433\u0430 \u0434\u0430 \u0434\u043e\u0431\u0430\u0432\u044f \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442 \u043a\u044a\u043c \u0441\u0430\u0439\u0442\u0430
launch.continue=\u041d\u0430\u0442\u0438\u0441\u043d\u0435\u0442\u0435 , \u0437\u0430 \u0434\u0430 \u043f\u0440\u043e\u0434\u044a\u043b\u0436\u0438\u0442\u0435 \u043a\u044a\u043c \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0430
launch.user.invalid=\u041d\u0435\u0432\u044a\u0437\u043c\u043e\u0436\u043d\u043e\u0441\u0442 \u0437\u0430 \u043d\u0430\u043c\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b
launch.user.noeid=\u041d\u0435\u0432\u044a\u0437\u043c\u043e\u0436\u043d\u043e\u0441\u0442 \u0437\u0430 \u043e\u043f\u0440\u0435\u0434\u0435\u043b\u044f\u043d\u0435 \u043d\u0430 eid
launch.site.invalid=\u041d\u0435\u0432\u044a\u0437\u043c\u043e\u0436\u043d\u043e\u0441\u0442 \u0437\u0430 \u043d\u0430\u043c\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0441\u0430\u0439\u0442\u0430
launch.site.user.missing=\u041d\u0435\u0432\u044a\u0437\u043c\u043e\u0436\u043d\u043e\u0441\u0442 \u0437\u0430 \u043d\u0430\u043c\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b \u0432 \u0441\u0430\u0439\u0442\u0430
launch.site.tool.missing=\u041d\u0435\u0432\u044a\u0437\u043c\u043e\u0436\u043d\u043e\u0441\u0442 \u0437\u0430 \u043d\u0430\u043c\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442 \u0432 \u0441\u0430\u0439\u0442\u0430
launch.site.tool.denied=\u041d\u0435 \u0435 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d \u0434\u043e\u0441\u0442\u044a\u043f \u0434\u043e \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0430
launch.provided.eid.invalid=\u041f\u0440\u0435\u0434\u043e\u0441\u0442\u0430\u0432\u0435\u043d\u0438\u044f\u0442 eid \u0435 \u043d\u0435\u0432\u0430\u043b\u0438\u0434\u0435\u043d
launch.user.site.unknown=\u041d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u043e\u043f\u0440\u0435\u0434\u0435\u043b\u0438 \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440\u044a\u0442 \u043d\u0430 \u0441\u0430\u0439\u0442\u0430 \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u044f
launch.user.multiple.emailaddress=\u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430\u0442 \u043c\u043d\u043e\u0436\u0435\u0441\u0442\u0432\u043e \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u0438 \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440\u0438 \u0437\u0430 \u0438\u043c\u0435\u0439\u043b \u0430\u0434\u0440\u0435\u0441

content_item.install.button=\u0418\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u043d\u0435 \u043d\u0430
content_item.return_url.notfound=URL \u0430\u0434\u0440\u0435\u0441\u044a\u0442 \u0437\u0430 \u0432\u0440\u044a\u0449\u0430\u043d\u0435 \u043d\u0430 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435\u0442\u043e \u043d\u0430 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0430 \u0441 \u0434\u0430\u043d\u043d\u0438 \u0437\u0430 \u0438\u0437\u0434\u0430\u043d\u0438\u0435\u0442\u043e \u043b\u0438\u043f\u0441\u0432\u0430
content_item.back.to.store=\u041e\u0431\u0440\u0430\u0442\u043d\u043e \u043a\u044a\u043c \u0441\u043f\u0438\u0441\u044a\u043a\u0430

canvas.config.title=\u0418\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0438 \u043d\u0430 Sakai
canvas.config.description=\u041d\u0430 \u0442\u043e\u0437\u0438 \u0441\u044a\u0440\u0432\u044a\u0440 \u0441\u0435 \u043d\u0430\u043c\u0438\u0440\u0430\u0442 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0438\u0442\u0435 \u043d\u0430 Sakai, \u043a\u043e\u0438\u0442\u043e \u043c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u0441\u0442\u0430\u0440\u0442\u0438\u0440\u0430\u0442\u0435 \u043e\u0442 \u0432\u0430\u0448\u0430\u0442\u0430 LMS.

canvas.error.missing.domain=\u0414\u043e\u043c\u0435\u0439\u043d\u044a\u0442 \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0435 \u043f\u0440\u0435\u043c\u0438\u043d\u0430\u0442 (\u0432\u044a\u0442\u0440\u0435\u0448\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430)

gradable.information=\u041f\u0440\u0435\u043d\u0430\u0441\u043e\u0447\u0432\u0430\u043d\u0435 \u043d\u0430 \u043e\u0446\u0435\u043d\u043a\u0438\u0442\u0435 \u043a\u044a\u043c \u043a\u0430\u0442\u0430\u043b\u043e\u0433\u0430
gradable.title=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0435\u043b\u0435\u043c\u0435\u043d\u0442 \u043e\u0442 \u043a\u0430\u0442\u0430\u043b\u043e\u0433\u0430\: <br/>
gradable.nograde=\u041d\u0435 \u043f\u0440\u0438\u0435\u043c\u0430\u0439\u0442\u0435 \u043e\u0446\u0435\u043d\u043a\u0438 \u043e\u0442 \u0442\u043e\u0437\u0438 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442
gradable.detail=<br/>\u0411\u044a\u0434\u0435\u0442\u0435 \u0432\u043d\u0438\u043c\u0430\u0442\u0435\u043b\u043d\u0438, \u043a\u043e\u0433\u0430\u0442\u043e \u043f\u0440\u043e\u043c\u0435\u043d\u044f\u0442\u0435 \u0442\u0430\u0437\u0438 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442. \u0410\u043a\u043e \u0433\u043e \u043f\u0440\u043e\u043c\u0435\u043d\u0438\u0442\u0435, \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430\u0449\u0438\u0442\u0435 \u0431\u0435\u043b\u0435\u0436\u043a\u0438 <strong>\u043d\u044f\u043c\u0430</strong> \u0434\u0430 \u0431\u044a\u0434\u0430\u0442 \u043f\u0440\u0435\u043c\u0435\u0441\u0442\u0435\u043d\u0438 \u0432 \u043d\u043e\u0432\u0438\u044f \u0435\u043b\u0435\u043c\u0435\u043d\u0442 \u043d\u0430 \u043a\u0430\u0442\u0430\u043b\u043e\u0433\u0430. \u0421\u0430\u043c\u043e \u0431\u044a\u0434\u0435\u0449\u0438 \u0431\u0435\u043b\u0435\u0436\u043a\u0438, \u043f\u043e\u043b\u0443\u0447\u0435\u043d\u0438 \u043e\u0442 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0430, \u0449\u0435 \u0431\u044a\u0434\u0430\u0442 \u043d\u0430\u0441\u043e\u0447\u0435\u043d\u0438 \u043a\u044a\u043c \u043d\u043e\u0432\u0438\u044f \u0435\u043b\u0435\u043c\u0435\u043d\u0442 \u043e\u0442 \u043a\u0430\u0442\u0430\u043b\u043e\u0433\u0430.
gradable.newassignment=\u0421\u044a\u0437\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u0435\u043b\u0435\u043c\u0435\u043d\u0442 \u043e\u0442 \u043a\u0430\u0442\u0430\u043b\u043e\u0433\u0430
gradable.newassignment.detail=<br/>\u0422\u043e\u0432\u0430 \u0441\u044a\u0437\u0434\u0430\u0432\u0430 \u043d\u043e\u0432 \u0435\u043b\u0435\u043c\u0435\u043d\u0442 \u043e\u0442 \u043a\u0430\u0442\u0430\u043b\u043e\u0433 \u0438 \u043d\u0430\u0441\u043e\u0447\u0432\u0430 \u043e\u0446\u0435\u043d\u043a\u0438\u0442\u0435 \u043a\u044a\u043c \u0442\u043e\u0437\u0438 \u043d\u043e\u0432 \u0435\u043b\u0435\u043c\u0435\u043d\u0442.  \u041d\u0435\u043e\u0431\u0445\u043e\u0434\u0438\u043c\u043e \u0435 \u0434\u0430 \u0441\u044a\u0437\u0434\u0430\u0434\u0435\u0442\u0435 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0430 \u0441\u0430\u043c\u043e \u0432\u0435\u0434\u043d\u044a\u0436.
error.gradable.badassign=\u0418\u0437\u0431\u0440\u0430\u043d\u0438\u044f\u0442 \u0435\u043b\u0435\u043c\u0435\u043d\u0442 \u043e\u0442 \u043a\u0430\u0442\u0430\u043b\u043e\u0433\u0430 \u0435 \u043d\u0435\u0432\u0430\u043b\u0438\u0434\u0435\u043d
error.gradable.badcreate=\u041d\u0435\u0432\u044a\u0437\u043c\u043e\u0436\u043d\u043e\u0441\u0442 \u0437\u0430 \u0441\u044a\u0437\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u0435\u043b\u0435\u043c\u0435\u043d\u0442 \u043e\u0442 \u043a\u0430\u0442\u0430\u043b\u043e\u0433\u0430

error.submit.timeout=\u041d\u0435 \u043c\u043e\u0436\u0430 \u0434\u0430 \u0441\u0435 \u0438\u0437\u043f\u0440\u0430\u0442\u0438 \u0441\u0442\u0430\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u0434\u043e \u043e\u0442\u0434\u0430\u043b\u0435\u0447\u0435\u043d URL \u0430\u0434\u0440\u0435\u0441
