#X-Generator: crowdin.com
lti.forward=\u0628\u0631\u0627\u06cc \u0634\u0631\u0648\u0639 \u06a9\u0627\u0631 \u0627\u0628\u0632\u0627\u0631 \u062e\u0627\u0631\u062c\u06cc \u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f
noiframes=\u0645\u0631\u0648\u0631\u06af\u0631 \u0634\u0645\u0627 \u0627\u0632 iframe \u067e\u0634\u062a\u06cc\u0628\u0627\u0646\u06cc \u0646\u0645\u06cc\u06a9\u0646\u062f.
noiframe.press.here=\u0628\u0631\u0627\u06cc \u0627\u062c\u0631\u0627\u0621 \u0627\u06cc\u0646\u062c\u0627 \u0631\u0627 \u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f.
not.configured=\u062a\u0646\u0638\u06cc\u0645\u0627\u062a \u0627\u06cc\u0646 \u0627\u0628\u0632\u0627\u0631 \u0647\u0646\u0648\u0632 \u0627\u0646\u062c\u0627\u0645 \u0646\u0634\u062f\u0647 \u0627\u0633\u062a.

new.page.launch=(\u0645\u0627 \u062a\u0644\u0627\u0634 \u06a9\u0631\u062f\u06cc\u0645 {0} \u0631\u0627 \u062f\u0631 \u06cc\u06a9 \u067e\u0646\u062c\u0631\u0647 \u062c\u062f\u06cc\u062f \u0627\u062c\u0631\u0627 \u06a9\u0646\u06cc\u0645. \u0628\u0631\u0627\u06cc \u0627\u062c\u0631\u0627\u06cc \u0627\u062a\u0648\u0645\u0627\u062a\u06cc\u06a9 \u062f\u0631 \u067e\u0646\u062c\u0631\u0647 popup \u062f\u0631 \u0622\u06cc\u0646\u062f\u0647\u060c \u0645\u0631\u0648\u0631\u06af\u0631 \u062e\u0648\u062f \u0631\u0627 \u0628\u0647 \u0646\u062d\u0648\u06cc \u062a\u0646\u0638\u06cc\u0645 \u06a9\u0646\u06cc\u062f \u06a9\u0647 \u0627\u0645\u06a9\u0627\u0646 \u0628\u0627\u0632 \u0634\u062f\u0646 \u067e\u0646\u062c\u0631\u0647\u200c\u0647\u0627\u06cc Popup \u0631\u0627 \u0628\u0647 {1} \u0628\u062f\u0647\u062f.)
tool.name=\u0627\u0628\u0632\u0627\u0631 \u0634\u0645\u0627

edit.exit=\u0644\u063a\u0648
edit.clear.prefs=\u067e\u0627\u06a9 \u06a9\u0631\u062f\u0646 \u062a\u0646\u0638\u06cc\u0645\u0627\u062a \u0630\u062e\u06cc\u0631\u0647 \u0634\u062f\u0647
edit.nothing=\u062a\u0646\u0638\u06cc\u0645\u0627\u062a \u0628\u0631\u0627\u06cc \u0627\u06cc\u0646 \u062c\u0627\u06af\u0630\u0627\u0631\u06cc \u0627\u0632 \u067e\u06cc\u0634 \u0645\u0634\u062e\u0635 \u0634\u062f\u0647 \u0648 \u0627\u0645\u06a9\u0627\u0646 \u0648\u06cc\u0631\u0627\u06cc\u0634 \u0622\u0646 \u0648\u062c\u0648\u062f \u0646\u062f\u0627\u0631\u062f.

edit.clear.yes=\u0628\u0644\u0647
edit.clear.no=\u062e\u06cc\u0631

are.you.sure=\u0622\u06cc\u0627 \u0645\u0637\u0645\u0626\u0646\u06cc\u062f \u06a9\u0647 \u0645\u06cc\u200c\u062e\u0648\u0627\u0647\u06cc\u062f \u062a\u0646\u0638\u06cc\u0645\u0627\u062a \u0628\u0631\u0627\u06cc \u062c\u0627\u06af\u0630\u0627\u0631\u06cc \u0627\u0628\u0632\u0627\u0631 \u06a9\u0627\u0631\u0628\u0631\u06cc \u062f\u0631\u0648\u0646\u06cc \u0631\u0627 \u062d\u0630\u0641 \u06a9\u0646\u06cc\u062f\u061f

select.url=URL \u0648 \u06a9\u0644\u0645\u0647 \u0639\u0628\u0648\u0631
select.xml=\u0627\u0644\u062d\u0627\u0642 HTML
required.information=\u0627\u0637\u0644\u0627\u0639\u0627\u062a \u0645\u0648\u0631\u062f \u0646\u06cc\u0627\u0632
display.information=\u0646\u0645\u0627\u06cc\u0634 \u0627\u0637\u0644\u0627\u0639\u0627\u062a
launch.information=\u0627\u0637\u0644\u0627\u0639\u0627\u062a \u0627\u062c\u0631\u0627\u06cc \u0627\u062e\u062a\u06cc\u0627\u0631\u06cc
tool.xml.detail=<p>\u0628\u0639\u0636\u06cc \u0627\u0632 \u0627\u0628\u0632\u0627\u0631\u0647\u0627\u06cc \u062e\u0627\u0631\u062c\u06cc \u06cc\u06a9 XML \u0628\u0647 \u0634\u0645\u0627 \u0627\u0631\u0627\u0626\u0647 \u062e\u0648\u0627\u0647\u0646\u062f \u06a9\u0631\u062f \u06a9\u0647 \u0634\u0627\u0645\u0644 URL \u0648 \u062f\u06cc\u06af\u0631 \u0627\u0637\u0644\u0627\u0639\u0627\u062a \u062a\u0646\u0638\u06cc\u0645 \u0627\u0633\u062a. \u0627\u06af\u0631 \u0627\u0628\u0632\u0627\u0631 \u062e\u0627\u0631\u062c\u06cc \u0634\u0645\u0627 \u0627\u0632 XML descriptor \u067e\u0634\u062a\u06cc\u0628\u0627\u0646\u06cc \u0645\u06cc\u200c\u06a9\u0646\u062f\u060c descriptor \u0631\u0627 \u06a9\u067e\u06cc \u0648 \u062f\u0631 \u0627\u06cc\u0646 \u0641\u06cc\u0644\u062f \u0642\u0631\u0627\u0631 \u062f\u0647\u06cc\u062f.
tool.url=\u0622\u062f\u0631\u0633 \u0627\u0628\u0631\u0627\u0631 \u062e\u0627\u0631\u062c\u06cc\:
tool.url.detail=
tool.key=\u06a9\u0644\u06cc\u062f \u0627\u0628\u0632\u0627\u0631 \u062e\u0627\u0631\u062c\u06cc\:
tool.key.detail=
tool.secret=\u067e\u06cc\u0627\u0645 \u0645\u062d\u0631\u0645\u0627\u0646\u0647 \u0627\u0628\u0632\u0627\u0631 \u062e\u0627\u0631\u062c\u06cc\: 
tool.secret.detail=
page.title=\u0645\u0634\u062e\u0635 \u06a9\u0631\u062f\u0646 \u0645\u062a\u0646 \u06a9\u0644\u06cc\u062f\:
page.title.detail=(\u0645\u062a\u0646 \u062f\u0631 \u0645\u0646\u0648\u06cc \u0627\u0628\u0632\u0627\u0631)
tool.title=\u0645\u0634\u062e\u0635 \u06a9\u0631\u062f\u0646 \u0639\u0646\u0648\u0627\u0646 \u0627\u0628\u0632\u0627\u0631\:
tool.title.detail=(\u0628\u0627\u0644\u0627\u06cc \u0627\u0628\u0632\u0627\u0631)
tool.fa_icon=\u0628\u0631\u0627\u06cc \u0627\u06cc\u0646 \u0627\u0628\u0632\u0627\u0631 \u06cc\u06a9 \u0622\u06cc\u06a9\u0648\u0646 \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f\:
new.page=\u062f\u0631 \u067e\u0646\u062c\u0631\u0647 \u062c\u062f\u06cc\u062f \u0628\u0627\u0632 \u0634\u0648\u062f\:
new.page.detail=
maximize.page=\u062d\u062f\u0627\u06a9\u062b\u0631 \u0639\u0631\u0636 \u067e\u0646\u062c\u0631\u0647\:
maximize.page.detail=
iframe.height=\u0627\u0631\u062a\u0641\u0627\u0639 iFrame\:
iframe.height.detail=
debug.launch=\u0627\u062c\u0631\u0627\u06cc \u062a\u0635\u062d\u06cc\u062d \u062e\u0637\u0627\:
debug.launch.detail=<br/>\u0632\u0645\u0627\u0646\u06cc \u06a9\u0647 \u0627\u062c\u0631\u0627\u06cc \u062a\u0635\u062d\u06cc\u062d \u062e\u0637\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u0634\u0648\u062f\u060c \u0627\u0628\u0632\u0627\u0631 \u067e\u06cc\u0634 \u0627\u0632 \u0627\u062c\u0631\u0627 \u062a\u0623\u062e\u06cc\u0631 \u062f\u0627\u0634\u062a\u0647 \u0648 \u0627\u0637\u0644\u0627\u0639\u0627\u062a \u0627\u062c\u0631\u0627 \u0646\u0645\u0627\u06cc\u0634 \u062f\u0627\u062f\u0647 \u062e\u0648\u0627\u0647\u062f \u0634\u062f.
launch.privacy=\u0627\u0631\u0627\u0626\u0647 \u0627\u0637\u0644\u0627\u0639\u0627\u062a Roster
launch.privacy.detail=<br/>\u0627\u06cc\u0646 \u06af\u0632\u06cc\u0646\u0647\u200c\u0647\u0627 \u0628\u0647 \u0634\u0645\u0627 \u0627\u0645\u06a9\u0627\u0646 \u0645\u06cc\u200c\u062f\u0647\u0646\u062f \u0627\u0646\u062a\u062e\u0627\u0628 \u0627\u0637\u0644\u0627\u0639\u0627\u062a \u0627\u0631\u0627\u0626\u0647 \u0634\u062f\u0647 \u0628\u0647 \u0627\u0628\u0632\u0627\u0631 \u062e\u0627\u0631\u062c\u06cc \u0631\u0627 \u0645\u062f\u06cc\u0631\u06cc\u062a \u06a9\u0646\u06cc\u062f. \u0645\u0645\u06a9\u0646 \u0627\u0633\u062a \u0628\u0639\u0636\u06cc \u0627\u0632 \u0627\u0628\u0632\u0627\u0631\u0647\u0627 \u0628\u0631\u0627\u06cc \u0639\u0645\u0644 \u06a9\u0631\u062f\u0646 \u0628\u0647 \u0627\u0637\u0644\u0627\u0639\u0627\u062a roster \u0646\u06cc\u0627\u0632 \u062f\u0627\u0634\u062a\u0647 \u0628\u0627\u0634\u0646\u062f.
privacy.releasename=\u0627\u0631\u0633\u0627\u0644 \u0646\u0627\u0645\u200c\u0647\u0627 \u0628\u0647 \u0627\u0628\u0632\u0627\u0631 \u062e\u0627\u0631\u062c\u06cc
privacy.releaseemail=\u0627\u0631\u0633\u0627\u0644 \u0622\u062f\u0631\u0633\u200c\u0647\u0627\u06cc \u0627\u06cc\u0645\u06cc\u0644 \u0628\u0647 \u0627\u0628\u0632\u0627\u0631 \u062e\u0627\u0631\u062c\u06cc
privacy.allowroster=\u0627\u0645\u06a9\u0627\u0646 \u062f\u0631\u06cc\u0627\u0641\u062a roster \u062f\u0631\u0633 \u0627\u0632 \u0637\u0631\u06cc\u0642 \u0627\u0628\u0632\u0627\u0631 \u062e\u0627\u0631\u062c\u06cc
allowroster.detail=
allowsettings.information=\u062a\u0646\u0638\u06cc\u0645\u0627\u062a \u0627\u0628\u0632\u0627\u0631 \u0645\u0631\u062a\u0628\u200c\u0633\u0627\u0632\u06cc
privacy.allowsettings=\u0627\u0645\u06a9\u0627\u0646 \u062f\u0631\u06cc\u0627\u0641\u062a \u0648 \u0630\u062e\u06cc\u0631\u0647 \u062a\u0646\u0638\u06cc\u0645\u0627\u062a \u0627\u0628\u0632\u0627\u0631 \u062e\u0627\u0631\u062c\u06cc \u0627\u0632 \u0637\u0631\u0641 \u062e\u0648\u062f \u0627\u0628\u0632\u0627\u0631
allowsettings.detail=<br/>\u0627\u06cc\u0646 \u06af\u0632\u06cc\u0646\u0647 \u0628\u0647 \u0627\u0628\u0632\u0627\u0631 \u062e\u0627\u0631\u062c\u06cc \u0627\u0645\u06a9\u0627\u0646 \u062f\u0631\u06cc\u0627\u0641\u062a \u0648 \u0630\u062e\u06cc\u0631\u0647 \u062a\u0646\u0638\u06cc\u0645\u0627\u062a \u062e\u0648\u062f \u062f\u0631 \u0627\u06cc\u0646 \u062c\u0627\u06af\u0630\u0627\u0631\u06cc \u0631\u0627 \u0645\u06cc\u200c\u062f\u0647\u062f. \u0627\u06cc\u0646 \u06af\u0632\u06cc\u0646\u0647 \u062a\u0646\u0647\u0627 \u0628\u0647 \u0627\u0628\u0632\u0627\u0631 \u0627\u06cc\u0646 \u0627\u0645\u06a9\u0627\u0646 \u0631\u0627 \u0645\u06cc\u062f\u0647\u062f \u06a9\u0647 \u0628\u0647 \u0642\u0633\u0645\u062a\u200c\u0647\u0627\u06cc scratch \u062f\u0633\u062a\u0631\u0633\u06cc \u067e\u06cc\u062f\u0627 \u06a9\u0631\u062f\u0647 \u062a\u0627 \u0628\u062a\u0648\u0627\u0646\u062f \u062a\u0646\u0638\u06cc\u0645\u0627\u062a \u062e\u0648\u062f \u0631\u0627 \u062f\u0631\u06cc\u0627\u0641\u062a \u0648 \u0630\u062e\u06cc\u0631\u0647 \u06a9\u0646\u062f. \u0627\u06cc\u0646 \u06af\u0632\u06cc\u0646\u0647 \u0627\u0645\u06a9\u0627\u0646 \u062f\u0633\u062a\u0631\u0633\u06cc \u0628\u0647 \u0647\u06cc\u0686 \u062a\u0646\u0638\u06cc\u0645\u0627\u062a \u062f\u06cc\u06af\u0631\u06cc \u0631\u0627 \u0646\u0645\u06cc\u200c\u062f\u0647\u062f.
contentlink.legend=\u062a\u0646\u0638\u06cc\u0645\u0627\u062a \u0644\u06cc\u0646\u06a9 \u0645\u062d\u062a\u0648\u0627
contentlink.label=URL \u0644\u06cc\u0646\u06a9 \u0645\u062d\u062a\u0648\u0627
contentlink.detail=<br/>\u0627\u06cc\u0646 \u06af\u0632\u06cc\u0646\u0647 \u0628\u0647 \u0634\u0645\u0627 \u0627\u0645\u06a9\u0627\u0646 \u062a\u0639\u0631\u06cc\u0641 \u06cc\u06a9 \u0644\u06cc\u0646\u06a9 \u0645\u062d\u062a\u0648\u0627 \u0628\u0631\u0627\u06cc \u0627\u0631\u0633\u0627\u0644 \u0628\u0647 \u0627\u0628\u0632\u0627\u0631 \u062e\u0627\u0631\u062c\u06cc \u0631\u0627 \u0645\u06cc\u062f\u0647\u062f. \u0627\u06cc\u0646 \u0645\u062d\u062a\u0648\u0627 \u0628\u0627\u06cc\u062f \u0628\u0631\u0627\u06cc \u06a9\u0627\u0631\u0628\u0631\u0627\u0646 \u063a\u06cc\u0631\u062a\u0627\u0626\u06cc\u062f \u0634\u062f\u0647 \u0642\u0627\u0628\u0644 \u062f\u0633\u062a\u0631\u0633\u06cc \u0628\u0627\u0634\u062f. \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0645\u0639\u0645\u0648\u0644 \u0627\u0632 \u0627\u06cc\u0646 \u06af\u0632\u06cc\u0646\u0647 \u0628\u0631\u0627\u06cc \u0627\u0631\u0633\u0627\u0644 \u06cc\u06a9 \u0641\u0627\u06cc\u0644 (\u0645\u0627\u0646\u0646\u062f \u06cc\u06a9 CORM object) \u0628\u0647 \u0627\u0628\u0632\u0627\u0631 \u062e\u0627\u0631\u062c\u06cc \u062c\u0647\u062a \u0627\u062c\u0631\u0627 \u062a\u0648\u0633\u0637 \u0627\u0628\u0632\u0627\u0631 \u062e\u0627\u0631\u062c\u06cc \u0627\u0633\u062a.
launch.custom=\u067e\u0627\u0631\u0627\u0645\u062a\u0631\u0647\u0627\u06cc \u0627\u062c\u0631\u0627\u06cc \u0633\u0641\u0627\u0631\u0634\u06cc
launch.custom.detail=<br/>\u0634\u0645\u0627 \u0645\u06cc\u200c\u062a\u0648\u0627\u0646\u06cc\u062f \u0628\u0627 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0627\u0632 keyword\=value \u0645\u062c\u0645\u0648\u0639\u0647\u200c\u0627\u06cc \u0627\u0632 \u067e\u0627\u0631\u0627\u0645\u062a\u0631\u0647\u0627\u06cc \u0627\u062c\u0631\u0627 \u0631\u0627 \u0627\u0636\u0627\u0641\u0647 \u06a9\u0646\u06cc\u062f. \u0634\u0645\u0627 \u0645\u06cc\u200c\u062a\u0648\u0627\u0646\u06cc\u062f \u06cc\u0627 \u067e\u0627\u0631\u0627\u0645\u062a\u0631\u0647\u0627\u06cc \u062c\u062f\u0627\u06af\u0627\u0646\u0647 \u0631\u0627 \u062f\u0631 \u062e\u0637\u0648\u0637 \u0645\u062c\u0632\u0627 \u0648\u0627\u0631\u062f \u06a9\u0646\u06cc\u062f \u06cc\u0627 \u0645\u06cc\u062a\u0648\u0627\u0646\u06cc\u062f \u067e\u0627\u0631\u0627\u0645\u062a\u0631\u0647\u0627 \u0631\u0627 \u0628\u0627 \u0646\u0642\u0637\u0647 \u0648\u06cc\u06af\u0648\u0644 (;) \u0627\u0632 \u0647\u0645 \u062c\u062f\u0627 \u06a9\u0646\u06cc\u062f.
update.options=\u06af\u0632\u06cc\u0646\u0647 \u0647\u0627\u06cc \u0628\u0647 \u0631\u0648\u0632\u0631\u0633\u0627\u0646\u06cc

launch.splash=Splash Screen
launch.splash.detail=<br/>\u0627\u06cc\u0646 \u0645\u062a\u0646 \u0628\u0631\u0627\u06cc \u06a9\u0627\u0631\u0628\u0631\u0627\u0646 \u067e\u06cc\u0634 \u0627\u0632 \u0627\u06cc\u0646\u06a9\u0647 \u0628\u0647 \u0633\u0645\u062a \u0627\u0628\u0632\u0627\u0631 \u062e\u0627\u0631\u062c\u06cc \u0647\u062f\u0627\u06cc\u062a \u0634\u0648\u0646\u062f\u060c \u0646\u0645\u0627\u06cc\u0634 \u062f\u0627\u062f\u0647 \u062e\u0648\u0627\u0647\u062f \u0634\u062f. \u0646\u0645\u06cc\u200c\u062a\u0648\u0627\u0646\u06cc\u062f \u062f\u0631 \u0627\u06cc\u0646 \u0642\u0633\u0645\u062a \u0627\u0632 HTML \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u06a9\u0646\u06cc\u062f.

error.modify.prefs=\u0627\u0645\u06a9\u0627\u0646 \u0648\u06cc\u0631\u0627\u06cc\u0634 \u062a\u0646\u0638\u06cc\u0645\u0627\u062a \u0648\u062c\u0648\u062f \u0646\u062f\u0627\u0634\u062a.
error.xml.input=\u062e\u0637\u0627 \u062f\u0631 \u0648\u0631\u0648\u062f\u06cc XML.
error.no.input=\u0634\u0645\u0627 \u0628\u0627\u06cc\u062f \u06cc\u06a9 URL \u0627\u062c\u0631\u0627\u060c \u06a9\u0644\u06cc\u062f \u0648 \u067e\u06cc\u0627\u0645 \u0645\u062d\u0631\u0645\u0627\u0646\u0647 \u062a\u0639\u0631\u06cc\u0641 \u06a9\u0646\u06cc\u062f
error.bad.url=\u0627\u0634\u062a\u0628\u0627\u0647 \u062f\u0631 \u0641\u0631\u0645\u062a URL \u0627\u062c\u0631\u0627
error.bad.height=\u0627\u0631\u062a\u0641\u0627\u0639 \u0628\u0627\u06cc\u062f \u06cc\u06a9 \u0639\u062f\u062f \u0645\u062b\u0628\u062a \u0628\u0627\u0634\u062f
error.page.title=\u062a\u0639\u0631\u06cc\u0641 \u0639\u0646\u0648\u0627\u0646 \u0635\u0641\u062d\u0647 \u0627\u0646\u062c\u0627\u0645 \u0646\u0634\u062f.

launch.missing=\u0641\u06cc\u0644\u062f \u0627\u0644\u0632\u0627\u0645\u06cc \u0628\u0631\u0627\u06cc \u0627\u062c\u0631\u0627\u06cc LTI \u0645\u0648\u062c\u0648\u062f \u0646\u06cc\u0633\u062a
launch.invalid=\u0645\u0642\u062f\u0627\u0631 \u0646\u0627\u0645\u0639\u062a\u0628\u0631 \u0628\u0631\u0627\u06cc \u0627\u062c\u0631\u0627\u06cc LTI
launch.tool_id.required=\u0627\u06cc\u0646 \u0627\u0628\u0632\u0627\u0631 \u062f\u0631 URL \u0627\u062c\u0631\u0627 \u06cc\u0627\u0641\u062a \u0646\u0634\u062f
launch.tool.notallowed=\u0628\u0631 \u0627\u0633\u0627\u0633 \u062a\u0646\u0638\u06cc\u0645\u0627\u062a \u0627\u06cc\u0646 \u0627\u0628\u0632\u0627\u0631 \u0627\u0645\u06a9\u0627\u0646 \u062f\u0633\u062a\u0631\u0633\u06cc LTI \u0648\u062c\u0648\u062f \u0646\u062f\u0627\u0631\u062f
launch.tool.notfound=\u0634\u0646\u0627\u0633\u0647 \u0627\u0628\u0632\u0627\u0631 \u062f\u0631 \u0633\u06cc\u0633\u062a\u0645 \u062b\u0628\u062a \u0646\u0634\u062f\u0647 \u0627\u0633\u062a
launch.key.notfound=\u06a9\u0644\u06cc\u062f \u06a9\u0627\u0631\u0628\u0631\u06cc OAuth \u06cc\u0627\u0641\u062a \u0646\u0634\u062f
launch.no.validate=OAuth \u0627\u06cc\u0646 \u062f\u0631\u062e\u0648\u0627\u0633\u062a \u0631\u0627 \u062a\u0627\u0626\u06cc\u062f \u0646\u0645\u06cc\u200c\u06a9\u0646\u062f
launch.no.session=\u0633\u0634\u0646 \u06cc\u0627\u0641\u062a \u0646\u0634\u062f
launch.create.user=\u0627\u06cc\u062c\u0627\u062f \u062d\u0633\u0627\u0628 \u06a9\u0627\u0631\u0628\u0631\u06cc \u0645\u0645\u06a9\u0646 \u0646\u06cc\u0633\u062a
launch.site.save=\u0630\u062e\u06cc\u0631\u0647 \u0633\u0627\u06cc\u062a \u0645\u0645\u06a9\u0646 \u0646\u06cc\u0633\u062a
launch.create.site=\u0627\u06cc\u062c\u0627\u062f \u0633\u0627\u06cc\u062a \u0645\u0645\u06a9\u0646 \u0646\u06cc\u0633\u062a
launch.role.missing=\u0646\u0642\u0634 \u067e\u06cc\u062f\u0627 \u0646\u0634\u062f
launch.join.site=\u0627\u0645\u06a9\u0627\u0646 \u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u06a9\u0627\u0631\u0628\u0631 \u0628\u0647 \u0633\u0627\u06cc\u062a \u0648\u062c\u0648\u062f \u0646\u062f\u0627\u0634\u062a
launch.tool.search=\u062e\u0637\u0627 \u062f\u0631 \u062c\u0633\u062a\u062c\u0648 \u062f\u0631 \u0627\u0628\u0632\u0627\u0631\u0647\u0627
launch.tool.add=\u0627\u0645\u06a9\u0627\u0646 \u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u0627\u0628\u0632\u0627\u0631 \u0628\u0647 \u0633\u0627\u06cc\u062a \u0648\u062c\u0648\u062f \u0646\u062f\u0627\u0634\u062a
launch.continue=\u062c\u0647\u062a \u0627\u062f\u0627\u0645\u0647 \u0628\u0647 \u0627\u0628\u0632\u0627\u0631 \u062e\u0627\u0631\u062c\u06cc \u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f
launch.user.invalid=\u06a9\u0627\u0631\u0628\u0631 \u067e\u06cc\u062f\u0627 \u0646\u0634\u062f
launch.site.invalid=\u0633\u0627\u06cc\u062a \u067e\u06cc\u062f\u0627 \u0646\u0634\u062f
launch.site.user.missing=\u06a9\u0627\u0631\u0628\u0631 \u062f\u0631 \u0633\u0627\u06cc\u062a \u067e\u06cc\u062f\u0627 \u0646\u0634\u062f
launch.site.tool.missing=\u0627\u0628\u0632\u0627\u0631 \u062f\u0631 \u0633\u0627\u06cc\u062a \u067e\u06cc\u062f\u0627 \u0646\u0634\u062f
launch.site.tool.denied=\u0645\u062c\u0648\u0632 \u062f\u0633\u062a\u0631\u0633\u06cc \u0628\u0647 \u0627\u0628\u0632\u0627\u0631 \u0648\u062c\u0648\u062f \u0646\u062f\u0627\u0631\u062f
launch.provided.eid.invalid=Eid \u0627\u0631\u0627\u0626\u0647 \u0634\u062f\u0647 \u0645\u0639\u062a\u0628\u0631 \u0646\u0628\u0648\u062f
launch.user.site.unknown=\u0634\u0646\u0627\u0633\u0647 \u0633\u0627\u06cc\u062a \u06a9\u0627\u0631\u0628\u0631 \u0642\u0627\u0628\u0644 \u062a\u0634\u062e\u06cc\u0635 \u0646\u0628\u0648\u062f
launch.user.multiple.emailaddress=\u0628\u0631\u0627\u06cc \u0622\u062f\u0631\u0633\u200c\u0647\u0627\u06cc \u0627\u06cc\u0645\u06cc\u0644 \u0686\u0646\u062f\u06cc\u0646 \u0634\u0646\u0627\u0633\u0647 \u06a9\u0627\u0631\u0628\u0631 \u0648\u062c\u0648\u062f \u062f\u0627\u0631\u062f

content_item.install.button=\u0646\u0635\u0628
content_item.return_url.notfound=Content_item_return_url \u0627\u0632 \u0627\u0637\u0644\u0627\u0639\u0627\u062a \u0627\u062c\u0631\u0627 \u0645\u0648\u062c\u0648\u062f \u0646\u0628\u0648\u062f
content_item.back.to.store=\u0628\u0627\u0632\u06af\u0634\u062a \u0628\u0647 \u0644\u06cc\u0633\u062a

canvas.config.title=\u0627\u0628\u0632\u0627\u0631\u0647\u0627\u06cc Sakai
canvas.config.description=\u062f\u0631 \u0627\u06cc\u0646 \u0633\u0631\u0648\u0631 \u0627\u0628\u0632\u0627\u0631\u0647\u0627\u06cc Sakai \u0645\u0648\u062c\u0648\u062f\u0646\u062f \u06a9\u0647 \u0645\u06cc\u200c\u062a\u0648\u0627\u0646\u06cc\u062f \u0627\u0632 LMS \u062e\u0648\u062f \u0622\u0646\u0647\u0627 \u0631\u0627 \u0627\u062c\u0631\u0627 \u06a9\u0646\u06cc\u062f.

canvas.error.missing.domain=\u0627\u0645\u06a9\u0627\u0646 parse \u062f\u0627\u0645\u06cc\u0646 \u0648\u062c\u0648\u062f \u0646\u062f\u0627\u0634\u062a (\u062e\u0637\u0627\u06cc \u062f\u0631\u0648\u0646\u06cc)

gradable.information=\u0627\u0631\u0633\u0627\u0644 \u0646\u0645\u0631\u0627\u062a \u0628\u0647 \u062f\u0641\u062a\u0631 \u0646\u0645\u0631\u0647
gradable.title=\u0622\u06cc\u062a\u0645 \u062f\u0641\u062a\u0631\u0646\u0645\u0631\u0647 \u0631\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f\:<br/>
gradable.nograde=\u0639\u062f\u0645 \u0642\u0628\u0648\u0644 \u0646\u0645\u0631\u0647 \u0627\u0632 \u0627\u06cc\u0646 \u0627\u0628\u0632\u0627\u0631
gradable.detail=<br/>\u062f\u0631 \u0632\u0645\u0627\u0646 \u062a\u063a\u06cc\u06cc\u0631 \u0627\u06cc\u0646 \u0645\u0642\u062f\u0627\u0631 \u0645\u0631\u0627\u0642\u0628 \u0628\u0627\u0634\u06cc\u062f. \u0627\u06af\u0631 \u0627\u06cc\u0646 \u0645\u0642\u062f\u0627\u0631 \u0631\u0627 \u062a\u063a\u06cc\u06cc\u0631 \u062f\u0647\u06cc\u062f\u060c \u0646\u0645\u0631\u0627\u062a \u0641\u0639\u0644\u06cc \u0628\u0647 \u0622\u06cc\u062a\u0645 \u062f\u0641\u062a\u0631 \u0646\u0645\u0631\u0647 \u062c\u062f\u06cc\u062f \u0645\u0646\u062a\u0642\u0644 <strong>\u0646\u062e\u0648\u0627\u0647\u0646\u062f \u0634\u062f</strong>. \u062a\u0646\u0647\u0627 \u0646\u0645\u0631\u0627\u062a \u0622\u06cc\u0646\u062f\u0647 \u062f\u0631\u06cc\u0627\u0641\u062a \u0634\u062f\u0647 \u0627\u0632 \u0627\u0628\u0632\u0627\u0631 \u0628\u0647 \u0622\u06cc\u062a\u0645 \u062c\u062f\u06cc\u062f \u062f\u0641\u062a\u0631 \u0646\u0645\u0631\u0647 \u0647\u062f\u0627\u06cc\u062a \u062e\u0648\u0627\u0647\u0646\u062f \u0634\u062f.
gradable.newassignment=\u0627\u06cc\u062c\u0627\u062f \u0622\u06cc\u062a\u0645 \u062f\u0641\u062a\u0631\u0646\u0645\u0631\u0647
gradable.newassignment.detail=<br/>\u0627\u06cc\u0646 \u06af\u0632\u06cc\u0646\u0647 \u06cc\u06a9 \u0622\u06cc\u062a\u0645 \u062c\u062f\u06cc\u062f \u062f\u0631 \u062f\u0641\u062a\u0631\u0646\u0645\u0631\u0647 \u0627\u06cc\u062c\u0627\u062f \u0645\u06cc\u200c\u06a9\u0646\u062f \u0648 \u0646\u0645\u0631\u0627\u062a \u0631\u0627 \u0628\u0647 \u0627\u06cc\u0646 \u0622\u06cc\u062a\u0645 \u062c\u062f\u06cc\u062f \u0647\u062f\u0627\u06cc\u062a \u062e\u0648\u0627\u0647\u062f \u06a9\u0631\u062f. \u0634\u0645\u0627 \u062a\u0646\u0647\u0627 \u0644\u0627\u0632\u0645 \u0627\u0633\u062a \u06cc\u06a9 \u0628\u0627\u0631 \u0622\u06cc\u062a\u0645 \u0631\u0627 \u0627\u06cc\u062c\u0627\u062f \u06a9\u0646\u06cc\u062f.
error.gradable.badassign=\u0622\u06cc\u062a\u0645 \u062f\u0641\u062a\u0631\u0646\u0645\u0631\u0647 \u0627\u0646\u062a\u062e\u0627\u0628\u06cc \u0645\u0639\u062a\u0628\u0631 \u0646\u06cc\u0633\u062a 
error.gradable.badcreate=\u0627\u0645\u06a9\u0627\u0646 \u0627\u06cc\u062c\u0627\u062f \u0622\u06cc\u062a\u0645 \u062f\u0631 \u062f\u0641\u062a\u0631\u0646\u0645\u0631\u0647 \u0648\u062c\u0648\u062f \u0646\u062f\u0627\u0634\u062a 


