sakai.site.title=Sakai Plus
sakai.site.description=Acest link va lansa un site Sakai complet, cu posibilitatea de a gestiona \u0219i de a ad\u0103uga instrumente, cu sincronizarea listei \u0219i a carnetului de note cu LMS-ul de apel.

plus.oidc_login.format=URL-ul de conectare OIDC are un format incorect
plus.launch.state.notfound=Stare lips\u0103 la oidc_launch
plus.launch.state.signature=Nu s-a putut verifica semn\u0103tura pentru starea
plus.tenant.notfound=Nu a putut g\u0103si chiria\u0219ul
plus.launch.id_token.notfound=Lipse\u0219te id_token pe oidc_launch
plus.launch.id_token.missing.data=Launch id_token trebuie s\u0103 con\u021bin\u0103 issuer, clientId/audience \u0219i deploymentId
plus.launch.tenant.check=LaunchJWT issuer, clientId/audience \u0219i deploymentId trebuie s\u0103 corespund\u0103 valorilor Tenant
plus.launch.kid.notfound=Nu s-a putut g\u0103si cheia id (kid) \u00een id_token pe oidc_launch
plus.launch.keyset.blank=Chiria\u0219ul nu are un URL configurat pentru OIDC KeySet
plus.launch.keyset.load.fail=Nu s-a putut \u00eenc\u0103rca OIDC KeySet de la URL
plus.launch.kid.load.fail=OIDC KeySet nu con\u021binea cheia id (kid)
plus.launch.id_token.signature=Semn\u0103tura din id_token nu a fost verificat\u0103 \u00een oidc_launch
plus.launch.id_token.load.fail=Nu s-a putut analiza cererile din id_token \u00eentr-un oidc_launch
plus.target_link_uri.missing=Lipse\u0219te target_link_uri \u00een datele de lansare
plus.message_type.unsupported=Lansare neacceptat\u0103 Tip de mesaj

plus.repost.new.window=Deschide\u021bi Sakai Plus \u00eentr-o fereastr\u0103 nou\u0103
plus.repost.loaded=Acest instrument a fost \u00eenc\u0103rcat cu succes \u00eentr-o nou\u0103 fereastr\u0103 de browser. Re\u00eenc\u0103rca\u021bi pagina pentru a accesa din nou instrumentul.

plus.payload.state.signature=Nu s-a putut verifica semn\u0103tura pentru sarcina util\u0103 a sesiunii

plus.plusservice.null=launchJWT \u0219i tenant trebuie s\u0103 fie non-null
plus.plusservice.tenant.check=LaunchJWT issuer, clientId/audience \u0219i deploymentId trebuie s\u0103 corespund\u0103 valorilor Tenant
plus.plusservice.null.parameters=Parametrii necesari sunt nuli
plus.plusservice.not.persisted=Parametrii necesari trebuie s\u0103 fie salva\u021bi / persisten\u021bi

plus.server.title=Sakai Plus
plus.server.description=LMS cu surs\u0103 deschis\u0103 \u0219i instrumente disponibile pentru integrarea \u00een LMS.

plus.deeplink.details=Detalii
plus.deeplink.tool.not.selected=Niciun instrument nu a fost selectat
plus.deeplink.sakai.plus=Sakai Plus
plus.deeplink.deep.link=Instrumente Sakai
plus.deeplink.context.launch=Sakai Plus
plus.deeplink.privacy.launch=Lansarea confiden\u021bialit\u0103\u021bii

plus.dynamic.welcome=Bine a\u021bi venit la SakaiPlus LTI \u00cenregistrare dinamic\u0103
plus.dynamic.request.missing=Lipsesc parametrii necesari pentru \u00eenregistrarea dinamic\u0103 LTI
plus.dynamic.unlock.mismatch=Un unlock_token incorect sau lips\u0103 pentru \u00eenregistrarea dinamic\u0103 LTI
plus.dynamic.starting=\u00cenceperea procesului de \u00eenregistrare dinamic\u0103 LTI pentru chiria\u0219
plus.dynamic.specification=specifica\u021bie
plus.dynamic.config.url=URL de configurare OpenID
plus.dynamic.badurl=Eroare \u00een URL-ul de configurare OIDC
plus.dynamic.parse=Imposibilitatea de a analiza datele de configurare OIDC
plus.dynamic.missing=Configura\u021bia furnizorului OIDC trebuie s\u0103 includ\u0103 issuer, authorization_endpoint, token_endpoint, jwks_uri \u0219i registration_endpoint
plus.dynamic.issuer.mismatch=Emitentul recuperat nu corespunde emitentului stocat
plus.dynamic.missing.domain=Nu s-a putut determina domeniul serverului local - eroare de configurare intern\u0103
plus.dynamic.registration.post=Postarea cererii de \u00eenregistrare a clientului OIDC a e\u0219uat

plus.dynamic.retrieved.openid=Configura\u021bie OpenID recuperat\u0103
plus.dynamic.client.request=Trimiterea cererii de \u00eenregistrare a clientului OpenID
plus.dynamic.client.response=R\u0103spunsul primit la \u00eenregistrarea clientului OpenID
plus.dynamic.lock.cleared=Blocarea \u00eenregistr\u0103rii a fost eliminat\u0103.  Va trebui s\u0103 reseta\u021bi blocarea \u00eenregistr\u0103rii pentru a relua \u00eenregistrarea dinamic\u0103 pe acest chiria\u0219.
plus.dynamic.continue=Continua\u021bi \u00eenregistrarea \u00een LMS
plus.dynamic.debug=Jurnal de depanare

plus.dynamic.characters=caractere
plus.dynamic.hide.show=Afiseaza/Ascunde

lti.forward=Apasati pentru a porni un instrument extern
noiframes=Browserul dumneavoastra nu accepta iframes.
noiframe.press.here=Apasati aici pentru lansare.
not.configured=Insturmentul nu a fost configurat inca

new.page.launch=(Am incercat sa lansam {0} intr-o fereastra noua. Pentru a lansa automat ferestre pop-up in viitor, configurati browserul pentru a permite {1} sa deschida ferestre pop-up.)
tool.name=instrumentul dumneavoastra

edit.exit=Anuleaza
edit.clear.prefs=Stergeti preferintele stocate
edit.nothing=Configurarea a fost pre-setata si nu poate fi modificata pentru acest plasament.

edit.clear.yes=DA
edit.clear.no=NU

are.you.sure=Sunteti sigur ca doriti sa eliminati setarile pentru aceast instrument de Plasare a Interoperabilitatii?

select.url=Adresa URL si Parola
select.xml=Lipire XML
required.information=Informatii obligatorii
display.information=Afisati informatiile
launch.information=Informatii optionale de lansare
tool.xml.detail=<p>Unele instrumente externe va vor oferi un descriptor XML care include adresa URL si alte informatii de configurare. Daca instrumentul dumneavoastra extern accepta descriptorul XML, copiati si lipiti descriptorul in acest camp.
tool.url=Adresa de URL a instrumentului la distanta\:
tool.url.detail=
tool.key=Cheia instrumentului la distanta\:
tool.key.detail=
tool.secret=Secretul instrumentului la distanta\:
tool.secret.detail=
page.title=Setare text buton\:
page.title.detail=(Text in meniul de instrumente)
tool.title=Stabiliti titlul instrumentului\:
tool.title.detail=(Deasupra instrumentului)
tool.fa_icon=Alegeti o iconita pentru acest instrument\:
new.page=Deschideti in fereastra noua\:
new.page.detail=
maximize.page=Maximizati Latimea Ferestrei\:
maximize.page.detail=
iframe.height=Inaltimea iFrame\:
iframe.height.detail=
toolorder=Ordinea instrumentelor\:
toolorder.detail=
debug.launch=Lansare depanare\:
debug.launch.detail=<br/>Cand Lansarea pentru depanare este selectata, instrumentul sta in repaus inainte de lansare si afiseaza informatii despre lansare
launch.privacy=Publicarea informatiilor din lista de participanti
launch.privacy.detail=<br/>Aceste optiuni va permit sa controlati care informatie este publicata catre instrumentul extern. Unele instrumente s-ar putea sa necesite informatii  despre lista de participanti pentru a putea functiona.
privacy.releasename=Trimiteti Nume catre Instrument Extern
privacy.releaseemail=Trimiteti Adrese de Email catre Instrument Extern
privacy.allowroster=Permiteti Insturmentului Extern sa restabileasca lista de participanti a cursului
allowroster.detail=
allowsettings.information=Se stocheaza setarile instrumentului
privacy.allowsettings=Permiteti Instrumentului Extern sa-si stocheze si sa-si retabileasca setarile
allowsettings.detail=<br/>Acest lucru permite ca Instrumentul Extern sa stocheze si sa-si restabileasca propriile setari in aceasta destinatie. \u00a0Acest lucru ofera instrumentului acces doar la o zona pentru a stoca si a recupera propriile setari. Nu ofera instrumentului acces la nicio alta setare.
contentlink.legend=Setare Link de Continut
contentlink.label=adresa URL pentru Link de Continut
contentlink.detail=Acest lucru va permite sa specificati un link de continut care sa fie trimis instrumentului extern. Acest continut ar trebui sa fie disponibil utilizatorilor neautentificati. Utilizarea tipica a acestei caracteristici este de a trimite un fisier (cum ar fi un obiect SCORM) catre instrumentul extern pentru a fi redat de instrumentul extern.
launch.custom=Parametri de lansare personalizati
launch.custom.detail=<br/> Puteti adauga o serie de parametri de lansare folosind cuvant cheie \= valoare. Puteti fie sa puneti parametri separati pe propriile lor linii, fie sa-i separati cu punct si virgul\u0103 (;).
update.options=Actualizati optiuni

launch.splash=Splash Screen
launch.splash.detail=<br/>Acest text va fi afisat utilizatorilor inainte de a fi trimis la Instrumentul extern. Nu puteti utiliza HTML in acest camp.

error.modify.prefs=Nu s-au putut modifica preferintele.
error.xml.input=Eroare in input-ul XML.
error.no.input=Trebuie sa setati URL de lansare, cheie si secret
error.bad.url=URL formatat incorect
error.bad.height=Inaltimea trebuie sa fie un intreg pozitiv
error.page.title=Nu s-a putut seta titlul de pagina.

launch.missing=Lipseste camp obligatoriu pt lansare LTI
launch.invalid=Valoare invalida pt lansare LTI
launch.tool_id.required=Instrumentul nu a fost gasit la URL-ul de lansare
launch.tool.missing=Lipse\u0219te identificatorul de instrument
launch.tool.notallowed=Instrumentul nu a fost configurat pentru a permite acces LTI
launch.tool.notfound=ID-ul instrumentului nu este inregistrat in acest sistem
launch.tool.nodefault=Nu s-a putut determina instrumentul implicit pentru lansare, verifica\u021bi setarea permittedTools pentru acest locatar
launch.key.notfound=Cheia utilizator OAuth nu a fost gasita
launch.no.validate=OAuth nu valideaza aceasta cerere
launch.no.session=Nu s-a putut gasi sesiunea
launch.create.user=Nu s-a putut crea contul de utilizator
launch.site.save=Nu s-a putut salva site-ul
launch.create.site=Nu s-a putut crea site-ul
launch.role.missing=Nu s-a gasit rolul
launch.join.site=Nu s-a putut adauga utilizator la site
launch.tool.search=Eroare la cautarea prin instrumente
launch.tool.add=Nu s-a putut adauga instrument la site
launch.continue=Apasati pentru a continua catre instrument
launch.user.invalid=Nu s-a gasit utilizatorul
launch.site.invalid=Nu s-a gasit site-ul
launch.site.user.missing=Nu s-a gasit utilizatorul in site
launch.site.tool.missing=Nu s-a gasit instrumentul in site
launch.site.tool.denied=Nu este permisa accesarea instrumentului
launch.provided.eid.invalid=eid-ul introdus nu este valid
launch.user.site.unknown=N-u s-a putut identifica ID site-ului utilizatorului
launch.user.multiple.emailaddress=exista mai multe ID-uri utilizator pentru adresa de email

content_item.install.button=Instaleaza
content_item.return_url.notfound=Lipseste URL-ul de returnare a continutului elementului din datele de lansare
content_item.back.to.store=Inapoi la lista

canvas.title=Instrumente Sakai
canvas.description=Acest server g\u0103zduie\u0219te instrumente Sakai pe care le pute\u021bi lansa din Canvas.

canvas.error.missing.domain=Nu s-a putut parcurge domeniul (eroare interna)

gradable.information=Notele directionate catre Catalog
gradable.title=Selecteaza elementul din Catalog\: <br/>
gradable.nograde=Nu accepta note din acest instrument
gradable.detail=<br/>Aveti grija cand schimbari aceasta valoare. Daca o schimbati, notele existente <strong>nu</strong> vor fi mutate in noul element de Catalog. Numai notele viitoare primite de la instrument vor fi directionate catre noul element de Catalog.
gradable.newassignment=Creaza element in Catalog
gradable.newassignment.detail=<br/>Acesta creeaza un nou element de Catalog si directioneaza notele catre acesta. Este suficient sa creati elementul o singura data.
error.gradable.badassign=Elementul de Catalog selectat este invalid
error.gradable.badcreate=Nu s-a putut crea elementul in Catalog

error.submit.timeout=Nu s-a putut trimite lansarea la adresa URL la distanta
