sakai.site.title=Sakai Plus
sakai.site.description=Este enlace ejecutar\u00e1 un sitio Sakai completo con la capacidad de gestionar y a\u00f1adir herramientas con sincronizaci\u00f3n con las herramientas Participantes y Calificaciones en el LMS que lo solicita.

plus.oidc_login.format=La direcci\u00f3n URL de inicio de sesi\u00f3n OIDC tiene un formato incorrecto.
plus.launch.state.notfound=Falta un estado en oidc_launch
plus.launch.state.signature=No se pudo verificar la firma para el estado
plus.tenant.notfound=No se ha podido encontrar el tenant
plus.launch.id_token.notfound=Falta el id_token en oidc_launch
plus.launch.id_token.missing.data=El id_token para ejecutar debe contener emisor, identificador del cliente/audiencia e identificador del despliegue
plus.launch.tenant.check=El emisor LaunchJWT, clientId/audience y deploymentId deben corresponderse con los valores del tenant
plus.launch.kid.notfound=No se encontr\u00f3 la clave id (kid) en el id_token del oidc_launch
plus.launch.keyset.blank=El tenant no tiene configurada la direcci\u00f3n URL del juego de claves OIDC
plus.launch.keyset.load.fail=No se pudo cargar el juego de claves OIDC de la direcci\u00f3n URL
plus.launch.kid.load.fail=El juego de claves OIDC no contiene la clave id (kid)
plus.launch.id_token.signature=La firma de id_token no est\u00e1 verificada en oidc_launch
plus.launch.id_token.load.fail=No se han podido analizar las peticiones al id_token en un oidc_launch
plus.target_link_uri.missing=En los datos de ejecuci\u00f3n falta target_link_uri
plus.message_type.unsupported=No se admite este tipo de mensaje para la ejecuci\u00f3n
plus.placement.create.fail=No ha sido posible crear la herramienta en el sitio

plus.repost.new.window=Abrir Sakai Plus en una nueva ventana
plus.repost.loaded=Esta herramienta se ha cargado correctamente en una ventana nueva del navegador. Recargue la p\u00e1gina para acceder a la herramienta otra vez.

plus.payload.state.signature=No se pudo verificar la firma para la carga de la sesi\u00f3n

plus.plusservice.null=launchJWT y tenant no pueden estar vac\u00edos
plus.plusservice.tenant.check=El emisor LaunchJWT, clientId/audience y deploymentId deben corresponderse con los valores del tenant
plus.plusservice.null.parameters=Los par\u00e1metros obligatorios son nulos
plus.plusservice.not.persisted=Los par\u00e1metros obligatorios deben guardarse / persistirse

plus.server.title=Sakai Plus
plus.server.description=Los LMS de c\u00f3digo abierto y las herramientas est\u00e1n disponibles para la integraci\u00f3n en su LMS

plus.provision.sakai.plus=Sakai Plus
plus.provision.context.launch=Sakai Plus
plus.provision.privacy.launch=Ejecuci\u00f3n privada

plus.dynamic.welcome=Bienvenido al registro din\u00e1mico LTI de Sakai Plus
plus.dynamic.request.missing=Faltan par\u00e1metros obligatorios para el registro din\u00e1mico LTI
plus.dynamic.unlock.mismatch=Falta o es incorrecto el par\u00e1metro unlock_token para el registro din\u00e1mico LTI
plus.dynamic.starting=Iniciando el proceso para el registro din\u00e1mico LTI para el tenant
plus.dynamic.specification=especificaci\u00f3n
plus.dynamic.config.url=URL de configuraci\u00f3n OpenID
plus.dynamic.badurl=Error en la URL de configuraci\u00f3n OIDC
plus.dynamic.parse=No se han podido analizar los datos de configuraci\u00f3n OIDC
plus.dynamic.missing=La configuraci\u00f3n del proveedor OIDC debe incluir emisor, authorization_endpoint, token_endpoint, jwks_uri y registration_endpoint
plus.dynamic.issuer.mismatch=El emisor recuperado no se corresponde con el almacenado
plus.dynamic.missing.domain=No se puede determinar el dominio del servidor local - error de configuraci\u00f3n interna
plus.dynamic.registration.post=El env\u00edo de la solicitud de registro de cliente OIDC ha fallado

plus.dynamic.retrieved.openid=Configuraci\u00f3n OpenID recuperada
plus.dynamic.client.request=Enviando la solicitud del registro de cliente OpenID
plus.dynamic.client.response=Respuesta del registro de cliente OpenID recibida
plus.dynamic.lock.cleared=Se ha desactivado el bloqueo de registro. Habr\u00e1 que reiniciar el bloqueo de registro para volver a ejecutar el registro din\u00e1mico en este tenant.
plus.dynamic.continue=Contin\u00faa con el registro en el LMS
plus.dynamic.debug=Log de debug

plus.dynamic.characters=caracteres
plus.dynamic.hide.show=Mostrar/Ocultar

lti.forward=Presiona iniciar la herramienta externa
noiframes=Su navegador no soporta iframes.
noiframe.press.here=Presione para lanzar.
not.configured=Esta herramienta todav\u00eda no se ha configurado.

new.page.launch=(Hemos intentado abrir {0} en una nueva ventana. Para que las ventanas emergentes se abran autom\u00e1ticamente, configure su navegador para permitir a {1} abrirlas.)
tool.name=su herramienta

edit.exit=Cancelar
edit.clear.prefs=Borrar las preferencias almacenadas
edit.nothing=La configuraci\u00f3n ha sido preestablecida y no puede editarse para esta ubicaci\u00f3n.

edit.clear.yes=S\u00cd
edit.clear.no=NO

are.you.sure=\u00bfEst\u00e1 seguro de que desea borrar la configuraci\u00f3n de este TIP (Tool Interoperability Placement)?

select.url=URL y contrase\u00f1a
select.xml=Pegar XML
required.information=Informaci\u00f3n obligatoria
display.information=Mostrar informaci\u00f3n
launch.information=Informaci\u00f3n opcional
tool.xml.detail=<p>Algunas herramientas externas proporcionan un descriptor XML que incluye la URL y otra informaci\u00f3n de configuraci\u00f3n. Si su herramienta externa soporta el descriptor XML, c\u00f3pielo y p\u00e9guelo en este campo.
tool.url=URL de la herramienta remota\:
tool.url.detail=
tool.key=Clave de la herramienta remota\:
tool.key.detail=
tool.secret=Secreto de la herramienta remota\: 
tool.secret.detail=
page.title=Establecer el texto del bot\u00f3n\:
page.title.detail=(Texto del men\u00fa de la herramienta)
tool.title=Establecer el t\u00edtulo de la herramienta\:
tool.title.detail=(Sobre la herramienta)
tool.fa_icon=Seleccionar un icono para esta herramienta\:
new.page=Abrir en una nueva ventana\:
new.page.detail=
maximize.page=Maximizar el ancho de la ventana\:
maximize.page.detail=
iframe.height=Altura del iFrame\:
iframe.height.detail=
toolorder=Orden de las herramientas\:
toolorder.detail=
debug.launch=Depurar lanzamiento\:
debug.launch.detail=<br/>Cuando se selecciona "Depurar lanzamiento", la herramienta se para antes de lanzar y mostrar los datos del lanzamiento. 
launch.privacy=Liberar informaci\u00f3n de participantes
launch.privacy.detail=<br/>Estas opciones permiten controlar qu\u00e9 informaci\u00f3n se libera a la herramienta externa. Algunas exigen informaci\u00f3n de la orla para funcionar.
privacy.releasename=Enviar el nombre de los usuarios a la herramienta externa
privacy.releaseemail=Enviar la direcci\u00f3n de correo de los usuarios a la herramienta externa
privacy.allowroster=Permitir que la herramienta externa obtenga el listado de estudiantes del curso
allowroster.detail=
allowsettings.information=Guardar configuraci\u00f3n de la herramienta
privacy.allowsettings=Permitir que la herramienta externa registre y recupere su propia configuraci\u00f3n
allowsettings.detail=<br/>Permite que la herramienta externa guarde y recupere su propia configuraci\u00f3n para esta ubicaci\u00f3n. Esto s\u00f3lo da a la herramienta acceso a un espacio seguro donde guardar y leer sus propios datos. No se da a la herramienta potestad para acceder a otros datos.
contentlink.legend=Configuraci\u00f3n del enlace a contenidos
contentlink.label=Contenido del enlace a la URL
contentlink.detail=<br/>Permite especificar un enlace a un contenido que ser\u00e1 enviado a la herramienta externa. Este contenido debe estar disponible para usuarios no autenticados. El uso t\u00edpico de esta caracter\u00edsticas es para enviar un archivo (un objeto SCORM) a la herramienta externa para que sea \u00e9sta quien lo reproduzca.
launch.custom=Par\u00e1metros de lanzamiento definidos por el usuario
launch.custom.detail=<br/>Es posible a\u00f1adir una serie de par\u00e1metros de lanzamiento utilizando el esquema nombre\=valor incluyendo varios en la misma l\u00ednea separados por punto y coma (;).
update.options=Actualizar opciones

launch.splash=Pantalla de bienvenida
launch.splash.detail=<br/>Este texto se mostrar\u00e1 a los usuarios antes de ser enviado a la herramienta externa. No puede usarse HTML en este campo.

error.modify.prefs=Imposible modificar preferencias.
error.xml.input=Error en el XML de entrada.
error.no.input=Debe establecer la URL de lanzamiento, la clave y el secreto
error.bad.url=URL del lanzamiento formateada incorrectamente
error.bad.height=La altura debe ser un entero positivo
error.page.title=Imposible establecer el t\u00edtulo de la p\u00e1gina.

launch.missing=Campo obligatorio requerido para lanzar LTI
launch.invalid=Valor no v\u00e1lido para lanzar LTI
launch.tool_id.required=Esta herramienta no se encuentra en la URL lanzamiento
launch.tool.missing=Falta el identificador de la herramienta
launch.tool.notallowed=La herramienta no est\u00e1 configurada para permitir el acceso LTI
launch.tool.notfound=El ID de la herramienta no est\u00e1 registrado en el sistema
launch.tool.nodefault=No se pudo determinar la herramienta predeterminada para ejecutar, compruebe la configuraci\u00f3n de las herramientas permitidas para este tenant
launch.key.notfound=No se ha encontrado la clave OAuth Consumer
launch.no.validate=OAuth no valida esta petici\u00f3n
launch.no.session=Imposible encontrar la sesi\u00f3n
launch.create.user=Imposible crear una cuenta de usuario
launch.site.save=Imposible guardar el sitio
launch.site.gradebook=No pudo crearse un \u00edtem de calificaci\u00f3n en la herramienta de Calificaciones
launch.create.site=Imposible crear el sitio
launch.role.missing=No puede encontrar el rol
launch.join.site=No puede a\u00f1adir un usuario al sitio
launch.tool.search=Error buscando en las herramientas
launch.tool.add=No se puede a\u00f1adir la herramienta al sitio
launch.continue=Presionar para continuar la herramienta
launch.user.invalid=Imposible encontrar el usuario
launch.site.invalid=Imposible encontrar el sitio
launch.site.user.missing=Imposible encontrar un usuario en el sitio
launch.site.tool.missing=Imposible encontrar una herramienta en el sitio
launch.site.tool.denied=El acceso a la herramienta no est\u00e1 permitido
launch.provided.eid.invalid=El eid suministrado no es v\u00e1lido
launch.user.site.unknown=No se pudo determinar el ID del sitio del usuario
launch.user.multiple.emailaddress=existen varios identificadores de usuario para la misma direcci\u00f3n de correo electr\u00f3nico

content_item.install.button=Instalar
content_item.return_url.notfound=Falta el content_item_return_url en los datos de lanzamiento
content_item.back.to.store=Volver a la lista

plus.canvas.title=Lista de herramientas
plus.canvas.description=Este servidor hospeda herramientas Sakai que puede ejecutar desde Canvas.

canvas.error.missing.domain=No se puede analizar el dominio (error interno)

gradable.information=Enviando las notas a Calificaciones
gradable.title=Seleccione un elemento de Calificaciones\: <br/>
gradable.nograde=No se aceptan notas de esta herramienta
gradable.detail=<br/>Tenga cuidado con cambiar este valor. Si lo hace, las notas existentes <strong>no</strong> se mover\u00e1n al nuevo \u00edtem de calificaci\u00f3n. Solo las notas futuras recogidas desde la herramienta ser\u00e1n dirigidas al nuevo \u00edtem de calificaci\u00f3n. 
gradable.newassignment=Crear un \u00edtem de calificaci\u00f3n
gradable.newassignment.detail=<br/>Esto crea un \u00edtem en Calificaciones y canaliza las notas a este nuevo \u00edtem. S\u00f3lo tiene que crear el \u00edtem una vez.
error.gradable.badassign=Se ha seleccionado un elemento incorrecto de Calificaciones
error.gradable.badcreate=No pudo crearse un \u00edtem de calificaci\u00f3n

error.submit.timeout=Imposible realizar el lanzamiento a la URL remota

