sakai.site.title=Sakai Plus
sakai.site.description=\u0422\u0430\u0437\u0438 \u0432\u0440\u044a\u0437\u043a\u0430 \u0449\u0435 \u0441\u0442\u0430\u0440\u0442\u0438\u0440\u0430 \u043f\u044a\u043b\u0435\u043d \u0441\u0430\u0439\u0442 \u043d\u0430 Sakai \u0441 \u0432\u044a\u0437\u043c\u043e\u0436\u043d\u043e\u0441\u0442 \u0437\u0430 \u0443\u043f\u0440\u0430\u0432\u043b\u0435\u043d\u0438\u0435 \u0438 \u0434\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0438 \u0441\u044a\u0441 \u0441\u0438\u043d\u0445\u0440\u043e\u043d\u0438\u0437\u0430\u0446\u0438\u044f \u043d\u0430 \u0441\u043f\u0438\u0441\u044a\u0446\u0438 \u0438 \u0434\u043d\u0435\u0432\u043d\u0438\u0446\u0438 \u0437\u0430 \u043e\u0446\u0435\u043d\u044f\u0432\u0430\u043d\u0435 \u0441 \u0438\u0437\u0432\u0438\u043a\u0432\u0430\u0449\u0430\u0442\u0430 LMS.

plus.oidc_login.format=URL \u0430\u0434\u0440\u0435\u0441\u044a\u0442 \u0437\u0430 \u0432\u043b\u0438\u0437\u0430\u043d\u0435 \u0432 OIDC \u0435 \u0441 \u043d\u0435\u043f\u0440\u0430\u0432\u0438\u043b\u0435\u043d \u0444\u043e\u0440\u043c\u0430\u0442
plus.launch.state.notfound=\u041b\u0438\u043f\u0441\u0432\u0430\u0449\u043e \u0441\u044a\u0441\u0442\u043e\u044f\u043d\u0438\u0435 \u043f\u0440\u0438 oidc_launch
plus.launch.state.signature=\u041d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u043f\u0440\u043e\u0432\u0435\u0440\u0438 \u043f\u043e\u0434\u043f\u0438\u0441\u044a\u0442 \u0437\u0430 \u0441\u044a\u0441\u0442\u043e\u044f\u043d\u0438\u0435\u0442\u043e
plus.tenant.notfound=\u041d\u0435 \u043c\u043e\u0436\u0430\u0445 \u0434\u0430 \u043d\u0430\u043c\u0435\u0440\u044f \u043d\u0430\u0435\u043c\u0430\u0442\u0435\u043b
plus.launch.id_token.notfound=\u041b\u0438\u043f\u0441\u0432\u0430\u0449 id_token \u043f\u0440\u0438 oidc_launch
plus.launch.id_token.missing.data=Launch id_token \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0441\u044a\u0434\u044a\u0440\u0436\u0430 issuer, clientId/audience \u0438 deploymentId
plus.launch.tenant.check=LaunchJWT issuer, clientId/audience \u0438 deploymentId \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0441\u044a\u0432\u043f\u0430\u0434\u0430\u0442 \u0441\u044a\u0441 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442\u0438\u0442\u0435 \u043d\u0430 Tenant
plus.launch.kid.notfound=\u041d\u0435 \u043c\u043e\u0436\u0430 \u0434\u0430 \u043d\u0430\u043c\u0435\u0440\u0438 \u043a\u043b\u044e\u0447 id (kid) \u0432 id_token \u043d\u0430 oidc_launch
plus.launch.keyset.blank=\u041d\u0430\u0435\u043c\u0430\u0442\u0435\u043b\u044f\u0442 \u043d\u044f\u043c\u0430 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0438\u0440\u0430\u043d URL \u0430\u0434\u0440\u0435\u0441 \u043d\u0430 OIDC KeySet
plus.launch.keyset.load.fail=\u041d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u0437\u0430\u0440\u0435\u0434\u0438 OIDC KeySet \u043e\u0442 URL
plus.launch.kid.load.fail=OIDC KeySet \u043d\u0435 \u0441\u044a\u0434\u044a\u0440\u0436\u0430 \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440 \u043d\u0430 \u043a\u043b\u044e\u0447\u043e\u0432\u0435 (kid)
plus.launch.id_token.signature=\u041f\u043e\u0434\u043f\u0438\u0441\u044a\u0442 \u043e\u0442 id_token \u043d\u0435 \u0441\u0435 \u043f\u0440\u043e\u0432\u0435\u0440\u044f\u0432\u0430 \u0432 oidc_launch
plus.launch.id_token.load.fail=\u041d\u0435 \u043c\u043e\u0436\u0430 \u0434\u0430 \u0430\u043d\u0430\u043b\u0438\u0437\u0438\u0440\u0430 \u043f\u0440\u0435\u0442\u0435\u043d\u0446\u0438\u0438\u0442\u0435 \u0432 id_token \u0432 oidc_launch
plus.target_link_uri.missing=\u041b\u0438\u043f\u0441\u0432\u0430\u0449 target_link_uri \u0432 \u0434\u0430\u043d\u043d\u0438\u0442\u0435 \u0437\u0430 \u0441\u0442\u0430\u0440\u0442\u0438\u0440\u0430\u043d\u0435
plus.message_type.unsupported=\u041d\u0435\u043f\u043e\u0434\u0434\u044a\u0440\u0436\u0430\u043d \u0442\u0438\u043f \u0441\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u0435 \u0437\u0430 \u0441\u0442\u0430\u0440\u0442\u0438\u0440\u0430\u043d\u0435

plus.repost.new.window=\u041e\u0442\u0432\u0430\u0440\u044f\u043d\u0435 \u043d\u0430 Sakai Plus \u0432 \u043d\u043e\u0432 \u043f\u0440\u043e\u0437\u043e\u0440\u0435\u0446
plus.repost.loaded=\u0422\u043e\u0437\u0438 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442 \u0431\u0435\u0448\u0435 \u0443\u0441\u043f\u0435\u0448\u043d\u043e \u0437\u0430\u0440\u0435\u0434\u0435\u043d \u0432 \u043d\u043e\u0432 \u043f\u0440\u043e\u0437\u043e\u0440\u0435\u0446 \u043d\u0430 \u0431\u0440\u0430\u0443\u0437\u044a\u0440\u0430. \u041f\u0440\u0435\u0437\u0430\u0440\u0435\u0434\u0435\u0442\u0435 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430\u0442\u0430, \u0437\u0430 \u0434\u0430 \u043f\u043e\u043b\u0443\u0447\u0438\u0442\u0435 \u043e\u0442\u043d\u043e\u0432\u043e \u0434\u043e\u0441\u0442\u044a\u043f \u0434\u043e \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0430.

plus.payload.state.signature=\u041d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u043f\u0440\u043e\u0432\u0435\u0440\u0438 \u043f\u043e\u0434\u043f\u0438\u0441\u044a\u0442 \u0437\u0430 \u043f\u043e\u043b\u0435\u0437\u043d\u0438\u044f \u0442\u043e\u0432\u0430\u0440 \u043d\u0430 \u0441\u0435\u0441\u0438\u044f\u0442\u0430

plus.plusservice.null=launchJWT \u0438 \u043d\u0430\u0435\u043c\u0430\u0442\u0435\u043b\u044f\u0442 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0441\u0430 \u043d\u0435\u043d\u0443\u043b\u0435\u0432\u0438
plus.plusservice.tenant.check=LaunchJWT issuer, clientId/audience \u0438 deploymentId \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0441\u044a\u0432\u043f\u0430\u0434\u0430\u0442 \u0441\u044a\u0441 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442\u0438\u0442\u0435 \u043d\u0430 Tenant
plus.plusservice.null.parameters=\u0417\u0430\u0434\u044a\u043b\u0436\u0438\u0442\u0435\u043b\u043d\u0438\u0442\u0435 \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u0440\u0438 \u0441\u0430 \u043d\u0443\u043b\u0435\u0432\u0438
plus.plusservice.not.persisted=\u0417\u0430\u0434\u044a\u043b\u0436\u0438\u0442\u0435\u043b\u043d\u0438\u0442\u0435 \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u0440\u0438 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0431\u044a\u0434\u0430\u0442 \u0437\u0430\u043f\u0438\u0441\u0430\u043d\u0438/\u043f\u043e\u0441\u0442\u043e\u044f\u043d\u043d\u0438

plus.server.title=Sakai Plus
plus.server.description=LMS \u0441 \u043e\u0442\u0432\u043e\u0440\u0435\u043d \u043a\u043e\u0434 \u0438 \u043d\u0430\u043b\u0438\u0447\u043d\u0438 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0438 \u0437\u0430 \u0438\u043d\u0442\u0435\u0433\u0440\u0438\u0440\u0430\u043d\u0435 \u0432\u044a\u0432 \u0432\u0430\u0448\u0430\u0442\u0430 LMS.

plus.deeplink.details=\u041f\u043e\u0434\u0440\u043e\u0431\u043d\u043e\u0441\u0442\u0438
plus.deeplink.tool.not.selected=\u041d\u044f\u043c\u0430 \u0438\u0437\u0431\u0440\u0430\u043d \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442
plus.deeplink.sakai.plus=Sakai Plus
plus.deeplink.deep.link=\u0418\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0438 \u043d\u0430 Sakai
plus.deeplink.context.launch=Sakai Plus
plus.deeplink.privacy.launch=\u0421\u0442\u0430\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0437\u0430\u0449\u0438\u0442\u0430\u0442\u0430 \u043d\u0430 \u043b\u0438\u0447\u043d\u0438\u0442\u0435 \u0434\u0430\u043d\u043d\u0438

plus.dynamic.welcome=\u0414\u043e\u0431\u0440\u0435 \u0434\u043e\u0448\u043b\u0438 \u0432 SakaiPlus LTI \u0414\u0438\u043d\u0430\u043c\u0438\u0447\u043d\u0430 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044f
plus.dynamic.request.missing=\u041b\u0438\u043f\u0441\u0432\u0430\u0449\u0438 \u0437\u0430\u0434\u044a\u043b\u0436\u0438\u0442\u0435\u043b\u043d\u0438 \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u0440\u0438 \u0437\u0430 \u0434\u0438\u043d\u0430\u043c\u0438\u0447\u043d\u0430 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044f \u043d\u0430 LTI
plus.dynamic.unlock.mismatch=\u041d\u0435\u043f\u0440\u0430\u0432\u0438\u043b\u0435\u043d \u0438\u043b\u0438 \u043b\u0438\u043f\u0441\u0432\u0430\u0449 unlock_token \u0437\u0430 LTI Dynamic Registration
plus.dynamic.starting=\u0421\u0442\u0430\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u043f\u0440\u043e\u0446\u0435\u0441\u0430 \u043d\u0430 \u0434\u0438\u043d\u0430\u043c\u0438\u0447\u043d\u0430 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044f \u043d\u0430 LTI \u0437\u0430 \u043d\u0430\u0435\u043c\u0430\u0442\u0435\u043b
plus.dynamic.specification=\u0441\u043f\u0435\u0446\u0438\u0444\u0438\u043a\u0430\u0446\u0438\u044f
plus.dynamic.config.url=URL \u0430\u0434\u0440\u0435\u0441 \u0437\u0430 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 OpenID
plus.dynamic.badurl=\u0413\u0440\u0435\u0448\u043a\u0430 \u0432 URL \u0430\u0434\u0440\u0435\u0441\u0430 \u043d\u0430 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u044f\u0442\u0430 \u043d\u0430 OIDC
plus.dynamic.parse=\u041d\u0435\u0432\u044a\u0437\u043c\u043e\u0436\u043d\u043e\u0441\u0442 \u0437\u0430 \u0430\u043d\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0434\u0430\u043d\u043d\u0438\u0442\u0435 \u0437\u0430 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u044f\u0442\u0430 \u043d\u0430 OIDC
plus.dynamic.missing=\u041a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u044f\u0442\u0430 \u043d\u0430 OIDC \u0434\u043e\u0441\u0442\u0430\u0432\u0447\u0438\u043a\u0430 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0432\u043a\u043b\u044e\u0447\u0432\u0430 issuer, authorization_endpoint, token_endpoint, jwks_uri \u0438 registration_endpoint
plus.dynamic.issuer.mismatch=\u0418\u0437\u0432\u043b\u0435\u0447\u0435\u043d\u0438\u044f\u0442 \u0438\u0437\u0434\u0430\u0442\u0435\u043b \u043d\u0435 \u0441\u044a\u0432\u043f\u0430\u0434\u0430 \u0441\u044a\u0441 \u0441\u044a\u0445\u0440\u0430\u043d\u0435\u043d\u0438\u044f \u0438\u0437\u0434\u0430\u0442\u0435\u043b
plus.dynamic.missing.domain=\u041d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u043e\u043f\u0440\u0435\u0434\u0435\u043b\u0438 \u0434\u043e\u043c\u0435\u0439\u043d\u044a\u0442 \u043d\u0430 \u043c\u0435\u0441\u0442\u043d\u0438\u044f \u0441\u044a\u0440\u0432\u044a\u0440 - \u0432\u044a\u0442\u0440\u0435\u0448\u043d\u0430 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u043e\u043d\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430
plus.dynamic.registration.post=\u041d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u043e \u043f\u0443\u0431\u043b\u0438\u043a\u0443\u0432\u0430\u043d\u0435 \u043d\u0430 \u0437\u0430\u044f\u0432\u043a\u0430 \u0437\u0430 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044f \u043d\u0430 \u043a\u043b\u0438\u0435\u043d\u0442 \u043d\u0430 OIDC

plus.dynamic.retrieved.openid=\u0418\u0437\u0432\u043b\u0435\u0447\u0435\u043d\u0430 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u044f \u043d\u0430 OpenID
plus.dynamic.client.request=\u0418\u0437\u043f\u0440\u0430\u0449\u0430\u043d\u0435 \u043d\u0430 \u0437\u0430\u044f\u0432\u043a\u0430 \u0437\u0430 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044f \u043d\u0430 \u043a\u043b\u0438\u0435\u043d\u0442 OpenID
plus.dynamic.client.response=\u041f\u043e\u043b\u0443\u0447\u0435\u043d \u043e\u0442\u0433\u043e\u0432\u043e\u0440 \u0437\u0430 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044f \u043d\u0430 \u043a\u043b\u0438\u0435\u043d\u0442 OpenID
plus.dynamic.lock.cleared=\u0417\u0430\u043a\u043b\u044e\u0447\u0432\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044f\u0442\u0430 \u0435 \u0438\u0437\u0447\u0438\u0441\u0442\u0435\u043d\u043e.  \u0429\u0435 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0437\u0430\u0434\u0430\u0434\u0435\u0442\u0435 \u043e\u0442\u043d\u043e\u0432\u043e \u0437\u0430\u043a\u043b\u044e\u0447\u0432\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044f\u0442\u0430, \u0437\u0430 \u0434\u0430 \u0441\u0442\u0430\u0440\u0442\u0438\u0440\u0430\u0442\u0435 \u043e\u0442\u043d\u043e\u0432\u043e \u0434\u0438\u043d\u0430\u043c\u0438\u0447\u043d\u0430\u0442\u0430 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044f \u043d\u0430 \u0442\u043e\u0437\u0438 \u043d\u0430\u0435\u043c\u0430\u0442\u0435\u043b.
plus.dynamic.continue=\u041f\u0440\u043e\u0434\u044a\u043b\u0436\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044f\u0442\u0430 \u0432 LMS
plus.dynamic.debug=\u0414\u043d\u0435\u0432\u043d\u0438\u043a \u0437\u0430 \u0434\u0435\u0431\u044a\u0433\u0432\u0430\u043d\u0435

plus.dynamic.characters=\u0441\u0438\u043c\u0432\u043e\u043b\u0438
plus.dynamic.hide.show=\u041f\u043e\u043a\u0430\u0437\u0432\u0430\u043d\u0435/\u0441\u043a\u0440\u0438\u0432\u0430\u043d\u0435

lti.forward=\u041d\u0430\u0442\u0438\u0441\u043d\u0435\u0442\u0435 , \u0437\u0430 \u0434\u0430 \u0441\u0442\u0430\u0440\u0442\u0438\u0440\u0430\u0442\u0435 \u0432\u044a\u043d\u0448\u0435\u043d \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442
noiframes=\u0412\u0430\u0448\u0438\u044f\u0442 \u0431\u0440\u0430\u0443\u0437\u044a\u0440 \u043d\u0435 \u043f\u043e\u0434\u0434\u044a\u0440\u0436\u0430 iframe.
noiframe.press.here=\u041d\u0430\u0442\u0438\u0441\u043d\u0435\u0442\u0435 \u0442\u0443\u043a, \u0437\u0430 \u0434\u0430 \u0441\u0442\u0430\u0440\u0442\u0438\u0440\u0430\u0442\u0435.
not.configured=\u0422\u043e\u0437\u0438 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442 \u0432\u0441\u0435 \u043e\u0449\u0435 \u043d\u0435 \u0435 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0438\u0440\u0430\u043d.

new.page.launch=(\u041e\u043f\u0438\u0442\u0430\u0445\u043c\u0435 \u0441\u0435 \u0434\u0430 \u0441\u0442\u0430\u0440\u0442\u0438\u0440\u0430\u043c\u0435 {0} \u0432 \u043d\u043e\u0432 \u043f\u0440\u043e\u0437\u043e\u0440\u0435\u0446. \u0417\u0430 \u0434\u0430 \u0441\u0442\u0430\u0440\u0442\u0438\u0440\u0430\u0442\u0435 \u0430\u0432\u0442\u043e\u043c\u0430\u0442\u0438\u0447\u043d\u043e \u0438\u0437\u0441\u043a\u0430\u0447\u0430\u0449\u0438 \u043f\u0440\u043e\u0437\u043e\u0440\u0446\u0438 \u0432 \u0431\u044a\u0434\u0435\u0449\u0435, \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0438\u0440\u0430\u0439\u0442\u0435 \u0431\u0440\u0430\u0443\u0437\u044a\u0440\u0430 \u0441\u0438 \u0434\u0430 \u0440\u0430\u0437\u0440\u0435\u0448\u0430\u0432\u0430 {1} \u0434\u0430 \u043e\u0442\u0432\u0430\u0440\u044f \u0438\u0437\u0441\u043a\u0430\u0447\u0430\u0449\u0438 \u043f\u0440\u043e\u0437\u043e\u0440\u0446\u0438.)
tool.name=\u0432\u0430\u0448\u0438\u044f \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442

edit.exit=\u041e\u0442\u043c\u044f\u043d\u0430 \u043d\u0430
edit.clear.prefs=\u0418\u0437\u0447\u0438\u0441\u0442\u0432\u0430\u043d\u0435 \u043d\u0430 \u0441\u044a\u0445\u0440\u0430\u043d\u0435\u043d\u0438\u0442\u0435 \u043f\u0440\u0435\u0434\u043f\u043e\u0447\u0438\u0442\u0430\u043d\u0438\u044f
edit.nothing=\u041a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u044f\u0442\u0430 \u0435 \u043f\u0440\u0435\u0434\u0432\u0430\u0440\u0438\u0442\u0435\u043b\u043d\u043e \u0437\u0430\u0434\u0430\u0434\u0435\u043d\u0430 \u0438 \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u0440\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430 \u0437\u0430 \u0442\u043e\u0432\u0430 \u043f\u043e\u0441\u0442\u0430\u0432\u044f\u043d\u0435.

edit.clear.yes=\u0414\u0410
edit.clear.no=\u041d\u0415

are.you.sure=\u0421\u0438\u0433\u0443\u0440\u043d\u0438 \u043b\u0438 \u0441\u0442\u0435, \u0447\u0435 \u0438\u0441\u043a\u0430\u0442\u0435 \u0434\u0430 \u043f\u0440\u0435\u043c\u0430\u0445\u043d\u0435\u0442\u0435 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438\u0442\u0435 \u0437\u0430 \u0442\u043e\u0432\u0430 \u043c\u044f\u0441\u0442\u043e \u0437\u0430 \u043e\u043f\u0435\u0440\u0430\u0442\u0438\u0432\u043d\u0430 \u0441\u044a\u0432\u043c\u0435\u0441\u0442\u0438\u043c\u043e\u0441\u0442 \u043d\u0430 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0438?

select.url=URL \u0438 \u043f\u0430\u0440\u043e\u043b\u0430
select.xml=XML Paste
required.information=\u041d\u0435\u043e\u0431\u0445\u043e\u0434\u0438\u043c\u0430 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f
display.information=\u0418\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f \u0437\u0430 \u0434\u0438\u0441\u043f\u043b\u0435\u044f
launch.information=\u041d\u0435\u0437\u0430\u0434\u044a\u043b\u0436\u0438\u0442\u0435\u043b\u043d\u0430 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f \u0437\u0430 \u0441\u0442\u0430\u0440\u0442\u0438\u0440\u0430\u043d\u0435
tool.xml.detail=<p>\u041d\u044f\u043a\u043e\u0438 \u0432\u044a\u043d\u0448\u043d\u0438 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0438 \u0449\u0435 \u0432\u0438 \u043f\u0440\u0435\u0434\u043e\u0441\u0442\u0430\u0432\u044f\u0442 XML \u0434\u0435\u0441\u043a\u0440\u0438\u043f\u0442\u043e\u0440, \u043a\u043e\u0439\u0442\u043e \u0432\u043a\u043b\u044e\u0447\u0432\u0430 URL \u0430\u0434\u0440\u0435\u0441\u0430 \u0438 \u0434\u0440\u0443\u0433\u0430 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f \u0437\u0430 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u044f\u0442\u0430.   \u0410\u043a\u043e \u0432\u0430\u0448\u0438\u044f\u0442 \u0432\u044a\u043d\u0448\u0435\u043d \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442 \u043f\u043e\u0434\u0434\u044a\u0440\u0436\u0430 XML \u0434\u0435\u0441\u043a\u0440\u0438\u043f\u0442\u043e\u0440, \u043a\u043e\u043f\u0438\u0440\u0430\u0439\u0442\u0435 \u0438 \u043f\u043e\u0441\u0442\u0430\u0432\u0435\u0442\u0435 \u0434\u0435\u0441\u043a\u0440\u0438\u043f\u0442\u043e\u0440\u0430 \u0432 \u0442\u043e\u0432\u0430 \u043f\u043e\u043b\u0435.
tool.url=\u0423\u0440\u043b \u043d\u0430 \u043e\u0442\u0434\u0430\u043b\u0435\u0447\u0435\u043d \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\:
tool.url.detail=
tool.key=\u041a\u043b\u044e\u0447 \u0437\u0430 \u043e\u0442\u0434\u0430\u043b\u0435\u0447\u0435\u043d \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\:
tool.key.detail=
tool.secret=\u041e\u0442\u0434\u0430\u043b\u0435\u0447\u0435\u043d \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442 Secret\:
tool.secret.detail=
page.title=\u0417\u0430\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u0442\u0435\u043a\u0441\u0442 \u043d\u0430 \u0431\u0443\u0442\u043e\u043d\u0430\:
page.title.detail=(\u0422\u0435\u043a\u0441\u0442 \u0432 \u043c\u0435\u043d\u044e\u0442\u043e \u0441 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0438)
tool.title=\u0417\u0430\u0433\u043b\u0430\u0432\u0438\u0435 \u043d\u0430 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0430 \u0437\u0430 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0430\:
tool.title.detail=(\u041d\u0430\u0434 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0430)
tool.fa_icon=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0438\u043a\u043e\u043d\u0430 \u0437\u0430 \u0442\u043e\u0437\u0438 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\:
new.page=\u041e\u0442\u0432\u0430\u0440\u044f\u043d\u0435 \u0432 \u043d\u043e\u0432 \u043f\u0440\u043e\u0437\u043e\u0440\u0435\u0446\:
new.page.detail=
maximize.page=\u0423\u0432\u0435\u043b\u0438\u0447\u0435\u0442\u0435 \u043c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u043d\u043e \u0448\u0438\u0440\u0438\u043d\u0430\u0442\u0430 \u043d\u0430 \u043f\u0440\u043e\u0437\u043e\u0440\u0435\u0446\u0430\:
maximize.page.detail=
iframe.height=\u0432\u0438\u0441\u043e\u0447\u0438\u043d\u0430 \u043d\u0430 iFrame\:
iframe.height.detail=
toolorder=\u0420\u0435\u0434 \u043d\u0430 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0438\:
toolorder.detail=
debug.launch=\u0421\u0442\u0430\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u043f\u0440\u043e\u0433\u0440\u0430\u043c\u0430\u0442\u0430 \u0432 \u0440\u0435\u0436\u0438\u043c \u043d\u0430 \u0434\u0435\u0431\u044a\u0433\u0432\u0430\u043d\u0435\:
debug.launch.detail=<br/>\u041a\u043e\u0433\u0430\u0442\u043e \u0435 \u0438\u0437\u0431\u0440\u0430\u043d\u043e \u0421\u0442\u0430\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0434\u0435\u0431\u044a\u0433\u0432\u0430\u043d\u0435, \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u044a\u0442 \u0441\u043f\u0438\u0440\u0430 \u043d\u0430 \u043f\u0430\u0443\u0437\u0430 \u043f\u0440\u0435\u0434\u0438 \u0441\u0442\u0430\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u0438 \u043f\u043e\u043a\u0430\u0437\u0432\u0430 \u0434\u0430\u043d\u043d\u0438 \u0437\u0430 \u0441\u0442\u0430\u0440\u0442\u0438\u0440\u0430\u043d\u0435.
launch.privacy=\u041f\u0443\u0431\u043b\u0438\u043a\u0443\u0432\u0430\u043d\u0435 \u043d\u0430 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f \u0437\u0430 \u0441\u043f\u0438\u0441\u044a\u0446\u0438\u0442\u0435
launch.privacy.detail=<br/>\u0422\u0435\u0437\u0438 \u043e\u043f\u0446\u0438\u0438 \u0432\u0438 \u043f\u043e\u0437\u0432\u043e\u043b\u044f\u0432\u0430\u0442 \u0434\u0430 \u043a\u043e\u043d\u0442\u0440\u043e\u043b\u0438\u0440\u0430\u0442\u0435 \u043a\u043e\u044f \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f \u0441\u0435 \u043f\u0440\u0435\u0434\u043e\u0441\u0442\u0430\u0432\u044f \u043d\u0430 \u0432\u044a\u043d\u0448\u043d\u0438\u044f \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442.  \u041d\u044f\u043a\u043e\u0438 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0438 \u043c\u043e\u0433\u0430\u0442 \u0434\u0430 \u0438\u0437\u0438\u0441\u043a\u0432\u0430\u0442 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f \u043e\u0442 \u0441\u043f\u0438\u0441\u044a\u0446\u0438\u0442\u0435, \u0437\u0430 \u0434\u0430 \u0444\u0443\u043d\u043a\u0446\u0438\u043e\u043d\u0438\u0440\u0430\u0442.
privacy.releasename=\u0418\u0437\u043f\u0440\u0430\u0449\u0430\u043d\u0435 \u043d\u0430 \u0438\u043c\u0435\u043d\u0430 \u043a\u044a\u043c \u0432\u044a\u043d\u0448\u0435\u043d \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442
privacy.releaseemail=\u0418\u0437\u043f\u0440\u0430\u0449\u0430\u043d\u0435 \u043d\u0430 \u0438\u043c\u0435\u0439\u043b \u0430\u0434\u0440\u0435\u0441\u0438 \u043a\u044a\u043c \u0432\u044a\u043d\u0448e\u043d \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442
privacy.allowroster=\u041f\u043e\u0437\u0432\u043e\u043b\u0435\u0442\u0435 \u043d\u0430 \u0432\u044a\u043d\u0448\u043d\u0438\u044f \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442 \u0434\u0430 \u0438\u0437\u0432\u043b\u0438\u0447\u0430 \u0441\u043f\u0438\u0441\u044a\u043a\u0430 \u043d\u0430 \u043a\u0443\u0440\u0441\u0430
allowroster.detail=
allowsettings.information=\u0421\u044a\u0445\u0440\u0430\u043d\u044f\u0432\u0430\u043d\u0435 \u043d\u0430 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438\u0442\u0435 \u043d\u0430 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0438\u0442\u0435
privacy.allowsettings=\u041f\u043e\u0437\u0432\u043e\u043b\u0435\u0442\u0435 \u043d\u0430 \u0432\u044a\u043d\u0448\u043d\u0438\u044f \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442 \u0434\u0430 \u0441\u044a\u0445\u0440\u0430\u043d\u044f\u0432\u0430 \u0438 \u0438\u0437\u0432\u043b\u0438\u0447\u0430 \u0441\u0432\u043e\u0438\u0442\u0435 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438
allowsettings.detail=<br/>\u0422\u043e\u0432\u0430 \u043f\u043e\u0437\u0432\u043e\u043b\u044f\u0432\u0430 \u043d\u0430 \u0432\u044a\u043d\u0448\u043d\u0438\u044f \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442 \u0434\u0430 \u0441\u044a\u0445\u0440\u0430\u043d\u044f\u0432\u0430 \u0438 \u0438\u0437\u0432\u043b\u0438\u0447\u0430 \u0441\u043e\u0431\u0441\u0442\u0432\u0435\u043d\u0438\u0442\u0435 \u0441\u0438 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438 \u0432 \u0442\u043e\u0432\u0430 \u043c\u044f\u0441\u0442\u043e.  \u0422\u043e\u0432\u0430 \u0434\u0430\u0432\u0430 \u043d\u0430 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0430 \u0434\u043e\u0441\u0442\u044a\u043f \u0441\u0430\u043c\u043e \u0434\u043e scratch area, \u043e\u0431\u043b\u0430\u0441\u0442 \u043a\u044a\u0434\u0435\u0442\u043e \u0434\u0430 \u0441\u044a\u0445\u0440\u0430\u043d\u044f\u0432\u0430 \u0438 \u0438\u0437\u0432\u043b\u0438\u0447\u0430 \u0441\u043e\u0431\u0441\u0442\u0432\u0435\u043d\u0438\u0442\u0435 \u0441\u0438 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438.  \u0422\u043e \u043d\u0435 \u0434\u0430\u0432\u0430 \u043d\u0430 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0430 \u0434\u043e\u0441\u0442\u044a\u043f \u0434\u043e \u043d\u0438\u043a\u043e\u044f \u043e\u0442 \u0434\u0440\u0443\u0433\u0438\u0442\u0435 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438.
contentlink.legend=\u041d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0430 \u043d\u0430 \u0432\u0440\u044a\u0437\u043a\u0430\u0442\u0430 \u043d\u0430 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435\u0442\u043e
contentlink.label=URL \u0432\u0440\u044a\u0437\u043a\u0430 \u043d\u0430 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435\u0442\u043e
contentlink.detail=<br/>\u0422\u043e\u0432\u0430 \u0432\u0438 \u043f\u043e\u0437\u0432\u043e\u043b\u044f\u0432\u0430 \u0434\u0430 \u0437\u0430\u0434\u0430\u0434\u0435\u0442\u0435 \u0432\u0440\u044a\u0437\u043a\u0430 \u043a\u044a\u043c \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435\u0442\u043e, \u043a\u043e\u044f\u0442\u043e \u0434\u0430 \u0431\u044a\u0434\u0435 \u0438\u0437\u043f\u0440\u0430\u0442\u0435\u043d\u0430 \u043a\u044a\u043c \u0432\u044a\u043d\u0448\u043d\u0438\u044f \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442.  \u0422\u043e\u0432\u0430 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0435 \u0434\u043e\u0441\u0442\u044a\u043f\u043d\u043e \u0437\u0430 \u043d\u0435\u0430\u0432\u0442\u0435\u043d\u0442\u0438\u0444\u0438\u0446\u0438\u0440\u0430\u043d\u0438 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438.  \u0422\u0438\u043f\u0438\u0447\u043d\u0430\u0442\u0430 \u0443\u043f\u043e\u0442\u0440\u0435\u0431\u0430 \u043d\u0430 \u0442\u0430\u0437\u0438 \u0444\u0443\u043d\u043a\u0446\u0438\u044f \u0435 \u0434\u0430 \u0441\u0435 \u0438\u0437\u043f\u0440\u0430\u0442\u0438 \u0444\u0430\u0439\u043b (\u043d\u0430\u043f\u0440\u0438\u043c\u0435\u0440 SCORM \u043e\u0431\u0435\u043a\u0442) \u043a\u044a\u043c \u0432\u044a\u043d\u0448\u043d\u0438\u044f \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442, \u043a\u043e\u0439\u0442\u043e \u0434\u0430 \u0431\u044a\u0434\u0435 \u0432\u044a\u0437\u043f\u0440\u043e\u0438\u0437\u0432\u0435\u0434\u0435\u043d \u043e\u0442 \u0432\u044a\u043d\u0448\u043d\u0438\u044f \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442.
launch.custom=\u041f\u0435\u0440\u0441\u043e\u043d\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0438 \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u0440\u0438 \u0437\u0430 \u0441\u0442\u0430\u0440\u0442\u0438\u0440\u0430\u043d\u0435
launch.custom.detail=<br/>\u041c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u0434\u043e\u0431\u0430\u0432\u0438\u0442\u0435 \u043f\u043e\u0440\u0435\u0434\u0438\u0446\u0430 \u043e\u0442 \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u0440\u0438 \u0437\u0430 \u0441\u0442\u0430\u0440\u0442\u0438\u0440\u0430\u043d\u0435, \u043a\u0430\u0442\u043e \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0442\u0435 \u043a\u043b\u044e\u0447\u043e\u0432\u0430 \u0434\u0443\u043c\u0430\=\u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442.  \u041c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u043f\u043e\u0441\u0442\u0430\u0432\u0438\u0442\u0435 \u043e\u0442\u0434\u0435\u043b\u043d\u0438\u0442\u0435 \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u0440\u0438 \u043d\u0430 \u0441\u043e\u0431\u0441\u0442\u0432\u0435\u043d\u0438 \u0440\u0435\u0434\u043e\u0432\u0435 \u0438\u043b\u0438 \u0434\u0430 \u0433\u0438 \u0440\u0430\u0437\u0434\u0435\u043b\u0438\u0442\u0435 \u0441 \u0442\u043e\u0447\u043a\u0430 \u0438 \u0437\u0430\u043f\u0435\u0442\u0430\u044f (;).
update.options=\u041e\u043f\u0446\u0438\u0438 \u0437\u0430 \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0435

launch.splash=Splash \u0415\u043a\u0440\u0430\u043d
launch.splash.detail=<br/>\u0422\u043e\u0437\u0438 \u0442\u0435\u043a\u0441\u0442 \u0449\u0435 \u0441\u0435 \u043f\u043e\u043a\u0430\u0437\u0432\u0430 \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438\u0442\u0435, \u043f\u0440\u0435\u0434\u0438 \u0434\u0430 \u0431\u044a\u0434\u0430\u0442 \u0438\u0437\u043f\u0440\u0430\u0442\u0435\u043d\u0438 \u043a\u044a\u043c \u0432\u044a\u043d\u0448\u043d\u0438\u044f \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442.  \u041d\u0435 \u043c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0442\u0435 HTML \u0432 \u0442\u043e\u0432\u0430 \u043f\u043e\u043b\u0435.

error.modify.prefs=\u041d\u0435\u0432\u044a\u0437\u043c\u043e\u0436\u043d\u043e\u0441\u0442 \u0437\u0430 \u043f\u0440\u043e\u043c\u044f\u043d\u0430 \u043d\u0430 \u043f\u0440\u0435\u0434\u043f\u043e\u0447\u0438\u0442\u0430\u043d\u0438\u044f\u0442\u0430.
error.xml.input=\u0413\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0432\u044a\u0432\u0435\u0436\u0434\u0430\u043d\u0435\u0442\u043e \u043d\u0430 XML.
error.no.input=\u0422\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0437\u0430\u0434\u0430\u0434\u0435\u0442\u0435 URL \u0430\u0434\u0440\u0435\u0441 \u0437\u0430 \u0441\u0442\u0430\u0440\u0442\u0438\u0440\u0430\u043d\u0435, \u043a\u043b\u044e\u0447 \u0438 \u0442\u0430\u0439\u043d\u0430
error.bad.url=\u041d\u0435\u043f\u0440\u0430\u0432\u0438\u043b\u043d\u043e \u0444\u043e\u0440\u043c\u0430\u0442\u0438\u0440\u0430\u043d URL \u0430\u0434\u0440\u0435\u0441 \u0437\u0430 \u0441\u0442\u0430\u0440\u0442\u0438\u0440\u0430\u043d\u0435
error.bad.height=\u0412\u0438\u0441\u043e\u0447\u0438\u043d\u0430\u0442\u0430 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0435 \u0446\u044f\u043b\u043e \u043f\u043e\u043b\u043e\u0436\u0438\u0442\u0435\u043b\u043d\u043e \u0447\u0438\u0441\u043b\u043e
error.page.title=\u041d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u0437\u0430\u0434\u0430\u0434\u0435 \u0437\u0430\u0433\u043b\u0430\u0432\u0438\u0435 \u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430\u0442\u0430.

launch.missing=\u041b\u0438\u043f\u0441\u0432\u0430\u0449\u043e \u0437\u0430\u0434\u044a\u043b\u0436\u0438\u0442\u0435\u043b\u043d\u043e \u043f\u043e\u043b\u0435 \u0437\u0430 \u0441\u0442\u0430\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 LTI
launch.invalid=\u041d\u0435\u0432\u0430\u043b\u0438\u0434\u043d\u0430 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442 \u0437\u0430 LTI \u0421\u0442\u0430\u0440\u0442\u0438\u0440\u0430\u043d\u0435
launch.tool_id.required=\u0418\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u044a\u0442 \u043d\u0435 \u0435 \u043d\u0430\u043c\u0435\u0440\u0435\u043d \u0432 URL \u0430\u0434\u0440\u0435\u0441\u0430 \u0437\u0430 \u0441\u0442\u0430\u0440\u0442\u0438\u0440\u0430\u043d\u0435
launch.tool.missing=\u041b\u0438\u043f\u0441\u0432\u0430\u0449 \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440 \u043d\u0430 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0430
launch.tool.notallowed=\u0418\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u044a\u0442 \u043d\u0435 \u0435 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0438\u0440\u0430\u043d \u0434\u0430 \u043f\u043e\u0437\u0432\u043e\u043b\u044f\u0432\u0430 \u0434\u043e\u0441\u0442\u044a\u043f \u0434\u043e LTI
launch.tool.notfound=\u0418\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440\u044a\u0442 \u043d\u0430 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0430 \u043d\u0435 \u0435 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0438\u0440\u0430\u043d \u0432 \u0442\u0430\u0437\u0438 \u0441\u0438\u0441\u0442\u0435\u043c\u0430
launch.tool.nodefault=\u041d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u043e\u043f\u0440\u0435\u0434\u0435\u043b\u0438 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442 \u043f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435 \u0437\u0430 \u0441\u0442\u0430\u0440\u0442\u0438\u0440\u0430\u043d\u0435, \u043f\u0440\u043e\u0432\u0435\u0440\u0435\u0442\u0435 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0430\u0442\u0430 allowedTools \u0437\u0430 \u0442\u043e\u0437\u0438 \u043d\u0430\u0435\u043c\u0430\u0442\u0435\u043b
launch.key.notfound=\u041a\u043b\u044e\u0447\u044a\u0442 \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u044f \u043d\u0430 OAuth \u043d\u0435 \u0435 \u043d\u0430\u043c\u0435\u0440\u0435\u043d
launch.no.validate=OAuth \u043d\u0435 \u043f\u043e\u0442\u0432\u044a\u0440\u0436\u0434\u0430\u0432\u0430 \u0442\u0430\u0437\u0438 \u0437\u0430\u044f\u0432\u043a\u0430
launch.no.session=\u041d\u0435\u0432\u044a\u0437\u043c\u043e\u0436\u043d\u043e\u0441\u0442 \u0437\u0430 \u043d\u0430\u043c\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0441\u0435\u0441\u0438\u044f
launch.create.user=\u041d\u0435\u0432\u044a\u0437\u043c\u043e\u0436\u043d\u043e\u0441\u0442 \u0437\u0430 \u0441\u044a\u0437\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u0438 \u0430\u043a\u0430\u0443\u043d\u0442
launch.site.save=\u041d\u0435\u0432\u044a\u0437\u043c\u043e\u0436\u043d\u043e\u0441\u0442 \u0437\u0430 \u0437\u0430\u043f\u0430\u0437\u0432\u0430\u043d\u0435 \u043d\u0430 \u0441\u0430\u0439\u0442\u0430
launch.create.site=\u041d\u0435\u0432\u044a\u0437\u043c\u043e\u0436\u043d\u043e\u0441\u0442 \u0437\u0430 \u0441\u044a\u0437\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u0441\u0430\u0439\u0442
launch.role.missing=\u041d\u0435 \u043c\u043e\u0436\u0430\u0445 \u0434\u0430 \u043d\u0430\u043c\u0435\u0440\u044f \u0440\u043e\u043b\u044f
launch.join.site=\u041d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u0434\u043e\u0431\u0430\u0432\u0438 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b \u043a\u044a\u043c \u0441\u0430\u0439\u0442\u0430
launch.tool.search=\u0413\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0442\u044a\u0440\u0441\u0435\u043d\u0435 \u0447\u0440\u0435\u0437 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0438
launch.tool.add=\u041d\u0435  \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u0434\u043e\u0431\u0430\u0432\u044f \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442 \u043a\u044a\u043c \u0441\u0430\u0439\u0442\u0430
launch.continue=\u041d\u0430\u0442\u0438\u0441\u043d\u0435\u0442\u0435 , \u0437\u0430 \u0434\u0430 \u043f\u0440\u043e\u0434\u044a\u043b\u0436\u0438\u0442\u0435 \u043a\u044a\u043c \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0430
launch.user.invalid=\u041d\u0435\u0432\u044a\u0437\u043c\u043e\u0436\u043d\u043e\u0441\u0442 \u0437\u0430 \u043d\u0430\u043c\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b
launch.site.invalid=\u041d\u0435\u0432\u044a\u0437\u043c\u043e\u0436\u043d\u043e\u0441\u0442 \u0437\u0430 \u043d\u0430\u043c\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0441\u0430\u0439\u0442\u0430
launch.site.user.missing=\u041d\u0435\u0432\u044a\u0437\u043c\u043e\u0436\u043d\u043e\u0441\u0442 \u0437\u0430 \u043d\u0430\u043c\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b \u0432 \u0441\u0430\u0439\u0442\u0430
launch.site.tool.missing=\u041d\u0435\u0432\u044a\u0437\u043c\u043e\u0436\u043d\u043e\u0441\u0442 \u0437\u0430 \u043d\u0430\u043c\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442 \u0432 \u0441\u0430\u0439\u0442\u0430
launch.site.tool.denied=\u041d\u0435 \u0435 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d \u0434\u043e\u0441\u0442\u044a\u043f \u0434\u043e \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0430
launch.provided.eid.invalid=\u041f\u0440\u0435\u0434\u043e\u0441\u0442\u0430\u0432\u0435\u043d\u0438\u044f\u0442 eid \u0435 \u043d\u0435\u0432\u0430\u043b\u0438\u0434\u0435\u043d
launch.user.site.unknown=\u041d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u043e\u043f\u0440\u0435\u0434\u0435\u043b\u0438 \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440\u044a\u0442 \u043d\u0430 \u0441\u0430\u0439\u0442\u0430 \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u044f
launch.user.multiple.emailaddress=\u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430\u0442 \u043c\u043d\u043e\u0436\u0435\u0441\u0442\u0432\u043e \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u0438 \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440\u0438 \u0437\u0430 \u0438\u043c\u0435\u0439\u043b \u0430\u0434\u0440\u0435\u0441

content_item.install.button=\u0418\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u043d\u0435 \u043d\u0430
content_item.return_url.notfound=\u041b\u0438\u043f\u0441\u0432\u0430\u0449\u0430 content_item_return_url \u043e\u0442 \u0434\u0430\u043d\u043d\u0438\u0442\u0435 \u0437\u0430 \u0441\u0442\u0430\u0440\u0442\u0438\u0440\u0430\u043d\u0435
content_item.back.to.store=\u041e\u0431\u0440\u0430\u0442\u043d\u043e \u043a\u044a\u043c \u0441\u043f\u0438\u0441\u044a\u043a\u0430

canvas.title=\u0418\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0438 \u043d\u0430 Sakai
canvas.description=\u041d\u0430 \u0442\u043e\u0437\u0438 \u0441\u044a\u0440\u0432\u044a\u0440 \u0441\u0435 \u043d\u0430\u043c\u0438\u0440\u0430\u0442 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0438\u0442\u0435 \u043d\u0430 Sakai, \u043a\u043e\u0438\u0442\u043e \u043c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u0441\u0442\u0430\u0440\u0442\u0438\u0440\u0430\u0442\u0435 \u043e\u0442 Canvas.

canvas.error.missing.domain=\u0414\u043e\u043c\u0435\u0439\u043d\u044a\u0442 \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0435 \u043f\u0440\u0435\u043c\u0438\u043d\u0430\u0442 (\u0432\u044a\u0442\u0440\u0435\u0448\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430)

gradable.information=\u041f\u0440\u0435\u043d\u0430\u0441\u043e\u0447\u0432\u0430\u043d\u0435 \u043d\u0430 \u043e\u0446\u0435\u043d\u043a\u0438\u0442\u0435 \u043a\u044a\u043c \u0434\u043d\u0435\u0432\u043d\u0438\u043a\u0430 \u0437\u0430 \u043e\u0446\u0435\u043d\u043a\u0438
gradable.title=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0435\u043b\u0435\u043c\u0435\u043d\u0442 \u043e\u0442 \u0434\u043d\u0435\u0432\u043d\u0438\u043a\u0430 \u0437\u0430 \u043e\u0446\u0435\u043d\u043a\u0438\: <br/>
gradable.nograde=\u041d\u0435 \u043f\u0440\u0438\u0435\u043c\u0430\u0439\u0442\u0435 \u043e\u0446\u0435\u043d\u043a\u0438 \u043e\u0442 \u0442\u043e\u0437\u0438 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442
gradable.detail=<br/>\u041e\u0442\u0433\u043e\u0432\u043e\u0440\u0435\u0442\u0435 \u0432\u043d\u0438\u043c\u0430\u0442\u0435\u043b\u043d\u043e, \u043a\u043e\u0433\u0430\u0442\u043e \u043f\u0440\u043e\u043c\u0435\u043d\u044f\u0442\u0435 \u0442\u0430\u0437\u0438 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442. \u0410\u043a\u043e \u043f\u0440\u043e\u043c\u0435\u043d\u0438\u0442\u0435 \u0442\u0430\u0437\u0438 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442, \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430\u0449\u0438\u0442\u0435 \u043e\u0446\u0435\u043d\u043a\u0438 \u043d\u044f\u043c\u0430 \u0434\u0430 \u0431\u044a\u0434\u0430\u0442 \u043f\u0440\u0435\u043c\u0435\u0441\u0442\u0435\u043d\u0438 \u0432 \u043d\u043e\u0432\u0438\u044f \u0435\u043b\u0435\u043c\u0435\u043d\u0442 \u043d\u0430 \u0434\u043d\u0435\u0432\u043d\u0438\u043a\u0430 \u0437\u0430 \u043e\u0446\u0435\u043d\u043a\u0438.  \u0421\u0430\u043c\u043e \u0431\u044a\u0434\u0435\u0449\u0438\u0442\u0435 \u043e\u0446\u0435\u043d\u043a\u0438, \u043f\u043e\u043b\u0443\u0447\u0435\u043d\u0438 \u043e\u0442 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0430, \u0449\u0435 \u0431\u044a\u0434\u0430\u0442 \u043f\u0440\u0435\u043d\u0430\u0441\u043e\u0447\u0435\u043d\u0438 \u043a\u044a\u043c \u043d\u043e\u0432\u0438\u044f \u0435\u043b\u0435\u043c\u0435\u043d\u0442 \u043d\u0430 \u0434\u043d\u0435\u0432\u043d\u0438\u043a\u0430 \u0437\u0430 \u043e\u0446\u0435\u043d\u043a\u0438.
gradable.newassignment=\u0421\u044a\u0437\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u0435\u043b\u0435\u043c\u0435\u043d\u0442 \u043e\u0442 \u0434\u043d\u0435\u0432\u043d\u0438\u043a\u0430 \u0437\u0430 \u043e\u0446\u0435\u043d\u043a\u0438
gradable.newassignment.detail=<br/>\u0422\u043e\u0432\u0430 \u0441\u044a\u0437\u0434\u0430\u0432\u0430 \u043d\u043e\u0432 \u0435\u043b\u0435\u043c\u0435\u043d\u0442 \u043e\u0442 \u0434\u043d\u0435\u0432\u043d\u0438\u043a\u0430 \u0437\u0430 \u043e\u0446\u0435\u043d\u043a\u0438 \u0438 \u043d\u0430\u0441\u043e\u0447\u0432\u0430 \u043e\u0446\u0435\u043d\u043a\u0438\u0442\u0435 \u043a\u044a\u043c \u0442\u043e\u0437\u0438 \u043d\u043e\u0432 \u0435\u043b\u0435\u043c\u0435\u043d\u0442.  \u041d\u0435\u043e\u0431\u0445\u043e\u0434\u0438\u043c\u043e \u0435 \u0434\u0430 \u0441\u044a\u0437\u0434\u0430\u0434\u0435\u0442\u0435 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0430 \u0441\u0430\u043c\u043e \u0432\u0435\u0434\u043d\u044a\u0436.
error.gradable.badassign=\u0418\u0437\u0431\u0440\u0430\u043d \u043d\u0435\u0432\u0430\u043b\u0438\u0434\u0435\u043d \u0435\u043b\u0435\u043c\u0435\u043d\u0442 \u043e\u0442 \u0434\u043d\u0435\u0432\u043d\u0438\u043a\u0430 \u0437\u0430 \u043e\u0446\u0435\u043d\u043a\u0438
error.gradable.badcreate=\u041d\u0435\u0432\u044a\u0437\u043c\u043e\u0436\u043d\u043e\u0441\u0442 \u0437\u0430 \u0441\u044a\u0437\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u0435\u043b\u0435\u043c\u0435\u043d\u0442 \u043e\u0442 \u0434\u043d\u0435\u0432\u043d\u0438\u043a\u0430 \u0437\u0430 \u043e\u0446\u0435\u043d\u043a\u0438

error.submit.timeout=\u041d\u0435\u0432\u044a\u0437\u043c\u043e\u0436\u043d\u043e\u0441\u0442 \u0437\u0430 \u0438\u0437\u043f\u0440\u0430\u0449\u0430\u043d\u0435 \u043d\u0430 \u0441\u0442\u0430\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043a\u044a\u043c \u043e\u0442\u0434\u0430\u043b\u0435\u0447\u0435\u043d URL \u0430\u0434\u0440\u0435\u0441
