#Fri Nov 26 20:31:43 CET 2010
confirm.submission.title=Confirmaci\u00F3 d'enviament
gen.theassinf=Informaci\u00F3 de l'activitat
gen.regrading=Torna a qualificar
grading.no2=No incloure el treball al Llibre de Qualificacions.
note.to.prompt=compartir
gen.inpro=En curs
gen.stuvie=Vista de l'estudiant
grading.reminder=Nota important\:
check=Comprovar la nota
gen.assdet=Detalls de l'activitat
uploadall.choose.file2=Selecciona els elements de l'arxiu per a pujar
gen.theare2=No hi ha presentacions.
gen.alert=Av\u00EDs\:
allowResubmission.show=Mostra la configuraci\u00F3 per a permetre reenviaments
gen.addduedat=Afegeix una data l\u00EDmit a l'agenda
allPurpose.alert.title=Poseu un t\u00EDtol a l'element d'\u00FAs m\u00FAltiple.
newassig.tosel=Per seleccionar m\u00E9s d'un apartat\: manteniu premuda la tecla (PC - control, Mac - Apple) mentre feu clic sobre el segon apartat i els seg\u00FCents.
gen.position=Posici\u00F3
gen.filatt=Fitxer adjunt
gen.sortinstruct=Podeu canviar la posici\u00F3 d'un element a la llista fent clic sobre la fletxa a la part esquerra o a trav\u00E9s del men\u00FA desplegable. Per desar els canvis, feu clic a Desar, a la part inferior de la p\u00E0gina.
prevassig.shostuvie=Mostra la vista de l'estudiant
nonelec_instruction=Aquesta activitat no accepta enviaments electr\u00F2nics. Contacteu amb el vostre professor per a instruccions addicionals. 
confirm.savesubmission.label.submission.id=Identificador del lliurament desat\:
gen.sorbylas=Ordena per cognom
gen.openquote="
uploadall.choose.file=Fitxer\:
stuviewsubm.attfromserverlabel=o seleccioneu fitxers de l'espai de treball o d'un espai
note.to.3=Permet la lectura i fer modificacions a altres professors
theisno=No existeix una activitat aix\u00ED.
note.to.2=Permet la lectura a altres professors
listsub.sorbysub=Ordena per termini de presentaci\u00F3
note.to.1=Mantenir-ho privat
note.to.0=-- seleccionar-ne una --
viewassig.datcre=Data de creaci\u00F3
viewsubmission=Vista d'enviament
stuviewsubm.attfromcomputerlabelmore=Seleccioneu m\u00E9s fitxers de l'ordinador (total 5)
group=Grup
displayto.site=Mostra al lloc
assig6=Activitat\: data d'obertura per a
stuviewgrad.thegradet=El detall de qualificaci\u00F3 de la presentaci\u00F3 de l'activitat
uploadall.alert.choose.element=Heu d'escollir com a m\u00EDnim un element en l'arxiu per a pujar.  
assig5=Activitat\: data d'obertura nova per a
assig4=No es pot ajustar la data l\u00EDmit de l'activitat al passat.
cannotmak=No es pot fer un av\u00EDs per a la data oberta de l'activitat.
assig3=Cal ajustar la data l\u00EDmit de l'activitat despr\u00E9s de la data oberta.
send.submission.releasegrade.email.none=No envi\u00EFs a l'estudiant una notificaci\u00F3 per correu electr\u00F2nic de la publicaci\u00F3 de la qualificaci\u00F3.
access=Acc\u00E9s
granotset=Tipus de qualificaci\u00F3 no configurat
downloadall.instruction=Esculli les opcions de desc\u00E0rrega, i despr\u00E9s faci clic a 'Descarregar', a la part inferior.
gen.submittedtext=Text enviat
singleatt=Nom\u00E9s c\u00E0rrega d'un \u00FAnic fitxer
gen.orisub=Text presentat originalment i fitxer/s adjunt/s amb els comentaris del tutor introdu\u00EFts
gen.gra2=Qualificaci\u00F3
gen.addinstatts=Fitxers adjunts del Professor a aquesta tramesa
gen.resub=Reenviat
stuviewsubm.assattonly=Afegiu els documents adjunts i feu clic al bot\u00F3 corresponent de la part inferior.
date.closedate=data l\u00ED\u00ADmit
gen.noasscan=No es poden presentar activitats despr\u00E9s d'aquesta data final.
assignment.copy=Copia
note.label=Notes sobre les activitats
cancel_changes=Cancel.la els canvis
grades.eid=ID
gradingsub.prefeetex3=Enviaments previs amb comentaris del professor inclosos (si \u00E9s el cas)
gen.hidassinf=Amaga la informaci\u00F3 de l'activitat
delete_assig.delanass=Esborra una activitat...
gradingsub.prefeetex2=Altres enviaments previs amb comentaris del professor inclosos (si \u00E9s el cas)
gen.sect=Apartat
gen.subm=Presentaci\u00F3 d'activitat
jan=GEN.
uploadall.button.upload=Puja
gen.acesubunt=Acceptar Fins a
plesuse4=La puntuaci\u00F3 entrada \u00E9s m\u00E9s alta que el valor m\u00E0xim perm\u00E8s pel sistema. Entreu un valor no superior a
plesuse3=Utilitzeu un zero o un n\u00FAmero positiu en la qualificaci\u00F3.
stuviewsubm.submitreminder=Recordeu-vos de desar o de fer un lliurament.
plesuse2=Utilitzeu \u00FAnicament un decimal en la qualificaci\u00F3.
plesuse1=Utilitzeu el n\u00FAmero en el camp de qualificaci\u00F3.
saved_grading=S'han guardat els comentaris i/o les qualificacions.
plesuse0=Utilitzeu la taula de qualificacions correcta.
inlinatt=Insercions i fitxers adjunts
gen.applygrade=Avalua
gen.stuwonsee=Els estudiants no veuran aquesta activitat fins a aquesta data oberta.
gen.required=Requisit
nav.message=(Els canvis es desaran)
gen.addhonple=Afegeix un comprom\u00EDs d'honor
hassum=L'activitat {0} t\u00E9 presentacions.
gen.viewasstablesummary=Configuraci\u00F3 de la tasca.
allPurpose.alert.access=Escolliu llista d'acc\u00E9s per a l'element d'\u00FAs m\u00FAltiple.
gen.in=A
gen.retustud=Torna a l'estudiant
thiasshas=Aquesta activitat no t\u00E9 instruccions. N'esteu segurs?
gen.remove=Esborra
allPurpose.show.to=Mostra a
gen.returned=Retornat
gen.instr=Instruccions
viewexampleassign=Visualitzar l'activitat d'exemple
hasDraftSum=Alguns estudiants han comen\u00E7at a treballar l'activitat, per\u00F2 encara no l'han enviat.
conte=contingut.
groups=Grups
uploadall.releaseOption.yes=Publiqueu la informaci\u00F3 enviada pels alumnes
gen.nograd=No hi ha qualificaci\u00F3
modelAnswer.instruction=Proporciona un model de resposta o una soluci\u00F3 de l'activitat
allow.resubmit.number=N\u00FAmero de reenviaments permesos
uploadall.alert.zipFile=No heu seleccionat un arxiu tipus zip. Heu de seleccionar un arxiu .zip o .sit com a fitxer a pujar.
receive.confirm.submission.email.none=No m'envi\u00EFs correus electr\u00F2nics de notificaci\u00F3 per cap enviament dels alumnes
gen.commented=Comentat
gen.sortbyfor=Ordena per a
allow.resubmit.number.unlimited=Il\u00B7limitat
java.alert.noGroupedAssignmentIntoGB=No pot afegir una activitat amb acc\u00E9s de grup dins del Gradebook. 
stuviewsubm.entbelo=Entreu m\u00E9s avall per tornar a presentar-la
gen.honple=Comprom\u00EDs d'honor\:
gen.revi=Revisa
gradingsub.nosubmittedtext=L'alumne no ha introdu\u00EFt cap text.
review.viewreport=Veure informe
review.use=Usar servei d'avaluaci\u00F3
gen.sumcom=Comentaris de resum
stulistsunbm.chotri=Escolliu la icona triangular per veure l'estat de l'estudiant pel que fa a les activitats.
gen.notsta=No s'ha iniciat
return=Retornat
gen.att=Fitxers adjunts
listassig.sorbytit=Ordena per t\u00EDtol
listassig.sorbyope=Ordena per data oberta
tag.tags=Etiquetes
confirm.submission.button=Confirma
review.notavail=Encara no disponible
noti.releasegrade.text=Li han retornat l'enviament de l'activitat "{0}". Per a veure'n els detalls aneu a {1}.
gen.subm6=Avaluat el\:
gen.subm5=Data de presentaci\u00F3
gen.regra=Requalificaci\u00F3
gen.subm4=Presentat
gen.subm3=Presenta
review.title=Servei d'avaluaci\u00F3
gen.subm2=Presentacions
sort.summary=La taula mostra els elements a ordenar. La segona columna mostra l'enlla\u00E7 per moure l'element cap amunt; la tercera, l'enlla\u00E7 per moure'l cap avall; a l'\u00FAltima, es pot moure a una ubicaci\u00F3 espec\u00EDfica
gen.honple2val=Heu de marcar el codi d'honor. Feu clic a Revisa per fer-ho.
note.alert.to=Escolliu l'opci\u00F3 de compartir el comentari privat.
gen.attfprgra=Fitxers adjunts per qualificar
gen.ass.lis.sum=Llista de treballs. Columna 1\: t\u00ED\u00ADtol del treball i enlla\u00E7os per revisar-lo o duplicar-lo. Columna 2\: estatus. Columna 3\: data d'obertura. Columna 4\: data de lliurament. Columna 6\: n\u00FAmero lliurat i qualificat. Columna 7\: nota. La columna 8 pot contenir quadres de verificaci\u00F3 per seleccionar i eliminar el treball.
delete_assig.delass=Esborra activitats...
receive.confirm.submission.email.options=Opcions de notificaci\u00F3 d'enviaments per correu electr\u00F2nic\:
gen.retu=Retorna
gen.sorbydue=Ordena per data l\u00EDmit
failed=L'operaci\u00F3 no s'ha pogut completar
uploadall.size=La mida de pujada m\u00E0xima de {0} s'ha excedit.
gen.youmus=(Heu de respondre per presentar la vostra activitat.)
newass=activitat nova
gen.sorbyreview=Organitza per revisi\u00F3
gen.reordertitle=Organitzar Vista Llista Treball per Defecte
gen.stusub=Presentacions de l'estudiant
note.alert.text=Introdu\u00EFu el text del comentari privat.
viewassig.shoassinf=Mostra informaci\u00F3 de l'activitat
modelAnswer=Model de resposta
stulistsunbm.shostuass=Mostra les activitats/presentacions de l'estudiant
cannotfin6=No es pot trobar l'esdeveniment del calendari.
grading.categorylist=(Opcional) Escolliu una categoria del Llibre de notes
fail=Susp\u00E9s
cannotfin1=No es pot afegir la data l\u00EDmit a la planificaci\u00F3.
sort.movedn=Mou cap avall
allPurpose=Element per a qualsevol prop\u00F2sit
subasstudent=Presenta com a estudiant
confirm.savesubmission.title=Confirmaci\u00F3 del lliurament desat.
gen.instrcomment=Comentaris del professor
jun=JUNY
jul=JUL.
noti.site.title=T\u00EDtol de l'espai\:
setperfor=Ajustar autoritzacions per a activitats al lloc de treball
theisnostudent=No hi ha estudiant.
gen.late2=- tard
tag.list.summary=Aquesta taula cont\u00E9 una llista d'etiquetes associades amb aquesta activitat 
gen.viewassliststudentsummary=Llista d'alumnes que han de fer la tasca.
viewsubmissions=Visualitzar les presentacions
gen.backtolist=Torna a la llista
grades.id=ID
gen.stunam=Nom de l'estudiant
gen.late=tard
may=MAIG
noti.site.id=ID de l'espai\:
nonelec_instruction2=Aquesta activitat requereix entregar personalment.
allPurpose.alert.text=Afegiu un text informatiu sobre l'element d'\u00FAs m\u00FAltiple.
download.spreadsheet.site=Lloc\:
mar=MAR\u00C7
addtogradebook.alertMessage=Excepci\u00F3 en entrar al Llibre de notes, excepci\u00F3 m\u00E9s avall\:
alert.globalNavi=Si intenteu sortir de l'activitat sense clicar sobre "Tornar" o "Desar", perdreu tota la feina feta. Heu d'escollir un d'aquests botons o b\u00E9 el de "Continuar" per navegar cap a la p\u00E0gina escollida i abandonar la vostra feina en aquesta p\u00E0gina.
gen.addres2=Recursos addicionals per a l'activitat
gen.last=\u00DAltima
gen.visible=Acc\u00E9s
stulistsunbm.hidstuass=Amaga les activitats/presentacions de l'estudiant
grad3=Qualificat
grad2=La qualificaci\u00F3 no pot ser major de la qualificaci\u00F3 m\u00E0xima.
noti.subject.label=Assumpte\:
edit=- edici\u00F3
uploadall.choose.file.confirm=Heu seleccionat un arxiu per pujar. El documents inclosos en aquest arxiu s'afegiran al lliurament de l'alumne per a aquest treball.
downloadall.button.download=Descarrega
prevassig.hidass=Amaga l'activitat
allPurpose.instruction=Informaci\u00F3 que es mostra en un temps espec\u00EDfic a qualsevol que s'indiqui.
gen.settfor=Par\u00E0metres per a
nav.prev=< Anterior
viewassign=Visualitza l'activitat
gen.duedat=Data l\u00EDmit
relcommented=Lliurament comentat
review.noreport=Sense avaluaci\u00F3
receive.confirm.submission.email.digest=Envia'm un correu electr\u00F2nic diari amb les notificacions d'enviaments dels alumnes
gen.sca=Escala
grading.associate.warn=Ha d'escollir una puntuaci\u00F3 per a dur a terme l'acci\u00F3 indicada.
gen.modbyins=Modificat pel tutor
stulistassig.selanass=Seleccioneu una activitat per visualitzar-ne els detalls, comen\u00E7ar a treballar o editar la vostra feina pr\u00E8via.
gen.notope=No est\u00E0 obert
send.submission.releasegrade.email=Envia a l'estudiant una notificaci\u00F3 per correu electr\u00F2nic quan es publiqui la qualificaci\u00F3.
allPurpose.show=Mostra aquest element
gen.viewasslistreportsummary=Llista d'alumnes aprovats.
gen.retustudtit=Qualificat, retorna a l'estudiant
subexampleassign=Presenta l'activitat d'exemple
gen.thearecur2=Actualment no hi ha presentacions en aquesta ubicaci\u00F3.
gen.thearecur1=Actualment no hi ha activitats en aquesta ubicaci\u00F3.
gen.assinf=Instruccions de l'activitat
gen.sortbyfordesc=Ordena per a (descendent)
allowResubmission.nouser=Escolliu almenys un usuari per a aplicar la configuraci\u00F3 dels reenviaments escollida.
grading=Qualificant
prevassig.hidstuvie=Amaga la vista de l'estudiant
draft=Esborrany fet
confirm.submission.label.user=Usuari\:
displayto.selected=Mostra a grups seleccionats
gen.mod=Modificat
gradingsub.prefee=Comentari addicional d'informaci\u00F3 pr\u00E8via
gen.reorder=Reordena
not_allowed_to_submit=No esteu autoritzats per a enviar a aquesta activitat.
noti.student=Alumne\:
noti.subject.content=Notificaci\u00F3 via correu electr\u00F2nic per a l'enviament d'una activitat 
uploadall.choose.file.studentSubmissionAttachment=Document/s adjunt/s del lliurament
grading.select=Selecciona una activitat
allPurpose.user.selection.count=seleccionats
uploadall.instruction4=Cada carpeta pot incloure un arxiu comments.txt, el lliurament de l'estudiant amb els comentaris que hi h\u00E0giu afegit i altres arxius que vulgueu retornar amb el lliurament de l'estudiant.
deadl=Termini
uploadall.instruction3=Descarrega model
uploadall.instruction2=L'arxiu hauria de contenir una carpeta per a cada alumne. Cada carpeta pot contenir un fitxer comments.txt, l'enviament de l'alumne amb els comentaris del professor que heu afegit, i altres fitxers que voleu retornar junt amb l'enviament de l'alumne. 
noti.releasegrade.subject.content=La publicaci\u00F3 de la qualificaci\u00F3 de l'activitat es notificar\u00E0 per correu electr\u00F2nic.
gen.closequote="
gen.sav=Desa
stuviewsubm.theassall2=Aquesta activitat en permet la presentaci\u00F3 nom\u00E9s adjuntant documents.
uploadall.choose.file.feedbackTexts=Comentaris (inclosos al text del lliurament)
allPurpose.show.time=Hora\:
feedbacktext=Text de realimentaci\u00F3
nav.list=Torna a la llista
viewassig.viewass1=Visualitzar activitat...
stuviewsubm.attfromcomputerlabel=Seleccioneu un fitxer de l'ordinador (total 5)
nonelec=No-electr\u00F2nic
gen.next=Seg\u00FCent
gen.at=a
gen.creby=Creat per
stuviewsubm.submissatt=Fitxers adjunts a l'enviament
uploadall.title=Pujar-ho tot
pass=Aprovat/Susp\u00E8s
gen.sortbyforasc=Ordena per a (ascendent)
addtogradebook.nonUniqueTitle=A l'eina Llibre de notes s'ha utilitzat el mateix t\u00ED\u00ADtol de treball. Utilitzeu un t\u00ED\u00ADtol diferent.
review.report=Informe de revisi\u00F3
gen.theassall6=Aquesta activitat permet presentacions nom\u00E9s utilitzant el quadre de text. Teclegeu la vostra presentaci\u00F3. Deseu canvis sovint mentre esteu treballant.
sort.caption=Llista de recursos a ordenar
gen.stuvieof=Vista de l'estudiant de l'activitat
allowResubmission.hide=Amaga la configuraci\u00F3 per a permetre reenviaments
update=Actualitza
opedat=Data d'obertura per a l'activitat
gen.theassall4=Aquesta activitat permet presentacions utilitzant tant el quadre de text que hi ha a continuaci\u00F3 com documents adjunts. Introdu\u00EFu els vostres comentaris al quadre seg\u00FCent i utilitzeu el bot\u00F3 d'Adjuntar per incloure altres documents. Deseu canvis sovint mentre esteu treballant.
dec=DES.
java.alert.youchoosegroup=Heu de seleccionar almenys un grup.
gen.can=Cancel\u00B7la
list.show=Mostra
gen.atttoret=Fitxers adjunts per retornar amb qualificaci\u00F3
new.title=Afegeix una activitat nova
gen.noattsubmitted=No hi ha fitxers adjunts
gen.relea=Llan\u00E7ament
stuviewsubm.asshasbee4=S'ha retornat l'activitat el
stuviewsubm.asshasbee3=S'ha tornat a presentar l'activitat el
stuviewsubm.asshasbee2=S'ha qualificat/comentat l'activitat.
stulistassig.selanass1=La llista d'activitats seg\u00FCent apareix exactament tal com la veur\u00E0 l'estudiant. Clicant sobre "Presentar com a estudiant", podeu treballar mitjan\u00E7ant l'activitat exactament com ho far\u00E0 l'estudiant, incloent-hi la presentaci\u00F3 de l'activitat.
gen.noatt=Encara no hi ha fitxers adjunts
assignmenttext=Text de l'activitat
gen.rev=Revisi\u00F3
grading.alert.draft.beforeclosedate=Encara no s'ha superat el termini m\u00E0xim de lliurament, i l'alumne encara podria modificar aquest treball. Esteu segurs que el voleu avaluar?
nov=NOV.
inlin=Nom\u00E9s inserir
gen.pre=Mostra vista pr\u00E8via
newassig.comfor=Empleneu el formulari i seleccioneu "enviar" al final. Un <span class
youarenot20=Esteu revisant una activitat despr\u00E9s de la seva data d'obertura.
grading.associate.alert=Cal que seleccioneu una activitat del Llibre de notes.
assign_due_event_desc=L'activitat {0} t\u00E9 com a data l\u00EDmit {1}.
acesubdea5=Permetre que la data l\u00EDmit per acceptar reenviaments estigui en el passat. Corregiu-ho o feu clic de nou sobre el bot\u00F3 original per continuar. 
acesubdea4=El termini per acceptar lliuraments sembla fixat en el passat. N'esteu segurs?
uploadall.choose.file.feedbackComments=Comentaris (arxiu comments.txt, si est\u00E0 disponible a la carpeta de l'estudiant. Els comentaris apareixeran a l'apartat "Comentaris per al professor" de cada lliurament)
repsubmi.sorbytur=Ordena per data de lliurament
acesubdea3=Acceptar que el termini de presentaci\u00F3 hauria de ser despr\u00E9s de la data d'obertura.
gen.new=Nou
gradingsub.prefeedbackAttachments=Adjunts retornats pr\u00E8viament
acesubdea2=Acceptar que el termini de presentaci\u00F3 hauria de ser despr\u00E9s de la data l\u00EDmit.
gradingsub.opecliass=Obrir, clicar per tancar la instrucci\u00F3 de l'activitat
repsubmi.sorbysca=Ordena per escala
download.spreadsheet.column.userid=Identificador de l'usuari
processmessage.file=Carregant fitxer(s)
note.instruction=Pot usar notes per a fer el seguiment d'aspectes relacionats amb les activitats, anotar idees, etc. Disponible durant l'avaluaci\u00F3.
uploadall.instruction=Seleccioneu un arxiu per a pujar, escolliu les opcions, i feu clic a 'Pujar' al final. Els elements obligatoris estan marcats amb  
grading.unassigned=No est\u00E0 assignat
gen.clocli=Tanqueu, feu clic per obrir les instruccions de l'activitat
gen.viewallgroupssections=Totes les seccions/grups
confirm.submission.include=El lliurament inclo\u00EFa\:
youarenot19=No teniu permisos per reordenar treballs.
youarenot18=Heu de renovar el comprom\u00EDs d'honor abans de la presentaci\u00F3.
youarenot17=Esteu revisant una activitat despr\u00E9s de la data l\u00EDmit.
gen.proces=S'est\u00E0 processant...
gen.addinst=Comentaris addicionals del tutor sobre la vostra presentaci\u00F3
notpermis4=No disposa dels permisos adequats per a afegir recursos.
youarenot13=No teniu autoritzaci\u00F3 per presentar una activitat.
gen.sordes=Ordena en sentit descendent
permis=Autoritzacions...
youarenot12=No teniu autoritzaci\u00F3 per presentar una resposta.
downloadall.alert.choose.element=Ha d'escollir almenys un element a les opcions de desc\u00E0rrega.
send.submission.releasegrade.email.options=Opcions de notificaci\u00F3 per correu electr\u00F2nic de les qualificacions publicades\:
nav.next=Seg\u00FCent >
confirm.savesubmission.notext=No hi ha textos del lliurament desats
confirm.submission.email=Rebreu una confirmaci\u00F3 per correu electr\u00F2nic amb aquesta informaci\u00F3. 
noti.assignment.duedate=Activitats per data\:
note=Nota privada
aug=AG.
addtogradebook.wrongGradeScale=La integraci\u00F3 al Llibre de notes sols \u00E9s possible per a treball(s) amb
delet=Esborra
feedbackcomment=Comentari de realimentaci\u00F3
gen.dra2=Esborrany -
gen.dra1=Esborrany
download.spreadsheet.title=Arxiu Excel de Presentaci\u00F3 del Treball
downall=Descarrega el fitxer amb totes les entregues
listsub.nosub=Sense presentaci\u00F3
sort.moveup=Mou cap amunt
choosefile7=Escolliu el fitxer a adjuntar.
date.invalid=Data no v\u00E0lida
gen.folatt=Carpeta adjunta
listassig.sorbynum2=Ordena per nombre de presentacions sense qualificar
stuviewsubm.theclodat=La data de tancament de l'activitat ja ha passat. Ja no podeu presentar una resposta.
listassig.sorbynum1=Ordena per nombre de presentacions totals
attaonly=Nom\u00E9s fitxers adjunts
group.list.summary=La taula cont\u00E9 una llista de grups. La primera columna contindr\u00E0 quadres de verificaci\u00F3; la segona, el nom del grup; la tercera, la descripci\u00F3 del grup. Els enlla\u00E7os de l'encap\u00E7alament es poden utilitzar per ordenar
noti.submit.time=Enviat en data\:
att.upl=Escollir fitxer\: 
ungra=Sense qualificar
uploadall.choose.file.gradeFile=Fitxer de qualificacions (fitxer grades.csv al capdamunt de l'arxiu)
gen.open=Oberta el
lisofass2=Llista d'activitats per estudiant
lisofass1=Llista d'activitats
prevassig.shoass=Mostra l'activitat
date.allpurpose.retractdate=data de retirada d'un element corresponent a qualsevol prop\u00F2sit
stulistsunbm.listhestu=Llista la presentaci\u00F3 de l'estudiant en cada activitat.
gen.pos=Envia
gen.sorbygra=Ordena per qualificaci\u00F3
stulistassig.asshasbee1=(S'ha esborrat l'activitat)
cannotrem=No es pot suprimir l'antic esdeveniment per a l'activitat
gradingsub.pregra=Qualificaci\u00F3 pr\u00E8via
gen.resubmission=Reenviament
allPurpose.show.date=Data\:
grading.no=No afegeixis l'activitat al llibre de notes.
gen.honple2=Comprom\u00EDs d'Honor\: No he ofert ni rebut mai ajuda en aquesta activitat.
stuviewsubm.removeatt=Elimina
youarenot11_c=No teniu permisos per esborrar el contingut d'aquest treball.
extraNodesRequired=Introdu\u00EFu la informaci\u00F3 obligat\u00F2ria.
modelAnswer.alert.modelAnswer=Prove\u00EFu un text a la resposta model.
listassig.sorbysec=Ordena per apartat
grading.add=Afegeix l'activitat al llibre de qualificacions
gen.savdra=Desa l'Esborrany
gen.grasca=Escala de qualificacions
viewassig.theassall5=Aquesta activitat en permet la presentaci\u00F3 nom\u00E9s utilitzant el quadre de text seg\u00FCent. Escriviu la vostra presentaci\u00F3 i deseu els canvis sovint mentre treballeu.
modelAnswer.show_to_student.prompt=Mostra als alumnes
confirm.submission.notext=Sense text d'enviament
gen.don=Fet
viewassig.theassall3=Aquesta activitat permet \u00FAnicament enviar documents adjunts. Utilitzeu el bot\u00F3 d'adjuntar per incloure un o m\u00E9s documents.
size.exceeded=S'ha superat la mida l\u00EDmit de c\u00E0rrega de {0}.
sep=SET.
releas=Enviat
allow.resubmit.closeTime=Accepta reenviaments fins
viewassig.theassall1=Aquesta activitat permet tant text teclejat com documents adjunts. Introdu\u00EFu els vostres comentaris al quadre de text seg\u00FCent i utilitzeu el bot\u00F3 d'adjuntar per incloure-hi altres documents com a part de la vostra presentaci\u00F3. Deseu els canvis sovint mentre treballeu.
gen.opendate.annc=Anuncia la data d'obertura
gen.remove.q=Esborrar?
gen.previous=Anterior
modelAnswer.show_to_student.4=Despr\u00E9s de la data l\u00EDmit d'acceptaci\u00F3 d'enviaments
gen.savdragra=Desa 
modelAnswer.show_to_student.3=Despr\u00E9s que l'enviament s'ha avaluat i s'ha retornat
alert.toolong=El nom ''{0}'' \u00E9s massa llarg.
modelAnswer.show_to_student.2=Despr\u00E9s que l'alumne envi\u00EF l'activitat
gradingsub.usethebel2=Utilitzeu el quadre seg\u00FCent per introduir comentaris de resum sobre el fitxer adjunt o la qualificaci\u00F3 d'aquesta presentaci\u00F3
modelAnswer.show_to_student.1=Abans que l'alumne inici\u00EF l'activitat
gradingsub.usethebel1=Utilitzeu el quadre seg\u00FCent per introduir comentaris de resum addicionals sobre aquesta presentaci\u00F3
modelAnswer.show_to_student.0=--seleccionar-ne una--
gen.submission=Tramesa
gen.viewing=Visualitzant
youmust7=Heu d'escriure la vostra resposta a l'espai d'entrada de text abans de presentar-la.
youmust6=Primer heu d'escollir l'activitat/les activitats mirant al quadre que apareix al costat del nom de l'activitat. Despr\u00E9s feu clic sobre el bot\u00F3 d'"Esborrar" per esborrar l'activitat o activitats.
gen.to=a
grading.ofcategory=de la categoria
confirm.submission.success=Heu enviat el vostre treball amb \u00E8xit.
youmust2=Heu d'escriure la vostra resposta a l'entrada de text o b\u00E9 adjuntar almenys un document abans de la presentaci\u00F3.
stuviewsubm.attfromserverlabelmore=o seleccioneu m\u00E9s fitxers de l'espai de treball o d'un espai
youmust1=Heu d'adjuntar almenys un document abans de la presentaci\u00F3.
gen.staass=Inicia activitat
nostudent=No hi ha estudiants a l'espai
grade.max=m\u00E0xim
receive.confirm.submission.email.each=Envia'm un correu electr\u00F2nic notificant cada enviament de cada alumne
uploadall.alert.wrongZipFormat=El fitxer ZIP no t\u00E9 el format correcte. Cal assegurar-se que el fitxer ZIP cont\u00E9 les carpetes dels estudiants o b\u00E9 que el fitxer grades.csv \u00E9s a l'arrel.
grading.reminder.body=No avalueu treball en diverses finestres del navegador. Cal que navegueu per Sakai en una sola finestra.
gen.savdratit=Desa els comentaris i qualifica, per\u00F2 no ho retornis a l'alumne encara
gen.notrequired=No \u00E9s requisit
points=Punts
stuviewsubm.youatt=La presentaci\u00F3 que heu adjuntat
gen.reviewing=Revisant
gen.lisofassto=Llista d'activitats per esborrar
gen.anntheope=Anuncia la data d'obertura
gen.yes=S\u00ED
non.submission.grade.select=Escolliu qualificaci\u00F3 per defecte\:
newassig.selectmessage=Premeu Enter i utilitzeu ALT + les fletxes d'amunt i avall per despla\u00E7ar-vos pel men\u00FA
allowResubmission.label=Selecciona usuari(s) i habilita reenviament
oct=OCT.
gen.review=Revisa
date.resubmission.closedate=Data de tancament per al reenviament
prevassig.preass=Mostrant vista pr\u00E8via de l'activitat...
gen.yousub=La vostra presentaci\u00F3
gen.sorbymax=Ordena per qualificaci\u00F3 m\u00E0xima disponible
gradingsub.prefee2=Comentaris del professor previs a l'enviament
allPurpose.show.expand=Expandeix
gen.sorasc=Ordena en sentit ascendent
apr=ABR.
gen.hasbee=L'activitat ha estat presentada a
not.graded.non.electronic.submission.grade=Posar aquesta nota a tots els lliuraments no electr\u00F2nics no avaluats\:
youarenot6=No teniu autoritzaci\u00F3 per editar l'activitat.
youarenot5=No teniu autoritzaci\u00F3 per fer una c\u00F2pia l'activitat.
youarenot4=No teniu autoritzaci\u00F3 per crear la presentaci\u00F3 d'una activitat.
gen.addatttoassiginstr=Afegir un element del ordinador o seleccionar in element dels recurosos existents. Un cop ha fet la selecci\u00F3, polsi 'Continuar' o polsi 'Cancel\u00B7lar' per tonrar sense fer canvis. Vost\u00E8 tornar\u00E0 a la seva activitat la qual ha de salvar.
confirm.savesubmission.include=El lliurament que heu desat inclou\:
not_allowed_to_grade_in_gradebook=Aquesta activitat est\u00E0 lligada amb una entrada del Llibre de notes. Al no tenir autoritzaci\u00F3 per a introduir notes al Llibre de notes, tampoc pot qualificar l'activitat dins d'aquesta eina. Tot i aix\u00F2, per a qualificar l'activitat pot actualitzar els comentaris i penjar un(s) fitxer(s) adjunt(s).
gen.closed=Tancat
gen.asstit=T\u00EDtol de l'activitat
gen.notset=No s'ha ajustat
uploadall.choose.file.studentSubmissionText=Text del lliurament (text original enviat per l'estudiant, \u00E9s possible que inclogui comentaris afegits pel professor)
gen.gra=Qualificaci\u00F3
gen.addatt=Afegeix fitxers adjunts
gen.checked=Comprovat
gen.adddroatt=Afegeix / elimina fitxers adjunts
addtogradebook.illegalPoints=No s'ha pogut crear una entrada en el Llibre de notes per a aquest treball perqu\u00E8 en el Llibre el m\u00E0xim de punts ha de ser > 0. Canvieu el m\u00E0xim de punts per a aquest treball o b\u00E9 desactiveu l'opci\u00F3 "Afegir al Llibre de notes".
grades.lastname=Cognoms
stuviewsubm.asshasnot=Empleneu el formulari i seleccioneu el bot\u00F3 adequat al final.
supplement=Elements suplementaris
download.feedback.attachment=Documents adjunts amb comentaris.
gen.atttoret2=Fitxers adjunts per retornar amb l'activitat
stuviewsubm.plesub=Torneu-la a presentar amb els vostres canvis.
gen.outof=de
confirm.submission.email.noEmailAddress=No s'ha pogut enviar una confirmaci\u00F3 amb aquesta informaci\u00F3 a la vostra adre\u00E7a de correu electr\u00F2nic perque no l'heu introdu\u00EFda.
gen.status=Estat
gen.grarep=Llistat de qualificacions
confirm.submission.label.classsite=Classe de l'espai\:
addtogradebook=Afegeix al Llibre de notes
range.allgroups=lloc
uploadall.releaseOption=Seleccioneu opci\u00F3 de publicaci\u00F3
group.list.descr=Descripci\u00F3
letter=Lletra de qualificaci\u00F3
gen.stuatt=Fitxers adjunts de l'estudiant
allPurpose.show.from=De
newassig.opedat=Data d'obertura
non.submission.grade=Assignar aquesta qualificaci\u00F3 a tots els participants sense enviaments\:
gradingsub.prefeetex=Text d'informaci\u00F3 pr\u00E8via
gen.first=Primer
dupli=Duplicat
download.spreadsheet.column.name=Nom
confirm.savesubmission.attachments=Documents adjunts desats\:
list.itemsper=elements...
stupresub.max=m\u00E0x.
newope=Nova data d'obertura per a l'activitat
modelAnswer.alert.showto=Escolliu la data adequada per a mostrar la resposta model als estudiants.
gen.pf=A/S
downspr=Descarrega el full de c\u00E0lcul
grades.grade=qualificaci\u00F3
allowResubmit=Permet tornar a presentar
allPurpose.show.hide=Amaga aquest element 
resubmit=Torna a presentar
allPurpose.show.list=Llista
review.allow=Permet que els alumnes visualitzin l'avaluaci\u00F3
date.allpurpose.releasedate=data d'alliberament d'un element corresponent a qualsevol prop\u00F2sit
gen.of=de/d'
gen.student=Estudiant
listsub.sorbyrel=Ordena per presentats
new=Activitat nova
gen.addatttoassig=Afegir adjunts a l'activitat
gen.items=elements
grading.alert.multiTab=La vostra nota i els comentaris no s'han desat. Cal que els torneu a introduir. Nom\u00E9s podeu obrir un lliurament a la vegada; si obriu un altre treball abans de tancar el lliurament que teniu obert, aquest no podr\u00E0 ser avaluat fins que tanqueu tots els lliuraments i el torneu a obrir. Per evitar aquest problema, us recomanem no treballar en diverses finestres del navegador quan avalueu. Us recomanem que reinicieu el navegador i torneu a entrar al sistema abans de continuar avaluant.
confirm.savesubmission.success=Heu desat el lliurament satisfact\u00F2riament.
gen.grading=Qualificant
tag.emptylist=No hi ha etiquetes per mostrar.
gen.no=No
all=Totes
uploadall.releaseOption.no=No publiqueu la informaci\u00F3 enviada - La publicar\u00E9 m\u00E9s tard
gen.orisub3=El darrer text de l'enviament amb els comentaris del professor inclosos (si \u00E9s el cas)
grades.firstname=Nom
plespethe3=Especifiqueu la puntuaci\u00F3 m\u00E0xima.
allowResubmission.instruction=Selecciona usuari(s) i aplica la configuraci\u00F3 dels reenviaments.
gen.orisub2=Text presentat originalment i fitxer/s adjunt/s amb els comentaris del tutor introdu\u00EFts, si s'escau
plespethe2=Especifiqueu la qualificaci\u00F3.
plespethe1=Especifiqueu el t\u00EDtol de l'activitat.
gen.assig=Activitat
gen.view2=Visualitzar
relgrad=Envia les qualificacions
gen.addinst2=Comentaris del professor sobre l'enviament
allPurpose.show.util=Fins
gradingsub.belisthe=A continuaci\u00F3 hi ha la presentaci\u00F3 d'un estudiant. Podeu introduir comentaris a aquest text clicant al quadre, i despr\u00E9s escriure els vostres comentaris. Els comentaris inclosos entre doble clau, {{<span class
grading.associate=Associa a una activitat existent del llibre de notes 
feb=FEB.
download.spreadsheet.date=Data de baixada\:
gen.forpoi=Per als punts, introdu\u00EFu els m\u00E0xims possibles
allPurpose.show.collapse=Plega
