#Fri Nov 26 20:33:51 CET 2010
confirm.submission.title=\u63D0\u51FA\u7269\u306E\u78BA\u8A8D
gen.theassinf=\u8AB2\u984C\u60C5\u5831
gen.regrading=\u518D\u63A1\u70B9\u4E2D
grading.no2=\u8AB2\u984C\u3092\u300C\u6210\u7E3E\u7C3F\u300D\u306B\u95A2\u9023\u3065\u3051\u306A\u3044
note.to.prompt=\u5171\u6709
gen.inpro=\u9032\u884C\u4E2D
gen.stuvie=\u5B66\u751F\u8868\u793A
grading.reminder=\u91CD\u8981\u306A\u304A\u77E5\u3089\u305B\:
check=\u30C1\u30A7\u30C3\u30AF\u30DE\u30FC\u30AF
gen.assdet=\u8AB2\u984C\u306E\u8A73\u7D30
uploadall.choose.file2=\u30A2\u30FC\u30AB\u30A4\u30D6\u30D5\u30A1\u30A4\u30EB\u306E\u5185\u30A2\u30C3\u30D7\u30ED\u30FC\u30C9\u3057\u305F\u3044\u3082\u306E\u3092\u9078\u3093\u3067\u304F\u3060\u3055\u3044
gen.theare2=\u63D0\u51FA\u7269\u304C\u3042\u308A\u307E\u305B\u3093\uFF0E
gen.alert=\u8B66\u544A\:
allowResubmission.show=\u518D\u63D0\u51FA\u8A31\u53EF\u8A2D\u5B9A\u3092\u8868\u793A
gen.addduedat=\u7DE0\u5207\u65E5\u6642\u3092\u30B9\u30B1\u30B8\u30E5\u30FC\u30EB\u306B\u8FFD\u52A0
allPurpose.alert.title=\u5168\u76EE\u7684\u30A2\u30A4\u30C6\u30E0\u306E\u30BF\u30A4\u30C8\u30EB\u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044\uFF0E
newassig.tosel=\u4E00\u3064\u4EE5\u4E0A\u306E\u30BB\u30AF\u30B7\u30E7\u30F3\u3092\u9078\u629E\u3059\u308B\u5834\u5408\: 2\u3064\u76EE\u306E\u9023\u7D9A\u3059\u308B\u30BB\u30AF\u30B7\u30E7\u30F3\u3092\u30AF\u30EA\u30C3\u30AF\u3059\u308B\u969B\uFF0CPC \u306E\u5834\u5408\u306F CTRL \u30AD\u30FC\uFF0CMac \u306E\u5834\u5408\u306F Apple \u30AD\u30FC\u3092\u62BC\u3057\u307E\u3059\uFF0E
gen.position=\u9806\u5E8F
gen.filatt=\u30D5\u30A1\u30A4\u30EB\u6DFB\u4ED8
gen.sortinstruct=\u5DE6\u5074\u306E\u77E2\u5370\u3092\u30AF\u30EA\u30C3\u30AF\u3059\u308B\u304B\uFF0C\u30C9\u30ED\u30C3\u30D7\u30C0\u30A6\u30F3\u30E1\u30CB\u30E5\u30FC\u3092\u8ABF\u6574\u3059\u308B\u3053\u3068\u306B\u3088\u308A\u4E00\u89A7\u5185\u306E\u30A2\u30A4\u30C6\u30E0\u3092\u79FB\u52D5\u3057\u307E\u3059\uFF0E\u5909\u66F4\u7D50\u679C\u3092\u4FDD\u5B58\u3059\u308B\u5834\u5408\u306F\uFF0C\u30DA\u30FC\u30B8\u306E\u4E00\u756A\u4E0B\u306B\u3042\u308B\u300C\u4FDD\u5B58\u300D\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u307E\u3059\uFF0E
prevassig.shostuvie=\u5B66\u751F\u30D3\u30E5\u30FC\u3092\u8868\u793A
nonelec_instruction=\u3053\u306E\u8AB2\u984C\u306F\u30AA\u30F3\u30E9\u30A4\u30F3\u63D0\u51FA\u3067\u306F\u53D7\u3051\u4ED8\u3051\u3089\u308C\u307E\u305B\u3093\uFF0E\u8A73\u3057\u3044\u624B\u9806\u306B\u3064\u3044\u3066\u306F\u62C5\u5F53\u6559\u54E1\u306B\u9023\u7D61\u3092\u53D6\u3063\u3066\u304F\u3060\u3055\u3044\uFF0E
gen.sorbylas=\u59D3\u3067\u30BD\u30FC\u30C8
gen.openquote=\u300C
uploadall.choose.file=\u30D5\u30A1\u30A4\u30EB\:
stuviewsubm.attfromserverlabel=\u307E\u305F\u306F\uFF0C\u30EF\u30FC\u30AF\u30B9\u30DA\u30FC\u30B9\u307E\u305F\u306F\u30B5\u30A4\u30C8\u304B\u3089\u30D5\u30A1\u30A4\u30EB\u3092\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044
note.to.3=\u8AAD\u8FBC\u30FB\u66F8\u8FBC\u3092\u4ED6\u306E\u6559\u54E1\u306B\u8A31\u53EF
theisno=\u305D\u306E\u3088\u3046\u306A\u8AB2\u984C\u306F\u3042\u308A\u307E\u305B\u3093\uFF0E
note.to.2=\u8AAD\u8FBC\u3092\u4ED6\u306E\u6559\u54E1\u306B\u8A31\u53EF
listsub.sorbysub=\u63D0\u51FA\u7269\u7A2E\u5225\u3067\u30BD\u30FC\u30C8
note.to.1=\u30D7\u30E9\u30A4\u30D9\u30FC\u30C8\u306E\u307E\u307E
note.to.0=-- \u4E00\u3064\u9078\u629E --
viewassig.datcre=\u4F5C\u6210\u65E5
viewsubmission=\u63D0\u51FA\u7269\u3092\u8868\u793A
stuviewsubm.attfromcomputerlabelmore=\u30B3\u30F3\u30D4\u30E5\u30FC\u30BF\u304B\u3089\u30D5\u30A1\u30A4\u30EB\u3092\u8907\u6570\u9078\u3093\u3067\u304F\u3060\u3055\u3044 (\u5168\u90E8\u30675\u3064)
group=\u30B0\u30EB\u30FC\u30D7
displayto.site=\u30B5\u30A4\u30C8\u3060\u3051\u306B\u8868\u793A
assig6=\u8AB2\u984C\: \u516C\u958B\u65E5\u6642\u3000\u5BFE\u8C61\:
stuviewgrad.thegradet=\u8AB2\u984C\u63D0\u51FA\u7269\u306E\u63A1\u70B9\u306E\u8A73\u7D30
uploadall.alert.choose.element=\u30A2\u30C3\u30D7\u30ED\u30FC\u30C9\u3059\u308B\u305F\u3081\u306B\u30A2\u30FC\u30AB\u30A4\u30D6\u30D5\u30A1\u30A4\u30EB\u4E2D\u306E\u8981\u7D20\u3092\u5C11\u306A\u304F\u3068\u3082\u4E00\u3064\u9078\u629E\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\uFF0E
assig5=\u8AB2\u984C\: \u516C\u958B\u65E5\u6642  \u5BFE\u8C61\: 
assig4=\u8AB2\u984C\u306E\u7DE0\u5207\u65E5\u6642\u304C\u904E\u53BB\u306E\u65E5\u6642\u306B\u306A\u3063\u3066\u3044\u307E\u3059\uFF0E\u8A02\u6B63\u3059\u308B\u304B\u5143\u306E\u30DC\u30BF\u30F3\u3092\u3082\u3046\u4E00\u5EA6\u30AF\u30EA\u30C3\u30AF\u3057\u3066\u5148\u306B\u9032\u3093\u3067\u304F\u3060\u3055\u3044\uFF0E
cannotmak=\u8AB2\u984C\u306E\u516C\u958B\u65E5\u6642\u306E\u30A2\u30CA\u30A6\u30F3\u30B9\u3092\u4F5C\u6210\u3067\u304D\u307E\u305B\u3093\uFF0E
assig3=\u8AB2\u984C\u306E\u7DE0\u5207\u65E5\u6642\u306F\u516C\u958B\u65E5\u6642\u4EE5\u964D\u306B\u3059\u3079\u304D\u3067\u3059\uFF0E
send.submission.releasegrade.email.none=\u6210\u7E3E\u304C\u516C\u958B\u3055\u308C\u305F\u3089\u901A\u77E5\u30E1\u30FC\u30EB\u3092\u5B66\u751F\u306B\u9001\u4FE1\u3057\u306A\u3044
access=\u30A2\u30AF\u30BB\u30B9
granotset=\u6210\u7E3E\u7A2E\u5225\u304C\u30BB\u30C3\u30C8\u3055\u308C\u3066\u3044\u307E\u305B\u3093
downloadall.instruction=\u30C0\u30A6\u30F3\u30ED\u30FC\u30C9\u30AA\u30D7\u30B7\u30E7\u30F3\u3092\u9078\u3073\uFF0C\u4E00\u756A\u4E0B\u306E\u300C\u30C0\u30A6\u30F3\u30ED\u30FC\u30C9\u300D\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u307E\u3059\uFF0E
gen.submittedtext=\u63D0\u51FA\u3055\u308C\u305F\u30C6\u30AD\u30B9\u30C8
singleatt=\u30A2\u30C3\u30D7\u30ED\u30FC\u30C9\u3055\u308C\u305F\u4E00\u3064\u306E\u30D5\u30A1\u30A4\u30EB\u3060\u3051
gen.orisub=\u30AA\u30EA\u30B8\u30CA\u30EB\u306E\u63D0\u51FA\u3055\u308C\u305F\u30C6\u30AD\u30B9\u30C8
gen.gra2=\u6210\u7E3E\:
gen.addinstatts=\u3053\u306E\u63D0\u51FA\u7269\u3078\u306E\u6559\u54E1\u306E\u6DFB\u4ED8
gen.resub=\u518D\u63D0\u51FA\u6E08\u307F
stuviewsubm.assattonly=\u6DFB\u4ED8\u30D5\u30A1\u30A4\u30EB\u3092\u8FFD\u52A0\u3057\uFF0C\u4E00\u756A\u4E0B\u306E\u30DC\u30BF\u30F3\u3092\u9078\u629E\u3057\u307E\u3059\uFF0E
date.closedate=\u7D42\u4E86\u65E5\u6642
gen.noasscan=\u3053\u306E\u65E5\u6642\u4EE5\u964D\u306F\u8AB2\u984C\u3092\u63D0\u51FA\u3067\u304D\u307E\u305B\u3093\uFF0E
assignment.copy=\u30B3\u30D4\u30FC
note.label=\u8AB2\u984C\u306E\u30CE\u30FC\u30C8
cancel_changes=\u5909\u66F4\u3092\u30AD\u30E3\u30F3\u30BB\u30EB
grades.eid=ID
gradingsub.prefeetex3=\u5FC5\u8981\u306B\u5FDC\u3058\u3066\uFF0C\u6559\u54E1\u306E\u30B3\u30E1\u30F3\u30C8\u304C\u3042\u308B\u4EE5\u524D\u306E\u63D0\u51FA\u7269\u304C\u633F\u5165\u3055\u308C\u307E\u3057\u305F
gen.hidassinf=\u8AB2\u984C\u60C5\u5831\u3092\u975E\u8868\u793A
delete_assig.delanass=\u8AB2\u984C\u3092\u524A\u9664...
gradingsub.prefeetex2=\u5FC5\u8981\u306B\u5FDC\u3058\u3066\uFF0C\u6559\u54E1\u306E\u30B3\u30E1\u30F3\u30C8\u304C\u3042\u308B\u4ED6\u306E\u4EE5\u524D\u306E\u63D0\u51FA\u7269\u304C\u633F\u5165\u3055\u308C\u307E\u3057\u305F
gen.sect=\u30BB\u30AF\u30B7\u30E7\u30F3
gen.subm=\u8AB2\u984C\u63D0\u51FA
jan=1\u6708
uploadall.button.upload=\u30A2\u30C3\u30D7\u30ED\u30FC\u30C9
gen.acesubunt=\u6700\u7D42\u53D7\u7406\u65E5\u6642
plesuse4=\u5165\u529B\u3055\u308C\u305F\u6210\u7E3E\u70B9\u306F\u30B7\u30B9\u30C6\u30E0\u306B\u3088\u3063\u3066\u8A31\u53EF\u3055\u308C\u305F\u6700\u5927\u5024\u3092\u8D8A\u3048\u3066\u3044\u307E\u3059\uFF0E\u6B21\u306E\u5024\u3092\u8D8A\u3048\u306A\u3044\u3088\u3046\u306B\u5024\u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044\uFF1A
plesuse3=\u6210\u7E3E\u30D5\u30A3\u30FC\u30EB\u30C9\u306B\u306F\u6B63\u306E\u6570\u307E\u305F\u306F\u30BC\u30ED\u3092\u7528\u3044\u3066\u304F\u3060\u3055\u3044\uFF0E
stuviewsubm.submitreminder=\u4FDD\u5B58\u3059\u308B\u304B\u63D0\u51FA\u3059\u308B\u3053\u3068\u3092\u5FD8\u308C\u306A\u3044\u3088\u3046\u306B\u3057\u3066\u304F\u3060\u3055\u3044
plesuse2=\u6210\u7E3E\u30D5\u30A3\u30FC\u30EB\u30C9\u306B\u306F\u5C0F\u6570\u70B9\u7B2C1\u4F4D\u306E\u307F\u7528\u3044\u3066\u304F\u3060\u3055\u3044\uFF0E
plesuse1=\u6210\u7E3E\u30D5\u30A3\u30FC\u30EB\u30C9\u306B\u306F\u6570\u5024\u3092\u7528\u3044\u3066\u304F\u3060\u3055\u3044\uFF0E
saved_grading=\u30B3\u30E1\u30F3\u30C8\u307E\u305F\u306F\u6210\u7E3E\u304C\u4FDD\u5B58\u3055\u308C\u307E\u3057\u305F\uFF0E
plesuse0=\u6B63\u3057\u3044\u6210\u7E3E\u6587\u5B57\u3092\u4F7F\u7528\u3057\u3066\u304F\u3060\u3055\u3044\uFF0E
inlinatt=\u30A4\u30F3\u30E9\u30A4\u30F3\u3068\u6DFB\u4ED8
gen.applygrade=\u9069\u7528
gen.stuwonsee=\u3053\u306E\u65E5\u6642\u307E\u3067\u5B66\u751F\u306B\u8AB2\u984C\u306F\u8868\u793A\u3055\u308C\u307E\u305B\u3093\uFF0E
gen.required=\u5FC5\u9808
nav.message=(\u5909\u66F4\u306F\u4FDD\u5B58\u3055\u308C\u307E\u3059)
gen.addhonple=\u5BA3\u8A93\u3092\u8FFD\u52A0
hassum=\u8AB2\u984C {0} \u306B\u306F\u63D0\u51FA\u7269\u304C\u3042\u308A\u307E\u3059\uFF0E
gen.viewasstablesummary=\u8AB2\u984C\u8A2D\u5B9A\u3067\u3059\uFF0E
allPurpose.alert.access=\u5168\u76EE\u7684\u30A2\u30A4\u30C6\u30E0\u306E\u30A2\u30AF\u30BB\u30B9\u4E00\u89A7\u3092\u9078\u3093\u3067\u304F\u3060\u3055\u3044\uFF0E
gen.in=
gen.retustud=\u5B66\u751F\u306B\u8FD4\u5374
thiasshas=\u3053\u306E\u8AB2\u984C\u306B\u306F\u8AB2\u984C\u8AAC\u660E\u304C\u3042\u308A\u307E\u305B\u3093\uFF0E\u8A02\u6B63\u3059\u308B\u304B\u5143\u306E\u30DC\u30BF\u30F3\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u3066\u5148\u306B\u9032\u3093\u3067\u304F\u3060\u3055\u3044\uFF0E
gen.remove=\u524A\u9664
allPurpose.show.to=\u6B21\u306B\u8868\u793A\: 
gen.returned=\u8FD4\u5374\u3055\u308C\u307E\u3057\u305F
gen.instr=\u8AAC\u660E
viewexampleassign=\u4F8B\u984C\u8AB2\u984C\u3092\u8868\u793A
hasDraftSum=\u4F55\u4EBA\u304B\u306E\u5B66\u751F\u304C\u8AB2\u984C\u3092\u3059\u3067\u306B\u958B\u59CB\u3057\u3066\u3044\u307E\u3059\u304C\uFF0C\u307E\u3060\u63D0\u51FA\u3057\u3066\u3044\u307E\u305B\u3093\uFF0E
conte=\u30B3\u30F3\u30C6\u30F3\u30C4\u3067\u3059\uFF0E
groups=\u30B0\u30EB\u30FC\u30D7
uploadall.releaseOption.yes=\u30A2\u30C3\u30D7\u30ED\u30FC\u30C9\u3055\u308C\u305F\u60C5\u5831\u3092\u5B66\u751F\u306B\u516C\u958B
gen.nograd=\u63A1\u70B9\u3057\u306A\u3044
modelAnswer.instruction=\u6A21\u7BC4\u56DE\u7B54\u307E\u305F\u306F\u6B63\u89E3\u3092\u8AB2\u984C\u306B\u4E0E\u3048\u308B
allow.resubmit.number=\u8A31\u53EF\u3055\u308C\u3066\u3044\u308B\u518D\u63D0\u51FA\u56DE\u6570
uploadall.alert.zipFile=zip \u5316\u3055\u308C\u305F\u30A2\u30FC\u30AB\u30A4\u30D6\u30D5\u30A1\u30A4\u30EB\u304C\u9078\u629E\u3055\u308C\u3066\u3044\u307E\u305B\u3093\uFF0E\u30A2\u30C3\u30D7\u30ED\u30FC\u30C9\u30D5\u30A1\u30A4\u30EB\u3068\u3057\u3066 .zip \u304B .sit \u30A2\u30FC\u30AB\u30A4\u30D6\u30D5\u30A1\u30A4\u30EB\u3092\u9078\u629E\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\uFF0E
receive.confirm.submission.email.none=\u3069\u306E\u5B66\u751F\u306E\u63D0\u51FA\u7269\u306B\u3064\u3044\u3066\u3082\u96FB\u5B50\u30E1\u30FC\u30EB\u306B\u3088\u308B\u901A\u77E5\u3092\u9001\u3089\u306A\u3044
gen.commented=\u30B3\u30E1\u30F3\u30C8\u3055\u308C\u307E\u3057\u305F
gen.sortbyfor=\u53C2\u52A0\u8005\u3067\u30BD\u30FC\u30C8
allow.resubmit.number.unlimited=\u7121\u5236\u9650
java.alert.noGroupedAssignmentIntoGB=\u30B0\u30EB\u30FC\u30D7\u30A2\u30AF\u30BB\u30B9\u304C\u53EF\u80FD\u306A\u8AB2\u984C\u3092\u300C\u6210\u7E3E\u7C3F\u300D\u306B\u8FFD\u52A0\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\uFF0E
stuviewsubm.entbelo=\u518D\u63D0\u51FA\u6587\u3092\u4EE5\u4E0B\u306B\u5165\u529B\u3057\u307E\u3059\uFF0E
gen.honple=\u5BA3\u8A93
gen.revi=\u7DE8\u96C6
gradingsub.nosubmittedtext=\u5B66\u751F\u304C\u63D0\u51FA\u3057\u305F\u30C6\u30AD\u30B9\u30C8\u304C\u3042\u308A\u307E\u305B\u3093\uFF0E
review.viewreport=\u30EC\u30DD\u30FC\u30C8\u3092\u8868\u793A
review.use={0}\u3092\u4F7F\u7528
gen.sumcom=\u30B5\u30DE\u30EA\u30FC\u30B3\u30E1\u30F3\u30C8
stulistsunbm.chotri=\u8AB2\u984C\u306B\u304A\u3051\u308B\u5B66\u751F\u306E\u72B6\u614B\u3092\u8868\u793A\u3059\u308B\u5834\u5408\u306F\u300C\u4E09\u89D2\u5F62\u306E\u30A2\u30A4\u30B3\u30F3\u300D\u3092\u9078\u629E\u3057\u307E\u3059\uFF0E
gen.notsta=\u958B\u59CB\u3055\u308C\u3066\u3044\u307E\u305B\u3093
return=\u8FD4\u5374\u6E08\u307F
gen.att=\u6DFB\u4ED8
listassig.sorbytit=\u30BF\u30A4\u30C8\u30EB\u3067\u30BD\u30FC\u30C8
tag.tags=\u30BF\u30B0
confirm.submission.button=OK
review.notavail=\u307E\u3060\u5229\u7528\u53EF\u80FD\u3067\u306F\u3042\u308A\u307E\u305B\u3093
noti.releasegrade.text=\u8AB2\u984C\u300C{0}\u300D\u306E\u63D0\u51FA\u7269\u304C\u8FD4\u5374\u3055\u308C\u307E\u3057\u305F\uFF0E\u8A73\u7D30\u3092\u8868\u793A\u3059\u308B\u5834\u5408\u306F {1} \u306B\u30A2\u30AF\u30BB\u30B9\u3057\u3066\u304F\u3060\u3055\u3044\uFF0E
gen.subm6=\u63A1\u70B9\u65E5\u6642\:
gen.subm5=\u63D0\u51FA\u65E5\u6642
gen.regra=\u518D\u63A1\u70B9
gen.subm4=\u63D0\u51FA\u65E5\u6642
gen.subm3=\u63D0\u51FA
review.title={0}\u30B5\u30FC\u30D3\u30B9
gen.subm2=\u63D0\u51FA\u7269
sort.summary=\u8868\u306B\u306F\u30BD\u30FC\u30C8\u3055\u308C\u308B\u30A2\u30A4\u30C6\u30E0\u304C\u3042\u308A\u307E\u3059\uFF0E2\u756A\u76EE\u306E\u30AB\u30E9\u30E0\u306B\u306F\u30A2\u30A4\u30C6\u30E0\u3092\u4E0A\u3078\u79FB\u52D5\u3059\u308B\u305F\u3081\u306E\u30EA\u30F3\u30AF\u304C\uFF0C3\u756A\u76EE\u306B\u306F\u4E0B\u3078\u79FB\u52D5\u3059\u308B\u305F\u3081\u306E\u30EA\u30F3\u30AF\u304C\u3042\u308A\u307E\u3059\uFF0E\u6700\u5F8C\u306F\u30A2\u30A4\u30C6\u30E0\u3092\u7279\u5B9A\u306E\u5834\u6240\u306B\u79FB\u52D5\u3059\u308B\u5834\u5408\u306B\u9078\u629E\u3057\u307E\u3059\uFF0E
gen.honple2val=\u300C\u5BA3\u8A93\u300D\u3092\u30C1\u30A7\u30C3\u30AF\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\uFF0E\u300C\u7DE8\u96C6\u300D\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u3066\u304F\u3060\u3055\u3044\uFF0E
note.alert.to=\u30D7\u30E9\u30A4\u30D9\u30FC\u30C8\u30CE\u30FC\u30C8\u7528\u306E\u5171\u6709\u30AA\u30D7\u30B7\u30E7\u30F3\u3092\u9078\u3093\u3067\u304F\u3060\u3055\u3044\uFF0E
gen.attfprgra=\u63A1\u70B9\u306E\u305F\u3081\u306E\u6DFB\u4ED8
gen.ass.lis.sum=\u8AB2\u984C\u306E\u4E00\u89A7\u3067\u3059\uFF0E\u6700\u521D\u306E\u30AB\u30E9\u30E0\: \u8AB2\u984C\u30BF\u30A4\u30C8\u30EB\u304A\u3088\u3073\u7DE8\u96C6\u30FB\u8907\u88FD\u306E\u305F\u3081\u306E\u30EA\u30F3\u30AF\uFF0C2\u756A\u76EE\u306E\u30AB\u30E9\u30E0\: \u72B6\u614B\uFF0C3\u756A\u76EE\u306E\u30AB\u30E9\u30E0\: \u516C\u958B\u65E5\uFF0C4\u756A\u76EE\u306E\u30AB\u30E9\u30E0\: \u7DE0\u5207\u65E5\u6642\uFF0C6\u756A\u76EE\u306E\u30AB\u30E9\u30E0\: \u63D0\u51FA\u6570\u30FB\u63A1\u70B9\u6570\uFF0C7\u756A\u76EE\u306E\u30AB\u30E9\u30E0\: \u5F97\u70B9\uFF0C8\u756A\u76EE\: \u8AB2\u984C\u306E\u9078\u629E\u30FB\u7D30\u5DE5\u6240\u7528\u306E\u30C1\u30A7\u30C3\u30AF\u30DC\u30C3\u30AF\u30B9\u304C\u3042\u308B\u5834\u5408\u304C\u3042\u308A\u307E\u3059\uFF0E
delete_assig.delass=\u8AB2\u984C\u3092\u524A\u9664...
receive.confirm.submission.email.options=\u96FB\u5B50\u30E1\u30FC\u30EB\u306B\u3088\u308B\u63D0\u51FA\u7269\u306E\u901A\u77E5
gen.retu=\u8FD4\u5374
gen.sorbydue=\u7DE0\u5207\u65E5\u6642\u3067\u30BD\u30FC\u30C8
failed=\u73FE\u6642\u70B9\u3067\u306F\u64CD\u4F5C\u3092\u5B8C\u4E86\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\uFF0E
uploadall.size=\u30A2\u30C3\u30D7\u30ED\u30FC\u30C9\u5236\u9650\u30B5\u30A4\u30BA\u3067\u3042\u308B {0} MB \u3092\u8D8A\u3048\u3066\u3044\u307E\u3059\uFF0E
gen.youmus=(\u8AB2\u984C\u3092\u63D0\u51FA\u3059\u308B\u305F\u3081\u306B\u306F\u56DE\u7B54\u3057\u306A\u3051\u308C\u3070\u306A\u308A\u307E\u305B\u3093)
newass=\u65B0\u3057\u3044\u8AB2\u984C
gen.sorbyreview=\u30EC\u30D3\u30E5\u30FC\u3067\u30BD\u30FC\u30C8
gen.reordertitle=\u300C\u30C7\u30D5\u30A9\u30EB\u30C8\u8AB2\u984C\u4E00\u89A7\u30D3\u30E5\u30FC\u300D\u306E\u9806\u5E8F\u5909\u66F4
gen.stusub=\u5B66\u751F\u306E\u63D0\u51FA\u7269
note.alert.text=\u30D7\u30E9\u30A4\u30D9\u30FC\u30C8\u306A\u30CE\u30FC\u30C8\u6587\u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044\uFF0E
viewassig.shoassinf=\u8AB2\u984C\u60C5\u5831\u3092\u8868\u793A
modelAnswer=\u6A21\u7BC4\u56DE\u7B54
stulistsunbm.shostuass=\u5B66\u751F\u306E\u8AB2\u984C\u30FB\u63D0\u51FA\u7269\u3092\u8868\u793A
cannotfin6=\u30AB\u30EC\u30F3\u30C0\u30A4\u30D9\u30F3\u30C8\u3092\u898B\u3064\u3051\u308B\u3053\u3068\u304C\u3067\u304D\u307E\u305B\u3093\uFF0E
grading.categorylist=(\u4EFB\u610F) \u6210\u7E3E\u7C3F\u30AB\u30C6\u30B4\u30EA\u3092\u9078\u629E
fail=\u4E0D\u5408\u683C
cannotfin1=\u30B9\u30B1\u30B8\u30E5\u30FC\u30EB\u306B\u516C\u958B\u65E5\u6642\u3092\u8FFD\u52A0\u3067\u304D\u307E\u305B\u3093\uFF0E
sort.movedn=\u4E0B\u3078\u79FB\u52D5
allPurpose=\u5168\u76EE\u7684\u30A2\u30A4\u30C6\u30E0
subasstudent=\u5B66\u751F\u3068\u3057\u3066\u63D0\u51FA
confirm.savesubmission.title=\u4FDD\u5B58\u3055\u308C\u305F\u8AB2\u984C\u306E\u78BA\u8A8D
gen.instrcomment=\u6559\u54E1\u306E\u30B5\u30DE\u30EA\u30FC\u30B3\u30E1\u30F3\u30C8
jun=6\u6708
jul=7\u6708
noti.site.title=\u30B5\u30A4\u30C8\u30BF\u30A4\u30C8\u30EB\:
setperfor=\u8AB2\u984C\u306E\u6A29\u9650\u3092\u30BB\u30C3\u30C8\u3057\u307E\u3059\uFF0E\u3000\u5BFE\u8C61\u30EF\u30FC\u30AF\u30B5\u30A4\u30C8\:
theisnostudent=\u5B66\u751F\u304C\u3044\u307E\u305B\u3093\uFF0E
gen.late2=- \u9045\u5EF6
tag.list.summary=\u8868\u306F\uFF0C\u73FE\u5728\u306E\u8AB2\u984C\u306B\u95A2\u9023\u3065\u3051\u3089\u308C\u3066\u3044\u308B\u30BF\u30B0\u4E00\u89A7\u3067\u3059\uFF0E
gen.viewassliststudentsummary=\u8AB2\u984C\u3092\u95B2\u89A7\u3057\u305F\u5B66\u751F\u306E\u4E00\u89A7
viewsubmissions=\u63D0\u51FA\u7269\u3092\u8868\u793A
gen.backtolist=\u4E00\u89A7\u306B\u623B\u308B
grades.id=ID
gen.stunam=\u5B66\u751F\u540D
gen.late=\u9045\u5EF6
may=5\u6708
noti.site.id=\u30B5\u30A4\u30C8 ID\:
nonelec_instruction2=\u3053\u306E\u8AB2\u984C\u306F\u624B\u6E21\u3057\u306B\u3088\u308B\u63D0\u51FA\u304C\u5FC5\u8981\u306A\u305F\u3081\uFF0C\u5B66\u751F\u304B\u3089\u306E\u63D0\u51FA\u7269\u3092\u53D7\u3051\u4ED8\u3051\u307E\u305B\u3093\uFF0E
allPurpose.alert.text=\u5168\u76EE\u7684\u30A2\u30A4\u30C6\u30E0\u306E\u60C5\u5831\u6587\u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044\uFF0E
download.spreadsheet.site=\u30B5\u30A4\u30C8\: 
mar=3\u6708
addtogradebook.alertMessage=\u30B5\u30A4\u30C8\u6210\u7E3E\u7C3F\u3092\u53D6\u5F97\u4E2D\u306E\u4F8B\u5916\u3067\u3059\uFF0E\u4F8B\u5916\u306F\u6B21\u306E\u901A\u308A\u3067\u3059\:
alert.globalNavi=\u3053\u306E\u30DA\u30FC\u30B8\u306E\u4E00\u756A\u4E0B\u306B\u3042\u308B\u30A2\u30AF\u30B7\u30E7\u30F3\u30DC\u30BF\u30F3\u3092\u30AF\u30EA\u30C3\u30AF\u3059\u308B\u3053\u3068\u306A\u3057\u306B\u7D42\u4E86\u3059\u308B\u3068\uFF0C\u3042\u306A\u305F\u304C\u884C\u3063\u305F\u4F5C\u696D\u306F\u6D88\u3048\u307E\u3059\uFF0E\u30DC\u30BF\u30F3\u306E\u3046\u30611\u3064\u3092\u9078\u629E\u3059\u308B\u304B\u9078\u629E\u3057\u305F\u30DA\u30FC\u30B8\u306B\u884C\u304D\u3053\u306E\u30DA\u30FC\u30B8\u3067\u306E\u4F5C\u696D\u3092\u7834\u68C4\u3057\u3066\u304F\u3060\u3055\u3044\uFF0E
gen.addres2=\u6B21\u306E\u8AB2\u984C\u306E\u8FFD\u52A0\u30EA\u30BD\u30FC\u30B9\uFF1A
gen.last=\u6700\u5F8C
gen.visible=\u5BFE\u8C61\: 
stulistsunbm.hidstuass=\u5B66\u751F\u306E\u8AB2\u984C\u30FB\u63D0\u51FA\u7269\u3092\u975E\u8868\u793A
grad3=\u63A1\u70B9\u6E08\u307F
grad2=\u5165\u529B\u3055\u308C\u305F\u6210\u7E3E\u300C{0}\u300D\u306F\u8A31\u5BB9\u6700\u5927\u6210\u7E3E\u300C{1}\u300D\u3088\u308A\u5927\u304D\u3044\u3067\u3059\uFF0E\u8A02\u6B63\u3059\u308B\u304B\uFF0C\u5143\u306E\u30DC\u30BF\u30F3\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u3066\u5165\u529B\u3057\u305F\u5024\u300C{0}\u300D\u3092\u4FDD\u5B58\u3057\u3066\u304F\u3060\u3055\u3044\uFF0E
noti.subject.label=\u4EF6\u540D\:
edit=- \u7DE8\u96C6
uploadall.choose.file.confirm=\u30A2\u30C3\u30D7\u30ED\u30FC\u30C9\u7528\u306E\u30A2\u30FC\u30AB\u30A4\u30D6\u304C\u9078\u629E\u3055\u308C\u3066\u3044\u307E\u3059\uFF0E\u30A2\u30FC\u30AB\u30A4\u30D6\u306B\u542B\u307E\u308C\u308B\u30D5\u30A1\u30A4\u30EB\u306F\uFF0C\u305D\u306E\u8AB2\u984C\u306B\u8A72\u5F53\u3059\u308B\u5B66\u751F\u63D0\u51FA\u7269\u306B\u30A2\u30C3\u30D7\u30ED\u30FC\u30C9\u3055\u308C\u307E\u3059\uFF0E
downloadall.button.download=\u30C0\u30A6\u30F3\u30ED\u30FC\u30C9
prevassig.hidass=\u8AB2\u984C\u3092\u975E\u8868\u793A
allPurpose.instruction=\u9078\u3093\u3060\u4EBA\u3059\u3079\u3066\u306B\u7279\u5B9A\u306E\u6642\u523B\u306B\u8868\u793A\u3055\u308C\u308B\u60C5\u5831\u3067\u3059\uFF0E
gen.settfor=\u8A2D\u5B9A\uFF1A 
nav.prev=< \u524D
viewassign=\u8AB2\u984C\u3092\u8868\u793A
gen.duedat=\u7DE0\u5207\u65E5\u6642
relcommented=\u30B3\u30E1\u30F3\u30C8\u4ED8\u304D\u3067\u516C\u958B
review.noreport=\u30EC\u30DD\u30FC\u30C8\u306A\u3057
receive.confirm.submission.email.digest=\u5B66\u751F\u306E\u63D0\u51FA\u7269\u306B\u3064\u3044\u3066\u4E00\u65E5\u3054\u3068\u306B\u307E\u3068\u3081\u305F\u901A\u77E5\u3092\u96FB\u5B50\u30E1\u30FC\u30EB\u3067\u9001\u308B
gen.sca=\u63A1\u70B9\u65B9\u6CD5
grading.associate.warn=\u7533\u3057\u8A33\u3042\u308A\u307E\u305B\u3093\uFF0E\u3053\u306E\u64CD\u4F5C\u3092\u884C\u3046\u305F\u3081\u306B\u306F\u5F97\u70B9\u3092\u5165\u529B\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\uFF0E
gen.modbyins=\u6559\u54E1\u306B\u3088\u308B\u4FEE\u6B63\u65E5\u6642
stulistassig.selanass=\u8A73\u7D30\u3092\u8868\u793A\u3059\u308B\u5834\u5408\u306F\u8AB2\u984C\u3092\u9078\u629E\u3057\u7DE8\u96C6\u3092\u59CB\u3081\u307E\u3059\uFF0E
gen.notope=\u516C\u958B\u306B\u306A\u3063\u3066\u3044\u307E\u305B\u3093
send.submission.releasegrade.email=\u6210\u7E3E\u304C\u516C\u958B\u3055\u308C\u305F\u3089\u901A\u77E5\u30E1\u30FC\u30EB\u3092\u5B66\u751F\u306B\u9001\u4FE1\u3059\u308B
allPurpose.show=\u3053\u306E\u30A2\u30A4\u30C6\u30E0\u3092\u8868\u793A
gen.viewasslistreportsummary=\u63A1\u70B9\u6E08\u307F\u5B66\u751F\u8AB2\u984C\u306E\u4E00\u89A7
gen.retustudtit=\u30B3\u30E1\u30F3\u30C8\u304A\u3088\u3073\u6210\u7E3E\u3092\u4FDD\u5B58\u3057\u5B66\u751F\u306B\u8FD4\u5374
subexampleassign=\u4F8B\u984C\u8AB2\u984C\u3092\u63D0\u51FA
gen.thearecur2=\u3053\u306E\u5834\u6240\u306B\u306F\u63D0\u51FA\u7269\u304C\u73FE\u5728\u3042\u308A\u307E\u305B\u3093\uFF0E
gen.thearecur1=\u3053\u306E\u5834\u6240\u306B\u306F\u8AB2\u984C\u304C\u73FE\u5728\u3042\u308A\u307E\u305B\u3093\uFF0E
gen.assinf=\u8AB2\u984C\u8AAC\u660E
gen.sortbyfordesc=\u53C2\u52A0\u8005\u3067\u964D\u9806\u306B\u30BD\u30FC\u30C8
allowResubmission.nouser=\u9078\u629E\u3057\u305F\u518D\u63D0\u51FA\u8A2D\u5B9A\u3092\u9069\u7528\u3059\u308B\u30E6\u30FC\u30B6\u3092\u5C11\u306A\u304F\u3068\u3082\u4E00\u4EBA\u9078\u3093\u3067\u304F\u3060\u3055\u3044\uFF0E
grading=\u6210\u7E3E\u4ED8\u3051
prevassig.hidstuvie=\u5B66\u751F\u30D3\u30E5\u30FC\u3092\u975E\u8868\u793A
draft=\u30C9\u30E9\u30D5\u30C8\u306B\u3057\u307E\u3057\u305F
confirm.submission.label.user=\u30E6\u30FC\u30B6\:
displayto.selected=\u9078\u629E\u3055\u308C\u305F\u30B0\u30EB\u30FC\u30D7\u3060\u3051\u306B\u8868\u793A
gen.mod=\u4FEE\u6B63\u65E5\u6642
gradingsub.prefee=\u4EE5\u524D\u306E\u30D5\u30A3\u30FC\u30C9\u30D0\u30C3\u30AF\u30B3\u30E1\u30F3\u30C8
gen.reorder=\u9806\u5E8F\u5909\u66F4
not_allowed_to_submit=\u3053\u306E\u8AB2\u984C\u3092\u63D0\u51FA\u3059\u308B\u3053\u3068\u304C\u8A31\u53EF\u3055\u308C\u3066\u3044\u307E\u305B\u3093\uFF0E
noti.student=\u5B66\u751F\:
noti.subject.content=\u8AB2\u984C\u63D0\u51FA\u306E\u96FB\u5B50\u30E1\u30FC\u30EB\u306B\u3088\u308B\u901A\u77E5
uploadall.choose.file.studentSubmissionAttachment=\u5B66\u751F\u306E\u63D0\u51FA\u7269\u306E\u6DFB\u4ED8\u30D5\u30A1\u30A4\u30EB
grading.select=\u8AB2\u984C\u3092\u9078\u629E
allPurpose.user.selection.count=\u9078\u629E\u6570
uploadall.instruction4=\u5404\u30D5\u30A9\u30EB\u30C0\u306B\u306F\uFF0Ccomments.txt \u30D5\u30A1\u30A4\u30EB\u3084\u6559\u54E1\u306E\u30B3\u30E1\u30F3\u30C8\u4ED8\u304D\u306E\u5B66\u751F\u306E\u63D0\u51FA\u7269\uFF0C\u5B66\u751F\u306E\u63D0\u51FA\u7269\u306B\u5BFE\u3057\u3066\u8FD4\u5374\u3057\u305F\u3044\u4ED6\u306E\u30D5\u30A1\u30A4\u30EB\uFF0C\u3092\u542B\u3081\u308B\u3053\u3068\u304C\u3067\u304D\u307E\u3059\uFF0E
deadl=\u7DE0\u5207
uploadall.instruction3=\u30C0\u30A6\u30F3\u30ED\u30FC\u30C9\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8
uploadall.instruction2=\u30A2\u30FC\u30AB\u30A4\u30D6\u30D5\u30A1\u30A4\u30EB\u306B\u306F\u5404\u5B66\u751F\u306E\u30D5\u30A9\u30EB\u30C0\u304C\u542B\u307E\u308C\u3066\u3044\u306A\u3051\u308C\u3070\u306A\u308A\u307E\u305B\u3093\uFF0E\u5404\u30D5\u30A9\u30EB\u30C0\u306B\u306F comments.txt \u30D5\u30A1\u30A4\u30EB\uFF0C\u3042\u306A\u305F\u304C\u8FFD\u52A0\u3057\u305F\u6559\u54E1\u306E\u30B3\u30E1\u30F3\u30C8\u3064\u304D\u306E\u5B66\u751F\u306E\u63D0\u51FA\u7269\uFF0C\u5B66\u751F\u306E\u63D0\u51FA\u7269\u3068\u3068\u3082\u306B\u8FD4\u5374\u3057\u305F\u3044\u4ED6\u306E\u30D5\u30A1\u30A4\u30EB\u3092\u542B\u3081\u308B\u3053\u3068\u304C\u3067\u304D\u307E\u3059\uFF0E
noti.releasegrade.subject.content=\u6210\u7E3E\u516C\u958B\u8AB2\u984C\u7528\u96FB\u5B50\u30E1\u30FC\u30EB\u901A\u77E5
gen.closequote=\u300D
gen.sav=\u4FDD\u5B58
stuviewsubm.theassall2=\u3053\u306E\u8AB2\u984C\u306F\u6DFB\u4ED8\u6587\u66F8\u306B\u3088\u308B\u63D0\u51FA\u3060\u3051\u304C\u8A31\u53EF\u3055\u308C\u3066\u3044\u307E\u3059\uFF0E
uploadall.choose.file.feedbackTexts=\u30D5\u30A3\u30FC\u30C9\u30D0\u30C3\u30AF\u30C6\u30AD\u30B9\u30C8 (\u5B66\u751F\u306E\u63D0\u51FA\u7269\u306B\u4ED8\u3051\u308B\u30A4\u30F3\u30E9\u30A4\u30F3\u30B3\u30E1\u30F3\u30C8)
gen.due=\u7DE0\u5207
allPurpose.show.time=\u6642\u523B\:
feedbacktext=\u30D5\u30A3\u30FC\u30C9\u30D0\u30C3\u30AF\u30C6\u30AD\u30B9\u30C8
nav.list=\u4E00\u89A7\u306B\u623B\u308B
viewassig.viewass1=\u8AB2\u984C\u3092\u8868\u793A\u3057\u3066\u3044\u307E\u3059...
stuviewsubm.attfromcomputerlabel=\u30B3\u30F3\u30D4\u30E5\u30FC\u30BF\u304B\u3089\u30D5\u30A1\u30A4\u30EB\u3092\u9078\u3093\u3067\u304F\u3060\u3055\u3044 (\u5168\u90E8\u30675\u3064)
nonelec=\u975E\u96FB\u5B50\u7684
gen.next=\u6B21
gen.at=
gen.creby=\u4F5C\u6210\u8005
stuviewsubm.submissatt=\u63D0\u51FA\u7269\u306E\u6DFB\u4ED8\u30D5\u30A1\u30A4\u30EB
uploadall.title=\u3059\u3079\u3066\u30A2\u30C3\u30D7\u30ED\u30FC\u30C9
pass=\u30D1\u30B9\u307E\u305F\u306F\u843D\u7B2C
gen.sortbyforasc=\u53C2\u52A0\u8005\u3067\u6607\u9806\u306B\u30BD\u30FC\u30C8
addtogradebook.nonUniqueTitle=\u8AB2\u984C\u300C{0}\u300D\u306F\u4F5C\u6210\u3055\u308C\u307E\u3057\u305F\u304C\uFF0C\u540C\u3058\u540D\u524D\u306E\u30A8\u30F3\u30C8\u30EA\u304C\u65E2\u306B\u3042\u308B\u305F\u3081\uFF0C\u65B0\u3057\u3044\u6210\u7E3E\u7C3F\u30A2\u30A4\u30C6\u30E0\u306B\u95A2\u9023\u3065\u3051\u3089\u308C\u3066\u3044\u307E\u305B\u3093\uFF0E\u8AB2\u984C\u3092\u7DE8\u96C6\u3057\u3066\uFF0C\u5225\u306E\u30BF\u30A4\u30C8\u30EB\u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044\uFF0E
review.report=Turnitin \u30EC\u30DD\u30FC\u30C8
gen.theassall6=\u3053\u306E\u8AB2\u984C\u3067\u306F\uFF0C\u4E0B\u306E\u30C6\u30AD\u30B9\u30C8\u30DC\u30C3\u30AF\u30B9\u3092\u901A\u3058\u305F\u63D0\u51FA\u3057\u304B\u8A8D\u3081\u3089\u308C\u307E\u305B\u3093\uFF0E\u30C6\u30AD\u30B9\u30C8\u30DC\u30C3\u30AF\u30B9\u306B\u63D0\u51FA\u5185\u5BB9\u3092\u5165\u529B\u3057\u307E\u3059\uFF0E\u4F5C\u696D\u4E2D\u306F\u983B\u7E41\u306B\u4FDD\u5B58\u3057\u307E\u3057\u3087\u3046\uFF0E
sort.caption=\u30BD\u30FC\u30C8\u3055\u308C\u308B\u30EA\u30BD\u30FC\u30B9\u4E00\u89A7
gen.stuvieof=\u8AB2\u984C\u306E\u5B66\u751F\u8868\u793A
allowResubmission.hide=\u518D\u63D0\u51FA\u8A31\u53EF\u8A2D\u5B9A\u3092\u975E\u8868\u793A
update=\u66F4\u65B0
opedat=\u8AB2\u984C\u306E\u516C\u958B\u65E5\u6642
gen.theassall4=\u3053\u306E\u8AB2\u984C\u3067\u306F\uFF0C\u4E0B\u306E\u30C6\u30AD\u30B9\u30C8\u30DC\u30C3\u30AF\u30B9\u3068\u6587\u66F8\u306E\u6DFB\u4ED8\u306E\u4E21\u65B9\u3067\u306E\u63D0\u51FA\u304C\u8A8D\u3081\u3089\u308C\u3066\u3044\u307E\u3059\uFF0E\u4E0B\u306E\u30DC\u30C3\u30AF\u30B9\u306B\u30B3\u30E1\u30F3\u30C8\u3092\u5165\u529B\u3057\uFF0C\u4ED6\u306E\u6587\u66F8\u3092\u542B\u3081\u308B\u5834\u5408\u306F\u300C\u6DFB\u4ED8\u3092\u8FFD\u52A0\u300D\u3092\u4F7F\u7528\u3057\u307E\u3059\uFF0E\u4F5C\u696D\u4E2D\u306F\u983B\u7E41\u306B\u4FDD\u5B58\u3057\u307E\u3059\uFF0E
dec=12\u6708
java.alert.youchoosegroup=\u30B0\u30EB\u30FC\u30D7\u3092\u5C11\u306A\u304F\u3068\u3082\u4E00\u3064\u9078\u629E\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\uFF0E
gen.can=\u30AD\u30E3\u30F3\u30BB\u30EB
list.show=\u8868\u793A\:
gen.atttoret=\u63A1\u70B9\u6E08\u307F\u8FD4\u5374\u7269\u3078\u306E\u6DFB\u4ED8
new.title=\u65B0\u3057\u3044\u8AB2\u984C\u3092\u8FFD\u52A0
gen.noattsubmitted=\u6DFB\u4ED8\u30D5\u30A1\u30A4\u30EB\u304C\u63D0\u51FA\u3055\u308C\u3066\u3044\u307E\u305B\u3093
gen.relea=\u516C\u958B
stuviewsubm.asshasbee4=\u8AB2\u984C\u304C\u8FD4\u5374\u3055\u308C\u3066\u3044\u307E\u3059\uFF1A
stuviewsubm.asshasbee3=\u8AB2\u984C\u304C\u518D\u63D0\u51FA\u3055\u308C\u3066\u3044\u307E\u3059\uFF1A
stuviewsubm.asshasbee2=\u8AB2\u984C\u304C\u63A1\u70B9\u6E08\u307F\u304B\u30B3\u30E1\u30F3\u30C8\u304C\u3064\u3051\u3089\u308C\u3066\u3044\u307E\u3059\uFF0E
stulistassig.selanass1=\u4E0B\u306E\u8AB2\u984C\u4E00\u89A7\u306B\u306F\uFF0C\u5B66\u751F\u304C\u898B\u308B\u3082\u306E\u3068\u5168\u304F\u540C\u3058\u3082\u306E\u304C\u8868\u793A\u3055\u308C\u3066\u3044\u307E\u3059\uFF0E\u300C\u5B66\u751F\u3068\u3057\u3066\u63D0\u51FA\u300D\u3092\u30AF\u30EA\u30C3\u30AF\u3059\u308B\u3053\u3068\u306B\u3088\u308A\uFF0C\u8AB2\u984C\u3092\u63D0\u51FA\u3059\u308B\u3053\u3068\u3092\u542B\u3081\u3066\uFF0C\u5B66\u751F\u3068\u5168\u304F\u540C\u3058\u3088\u3046\u306B\u8AB2\u984C\u306B\u53D6\u308A\u7D44\u3080\u3053\u3068\u304C\u3067\u304D\u307E\u3059\uFF0E
gen.noatt=\u6DFB\u4ED8\u30D5\u30A1\u30A4\u30EB\u306F\u3042\u308A\u307E\u305B\u3093
assignmenttext=\u8AB2\u984C\u30C6\u30AD\u30B9\u30C8
gen.rev=TurnItIn
grading.alert.draft.beforeclosedate=\u300C\u6700\u7D42\u53D7\u7406\u65E5\u6642\u300D\u3092\u307E\u3060\u904E\u304E\u3066\u3044\u307E\u305B\u3093\u306E\u3067\uFF0C\u5B66\u751F\u306F\u3053\u306E\u8AB2\u984C\u3092\u307E\u3060\u53D6\u308A\u7D44\u3080\u3053\u3068\u304C\u3067\u304D\u307E\u3059\uFF0E\u672C\u5F53\u306B\u63A1\u70B9\u3057\u307E\u3059\u304B?
nov=11\u6708
inlin=\u30A4\u30F3\u30E9\u30A4\u30F3\u3060\u3051
gen.pre=\u30D7\u30EC\u30D3\u30E5\u30FC
newassig.comfor=\u30D5\u30A9\u30FC\u30E0\u3092\u5165\u529B\u3057\uFF0C\u4E00\u756A\u4E0B\u306E\u300C\u6295\u7A3F\u300D\u3092\u9078\u629E\u3057\u307E\u3059\uFF0E<span class\="reqStarInline" title\="Required">*</span> \u306F\u5FC5\u9808\u60C5\u5831\u3092\u610F\u5473\u3057\u307E\u3059\uFF0E
youarenot20=\u516C\u958B\u65E5\u6642\u5F8C\u306E\u8AB2\u984C\u3092\u7DE8\u96C6\u3057\u3066\u3044\u307E\u3059\uFF0E
grading.associate.alert=\u300C\u6210\u7E3E\u7C3F\u300D\u306E\u8AB2\u984C\u306B\u95A2\u9023\u3065\u3051\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\uFF0E
assign_due_event_desc=\u8AB2\u984C\u300C{0}\u300D\u306F {1} \u304C\u7DE0\u5207\u3067\u3059\uFF0E
acesubdea5=\u518D\u63D0\u51FA\u65E5\u6642\u304C\u904E\u53BB\u306B\u30BB\u30C3\u30C8\u3055\u308C\u3066\u3044\u308B\u63D0\u51FA\u7269\u3092\u53D7\u9818\u3057\u307E\u3059\uFF0E\u8A02\u6B63\u3059\u308B\u304B\u5143\u306E\u30DC\u30BF\u30F3\u3092\u3082\u3046\u4E00\u5EA6\u30AF\u30EA\u30C3\u30AF\u3057\u3066\u5148\u306B\u9032\u3093\u3067\u304F\u3060\u3055\u3044\uFF0E
acesubdea4=\u7DE0\u5207\u65E5\u6642\u304C\u904E\u53BB\u306B\u30BB\u30C3\u30C8\u3055\u308C\u3066\u3044\u308B\u63D0\u51FA\u7269\u3092\u53D7\u9818\u3057\u307E\u3059\uFF0E\u8A02\u6B63\u3059\u308B\u304B\u5143\u306E\u30DC\u30BF\u30F3\u3092\u3082\u3046\u4E00\u5EA6\u30AF\u30EA\u30C3\u30AF\u3057\u3066\u5148\u306B\u9032\u3093\u3067\u304F\u3060\u3055\u3044\uFF0E
uploadall.choose.file.feedbackComments=\u30D5\u30A3\u30FC\u30C9\u30D0\u30C3\u30AF\u30B3\u30E1\u30F3\u30C8 (\u5B66\u751F\u306E\u30D5\u30A9\u30EB\u30C0\u306B comments.txt \u30D5\u30A1\u30A4\u30EB\u304C\u3042\u308B\u5834\u5408\u306F\u305D\u306E\u30D5\u30A1\u30A4\u30EB\uFF0E\u30B3\u30E1\u30F3\u30C8\u306F\uFF0C\u5B66\u751F\u306E\u63D0\u51FA\u7269\u3054\u3068\u306B\u300C\u6559\u54E1\u30B3\u30E1\u30F3\u30C8\u300D\u30D5\u30A3\u30FC\u30EB\u30C9\u306B\u5165\u529B\u3055\u308C\u307E\u3059)
repsubmi.sorbytur=\u8AB2\u984C\u63D0\u51FA\u65E5\u6642\u3067\u30BD\u30FC\u30C8
acesubdea3=\u63D0\u51FA\u7269\u53D7\u4ED8\u7DE0\u5207\u306F\u516C\u958B\u65E5\u306E\u5F8C\u306B\u30BB\u30C3\u30C8\u3057\u3066\u304F\u3060\u3055\u3044\uFF0E
gen.new=\u65B0\u898F
gradingsub.prefeedbackAttachments=\u4EE5\u524D\u306B\u8FD4\u5374\u3055\u308C\u305F\u6DFB\u4ED8\u30D5\u30A1\u30A4\u30EB
acesubdea2=\u63D0\u51FA\u7269\u53D7\u4ED8\u7DE0\u5207\u306F\u7DE0\u5207\u65E5\u6642\u306E\u5F8C\u306B\u306F\u30BB\u30C3\u30C8\u3067\u304D\u307E\u305B\u3093\uFF0E
gradingsub.opecliass=\u516C\u958B\u3057\u307E\u3059\uFF0E\u8AB2\u984C\u306E\u8AAC\u660E\u3092\u7D42\u4E86\u3059\u308B\u5834\u5408\u306F\u30AF\u30EA\u30C3\u30AF\u3057\u307E\u3059
repsubmi.sorbysca=\u63A1\u70B9\u65B9\u6CD5\u3067\u30BD\u30FC\u30C8
download.spreadsheet.column.userid=\u30E6\u30FC\u30B6 ID
processmessage.file=\u30D5\u30A1\u30A4\u30EB\u3092\u30A2\u30C3\u30D7\u30ED\u30FC\u30C9\u3057\u3066\u3044\u307E\u3059
note.instruction=\u8AB2\u984C\u306B\u95A2\u3059\u308B\u554F\u984C\u30FB\u30A2\u30A4\u30C7\u30A3\u30A2\u7B49\u3092\u30C8\u30E9\u30C3\u30AD\u30F3\u30B0\u3059\u308B\u305F\u3081\u306B\u30CE\u30FC\u30C8\u3092\u4F7F\u7528\u3067\u304D\u307E\u3059\uFF0E\u63A1\u70B9\u4E2D\u3082\u5229\u7528\u53EF\u80FD\u3067\u3059\uFF0E
uploadall.instruction=\u30A2\u30C3\u30D7\u30ED\u30FC\u30C9\u3059\u308B\u30A2\u30FC\u30AB\u30A4\u30D6\u30D5\u30A1\u30A4\u30EB\u3092\u9078\u629E\u3057\uFF0C\u30AA\u30D7\u30B7\u30E7\u30F3\u3092\u9078\u3093\u3067\u304B\u3089\u4E00\u756A\u4E0B\u306E\u300C\u30A2\u30C3\u30D7\u30ED\u30FC\u30C9\u300D\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u307E\u3059\uFF0E<br />\u5FC5\u9808\u30A2\u30A4\u30C6\u30E0\u306E\u30DE\u30FC\u30AF\: 
grading.unassigned=\u672A\u63A1\u70B9
gen.clocli=\u7D42\u4E86\u3057\u307E\u3059\uFF0E\u305D\u3057\u3066\uFF0C\u8AB2\u984C\u8AAC\u660E\u3092\u516C\u958B\u3059\u308B\u5834\u5408\u306F\u30AF\u30EA\u30C3\u30AF\u3057\u307E\u3059
confirm.submission.include=\u63D0\u51FA\u7269\u306B\u306F\u6B21\u306E\u3082\u306E\u304C\u542B\u307E\u308C\u3066\u3044\u307E\u3059\:
gen.viewallgroupssections=\u3059\u3079\u3066\u306E\u30BB\u30AF\u30B7\u30E7\u30F3\u30FB\u30B0\u30EB\u30FC\u30D7
youarenot19=\u8AB2\u984C\u306E\u9806\u5E8F\u3092\u5909\u66F4\u3059\u308B\u3053\u3068\u304C\u8A31\u53EF\u3055\u308C\u3066\u3044\u307E\u305B\u3093\uFF0E
youarenot18=\u63D0\u51FA\u3059\u308B\u524D\u306B\u300C\u5BA3\u8A93\u300D\u3092\u30C1\u30A7\u30C3\u30AF\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\uFF0E
gen.proces=\u51E6\u7406\u3057\u3066\u3044\u307E\u3059......
youarenot17=\u7DE0\u5207\u65E5\u6642\u5F8C\u306E\u8AB2\u984C\u3092\u7DE8\u96C6\u3057\u3066\u3044\u307E\u3059\uFF0E
gen.addinst=\u63D0\u51FA\u7269\u306B\u95A2\u3059\u308B\u8FFD\u52A0\u306E\u6559\u54E1\u306E\u30B3\u30E1\u30F3\u30C8
notpermis4=\u30EA\u30BD\u30FC\u30B9\u3092\u8FFD\u52A0\u3059\u308B\u305F\u3081\u306E\u9069\u5207\u306A\u6A29\u9650\u304C\u3042\u308A\u307E\u305B\u3093\uFF0E
youarenot13=\u8AB2\u984C\u3092\u63D0\u51FA\u3059\u308B\u6A29\u9650\u304C\u3042\u308A\u307E\u305B\u3093\uFF0E
gen.sordes=\u964D\u9806\u306B\u30BD\u30FC\u30C8
permis=\u6A29\u9650
youarenot12=\u56DE\u7B54\u3092\u63D0\u51FA\u3059\u308B\u6A29\u9650\u304C\u3042\u308A\u307E\u305B\u3093\uFF0E
downloadall.alert.choose.element=\u30C0\u30A6\u30F3\u30ED\u30FC\u30C9\u30AA\u30D7\u30B7\u30E7\u30F3\u306E\u8981\u7D20\u3092\u5C11\u306A\u304F\u3068\u3082\u4E00\u3064\u9078\u629E\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\uFF0E
send.submission.releasegrade.email.options=\u6210\u7E3E\u516C\u958B\u901A\u77E5\u96FB\u5B50\u30E1\u30FC\u30EB\u30AA\u30D7\u30B7\u30E7\u30F3\:
nav.next=\u6B21 >
confirm.submission.email=\u3053\u306E\u60C5\u5831\u304C\u8A18\u3055\u308C\u305F\u78BA\u8A8D\u306E\u305F\u3081\u306E\u96FB\u5B50\u30E1\u30FC\u30EB\u304C\u3042\u306A\u305F\u5B9B\u306B\u9001\u4FE1\u3055\u308C\u307E\u3059\uFF0E
confirm.savesubmission.notext=\u4FDD\u5B58\u3055\u308C\u305F\u63D0\u51FA\u7269\u30C6\u30AD\u30B9\u30C8\u306F\u3042\u308A\u307E\u305B\u3093
noti.assignment.duedate=\u8AB2\u984C\u306E\u7DE0\u5207\u65E5\u6642\:
note=\u30D7\u30E9\u30A4\u30D9\u30FC\u30C8\u306A\u30CE\u30FC\u30C8
aug=8\u6708
addtogradebook.wrongGradeScale=\u6210\u7E3E\u7C3F\u3068\u306E\u9023\u643A\u306F\uFF0C\u63A1\u70B9\u57FA\u6E96\u304C\u70B9\u6570\u306B\u30BB\u30C3\u30C8\u3055\u308C\u3066\u3044\u308B\u3068\u304D\u3057\u304B\u884C\u3048\u307E\u305B\u3093\uFF0E
delet=\u524A\u9664
feedbackcomment=\u30D5\u30A3\u30FC\u30C9\u30D0\u30C3\u30AF\u30B3\u30E1\u30F3\u30C8
gen.dra2=\u30C9\u30E9\u30D5\u30C8 -
gen.dra1=\u30C9\u30E9\u30D5\u30C8
download.spreadsheet.title=\u8AB2\u984C\u63D0\u51FA\u7269\u306E\u30A8\u30AF\u30BB\u30EB\u30D5\u30A1\u30A4\u30EB
downall=\u3059\u3079\u3066\u30C0\u30A6\u30F3\u30ED\u30FC\u30C9
listsub.nosub=\u672A\u63D0\u51FA
choosefile7=\u6DFB\u4ED8\u3059\u308B\u30D5\u30A1\u30A4\u30EB\u3092\u9078\u3093\u3067\u304F\u3060\u3055\u3044\uFF0E
date.invalid=\u6B21\u306E\u8AB2\u984C\u306E\u65E5\u6642\u8A2D\u5B9A\u304C\u7121\u52B9\u3067\u3059\uFF1A
sort.moveup=\u4E0A\u3078\u79FB\u52D5
gen.folatt=\u30D5\u30A9\u30EB\u30C0\u6DFB\u4ED8
listassig.sorbynum2=\u672A\u63A1\u70B9\u63D0\u51FA\u7269\u6570\u3067\u30BD\u30FC\u30C8
stuviewsubm.theclodat=\u8AB2\u984C\u306E\u7D42\u4E86\u65E5\u6642\u3092\u904E\u304E\u3066\u3044\u307E\u3059\uFF0E\u56DE\u7B54\u3092\u63D0\u51FA\u3059\u308B\u3053\u3068\u306F\u3082\u3046\u3067\u304D\u307E\u305B\u3093\uFF0E
listassig.sorbynum1=\u63D0\u51FA\u7269\u306E\u7DCF\u6570\u3067\u30BD\u30FC\u30C8
attaonly=\u6DFB\u4ED8\u3060\u3051
group.list.summary=\u8868\u306B\u306F\u30B0\u30EB\u30FC\u30D7\u306E\u4E00\u89A7\u304C\u3042\u308A\u307E\u3059\uFF0E\u6700\u521D\u306E\u30AB\u30E9\u30E0\u306F\u30C1\u30A7\u30C3\u30AF\u30DC\u30C3\u30AF\u30B9\uFF0C2\u756A\u76EE\u306E\u30AB\u30E9\u30E0\u306F\u30B0\u30EB\u30FC\u30D7\u540D\uFF0C3\u756A\u76EE\u306E\u30AB\u30E9\u30E0\u306F\u30B0\u30EB\u30FC\u30D7\u306E\u8AAC\u660E\u3067\u3059\uFF0E\u300C\u30D8\u30C3\u30C0
noti.submit.time=\u63D0\u51FA\u65E5\u6642\:
att.upl=\u30D5\u30A1\u30A4\u30EB\u3092\u9078\u3093\u3067\u304F\u3060\u3055\u3044\: 
ungra=\u63A1\u70B9\u3057\u306A\u3044
uploadall.choose.file.gradeFile=\u6210\u7E3E\u30D5\u30A1\u30A4\u30EB (\u30A2\u30FC\u30AB\u30A4\u30D6\u306E\u30C8\u30C3\u30D7\u30EC\u30D9\u30EB\u306B\u3042\u308B grades.csv \u30D5\u30A1\u30A4\u30EB)
gen.open=\u516C\u958B
lisofass2=\u5B66\u751F\u3054\u3068\u306E\u8AB2\u984C\u4E00\u89A7
lisofass1=\u8AB2\u984C\u4E00\u89A7
prevassig.shoass=\u8AB2\u984C\u3092\u8868\u793A
date.allpurpose.retractdate=\u5168\u76EE\u7684\u30A2\u30A4\u30C6\u30E0\u306E\u7D42\u4E86\u65E5\u6642
stulistsunbm.listhestu=\u8AB2\u984C\u3054\u3068\u306E\u5B66\u751F\u306E\u63D0\u51FA\u7269\u4E00\u89A7
gen.pos=\u6295\u7A3F
gen.sorbygra=\u6210\u7E3E\u3067\u30BD\u30FC\u30C8
stulistassig.asshasbee1=(\u8AB2\u984C\u304C\u524A\u9664\u3055\u308C\u3066\u3044\u307E\u3059)
cannotrem=\u6B21\u306E\u8AB2\u984C\u306E\u53E4\u3044\u30A4\u30D9\u30F3\u30C8\u3092\u524A\u9664\u3059\u308B\u3053\u3068\u304C\u3067\u304D\u307E\u305B\u3093\uFF1A
gradingsub.pregra=\u4EE5\u524D\u306E\u6210\u7E3E\:
allPurpose.show.date=\u65E5\u4ED8\:
grading.no=\u8AB2\u984C\u3092\u300C\u6210\u7E3E\u7C3F\u300D\u306B\u8FFD\u52A0\u3057\u306A\u3044
gen.resubmission=\u518D\u63D0\u51FA
gen.honple2=\u5BA3\u8A93\: \u8AB2\u984C\u306B\u53D6\u308A\u7D44\u3080\u969B\uFF0C\u8AB0\u304B\u306B\u624B\u4F1D\u3063\u3066\u3082\u3089\u3063\u305F\u3053\u3068\u306F\u3042\u308A\u307E\u305B\u3093\u3057\uFF0C\u8AB0\u304B\u306E\u8AB2\u984C\u3092\u624B\u4F1D\u3063\u305F\u3053\u3068\u3082\u3042\u308A\u307E\u305B\u3093\uFF0E
stuviewsubm.removeatt=\u524A\u9664
youarenot11_c=\u8AB2\u984C\u306E\u30B3\u30F3\u30C6\u30F3\u30C4\u3092\u524A\u9664\u3059\u308B\u6A29\u9650\u304C\u3042\u308A\u307E\u305B\u3093\uFF0E\u8AB2\u984C\u306E\u30B3\u30F3\u30C6\u30F3\u30C4 ID\: 
extraNodesRequired=\u5FC5\u9808\u60C5\u5831\u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044\uFF0E
modelAnswer.alert.modelAnswer=\u6A21\u7BC4\u56DE\u7B54\u6587\u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044\uFF0E
listassig.sorbysec=\u30BB\u30AF\u30B7\u30E7\u30F3\u3067\u30BD\u30FC\u30C8
grading.add=\u8AB2\u984C\u3092\u300C\u6210\u7E3E\u7C3F\u300D\u306B\u8FFD\u52A0
gen.savdra=\u30C9\u30E9\u30D5\u30C8\u3092\u4FDD\u5B58
gen.grasca=\u63A1\u70B9\u65B9\u6CD5
viewassig.theassall5=\u3053\u306E\u8AB2\u984C\u3067\u306F\uFF0C\u4E0B\u306E\u30C6\u30AD\u30B9\u30C8\u30DC\u30C3\u30AF\u30B9\u3092\u901A\u3058\u305F\u63D0\u51FA\u3057\u304B\u8A8D\u3081\u3089\u308C\u307E\u305B\u3093\uFF0E\u30C6\u30AD\u30B9\u30C8\u30DC\u30C3\u30AF\u30B9\u306B\u63D0\u51FA\u5185\u5BB9\u3092\u5165\u529B\u3057\u307E\u3059\uFF0E\u4F5C\u696D\u4E2D\u306F\u983B\u7E41\u306B\u4FDD\u5B58\u3057\u307E\u3057\u3087\u3046\uFF0E
modelAnswer.show_to_student.prompt=\u5B66\u751F\u306B\u8868\u793A
confirm.submission.notext=\u63D0\u51FA\u7269\u30C6\u30AD\u30B9\u30C8\u306F\u3042\u308A\u307E\u305B\u3093
gen.don=\u7D42\u4E86
viewassig.theassall3=\u3053\u306E\u8AB2\u984C\u3067\u306F\uFF0C\u30D5\u30A1\u30A4\u30EB\u306E\u6DFB\u4ED8\u3092\u901A\u3058\u305F\u63D0\u51FA\u3057\u304B\u8A8D\u3081\u3089\u308C\u307E\u305B\u3093\uFF0E\u6587\u66F8\u3092\u6DFB\u4ED8\u3059\u308B\u5834\u5408\u306F\u4E0B\u306E\u300C\u6DFB\u4ED8\u3092\u8FFD\u52A0\u300D\u3092\u4F7F\u7528\u3057\u307E\u3059\uFF0E
size.exceeded={0} \u306E\u30A2\u30C3\u30D7\u30ED\u30FC\u30C9\u30B5\u30A4\u30BA\u5236\u9650\u3092\u8D85\u3048\u3066\u3044\u307E\u3059\uFF0E
sep=9\u6708
releas=\u516C\u958B\u6E08\u307F
allow.resubmit.closeTime=\u518D\u63D0\u51FA\u53D7\u4ED8\u671F\u9650\: 
viewassig.theassall1=\u3053\u306E\u8AB2\u984C\u3067\u306F\uFF0C\u4E0B\u306E\u30C6\u30AD\u30B9\u30C8\u30DC\u30C3\u30AF\u30B9\u3068\u6587\u66F8\u306E\u6DFB\u4ED8\u306E\u4E21\u65B9\u3092\u901A\u3058\u305F\u63D0\u51FA\u304C\u8A8D\u3081\u3089\u308C\u3066\u3044\u307E\u3059\uFF0E\u4E0B\u306E\u30C6\u30AD\u30B9\u30C8\u30DC\u30C3\u30AF\u30B9\u306B\u30B3\u30E1\u30F3\u30C8\u3092\u5165\u529B\u3057\uFF0C\u4ED6\u306E\u6587\u66F8\u3092\u542B\u3081\u308B\u5834\u5408\u306F\u300C\u6DFB\u4ED8\u3092\u8FFD\u52A0\u300D\u3092\u4F7F\u7528\u3057\u307E\u3059\uFF0E\u4F5C\u696D\u4E2D\u306F\u983B\u7E41\u306B\u4FDD\u5B58\u3057\u307E\u3057\u3087\u3046\uFF0E
gen.opendate.annc=\u958B\u59CB\u65E5\u6642\u3092\u901A\u77E5
gen.remove.q=\u524A\u9664?
gen.previous=\u524D
modelAnswer.show_to_student.4=\u53D7\u9818\u671F\u9650\u65E5\u6642\u5F8C
gen.savdragra=\u4FDD\u5B58
alert.toolong=\u540D\u524D\u300C{0}\u300D\u306F\u9577\u904E\u304E\u307E\u3059\uFF0E
modelAnswer.show_to_student.3=\u63D0\u51FA\u7269\u304C\u63A1\u70B9\u30FB\u8FD4\u5374\u3055\u308C\u305F\u5F8C
modelAnswer.show_to_student.2=\u5B66\u751F\u304C\u8AB2\u984C\u3092\u63D0\u51FA\u3057\u305F\u5F8C
gradingsub.usethebel2=\u3053\u306E\u63D0\u51FA\u7269\u306E\u6DFB\u4ED8\u3042\u308B\u3044\u306F\u6210\u7E3E\u306B\u3064\u3044\u3066\u30B5\u30DE\u30EA\u30B3\u30E1\u30F3\u30C8\u3092\u5165\u529B\u3059\u308B\u5834\u5408\u306F\uFF0C\u4E0B\u306E\u30DC\u30C3\u30AF\u30B9\u3092\u4F7F\u7528\u3057\u307E\u3059\uFF0E
modelAnswer.show_to_student.1=\u5B66\u751F\u304C\u8AB2\u984C\u3092\u958B\u59CB\u3059\u308B\u524D
gradingsub.usethebel1=\u3053\u306E\u63D0\u51FA\u7269\u306B\u3064\u3044\u3066\u8FFD\u52A0\u7684\u306A\u30B5\u30DE\u30EA\u30B3\u30E1\u30F3\u30C8\u3092\u5165\u529B\u3059\u308B\u5834\u5408\u306F\uFF0C\u4E0B\u306E\u30DC\u30C3\u30AF\u30B9\u3092\u4F7F\u7528\u3057\u307E\u3059\uFF0E
modelAnswer.show_to_student.0=--\u4E00\u3064\u9078\u629E--
gen.submission=\u63D0\u51FA
gen.viewing=\u8868\u793A\:
youmust7=\u63D0\u51FA\u306E\u524D\u306B\u30C6\u30AD\u30B9\u30C8\u30A4\u30F3\u30D7\u30C3\u30C8\u30A8\u30EA\u30A2\u306B\u56DE\u7B54\u3092\u5165\u529B\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\uFF0E
youmust6=\u307E\u305A\uFF0C\u8AB2\u984C\u3092\u9078\u629E\u3057\u307E\u3059\uFF0E\u305D\u3057\u3066\uFF0C\u9078\u629E\u3057\u305F\u8AB2\u984C\u3092\u524A\u9664\u3059\u308B\u5834\u5408\u306F\u300C\u66F4\u65B0\u300D\u30DC\u30BF\u30F3\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u307E\u3059\uFF0E
gen.to=\u5BFE\u8C61\: 
grading.ofcategory=\u30AB\u30C6\u30B4\u30EA
confirm.submission.success=\u3042\u306A\u305F\u306E\u8AB2\u984C\u306F\u63D0\u51FA\u3055\u308C\u307E\u3057\u305F\uFF0E
youmust2=\u63D0\u51FA\u306E\u305F\u3081\u306B\u306F\uFF0C\u30C6\u30AD\u30B9\u30C8\u30DC\u30C3\u30AF\u30B9\u306B\u56DE\u7B54\u3092\u5165\u529B\u3059\u308B\u304B\uFF0C\u6587\u66F8\u3092\u6DFB\u4ED8\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\uFF0E
youmust1=\u63D0\u51FA\u306E\u524D\u306B\u5C11\u306A\u304F\u3068\u3082\u4E00\u3064\u306F\u6587\u66F8\u3092\u6DFB\u4ED8\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\uFF0E
stuviewsubm.attfromserverlabelmore=\u307E\u305F\u306F\uFF0C\u30EF\u30FC\u30AF\u30B9\u30DA\u30FC\u30B9\u307E\u305F\u306F\u30B5\u30A4\u30C8\u304B\u3089\u30D5\u30A1\u30A4\u30EB\u3092\u8907\u6570\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044
gen.staass=\u8AB2\u984C\u3092\u958B\u59CB
nostudent=\u30B5\u30A4\u30C8\u306B\u5B66\u751F\u304C\u767B\u9332\u3055\u308C\u3066\u3044\u307E\u305B\u3093\uFF0E
grade.max=\u6700\u5927
receive.confirm.submission.email.each=\u5404\u5B66\u751F\u306E\u63D0\u51FA\u7269\u306B\u3064\u3044\u3066\u96FB\u5B50\u30E1\u30FC\u30EB\u306B\u3088\u308B\u901A\u77E5\u3092\u9001\u308B
uploadall.alert.wrongZipFormat=ZIP\u3000\u30D5\u30A1\u30A4\u30EB\u306E\u30D5\u30A9\u30FC\u30DE\u30C3\u30C8\u304C\u6B63\u3057\u304F\u3042\u308A\u307E\u305B\u3093\uFF0EZIP \u30D5\u30A1\u30A4\u30EB\u306B\u5B66\u751F\u30D5\u30A9\u30EB\u30C0\u307E\u305F\u306F grades.csv \u30D5\u30A1\u30A4\u30EB\u304C\u30EB\u30FC\u30C8\u30EC\u30D9\u30EB\u306B\u542B\u307E\u308C\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\uFF0E
grading.reminder.body=\u8907\u6570\u306E\u30D6\u30E9\u30A6\u30B6\u306E\u30A6\u30A3\u30F3\u30C9\u30A6\u3084\u30BF\u30D6\u3067\u8AB2\u984C\u306E\u63A1\u70B9\u3092\u884C\u308F\u306A\u3044\u3067\u304F\u3060\u3055\u3044\uFF0E\u30D6\u30E9\u30A6\u30B6\u30A6\u30A3\u30F3\u30C9\u30A6\u306F\u3072\u3068\u3064\u3060\u3051\u3067\uFF0C\u8AB2\u984C\u306E\u63A1\u70B9\u3060\u3051\u3092\u884C\u3044\uFF0C\u30B7\u30B9\u30C6\u30E0\u306E\u64CD\u4F5C\u3092\u884C\u3063\u3066\u304F\u3060\u3055\u3044\uFF0E
gen.savdratit=\u30B3\u30E1\u30F3\u30C8\u3068\u6210\u7E3E\u3092\u4FDD\u5B58\u3057\u307E\u3059\u304C\uFF0C\u5B66\u751F\u306B\u306F\u307E\u3060\u8FD4\u5374\u3057\u307E\u305B\u3093
gen.notrequired=\u5FC5\u9808\u3067\u306A\u3044
points=\u70B9\u6570
stuviewsubm.youatt=\u6DFB\u4ED8\u3057\u305F\u63D0\u51FA\u7269
gen.lisofassto=\u524A\u9664\u3055\u308C\u308B\u8AB2\u984C\u4E00\u89A7
gen.anntheope=\u516C\u958B\u65E5\u6642\u3092\u30A2\u30CA\u30A6\u30F3\u30B9
gen.reviewing=\u7DE8\u96C6\u4E2D
gen.yes=\u306F\u3044
non.submission.grade.select=\u30C7\u30D5\u30A9\u30EB\u30C8\u306E\u6210\u7E3E\u3092\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044\:
newassig.selectmessage=Enter \u30AD\u30FC\u3092\u62BC\u3057\uFF0C\u30E1\u30CB\u30E5\u30FC\u3092\u30B9\u30AF\u30ED\u30FC\u30EB\u3059\u308B\u5834\u5408\u306F Alt \u30AD\u30FC\u3092\u62BC\u3057\u306A\u304C\u3089\u4E0A\u4E0B\u77E2\u5370\u3092\u62BC\u3057\u307E\u3059
allowResubmission.label=\u30E6\u30FC\u30B6\u3092\u9078\u629E\u3057\u518D\u63D0\u51FA\u3092\u8A31\u53EF
oct=10\u6708
gen.review=\u7DE8\u96C6
date.resubmission.closedate=\u518D\u63D0\u51FA\u7D42\u4E86\u65E5\u6642
prevassig.preass=\u8AB2\u984C\u3092\u30D7\u30EC\u30D3\u30E5\u30FC\u3057\u3066\u3044\u307E\u3059...
gen.yousub=\u3042\u306A\u305F\u306E\u63D0\u51FA\u7269
gen.sorbymax=\u73FE\u5728\u306E\u6700\u9AD8\u6210\u7E3E\u3067\u30BD\u30FC\u30C8
gradingsub.prefee2=\u4EE5\u524D\u306E\u63D0\u51FA\u7269\u3078\u306E\u6559\u54E1\u306E\u30B3\u30E1\u30F3\u30C8
allPurpose.show.expand=\u5C55\u958B\u3059\u308B
gen.sorasc=\u6607\u9806\u306B\u30BD\u30FC\u30C8
apr=4\u6708
gen.hasbee=\u8AB2\u984C\u304C\u63D0\u51FA\u3055\u308C\u307E\u3057\u305F\uFF1A
not.graded.non.electronic.submission.grade=\u96FB\u5B50\u7684\u306A\u63D0\u51FA\u7269\u3067\u306A\u3044\u672A\u63A1\u70B9\u306E\u3059\u3079\u3066\u306B\u3053\u306E\u6210\u7E3E\u3092\u5272\u308A\u5F53\u3066\u308B\:
youarenot6=\u8AB2\u984C\u3092\u7DE8\u96C6\u3059\u308B\u3053\u3068\u304C\u8A31\u53EF\u3055\u308C\u3066\u3044\u307E\u305B\u3093\uFF0E
youarenot5=\u8AB2\u984C\u3092\u8907\u88FD\u3059\u308B\u3053\u3068\u304C\u8A31\u53EF\u3055\u308C\u3066\u3044\u307E\u305B\u3093\uFF0E
youarenot4=\u8AB2\u984C\u306E\u63D0\u51FA\u7269\u3092\u4F5C\u6210\u3059\u308B\u3053\u3068\u304C\u8A31\u53EF\u3055\u308C\u3066\u3044\u307E\u305B\u3093\uFF0E
gen.addatttoassiginstr=\u81EA\u5206\u306E\u30B3\u30F3\u30D4\u30E5\u30FC\u30BF\u304B\u3089\u30A2\u30A4\u30C6\u30E0\u3092\u8FFD\u52A0\u3059\u308B\u304B\uFF0C\u300C\u30EA\u30BD\u30FC\u30B9\u300D\u304B\u3089\u65E2\u5B58\u306E\u30A2\u30A4\u30C6\u30E0\u3092\u9078\u629E\u3057\u307E\u3059\uFF0E\u9078\u629E\u3057\u305F\u3089\uFF0C\u300C\u7D9A\u3051\u308B\u300D\u3092\u9078\u629E\u3059\u308B\u304B\uFF0C\u5909\u66F4\u3057\u306A\u3044\u5834\u5408\u306F\u300C\u30AD\u30E3\u30F3\u30BB\u30EB\u300D\u3092\u9078\u629E\u3057\u307E\u3059\uFF0E\u8AB2\u984C\u306B\u623B\u308A\uFF0C\u305D\u306E\u8AB2\u984C\u3092\u4FDD\u5B58\u3057\u307E\u3059\uFF0E
confirm.savesubmission.include=\u4FDD\u5B58\u3057\u305F\u8AB2\u984C\u306B\u306F\u6B21\u306E\u3082\u306E\u304C\u542B\u307E\u308C\u3066\u3044\u307E\u3059\:
not_allowed_to_grade_in_gradebook=\u8AB2\u984C\u306F\u6210\u7E3E\u7C3F\u30A8\u30F3\u30C8\u30EA\u306B\u95A2\u9023\u3065\u3051\u3089\u308C\u3066\u3044\u307E\u3059\uFF0E\u6210\u7E3E\u7C3F\u3067\u63A1\u70B9\u3059\u308B\u6A29\u9650\u304C\u3042\u308A\u307E\u305B\u3093\u306E\u3067\uFF0C\u3053\u306E\u8AB2\u984C\u30C4\u30FC\u30EB\u3067\u306F\u63A1\u70B9\u3067\u304D\u307E\u305B\u3093\uFF0E\u3057\u304B\u3057\u306A\u304C\u3089\uFF0C\u30B3\u30E1\u30F3\u30C8\u30A8\u30EA\u30A2\u3092\u66F4\u65B0\u3057\u305F\u308A\uFF0C\u63A1\u70B9\u76EE\u7684\u306B\u6DFB\u4ED8\u30D5\u30A1\u30A4\u30EB\u3092\u30A2\u30C3\u30D7\u30ED\u30FC\u30C9\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u3059\uFF0E
gen.closed=\u7D42\u4E86
gen.asstit=\u8AB2\u984C\u30BF\u30A4\u30C8\u30EB
gen.notset=\u30BB\u30C3\u30C8\u3055\u308C\u3066\u3044\u307E\u305B\u3093
uploadall.choose.file.studentSubmissionText=\u5B66\u751F\u306E\u63D0\u51FA\u7269 (\u5B66\u751F\u304C\u63D0\u51FA\u3057\u305F\u30AA\u30EA\u30B8\u30CA\u30EB\u306E\u63D0\u51FA\u7269\u3067\uFF0C\u6559\u54E1\u304C\u8FFD\u52A0\u3057\u305F\u30B3\u30E1\u30F3\u30C8\u304C\u3064\u3044\u3066\u3044\u308B\u5834\u5408\u304C\u3042\u308A\u307E\u3059)
gen.gra=\u6210\u7E3E
gen.addatt=\u6DFB\u4ED8\u3092\u8FFD\u52A0
gen.checked=\u30C1\u30A7\u30C3\u30AF\u3055\u308C\u307E\u3057\u305F
addtogradebook.illegalPoints=\u6210\u7E3E\u7C3F\u3067\u306F\u6700\u9AD8\u70B9\u306F\u96F6\u70B9\u3088\u308A\u5927\u304D\u3044\u5FC5\u8981\u304C\u3042\u308B\u305F\u3081\uFF0C\u3053\u306E\u8AB2\u984C\u306E\u6210\u7E3E\u7C3F\u30A8\u30F3\u30C8\u30EA\u3092\u4F5C\u6210\u3059\u308B\u3053\u3068\u304C\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\uFF0E\u8AB2\u984C\u306E\u6700\u9AD8\u70B9\u3092\u5909\u66F4\u3059\u308B\u304B\u300C\u6210\u7E3E\u7C3F\u306B\u8FFD\u52A0\u300D\u306E\u30C1\u30A7\u30C3\u30AF\u3092\u5916\u3057\u3066\u304F\u3060\u3055\u3044\uFF0E
gen.adddroatt=\u6DFB\u4ED8\u3092\u8FFD\u52A0\u30FB\u524A\u9664
grades.lastname=\u59D3
stuviewsubm.asshasnot=\u30D5\u30A9\u30FC\u30E0\u306B\u5165\u529B\u3057\uFF0C\u4E00\u756A\u4E0B\u306E\u30DC\u30BF\u30F3\u3092\u9078\u629E\u3057\u307E\u3059\uFF0E
supplement=\u88DC\u8DB3\u30A2\u30A4\u30C6\u30E0
download.feedback.attachment=\u30D5\u30A3\u30FC\u30C9\u30D0\u30C3\u30AF\u306E\u6DFB\u4ED8\u30D5\u30A1\u30A4\u30EB
gen.atttoret2=\u8AB2\u984C\u4ED8\u304D\u8FD4\u5374\u7269\u3078\u306E\u6DFB\u4ED8
stuviewsubm.plesub=\u5909\u66F4\u3092\u518D\u5EA6\u63D0\u51FA\u3057\u3066\u304F\u3060\u3055\u3044\uFF0E
gen.outof=/
confirm.submission.email.noEmailAddress=\u96FB\u5B50\u30E1\u30FC\u30EB\u30A2\u30C9\u30EC\u30B9\u304C\u306A\u3044\u305F\u3081\uFF0C\u3053\u306E\u60C5\u5831\u304C\u8A18\u3055\u308C\u305F\u78BA\u8A8D\u306E\u305F\u3081\u306E\u96FB\u5B50\u30E1\u30FC\u30EB\u3092\u9001\u4FE1\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\uFF0E
gen.status=\u72B6\u614B
gen.grarep=\u6210\u7E3E\u30EC\u30DD\u30FC\u30C8
confirm.submission.label.classsite=\u30AF\u30E9\u30B9\u30B5\u30A4\u30C8\:
addtogradebook=\u6210\u7E3E\u7C3F\u306B\u8FFD\u52A0
range.allgroups=\u30B5\u30A4\u30C8
uploadall.releaseOption=\u516C\u958B\u30AA\u30D7\u30B7\u30E7\u30F3\u3092\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044
group.list.descr=\u8AAC\u660E
letter=\u6587\u5B57\u6210\u7E3E
gen.stuatt=\u63D0\u51FA\u3055\u308C\u305F\u6DFB\u4ED8
allPurpose.show.from=\u958B\u59CB\u65E5\u6642
newassig.opedat=\u516C\u958B\u65E5\u6642
non.submission.grade=\u63D0\u51FA\u7269\u306E\u306A\u3044\u3059\u3079\u3066\u306E\u53C2\u52A0\u8005\u306B\u3053\u306E\u6210\u7E3E\u3092\u5272\u308A\u5F53\u3066\u308B\:
gradingsub.prefeetex=\u4EE5\u524D\u306E\u30D5\u30A3\u30FC\u30C9\u30D0\u30C3\u30AF\u30C6\u30AD\u30B9\u30C8
gen.first=\u6700\u521D
dupli=\u8907\u88FD
download.spreadsheet.column.name=\u540D\u524D
confirm.savesubmission.attachments=\u4FDD\u5B58\u3055\u308C\u305F\u6DFB\u4ED8\u30D5\u30A1\u30A4\u30EB\:
list.itemsper=\u500B\u306E\u30A2\u30A4\u30C6\u30E0...
stupresub.max=\u6700\u5927
newope=\u8AB2\u984C\u306B\u95A2\u3059\u308B\u66F4\u65B0\u3055\u308C\u305F\u304A\u77E5\u3089\u305B
modelAnswer.alert.showto=\u6A21\u7BC4\u56DE\u7B54\u3092\u5B66\u751F\u306B\u8868\u793A\u3059\u308B\u9069\u5207\u306A\u6642\u523B\u3092\u9078\u3093\u3067\u304F\u3060\u3055\u3044\uFF0E
gen.pf=P/F
downspr=\u30B9\u30D7\u30EC\u30C3\u30C9\u30B7\u30FC\u30C8\u3092\u30C0\u30A6\u30F3\u30ED\u30FC\u30C9
grades.grade=\u6210\u7E3E
allowResubmit=\u518D\u63D0\u51FA\u3092\u8A31\u53EF
allPurpose.show.hide=\u500B\u306E\u30A2\u30A4\u30C6\u30E0\u3092\u975E\u8868\u793A
resubmit=\u518D\u63D0\u51FA
allPurpose.show.list=\u4E00\u89A7
review.allow=\u30EC\u30DD\u30FC\u30C8\u306E\u8868\u793A\u3092\u5B66\u751F\u306B\u8A31\u53EF
date.allpurpose.releasedate=\u5168\u76EE\u7684\u30A2\u30A4\u30C6\u30E0\u306E\u516C\u958B\u65E5\u6642
gen.of=/
gen.student=\u5B66\u751F
listsub.sorbyrel=\u516C\u958B\u65E5\u6642\u3067\u30BD\u30FC\u30C8
new=\u8FFD\u52A0
gen.addatttoassig=\u8AB2\u984C\u306B\u6DFB\u4ED8\u30D5\u30A1\u30A4\u30EB\u3092\u8FFD\u52A0
gen.items=\u500B\u306E\u30A2\u30A4\u30C6\u30E0
grading.alert.multiTab=\u6210\u7E3E\uFF0C\u30B3\u30E1\u30F3\u30C8\uFF0C\u30D5\u30A3\u30FC\u30C9\u30D0\u30C3\u30AF\u306F\u4FDD\u5B58\u3055\u308C\u3066\u3044\u307E\u305B\u3093\uFF0E\u518D\u5EA6\uFF0C\u5165\u529B\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\uFF0E\u5B66\u751F\u306E\u63D0\u51FA\u7269\u306F\u4E00\u5EA6\u306B\u4E00\u3064\u3060\u3051\u958B\u304F\u3053\u3068\u304C\u3067\u304D\u307E\u3059\uFF0E\u4FDD\u5B58\u3059\u308B\u524D\u306B\u5225\u306E\u5B66\u751F\u306E\u63D0\u51FA\u7269\u3092\u958B\u304F\u3068\uFF0C\u305D\u308C\u307E\u3067\u958B\u3044\u3066\u3044\u305F\u5B66\u751F\u306E\u63D0\u51FA\u7269\u3092\u63A1\u70B9\u3059\u308B\u3053\u3068\u306F\uFF0C\u3059\u3079\u3066\u306E\u63D0\u51FA\u7269\u3092\u9589\u3058\u518D\u5EA6\u958B\u304F\u307E\u3067\u3067\u304D\u307E\u305B\u3093\uFF0E\u3053\u306E\u554F\u984C\u3092\u907F\u3051\u308B\u305F\u3081\u306B\u306F\uFF0C\u63A1\u70B9\u4E2D\u306B\u306F\u8907\u6570\u30D6\u30E9\u30A6\u30B6\u30A6\u30A3\u30F3\u30C9\u30A6\u307E\u305F\u306F\u30BF\u30D6\u3092\u958B\u304B\u306A\u3044\u3067\u304F\u3060\u3055\u3044\uFF0E\u63A1\u70B9\u3092\u7D9A\u3051\u308B\u524D\u306B\uFF0C\u30D6\u30E9\u30A6\u30B6\u3092\u9589\u3058\u518D\u8D77\u52D5\u3057\u3066\u304B\u3089\uFF0C\u30B7\u30B9\u30C6\u30E0\u306B\u30ED\u30B0\u30A4\u30F3\u3057\u76F4\u3059\u3053\u3068\u3092\u304A\u52E7\u3081\u3057\u307E\u3059\uFF0E
confirm.savesubmission.success=\u3042\u306A\u305F\u306E\u8AB2\u984C\u306F\u4FDD\u5B58\u3055\u308C\u307E\u3057\u305F\u304C\uFF0C\u307E\u3060\u63D0\u51FA\u3055\u308C\u3066\u3044\u307E\u305B\u3093\uFF0E\u63D0\u51FA\u3092\u5B8C\u4E86\u3059\u308B\u305F\u3081\u306B\u306F\uFF0C\u63D0\u51FA\u30DC\u30BF\u30F3\u3092\u30AF\u30EA\u30C3\u30AF\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\uFF0E
gen.grading=\u6210\u7E3E\u4ED8\u3051
tag.emptylist=\u8868\u793A\u3059\u308B\u30BF\u30B0\u304C\u3042\u308A\u307E\u305B\u3093\uFF0E
gen.no=\u3044\u3044\u3048
all=\u3059\u3079\u3066
uploadall.releaseOption.no=\u30A2\u30C3\u30D7\u30ED\u30FC\u30C9\u3055\u308C\u305F\u60C5\u5831\u3092\u516C\u958B\u3057\u306A\u3044 - \u5F8C\u3067\u516C\u958B
grades.firstname=\u540D
gen.orisub3=\u5FC5\u8981\u306B\u5FDC\u3058\u3066\u6559\u54E1\u306E\u30B3\u30E1\u30F3\u30C8\u304C\u633F\u5165\u3055\u308C\u3066\u3044\u308B\u6700\u5F8C\u306E\u63D0\u51FA\u3055\u308C\u305F\u30C6\u30AD\u30B9\u30C8
allowResubmission.instruction=\u30E6\u30FC\u30B6\u3092\u9078\u629E\u3057\u518D\u63D0\u51FA\u8A2D\u5B9A\u3092\u9069\u7528\u3057\u307E\u3059\uFF0E
plespethe3=\u6700\u9AD8\u70B9\u3092\u6307\u5B9A\u3057\u3066\u304F\u3060\u3055\u3044\uFF0E
gen.orisub2=\u5FC5\u8981\u306B\u5FDC\u3058\u3066\u6559\u54E1\u306E\u30B3\u30E1\u30F3\u30C8\u304C\u633F\u5165\u3055\u308C\u3066\u3044\u308B\u30AA\u30EA\u30B8\u30CA\u30EB\u306E\u63D0\u51FA\u3055\u308C\u305F\u30C6\u30AD\u30B9\u30C8
plespethe2=\u6210\u7E3E\u3092\u6307\u5B9A\u3057\u3066\u304F\u3060\u3055\u3044\uFF0E
plespethe1=\u8AB2\u984C\u30BF\u30A4\u30C8\u30EB\u3092\u6307\u5B9A\u3057\u3066\u304F\u3060\u3055\u3044\uFF0E
gen.assig=\u8AB2\u984C
gen.view2=\u8868\u793A
relgrad=\u6210\u7E3E\u3092\u516C\u958B
gen.addinst2=\u63D0\u51FA\u7269\u306B\u95A2\u3059\u308B\u6559\u54E1\u306E\u30B3\u30E1\u30F3\u30C8
allPurpose.show.util=\u7D42\u4E86\u65E5\u6642
gradingsub.belisthe=\u4EE5\u4E0B\u306F\u5B66\u751F\u304B\u3089\u306E\u63D0\u51FA\u7269\u3067\u3059\uFF0E\u30DC\u30C3\u30AF\u30B9\u306E\u4E2D\u3092\u30AF\u30EA\u30C3\u30AF\u3057\uFF0C\u30B3\u30E1\u30F3\u30C8\u3092\u5165\u529B\u3059\u308B\u3053\u3068\u306B\u3088\u308A\u3053\u306E\u30C6\u30AD\u30B9\u30C8\u306B\u30B3\u30E1\u30F3\u30C8\u3092\u633F\u5165\u3059\u308B\u3053\u3068\u304C\u3067\u304D\u307E\u3059\uFF0E{{<span class\="highlight">\u3053\u306E\u3088\u3046\u306B</span>}} \u4E8C\u91CD\u306E\u4E2D\u62EC\u5F27\u3067\u56F2\u307E\u308C\u305F\u30B3\u30E1\u30F3\u30C8\u306F\u5B66\u751F\u306B\u306F\u8D64\u5B57\u3067\u8868\u793A\u3055\u308C\u307E\u3059\uFF0E
grading.associate=\u65E2\u5B58\u306E\u300C\u6210\u7E3E\u7C3F\u300D\u306E\u8AB2\u984C\u306B\u95A2\u9023\u3065\u3051\u308B
feb=2\u6708
download.spreadsheet.date=\u30C0\u30A6\u30F3\u30ED\u30FC\u30C9\u65E5\: 
gen.forpoi=\u6700\u9AD8\u70B9\u3092\u5165\u529B
allPurpose.show.collapse=\u9589\u3058\u308B
