#Fri Nov 26 20:35:07 CET 2010
gen.theassinf=As informa\u00E7\u00F5es da atividade
gen.regrading=Re-avaliando
gen.inpro=Em andamento
gen.stuvie=Vis\u00E3o do Aluno
check=Visto
gen.assdet=Detalhes da Atividade
gen.theare2=N\u00E3o existem submiss\u00F5es
gen.alert=Aten\u00E7\u00E3o\:
gen.addduedat=Adicionar data limite ao Cronograma
newassig.tosel=Para selecionar mais de uma turma, mantenha pressionada a tecla (PC - CTRL, Mac - Apple) enquanto seleciona as turmas.
gen.filatt=Anexo (arquivo)
prevassig.shostuvie=Mostrar visualiza\u00E7\u00E3o do aluno
gen.sorbylas=Ordenar por \u00DAltimo Nome
gen.openquote="
theisno=N\u00E3o existe tal atividade.
listsub.sorbysub=Ordenar por Data de Submiss\u00E3o
viewassig.datcre=Data de cria\u00E7\u00E3o
group=Grupo
displayto.site=Exibir no site
assig6=Atividade\:  Data de Abertura para
stuviewgrad.thegradet=O detalhe da avalia\u00E7\u00E3o da submiss\u00E3o da atividade
assig5=Atividade Revisada\: Data de Abertura para
assig4=Data limite para atividade deve n\u00E3o pode estar no passado.
cannotmak=N\u00E3o foi poss\u00EDvel criar um aviso para a data de abertura da atividade.
assig3=Data limite para a atividade deve ser posterior \u00E0 data de abertura.
access=Acesso
granotset=Tipo de Avalia\u00E7\u00E3o n\u00E3o definida
gen.submittedtext=Texto Submetido
gen.orisub=Texto original de submiss\u00E3o
gen.gra2=Avalia\u00E7\u00E3o\:
gen.addinstatts=Anexos do instrutor \u00E0 esta submiss\u00E3o
gen.resub=Re-submeter
date.closedate=data de toler\u00E2ncia
gen.noasscan=Nenhuma atividade pode ser submetida ap\u00F3s a data de toler\u00E2ncia.
gen.hidassinf=Ocultar informa\u00E7\u00F5es da atividade
delete_assig.delanass=Excluir uma atividade
gen.sect=Se\u00E7\u00E3o
gen.subm=Submiss\u00E3o de Atividade
jan=JAN
gen.acesubunt=Data de Toler\u00E2ncia
plesuse4=Os pontos de avalia\u00E7\u00E3o especificados s\u00E3o maiores que o valor m\u00E1ximo permitido pelo sistema. Por favor, especifique um valor menor ou igual a
plesuse3=Por favor, use zero ou um n\u00FAmero positivo para avalia\u00E7\u00E3o.
plesuse2=Por favor, use apenas uma casa decimal na avalia\u00E7\u00E3o.
plesuse1=Por favor, use n\u00FAmeros para o campo avalia\u00E7\u00E3o.
inlinatt=Editor online e em anexos
gen.stuwonsee=Alunos n\u00E3o visualizar\u00E3o esta atividade antes da data de abertura
gen.required=obrigat\u00F3rio
gen.addhonple=Adicionar Termo de Conduta
hassum=Atividade {0} possui submiss\u00F5es.
gen.viewasstablesummary=Prefer\u00EAncias de Atividades
gen.in=Em
gen.retustud=Devolver ao aluno
thiasshas=Esta atividade n\u00E3o possui instru\u00E7\u00F5es. Voc\u00EA tem certeza?
gen.remove=Remover
gen.returned=Devolvida
gen.instr=Instru\u00E7\u00F5es
viewexampleassign=Visualizar Exemplo de Submiss\u00E3o
hasDraftSum=Alguns alunos come\u00E7aram a trabalhar na atividade, mas ainda n\u00E3o existem submiss\u00F5es.
conte=conte\u00FAdo.
groups=Grupos
gen.nograd=Nenhuma Avalia\u00E7\u00E3o
gen.commented=Comentado
gen.sortbyfor=Ordenar por recipientes
java.alert.noGroupedAssignmentIntoGB=Voc\u00EA n\u00E3o pode adicionar atividades com acesso de grupo no Quadro de Notas.
stuviewsubm.entbelo=Entre abaixo para re-submiss\u00E3o
gen.honple=Termo de Conduta\:
gen.revi=Editar
gen.sumcom=Coment\u00E1rios resumidos
stulistsunbm.chotri=Selecione o \u00EDcone triangular para visualizar o estado de um aluno para atividades.
gen.notsta=N\u00E3o submetida
return=Devolvido
gen.att=Anexos
listassig.sorbytit=Ordenar por t\u00EDtulo
listassig.sorbyope=Ordenar por data de in\u00EDcio
gen.subm5=Data de Submiss\u00E3o
gen.regra=Re-avaliado
gen.subm4=Submetida
gen.subm3=Submeter
gen.subm2=Submiss\u00F5es
gen.honple2val=Voc\u00EA precisa aceitar o Termo de Conduta.  Selecione 'Editar'  para isso.
gen.attfprgra=Anexos para avalia\u00E7\u00E3o
gen.ass.lis.sum=Lista de atividade. Coluna 1\: t\u00EDtulo da atividade e a\u00E7\u00F5es para revisar ou duplicar. Coluna 2\: status. Coluna 3\: data de abertura. Coluna 4\: data limite. Coluna 6 n\u00FAmero de submetidos e avaliados. Coluna 7\: avalia\u00E7\u00F5es por pontos.  Coluna 8 pode conter caixas para selecionar e excluir a atividade.
delete_assig.delass=Excluir atividades...
gen.retu=Voltar
gen.sorbydue=Ordenar por data limite
gen.youmus=(Voc\u00EA precisa responder para submeter sua atividade.)
newass=nova atividade
gen.stusub=Submiss\u00F5es do Aluno
viewassig.shoassinf=Mostrar informa\u00E7\u00E3o da atividade
stulistsunbm.shostuass=Mostrar atividades/submiss\u00F5es do aluno
cannotfin6=N\u00E3o foi poss\u00EDvel localizar o evento no calend\u00E1rio.
cannotfin1=N\u00E3o \u00E9 poss\u00EDvel adicionar data limite ao cronograma.
subasstudent=Submeter como aluno
gen.instrcomment=Coment\u00E1rios do Instrutor
jun=JUN
jul=JUL
setperfor=Configurar permiss\u00F5es para Atividades no site
theisnostudent=N\u00E3o h\u00E1 alunos.
gen.late2=- atrasado
gen.viewassliststudentsummary=Lista de alunos que devolveram as atividades.
viewsubmissions=Visualizar Submiss\u00F5es
gen.backtolist=Voltar para lista
gen.stunam=Nome do Aluno
gen.late=atrasado
may=MAI
download.spreadsheet.site=Site\:
mar=MAR
addtogradebook.alertMessage=Exce\u00E7\u00E3o ao consultar o Quadro de Notas\:
alert.globalNavi=Se voc\u00EA decidir sair sem clicar em qualquer bot\u00E3o na parte de baixo desta p\u00E1gina, voc\u00EA perder\u00E1 seu trabalho. Por favor, clique em um destes bot\u00F5es.
gen.addres2=Recursos adicionais para atividade
gen.last=\u00DAltima
gen.visible=Para
stulistsunbm.hidstuass=Ocultar atividades/submiss\u00F5es do aluno
grad3=Avaliada
grad2=A avalia\u00E7\u00E3o \u00E9 maior do que o valor m\u00E1ximo configurado.  Voc\u00EA tem certeza de que quer continuar?
prevassig.hidass=Ocultar atividade
gen.settfor=Op\u00E7\u00F5es para
viewassign=Visualizar Atividade
gen.duedat=Data Limite
relcommented=Nota Comentada
gen.sca=Escala
gen.modbyins=Modificada pelo instrutor
stulistassig.selanass=Selecione uma atividade para visualizar detalhes, come\u00E7ar ou editar seu trabalho j\u00E1 iniciado.
gen.notope=N\u00E3o Iniciada
gen.viewasslistreportsummary=Lista de estudantes avaliados.
gen.retustudtit=Avalia\u00E7\u00E3o realizada, devolver ao aluno
subexampleassign=Exemplo de Submiss\u00E3o de Atividade
gen.thearecur2=N\u00E3o existem atividades no momento, nesta localiza\u00E7\u00E3o
gen.thearecur1=N\u00E3o existem atividades no momento, nesta localiza\u00E7\u00E3o
gen.assinf=Instru\u00E7\u00F5es da Atividade
gen.sortbyfordesc=Ordena\u00E7\u00E3o por recipientes, descendente
grading=Avalia\u00E7\u00E3o
prevassig.hidstuvie=Ocultar visualiza\u00E7\u00E3o do aluno
draft=Rascunho
displayto.selected=Exibir para grupos selecionados
gen.mod=Modificada
gradingsub.prefee=Coment\u00E1rio Original
grading.select=Selecione uma Atividade
deadl=Prazo Final
gen.closequote="
gen.sav=Salvar
stuviewsubm.theassall2=Esta atividade permite submiss\u00F5es apenas via documentos anexados.
gen.due=Limite
feedbacktext=Texto de Feedback
viewassig.viewass1=Visualizar atividade
gen.next=Pr\u00F3xima
gen.at=em
gen.creby=Criado por
pass=Aprovado/Reprovado
gen.sortbyforasc=Ordena\u00E7\u00E3o por recipientes, ascendente
addtogradebook.nonUniqueTitle=Uma atividade com o mesmo t\u00EDtulo est\u00E1 sendo usada no Quadro de Notas. Por favor utilize um t\u00EDtulo diferente.
gen.theassall6=Esta atividade permite submiss\u00F5es utilizando a caixa de texto abaixo. Introduza sua submiss\u00E3o.  Salve frequentemente enquanto trabalha.
gen.stuvieof=Vis\u00E3o do Aluno para a atividade
update=Atualizar
opedat=Data de in\u00EDcio da atividade
gen.theassall4=A atividade permite submiss\u00F5es utilizando a caixa de texto ou anexando documentos. Introduza seus coment\u00E1rios na caixa abaixo e utiliza o bot\u00E3o 'Adicionar Anexos' para incluir outros documentos.  Salve frequentemente enquanto trabalha.
dec=DEZ
java.alert.youchoosegroup=Voc\u00EA precisa selecionar pelo menos um grupo.
gen.can=Cancelar
list.show=Mostrar
gen.atttoret=Anexos para devolver com avalia\u00E7\u00E3o
gen.noattsubmitted=Nenhum anexo sumetido
gen.relea=Mostrar ao aluno
stuviewsubm.asshasbee4=A atividade foi devolvida em
stuviewsubm.asshasbee3=A atividade foi re-submetida em
stuviewsubm.asshasbee2=A atividade foi avaliada/comentada.
stulistassig.selanass1=A lista de atividades abaixo aparece exatamente como um aluno a ver\u00E1. Clicando em 'Submeter como Aluno', voc\u00EA pode realizar a atividade exatamente como um aluno faria, incluindo submeter a atividade.
gen.noatt=Ainda n\u00E3o existem anexos
assignmenttext=Texto da Atividade
nov=NOV
inlin=Apenas editor online
gen.pre=Visualizar
newassig.comfor=Complete o formul\u00E1rio e selecione a op\u00E7\u00E3o 'postar' abaixo. Um <span class reqStarInline title Required>*</span> significa informa\u00E7\u00E3o obrigat\u00F3ria.
grading.associate.alert=Voc\u00EA deve selecionar uma atividade do Quadro de Notas.
repsubmi.sorbytur=Ordenar por Data de Turned In
acesubdea3=Data de toler\u00E2ncia deve ser posterior \u00E0 data de abertura.
gen.new=Novas
gradingsub.prefeedbackAttachments=Anexos Originais
acesubdea2=Data de toler\u00E2ncia deve ser posterior \u00E0 data final.
gradingsub.opecliass=Aberto, clicar para fechar a instru\u00E7\u00E3o da atividade
repsubmi.sorbysca=Ordenar por Escala
download.spreadsheet.column.userid=Identifica\u00E7\u00E3o do usu\u00E1rio
gen.clocli=Fechar, clicar para abrir instru\u00E7\u00F5es da atividade
youarenot18=Voc\u00EA deve marcar a cl\u00E1usula de honra antes de submeter.
youarenot17=Voc\u00EA est\u00E1 revisando uma atividade ap\u00F3s a data limite.
gen.proces=Processando...
gen.addinst=Coment\u00E1rios adicionais do instrutor sobre sua submiss\u00E3o
youarenot13=Voc\u00EA n\u00E3o tem permiss\u00E3o para submeter uma atividade.
gen.sordes=Ordena\u00E7\u00E3o descendente
permis=Permiss\u00F5es
youarenot12=Voc\u00EA n\u00E3o tem permiss\u00E3o para submeter uma resposta.
aug=AGO
addtogradebook.wrongGradeScale=Integra\u00E7\u00E3o com o Quadro de Notas est\u00E1 dispon\u00EDvel apenas para atividades com avalia\u00E7\u00E3o por pontos.
delet=Excluir
feedbackcomment=Coment\u00E1rio devolvido ao aluno
gen.dra2=Rascunho - 
gen.dra1=Rascunho
download.spreadsheet.title=Arquivo Excel da Submiss\u00E3o da Atividade
downall=Baixar todos
listsub.nosub=N\u00E3o h\u00E1 submiss\u00F5es
date.invalid=Data inv\u00E1lida para
gen.folatt=Anexo (pasta)
listassig.sorbynum2=Ordenar por n\u00FAmero de submiss\u00F5es n\u00E3o avaliadas
stuviewsubm.theclodat=A data de toler\u00E2ncia da atividade j\u00E1 passou. Voc\u00EA n\u00E3o pode mais submeter uma resposta.
listassig.sorbynum1=Ordenar por n\u00FAmero total de submiss\u00F5es
attaonly=Apenas anexos
group.list.summary=A tabela contem a lista de grupos. A primeira conter\u00E1 caixas de sele\u00E7\u00E3o, a segunda conter\u00E1 o nome do grupo e a terceira a descri\u00E7\u00E3o do grupo. Links no cabe\u00E7alho podem ser usados para ordenar
ungra=N\u00E3o Avaliado
gen.open=Aberta
lisofass2=Lista de Atividades por Estudante
lisofass1=Lista de Atividades
prevassig.shoass=Mostrar atividade
stulistsunbm.listhestu=Lista as submiss\u00F5es do aluno para cada atividade. Coluna 1\: nome do aluno - clique para expandir. Quando expandido, colunas 2-5 mostram t\u00EDtulo da atividade, submiss\u00E3o, estado e nota.
gen.pos=Enviar
gen.sorbygra=Ordenar por Avalia\u00E7\u00E3o
stulistassig.asshasbee1=(A atividade foi apagada)
cannotrem=N\u00E3o foi poss\u00EDvel excluir o evento anterior para a atividade
gradingsub.pregra=Avalia\u00E7\u00E3o Original\:
grading.no=N\u00E3o adicionar a atividade ao Quadro de Notas
gen.honple2=Termo de Conduta\: Eu n\u00E3o ajudei nem recebi ajuda na elabora\u00E7\u00E3o desta atividade.
listassig.sorbysec=Ordenar por data de in\u00EDcio
gen.savdra=Salvar Rascunho
grading.add=Adicionar atividade ao Quadro de Notas
gen.grasca=Escala de Avalia\u00E7\u00E3o
viewassig.theassall5=Esta atividade permite apenas submiss\u00F5es usando a caixa de texto abaixo. Por favor, escreva a sua submiss\u00E3o e salve freq\u00FCentemente enquanto a faz.
gen.don=Conclu\u00EDdo
viewassig.theassall3=Esta atividade permite apenas submiss\u00F5es de documentos anexados. Use o bot\u00E3o Adicionar Anexos abaixo para anexar um ou mais documentos.
sep=SET
releas=Lan\u00E7adas
viewassig.theassall1=Esta atividade permite texto escrito e/ou documentos anexados. Escreva seus coment\u00E1rios na caixa abaixo e use o bot\u00E3o Adicionar Anexos para incluir outros documentos como parte de sua submiss\u00E3o. Salve freq\u00FCentemente enquanto a faz.
gen.remove.q=Remover?
gen.previous=Anterior
gradingsub.usethebel2=Utilize a caixa abaixo para introduzir coment\u00E1rios resumidos sobre os anexos ou avalia\u00E7\u00F5es desta submiss\u00E3o
gradingsub.usethebel1=Utiliza a caixa abaixo para introduzir coment\u00E1rios adicionais sobre esta submiss\u00E3o
gen.submission=Sumiss\u00E3o
gen.viewing=Visualizando
youmust7=Voc\u00EA deve escrever sua resposta na caixa de texto antes de submeter.
youmust6=Voc\u00EA deve primeiro escolher uma atividade clicando na caixa pr\u00F3xima ao nome da atividade. Em seguida, clique no bot\u00E3o Atualizar para apagar a atividade.
gen.to=para
youmust2=Voc\u00EA deve ou escrever sua resposta no campo de texto ou anexar pelo menos um documento antes de submeter.
youmust1=Voc\u00EA deve anexar no m\u00EDnimo um documento antes de submeter.
gen.staass=Iniciar atividade
nostudent=N\u00E3o h\u00E1 alunos neste site.
points=Escala num\u00E9rica
gen.notrequired=N\u00E3o obrigat\u00F3rio
stuviewsubm.youatt=A sua submiss\u00E3o anexada
gen.lisofassto=Lista de atividades a serem exclu\u00EDdas
gen.anntheope=Adicionar um aviso sobre a data de abertura na ferramenta Avisos
gen.reviewing=Revisando
gen.yes=Sim
newassig.selectmessage=Pressione Enter e em seguida use alt + setas para cima e para baixo para navegar pelo menu
oct=OUT
gen.review=Revisar
prevassig.preass=Visualizando atividade...
gen.yousub=Sua Submiss\u00E3o
gen.sorbymax=Ordenar pela maior avalia\u00E7\u00E3o dispon\u00EDvel
gen.sorasc=Ordena\u00E7\u00E3o Crescente
apr=ABR
gen.hasbee=Atividade foi submetida em
youarenot6=Voc\u00EA n\u00E3o te permiss\u00E3o para editar a atividade.
youarenot5=Voc\u00EA n\u00E3o tem permiss\u00E3o para duplicar atividades.
youarenot4=Voc\u00EA n\u00E3o tem permiss\u00E3o para criar submiss\u00E3o de atividades.
gen.addatttoassiginstr=Adicionar um item de seu computador ou selecionar um item existente no Recursos.  Depois de realizar a sele\u00E7\u00E3o, seleciona 'Continuar', ou selecione 'Cancelar' para retornar sem realizar altera\u00E7\u00F5es.  Voc\u00EA vai retornar \u00E0 sua atividade - que voc\u00EA deve salvar.
gen.closed=Fechado
gen.asstit=T\u00EDtulo da Atividade
gen.notset=N\u00E3o especificada
gen.gra=Avalia\u00E7\u00E3o
gen.addatt=Adicionar Anexos
gen.checked=Visto
gen.adddroatt=Adicionar / Excluir Anexos
addtogradebook.illegalPoints=A atividade n\u00E3o p\u00F4de ser adicionada ao Quadro de Notas. Para adicionar, revise a atividade e entre com um valor maior que zero para pontos.
stuviewsubm.asshasnot=Complete o formul\u00E1rio e em seguida selecione o bot\u00E3o apropriado abaixo.
gen.atttoret2=Anexos para devolver com Atividade
stuviewsubm.plesub=Por favor, submeta novamente com suas altera\u00E7\u00F5es.
gen.outof=fora de
gen.status=Estado
gen.grarep=Relat\u00F3rio de Avalia\u00E7\u00E3o
addtogradebook=Adicionar ao Quadro de Notas
range.allgroups=site
letter=Avalia\u00E7\u00E3o por letras
group.list.descr=Descri\u00E7\u00E3o
gen.stuatt=Anexos submetidos
newassig.opedat=Data de In\u00EDcio
gradingsub.prefeetex=Texto Original
gen.first=Primeira
dupli=Duplicar
download.spreadsheet.column.name=Nome
list.itemsper=itens...
newope=Atualizada a data de in\u00EDcio da atividade
stupresub.max=max
gen.pf=P/NP
downspr=Baixar Planilha
allowResubmit=Permitir Re-submiss\u00F5es
resubmit=Re-submeter
gen.of=de
gen.student=Aluno
listsub.sorbyrel=Ordenar por Lan\u00E7amento
new=Adicionar
gen.addatttoassig=Adicionar Anexos \u00E0 Atividade
gen.items=itens
gen.grading=Avaliando
gen.no=N\u00E3o
gen.orisub2=Texto original de submiss\u00E3o com os coment\u00E1rio do instrutor, se aplic\u00E1vel
plespethe2=Por favor, espeficique a nota.
plespethe1=Por favor, especifique o t\u00EDtulo da atividade.
gen.assig=Atividade
relgrad=Lan\u00E7ar Notas
gen.view2=Visualizar
gradingsub.belisthe=Submiss\u00E3o de um estudante.  Voc\u00EA pode inserir seus coment\u00E1rios digitando na caixa. Coment\u00E1rios entre chaves, {{<span class highlight>like this</span>}}, ser\u00E3o apresentados em vermelho para o aluno.
feb=FEV
grading.associate=Associar com uma atividade j\u00E1 existente no Quadro de Notas
download.spreadsheet.date=Data de download\:
gen.forpoi=Para escala num\u00E9rica, entre valor m\u00E1ximo
