#X-Generator: crowdin.com

# This is the main properties file for our application. Internationalize via MyApplication_es.properties for example.

page.title=Acc\u00e8s d\u00e9l\u00e9gu\u00e9
link.first=Acc\u00e8s d\u00e9l\u00e9gu\u00e9
link.first.tooltip=Aller \u00e0 la page d'accueil
link.first.shopping=Accueil
link.first.tooltip.shopping=Aller \u00e0 la page d'accueil
link.third=Recherche par utilisateur
link.third.tooltip=Recherche d'utilisateurs pour ajouter ou supprimer des acc\u00e8s
link.second.tooltip=D\u00e9finir la p\u00e9riode d'essai d'un cours
link.shoppingStats=Liste d'essai
link.shoppingStats.tooltip=Voir la liste des cours ouvert pour un essai
link.administrate=Outils d'administration
link.administrate.tooltip=Outils d'administration
searchAccessLinkLabel=Recherche par acc\u00e8s
searchAccessLinkLabel.tooltip=Rechercher quels utilisateurs ont acc\u00e8s \u00e0 quoi
searchResultsTitle=R\u00e9sultats pour \: 
searchForUsers=Recherche par utilisateur\:
userIdHeader=Identifiant de l'utilisateur
nameHeader=Nom
emailHeader=Courriel
expandColapse=D\u00e9velopper/replier tous les n\u0153uds
exapndNodes=D\u00e9velopper tous les n\u0153uds
collapseNodes=Replier tous les n\u0153uds
noDelegatedAccess=Vous n'avez pas d'acc\u00e8s d\u00e9l\u00e9gu\u00e9
noDelegatedAccessUser=Cet utilisateur n'a aucun acc\u00e8s d\u00e9l\u00e9gu\u00e9
noHierarchy=La hi\u00e9rarchie n'a pas \u00e9t\u00e9 mis en place pour cet outil. Pour utiliser l'acc\u00e8s d\u00e9l\u00e9gu\u00e9, vous devez cr\u00e9er une hi\u00e9rarchie. Veuillez consulter la page suivante \: https\://confluence.sakaiproject.org/display/DAC/Delegated+Access+Tool
addAccess=Ajouter l'acc\u00e8s
add=Ajouter
remove=Supprimer
update=Mettre \u00e0 jour
access=Acc\u00e8s
success.save=Sauvegarde r\u00e9ussie
failed.save=Une erreur s'est produite lors de la sauvegarde
realm=Domaine
role=R\u00f4le
userRolesHeader=R\u00f4le d'acc\u00e8s par d\u00e9faut
userDelegatedAccessHeader=Acc\u00e8s d\u00e9l\u00e9gu\u00e9
restrictedToolsHeader=Outils restreints
inheritedToolsHeader=H\u00e9rit\u00e9
noToolsInherited=Aucun outil h\u00e9rit\u00e9
noPermsInherited=Aucun droit h\u00e9rit\u00e9
cancel=Annuler
save=Enregistrer
done=Termin\u00e9
close=Fermer
inheritedRestrictedToolsTitle=Liste h\u00e9rit\u00e9e
inheritedRestrictedToolsDescription=Ce n\u0153ud h\u00e9rite de ce qui suit de son plus proche parent.
inheritedNothing=Aucun h\u00e9ritage
editableRestrictedToolsTitle=Choisissez les outils \u00e0 restreindre
editableShowToolsTitle=Choisir les outils \u00e0 montrer
editableRestrictedToolsDescription=Choisir un outil dans la liste le masquera pour cet utilisateur. Ce n\u0153ud et tous ses enfants h\u00e9riteront de cette liste. Un enfant peut modifier cette liste en s\u00e9lectionnant sa propre liste d'outils \u00e0 acc\u00e8s restreint.
editableShowToolsDescription=Choisir un outil dans la liste le montrera pour cet utilisateur.  Ce n\u0153ud et tous ses enfants en h\u00e9riteront. Un enfant peut la remplacer  par ses propres outils.
switchEditableTools=Outils h\u00e9rit\u00e9s
searchSites=Rechercher des sites
siteTitleHeader=Titre du site
siteIdHeader=Identifiant du site
endDate=Date de fin
startDate=Date de d\u00e9but
shoppingPeriodPerms=Droits
shoppingPeriodPermsInherited=H\u00e9rit\u00e9
switchEditablePerms=H\u00e9rit\u00e9
editableRestrictedPermsTitle=Choisissez les droits \u00e0 accorder
editableRestrictedPermsDescription=Ce seront les droits que vous accorderez pour la p\u00e9riode de cours.
inheritedRestrictedPermsTitle=Droits h\u00e9rit\u00e9s
inheritedRestrictedPermsDescription=Ce n\u0153ud h\u00e9rite des droits suivants de son plus proche parent avec les outils s\u00e9lectionn\u00e9s par les droits.
shoppingPeriodAuth=Autorisation
shoppersBecome=Le client obtient les droits
userBecomes=L'utilisateur obtient les droits
siteAccess=Acc\u00e8s au site
noShoppingAdminAccess=Vous n'avez pas d'acc\u00e8s administrateur pour la p\u00e9riode des cours
editUsersInstructions=Cette page vous permet d'attribuer des acc\u00e8s d\u00e9l\u00e9gu\u00e9s, des droits d'administration de p\u00e9riode de cours et des droits d'acc\u00e8s administrateur \u00e0 l'utilisateur indiqu\u00e9. <br/><br/> Dans la colonne "Administration des acc\u00e8s", vous pouvez cocher la case plac\u00e9e \u00e0 cot\u00e9 du niveau ou site pour lequel vous voulez donner le droit \u00e0 cet utilisateur de g\u00e9rer les droits administrateur pour les droits d'acc\u00e8s et la p\u00e9riode de cours pour tout utilisateur. <br/><br/>Dans la colonne "Administration des cours" vous pouvez cocher la case plac\u00e9e \u00e0 cot\u00e9 du niveau ou site pour lequel vous voulez donner les droits de gestion de la p\u00e9riode de cours. Les n\u0153uds et les enfants de ces n\u0153uds s\u00e9lectionn\u00e9s seront apparaitront \u00e0 l'usager par le lien "P\u00e9riode de cours".<br/><br/>Dans la colonne "Acc\u00e8s au site" vous pouvez d\u00e9finir le niveau ou le site auquel l'usager aura acc\u00e8s. Si vous choisissez "Acc\u00e8s au site", vous devrez d\u00e9finir le r\u00f4le que l'utilisateur aura lorsqu'il visitera ce site ou \u00e0 un site sous ce niveau. Vous pouvez aussi d\u00e9finir les outils pour lesquels l'acc\u00e8s est restreint en cliquant sur le lien "Outils \u00e0 acc\u00e8s restreint". Tous les n\u0153uds enfants h\u00e9riteront des param\u00e8tres de leurs parents \u00e0 moins que vous ne les modifiez sp\u00e9cifiquement.  Les n\u0153uds et enfants des n\u0153uds que vous s\u00e9lectionnerez apparaitront par le lien "Acc\u00e8s d\u00e9l\u00e9gu\u00e9s".  Une fois que vous avez termin\u00e9, cliquez sur Sauvegarder ou Annuler pour confirmer annuler tous les changements.
delegatedAccessInstructions=Cette page vous permet de chercher dans les sites auxquels vous avez acc\u00e8s.  Vous pouvez effectuer des recherches par titre de site, identifiant de site, nom de l'instructeur, identifiant d'instructeur, courriel de l'instructeur, trimestre ou vous pouvez utiliser l'arborescence ci-dessous pour trouver le site de de votre choix.  Cliquez sur son titre  pour y acc\u00e9der. Quand vous le ferez, vous h\u00e9riterez des droits qui vous y sont accord\u00e9es.   
shoppingAdminInstructions=Cette page vous permet de d\u00e9finir les param\u00e8tres de p\u00e9riode de cours pour les sites que vous avez le droit de mettre \u00e0 jour. Pour d\u00e9finir les param\u00e8tres de p\u00e9riode de cours, vous pouvez s\u00e9lectionner la case \u00e0 cocher \u00e0 c\u00f4t\u00e9 du niveau/site que vous souhaitez param\u00e9trer. Remarque \: vous verrez une case \u00e0 cocher \u00e0 c\u00f4t\u00e9 d'un n\u0153ud, si vous \u00eates autoris\u00e9 \u00e0 le modifier. Lorsque vous s\u00e9lectionnez un n\u0153ud, vous devez d\u00e9finir le param\u00e8tre "Autorisation".  Les deux options sont \u00ab Public \u00bb et \u00ab Connect\u00e9  \u00bb.  \u00ab Public \u00bb signifie que n'importe qui peut acc\u00e9der \u00e0 ce site et qu'il n'est pas n\u00e9cessaire de se connecter pour y faire ses cours.  \u00ab Connect\u00e9 \u00bb signifie que les utilisateurs doivent se connecter avant de faire leurs cours.  Ensuite, vous devrez choisir le r\u00f4le que l'utilisateur prendra lorsqu'il fera ses cours.  Enfin, vous devez d\u00e9finir les dates de p\u00e9riode de cours.  Par d\u00e9faut, tous les outils sont cach\u00e9s aux clients, vous devez donc sp\u00e9cifier ceux auxquels il peut acc\u00e9der. Vous pouvez modifier cette liste en cliquant sur le lien \u00ab Choisir les outils \u00e0 montrer \u00bb.  Tous les n\u0153uds enfants h\u00e9riteront des param\u00e8tres de leurs parents sauf si ces param\u00e8tres sont modifi\u00e9es au niveau du n\u0153ud enfant. Lorsque vous aurez termin\u00e9, cliquez sur \u00ab Enregistrer \u00bb ou sur \u00ab Annuler \u00bb pour annuler toutes les modifications. 
shoppingAdminTitle=Modifier les param\u00e8tres de p\u00e9riode de cours
delegatedAccessTitle=Acc\u00e8s d\u00e9l\u00e9gu\u00e9
editUsersTitle=Modifier les droits pour \: 
instructorField=Enseignant \: 
instructor=Enseignant
member=Membre
user=Utilisateur
advancedSearch=Options de recherche avanc\u00e9e
hideAdvancedSearch=Cacher les options de recherche avanc\u00e9e
siteIdTitleField=Site \:
termField=Trimestre \: 
termHeader=Trimestre
instructorHeader=Enseignant
noShoppingSites=Aucun site n'est disponible
shoppingTitle=P\u00e9riode de cours
shoppingInstruction=Cette page vous permet de chercher parmi les sitess ouverts pour les cours. Vous pouvez chercher par titre, identifiant du site, nom, identifiant ou courriel de l'enseignant ou trimestre du cours, ou vous pouvez utiliser l'arborescence ci-dessous pour trouver le site que vous cherchez. Cliquez sur son titre pour y acc\u00e9der.
.auth=Connect\u00e9
any=Tous
showToolsHeader=Afficher les outils
showAuthToolsHeader=Outils \: Connect\u00e9
showPublicToolsHeader=Outils \: Public
link.current=Sites ouverts pour les cours
link.current.tooltip=Affiche une liste de tous les sites ouverts pour les cours et leurs param\u00e8tres.
link.all=Tous les sites param\u00e9tr\u00e9s pour les cours
link.all.tooltip=Affiche la liste de tous les sites param\u00e9tr\u00e9s pour les cours et leurs param\u00e8tres.
accessModifiedBy=Acc\u00e8s modifi\u00e9 par
accessModifiedOn=Acc\u00e8s modifi\u00e9 le
hideInstructions=Masquer les instructions
showInstructions=Afficher les instructions
accessAdmin=Administration des acc\u00e8s
lookupInstructor=Chercher un enseignant
shoppingPeriodRevokeInstructorEditable=D\u00e9sactiver le changement de param\u00e9trage par l'enseignant
noToolsSelected=Vous n'avez s\u00e9lectionn\u00e9 aucun outil.
advanced=Avanc\u00e9
advancedOptionsTitle=Options avanc\u00e9es
advancedOptionsDesc=Tous les enfants h\u00e9riteront de ces param\u00e8tres s'ils ne sont pas chang\u00e9s.
advOptInstructorGroupTitle=Param\u00e8tres de l'instructeur
shoppingPeriodRevokePublicOptCheckbox=D\u00e9sactiver l'option \u00ab Public \u00bb
inactiveLegendText=Aucune activit\u00e9 n'a \u00e9t\u00e9 d\u00e9tect\u00e9e pour ce site
legend=L\u00e9gende
nodeIdParam=Choisissez le param\u00e8tre nodeId si vous connaissez le n\u0153ud que vous souhaitez mettre \u00e0 jour. S'il est vide, tout l'arbre sera mis \u00e0 jour.
administrationTools=Outils d'administration
add.da.myworkspace=Ajouter l'acc\u00e8s d\u00e9l\u00e9gu\u00e9 aux espaces personnel
add.da.myworkspace.desc=Ceci ajoute l'outil de d\u00e9l\u00e9gation d'acc\u00e8s aux espaces personnel de tous les utilisateurs, quels soient leurs droits dans acc\u00e8s d\u00e9l\u00e9gu\u00e9. Par d\u00e9faut, un utilisateur verra l'outil d'acc\u00e8s d\u00e9l\u00e9gu\u00e9 ajout\u00e9/supprim\u00e9 lorsque vous mettrez \u00e0 jour ses droits.
addDaMyworkspaceTitle=Ajouter l'acc\u00e8s d\u00e9l\u00e9gu\u00e9 aux espaces personnel
success.addDaMyworkspace=Vous avez planifi\u00e9 avec succ\u00e8s la t\u00e2che pour ajouter l'acc\u00e8s d\u00e9l\u00e9gu\u00e9 aux espaces personnel des utilisateurs.
addDaMyworkspace.job.status.none=N'a jamais \u00e9t\u00e9 planifi\u00e9.
status=Statut \:
addDaMyworkspace.job.status.failed=A \u00e9chou\u00e9 au cours de la derni\u00e8re ex\u00e9cution
addDaMyworkspace.job.status.scheduled=Planifi\u00e9
addDaMyworkspace.job.status.success=Ex\u00e9cut\u00e9 avec succ\u00e8s en dernier sur 
allowBecomeUser=Permettre \u00e0 l'utilisateur d'employer l'outil Devenir Utilisateur pour les utilisateurs de ces sites
allowedBeomceUser=L'utilisateur est autoris\u00e9 \u00e0 devenir n'importe quel utilisateur dans ces sites
legendNodeDesc=N\u0153ud de hi\u00e9rarchie
legendInactiveDesc=Inactif
legendInstructorEditedDesc=Instructeur modifi\u00e9
searchByHierarchyLabel=hi\u00e9rarchie
searchByEidLabel=Identifiant de l'utilisateur
eidLabel=Eid \:
searchByLabel=Chercher par
levelHeader=Niveau
hierarchyHeader=Hi\u00e9rarchie
userDoesNotExist=L'utilisateur n'existe pas
accessType1=Acc\u00e8s
accessType2=Administration des cours
accessType4=Administration des acc\u00e8s
edit=Modifier
viewAccess=Voir l'acc\u00e8s
noEidEntered=Veuillez entrer un eid valide
eidDoesNotExist=Impossible de trouver l'utilisateur avec cet eid
noResultsUser=Aucun acc\u00e8s trouv\u00e9 pour cet utilisateur ou vous n'avez pas la permission de l'afficher.
noResultsHierarchy=Aucun acc\u00e8s trouv\u00e9 \u00e0 ce niveau ou vous n'avez pas la permission de l'afficher.
confirmRemove=\u00cates-vous s\u00fbr de que vouloir supprimer ce droit ?
includeLowerPermsLabel=Inclure des niveaux inf\u00e9rieurs
removeAllPerms=Supprimer tous les droits
confirmRemoveAll=\u00cates-vous s\u00fbr de que vouloir supprimer tous les droits pour cet utilisateur ?
accessHeader=Acc\u00e8s
popupBlockWarning=Bloqueur de fen\u00eatre pop-up d\u00e9tect\u00e9. Assurez-vous d'autoriser les pop-ups pour ce site.
permaLink=Sauvegarder la recherche
permaLinkMessage=Copier ce lien pour le coller dans un courriel
published=Publi\u00e9
yes=Oui
no=Non
providers=Liste d'\u00e9tudiants
exportData=Exporter en fichier CSV
deleteShoppingSettings=Supprimer les param\u00e8tres de la p\u00e9riode de shopping
siteIdsInfo=(un ID par ligne)
sitesToBeDeleted=Sites \u00e0 supprimer
noSitesInInput=Aucun sites \u00e0 ajouter 
sitesNotFound=Les sites suivants n''ont pas \u00e9t\u00e9 trouv\u00e9 dans la hi\u00e9rarchie\: {0}
sitesNoAccess=Vous n''avez pas la permission de modifier les sites suivants\: {0}
siteId=ID du site
siteTitle=Titre
addUpdateShoppingSettings=Ajouter ou mettre \u00e0 jour les param\u00e8tres de la p\u00e9riode de shopping
sitesToBeAdded=Sites devant \u00eatres ajout\u00e9s ou mis \u00e0 jour
shoppingPeriodSettings=Param\u00e8tres de la p\u00e9riode de shopping 
selectAll=Tout s\u00e9lectionn\u00e9
selectTools=S\u00e9lectionner les outils
noSitesToaddOrDelete=Vous devez avoir au moins un site \u00e0 ajouter, mettre \u00e0 jour ou supprimer.
oneDateRequired=Au moins une date est requise pour ajouter ou mettre \u00e0 jour des sites.
startDateMustBeFirst=La date de d\u00e9but doit \u00eatre avant la date de fin
oneToolMustBeSelected=Vous devez s\u00e9lectionner au moins un outil public ou priv\u00e9 pour ajouter/mettre \u00e0 jour des sites.
roleRequired=Le r\u00f4le est requis
filterBy=Filtrer par
hierarchyLevel=Niveau de la hi\u00e9rarchie
filter=Filtrer
clear=Effacer
modificationsPending=Des modifications seront perdues, svp sauvegarder ou continuer avec cette action