
# This is the main properties file for our application. Internationalize via MyApplication_es.properties for example.

page.title=Acc\u00e8s d\u00e9l\u00e9gu\u00e9
link.first=Acc\u00e8s d\u00e9l\u00e9gu\u00e9
link.first.tooltip=Aller \u00e0 la page d'accueil
link.first.shopping=Accueil
link.first.tooltip.shopping=Aller \u00e0 la page d'accueil
link.third=Recherche par utilisateur
link.third.tooltip=Recherche d'utilisateurs pour ajouter ou supprimer des acc\u00e8s
link.second=Administration des courses
link.second.tooltip=D\u00e9finir la p\u00e9riode de courses pour mes espaces
link.shoppingStats=Liste de courses
link.shoppingStats.tooltip=Voir la liste des espaces ouverts pour les courses
link.administrate=Outils d'administration
link.administrate.tooltip=Outils d'administration
searchAccessLinkLabel=Recherche par acc\u00e8s
searchAccessLinkLabel.tooltip=Rechercher quels utilisateurs ont acc\u00e8s \u00e0 quoi
searchResultsTitle=R\u00e9sultats pour \: 
searchForUsers=Recherche d'utilisateurs \:
userIdHeader=Identifiant de l'utilisateur
nameHeader=Nom
emailHeader=Courriel
typeHeader=Type
expandColapse=D\u00e9velopper/replier tous les n\u0153uds
exapndNodes=D\u00e9velopper tous les n\u0153uds
collapseNodes=Replier tous les n\u0153uds
noDelegatedAccess=Vous n'avez pas d'acc\u00e8s d\u00e9l\u00e9gu\u00e9
noDelegatedAccessUser=Cet utilisateur n'a aucun acc\u00e8s d\u00e9l\u00e9gu\u00e9
noHierarchy=La hi\u00e9rarchie n'a pas \u00e9t\u00e9 mis en place pour cet outil.  Pour utiliser l'acc\u00e8s d\u00e9l\u00e9gu\u00e9, vous devez cr\u00e9er une hi\u00e9rarchie.  Veuillez consulter la page suivante \: https\://confluence.sakaiproject.org/display/DAC/Delegated+Access+Tool
addAccess=Ajouter l'acc\u00e8s
add=Ajouter

update=Mettre \u00e0 jour

success.save=Sauvegarde r\u00e9ussie
failed.save=Une erreur s'est produite lors de la sauvegarde
realm=Domaine
role=R\u00f4le
userRolesHeader=R\u00f4le d'acc\u00e8s par d\u00e9faut
userDelegatedAccessHeader=Acc\u00e8s d\u00e9l\u00e9gu\u00e9
restrictedToolsHeader=Restreindre les outils
inheritedToolsHeader=H\u00e9rit\u00e9
noToolsInherited=Aucun outil h\u00e9rit\u00e9
noPermsInherited=Aucun droit h\u00e9rit\u00e9
cancel=Annuler
save=Enregistrer
done=Termin\u00e9
close=Fermer
inheritedRestrictedToolsTitle=Liste h\u00e9rit\u00e9e
inheritedRestrictedToolsDescription=Ce n\u0153ud h\u00e9rite de ce qui suit de son plus proche parent.
inheritedNothing=Aucun h\u00e9ritage
editableRestrictedToolsTitle=Choisissez les outils \u00e0 restreindre
editableShowToolsTitle=Choisir les outils \u00e0 montrer
editableRestrictedToolsDescription=Choisir un outil dans la liste le masquera pour cet utilisateur.  Ce n0153ud et tous ses enfants h00e9riteront de cette liste.  Un enfant peut modifier cette liste en s00e9lectionnant sa propre liste d'outils 00e0 acc00e8s restreint.
editableShowToolsDescription=Choisir un outil dans la liste le montrera pour cet utilisateur.  Ce n0153ud et tous ses enfants en  h00e9riteront.  Un enfant peut la remplacer  par ses propres outils.
switchEditableTools=Outils h\u00e9rit\u00e9s
searchSites=Rechercher des espaces
siteTitleHeader=Titre de l'espace
siteIdHeader=Identifiant de l'espace
endDate=Date de fin
startDate=Date de d\u00e9but
shoppingPeriodPerms=Droits
shoppingPeriodPermsInherited=H\u00e9rit\u00e9
switchEditablePerms=H\u00e9rit\u00e9
editableRestrictedPermsTitle=Choisissez les droits \u00e0 accorder
editableRestrictedPermsDescription=Ce seront les droits que vous accorderez pour la p00e9riode de courses.
inheritedRestrictedPermsTitle=Droits h\u00e9rit\u00e9s
inheritedRestrictedPermsDescription=Ce n0153ud h00e9rite des droits suivants de son plus proche parent avec les outils s00e9lectionn00e9s par les droits.
shoppingPeriodAuth=Autorisation
shoppersBecome=Le client obtient les droits
userBecomes=L'utilisateur obtient les droits
access=Acc00e8s
shoppingPeriodAdmin=Administration des courses
siteAccess=Acc00e8s 00e0 l'espace
noShoppingAdminAccess=Vous n'avez pas d'acc\u00e8s administrateur pour la p\u00e9riode des courses
editUsersInstructions=Cette page vous permet d'assigner un acc00e8s d00e9l00e9gu00e9 00e0 cet utilisateur.
editUsersInstructions_accessAdmin=Pour la colonne Access Admin, vous pouvez cocher la case situ00e9e 00e0 c00f4t00e9 du niveau/espace o00f9 vous voulez que cet utilisateur ait le contr00f4le sur la d00e9finition des autorisations d'acc00e8s et d'administration des p00e9riodes d'achat pour tout utilisateur du syst00e8me.
editUsersInstructions_shoppingAdmin=Pour la colonne Administration des achats, vous pouvez cocher la case situ00e9e 00e0 c00f4t00e9 du niveau/site pour lequel vous souhaitez que cet utilisateur ait le contr00f4le des param00e8tres de la p00e9riode d'achat.  Les n0153uds et les enfants des n0153uds que vous s00e9lectionnez pour l'Administration des achats appara00eetront pour l'utilisateur dans le lien P00e9riode d'achat.
editUsersInstructions_siteAccess=Pour la colonne "Acc00e8s 00e0 l'espace", vous pouvez s00e9lectionner le niveau / espace auquel vous souhaitez que l'utilisateur ait acc00e8s. Lorsque vous choisissez "Acc00e8s 00e0 l'espace", vous devez indiquer le r00f4le que deviendra l'utilisateur lorsqu'il visitera cet espace ou un espace qui se trouve sous ce niveau. Vous avez 00e9galement la possibilit00e9 de choisir quels outils sont limit00e9s pour cet utilisateur en cliquant sur le lien "Restreindre les outils". Tous les n0153uds enfants h00e9riteront des param00e8tres de leurs parents, sauf si vous les avez sp00e9cifiquement remplac00e9s. Les n0153uds et enfants des n0153uds que vous s00e9lectionnez pour 00abAcc00e8s 00e0 l'espace00bb appara00eetront pour l'utilisateur dans le lien 00abAcc00e8s d00e9l00e9gu00e900bb. Lorsque vous avez termin00e9, cliquez sur Enregistrer ou sur Annuler pour annuler toutes les modifications.
delegatedAccessInstructions=Cette page vous permet de rechercher parmi les espaces auxquels vous avez acc00e8s. Vous pouvez effectuer une recherche par titre d'espace, identifiant d'espace, nom de l'instructeur, identifiant de l'instructeur, e-mail de l'instructeur ou terme de l'espace, ou vous pouvez utiliser l'arborescence ci-dessous pour trouver l'espace de votre choix. Cliquez sur le titre du l'espace pour acc00e9der 00e0 cet espace.
shoppingAdminInstructions=Cette page vous permet de d00e9finir les param00e8tres de p00e9riode d'achat pour les espaces que vous avez obtenu l'autorisation de mettre 00e0 jour. Pour d00e9finir les param00e8tres de la p00e9riode d'achat, vous pouvez cocher la case en regard du niveau / espace que vous souhaitez d00e9finir. Notez que vous ne verrez qu'une case 00e0 cocher 00e0 c00f4t00e9 d'un n0153ud que vous 00eates autoris00e9 00e0 modifier. Tout d'abord, lorsque vous s00e9lectionnez un n0153ud, vous devez d00e9finir le param00e8tre 00abAutorisation00bb. Les deux options sont "Public" et "Connect00e9". 00abPublic00bb signifie que n'importe qui peut acc00e9der 00e0 cet espace et n'a pas besoin de se connecter pour acheter sur cet espace. 00abConnect00e900bb signifie que les utilisateurs doivent d'abord se connecter pour acheter sur cet espace. Ensuite, vous devez choisir le r00f4le que deviendra l'utilisateur lors de ses achats. Enfin, vous devez d00e9finir les dates auxquelles la p00e9riode d'achat sera ouverte. Par d00e9faut, tous les outils sont masqu00e9s pour les acheteurs, vous devez donc sp00e9cifier les outils auxquels un acheteur peut acc00e9der. Vous pouvez modifier cette liste d'outils affichables en cliquant sur le lien "Afficher les outils". Tous les n0153uds enfants h00e9riteront des param00e8tres de leurs parents 00e0 moins que le n0153ud enfant n'ait 00e9t00e9 d00e9fini avec ses propres param00e8tres. Lorsque vous avez termin00e9, cliquez sur Enregistrer ou sur Annuler pour annuler toutes les modifications.
shoppingAdminTitle=Modifier les param\u00e8tres de p\u00e9riode de courses
delegatedAccessTitle=Acc\u00e8s d\u00e9l\u00e9gu\u00e9
editUsersTitle=Modifier les droits pour \:
instructorField=Enseignant \: 
instructor=Enseignant
member=Membre
user=Utilisateur
advancedSearch=Options de recherche avanc\u00e9e
hideAdvancedSearch=Cacher les options de recherche avanc\u00e9e
siteIdTitleField=Espace :
termField=Semestre \:
termHeader=Semestre
instructorHeader=Enseignant
noShoppingSites=Aucun espace n'est disponible
shoppingTitle=P\u00e9riode de courses
shoppingInstruction=Cette page vous permet de chercher parmi les espaces ouverts pour les courses. Vous pouvez chercher par titre, identifiant d'espace, nom, identifiant ou courriel de l'enseignant ou semestre de l'espace, ou vous pouvez utiliser l'arborescence ci-dessous pour trouver l'espace que vous cherchez. Cliquez sur son titre pour y acc00e9der.
.anon=Public
.auth=Connect\u00e9
any=Tous
showToolsHeader=Afficher les outils
showAuthToolsHeader=Outils \: Connect\u00e9
showPublicToolsHeader=Outils \: Public

link.current=Sites ouverts pour les courses
link.current.tooltip=Affiche une liste de tous les espaces ouverts pour les courses et leurs param00e8tres.
link.all=Tous les espaces param00e9tr00e9s pour les courses
link.all.tooltip=Affiche la liste de tous les espaces param\u00e9tr\u00e9s pour les courses et leurs param\u00e8tres.
accessModifiedBy=Acc\u00e8s modifi\u00e9 par
accessModifiedOn=Acc\u00e8s modifi\u00e9 le
hideInstructions=Masquer les instructions
showInstructions=Afficher les instructions
accessAdmin=Administration des acc\u00e8s
lookupInstructor=Chercher un enseignant
shoppingPeriodRevokeInstructorEditable=D\u00e9sactiver le changement de param\u00e9trage par l'enseignant
noToolsSelected=Vous n'avez s\u00e9lectionn\u00e9 aucun outil.
advanced=Avanc\u00e9
advancedOptionsTitle=Options avanc\u00e9es
advancedOptionsDesc=Tous les enfants h\u00e9riteront de ces param\u00e8tres s'ils ne sont pas chang\u00e9s.
advOptInstructorGroupTitle=Param\u00e8tres de l'instructeur
shoppingPeriodRevokePublicOptCheckbox=D\u00e9sactiver l'option Public
inactiveLegendText=Aucune activit\u00e9 n'a \u00e9t\u00e9 d\u00e9tect\u00e9e pour cet espace
legend=L\u00e9gende \:
nodeIdParam=Choisissez le param\u00e8tre nodeId si vous connaissez le n\u0153ud que vous souhaitez mettre \u00e0 jour. S'il est vide, tout l'arbre sera mis \u00e0 jour.
administrationTools=Outils d'administration
add.da.myworkspace=Ajouter l'acc\u00e8s d\u00e9l\u00e9gu\u00e9 aux espaces de travail
add.da.myworkspace.desc=Cela ajoute l'outil d'acc\u00e8s d\u00e9l\u00e9gu\u00e9 \u00e0 tous les espaces d'accueil de l'utilisateur pour les utilisateurs qui disposent de tout type d'autorisations dans l'acc\u00e8s d\u00e9l\u00e9gu\u00e9. Par d\u00e9faut, un utilisateur aura l'outil d'acc\u00e8s d\u00e9l\u00e9gu\u00e9 ajout\u00e9 / supprim\u00e9 lorsque vous mettez \u00e0 jour ses autorisations, cependant, vous devez parfois supprimer toutes les espaces d'accueil pour choisir un nouveau mod\u00e8le d'espace d'accueil.
addDaMyworkspaceTitle=Ajouter l'acc\u00e8s d\u00e9l\u00e9gu\u00e9 aux espaces de travail
success.addDaMyworkspace=Vous avez planifi\u00e9 avec succ\u00e8s la t\u00e2che pour ajouter l'acc\u00e8s d\u00e9l\u00e9gu\u00e9 aux espaces de travail des utilisateurs.
addDaMyworkspace.job.status.none=N'a jamais \u00e9t\u00e9 planifi\u00e9.
status=Statut \:
na=N/A
addDaMyworkspace.job.status.failed=A \u00e9chou\u00e9 au cours de la derni\u00e8re ex\u00e9cution
addDaMyworkspace.job.status.scheduled=Planifi\u00e9
addDaMyworkspace.job.status.success=Ex\u00e9cut\u00e9 avec succ\u00e8s en dernier sur
allowBecomeUser=Permettre \u00e0 l'utilisateur d'employer l'outil Devenir Utilisateur pour les utilisateurs de ces espaces
allowedBeomceUser=L'utilisateur est autoris\u00e9 \u00e0 devenir n'importe quel utilisateur dans ces espaces

legendNodeDesc=N\u0153ud de hi\u00e9rarchie
legendSiteDesc=Espace
legendInactiveDesc=Inactif
legendInstructorEditedDesc=Instructeur modifi\u00e9
searchByHierarchyLabel=hi\u00e9rarchie
searchByEidLabel=Identifiant de l'utilisateur
eidLabel=Eid \:
searchByLabel=Chercher par
levelHeader=Niveau
hierarchyHeader=Hi\u00e9rarchie
userDoesNotExist=L'utilisateur n'existe pas
accessType1=Acc\u00e8s
accessType2=Administration des courses
accessType4=Administration des acc\u00e8s
edit=Modifier
site=Espace
viewAccess=Voir l'acc\u00e8s
noEidEntered=Veuillez entrer un eid valide
eidDoesNotExist=Impossible de trouver l'utilisateur avec cet eid
noResultsUser=Aucun acc\u00e8s trouv\u00e9 pour cet utilisateur ou vous n'avez pas la permission de l'afficher.
noResultsHierarchy=Aucun acc\u00e8s trouv\u00e9 \u00e0 ce niveau ou vous n'avez pas la permission de l'afficher.
remove=Supprimer
confirmRemove=\u00cates-vous s\u00fbr de que vouloir supprimer ce droit ?
includeLowerPermsLabel=Inclure des niveaux inf\u00e9rieurs
removeAllPerms=Supprimer tous les droits
confirmRemoveAll=\u00cates-vous s\u00fbr de que vouloir supprimer tous les droits pour cet utilisateur ?
accessHeader=Acc\u00e8s
popupBlockWarning=Bloqueur de fen\u00eatre pop-up d\u00e9tect\u00e9. Assurez-vous d'autoriser les pop-ups pour cet espace.
permaLink=Enregistrer la recherche
permaLinkMessage=Copier le lien pour le coller dans un courriel
published=Publi\u00e9
yes=Oui
no=Non
providers=Liste d'\u00e9tudiants
lookupProviders=Rechercher dans liste d'\u00e9tudiants
exportData=Exporter au format CSV
searchExportFileName=DelegatedAccessSearchResults
shoppingAdminBulkTitle=Faire en vrac ajouter, mettre \u00e0 jour, ou supprimer des param\u00e8tres de p\u00e9riodicit\u00e9 pour faire des courses
shoppingAdminBulkInstructions=Cette page vous permet de supprimer et / ou d'ajouter ou de mettre \u00e0 jour les param\u00e8tres de p\u00e9riode d'achat de tout espace. Pour supprimer les param\u00e8tres de p\u00e9riode d'achat d'un espace, ajoutez simplement l'ID du site \u00e0 la liste des espaces de l'onglet \u00abSupprimer\u00bb. Veuillez noter que cela ne supprimera que les param\u00e8tres directs pour ce n\u0153ud et ne supprimera aucun param\u00e8tre h\u00e9rit\u00e9. Pour ajouter ou mettre \u00e0 jour les param\u00e8tres d'un espace, d\u00e9finissez les param\u00e8tres de la p\u00e9riode d'achat dans l'onglet "Ajouter ou mettre \u00e0 jour" puis ajoutez les espaces que vous souhaitez mettre \u00e0 jour \u00e0 la liste des espaces. Lorsque vous \u00eates pr\u00eat, cliquez sur Enregistrer et attendez un certain temps pour que la page se charge.
bulkEditLink=Faire en vrac ajouter, mettre \u00e0 jour, ou supprimer
deleteShoppingSettings=Supprimer les param\u00e8tres de la p\u00e9riode de courses
siteIds=IDs espace
siteIdsInfo=(un seul ID par ligne)
sitesToBeDeleted=Espaces \u00e0 supprimer
noSitesInInput=Aucun espace \u00e0 ajouter. 
sitesNotFound=Les espaces suivants n'ont pas \u00e9t\u00e9 trouv\u00e9s dans la hi\u00e9rarchie \: {0}
sitesNoAccess=Vous n'\u00eates pas autoris\u00e9 \u00e0 modifier les espaces suivants \: {0}
siteId=Identifiant de l'espace
siteTitle=Titre
addUpdateShoppingSettings=Ajouter ou mettre \u00e0 jour les param\u00e8tres de p\u00e9riode de courses
sitesToBeAdded=Espaces \u00e0 ajouter ou \u00e0 mettre \u00e0 jour
shoppingPeriodSettings=Param\u00e8tres de la p\u00e9riode des courses
selectAll=Tout s\u00e9lectionner
selectTools=S\u00e9lectionnez Outils
noSitesToaddOrDelete=Vous devez avoir au moins un espace dans les listes supprim\u00e9es ou ajout\u00e9es/mises \u00e0 jour.
oneDateRequired=Il faut au moins une date pour ajouter/mettre \u00e0 jour des espaces.
startDateMustBeFirst=La date de d\u00e9but doit \u00eatre ant\u00e9rieure \u00e0 la date de fin.
oneToolMustBeSelected=Vous devez s\u00e9lectionner au moins un outil public ou priv\u00e9 pour ajouter/mettre \u00e0 jour des espaces.
roleRequired=Un r\u00f4le est requis.
filterBy=Filtrer par
hierarchyLevel=Niveau de hi\u00e9rarchie
filter=Filtrer
clear=Effacer
modificationsPending=Il y a des modifications non sauvegard\u00e9es qui seront supprim\u00e9es, veuillez enregistrez ou continuez votre action.
