
# This is the main properties file for our application. Internationalize via MyApplication_es.properties for example.

page.title=Acc\u00e9s delegat
link.first=Acc\u00e9s delegat
link.first.tooltip=Ves a la p\u00e0gina d'inici
link.first.shopping=Inici
link.first.tooltip.shopping=Ves a la p\u00e0gina d'inici
link.third=Cerca per usuari
link.third.tooltip=Cerca d'usuari per afegir o eliminar-ne l'acc\u00e9s
link.second=Administrador de compres
link.second.tooltip=Estableix el per\u00edode de compres per als meus espais
link.shoppingStats=Llista de compres
link.shoppingStats.tooltip=Veure la llista d'espais de compres oberts
link.administrate=Eines d'administraci\u00f3
link.administrate.tooltip=Eines d'administraci\u00f3
searchAccessLinkLabel=Cerca per acc\u00e9s
searchAccessLinkLabel.tooltip=Cerca quins usuaris tenen acc\u00e9s a
searchResultsTitle=Resultats per a\: 
searchForUsers=Cerca usuaris\:
userIdHeader=Identificador de l'usuari
nameHeader=Nom
emailHeader=Correu electr\u00f2nic
typeHeader=Tipus
expandColapse=Desplega/Replega tots els nodes
exapndNodes=Desplega tots els nodes
collapseNodes=Replega tots els nodes
noDelegatedAccess=No teniu cap acc\u00e9s delegat
noDelegatedAccessUser=Aquest usuari no t\u00e9 cap acc\u00e9s delegat
noHierarchy=Per a aquesta eina no s'ha configurat cap jerarquia.  Per fer servir l'acc\u00e9s delegat, heu de crear una jerarquia.  Podeu consultar la p\u00e0gina de documentaci\u00f3 seg\u00fcent\: https\://confluence.sakaiproject.org/display/DAC/Delegated+Access+Tool
addAccess=Afegeix acc\u00e9s
add=Afegeix
remove=Elimina
update=Actualitza
access=Acc\u00e9s
success.save=S'ha desat correctament
failed.save=S'ha produ\u00eft un error al desar
realm=Perfil d'acc\u00e9s
role=Rol
userRolesHeader=Rol d'acc\u00e9s per defecte
userDelegatedAccessHeader=Acc\u00e9s delegat
restrictedToolsHeader=Eines restringides
inheritedToolsHeader=Heretat
noToolsInherited=No hi ha eines heretades
noPermsInherited=No hi ha permisos heretats
cancel=Cancel\u00b7la
save=Desa
done=Fet
close=Tanca
inheritedRestrictedToolsTitle=Llista heretada
inheritedRestrictedToolsDescription=Her\u00e8ncia d'aquest node provinent del seu antecessor m\u00e9s proper.
inheritedNothing=No ha heretat res
editableRestrictedToolsTitle=Escolliu les eines que voleu restringir
editableShowToolsTitle=Escolliu les eines que voleu mostrar
editableRestrictedToolsDescription=El fet de seleccionar una eina de la llista l'amaga per a aquest usuari.  Aquest node i tots els seus descendents heretaran aquesta llista.  Un dels nodes fill pot sobreescriure aquesta llista per seleccionar la seva pr\u00f2pia llista d'eines restringides.
editableShowToolsDescription=El fet de seleccionar una eina de la llista la mostrar\u00e0 per a aquest usuari.  Aquest node i tots els seus descendents heretaran aquesta llista.  Un dels nodes fill pot sobreescriure aquesta llista per seleccionar la seva pr\u00f2pia llista d'eines a mostrar.
switchEditableTools=Eines heretades
searchSites=Cerca espais
siteTitleHeader=T\u00edtol de l'espai
siteIdHeader=Identificador de l'espai
endDate=Data de finalitzaci\u00f3
startDate=Data d'inici
shoppingPeriodPerms=Permisos
shoppingPeriodPermsInherited=Heretat
switchEditablePerms=Heretat
editableRestrictedPermsTitle=Escolliu els permisos que voleu concedir
editableRestrictedPermsDescription=Aquests seran els permisos que concedireu per al per\u00edode de compra.
inheritedRestrictedPermsTitle=Permisos heretats
inheritedRestrictedPermsDescription=Aquest node hereta els permisos seg\u00fcents del seu antecessor m\u00e9s proper amb eines de permisos seleccionades.
shoppingPeriodAuth=Autoritzaci\u00f3
shoppersBecome=Els compradors es converteixen en
userBecomes=L'usuari es converteix en
shoppingPeriodAdmin=Administrador de compres
siteAccess=Acc\u00e9s a l'Espai
noShoppingAdminAccess=No teniu cap perm\u00eds d'acc\u00e9s com administrador pel per\u00edode de compres
editUsersInstructions=Aquesta p\u00e0gina permet assignar acc\u00e9s delegat, compres per\u00edode admin i accedir a admin permisos per a aquest usuari.  <br/> <br/>Per a la columna "Acc\u00e9s d'Admin", marqueu el quadre al costat del nivell/espai si voleu que aquest usuari tingui control sobre la configuraci\u00f3 d'acc\u00e9s i del per\u00edode de compres i els corresponents permisos per a qualsevol usuari del sistema. <br/> <br/>Per a la columna "Administraci\u00f3 de les compres",  marqueu el quadre al costat del nivell/espai si voleu que aquest usuari tingui control sobre la configuraci\u00f3 dels per\u00edodes de compra.  Els nodes que seleccioneu per "Administraci\u00f3 de les compres" i els seus descendents  es mostraran a l'usuari a l'enlla\u00e7 de "Per\u00edode de compres". <br/> <br/>A la columna "Acc\u00e9s a l'espai", podeu seleccionar a quin nivell/espai voleu que tingui acc\u00e9s l'usuari.  Quan seleccioneu "Acc\u00e9s a l'espai", heu d'escollir quin rol tindr\u00e0 l'usuari quan visiti l'espai o qualsevol sota aquell nivell.  Tamb\u00e9 podreu determinar quines eines quedaran restringides per aquest usuari si feu clic sobre l'enlla\u00e7 "Restringeix les eines".  Tots els nodes descendents heretaran la configuraci\u00f3 dels seus antecessors llevat que espec\u00edficament la modifiquin.  Els nodes i els descendents que seleccioneu per a "Acc\u00e9s a l'espai" es mostraran a l'usuari  a l'enlla\u00e7 "Acc\u00e9s delegat".  Quan acabeu, feu clic a "Desa" o feu clic a "Cancel\u00b7la" per desfer tots els canvis. 
delegatedAccessInstructions=Aquesta p\u00e0gina permet cerca en els espais en els quals se us ha concedit acc\u00e9s.  Podeu cercar per nom de l'espai, identificador de l'espai, nom o identificador d'usuari o b\u00e9 adre\u00e7a de correu del professor o per\u00edode acad\u00e8mic de l'espai, o tamb\u00e9 podeu usar l'estructura en arbre de sota per trobar l'espai que voleu.  Feu clic sobre el nom de l'espai per accedir-hi.  Quan ho feu heretareu els permisos que teniu concedits en aquest espai concret.   
shoppingAdminInstructions=Aquesta p\u00e0gina permet configurar de per\u00edodes de compres per als espais en els quals us han concedit permisos per actualitzar.  Per configurar un per\u00edode de compres, marqueu el quadre de selecci\u00f3 al costat del nivell/espai que voleu modificar.  Nom\u00e9s veureu el quadre al costat de nodes pels quals tingueu concedit perm\u00eds per modificar.  En primer lloc, quan seleccioneu un node, heu de configurar l'apartat de "Autoritzaci\u00f3".  Les dues opcions s\u00f3n "P\u00fablic" i "Autenticat".  "P\u00fablic" significa que qualsevol persona pot accedir a aquest espai i no cal iniciar la sessi\u00f3 per comprar.  "Autenticat" vol dir que cal iniciar una sessi\u00f3 per fer compres en aquest espai.  A continuaci\u00f3, heu de triar el rol que tindr\u00e0 l'usuari quan faci compres.  Finalment, heu fixar les dates en qu\u00e8 el per\u00edode de compres estar\u00e0 obert.  Per defecte, totes les eines estan amagades als compradors i per tant heu d'especificar a quines eines pot accedir un comprador.  Podeu editar aquesta llista d'eines visibles si feu clic sobre l'enlla\u00e7 "Mostra les eines".  Tots els nusos descendents heretaran la configuraci\u00f3 dels seus antecessors llevat que es cre\u00efn amb una configuraci\u00f3 pr\u00f2pia.  Quan acabeu, feu clic a "Desa" o feu clic a "Cancel\u00b7la" per desfer tots els canvis. 
shoppingAdminTitle=Edita la configuraci\u00f3 del per\u00edode de compres
delegatedAccessTitle=Acc\u00e9s delegat
editUsersTitle=Edita el perm\u00eds per a\: 
instructorField=Professor\: 
instructor=Professor
member=Membre
user=Usuari
advancedSearch=Opcions de cerca avan\u00e7ada
hideAdvancedSearch=Amaga les opcions de cerca avan\u00e7ada
siteIdTitleField=Espai\:
termField=Per\u00edode acad\u00e8mic\: 
termHeader=Per\u00edode acad\u00e8mic
instructorHeader=Professor
noShoppingSites=No hi ha espais disponibles
shoppingTitle=Per\u00edode de compres
shoppingInstruction=Aquesta p\u00e0gina permet fer cerques en espais oberts per fer compres. Podeu cercar pel nom o l'identificador de l'espai, pel nom o l'identificador o b\u00e9 l'adre\u00e7a de correu del professor o pel per\u00edode acad\u00e8mic de l'espai o podeu usar l'estructura en arbre de sota per trobar l'espai que voleu. Feu clic sobre el nom de l'espai per accedir-hi.
.anon=P\u00fablic
.auth=Autenticat
any=Qualsevol
showToolsHeader=Mostra les eines
showAuthToolsHeader=Eines\: Autenticat
showPublicToolsHeader=Eines\: P\u00fablic
link.current=Espais de compres actius
link.current.tooltip=Mostra una llista de tots els espais de compres actius i les seves configuracions.
link.all=Tots els espais de compres
link.all.tooltip=Mostra la llista de tots els espais de compres comercials i les seves configuracions.
accessModifiedBy=Acc\u00e9s modificat per
accessModifiedOn=Acc\u00e9s modificat el
hideInstructions=Amaga les instruccions
showInstructions=Mostra les instruccions
accessAdmin=Acc\u00e9s d'administrador
lookupInstructor=Cerca professor
shoppingPeriodRevokeInstructorEditable=Deshabilita la modificaci\u00f3 del professor
noToolsSelected=No heu seleccionat cap eina.
advanced=Avan\u00e7at
advancedOptionsTitle=Opcions avan\u00e7ades
advancedOptionsDesc=Tots els descendents heretaran aquesta configuraci\u00f3 llevat que la modifiquin expl\u00edcitament.
advOptInstructorGroupTitle=Configuraci\u00f3 de professor
shoppingPeriodRevokePublicOptCheckbox=Deshabilita l'opci\u00f3 "P\u00fablic"
inactiveLegendText=No  s'ha detectat cap activitat en aquest espai
legend=Llegenda
nodeIdParam=Introdu\u00efu el par\u00e0metre nodeId si sabeu quin node voleu actualitzar. Si el deixeu buit s'actualitzar\u00e0 l'arbre sencer.
administrationTools=Eines d'administraci\u00f3
add.da.myworkspace=Afegeix l'acc\u00e9s delegat als espais de treball personals
add.da.myworkspace.desc=Aquesta acci\u00f3 afegeix l'eina d'acc\u00e9s delegat als espais de treball de tots els usuaris que tenen qualsevol tipus de perm\u00eds d'acc\u00e9s delegat.  Per defecte, a un usuari se li afegir\u00e0/eliminar\u00e0 l'eina d'acc\u00e9s delegat quan actualitzeu els seus permisos, tanmateix, algunes vegades haureu de suprimir tots els espais de treball per seleccionar una plantilla d'espai de treball nova.
addDaMyworkspaceTitle=Afegeix l'acc\u00e9s delegat als espais de treball personals
success.addDaMyworkspace=Heu planificat correctament la tasca per afegir l'eina d'acc\u00e9s delegat als espais de treball personals dels usuaris.
addDaMyworkspace.job.status.none=Mai s'ha programat.
status=Estat\:
na=N/D
addDaMyworkspace.job.status.failed=Durant la darrera execuci\u00f3 la tasca ha fallat
addDaMyworkspace.job.status.scheduled=Programat
addDaMyworkspace.job.status.success=S'ha executat correctament a 
allowBecomeUser=Permet a l'usuari de fer servir l'eina de suplantaci\u00f3 d'usuaris en aquests espais
allowedBeomceUser=L'usuari podr\u00e0 suplantar qualsevol usuari d'aquests espais
legendNodeDesc=Node de la jerarquia
legendSiteDesc=Espai
legendInactiveDesc=Inactiu
legendInstructorEditedDesc=Professor editat
searchByHierarchyLabel=jerarquia
searchByEidLabel=identificador d'usuari
eidLabel=Eid\:
searchByLabel=Cerca per
levelHeader=Nivell
hierarchyHeader=Jerarquia
userDoesNotExist=L'usuari no existeix
accessType1=Acc\u00e9s
accessType2=Administrador de compres
accessType4=Acc\u00e9s d'administrador
edit=Edita
site=Espai
viewAccess=Mostra l'acc\u00e9s
noEidEntered=Introdu\u00efu un eid v\u00e0lid
eidDoesNotExist=No s'ha trobat cap usuari amb aquest eid
noResultsUser=No s'ha trobat cap acc\u00e9s per part d'aquest usuari o no teniu perm\u00eds per veure-ho.
noResultsHierarchy=No s'ha trobat cap acc\u00e9s en aquest nivell o no teniu perm\u00eds per veure-ho.
confirmRemove=Esteu segur que voleu suprimir aquest perm\u00eds?
includeLowerPermsLabel=Inclou nivells m\u00e9s baixos
removeAllPerms=Suprimeix tots els permisos
confirmRemoveAll=Esteu segur que voleu suprimir tots els permisos per a aquest usuari?
accessHeader=Acc\u00e9s
popupBlockWarning=S'ha detectat que el vostre navegador no permet finestres emergents. Assegureu-vos de permetre  elements emergents per aquest espai.
permaLink=Desa la cerca
permaLinkMessage=Copia l'enlla\u00e7 per a enganxar-lo al correu electr\u00f2nic
published=Publicat
yes=S\u00ed
no=No
providers=Orla
lookupProviders=Cerca de prove\u00efdors
exportData=Exporta en format CSV
searchExportFileName=ResultatsCercaAcc\u00e9sDelegat
shoppingAdminBulkTitle=Afegeix, actualitza o elimina la configuraci\u00f3 de per\u00edodes de compra
shoppingAdminBulkInstructions=Aquesta p\u00e0gina us permet eliminar i/o afegir o actualitzar la configuraci\u00f3 dels per\u00edodes de compra de qualsevol espai. Per eliminar la configuraci\u00f3 del per\u00edode de compres d'un espai nom\u00e9s cal afegir l'identificador de l'espai a la llista d'espais de la pestanya "Elimina". Tingueu en compte que aquesta acci\u00f3 nom\u00e9s eliminar\u00e0 la configuraci\u00f3 del node afegit per\u00f2 no les configuracions heretades. Per afegir o actualitzar la configuraci\u00f3 corresponent a un espai, configureu el per\u00edode de compres a la pestanya "Afegeix o actualitza" i despr\u00e9s afegiu a la llista els espais que voleu actualitzar. Un cop acabeu feu clic a "Desa" i deixeu passar un temps per a que la p\u00e0gina es recarregui. 
bulkEditLink=Afegeix, actualitza o elimina
deleteShoppingSettings=Elimina la configuraci\u00f3 del per\u00edode de compra
siteIds=Identificadors dels espais
siteIdsInfo=(un identificador per l\u00ednia)
sitesToBeDeleted=Espais a eliminar
noSitesInInput=No hi ha espais per afegir
sitesNotFound=A la jerarquia no s''han trobat els espais seg\u00fcents\: {0}
sitesNoAccess=No teniu autoritzaci\u00f3 per modificar els espais seg\u00fcents\: {0}
siteId=Identificador de l'espai
siteTitle=Nom
addUpdateShoppingSettings=Afegeix o actualitza la configuraci\u00f3 del per\u00edode de compres
sitesToBeAdded=Espais que cal afegir o actualitzar
shoppingPeriodSettings=Configuraci\u00f3 de per\u00edodes de compres
selectAll=Selecciona'ls tots
selectTools=Seleccioneu les eines
noSitesToaddOrDelete=Cal que hi hagi almenys un espai a les llistes d'afegir/actualitzar o eliminar.
oneDateRequired=Cal que introdu\u00efu almenys una data per afegir/actualitzar espais
startDateMustBeFirst=La data d'inici ha de ser anterior a la data d'acabament.
oneToolMustBeSelected=Cal que escolliu almenys una eina p\u00fablica o privada per afegir/actualitzar espais.
roleRequired=Cal indicar el rol.
filterBy=Filtra per
hierarchyLevel=Nivell de la jerarquia
filter=Filtre
clear=Neteja-ho
modificationsPending=Hi ha modificacions que no s'han desat i que s'eliminaran, cal que les deseu o b\u00e9 continueu amb l'acci\u00f3.