page.title=Delegerad \u00e5tkomst
link.first=Delegerad \u00e5tkomst
link.first.tooltip=G\u00e5 till startsidan
link.first.shopping=Hem
link.first.tooltip.shopping=G\u00e5 till startsidan
link.third=S\u00f6k p\u00e5 Anv\u00e4ndare
link.third.tooltip=S\u00f6k efter anv\u00e4ndare f\u00f6r att l\u00e4gga till eller ta bort \u00e5tkomst
link.second=Shoppingadministrat\u00f6r
link.second.tooltip=Ange shoppingperiod f\u00f6r mina sajter
link.shoppingStats=Shoppinglista
link.shoppingStats.tooltip=Se lista \u00f6ver \u00f6ppna shoppingsajter
link.administrate=Administrat\u00f6rsverktyg
link.administrate.tooltip=Administrat\u00f6rsverktyg
searchAccessLinkLabel=S\u00f6k p\u00e5 \u00c5tkomst
searchAccessLinkLabel.tooltip=S\u00f6k efter vilka anv\u00e4ndare som har \u00e5tkomst vart
searchResultsTitle=Resultat f\u00f6r\:
searchForUsers=S\u00f6k efter anv\u00e4ndare\:
userIdHeader=Anv\u00e4ndar-ID
nameHeader=Namn
emailHeader=E-post
typeHeader=Typ
expandColapse=Expandera/Kollapsa alla noder
exapndNodes=Expandera alla noder
collapseNodes=Kollapsa alla noder
noDelegatedAccess=Du saknar delegerad \u00e5tkomst.
noDelegatedAccessUser=Denna anv\u00e4ndare har ingen delegerad \u00e5tkomst
noHierarchy=Hierarkin har inte uppr\u00e4ttats f\u00f6r detta verktyg. F\u00f6r att anv\u00e4nda Delegerad \u00e5tkomst m\u00e5ste du skapa en hierarki. V\u00e4nligen g\u00e5 till f\u00f6ljande sida f\u00f6r vidare information\: https\://confluence.sakaiproject.org/display/DAC/Delegated+Access+Tool
addAccess=L\u00e4gg till \u00c5tkomst
add=L\u00e4gg till
remove=Ta bort
update=Spara
access=\u00c5tkomst
success.save=Inst\u00e4llningarna har sparats
failed.save=Ett fel uppstod n\u00e4r \u00e5tg\u00e4rden skulle sparas
realm=Realm
role=Roll
userRolesHeader=Standardroll f\u00f6r \u00e5tkomst
userDelegatedAccessHeader=Delegerad \u00e5tkomst
restrictedToolsHeader=Undantagna Verktyg
inheritedToolsHeader=\u00c4rvd
noToolsInherited=Inga \u00e4rvda verktyg
noPermsInherited=Inga \u00e4rvda beh\u00f6righeter
cancel=Avbryt
save=Spara
done=Tillbaka
close=St\u00e4ng
inheritedRestrictedToolsTitle=\u00c4rvd lista
inheritedRestrictedToolsDescription=Denna nod \u00e4rver f\u00f6ljande fr\u00e5n n\u00e4rmaste \u00f6vergripande nod.
inheritedNothing=Inga arv
editableRestrictedToolsTitle=V\u00e4lj verktyg att begr\u00e4nsa
editableShowToolsTitle=V\u00e4lj verktyg att visa
editableRestrictedToolsDescription=Att v\u00e4lja ett verktyg h\u00e4r d\u00f6ljer det f\u00f6r den h\u00e4r anv\u00e4ndaren. Den h\u00e4r noden och alla underliggande noder \u00e4rver den h\u00e4r inst\u00e4llningen. En underliggande nod kan fr\u00e5ng\u00e5 detta genom att ha egna restriktioner.
editableShowToolsDescription=Att v\u00e4lja ett verktyg h\u00e4r visar det f\u00f6r den h\u00e4r anv\u00e4ndaren. Den h\u00e4r noden och alla underliggande noder \u00e4rver den h\u00e4r inst\u00e4llningen. En underliggande nod kan fr\u00e5ng\u00e5 detta genom att ha egna inst\u00e4llningar.
switchEditableTools=\u00c4rvda verktyg
searchSites=S\u00f6k Sajter
siteTitleHeader=Sajt titel
siteIdHeader=Sajt-id
endDate=Slutdatum
startDate=Startdatum
shoppingPeriodPerms=Beh\u00f6righeter
shoppingPeriodPermsInherited=\u00c4rvd
switchEditablePerms=\u00c4rvd
editableRestrictedPermsTitle=V\u00e4lj vilka beh\u00f6righeter som ska beviljas
editableRestrictedPermsDescription=Detta kommer att vara de beh\u00f6righeter du beviljar f\u00f6r shoppingperioden.
inheritedRestrictedPermsTitle=\u00c4rvda beh\u00f6righeter
inheritedRestrictedPermsDescription=Denna nod \u00e4rver f\u00f6ljande inst\u00e4llningar fr\u00e5n n\u00e4rmaste \u00f6vergripande nod.
shoppingPeriodAuth=Auktorisering
shoppersBecome=Shoppare blir
userBecomes=Anv\u00e4ndare blir
shoppingPeriodAdmin=Shoppingadministrat\u00f6r
siteAccess=Sajt\u00e5tkomst
noShoppingAdminAccess=Du har inte adminbeh\u00f6righet f\u00f6r n\u00e5gon shoppingperiod
editUsersInstructions=Denna sida till\u00e5ter dig att tilldela delegerad \u00e5tkomst, admin f\u00f6r shoppingperiod och att komma \u00e5t administrat\u00f6rsbeh\u00f6righeter f\u00f6r denna anv\u00e4ndare. <br/><br/>F\u00f6r kolumnen "\u00c5tkomstadministrat\u00f6r" kan du v\u00e4lja kryssrutan som finns bredvid den niv\u00e5/sajt du vill att anv\u00e4ndaren ska ha kontroll \u00f6ver att tilldela \u00e5tkomst och administrat\u00f6rsbeh\u00f6righeter f\u00f6r shoppingperioder f\u00f6r alla anv\u00e4ndare i systemet. <br/><br/> F\u00f6r kolumnen "Shoppingadmin" kan du ange vilken niv\u00e5/sajt du vill att anv\u00e4ndaren ska kunna kontrollera shoppingperiodsinst\u00e4llningar f\u00f6r.  <br/><br/> F\u00f6r kolumnen "Sajt\u00e5tkomst" kan du ange vilken niv\u00e5/sajt du vill att anv\u00e4ndaren ska ha tillg\u00e5ng till. N\u00e4r du v\u00e4ljer "Sajt\u00e5tkomst" m\u00e5ste du ange vilken roll anv\u00e4ndaren ska ha n\u00e4r den bes\u00f6ker den sajten eller sajter p\u00e5 en l\u00e4gre niv\u00e5. Du har ocks\u00e5 m\u00f6jlighet att v\u00e4lja vilka verktyg som \u00e4r begr\u00e4nsade till denna anv\u00e4ndaren genom att klicka p\u00e5 l\u00e4nken  "Begr\u00e4nsa verktyg". Klicka p\u00e5 spara n\u00e4r du \u00e4r klar eller klicka p\u00e5 avbryt f\u00f6r att \u00e5ngra alla f\u00f6r\u00e4ndringar.
delegatedAccessInstructions=Denna sida till\u00e5ter dig att s\u00f6ka i sajter du har beviljats \u00e5tkomst till. Du kan s\u00f6ka p\u00e5 sajtens titel, sajtens id, l\u00e4rares namn, l\u00e4rares id, l\u00e4rares e-post eller sajttermin. Alternativt kan du anv\u00e4nda tr\u00e4dstrukturen nedan f\u00f6r att hitta den sajt du s\u00f6ker. Klicka d\u00e5 p\u00e5 sajtens titel f\u00f6r att g\u00e5 till \u00f6nskad sajt.
shoppingAdminInstructions=Denna sida till\u00e5ter dig att ange inst\u00e4llningar f\u00f6r shoppingperiod f\u00f6r de sajter du \u00e4r beh\u00f6rig att uppdatera. F\u00f6r att inst\u00e4llningar f\u00f6r shoppingperiod, klicka p\u00e5 kryssrutan bredvid den niv\u00e5/sajt du vill st\u00e4lla in. Notera att du endast kommer att se en kryssruta bredvid ett objekt du har beh\u00f6righet att f\u00f6r\u00e4ndra. N\u00e4r du valt ett objekt m\u00e5ste du f\u00f6rst ange Auktioriseringsinst\u00e4llningar. Alternativet "Publik" inneb\u00e4r att vem som helst kan komma \u00e5t denna sajt och beh\u00f6ver inte logga in f\u00f6r att shoppa p\u00e5 sajten. Alternativet "Inloggad" inneb\u00e4r att anv\u00e4ndare m\u00e5ste logga in f\u00f6r att kunna shoppa p\u00e5 sajten. D\u00e4refter beh\u00f6ver du v\u00e4lja vilken roll anv\u00e4ndaren ska ha n\u00e4r den shoppar. Slutligen beh\u00f6ver du ange mellan vilka datum shoppingperioden kommer att vara \u00f6ppen. Som standard \u00e4r alla verktyg dolda f\u00f6r anv\u00e4ndare s\u00e5 du m\u00e5ste specificera vilka verktyg anv\u00e4ndarna ska ha beh\u00f6righet till. Du kan \u00e4ndra listan \u00f6ver synliga verktyg genom att klicka p\u00e5 l\u00e4nken "Visa verktyg".  Klicka p\u00e5 spara n\u00e4r du \u00e4r klar, eller klicka p\u00e5 avbryt f\u00f6r att \u00e5ngra alla f\u00f6r\u00e4ndringar. 
shoppingAdminTitle=Redigera inst\u00e4llningar f\u00f6r shoppingperiod
delegatedAccessTitle=Delegerad \u00e5tkomst
editUsersTitle=\u00c4ndra beh\u00f6righet f\u00f6r\:
instructorField=L\u00e4rare\:
instructor=L\u00e4rare
member=Deltagare
user=Anv\u00e4ndare
advancedSearch=Avancerade s\u00f6kalternativ
hideAdvancedSearch=D\u00f6lj avancerade s\u00f6kalternativ
siteIdTitleField=Sajt\:
termField=Termin\:
termHeader=Termin
instructorHeader=L\u00e4rare
noShoppingSites=Inga sajter \u00e4r tillg\u00e4ngliga
shoppingTitle=Shoppingperiod
shoppingInstruction=Denna sida till\u00e5ter dig att genoms\u00f6ka sajter som \u00e4r \u00f6ppna f\u00f6r shopping. Du kan s\u00f6ka p\u00e5 sajtens titel, sajtens id, l\u00e4rarnamn, l\u00e4rar-id, l\u00e4rares e-post eller anv\u00e4nda tr\u00e4dstrukturen nedan f\u00f6r att hitta den sajt du s\u00f6ker. Klicka p\u00e5 sajtens titel f\u00f6r att g\u00e5 till den sajten.
.anon=Publik
.auth=Inloggad
any=Alla
showToolsHeader=Visa Verktyg
showAuthToolsHeader=Verktyg\: Inloggad
showPublicToolsHeader=Verktyg\: Publika
link.current=Aktiva shoppingsajter
link.current.tooltip=Visa en lista \u00f6ver alla aktiva shoppingsajter och deras inst\u00e4llningar.
link.all=Alla shoppingsajter
link.all.tooltip=Visa en lista \u00f6ver alla aktiva shoppingsajter och deras inst\u00e4llningar.
accessModifiedBy=\u00c5tkomst \u00e4ndrad av
accessModifiedOn=\u00c5tkomst \u00e4ndrad den
hideInstructions=D\u00f6lj instruktioner
showInstructions=Visa instruktioner
accessAdmin=Beh\u00f6righetsadministration
lookupInstructor=Kontrollera L\u00e4rare
shoppingPeriodRevokeInstructorEditable=Inaktivera L\u00e4rare-override
noToolsSelected=Du har inte valt n\u00e5gra verktyg.
advanced=Avancerat
advancedOptionsTitle=Avancerade inst\u00e4llningar
advancedOptionsDesc=Alla underliggande noder kommer \u00e4rva dessa inst\u00e4llningar (kan fr\u00e5ng\u00e5s genom att ha egna inst\u00e4llningar)
advOptInstructorGroupTitle=L\u00e4rarinst\u00e4llningar
shoppingPeriodRevokePublicOptCheckbox=Inaktivera 'Publik' som alternativ
inactiveLegendText=Ingen aktivitet har uppt\u00e4ckts f\u00f6r denna sajt
legend=Ikoner
nodeIdParam=Ange eid-parameter f\u00f6r vald nod om du vet vilken nod du vill uppdatera. Om f\u00e4ltet l\u00e4mnas tomt kommer hela nodtrukturen uppdateras. 
administrationTools=Administrat\u00f6rsverktyg
add.da.myworkspace=L\u00e4gg till Delegerad \u00e5tkomst till anv\u00e4ndares Hem
add.da.myworkspace.desc=Det h\u00e4r l\u00e4gger till Delegerad \u00e5tkomst p\u00e5 alla anv\u00e4ndares Hem som har n\u00e5gon typ av beh\u00f6righet i Delegerad \u00e5tkomst konfigurerad. Standard \u00e4r att en anv\u00e4ndare automatiskt f\u00e5r/f\u00f6rlorar Delegerad \u00e5tkomst n\u00e4r du uppdaterar dess beh\u00f6righet, men i vissa fall kr\u00e4vs att en ny template f\u00f6r Hem byggs f\u00f6r alla anv\u00e4ndare.
addDaMyworkspaceTitle=L\u00e4gg till Delegerad \u00e5tkomst till Hem
success.addDaMyworkspace=Du har framg\u00e5ngsrikt schemalagt arbetet att l\u00e4gga till Delegerad \u00e5tkomst till anv\u00e4ndares Hem sajter.
addDaMyworkspace.job.status.none=Har aldrig schemalagts.
status=Status\:
na=N/A 
addDaMyworkspace.job.status.failed=Misslyckades senaste k\u00f6rningen
addDaMyworkspace.job.status.scheduled=Schemalagd
addDaMyworkspace.job.status.success=Framg\u00e5ngsrikt k\u00f6rdes jobbet senast
allowBecomeUser=Till\u00e5t anv\u00e4ndare att anv\u00e4nda Bli anv\u00e4ndare f\u00f6r anv\u00e4ndare i dessa sajter
allowedBeomceUser=Anv\u00e4ndaren har beh\u00f6righet att Bli anv\u00e4ndare i f\u00f6ljande sajter
legendNodeDesc=Hierarkisk nod
legendSiteDesc=Sajt
legendInactiveDesc=Inaktiv
legendInstructorEditedDesc=L\u00e4rare redigerad
searchByHierarchyLabel=hierarki
searchByEidLabel=anv\u00e4ndar-ID
eidLabel=Eid\:
searchByLabel=S\u00f6k p\u00e5
levelHeader=Niv\u00e5
hierarchyHeader=Hierarki
userDoesNotExist=Anv\u00e4ndaren finns inte
accessType1=\u00c5tkomst
accessType2=Shoppingadministrat\u00f6r
accessType4=Beh\u00f6righetsadministration
edit=Redigera
site=Sajt
viewAccess=Visa \u00e5tkomst
noEidEntered=V\u00e4nligen ange ett giltigt eid
eidDoesNotExist=Kunde inte hitta anv\u00e4ndare med detta eid
noResultsUser=Ingen beh\u00f6righet hittades f\u00f6r den h\u00e4r anv\u00e4ndaren eller s\u00e5 har du inte beh\u00f6righet att se det.
noResultsHierarchy=Ingen beh\u00f6righet hittades f\u00f6r den h\u00e4r niv\u00e5n eller s\u00e5 har du inte beh\u00f6righet att se det.
confirmRemove=\u00c4r du s\u00e4ker p\u00e5 att du vill ta bort denna beh\u00f6righet?
includeLowerPermsLabel=Inkludera l\u00e4gre niv\u00e5er
removeAllPerms=Ta bort alla beh\u00f6righeter
confirmRemoveAll=\u00c4r du s\u00e4ker p\u00e5 att du vill ta bort alla beh\u00f6righeter f\u00f6r denna anv\u00e4ndare?
accessHeader=\u00c5tkomst
popupBlockWarning=Kontrollera att popupf\u00f6nster till\u00e5ts f\u00f6r sajten. 
permaLink=Spara s\u00f6kning
permaLinkMessage=Kopiera l\u00e4nk f\u00f6r att klistra in i E-post
published=Publicerad
yes=Ja
no=Nej
providers=Deltagarlista
lookupProviders=Kontrollera Deltagarlista
exportData=Exportera till CSV
searchExportFileName=Delegerad\u00e5tkomsts\u00f6kresultat
shoppingAdminBulkTitle=L\u00e4gg till, uppdatera och radera inst\u00e4llningar f\u00f6r shoppingperiod
shoppingAdminBulkInstructions=Den sida till\u00e5ter dig att radera och/eller l\u00e4gga till eller uppdatera en sajts inst\u00e4llningar f\u00f6r shoppingperiod. F\u00f6r att radera en sajts inst\u00e4llningar, ange dess id i listan f\u00f6r "Radera". V\u00e4nligen notera att detta endast kommer att radera direkta inst\u00e4llningar och inte eventuella \u00e4rvda inst\u00e4llningar. F\u00f6r att l\u00e4gga till eller uppdatera en sajts inst\u00e4llningar, ange inst\u00e4llningar f\u00f6r shoppingperiod i "L\u00e4gg till eller uppdatera" och l\u00e4gg sedan till de sajter du vill uppdatera till listan \u00f6ver sajter. Klicka p\u00e5 spara n\u00e4r du \u00e4r klar. 
bulkEditLink=L\u00e4gg till flera, uppdatera eller radera
deleteShoppingSettings=Radera inst\u00e4llningar f\u00f6r shoppingperiod
siteIds=Sajt-ID\:n
siteIdsInfo=(ett ID per rad)
sitesToBeDeleted=Sajter att radera
noSitesInInput=Det finns inga sajter att l\u00e4gga till.
sitesNotFound=F\u00f6ljande sajter hittades inte i hierarkin\: {0}
sitesNoAccess=Du har inte beh\u00f6righet att g\u00f6ra \u00e4ndringar f\u00f6r f\u00f6ljande sajter\: {0}
siteId=Sajt-ID
siteTitle=Titel
addUpdateShoppingSettings=L\u00e4gg till eller uppdatera inst\u00e4llningar f\u00f6r shoppingperiod
sitesToBeAdded=Sajter att l\u00e4gga till eller uppdatera
shoppingPeriodSettings=Inst\u00e4llningar f\u00f6r shoppingperiod
selectAll=V\u00e4lj alla
selectTools=V\u00e4lj Verktyg
noSitesToaddOrDelete=Du m\u00e5ste v\u00e4lja minst en sajt i listorna f\u00f6r l\u00e4gg till/uppdatera eller radera.
oneDateRequired=Minst ett datum kr\u00e4vs f\u00f6r att l\u00e4gga till/uppdatera sajter.
startDateMustBeFirst=Startdatum m\u00e5ste intr\u00e4ffa f\u00f6re slutdatum
oneToolMustBeSelected=Du m\u00e5ste v\u00e4lja minst ett publikt eller privat verktyg f\u00f6r att l\u00e4gga till/uppdatera sajter.
roleRequired=Roll \u00e4r obligatorisk.
filterBy=Filtrera p\u00e5
hierarchyLevel=Hierarkiniv\u00e5
filter=Filtrera
clear=Rensa
modificationsPending=Det finns osparade f\u00f6r\u00e4ndringar som kommer att tas bort, v\u00e4nligen spara eller forts\u00e4tt.
