
# This is the main properties file for our application. Internationalize via MyApplication_es.properties for example.

page.title=\u0648\u0635\u0648\u0644 \u062e\u0627\u0635
link.first=\u0648\u0635\u0648\u0644 \u062e\u0627\u0635
link.first.tooltip=\u0627\u0630\u0647\u0628 \u0627\u0644\u0649 \u0627\u0644\u0635\u0641\u062d\u0629 \u0627\u0644\u0631\u0626\u064a\u0633\u064a\u0629
link.first.shopping=\u0627\u0644\u0635\u0641\u062d\u0629 \u0627\u0644\u0631\u0626\u064a\u0633\u064a\u0629\u00a0
link.first.tooltip.shopping=\u0627\u0630\u0647\u0628 \u0627\u0644\u0649 \u0627\u0644\u0635\u0641\u062d\u0629 \u0627\u0644\u0631\u0626\u064a\u0633\u064a\u0629
link.third=\u0627\u0644\u0628\u062d\u062b \u0639\u0646 \u0637\u0631\u064a\u0642 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645
link.third.tooltip=\u0627\u0628\u062d\u062b \u0639\u0646 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0644\u0625\u0636\u0627\u0641\u0629 \u0623\u0648 \u0625\u0632\u0627\u0644\u0629 \u0627\u0644\u0648\u0635\u0648\u0644
link.second=\u0645\u0634\u0631\u0641 \u0627\u0644\u062a\u0633\u0648\u0642
link.second.tooltip=\u062a\u0639\u064a\u064a\u0646 \u0641\u062a\u0631\u0629 \u0627\u0644\u062a\u0633\u0648\u0642 \u0644\u0645\u0648\u0627\u0642\u0639\u064a
link.shoppingStats=\u0642\u0627\u0626\u0645\u0629 \u0627\u0644\u062a\u0633\u0648\u0642
link.shoppingStats.tooltip=\u0627\u0646\u0638\u0631 \u0642\u0627\u0626\u0645\u0629 \u0645\u0648\u0627\u0642\u0639 \u0627\u0644\u062a\u0633\u0648\u0642 \u0627\u0644\u0645\u0641\u062a\u0648\u062d\u0629
link.administrate=\u0623\u062f\u0648\u0627\u062a \u0627\u0644\u0645\u0634\u0631\u0641
link.administrate.tooltip=\u0623\u062f\u0648\u0627\u062a \u0627\u0644\u0645\u0634\u0631\u0641
searchAccessLinkLabel=\u0627\u0644\u0628\u062d\u062b \u0639\u0646 \u0637\u0631\u064a\u0642 \u0627\u0644\u0648\u0635\u0648\u0644
searchAccessLinkLabel.tooltip=\u0627\u0644\u0628\u062d\u062b \u0639\u0646 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0627\u0644\u0630\u064a\u0646 \u064a\u0645\u0643\u0646\u0647\u0645 \u0627\u0644\u0648\u0635\u0648\u0644 \u0625\u0644\u0649 \u0623\u064a\u0646
searchResultsTitle=\u0646\u062a\u0627\u0626\u062c\:
searchForUsers=\u0627\u0644\u0628\u062d\u062b \u0639\u0646 \u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646\:
userIdHeader=\u0645\u0639\u0631\u0641 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645
nameHeader=\u0627\u0644\u0627\u0633\u0645 
emailHeader=\u0623\u0644\u0627\u064a\u0645\u064a\u0644
typeHeader=\u0646\u0648\u0639
expandColapse=\u0642\u0645 \u0628\u062a\u0648\u0633\u064a\u0639 / \u200b\u200b\u0637\u064a \u0643\u0627\u0641\u0629 \u0627\u0644\u0639\u0642\u062f
exapndNodes=\u0642\u0645 \u0628\u062a\u0648\u0633\u064a\u0639 \u0643\u0627\u0641\u0629 \u0627\u0644\u0639\u0642\u062f
collapseNodes=\u0637\u064a \u062c\u0645\u064a\u0639 \u0627\u0644\u0639\u064f\u0642\u062f
noDelegatedAccess=\u0644\u064a\u0633 \u0644\u062f\u064a\u0643 \u0623\u064a \u0648\u0635\u0648\u0644 \u0645\u0641\u0648\u0636
noDelegatedAccessUser=\u0647\u0630\u0627 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0644\u064a\u0633 \u0644\u062f\u064a\u0647 \u0623\u064a \u0648\u0635\u0648\u0644 \u0645\u0641\u0648\u0636
noHierarchy=\u0644\u0645 \u064a\u062a\u0645 \u0625\u0639\u062f\u0627\u062f \u0627\u0644\u062a\u0633\u0644\u0633\u0644 \u0627\u0644\u0647\u0631\u0645\u064a \u0644\u0647\u0630\u0647 \u0627\u0644\u0623\u062f\u0627\u0629. \u0644\u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0627\u0644\u0648\u0635\u0648\u0644 \u0627\u0644\u0645\u0641\u0648\u0636 \u060c \u064a\u062c\u0628 \u0639\u0644\u064a\u0643 \u0625\u0646\u0634\u0627\u0621 \u062a\u0633\u0644\u0633\u0644 \u0647\u064a\u0643\u0644\u064a. \u064a\u0631\u062c\u0649 \u0627\u0644\u0631\u062c\u0648\u0639 \u0625\u0644\u0649 \u0635\u0641\u062d\u0629 \u0627\u0644\u062a\u0642\u0627\u0621 \u0627\u0644\u062a\u0627\u0644\u064a\u0629\: https\://confluence.sakaiproject.org/display/DAC/Delegated+Access+Tool
addAccess=\u0623\u0636\u0641 \u0627\u0644\u0648\u0635\u0648\u0644
add=\u0625\u0636\u0627\u0641\u0629
remove=\u0625\u0632\u0627\u0644\u0629
update=\u062a\u0639\u062f\u064a\u0644
access=\u0627\u0644\u0648\u0635\u0648\u0644
success.save=\u062a\u0645 \u0627\u0644\u062d\u0641\u0638 \u0628\u0646\u062c\u0627\u062d
failed.save=\u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u0627\u0644\u062d\u0641\u0638
realm=\u0627\u0644\u0645\u0645\u0644\u0643\u0629
role=\u0648\u0638\u064a\u0641\u0629
userRolesHeader=\u062f\u0648\u0631 \u0627\u0644\u0648\u0635\u0648\u0644 \u0627\u0644\u0627\u0641\u062a\u0631\u0627\u0636\u064a
userDelegatedAccessHeader=\u0648\u0635\u0648\u0644 \u062e\u0627\u0635
restrictedToolsHeader=\u0623\u062f\u0648\u0627\u062a \u0645\u0642\u064a\u062f\u0629
inheritedToolsHeader=\u0645\u0648\u0631\u0648\u062b
noToolsInherited=\u0644\u0627 \u062a\u0648\u062c\u062f \u0623\u062f\u0648\u0627\u062a \u0645\u0648\u0631\u0648\u062b\u0629
noPermsInherited=\u0644\u0627 \u062a\u0648\u062c\u062f \u0623\u0630\u0648\u0646\u0627\u062a \u0645\u0648\u0631\u0648\u062b\u0629
cancel=\u0625\u0644\u063a\u0627\u0621
save=\u062d\u0641\u0638
done=\u0645\u0646\u062c\u0632
close=\u0625\u0644\u063a\u0627\u0621
inheritedRestrictedToolsTitle=\u0642\u0627\u0626\u0645\u0629 \u0645\u0648\u0631\u0648\u062b\u0629
inheritedRestrictedToolsDescription=\u0647\u0630\u0647 \u0627\u0644\u0639\u0642\u062f\u0629 \u062a\u0631\u062b \u0645\u0627 \u064a\u0644\u064a \u0645\u0646 \u0623\u0642\u0631\u0628 \u0648\u0627\u0644\u062f \u0644\u0647\u0627.
inheritedNothing=\u0644\u0627 \u0634\u064a\u0621 \u0645\u0648\u0631\u0648\u062b
editableRestrictedToolsTitle=\u0627\u062e\u062a\u0631 \u0623\u062f\u0648\u0627\u062a \u0644\u062a\u0642\u064a\u064a\u062f
editableShowToolsTitle=\u0627\u062e\u062a\u0631 \u0623\u062f\u0648\u0627\u062a \u0644\u0644\u0639\u0631\u0636
editableRestrictedToolsDescription=\u0633\u064a\u0624\u062f\u064a \u0627\u062e\u062a\u064a\u0627\u0631 \u0623\u062f\u0627\u0629 \u0641\u064a \u0627\u0644\u0642\u0627\u0626\u0645\u0629 \u0625\u0644\u0649 \u0625\u062e\u0641\u0627\u0621 \u0627\u0644\u0623\u062f\u0627\u0629 \u0644\u0647\u0630\u0627 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645. \u0647\u0630\u0647 \u0627\u0644\u0639\u0642\u062f\u0629 \u0648\u062c\u0645\u064a\u0639 \u0627\u0644\u0623\u0637\u0641\u0627\u0644 \u0633\u064a\u0631\u062b\u0648\u0646 \u0647\u0630\u0647 \u0627\u0644\u0642\u0627\u0626\u0645\u0629. \u064a\u0645\u0643\u0646 \u0644\u0644\u0637\u0641\u0644 \u0627\u0644\u0643\u062a\u0627\u0628\u0629 \u0641\u0648\u0642 \u0647\u0630\u0647 \u0627\u0644\u0642\u0627\u0626\u0645\u0629 \u0639\u0646 \u0637\u0631\u064a\u0642 \u062a\u062d\u062f\u064a\u062f \u0642\u0627\u0626\u0645\u0629 \u0627\u0644\u0623\u062f\u0648\u0627\u062a \u0627\u0644\u0645\u0642\u064a\u062f\u0629 \u0627\u0644\u062e\u0627\u0635\u0629 \u0628\u0647.
editableShowToolsDescription=\u0633\u064a\u0624\u062f\u064a \u0627\u062e\u062a\u064a\u0627\u0631 \u0623\u062f\u0627\u0629 \u0641\u064a \u0627\u0644\u0642\u0627\u0626\u0645\u0629 \u0625\u0644\u0649 \u0625\u0638\u0647\u0627\u0631 \u0627\u0644\u0623\u062f\u0627\u0629 \u0644\u0647\u0630\u0627 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645. \u0647\u0630\u0647 \u0627\u0644\u0639\u0642\u062f\u0629 \u0648\u062c\u0645\u064a\u0639 \u0627\u0644\u0623\u0637\u0641\u0627\u0644 \u0633\u064a\u0631\u062b\u0648\u0646 \u0647\u0630\u0647 \u0627\u0644\u0642\u0627\u0626\u0645\u0629. \u064a\u0645\u0643\u0646 \u0644\u0644\u0637\u0641\u0644 \u0627\u0633\u062a\u0628\u062f\u0627\u0644 \u0647\u0630\u0647 \u0627\u0644\u0642\u0627\u0626\u0645\u0629 \u0628\u0623\u062f\u0648\u0627\u062a\u0647 \u0627\u0644\u062e\u0627\u0635\u0629 \u0644\u0639\u0631\u0636\u0647\u0627.
switchEditableTools=\u0623\u062f\u0648\u0627\u062a \u0645\u0648\u0631\u0648\u062b\u0629
searchSites=\u0645\u0648\u0627\u0642\u0639 \u0627\u0644\u0628\u062d\u062b
siteTitleHeader=\u0639\u0646\u0648\u0627\u0646 \u0627\u0644\u0645\u0648\u0642\u0639
siteIdHeader=\u0645\u0639\u0631\u0641 \u0627\u0644\u0645\u0648\u0642\u0639
endDate=\u062a\u0627\u0631\u064a\u062e \u0623\u0644\u0627\u0646\u062a\u0647\u0627\u0621
startDate=\u062a\u0627\u0631\u064a\u062e \u0627\u0644\u0628\u062f\u0627\u064a\u0629
shoppingPeriodPerms=\u0627\u0644\u0635\u0644\u0627\u062d\u064a\u0627\u062a
shoppingPeriodPermsInherited=\u0648\u0627\u0631\u062b
switchEditablePerms=\u0648\u0627\u0631\u062b
editableRestrictedPermsTitle=\u0627\u062e\u062a\u0631 \u0623\u0630\u0648\u0646\u0627\u062a \u0644\u0645\u0646\u062d
editableRestrictedPermsDescription=\u0633\u062a\u0643\u0648\u0646 \u0647\u0630\u0647 \u0627\u0644\u0623\u0630\u0648\u0646\u0627\u062a \u0627\u0644\u062a\u064a \u062a\u0645\u0646\u062d\u0647\u0627 \u0644\u0641\u062a\u0631\u0629 \u0627\u0644\u062a\u0633\u0648\u0642.
inheritedRestrictedPermsTitle=\u0623\u0630\u0648\u0646\u0627\u062a \u0645\u0648\u0631\u0648\u062b\u0629
inheritedRestrictedPermsDescription=\u062a\u0631\u062b \u0647\u0630\u0647 \u0627\u0644\u0639\u0642\u062f\u0629 \u0627\u0644\u0623\u0630\u0648\u0646\u0627\u062a \u0627\u0644\u062a\u0627\u0644\u064a\u0629 \u0645\u0646 \u0623\u0642\u0631\u0628 \u0623\u0635\u0644 \u0644\u0647\u0627 \u0628\u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0623\u062f\u0648\u0627\u062a \u0627\u0644\u0623\u0630\u0648\u0646\u0627\u062a \u0627\u0644\u0645\u062d\u062f\u062f\u0629.
shoppingPeriodAuth=\u062a\u0641\u0648\u064a\u0636
shoppersBecome=\u0623\u0635\u0628\u062d \u0627\u0644\u0645\u062a\u0633\u0648\u0642\u0648\u0646
userBecomes=\u064a\u0635\u0628\u062d \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645
shoppingPeriodAdmin=\u0645\u0634\u0631\u0641 \u0627\u0644\u062a\u0633\u0648\u0642
siteAccess=\ \u0627\u0644\u0648\u0635\u0648\u0644 \u0644\u0644\u0645\u0648\u0642\u0639  
noShoppingAdminAccess=\u0644\u064a\u0633 \u0644\u062f\u064a\u0643 \u0623\u064a \u062d\u0642 \u0648\u0635\u0648\u0644 \u0645\u0633\u0624\u0648\u0644 \u0644\u0641\u062a\u0631\u0629 \u0627\u0644\u062a\u0633\u0648\u0642
editUsersInstructions=\u062a\u0633\u0645\u062d \u0644\u0643 \u0647\u0630\u0647 \u0627\u0644\u0635\u0641\u062d\u0629 \u0628\u062a\u0639\u064a\u064a\u0646 \u0648\u0635\u0648\u0644 \u0645\u0641\u0648\u0636 \u0644\u0647\u0630\u0627 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645.
editUsersInstructions_accessAdmin=\u0628\u0627\u0644\u0646\u0633\u0628\u0629 \u0644\u0639\u0645\u0648\u062f "Access Admin" \u060c \u064a\u0645\u0643\u0646\u0643 \u062a\u062d\u062f\u064a\u062f \u0645\u0631\u0628\u0639 \u0627\u0644\u0627\u062e\u062a\u064a\u0627\u0631 \u0628\u062c\u0648\u0627\u0631 \u0627\u0644\u0645\u0633\u062a\u0648\u0649 / \u0627\u0644\u0645\u0648\u0642\u0639 \u0627\u0644\u0630\u064a \u062a\u0631\u064a\u062f \u0623\u0646 \u064a\u062a\u062d\u0643\u0645 \u0641\u064a\u0647 \u0647\u0630\u0627 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0641\u064a \u0625\u0639\u062f\u0627\u062f \u0623\u0630\u0648\u0646\u0627\u062a \u0627\u0644\u0645\u0633\u0624\u0648\u0644 \u0639\u0646 \u0627\u0644\u0648\u0635\u0648\u0644 \u0648\u0641\u062a\u0631\u0629 \u0627\u0644\u062a\u0633\u0648\u0642 \u0644\u0623\u064a \u0645\u0633\u062a\u062e\u062f\u0645 \u0641\u064a \u0627\u0644\u0646\u0638\u0627\u0645.
editUsersInstructions_shoppingAdmin=\u0628\u0627\u0644\u0646\u0633\u0628\u0629 \u0644\u0639\u0645\u0648\u062f "\u0645\u0634\u0631\u0641 \u0627\u0644\u062a\u0633\u0648\u0642" \u060c \u064a\u0645\u0643\u0646\u0643 \u062a\u062d\u062f\u064a\u062f \u0645\u0631\u0628\u0639 \u0627\u0644\u0627\u062e\u062a\u064a\u0627\u0631 \u0628\u062c\u0648\u0627\u0631 \u0627\u0644\u0645\u0633\u062a\u0648\u0649 / \u0627\u0644\u0645\u0648\u0642\u0639 \u0627\u0644\u0630\u064a \u062a\u0631\u064a\u062f \u0623\u0646 \u064a\u062a\u062d\u0643\u0645 \u0641\u064a\u0647 \u0647\u0630\u0627 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0641\u064a \u062a\u0639\u064a\u064a\u0646 \u0625\u0639\u062f\u0627\u062f\u0627\u062a \u0641\u062a\u0631\u0629 \u0627\u0644\u062a\u0633\u0648\u0642 \u0644\u0647. \u0633\u062a\u0638\u0647\u0631 \u0639\u064f\u0642\u062f \u0648\u0623\u0628\u0646\u0627\u0621 \u0627\u0644\u0639\u0642\u062f \u0627\u0644\u062a\u064a \u062d\u062f\u062f\u062a\u0647\u0627 \u0644\u0640 "\u0645\u0634\u0631\u0641 \u0627\u0644\u062a\u0633\u0648\u0642" \u0644\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0641\u064a \u0631\u0627\u0628\u0637 "\u0641\u062a\u0631\u0629 \u0627\u0644\u062a\u0633\u0648\u0642".
editUsersInstructions_siteAccess=\u0628\u0627\u0644\u0646\u0633\u0628\u0629 \u0644\u0639\u0645\u0648\u062f "\u0627\u0644\u0648\u0635\u0648\u0644 \u0625\u0644\u0649 \u0627\u0644\u0645\u0648\u0642\u0639" \u060c \u064a\u0645\u0643\u0646\u0643 \u062a\u062d\u062f\u064a\u062f \u0627\u0644\u0645\u0633\u062a\u0648\u0649 / \u0627\u0644\u0645\u0648\u0642\u0639 \u0627\u0644\u0630\u064a \u062a\u0631\u064a\u062f \u0623\u0646 \u064a\u0635\u0644 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0625\u0644\u064a\u0647. \u0639\u0646\u062f\u0645\u0627 \u062a\u062e\u062a\u0627\u0631 "\u0627\u0644\u0648\u0635\u0648\u0644 \u0625\u0644\u0649 \u0627\u0644\u0645\u0648\u0642\u0639" \u060c \u064a\u062c\u0628 \u0639\u0644\u064a\u0643 \u0645\u0644\u0621 \u0627\u0644\u062f\u0648\u0631 \u0627\u0644\u0630\u064a \u0633\u064a\u0635\u0628\u062d \u0639\u0644\u064a\u0647 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0639\u0646\u062f \u0632\u064a\u0627\u0631\u062a\u0647 \u0644\u0647\u0630\u0627 \u0627\u0644\u0645\u0648\u0642\u0639 \u0623\u0648 \u0645\u0648\u0642\u0639 \u064a\u0642\u0639 \u062a\u062d\u062a \u0647\u0630\u0627 \u0627\u0644\u0645\u0633\u062a\u0648\u0649. \u0644\u062f\u064a\u0643 \u0623\u064a\u0636\u064b\u0627 \u0627\u0644\u0642\u062f\u0631\u0629 \u0639\u0644\u0649 \u0627\u062e\u062a\u064a\u0627\u0631 \u0627\u0644\u0623\u062f\u0648\u0627\u062a \u0627\u0644\u0645\u0642\u064a\u062f\u0629 \u0644\u0647\u0630\u0627 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0645\u0646 \u062e\u0644\u0627\u0644 \u0627\u0644\u0646\u0642\u0631 \u0639\u0644\u0649 \u0631\u0627\u0628\u0637 "\u062a\u0642\u064a\u064a\u062f \u0627\u0644\u0623\u062f\u0648\u0627\u062a". \u0633\u062a\u0631\u062b \u062c\u0645\u064a\u0639 \u0627\u0644\u0639\u0642\u062f \u0627\u0644\u0641\u0631\u0639\u064a\u0629 \u0625\u0639\u062f\u0627\u062f\u0627\u062a \u0627\u0644\u0648\u0627\u0644\u062f\u064a\u0646 \u0645\u0627 \u0644\u0645 \u062a\u0643\u0646 \u0642\u062f \u062a\u062c\u0627\u0648\u0632\u062a\u0647\u0627 \u062a\u062d\u062f\u064a\u062f\u064b\u0627. \u0633\u062a\u0638\u0647\u0631 \u0627\u0644\u0639\u0642\u062f \u0648\u0623\u062c\u0632\u0627\u0621 \u0627\u0644\u0639\u0642\u062f \u0627\u0644\u062a\u064a \u062d\u062f\u062f\u062a\u0647\u0627 \u0644\u0640 "\u0627\u0644\u0648\u0635\u0648\u0644 \u0625\u0644\u0649 \u0627\u0644\u0645\u0648\u0642\u0639" \u0644\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0641\u064a \u0631\u0627\u0628\u0637 "\u0627\u0644\u0648\u0635\u0648\u0644 \u0627\u0644\u0645\u0641\u0648\u0636". \u0639\u0646\u062f \u0627\u0644\u0627\u0646\u062a\u0647\u0627\u0621 \u060c \u0627\u0646\u0642\u0631 \u0641\u0648\u0642 \u062d\u0641\u0638 \u0623\u0648 \u0627\u0646\u0642\u0631 \u0641\u0648\u0642 \u0625\u0644\u063a\u0627\u0621 \u0644\u0644\u062a\u0631\u0627\u062c\u0639 \u0639\u0646 \u0643\u0627\u0641\u0629 \u0627\u0644\u062a\u063a\u064a\u064a\u0631\u0627\u062a.
delegatedAccessInstructions=\u062a\u062a\u064a\u062d \u0644\u0643 \u0647\u0630\u0647 \u0627\u0644\u0635\u0641\u062d\u0629 \u0627\u0644\u0628\u062d\u062b \u0639\u0628\u0631 \u0627\u0644\u0645\u0648\u0627\u0642\u0639 \u0627\u0644\u062a\u064a \u062a\u0645 \u0645\u0646\u062d\u0643 \u062d\u0642 \u0627\u0644\u0648\u0635\u0648\u0644 \u0625\u0644\u064a\u0647\u0627. \u064a\u0645\u0643\u0646\u0643 \u0627\u0644\u0628\u062d\u062b \u062d\u0633\u0628 \u0639\u0646\u0648\u0627\u0646 \u0627\u0644\u0645\u0648\u0642\u0639 \u060c \u0623\u0648 \u0645\u0639\u0631\u0641 \u0627\u0644\u0645\u0648\u0642\u0639 \u060c \u0623\u0648 \u0627\u0633\u0645 \u0627\u0644\u0645\u0639\u0644\u0645 \u060c \u0623\u0648 \u0645\u0639\u0631\u0641 \u0627\u0644\u0645\u0639\u0644\u0645 \u060c \u0623\u0648 \u0627\u0644\u0628\u0631\u064a\u062f \u0627\u0644\u0625\u0644\u0643\u062a\u0631\u0648\u0646\u064a \u0644\u0644\u0645\u0639\u0644\u0645 \u060c \u0623\u0648 \u0645\u0635\u0637\u0644\u062d \u0627\u0644\u0645\u0648\u0642\u0639 \u060c \u0623\u0648 \u064a\u0645\u0643\u0646\u0643 \u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0628\u0646\u064a\u0629 \u0627\u0644\u0634\u062c\u0631\u0629 \u0623\u062f\u0646\u0627\u0647 \u0644\u0644\u0639\u062b\u0648\u0631 \u0639\u0644\u0649 \u0627\u0644\u0645\u0648\u0642\u0639 \u0627\u0644\u0630\u064a \u062a\u0631\u064a\u062f\u0647. \u0627\u0646\u0642\u0631 \u0641\u0648\u0642 \u0639\u0646\u0648\u0627\u0646 \u0627\u0644\u0645\u0648\u0642\u0639 \u0644\u0644\u0627\u0646\u062a\u0642\u0627\u0644 \u0625\u0644\u0649 \u0647\u0630\u0627 \u0627\u0644\u0645\u0648\u0642\u0639.
shoppingAdminInstructions=\u062a\u0633\u0645\u062d \u0644\u0643 \u0647\u0630\u0647 \u0627\u0644\u0635\u0641\u062d\u0629 \u0628\u062a\u0639\u064a\u064a\u0646 \u0625\u0639\u062f\u0627\u062f\u0627\u062a \u0641\u062a\u0631\u0629 \u0627\u0644\u062a\u0633\u0648\u0642 \u0644\u0644\u0645\u0648\u0627\u0642\u0639 \u0627\u0644\u062a\u064a \u0645\u064f\u0646\u062d\u062a \u0627\u0644\u0625\u0630\u0646 \u0644\u062a\u062d\u062f\u064a\u062b\u0647\u0627. \u0644\u062a\u0639\u064a\u064a\u0646 \u0625\u0639\u062f\u0627\u062f\u0627\u062a \u0641\u062a\u0631\u0629 \u0627\u0644\u062a\u0633\u0648\u0642 \u060c \u064a\u0645\u0643\u0646\u0643 \u062a\u062d\u062f\u064a\u062f \u0645\u0631\u0628\u0639 \u0627\u0644\u0627\u062e\u062a\u064a\u0627\u0631 \u0628\u062c\u0648\u0627\u0631 \u0627\u0644\u0645\u0633\u062a\u0648\u0649 / \u0627\u0644\u0645\u0648\u0642\u0639 \u0627\u0644\u0630\u064a \u062a\u0631\u064a\u062f \u062a\u0639\u064a\u064a\u0646\u0647. \u0645\u0644\u0627\u062d\u0638\u0629 \u060c \u0633\u062a\u0631\u0649 \u0641\u0642\u0637 \u0645\u0631\u0628\u0639 \u0627\u062e\u062a\u064a\u0627\u0631 \u0628\u062c\u0648\u0627\u0631 \u0627\u0644\u0639\u0642\u062f\u0629 \u0627\u0644\u062a\u064a \u0644\u062f\u064a\u0643 \u0625\u0630\u0646 \u0628\u062a\u0639\u062f\u064a\u0644\u0647\u0627. \u0623\u0648\u0644\u0627\u064b \u060c \u0639\u0646\u062f \u062a\u062d\u062f\u064a\u062f \u0639\u0642\u062f\u0629 \u060c \u064a\u062c\u0628 \u0639\u0644\u064a\u0643 \u062a\u0639\u064a\u064a\u0646 \u0625\u0639\u062f\u0627\u062f "\u0627\u0644\u062a\u0641\u0648\u064a\u0636". \u0627\u0644\u062e\u064a\u0627\u0631\u0627\u0646 \u0647\u0645\u0627 "\u0639\u0627\u0645" \u0648 "\u062a\u0645 \u062a\u0633\u062c\u064a\u0644 \u0627\u0644\u062f\u062e\u0648\u0644". \u062a\u0639\u0646\u064a \u0643\u0644\u0645\u0629 "\u0639\u0627\u0645" \u0623\u064a \u0634\u062e\u0635 \u064a\u0645\u0643\u0646\u0647 \u0627\u0644\u0648\u0635\u0648\u0644 \u0625\u0644\u0649 \u0647\u0630\u0627 \u0627\u0644\u0645\u0648\u0642\u0639 \u0648\u0644\u0627 \u064a\u062d\u062a\u0627\u062c \u0625\u0644\u0649 \u062a\u0633\u062c\u064a\u0644 \u0627\u0644\u062f\u062e\u0648\u0644 \u0644\u0644\u062a\u0633\u0648\u0642 \u0641\u064a \u0647\u0630\u0627 \u0627\u0644\u0645\u0648\u0642\u0639. "\u062a\u0633\u062c\u064a\u0644 \u0627\u0644\u062f\u062e\u0648\u0644" \u064a\u0639\u0646\u064a \u0623\u0646\u0647 \u064a\u062c\u0628 \u0639\u0644\u0649 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u062a\u0633\u062c\u064a\u0644 \u0627\u0644\u062f\u062e\u0648\u0644 \u0623\u0648\u0644\u0627\u064b \u0645\u0646 \u0623\u062c\u0644 \u0627\u0644\u062a\u0633\u0648\u0642 \u0641\u064a \u0647\u0630\u0627 \u0627\u0644\u0645\u0648\u0642\u0639. \u0628\u0639\u062f \u0630\u0644\u0643 \u060c \u062a\u062d\u062a\u0627\u062c \u0625\u0644\u0649 \u0627\u062e\u062a\u064a\u0627\u0631 \u0627\u0644\u062f\u0648\u0631 \u0627\u0644\u0630\u064a \u0633\u064a\u0635\u0628\u062d \u0639\u0644\u064a\u0647 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0639\u0646\u062f \u0627\u0644\u062a\u0633\u0648\u0642. \u0623\u062e\u064a\u0631\u064b\u0627 \u060c \u062a\u062d\u062a\u0627\u062c \u0625\u0644\u0649 \u062a\u062d\u062f\u064a\u062f \u0627\u0644\u062a\u0648\u0627\u0631\u064a\u062e \u0627\u0644\u062a\u064a \u0633\u064a\u062a\u0645 \u062e\u0644\u0627\u0644\u0647\u0627 \u0641\u062a\u062d \u0641\u062a\u0631\u0629 \u0627\u0644\u062a\u0633\u0648\u0642. \u0628\u0634\u0643\u0644 \u0627\u0641\u062a\u0631\u0627\u0636\u064a \u060c \u062a\u0643\u0648\u0646 \u062c\u0645\u064a\u0639 \u0627\u0644\u0623\u062f\u0648\u0627\u062a \u0645\u062e\u0641\u064a\u0629 \u0644\u0644\u0645\u062a\u0633\u0648\u0642\u064a\u0646 \u0644\u0630\u0627 \u064a\u062c\u0628 \u0639\u0644\u064a\u0643 \u062a\u062d\u062f\u064a\u062f \u0627\u0644\u0623\u062f\u0648\u0627\u062a \u0627\u0644\u062a\u064a \u064a\u0645\u0643\u0646 \u0644\u0644\u0645\u062a\u0633\u0648\u0642 \u0627\u0644\u0648\u0635\u0648\u0644 \u0625\u0644\u064a\u0647\u0627. \u064a\u0645\u0643\u0646\u0643 \u062a\u0639\u062f\u064a\u0644 \u0642\u0627\u0626\u0645\u0629 \u0627\u0644\u0623\u062f\u0648\u0627\u062a \u0627\u0644\u0642\u0627\u0628\u0644\u0629 \u0644\u0644\u0639\u0631\u0636 \u0628\u0627\u0644\u0646\u0642\u0631 \u0641\u0648\u0642 \u0627\u0644\u0631\u0627\u0628\u0637 "\u0625\u0638\u0647\u0627\u0631 \u0627\u0644\u0623\u062f\u0648\u0627\u062a". \u0633\u062a\u0631\u062b \u062c\u0645\u064a\u0639 \u0627\u0644\u0639\u0642\u062f \u0627\u0644\u0641\u0631\u0639\u064a\u0629 \u0625\u0639\u062f\u0627\u062f\u0627\u062a \u0627\u0644\u0648\u0627\u0644\u062f\u064a\u0646 \u0645\u0627 \u0644\u0645 \u064a\u062a\u0645 \u062a\u0639\u064a\u064a\u0646 \u0627\u0644\u0639\u0642\u062f\u0629 \u0627\u0644\u0641\u0631\u0639\u064a\u0629 \u0628\u0625\u0639\u062f\u0627\u062f\u0627\u062a\u0647\u0627 \u0627\u0644\u062e\u0627\u0635\u0629. \u0639\u0646\u062f \u0627\u0644\u0627\u0646\u062a\u0647\u0627\u0621 \u060c \u0627\u0646\u0642\u0631 \u0641\u0648\u0642 \u062d\u0641\u0638 \u0623\u0648 \u0627\u0646\u0642\u0631 \u0641\u0648\u0642 \u0625\u0644\u063a\u0627\u0621 \u0644\u0644\u062a\u0631\u0627\u062c\u0639 \u0639\u0646 \u0643\u0627\u0641\u0629 \u0627\u0644\u062a\u063a\u064a\u064a\u0631\u0627\u062a.
shoppingAdminTitle=\u062a\u062d\u0631\u064a\u0631 \u0625\u0639\u062f\u0627\u062f\u0627\u062a \u0641\u062a\u0631\u0629 \u0627\u0644\u062a\u0633\u0648\u0642
delegatedAccessTitle=\u0648\u0635\u0648\u0644 \u062e\u0627\u0635
editUsersTitle=\u062a\u0639\u062f\u064a\u0644 \u0627\u0644\u0625\u0630\u0646 \u0644\u0640\:
instructorField=\u0645\u062f\u0631\u0628\:
instructor=\u0645\u062f\u0631\u0628
member=\u0639\u0636\u0648
user=\u0645\u0633\u062a\u062e\u062f\u0645
advancedSearch=\u062e\u064a\u0627\u0631\u0627\u062a \u0627\u0644\u0628\u062d\u062b \u0627\u0644\u0645\u062a\u0642\u062f\u0645
hideAdvancedSearch=\u0625\u062e\u0641\u0627\u0621 \u062e\u064a\u0627\u0631\u0627\u062a \u0627\u0644\u0628\u062d\u062b \u0627\u0644\u0645\u062a\u0642\u062f\u0645
siteIdTitleField=\u0645\u0648\u0642\u0639
termField=\u0645\u0635\u0637\u0644\u062d\:
termHeader=\u0645\u0635\u0637\u0644\u062d
instructorHeader=\u0645\u062f\u0631\u0628
noShoppingSites=\u0644\u0627 \u062a\u0648\u062c\u062f \u0645\u0648\u0627\u0642\u0639 \u0645\u062a\u0627\u062d\u0629
shoppingTitle=\u0641\u062a\u0631\u0629 \u0627\u0644\u062a\u0633\u0648\u0642
shoppingInstruction=\u062a\u062a\u064a\u062d \u0644\u0643 \u0647\u0630\u0647 \u0627\u0644\u0635\u0641\u062d\u0629 \u0627\u0644\u0628\u062d\u062b \u0641\u064a \u0627\u0644\u0645\u0648\u0627\u0642\u0639 \u0627\u0644\u0645\u0641\u062a\u0648\u062d\u0629 \u0644\u0644\u062a\u0633\u0648\u0642. \u064a\u0645\u0643\u0646\u0643 \u0627\u0644\u0628\u062d\u062b \u062d\u0633\u0628 \u0639\u0646\u0648\u0627\u0646 \u0627\u0644\u0645\u0648\u0642\u0639 \u0623\u0648 \u0645\u0639\u0631\u0641 \u0627\u0644\u0645\u0648\u0642\u0639 \u0623\u0648 \u0627\u0633\u0645 \u0627\u0644\u0645\u0639\u0644\u0645 \u0623\u0648 \u0645\u0639\u0631\u0641 \u0627\u0644\u0645\u0639\u0644\u0645 \u0623\u0648 \u0627\u0644\u0628\u0631\u064a\u062f \u0627\u0644\u0625\u0644\u0643\u062a\u0631\u0648\u0646\u064a \u0644\u0644\u0645\u0639\u0644\u0645 \u0623\u0648 \u0645\u0635\u0637\u0644\u062d \u0627\u0644\u0645\u0648\u0642\u0639 \u060c \u0623\u0648 \u064a\u0645\u0643\u0646\u0643 \u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0628\u0646\u064a\u0629 \u0627\u0644\u0634\u062c\u0631\u0629 \u0623\u062f\u0646\u0627\u0647 \u0644\u0644\u0639\u062b\u0648\u0631 \u0639\u0644\u0649 \u0627\u0644\u0645\u0648\u0642\u0639 \u0627\u0644\u0630\u064a \u062a\u0631\u064a\u062f\u0647. \u0627\u0646\u0642\u0631 \u0641\u0648\u0642 \u0639\u0646\u0648\u0627\u0646 \u0627\u0644\u0645\u0648\u0642\u0639 \u0644\u0644\u0627\u0646\u062a\u0642\u0627\u0644 \u0625\u0644\u0649 \u0647\u0630\u0627 \u0627\u0644\u0645\u0648\u0642\u0639.
.anon=\u0639\u0627\u0645\n21
.auth=\u062a\u0645 \u062a\u0633\u062c\u064a\u0644 \u0627\u0644\u062f\u062e\u0648\u0644
any=\u0623\u064a
showToolsHeader=\u0625\u0638\u0647\u0627\u0631 \u0627\u0644\u0623\u062f\u0648\u0627\u062a
showAuthToolsHeader=\u0627\u0644\u0623\u062f\u0648\u0627\u062a\: \u062a\u0633\u062c\u064a\u0644 \u0627\u0644\u062f\u062e\u0648\u0644
showPublicToolsHeader=\u0627\u0644\u0623\u062f\u0648\u0627\u062a\: \u0639\u0627\u0645
link.current=\u0645\u0648\u0627\u0642\u0639 \u0627\u0644\u062a\u0633\u0648\u0642 \u0627\u0644\u0646\u0634\u0637\u0629
link.current.tooltip=\u064a\u0639\u0631\u0636 \u0642\u0627\u0626\u0645\u0629 \u0628\u062c\u0645\u064a\u0639 \u0645\u0648\u0627\u0642\u0639 \u0627\u0644\u062a\u0633\u0648\u0642 \u0627\u0644\u0646\u0634\u0637\u0629 \u0648\u0625\u0639\u062f\u0627\u062f\u0627\u062a\u0647\u0627.
link.all=\u062c\u0645\u064a\u0639 \u0645\u0648\u0627\u0642\u0639 \u0627\u0644\u062a\u0633\u0648\u0642
link.all.tooltip=\u064a\u0639\u0631\u0636 \u0642\u0627\u0626\u0645\u0629 \u0628\u062c\u0645\u064a\u0639 \u0645\u0648\u0627\u0642\u0639 \u0627\u0644\u062a\u0633\u0648\u0642 \u0648\u0625\u0639\u062f\u0627\u062f\u0627\u062a\u0647\u0627.
accessModifiedBy=\u062a\u0645 \u062a\u0639\u062f\u064a\u0644 \u0627\u0644\u0648\u0635\u0648\u0644 \u0628\u0648\u0627\u0633\u0637\u0629
accessModifiedOn=\u062a\u0645 \u062a\u0639\u062f\u064a\u0644 \u0627\u0644\u0648\u0635\u0648\u0644 \u0641\u064a
hideInstructions=\u0625\u062e\u0641\u0627\u0621 \u0627\u0644\u062a\u0639\u0644\u064a\u0645\u0627\u062a
showInstructions=\u0625\u0638\u0647\u0627\u0631 \u0627\u0644\u062a\u0639\u0644\u064a\u0645\u0627\u062a
accessAdmin=\u0625\u062f\u0627\u0631\u0629 \u0627\u0644\u0648\u0635\u0648\u0644
lookupInstructor=\u0645\u062f\u0631\u0628 \u0628\u062d\u062b
shoppingPeriodRevokeInstructorEditable=\u062a\u0639\u0637\u064a\u0644 \u062a\u062c\u0627\u0648\u0632 \u0627\u0644\u0645\u062f\u0631\u0628
noToolsSelected=\u0644\u0645 \u062a\u0642\u0645 \u0628\u062a\u062d\u062f\u064a\u062f \u0623\u064a \u0623\u062f\u0648\u0627\u062a.
advanced=\u0645\u062a\u0642\u062f\u0645
advancedOptionsTitle=\u062e\u064a\u0627\u0631\u0627\u062a \u0645\u062a\u0642\u062f\u0645\u0629
advancedOptionsDesc=\u0633\u064a\u0631\u062b \u062c\u0645\u064a\u0639 \u0627\u0644\u0623\u0637\u0641\u0627\u0644 \u0647\u0630\u0647 \u0627\u0644\u0625\u0639\u062f\u0627\u062f\u0627\u062a \u0645\u0627 \u0644\u0645 \u064a\u062a\u0645 \u062a\u062c\u0627\u0648\u0632\u0647\u0627.
advOptInstructorGroupTitle=\u0625\u0639\u062f\u0627\u062f\u0627\u062a \u0627\u0644\u0645\u062f\u0631\u0628
shoppingPeriodRevokePublicOptCheckbox=\u062a\u0639\u0637\u064a\u0644 \u062e\u064a\u0627\u0631 "\u0639\u0627\u0645"
inactiveLegendText=\u0644\u0645 \u064a\u062a\u0645 \u0627\u0644\u0643\u0634\u0641 \u0639\u0646 \u0623\u064a \u0646\u0634\u0627\u0637 \u0644\u0647\u0630\u0627 \u0627\u0644\u0645\u0648\u0642\u0639
legend=\u0639\u0646\u0648\u0627\u0646 \u062a\u0641\u0633\u064a\u0631\u064a
nodeIdParam=\u0642\u0645 \u0628\u062a\u0639\u064a\u064a\u0646 \u0645\u0639\u0644\u0645\u0629 nodeId \u0625\u0630\u0627 \u0643\u0646\u062a \u062a\u0639\u0631\u0641 \u0627\u0644\u0639\u0642\u062f\u0629 \u0627\u0644\u062a\u064a \u062a\u0631\u064a\u062f \u062a\u062d\u062f\u064a\u062b\u0647\u0627. \u0625\u0630\u0627 \u062a\u0631\u0643\u062a \u0641\u0627\u0631\u063a\u0629 \u060c \u0633\u064a\u062a\u0645 \u062a\u062d\u062f\u064a\u062b \u0627\u0644\u0634\u062c\u0631\u0629 \u0628\u0623\u0643\u0645\u0644\u0647\u0627.
administrationTools=\u0623\u062f\u0648\u0627\u062a \u0627\u0644\u0645\u0634\u0631\u0641
add.da.myworkspace=\u0625\u0636\u0627\u0641\u0629 \u0648\u0635\u0648\u0644 \u0645\u0641\u0648\u0636 \u0625\u0644\u0649 \u0627\u0644\u0645\u0646\u0627\u0632\u0644
add.da.myworkspace.desc=\u064a\u0624\u062f\u064a \u0630\u0644\u0643 \u0625\u0644\u0649 \u0625\u0636\u0627\u0641\u0629 \u0623\u062f\u0627\u0629 \u0627\u0644\u0648\u0635\u0648\u0644 \u0627\u0644\u0645\u0641\u0648\u0636 \u0625\u0644\u0649 \u0643\u0627\u0641\u0629 \u0645\u0648\u0627\u0642\u0639 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0627\u0644\u0631\u0626\u064a\u0633\u064a\u0629 \u0644\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0627\u0644\u0630\u064a\u0646 \u0644\u062f\u064a\u0647\u0645 \u0623\u064a \u0646\u0648\u0639 \u0645\u0646 \u0627\u0644\u0623\u0630\u0648\u0646\u0627\u062a \u0641\u064a \u0627\u0644\u0648\u0635\u0648\u0644 \u0627\u0644\u0645\u0641\u0648\u0636. \u0628\u0634\u0643\u0644 \u0627\u0641\u062a\u0631\u0627\u0636\u064a \u060c \u0633\u062a\u062a\u0645 \u0625\u0636\u0627\u0641\u0629 / \u0625\u0632\u0627\u0644\u0629 \u0623\u062f\u0627\u0629 \u0627\u0644\u0648\u0635\u0648\u0644 \u0627\u0644\u0645\u0641\u0648\u0636 \u0644\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0639\u0646\u062f\u0645\u0627 \u062a\u0642\u0648\u0645 \u0628\u062a\u062d\u062f\u064a\u062b \u0623\u0630\u0648\u0646\u0627\u062a\u0647 \u060c \u0648\u0645\u0639 \u0630\u0644\u0643 \u060c \u0641\u064a \u0628\u0639\u0636 \u0627\u0644\u0623\u062d\u064a\u0627\u0646 \u064a\u062c\u0628 \u0639\u0644\u064a\u0643 \u062d\u0630\u0641 \u062c\u0645\u064a\u0639 \u0627\u0644\u0645\u0646\u0627\u0632\u0644 \u0644\u0627\u062e\u062a\u064a\u0627\u0631 \u0642\u0627\u0644\u0628 \u0627\u0644\u0635\u0641\u062d\u0629 \u0627\u0644\u0631\u0626\u064a\u0633\u064a\u0629 \u0627\u0644\u062c\u062f\u064a\u062f.
addDaMyworkspaceTitle=\u0625\u0636\u0627\u0641\u0629 \u0648\u0635\u0648\u0644 \u0645\u0641\u0648\u0636 \u0625\u0644\u0649 \u0645\u0646\u0637\u0642\u0629 \u0639\u0645\u0644\u064a
success.addDaMyworkspace=\u0644\u0642\u062f \u0646\u062c\u062d\u062a \u0641\u064a \u062c\u062f\u0648\u0644\u0629 \u0627\u0644\u0645\u0647\u0645\u0629 \u0644\u0625\u0636\u0627\u0641\u0629 \u0648\u0635\u0648\u0644 \u0645\u0641\u0648\u0636 \u0625\u0644\u0649 \u0627\u0644\u0645\u0648\u0627\u0642\u0639 \u0627\u0644\u0631\u0626\u064a\u0633\u064a\u0629 \u0644\u0644\u0645\u0633\u062a\u062e\u062f\u0645
addDaMyworkspace.job.status.none=\u0644\u0642\u062f \u0646\u062c\u062d\u062a \u0641\u064a \u062c\u062f\u0648\u0644\u0629 \u0627\u0644\u0645\u0647\u0645\u0629 \u0644\u0625\u0636\u0627\u0641\u0629 \u0648\u0635\u0648\u0644 \u0645\u0641\u0648\u0636 \u0625\u0644\u0649 \u0627\u0644\u0645\u0648\u0627\u0642\u0639 \u0627\u0644\u0631\u0626\u064a\u0633\u064a\u0629 \u0644\u0644\u0645\u0633\u062a\u062e\u062f\u0645
status=\u0627\u0644\u062d\u0627\u0644\u0629\:
na=\u063a\u064a\u0631 \u0645\u062a\u0648\u0641\u0631
addDaMyworkspace.job.status.failed=\u0641\u0634\u0644 \u0623\u062b\u0646\u0627\u0621 \u0627\u0644\u062a\u0634\u063a\u064a\u0644 \u0627\u0644\u0623\u062e\u064a\u0631
addDaMyworkspace.job.status.scheduled=\u062a\u0645 \u0627\u0644\u062d\u062c\u0632
addDaMyworkspace.job.status.success=\u0628\u0646\u062c\u0627\u062d \u062a\u0645 \u0627\u0644\u062a\u0634\u063a\u064a\u0644 \u0623\u062e\u0631 \u0645\u0631\u0629 \u0627\u0644\u0645\u0627\u0636\u064a
allowBecomeUser=\u0627\u0644\u0633\u0645\u0627\u062d \u0644\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0628\u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0623\u062f\u0627\u0629 Become User \u0644\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0641\u064a \u0647\u0630\u0647 \u0627\u0644\u0645\u0648\u0627\u0642\u0639
allowedBeomceUser=\u064a\u0633\u0645\u062d \u0644\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0623\u0646 \u064a\u0635\u0628\u062d \u0623\u064a \u0645\u0633\u062a\u062e\u062f\u0645 \u0641\u064a \u0647\u0630\u0647 \u0627\u0644\u0645\u0648\u0627\u0642\u0639
legendNodeDesc=\u0639\u0642\u062f\u0629 \u0627\u0644\u062a\u0633\u0644\u0633\u0644 \u0627\u0644\u0647\u0631\u0645\u064a
legendSiteDesc=\u0645\u0648\u0642\u0639
legendInactiveDesc=\u063a\u064a\u0631 \u0641\u0639\u0627\u0644
legendInstructorEditedDesc=\u062a\u0645 \u062a\u062d\u0631\u064a\u0631 \u0627\u0644\u0645\u062f\u0631\u0628
searchByHierarchyLabel=\u0627\u0644\u062a\u0633\u0644\u0633\u0644 \u0627\u0644\u0647\u0631\u0645\u064a
searchByEidLabel=\u0645\u0639\u0631\u0641 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645
eidLabel=Eid\:
searchByLabel=\u0625\u0628\u062d\u062b \u0628\u0648\u0627\u0633\u0637\u0629
levelHeader=\u0645\u0633\u062a\u0648\u0649
hierarchyHeader=\u0627\u0644\u062a\u0633\u0644\u0633\u0644 \u0627\u0644\u0647\u0631\u0645\u064a
userDoesNotExist=\u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u063a\u064a\u0631 \u0645\u0648\u062c\u0648\u062f
accessType1=\u0627\u0644\u0648\u0635\u0648\u0644
accessType2=\u0645\u0634\u0631\u0641 \u0627\u0644\u062a\u0633\u0648\u0642
accessType4=\u0625\u062f\u0627\u0631\u0629 \u0627\u0644\u0648\u0635\u0648\u0644
edit=\u062a\u0639\u062f\u064a\u0644
site=\u0645\u0648\u0642\u0639\n22
viewAccess=\u0639\u0631\u0636 \u0627\u0644\u0648\u0635\u0648\u0644
noEidEntered=\u0627\u0644\u0631\u062c\u0627\u0621 \u0625\u062f\u062e\u0627\u0644  Eid \u0635\u0627\u0644\u062d
eidDoesNotExist=\u062a\u0639\u0630\u0631 \u0627\u0644\u0639\u062b\u0648\u0631 \u0639\u0644\u0649 \u0645\u0633\u062a\u062e\u062f\u0645 \u0628\u0647\u0630\u0627 Eid
noResultsUser=\u0644\u0645 \u064a\u062a\u0645 \u0627\u0644\u0639\u062b\u0648\u0631 \u0639\u0644\u0649 \u0648\u0635\u0648\u0644 \u0644\u0647\u0630\u0627 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0623\u0648 \u0644\u064a\u0633 \u0644\u062f\u064a\u0643 \u0625\u0630\u0646 \u0644\u0639\u0631\u0636\u0647.
noResultsHierarchy=\u0644\u0645 \u064a\u062a\u0645 \u0627\u0644\u0639\u062b\u0648\u0631 \u0639\u0644\u0649 \u0648\u0635\u0648\u0644 \u0639\u0644\u0649 \u0647\u0630\u0627 \u0627\u0644\u0645\u0633\u062a\u0648\u0649 \u0623\u0648 \u0644\u064a\u0633 \u0644\u062f\u064a\u0643 \u0625\u0630\u0646 \u0644\u0645\u0634\u0627\u0647\u062f\u062a\u0647.
confirmRemove=\u0647\u0644 \u0623\u0646\u062a \u0645\u062a\u0623\u0643\u062f \u0623\u0646\u0643 \u062a\u0631\u064a\u062f \u0625\u0632\u0627\u0644\u0629 \u0647\u0630\u0627 \u0627\u0644\u0625\u0630\u0646\u061f
includeLowerPermsLabel=\u0642\u0645 \u0628\u062a\u0636\u0645\u064a\u0646 \u0645\u0633\u062a\u0648\u064a\u0627\u062a \u0645\u0646\u062e\u0641\u0636\u0629
removeAllPerms=\u0625\u0632\u0627\u0644\u0629 \u0643\u0627\u0641\u0629 \u0627\u0644\u0623\u0630\u0648\u0646\u0627\u062a
confirmRemoveAll=\u0647\u0644 \u0623\u0646\u062a \u0645\u062a\u0623\u0643\u062f \u0645\u0646 \u0623\u0646\u0643 \u062a\u0631\u064a\u062f \u0625\u0632\u0627\u0644\u0629 \u0643\u0627\u0641\u0629 \u0627\u0644\u0623\u0630\u0648\u0646\u0627\u062a \u0644\u0647\u0630\u0627 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u061f
accessHeader=\u0627\u0644\u0648\u0635\u0648\u0644
popupBlockWarning=\u062a\u0645 \u0627\u0643\u062a\u0634\u0627\u0641 \u0645\u0627\u0646\u0639 \u0627\u0644\u0646\u0648\u0627\u0641\u0630 \u0627\u0644\u0645\u0646\u0628\u062b\u0642\u0629. \u062a\u0623\u0643\u062f \u0645\u0646 \u0627\u0644\u0633\u0645\u0627\u062d \u0628\u0627\u0644\u0646\u0648\u0627\u0641\u0630 \u0627\u0644\u0645\u0646\u0628\u062b\u0642\u0629 \u0644\u0647\u0630\u0627 \u0627\u0644\u0645\u0648\u0642\u0639.
permaLink=\u062d\u0641\u0638 \u0627\u0644\u0628\u062d\u062b
permaLinkMessage=\u0646\u0633\u062e \u0627\u0644\u0631\u0627\u0628\u0637 \u0644\u0644\u0635\u0642 \u0641\u064a \u0627\u0644\u0628\u0631\u064a\u062f \u0627\u0644\u0625\u0644\u0643\u062a\u0631\u0648\u0646\u064a
published=\u0646\u0634\u0631
yes=\u0646\u0639\u0645
no=\u0644\u0627
providers=\u0642\u0627\u0626\u0645\u0629
lookupProviders=\u0642\u0627\u0626\u0645\u0629 \u0627\u0644\u0628\u062d\u062b
exportData=\u062a\u0635\u062f\u064a\u0631 \u0625\u0644\u0649 CSV
searchExportFileName=\u062a\u0641\u0648\u064a\u0636 \u0627\u0644\u0648\u0635\u0648\u0644 \u0625\u0644\u0649 \u0646\u062a\u0627\u0626\u062c \u0627\u0644\u0628\u062d\u062b
shoppingAdminBulkTitle=\u0625\u0636\u0627\u0641\u0629 \u0645\u062c\u0645\u0639\u0629 \u0648\u062a\u062d\u062f\u064a\u062b\u0627\u062a \u0648\u062d\u0630\u0641 \u0625\u0639\u062f\u0627\u062f\u0627\u062a \u0641\u062a\u0631\u0629 \u0627\u0644\u062a\u0633\u0648\u0642
shoppingAdminBulkInstructions=\u062a\u0633\u0645\u062d \u0644\u0643 \u0647\u0630\u0647 \u0627\u0644\u0635\u0641\u062d\u0629 \u0628\u062d\u0630\u0641 \u0648 / \u0623\u0648 \u0625\u0636\u0627\u0641\u0629 \u0623\u0648 \u062a\u062d\u062f\u064a\u062b \u0625\u0639\u062f\u0627\u062f\u0627\u062a \u0641\u062a\u0631\u0629 \u0627\u0644\u062a\u0633\u0648\u0642 \u0641\u064a \u0623\u064a \u0645\u0648\u0642\u0639. \u0644\u062d\u0630\u0641 \u0625\u0639\u062f\u0627\u062f\u0627\u062a \u0641\u062a\u0631\u0629 \u0627\u0644\u062a\u0633\u0648\u0642 \u0627\u0644\u062e\u0627\u0635\u0629 \u0628\u0645\u0648\u0642\u0639 \u0645\u0627 \u060c \u0645\u0627 \u0639\u0644\u064a\u0643 \u0633\u0648\u0649 \u0625\u0636\u0627\u0641\u0629 \u0645\u0639\u0631\u0641 \u0627\u0644\u0645\u0648\u0642\u0639 \u0625\u0644\u0649 \u0642\u0627\u0626\u0645\u0629 \u0645\u0648\u0627\u0642\u0639 \u0639\u0644\u0627\u0645\u0629 \u0627\u0644\u062a\u0628\u0648\u064a\u0628 "\u062d\u0630\u0641". \u064a\u0631\u062c\u0649 \u0645\u0644\u0627\u062d\u0638\u0629 \u0623\u0646\u0647\u0627 \u0633\u062a\u062d\u0630\u0641 \u0641\u0642\u0637 \u0627\u0644\u0625\u0639\u062f\u0627\u062f\u0627\u062a \u0627\u0644\u0645\u0628\u0627\u0634\u0631\u0629 \u0644\u062a\u0644\u0643 \u0627\u0644\u0639\u0642\u062f\u0629 \u0648\u0644\u0646 \u062a\u062d\u0630\u0641 \u0623\u064a \u0625\u0639\u062f\u0627\u062f\u0627\u062a \u0645\u0648\u0631\u0648\u062b\u0629. \u0644\u0625\u0636\u0627\u0641\u0629 \u0623\u0648 \u062a\u062d\u062f\u064a\u062b \u0625\u0639\u062f\u0627\u062f\u0627\u062a \u0627\u0644\u0645\u0648\u0642\u0639 \u060c \u0627\u0636\u0628\u0637 \u0625\u0639\u062f\u0627\u062f\u0627\u062a \u0641\u062a\u0631\u0629 \u0627\u0644\u062a\u0633\u0648\u0642 \u0641\u064a \u0639\u0644\u0627\u0645\u0629 \u0627\u0644\u062a\u0628\u0648\u064a\u0628 "\u0625\u0636\u0627\u0641\u0629 \u0623\u0648 \u062a\u062d\u062f\u064a\u062b" \u062b\u0645 \u0623\u0636\u0641 \u0627\u0644\u0645\u0648\u0627\u0642\u0639 \u0627\u0644\u062a\u064a \u062a\u0631\u064a\u062f \u062a\u062d\u062f\u064a\u062b\u0647\u0627 \u0625\u0644\u0649 \u0642\u0627\u0626\u0645\u0629 \u0627\u0644\u0645\u0648\u0627\u0642\u0639. \u0639\u0646\u062f\u0645\u0627 \u062a\u0643\u0648\u0646 \u062c\u0627\u0647\u0632\u064b\u0627 \u060c \u0627\u0646\u0642\u0631 \u0639\u0644\u0649 \u062d\u0641\u0638 \u0648\u0627\u062a\u0631\u0643 \u0628\u0639\u0636 \u0627\u0644\u0648\u0642\u062a \u0644\u062a\u062d\u0645\u064a\u0644 \u0627\u0644\u0635\u0641\u062d\u0629.
bulkEditLink=\u0625\u0636\u0627\u0641\u0629 \u0645\u062c\u0645\u0639\u0629 \u0623\u0648 \u062a\u062d\u062f\u064a\u062b \u0623\u0648 \u062d\u0630\u0641
deleteShoppingSettings=\u062d\u0630\u0641 \u0625\u0639\u062f\u0627\u062f\u0627\u062a \u0641\u062a\u0631\u0629 \u0627\u0644\u062a\u0633\u0648\u0642
siteIds=\u0645\u0639\u0631\u0641\u0627\u062a \u0627\u0644\u0645\u0648\u0642\u0639
siteIdsInfo=(\u0645\u0639\u0631\u0641 \u0648\u0627\u062d\u062f \u0644\u0643\u0644 \u0633\u0637\u0631)
sitesToBeDeleted=\u0627\u0644\u0645\u0648\u0627\u0642\u0639 \u0627\u0644\u0645\u0631\u0627\u062f \u062d\u0630\u0641\u0647\u0627
noSitesInInput=\u0644\u0627 \u062a\u0648\u062c\u062f \u0645\u0648\u0627\u0642\u0639 \u0644\u0625\u0636\u0627\u0641\u062a\u0647\u0627.
sitesNotFound=\u0644\u0627 \u062a\u0648\u062c\u062f \u0645\u0648\u0627\u0642\u0639 \u0644\u0625\u0636\u0627\u0641\u062a\u0647\u0627.
sitesNoAccess=\u0644\u0645 \u064a\u062a\u0645 \u0627\u0644\u0639\u062b\u0648\u0631 \u0639\u0644\u0649 \u0627\u0644\u0645\u0648\u0627\u0642\u0639 \u0627\u0644\u062a\u0627\u0644\u064a\u0629 \u0641\u064a \u0627\u0644\u062a\u0633\u0644\u0633\u0644 \u0627\u0644\u0647\u0631\u0645\u064a\: {0}
siteId=\u0645\u0639\u0631\u0641 \u0627\u0644\u0645\u0648\u0642\u0639
siteTitle=\u0639\u0646\u0648\u0627\u0646
addUpdateShoppingSettings=\u0625\u0636\u0627\u0641\u0629 \u0623\u0648 \u062a\u062d\u062f\u064a\u062b \u0625\u0639\u062f\u0627\u062f\u0627\u062a \u0641\u062a\u0631\u0629 \u0627\u0644\u062a\u0633\u0648\u0642
sitesToBeAdded=\u0627\u0644\u0645\u0648\u0627\u0642\u0639 \u0627\u0644\u0645\u0631\u0627\u062f \u0625\u0636\u0627\u0641\u062a\u0647\u0627 \u0623\u0648 \u062a\u062d\u062f\u064a\u062b\u0647\u0627
shoppingPeriodSettings=\u0625\u0639\u062f\u0627\u062f\u0627\u062a \u0641\u062a\u0631\u0629 \u0627\u0644\u062a\u0633\u0648\u0642
selectAll=\u0625\u062e\u062a\u0631 \u0627\u0644\u0643\u0644
selectTools=\u062d\u062f\u062f \u0623\u062f\u0648\u0627\u062a
noSitesToaddOrDelete=\u064a\u062c\u0628 \u0623\u0646 \u064a\u0643\u0648\u0646 \u0644\u062f\u064a\u0643 \u0645\u0648\u0642\u0639 \u0648\u0627\u062d\u062f \u0639\u0644\u0649 \u0627\u0644\u0623\u0642\u0644 \u0641\u064a \u0642\u0648\u0627\u0626\u0645 \u0627\u0644\u0625\u0636\u0627\u0641\u0629 / \u0627\u0644\u062a\u062d\u062f\u064a\u062b \u0623\u0648 \u0627\u0644\u062d\u0630\u0641.
oneDateRequired=\u0645\u0637\u0644\u0648\u0628 \u062a\u0627\u0631\u064a\u062e \u0648\u0627\u062d\u062f \u0639\u0644\u0649 \u0627\u0644\u0623\u0642\u0644 \u0644\u0625\u0636\u0627\u0641\u0629 / \u062a\u062d\u062f\u064a\u062b \u0627\u0644\u0645\u0648\u0627\u0642\u0639.
startDateMustBeFirst=\u064a\u062c\u0628 \u0623\u0646 \u064a\u0643\u0648\u0646 \u062a\u0627\u0631\u064a\u062e \u0627\u0644\u0628\u062f\u0621 \u0642\u0628\u0644 \u062a\u0627\u0631\u064a\u062e \u0627\u0644\u0627\u0646\u062a\u0647\u0627\u0621.
oneToolMustBeSelected=\u064a\u062c\u0628 \u062a\u062d\u062f\u064a\u062f \u0623\u062f\u0627\u0629 \u0639\u0627\u0645\u0629 \u0623\u0648 \u062e\u0627\u0635\u0629 \u0648\u0627\u062d\u062f\u0629 \u0639\u0644\u0649 \u0627\u0644\u0623\u0642\u0644 \u0644\u0625\u0636\u0627\u0641\u0629 / \u062a\u062d\u062f\u064a\u062b \u0627\u0644\u0645\u0648\u0627\u0642\u0639.
roleRequired=\u0627\u0644\u062f\u0648\u0631 \u0645\u0637\u0644\u0648\u0628.
filterBy=\u0645\u0635\u0646\u0641 \u0628\u0648\u0627\u0633\u0637\u0629
hierarchyLevel=\u0645\u0633\u062a\u0648\u0649 \u0627\u0644\u062a\u0633\u0644\u0633\u0644 \u0627\u0644\u0647\u0631\u0645\u064a
filter=\u0641\u0644\u062a\u0631
clear=\u062a\u0646\u0638\u064a\u0641
modificationsPending=\u0647\u0646\u0627\u0643 \u062a\u0639\u062f\u064a\u0644\u0627\u062a \u063a\u064a\u0631 \u0645\u062d\u0641\u0648\u0638\u0629 \u0633\u064a\u062a\u0645 \u0625\u0632\u0627\u0644\u062a\u0647\u0627 \u060c \u064a\u0631\u062c\u0649 \u062d\u0641\u0638 \u0623\u0648 \u0645\u062a\u0627\u0628\u0639\u0629 \u0627\u0644\u0625\u062c\u0631\u0627\u0621.
