
# This is the main properties file for our application. Internationalize via MyApplication_es.properties for example.

page.title=\u0414\u0435\u043b\u0435\u0433\u0438\u0440\u0430\u043d \u0434\u043e\u0441\u0442\u044a\u043f
link.first=\u0414\u0435\u043b\u0435\u0433\u0438\u0440\u0430\u043d \u0434\u043e\u0441\u0442\u044a\u043f
link.first.tooltip=\u041e\u0442\u0438\u0434\u0435\u0442\u0435 \u043d\u0430 \u043d\u0430\u0447\u0430\u043b\u043d\u0430\u0442\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430
link.first.shopping=\u0423 \u0434\u043e\u043c\u0430
link.first.tooltip.shopping=\u041e\u0442\u0438\u0434\u0435\u0442\u0435 \u043d\u0430 \u043d\u0430\u0447\u0430\u043b\u043d\u0430\u0442\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430
link.third=\u0422\u044a\u0440\u0441\u0435\u043d\u0435 \u043f\u043e \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b
link.third.tooltip=\u041f\u043e\u0442\u044a\u0440\u0441\u0435\u0442\u0435 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438, \u0437\u0430 \u0434\u0430 \u0434\u043e\u0431\u0430\u0432\u0438\u0442\u0435 \u0438\u043b\u0438 \u043f\u0440\u0435\u043c\u0430\u0445\u043d\u0435\u0442\u0435 \u0434\u043e\u0441\u0442\u044a\u043f
link.second=\u041f\u0430\u0437\u0430\u0440\u0443\u0432\u0430\u043d\u0435 \u0410\u0434\u043c\u0438\u043d\u0438\u0441\u0442\u0440\u0430\u0442\u043e\u0440
link.second.tooltip=\u0417\u0430\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u043f\u0435\u0440\u0438\u043e\u0434 \u0437\u0430 \u043f\u0430\u0437\u0430\u0440\u0443\u0432\u0430\u043d\u0435 \u0437\u0430 \u043c\u043e\u0438\u0442\u0435 \u0441\u0430\u0439\u0442\u043e\u0432\u0435
link.shoppingStats=\u0421\u043f\u0438\u0441\u044a\u043a \u0437\u0430 \u043f\u0430\u0437\u0430\u0440\u0443\u0432\u0430\u043d\u0435
link.shoppingStats.tooltip=\u0412\u0438\u0436\u0442\u0435 \u0441\u043f\u0438\u0441\u044a\u043a \u0441 \u043e\u0442\u0432\u043e\u0440\u0435\u043d\u0438 \u0441\u0430\u0439\u0442\u043e\u0432\u0435 \u0437\u0430 \u043f\u0430\u0437\u0430\u0440\u0443\u0432\u0430\u043d\u0435
link.administrate=\u0423\u043f\u0440\u0430\u0432\u0438\u0442\u0435\u043b\u043d\u0438 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0438
link.administrate.tooltip=\u0423\u043f\u0440\u0430\u0432\u0438\u0442\u0435\u043b\u043d\u0438 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0438
searchAccessLinkLabel=\u0422\u044a\u0440\u0441\u0435\u043d\u0435 \u043f\u043e \u0434\u043e\u0441\u0442\u044a\u043f
searchAccessLinkLabel.tooltip=\u0422\u044a\u0440\u0441\u0435\u0442\u0435 \u043a\u043e\u0438 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438 \u0438\u043c\u0430\u0442 \u0434\u043e\u0441\u0442\u044a\u043f \u0434\u043e \u043e\u043f\u0440\u0435\u0434\u0435\u043b\u0435\u043d\u0438 \u043c\u0435\u0441\u0442\u0430
searchResultsTitle=\u0420\u0435\u0437\u0443\u043b\u0442\u0430\u0442\u0438 \u0437\u0430\:
searchForUsers=\u0422\u044a\u0440\u0441\u0435\u043d\u0435 \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438\:
userIdHeader=\u041f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u0438 ID
nameHeader=\u0418\u043c\u0435
emailHeader=\u0435\u043b\u0435\u043a\u0442\u0440\u043e\u043d\u043d\u0430 \u043f\u043e\u0449\u0430
typeHeader=\u0422\u0438\u043f
expandColapse=\u0420\u0430\u0437\u0433\u044a\u0432\u0430\u043d\u0435/\u0441\u0432\u0438\u0432\u0430\u043d\u0435 \u043d\u0430 \u0432\u0441\u0438\u0447\u043a\u0438 \u0432\u044a\u0437\u043b\u0438
exapndNodes=\u0420\u0430\u0437\u0433\u044a\u043d\u0435\u0442\u0435 \u0432\u0441\u0438\u0447\u043a\u0438 \u0432\u044a\u0437\u043b\u0438
collapseNodes=\u0421\u0432\u0438\u0432\u0430\u043d\u0435 \u043d\u0430 \u0432\u0441\u0438\u0447\u043a\u0438 \u0432\u044a\u0437\u043b\u0438
noDelegatedAccess=\u041d\u044f\u043c\u0430\u0442\u0435 \u0434\u0435\u043b\u0435\u0433\u0438\u0440\u0430\u043d \u0434\u043e\u0441\u0442\u044a\u043f
noDelegatedAccessUser=\u0422\u043e\u0437\u0438 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b \u043d\u044f\u043c\u0430 \u0434\u0435\u043b\u0435\u0433\u0438\u0440\u0430\u043d \u0434\u043e\u0441\u0442\u044a\u043f
noHierarchy=\u0419\u0435\u0440\u0430\u0440\u0445\u0438\u044f\u0442\u0430 \u043d\u0435 \u0435 \u043d\u0430\u0441\u0442\u0440\u043e\u0435\u043d\u0430 \u0437\u0430 \u0442\u043e\u0437\u0438 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442. \u0417\u0430 \u0434\u0430 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0442\u0435 \u0434\u0435\u043b\u0435\u0433\u0438\u0440\u0430\u043d \u0434\u043e\u0441\u0442\u044a\u043f, \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0441\u044a\u0437\u0434\u0430\u0434\u0435\u0442\u0435 \u0439\u0435\u0440\u0430\u0440\u0445\u0438\u044f. \u041c\u043e\u043b\u044f, \u043d\u0430\u043f\u0440\u0430\u0432\u0435\u0442\u0435 \u0441\u043f\u0440\u0430\u0432\u043a\u0430 \u0441\u044a\u0441 \u0441\u043b\u0435\u0434\u043d\u0430\u0442\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 \u0437\u0430 \u0441\u043b\u0438\u0432\u0430\u043d\u0435\: https\://confluence.sakaiproject.org/display/DAC/Delegated+Access+Tool
addAccess=\u0414\u043e\u0431\u0430\u0432\u0435\u0442\u0435 \u0434\u043e\u0441\u0442\u044a\u043f
add=\u0414\u043e\u0431\u0430\u0432\u0435\u0442\u0435

update=\u0410\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0430\u0446\u0438\u044f

success.save=\u0423\u0441\u043f\u0435\u0448\u043d\u043e \u0437\u0430\u043f\u0430\u0437\u0435\u043d\u043e
failed.save=\u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0437\u0430\u043f\u0430\u0437\u0432\u0430\u043d\u0435
realm=\u041e\u0431\u043b\u0430\u0441\u0442
role=\u0420\u043e\u043b\u044f
userRolesHeader=\u0420\u043e\u043b\u044f \u0437\u0430 \u0434\u043e\u0441\u0442\u044a\u043f \u043f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435
userDelegatedAccessHeader=\u0414\u0435\u043b\u0435\u0433\u0438\u0440\u0430\u043d \u0434\u043e\u0441\u0442\u044a\u043f
restrictedToolsHeader=\u041e\u0433\u0440\u0430\u043d\u0438\u0447\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0438
inheritedToolsHeader=\u041d\u0430\u0441\u043b\u0435\u0434\u0435\u043d
noToolsInherited=\u041d\u044f\u043c\u0430 \u043d\u0430\u0441\u043b\u0435\u0434\u0435\u043d\u0438 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0438
noPermsInherited=\u041d\u044f\u043c\u0430 \u043d\u0430\u0441\u043b\u0435\u0434\u0435\u043d\u0438 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0438\u044f
cancel=\u041e\u0442\u043a\u0430\u0437
save=\u0417\u0430\u043f\u0430\u0437\u0432\u0430\u043d\u0435
done=\u0421\u0432\u044a\u0440\u0448\u0435\u043d
close=\u0417\u0430\u0442\u0432\u043e\u0440\u0438\!
inheritedRestrictedToolsTitle=\u041d\u0430\u0441\u043b\u0435\u0434\u0435\u043d \u0441\u043f\u0438\u0441\u044a\u043a
inheritedRestrictedToolsDescription=\u0422\u043e\u0437\u0438 \u0432\u044a\u0437\u0435\u043b \u043d\u0430\u0441\u043b\u0435\u0434\u044f\u0432\u0430 \u0441\u043b\u0435\u0434\u043d\u043e\u0442\u043e \u043e\u0442 \u043d\u0430\u0439-\u0431\u043b\u0438\u0437\u043a\u0438\u044f \u0441\u0438 \u0440\u043e\u0434\u0438\u0442\u0435\u043b.
inheritedNothing=\u041d\u0438\u0449\u043e \u043d\u0430\u0441\u043b\u0435\u0434\u0435\u043d\u043e
editableRestrictedToolsTitle=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0418\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0438 \u0437\u0430 \u043e\u0433\u0440\u0430\u043d\u0438\u0447\u0430\u0432\u0430\u043d\u0435
editableShowToolsTitle=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0418\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0438 \u0437\u0430 \u043f\u043e\u043a\u0430\u0437\u0432\u0430\u043d\u0435
editableRestrictedToolsDescription=\u0418\u0437\u0431\u0438\u0440\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442 \u0432 \u0441\u043f\u0438\u0441\u044a\u043a\u0430 \u0449\u0435 \u0441\u043a\u0440\u0438\u0435 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0430 \u0437\u0430 \u0442\u043e\u0437\u0438 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b. \u0422\u043e\u0437\u0438 \u0432\u044a\u0437\u0435\u043b \u0438 \u0432\u0441\u0438\u0447\u043a\u0438 \u0434\u0435\u0446\u0430 \u0449\u0435 \u043d\u0430\u0441\u043b\u0435\u0434\u044f\u0442 \u0442\u043e\u0437\u0438 \u0441\u043f\u0438\u0441\u044a\u043a. \u0414\u0435\u0442\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u043f\u0440\u0435\u0437\u0430\u043f\u0438\u0448\u0435 \u0442\u043e\u0437\u0438 \u0441\u043f\u0438\u0441\u044a\u043a, \u043a\u0430\u0442\u043e \u0438\u0437\u0431\u0435\u0440\u0435 \u0441\u0432\u043e\u0439 \u0441\u043e\u0431\u0441\u0442\u0432\u0435\u043d \u0441\u043f\u0438\u0441\u044a\u043a \u0441 \u043e\u0433\u0440\u0430\u043d\u0438\u0447\u0435\u043d\u0438 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0438.
editableShowToolsDescription=\u0418\u0437\u0431\u0438\u0440\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442 \u0432 \u0441\u043f\u0438\u0441\u044a\u043a\u0430 \u0449\u0435 \u043f\u043e\u043a\u0430\u0436\u0435 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0430 \u0437\u0430 \u0442\u043e\u0437\u0438 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b. \u0422\u043e\u0437\u0438 \u0432\u044a\u0437\u0435\u043b \u0438 \u0432\u0441\u0438\u0447\u043a\u0438 \u0434\u0435\u0446\u0430 \u0449\u0435 \u043d\u0430\u0441\u043b\u0435\u0434\u044f\u0442 \u0442\u043e\u0437\u0438 \u0441\u043f\u0438\u0441\u044a\u043a. \u0414\u0435\u0442\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u043f\u0440\u0435\u0437\u0430\u043f\u0438\u0448\u0435 \u0442\u043e\u0437\u0438 \u0441\u043f\u0438\u0441\u044a\u043a \u0441\u044a\u0441 \u0441\u043e\u0431\u0441\u0442\u0432\u0435\u043d\u0438\u0442\u0435 \u0441\u0438 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0438 \u0437\u0430 \u043f\u043e\u043a\u0430\u0437\u0432\u0430\u043d\u0435.
switchEditableTools=\u041d\u0430\u0441\u043b\u0435\u0434\u0435\u043d\u0438 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0438
searchSites=\u0422\u044a\u0440\u0441\u0435\u0442\u0435 \u0441\u0430\u0439\u0442\u043e\u0432\u0435
siteTitleHeader=\u0417\u0430\u0433\u043b\u0430\u0432\u0438\u0435 \u043d\u0430 \u0441\u0430\u0439\u0442\u0430
siteIdHeader=ID \u043d\u0430 \u0441\u0430\u0439\u0442\u0430
endDate=\u041a\u0440\u0430\u0439\u043d\u0430 \u0434\u0430\u0442\u0430
startDate=\u041d\u0430\u0447\u0430\u043b\u043d\u0430 \u0434\u0430\u0442\u0430
shoppingPeriodPerms=\u0420\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0438\u044f
shoppingPeriodPermsInherited=\u041d\u0430\u0441\u043b\u0435\u0434\u0435\u043d
switchEditablePerms=\u041d\u0430\u0441\u043b\u0435\u0434\u0435\u043d
editableRestrictedPermsTitle=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0420\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0438\u044f \u0437\u0430 \u043f\u0440\u0435\u0434\u043e\u0441\u0442\u0430\u0432\u044f\u043d\u0435
editableRestrictedPermsDescription=\u0422\u043e\u0432\u0430 \u0449\u0435 \u0431\u044a\u0434\u0430\u0442 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0438\u044f\u0442\u0430, \u043a\u043e\u0438\u0442\u043e \u0434\u0430\u0432\u0430\u0442\u0435 \u0437\u0430 \u043f\u0435\u0440\u0438\u043e\u0434\u0430 \u043d\u0430 \u043f\u0430\u0437\u0430\u0440\u0443\u0432\u0430\u043d\u0435.
inheritedRestrictedPermsTitle=\u041d\u0430\u0441\u043b\u0435\u0434\u0435\u043d\u0438 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0438\u044f
inheritedRestrictedPermsDescription=\u0422\u043e\u0437\u0438 \u0432\u044a\u0437\u0435\u043b \u043d\u0430\u0441\u043b\u0435\u0434\u044f\u0432\u0430 \u0441\u043b\u0435\u0434\u043d\u0438\u0442\u0435 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0438\u044f \u043e\u0442 \u043d\u0430\u0439-\u0431\u043b\u0438\u0437\u043a\u0438\u044f \u0441\u0438 \u0440\u043e\u0434\u0438\u0442\u0435\u043b \u0441 \u0438\u0437\u0431\u0440\u0430\u043d\u0438 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0438 \u0437\u0430 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0438\u044f.
shoppingPeriodAuth=\u0423\u043f\u044a\u043b\u043d\u043e\u043c\u043e\u0449\u0430\u0432\u0430\u043d\u0435
shoppersBecome=\u041a\u0443\u043f\u0443\u0432\u0430\u0447\u0438\u0442\u0435 \u0441\u0442\u0430\u0432\u0430\u0442
userBecomes=\u041f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b \u0441\u0442\u0430\u0432\u0430
access=\u0414\u043e\u0441\u0442\u044a\u043f
shoppingPeriodAdmin=\u0423\u043f\u0440\u0430\u0432\u0438\u0442\u0435\u043b \u0437\u0430 \u043f\u0430\u0437\u0430\u0440\u0443\u0432\u0430\u043d\u0435
siteAccess=\u0414\u043e\u0441\u0442\u044a\u043f \u0434\u043e \u0441\u0430\u0439\u0442\u0430
noShoppingAdminAccess=\u041d\u044f\u043c\u0430\u0442\u0435 \u0430\u0434\u043c\u0438\u043d\u0438\u0441\u0442\u0440\u0430\u0442\u043e\u0440\u0441\u043a\u0438 \u0434\u043e\u0441\u0442\u044a\u043f \u0437\u0430 \u043f\u0435\u0440\u0438\u043e\u0434\u0430 \u043d\u0430 \u043f\u0430\u0437\u0430\u0440\u0443\u0432\u0430\u043d\u0435
editUsersInstructions=\u0422\u0430\u0437\u0438 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 \u0432\u0438 \u043f\u043e\u0437\u0432\u043e\u043b\u044f\u0432\u0430 \u0434\u0430 \u0437\u0430\u0434\u0430\u0434\u0435\u0442\u0435 \u0434\u0435\u043b\u0435\u0433\u0438\u0440\u0430\u043d \u0434\u043e\u0441\u0442\u044a\u043f \u0437\u0430 \u0442\u043e\u0437\u0438 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b.
editUsersInstructions_accessAdmin=\u0417\u0430 \u043a\u043e\u043b\u043e\u043d\u0430\u0442\u0430 \u201e\u0410\u0434\u043c\u0438\u043d\u0438\u0441\u0442\u0440\u0430\u0442\u043e\u0440\u0441\u043a\u0438 \u0434\u043e\u0441\u0442\u044a\u043f\u201c \u043c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u0441\u0435\u043b\u0435\u043a\u0442\u0438\u0440\u0430\u0442\u0435 \u043a\u0432\u0430\u0434\u0440\u0430\u0442\u0447\u0435\u0442\u043e \u0434\u043e \u043d\u0438\u0432\u043e\u0442\u043e/\u0441\u0430\u0439\u0442\u0430, \u043a\u044a\u0434\u0435\u0442\u043e \u0438\u0441\u043a\u0430\u0442\u0435 \u0442\u043e\u0437\u0438 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b \u0434\u0430 \u0438\u043c\u0430 \u043a\u043e\u043d\u0442\u0440\u043e\u043b \u0432\u044a\u0440\u0445\u0443 \u0437\u0430\u0434\u0430\u0432\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0430\u0434\u043c\u0438\u043d\u0438\u0441\u0442\u0440\u0430\u0442\u043e\u0440\u0441\u043a\u0438 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0438\u044f \u0437\u0430 \u0434\u043e\u0441\u0442\u044a\u043f \u0438 \u043f\u0435\u0440\u0438\u043e\u0434\u0430 \u0437\u0430 \u043f\u0430\u0437\u0430\u0440\u0443\u0432\u0430\u043d\u0435 \u0437\u0430 \u0432\u0441\u0435\u043a\u0438 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b \u0432 \u0441\u0438\u0441\u0442\u0435\u043c\u0430\u0442\u0430.
editUsersInstructions_shoppingAdmin=\u0417\u0430 \u043a\u043e\u043b\u043e\u043d\u0430\u0442\u0430 \u0410\u0434\u043c\u0438\u043d\u0438\u0441\u0442\u0440\u0430\u0442\u043e\u0440\u0441\u043a\u0438 \u0434\u043e\u0441\u0442\u044a\u043f\u201c \u043c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u0441\u0435\u043b\u0435\u043a\u0442\u0438\u0440\u0430\u0442\u0435 \u043a\u0432\u0430\u0434\u0440\u0430\u0442\u0447\u0435\u0442\u043e \u0434\u043e \u043d\u0438\u0432\u043e\u0442\u043e/\u0441\u0430\u0439\u0442\u0430, \u043a\u044a\u0434\u0435\u0442\u043e \u0438\u0441\u043a\u0430\u0442\u0435 \u0442\u043e\u0437\u0438 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b \u0434\u0430 \u0438\u043c\u0430 \u043a\u043e\u043d\u0442\u0440\u043e\u043b \u0432\u044a\u0440\u0445\u0443 \u0437\u0430\u0434\u0430\u0432\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438\u0442\u0435 \u0437\u0430 \u043f\u0435\u0440\u0438\u043e\u0434\u0430 \u043d\u0430 \u043f\u0430\u0437\u0430\u0440\u0443\u0432\u0430\u043d\u0435. \u0412\u044a\u0437\u043b\u0438\u0442\u0435 \u0438 \u0434\u0435\u0446\u0430\u0442\u0430 \u043d\u0430 \u0432\u044a\u0437\u043b\u0438\u0442\u0435, \u043a\u043e\u0438\u0442\u043e \u0441\u0442\u0435 \u0438\u0437\u0431\u0440\u0430\u043b\u0438 \u0437\u0430 \u201e\u0410\u0434\u043c\u0438\u043d\u0438\u0441\u0442\u0440\u0430\u0442\u043e\u0440 \u043d\u0430 \u043f\u0430\u0437\u0430\u0440\u0443\u0432\u0430\u043d\u0435\u201c, \u0449\u0435 \u0441\u0435 \u043f\u043e\u043a\u0430\u0436\u0430\u0442 \u0437\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u044f \u0432\u044a\u0432 \u0432\u0440\u044a\u0437\u043a\u0430\u0442\u0430 \u201e\u041f\u0435\u0440\u0438\u043e\u0434 \u043d\u0430 \u043f\u0430\u0437\u0430\u0440\u0443\u0432\u0430\u043d\u0435\u201c.
editUsersInstructions_siteAccess=\u0417\u0430 \u043a\u043e\u043b\u043e\u043d\u0430\u0442\u0430 \u201e\u0414\u043e\u0441\u0442\u044a\u043f \u0434\u043e \u0441\u0430\u0439\u0442\u0430\u201c \u043c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0434\u043e \u043a\u043e\u0435 \u043d\u0438\u0432\u043e/\u0441\u0430\u0439\u0442 \u0438\u0441\u043a\u0430\u0442\u0435 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u044f\u0442 \u0434\u0430 \u0438\u043c\u0430 \u0434\u043e\u0441\u0442\u044a\u043f. \u041a\u043e\u0433\u0430\u0442\u043e \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u201e\u0414\u043e\u0441\u0442\u044a\u043f \u0434\u043e \u0441\u0430\u0439\u0442\u0430\u201c, \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u043f\u043e\u043f\u044a\u043b\u043d\u0438\u0442\u0435 \u043a\u0430\u043a\u0432\u0430 \u0440\u043e\u043b\u044f \u0449\u0435 \u0438\u043c\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u044f\u0442, \u043a\u043e\u0433\u0430\u0442\u043e \u043f\u043e\u0441\u0435\u0449\u0430\u0432\u0430 \u0442\u043e\u0437\u0438 \u0441\u0430\u0439\u0442 \u0438\u043b\u0438 \u0441\u0430\u0439\u0442 \u043f\u043e\u0434 \u0442\u043e\u0432\u0430 \u043d\u0438\u0432\u043e. \u0412\u0438\u0435 \u0441\u044a\u0449\u043e \u0438\u043c\u0430\u0442\u0435 \u0432\u044a\u0437\u043c\u043e\u0436\u043d\u043e\u0441\u0442\u0442\u0430 \u0434\u0430 \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u043a\u043e\u0438 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0438 \u0441\u0430 \u043e\u0433\u0440\u0430\u043d\u0438\u0447\u0435\u043d\u0438 \u0437\u0430 \u0442\u043e\u0437\u0438 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b, \u043a\u0430\u0442\u043e \u0449\u0440\u0430\u043a\u043d\u0435\u0442\u0435 \u0432\u044a\u0440\u0445\u0443 \u0432\u0440\u044a\u0437\u043a\u0430\u0442\u0430 \u201e\u041e\u0433\u0440\u0430\u043d\u0438\u0447e\u043d\u0438 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0438\u201c. \u0412\u0441\u0438\u0447\u043a\u0438\u0442\u0435 \u0438\u0437\u0431\u0440\u0430\u043d\u0438 \u0432\u044a\u0437\u043b\u0438-\u0434\u0435\u0446\u0430 \u0449\u0435 \u043d\u0430\u0441\u043b\u0435\u0434\u044f\u0442 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438\u0442\u0435 \u043d\u0430 \u0441\u0432\u043e\u0438\u0442\u0435 \u0440\u043e\u0434\u0438\u0442\u0435\u043b\u0438, \u043e\u0441\u0432\u0435\u043d \u0430\u043a\u043e \u0438\u0437\u0440\u0438\u0447\u043d\u043e \u043d\u0435 \u0441\u0442\u0435 \u0433\u0438 \u0437\u0430\u043c\u0435\u043d\u0438\u043b\u0438. \u0412\u044a\u0437\u043b\u0438\u0442\u0435 \u0438 \u0434\u0435\u0446\u0430\u0442\u0430 \u043d\u0430 \u0432\u044a\u0437\u043b\u0438\u0442\u0435, \u043a\u043e\u0438\u0442\u043e \u0441\u0442\u0435 \u0438\u0437\u0431\u0440\u0430\u043b\u0438 \u0437\u0430 \u201e\u0414\u043e\u0441\u0442\u044a\u043f \u0434\u043e \u0441\u0430\u0439\u0442\u0430\u201c, \u0449\u0435 \u0441\u0435 \u043f\u043e\u043a\u0430\u0436\u0430\u0442 \u0437\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u044f \u0432\u044a\u0432 \u0432\u0440\u044a\u0437\u043a\u0430\u0442\u0430 \u201e\u0414\u0435\u043b\u0435\u0433\u0438\u0440\u0430\u043d \u0434\u043e\u0441\u0442\u044a\u043f\u201c. \u041a\u043e\u0433\u0430\u0442\u043e \u0441\u0442\u0435 \u0433\u043e\u0442\u043e\u0432\u0438, \u0449\u0440\u0430\u043a\u043d\u0435\u0442\u0435 \u0432\u044a\u0440\u0445\u0443 \u0417\u0430\u043f\u0430\u0437\u0432\u0430\u043d\u0435 \u0438\u043b\u0438 \u0449\u0440\u0430\u043a\u043d\u0435\u0442\u0435 \u0432\u044a\u0440\u0445\u0443 \u041e\u0442\u043a\u0430\u0437, \u0437\u0430 \u0434\u0430 \u043e\u0442\u043c\u0435\u043d\u0438\u0442\u0435 \u0432\u0441\u0438\u0447\u043a\u0438 \u043f\u0440\u043e\u043c\u0435\u043d\u0438.
delegatedAccessInstructions=\u0422\u0430\u0437\u0438 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 \u0432\u0438 \u043f\u043e\u0437\u0432\u043e\u043b\u044f\u0432\u0430 \u0434\u0430 \u0442\u044a\u0440\u0441\u0438\u0442\u0435 \u0432 \u0441\u0430\u0439\u0442\u043e\u0432\u0435, \u0434\u043e \u043a\u043e\u0438\u0442\u043e \u0432\u0438 \u0435 \u043f\u0440\u0435\u0434\u043e\u0441\u0442\u0430\u0432\u0435\u043d \u0434\u043e\u0441\u0442\u044a\u043f. \u041c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u0442\u044a\u0440\u0441\u0438\u0442\u0435 \u043f\u043e \u0437\u0430\u0433\u043b\u0430\u0432\u0438\u0435 \u043d\u0430 \u0441\u0430\u0439\u0442\u0430, \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440 \u043d\u0430 \u0441\u0430\u0439\u0442, \u0438\u043c\u0435 \u043d\u0430 \u0438\u043d\u0441\u0442\u0440\u0443\u043a\u0442\u043e\u0440, \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440 \u043d\u0430 \u0438\u043d\u0441\u0442\u0440\u0443\u043a\u0442\u043e\u0440, \u0438\u043c\u0435\u0439\u043b \u043d\u0430 \u0438\u043d\u0441\u0442\u0440\u0443\u043a\u0442\u043e\u0440 \u0438\u043b\u0438 \u0442\u0435\u0440\u043c\u0438\u043d \u043d\u0430 \u0441\u0430\u0439\u0442\u0430 \u0438\u043b\u0438 \u043c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0442\u0435 \u0434\u044a\u0440\u0432\u043e\u0432\u0438\u0434\u043d\u0430\u0442\u0430 \u0441\u0442\u0440\u0443\u043a\u0442\u0443\u0440\u0430 \u043f\u043e-\u0434\u043e\u043b\u0443, \u0437\u0430 \u0434\u0430 \u043d\u0430\u043c\u0435\u0440\u0438\u0442\u0435 \u0441\u0430\u0439\u0442\u0430, \u043a\u043e\u0439\u0442\u043e \u0438\u0441\u043a\u0430\u0442\u0435. \u041a\u043b\u0438\u043a\u043d\u0435\u0442\u0435 \u0432\u044a\u0440\u0445\u0443 \u0437\u0430\u0433\u043b\u0430\u0432\u0438\u0435\u0442\u043e \u043d\u0430 \u0441\u0430\u0439\u0442\u0430, \u0437\u0430 \u0434\u0430 \u043f\u0440\u0435\u043c\u0438\u043d\u0435\u0442\u0435 \u043a\u044a\u043c \u0442\u043e\u0437\u0438 \u0441\u0430\u0439\u0442.
shoppingAdminInstructions=\u0422\u0430\u0437\u0438 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 \u0432\u0438 \u043f\u043e\u0437\u0432\u043e\u043b\u044f\u0432\u0430 \u0434\u0430 \u0437\u0430\u0434\u0430\u0434\u0435\u0442\u0435 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438\u0442\u0435 \u0437\u0430 \u043f\u0435\u0440\u0438\u043e\u0434\u0430 \u043d\u0430 \u043f\u0430\u0437\u0430\u0440\u0443\u0432\u0430\u043d\u0435 \u0437\u0430 \u0441\u0430\u0439\u0442\u043e\u0432\u0435\u0442\u0435, \u0437\u0430 \u043a\u043e\u0438\u0442\u043e \u0441\u0442\u0435 \u043f\u043e\u043b\u0443\u0447\u0438\u043b\u0438 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0438\u0435 \u0434\u0430 \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u0442\u0435. \u0417\u0430 \u0434\u0430 \u0437\u0430\u0434\u0430\u0434\u0435\u0442\u0435 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438\u0442\u0435 \u0437\u0430 \u043f\u0435\u0440\u0438\u043e\u0434\u0430 \u043d\u0430 \u043f\u0430\u0437\u0430\u0440\u0443\u0432\u0430\u043d\u0435, \u043c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u043f\u043e\u0441\u0442\u0430\u0432\u0438\u0442\u0435 \u043e\u0442\u043c\u0435\u0442\u043a\u0430 \u0432 \u043a\u0432\u0430\u0434\u0440\u0430\u0442\u0447\u0435\u0442\u043e \u0434\u043e \u043d\u0438\u0432\u043e\u0442\u043e/\u0441\u0430\u0439\u0442\u0430, \u043a\u043e\u0439\u0442\u043e \u0438\u0441\u043a\u0430\u0442\u0435 \u0434\u0430 \u0437\u0430\u0434\u0430\u0434\u0435\u0442\u0435. \u0418\u043c\u0430\u0439\u0442\u0435 \u043f\u0440\u0435\u0434\u0432\u0438\u0434, \u0447\u0435 \u0449\u0435 \u0432\u0438\u0434\u0438\u0442\u0435 \u043a\u0432\u0430\u0434\u0440\u0430\u0442\u0447\u0435 \u0437\u0430 \u043e\u0442\u043c\u0435\u0442\u043a\u0430 \u0441\u0430\u043c\u043e \u0434\u043e \u0432\u044a\u0437\u0435\u043b, \u043a\u043e\u0439\u0442\u043e \u0438\u043c\u0430\u0442\u0435 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0438\u0435 \u0434\u0430 \u043f\u0440\u043e\u043c\u0435\u043d\u044f\u0442\u0435. \u041f\u044a\u0440\u0432\u043e, \u043a\u043e\u0433\u0430\u0442\u043e \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0432\u044a\u0437\u0435\u043b, \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0437\u0430\u0434\u0430\u0434\u0435\u0442\u0435 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0430\u0442\u0430 "\u0423\u043f\u044a\u043b\u043d\u043e\u043c\u043e\u0449\u0430\u0432\u0430\u043d\u0435". \u0414\u0432\u0435\u0442\u0435 \u043e\u043f\u0446\u0438\u0438 \u0441\u0430 \u201e\u041f\u0443\u0431\u043b\u0438\u0447\u0435\u043d\u201c \u0438 \u201e\u0412\u043b\u0435\u0437\u043b\u0438\u201c. \u201e\u041f\u0443\u0431\u043b\u0438\u0447\u0435\u043d\u201c \u043e\u0437\u043d\u0430\u0447\u0430\u0432\u0430, \u0447\u0435 \u0432\u0441\u0435\u043a\u0438 \u0438\u043c\u0430 \u0434\u043e\u0441\u0442\u044a\u043f \u0434\u043e \u0442\u043e\u0437\u0438 \u0441\u0430\u0439\u0442 \u0438 \u043d\u0435 \u0435 \u043d\u0435\u043e\u0431\u0445\u043e\u0434\u0438\u043c\u043e \u0434\u0430 \u0432\u043b\u0438\u0437\u0430, \u0437\u0430 \u0434\u0430 \u043f\u0430\u0437\u0430\u0440\u0443\u0432\u0430 \u043e\u0442 \u043d\u0435\u0433\u043e. \u201e\u0412\u043b\u0435\u0437\u043b\u0438\u201c \u043e\u0437\u043d\u0430\u0447\u0430\u0432\u0430, \u0447\u0435 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438\u0442\u0435 \u0442\u0440\u044f\u0431\u0432\u0430 \u043f\u044a\u0440\u0432\u043e \u0434\u0430 \u0432\u043b\u044f\u0437\u0430\u0442, \u0437\u0430 \u0434\u0430 \u043f\u0430\u0437\u0430\u0440\u0443\u0432\u0430\u0442 \u043e\u0442 \u0442\u043e\u0437\u0438 \u0441\u0430\u0439\u0442. \u0421\u043b\u0435\u0434 \u0442\u043e\u0432\u0430 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0440\u043e\u043b\u044f\u0442\u0430, \u043a\u043e\u044f\u0442\u043e \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u044f\u0442 \u0449\u0435 \u0438\u0433\u0440\u0430\u0435, \u043a\u043e\u0433\u0430\u0442\u043e \u043f\u0430\u0437\u0430\u0440\u0443\u0432\u0430. \u041d\u0430\u043a\u0440\u0430\u044f \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0437\u0430\u0434\u0430\u0434\u0435\u0442\u0435 \u0434\u0430\u0442\u0438\u0442\u0435, \u043f\u0440\u0435\u0437 \u043a\u043e\u0438\u0442\u043e \u043f\u0435\u0440\u0438\u043e\u0434\u044a\u0442 \u0437\u0430 \u043f\u0430\u0437\u0430\u0440\u0443\u0432\u0430\u043d\u0435 \u0449\u0435 \u0431\u044a\u0434\u0435 \u043e\u0442\u0432\u043e\u0440\u0435\u043d. \u041f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435 \u0432\u0441\u0438\u0447\u043a\u0438 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0438 \u0441\u0430 \u0441\u043a\u0440\u0438\u0442\u0438 \u0437\u0430 \u043a\u0443\u043f\u0443\u0432\u0430\u0447\u0438\u0442\u0435, \u0442\u0430\u043a\u0430 \u0447\u0435 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u043f\u043e\u0441\u043e\u0447\u0438\u0442\u0435 \u0434\u043e \u043a\u043e\u0438 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0438 \u0438\u043c\u0430 \u0434\u043e\u0441\u0442\u044a\u043f \u043a\u0443\u043f\u0443\u0432\u0430\u0447\u044a\u0442. \u041c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u0440\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u0442\u0435 \u0442\u043e\u0437\u0438 \u0441\u043f\u0438\u0441\u044a\u043a \u0441 \u0432\u0438\u0434\u0438\u043c\u0438 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0438, \u043a\u0430\u0442\u043e \u0449\u0440\u0430\u043a\u043d\u0435\u0442\u0435 \u0432\u044a\u0440\u0445\u0443 \u0432\u0440\u044a\u0437\u043a\u0430\u0442\u0430 \u201e\u041f\u043e\u043a\u0430\u0436\u0438 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0438\u201c. \u0412\u0441\u0438\u0447\u043a\u0438 \u0434\u044a\u0449\u0435\u0440\u043d\u0438 \u0432\u044a\u0437\u043b\u0438 \u0449\u0435 \u043d\u0430\u0441\u043b\u0435\u0434\u044f\u0442 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438\u0442\u0435 \u043d\u0430 \u0441\u0432\u043e\u0438\u0442\u0435 \u0440\u043e\u0434\u0438\u0442\u0435\u043b\u0438, \u043e\u0441\u0432\u0435\u043d \u0430\u043a\u043e \u0434\u044a\u0449\u0435\u0440\u043d\u0438\u044f\u0442 \u0432\u044a\u0437\u0435\u043b \u043d\u0435 \u0435 \u0437\u0430\u0434\u0430\u0434\u0435\u043d \u0441\u044a\u0441 \u0441\u0432\u043e\u0438 \u0441\u043e\u0431\u0441\u0442\u0432\u0435\u043d\u0438 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438. \u041a\u043e\u0433\u0430\u0442\u043e \u0441\u0442\u0435 \u0433\u043e\u0442\u043e\u0432\u0438, \u0449\u0440\u0430\u043a\u043d\u0435\u0442\u0435 \u0432\u044a\u0440\u0445\u0443 \u0417\u0430\u043f\u0430\u0437\u0432\u0430\u043d\u0435 \u0438\u043b\u0438 \u0449\u0440\u0430\u043a\u043d\u0435\u0442\u0435 \u0432\u044a\u0440\u0445\u0443 \u041e\u0442\u043a\u0430\u0437, \u0437\u0430 \u0434\u0430 \u043e\u0442\u043c\u0435\u043d\u0438\u0442\u0435 \u0432\u0441\u0438\u0447\u043a\u0438 \u043f\u0440\u043e\u043c\u0435\u043d\u0438.
shoppingAdminTitle=\u0420\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438\u0442\u0435 \u0437\u0430 \u043f\u0435\u0440\u0438\u043e\u0434\u0430 \u043d\u0430 \u043f\u0430\u0437\u0430\u0440\u0443\u0432\u0430\u043d\u0435
delegatedAccessTitle=\u0414\u0435\u043b\u0435\u0433\u0438\u0440\u0430\u043d \u0434\u043e\u0441\u0442\u044a\u043f
editUsersTitle=\u0420\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u0439\u0442\u0435 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0438\u044f\u0442\u0430 \u0437\u0430\:
instructorField=\u0418\u043d\u0441\u0442\u0440\u0443\u043a\u0442\u043e\u0440\:
instructor=\u0418\u043d\u0441\u0442\u0440\u0443\u043a\u0442\u043e\u0440
member=\u0427\u043b\u0435\u043d
user=\u041f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b
advancedSearch=\u0420\u0430\u0437\u0448\u0438\u0440\u0435\u043d\u0438 \u043e\u043f\u0446\u0438\u0438 \u0437\u0430 \u0442\u044a\u0440\u0441\u0435\u043d\u0435
hideAdvancedSearch=\u0421\u043a\u0440\u0438\u0432\u0430\u043d\u0435 \u043d\u0430 \u043e\u043f\u0446\u0438\u0438\u0442\u0435 \u0437\u0430 \u0440\u0430\u0437\u0448\u0438\u0440\u0435\u043d\u043e \u0442\u044a\u0440\u0441\u0435\u043d\u0435
siteIdTitleField=\u0441\u0430\u0439\u0442\:
termField=\u0441\u0440\u043e\u043a\:
termHeader=\u0421\u0440\u043e\u043a
instructorHeader=\u0418\u043d\u0441\u0442\u0440\u0443\u043a\u0442\u043e\u0440
noShoppingSites=\u041d\u044f\u043c\u0430 \u043d\u0430\u043b\u0438\u0447\u043d\u0438 \u0441\u0430\u0439\u0442\u043e\u0432\u0435
shoppingTitle=\u041f\u0435\u0440\u0438\u043e\u0434 \u043d\u0430 \u043f\u0430\u0437\u0430\u0440\u0443\u0432\u0430\u043d\u0435
shoppingInstruction=\u0422\u0430\u0437\u0438 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 \u0432\u0438 \u043f\u043e\u0437\u0432\u043e\u043b\u044f\u0432\u0430 \u0434\u0430 \u0442\u044a\u0440\u0441\u0438\u0442\u0435 \u0432 \u0441\u0430\u0439\u0442\u043e\u0432\u0435, \u043a\u043e\u0438\u0442\u043e \u0441\u0430 \u043e\u0442\u0432\u043e\u0440\u0435\u043d\u0438 \u0437\u0430 \u043f\u0430\u0437\u0430\u0440\u0443\u0432\u0430\u043d\u0435. \u041c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u0442\u044a\u0440\u0441\u0438\u0442\u0435 \u043f\u043e \u0437\u0430\u0433\u043b\u0430\u0432\u0438\u0435 \u043d\u0430 \u0441\u0430\u0439\u0442\u0430, \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440 \u043d\u0430 \u0441\u0430\u0439\u0442, \u0438\u043c\u0435 \u043d\u0430 \u0438\u043d\u0441\u0442\u0440\u0443\u043a\u0442\u043e\u0440, \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440 \u043d\u0430 \u0438\u043d\u0441\u0442\u0440\u0443\u043a\u0442\u043e\u0440, \u0438\u043c\u0435\u0439\u043b \u043d\u0430 \u0438\u043d\u0441\u0442\u0440\u0443\u043a\u0442\u043e\u0440 \u0438\u043b\u0438 \u0442\u0435\u0440\u043c\u0438\u043d \u043d\u0430 \u0441\u0430\u0439\u0442\u0430 \u0438\u043b\u0438 \u043c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0442\u0435 \u0434\u044a\u0440\u0432\u043e\u0432\u0438\u0434\u043d\u0430\u0442\u0430 \u0441\u0442\u0440\u0443\u043a\u0442\u0443\u0440\u0430 \u043f\u043e-\u0434\u043e\u043b\u0443, \u0437\u0430 \u0434\u0430 \u043d\u0430\u043c\u0435\u0440\u0438\u0442\u0435 \u0441\u0430\u0439\u0442\u0430, \u043a\u043e\u0439\u0442\u043e \u0438\u0441\u043a\u0430\u0442\u0435. \u041a\u043b\u0438\u043a\u043d\u0435\u0442\u0435 \u0432\u044a\u0440\u0445\u0443 \u0437\u0430\u0433\u043b\u0430\u0432\u0438\u0435\u0442\u043e \u043d\u0430 \u0441\u0430\u0439\u0442\u0430, \u0437\u0430 \u0434\u0430 \u043f\u0440\u0435\u043c\u0438\u043d\u0435\u0442\u0435 \u043a\u044a\u043c \u0442\u043e\u0437\u0438 \u0441\u0430\u0439\u0442.
.anon=\u041e\u0431\u0449\u0435\u0441\u0442\u0432\u0435\u043d
.auth=\u0412\u043f\u0438\u0441\u0430\u043d
any=\u0412\u0441\u044f\u043a\u0430\u043a\u0432\u0438
showToolsHeader=\u041f\u043e\u043a\u0430\u0437\u0432\u0430\u043d\u0435 \u043d\u0430 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0438
showAuthToolsHeader=\u0418\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0438\: \u0412\u043b\u0435\u0437\u043b\u0438 \u0441\u0442\u0435
showPublicToolsHeader=\u0418\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0438\: \u041f\u0443\u0431\u043b\u0438\u0447\u043d\u0438

link.current=\u0410\u043a\u0442\u0438\u0432\u043d\u0438 \u0441\u0430\u0439\u0442\u043e\u0432\u0435 \u0437\u0430 \u043f\u0430\u0437\u0430\u0440\u0443\u0432\u0430\u043d\u0435
link.current.tooltip=\u041f\u043e\u043a\u0430\u0437\u0432\u0430 \u0441\u043f\u0438\u0441\u044a\u043a \u0441 \u0432\u0441\u0438\u0447\u043a\u0438 \u0430\u043a\u0442\u0438\u0432\u043d\u0438 \u0441\u0430\u0439\u0442\u043e\u0432\u0435 \u0437\u0430 \u043f\u0430\u0437\u0430\u0440\u0443\u0432\u0430\u043d\u0435 \u0438 \u0442\u0435\u0445\u043d\u0438\u0442\u0435 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438.
link.all=\u0412\u0441\u0438\u0447\u043a\u0438 \u0441\u0430\u0439\u0442\u043e\u0432\u0435 \u0437\u0430 \u043f\u0430\u0437\u0430\u0440\u0443\u0432\u0430\u043d\u0435
link.all.tooltip=\u041f\u043e\u043a\u0430\u0437\u0432\u0430 \u0441\u043f\u0438\u0441\u044a\u043a\u0430 \u0441 \u0432\u0441\u0438\u0447\u043a\u0438 \u0441\u0430\u0439\u0442\u043e\u0432\u0435 \u0437\u0430 \u043f\u0430\u0437\u0430\u0440\u0443\u0432\u0430\u043d\u0435 \u0438 \u0442\u0435\u0445\u043d\u0438\u0442\u0435 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438.
accessModifiedBy=\u0414\u043e\u0441\u0442\u044a\u043f\u044a\u0442 \u0435 \u043f\u0440\u043e\u043c\u0435\u043d\u0435\u043d \u043e\u0442
accessModifiedOn=\u0414\u043e\u0441\u0442\u044a\u043f\u044a\u0442 \u0435 \u043f\u0440\u043e\u043c\u0435\u043d\u0435\u043d \u043d\u0430
hideInstructions=\u0421\u043a\u0440\u0438\u0432\u0430\u043d\u0435 \u043d\u0430 \u0438\u043d\u0441\u0442\u0440\u0443\u043a\u0446\u0438\u0438\u0442\u0435
showInstructions=\u041f\u043e\u043a\u0430\u0437\u0432\u0430\u043d\u0435 \u043d\u0430 \u0438\u043d\u0441\u0442\u0440\u0443\u043a\u0446\u0438\u0438
accessAdmin=\u0410\u0434\u043c\u0438\u043d\u0438\u0441\u0442\u0440\u0430\u0442\u043e\u0440\u0441\u043a\u0438 \u0434\u043e\u0441\u0442\u044a\u043f
lookupInstructor=\u0422\u044a\u0440\u0441\u0435\u0442\u0435 \u0438\u043d\u0441\u0442\u0440\u0443\u043a\u0442\u043e\u0440
shoppingPeriodRevokeInstructorEditable=\u0414\u0435\u0430\u043a\u0442\u0438\u0432\u0438\u0440\u0430\u0439\u0442\u0435 \u043f\u0440\u0435\u0437\u0430\u043f\u0438\u0441\u0432\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0438\u043d\u0441\u0442\u0440\u0443\u043a\u0442\u043e\u0440\u0430
noToolsSelected=\u041d\u0435 \u0441\u0442\u0435 \u0438\u0437\u0431\u0440\u0430\u043b\u0438 \u043d\u0438\u043a\u0430\u043a\u0432\u0438 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0438.
advanced=\u0420\u0430\u0437\u0448\u0438\u0440\u0435\u043d\u043e
advancedOptionsTitle=\u0420\u0430\u0437\u0448\u0438\u0440\u0435\u043d\u0438 \u043e\u043f\u0446\u0438\u0438
advancedOptionsDesc=\u0412\u0441\u0438\u0447\u043a\u0438 \u0434\u0435\u0446\u0430 \u0449\u0435 \u043d\u0430\u0441\u043b\u0435\u0434\u044f\u0442 \u0442\u0435\u0437\u0438 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438, \u043e\u0441\u0432\u0435\u043d \u0430\u043a\u043e \u043d\u0435 \u0431\u044a\u0434\u0430\u0442 \u043f\u0440\u0435\u0437\u0430\u043f\u0438\u0441\u0432\u0430\u043d\u0438.
advOptInstructorGroupTitle=\u041d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438 \u043d\u0430 \u0438\u043d\u0441\u0442\u0440\u0443\u043a\u0442\u043e\u0440\u0430
shoppingPeriodRevokePublicOptCheckbox=\u0414\u0435\u0430\u043a\u0442\u0438\u0432\u0438\u0440\u0430\u0439\u0442\u0435 \u043e\u043f\u0446\u0438\u044f\u0442\u0430 \u201e\u041f\u0443\u0431\u043b\u0438\u0447\u0435\u043d\u201c.
inactiveLegendText=\u041d\u0435 \u0435 \u043e\u0442\u043a\u0440\u0438\u0442\u0430 \u0434\u0435\u0439\u043d\u043e\u0441\u0442 \u0437\u0430 \u0442\u043e\u0437\u0438 \u0441\u0430\u0439\u0442
legend=\u041b\u0435\u0433\u0435\u043d\u0434\u0430\:
nodeIdParam=\u0417\u0430\u0434\u0430\u0439\u0442\u0435 ID \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u044a\u0440 \u043d\u0430 \u0432\u044a\u0437\u0435\u043b, \u0430\u043a\u043e \u0437\u043d\u0430\u0435\u0442\u0435 \u0432\u044a\u0437\u0435\u043b\u0430, \u043a\u043e\u0439\u0442\u043e \u0438\u0441\u043a\u0430\u0442\u0435 \u0434\u0430 \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u0442\u0435. \u0410\u043a\u043e \u043e\u0441\u0442\u0430\u0432\u0438\u0442\u0435 \u043f\u0440\u0430\u0437\u043d\u043e, \u0446\u044f\u043b\u043e\u0442\u043e \u0434\u044a\u0440\u0432\u043e \u0449\u0435 \u0441\u0435 \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430.
administrationTools=\u0410\u0434\u043c\u0438\u043d\u0438\u0441\u0442\u0440\u0430\u0442\u0438\u0432\u043d\u0438 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0438
add.da.myworkspace=\u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u0434\u0435\u043b\u0435\u0433\u0438\u0440\u0430\u043d \u0434\u043e\u0441\u0442\u044a\u043f \u0434\u043e \u0434\u043e\u043c\u043e\u0432\u0435
add.da.myworkspace.desc=\u0422\u043e\u0432\u0430 \u0434\u043e\u0431\u0430\u0432\u044f \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0430 \u0437\u0430 \u0434\u0435\u043b\u0435\u0433\u0438\u0440\u0430\u043d \u0434\u043e\u0441\u0442\u044a\u043f \u043a\u044a\u043c \u043d\u0430\u0447\u0430\u043b\u043d\u0438\u0442\u0435 \u0441\u0430\u0439\u0442\u043e\u0432\u0435 \u043d\u0430 \u0432\u0441\u0438\u0447\u043a\u0438 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438 \u0437\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438, \u043a\u043e\u0438\u0442\u043e \u0438\u043c\u0430\u0442 \u043a\u0430\u043a\u044a\u0432\u0442\u043e \u0438 \u0434\u0430 \u0435 \u0432\u0438\u0434 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0438\u044f \u0432 \u0434\u0435\u043b\u0435\u0433\u0438\u0440\u0430\u043d\u0438\u044f \u0434\u043e\u0441\u0442\u044a\u043f. \u041f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u044f\u0442 \u0449\u0435 \u0438\u043c\u0430 \u0434\u043e\u0431\u0430\u0432\u0435\u043d/\u043f\u0440\u0435\u043c\u0430\u0445\u043d\u0430\u0442 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442 \u0437\u0430 \u0434\u0435\u043b\u0435\u0433\u0438\u0440\u0430\u043d \u0434\u043e\u0441\u0442\u044a\u043f, \u043a\u043e\u0433\u0430\u0442\u043e \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u0442\u0435 \u0442\u0435\u0445\u043d\u0438\u0442\u0435 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0438\u044f, \u043d\u043e \u043f\u043e\u043d\u044f\u043a\u043e\u0433\u0430 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0438\u0437\u0442\u0440\u0438\u0435\u0442\u0435 \u0432\u0441\u0438\u0447\u043a\u0438 \u0434\u043e\u043c\u043e\u0432\u0435, \u0437\u0430 \u0434\u0430 \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u043d\u043e\u0432 \u0448\u0430\u0431\u043b\u043e\u043d \u0437\u0430 \u043d\u0430\u0447\u0430\u043b\u043e.
addDaMyworkspaceTitle=\u0414\u043e\u0431\u0430\u0432\u0435\u0442\u0435 \u0434\u0435\u043b\u0435\u0433\u0438\u0440\u0430\u043d \u0434\u043e\u0441\u0442\u044a\u043f \u043a\u044a\u043c \u041c\u043e\u0438\u0442\u0435 \u0440\u0430\u0431\u043e\u0442\u043d\u0438 \u043c\u0435\u0441\u0442\u0430
success.addDaMyworkspace=\u0423\u0441\u043f\u0435\u0448\u043d\u043e \u0441\u0442\u0435 \u043f\u043b\u0430\u043d\u0438\u0440\u0430\u043b\u0438 \u0437\u0430\u0434\u0430\u043d\u0438\u0435\u0442\u043e \u0437\u0430 \u0434\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u0434\u0435\u043b\u0435\u0433\u0438\u0440\u0430\u043d \u0434\u043e\u0441\u0442\u044a\u043f \u043a\u044a\u043c \u043d\u0430\u0447\u0430\u043b\u043d\u0438\u0442\u0435 \u0441\u0430\u0439\u0442\u043e\u0432\u0435 \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u044f.
addDaMyworkspace.job.status.none=\u041d\u0438\u043a\u043e\u0433\u0430 \u043d\u0435 \u0435 \u043f\u043b\u0430\u043d\u0438\u0440\u0430\u043d\u043e.
status=\u0421\u0442\u0430\u0442\u0443\u0441\:
na=N/A
addDaMyworkspace.job.status.failed=\u041d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u043e \u043f\u043e \u0432\u0440\u0435\u043c\u0435 \u043d\u0430 \u043f\u043e\u0441\u043b\u0435\u0434\u043d\u043e\u0442\u043e \u0438\u0437\u043f\u044a\u043b\u043d\u0435\u043d\u0438\u0435
addDaMyworkspace.job.status.scheduled=\u041f\u043b\u0430\u043d\u0438\u0440\u0430\u043d
addDaMyworkspace.job.status.success=\u041f\u043e\u0441\u043b\u0435\u0434\u043d\u043e \u043f\u0440\u0435\u043c\u0438\u043d\u0430 \u0443\u0441\u043f\u0435\u0448\u043d\u043e
allowBecomeUser=\u041f\u043e\u0437\u0432\u043e\u043b\u0435\u0442\u0435 \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u044f \u0434\u0430 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0430 \u0437\u0430 \u0441\u0442\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b \u0437\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438 \u0432 \u0442\u0435\u0437\u0438 \u0441\u0430\u0439\u0442\u043e\u0432\u0435
allowedBeomceUser=\u041f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u044f\u0442 \u0438\u043c\u0430 \u043f\u0440\u0430\u0432\u043e \u0434\u0430 \u0441\u0442\u0430\u043d\u0435 \u0432\u0441\u0435\u043a\u0438 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b \u0432 \u0442\u0435\u0437\u0438 \u0441\u0430\u0439\u0442\u043e\u0432\u0435

legendNodeDesc=\u0419\u0435\u0440\u0430\u0440\u0445\u0438\u0447\u0435\u043d \u0432\u044a\u0437\u0435\u043b
legendSiteDesc=\u0441\u0430\u0439\u0442
legendInactiveDesc=\u041d\u0435\u0430\u043a\u0442\u0438\u0432\u0435\u043d
legendInstructorEditedDesc=\u0418\u043d\u0441\u0442\u0440\u0443\u043a\u0442\u043e\u0440\u044a\u0442 \u0435 \u0440\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u043d
searchByHierarchyLabel=\u0439\u0435\u0440\u0430\u0440\u0445\u0438\u044f
searchByEidLabel=\u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u043e \u0438\u043c\u0435
eidLabel=EID\:
searchByLabel=\u0422\u044a\u0440\u0441\u0435\u043d\u0435 \u043f\u043e
levelHeader=\u041d\u0438\u0432\u043e
hierarchyHeader=\u0419\u0435\u0440\u0430\u0440\u0445\u0438\u044f
userDoesNotExist=\u041f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u044f\u0442 \u043d\u0435 \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430
accessType1=\u0414\u043e\u0441\u0442\u044a\u043f
accessType2=\u0410\u0434\u043c\u0438\u043d\u0438\u0441\u0442\u0440\u0430\u0442\u043e\u0440 \u0437\u0430 \u043f\u0430\u0437\u0430\u0440\u0443\u0432\u0430\u043d\u0435
accessType4=\u0410\u0434\u043c\u0438\u043d\u0438\u0441\u0442\u0440\u0430\u0442\u043e\u0440 \u0437\u0430 \u0434\u043e\u0441\u0442\u044a\u043f\u0430
edit=\u0440\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u043d\u0435
site=\u0441\u0430\u0439\u0442
viewAccess=\u041f\u0440\u0435\u0433\u043b\u0435\u0434 \u043d\u0430 \u0434\u043e\u0441\u0442\u044a\u043f
noEidEntered=\u041c\u043e\u043b\u044f, \u0432\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u0432\u0430\u043b\u0438\u0434\u0435\u043d eid
eidDoesNotExist=\u041d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u043d\u0430\u043c\u0435\u0440\u0438 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b \u0441 \u0442\u043e\u0437\u0438 eid
noResultsUser=\u041d\u0435 \u0435 \u043d\u0430\u043c\u0435\u0440\u0435\u043d \u0434\u043e\u0441\u0442\u044a\u043f \u0437\u0430 \u0442\u043e\u0437\u0438 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b \u0438\u043b\u0438 \u043d\u044f\u043c\u0430\u0442\u0435 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0438\u0435 \u0434\u0430 \u0433\u043e \u0432\u0438\u0434\u0438\u0442\u0435.
noResultsHierarchy=\u041d\u044f\u043c\u0430 \u043d\u0430\u043c\u0435\u0440\u0435\u043d \u0434\u043e\u0441\u0442\u044a\u043f \u043d\u0430 \u0442\u043e\u0432\u0430 \u043d\u0438\u0432\u043e \u0438\u043b\u0438 \u043d\u044f\u043c\u0430\u0442\u0435 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0438\u0435 \u0434\u0430 \u0433\u043e \u0432\u0438\u0434\u0438\u0442\u0435.
remove=\u041f\u0440\u0435\u043c\u0430\u0445\u0432\u0430\u043d\u0435
confirmRemove=\u0421\u0438\u0433\u0443\u0440\u043d\u0438 \u043b\u0438 \u0441\u0442\u0435, \u0447\u0435 \u0438\u0441\u043a\u0430\u0442\u0435 \u0434\u0430 \u043f\u0440\u0435\u043c\u0430\u0445\u043d\u0435\u0442\u0435 \u0442\u043e\u0432\u0430 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0438\u0435?
includeLowerPermsLabel=\u0412\u043a\u043b\u044e\u0447\u0435\u0442\u0435 \u043f\u043e-\u043d\u0438\u0441\u043a\u0438 \u043d\u0438\u0432\u0430
removeAllPerms=\u041f\u0440\u0435\u043c\u0430\u0445\u0432\u0430\u043d\u0435 \u043d\u0430 \u0432\u0441\u0438\u0447\u043a\u0438 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0438\u044f
confirmRemoveAll=\u0421\u0438\u0433\u0443\u0440\u043d\u0438 \u043b\u0438 \u0441\u0442\u0435, \u0447\u0435 \u0438\u0441\u043a\u0430\u0442\u0435 \u0434\u0430 \u043f\u0440\u0435\u043c\u0430\u0445\u043d\u0435\u0442\u0435 \u0432\u0441\u0438\u0447\u043a\u0438 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0438\u044f \u0437\u0430 \u0442\u043e\u0437\u0438 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b?
accessHeader=\u0414\u043e\u0441\u0442\u044a\u043f
popupBlockWarning=\u041e\u0442\u043a\u0440\u0438\u0442\u0430 \u0435 \u043f\u0440\u043e\u0433\u0440\u0430\u043c\u0430 \u0437\u0430 \u0431\u043b\u043e\u043a\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0438\u0437\u0441\u043a\u0430\u0447\u0430\u0449\u0438 \u043f\u0440\u043e\u0437\u043e\u0440\u0446\u0438. \u0423\u0432\u0435\u0440\u0435\u0442\u0435 \u0441\u0435, \u0447\u0435 \u0441\u0442\u0435 \u0440\u0430\u0437\u0440\u0435\u0448\u0438\u043b\u0438 \u0438\u0437\u0441\u043a\u0430\u0447\u0430\u0449\u0438 \u043f\u0440\u043e\u0437\u043e\u0440\u0446\u0438 \u0437\u0430 \u0442\u043e\u0437\u0438 \u0441\u0430\u0439\u0442.
permaLink=\u0417\u0430\u043f\u0430\u0437\u0432\u0430\u043d\u0435 \u043d\u0430 \u0442\u044a\u0440\u0441\u0435\u043d\u0435\u0442\u043e
permaLinkMessage=\u041a\u043e\u043f\u0438\u0440\u0430\u0439\u0442\u0435 \u0432\u0440\u044a\u0437\u043a\u0430\u0442\u0430 \u0437\u0430 \u043f\u043e\u0441\u0442\u0430\u0432\u044f\u043d\u0435 \u0432 \u0438\u043c\u0435\u0439\u043b
published=\u041f\u0443\u0431\u043b\u0438\u043a\u0443\u0432\u0430\u043d\u043e
yes=\u0434\u0430
no=\u041d\u0435
providers=\u0421\u043f\u0438\u0441\u044a\u043a \u043d\u0430 \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u0446\u0438\u0442\u0435
lookupProviders=\u0422\u044a\u0440\u0441\u0435\u043d\u0435 \u0432 \u0441\u043f\u0438\u0441\u044a\u043a\u0430 \u043d\u0430 \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u0446\u0438\u0442\u0435
exportData=\u0415\u043a\u0441\u043f\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u0432 CSV \u0444\u043e\u0440\u043c\u0430\u0442
searchExportFileName=\u0420\u0435\u0437\u0443\u043b\u0442\u0430\u0442\u0438 \u043e\u0442 \u0442\u044a\u0440\u0441\u0435\u043d\u0435\u0442\u043e \u0441 \u0434\u0435\u043b\u0435\u0433\u0438\u0440\u0430\u043d \u0434\u043e\u0441\u0442\u044a\u043f
shoppingAdminBulkTitle=\u0413\u0440\u0443\u043f\u043e\u0432\u043e \u0434\u043e\u0431\u0430\u0432\u044f\u043d\u0435, \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0435 \u0438 \u0438\u0437\u0442\u0440\u0438\u0432\u0430\u043d\u0435 \u043d\u0430 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438\u0442\u0435 \u0437\u0430 \u043f\u0435\u0440\u0438\u043e\u0434\u0430 \u043d\u0430 \u043f\u0430\u0437\u0430\u0440\u0443\u0432\u0430\u043d\u0435
shoppingAdminBulkInstructions=\u0422\u0430\u0437\u0438 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 \u0432\u0438 \u043f\u043e\u0437\u0432\u043e\u043b\u044f\u0432\u0430 \u0434\u0430 \u0438\u0437\u0442\u0440\u0438\u0432\u0430\u0442\u0435 \u0438/\u0438\u043b\u0438 \u0434\u043e\u0431\u0430\u0432\u044f\u0442\u0435 \u0438\u043b\u0438 \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u0442\u0435 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438\u0442\u0435 \u0437\u0430 \u043f\u0435\u0440\u0438\u043e\u0434\u0430 \u043d\u0430 \u043f\u0430\u0437\u0430\u0440\u0443\u0432\u0430\u043d\u0435 \u043d\u0430 \u0432\u0441\u0435\u043a\u0438 \u0441\u0430\u0439\u0442. \u0417\u0430 \u0434\u0430 \u0438\u0437\u0442\u0440\u0438\u0435\u0442\u0435 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438\u0442\u0435 \u0437\u0430 \u043f\u0435\u0440\u0438\u043e\u0434 \u043d\u0430 \u043f\u0430\u0437\u0430\u0440\u0443\u0432\u0430\u043d\u0435 \u043d\u0430 \u0434\u0430\u0434\u0435\u043d \u0441\u0430\u0439\u0442, \u043f\u0440\u043e\u0441\u0442\u043e \u0434\u043e\u0431\u0430\u0432\u0435\u0442\u0435 \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440\u0430 \u043d\u0430 \u0441\u0430\u0439\u0442\u0430 \u043a\u044a\u043c \u0441\u043f\u0438\u0441\u044a\u043a\u0430 \u0441\u044a\u0441 \u0441\u0430\u0439\u0442\u043e\u0432\u0435 \u0432 \u0440\u0430\u0437\u0434\u0435\u043b\u0430 \u201e\u0418\u0437\u0442\u0440\u0438\u0432\u0430\u043d\u0435\u201c. \u041c\u043e\u043b\u044f, \u043e\u0431\u044a\u0440\u043d\u0435\u0442\u0435 \u0432\u043d\u0438\u043c\u0430\u043d\u0438\u0435, \u0447\u0435 \u0449\u0435 \u0438\u0437\u0442\u0440\u0438\u0435 \u0441\u0430\u043c\u043e \u0434\u0438\u0440\u0435\u043a\u0442\u043d\u0438 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438 \u0437\u0430 \u0441\u044a\u043e\u0442\u0432\u0435\u0442\u043d\u0438\u044f \u0432\u044a\u0437\u0435\u043b \u0438 \u043d\u044f\u043c\u0430 \u0434\u0430 \u0438\u0437\u0442\u0440\u0438\u0435 \u043d\u0430\u0441\u043b\u0435\u0434\u0435\u043d\u0438 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438. \u0417\u0430 \u0434\u0430 \u0434\u043e\u0431\u0430\u0432\u0438\u0442\u0435 \u0438\u043b\u0438 \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u0442\u0435 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438\u0442\u0435 \u043d\u0430 \u0434\u0430\u0434\u0435\u043d \u0441\u0430\u0439\u0442, \u0437\u0430\u0434\u0430\u0439\u0442\u0435 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438\u0442\u0435 \u0437\u0430 \u043f\u0435\u0440\u0438\u043e\u0434\u0430 \u043d\u0430 \u043f\u0430\u0437\u0430\u0440\u0443\u0432\u0430\u043d\u0435 \u0432 \u0440\u0430\u0437\u0434\u0435\u043b\u0430 \u201e\u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u0438\u043b\u0438 \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0435\u201c, \u0441\u043b\u0435\u0434 \u043a\u043e\u0435\u0442\u043e \u0434\u043e\u0431\u0430\u0432\u0435\u0442\u0435 \u0441\u0430\u0439\u0442\u043e\u0432\u0435\u0442\u0435, \u043a\u043e\u0438\u0442\u043e \u0438\u0441\u043a\u0430\u0442\u0435 \u0434\u0430 \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u0442\u0435, \u043a\u044a\u043c \u0441\u043f\u0438\u0441\u044a\u043a\u0430 \u0441\u044a\u0441 \u0441\u0430\u0439\u0442\u043e\u0432\u0435. \u041a\u043e\u0433\u0430\u0442\u043e \u0441\u0442\u0435 \u0433\u043e\u0442\u043e\u0432\u0438, \u0449\u0440\u0430\u043a\u043d\u0435\u0442\u0435 \u0432\u044a\u0440\u0445\u0443 \u0417\u0430\u043f\u0430\u0437\u0432\u0430\u043d\u0435 \u0438 \u0438\u0437\u0447\u0430\u043a\u0430\u0439\u0442\u0435 \u0438\u0437\u0432\u0435\u0441\u0442\u043d\u043e \u0432\u0440\u0435\u043c\u0435 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430\u0442\u0430 \u0434\u0430 \u0441\u0435 \u0437\u0430\u0440\u0435\u0434\u0438.
bulkEditLink=\u0413\u0440\u0443\u043f\u043e\u0432\u043e \u0434\u043e\u0431\u0430\u0432\u044f\u043d\u0435, \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0435 \u0438\u043b\u0438 \u0438\u0437\u0442\u0440\u0438\u0432\u0430\u043d\u0435
deleteShoppingSettings=\u0418\u0437\u0442\u0440\u0438\u0432\u0430\u043d\u0435 \u043d\u0430 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438\u0442\u0435 \u0437\u0430 \u043f\u0435\u0440\u0438\u043e\u0434\u0430 \u043d\u0430 \u043f\u0430\u0437\u0430\u0440\u0443\u0432\u0430\u043d\u0435
siteIds=ID \u043d\u0430 \u0441\u0430\u0439\u0442\u0430
siteIdsInfo=(\u0435\u0434\u0438\u043d ID \u043d\u0430 \u0440\u0435\u0434)
sitesToBeDeleted=\u0421\u0430\u0439\u0442\u043e\u0432\u0435 \u0437\u0430 \u0438\u0437\u0442\u0440\u0438\u0432\u0430\u043d\u0435
noSitesInInput=\u041d\u044f\u043c\u0430 \u0441\u0430\u0439\u0442\u043e\u0432\u0435 \u0437\u0430 \u0434\u043e\u0431\u0430\u0432\u044f\u043d\u0435.
sitesNotFound=\u0421\u043b\u0435\u0434\u043d\u0438\u0442\u0435 \u0441\u0430\u0439\u0442\u043e\u0432\u0435 \u043d\u0435 \u0431\u044f\u0445\u0430 \u043d\u0430\u043c\u0435\u0440\u0435\u043d\u0438 \u0432 \u0439\u0435\u0440\u0430\u0440\u0445\u0438\u044f\u0442\u0430\: {0}
sitesNoAccess=\u041d\u044f\u043c\u0430\u0442\u0435 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0438\u0435 \u0434\u0430 \u043f\u0440\u043e\u043c\u0435\u043d\u044f\u0442\u0435 \u0441\u043b\u0435\u0434\u043d\u0438\u0442\u0435 \u0441\u0430\u0439\u0442\u043e\u0432\u0435\: {0}
siteId=ID \u043d\u0430 \u0441\u0430\u0439\u0442\u0430
siteTitle=\u0417\u0430\u0433\u043b\u0430\u0432\u0438\u0435
addUpdateShoppingSettings=\u0414\u043e\u0431\u0430\u0432\u0435\u0442\u0435 \u0438\u043b\u0438 \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u0439\u0442\u0435 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438\u0442\u0435 \u0437\u0430 \u043f\u0435\u0440\u0438\u043e\u0434\u0430 \u043d\u0430 \u043f\u0430\u0437\u0430\u0440\u0443\u0432\u0430\u043d\u0435
sitesToBeAdded=\u0421\u0430\u0439\u0442\u043e\u0432\u0435 \u0437\u0430 \u0434\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u0438\u043b\u0438 \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0435
shoppingPeriodSettings=\u041d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438 \u043d\u0430 \u043f\u0435\u0440\u0438\u043e\u0434\u0430 \u043d\u0430 \u043f\u0430\u0437\u0430\u0440\u0443\u0432\u0430\u043d\u0435
selectAll=\u0418\u0437\u0431\u0435\u0440\u0438 \u0432\u0441\u0438\u0447\u043a\u0438
selectTools=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0418\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0438
noSitesToaddOrDelete=\u0422\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0438\u043c\u0430\u0442\u0435 \u043f\u043e\u043d\u0435 \u0435\u0434\u0438\u043d \u0441\u0430\u0439\u0442 \u0432 \u0441\u043f\u0438\u0441\u044a\u0446\u0438\u0442\u0435 \u0437\u0430 \u0434\u043e\u0431\u0430\u0432\u044f\u043d\u0435/\u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0435 \u0438\u043b\u0438 \u0438\u0437\u0442\u0440\u0438\u0432\u0430\u043d\u0435.
oneDateRequired=\u041d\u0435\u043e\u0431\u0445\u043e\u0434\u0438\u043c\u0430 \u0435 \u043f\u043e\u043d\u0435 \u0435\u0434\u043d\u0430 \u0434\u0430\u0442\u0430 \u0437\u0430 \u0434\u043e\u0431\u0430\u0432\u044f\u043d\u0435/\u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0430\u0446\u0438\u044f \u043d\u0430 \u0441\u0430\u0439\u0442\u043e\u0432\u0435.
startDateMustBeFirst=\u041d\u0430\u0447\u0430\u043b\u043d\u0430\u0442\u0430 \u0434\u0430\u0442\u0430 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0435 \u043f\u0440\u0435\u0434\u0438 \u043a\u0440\u0430\u0439\u043d\u0430\u0442\u0430.
oneToolMustBeSelected=\u0422\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u043f\u043e\u043d\u0435 \u0435\u0434\u0438\u043d \u043f\u0443\u0431\u043b\u0438\u0447\u0435\u043d \u0438\u043b\u0438 \u0447\u0430\u0441\u0442\u0435\u043d \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442 \u0437\u0430 \u0434\u043e\u0431\u0430\u0432\u044f\u043d\u0435/\u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0441\u0430\u0439\u0442\u043e\u0432\u0435.
roleRequired=\u0418\u0437\u0438\u0441\u043a\u0432\u0430 \u0441\u0435 \u0440\u043e\u043b\u044f.
filterBy=\u0424\u0438\u043b\u0442\u0440\u0438\u0440\u0430\u043d\u0435 \u043f\u043e
hierarchyLevel=\u041d\u0438\u0432\u043e \u043d\u0430 \u0439\u0435\u0440\u0430\u0440\u0445\u0438\u044f
filter=\u0424\u0438\u043b\u0442\u044a\u0440
clear=\u0418\u0437\u0442\u0440\u0438\u0439\!
modificationsPending=\u0418\u043c\u0430 \u043d\u0435\u0437\u0430\u043f\u0430\u0437\u0435\u043d\u0438 \u043c\u043e\u0434\u0438\u0444\u0438\u043a\u0430\u0446\u0438\u0438, \u043a\u043e\u0438\u0442\u043e \u0449\u0435 \u0431\u044a\u0434\u0430\u0442 \u043f\u0440\u0435\u043c\u0430\u0445\u043d\u0430\u0442\u0438, \u043c\u043e\u043b\u044f, \u0437\u0430\u043f\u0430\u0437\u0435\u0442\u0435 \u0438\u043b\u0438 \u043f\u0440\u043e\u0434\u044a\u043b\u0436\u0435\u0442\u0435 \u0441 \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0435\u0442\u043e.
