page.title=Atanm\u0131\u015f Eri\u015fim
link.first=Atanm\u0131\u015f eri\u015fim
link.first.tooltip=Giri\u015f sayfas\u0131na gidin
link.first.shopping=Ana Sayfa
link.first.tooltip.shopping=Giri\u015f sayfas\u0131na gidin
link.third=Kullan\u0131c\u0131ya g\u00f6re aray\u0131n
link.third.tooltip=Kullan\u0131c\u0131lar\u0131n eri\u015fim ekleme veya  \u00e7\u0131karmalar\u0131na g\u00f6re aray\u0131n
link.second=Al\u0131\u015fveri\u015f Y\u00f6neticisi
link.second.tooltip=Benim sitem i\u00e7in al\u0131\u015fveri\u015f d\u00f6nemi ayarlay\u0131n
link.shoppingStats=Al\u0131\u015fveri\u015f Listesi
link.shoppingStats.tooltip=A\u00e7\u0131k al\u0131\u015fveri\u015f siteleri listesini g\u00f6r\u00fcn
link.administrate=Y\u00f6netici ara\u00e7lar\u0131
link.administrate.tooltip=Y\u00f6netici ara\u00e7lar\u0131
searchAccessLinkLabel=Eri\u015fime g\u00f6re aray\u0131n
searchAccessLinkLabel.tooltip=Hangi kullan\u0131c\u0131n\u0131n nerede eri\u015fimi oldu\u011funu aray\u0131n
searchResultsTitle=Sonu\u00e7lar\:
searchForUsers=Kullan\u0131c\u0131lar\u0131 aray\u0131n\:
userIdHeader=Kullan\u0131c\u0131 Ad\u0131
nameHeader=\u0130sim
emailHeader=E-posta
typeHeader=T\u00fcr
expandColapse=T\u00fcm D\u00fc\u011f\u00fcmleri Geni\u015fletin/Daralt\u0131n
exapndNodes=T\u00fcm D\u00fc\u011f\u00fcmleri Geni\u015fletin
collapseNodes=T\u00fcm D\u00fc\u011f\u00fcmleri Daralt\u0131n
noDelegatedAccess=Herhangi bir atanm\u0131\u015f eri\u015fiminiz yok
noDelegatedAccessUser=Bu kullan\u0131c\u0131 herhangi bir atanm\u0131\u015f eri\u015fime sahip de\u011fil
noHierarchy=Hiyerar\u015fi bu ara\u00e7 i\u00e7in kurulmad\u0131. Atanm\u0131\u015f Eri\u015fimi kullanmak i\u00e7in hiyerar\u015fi olu\u015fturmal\u0131s\u0131n. L\u00fctfen a\u015fa\u011f\u0131daki sayfaya ba\u015fvurunuz\: https\://confluence.sakaiproject.org/display/DAC/Delegated+Access+Tool
addAccess=Eri\u015fim Ekleyin
add=Ekle
update=G\u00fcncelle
success.save=Ba\u015far\u0131yla kaydedildi
failed.save=Kaydederken bir hata meydana geldi
realm=Yetki Alan\u0131
role=Rol\u00fc
userRolesHeader=Varsay\u0131lan Eri\u015fim Rol\u00fc
userDelegatedAccessHeader=Atanm\u0131\u015f Eri\u015fim
restrictedToolsHeader=Ara\u00e7lar\u0131 K\u0131s\u0131tlay\u0131n
inheritedToolsHeader=Devral\u0131nm\u0131\u015f
noToolsInherited=Devral\u0131nan ara\u00e7 yok
noPermsInherited=Hi\u00e7bir izin aktar\u0131lmam\u0131\u015ft\u0131r
cancel=\u0130ptal
save=Kaydet
done=Tamamland\u0131
close=Kapat
inheritedRestrictedToolsTitle=Devral\u0131nan Liste
inheritedRestrictedToolsDescription=Bu a\u011f a\u015fa\u011f\u0131daki en yak\u0131n \u00fcst \u00f6\u011feden devral\u0131r.
inheritedNothing=Hi\u00e7bir \u015fey devral\u0131nmad\u0131
editableRestrictedToolsTitle=K\u0131s\u0131tlamak istedi\u011finiz arac\u0131 se\u00e7in
editableShowToolsTitle=G\u00f6stermek istedi\u011finiz arac\u0131 se\u00e7in
editableRestrictedToolsDescription=Listedeki bir arac\u0131 se\u00e7mek bu kullan\u0131c\u0131 i\u00e7in arac\u0131 gizler. Bu a\u011f ve t\u00fcm alttakiler bu listeyi devral\u0131r. Alttakiler kendi s\u0131n\u0131rl\u0131 ara\u00e7lar listesini se\u00e7erek bu listeyi \u00fczerine yazabilir.
editableShowToolsDescription=Listedeki bir arac\u0131 se\u00e7mek bu kullan\u0131c\u0131 i\u00e7in arac\u0131 g\u00f6sterir. Bu a\u011f ve t\u00fcm alttakiler bu listeyi devral\u0131r. Alttakiler kendi ara\u00e7lar\u0131n\u0131 g\u00f6stermek i\u00e7in bu listeyi \u00fczerine yazabilir.
switchEditableTools=Devral\u0131nan Ara\u00e7lar
searchSites=Siteleri Arama
siteTitleHeader=Site Ba\u015fl\u0131\u011f\u0131
siteIdHeader=Site Kodu
endDate=Biti\u015f Tarihi
startDate=Ba\u015flang\u0131\u00e7 tarihi
shoppingPeriodPerms=\u0130zinler
shoppingPeriodPermsInherited=Devral\u0131nm\u0131\u015f
switchEditablePerms=Devral\u0131nm\u0131\u015f
editableRestrictedPermsTitle=Onaylamak i\u00e7in izinleri se\u00e7in 
editableRestrictedPermsDescription=Bunlar sizin al\u0131\u015fveri\u015f d\u00f6nemi i\u00e7in onaylad\u0131\u011f\u0131n\u0131z izinler olacak 
inheritedRestrictedPermsTitle=Devralma \u0130zinleri
inheritedRestrictedPermsDescription=Se\u00e7ilen izinler arac\u0131 ile en yak\u0131n \u00fcst \u00f6\u011feden takip eden izinleri bu a\u011f devral\u0131r.
shoppingPeriodAuth=Yetki
shoppersBecome=Yerine Ge\u00e7
userBecomes=Yerine Ge\u00e7
access=Eri\u015fim
shoppingPeriodAdmin=Al\u0131\u015fveri\u015f Y\u00f6neticisi
siteAccess=Site Eri\u015fimi
noShoppingAdminAccess=Herhangi bir al\u0131\u015fveri\u015f d\u00f6nemi y\u00f6netici eri\u015fimine sahip de\u011filsiniz
editUsersInstructions=Bu sayfadan kullan\u0131c\u0131ya temsilci eri\u015fimi izni verebilirsiniz.
editUsersInstructions_accessAdmin="Temsilci Eri\u015fimi" s\u00fctunu i\u00e7in, bu sistemdeki herhangi bir kullan\u0131c\u0131 i\u00e7in al\u0131\u015fveri\u015f d\u00f6nemi y\u00f6netici izinlerini ve eri\u015fimlerini ayarlamada izni olmas\u0131n\u0131 istedi\u011finiz seviyenin/sitenin yan\u0131ndaki onay kutusunu i\u015faretleyebilirsiniz.
editUsersInstructions_shoppingAdmin="Al\u0131\u015fveri\u015f Y\u00f6neticisi" s\u00fctunu i\u00e7in, bu kullan\u0131c\u0131n\u0131n al\u0131\u015f veri\u015f d\u00f6nemi ayarlar\u0131n\u0131 belirleme konusunda yetkisi olmas\u0131n\u0131 istedi\u011finiz seviyenin/sitenin yan\u0131ndaki onay kutusunu i\u015faretleyebilirsiniz. "Al\u0131\u015fveri\u015f Y\u00f6neticisi" i\u00e7in se\u00e7ti\u011finiz d\u00fc\u011f\u00fcmler ve alt d\u00fc\u011f\u00fcmler "Al\u0131\u015fveri\u015f D\u00f6nemi" ba\u011flant\u0131s\u0131nda g\u00f6r\u00fcnecektir.
editUsersInstructions_siteAccess="Site Eri\u015fimi" s\u00fctunu i\u00e7in, kullan\u0131c\u0131n\u0131n hangi seviyeye/siteye eri\u015fim izni olaca\u011f\u0131n\u0131 se\u00e7ebilirsiniz. "Site Eri\u015fimi"ni se\u00e7ti\u011finizde, kullan\u0131c\u0131lar\u0131n o siteyi veya o seviyenin alt\u0131ndaki bir siteyi se\u00e7tiklerinde, kullan\u0131c\u0131n\u0131n alaca\u011f\u0131 rol\u00fc doldurmal\u0131s\u0131n\u0131z. "Ara\u00e7lar\u0131 K\u0131s\u0131tla" ba\u011flant\u0131s\u0131nda t\u0131klayarak, bu kullan\u0131c\u0131 i\u00e7in hangi ara\u00e7lar\u0131n k\u0131s\u0131tlanaca\u011f\u0131n\u0131 da se\u00e7ebilirsiniz. \u00d6zel olarak ge\u00e7ersiz k\u0131l\u0131nmad\u0131k\u00e7a, t\u00fcm alt d\u00fc\u011f\u00fcmler, \u00fcst d\u00fc\u011f\u00fcm ayarlar\u0131n\u0131 devralacakt\u0131r. "Site Eri\u015fimi" i\u00e7in se\u00e7ti\u011finiz d\u00fc\u011f\u00fcmler ve alt d\u00fc\u011f\u00fcmler "Yetkili Eri\u015fim" ba\u011flant\u0131s\u0131nda kullan\u0131c\u0131ya g\u00f6sterilecektir. \u0130\u015fleminiz bitti\u011finde, kaydet se\u00e7ene\u011fine t\u0131klayabilir veya t\u00fcm de\u011fi\u015fiklikleri geri almak i\u00e7in iptal se\u00e7ene\u011fine t\u0131klayabilirsiniz.
delegatedAccessInstructions=Eri\u015fim izni olan siteleri bu sayfadan arayabilirsiniz. Site ad\u0131, site kodu, e\u011fitmen ad\u0131, e\u011fitmen ad\u0131, e\u011fitmen e-postas\u0131 veya site ismine g\u00f6re ayarlama yapabilir veya istedi\u011finiz siteyi bulmak i\u00e7in a\u015fa\u011f\u0131daki a\u011fa\u00e7 veri yap\u0131s\u0131n\u0131 kullanabilirsiniz. Bu siteye gitmek i\u00e7in sitenin ba\u015fl\u0131\u011f\u0131na t\u0131klay\u0131n.
shoppingAdminInstructions=Bu sayfa izin verilmi\u015f siteleri g\u00fcncellemek i\u00e7in al\u0131\u015fveri\u015f d\u00f6nem ayarlar\u0131n\u0131 ayarlaman\u0131z i\u00e7in izin verir. Al\u0131\u015fveri\u015f d\u00f6nem ayarlar\u0131n\u0131 ayarlamak i\u00e7in, ayarlamak istedi\u011finiz d\u00fczeyin/sitenin yan\u0131ndaki onay kutusunu i\u015faretleyebilirsiniz. Not, sadece de\u011fi\u015ftirmek i\u00e7in izninizin oldu\u011fu a\u011f\u0131n yan\u0131nda  onay kutusu g\u00f6receksiniz. \u0130lk olarak, bir a\u011f se\u00e7ti\u011finizde, "Yetki" ayar\u0131n\u0131 ayarlamal\u0131s\u0131n\u0131z. Di\u011fer iki se\u00e7enek "Genel" ve "Giri\u015f". "Genel"in anlam\u0131 herkes bu siteyi ziyaret edebilir ve bu sitede al\u0131\u015fveri\u015f yapmak i\u00e7in giri\u015f yapmak gerekmez. "Giri\u015f"in anlam\u0131 bu sitede al\u0131\u015fveri\u015f yapmak i\u00e7in kullan\u0131c\u0131lar ilk olarak giri\u015f yapmal\u0131d\u0131r. Sonra, al\u0131\u015fveri\u015f yaparken kullan\u0131c\u0131n\u0131n olaca\u011f\u0131 rol\u00fc se\u00e7melisiniz. Son olarak, hangi al\u0131\u015fveri\u015f d\u00f6neminin a\u00e7\u0131k olaca\u011f\u0131 g\u00fcnleri ayarlaman\u0131z gerekir. Varsay\u0131lan olarak, t\u00fcm ara\u00e7lar kullan\u0131c\u0131lara gizlidir bu y\u00fczden hangi arac\u0131n kullan\u0131c\u0131n\u0131n eri\u015fimine a\u00e7\u0131k oldu\u011funu belirlemelisiniz. "Ara\u00e7lar\u0131 G\u00f6ster" ba\u011flant\u0131s\u0131na t\u0131klayarak g\u00f6r\u00fcnt\u00fclenebilir ara\u00e7lar listesini d\u00fczenleyebilirsiniz. E\u011fer alt a\u011flar kendi ayarlar\u0131yla ayarlanmam\u0131\u015fsa, t\u00fcm alt a\u011flar \u00fcst \u00f6\u011felerin ayarlar\u0131n\u0131 devralacakt\u0131r. \u0130\u015flemi tamamlad\u0131\u011f\u0131n\u0131zda, kaydet butonuna t\u0131klay\u0131n veya t\u00fcm de\u011fi\u015fiklikleri geri almak i\u00e7in iptal butonuna bas\u0131n\u0131z.
shoppingAdminTitle=Al\u0131\u015fveri\u015f D\u00f6nemi Ayarlar\u0131n\u0131 D\u00fczenleyin
delegatedAccessTitle=Atanm\u0131\u015f Eri\u015fim
editUsersTitle=\u0130zinleri D\u00fczenle\:
instructorField=\u00d6\u011fretim Eleman\u0131\:
instructor=\u00d6\u011fretim Eleman\u0131
member=\u00dcye
user=Kullan\u0131c\u0131
advancedSearch=Geli\u015fmi\u015f Arama Se\u00e7enekleri
hideAdvancedSearch=Geli\u015fmi\u015f Arama Se\u00e7eneklerini Gizleyin
siteIdTitleField=Site\:
termField=D\u00f6nem\:
termHeader=D\u00f6nemi
instructorHeader=\u00d6\u011fretim Eleman\u0131
noShoppingSites=Mevcut site yok
shoppingTitle=Al\u0131\u015fveri\u015f D\u00f6nemi
shoppingInstruction=Bu sayfa size al\u0131\u015fveri\u015fe a\u00e7\u0131k olan siteleri arama olana\u011f\u0131 sa\u011flar. Site ba\u015fl\u0131\u011f\u0131na, site kimli\u011fine, e\u011fitmen ad\u0131na, e\u011fitmen kimli\u011fine, e\u011fitmen e-postas\u0131na veya sitenin d\u00f6nemine g\u00f6re arama yapabilirsiniz veya a\u015fa\u011f\u0131daki a\u011fa\u00e7 yap\u0131s\u0131n\u0131 kullanarak istedi\u011finiz siteyi bulabilirsiniz. Gitmek istedi\u011finiz sitenin ba\u015fl\u0131\u011f\u0131na t\u0131klayarak o siteye ge\u00e7ebilirsiniz.
.anon=Genel
.auth=Giri\u015f Yap\u0131ld\u0131
any=Herhangi
showToolsHeader=Ara\u00e7lar\u0131 G\u00f6ster
showAuthToolsHeader=Ara\u00e7lar\: Giri\u015f Yap\u0131ld\u0131
showPublicToolsHeader=Ara\u00e7lar\: Genel
link.current=Aktif Al\u0131\u015fveri\u015f Siteleri
link.current.tooltip=T\u00fcm aktif al\u0131\u015fveri\u015f sitelerini ve ayarlar\u0131n\u0131 liste olarak g\u00f6sterir.
link.all=T\u00fcm Al\u0131\u015fveri\u015f Siteleri
link.all.tooltip=T\u00fcm al\u0131\u015fveri\u015f sitelerini ve ayarlar\u0131n\u0131 liste olarak g\u00f6sterir.
accessModifiedBy=Eri\u015fimi D\u00fczenleyen
accessModifiedOn=Eri\u015fim D\u00fczenlemesi A\u00e7\u0131k
hideInstructions=Talimatlar\u0131 Gizleyin
showInstructions=Talimatlar\u0131 G\u00f6ster
accessAdmin=Eri\u015fim Y\u00f6neticisi
lookupInstructor=E\u011fitmen Yerine Ge\u00e7
shoppingPeriodRevokeInstructorEditable=\u00d6\u011fretim Eleman\u0131n\u0131 Ge\u00e7ersiz K\u0131lmay\u0131 Devre d\u0131\u015f\u0131 b\u0131rak\u0131n
noToolsSelected=Herhangi bir ara\u00e7 se\u00e7mediniz.
advanced=Geli\u015fmi\u015f
advancedOptionsTitle=Geli\u015fmi\u015f Se\u00e7enekler
advancedOptionsDesc=T\u00fcm alttakiler bu ayarlar\u0131 \u00fcst\u00fcne yazmadan devral\u0131cak.
advOptInstructorGroupTitle=\u00d6\u011fretim Eleman\u0131 Ayarlar\u0131
shoppingPeriodRevokePublicOptCheckbox="Genel" se\u00e7ene\u011fini devre d\u0131\u015f\u0131 b\u0131rak 
inactiveLegendText=Bu site i\u00e7in aktivite bulunamad\u0131
legend=A\u00e7\u0131klama\:
nodeIdParam=G\u00fcncellemek istedi\u011finiz a\u011f\u0131 biliyorsan\u0131z a\u011f kimli\u011fi parametresini ayarlay\u0131n. E\u011fer bo\u015f b\u0131rak\u0131rsan\u0131z, t\u00fcm a\u011fa\u00e7 g\u00fcncellenecektir.
administrationTools=Y\u00f6netici Ara\u00e7lar\u0131
add.da.myworkspace=Ana Sayfalara atanm\u0131\u015f eri\u015fimleri ekleyin
add.da.myworkspace.desc=Bu Atanm\u0131\u015f Eri\u015fim arac\u0131n\u0131 Atanm\u0131\u015f Eri\u015fim i\u00e7in izni olan kullan\u0131c\u0131lar i\u00e7in t\u00fcm kullan\u0131c\u0131lar\u0131n Ana Sayfalar\u0131na ekler. Varsay\u0131lan olarak, izinlerini g\u00fcncelledi\u011finizde kullan\u0131c\u0131lar eklenmi\u015f/ kald\u0131r\u0131lm\u0131\u015f Atanm\u0131\u015f Eri\u015fime sahip olacak. Fakat, yeni Ana Sayfa tasla\u011f\u0131n\u0131 se\u00e7mek i\u00e7in t\u00fcm Ana Sayfalar\u0131 silmeniz gerekmektedir.
addDaMyworkspaceTitle=Siteye delegated mod\u00fcl\u00fc ekleyin
success.addDaMyworkspace=Kullan\u0131c\u0131lar\u0131n\u0131n Ana Sayfalar\u0131na eklemek i\u00e7in i\u015fi ba\u015far\u0131yla planlad\u0131n\u0131z. 
addDaMyworkspace.job.status.none=Hi\u00e7 planlanmad\u0131.
status=Durum\:
na=Yok
addDaMyworkspace.job.status.failed=Son \u00e7al\u0131\u015fmada ba\u015far\u0131s\u0131z oldu
addDaMyworkspace.job.status.scheduled=Planland\u0131
addDaMyworkspace.job.status.success=Ba\u015far\u0131yla \u00e7al\u0131\u015ft\u0131
allowBecomeUser=Bu sitelerde kullan\u0131c\u0131lar i\u00e7in Kullan\u0131c\u0131 Olma arac\u0131n\u0131 kullanmak i\u00e7in kullan\u0131c\u0131ya izin verir
allowedBeomceUser=Bu sitelerde kullan\u0131c\u0131 herhangi bir kullan\u0131c\u0131 olabilir
legendNodeDesc=Hiyerar\u015fi D\u00fc\u011f\u00fcm\u00fc
legendSiteDesc=Site
legendInactiveDesc=Etkin De\u011fil
legendInstructorEditedDesc=\u00d6\u011fretim Eleman\u0131 D\u00fczenlendi
searchByHierarchyLabel=hiyerar\u015fi
searchByEidLabel=Kullan\u0131c\u0131 Ad\u0131
eidLabel=Eid\:
searchByLabel=G\u00f6re ara
levelHeader=D\u00fczey
hierarchyHeader=Hiyerar\u015fi
userDoesNotExist=Kullan\u0131c\u0131 mevcut de\u011fil
accessType1=Eri\u015fim
accessType2=Al\u0131\u015fveri\u015f Y\u00f6neticisi
accessType4=Eri\u015fim Y\u00f6neticisi
edit=D\u00fczenle
site=Site
viewAccess=Eri\u015fimi G\u00f6r\u00fcnt\u00fcleyin
noEidEntered=L\u00fctfen ge\u00e7erli bit eid giriniz
eidDoesNotExist=Bu eid ile kullan\u0131c\u0131 bulunamad\u0131
noResultsUser=Bu kullan\u0131c\u0131 i\u00e7in eri\u015fim bulunamad\u0131 veya bunu g\u00f6r\u00fcnt\u00fclemek i\u00e7in izniniz yok.
noResultsHierarchy=Bu d\u00fczeyde eri\u015fim bulunamad\u0131 veya bunu g\u00f6r\u00fcnt\u00fclemek i\u00e7in izniniz yok.
remove=Sil
confirmRemove=Bu izni kald\u0131rmak istedi\u011finizden emin misiniz?
includeLowerPermsLabel=D\u00fc\u015f\u00fck d\u00fczeyleri i\u00e7erir
removeAllPerms=T\u00fcm izinleri kald\u0131r\u0131n
confirmRemoveAll=Bu kullan\u0131c\u0131 i\u00e7in t\u00fcm izinleri kald\u0131rmak istedi\u011finizden emin misiniz?
accessHeader=Eri\u015fim
popupBlockWarning=A\u00e7\u0131l\u0131r pencere engelleyicisi alg\u0131land\u0131. Bu site i\u00e7in a\u00e7\u0131l\u0131r pencerelere izin verdi\u011finizden emin olunuz.
permaLink=Aramay\u0131 Kaydedin
permaLinkMessage=Ba\u011flant\u0131y\u0131 e-postaya yap\u0131\u015ft\u0131rmak i\u00e7in kopyalay\u0131n
published=Yay\u0131nda
yes=Evet
no=Yok
providers=S\u0131n\u0131f Listesi
lookupProviders=Arama Listesi
exportData=CSV dosyas\u0131na aktar
searchExportFileName=Atanm\u0131\u015fEri\u015fimAramaSonu\u00e7lar\u0131
shoppingAdminBulkTitle=Al\u0131\u015fveri\u015f D\u00f6nemi Ayarlar\u0131n\u0131 Toplu Ekleyin, G\u00fcncelleyin, ve Silin
shoppingAdminBulkInstructions=Bu sayfa herhangi bir sitenin al\u0131\u015fveri\u015f d\u00f6nemi ayarlar\u0131n\u0131 silme ve/veya ekleme veya g\u00fcncelleme i\u00e7in izin verir. Sitenin al\u0131\u015fveri\u015f d\u00f6nem ayarlar\u0131n\u0131 silmek i\u00e7in, site kimli\u011fini "Sil" sekmesinin site listesine ekleyin. L\u00fctfen o a\u011f i\u00e7in sadece do\u011frudan ayarlar\u0131 silece\u011fini ve herhangi devredilen ayarlar\u0131 silmeyece\u011fini g\u00f6z \u00f6n\u00fcnde bulundurunuz. Sitenin ayarlar\u0131n\u0131 eklemek veya g\u00fcncellemek i\u00e7in, al\u0131\u015fveri\u015f d\u00f6nem ayarlar\u0131n\u0131 "Ekle veya G\u00fcncelle" sekmesinde ayarlay\u0131n daha sonra siteler listesine g\u00fcncellemek istedi\u011finiz siteleri ekleyin. Haz\u0131r oldu\u011funuzda, Kaydet butonuna t\u0131klay\u0131n ve sayfan\u0131n y\u00fcklenmesi i\u00e7in biraz bekleyin.
bulkEditLink=Toplu Ekleyin, G\u00fcncelleyin, veya Silin
deleteShoppingSettings=Al\u0131\u015fveri\u015f D\u00f6nemi Ayarlar\u0131n\u0131 Silin
siteIds=Site Kodlar\u0131
siteIdsInfo=(her sat\u0131rda bir kimlik)
sitesToBeDeleted=Silinecek olan siteler
noSitesInInput=Eklenecek site yok.
sitesNotFound=A\u015fa\u011f\u0131daki siteler hiyerar\u015fide bulunamad\u0131\: {0}
sitesNoAccess=A\u015fa\u011f\u0131daki siteleri de\u011fi\u015ftirmek i\u00e7in izniniz yok\: {0}
siteId=Site Kodu
siteTitle=Ba\u015fl\u0131k
addUpdateShoppingSettings=Al\u0131\u015fveri\u015f D\u00f6nemi Ayarlar\u0131n\u0131 Ekleyin G\u00fcncelleyin
sitesToBeAdded=Eklenecek veya g\u00fcncellenecek olan siteler
shoppingPeriodSettings=Al\u0131\u015fveri\u015f D\u00f6nemi Ayarlar\u0131
selectAll=T\u00fcm\u00fcn\u00fc Se\u00e7in
selectTools=Ara\u00e7lar\u0131 Se\u00e7in
noSitesToaddOrDelete=Ekle/g\u00fcncelle ya da sil listelerinde en az bir site olmak zorundad\u0131r.
oneDateRequired=Site eklemek/g\u00fcncellemek i\u00e7in en az bir tarih gereklidir.
startDateMustBeFirst=Ba\u015flang\u0131\u00e7 tarihi biti\u015f tarihinden \u00f6nce olmal\u0131d\u0131r.
oneToolMustBeSelected=Site eklemek/g\u00fcncellemek i\u00e7in en az bir genel veya \u00f6zel ara\u00e7 se\u00e7melisiniz.
roleRequired=Rol Gerekli.
filterBy=Filtreleyen
hierarchyLevel=Hiyerar\u015fi D\u00fczeyi
filter=Filtrele
clear=Temizle
modificationsPending=Kaydedilmemi\u015f de\u011fi\u015fiklikler kald\u0131r\u0131lm\u0131\u015f olacak, l\u00fctfen kaydedin veya bir eylem ile devam edin.
