
# This is the main properties file for our application. Internationalize via MyApplication_es.properties for example.

page.title = Delegar Acesso
link.first = Delegar Acesso
link.first.tooltip = Ir para a p\u00e1gina inicial
link.first.shopping = In\u00edcio
link.first.tooltip.shopping = Ir para a p\u00e1gina inicial
link.third = Buscar por Usu\u00e1rio
link.third.tooltip = Buscar por usu\u00e1rio para adicionar ou remover acesso
link.second = Administrador de Compras
link.second.tooltip = Configurar o per\u00edodo de compras para meus sites
link.shoppingStats = Lista de compras						   						 
link.shoppingStats.tooltip = Visualizar lista de sites de compras abertos
link.administrate = Ferramentas Administrativas 
link.administrate.tooltip = Ferramentas Administrativas
searchAccessLinkLabel=Busca por Acesso
searchAccessLinkLabel.tooltip=Busca de usu\u00e1rios que possuem acesso em
searchResultsTitle=Resultados para: 
searchForUsers=Buscar usu\u00e1rios:
userIdHeader=ID do usu\u00e1rio
nameHeader=Nome
emailHeader=E-mail
typeHeader=Tipo
expandColapse=Expandir/Recolher  
exapndNodes=Expandir
collapseNodes=Recolher
noDelegatedAccess=Voc\u00ea n\u00e3o possui qualquer acesso delegado
noDelegatedAccessUser=Esse usu\u00e1rio n\u00e3o possui qualquer acesso delegado
noHierarchy=A hierarquia n\u00e3o foi configurada para essa ferramenta. Para utilizar a ferramenta Delegar Acesso, voc\u00ea deve criar uma hierarquia.  Por favor, consulte a p\u00e1gina: https://confluence.sakaiproject.org/display/DAC/Delegated+Access+Tool
addAccess=Adicionar Acesso
add=Adicionar
remove=Remover			  
update=Atualizar
access=Acesso
success.save=Salvo com Sucesso
failed.save=Ocorreu um erro ao salvar
realm=Dom\u00ednio
role=Papel
userRolesHeader=Papel de Acesso Padr\u00e3o
userDelegatedAccessHeader=Delegar Acesso
restrictedToolsHeader=Ferramentas Restritas
inheritedToolsHeader=Herdado
noToolsInherited=Nenhuma ferramenta herdada
noPermsInherited=Nenhuma permiss\u00e3o herdada
cancel=Cancelar
save=Salvar
done=Conclu\u00eddo
close=Fechar
inheritedRestrictedToolsTitle=Lista Herdada
inheritedRestrictedToolsDescription=Esse n\u00f3 herda do seguinte pai imediato.
inheritedNothing=Nada herdado
editableRestrictedToolsTitle=Selecione as Ferramentas Restritas
editableShowToolsTitle=Selecione as Ferramentas para Exibir
editableRestrictedToolsDescription=Ao selecionar uma ferramenta da lista, a ferramenta ficar\u00e1 oculta para esse usu\u00e1rio. Esse n\u00f3 e todos os filhos herdar\u00e3o essa lista. Um filho pode sobrescrever essa lista selecionando sua pr\u00f3pria lista de ferramentas restritas.
editableShowToolsDescription=Ao selecionar uma ferramenta na lista, a ferramenta ser\u00e1 exibida para esse usu\u00e1rio. Esse n\u00f3 e todos os filhos herdar\u00e3o essa lista. Um filho pode sobrescrever essa lista com sua pr\u00f3pria lista de ferramentas que ser\u00e3o exibidas.
switchEditableTools=Ferramentas Herdadas
searchSites=Buscar Sites
siteTitleHeader=T\u00edtulo do Site 
siteIdHeader=ID do Site 
endDate=Data Final
startDate=Data Inicial
shoppingPeriodPerms=Permiss\u00f5es
shoppingPeriodPermsInherited=Herdado
switchEditablePerms=Herdado
editableRestrictedPermsTitle=Selecione as permiss\u00f5es a conceder
editableRestrictedPermsDescription=Essas ser\u00e3o as permiss\u00f5es concedidas para o per\u00edodo de compra. 
inheritedRestrictedPermsTitle=Permiss\u00f5es Herdadas
inheritedRestrictedPermsDescription=Esse n\u00f3 herda as seguintes permiss\u00f5es do pai imediato com as ferramentas de permiss\u00f5es selecionadas.
shoppingPeriodAuth=Autoriza\u00e7\u00e3o
shoppersBecome=Tornar-se Comprador
userBecomes=Tornar-se Usu\u00e1rio
access=Acesso
shoppingPeriodAdmin=Administrador de Compras
siteAccess=Acesso ao Site 
noShoppingAdminAccess=Voc\u00ea n\u00e3o possui acesso de administrador ao per\u00edodo de compras
editUsersInstructions=Essa p\u00e1gina permite que voc\u00ea atribua acesso delegado, administrar per\u00edodo de compras e atribuir acesso a permiss\u00e3o de administrador para um usu\u00e1rio. <br/><br/>Para a coluna "Administra\u00e7\u00e3o de Acesso", voc\u00ea pode selecionar as caixas de sele\u00e7\u00e3o ao lado do n\u00edvel/site que voc\u00ea deseja que esse usu\u00e1rio controle o acesso e o per\u00edodo de compra administrando as permiss\u00f5es para qualquer usu\u00e1rio do sistema. <br/><br/>Para a coluna "Administra\u00e7\u00e3o de Compras", voc\u00ea pode selecionar as caixas de sele\u00e7\u00e3o ao lado do n\u00edvel/site que voc\u00ea deseja que esse usu\u00e1rio tenha controle sobre a configura\u00e7\u00e3o do per\u00edodo de compras. Os n\u00f3s e os filhos dos n\u00f3s selecionados em "Administra\u00e7\u00e3o de Compras", exibir\u00e3o ao usu\u00e1rio o link "Per\u00edodo de Compras". <br/><br/>Para a coluna "Acesso ao Site", voc\u00ea pode selecionar as caixas de sele\u00e7\u00e3o do n\u00edvel/site que voc\u00ea deseja que esse usu\u00e1rio tenha acesso. Quando selecionar "Acesso ao Site", voc\u00ea deve preencher o papel que o usu\u00e1rio ter\u00e1 quando visitar o site ou um site de n\u00edvel inferior. Voc\u00ea tamb\u00e9m pode selecionar as ferramentas restritas para esse usu\u00e1rio clicando em "Restringir Ferramentas". Todos os n\u00f3s filhos herdar\u00e3o as configura\u00e7\u00f5es do seu pai, a menos que voc\u00ea as sobrescreva. Os n\u00f3s e os filhos dos n\u00f3s que voc\u00ea selecionou para "Acesso ao Site" exibir\u00e3o ao usu\u00e1rio o link "Delegar Acesso". Quando finalizar, clique em Salvar ou clique em Cancelar para desfazer todas as altera\u00e7\u00f5es.  
delegatedAccessInstructions=Essa p\u00e1gina permite que voc\u00ea busque os sites que foram concedido acesso. Voc\u00ea pode buscar por t\u00edtulo do site, nome do instrutor, ID do instrutor, e-mail do instrutor ou termos do site, ou  pode usar a estrutura da \u00e1rvore abaixo para encontrar o site que voc\u00ea deseja. Clique no t\u00edtulo do site para ir	para esse site. Quando fizer isso, voc\u00ea herdar\u00e1 as permiss\u00f5es concedidas a voc\u00ea para esse site em particular.
shoppingAdminInstructions=Essa p\u00e1gina permite que selecionar o per\u00edodo de compras para os sites que foram concedida a permiss\u00e3o de atualia\u00e7\u00e3o. Para configurar os per\u00edodos de compra, voc\u00ea pode selecionar a caixa de sele\u00e7\u00e3o ao lado do n\u00edvel/site que voc\u00ea deseja configurar.  Nota: voc\u00ea apenas visualizar\u00e1 a caixa de sele\u00e7\u00e3o ao lado do n\u00f3 que voc\u00ea tem permiss\u00e3o para alterar.  Primeiro, quando voc\u00ea selecionar o n\u00f3, voc\u00ea deve configurar a "Autoriza\u00e7\u00e3o". As duas op\u00e7\u00f5es s\u00e3o "P\u00fablico" e "Logado".  "P\u00fablico" significa que qualquer pessoa pode acessar esse site e n\u00e3o precisa logar para fazer compras nesse site. "Logado" significa que o usu\u00e1rio deve estar logado antes de comprar nesse site. Em seguida, selecione o papel que o usu\u00e1rio ter\u00e1 durante as compras. Finalmente, defina as datas em que o per\u00edodo de compras permanecer\u00e1 aberto. Por padr\u00e3, todas as ferramentas est\u00e3o ocultas para os compradores, a menos que voc\u00ea especifique as ferramentas que ser\u00e3o exibidas. Voc\u00ea pode editar a lista de ferramentas a serem exibidas clicando no link "Exibir Ferramentas". Todos os n\u00f3s filhos herdar\u00e3o as configura\u00e7\u00f5es de seu pai, a menos que o n\u00f3 filho esteja definido com as suas pr\u00f3prias configura\u00e7\u00f5es. Quando finalizar, clique em Salvar ou clique em Cancelar para desfazer todas as altera\u00e7\u00f5es.  
shoppingAdminTitle=Editar configura\u00e7\u00e3o do per\u00edodo de compras
delegatedAccessTitle=Delegar Acesso
editUsersTitle=Editar Permiss\u00e3o para: 
instructorField=Instrutor: 
instructor=Instrutor
member=Membro
user=Usu\u00e1rio
advancedSearch=Op\u00e7\u00f5es de Busca Avan\u00e7ada
hideAdvancedSearch=Ocultar Op\u00e7\u00f5es de Busca Avan\u00e7ada
siteIdTitleField=Site:
termField=Termo: 
termHeader=Termo
instructorHeader=Instrutor
noShoppingSites=Nenhum site dispon\u00edvel
shoppingTitle=Per\u00edodo de Compras
shoppingInstruction=Essa p\u00e1gina permite buscar sites que estam abertos para compras. Voc\u00ea pode buscar por t\u00edtulo do site, ID do site, nome do instrutor, ID do instrutor, e-mail do instrutor ou termo do site, ou voc\u00ea pode usar a estrutura em \u00e1rvore abaixo para encontrar o site que voc\u00ea deseja. Clique no t\u00edtulo do site para ir para esse site.
.anon=P\u00fablico
.auth=Logado
any=Qualquer
showToolsHeader=Exibir Ferramentas
showAuthToolsHeader=Ferramentas: Logado
showPublicToolsHeader=Ferramentas: P\u00fablico
termHeader=Termo
link.current=Sites de Compras Ativos
link.current.tooltip=Exibir a lista de todos os sites de compras e suas configura\u00e7\u00f5es.
link.all=Todos os Sites de Compras
link.all.tooltip=Exibir a lista de todos os sites de compras e suas configura\u00e7\u00f5es.
accessModifiedBy=Acesso Modificado Por
accessModifiedOn=Acesso Modificado Em
hideInstructions=Ocultar Instru\u00e7\u00f5es
showInstructions=Exibir Instru\u00e7\u00f5es
accessAdmin=Administra\u00e7\u00e3o de Acesso
lookupInstructor=Ajuda de busca
shoppingPeriodRevokeInstructorEditable=Desativar Cancelamento de Ajuda
noToolsSelected=Nenhuma ferramenta selecionada.
advanced=Avan\u00e7ado
advancedOptionsTitle=Op\u00e7\u00f5es Avan\u00e7adas
advancedOptionsDesc=Todos os filhor herdar\u00e3o essas configura\u00e7\u00f5es, a menos que voc\u00ea as sobrescreva.
advOptInstructorGroupTitle=Configura\u00e7\u00f5es de Instrutor 
shoppingPeriodRevokePublicOptCheckbox=Desabilitar Op\u00e7\u00e3o "P\u00fablico"
inactiveLegendText=Nenhuma atividade para esse site
legend=Legenda:
nodeIdParam=Configure o par\u00e2metro nodeId se voc\u00ea sabe o n\u00f3 que deseja atualizar. Se deixar em branco, toda a \u00e1rvore se atualizar\u00e1.
administrationTools=Ferramentas Administrativas
add.da.myworkspace=Adicionar Delegar Acesso em Meu Site
add.da.myworkspace.desc=Isso adiciona a ferramenta Delegar Acesso em Meu Site de todos os usu\u00e1rios que tenha qualquer tipo de permiss\u00e3o em Delegar Acesso.  Por padr\u00e3o, um usu\u00e1rio ter\u00e1 a ferramenta Delegar Acesso adicionada/removida quando voc\u00ea atualizar as permiss\u00f5es dele. No entanto, \u00e0s vezes, voc\u00ea tem que excluir todos os Meu Site para ter o novo modelo do Meu site.
addDaMyworkspaceTitle=Adicionar Delegar Acesso em Meu Site
success.addDaMyworkspace=Voc\u00ea programou com sucesso a adi\u00e7\u00e3o da ferramenta Delegar Acesso para o Meu Site de todos os usu\u00e1rios.
addDaMyworkspace.job.status.none=Nunca programado.
status=Estado:
na=N/D
addDaMyworkspace.job.status.failed=Falha durante a \u00faltima execu\u00e7\u00e3o 
addDaMyworkspace.job.status.scheduled=Programado
addDaMyworkspace.job.status.success=\u00daltima execu\u00e7\u00e3o com sucesso
allowBecomeUser=Permitir que os usu\u00e1rios usem a ferramenta Tornar-se Outro Usu\u00e1rio nesse site
allowedBeomceUser=O usu\u00e1rio pode tornar qualquer outro usu\u00e1rio nesses sites
legend=Legenda
legendNodeDesc=N\u00f3 de Hierarquia
legendSiteDesc=Site
legendInactiveDesc=Inativo
legendInstructorEditedDesc=Editado pelo Instrutor 
searchByHierarchyLabel=hierarquia
searchByEidLabel=ID do usu\u00e1rio
eidLabel=Eid:
searchByLabel=Buscar por
levelHeader=N\u00edvel
hierarchyHeader=Hierarquia
userDoesNotExist=Usu\u00e1rio n\u00e3o existe
accessType1=Acesso
accessType2=Administra\u00e7\u00e3o de Compras
accessType4=Administra\u00e7\u00e3o de Acesso
edit=Editar
site=Site
viewAccess=Visualizar Acesso
noEidEntered=Por favor, insira um eid v\u00e1lido
eidDoesNotExist=N\u00e3o foi poss\u00edvel encontrar um usu\u00e1rio com esse eid
noResultsUser=N\u00e3o foi poss\u00edvel encontrar o acesso para esse usu\u00e1rio ou voc\u00ea n\u00e3o tem permiss\u00e3o para visualizar.
noResultsHierarchy=N\u00e3o foi poss\u00edvel encontrar o acesso para esse n\u00edvel ou voc\u00ea n\u00e3o tem permiss\u00e3o para visualizar.
remove=Remover
confirmRemove=Voc\u00ea tem certeza que deseja remover essa permiss\u00e3o?
includeLowerPermsLabel=Incluir n\u00edveis inferiores
removeAllPerms=Remover Todas as Permiss\u00f5es
confirmRemoveAll=Voc\u00ea tem certeza que deseja remover todas as permiss\u00f5es para esse usu\u00e1rio?
accessHeader=Acesso
restrictedToolsHeader=Ferramentas Restritas
popupBlockWarning=Bloqueador de popup detectado. Certifique-se que os popups s\u00e3o permitidos para esse site.
