
# This is the main properties file for our application. Internationalize via MyApplication_es.properties for example.

page.title=Delegirani pristup
link.first=Delegirani pristup
link.first.tooltip=Idi na po\u010detnu stranicu
link.first.shopping=Po\u010detna stranica
link.first.tooltip.shopping=Idi na po\u010detnu stranicu
link.third=Pretra\u017ei po korisniku
link.third.tooltip=Pretra\u017ei korisnike radi dodavanja ili uklanjanja pristupa
link.second=Administrator za kupovinu
link.second.tooltip=Podesi period kupovine za moje lokacije
link.shoppingStats=Lista za kupovinu
link.shoppingStats.tooltip=Pogledaj listu otvorenih lokacija za kupovinu
link.administrate=Alati administratora
link.administrate.tooltip=Alati administratora
searchAccessLinkLabel=Pretra\u017ei po pristupu
searchAccessLinkLabel.tooltip=Pretra\u017ei koji korisnici imaju pristup na kojim mestima
searchResultsTitle=Rezultati za\:
searchForUsers=Pretra\u017ei korisnike\:
userIdHeader=ID broj korisnika
nameHeader=Naziv
emailHeader=Imejl
typeHeader=Tip
expandColapse=Pro\u0161iri/skupi sve \u010dvorove
exapndNodes=Pro\u0161iri sve \u010dvorove
collapseNodes=Skupi sve \u010dvorove
noDelegatedAccess=Nema\u0161 nikakav delegirani pristup
noDelegatedAccessUser=Ovaj pristup nema nikakav delegirani pristup
noHierarchy=Za ovaj alat nije uspostavljena hijerarhija. Da bi se koristio delegirani pristup, mora\u0161 da kreira\u0161 hijerarhiju. Molimo konsultuj slede\u0107u confluence stranicu\: https\://confluence.sakaiproject.org/display/DAC/Delegated+Access+Tool
addAccess=Dodaj pristup
add=Dodaj

update=A\u017euriranje

success.save=Uspe\u0161no sa\u010duvano
failed.save=Do\u0161lo je do gre\u0161ke prilikom \u010duvanja
realm=Opseg
role=Uloga
userRolesHeader=Uloga podrazumevanog pristupa
userDelegatedAccessHeader=Delegirani pristup
restrictedToolsHeader=Ograni\u010di alate
inheritedToolsHeader=Nasle\u0111eno
noToolsInherited=Nema nasle\u0111enog alata
noPermsInherited=Nema nasle\u0111enih dozvola
cancel=Otka\u017ei
save=Sa\u010duvaj
done=Gotovo
close=Zatvori
inheritedRestrictedToolsTitle=Nasle\u0111ena lista
inheritedRestrictedToolsDescription=Ova napomena nasle\u0111uje slede\u0107e od svog najbli\u017eeg roditelja.
inheritedNothing=Ni\u0161ta nije nasle\u0111eno
editableRestrictedToolsTitle=Izaberi alate za ograni\u010davanje
editableShowToolsTitle=Izaberi alate za prikaz
editableRestrictedToolsDescription=Izbor alata na listi \u0107e sakriti alat za ovog korisnika. Ovaj \u010dvor i sva deca \u0107e naslediti ovu listu. Dete mo\u017ee da obri\u0161e ovu listu izborom sopstvene ograni\u010dene liste alata.
editableShowToolsDescription=Izbor alata na listi \u0107e prikazati alat za ovog korisnika. Ovaj \u010dvor i sva deca \u0107e naslediti ovu listu. Dete mo\u017ee da obri\u0161e ovu listu izborom sopstvenih alata za prikaz.
switchEditableTools=Nasle\u0111eni alati
searchSites=Pretra\u017ei lokacije
siteTitleHeader=Naziv sajta
siteIdHeader=ID broj lokacije
endDate=Datum zavr\u0161etka
startDate=Datum po\u010detka
shoppingPeriodPerms=Dozvole
shoppingPeriodPermsInherited=Nasle\u0111eno
switchEditablePerms=Nasle\u0111eno
editableRestrictedPermsTitle=Izaberi dozvole za dodelu
editableRestrictedPermsDescription=Bi\u0107e dozvola koje dodeljuje\u0161 za period kupovine.
inheritedRestrictedPermsTitle=Nasle\u0111ene dozvole
inheritedRestrictedPermsDescription=Ovaj \u010dvor nasle\u0111uje slede\u0107e dozvole od svog najbli\u017eeg roditelja sa izabranim alatima dozvola.
shoppingPeriodAuth=Ovla\u0161\u0107enje
shoppersBecome=Kupci postaju
userBecomes=Korisnik postaje
access=Pristup
shoppingPeriodAdmin=Administrator za kupovinu
siteAccess=Pristup lokaciji
noShoppingAdminAccess=Nema\u0161 nikakav pristup administratora u periodu kupovine
editUsersInstructions=Ova stranica ti omogu\u0107ava da dodeljuje\u0161 delegirani pristup za ovog korisnika.
editUsersInstructions_accessAdmin=Za kolonu \u201ePristup administratora\u201c mo\u017ee\u0161 da izabere\u0161 kontrolno polje pored nivoa/lokacije nad kojom \u017eeli\u0161 da ovaj korisnik ima kontrolu tokom pode\u0161avanja pristupa i dozvola administratora u periodu kupovine za bilo kog korisnika u sistemu.
editUsersInstructions_shoppingAdmin=Za kolonu \u201eAdministrator za kupovinu\u201c mo\u017ee\u0161 da izabere\u0161 kontrolno polje pored nivoa/lokacije nad kojom \u017eeli\u0161 da ovaj korisnik ima kontrolu tokom pode\u0161avanja za period kupovine. \u010cvorovi i deca \u010dvorova koje izabere\u0161 za \u201eAdministratora za kupovinu\u201c prikaza\u0107e se za korisnika na linku \u201ePeriod kupovine\u201c.
editUsersInstructions_siteAccess=Za kolonu \u201ePristup lokaciji\u201c mo\u017ee\u0161 da izabere\u0161 kom nivou/lokaciji \u017eeli\u0161 da korisnik ima pristup. Kada izabere\u0161 \u201ePristup lokaciji\u201c, mora\u0161 da navede\u0161 koju ulogu \u0107e korisnik dobiti kada poseti tu lokaciju ili lokaciju pod tim nivoom. Tako\u0111e mo\u017ee\u0161 da izabere\u0161 koji alati su ograni\u010deni za ovog korisnika klikom na link \u201eOgrani\u010di alate\u201c. Sva deca \u010dvorova \u0107e naslediti pode\u0161avanja svojih roditelja, osim ako si ba\u0161 njih obrisao. \u010cvorovi i deca \u010dvorova koje izabere\u0161 za \u201ePristup lokaciji\u201c prikaza\u0107e se za korisnika na linku \u201eDelegirani pristup\u201c. Kada zavr\u0161i\u0161, klikni na Sa\u010duvaj ili klikni na Otka\u017ei kako bi poni\u0161tio sve izmene.
delegatedAccessInstructions=Ova stranica ti omogu\u0107ava da pretra\u017euje\u0161 lokacije kojima ti je dodeljen pristup. Mo\u017ee\u0161 da pretra\u017euje\u0161 po nazivu lokacije, ID broju lokacije, imenu instruktora, ID broju instruktora, imejlu instruktora ili uslovima lokacije, ili mo\u017ee\u0161 da koristi\u0161 strukturu drveta u nastavku za pronalazak \u017eeljene lokacije. Klikni na naziv lokacije za prelazak na tu lokaciju.
shoppingAdminInstructions=Ova stranica ti omogu\u0107ava da pode\u0161ava\u0161 period kupovine za lokacije kojima ti je dodeljen pristup radi a\u017euriranja. Za pode\u0161avanje perioda kupovine mo\u017ee\u0161 da izabere\u0161 kontrolno polje pored nivoa/lokacije koju \u017eeli\u0161 da podesi\u0161. Napominjemo da \u0107e\u0161 videti samo kontrolno polje pored \u010dvora koji ima\u0161 dozvolu da izmeni\u0161. Prvo, kada izabere\u0161 \u010dvor, mora\u0161 da podesi\u0161 \u201eOdobrenje\u201c. Dve opcije su \u201eJavno\u201c i \u201ePrijavljeno\u201c. \u201eJavno\u201c zna\u010di da svako mo\u017ee da pristupi ovoj lokaciji i ne treba da se prijavljuje za kupovinu na ovoj lokaciji. \u201ePrijavljeno\u201c zna\u010di da korisnici moraju prvo da se prijave kako bi obavili kupovinu na ovoj lokaciji. Zatim treba da izabere\u0161 ulogu koju \u0107e korisnik dobiti kada kupuje. Na kraju, treba da podesi\u0161 datume tokom kojih \u0107e period kupovine biti otvoren. Po definiciji, svi alati su sakriveni za kupce, tako da mora\u0161 da precizira\u0161 kojim alatima kupac mo\u017ee da pristupi. Mo\u017ee\u0161 da ure\u0111uje\u0161 ovu listu vidljivih alata klikom na link \u201ePrika\u017ei alate\u201c. Sva deca \u010dvorova \u0107e naslediti pode\u0161avanja svojih roditelja, osim ako dete \u010dvora ima sopstvena pode\u0161avanja. Kada zavr\u0161i\u0161, klikni na Sa\u010duvaj ili klikni na Otka\u017ei kako bi poni\u0161tio sve izmene.
shoppingAdminTitle=Uredi pode\u0161avanja perioda kupovine
delegatedAccessTitle=Delegirani pristup
editUsersTitle=Uredi dozvolu za\:
instructorField=Instruktor\:
instructor=Nastavnik
member=\u010clan
user=Korisnik
advancedSearch=Opcije napredne pretrage
hideAdvancedSearch=Sakrij opcije napredne pretrage
siteIdTitleField=Sajt\:
termField=Termin\:
termHeader=Termin
instructorHeader=Nastavnik
noShoppingSites=Nema dostupnih lokacija
shoppingTitle=Period kupovine
shoppingInstruction=Ova stranica ti omogu\u0107ava da pretra\u017euje\u0161 lokacije koje su otvorene za kupovinu. Mo\u017ee\u0161 da pretra\u017euje\u0161 po nazivu lokacije, ID broju lokacije, imenu instruktora, ID broju instruktora, imejlu instruktora ili uslovima lokacije, ili mo\u017ee\u0161 da koristi\u0161 strukturu drveta u nastavku za pronalazak \u017eeljene lokacije. Klikni na naziv lokacije za prelazak na tu lokaciju.
.anon=Javno
.auth=Prijavljeno
any=Bilo koji
showToolsHeader=Prika\u017ei alate
showAuthToolsHeader=Alati\: prijavljeno
showPublicToolsHeader=Alati\: javno

link.current=Aktivne lokacije za kupovinu
link.current.tooltip=Prikazuje listu svih aktivnih lokacija za kupovinu i njihova pode\u0161avanja.
link.all=Sve lokacije za kupovinu
link.all.tooltip=Prikazuje listu svih lokacija za kupovinu i njihova pode\u0161avanja.
accessModifiedBy=Pristup modifikovao
accessModifiedOn=Pristup modifikovan dana
hideInstructions=Sakrij uputstva
showInstructions=Prika\u017ei uputstva
accessAdmin=Pristup administratora
lookupInstructor=Pretraga instruktora
shoppingPeriodRevokeInstructorEditable=Onemogu\u0107i brisanje instruktora
noToolsSelected=Nisi izabrao nikakve alate.
advanced=Napredno
advancedOptionsTitle=Napredne opcije
advancedOptionsDesc=Sva deca \u0107e naslediti ova pode\u0161avanja, osim ako se obri\u0161u.
advOptInstructorGroupTitle=Pode\u0161avanja instruktora
shoppingPeriodRevokePublicOptCheckbox=Onemogu\u0107i opciju \u201eJavno\u201c
inactiveLegendText=Nije detektovana nikakva aktivnost za ovu lokaciju
legend=Legenda\:
nodeIdParam=Podesi parametar ID broja \u010dvora ako zna\u0161 koji \u010dvor \u017eeli\u0161 da nadogradi\u0161. Ako ostane prazno, celo drvo \u0107e se nadograditi.
administrationTools=Alati administratora
add.da.myworkspace=Dodaj delegirani pristup po\u010detnim stranicama
add.da.myworkspace.desc=Ovim se dodaje alat delegiranog pristupa svim lokacijama po\u010detne stranice za korisnike koji imaju bilo kakve dozvole za delegirani pristup. Po definiciji, korisnik \u0107e imati dodat/uklonjen alat delegiranog pristupa kada nadogradi\u0161 njihove dozvole, me\u0111utim ponekad mora\u0161 da obri\u0161e\u0161 sve po\u010detne stranice da bi izabrao novi obrazac po\u010detne stranice.
addDaMyworkspaceTitle=Dodaj delegirani pristup u Moje radne prostore
success.addDaMyworkspace=Uspe\u0161no si zakazao posao za dodavanje delegiranog pristupa lokacija po\u010detne stranice korisnika.
addDaMyworkspace.job.status.none=Nikada nije zakazano.
status=Status\:
na=Nije primenljivo
addDaMyworkspace.job.status.failed=Nije uspelo tokom poslednjeg pokretanja
addDaMyworkspace.job.status.scheduled=Zakazano
addDaMyworkspace.job.status.success=Uspe\u0161no poslednje pokretanje na
allowBecomeUser=Dozvoli korisniku da koristi alat Become User za korisnike na ovim lokacijama
allowedBeomceUser=Korisnik mo\u017ee da postane bilo koji korisnik na ovim lokacijama

legendNodeDesc=Hijerarhijski \u010dvor
legendSiteDesc=Lokacija
legendInactiveDesc=Neaktivan
legendInstructorEditedDesc=Ure\u0111eno od strane instruktora
searchByHierarchyLabel=hijerarhija
searchByEidLabel=ID broj korisnika
eidLabel=Eid\:
searchByLabel=Pretra\u017ei po
levelHeader=Nivo
hierarchyHeader=Hijerarhija
userDoesNotExist=Korisnik ne postoji
accessType1=Pristup
accessType2=Administrator za kupovinu
accessType4=Pristup administratora
edit=Uredi
site=Lokacija
viewAccess=Pregledaj pristup
noEidEntered=Molimo unesi va\u017ee\u0107i ID broj
eidDoesNotExist=Nemogu\u0107nost pronalaska korisnika sa tim eid-om
noResultsUser=Nije prona\u0111en nikakav pristup za ovog korisnika ili nema\u0161 dozvolu za pregled.
noResultsHierarchy=Nije prona\u0111en nikakav pristup na ovom nivou ili nema\u0161 dozvolu za pregled.
remove=Ukloni
confirmRemove=Da li si siguran da \u017eeli\u0161 da ukloni\u0161 ovu dozvolu?
includeLowerPermsLabel=Uklju\u010di ni\u017ee nivoe
removeAllPerms=Ukloni sve dozvole
confirmRemoveAll=Da li si siguran da \u017eeli\u0161 da ukloni\u0161 sve dozvole za ovog korisnika?
accessHeader=Pristup
popupBlockWarning=Detektovan je blokator iska\u010du\u0107eg prozora. Vodi ra\u010duna da dozvoli\u0161 iska\u010du\u0107e prozore za ovu lokaciju.
permaLink=Sa\u010duvaj pretragu
permaLinkMessage=Kopiraj link za lepljenje u imejl
published=Objavljeno
yes=Da
no=Ne
providers=Spisak
lookupProviders=Spisak za pretragu
exportData=Eksportuj u CSV
searchExportFileName=Rezultati pretrage za delegirani pristup
shoppingAdminBulkTitle=Masovno dodavanje, nadogradnja i brisanje pode\u0161avanja perioda kupovine
shoppingAdminBulkInstructions=Ova stranica ti omogu\u0107ava da bri\u0161e\u0161 i/ili dodaje\u0161 bilo koja pode\u0161avanja perioda kupovine na lokaciji. Za brisanje pode\u0161avanja perioda kupovine lokacije, samo dodaj ID broj lokacije na kartici \u201eObri\u0161i\u201c liste lokacije. Napominjemo da \u0107e time biti obrisana samo direktna pode\u0161avanja za taj \u010dvor, a ne bilo kakva nasle\u0111ena pode\u0161avanja. za dodavanje ili nadogradnju pode\u0161avanja lokacije, podesi pode\u0161avanja perioda kupovine na kartici \u201eDodaj ili nadogradi\u201c, a zatim dodaj lokacije koje \u017eeli\u0161 da nadogradi\u0161 na listi lokacija. Kada bude\u0161 spreman, klikni na Sa\u010duvaj i pusti da se stranica u\u010dita.
bulkEditLink=Masovno dodavanje, a\u017euriranje i brisanje pode\u0161avanja perioda kupovine
deleteShoppingSettings=Obri\u0161i pode\u0161avanja perioda kupovine
siteIds=ID brojevi lokacije
siteIdsInfo=(jedan ID broj po redu)
sitesToBeDeleted=Lokacije koje se bri\u0161u
noSitesInInput=Nema lokacija za dodavanje.
sitesNotFound=Slede\u0107e lokacije nisu prona\u0111ene u hijerarhiji\: {0}
sitesNoAccess=Nema\u0161 dozvolu da menja\u0161 slede\u0107e lokacije\: {0}
siteId=ID broj lokacije
siteTitle=Naslov
addUpdateShoppingSettings=Dodaj ili a\u017euriraj pode\u0161avanja perioda kupovine
sitesToBeAdded=Lokacije koje se dodaju ili a\u017euriraju
shoppingPeriodSettings=Pode\u0161avanja perioda kupovine
selectAll=Ozna\u010di sve
selectTools=Izaberi alate
noSitesToaddOrDelete=Mora\u0161 da ima\u0161 najmanje jednu lokaciju na listama za dodavanje/a\u017euriranje ili brisanje.
oneDateRequired=Najmanje jedan datum je potreban za dodavanje/a\u017euriranje lokacija.
startDateMustBeFirst=Datum po\u010detka mora biti pre datuma zavr\u0161etka.
oneToolMustBeSelected=Mora\u0161 da izabere\u0161 najmanje jedan javni ili privatni alat za dodavanje/a\u017euriranje lokacija.
roleRequired=Uloga je obavezna.
filterBy=Filtrirao
hierarchyLevel=Nivo hijerarhije
filter=Filter
clear=Obri\u0161i
modificationsPending=Postoje nesa\u010duvanih izmena koje \u0107e biti uklonjene, molimo sa\u010duvaj ili nastavi sa radnjom.
