
# This is the main properties file for our application. Internationalize via MyApplication_es.properties for example.

page.title=Acc\u00e8s d\u00e9l\u00e9gu\u00e9
link.first=Acc\u00e8s d\u00e9l\u00e9gu\u00e9
link.first.tooltip=Aller \u00e0 la page d'accueil
link.first.shopping=Page d'accueil
link.first.tooltip.shopping=Aller \u00e0 la page d'accueil
link.third=Recherche par utilisateur
link.third.tooltip=Recherche d'utilisateurs pour ajouter ou supprimer des acc\u00e8s
link.second=Administration des courses
link.second.tooltip=D\u00e9finir la p\u00e9riode de courses pour mes sites
link.shoppingStats=Liste de courses
link.shoppingStats.tooltip=Voir la liste des espaces ouverts pour les courses
link.administrate=Outils d'administration
link.administrate.tooltip=Outils d'administration
searchAccessLinkLabel=Recherche par acc\u00e8s
searchAccessLinkLabel.tooltip=Rechercher quels utilisateurs ont acc\u00e8s \u00e0 quoi
searchResultsTitle=R\u00e9sultats pour \: 
searchForUsers=Recherche d'utilisateurs \:
userIdHeader=Identifiant de l'utilisateur
nameHeader=Nom
emailHeader=Courriel
typeHeader=Type
expandColapse=D\u00e9velopper/replier tous les n\u0153uds
exapndNodes=D\u00e9velopper tous les n\u0153uds
collapseNodes=Replier tous les n\u0153uds
noDelegatedAccess=Vous n'avez pas d'acc\u00e8s d\u00e9l\u00e9gu\u00e9
noDelegatedAccessUser=Cet utilisateur n'a aucun acc\u00e8s d\u00e9l\u00e9gu\u00e9
noHierarchy=The hierarchy hasn't been setup for this tool.  In order to use Delegated Access, you must create a hierarchy.  Please consult the following confluence page\: https\://confluence.sakaiproject.org/display/DAC/Delegated+Access+Tool
addAccess=Ajouter l'acc\u00e8s
add=Ajouter
remove=Supprimer
update=Mise \u00e0 jour
access=Acc\u00e8s
success.save=Sauvegarde r\u00e9ussie
failed.save=Une erreur s'est produite lors de la sauvegarde
realm=Domaine
role=R\u00f4le
userRolesHeader=R\u00f4le d'acc\u00e8s par d\u00e9faut
userDelegatedAccessHeader=Acc\u00e8s d\u00e9l\u00e9gu\u00e9
restrictedToolsHeader=Outils limit\u00e9s
inheritedToolsHeader=H\u00e9rit\u00e9
noToolsInherited=Aucun outil h\u00e9rit\u00e9
noPermsInherited=Aucun droit h\u00e9rit\u00e9
cancel=Annuler
save=Enregistrer
done=Termin\u00e9
close=Fermer
inheritedRestrictedToolsTitle=Liste h\u00e9rit\u00e9e
inheritedRestrictedToolsDescription=Ce n\u0153ud h\u00e9rite de ce qui suit de son plus proche parent.
inheritedNothing=Aucun h\u00e9ritage
editableRestrictedToolsTitle=Choisissez les outils \u00e0 restreindre
editableShowToolsTitle=Choisir les outils \u00e0 montrer
editableRestrictedToolsDescription=Choosing a tool in the list will hide the tool for this user.  This node and all children will inherit this list.  A child can overwrite this list by selecting it's own restricted tools list.
editableShowToolsDescription=Choosing a tool in the list will show the tool for this user.  This node and all children will inherit this list.  A child can overwrite this list by it's own tools to show.
switchEditableTools=Outils h\u00e9rit\u00e9s
searchSites=Rechercher des espaces
siteTitleHeader=Code du cours (p. ex. F13-ACCT-134C-01)
siteIdHeader=Identifiant du site
endDate=Date de fin
startDate=Date de d\u00e9but
shoppingPeriodPerms=Droits
shoppingPeriodPermsInherited=H\u00e9rit\u00e9
switchEditablePerms=H\u00e9rit\u00e9
editableRestrictedPermsTitle=Choisissez les droits \u00e0 accorder
editableRestrictedPermsDescription=These will be the permissions you are granting for the shopping period.
inheritedRestrictedPermsTitle=Droits h\u00e9rit\u00e9s
inheritedRestrictedPermsDescription=This node inherits the following permissions from its closest parent with selected permissions tools.
shoppingPeriodAuth=Autorisation
shoppersBecome=Le client obtient les droits
userBecomes=L'utilisateur obtient les droits
shoppingPeriodAdmin=Administration des courses
siteAccess=Acc\u00e8s Site
noShoppingAdminAccess=Vous n'avez pas d'acc\u00e8s administrateur pour la p\u00e9riode des courses
editUsersInstructions=This page allows you to assign delegated access for this user.
editUsersInstructions_accessAdmin=For the "Access Admin" column, you can select the checkbox next to the level/site you want this user to have control over setting access and shopping period admin permissions for any user in the system.
editUsersInstructions_shoppingAdmin=For the "Shopping Admin" column, you can select the checkbox next to the level/site you want this user to have control over setting shopping period settings for.  The nodes and children of the nodes you select for "Shopping Admin" will show up for the user in the "Shopping Period" link.
editUsersInstructions_siteAccess=For the "Site Access" column, you can select which level/site you want the user to have access to.  When you choose "Site Access", you must fill out what role the user will become when they visit that site or a site that under that level.  You also have the ability to choose which tools are restricted for this user by clicking the "Restrict Tools" link.  All child nodes will inherit their parents settings unless you have specifically overridden them.  The nodes and children of the nodes you select for "Site Access" will show up for the user in the "Delegated Access" link.  When you are done, click save or click cancel to undo all changes.
delegatedAccessInstructions=This page allows you to search through sites you have been granted access to.  You can search by site title, site id, instructor name, instructor id, instructor email, or site term, or you can use the tree structure below to find the site you want.  Click on the title of the site to jump to that site.
shoppingAdminInstructions=This page allows you to set the shopping period settings for the sites you've been granted permission to update.  To set the shopping period settings, you can select the checkbox next to the level/site that you want to set.  Note, you will only see a checkbox next to a node you have permission to modify.  First, when you select a node, you must set the "Authorization" setting.  The two options are "Public" and "Logged In".  "Public" means anyone can access this site and do not need to log in to shop in this site.  "Logged In" means users must log in first in order to shop in this site.  Next, you need to choose the role the user will become when they are shopping.  Finally, you need to set the dates during which the shopping period will be open.  By default, all tools are hidden to shoppers so you must specify which tools a shopper can access.  You can edit this list of viewable tools by clicking the "Show Tools" link.  All child nodes will inherit their parents settings unless the child node has been set with its own settings.  When you are done, click save or click cancel to undo all changes. 
shoppingAdminTitle=Modifier les param\u00e8tres de p\u00e9riode de courses
delegatedAccessTitle=Acc\u00e8s d\u00e9l\u00e9gu\u00e9
editUsersTitle=Modifier les droits pour \: 
instructorField=Enseignant \: 
instructor=Enseignant
member=Membre
user=Utilisateur
advancedSearch=Options de recherche avanc\u00e9e
hideAdvancedSearch=Cacher les options de recherche avanc\u00e9e
siteIdTitleField=Site\:
termField=Semestre \: 
termHeader=Semestre
instructorHeader=Enseignant
noShoppingSites=Aucun espace n'est disponible
shoppingTitle=P\u00e9riode de courses
shoppingInstruction=This page allows you to search through sites that are open for shopping. You can search by site title, site id, instructor name, instructor id, instructor email, or site term, or you can use the tree structure below to find the site you want. Click on the title of the site to jump to that site.
.anon=Public
.auth=Connect\u00e9
any=Tous
showToolsHeader=Afficher les outils
showAuthToolsHeader=Outils \: Connect\u00e9
showPublicToolsHeader=Outils \: Public
link.current=Sites ouverts pour les courses
link.current.tooltip=Affiche une liste de tous les sites ouverts pour les courses et leurs param\u00e8tres.
link.all=Tous les sites param\u00e9tr\u00e9s pour les courses
link.all.tooltip=Affiche la liste de tous les espaces param\u00e9tr\u00e9s pour les courses et leurs param\u00e8tres.
accessModifiedBy=Acc\u00e8s modifi\u00e9 par
accessModifiedOn=Acc\u00e8s modifi\u00e9 le
hideInstructions=Masquer les instructions
showInstructions=Afficher les instructions
accessAdmin=Administration des acc\u00e8s
lookupInstructor=Chercher un enseignant
shoppingPeriodRevokeInstructorEditable=D\u00e9sactiver le changement de param\u00e9trage par l'enseignant
noToolsSelected=Vous n'avez s\u00e9lectionn\u00e9 aucun outil.
advanced=Avanc\u00e9
advancedOptionsTitle=Options avanc\u00e9es
advancedOptionsDesc=Tous les enfants h\u00e9riteront de ces param\u00e8tres s'ils ne sont pas chang\u00e9s.
advOptInstructorGroupTitle=Param\u00e8tres de l'instructeur
shoppingPeriodRevokePublicOptCheckbox=Disable "Public" option
inactiveLegendText=Aucune activit\u00e9 n'a \u00e9t\u00e9 d\u00e9tect\u00e9e pour cet espace
legend=L\u00e9gende
nodeIdParam=Set nodeId parameter if you know the node you want to update.  If let empty, entire tree will update.
administrationTools=Outils d'administration
add.da.myworkspace=Ajouter l'acc\u00e8s d\u00e9l\u00e9gu\u00e9 aux espaces de travail
add.da.myworkspace.desc=This adds the Delegated Access tool to all user's Home sites for users who have any kind of permissions in Delegated Access.  By default, a user will have the Delegated Access tool added/removed when you update their permissions, however, sometimes you have to delete all Homes to pick up a new Home template.
addDaMyworkspaceTitle=Ajouter l'acc\u00e8s d\u00e9l\u00e9gu\u00e9 aux espaces de travail
success.addDaMyworkspace=You have successfully scheduled the job to add Delegated Access to user's Home sites.
addDaMyworkspace.job.status.none=N'a jamais \u00e9t\u00e9 planifi\u00e9.
status=Statut \:
na=N/A
addDaMyworkspace.job.status.failed=A \u00e9chou\u00e9 au cours de la derni\u00e8re ex\u00e9cution
addDaMyworkspace.job.status.scheduled=Planifi\u00e9
addDaMyworkspace.job.status.success=Ex\u00e9cut\u00e9 avec succ\u00e8s en dernier sur 
allowBecomeUser=Permettre \u00e0 l'utilisateur d'employer l'outil Devenir Utilisateur pour les utilisateurs de ces espaces
allowedBeomceUser=L'utilisateur est autoris\u00e9 \u00e0 devenir n'importe quel utilisateur dans ces espaces
legendNodeDesc=N\u0153ud de hi\u00e9rarchie
legendSiteDesc=Espace
legendInactiveDesc=Inactive
legendInstructorEditedDesc=Instructeur modifi\u00e9
searchByHierarchyLabel=hi\u00e9rarchie
searchByEidLabel=Identifiant de l'utilisateur
eidLabel=Eid \:
searchByLabel=Chercher par
levelHeader=Level
hierarchyHeader=Hi\u00e9rarchie
userDoesNotExist=L'utilisateur n'existe pas
accessType1=Acc\u00e8s
accessType2=Administration des courses
accessType4=Administration des acc\u00e8s
edit=Modifier
site=Espace
viewAccess=Voir l'acc\u00e8s
noEidEntered=Veuillez entrer un eid valide
eidDoesNotExist=Impossible de trouver l'utilisateur avec cet eid
noResultsUser=Aucun acc\u00e8s trouv\u00e9 pour cet utilisateur ou vous n'avez pas la permission de l'afficher.
noResultsHierarchy=Aucun acc\u00e8s trouv\u00e9 \u00e0 ce niveau ou vous n'avez pas la permission de l'afficher.
confirmRemove=\u00cates-vous s\u00fbr de que vouloir supprimer ce droit ?
includeLowerPermsLabel=Inclure des niveaux inf\u00e9rieurs
removeAllPerms=Supprimer tous les droits
confirmRemoveAll=\u00cates-vous s\u00fbr de que vouloir supprimer tous les droits pour cet utilisateur ?
accessHeader=Acc\u00e8s
popupBlockWarning=Window popup blocker detected. Make sure to allow popups for this site.
permaLink=Enregistrer la recherche
permaLinkMessage=Copier le lien pour le coller dans un courrier \u00e9lectronique
published=Publi\u00e9
yes=Ou
no=Non
providers=Liste
lookupProviders=Rechercher dans liste d'\u00e9tudiants
exportData=Exporter au format CSV
searchExportFileName=DelegatedAccessSearchResults
shoppingAdminBulkTitle=Faire en vrac ajouter, mettre \u00e0 jour, ou supprimer des param\u00e8tres de p\u00e9riodicit\u00e9 pour faire des courses
shoppingAdminBulkInstructions=This page allows you to delete and/or add or update any site's shopping period settings. To delete a site's shopping period settings, simply add the site ID to the "Delete" tab's site list. Please note that it will only delete direct settings for that node and won't delete any inherited settings. To add or update a site's settings, set the shopping period settings in the "Add or Update" tab then add the sites you want to update to the list of sites. When you are ready, click Save and allow some time for the page to load.
bulkEditLink=Faire en vrac ajouter, mettre \u00e0 jour, ou supprimer
deleteShoppingSettings=Supprimer les param\u00e8tres de la p\u00e9riode de courses
siteIds=IDs espace
siteIdsInfo=(un seul ID par ligne)
sitesToBeDeleted=Espaces \u00e0 supprimer
noSitesInInput=Aucun espace \u00e0 ajouter. 
sitesNotFound=Les espaces suivants n'ont pas \u00e9t\u00e9 trouv\u00e9s dans la hi\u00e9rarchie \: {0}
sitesNoAccess=Vous n'\u00eates pas autoris\u00e9 \u00e0 modifier les espaces suivants \: {0}
siteId=Identifiant de l'espace
siteTitle=Titre
addUpdateShoppingSettings=Ajouter ou mettre \u00e0 jour les param\u00e8tres de p\u00e9riode de courses
sitesToBeAdded=Espaces \u00e0 ajouter ou \u00e0 mettre \u00e0 jour
shoppingPeriodSettings=Param\u00e8tres de la p\u00e9riode des courses
selectAll=Tout s\u00e9lectionner
selectTools=S\u00e9lectionnez Outils
noSitesToaddOrDelete=Vous devez avoir au moins un espace dans les listes supprim\u00e9es ou ajout\u00e9es/mises \u00e0 jour.
oneDateRequired=Il faut au moins une date pour ajouter/mettre \u00e0 jour des espaces.
startDateMustBeFirst=La date de d\u00e9but doit \u00eatre ant\u00e9rieure \u00e0 la date de fin.
oneToolMustBeSelected=You must select at least one public or private tool to add/update sites.
roleRequired=Un r\u00f4le est requis.
filterBy=Filtrer par\u00a0
hierarchyLevel=Niveau de hi\u00e9rarchie
filter=Filtrer
clear=Effacer
modificationsPending=There are unsaved modifications that will be removed, please save or continue with action.
