
# This is the main properties file for our application. Internationalize via MyApplication_es.properties for example.

page.title=Acceso delegado
link.first=Acceso delegado
link.first.tooltip=Ir a la p\u00e1gina de inicio
link.first.shopping=inicio
link.first.tooltip.shopping=Ir a la p\u00e1gina de inicio
link.third=B\u00fasqueda por usuario
link.third.tooltip=B\u00fasqueda de usuario para a\u00f1adir o eliminar acceso
link.second=Administrador de compras
link.second.tooltip=Establecer el per\u00edodo de compras para mis sitios
link.shoppingStats=Lista de compras
link.shoppingStats.tooltip=Ver lista de sitios de compras abiertos
link.administrate=Herramientas administrativas
link.administrate.tooltip=Herramientas administrativas
searchAccessLinkLabel=B\u00fasqueda por acceso
searchAccessLinkLabel.tooltip=B\u00fasqueda de usuarios que tienen acceso en
searchResultsTitle=Resultados para\: 
searchForUsers=Buscar usuarios\:
userIdHeader=ID de usuario
nameHeader=Nombre
emailHeader=Correo electr\u00f3nico
typeHeader=Tipo
expandColapse=Expandir o contraer todos los nodos
exapndNodes=Expandir todos los nodos
collapseNodes=Contraer todos los nodos
noDelegatedAccess=No tiene ning\u00fan acceso delegado
noDelegatedAccessUser=Este usuario no tiene ning\u00fan acceso delegado
noHierarchy=La jerarqu\u00eda no ha sido configurado para esta herramienta.  Para poder utilizar acceso delegado, debe crear una jerarqu\u00eda.  Por favor consulte la siguiente gu\u00eda\: https\://confluence.sakaiproject.org/display/DAC/Delegated+Access+Tool
addAccess=A\u00f1adir acceso
add=A\u00f1adir
remove=Eliminar
update=Actualizar
access=Acceso
success.save=Guardado correctamente
failed.save=Ha ocurrido un error mientras se guardaba
realm=Permiso
role=Rol
userRolesHeader=Rol de acceso por defecto
userDelegatedAccessHeader=Acceso delegado
restrictedToolsHeader=Herramientas restringidas
inheritedToolsHeader=Heredado
noToolsInherited=No hay herramientas heredadas
noPermsInherited=Sin permisos heredados
cancel=Cancelar
save=Guardar
done=Hecho
close=Cerrar
inheritedRestrictedToolsTitle=Lista heredada
inheritedRestrictedToolsDescription=Este nodo hereda lo siguiente de su padre m\u00e1s inmediato.
inheritedNothing=Nada heredado
editableRestrictedToolsTitle=Elija Herramientas para restringir
editableShowToolsTitle=Elija Herramientas para mostrar
editableRestrictedToolsDescription=Al elegir una herramienta de la lista se esconder\u00e1 la herramienta para este usuario. Este nodo y todos sus hijos heredar\u00e1n esta lista. Un hijo puede sobreescribir esta lista seleccionando su propia lista de herramientas restringidas.
editableShowToolsDescription=Al elegir una herramienta en la lista se mostrar\u00e1 esta herramienta para este usuario. Este nodo y todos sus hijos heredar\u00e1n esta lista. Un hijo puede sobreescribir esta lista mostrando su propia lista de herramientas.
switchEditableTools=Herramientas heredadas
searchSites=Buscar sitios
siteTitleHeader=T\u00edtulo del sitio
siteIdHeader=Identificador del sitio
endDate=Fecha de fin
startDate=Fecha de inicio
shoppingPeriodPerms=Permisos
shoppingPeriodPermsInherited=Heredado
switchEditablePerms=Heredado
editableRestrictedPermsTitle=Seleccione los permisos a conceder
editableRestrictedPermsDescription=Estos ser\u00e1n los permisos que se conceden para el per\u00edodo de compra.
inheritedRestrictedPermsTitle=Permisos heredados
inheritedRestrictedPermsDescription=Este nodo hereda los permisos siguientes de su padre m\u00e1s inmediato con las herramientas de permisos seleccionados.
shoppingPeriodAuth=Autorizaci\u00f3n
shoppersBecome=Los compradores se convierten en
userBecomes=Usuario se convierte en
shoppingPeriodAdmin=Administrador de compras
siteAccess=Acceso al Sitio
noShoppingAdminAccess=No tiene ning\u00fan acceso de administrador al per\u00edodo de compras
editUsersInstructions=Esta p\u00e1gina permite asignar acceso delegado, administrar periodos de compras y dar acceso a permisos de administrador a este usuario.  <br/><br/>Desde la columna "Administraci\u00f3n de Acceso", puede seleccionar la casilla al lado del nivel/sitio en el que desea que este usuario controle el acceso y periodo de compra administrando los  permisos para cualquier usuario del sistema.<br/><br/>Desde la columna "Administraci\u00f3n de Compras" puede seleccionar la casilla al lado del nivel/sitio en desea que este usuario tenga control sobre la configuraci\u00f3n de periodos de compras.  Los nodos y los hijos de los nodos que se seleccionen en "Administraci\u00f3n de Compras" mostrar\u00e1n a este usuario en el enlace del "Periodo de Compras".<br/><br/>Desde la columna "Acceso al Sitio" puede seleccionar en qu\u00e9 nivel/sitio desea que el usuario tenga acceso. Cuando selecciona "Acceso al Sitio" debe rellenar el rol que el usuario tendr\u00e1 cuando visite dicho sitio o un sitio bajo ese nivel. Tambi\u00e9n puede seleccionar las herramientas restringidas para ese usuario haciendo click en "Restringir Herramientas". Todos los nodos hijos heredan de sus padres la configuraci\u00f3n a no ser que se sobreescriba espec\u00edficamente. Los nodos e hijos de los nodos que seleccione para "Acceso al Sitio" mostrar\u00e1n al usuario en el enlace de "Acceso Delegado". Cuando termine haga click en salvar o haga click en Cancelar para deshacer todos los cambios. 
delegatedAccessInstructions=Esta p\u00e1gina le permite buscar sitios a los que le ha concedido acceso. Puede buscar por t\u00edtulo del sitio, nombre del instructor, id del instructor, email del instructor o periodo docente del sitio, o puede usar la estructura en \u00e1rbol para buscar el sitio que desee. Haga click en el t\u00edtulo para saltar a este sitio. Cuando lo haga, heredar\u00e1 los permisos de acceso para ese sitio en particular.   
shoppingAdminInstructions=Esta p\u00e1gina le permite seleccionar los periodos de compras para los sitios a los que le ha concedido el permiso de actualizaci\u00f3n. Para configurar los periodos de compra, puede seleccionar la casilla situada al lado del nivel/sitio que desea configurar. Tenga en cuenta que s\u00f3lo ver\u00e1 casillas al lado de los nodos en los que tiene permisos para modificar. Primero, cuando seleccione un nodo, debe configurar la "Autorizaci\u00f3n". Las dos opciones son "P\u00fablico" y "Registrado".  "P\u00fablico" significa que cualquiera puede acceder a ese sitio y no tiene que registrarse en la tienda de este sitio.  "Registrado" significa que el usuario tiene que acceder con su usuario antes de comprar en este sitio.  A continuaci\u00f3n tiene que seleccionar el rol del usuario mientras compra. Finalmente, debe definir las fechas en las que el periodo de compras permanece abierto. Por defecto todas las herramientas est\u00e1n ocultas a los compradores a menos que especifique alguna herramienta a las que puedan acceder. Esto se puede editar desde una lista de herramientas visibles pulsando en "Mostrar Herramientas". Todos los nodos hijos heredar\u00e1n la configuraci\u00f3n de sus padre a menos que se especifique lo contrario. Cuando termine haga clic en guardar o pulse en cancelar para deshacer los cambios. 
shoppingAdminTitle=Editar configuraci\u00f3n de per\u00edodo de compras
delegatedAccessTitle=Acceso delegado
editUsersTitle=Editar permisos para\: 
instructorField=Instructor\: 
instructor=Instructor
member=Miembro
user=Usuario
advancedSearch=Opciones de b\u00fasqueda avanzada
hideAdvancedSearch=Ocultar opciones de b\u00fasqueda avanzada
siteIdTitleField=Sitio\:
termField=Periodo acad\u00e9mico\: 
termHeader=Periodo acad\u00e9mico
instructorHeader=Instructor
noShoppingSites=No hay sitios disponibles
shoppingTitle=Per\u00edodo de compras
shoppingInstruction=Esta p\u00e1gina le permite buscar a trav\u00e9s de los sitios que est\u00e1n abiertos para compras. Puede buscar por t\u00edtulo del sitio, id del sitio, nombre del instructor, id del instructor, email del instructor o periodo docente del sitio, o puede usar la estructura en \u00e1rbol siguiente para buscar el sitio que quiera. Haga click en el titulo del sitio para acceder al mismo.
.anon=P\u00fablico
.auth=Registrado
any=Cualquiera
showToolsHeader=Mostrar herramientas
showAuthToolsHeader=Herramientas\: Registrado
showPublicToolsHeader=Herramientas\: p\u00fablico
link.current=Sitios de compras activos
link.current.tooltip=Muestra una lista de todos los sitios de compra activos y sus configuraciones.
link.all=Todos los sitios de compras
link.all.tooltip=Muestra la lista de todos los sitios de compras y sus configuraciones.
accessModifiedBy=Acceso modificado por
accessModifiedOn=Acceso modificado en
hideInstructions=Ocultar instrucciones
showInstructions=Mostrar instrucciones
accessAdmin=Administraci\u00f3n de Acceso
lookupInstructor=Ayuda de b\u00fasqueda
shoppingPeriodRevokeInstructorEditable=Desactivar la anulaci\u00f3n de la ayuda
noToolsSelected=No ha seleccionado ninguna herramienta.
advanced=Avanzado
advancedOptionsTitle=Opciones avanzadas
advancedOptionsDesc=Todos los hijos heredar\u00e1n estos par\u00e1metros a menos que sean sobreescritos.
advOptInstructorGroupTitle=Configuraci\u00f3n de instructor
shoppingPeriodRevokePublicOptCheckbox=Deshabilitar la opci\u00f3n "P\u00fablica"
inactiveLegendText=No se ha detectado ninguna actividad para este sitio
legend=Leyenda
nodeIdParam=Establezca el par\u00e1metro nodeId si sabe el nodo que desea actualizar.  Si lo deja vac\u00edo, se actualizar\u00e1 todo \u00e1rbol.
administrationTools=Herramientas administrativas
add.da.myworkspace=Agregar el Acceso Delegado a los sitios "Mi Sitio"
add.da.myworkspace.desc=Esto a\u00f1ade el acceso delegado a los sitios "Mi Sitio" de todos los usuarios que tienen alg\u00fan tipo de permiso de Acceso Delegado. Por defecto, un usuario tendr\u00e1 la herramienta de Acceso Delegado activada/desactivada cuando Ud. actualice sus permisos. Sin embargo, algunas veces tendr\u00e1 que borrar todos los sitios "Mi Sitio" para actualizar a una nueva plantilla.
addDaMyworkspaceTitle=Agregar el acceso delegado a "Mis Sitios"
success.addDaMyworkspace=Se ha programado una tarea programada para a\u00f1adir un acceso delegado a los sitios "Mi Sitio" del usuario.
addDaMyworkspace.job.status.none=Nunca se ha programado.
status=Estado\:
na=N/D
addDaMyworkspace.job.status.failed=Error durante la \u00faltima ejecuci\u00f3n
addDaMyworkspace.job.status.scheduled=Programado
addDaMyworkspace.job.status.success=Funcion\u00f3 con \u00e9xito en la \u00faltima ejecuci\u00f3n 
allowBecomeUser=Permitir a los usuarios usar la herramienta Convertirse en Usuario en estos sitios
allowedBeomceUser=El usuario puede convertirse en cualquier usuario en estos sitios
legendNodeDesc=Nodo de jerarqu\u00eda
legendSiteDesc=Sitio
legendInactiveDesc=Inactivo
legendInstructorEditedDesc=Editado por el instructor
searchByHierarchyLabel=jerarqu\u00eda
searchByEidLabel=id de usuario
eidLabel=Eid\:
searchByLabel=Buscar por
levelHeader=Nivel
hierarchyHeader=Jerarqu\u00eda
userDoesNotExist=El usuario no existe
accessType1=Acceso
accessType2=Administrador de compras
accessType4=Administraci\u00f3n de Acceso
edit=Editar
site=Sitio
viewAccess=Ver acceso
noEidEntered=Introduzca un EID v\u00e1lido
eidDoesNotExist=No se pudo encontrar usuario con ese eid
noResultsUser=No se encontr\u00f3 el acceso para este usuario o no tiene permisos para verlo.
noResultsHierarchy=No se encontr\u00f3 acceso a este nivel o no tiene permisos para verlo.
confirmRemove=\u00bfEst\u00e1 seguro que desea eliminar este permiso?
includeLowerPermsLabel=Incluyen niveles inferiores
removeAllPerms=Quitar todos los permisos
confirmRemoveAll=\u00bfEst\u00e1 seguro que desea eliminar todos los permisos de este usuario?
accessHeader=Acceso
popupBlockWarning=Bloqueador de ventanas emergentes detectada. Aseg\u00farese de permitir ventanas emergentes para este sitio.
permaLink=Guardar la b\u00fasqueda
permaLinkMessage=Copiar enlace para pegarlo en el correo electr\u00f3nico
published=Publicado
yes=S\u00ed
no=No
providers=Lista
lookupProviders=Buscar proveedores
exportData=Exportar a CSV
searchExportFileName=ResultadosBusquedaAccesoDelegado
shoppingAdminBulkTitle=A\u00f1adir, Actualizar o Borrar la Configuraci\u00f3n de periodos de compras por lotes.
shoppingAdminBulkInstructions=Esta p\u00e1gina permite borrar y/o a\u00f1adir o actualizar la configuraci\u00f3n de periodos de compra de cualquier sitio. Para borrar la configuraci\u00f3n de periodos de compra, simplemente a\u00f1ade el ID del sitio a la lista de "Borrar". Dese cuenta que solamente borrar\u00e1 la configuraci\u00f3n directa de ese sitio y no las configuraciones heredadas. Para a\u00f1adir o actualizar la configuraci\u00f3n de un sitio, use la pesta\u00f1a "A\u00f1adir o Actualizar" para poner la configuraci\u00f3n y entonces a\u00f1ada los sitios que quiere actualizar de la lista de sitios. Cuando est\u00e9 preparado, pulse en Guardar y espere unos segundos a que la p\u00e1gina se cargue. 
bulkEditLink=A\u00f1adir, Actualizar o Borrar por lotes.
deleteShoppingSettings=Borrar configuraci\u00f3n de per\u00edodos de compras
siteIds=IDs de los sitios
siteIdsInfo=(un ID por l\u00ednea)
sitesToBeDeleted=Sitios a borrar
noSitesInInput=No hay sitios para a\u00f1adir.
sitesNotFound=Los siguientes sitios no se encontraron en la jerarqu\u00eda\: {0}
sitesNoAccess=No tiene permisos para modificar los siguientes sitios\:{0}
siteId=Identificador del sitio
siteTitle=T\u00edtulo
addUpdateShoppingSettings=A\u00f1adir o actualizar la configuraci\u00f3n de per\u00edodos de compras
sitesToBeAdded=Sitios a ser a\u00f1adidos o actualizados
shoppingPeriodSettings=Configuraci\u00f3n de per\u00edodos de compras
selectAll=Seleccionar Todo
selectTools=Seleccionar herramientas
noSitesToaddOrDelete=Debe tener al menos un sitio en las listas de a\u00f1adir/actualizar sitios o borrar sitios.
oneDateRequired=Debe indicar al menos una fecha para a\u00f1adir/actualizar sitios.
startDateMustBeFirst=La fecha de inicio debe ser anterior a la fecha final.
oneToolMustBeSelected=Debe seleccionar al menos una herramienta p\u00fablica o privada para a\u00f1adir/actualizar sitios.
roleRequired=Se requiere un rol.
filterBy=Filtrar por
hierarchyLevel=Nivel de la jerarqu\u00eda
filter=Filtrar
clear=Limpiar
modificationsPending=Hay modificaciones sin guardar que ser\u00e1n eliminadas, por favor, guarde o contin\u00fae con la acci\u00f3n.
