#X-Generator: crowdin.net

# This is the main properties file for our application. Internationalize via MyApplication_es.properties for example.

page.title=\u0938\u094c\u0902\u092a\u0947 \u0917\u090f \u0905\u092d\u093f\u0917\u092e
link.first=\u0938\u094c\u0902\u092a\u0947 \u0917\u090f \u0905\u092d\u093f\u0917\u092e
link.first.tooltip=\u092e\u0941\u0916 \u092a\u0943\u0937\u094d\u0920 \u092a\u0930 \u091c\u093e\u090f\u0901
link.first.shopping=\u092e\u0941\u0916\u092a\u0943\u0937\u094d\u0920
link.first.tooltip.shopping=\u092e\u0941\u0916 \u092a\u0943\u0937\u094d\u0920 \u092a\u0930 \u091c\u093e\u090f\u0901
link.third=\u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0926\u094d\u0935\u093e\u0930\u093e \u0916\u094b\u091c\u0947\u0902
link.third.tooltip=\u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0915\u0947 \u0932\u093f\u090f \u0916\u094b\u091c\u0947\u0902 \u090f\u0915\u094d\u0938\u0947\u0938 \u091c\u094b\u0921\u093c\u0928\u0947 \u092f\u093e \u0939\u091f\u093e\u0928\u0947 
link.second=\u0916\u0930\u0940\u0926\u093e\u0930\u0940 \u0935\u094d\u092f\u0935\u0938\u094d\u0925\u093e\u092a\u0915
link.second.tooltip=\u092e\u0947\u0930\u0947 \u0938\u093e\u0907\u091f\u094b\u0902 \u0915\u0947 \u0932\u093f\u090f \u0916\u0930\u0940\u0926\u093e\u0930\u0940 \u0905\u0935\u0927\u093f \u0928\u093f\u0930\u094d\u0927\u093e\u0930\u093f\u0924 \u0915\u0930\u0947\u0902
link.shoppingStats=\u0916\u0930\u0940\u0926\u093e\u0930\u0940 \u0915\u0940 \u0938\u0942\u091a\u0940
link.shoppingStats.tooltip=\u0916\u0930\u0940\u0926\u093e\u0930\u0940 \u0915\u0940 \u0916\u0941\u0932\u0940 \u0938\u093e\u0907\u091f\u094b\u0902 \u0915\u0940 \u0938\u0942\u091a\u0940 \u0926\u0947\u0916\u0947\u0902
link.administrate=\u0935\u094d\u092f\u0935\u0938\u094d\u0925\u093e\u092a\u0915 \u0909\u092a\u0915\u0930\u0923
link.administrate.tooltip=\u0935\u094d\u092f\u0935\u0938\u094d\u0925\u093e\u092a\u0915 \u0909\u092a\u0915\u0930\u0923
searchAccessLinkLabel=\u090f\u0915\u094d\u0938\u0947\u0938 \u0926\u094d\u0935\u093e\u0930\u093e \u0916\u094b\u091c\u0947\u0902
searchAccessLinkLabel.tooltip=\u0916\u094b\u091c \u0915\u0930\u094b \u0915\u094c\u0928 \u0938\u0947 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e\u0913\u0902 \u0915\u0940 \u092a\u0939\u0941\u0901\u091a \u0915\u0939\u093e\u0901 \u0924\u0958 \u0939\u0948
searchResultsTitle=\u0915\u0947 \u0932\u093f\u090f \u092a\u0930\u093f\u0923\u093e\u092e\: 
userIdHeader=\u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0906\u0907\u0921\u0940
nameHeader=\u0928\u093e\u092e
emailHeader=\u0908\u092e\u0947\u0932
typeHeader=\u092a\u094d\u0930\u0915\u093e\u0930
expandColapse=\u0938\u092d\u0940 \u0928\u094b\u0921\u094d\u0938 \u0915\u093e \u0935\u093f\u0938\u094d\u0924\u093e\u0930 \u0915\u0930\u0947\u0902/\u0938\u0902\u0915\u094d\u0937\u093f\u092a\u094d\u0924 \u0915\u0930\u0947\u0902
exapndNodes=\u0938\u092d\u0940 \u0928\u094b\u0921\u094d\u0938 \u0915\u093e \u0935\u093f\u0938\u094d\u0924\u093e\u0930 \u0915\u0930\u0947\u0902
collapseNodes=\u0938\u092d\u0940 \u0928\u094b\u0921\u094d\u0938 \u0915\u094b \u0938\u0902\u0915\u094d\u0937\u093f\u092a\u094d\u0924 \u0915\u0930\u0947\u0902
noDelegatedAccess=\u0906\u092a \u0915\u0947 \u092a\u093e\u0938 \u0915\u094b\u0908 \u092a\u094d\u0930\u0924\u094d\u092f\u093e\u092f\u094b\u091c\u093f\u0924 \u092a\u0939\u0941\u0901\u091a \u0928\u0939\u0940\u0902 \u0939\u0948
noDelegatedAccessUser=\u0907\u0938 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e  \u0915\u0947 \u092a\u093e\u0938 \u0915\u094b\u0908 \u092d\u0940 \u0921\u0947\u0932\u093f\u0917\u0947\u091f \u092a\u0939\u0941\u0901\u091a \u0928\u0939\u0940\u0902 \u0939\u0948
noHierarchy=\u0907\u0938 \u0909\u092a\u0915\u0930\u0923 \u0915\u0947 \u0932\u093f\u090f \u092a\u0926\u093e\u0928\u0941\u0915\u094d\u0930\u092e \u0938\u0947\u091f\u0905\u092a \u0928\u0939\u0940\u0902 \u0915\u093f\u092f\u093e \u0917\u092f\u093e \u0939\u0948\u0964  \u092a\u094d\u0930\u0924\u094d\u092f\u093e\u092f\u094b\u091c\u093f\u0924 \u092a\u0939\u0941\u0901\u091a \u0915\u093e \u0909\u092a\u092f\u094b\u0917 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f, \u0906\u092a\u0915\u094b \u090f\u0915 \u092a\u0926\u093e\u0928\u0941\u0915\u094d\u0930\u092e \u092c\u0928\u093e\u0928\u093e \u091a\u093e\u0939\u093f\u090f\u0964  \u0915\u0943\u092a\u092f\u093e \u0928\u093f\u092e\u094d\u0928\u0932\u093f\u0916\u093f\u0924 \u0938\u0902\u0917\u092e \u092a\u0943\u0937\u094d\u0920 \u0938\u0947 \u092a\u0930\u093e\u092e\u0930\u094d\u0936 \u0915\u0930\u0947\u0902\: https\://confluence.sakaiproject.org/display/DAC/Delegated+Access+Tool
addAccess=\u090f\u0915\u094d\u0938\u0947\u0938 \u092e\u0947\u0902 \u091c\u094b\u0921\u093c\u0947 
add=\u091c\u094b\u0921\u093c\u0947\u0902
remove=\u0928\u093f\u0915\u093e\u0932\u0947\u0902
update=\u0905\u0926\u094d\u092f\u0924\u0928 \u0915\u0930\u0947\u0902
access=\u092a\u0939\u0941\u0901\u091a
success.save=\u0938\u092b\u0932\u0924\u093e\u092a\u0942\u0930\u094d\u0935\u0915 \u0938\u0939\u0947\u091c\u093e \u0917\u092f\u093e
failed.save=\u0938\u0939\u0947\u091c\u0928\u0947 \u0915\u0947 \u0926\u094c\u0930\u093e\u0928 \u090f\u0915 \u0924\u094d\u0930\u0941\u091f\u093f \u0909\u0924\u094d\u092a\u0928\u094d\u0928 \u0939\u0941\u0908
realm=\u0926\u093e\u092f\u0930\u0947
role=\u092d\u0942\u092e\u093f\u0915\u093e
userRolesHeader=\u0921\u093f\u092b\u093c\u0949\u0932\u094d\u091f \u090f\u0915\u094d\u0938\u0947\u0938 \u092d\u0942\u092e\u093f\u0915\u093e
userDelegatedAccessHeader=\u092a\u094d\u0930\u0924\u094d\u092f\u093e\u092f\u094b\u091c\u093f\u0924 \u092a\u0939\u0941\u0901\u091a
restrictedToolsHeader=\u092a\u094d\u0930\u0924\u093f\u092c\u0902\u0927\u093f\u0924 \u0909\u092a\u0915\u0930\u0923
inheritedToolsHeader=\u0935\u093f\u0930\u093e\u0938\u0924 \u092e\u0947\u0902 \u092e\u093f\u0932\u0940
noToolsInherited=\u0915\u094b\u0908 \u0909\u092a\u0915\u0930\u0923 \u0935\u093f\u0930\u093e\u0938\u0924 \u092e\u0947\u0902 \u0928\u0939\u0940 \u092e\u093f\u0932\u093e
noPermsInherited=\u0915\u094b\u0908 \u0905\u0928\u0941\u092e\u0924\u093f\u092f\u093e\u0901 \u0935\u093f\u0930\u093e\u0938\u0924 \u092e\u0947\u0902 \u0928\u0939\u0940 \u092e\u093f\u0932\u0940 
cancel=\u0930\u0926\u094d\u0926 \u0915\u0930\u0947\u0902
save=\u0938\u0941\u0930\u0915\u094d\u0937\u093f\u0924 \u0915\u0930\u0947\u0902
done=\u0916\u0924\u094d\u092e
close=\u092c\u0902\u0926 \u0915\u0930\u0947\u0902
inheritedRestrictedToolsTitle=\u0935\u093f\u0930\u093e\u0938\u0924 \u092e\u0947\u0902 \u092e\u093f\u0932\u0940 \u0938\u0942\u091a\u0940
inheritedRestrictedToolsDescription=\u092f\u0939 \u0928\u094b\u0921 \u0928\u093f\u092e\u094d\u0928\u0932\u093f\u0916\u093f\u0924 \u091a\u0940\u095b\u094b \u0915\u094b \u0905\u092a\u0928\u0947 \u0928\u093f\u0915\u091f\u0924\u092e \u092a\u0947\u0930\u0947\u0902\u091f \u0938\u0947  \u0935\u093f\u0930\u093e\u0938\u0924 \u092e\u0947\u0902 \u0932\u0947\u0924\u093e \u0939\u0948 \u0964
inheritedNothing=\u0935\u093f\u0930\u093e\u0938\u0924 \u092e\u0947\u0902 \u0915\u0941\u091b \u092d\u0940 \u0928\u0939\u0940\u0902 \u092e\u093f\u0932\u093e
editableRestrictedToolsTitle=\u092a\u094d\u0930\u0924\u093f\u092c\u0902\u0927\u093f\u0924 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0909\u092a\u0915\u0930\u0923 \u091a\u0941\u0928\u0947\u0902
editableShowToolsTitle=\u0926\u093f\u0916\u093e\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0909\u092a\u0915\u0930\u0923 \u091a\u0941\u0928\u0947\u0902
editableRestrictedToolsDescription=\ \u0938\u0942\u091a\u0940 \u092e\u0947\u0902 \u090f\u0915 \u0909\u092a\u0915\u0930\u0923 \u0915\u093e \u091a\u092f\u0928 \u0915\u0930\u0928\u093e \u0907\u0938 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0915\u0947 \u0932\u093f\u090f \u0909\u092a\u0915\u0930\u0923 \u0915\u094b \u091b\u093f\u092a\u093e \u0926\u0947\u095a\u093e\u0964  \u092f\u0939 \u0928\u094b\u0921 \u0914\u0930 \u0938\u092d\u0940 \u092c\u091a\u094d\u091a\u0947 \u0907\u0938 \u0938\u0942\u091a\u0940 \u0915\u0947 \u0935\u093e\u0930\u093f\u0938 \u0939\u094b\u0902\u095a\u0947\u0964  \u0915\u094b\u0908 \u092d\u0940 \u092c\u091a\u094d\u091a\u093e \u0938\u094d\u0935\u092f\u0902 \u0939\u0940 \u0938\u0940\u092e\u093f\u0924 \u0909\u092a\u0915\u0930\u0923\u094b\u0902 \u0915\u0940 \u0938\u0942\u091a\u0940 \u0915\u093e \u091a\u092f\u0928 \u0915\u0930\u0915\u0947 \u0907\u0938 \u0938\u0942\u091a\u0940 \u0915\u0947 \u090a\u092a\u0930 \u0932\u093f\u0916 \u0938\u0915\u0924\u093e \u0939\u0948\u0902 \u0964
editableShowToolsDescription=\u0938\u0942\u091a\u0940 \u092e\u0947\u0902 \u090f\u0915 \u0909\u092a\u0915\u0930\u0923 \u0915\u093e \u091a\u092f\u0928 \u0907\u0938 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0915\u0947 \u0932\u093f\u090f \u0909\u092a\u0915\u0930\u0923 \u0915\u094b \u0926\u093f\u0916\u093e\u090f\u0917\u093e\u0964  \u092f\u0939 \u0928\u094b\u0921 \u0914\u0930 \u0938\u092d\u0940 \u092c\u091a\u094d\u091a\u0947 \u0907\u0938 \u0938\u0942\u091a\u0940 \u0915\u0947 \u0935\u093e\u0930\u093f\u0938 \u0939\u094b\u0902\u095a\u0947\u0964 \u090f\u0915 \u092c\u091a\u094d\u091a\u093e \u0907\u0938 \u0938\u0942\u091a\u0940 \u0915\u0947 \u090a\u092a\u0930 \u0932\u093f\u0916 \u0938\u0915\u0924\u093e \u0939\u0948\u0902 \u0916\u0941\u0926 \u0915\u0947 \u0939\u0940 \u0909\u092a\u0915\u0930\u0923 \u0915\u094b \u0926\u093f\u0916\u093e\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f\u0964
switchEditableTools=\u0935\u093f\u0930\u093e\u0938\u0924 \u092e\u0947\u0902 \u092e\u093f\u0932\u0947 \u0909\u092a\u0915\u0930\u0923
searchSites=\u0938\u093e\u0907\u091f\u0947\u0902 \u0916\u094b\u091c\u0947\u0902
siteTitleHeader=\u0938\u093e\u0907\u091f \u0936\u0940\u0930\u094d\u0937\u0915
siteIdHeader=\u0938\u093e\u0907\u091f \u0906\u0908 \u0921\u0940
endDate=\u0938\u092e\u093e\u092a\u094d\u0924\u093f \u0926\u093f\u0928\u093e\u0902\u0915
startDate=\u092a\u094d\u0930\u093e\u0930\u0902\u092d \u0926\u093f\u0928\u093e\u0902\u0915
shoppingPeriodPerms=\u0905\u0928\u0941\u092e\u0924\u093f\u092f\u093e\u0902
shoppingPeriodPermsInherited=\u0935\u093f\u0930\u093e\u0938\u0924 \u092e\u0947\u0902 \u092e\u093f\u0932\u0940
switchEditablePerms=\u0935\u093f\u0930\u093e\u0938\u0924 \u092e\u0947\u0902 \u092e\u093f\u0932\u0940
editableRestrictedPermsTitle=\u0905\u0928\u0941\u0926\u093e\u0928 \u0915\u0947 \u0932\u093f\u090f \u0905\u0928\u0941\u092e\u0924\u093f\u092f\u094b\u0902 \u0915\u093e \u091a\u092f\u0928 \u0915\u0930\u0947\u0902
editableRestrictedPermsDescription=\u092f\u0947 \u0905\u0928\u0941\u092e\u0924\u093f\u092f\u093e\u0901 \u0906\u092a \u0916\u0930\u0940\u0926\u093e\u0930\u0940 \u0915\u0940 \u0905\u0935\u0927\u093f \u0915\u0947 \u0932\u093f\u090f \u092a\u094d\u0930\u0926\u093e\u0928 \u0915\u0930 \u0930\u0939\u0947 \u0939\u0948\u0902 \u0964
inheritedRestrictedPermsTitle=\u0935\u093f\u0930\u093e\u0938\u0924 \u092e\u0947\u0902 \u092e\u093f\u0932\u0940 \u0905\u0928\u0941\u092e\u0924\u093f\u092f\u093e\u0901
inheritedRestrictedPermsDescription=\u092f\u0939 \u0928\u094b\u0921 \u0928\u093f\u092e\u094d\u0928\u0932\u093f\u0916\u093f\u0924 \u0905\u0928\u0941\u092e\u0924\u093f\u092f\u093e\u0901 \u0905\u092a\u0928\u0947 \u0928\u093f\u0915\u091f\u0924\u092e \u092a\u0948\u0930\u0947\u0902\u091f \u0938\u0947 \u091a\u092f\u0928\u093f\u0924 \u0909\u092a\u0915\u0930\u0923\u094b\u0902 \u0905\u0928\u0941\u092e\u0924\u093f\u092f\u094b\u0902 \u0938\u0947 \u0935\u093f\u0930\u093e\u0938\u0924 \u092e\u0947\u0902 \u0932\u0947\u095a\u093e \u0964
shoppingPeriodAuth=\u092a\u094d\u0930\u093e\u0927\u093f\u0915\u0930\u0923
shoppersBecome=\u0926\u0941\u0915\u093e\u0928\u0926\u093e\u0930 \u092c\u0928 \u091c\u093e\u0924\u0947 \u0939\u0948
userBecomes=\u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u092c\u0928 \u091c\u093e\u0924\u093e \u0939\u0948
shoppingPeriodAdmin=\u0916\u0930\u0940\u0926\u093e\u0930\u0940 \u0935\u094d\u092f\u0935\u0938\u094d\u0925\u093e\u092a\u0915
siteAccess=\u0938\u093e\u0907\u091f \u0915\u093e \u0909\u092a\u092f\u094b\u0917
noShoppingAdminAccess=\u0906\u092a\u0915\u094b \u0915\u093f\u0938\u0940 \u092d\u0940 \u0916\u0930\u0940\u0926\u093e\u0930\u0940 \u0905\u0935\u0927\u093f \u0935\u094d\u092f\u0935\u0938\u094d\u0925\u093e\u092a\u0915 \u0924\u0958 \u092a\u0939\u0941\u0901\u091a \u0928\u0939\u0940\u0902 \u0939\u0948
editUsersInstructions=\u092f\u0939 \u092a\u0943\u0937\u094d\u0920 \u0906\u092a\u0915\u094b \u0907\u0938 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0915\u0947 \u0932\u093f\u090f \u092a\u094d\u0930\u0924\u094d\u092f\u093e\u092f\u094b\u091c\u093f\u0924 \u090f\u0915\u094d\u0938\u0947\u0938 , \u0916\u0930\u0940\u0926\u093e\u0930\u0940 \u0905\u0935\u0927\u093f \u0935\u094d\u092f\u0935\u0938\u094d\u0925\u093e\u092a\u0915, \u0914\u0930 \u0938\u0902\u091a\u093e\u0932\u0928 \u0935\u094d\u092f\u0935\u0938\u094d\u0925\u093e\u092a\u0915 \u0905\u0928\u0941\u092e\u0924\u093f\u092f\u093e\u0901 \u0905\u0938\u093e\u0907\u0928 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0905\u0928\u0941\u092e\u0924\u093f \u0926\u0947\u0924\u093e \u0939\u0948 \u0964<br/> <br/>" \u090f\u0915\u094d\u0938\u0947\u0938 \u0935\u094d\u092f\u0935\u0938\u094d\u0925\u093e\u092a\u0915" \u0915\u0949\u0932\u092e \u0915\u0947 \u0932\u093f\u090f, \u0906\u092a \u091a\u0947\u0915 \u092c\u0949\u0915\u094d\u0938 \u0915\u093e \u091a\u092f\u0928 \u0915\u0930 \u0938\u0915\u0924\u0947 \u0939\u0948\u0902 \u0938\u094d\u0924\u0930/\u0938\u093e\u0907\u091f \u0915\u0947 \u0906\u0917\u0947 \u0906\u092a \u091a\u093e\u0939\u0924\u0947 \u0939\u0948\u0902 \u0915\u093f \u0907\u0938 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0915\u093e \u0938\u0947\u091f\u093f\u0902\u0917 \u090f\u0915\u094d\u0938\u0947\u0938  \u0914\u0930 \u0916\u0930\u0940\u0926\u093e\u0930\u0940 \u0905\u0935\u0927\u093f \u0935\u094d\u092f\u0935\u0938\u094d\u0925\u093e\u092a\u0915 \u0905\u0928\u0941\u092e\u0924\u093f\u092f\u093e\u0901 \u0938\u093f\u0938\u094d\u091f\u092e \u092e\u0947\u0902 \u0915\u093f\u0938\u0940 \u092d\u0940 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0915\u0947 \u0932\u093f\u090f \u0964<br/> <br/>" \u0916\u0930\u0940\u0926\u093e\u0930\u0940 \u0935\u094d\u092f\u0935\u0938\u094d\u0925\u093e\u092a\u0915" \u0915\u0949\u0932\u092e  \u0915\u0947 \u0932\u093f\u090f, \u0906\u092a \u091a\u0947\u0915 \u092c\u0949\u0915\u094d\u0938 \u0915\u093e \u091a\u092f\u0928 \u0915\u0930 \u0938\u0915\u0924\u0947 \u0939\u0948\u0902 \u0938\u094d\u0924\u0930/\u0938\u093e\u0907\u091f \u0915\u0947 \u0906\u0917\u0947 \u0906\u092a \u0907\u0938 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0915\u0947 \u0932\u093f\u090f \u0938\u0947\u091f\u093f\u0902\u0917 \u0916\u0930\u0940\u0926\u093e\u0930\u0940 \u0905\u0935\u0927\u093f  \u0938\u0947\u091f\u093f\u0902\u0917 \u092a\u0930 \u0928\u093f\u092f\u0902\u0924\u094d\u0930\u0923 \u0915\u0930\u0928\u093e \u091a\u093e\u0939\u0924\u0947 \u0939\u0948\u0902\u0964   \u0928\u094b\u0921\u094d\u0938  \u0914\u0930 \u0928\u094b\u0921\u094d\u0938 \u0915\u0947 \u092c\u091a\u094d\u091a\u0947 \u095b\u093f\u0938\u0958\u094b \u0906\u092a\u0928\u0947 "\u0916\u0930\u0940\u0926\u093e\u0930\u0940 \u0935\u094d\u092f\u0935\u0938\u094d\u0925\u093e\u092a\u0915"  \u0915\u0947 \u0932\u093f\u090f \u091a\u0941\u0928\u093e \u0939\u0948 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0915\u0947 \u0932\u093f\u090f "\u0916\u0930\u0940\u0926\u093e\u0930\u0940 \u0905\u0935\u0927\u093f" \u0932\u093f\u0902\u0915 \u092e\u0947\u0902  \u0926\u093f\u0916\u093e\u0908 \u0926\u0947\u0902\u0917\u0947\u0964 <br/> <br/>"\u0938\u093e\u0907\u091f \u090f\u0915\u094d\u0938\u0947\u0938" \u0915\u0949\u0932\u092e \u0915\u0947 \u0932\u093f\u090f, \u0906\u092a \u0909\u0938 \u0938\u094d\u0924\u0930/\u0938\u093e\u0907\u091f \u0915\u093e \u091a\u092f\u0928 \u0915\u0930 \u0938\u0915\u0924\u0947 \u0939\u0948\u0902 \u095b\u093f\u0938\u0958\u093e \u0906\u092a \u091a\u093e\u0939\u0924\u0947 \u0939\u0948\u0902 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0909\u092a\u092f\u094b\u0917 \u0915\u0930 \u0938\u0915\u0947\u0902 \u0964  \u091c\u092c \u0906\u092a "\u0938\u093e\u0907\u091f \u090f\u0915\u094d\u0938\u0947\u0938" \u091a\u0941\u0928\u0924\u0947 \u0939\u0948\u0902, \u0906\u092a\u0915\u094b  \u092d\u0930\u0928\u093e \u0939\u094b\u0917\u093e \u0915\u093f \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0958\u093f\u0938 \u092d\u0942\u092e\u093f\u0915\u093e \u092e\u0947\u0902 \u0906 \u091c\u093e\u090f\u095a\u093e \u091c\u092c \u0935\u0939 \u0909\u0938 \u0938\u093e\u0907\u091f \u092f\u093e \u090f\u0915 \u0938\u093e\u0907\u091f \u0915\u0947 \u0905\u0902\u0924\u0930\u094d\u0917\u0924 \u091c\u093e\u090f\u0917\u093e \u0964  \u0906\u092a\u0915\u094b \u092f\u0939 \u092d\u0940 \u091a\u0941\u0928\u0928\u0947 \u0915\u0940 \u0915\u094d\u0937\u092e\u0924\u093e \u0939\u0948\u0902 \u0958\u093f \u0958\u094c\u0928 \u0938\u093e \u0909\u092a\u0915\u0930\u0923 \u0907\u0938 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0915\u0947 \u0932\u093f\u090f \u092a\u094d\u0930\u0924\u093f\u092c\u0902\u0927\u093f\u0924 \u0939\u0948\u0902  "\u0909\u092a\u0915\u0930\u0923 \u092a\u094d\u0930\u0924\u093f\u092c\u0902\u0927\u093f\u0924 " \u0932\u093f\u0902\u0915 \u092a\u0930 \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0915\u0947 \u0964 \u0938\u092d\u0940 \u092c\u091a\u094d\u091a\u0947 \u0928\u094b\u0921\u094d\u0938 \u0905\u092a\u0928\u0947 \u092a\u0947\u0930\u0947\u0902\u091f\u094d\u0938 \u0938\u0947\u091f\u093f\u0902\u0917 \u0915\u093e \u0935\u093e\u0930\u093f\u0938 \u0939\u094b\u0902\u0917\u0947  \u091c\u092c \u0924\u0915 \u0906\u092a \u0909\u0928\u094d\u0939\u0947\u0902 \u0935\u093f\u0936\u0947\u0937 \u0930\u0942\u092a \u0938\u0947 \u0905\u0927\u093f\u0930\u094b\u0939\u093f\u0924 \u0928\u0939\u0940 \u0915\u0930\u0924\u0947\u0964  \u0928\u094b\u0921\u094d\u0938 \u0914\u0930 \u0928\u094b\u0921\u094d\u0938 \u0915\u0947 \u092c\u091a\u094d\u091a\u0947 \u095b\u093f\u0938\u0958\u094b \u0906\u092a\u0928\u0947  "\u0938\u093e\u0907\u091f \u090f\u0915\u094d\u0938\u0947\u0938" \u0915\u0947 \u0932\u093f\u090f \u091a\u0941\u0928\u093e \u0939\u0948 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0915\u094b  "\u092a\u094d\u0930\u0924\u094d\u092f\u093e\u092f\u094b\u091c\u093f\u0924 \u092a\u094d\u0930\u0935\u0947\u0936" \u0932\u093f\u0902\u0915 \u092e\u0947\u0902 \u0926\u093f\u0916\u093e\u0908 \u0926\u0947\u0917\u093e\u0964\u091c\u092c \u0906\u092a \u0915\u0930 \u0932\u0947\u0902 , \u0938\u0939\u0947\u091c\u0947\u0902 \u092a\u0930 \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0947\u0902 \u092f\u093e  ' \u0930\u0926\u094d\u0926 \u0915\u0930\u0947\u0902 ' \u092a\u0930 \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0947\u0902 \u0938\u092d\u0940 \u092a\u0930\u093f\u0935\u0930\u094d\u0924\u0928\u094b\u0902 \u0915\u094b \u092a\u0942\u0930\u094d\u0935\u0935\u0924\u094d \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0964 
delegatedAccessInstructions=\u092f\u0939 \u092a\u0943\u0937\u094d\u0920 \u0906\u092a\u0915\u094b \u0938\u093e\u0907\u091f\u094b\u0902 \u0915\u0947 \u092e\u093e\u0927\u094d\u092f\u092e \u0938\u0947 \u0916\u094b\u091c\u0928\u0947 \u0915\u0940 \u0905\u0928\u0941\u092e\u0924\u093f \u0926\u0947\u0924\u093e \u0939\u0948 \u091c\u093f\u0938\u0915\u0947 \u0915\u0947 \u0932\u093f\u090f \u0906\u092a \u0915\u094b \u092a\u0939\u0941\u0902\u091a \u092a\u094d\u0930\u0926\u093e\u0928 \u0915\u0940 \u0917\u0908 \u0939\u0948\u0964 \u0906\u092a \u0938\u093e\u0907\u091f \u0915\u0947 \u0936\u0940\u0930\u094d\u0937\u0915, \u0938\u093e\u0907\u091f \u0906\u0908\u0921\u0940, \u092a\u094d\u0930\u0936\u093f\u0915\u094d\u0937\u0915 \u0928\u093e\u092e, \u092a\u094d\u0930\u0936\u093f\u0915\u094d\u0937\u0915 \u0906\u0908\u0921\u0940, \u092a\u094d\u0930\u0936\u093f\u0915\u094d\u0937\u0915 \u0908\u092e\u0947\u0932 \u092f\u093e \u0938\u093e\u0907\u091f \u0936\u092c\u094d\u0926 \u0926\u094d\u0935\u093e\u0930\u093e \u0916\u094b\u091c \u0915\u0930 \u0938\u0915\u0924\u0947 \u0939\u0948\u0902, \u092f\u093e \u0906\u092a \u091c\u094b \u0938\u093e\u0907\u091f \u091a\u093e\u0939\u0924\u0947 \u0939\u0948\u0902 \u0909\u0938\u0947 \u0916\u094b\u091c\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0928\u0940\u091a\u0947 \u0926\u0940 \u0917\u0908 \u091f\u094d\u0930\u0940 \u0938\u0902\u0930\u091a\u0928\u093e \u0915\u093e \u0909\u092a\u092f\u094b\u0917 \u0915\u0930 \u0938\u0915\u0924\u0947 \u0939\u0948\u0902\u0964 \u0909\u0938 \u0938\u093e\u0907\u091f \u092a\u0930 \u091c\u093e\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0938\u093e\u0907\u091f \u0915\u0947 \u0936\u0940\u0930\u094d\u0937\u0915 \u092a\u0930 \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0947\u0902\u0964 \u091c\u092c \u0906\u092a \u0915\u0930\u0947\u0902\u0917\u0947, \u0906\u092a\u0915\u094b \u0905\u0928\u0941\u092e\u0924\u093f\u092f\u093e\u0901 \u092a\u094d\u0930\u093e\u092a\u094d\u0924 \u0939\u094b \u091c\u093e\u090f\u0917\u0940 \u091c\u094b \u0909\u0938 \u0935\u093f\u0936\u0947\u0937 \u0938\u093e\u0907\u091f \u0915\u0947 \u0932\u093f\u090f \u0906\u092a\u0915\u094b \u0926\u0940 \u0917\u0908 \u0939\u0948\u0964
shoppingAdminInstructions=\u092f\u0939 \u092a\u0943\u0937\u094d\u0920 \u0906\u092a\u0915\u094b \u0916\u0930\u0940\u0926\u093e\u0930\u0940 \u0905\u0935\u0927\u093f \u0938\u0947\u091f\u093f\u0902\u0917\u094d\u0938 \u0938\u0947\u091f \u0915\u0930\u0928\u0947 \u0915\u093f \u0905\u0928\u0941\u092e\u0924\u093f \u0926\u0947\u0924\u093e \u0939\u0948 \u0909\u0928 \u0938\u093e\u0907\u091f\u094b\u0902 \u0915\u0947 \u0932\u093f\u092f\u0947 \u091c\u093f\u0928\u092e\u0947\u0902 \u0906\u092a\u0915\u094b \u0905\u0926\u094d\u092f\u0924\u0928 \u0915\u0930\u0928\u0947 \u0915\u0940 \u0905\u0928\u0941\u092e\u0924\u093f \u0926\u0940 \u0917\u0908 \u0939\u0948\u0964 \u0916\u0930\u0940\u0926\u093e\u0930\u0940 \u0905\u0935\u0927\u093f \u0938\u0947\u091f\u093f\u0902\u0917\u094d\u0938 \u0938\u0947\u091f \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f, \u091c\u093f\u0938\u0947 \u0906\u092a \u0938\u0947\u091f \u0915\u0930\u0928\u093e \u091a\u093e\u0939\u0924\u0947 \u0939\u0948\u0902 \u0909\u0938 \u0938\u094d\u0924\u0930/\u0938\u093e\u0907\u091f \u0915\u0947 \u092a\u093e\u0938 \u0935\u093e\u0932\u0947 \u091a\u0947\u0915\u092c\u0949\u0915\u094d\u0938 \u0915\u093e \u091a\u092f\u0928 \u0915\u0930 \u0938\u0915\u0924\u0947 \u0939\u0948\u0902\u0964 \u0927\u094d\u092f\u093e\u0928 \u0926\u0947\u0902, \u091c\u093f\u0938 \u090f\u0915 \u0928\u094b\u0921 \u0915\u094b \u0938\u0902\u0936\u094b\u0927\u093f\u0924 \u0915\u0930\u0928\u0947 \u0915\u0940 \u0905\u0928\u0941\u092e\u0924\u093f \u0906\u092a\u0915\u094b \u0939\u0948 \u0906\u092a \u0915\u0947\u0935\u0932 \u0909\u0938\u0940 \u0915\u0947 \u0906\u0917\u0947 \u090f\u0915 \u091a\u0947\u0915 \u092c\u0949\u0915\u094d\u0938 \u0926\u0947\u0916\u0947\u0902\u0917\u0947\u0964 \u0938\u092c\u0938\u0947 \u092a\u0939\u0932\u0947, \u091c\u092c \u0906\u092a \u090f\u0915 \u0928\u094b\u0921 \u0915\u093e \u091a\u092f\u0928 \u0915\u0930\u0947\u0902, \u0906\u092a\u0915\u094b "\u092a\u094d\u0930\u093e\u0927\u093f\u0915\u0930\u0923" \u0938\u0947\u091f\u093f\u0902\u0917 \u0938\u0947\u091f \u0915\u0930\u0928\u0940 \u0939\u094b\u0917\u0940\u0964 "\u0938\u093e\u0930\u094d\u0935\u091c\u0928\u093f\u0915" \u0914\u0930 "\u0932\u0949\u0917 \u0907\u0928" \u0926\u094b \u0935\u093f\u0915\u0932\u094d\u092a \u0939\u0948\u0902\u0964 "\u0938\u093e\u0930\u094d\u0935\u091c\u0928\u093f\u0915" \u0915\u093e \u0905\u0930\u094d\u0925 \u0939\u0948 \u0915\u094b\u0908 \u092d\u0940 \u0907\u0938 \u0938\u093e\u0907\u091f \u0915\u093e \u0909\u092a\u092f\u094b\u0917 \u0915\u0930 \u0938\u0915\u0924\u093e \u0939\u0948 \u0914\u0930 \u0907\u0938 \u0938\u093e\u0907\u091f \u092e\u0947\u0902 \u0916\u0930\u0940\u0926\u093e\u0930\u0940 \u0915\u0947 \u0932\u093f\u090f \u0932\u0949\u0917 \u0907\u0928 \u0915\u0930\u0928\u0947 \u0915\u0940 \u091c\u0930\u0942\u0930\u0924 \u0928\u0939\u0940\u0902 \u0939\u0948\u0964 "\u0932\u0949\u0917 \u0907\u0928" \u0915\u093e \u092e\u0924\u0932\u092c \u0939\u0948 \u0907\u0938 \u0938\u093e\u0907\u091f \u092e\u0947\u0902 \u0916\u0930\u0940\u0926\u093e\u0930\u0940 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e\u0913\u0902 \u0915\u094b \u092a\u0939\u0932\u0947 \u0932\u0949\u0917 \u0907\u0928 \u0915\u0930\u0928\u093e \u0939\u094b\u0917\u093e\u0964 \u092b\u093f\u0930, \u0906\u092a\u0915\u094b \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0915\u0947 \u0932\u093f\u090f \u092d\u0942\u092e\u093f\u0915\u093e \u091a\u0941\u0928\u0928\u0947 \u0915\u0940 \u091c\u0930\u0942\u0930\u0924 \u0939\u0948 \u091c\u094b \u0935\u094b \u092c\u0928\u0947\u0902\u0917\u0947\u0902 \u091c\u092c \u0935\u0947 \u0916\u0930\u0940\u0926\u093e\u0930\u0940 \u0915\u0930 \u0930\u0939\u0947 \u0939\u0948\u0902\u0964 \u0905\u0902\u0924 \u092e\u0947\u0902, \u0906\u092a\u0915\u094b \u0924\u093f\u0925\u093f\u092f\u093e\u0901 \u0928\u093f\u0930\u094d\u0927\u093e\u0930\u093f\u0924 \u0915\u0930\u0928\u0947 \u0915\u0940 \u091c\u0930\u0942\u0930\u0924 \u0939\u0948  \u091c\u093f\u0938\u0915\u0947 \u0926\u094c\u0930\u093e\u0928 \u0916\u0930\u0940\u0926\u093e\u0930\u0940 \u0905\u0935\u0927\u093f \u0916\u0941\u0932\u0940 \u0939\u094b\u0917\u0940\u0964 \u0921\u093f\u092b\u093c\u0949\u0932\u094d\u091f \u0930\u0942\u092a \u0938\u0947, \u0938\u092d\u0940 \u0909\u092a\u0915\u0930\u0923 \u0926\u0941\u0915\u093e\u0928\u0926\u093e\u0930\u094b\u0902 \u0915\u0947 \u0932\u093f\u090f \u091b\u093f\u092a\u0947 \u0939\u0948\u0902, \u0924\u094b \u0906\u092a \u0928\u093f\u0930\u094d\u0926\u093f\u0937\u094d\u091f \u0905\u0935\u0936\u094d\u092f \u0915\u0930\u0947\u0902 \u0915\u093f\u0928 \u0909\u092a\u0915\u0930\u0923\u094b\u0902 \u0924\u0915 \u090f\u0915 \u0926\u0941\u0915\u093e\u0928\u0926\u093e\u0930 \u0924\u0915 \u092a\u0939\u0941\u0901\u091a \u0938\u0915\u0924\u0947 \u0939\u0948\u0902\u0964 \u0906\u092a "\u0909\u092a\u0915\u0930\u0923 \u0926\u093f\u0916\u093e\u090f\u0901" \u0932\u093f\u0902\u0915 \u092a\u0930 \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0915\u0947, \u0909\u092a\u0915\u0930\u0923 \u091c\u094b \u0926\u0947\u0916\u0947 \u091c\u093e \u0938\u0915\u0924\u0947 \u0939\u0948\u0902 \u0915\u0940 \u0907\u0938 \u0938\u0942\u091a\u0940 \u0915\u094b \u0938\u0902\u092a\u093e\u0926\u093f\u0924 \u0915\u0930 \u0938\u0915\u0924\u0947 \u0939\u0948\u0902\u0964 \u0938\u092d\u0940 \u091a\u093e\u0907\u0932\u094d\u0921 \u0928\u094b\u0921\u094d\u0938 \u0909\u0928\u0915\u0947 \u092a\u0947\u0930\u0947\u0902\u091f\u094d\u0938 \u0915\u0940 \u0938\u0947\u091f\u093f\u0902\u0917\u094d\u0938 \u0915\u0947 \u0935\u093e\u0930\u093f\u0938 \u0939\u094b\u0902\u0917\u0947, \u091c\u092c \u0924\u0915 \u091a\u093e\u0907\u0932\u094d\u0921 \u0928\u094b\u0921 \u0915\u0940 \u0905\u092a\u0928\u0940 \u0938\u0947\u091f\u093f\u0902\u0917\u094d\u0938 \u0928\u0939\u0940\u0902 \u0938\u0947\u091f \u0915\u0940 \u091c\u093e\u0924\u0940\u0964 \u091c\u092c \u0906\u092a \u0916\u0924\u094d\u092e \u0915\u0930\u0932\u0947\u0902, \u0938\u0939\u0947\u091c\u0947\u0902 \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0947\u0902 \u092f\u093e \u0938\u092d\u0940 \u092a\u0930\u093f\u0935\u0930\u094d\u0924\u0928\u094b\u0902 \u0915\u094b \u092a\u0942\u0930\u094d\u0935\u0935\u0924\u094d \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f ' \u0930\u0926\u094d\u0926 \u0915\u0930\u0947\u0902 ' \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0947\u0902\u0964 
shoppingAdminTitle=\u0916\u0930\u0940\u0926\u093e\u0930\u0940 \u0905\u0935\u0927\u093f \u0938\u0947\u091f\u093f\u0902\u0917\u094d\u0938 \u0938\u0902\u092a\u093e\u0926\u093f\u0924 \u0915\u0930\u0947\u0902
delegatedAccessTitle=\u092a\u094d\u0930\u0924\u094d\u092f\u093e\u092f\u094b\u091c\u093f\u0924 \u092a\u0939\u0941\u0901\u091a
editUsersTitle=\ \u0915\u0947 \u0932\u093f\u090f \u0905\u0928\u0941\u092e\u0924\u093f \u0938\u0902\u092a\u093e\u0926\u093f\u0924 \u0915\u0930\u0947\u0902\: 
instructorField=\u092a\u094d\u0930\u0936\u093f\u0915\u094d\u0937\u0915\: 
instructor=\u092a\u094d\u0930\u0936\u093f\u0915\u094d\u0937\u0915
member=\u0938\u0926\u0938\u094d\u092f
user=\u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e
advancedSearch=\u0909\u0928\u094d\u0928\u0924 \u0916\u094b\u091c \u0935\u093f\u0915\u0932\u094d\u092a
hideAdvancedSearch=\u0909\u0928\u094d\u0928\u0924 \u0916\u094b\u091c \u0935\u093f\u0915\u0932\u094d\u092a \u091b\u0941\u092a\u093e\u090f\u0901
siteIdTitleField=\u0938\u093e\u0907\u091f\:
termField=\u0905\u0935\u0927\u093f\: 
termHeader=\u0905\u0935\u0927\u093f
instructorHeader=\u092a\u094d\u0930\u0936\u093f\u0915\u094d\u0937\u0915
noShoppingSites=\u0915\u094b\u0908 \u0938\u093e\u0907\u091f\u094d\u0938 \u0909\u092a\u0932\u092c\u094d\u0927 \u0928\u0939\u0940 \u0939\u0948\u0902
shoppingTitle=\u0916\u0930\u0940\u0926\u093e\u0930\u0940 \u0915\u0940 \u0905\u0935\u0927\u093f
shoppingInstruction=\u092f\u0939 \u092a\u0943\u0937\u094d\u0920 \u0906\u092a\u0915\u094b \u0938\u093e\u0907\u091f\u094b\u0902 \u0915\u0947 \u092e\u093e\u0927\u094d\u092f\u092e \u0938\u0947 \u0916\u094b\u091c\u0928\u0947 \u0915\u0940 \u0905\u0928\u0941\u092e\u0924\u093f \u0926\u0947\u0924\u093e \u0939\u0948 \u091c\u094b \u0916\u0930\u0940\u0926\u093e\u0930\u0940 \u0915\u0947 \u0932\u093f\u090f \u0916\u0941\u0932\u0947 \u0939\u0948\u0902\u0964 \u0906\u092a \u0938\u093e\u0907\u091f \u0915\u0947 \u0936\u0940\u0930\u094d\u0937\u0915, \u0938\u093e\u0907\u091f \u0906\u0908\u0921\u0940, \u092a\u094d\u0930\u0936\u093f\u0915\u094d\u0937\u0915 \u0928\u093e\u092e, \u092a\u094d\u0930\u0936\u093f\u0915\u094d\u0937\u0915 \u0906\u0908\u0921\u0940, \u092a\u094d\u0930\u0936\u093f\u0915\u094d\u0937\u0915 \u0908\u092e\u0947\u0932 \u092f\u093e \u0938\u093e\u0907\u091f \u0936\u092c\u094d\u0926 \u0926\u094d\u0935\u093e\u0930\u093e \u0916\u094b\u091c \u0938\u0915\u0924\u0947 \u0939\u0948\u0902, \u092f\u093e \u0906\u092a \u091c\u094b \u0938\u093e\u0907\u091f \u091a\u093e\u0939\u0924\u0947 \u0939\u0948\u0902 \u0909\u0938\u0947 \u0916\u094b\u091c\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0928\u0940\u091a\u0947 \u0926\u0940 \u0917\u0908 \u091f\u094d\u0930\u0940 \u0938\u0902\u0930\u091a\u0928\u093e \u0915\u093e \u0909\u092a\u092f\u094b\u0917 \u0915\u0930 \u0938\u0915\u0924\u0947 \u0939\u0948\u0902\u0964 \u0909\u0938 \u0938\u093e\u0907\u091f \u092a\u0930 \u091c\u093e\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0938\u093e\u0907\u091f \u0915\u0947 \u0936\u0940\u0930\u094d\u0937\u0915 \u092a\u0930 \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0947\u0902\u0964
.anon=\u0938\u093e\u0930\u094d\u0935\u091c\u0928\u093f\u0915
.auth=\u0932\u0949\u0917 \u0907\u0928
any=\u0915\u094b\u0908 \u092d\u0940
showToolsHeader=\u0909\u092a\u0915\u0930\u0923 \u0926\u093f\u0916\u093e\u090f\u0901
showAuthToolsHeader=\u0909\u092a\u0915\u0930\u0923\: \u0932\u0949\u0917 \u0907\u0928
showPublicToolsHeader=\u0909\u092a\u0915\u0930\u0923\: \u0938\u093e\u0930\u094d\u0935\u091c\u0928\u093f\u0915
link.current=\u0916\u0930\u0940\u0926\u093e\u0930\u0940 \u0938\u093e\u0907\u091f\u0947\u0902 \u0938\u0915\u094d\u0930\u093f\u092f \u0915\u0930\u0947\u0902
link.current.tooltip=\u0938\u092d\u0940 \u0938\u0915\u094d\u0930\u093f\u092f \u0916\u0930\u0940\u0926\u093e\u0930\u0940 \u0938\u093e\u0907\u091f\u0947\u0902 \u0914\u0930 \u0909\u0928\u0915\u0940 \u0938\u0947\u091f\u093f\u0902\u0917\u094d\u0938 \u0915\u0940 \u090f\u0915 \u0938\u0942\u091a\u0940 \u0926\u093f\u0916\u093e\u0924\u093e \u0939\u0948\u0964
link.all=\u0938\u092d\u0940 \u0916\u0930\u0940\u0926\u093e\u0930\u0940 \u0938\u093e\u0907\u091f\u0947\u0902
link.all.tooltip=\u0938\u092d\u0940 \u0916\u0930\u0940\u0926\u093e\u0930\u0940 \u0938\u093e\u0907\u091f\u0947\u0902 \u0914\u0930 \u0909\u0928\u0915\u0940 \u0938\u0947\u091f\u093f\u0902\u0917\u094d\u0938 \u0915\u0940 \u0938\u0942\u091a\u0940 \u0926\u093f\u0916\u093e\u0924\u093e \u0939\u0948\u0964
accessModifiedBy=\ \u0915\u0947 \u0926\u094d\u0935\u093e\u0930\u093e \u090f\u0915\u094d\u0938\u0947\u0938 \u0938\u0902\u0936\u094b\u0927\u093f\u0924
accessModifiedOn=\u090f\u0915\u094d\u0938\u0947\u0938 \u0915\u094b \u0938\u0902\u0936\u094b\u0927\u093f\u0924 \u0915\u093f\u092f\u093e
hideInstructions=\u0928\u093f\u0930\u094d\u0926\u0947\u0936 \u091b\u0941\u092a\u093e\u092f\u0947\u0902
showInstructions=\u0928\u093f\u0930\u094d\u0926\u0947\u0936 \u0926\u093f\u0916\u093e\u092f\u0947\u0902
accessAdmin=\u090f\u0915\u094d\u0938\u0947\u0938 \u0935\u094d\u092f\u0935\u0938\u094d\u0925\u093e\u092a\u0915
lookupInstructor=\u092a\u094d\u0930\u0936\u093f\u0915\u094d\u0937\u0915 \u0915\u093e \u092a\u0924\u093e \u0932\u0917\u093e\u090f\u0901 
shoppingPeriodRevokeInstructorEditable=\u092a\u094d\u0930\u0936\u093f\u0915\u094d\u0937\u0915 \u0913\u0935\u0930\u0930\u093e\u0907\u0921 \u0915\u094b \u0928\u093f\u0937\u094d\u0915\u094d\u0930\u093f\u092f \u0915\u0930\u0947\u0902 
noToolsSelected=\u0906\u092a\u0928\u0947 \u0915\u093f\u0938\u0940 \u092d\u0940 \u0909\u092a\u0915\u0930\u0923 \u0915\u093e \u091a\u092f\u0928 \u0928\u0939\u0940\u0902 \u0915\u093f\u092f\u093e \u0939\u0948\u0964
advanced=\u0909\u0928\u094d\u0928\u0924
advancedOptionsTitle=\u0909\u0928\u094d\u0928\u0924 \u0935\u093f\u0915\u0932\u094d\u092a
advancedOptionsDesc=\u0938\u092d\u0940 \u092c\u091a\u094d\u091a\u0947 \u0907\u0928 \u0938\u0947\u091f\u093f\u0902\u0917\u094d\u0938 \u0915\u094b \u0907\u0928\u094d\u0939\u0947\u0930\u093f\u091f \u0915\u0930\u0947\u0902\u095a\u0947\u0902 \u091c\u092c \u0924\u0915 \u0905\u0927\u093f\u0930\u094b\u0939\u093f\u0924 \u0928 \u0939\u094b\u0902 \u0964
advOptInstructorGroupTitle=\u092a\u094d\u0930\u0936\u093f\u0915\u094d\u0937\u0915 \u0938\u0947\u091f\u093f\u0902\u0917\u094d\u0938
shoppingPeriodRevokePublicOptCheckbox="\u0938\u093e\u0930\u094d\u0935\u091c\u0928\u093f\u0915" \u0935\u093f\u0915\u0932\u094d\u092a \u0915\u094b \u0928\u093f\u0937\u094d\u0915\u094d\u0930\u093f\u092f \u0915\u0930\u0947\u0902
inactiveLegendText=\u0907\u0938 \u0938\u093e\u0907\u091f \u0915\u0947 \u0932\u093f\u090f \u0915\u094b\u0908 \u0917\u0924\u093f\u0935\u093f\u0927\u093f \u092a\u0939\u091a\u093e\u0928\u0940 \u0928\u0939\u0940\u0902 \u0917\u0908 \u0939\u0948
legend=\u092e\u0941\u0926\u094d\u0930\u093e\u0932\u0947\u0916
nodeIdParam=\u0928\u094b\u0921\u0906\u0908\u0921\u0940 \u092e\u093e\u092a\u0926\u0902\u0921 \u0938\u0947\u091f \u0915\u0930\u0947 \u0905\u0917\u0930 \u0906\u092a \u0909\u0938 \u0928\u094b\u0921 \u0915\u094b \u091c\u093e\u0928\u0924\u0947 \u0939\u094b \u091c\u093f\u0938\u0915\u093e \u0906\u092a \u0905\u0926\u094d\u092f\u0924\u0928 \u0915\u0930\u0928\u093e \u091a\u093e\u0939\u0924\u0947 \u0939\u094b \u0964 \u092f\u0926\u093f \u0930\u093f\u0915\u094d\u0924 \u0915\u0930\u0924\u0947 \u0939\u0948\u0902 \u0924\u094b \u092a\u0942\u0930\u0947 \u091f\u094d\u0930\u0940 \u0905\u0926\u094d\u092f\u0924\u0928 \u0939\u094b\u0917\u093e \u0964
administrationTools=\u0935\u094d\u092f\u0935\u0938\u094d\u0925\u093e\u092a\u0915 \u0909\u092a\u0915\u0930\u0923
add.da.myworkspace=\u092e\u0947\u0930\u093e \u0915\u093e\u0930\u094d\u092f\u0938\u094d\u0925\u093e\u0928 \u092e\u0947\u0902  \u092a\u094d\u0930\u0924\u094d\u092f\u093e\u092f\u094b\u091c\u093f\u0924 \u092a\u0939\u0941\u0901\u091a \u091c\u094b\u0921\u093c\u0947\u0902
add.da.myworkspace.desc=\u092f\u0939 \u092a\u094d\u0930\u0924\u094d\u092f\u093e\u092f\u094b\u091c\u093f\u0924 \u090f\u0915\u094d\u0938\u0947\u0938 \u0909\u092a\u0915\u0930\u0923 \u0938\u092d\u0940 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0905\u092a\u0928\u0947 \u0915\u093e\u0930\u094d\u092f\u0915\u094d\u0937\u0947\u0924\u094d\u0930 \u0938\u093e\u0907\u091f\u094b\u0902 \u092e\u0947\u0902 \u091c\u094b\u0921\u093c\u0924\u093e \u0939\u0948 \u0909\u0928 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e\u0913\u0902 \u0915\u0947 \u0932\u093f\u090f \u091c\u093f\u0928\u094d\u0939\u0947 \u092a\u094d\u0930\u0924\u094d\u092f\u093e\u092f\u094b\u091c\u093f\u0924 \u090f\u0915\u094d\u0938\u0947\u0938 \u092e\u0947\u0902 \u0915\u093f\u0938\u0940 \u092d\u0940 \u092a\u094d\u0930\u0915\u093e\u0930 \u0915\u0940 \u0905\u0928\u0941\u092e\u0924\u093f \u0939\u0948 \u0964  \u0921\u093f\u092b\u093c\u0949\u0932\u094d\u091f \u0930\u0942\u092a \u0938\u0947,  \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0915\u0947 \u092a\u093e\u0938 \u0938\u0947 \u092a\u094d\u0930\u0924\u094d\u092f\u093e\u092f\u094b\u091c\u093f\u0924 \u090f\u0915\u094d\u0938\u0947\u0938 \u0909\u092a\u0915\u0930\u0923 \u091c\u094b\u095c\u093e / \u0939\u091f\u093e \u0926\u093f\u092f\u093e \u0917\u092f\u093e \u0939\u094b\u0917\u093e \u091c\u092c \u0906\u092a\u0928\u0947 \u0909\u0928\u0915\u093e \u0905\u0928\u0941\u092e\u0924\u093f \u0905\u0926\u094d\u092f\u0924\u0928 \u0915\u093f\u092f\u093e \u0939\u094b\u0917\u093e, \u0924\u0925\u093e\u092a\u093f, \u0915\u092d\u0940 \u0915\u092d\u0940 \u0906\u092a\u0915\u094b \u0938\u092d\u0940 \u0915\u093e\u0930\u094d\u092f\u0938\u094d\u0925\u093e\u0928 \u0939\u091f\u093e\u0928\u0947  \u092a\u095c\u0924\u0947 \u0939\u0948 \u090f\u0915 \u0928\u092f\u093e \u0915\u093e\u0930\u094d\u092f\u0915\u094d\u0937\u0947\u0924\u094d\u0930 \u091f\u0947\u092e\u094d\u092a\u0932\u0947\u091f \u0932\u0947\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f\u0964
addDaMyworkspaceTitle=\u092e\u0947\u0930\u093e \u0915\u093e\u0930\u094d\u092f\u0938\u094d\u0925\u093e\u0928 \u092e\u0947\u0902  \u092a\u094d\u0930\u0924\u094d\u092f\u093e\u092f\u094b\u091c\u093f\u0924 \u092a\u0939\u0941\u0901\u091a \u091c\u094b\u0921\u093c\u0947\u0902
success.addDaMyworkspace=\u0906\u092a\u0928\u0947 \u0938\u092b\u0932\u0924\u093e\u092a\u0942\u0930\u094d\u0935\u0915 \u0915\u093e\u092e \u0928\u093f\u0930\u094d\u0927\u093e\u0930\u093f\u0924 \u0915\u093f\u092f\u093e \u0939\u0948 \u092a\u094d\u0930\u0924\u094d\u092f\u093e\u092f\u094b\u091c\u093f\u0924 \u090f\u0915\u094d\u0938\u0947\u0938 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0915\u0947 \u0915\u093e\u0930\u094d\u092f\u0915\u094d\u0937\u0947\u0924\u094d\u0930 \u0938\u093e\u0907\u091f\u094b\u0902 \u092e\u0947\u0902 \u091c\u094b\u0921\u093c\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0964 
addDaMyworkspace.job.status.none=\u0915\u092d\u0940 \u0905\u0928\u0941\u0938\u0942\u091a\u093f\u0924 \u0928\u0939\u0940\u0902 \u0915\u093f\u092f\u093e \u0917\u092f\u093e
status=\u0938\u094d\u0925\u093f\u0924\u093f\:
na=N/A
addDaMyworkspace.job.status.failed=\u0905\u0902\u0924\u093f\u092e \u092c\u093e\u0930 \u091a\u0932\u093e\u0928\u0947 \u0915\u0947 \u0926\u094c\u0930\u093e\u0928 \u0935\u093f\u092b\u0932 \u0939\u0941\u0906
addDaMyworkspace.job.status.scheduled=\u0905\u0928\u0941\u0938\u0942\u091a\u093f\u0924
addDaMyworkspace.job.status.success=\u0938\u092b\u0932\u0924\u093e\u092a\u0942\u0930\u094d\u0935\u0915 \u092a\u093f\u091b\u0932\u0947 \u092a\u0930 \u091a\u0932\u093e \u0925\u093e
allowBecomeUser=\u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0915\u094b \u0905\u0928\u0941\u092e\u0924\u093f \u0926\u0947\u0902 \u0915\u093f \u0935\u0939 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0909\u092a\u0915\u0930\u0923 \u092c\u0928\u0947\u0902  \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e\u0913\u0902 \u0915\u0947 \u0932\u093f\u090f \u0907\u0928 \u0938\u093e\u0907\u091f\u094b\u0902 \u092e\u0947\u0902 \u0924\u093e\u0958\u093f  \u0935\u0939 \u0909\u092a\u092f\u094b\u0917 \u0915\u0930 \u0938\u0915\u0947\u0902
allowedBeomceUser=\u0907\u0928 \u0938\u093e\u0907\u091f\u094b\u0902 \u092e\u0947\u0902 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0915\u094b \u0915\u094b\u0908 \u092d\u0940 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u092c\u0928\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0905\u0928\u0941\u092e\u0924\u093f \u0926\u0940 \u0917\u0908 \u0939\u0948 
legendNodeDesc=\u092a\u0926\u093e\u0928\u0941\u0915\u094d\u0930\u092e \u0928\u094b\u0921
legendSiteDesc=\u0938\u093e\u0907\u091f
legendInactiveDesc=\u0928\u093f\u0937\u094d\u0915\u094d\u0930\u093f\u092f
legendInstructorEditedDesc=\u092a\u094d\u0930\u0936\u093f\u0915\u094d\u0937\u0915 \u0938\u0902\u092a\u093e\u0926\u093f\u0924
searchByHierarchyLabel=\u092a\u0926\u093e\u0928\u0941\u0915\u094d\u0930\u092e
searchByEidLabel=\u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0906\u0908\u0921\u0940
eidLabel=Eid\:
searchByLabel=\u0915\u0947 \u0926\u094d\u0935\u093e\u0930\u093e \u0916\u094b\u091c\u0947\u0902
levelHeader=\u0938\u094d\u0924\u0930
hierarchyHeader=\u092a\u0926\u093e\u0928\u0941\u0915\u094d\u0930\u092e
userDoesNotExist=\u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u092e\u094c\u091c\u0942\u0926 \u0928\u0939\u0940\u0902 \u0939\u0948
accessType1=\u092a\u0939\u0941\u0901\u091a
accessType2=\u0916\u0930\u0940\u0926\u093e\u0930\u0940 \u0935\u094d\u092f\u0935\u0938\u094d\u0925\u093e\u092a\u0915
accessType4=\u090f\u0915\u094d\u0938\u0947\u0938 \u0935\u094d\u092f\u0935\u0938\u094d\u0925\u093e\u092a\u0915
edit=\u0938\u0902\u092a\u093e\u0926\u093f\u0924 \u0915\u0930\u0947\u0902
site=\u0938\u093e\u0907\u091f
viewAccess=\u090f\u0915\u094d\u0938\u0947\u0938 \u0915\u094b \u0926\u0947\u0916\u0947\u0902
noEidEntered=\u0915\u0943\u092a\u092f\u093e \u090f\u0915 \u092e\u093e\u0928\u094d\u092f eid \u0926\u0930\u094d\u091c \u0915\u0930\u0947\u0902
eidDoesNotExist=\u0909\u0938 eid \u0915\u0947 \u0938\u093e\u0925 \u0915\u094b\u0908 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0928\u0939\u0940\u0902 \u0922\u0942\u0901\u0922 \u0938\u0915\u093e
noResultsUser=\u0907\u0938 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0915\u0947 \u0932\u093f\u090f \u090f\u0915\u094d\u0938\u0947\u0938 \u0928\u0939\u0940\u0902 \u092e\u093f\u0932\u093e \u092f\u093e \u0906\u092a\u0915\u094b \u0907\u0938\u0947 \u0926\u0947\u0916\u0928\u0947 \u0915\u0940 \u0905\u0928\u0941\u092e\u0924\u093f \u0928\u0939\u0940\u0902 \u0939\u0948\u0964
noResultsHierarchy=\ \u0907\u0938 \u0938\u094d\u0924\u0930 \u092a\u0930 \u0915\u094b\u0908 \u092a\u0939\u0941\u0901\u091a \u0928\u0939\u0940 \u092a\u093e\u0908 \u095a\u0908 \u092f\u093e \u0906\u092a\u0915\u094b \u0907\u0938\u0947 \u0926\u0947\u0916\u0928\u0947 \u0915\u0940 \u0905\u0928\u0941\u092e\u0924\u093f \u0928\u0939\u0940\u0902 \u0939\u0948 \u0964 
confirmRemove=\u0915\u094d\u092f\u093e \u0935\u093e\u0915\u0908 \u0906\u092a \u0907\u0938 \u0905\u0928\u0941\u092e\u0924\u093f \u0915\u094b \u0939\u091f\u093e\u0928\u093e \u091a\u093e\u0939\u0924\u0947 \u0939\u0948\u0902?
includeLowerPermsLabel=\u0928\u093f\u091a\u0932\u0947 \u0938\u094d\u0924\u0930\u094b\u0902 \u0915\u094b \u0936\u093e\u092e\u093f\u0932 \u0915\u0930\u0947\u0902
removeAllPerms=\u0938\u092d\u0940 \u0905\u0928\u0941\u092e\u0924\u093f\u092f\u093e\u0901 \u0939\u091f\u093e\u090f\n
confirmRemoveAll=\u0906\u092a \u0938\u0941\u0928\u093f\u0936\u094d\u091a\u093f\u0924 \u0915\u0930\u0947\u0902 \u0915\u093f \u0906\u092a \u0907\u0938 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0915\u0947 \u0932\u093f\u090f \u0938\u092d\u0940 \u0905\u0928\u0941\u092e\u0924\u093f\u092f\u093e\u0901 \u0939\u091f\u093e\u0928\u093e \u091a\u093e\u0939\u0924\u0947 \u0939\u0948\u0902?
accessHeader=\u092a\u0939\u0941\u0901\u091a
popupBlockWarning=\u0935\u093f\u0902\u0921\u094b \u092a\u0949\u092a\u0905\u092a \u0905\u0935\u0930\u094b\u0927\u0915 \u0915\u093e \u092a\u0924\u093e \u0932\u0917\u093e\u092f\u093e \u0939\u0948\u0964 \u0938\u0941\u0928\u093f\u0936\u094d\u091a\u093f\u0924 \u0915\u0930\u0947\u0902 \u0915\u093f \u0907\u0938 \u0938\u093e\u0907\u091f \u0915\u0947 \u0932\u093f\u090f \u092a\u0949\u092a\u0905\u092a \u0915\u0940 \u0905\u0928\u0941\u092e\u0924\u093f \u0939\u0948 \u0964
