#X-Generator: crowdin.com

# This is the main properties file for our application. Internationalize via MyApplication_es.properties for example.

page.title=\u062f\u0633\u062a\u0631\u0633\u06cc \u0648\u0627\u06af\u0630\u0627\u0631 \u0634\u062f\u0647
link.first=\u062f\u0633\u062a\u0631\u0633\u06cc \u0648\u0627\u06af\u0630\u0627\u0631 \u0634\u062f\u0647
link.first.tooltip=\u0631\u0641\u062a\u0646 \u0628\u0647 \u0635\u0641\u062d\u0647 \u0627\u0635\u0644\u06cc
link.first.shopping=\u0635\u0641\u062d\u0647 \u0627\u0635\u0644\u06cc
link.first.tooltip.shopping=\u0631\u0641\u062a\u0646 \u0628\u0647 \u0635\u0641\u062d\u0647 \u0627\u0635\u0644\u06cc
link.third=\u062c\u0633\u062a\u062c\u0648 \u0628\u0631 \u0627\u0633\u0627\u0633 \u06a9\u0627\u0631\u0628\u0631
link.third.tooltip=\u062c\u0633\u062a\u062c\u0648 \u0628\u0631\u0627\u06cc \u06a9\u0627\u0631\u0628\u0631\u0627\u0646 \u0628\u0647 \u0645\u0646\u0638\u0648\u0631 \u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u0648 \u06cc\u0627 \u062d\u0630\u0641 \u062f\u0633\u062a\u0631\u0633\u06cc
link.second=\u0645\u062f\u06cc\u0631 \u0641\u0631\u0648\u0634\u06af\u0627\u0647
link.second.tooltip=\u062a\u0646\u0638\u06cc\u0645 \u062f\u0648\u0631\u0647 \u06a9\u0627\u0631 \u0641\u0631\u0648\u0634\u06af\u0627\u0647 \u0628\u0631\u0627\u06cc \u0633\u0627\u06cc\u062a \u0645\u0646
link.shoppingStats=\u0644\u06cc\u0633\u062a \u062e\u0631\u06cc\u062f
link.shoppingStats.tooltip=\u0645\u0634\u0627\u0647\u062f\u0647 \u0644\u06cc\u0633\u062a\u06cc \u0627\u0632 \u0633\u0627\u06cc\u062a \u0647\u0627\u06cc \u0641\u0631\u0648\u0634\u06af\u0627\u0647\u06cc \u0628\u0627\u0632
link.administrate=\u0627\u0628\u0632\u0627\u0631\u0647\u0627\u06cc \u0645\u062f\u06cc\u0631\u06cc\u062a
link.administrate.tooltip=\u0627\u0628\u0632\u0627\u0631\u0647\u0627\u06cc \u0645\u062f\u06cc\u0631\u06cc\u062a
searchAccessLinkLabel=\u062c\u0633\u062a\u062c\u0648 \u0628\u0631 \u0627\u0633\u0627\u0633 \u062f\u0633\u062a\u0631\u0633\u06cc
searchAccessLinkLabel.tooltip=\u062c\u0633\u062a\u062c\u0648 \u0628\u0631\u0627\u06cc \u06cc\u0627\u0641\u062a\u0646 \u0627\u06cc\u0646\u06a9\u0647 \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632\u0627\u0646 \u0628\u0647 \u06a9\u062c\u0627 \u062f\u0633\u062a\u0631\u0633\u06cc \u062f\u0627\u0631\u0646\u062f
searchResultsTitle=\u0646\u062a\u0627\u06cc\u062c \u0628\u0631\u0627\u06cc\: 
searchForUsers=\u062c\u0633\u062a\u062c\u0648 \u0628\u0631\u0627\u064a \u0643\u0627\u0631\u0628\u0631\u0627\u0646\:
userIdHeader=\u0634\u0646\u0627\u0633\u0647 \u06a9\u0627\u0631\u0628\u0631
nameHeader=\u0646\u0627\u0645
emailHeader=\u0627\u06cc\u0645\u06cc\u0644
typeHeader=\u0646\u0648\u0639
expandColapse=\u0628\u0627\u0632 \u06a9\u0631\u062f\u0646 \u0648 \u0628\u0633\u062a\u0646 \u062a\u0645\u0627\u0645 \u0646\u0648\u062f\u0647\u0627
exapndNodes=\u0628\u0627\u0632 \u06a9\u0631\u062f\u0646 \u062a\u0645\u0627\u0645 \u0646\u0648\u062f\u0647\u0627
collapseNodes=\u0628\u0633\u062a\u0646 \u062a\u0645\u0627\u0645 \u0646\u0648\u062f\u0647\u0627
noDelegatedAccess=\u0634\u0645\u0627 \u062f\u0633\u062a\u0631\u0633\u06cc \u0648\u0627\u06af\u0630\u0627\u0631 \u0634\u062f\u0647 \u0646\u062f\u0627\u0631\u06cc\u062f
noDelegatedAccessUser=\u0627\u06cc\u0646 \u06a9\u0627\u0631\u0628\u0631 \u062f\u0633\u062a\u0631\u0633\u06cc \u0648\u0627\u06af\u0630\u0627\u0631 \u0634\u062f\u0647 \u0646\u062f\u0627\u0631\u062f
noHierarchy=\u0633\u0644\u0633\u0647 \u0645\u0631\u0627\u062a\u0628 \u0628\u0631\u0627\u06cc \u0627\u06cc\u0646 \u0627\u0628\u0632\u0627\u0631 \u062a\u0646\u0638\u06cc\u0645 \u0646\u0634\u062f\u0647 \u0627\u0633\u062a. \u0628\u0631\u0627\u06cc \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0627\u0632 \u062f\u0633\u062a\u0631\u0633\u06cc \u0648\u0627\u06af\u0630\u0627\u0631 \u0634\u062f\u0647\u060c \u0628\u0627\u06cc\u062f \u06cc\u06a9 \u0633\u0644\u0633\u0647 \u0645\u0631\u0627\u062a\u0628 \u0627\u06cc\u062c\u0627\u062f \u06a9\u0646\u06cc\u062f. \u0644\u0637\u0641\u0627\u064b \u0628\u0647 \u0635\u0641\u062d\u0647 \u0632\u06cc\u0631 \u0645\u0631\u0627\u062c\u0639\u0647 \u06a9\u0646\u06cc\u062f\:\nhttps\://confluence.sakaiproject.org/display/DAC/Delegated+Access+Tool
addAccess=\u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u062f\u0633\u062a\u0631\u0633\u06cc
add=\u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646
remove=\u062d\u062f\u0641
update=\u0628\u0647\u200c\u0631\u0648\u0632 \u0631\u0633\u0627\u0646\u06cc
access=\u062f\u0633\u062a\u0631\u0633\u06cc
success.save=\u0628\u0627 \u0645\u0648\u0641\u0642\u06cc\u062a \u0630\u062e\u06cc\u0631\u0647 \u0634\u062f
failed.save=\u062e\u0637\u0627\u06cc\u06cc \u0647\u0646\u06af\u0627\u0645 \u0630\u062e\u06cc\u0631\u0647 \u0631\u062e \u062f\u0627\u062f
realm=\u062d\u0648\u0632\u0647
role=\u0646\u0642\u0634
userRolesHeader=\u0646\u0642\u0634 \u062f\u0633\u062a\u0631\u0633\u06cc \u067e\u06cc\u0634 \u0641\u0631\u0636
userDelegatedAccessHeader=\u062f\u0633\u062a\u0631\u0633\u06cc \u0648\u0627\u06af\u0630\u0627\u0631 \u0634\u062f\u0647
restrictedToolsHeader=\u0627\u0628\u0632\u0627\u0631\u0647\u0627\u06cc \u0645\u062d\u062f\u0648\u062f \u0634\u062f\u0647
inheritedToolsHeader=\u0648\u06cc\u0698\u06af\u06cc \u0628\u0647 \u0627\u0631\u062b \u0628\u0631\u062f\u0647 \u0634\u062f\u0647
noToolsInherited=\u0647\u06cc\u0686 \u0627\u0628\u0632\u0627\u0631 \u0628\u0647 \u0627\u0631\u062b \u0628\u0631\u062f\u0647\u200c \u0634\u062f\u0647\u200c\u0627\u06cc \u0645\u0648\u062c\u0648\u062f \u0646\u06cc\u0633\u062a
noPermsInherited=\u0647\u06cc\u0686 \u0645\u062c\u0648\u0632\u06cc \u0628\u0647 \u0627\u0631\u062b \u0628\u0631\u062f\u0647\u200c \u0634\u062f\u0647\u200c\u0627\u06cc \u0648\u062c\u0648\u062f \u0646\u062f\u0627\u0631\u062f
cancel=\u0644\u063a\u0648
save=\u0630\u062e\u064a\u0631\u0647
done=\u0627\u0646\u062c\u0627\u0645 \u0634\u062f
close=\u0628\u0633\u062a\u0646
inheritedRestrictedToolsTitle=\u0644\u06cc\u0633\u062a \u0628\u0647 \u0627\u0631\u062b \u0628\u0631\u062f\u0647 \u0634\u062f\u0647
inheritedRestrictedToolsDescription=\u0627\u06cc\u0646 \u0646\u0648\u062f \u0648\u06cc\u0698\u06af\u06cc\u200c\u0647\u0627\u06cc \u0632\u06cc\u0631 \u0631\u0627 \u0627\u0632 \u0646\u0632\u062f\u06cc\u06a9\u200c\u062a\u0631\u06cc\u0646 \u0648\u0627\u0644\u062f \u062e\u0648\u062f \u0628\u0647 \u0627\u0631\u062b \u0645\u06cc\u0628\u0631\u062f.
inheritedNothing=\u0647\u06cc\u0686 \u0648\u06cc\u0698\u06af\u06cc \u0628\u0647 \u0627\u0631\u062b \u0628\u0631\u062f\u0647\u200c \u0646\u0634\u062f\u0647 \u0627\u0633\u062a
editableRestrictedToolsTitle=\u0627\u0628\u0632\u0627\u0631\u0647\u0627\u06cc\u06cc \u06a9\u0647 \u0645\u06cc\u200c\u062e\u0648\u0627\u0647\u06cc\u062f \u0645\u062d\u062f\u0648\u062f \u06a9\u0646\u06cc\u062f \u0631\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f
editableShowToolsTitle=\u0627\u0628\u0632\u0627\u0631\u0647\u0627\u06cc\u06cc \u06a9\u0647 \u0645\u06cc\u200c\u062e\u0648\u0627\u0647\u06cc\u062f \u0646\u0645\u0627\u06cc\u0634 \u062f\u0647\u06cc\u062f \u0631\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f
editableRestrictedToolsDescription=\u0627\u0646\u062a\u062e\u0627\u0628 \u06cc\u06a9 \u0627\u0628\u0632\u0627\u0631 \u0627\u0632 \u0644\u06cc\u0633\u062a \u0628\u0627\u0639\u062b \u0645\u06cc\u0634\u0648\u062f \u0622\u0646 \u0627\u0628\u0632\u0627\u0631 \u0628\u0631\u0627\u06cc \u0627\u06cc\u0646 \u06a9\u0627\u0631\u0628\u0631 \u067e\u0646\u0647\u0627\u0646 \u0634\u0648\u062f. \u0627\u06cc\u0646 \u0646\u0648\u062f \u0648 \u062a\u0645\u0627\u0645\u06cc \u0632\u06cc\u0631\u0645\u062c\u0645\u0648\u0639\u0647\u200c\u0647\u0627\u06cc \u0622\u0646 \u0627\u06cc\u0646 \u0644\u06cc\u0633\u062a \u0631\u0627 \u0628\u0647 \u0627\u0631\u062b \u0645\u06cc\u200c\u0628\u0631\u0646\u062f. \u06cc\u06a9 \u0632\u06cc\u0631\u0645\u062c\u0645\u0648\u0639\u0647 \u0645\u06cc\u200c\u062a\u0648\u0627\u0646\u062f \u0628\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u0644\u06cc\u0633\u062a \u0627\u0628\u0632\u0627\u0631\u0647\u0627\u06cc \u0645\u062d\u062f\u0648\u062f \u0634\u062f\u0647 \u062e\u0648\u062f\u060c \u0628\u0631 \u0627\u06cc\u0646 \u0644\u06cc\u0633\u062a \u0645\u063a\u0644\u0648\u0628 \u0628\u0627\u0634\u062f.
editableShowToolsDescription=\u0627\u0646\u062a\u062e\u0627\u0628 \u06cc\u06a9 \u0627\u0628\u0632\u0627\u0631 \u0627\u0632 \u0627\u06cc\u0646 \u0644\u06cc\u0633\u062a \u0628\u0627\u0639\u062b \u0645\u06cc\u0634\u0648\u062f \u0627\u06cc\u0646 \u0627\u0628\u0632\u0627\u0631 \u0628\u0631\u0627\u06cc \u0627\u06cc\u0646 \u06a9\u0627\u0631\u0628\u0631 \u0646\u0645\u0627\u06cc\u0634 \u062f\u0627\u062f\u0647 \u0634\u0648\u062f. \u0627\u06cc\u0646 \u0646\u0648\u062f \u0648 \u062a\u0645\u0627\u0645\u06cc \u0632\u06cc\u0631\u0645\u062c\u0645\u0648\u0639\u0647 \u0647\u0627\u06cc \u0622\u0646 \u0627\u06cc\u0646 \u0644\u06cc\u0633\u062a \u0631\u0627 \u0628\u0647 \u0627\u0631\u062b \u0645\u06cc\u200c\u0628\u0631\u0646\u062f. \u06cc\u06a9 \u0632\u06cc\u0631\u0645\u062c\u0645\u0648\u0639\u0647 \u0645\u06cc\u200c\u0646\u0648\u0627\u0646\u062f \u0628\u0627 \u0627\u0628\u0632\u0627\u0631\u0647\u0627\u06cc \u062e\u0648\u062f \u0628\u0631\u0627\u06cc \u0646\u0645\u0627\u06cc\u0634\u060c \u0628\u0631 \u0627\u06cc\u0646 \u0644\u06cc\u0633\u062a \u0645\u063a\u0644\u0648\u0628 \u0628\u0627\u0634\u062f.
switchEditableTools=\u0627\u0628\u0632\u0627\u0631\u0647\u0627\u06cc \u0628\u0647 \u0627\u0631\u062b \u0628\u0631\u062f\u0647 \u0634\u062f\u0647
searchSites=\u062c\u0633\u062a\u062c\u0648 \u0628\u0631\u0627\u06cc \u0633\u0627\u06cc\u062a \u0647\u0627
siteTitleHeader=\u0639\u0646\u0648\u0627\u0646 \u0633\u0627\u06cc\u062a
siteIdHeader=\u0634\u0646\u0627\u0633\u0647 \u0633\u0627\u064a\u062a
endDate=\u062a\u0627\u0631\u06cc\u062e \u067e\u0627\u06cc\u0627\u0646
startDate=\u062a\u0627\u0631\u06cc\u062e \u0634\u0631\u0648\u0639
shoppingPeriodPerms=\u0645\u062c\u0648\u0632\u0647\u0627
shoppingPeriodPermsInherited=\u0628\u0647 \u0627\u0631\u062b \u0628\u0631\u062f\u0647
switchEditablePerms=\u0628\u0647 \u0627\u0631\u062b \u0646\u0628\u0631\u062f\u0647
editableRestrictedPermsTitle=\u0645\u062c\u0648\u0632\u06cc \u06a9\u0647 \u0645\u06cc\u200c\u062e\u0648\u0627\u0647\u06cc\u062f \u0628\u062f\u0647\u06cc\u062f \u0631\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f
editableRestrictedPermsDescription=\u0627\u06cc\u0646 \u0647\u0627 \u0645\u062c\u0648\u0632\u0647\u0627\u06cc\u06cc \u062e\u0648\u0627\u0647\u0646\u062f \u0628\u0648\u062f \u06a9\u0647 \u0634\u0645\u0627 \u0628\u0631\u0627\u06cc \u062f\u0648\u0631\u0647 \u062e\u0631\u06cc\u062f \u0635\u0627\u062f\u0631 \u062e\u0648\u0627\u0647\u06cc\u062f \u06a9\u0631\u062f.
inheritedRestrictedPermsTitle=\u0645\u062c\u0648\u0632\u0647\u0627\u06cc \u0628\u0647 \u0627\u0631\u062b \u0628\u0631\u062f\u0647 \u0634\u062f\u0647
inheritedRestrictedPermsDescription=\u0627\u06cc\u0646 \u0646\u0648\u062f \u0645\u062c\u0648\u0632\u0647\u0627\u06cc \u0632\u06cc\u0631 \u0631\u0627 \u0627\u0632 \u0646\u0632\u062f\u06cc\u06a9\u200c\u062a\u0631\u06cc\u0646 \u0648\u0627\u0644\u062f \u062e\u0648\u062f \u06a9\u0647 \u062f\u0627\u0631\u0627\u06cc \u0645\u062c\u0648\u0632\u0647\u0627\u06cc \u0627\u0628\u0632\u0627\u0631\u0647\u0627\u06cc \u0627\u0646\u062a\u062e\u0627\u0628 \u0634\u062f\u0647 \u0647\u0633\u062a\u0646\u062f\u060c \u0628\u0647 \u0627\u0631\u062b \u0645\u06cc\u200c\u0628\u0631\u062f.
shoppingPeriodAuth=\u062a\u0627\u0626\u06cc\u062f
shoppersBecome=\u062e\u0631\u06cc\u062f\u0627\u0631 \u062a\u0628\u062f\u06cc\u0644 \u0645\u06cc\u200c\u0634\u0648\u062f \u0628\u0647
userBecomes=\u06a9\u0627\u0631\u0628\u0631 \u062a\u0628\u062f\u06cc\u0644 \u0645\u06cc\u0634\u0648\u062f \u0628\u0647
shoppingPeriodAdmin=\u0645\u062f\u06cc\u0631 \u0641\u0631\u0648\u0634\u06af\u0627\u0647
siteAccess=\u062f\u0633\u062a\u0631\u0633\u06cc \u0633\u0627\u06cc\u062a
noShoppingAdminAccess=\u0634\u0645\u0627 \u062f\u0633\u062a\u0631\u0633\u06cc \u0645\u062f\u06cc\u0631\u06cc\u062a \u0628\u0647 \u062f\u0648\u0631\u0647 \u06a9\u0627\u0631\u06cc \u0641\u0631\u0648\u0634\u06af\u0627\u0647 \u0631\u0627 \u0646\u062f\u0627\u0631\u06cc\u062f
editUsersInstructions=\u0627\u06cc\u0646 \u0635\u0641\u062d\u0647 \u0628\u0647 \u0634\u0645\u0627 \u0627\u0645\u06a9\u0627\u0646 \u062a\u062e\u0635\u06cc\u0635 \u062f\u0627\u062f\u0646 \u062f\u0633\u062a\u0631\u0633\u06cc \u0648\u0627\u06af\u0630\u0627\u0631 \u0634\u062f\u0647 \u0645\u062f\u06cc\u0631\u06cc\u062a \u062f\u0648\u0631\u0647 \u062e\u0631\u06cc\u062f \u0648 \u0645\u062c\u0648\u0632\u0647\u0627\u06cc \u062f\u0633\u062a\u0631\u0633\u06cc \u0645\u062f\u06cc\u0631 \u0628\u0631\u0627\u06cc \u0627\u06cc\u0646 \u06a9\u0627\u0631\u0628\u0631 \u0631\u0627 \u0645\u06cc\u062f\u0647\u062f. <br/><br/> \u0628\u0631\u0627\u06cc \u0633\u062a\u0648\u0646 "\u062f\u0633\u062a\u0631\u0633\u06cc \u0645\u062f\u06cc\u0631" \u0645\u06cc\u062a\u0648\u0627\u0646\u06cc\u062f \u0686\u06a9 \u0628\u0627\u06a9\u0633 \u06a9\u0646\u0627\u0631 \u0633\u0637\u062d/\u0633\u0627\u06cc\u062a\u06cc \u06a9\u0647 \u0645\u06cc\u062e\u0648\u0627\u0647\u06cc\u062f \u0627\u06cc\u0646 \u06a9\u0627\u0631\u0628\u0631 \u06a9\u0646\u062a\u0631\u0644 \u062a\u0646\u0638\u06cc\u0645\u0627\u062a \u062f\u0633\u062a\u0631\u0633\u06cc \u0622\u0646 \u0648 \u0645\u062c\u0648\u0632\u0647\u0627\u06cc \u0645\u062f\u06cc\u0631\u06cc\u062a \u062f\u0648\u0631\u0647 \u062e\u0631\u06cc\u062f \u0628\u0631\u0627\u06cc \u0647\u0631 \u06a9\u0627\u0631\u0628\u0631 \u062f\u0631 \u0633\u06cc\u0633\u062a\u0645 \u0631\u0627 \u062f\u0627\u0634\u062a\u0647 \u0628\u0627\u0634\u062f\u060c \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f.<br/><br/>\u0628\u0631\u0627\u06cc \u0633\u062a\u0648\u0646 "\u0645\u062f\u06cc\u0631\u06cc\u062a \u062e\u0631\u06cc\u062f" \u0645\u06cc\u062a\u0648\u0627\u0646\u06cc\u062f \u0686\u06a9 \u0628\u0627\u06a9\u0633 \u06a9\u0646\u0627\u0631 \u0633\u0637\u062d/\u0633\u0627\u06cc\u062a\u06cc \u06a9\u0647 \u0645\u06cc\u062e\u0648\u0627\u0647\u06cc\u062f \u0627\u06cc\u0646 \u06a9\u0627\u0631\u0628\u0631 \u06a9\u0646\u062a\u0631\u0644 \u062a\u0646\u0638\u06cc\u0645\u0627\u062a \u062f\u0648\u0631\u0647 \u062e\u0631\u06cc\u062f \u0622\u0646 \u0631\u0627 \u062f\u0627\u0634\u062a\u0647 \u0628\u0627\u0634\u062f \u0631\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f. \u0646\u0648\u062f\u0647\u0627 \u0648 \u0632\u06cc\u0631\u0645\u062c\u0645\u0648\u0639\u0647 \u0647\u0627\u06cc \u0646\u0648\u062f\u0647\u0627\u06cc\u06cc \u06a9\u0647 \u0628\u0631\u0627\u06cc \u0645\u062f\u06cc\u0631\u06cc\u062a \u062e\u0631\u06cc\u062f \u0627\u0646\u062a\u062e\u0627\u0628 \u0645\u06cc\u200c\u06a9\u0646\u06cc\u062f\u060c \u0628\u0631\u0627\u06cc \u06a9\u0627\u0631\u0628\u0631 \u062f\u0631 \u0644\u06cc\u0646\u06a9 \u062f\u0648\u0631\u0647 \u062e\u0631\u06cc\u062f \u0646\u0645\u0627\u06cc\u0634 \u062f\u0627\u062f\u0647 \u0645\u06cc\u0634\u0648\u0646\u062f.<br/><br/>\u0628\u0631\u0627\u06cc \u0633\u062a\u0648\u0646 "\u062f\u0633\u062a\u0631\u0633\u06cc \u0633\u0627\u06cc\u062a" \u0645\u06cc\u062a\u0648\u0627\u0646\u06cc\u062f \u0633\u0637\u062d/\u0633\u0627\u06cc\u062a\u06cc \u06a9\u0647 \u0645\u06cc\u062e\u0648\u0627\u0647\u06cc\u062f \u06a9\u0627\u0631\u0628\u0631 \u0628\u0647 \u0622\u0646 \u062f\u0633\u062a\u0631\u0633\u06cc \u062f\u0627\u0634\u062a\u0647 \u0628\u0627\u0634\u062f \u0631\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f. \u0632\u0645\u0627\u0646\u06cc \u06a9\u0647 "\u062f\u0633\u062a\u0631\u0633\u06cc \u0633\u0627\u06cc\u062a" \u0631\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u0645\u06cc\u06a9\u0646\u06cc\u062f\u060c \u0628\u0627\u06cc\u062f \u0646\u0642\u0634\u06cc \u06a9\u0647 \u06a9\u0627\u0631\u0628\u0631 \u062f\u0631 \u0632\u0645\u0627\u0646 \u0631\u0641\u062a\u0646 \u0628\u0647 \u0622\u0646 \u0633\u0627\u06cc\u062a \u06cc\u0627 \u0633\u0627\u06cc\u062a\u06cc \u06a9\u0647 \u062a\u062d\u062a \u0622\u0646 \u0633\u0637\u062d \u0627\u0633\u062a\u060c \u0628\u0647 \u062f\u0633\u062a \u062e\u0648\u0627\u0647\u062f \u0622\u0648\u0631\u062f \u0631\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f. \u0634\u0645\u0627 \u0647\u0645\u0686\u0646\u06cc\u0646 \u062a\u0648\u0627\u0646\u0627\u06cc\u06cc \u0627\u0646\u062a\u062e\u0627\u0628 \u0627\u06cc\u0646 \u0631\u0627 \u062f\u0627\u0631\u06cc\u062f \u06a9\u0647 \u06a9\u062f\u0627\u0645 \u0627\u0628\u0632\u0627\u0631\u0647\u0627 \u0628\u0647 \u0627\u06cc\u0646 \u06a9\u0627\u0631\u0628\u0631 \u0645\u062d\u062f\u0648\u062f \u0645\u06cc\u0634\u0648\u0646\u062f. \u0628\u0631\u0627\u06cc \u0627\u06cc\u0646\u06a9\u0627\u0631 \u0645\u06cc\u062a\u0648\u0627\u0646\u06cc\u062f \u0628\u0631 \u0631\u0648\u06cc \u0644\u06cc\u0646\u06a9 "\u0645\u062d\u062f\u0648\u062f\u06cc\u062a \u0627\u0628\u0632\u0627\u0631\u0647\u0627" \u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f. \u062a\u0645\u0627\u0645\u06cc \u0646\u0648\u062f\u0647\u0627 \u0648 \u0632\u06cc\u0631\u0645\u062c\u0645\u0648\u0639\u0647 \u0647\u0627\u06cc \u0646\u0648\u062f\u0647\u0627 \u062a\u0646\u0638\u06cc\u0645\u0627\u062a \u0648\u0627\u0644\u062f \u062e\u0648\u062f \u0631\u0627 \u06a9\u0633\u0628 \u062e\u0648\u0627\u0647\u0646\u062f \u06a9\u0631\u062f \u0645\u06af\u0631 \u0627\u06cc\u0646\u06a9\u0647 \u0628\u0647 \u062e\u0635\u0648\u0635 \u062a\u0646\u0638\u06cc\u0645\u0627\u062a \u062c\u062f\u06cc\u062f\u06cc \u0628\u0631\u0627\u06cc \u0622\u0646\u0647\u0627 \u062a\u0639\u0631\u06cc\u0641 \u06a9\u0646\u06cc\u062f. \u0646\u0648\u062f\u0647\u0627 \u0648 \u0632\u06cc\u0631\u0645\u062c\u0645\u0648\u0639\u0647 \u0647\u0627\u06cc \u0646\u0648\u062f\u0647\u0627\u06cc\u06cc \u06a9\u0647 \u0628\u0631\u0627\u06cc "\u062f\u0633\u062a\u0631\u0633\u06cc \u0633\u0627\u06cc\u062a" \u0627\u0646\u062a\u062e\u0627\u0628 \u0645\u06cc\u06a9\u0646\u06cc\u062f \u062f\u0631 \u0644\u06cc\u0646\u06a9 \u062f\u0633\u062a\u0631\u0633\u06cc \u0648\u0627\u06af\u0630\u0627\u0631 \u0634\u062f\u0647 \u0628\u0631\u0627\u06cc \u06a9\u0627\u0631\u0628\u0631 \u0646\u0645\u0627\u06cc\u0634 \u062f\u0627\u062f\u0647 \u0645\u06cc\u0634\u0648\u0646\u062f. \u0632\u0645\u0627\u0646\u06cc \u06a9\u0647 \u06a9\u0627\u0631\u062a\u0627\u0646 \u062a\u0645\u0627\u0645 \u0634\u062f\u060c \u0628\u0631 \u0631\u0648\u06cc \u06af\u0632\u06cc\u0646\u0647 \u0630\u062e\u06cc\u0631\u0647 \u06a9\u0644\u06cc\u06a9 \u06a9\u0631\u062f\u0647 \u0648 \u06cc\u0627 \u0628\u0631 \u0631\u0648\u06cc \u06af\u0632\u06cc\u0646\u0647 \u0644\u063a\u0648 \u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f \u062a\u0627 \u062a\u0645\u0627\u0645 \u062a\u063a\u06cc\u06cc\u0631\u0627\u062a \u0644\u063a\u0648 \u0634\u0648\u0646\u062f. 
delegatedAccessInstructions=\u062f\u0631 \u0627\u06cc\u0646 \u0635\u0641\u062d\u0647 \u0645\u06cc\u200c\u062a\u0648\u0627\u0646\u06cc\u062f \u062f\u0631 \u0633\u0627\u06cc\u062a \u0647\u0627\u06cc\u06cc \u06a9\u0647 \u062f\u0633\u062a\u0631\u0633\u06cc \u0628\u0647 \u0622\u0646\u0647\u0627 \u0628\u0647 \u0634\u0645\u0627 \u062f\u0627\u062f\u0647 \u0634\u062f\u0647 \u062c\u0633\u062a\u062c\u0648 \u06a9\u0646\u06cc\u062f. \u0634\u0645\u0627 \u0645\u06cc\u062a\u0648\u0627\u0646\u06cc\u062f \u0627\u0632 \u0637\u0631\u06cc\u0642 \u0639\u0646\u0648\u0627\u0646 \u0633\u0627\u06cc\u062a\u060c \u0634\u0646\u0627\u0633\u0647 \u0633\u0627\u06cc\u062a\u060c \u0646\u0627\u0645 \u0627\u0633\u062a\u0627\u062f\u060c \u0634\u0646\u0627\u0633\u0647 \u0627\u0633\u062a\u0627\u062f\u060c \u0627\u06cc\u0645\u06cc\u0644 \u0627\u0633\u062a\u0627\u062f \u06cc\u0627 \u0639\u0628\u0627\u0631\u062a \u0633\u0627\u06cc\u062a \u062c\u0633\u062a\u062c\u0648 \u06a9\u0646\u06cc\u062f. \u0628\u0627 \u0645\u06cc\u062a\u0648\u0627\u0646\u06cc\u062f \u0627\u0632 \u0633\u0627\u062e\u062a\u0627\u0631 \u062f\u0631\u062e\u062a\u06cc \u0632\u06cc\u0631 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u06a9\u0631\u062f\u0647 \u0648 \u0633\u0627\u06cc\u062a\u06cc \u06a9\u0647 \u0645\u06cc\u062e\u0648\u0627\u0647\u06cc\u062f \u0631\u0627 \u067e\u06cc\u062f\u0627 \u06a9\u0646\u06cc\u062f. \u0628\u0631 \u0631\u0648\u06cc \u0639\u0646\u0648\u0627\u0646 \u0633\u0627\u06cc\u062a \u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f \u062a\u0627 \u0628\u0647 \u0633\u0627\u06cc\u062a \u0645\u0646\u062a\u0642\u0644 \u0634\u0648\u06cc\u062f. \u0632\u0645\u0627\u0646\u06cc \u06a9\u0647 \u0627\u06cc\u0646 \u06a9\u0627\u0631 \u0631\u0627 \u06a9\u0646\u06cc\u062f\u060c \u0645\u062c\u0648\u0632\u0647\u0627\u06cc \u0627\u0631\u0627\u0626\u0647 \u0634\u062f\u0647 \u0628\u0647 \u0634\u0645\u0627 \u0628\u0631\u0627\u06cc \u0622\u0646 \u0633\u0627\u06cc\u062a \u062e\u0627\u0635 \u0631\u0627 \u0628\u0647 \u062f\u0633\u062a \u062e\u0648\u0627\u0647\u06cc\u062f \u0622\u0648\u0631\u062f.   
shoppingAdminInstructions=\u0627\u06cc\u0646 \u0635\u0641\u062d\u0647 \u0628\u0647 \u0634\u0645\u0627 \u0627\u0645\u06a9\u0627\u0646 \u0627\u0646\u062c\u0627\u0645 \u062a\u0646\u0638\u06cc\u0645\u0627\u062a \u062f\u0648\u0631\u0647 \u062e\u0631\u06cc\u062f \u0633\u0627\u06cc\u062a\u200c\u0647\u0627\u06cc\u06cc \u06a9\u0647 \u062f\u0633\u062a\u0631\u0633\u06cc \u0628\u0631\u0627\u06cc \u0628\u0631\u0648\u0632 \u0631\u0633\u0627\u0646\u06cc \u0622\u0646\u0647\u0627 \u0628\u0647 \u0634\u0645\u0627 \u062f\u0627\u062f\u0647 \u0634\u062f\u0647 \u0631\u0627 \u0645\u06cc\u062f\u0647\u062f.  \u0628\u0631\u0627\u06cc \u062a\u0646\u0638\u06cc\u0645\u0627\u062a \u062f\u0648\u0631\u0647 \u062e\u0631\u06cc\u062f \u0645\u06cc\u062a\u0648\u0627\u0646\u06cc\u062f \u0686\u06a9 \u0628\u0627\u06a9\u0633 \u06a9\u0646\u0627\u0631 \u0633\u0637\u062d/\u0633\u0627\u06cc\u062a\u06cc \u06a9\u0647 \u0645\u06cc\u062e\u0648\u0627\u0647\u06cc\u062f \u062a\u0646\u0638\u06cc\u0645 \u06a9\u0646\u06cc\u062f \u0631\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f. \u062a\u0648\u062c\u0647 \u06a9\u0646\u06cc\u062f \u06a9\u0647 \u062a\u0646\u0647\u0627 \u0634\u0645\u0627 \u0686\u06a9 \u0628\u0627\u06a9\u0633\u06cc \u062f\u0631 \u06a9\u0646\u0627\u0631 \u0646\u0648\u062f\u06cc \u06a9\u0647 \u0645\u062c\u0648\u0632 \u0648\u06cc\u0631\u0627\u06cc\u0634 \u0622\u0646 \u0631\u0627 \u062f\u0627\u0631\u06cc\u062f \u0645\u06cc\u0628\u06cc\u0646\u06cc\u062f. \u0627\u0628\u062a\u062f\u0627 \u0632\u0645\u0627\u0646\u06cc \u06a9\u0647 \u06cc\u06a9 \u0646\u0648\u062f \u0631\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u0645\u06cc\u06a9\u0646\u06cc\u062f \u0628\u0627\u06cc\u062f \u062a\u0646\u0638\u06cc\u0645\u0627\u062a "\u062a\u0627\u0626\u06cc\u062f \u0645\u062c\u0648\u0632" \u0631\u0627 \u0627\u0646\u062c\u0627\u0645 \u062f\u0647\u06cc\u062f. \u062f\u0648 \u06af\u0632\u06cc\u0646\u0647 \u062f\u0631 \u0627\u06cc\u0646\u062c\u0627 \u0647\u0645\u06af\u0627\u0646\u06cc \u0648 \u06a9\u0627\u0631\u0628\u0631 \u0648\u0627\u0631\u062f \u0634\u062f\u0647 \u0628\u0647 \u0633\u06cc\u0633\u062a\u0645 \u0647\u0633\u062a\u0646\u062f. \u0647\u0645\u06af\u0627\u0646\u06cc \u0628\u0647 \u0627\u06cc\u0646 \u0645\u0639\u0646\u06cc \u0627\u0633\u062a \u06a9\u0647 \u0647\u0631 \u06a9\u0633\u06cc \u0645\u06cc\u062a\u0648\u0627\u0646\u062f \u0628\u0647 \u0627\u06cc\u0646 \u0633\u0627\u06cc\u062a \u062f\u0633\u062a\u0631\u0633\u06cc \u062f\u0627\u0634\u062a\u0647 \u0628\u0627\u0634\u062f \u0648 \u0646\u06cc\u0627\u0632\u06cc \u0646\u06cc\u0633\u062a \u0628\u0631\u0627\u06cc \u062e\u0631\u06cc\u062f \u062f\u0631 \u0627\u06cc\u0646 \u0633\u0627\u06cc\u062a \u0648\u0627\u0631\u062f \u0633\u06cc\u0633\u062a\u0645 \u0634\u062f\u0647 \u0628\u0627\u0634\u06cc\u062f. \u06a9\u0627\u0631\u0628\u0631 \u0648\u0627\u0631\u062f \u0634\u062f\u0647 \u0628\u0647 \u0633\u06cc\u0633\u062a\u0645 \u0628\u0647 \u0627\u06cc\u0646 \u0645\u0639\u0646\u06cc \u0627\u0633\u062a \u06a9\u0647 \u06a9\u0627\u0631\u0628\u0631 \u0628\u0631\u0627\u06cc \u062e\u0631\u06cc\u062f \u06a9\u0631\u062f\u0646 \u062f\u0631 \u0627\u06cc\u0646 \u0633\u0627\u06cc\u062a \u0627\u0628\u062a\u062f\u0627 \u0628\u0627\u06cc\u062f \u0628\u0647 \u0633\u06cc\u0633\u062a\u0645 \u0648\u0627\u0631\u062f \u0634\u0648\u062f. \u0633\u067e\u0633\u060c \u0628\u0627\u06cc\u062f \u0646\u0642\u0634\u06cc \u06a9\u0647 \u06a9\u0627\u0631\u0628\u0631 \u062f\u0631 \u0632\u0645\u0627\u0646 \u062e\u0631\u06cc\u062f \u067e\u06cc\u062f\u0627 \u0645\u06cc\u06a9\u0646\u062f \u0631\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f. \u062f\u0631 \u0646\u0647\u0627\u06cc\u062a \u0628\u0627\u06cc\u062f \u062a\u0627\u0631\u06cc\u062e\u06cc \u06a9\u0647 \u062f\u0631 \u0637\u06cc \u0622\u0646 \u062f\u0648\u0631\u0647 \u062e\u0631\u06cc\u062f \u0628\u0627\u0632 \u062e\u0648\u0627\u0647\u062f \u0628\u0648\u062f \u0631\u0627 \u0645\u0634\u062e\u0635 \u06a9\u0646\u06cc\u062f. \u0628\u0647 \u0635\u0648\u0631\u062a \u067e\u06cc\u0634 \u0641\u0631\u0636 \u062a\u0645\u0627\u0645\u06cc \u0627\u0628\u0632\u0627\u0631\u0647\u0627 \u0628\u0631\u0627\u06cc \u062e\u0631\u06cc\u062f \u06a9\u0646\u0646\u062f\u06af\u0627\u0646 \u0645\u062e\u0641\u06cc \u0647\u0633\u062a\u0646\u062f\u060c \u0628\u0646\u0627\u0628\u0631\u0627\u06cc\u0646 \u0628\u0627\u06cc\u062f \u0645\u0634\u062e\u0635 \u06a9\u0646\u06cc\u062f \u06a9\u0647 \u06cc\u06a9 \u062e\u0631\u06cc\u062f \u06a9\u0646\u0646\u062f\u0647 \u0628\u0647 \u06a9\u062f\u0627\u0645 \u0627\u0628\u0632\u0627\u0631\u0647\u0627 \u062f\u0633\u062a\u0631\u0633\u06cc \u062e\u0648\u0627\u0647\u062f \u062f\u0627\u0634\u062a. \u0634\u0645\u0627 \u0645\u06cc\u062a\u0648\u0627\u0646\u06cc\u062f \u0644\u06cc\u0633\u062a \u0627\u0628\u0632\u0627\u0631\u0647\u0627\u06cc \u0642\u0627\u0628\u0644 \u0645\u0634\u0627\u0647\u062f\u0647 \u0631\u0627 \u0628\u0627 \u06a9\u0644\u06cc\u06a9 \u06a9\u0631\u062f\u0646 \u0628\u0631 \u0631\u0648\u06cc \u0644\u06cc\u0646\u06a9 \u0646\u0645\u0627\u06cc\u0634 \u0627\u0628\u0632\u0627\u0631\u0647\u0627 \u0648\u06cc\u0631\u0627\u06cc\u0634 \u06a9\u0646\u06cc\u062f. \u062a\u0645\u0627\u0645 \u0646\u0648\u062f\u0647\u0627\u06cc \u0632\u06cc\u0631\u0645\u062c\u0645\u0648\u0639\u0647 \u062a\u0646\u0638\u06cc\u0645\u0627\u062a \u0648\u0627\u0644\u062f \u062e\u0648\u062f \u0631\u0627 \u062f\u0631\u06cc\u0627\u0641\u062a \u062e\u0648\u0627\u0647\u0646\u062f \u06a9\u0631\u062f \u0645\u06af\u0631 \u0627\u06cc\u0646\u06a9\u0647 \u0646\u0648\u062f \u0632\u06cc\u0631\u0645\u062c\u0645\u0648\u0639\u0647 \u0637\u0648\u0631\u06cc \u062a\u063a\u06cc\u06cc\u0631 \u06a9\u0631\u062f\u0647 \u0628\u0627\u0634\u062f \u06a9\u0647 \u062a\u0646\u0638\u06cc\u0645\u0627\u062a \u062e\u0648\u062f \u0631\u0627 \u062f\u0627\u0631\u0627 \u0628\u0627\u0634\u062f. \u0632\u0645\u0627\u0646\u06cc \u06a9\u0647 \u06a9\u0627\u0631\u062a\u0627\u0646 \u062a\u0645\u0627\u0645 \u0634\u062f\u060c \u0628\u0631 \u0631\u0648\u06cc \u06af\u0632\u06cc\u0646\u0647 \u0630\u062e\u06cc\u0631\u0647 \u06a9\u0644\u06cc\u06a9 \u06a9\u0631\u062f\u0647 \u0648 \u06cc\u0627 \u0628\u0631 \u0631\u0648\u06cc \u06af\u0632\u06cc\u0646\u0647 \u0644\u063a\u0648 \u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f \u062a\u0627 \u062a\u0645\u0627\u0645 \u062a\u063a\u06cc\u06cc\u0631\u0627\u062a \u0644\u063a\u0648 \u0634\u0648\u0646\u062f. 
shoppingAdminTitle=\u0648\u06cc\u0631\u0627\u06cc\u0634 \u062a\u0646\u0638\u06cc\u0645\u0627\u062a \u062f\u0648\u0631\u0647 \u062e\u0631\u06cc\u062f
delegatedAccessTitle=\u062f\u0633\u062a\u0631\u0633\u06cc \u0648\u0627\u06af\u0630\u0627\u0631 \u0634\u062f\u0647
editUsersTitle=\u0648\u06cc\u0631\u0627\u06cc\u0634 \u0645\u062c\u0648\u0632 \u0628\u0631\u0627\u06cc\: 
instructorField=\u0627\u0633\u062a\u0627\u062f\: 
instructor=\u0627\u0633\u062a\u0627\u062f
member=\u0639\u0636\u0648
user=\u06a9\u0627\u0631\u0628\u0631
advancedSearch=\u06af\u0632\u06cc\u0646\u0647\u200e\u0647\u0627\u06cc \u062c\u0633\u062a\u062c\u0648\u06cc \u067e\u06cc\u0634\u0631\u0641\u062a\u0647
hideAdvancedSearch=\u067e\u0646\u0647\u0627\u0646 \u06a9\u0631\u062f\u0646 \u06af\u0632\u06cc\u0646\u0647\u200c\u0647\u0627\u06cc \u062c\u0633\u062a\u062c\u0648 \u067e\u06cc\u0634\u0631\u0641\u062a\u0647
siteIdTitleField=\u0633\u0627\u06cc\u062a\:
termField=\u0639\u0628\u0627\u0631\u062a\: 
termHeader=\u0639\u0628\u0627\u0631\u062a
instructorHeader=\u0627\u0633\u062a\u0627\u062f
noShoppingSites=\u0647\u06cc\u0686 \u0633\u0627\u06cc\u062a\u06cc \u0645\u0648\u062c\u0648\u062f \u0646\u06cc\u0633\u062a
shoppingTitle=\u062f\u0648\u0631\u0647 \u062e\u0631\u06cc\u062f
shoppingInstruction=\u062f\u0631 \u0627\u06cc\u0646 \u0635\u0641\u062d\u0647 \u0645\u06cc\u200c\u062a\u0648\u0627\u0646\u06cc\u062f \u062f\u0631 \u0633\u0627\u06cc\u062a \u0647\u0627\u06cc\u06cc \u06a9\u0647 \u062f\u0633\u062a\u0631\u0633\u06cc \u0628\u0647 \u0622\u0646\u0647\u0627 \u0628\u0647 \u0634\u0645\u0627 \u062f\u0627\u062f\u0647 \u0634\u062f\u0647 \u062c\u0633\u062a\u062c\u0648 \u06a9\u0646\u06cc\u062f. \u0634\u0645\u0627 \u0645\u06cc\u062a\u0648\u0627\u0646\u06cc\u062f \u0627\u0632 \u0637\u0631\u06cc\u0642 \u0639\u0646\u0648\u0627\u0646 \u0633\u0627\u06cc\u062a\u060c \u0634\u0646\u0627\u0633\u0647 \u0633\u0627\u06cc\u062a\u060c \u0646\u0627\u0645 \u0627\u0633\u062a\u0627\u062f\u060c \u0634\u0646\u0627\u0633\u0647 \u0627\u0633\u062a\u0627\u062f\u060c \u0627\u06cc\u0645\u06cc\u0644 \u0627\u0633\u062a\u0627\u062f \u06cc\u0627 \u0639\u0628\u0627\u0631\u062a \u0633\u0627\u06cc\u062a \u062c\u0633\u062a\u062c\u0648 \u06a9\u0646\u06cc\u062f. \u0628\u0627 \u0645\u06cc\u062a\u0648\u0627\u0646\u06cc\u062f \u0627\u0632 \u0633\u0627\u062e\u062a\u0627\u0631 \u062f\u0631\u062e\u062a\u06cc \u0632\u06cc\u0631 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u06a9\u0631\u062f\u0647 \u0648 \u0633\u0627\u06cc\u062a\u06cc \u06a9\u0647 \u0645\u06cc\u062e\u0648\u0627\u0647\u06cc\u062f \u0631\u0627 \u067e\u06cc\u062f\u0627 \u06a9\u0646\u06cc\u062f. \u0628\u0631 \u0631\u0648\u06cc \u0639\u0646\u0648\u0627\u0646 \u0633\u0627\u06cc\u062a \u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f \u062a\u0627 \u0628\u0647 \u0633\u0627\u06cc\u062a \u0645\u0646\u062a\u0642\u0644 \u0634\u0648\u06cc\u062f. \u0632\u0645\u0627\u0646\u06cc \u06a9\u0647 \u0627\u06cc\u0646 \u06a9\u0627\u0631 \u0631\u0627 \u06a9\u0646\u06cc\u062f\u060c \u0645\u062c\u0648\u0632\u0647\u0627\u06cc \u0627\u0631\u0627\u0626\u0647 \u0634\u062f\u0647 \u0628\u0647 \u0634\u0645\u0627 \u0628\u0631\u0627\u06cc \u0622\u0646 \u0633\u0627\u06cc\u062a \u062e\u0627\u0635 \u0631\u0627 \u0628\u0647 \u062f\u0633\u062a \u062e\u0648\u0627\u0647\u06cc\u062f \u0622\u0648\u0631\u062f.
.anon=\u0647\u0645\u06af\u0627\u0646\u06cc
.auth=\u0628\u0647 \u0633\u06cc\u0633\u062a\u0645 \u0648\u0627\u0631\u062f \u0634\u062f\u0647
any=\u0647\u0631
showToolsHeader=\u0646\u0645\u0627\u06cc\u0634 \u0627\u0628\u0632\u0627\u0631\u0647\u0627
showAuthToolsHeader=\u0627\u0628\u0632\u0627\u0631\u0647\u0627\: \u0628\u0647 \u0633\u06cc\u0633\u062a\u0645 \u0648\u0627\u0631\u062f \u0634\u062f\u0647
showPublicToolsHeader=\u0627\u0628\u0632\u0627\u0631\u0647\u0627\: \u0647\u0645\u06af\u0627\u0646\u06cc
link.current=\u0633\u0627\u06cc\u062a\u200c\u0647\u0627\u06cc \u062e\u0631\u06cc\u062f \u0641\u0639\u0627\u0644
link.current.tooltip=\u0646\u0645\u0627\u06cc\u0634 \u0644\u06cc\u0633\u062a\u06cc \u0627\u0632 \u062a\u0645\u0627\u0645 \u0633\u0627\u06cc\u062a\u200e\u0647\u0627\u06cc \u0641\u0631\u0648\u0634\u06af\u0627\u0647\u06cc \u0641\u0639\u0627\u0644 \u0648 \u062a\u0646\u0638\u06cc\u0645\u0627\u062a \u0622\u0646\u0647\u0627.
link.all=\u062a\u0645\u0627\u0645\u06cc \u0633\u0627\u06cc\u062a\u200c\u0647\u0627\u06cc \u0641\u0631\u0648\u0634\u06af\u0627\u0647\u06cc
link.all.tooltip=\u0646\u0645\u0627\u06cc\u0634 \u0644\u06cc\u0633\u062a\u06cc \u0627\u0632 \u062a\u0645\u0627\u0645 \u0633\u0627\u06cc\u062a\u200e\u0647\u0627\u06cc \u0641\u0631\u0648\u0634\u06af\u0627\u0647\u06cc \u0648 \u062a\u0646\u0638\u06cc\u0645\u0627\u062a \u0622\u0646\u0647\u0627.
accessModifiedBy=\u062f\u0633\u062a\u0631\u0633\u06cc \u0648\u06cc\u0631\u0627\u06cc\u0634 \u0634\u062f\u0647 \u062a\u0648\u0633\u0637
accessModifiedOn=\u062f\u0633\u062a\u0631\u0633\u06cc \u0648\u06cc\u0631\u0627\u06cc\u0634 \u0634\u062f\u0647 \u062f\u0631 \u062a\u0627\u0631\u06cc\u062e
hideInstructions=\u067e\u0646\u0647\u0627\u0646 \u06a9\u0631\u062f\u0646 \u062f\u0633\u062a\u0648\u0631\u0627\u0644\u0639\u0645\u0644 \u0647\u0627
showInstructions=\u0646\u0645\u0627\u06cc\u0634 \u062f\u0633\u062a\u0648\u0631\u0627\u0644\u0639\u0645\u0644 \u0647\u0627
accessAdmin=\u0645\u062f\u06cc\u0631 \u062f\u0633\u062a\u0631\u0633\u06cc
lookupInstructor=\u062c\u0633\u062a\u062c\u0648\u06cc \u0627\u0633\u062a\u0627\u062f
shoppingPeriodRevokeInstructorEditable=\u063a\u06cc\u0631\u0641\u0639\u0627\u0644 \u06a9\u0631\u062f\u0646 \u0644\u063a\u0648 \u062a\u0648\u0633\u0637 \u0627\u0633\u062a\u0627\u062f
noToolsSelected=\u0634\u0645\u0627 \u0647\u06cc\u0686 \u0627\u0628\u0632\u0627\u0631\u06cc \u0631\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u0646\u06a9\u0631\u062f\u0647 \u0627\u06cc\u062f.
advanced=\u067e\u06cc\u0634\u0631\u0641\u062a\u0647
advancedOptionsTitle=\u06af\u0632\u06cc\u0646\u0647\u200c\u0647\u0627\u06cc \u067e\u06cc\u0634\u0631\u0641\u062a\u0647
advancedOptionsDesc=\u062a\u0645\u0627\u0645\u06cc \u0632\u06cc\u0631\u0645\u062c\u0645\u0648\u0639\u0647 \u0647\u0627 \u0627\u06cc\u0646 \u062a\u0646\u0638\u06cc\u0645\u0627\u062a \u0631\u0627 \u0628\u0647 \u0627\u0631\u062b \u062e\u0648\u0627\u0647\u0646\u062f \u0628\u0631\u062f\u060c \u0645\u06af\u0631 \u0627\u06cc\u0646\u06a9\u0647 \u062a\u0648\u0633\u0637 \u0648\u06cc\u0698\u06af\u06cc \u062f\u06cc\u06af\u0631 \u0644\u063a\u0648 \u0634\u0648\u0646\u062f.
advOptInstructorGroupTitle=\u062a\u0646\u0638\u06cc\u0645\u0627\u062a \u0627\u0633\u062a\u0627\u062f
shoppingPeriodRevokePublicOptCheckbox=\u063a\u06cc\u0631\u0641\u0639\u0627\u0644 \u06a9\u0631\u062f\u0646 \u06af\u0632\u06cc\u0646\u0647\u200c "\u0647\u0645\u06af\u0627\u0646\u06cc"
inactiveLegendText=\u0647\u06cc\u0686 \u0641\u0639\u0627\u0644\u06cc\u062a\u06cc \u0628\u0631\u0627\u06cc \u0627\u06cc\u0646 \u0633\u0627\u06cc\u062a \u062f\u06cc\u062f\u0647 \u0646\u0634\u062f\u0647 \u0627\u0633\u062a
legend=\u0646\u0648\u0634\u062a\u0647
nodeIdParam=\u0627\u06af\u0631 \u0645\u06cc\u200c\u062f\u0627\u0646\u06cc\u062f \u06a9\u0647 \u0642\u0635\u062f \u0628\u0647 \u0631\u0648\u0632\u0631\u0633\u0627\u0646\u06cc \u06a9\u062f\u0627\u0645 \u0646\u0648\u062f \u0631\u0627 \u062f\u0627\u0631\u06cc\u062f\u060c \u067e\u0627\u0631\u0627\u0645\u062a\u0631 \u0634\u0646\u0627\u0633\u0647 \u0646\u0648\u062f \u0631\u0627 \u0645\u0634\u062e\u0635 \u06a9\u0646\u06cc\u062f. \u0627\u06af\u0631 \u0627\u06cc\u0646 \u0642\u0633\u0645\u062a \u062e\u0627\u0644\u06cc \u0628\u0645\u0627\u0646\u062f\u060c \u062a\u0645\u0627\u0645 \u062f\u0631\u062e\u062a \u0648 \u0645\u062c\u0645\u0648\u0639\u0647 \u0628\u0647 \u0631\u0648\u0632\u0631\u0633\u0627\u0646\u06cc \u062e\u0648\u0627\u0647\u062f \u0634\u062f.
administrationTools=\u0627\u0628\u0632\u0627\u0631\u0647\u0627\u06cc \u0645\u062f\u06cc\u0631\u06cc\u062a
add.da.myworkspace=\u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u062f\u0633\u062a\u0631\u0633\u06cc \u0648\u0627\u06af\u0630\u0627\u0631 \u0634\u062f\u0647 \u0628\u0647 \u0635\u0641\u062d\u0627\u062a \u0627\u0635\u0644\u06cc
add.da.myworkspace.desc=\u0627\u06cc\u0646 \u06af\u0632\u06cc\u0646\u0647  \u0628\u0631\u0627\u06cc \u06a9\u0627\u0631\u0628\u0631\u0627\u0646\u06cc \u06a9\u0647 \u0647\u0631 \u0646\u0648\u0639 \u0645\u062c\u0648\u0632\u06cc \u062f\u0631 \u062f\u0633\u062a\u0631\u0633\u06cc \u0648\u0627\u06af\u0630\u0627\u0631\u0634\u062f\u0647 \u062f\u0627\u0631\u0646\u062f\u060c \u0628\u0647 \u0635\u0641\u062d\u0647\u200c\u0647\u0627\u06cc \u0627\u0635\u0644\u06cc \u062a\u0645\u0627\u0645 \u06a9\u0627\u0628\u0631\u0627\u0646 \u062f\u0633\u062a\u0631\u0633\u06cc \u0648\u0627\u06af\u0630\u0627\u0631 \u0634\u062f\u0647 \u0645\u06cc\u200c\u062f\u0647\u062f. \u0628\u0647 \u0635\u0648\u0631\u062a \u067e\u06cc\u0634 \u0641\u0631\u0636\u060c \u0632\u0645\u0627\u0646\u06cc \u06a9\u0647 \u0645\u062c\u0648\u0632\u0647\u0627\u06cc \u06cc\u06a9 \u06a9\u0627\u0631\u0628\u0631 \u0631\u0627 \u0628\u0647 \u0631\u0648\u0632\u0631\u0633\u0627\u0646\u06cc \u0645\u06cc\u200c\u06a9\u0646\u06cc\u062f\u060c \u0627\u0648 \u0628\u0647 \u0627\u0628\u0632\u0627\u0631 \u0627\u0636\u0627\u0641\u0647 \u0634\u062f\u0647/ \u062d\u0630\u0641 \u0634\u062f\u0647 \u062f\u0633\u062a\u0631\u0633\u06cc \u0648\u0627\u06af\u0630\u0627\u0631 \u0634\u062f\u0647 \u062f\u0627\u0631\u062f\u060c \u0628\u0627 \u0627\u06cc\u0646 \u062d\u0627\u0644 \u06af\u0627\u0647\u06cc \u0628\u0627\u06cc\u062f \u062a\u0645\u0627\u0645 \u0635\u0641\u062d\u0627\u062a \u0627\u0635\u0644\u06cc \u0631\u0627 \u067e\u0627\u06a9 \u06a9\u0631\u062f\u0647 \u0648 \u06cc\u06a9 \u0642\u0627\u0644\u0628 \u0635\u0641\u062d\u0647 \u0627\u0635\u0644\u06cc \u062c\u062f\u06cc\u062f \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f.
addDaMyworkspaceTitle=\u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u062f\u0633\u062a\u0631\u0633\u06cc \u0648\u0627\u06af\u0630\u0627\u0631 \u0634\u062f\u0647 \u0628\u0647 MyWorkspaces
success.addDaMyworkspace=\u0634\u0645\u0627 \u0628\u0627 \u0645\u0648\u0641\u0642\u06cc\u062a \u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u062f\u0633\u062a\u0631\u0633\u06cc \u0648\u0627\u06af\u0630\u0627\u0631 \u0634\u062f\u0647 \u0628\u0647 \u0633\u0627\u06cc\u062a\u200c\u0647\u0627\u06cc \u0627\u0635\u0644\u06cc \u06a9\u0627\u0631\u0628\u0631 \u0631\u0627 \u0632\u0645\u0627\u0646 \u0628\u0646\u062f\u06cc \u06a9\u0631\u062f\u06cc\u062f.
addDaMyworkspace.job.status.none=\u0647\u0631\u06af\u0632 \u0632\u0645\u0627\u0646 \u0628\u0646\u062f\u06cc \u0646\u0634\u062f\u0647.
status=\u0648\u0636\u0639\u06cc\u062a\:
na=\u0645\u0648\u062c\u0648\u062f \u0646\u06cc\u0633\u062a
addDaMyworkspace.job.status.failed=\u0639\u062f\u0645 \u0645\u0648\u0641\u0642\u06cc\u062a \u062f\u0631 \u0637\u06cc \u0627\u062c\u0631\u0627\u06cc \u0642\u0628\u0644\u06cc
addDaMyworkspace.job.status.scheduled=\u0632\u0645\u0627\u0646 \u0628\u0646\u062f\u06cc \u0634\u062f\u0647
addDaMyworkspace.job.status.success=\u0627\u062c\u0631\u0627\u06cc \u0645\u0648\u0641\u0642 \u0622\u062e\u0631\u06cc\u0646 \u0628\u0627\u0631 \u062f\u0631 \u062a\u0627\u0631\u06cc\u062e 
allowBecomeUser=\u0628\u0647 \u06a9\u0627\u0631\u0628\u0631 \u0627\u062c\u0627\u0632\u0647 \u062f\u0647\u06cc\u062f \u06a9\u0647 \u0627\u0632 \u0627\u0628\u0632\u0627\u0631 "\u06a9\u0627\u0631\u0628\u0631 \u0634\u0648\u06cc\u062f" \u0628\u0631\u0627\u06cc \u06a9\u0627\u0631\u0628\u0631\u0627\u0646 \u062f\u0631 \u0627\u06cc\u0646 \u0633\u0627\u06cc\u062a\u200c\u0647\u0627 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u06a9\u0646\u062f
allowedBeomceUser=\u06a9\u0627\u0631\u0628\u0631 \u0627\u062c\u0627\u0632\u0647 \u062f\u0627\u0631\u062f \u062f\u0631 \u0627\u06cc\u0646 \u0633\u0627\u06cc\u062a\u200c\u0647\u0627 \u06a9\u0627\u0631\u0628\u0631 \u0634\u0648\u062f
legendNodeDesc=\u0646\u0648\u062f \u0633\u0644\u0633\u0644\u0647 \u0645\u0631\u0627\u062a\u0628
legendSiteDesc=\u0633\u0627\u06cc\u062a
legendInactiveDesc=\u063a\u06cc\u0631\u0641\u0639\u0627\u0644
legendInstructorEditedDesc=\u0648\u06cc\u0631\u0627\u06cc\u0634 \u0634\u062f\u0647 \u0628\u0647 \u062f\u0633\u062a \u0627\u0633\u062a\u0627\u062f
searchByHierarchyLabel=\u0633\u0644\u0633\u0647 \u0645\u0631\u0627\u062a\u0628
searchByEidLabel=\u0634\u0646\u0627\u0633\u0647 \u06a9\u0627\u0631\u0628\u0631
eidLabel=Eid\:
searchByLabel=\u062c\u0633\u062a\u062c\u0648 \u0628\u0631 \u0627\u0633\u0627\u0633
levelHeader=\u0633\u0637\u062d
hierarchyHeader=\u0633\u0644\u0633\u0647 \u0645\u0631\u0627\u062a\u0628
userDoesNotExist=\u0627\u06cc\u0646 \u06a9\u0627\u0631\u0628\u0631 \u0648\u062c\u0648\u062f \u0646\u062f\u0627\u0631\u062f
accessType1=\u062f\u0633\u062a\u0631\u0633\u06cc
accessType2=\u0645\u062f\u06cc\u0631 \u0641\u0631\u0648\u0634\u06af\u0627\u0647
accessType4=\u0645\u062f\u06cc\u0631 \u062f\u0633\u062a\u0631\u0633\u06cc
edit=\u0648\u06cc\u0631\u0627\u06cc\u0634
site=\u0633\u0627\u06cc\u062a
viewAccess=\u062f\u0633\u062a\u0631\u0633\u06cc \u0645\u0634\u0627\u0647\u062f\u0647
noEidEntered=\u0644\u0637\u0641\u0627 \u06cc\u06a9 eid \u0645\u0639\u062a\u0628\u0631 \u0648\u0627\u0631\u062f \u06a9\u0646\u06cc\u062f
eidDoesNotExist=\u06a9\u0627\u0631\u0628\u0631 \u0628\u0627 \u0627\u06cc\u0646 eid \u06cc\u0627\u0641\u062a \u0646\u0634\u062f
noResultsUser=\u0628\u0631\u0627\u06cc \u0627\u06cc\u0646 \u06a9\u0627\u0631\u0628\u0631 \u062f\u0633\u062a\u0631\u0633\u06cc \u06cc\u0627\u0641\u062a \u0646\u0634\u062f \u0648 \u06cc\u0627 \u0634\u0645\u0627 \u0627\u062c\u0627\u0632\u0647 \u0645\u0634\u0627\u0647\u062f\u0647 \u0622\u0646 \u0631\u0627 \u0646\u062f\u0627\u0631\u06cc\u062f.
noResultsHierarchy=\u062f\u0633\u062a\u0631\u0633\u06cc \u062f\u0631 \u0627\u06cc\u0646 \u0633\u0637\u062d \u06cc\u0627\u0641\u062a \u0646\u0634\u062f \u0648 \u06cc\u0627 \u0634\u0645\u0627 \u0645\u062c\u0648\u0632 \u0645\u0634\u0627\u0647\u062f\u0647 \u0622\u0646 \u0631\u0627 \u0646\u062f\u0627\u0631\u06cc\u062f.
confirmRemove=\u0622\u06cc\u0627 \u0627\u0632 \u062d\u0630\u0641 \u0627\u06cc\u0646 \u0645\u062c\u0648\u0632 \u0627\u0637\u0645\u06cc\u0646\u0627\u0646 \u062f\u0627\u0631\u06cc\u062f\u061f
includeLowerPermsLabel=\u0634\u0627\u0645\u0644 \u0633\u0637\u0648\u062d \u067e\u0627\u06cc\u06cc\u0646\u200c\u062a\u0631 \u0647\u0645 \u0645\u06cc\u0634\u0648\u062f
removeAllPerms=\u062d\u0630\u0641 \u062a\u0645\u0627\u0645 \u0645\u062c\u0648\u0632\u0647\u0627
confirmRemoveAll=\u0622\u06cc\u0627 \u0627\u0632 \u062d\u0630\u0641 \u062a\u0645\u0627\u0645 \u0645\u062c\u0648\u0632\u0647\u0627 \u0628\u0631\u0627\u06cc \u0627\u06cc\u0646 \u06a9\u0627\u0631\u0628\u0631 \u0645\u0637\u0645\u0626\u0646 \u0647\u0633\u062a\u06cc\u062f\u061f
accessHeader=\u062f\u0633\u062a\u0631\u0633\u06cc
popupBlockWarning=\u06cc\u06a9 \u0628\u0631\u0646\u0627\u0645\u0647 \u0645\u0633\u062f\u0648\u062f \u06a9\u0646\u0646\u062f\u0647 \u067e\u0646\u062c\u0631\u0647 popup \u0634\u0646\u0627\u0633\u0627\u06cc\u06cc \u0634\u062f. \u062f\u0642\u062a \u06a9\u0646\u06cc\u062f \u06a9\u0647 \u0628\u0631\u0627\u06cc \u0627\u06cc\u0646 \u0633\u0627\u06cc\u062a \u0627\u062c\u0627\u0632\u0647 \u0628\u0627\u0632 \u0634\u062f\u0646 \u067e\u0646\u062c\u0631\u0647 popup \u0631\u0627 \u0628\u062f\u0647\u06cc\u062f.
permaLink=\u0630\u062e\u06cc\u0631\u0647 \u062c\u0633\u062a\u062c\u0648
permaLinkMessage=\u06a9\u067e\u06cc \u06a9\u0631\u062f\u0646 \u0644\u06cc\u0646\u06a9 \u0628\u0631\u0627\u06cc \u0627\u0644\u062d\u0627\u0642 \u062f\u0631 \u0627\u06cc\u0645\u06cc\u0644
published=\u0645\u0646\u062a\u0634\u0631\u0634\u062f\u0647
yes=\u0628\u0644\u0647
no=\u062e\u06cc\u0631
providers=\u0641\u0647\u0631\u0633\u062a
lookupProviders=\u067e\u06cc\u062f\u0627 \u06a9\u0631\u062f\u0646 roster
exportData=\u062e\u0631\u0648\u062c\u06cc \u06af\u0631\u0641\u062a\u0646 \u062f\u0631 \u0642\u0627\u0644\u0628 CSV
searchExportFileName=\u0646\u062a\u0627\u06cc\u062c \u062c\u0633\u062a\u062c\u0648\u06cc \u062f\u0633\u062a\u0631\u0633\u06cc \u0648\u0627\u06af\u0630\u0627\u0631 \u0634\u062f\u0647
shoppingAdminBulkTitle=\u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u06af\u0631\u0648\u0647\u06cc\u060c \u0628\u0647 \u0631\u0648\u0632\u0631\u0633\u0627\u0646\u06cc\u060c \u0648 \u062d\u0630\u0641 \u062a\u0646\u0638\u06cc\u0645\u0627\u062a \u062f\u0648\u0631\u0647 \u062e\u0631\u06cc\u062f
shoppingAdminBulkInstructions=\u0627\u06cc\u0646 \u0635\u0641\u062d\u0647 \u0628\u0647 \u0634\u0645\u0627 \u0627\u06cc\u0646 \u0627\u0645\u06a9\u0627\u0646 \u0631\u0627 \u0645\u06cc\u062f\u0647\u062f \u06a9\u0647 \u062a\u0646\u0638\u06cc\u0645\u0627\u062a \u062f\u0648\u0631\u0647 \u062e\u0631\u06cc\u062f \u0647\u0631 \u0633\u0627\u06cc\u062a \u0631\u0627 \u062d\u0630\u0641\u060c \u0627\u0636\u0627\u0641\u0647 \u06cc\u0627 \u0628\u0647 \u0631\u0648\u0632\u0631\u0633\u0627\u0646\u06cc \u06a9\u0646\u06cc\u062f. \u0628\u0631\u0627\u06cc \u067e\u0627\u06a9 \u06a9\u0631\u062f\u0646 \u062a\u0646\u0638\u06cc\u0645\u0627\u062a \u062f\u0648\u0631\u0647 \u062e\u0631\u06cc\u062f \u06cc\u06a9 \u0633\u0627\u06cc\u062a\u060c \u062a\u0646\u0647\u0627 \u06a9\u0627\u0641\u06cc\u0633\u062a \u06a9\u0647 \u0634\u0646\u0627\u0633\u0647 \u0633\u0627\u06cc\u062a \u0631\u0627 \u0628\u0647 \u0644\u06cc\u0633\u062a \u0632\u0628\u0627\u0646\u0647 "\u062d\u0630\u0641" \u0627\u0635\u0627\u0641\u0647 \u06a9\u0646\u06cc\u062f. \u0644\u0637\u0641\u0627\u064b \u062f\u0642\u062a \u06a9\u0646\u06cc\u062f \u06a9\u0647 \u0627\u06cc\u0646 \u06af\u0632\u06cc\u0646\u0647 \u062a\u0646\u0647\u0627 \u062a\u0646\u0638\u06cc\u0645\u0627\u062a \u0645\u0633\u062a\u0642\u06cc\u0645 \u0628\u0631\u0627\u06cc \u0622\u0646 \u0646\u0648\u062f \u0631\u0627 \u062d\u0630\u0641 \u062e\u0648\u0627\u0647\u062f \u06a9\u0631\u062f \u0648 \u0647\u06cc\u0686 \u06cc\u06a9 \u0627\u0632 \u0648\u06cc\u0698\u06af\u06cc\u200c\u0647\u0627\u06cc \u0628\u0647 \u0627\u0631\u062b \u0628\u0631\u062f\u0647 \u0634\u062f\u0647 \u0631\u0627 \u062d\u0630\u0641 \u0646\u062e\u0648\u0627\u0647\u062f \u06a9\u0631\u062f. \u0628\u0631\u0627\u06cc \u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u0648 \u06cc\u0627 \u0628\u0647 \u0631\u0648\u0632\u0631\u0633\u0627\u0646\u06cc \u062a\u0646\u0638\u06cc\u0645\u0627\u062a \u0633\u0627\u06cc\u062a\u060c \u062a\u0646\u0638\u06cc\u0645\u0627\u062a \u062f\u0648\u0631\u0647 \u062e\u0631\u06cc\u062f \u0631\u0627 \u062f\u0631 \u0632\u0628\u0627\u0646\u0647 "\u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u06cc\u0627 \u0628\u0647 \u0631\u0648\u0632\u0631\u0633\u0627\u0646\u06cc" \u0645\u0634\u062e\u0635 \u06a9\u0646\u06cc\u062f \u0648 \u0633\u067e\u0633 \u0633\u0627\u06cc\u062a\u200c\u0647\u0627\u06cc\u06cc \u06a9\u0647 \u0645\u06cc\u200c\u062e\u0648\u0627\u0647\u06cc\u062f \u0628\u0647 \u0631\u0648\u0632\u0631\u0633\u0627\u0646\u06cc \u06a9\u0646\u06cc\u062f \u0628\u0647 \u0644\u06cc\u0633\u062a \u0627\u0636\u0627\u0641\u0647 \u06a9\u0646\u06cc\u062f. \u0632\u0645\u0627\u0646\u06cc \u06a9\u0647 \u0622\u0645\u0627\u062f\u0647 \u0628\u0648\u062f\u06cc\u062f\u060c \u0628\u0631 \u0631\u0648\u06cc \u06af\u0632\u06cc\u0646\u0647 \u0630\u062e\u06cc\u0631\u0647 \u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f \u0648 \u06a9\u0645\u06cc \u0632\u0645\u0627\u0646 \u0628\u062f\u0647\u06cc\u062f \u062a\u0627 \u0635\u0641\u062d\u0647 \u0628\u0627\u0631\u06af\u0630\u0627\u0631\u06cc \u0634\u0648\u062f.
bulkEditLink=\u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646\u060c \u0628\u0647 \u0631\u0648\u0632\u0631\u0633\u0627\u0646\u06cc \u0648 \u06cc\u0627 \u062d\u0630\u0641 \u06af\u0631\u0648\u0647\u06cc
deleteShoppingSettings=\u062d\u0630\u0641 \u062a\u0646\u0638\u06cc\u0645\u0627\u062a \u062f\u0648\u0631\u0647 \u062e\u0631\u06cc\u062f
siteIds=\u0634\u0646\u0627\u0633\u0647\u200c\u0647\u0627\u06cc \u0633\u0627\u06cc\u062a
siteIdsInfo=(\u06cc\u06a9 \u0634\u0646\u0627\u0633\u0647 \u062f\u0631 \u0647\u0631 \u062e\u0637)
sitesToBeDeleted=\u0633\u0627\u06cc\u062a\u200c\u0647\u0627\u06cc\u06cc \u06a9\u0647 \u0642\u0631\u0627\u0631 \u0627\u0633\u062a \u062d\u0630\u0641 \u0634\u0648\u0646\u062f
noSitesInInput=\u0647\u06cc\u0686 \u0633\u0627\u06cc\u062a\u06cc \u0628\u0631\u0627\u06cc \u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u0648\u062c\u0648\u062f \u0646\u062f\u0627\u0631\u062f. 
sitesNotFound=\u0633\u0627\u06cc\u062a\u200c\u0647\u0627\u06cc \u0632\u06cc\u0631 \u062f\u0631 \u0633\u0644\u0633\u0647 \u0645\u0631\u0627\u062a\u0628 \u06cc\u0627\u0641\u062a \u0646\u0634\u062f\u0646\u062f\: {0}
sitesNoAccess=\u0634\u0645\u0627 \u0645\u062c\u0648\u0632 \u0648\u06cc\u0631\u0627\u06cc\u0634 \u0633\u0627\u06cc\u062a\u200e\u0647\u0627\u06cc \u0632\u06cc\u0631 \u0631\u0627 \u0646\u062f\u0627\u0631\u06cc\u062f\: {0}
siteId=\u0634\u0646\u0627\u0633\u0647 \u0633\u0627\u06cc\u062a
siteTitle=\u0639\u0646\u0648\u0627\u0646
addUpdateShoppingSettings=\u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u0648 \u06cc\u0627 \u0628\u0647 \u0631\u0648\u0632\u0631\u0633\u0627\u0646\u06cc \u062a\u0646\u0638\u06cc\u0645\u0627\u062a \u062f\u0648\u0631\u0647 \u062e\u0631\u06cc\u062f
sitesToBeAdded=\u0633\u0627\u06cc\u062a\u200c\u0647\u0627\u06cc\u06cc \u06a9\u0647 \u0627\u0636\u0627\u0641\u0647 \u0645\u06cc\u0634\u0648\u0646\u062f \u0648 \u06cc\u0627 \u0628\u0647 \u0631\u0648\u0632\u0631\u0633\u0627\u0646\u06cc \u0645\u06cc\u0634\u0648\u0646\u062f
shoppingPeriodSettings=\u062a\u0646\u0638\u06cc\u0645\u0627\u062a \u062f\u0648\u0631\u0647 \u062e\u0631\u06cc\u062f
selectAll=\u0627\u0646\u062a\u062e\u0627\u0628 \u0647\u0645\u0647
selectTools=\u0627\u0646\u062a\u062e\u0627\u0628 \u0627\u0628\u0632\u0627\u0631
noSitesToaddOrDelete=\u0634\u0645\u0627 \u0628\u0627\u06cc\u062f \u062d\u062f\u0627\u0642\u0644 \u06cc\u06a9 \u0633\u0627\u06cc\u062a \u0631\u0627 \u062f\u0631 \u0644\u06cc\u0633\u062a \u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 / \u0628\u0647 \u0631\u0648\u0632\u0631\u0633\u0627\u0646\u06cc \u06cc\u0627 \u062d\u0630\u0641 \u062f\u0627\u0634\u062a\u0647 \u0628\u0627\u0634\u06cc\u062f.
oneDateRequired=\u062d\u062f\u0627\u0642\u0644 \u06cc\u06a9 \u062a\u0627\u0631\u06cc\u062e \u0628\u0631\u0627\u06cc \u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646/ \u0628\u0647 \u0631\u0648\u0632\u0631\u0633\u0627\u0646\u06cc \u0633\u0627\u06cc\u062a\u200e\u0647\u0627 \u0644\u0627\u0632\u0645 \u0627\u0633\u062a.
startDateMustBeFirst=\u062a\u0627\u0631\u06cc\u062e \u0634\u0631\u0648\u0639 \u0628\u0627\u06cc\u062f \u0642\u0628\u0644 \u0627\u0632 \u062a\u0627\u0631\u06cc\u062e \u067e\u0627\u06cc\u0627\u0646 \u0628\u0627\u0634\u062f.
oneToolMustBeSelected=\u0628\u0631\u0627\u06cc \u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646/ \u0628\u0647 \u0631\u0648\u0632\u0631\u0633\u0627\u0646\u06cc \u0633\u0627\u06cc\u062a\u200e\u0647\u0627\u060c \u0628\u0627\u06cc\u062f \u062d\u062f\u0627\u0642\u0644 \u06cc\u06a9 \u0627\u0628\u0632\u0627\u0631 \u0647\u0645\u06af\u0627\u0646\u06cc \u06cc\u0627 \u062e\u0635\u0648\u0635\u06cc \u0631\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f.
roleRequired=\u0646\u0642\u0634 \u0627\u0644\u0632\u0627\u0645\u06cc \u0627\u0633\u062a.
filterBy=\u0641\u06cc\u0644\u062a\u0631 \u06a9\u0631\u062f\u0646 \u0628\u0631 \u0627\u0633\u0627\u0633
hierarchyLevel=\u0633\u0637\u062d \u0633\u0644\u0633\u0647 \u0645\u0631\u0627\u062a\u0628\u06cc
filter=\u0641\u06cc\u0644\u062a\u0631
clear=\u067e\u0627\u06a9 \u06a9\u0631\u062f\u0646
modificationsPending=\u062a\u063a\u06cc\u06cc\u0631\u0627\u062a \u0630\u062e\u06cc\u0631\u0647 \u0646\u0634\u062f\u0647\u200c\u0627\u06cc \u0648\u062c\u0648\u062f \u062f\u0627\u0631\u062f \u06a9\u0647 \u062d\u0630\u0641 \u062e\u0648\u0627\u0647\u0646\u062f \u0634\u062f. \u0644\u0637\u0641\u0627\u064b \u0630\u062e\u06cc\u0631\u0647 \u06a9\u0646\u06cc\u062f \u0648 \u06cc\u0627 \u062f\u0631 \u0627\u062f\u0627\u0645\u0647 \u0627\u0642\u062f\u0627\u0645\u06cc \u0628\u0631 \u0631\u0648\u06cc \u0645\u0648\u0627\u0631\u062f \u0627\u0646\u062a\u062e\u0627\u0628\u06cc \u0627\u0646\u062c\u0627\u0645 \u062f\u0647\u06cc\u062f.

