page.title=\u4ee3\u7406\u30a2\u30af\u30bb\u30b9\u6a29\u9650
link.first=\u4ee3\u7406\u30a2\u30af\u30bb\u30b9\u6a29\u9650
link.first.tooltip=\u30db\u30fc\u30e0\u30da\u30fc\u30b8\u306b\u79fb\u52d5\u3059\u308b
link.first.shopping=\u30db\u30fc\u30e0
link.first.tooltip.shopping=\u30db\u30fc\u30e0\u30da\u30fc\u30b8\u306b\u79fb\u52d5\u3059\u308b
link.third=\u30e6\u30fc\u30b6\u3067\u691c\u7d22
link.third.tooltip=\u30a2\u30af\u30bb\u30b9\u3092\u4ed8\u4e0e\u3042\u308b\u3044\u306f\u524a\u9664\u3059\u308b\u30e6\u30fc\u30b6\u3092\u691c\u7d22
link.second=\u304a\u8a66\u3057\u7ba1\u7406
link.second.tooltip=\u30de\u30a4\u30b5\u30a4\u30c8\u306e\u304a\u8a66\u3057\u671f\u9593\u3092\u8a2d\u5b9a
link.shoppingStats=\u304a\u8a66\u3057\u4e00\u89a7
link.shoppingStats.tooltip=\u516c\u958b\u3055\u308c\u3066\u3044\u308b\u304a\u8a66\u3057\u30b5\u30a4\u30c8\u306e\u4e00\u89a7\u3092\u8868\u793a
link.administrate=\u7ba1\u7406\u30c4\u30fc\u30eb
link.administrate.tooltip=\u7ba1\u7406\u30c4\u30fc\u30eb
searchAccessLinkLabel=\u30a2\u30af\u30bb\u30b9\u3067\u691c\u7d22
searchAccessLinkLabel.tooltip=\u30e6\u30fc\u30b6\u3068\u30a2\u30af\u30bb\u30b9\u5148\u3092\u691c\u7d22
searchResultsTitle=\u7d50\u679c\:
searchForUsers=\u691c\u7d22\u3059\u308b\u30e6\u30fc\u30b6\: 
userIdHeader=\u30e6\u30fc\u30b6 ID
nameHeader=\u540d\u524d
emailHeader=\u30e1\u30fc\u30eb
typeHeader=\u7a2e\u5225
expandColapse=\u3059\u3079\u3066\u306e\u30ce\u30fc\u30c9\u306e\u5c55\u958b/\u6298\u308a\u7573\u307f
exapndNodes=\u3059\u3079\u3066\u306e\u30ce\u30fc\u30c9\u3092\u5c55\u958b
collapseNodes=\u3059\u3079\u3066\u306e\u30ce\u30fc\u30c9\u3092\u6298\u308a\u7573\u3080
noDelegatedAccess=\u3069\u306e\u4ee3\u7406\u30a2\u30af\u30bb\u30b9\u6a29\u9650\u3082\u3042\u308a\u307e\u305b\u3093\uff0e
noDelegatedAccessUser=\u3053\u306e\u30e6\u30fc\u30b6\u306f\u3069\u306e\u4ee3\u7406\u30a2\u30af\u30bb\u30b9\u6a29\u9650\u3082\u3042\u308a\u307e\u305b\u3093\uff0e
noHierarchy=\u968e\u5c64\u306f\u3053\u306e\u30c4\u30fc\u30eb\u306b\u5bfe\u3057\u3066\u30bb\u30c3\u30c8\u30a2\u30c3\u30d7\u3055\u308c\u307e\u305b\u3093\u3067\u3057\u305f\uff0e\u4ee3\u7406\u30a2\u30af\u30bb\u30b9\u3092\u4f7f\u7528\u3059\u308b\u306b\u306f\u968e\u5c64\u3092\u4f5c\u6210\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\uff0e\u6b21\u306eConfluence\u30da\u30fc\u30b8\u3092\u53c2\u7167\u3057\u3066\u304f\u3060\u3055\u3044\: https\://confluence.sakaiproject.org/display/DAC/Delegated+Access+Tool
addAccess=\u30a2\u30af\u30bb\u30b9\u8ffd\u52a0
add=\u8ffd\u52a0
remove=\u524a\u9664
update=\u66f4\u65b0
access=\u30a2\u30af\u30bb\u30b9
success.save=\u6b63\u5e38\u306b\u4fdd\u5b58\u3055\u308c\u307e\u3057\u305f
failed.save=\u4fdd\u5b58\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f
realm=\u30ec\u30eb\u30e0
role=\u30ed\u30fc\u30eb
userRolesHeader=\u30c7\u30d5\u30a9\u30eb\u30c8\u30a2\u30af\u30bb\u30b9\u30ed\u30fc\u30eb
userDelegatedAccessHeader=\u4ee3\u7406\u30a2\u30af\u30bb\u30b9\u6a29\u9650
restrictedToolsHeader=\u5236\u9650\u4ed8\u304d\u30c4\u30fc\u30eb
inheritedToolsHeader=\u7d99\u627f
noToolsInherited=\u7d99\u627f\u3055\u308c\u305f\u30c4\u30fc\u30eb\u306f\u3042\u308a\u307e\u305b\u3093
noPermsInherited=\u7d99\u627f\u3055\u308c\u305f\u6a29\u9650\u306f\u3042\u308a\u307e\u305b\u3093
cancel=\u30ad\u30e3\u30f3\u30bb\u30eb
save=\u4fdd\u5b58
done=\u5b8c\u4e86
close=\u9589\u3058\u308b
inheritedRestrictedToolsTitle=\u7d99\u627f\u4e00\u89a7
inheritedRestrictedToolsDescription=\u3053\u306e\u30ce\u30fc\u30c9\u306f\u6700\u3082\u8fd1\u3044\u89aa\u304b\u3089\u4ee5\u4e0b\u3092\u7d99\u627f\u3057\u307e\u3059\uff0e
inheritedNothing=\u4f55\u3082\u7d99\u627f\u3055\u308c\u307e\u305b\u3093\u3067\u3057\u305f\uff0e
editableRestrictedToolsTitle=\u5236\u9650\u3059\u308b\u30c4\u30fc\u30eb\u3092\u9078\u629e
editableShowToolsTitle=\u516c\u958b\u3059\u308b\u30c4\u30fc\u30eb\u3092\u9078\u629e
editableRestrictedToolsDescription=\u4e00\u89a7\u304b\u3089\u30c4\u30fc\u30eb\u3092\u9078\u629e\u3059\u308b\u3068\u3053\u306e\u30e6\u30fc\u30b6\u306b\u5bfe\u3059\u308b\u30c4\u30fc\u30eb\u304c\u975e\u8868\u793a\u306b\u306a\u308a\u307e\u3059\uff0e\u3053\u306e\u30ce\u30fc\u30c9\u304a\u3088\u3073\u3059\u3079\u3066\u306e\u5b50\u306f\u3053\u306e\u4e00\u89a7\u3092\u7d99\u627f\u3057\u307e\u3059\uff0e\u5b50\u306f\u81ea\u8eab\u306e\u5236\u9650\u4ed8\u30c4\u30fc\u30eb\u4e00\u89a7\u3092\u9078\u629e\u3059\u308b\u3053\u3068\u306b\u3088\u3063\u3066\u3053\u306e\u30ea\u30b9\u30c8\u3092\u4e0a\u66f8\u304d\u3067\u304d\u307e\u3059\uff0e
editableShowToolsDescription=\u4e00\u89a7\u304b\u3089\u30c4\u30fc\u30eb\u3092\u9078\u629e\u3059\u308b\u3068\u3053\u306e\u30e6\u30fc\u30b6\u306b\u5bfe\u3059\u308b\u30c4\u30fc\u30eb\u304c\u8868\u793a\u3055\u308c\u307e\u3059\uff0e\u3053\u306e\u30ce\u30fc\u30c9\u304a\u3088\u3073\u3059\u3079\u3066\u306e\u5b50\u306f\u3053\u306e\u4e00\u89a7\u3092\u7d99\u627f\u3057\u307e\u3059\uff0e\u5b50\u306f\u81ea\u8eab\u306e\u516c\u958b\u3059\u308b\u30c4\u30fc\u30eb\u306b\u3088\u3063\u3066\u3053\u306e\u30ea\u30b9\u30c8\u3092\u4e0a\u66f8\u304d\u3067\u304d\u307e\u3059\uff0e
switchEditableTools=\u7d99\u627f\u30c4\u30fc\u30eb
searchSites=\u30b5\u30a4\u30c8\u691c\u7d22
siteTitleHeader=\u30b5\u30a4\u30c8\u30bf\u30a4\u30c8\u30eb
siteIdHeader=\u30b5\u30a4\u30c8 ID
endDate=\u7d42\u4e86\u65e5\u6642
startDate=\u958b\u59cb\u65e5\u6642
shoppingPeriodPerms=\u30d1\u30fc\u30df\u30c3\u30b7\u30e7\u30f3
shoppingPeriodPermsInherited=\u7d99\u627f
switchEditablePerms=\u7d99\u627f
editableRestrictedPermsTitle=\u8a31\u53ef\u3059\u308b\u6a29\u9650\u3092\u9078\u629e
editableRestrictedPermsDescription=\u304a\u8a66\u3057\u671f\u9593\u306b\u5bfe\u3057\u3066\u8a31\u53ef\u3057\u3066\u3044\u308b\u6a29\u9650\u3067\u3059\uff0e
inheritedRestrictedPermsTitle=\u7d99\u627f\u3055\u308c\u308b\u6a29\u9650
inheritedRestrictedPermsDescription=\u3053\u306e\u30ce\u30fc\u30c9\u306f\u9078\u629e\u3055\u308c\u305f\u6a29\u9650\u30c4\u30fc\u30eb\u3092\u6301\u3064\u6700\u3082\u8fd1\u3044\u89aa\u304b\u3089\u6b21\u306e\u6a29\u9650\u3092\u7d99\u627f\u3057\u307e\u3059\uff0e
shoppingPeriodAuth=\u6a29\u9650
shoppersBecome=\u304a\u8a66\u3057\u8005\u304c\u306a\u308b
userBecomes=\u30e6\u30fc\u30b6\u304c\u306a\u308b
shoppingPeriodAdmin=\u304a\u8a66\u3057\u7ba1\u7406
siteAccess=\u30b5\u30a4\u30c8\u30a2\u30af\u30bb\u30b9
noShoppingAdminAccess=\u304a\u8a66\u3057\u671f\u9593\u7ba1\u7406\u30a2\u30af\u30bb\u30b9\u6a29\u9650\u304c\u3042\u308a\u307e\u305b\u3093
editUsersInstructions=\u3053\u306e\u30da\u30fc\u30b8\u306b\u3088\u308a\u4ee3\u7406\u30a2\u30af\u30bb\u30b9\uff0c\u304a\u8a66\u3057\u671f\u9593\u7ba1\u7406\uff0c\u3053\u306e\u30e6\u30fc\u30b6\u306b\u5bfe\u3059\u308b\u30a2\u30af\u30bb\u30b9\u7ba1\u7406\u6a29\u9650\u3092\u4ed8\u4e0e\u3067\u304d\u307e\u3059\uff0e<br/><br/>"\u30a2\u30af\u30bb\u30b9\u7ba1\u7406"\u5217\u3067\u306f\uff0c\u3053\u306e\u30e6\u30fc\u30b6\u306b\u3053\u306e\u30b7\u30b9\u30c6\u30e0\u306e\u3059\u3079\u3066\u306e\u30e6\u30fc\u30b6\u306b\u5bfe\u3059\u308b\u30a2\u30af\u30bb\u30b9\u8a2d\u5b9a\u3092\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u3055\u305b\uff0c\u304a\u8a66\u3057\u671f\u9593\u7ba1\u7406\u6a29\u9650\u3092\u6301\u305f\u305b\u305f\u3044\u30ec\u30d9\u30eb/\u30b5\u30a4\u30c8\u306e\u6a2a\u306b\u3042\u308b\u30c1\u30a7\u30c3\u30af\u30dc\u30c3\u30af\u30b9\u3092\u9078\u629e\u3067\u304d\u307e\u3059\uff0e<br/><br/>"\u304a\u8a66\u3057\u7ba1\u7406"\u5217\u3067\u306f\uff0c\u3053\u306e\u30e6\u30fc\u30b6\u306b\u8a2d\u5b9a\u3059\u3079\u304d\u304a\u8a66\u3057\u671f\u9593\u306e\u8a2d\u5b9a\u3092\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u3055\u305b\u305f\u3044\u30ec\u30d9\u30eb/\u30b5\u30a4\u30c8\u306e\u6a2a\u306b\u3042\u308b\u30c1\u30a7\u30c3\u30af\u30dc\u30c3\u30af\u30b9\u3092\u9078\u629e\u3067\u304d\u307e\u3059\uff0e"\u304a\u8a66\u3057\u7ba1\u7406"\u306e\u305f\u3081\u306b\u9078\u629e\u3059\u308b\u30ce\u30fc\u30c9\u3068\u3053\u306e\u30ce\u30fc\u30c9\u306e\u5b50\u306f"\u304a\u8a66\u3057\u671f\u9593"\u30ea\u30f3\u30af\u306e\u30e6\u30fc\u30b6\u306b\u516c\u958b\u3055\u308c\u307e\u3059\uff0e<br/><br/>"\u30b5\u30a4\u30c8\u30a2\u30af\u30bb\u30b9"\u5217\u3067\u306f\uff0c\u30e6\u30fc\u30b6\u306b\u30a2\u30af\u30bb\u30b9\u6a29\u9650\u3092\u6301\u305f\u305b\u305f\u3044\u30ec\u30d9\u30eb/\u30b5\u30a4\u30c8\u3092\u9078\u629e\u3067\u304d\u307e\u3059\uff0e"\u30b5\u30a4\u30c8\u30a2\u30af\u30bb\u30b9"\u3092\u9078\u629e\u3059\u308b\u3068\uff0c\u30e6\u30fc\u30b6\u304c\u305d\u306e\u30b5\u30a4\u30c8\u3084\u4e0b\u306e\u30ec\u30d9\u30eb\u306e\u30b5\u30a4\u30c8\u306b\u30a2\u30af\u30bb\u30b9\u3059\u308b\u6642\u306b\u306a\u308b\u30ed\u30fc\u30eb\u3092\u8a2d\u5b9a\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\uff0e"\u5236\u9650\u30c4\u30fc\u30eb"\u30ea\u30f3\u30af\u3092\u30af\u30ea\u30c3\u30af\u3059\u308b\u3053\u3068\u3067\u3053\u306e\u30e6\u30fc\u30b6\u306b\u5bfe\u3057\u3066\u5236\u9650\u3059\u308b\u30c4\u30fc\u30eb\u3092\u9078\u629e\u3067\u304d\u307e\u3059\uff0e\u7279\u306b\u305d\u308c\u3089\u3092\u4e0a\u66f8\u304d\u3057\u306a\u3044\u9650\u308a\uff0c\u3059\u3079\u3066\u306e\u5b50\u30ce\u30fc\u30c9\u306f\u89aa\u306e\u8a2d\u5b9a\u3092\u7d99\u627f\u3057\u307e\u3059\uff0e"\u30b5\u30a4\u30c8\u30a2\u30af\u30bb\u30b9"\u306b\u5bfe\u3057\u3066\u9078\u629e\u3059\u308b\u30ce\u30fc\u30c9\u304a\u3088\u3073\u30ce\u30fc\u30c9\u306e\u5b50\u306f"\u4ee3\u7406\u30a2\u30af\u30bb\u30b9"\u30ea\u30f3\u30af\u306e\u30e6\u30fc\u30b6\u306b\u516c\u958b\u3055\u308c\u307e\u3059\uff0e\u5b8c\u4e86\u3057\u305f\u3089\uff0c\u4fdd\u5b58\u3092\u30af\u30ea\u30c3\u30af\u3059\u308b\u304b\u3059\u3079\u3066\u306e\u5909\u66f4\u3092\u623b\u3059\u305f\u3081\u306b\u30ad\u30e3\u30f3\u30bb\u30eb\u3092\u30af\u30ea\u30c3\u30af\u3057\u307e\u3059\uff0e
delegatedAccessInstructions=\u3053\u306e\u30da\u30fc\u30b8\u306b\u3088\u308a\u30a2\u30af\u30bb\u30b9\u6a29\u9650\u3092\u4e0e\u3048\u3089\u308c\u305f\u30b5\u30a4\u30c8\u3092\u691c\u7d22\u3067\u304d\u307e\u3059\uff0e\u30b5\u30a4\u30c8\u30bf\u30a4\u30c8\u30eb\uff0c\u30b5\u30a4\u30c8ID\uff0c\u62c5\u5f53\u8005\u540d\uff0c\u62c5\u5f53\u8005ID\uff0c\u62c5\u5f53\u8005\u30e1\u30fc\u30eb\uff0c\u30b5\u30a4\u30c8\u671f\u9593\u3067\u691c\u7d22\u3059\u308b\u304b\uff0c\u5e0c\u671b\u3059\u308b\u30b5\u30a4\u30c8\u3092\u898b\u3064\u3051\u308b\u305f\u3081\u306b\u4e0b\u306e\u30c4\u30ea\u30fc\u69cb\u9020\u3092\u4f7f\u7528\u3067\u304d\u307e\u3059\uff0e\u305d\u306e\u30b5\u30a4\u30c8\u306b\u9032\u3080\u306b\u306f\u30b5\u30a4\u30c8\u306e\u30bf\u30a4\u30c8\u30eb\u3092\u30af\u30ea\u30c3\u30af\u3057\u3066\u304f\u3060\u3055\u3044\uff0e\u305d\u306e\u6642\uff0c\u7279\u5b9a\u306e\u30b5\u30a4\u30c8\u306b\u4e0e\u3048\u3089\u308c\u305f\u6a29\u9650\u3092\u7d99\u627f\u3057\u307e\u3059\uff0e
shoppingAdminInstructions=\u3053\u306e\u30da\u30fc\u30b8\u306b\u3088\u308a\u66f4\u65b0\u6a29\u9650\u3092\u8a31\u53ef\u3055\u308c\u305f\u30b5\u30a4\u30c8\u306e\u304a\u8a66\u3057\u671f\u9593\u3092\u8a2d\u5b9a\u3067\u304d\u307e\u3059\uff0e\u304a\u8a66\u3057\u671f\u9593\u3092\u8a2d\u5b9a\u3059\u308b\u305f\u3081\u306b\uff0c\u8a2d\u5b9a\u3057\u305f\u3044\u30ec\u30d9\u30eb/\u30b5\u30a4\u30c8\u306e\u6a2a\u306b\u3042\u308b\u30c1\u30a7\u30c3\u30af\u30dc\u30c3\u30af\u30b9\u3092\u9078\u629e\u3057\u307e\u3059\uff0e\u6ce8\u610f\uff0c\u4fee\u6b63\u6a29\u9650\u3092\u6301\u3064\u30ce\u30fc\u30c9\u306e\u6a2a\u306e\u30c1\u30a7\u30c3\u30af\u30dc\u30c3\u30af\u30b9\u3060\u3051\u304c\u898b\u3048\u307e\u3059\uff0e\u307e\u305a\uff0c\u30ce\u30fc\u30c9\u3092\u9078\u629e\u3059\u308b\u6642\u306b"\u8a8d\u8a3c"\u8a2d\u5b9a\u3092\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\uff0e\u3075\u305f\u3064\u306e\u64cd\u4f5c\u306f\u201d\u516c\u958b\u201d\u304a\u3088\u3073\u201d\u30ed\u30b0\u30a4\u30f3\u201d\u3067\u3059\uff0e\u201d\u516c\u958b\u201d\u306f\u8ab0\u3082\u304c\u3053\u306e\u30b5\u30a4\u30c8\u306b\u30a2\u30af\u30bb\u30b9\u3067\u304d\uff0c\u3053\u306e\u30b5\u30a4\u30c8\u3092\u8a66\u3059\u305f\u3081\u306e\u30ed\u30b0\u30a4\u30f3\u3092\u5fc5\u8981\u3068\u3057\u307e\u305b\u3093\uff0e\u201d\u30ed\u30b0\u30a4\u30f3\u201d\u306f\u30e6\u30fc\u30b6\u304c\u3053\u306e\u30b5\u30a4\u30c8\u3092\u8a66\u3059\u305f\u3081\u306b\uff0c\u30ed\u30b0\u30a4\u30f3\u3092\u5fc5\u8981\u3068\u3057\u307e\u3059\uff0e\u6b21\u306b\uff0c\u304a\u8a66\u3057\u3092\u3059\u308b\u3068\u304d\u306b\u30e6\u30fc\u30b6\u304c\u306a\u308b\u30ed\u30fc\u30eb\u3092\u9078\u629e\u3057\u307e\u3059\uff0e\u6700\u5f8c\u306b\uff0c\u304a\u8a66\u3057\u671f\u9593\u3092\u516c\u958b\u3059\u308b\u65e5\u6642\u3092\u8a2d\u5b9a\u3057\u307e\u3059\uff0e\u30c7\u30d5\u30a9\u30eb\u30c8\u3067\u306f\uff0c\u3059\u3079\u3066\u306e\u30c4\u30fc\u30eb\u306f\u304a\u8a66\u3057\u30e6\u30fc\u30b6\u306b\u306f\u975e\u516c\u958b\u3067\u3059\u306e\u3067\uff0c\u304a\u8a66\u3057\u30e6\u30fc\u30b6\u304c\u30a2\u30af\u30bb\u30b9\u3067\u304d\u308b\u30c4\u30fc\u30eb\u3092\u6307\u5b9a\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\uff0e\u201d\u30c4\u30fc\u30eb\u8868\u793a\u201d\u30ea\u30f3\u30af\u3092\u30af\u30ea\u30c3\u30af\u3057\uff0c\u8868\u793a\u3055\u308c\u308b\u30c4\u30fc\u30eb\u306e\u4e00\u89a7\u3092\u7de8\u96c6\u3057\u307e\u3059\uff0e\u5b50\u30ce\u30fc\u30c9\u304c\u56fa\u6709\u306e\u8a2d\u5b9a\u304c\u3055\u308c\u3066\u3044\u3066\u3082\uff0c\u3059\u3079\u3066\u306e\u5b50\u30ce\u30fc\u30c9\u306f\u89aa\u306e\u8a2d\u5b9a\u3092\u7d99\u627f\u3057\u307e\u3059\uff0e\u5b8c\u4e86\u3057\u305f\u3089\uff0c\u4fdd\u5b58\u3092\u30af\u30ea\u30c3\u30af\u3059\u308b\u304b\u3059\u3079\u3066\u306e\u5909\u66f4\u3092\u623b\u3059\u305f\u3081\u306b\u30ad\u30e3\u30f3\u30bb\u30eb\u3092\u30af\u30ea\u30c3\u30af\u3057\u307e\u3059\uff0e
shoppingAdminTitle=\u304a\u8a66\u3057\u671f\u9593\u8a2d\u5b9a\u3092\u7de8\u96c6
delegatedAccessTitle=\u4ee3\u7406\u30a2\u30af\u30bb\u30b9
editUsersTitle=\u7de8\u96c6\u6a29\u9650\uff1a
instructorField=\u62c5\u5f53\u8005\: 
instructor=\u62c5\u5f53\u8005
member=\u30e1\u30f3\u30d0\u30fc
user=\u30e6\u30fc\u30b6
advancedSearch=\u8a73\u7d30\u691c\u7d22\u30aa\u30d7\u30b7\u30e7\u30f3
hideAdvancedSearch=\u8a73\u7d30\u691c\u7d22\u30aa\u30d7\u30b7\u30e7\u30f3\u3092\u96a0\u3059
siteIdTitleField=\u30b5\u30a4\u30c8\:
termField=\u5b66\u671f\:
termHeader=\u5b66\u671f
instructorHeader=\u62c5\u5f53\u8005
noShoppingSites=\u5229\u7528\u3067\u304d\u308b\u30b5\u30a4\u30c8\u306f\u3042\u308a\u307e\u305b\u3093
shoppingTitle=\u304a\u8a66\u3057\u671f\u9593
shoppingInstruction=\u3053\u306e\u30da\u30fc\u30b8\u306b\u3088\u308a\u304a\u8a66\u3057\u306e\u305f\u3081\u306b\u516c\u958b\u3055\u308c\u305f\u30b5\u30a4\u30c8\u3092\u691c\u7d22\u3067\u304d\u307e\u3059\uff0e\u30b5\u30a4\u30c8\u30bf\u30a4\u30c8\u30eb\uff0c\u30b5\u30a4\u30c8ID\uff0c\u62c5\u5f53\u8005\u540d\uff0c\u62c5\u5f53\u8005ID\uff0c\u62c5\u5f53\u8005\u30e1\u30fc\u30eb\uff0c\u30b5\u30a4\u30c8\u671f\u9593\u3067\u691c\u7d22\u3059\u308b\u304b\uff0c\u5e0c\u671b\u3059\u308b\u30b5\u30a4\u30c8\u3092\u898b\u3064\u3051\u308b\u305f\u3081\u306b\u4e0b\u306e\u30c4\u30ea\u30fc\u69cb\u9020\u3092\u4f7f\u7528\u3067\u304d\u307e\u3059\uff0e\u305d\u306e\u30b5\u30a4\u30c8\u306b\u9032\u3080\u306b\u306f\u30b5\u30a4\u30c8\u306e\u30bf\u30a4\u30c8\u30eb\u3092\u30af\u30ea\u30c3\u30af\u3057\u3066\u304f\u3060\u3055\u3044\uff0e
.anon=\u30d1\u30d6\u30ea\u30c3\u30af
.auth=\u30ed\u30b0\u30a4\u30f3\u3057\u305f
any=\u305d\u306e\u4ed6
showToolsHeader=\u30c4\u30fc\u30eb\u3092\u8868\u793a
showAuthToolsHeader=\u30c4\u30fc\u30eb\uff1a\u30ed\u30b0\u30a4\u30f3\u3057\u3066\u3044\u307e\u3059
showPublicToolsHeader=\u30c4\u30fc\u30eb\uff1a\u516c\u958b
link.current=\u30a2\u30af\u30c6\u30a3\u30d6\u306a\u304a\u8a66\u3057\u30b5\u30a4\u30c8
link.current.tooltip=\u3059\u3079\u3066\u306e\u30a2\u30af\u30c6\u30a3\u30d6\u306a\u304a\u8a66\u3057\u30b5\u30a4\u30c8\u3068\u305d\u308c\u3089\u306e\u8a2d\u5b9a\u4e00\u89a7\u3092\u516c\u958b\u3059\u308b\uff0e
link.all=\u3059\u3079\u3066\u306e\u304a\u8a66\u3057\u30b5\u30a4\u30c8
link.all.tooltip=\u3059\u3079\u3066\u306e\u304a\u8a66\u3057\u30b5\u30a4\u30c8\u3068\u305d\u308c\u3089\u306e\u8a2d\u5b9a\u4e00\u89a7\u3092\u516c\u958b\u3059\u308b\uff0e
accessModifiedBy=\u30a2\u30af\u30bb\u30b9\u4fee\u6b63\u8005
accessModifiedOn=\u30a2\u30af\u30bb\u30b9\u4fee\u6b63\u65e5
hideInstructions=\u8aac\u660e\u3092\u96a0\u3059
showInstructions=\u8aac\u660e\u3092\u8868\u793a
accessAdmin=\u30a2\u30af\u30bb\u30b9\u7ba1\u7406
lookupInstructor=\u62c5\u5f53\u8005\u691c\u7d22
shoppingPeriodRevokeInstructorEditable=\u62c5\u5f53\u8005\u4e0a\u66f8\u304d\u7121\u52b9
noToolsSelected=\u30c4\u30fc\u30eb\u3092\u9078\u629e\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\uff0e
advanced=\u8a73\u7d30
advancedOptionsTitle=\u8a73\u7d30\u30aa\u30d7\u30b7\u30e7\u30f3
advancedOptionsDesc=\u3059\u3079\u3066\u306e\u5b50\u306f\u4e0a\u66f8\u304d\u3055\u308c\u3066\u3082\u3053\u308c\u3089\u306e\u8a2d\u5b9a\u3092\u7d99\u627f\u3057\u307e\u3059\uff0e
advOptInstructorGroupTitle=\u62c5\u5f53\u8005\u8a2d\u5b9a
shoppingPeriodRevokePublicOptCheckbox="\u516c\u958b"\u30aa\u30d7\u30b7\u30e7\u30f3\u7121\u52b9
inactiveLegendText=\u3053\u306e\u30b5\u30a4\u30c8\u3092\u691c\u51fa\u3059\u308b\u30a2\u30af\u30c6\u30a3\u30d3\u30c6\u30a3\u306f\u3042\u308a\u307e\u305b\u3093\uff0e
legend=\u51e1\u4f8b
nodeIdParam=\u30a2\u30c3\u30d7\u30c7\u30fc\u30c8\u3057\u305f\u3044\u30ce\u30fc\u30c9\u3092\u3054\u5b58\u77e5\u3067\u3042\u308c\u3070\u30ce\u30fc\u30c9ID\u30d1\u30e9\u30e1\u30fc\u30bf\u3092\u30bb\u30c3\u30c8\u3057\u3066\u4e0b\u3055\u3044\uff0e\u7a7a\u767d\u306b\u3059\u308b\u3068\uff0c\u3059\u3079\u3066\u306e\u30c4\u30ea\u30fc\u306f\u30a2\u30c3\u30d7\u30c7\u30fc\u30c8\u3057\u307e\u3059\uff0e
administrationTools=\u7ba1\u7406\u30c4\u30fc\u30eb
add.da.myworkspace=\u30db\u30fc\u30e0\u306b\u4ee3\u7406\u30a2\u30af\u30bb\u30b9\u6a29\u9650\u3092\u4ed8\u4e0e
add.da.myworkspace.desc=\u4ee3\u7406\u30a2\u30af\u30bb\u30b9\u306e\u3042\u308b\u6a29\u9650\u3092\u6301\u3064\u30e6\u30fc\u30b6\u306b\u5bfe\u3059\u308b\u3059\u3079\u3066\u306e\u30e6\u30fc\u30b6\u306e\u30db\u30fc\u30e0\u30b5\u30a4\u30c8\u306b\u4ee3\u7406\u30a2\u30af\u30bb\u30b9\u30c4\u30fc\u30eb\u3092\u8ffd\u52a0\u3057\u307e\u3059\uff0e\u30c7\u30d5\u30a9\u30eb\u30c8\u3067\u306f\uff0c\u30e6\u30fc\u30b6\u306f\u6a29\u9650\u3092\u66f4\u65b0\u3059\u308b\u3068\u304d\u8ffd\u52a0/\u524a\u9664\u3055\u308c\u308b\u4ee3\u7406\u30a2\u30af\u30bb\u30b9\u30c4\u30fc\u30eb\u3092\u6301\u3061\u307e\u3059\u304c\uff0c\u6642\u3068\u3057\u3066\u65b0\u3057\u3044\u30db\u30fc\u30e0\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8\u3092\u9078\u629e\u3059\u308b\u305f\u3081\u306b\u3059\u3079\u3066\u306e\u30db\u30fc\u30e0\u3092\u524a\u9664\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\uff0e
addDaMyworkspaceTitle=\u30de\u30a4\u30ef\u30fc\u30af\u30b9\u30da\u30fc\u30b9\u306b\u4ee3\u7406\u30a2\u30af\u30bb\u30b9\u6a29\u9650\u3092\u4ed8\u4e0e
success.addDaMyworkspace=\u30e6\u30fc\u30b6\u306e\u30db\u30fc\u30e0\u30b5\u30a4\u30c8\u306b\u4ee3\u7406\u30a2\u30af\u30bb\u30b9\u3092\u4ed8\u4e0e\u3059\u308b\u30b8\u30e7\u30d6\u306f\u6b63\u5e38\u306b\u30b9\u30b1\u30b8\u30e5\u30fc\u30eb\u3055\u308c\u307e\u3057\u305f\uff0e
addDaMyworkspace.job.status.none=\u4f55\u3082\u30b9\u30b1\u30b8\u30e5\u30fc\u30eb\u3055\u308c\u3066\u3044\u307e\u305b\u3093.
status=\u72b6\u614b\:
na=\u30fc
addDaMyworkspace.job.status.failed=\u6700\u5f8c\u306e\u5b9f\u884c\u3067\u5931\u6557\u3057\u307e\u3057\u305f\uff0e
addDaMyworkspace.job.status.scheduled=\u30b9\u30b1\u30b8\u30e5\u30fc\u30eb\u3055\u308c\u307e\u3057\u305f
addDaMyworkspace.job.status.success=\u6700\u7d42\u6b63\u5e38\u5b9f\u884c\u65e5
allowBecomeUser=\u3053\u306e\u30b5\u30a4\u30c8\u306e\u30e6\u30fc\u30b6\u306b\u5bfe\u3057\u3066\u30e6\u30fc\u30b6\u306b\u306a\u308b\u30c4\u30fc\u30eb\u306e\u4f7f\u7528\u3092\u8a31\u53ef\u3059\u308b
allowedBeomceUser=\u30e6\u30fc\u30b6\u306f\u3053\u306e\u30b5\u30a4\u30c8\u306e\u30e6\u30fc\u30b6\u306b\u306a\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\uff0e
legendNodeDesc=\u968e\u5c64\u30ce\u30fc\u30c9
legendSiteDesc=\u30b5\u30a4\u30c8
legendInactiveDesc=\u975e\u30a2\u30af\u30c6\u30a3\u30d6
legendInstructorEditedDesc=\u7de8\u96c6\u62c5\u5f53\u8005
searchByHierarchyLabel=\u968e\u5c64
searchByEidLabel=\u30e6\u30fc\u30b6 ID
eidLabel=Eid\:
searchByLabel=\u691c\u7d22\u6761\u4ef6
levelHeader=\u30ec\u30d9\u30eb
hierarchyHeader=\u968e\u5c64
userDoesNotExist=\u30e6\u30fc\u30b6\u304c\u5b58\u5728\u3057\u307e\u305b\u3093
accessType1=\u30a2\u30af\u30bb\u30b9
accessType2=\u304a\u8a66\u3057\u7ba1\u7406
accessType4=\u30a2\u30af\u30bb\u30b9\u7ba1\u7406
edit=\u7de8\u96c6
site=\u30b5\u30a4\u30c8
viewAccess=\u30a2\u30af\u30bb\u30b9\u3092\u8868\u793a
noEidEntered=\u6b63\u3057\u3044 eid \u3092\u5165\u529b\u3057\u3066\u4e0b\u3055\u3044\uff0e
eidDoesNotExist=\u3053\u306eeid\u306e\u30e6\u30fc\u30b6\u306f\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3067\u3057\u305f
noResultsUser=\u3053\u306e\u30e6\u30fc\u30b6\u306b\u5bfe\u3059\u308b\u30a2\u30af\u30bb\u30b9\u306f\u898b\u3064\u304b\u3089\u306a\u304b\u3063\u305f\u306e\u3067\u305d\u308c\u3092\u8868\u793a\u3059\u308b\u6a29\u9650\u304c\u3042\u308a\u307e\u305b\u3093\uff0e
noResultsHierarchy=\u3053\u306e\u30ec\u30d9\u30eb\u306b\u5bfe\u3059\u308b\u30a2\u30af\u30bb\u30b9\u306f\u898b\u3064\u304b\u3089\u306a\u304b\u3063\u305f\u306e\u3067\u305d\u308c\u3092\u8868\u793a\u3059\u308b\u6a29\u9650\u304c\u3042\u308a\u307e\u305b\u3093\uff0e
confirmRemove=\u3053\u306e\u6a29\u9650\u3092\u524a\u9664\u3057\u3066\u3082\u3088\u308d\u3057\u3044\u3067\u3059\u304b?
includeLowerPermsLabel=\u4f4e\u3044\u30ec\u30d9\u30eb\u3092\u542b\u3080
removeAllPerms=\u3059\u3079\u3066\u306e\u6a29\u9650\u3092\u524a\u9664
confirmRemoveAll=\u3053\u306e\u30e6\u30fc\u30b6\u306b\u5bfe\u3059\u308b\u3059\u3079\u3066\u306e\u6a29\u9650\u3092\u524a\u9664\u3057\u3066\u3082\u3088\u308d\u3057\u3044\u3067\u3059\u304b?
accessHeader=\u30a2\u30af\u30bb\u30b9
popupBlockWarning=\u30a6\u30a3\u30f3\u30c9\u30a6\u30dd\u30c3\u30dd\u30a2\u30c3\u30d7\u30d6\u30ed\u30c3\u30ab\u304c\u691c\u51fa\u3055\u308c\u307e\u3057\u305f\uff0e\u3053\u306e\u30b5\u30a4\u30c8\u306b\u30dd\u30c3\u30d7\u30a2\u30c3\u30d7\u304c\u8a31\u53ef\u3055\u308c\u3066\u3044\u308b\u3053\u3068\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\uff0e
permaLink=\u691c\u7d22\u4fdd\u5b58
permaLinkMessage=\u30e1\u30fc\u30eb\u306b\u30da\u30fc\u30b9\u30c8\u3059\u308b\u30b3\u30d4\u30fc\u30ea\u30f3\u30af
published=\u516c\u958b\u6e08\u307f
yes=\u306f\u3044
no=\u3044\u3044\u3048
providers=\u540d\u7c3f
lookupProviders=\u540d\u7c3f\u53c2\u7167
exportData=CSV \u306b\u30a8\u30af\u30b9\u30dd\u30fc\u30c8
searchExportFileName=DelegatedAccessSearchResults
shoppingAdminBulkTitle=\u304a\u8a66\u3057\u671f\u9593\u8a2d\u5b9a\u306e\u4e00\u62ec\u8ffd\u52a0\uff0c\u66f4\u65b0\u304a\u3088\u3073\u524a\u9664
shoppingAdminBulkInstructions=\u3053\u306e\u30da\u30fc\u30b8\u306f\u30b5\u30a4\u30c8\u306e\u304a\u8a66\u3057\u671f\u9593\u306e\u8a2d\u5b9a\u306e\u524a\u9664\uff0c\u8ffd\u52a0\uff0c\u66f4\u65b0\u3092\u884c\u3044\u307e\u3059\uff0e\u30b5\u30a4\u30c8\u306e\u304a\u8a66\u3057\u671f\u9593\u306e\u8a2d\u5b9a\u3092\u524a\u9664\u3059\u308b\u306b\u306f\uff0c\u5358\u306b\u30b5\u30a4\u30c8ID\u3092"\u524a\u9664"\u30bf\u30d6\u306e\u30b5\u30a4\u30c8\u4e00\u89a7\u306b\u8ffd\u52a0\u3057\u3066\u4e0b\u3055\u3044\uff0e\u3053\u308c\u306f\u305d\u306e\u30ce\u30fc\u30c9\u306b\u5bfe\u3059\u308b\u76f4\u63a5\u7684\u306a\u8a2d\u5b9a\u3092\u524a\u9664\u3059\u308b\u3060\u3051\u3067\u7d99\u627f\u3055\u308c\u305f\u8a2d\u5b9a\u306f\u524a\u9664\u3057\u307e\u305b\u3093\uff0e\u30b5\u30a4\u30c8\u8a2d\u5b9a\u306e\u8ffd\u52a0\u3082\u3057\u304f\u306f\u66f4\u65b0\u306f\u304a\u8a66\u3057\u671f\u9593\u306e\u8a2d\u5b9a\u3092"\u8ffd\u52a0\u3082\u3057\u304f\u306f\u66f4\u65b0"\u30bf\u30d6\u306b\u8a2d\u5b9a\u3057\uff0c\u66f4\u65b0\u3057\u305f\u3044\u30b5\u30a4\u30c8\u3092\u30b5\u30a4\u30c8\u4e00\u89a7\u306b\u8ffd\u52a0\u3057\u307e\u3059\uff0e\u6e96\u5099\u304c\u3067\u304d\u305f\u3089\uff0c\u4fdd\u5b58\u3092\u30af\u30ea\u30c3\u30af\u3057\u30da\u30fc\u30b8\u304c\u30ed\u30fc\u30c9\u3055\u308c\u308b\u307e\u3067\u304a\u5f85\u3061\u4e0b\u3055\u3044\uff0e
bulkEditLink=\u4e00\u62ec\u8ffd\u52a0\uff0c\u66f4\u65b0\u304a\u3088\u3073\u524a\u9664
deleteShoppingSettings=\u304a\u8a66\u3057\u671f\u9593\u8a2d\u5b9a\u306e\u524a\u9664
siteIds=\u30b5\u30a4\u30c8 ID
siteIdsInfo=(\u4e00\u884c\u306b\u4e00\u3064)
sitesToBeDeleted=\u524a\u9664\u3055\u308c\u308b\u30b5\u30a4\u30c8
noSitesInInput=\u8ffd\u52a0\u3059\u308b\u30b5\u30a4\u30c8\u304c\u3042\u308a\u307e\u305b\u3093\uff0e
sitesNotFound=\u6b21\u306e\u30b5\u30a4\u30c8\u306f\u968e\u5c64\u306e\u306a\u304b\u306b\u3042\u308a\u307e\u305b\u3093\u3067\u3057\u305f\uff1a{0}
sitesNoAccess=\u6b21\u306e\u30b5\u30a4\u30c8\u3092\u4fee\u6b63\u3059\u308b\u6a29\u9650\u304c\u3042\u308a\u307e\u305b\u3093\uff1a {0}
siteId=\u30b5\u30a4\u30c8 ID
siteTitle=\u30bf\u30a4\u30c8\u30eb
addUpdateShoppingSettings=\u304a\u8a66\u3057\u671f\u9593\u8a2d\u5b9a\u3092\u8ffd\u52a0\u307e\u305f\u306f\u66f4\u65b0
sitesToBeAdded=\u8ffd\u52a0\u307e\u305f\u306f\u66f4\u65b0\u3055\u308c\u308b\u30b5\u30a4\u30c8
shoppingPeriodSettings=\u304a\u8a66\u3057\u671f\u9593\u8a2d\u5b9a
selectAll=\u3059\u3079\u3066\u9078\u629e
selectTools=\u30c4\u30fc\u30eb\u3092\u9078\u629e
noSitesToaddOrDelete=\u8ffd\u52a0/\u66f4\u65b0\u307e\u305f\u306f\u524a\u9664\u4e00\u89a7\u304b\u3089\u5c11\u306a\u304f\u3068\u3082\u4e00\u3064\u306e\u30b5\u30a4\u30c8\u3092\u9078\u629e\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\uff0e
oneDateRequired=\u30b5\u30a4\u30c8\u3092\u8ffd\u52a0/\u66f4\u65b0\u3059\u308b\u306b\u306f\u5c11\u306a\u304f\u3068\u3082 \u4e00\u3064\u306e\u65e5\u6642\u304c\u5fc5\u8981\u3067\u3059\uff0e
startDateMustBeFirst=\u958b\u59cb\u65e5\u306f\u7d42\u4e86\u65e5\u306e\u524d\u306b\u8a2d\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\uff0e
oneToolMustBeSelected=\u30b5\u30a4\u30c8\u3092\u8ffd\u52a0/\u66f4\u65b0\u3059\u308b\u306b\u306f\u516c\u958b\u3082\u3057\u304f\u306f\u500b\u4eba\u306e\u30c4\u30fc\u30eb\u3092\u5c11\u306a\u304f\u3068\u3082\u4e00\u3064\u9078\u629e\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\uff0e
roleRequired=\u30ed\u30fc\u30eb\u304c\u5fc5\u8981\u3067\u3059\uff0e
filterBy=\u30d5\u30a3\u30eb\u30bf
hierarchyLevel=\u968e\u5c64\u30ec\u30d9\u30eb
filter=\u30d5\u30a3\u30eb\u30bf
clear=\u30af\u30ea\u30a2
modificationsPending=\u524a\u9664\u3055\u308c\u308b\u672a\u4fdd\u5b58\u306e\u4fee\u6b63\u304c\u3042\u308a\u307e\u3059\uff0c\u4fdd\u5b58\u3082\u3057\u304f\u306f\u64cd\u4f5c\u3092\u7d99\u7d9a\u3057\u3066\u4e0b\u3055\u3044\uff0e
