#X-Generator: crowdin.com
################################
#    READ ME!!
################################
#
#  For people creating new pages, make sure you add the page settings in Tutorial.properties:
#  
#  		You can create new pages simply by adding a new set of properties.  For instance, to add a page, define a set of properties like:
#
#  		{prefix}.title=(title)
#  		{prefix}.body=(body) 
#

#Button Navigation text:
next=\u4e0b\u4e00\u6b65
previous=\u524d\u4e00\u6b65

#End Tutorial text:



#Welcome panel
introToSakai_p1.title=\u6b22\u8fce\u4f7f\u7528 {0}
introToSakai_p1.body={0}\u662f\u7075\u6d3b\u7684\u5b66\u4e60\u7ba1\u7406\u7cfb\u7edf\uff0c\u53ef\u4ee5\u901a\u8fc7\u5176\u4e2d\u7684\u7ad9\u70b9\u652f\u6301\u6559\u5b66\u3001\u7814\u7a76\u548c\u5199\u4f5c\u3002\n<br/><br/>\n\u63a5\u4e0b\u6765\u5c06\u4e3a\u60a8\u7b80\u5355\u4ecb\u7ecd\u4e00\u4e0b\u7cfb\u7edf\u7684\u4f7f\u7528\u65b9\u6cd5\u3002

#Site Navigation panel
introToSakai_sitenav.title=\u7ad9\u70b9\u5bfc\u822a
introToSakai_sitenav.body=\u5728\u9876\u90e8\u663e\u793a\u4e86\u60a8\u7684\u7ad9\u70b9\u94fe\u63a5\uff0c\u5176\u4e2d\u7b2c\u4e00\u4e2a\u662f\u60a8\u7684\u79c1\u6709\u7ad9\u70b9 <span class\="no-wrap">( <i class\="fa fa-home tut-icon-home"></i> )\u3002</span>\n<br/><br/>\n\u4e2a\u4eba\u7ad9\u70b9\u63d0\u4f9b\u4e86\u60a8\u5728\u5404\u7ad9\u70b9\u4e2d\u7684\u6d3b\u52a8\u6982\u89c8\uff0c\u60a8\u4e5f\u53ef\u4ee5\u5728\u6b64\u5b9a\u5236\u60a8\u7684 {0} \u3002

#Sites panel (narrow view only)
introToSakai_allsites.title=\u7ad9\u70b9
introToSakai_allsites.body=<span class\="no-wrap"><i class\="fa fa-th tut-icon-sites"></i> \u7ad9\u70b9</span>\u6309\u94ae\u6253\u5f00\u60a8\u7684\u7ad9\u70b9\u62bd\u5c49\uff0c\u5176\u4e2d\u5c06\u6309\u5b66\u671f\u548c\u7c7b\u522b\u663e\u793a\u60a8\u7684\u6240\u6709\u53ef\u89c1\u7ad9\u70b9\u7684\u94fe\u63a5\u3002\n<br/><br/>\n\u5728\u7ad9\u70b9\u62bd\u5c49\u4e2d\uff0c\u60a8\u53ef\u4ee5\u7ed9\u6700\u5e38\u7528\u7684\u7ad9\u70b9\u52a0\u4e0a\u661f\u6807\u6216\u8005\u8bbf\u95ee\u60a8\u7684\u4e2a\u4eba\u7ad9\u70b9\u3002

#Sites panel
introToSakai_moreButton.title=\u70b8\u70b9
introToSakai_moreButton.body=<span class\="no-wrap"><i class\="fa fa-th tut-icon-sites"></i> \u7ad9\u70b9</span>\u6309\u94ae\u6253\u5f00\u60a8\u7684\u7ad9\u70b9\u62bd\u5c49\uff0c\u5176\u4e2d\u5c06\u663e\u793a\u60a8\u7684\u6240\u6709\u8bfe\u4ef6\u7ad9\u70b9\u7684\u94fe\u63a5\u3002\n<br /><br />\n\u5728\u7ad9\u70b9\u62bd\u5c49\u4e2d\uff0c\u7ad9\u70b9\u4ee5\u5b66\u671f\u548c\u7c7b\u522b\u8fdb\u884c\u7ec4\u7ec7\uff0c\u8fd8\u53ef\u4ee5\u5728\u9876\u90e8\u5bfc\u822a\u680f\u4e2d\u9501\u5b9a\u3002 

#Tool Menu panel
introToSakai_toolMenu.title=\u5de5\u5177\u83dc\u5355
introToSakai_toolMenu.body=\u5f53\u524d\u7ad9\u70b9\u4e2d\u7684\u5de5\u5177\u663e\u793a\u5728\u5de6\u4fa7\u83dc\u5355\u4e2d\u3002\u6bcf\u4e2a\u5de5\u5177\u63d0\u4f9b\u4e86\u4e0d\u540c\u7684\u529f\u80fd\uff0c\u4f8b\u5982\u53d1\u9001\u8bfe\u4ef6\uff0c\u53d1\u5e03\u8003\u8bd5\uff0c\u6216\u63d0\u4f9b\u534f\u4f5c\u3002\n<br/><br/>\n\u6bcf\u4e2a\u7ad9\u70b9\u7ba1\u7406\u5458\uff0c\u4f8b\u5982\u6559\u5e08\uff0c\u53ef\u4ee5\u63a7\u5236\u7ad9\u70b9\u4e2d\u63d0\u4f9b\u54ea\u4e9b\u5de5\u5177\u4ee5\u53ca\u5982\u4f55\u663e\u793a\u3002

#Tool Menu panel (for narrow view)
introToSakai_toolMenuNarrowView.title=\u5de5\u5177\u83dc\u5355
introToSakai_toolMenuNarrowView.body=\u5f53\u524d\u7ad9\u70b9\u7684\u5de5\u5177\u663e\u793a\u5728\u5de5\u5177\u83dc\u5355\u4e2d\u3002\u6bcf\u4e2a\u5de5\u5177\u63d0\u4f9b\u4e86\u4e0d\u540c\u7684\u529f\u80fd\uff0c\u4f8b\u5982\u53d1\u9001\u8bfe\u4ef6\uff0c\u53d1\u5e03\u8003\u8bd5\uff0c\u6216\u63d0\u4f9b\u534f\u4f5c\u3002\n<br/><br/>\n\u6bcf\u4e2a\u7ad9\u70b9\u7ba1\u7406\u5458\uff0c\u4f8b\u5982\u6559\u5e08\uff0c\u53ef\u4ee5\u63a7\u5236\u7ad9\u70b9\u4e2d\u63d0\u4f9b\u54ea\u4e9b\u5de5\u5177\u4ee5\u53ca\u5982\u4f55\u663e\u793a\u3002

#Breadcrumbs panal
#formerly the Refresh Tool panel
introToSakai_refreshTool.title=\u5bfc\u822a\u5de5\u5177
introToSakai_refreshTool.body=\u9876\u90e8\u7684\u5bfc\u822a\u5de5\u5177\u8868\u793a\u4e86\u60a8\u6240\u5728\u7684\u7ad9\u70b9\u548c\u6b63\u5728\u4f7f\u7528\u7684\u5de5\u5177\u3002\n<br/><br/>\n\u70b9\u51fb\u5de5\u5177\u540d\u79f0\u6765\u8fd4\u56de\u5de5\u5177\u7684\u9996\u9875\u9762\u3002\u8981\u8fd4\u56de\u7ad9\u70b9\u9996\u9875\uff0c\u8bf7\u70b9\u51fb\u7ad9\u70b9\u540d\u79f0\u3002\u70b9\u51fb\u201c\u4e0b\u4e00\u6b65\u201d\u6309\u94ae\u7ee7\u7eed\u3002

#Help Icon panel
introToSakai_helpIcon.title=\u5e2e\u52a9\u5de5\u5177
introToSakai_helpIcon.body={0} \u63d0\u4f9b\u4e86\u6bcf\u9879\u529f\u80fd\u7684\u5e2e\u52a9\u4fe1\u606f\u3002\n<br /><br />\n\u6bcf\u4e2a\u5de5\u5177\u7684\u5e2e\u52a9\u6309\u94ae <span class\="no-wrap">( <i class\="fa fa-question tut-icon-help"></i> )</span> \u4f1a\u6839\u636e\u5de5\u5177\u4f4d\u7f6e\u63d0\u4f9b\u76f8\u5e94\u7684\u5e2e\u52a9\u4fe1\u606f\u3002

#Account Menu panel
#formerly the Profile Tool panel
introToSakai_profileTool.title=\u8d26\u53f7\u83dc\u5355
introToSakai_profileTool.body=\u8d26\u53f7\u83dc\u5355\u5305\u62ec\u4e86\u4e2a\u4eba\u8bbe\u7f6e\u7684\u94fe\u63a5\uff0c\u6bd4\u5982\u7ba1\u7406\u60a8\u7684\u8d26\u53f7\uff0c\u521b\u5efa\u7ad9\u70b9\u4ee5\u53ca\u9000\u51fa {0}\u3002\n<br/><br/>\n\u5c31\u5728\u8fd9\u91cc\uff01\u5982\u679c\u60a8\u5e0c\u671b\u518d\u6b21\u67e5\u770b\u6b64\u6559\u7a0b\uff0c\u60a8\u53ef\u4ee5\u5728\u8d26\u53f7\u83dc\u5355\u8fdb\u884c\u9009\u62e9\u3002

#Return to Tutorial panel
introToSakai_pTutorialLocation.title=\u6559\u7a0b
introToSakai_pTutorialLocation.body=\u60a8\u53ef\u4ee5\u5728\u8fd9\u4e2a\u4e0b\u62c9\u83dc\u5355\u4e2d\u70b9\u51fb\u201c\u6559\u7a0b\u201d\uff0c\u518d\u6b21\u9605\u8bfb\u672c\u6559\u7a0b\u3002