###################################
# Translated  by  INTERACTIVE LLC #
# email: sakaiteam@interactive.mn #
###################################

add=\u041D\u044D\u043C\u044D\u0445
all=\u0411\u04AF\u0445
associations=\u041D\u044D\u0433\u0434\u043B\u04AF\u04AF\u0434 
association=\u041D\u044D\u0433\u0434\u043B\u04AF\u04AF\u0434 
associated=\u041D\u044D\u0433\u0434\u0441\u044D\u043D
cancel=\u0426\u0443\u0446\u043B\u0430\u0445
changes=\u04E8\u04E9\u0440\u0447\u043B\u04E9\u043B\u0442\u04AF\u04AF\u0434
confirm=\u0411\u0430\u0442\u043B\u0430\u0445
confirm_changes_instr = \u042D\u0434\u0433\u044D\u044D\u0440 \u04E9\u04E9\u0440\u0447\u043B\u04E9\u043B\u0442\u04AF\u04AF\u0434\u0438\u0439\u0433 \u0445\u0430\u0434\u0433\u0430\u043B\u0430\u0445\u044B\u0433 \u0445\u04AF\u0441\u0447 \u0431\u0430\u0439\u0432\u0430\u043B '\u0422\u0438\u0439\u043C' \u0433\u044D\u0441\u043D\u0438\u0439\u0433, \ \u043D\u044D\u043C\u044D\u043B\u0442 \u04E9\u04E9\u0440\u0447\u043B\u04E9\u043B\u0442\u04AF\u04AF\u0434 \u0445\u0438\u0439\u0445 \u0431\u043E\u043B '\u04AE\u0433\u04AF\u0439' \u0433\u044D\u0434\u0433\u0438\u0439\u0433 \u0434\u0430\u0440\u043D\u0430 \u0443\u0443.
description=\u0422\u0430\u0439\u043B\u0431\u0430\u0440
id=Id
message_confirm_changes=\u0422\u0430 \u0434\u0430\u0440\u0430\u0430\u0445 \u04E9\u04E9\u0440\u0447\u043B\u04E9\u043B\u0442\u04AF\u04AF\u0434\u0438\u0439\u0433 \u0445\u0438\u0439\u0445\u0438\u0439\u0433 \u0445\u04AF\u0441\u0447 \u0431\u0430\u0439\u0433\u0430\u0430\u0434\u0430\u0430 \u0438\u0442\u0433\u044D\u043B\u0438\u044D\u0439 \u0431\u0430\u0439\u043D\u0430 \u0443\u0443?
message_confirm_unassociate=\u0422\u0430 \u0434\u0430\u0440\u0430\u0430\u0445 \u04E9\u04E9\u0440\u0447\u043B\u04E9\u043B\u0442\u04AF\u04AF\u0434\u0438\u0439\u0433 \u0445\u0438\u0439\u0445\u0438\u0439\u0433 \u0445\u04AF\u0441\u0447 \u0431\u0430\u0439\u0433\u0430\u0430\u0434\u0430\u0430 \u0438\u0442\u0433\u044D\u043B\u0442\u044D\u0439 \u0431\u0430\u0439\u043D\u0430 \u0443\u0443? \\u04AE\u0439\u043B \u0430\u0436\u0438\u043B\u043B\u0430\u0433\u0430\u0430\u043D\u0443\u0443\u0434 \u0430\u0433\u0443\u0443\u043B\u0436 \u0431\u0430\u0439\u0433\u0430\u0430 \u0430\u0436\u043B\u044B\u043D \u0445\u044D\u0441\u0433\u044D\u044D\u0441 \u0437\u043E\u0440\u0438\u043B\u0442\u0443\u0443\u0434 \u0430\u0433\u0443\u0443\u043B\u0436 \u0431\u0430\u0439\u0433\u0430\u0430 \u0430\u0436\u043B\u044B\u043D \u0445\u044D\u0441\u044D\u0433\u0440\u04AF\u04AF \u043D\u044D\u0433\u0434\u043B\u0438\u0439\u0433 \u0448\u0438\u043B\u0436\u04AF\u04AF\u043B\u044D\u0445 \u043D\u044C \u04AF\u0439\u043B \u0430\u0436\u0438\u043B\u043B\u0430\u0433\u0430\u0430\u043D\u0443\u0443\u0434\u0430\u0430\u0441 \u0437\u043E\u0440\u0438\u043B\u0442\u0443\u0443\u0434\u0440\u0443\u0443 \u043E\u0440\u043E\u0445 \u043B\u0438\u043D\u043A\u04AF\u04AF\u0434 \u0445\u0438\u0439\u0445 \u0431\u043E\u043B\u043E\u043C\u0436\u0438\u0439\u0433 \u0445\u0430\u0441\u0430\u0445 \u0431\u04E9\u0433\u04E9\u04E9\u0434 \u043E\u0434\u043E\u043E \u0431\u0430\u0439\u0433\u0430\u0430 \u04AF\u0439\u043B \u0430\u0436\u0438\u043B\u043B\u0430\u0433\u0430\u0430\u043D\u0443\u0443\u0434\u0430\u0430\u0441 \u0437\u043E\u0440\u0438\u043B\u0442\u0443\u0443\u0434\u0440\u0443\u0443 \u043E\u0440\u043E\u0445 \u043B\u0438\u043D\u043A\u04AF\u04AF\u0434\u044B\u0433 \u043D\u0443\u0443\u0446\u0430\u043B\u043D\u0430. \
message_no_assoc_sites=\u041E\u0434\u043E\u043E\u0433\u043E\u043E\u0440 \u044D\u043D\u044D \u0441\u0430\u0439\u0442\u0430\u0434 \u043D\u044D\u0433\u0434\u0441\u044D\u043D \u044F\u043C\u0430\u0440\u0447 \u0441\u0430\u0439\u0442 \u0430\u043B\u0433\u0430. \u0414\u043E\u043E\u0440 \u0445\u0430\u0439\u043B\u0442 \u0445\u0438\u0439\u0433\u044D\u044D\u0434 \u0441\u0430\u0439\u0442\u0443\u0443\u0434 \u043D\u044D\u043C\u043D\u044D \u04AF\u04AF.
message_no_search_sites=\u0422\u0430\u043D\u044B \u0445\u0438\u0439\u0441\u044D\u043D \u0445\u0430\u0439\u043B\u0442\u0430\u0434 \u044F\u043C\u0430\u0440\u0447 \u04AF\u0440 \u0434\u04AF\u043D \u0438\u043B\u044D\u0440\u0441\u044D\u043D\u0433\u04AF\u0439.
Manage=\u0423\u0434\u0438\u0440\u0434\u0430\u0445
modify_associations_instr = \u0421\u0430\u0439\u0442\u044B\u0433 \u043E\u0434\u043E\u043E \u0431\u0430\u0439\u0433\u0430\u0430 \u0441\u0430\u0439\u0442\u0442\u0430\u0439 \u043D\u044D\u0433\u0442\u0433\u044D\u0445 \u0431\u043E\u043B '\u041D\u044D\u043C\u044D\u0445'\u0433\u044D\u0434\u0433\u0438\u0439\u0433 \u0434\u0430\u0440. \u0414\u0443\u0443\u0441\u0430\u0430\u0434 '\u0425\u0430\u0434\u0433\u0430\u043B\u0430\u0445' \u0433\u044D\u0434\u0433\u0438\u0439\u0433 \u0434\u0430\u0440.
no=\u04AE\u0433\u04AF\u0439
remove=\u0425\u0430\u0441\u0430\u0445
save=\u0425\u0430\u0434\u0433\u0430\u043B\u0430\u0445
search=\u0425\u0430\u0439\u043B\u0442 \u0445\u0438\u0439\u0445
search_sites=\u0421\u0430\u0439\u0442\u0443\u0443\u0434 \u043D\u044D\u043C\u044D\u0445\u044D\u044D\u0440 \u0445\u0430\u0439\u043B\u0442 \u0445\u0438\u0439\u0445
search_results=-\u044B\u043D \u0445\u0430\u0439\u043B\u0442\u044B\u043D \u04AF\u0440 \u0434\u04AF\u043D
searchTitle=\u0421\u0430\u0439\u0442\u044B\u043D \u0433\u0430\u0440\u0447\u0438\u0433 \u044E\u043C\u0443\u0443 ID-\u044B\u0433 \u043E\u0440\u0443\u0443\u043B
site=\u0421\u0430\u0439\u0442
sortby_site_id=\u0421\u0430\u0439\u0442\u044B\u043D id-\u0430\u0430\u0440 \u0430\u043D\u0433\u0438\u043B\u0430\u0445
sortby_title=\u0413\u0430\u0440\u0447\u0433\u0430\u0430\u0440 \u0430\u043D\u0433\u0438\u043B\u0430\u0445
title=\u0413\u0430\u0440\u0447\u0438\u0433
yes=\u0422\u0438\u0439\u043C
searchHeader=\u041D\u044D\u0433\u0442\u0433\u044D\u0445 \u0431\u043E\u043B\u043E\u043C\u0436\u0442\u043E\u0439 \u0441\u0430\u0439\u0442\u0443\u0443\u0434

message_no_assoc_sites = \u042D\u043D\u044D \u0441\u0430\u0439\u0442\u0430\u0434 \u0441\u0430\u044F\u0445\u0430\u043D \u043D\u044D\u0433\u0434\u0441\u044D\u043D, \u043D\u044D\u0433\u0434\u044D\u044D\u0433\u04AF\u0439 \u0441\u0430\u0439\u0442\u0443\u0443\u0434. \u0421\u0430\u0439\u0442\u0443\u0443\u0434 \u043D\u044D\u043C\u044D\u0445, \u0445\u0430\u0439\u0445 \u0431\u043E\u043B \u0434\u043E\u043E\u0440\u0445\u0438\u043E\u0441 \u0445\u0430\u0439\u043D\u0430 \u0443\u0443.