#X-Generator: crowdin.net
add=\u091c\u094b\u0921\u093c\u0947\u0902
all=\u0938\u092d\u0940
associations=\u0938\u0902\u0918\u094b\u0902
association=\u0938\u0902\u0918
associated=\u091c\u0941\u0921\u093c\u093e \u0939\u0941\u0906
cancel=\u0930\u0926\u094d\u0926 \u0915\u0930\u0947\u0902
changes=\u092a\u0930\u093f\u0935\u0930\u094d\u0924\u0928
confirm=\u092a\u0941\u0937\u094d\u091f\u093f \u0915\u0930\u0947\u0902
confirm_changes_instr=\u092f\u0926\u093f \u0906\u092a \u0907\u0928 \u092a\u0930\u093f\u0935\u0930\u094d\u0924\u0928\u094b\u0902 \u0915\u094b  \u092c\u091a\u093e\u0928\u093e \u091a\u093e\u0939\u0924\u0947 \u0939\u0948\u0902 \u0924\u094b  '\u0939\u093e\u0901' \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0947\u0902 , \u092f\u093e \u0905\u0924\u093f\u0930\u093f\u0915\u094d\u0924 \u092a\u0930\u093f\u0935\u0930\u094d\u0924\u0928 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f ' \u0928\u0939\u0940\u0902'\u0964
description=\u0935\u093f\u0935\u0930\u0923
id=\u0906\u0908\u0921\u0940
message_confirm_changes=\u0906\u092a \u0938\u0941\u0928\u093f\u0936\u094d\u091a\u093f\u0924 \u0915\u0930\u0947\u0902 \u0915\u093f \u0906\u092a \u0928\u093f\u092e\u094d\u0928 \u092a\u0930\u093f\u0935\u0930\u094d\u0924\u0928 \u0915\u0930\u0928\u093e \u091a\u093e\u0939\u0924\u0947 \u0939\u0948\u0902?
message_confirm_unassociate=\u0906\u092a \u0938\u0941\u0928\u093f\u0936\u094d\u091a\u093f\u0924 \u0915\u0930\u0947\u0902 \u0915\u093f \u0906\u092a \u0928\u093f\u092e\u094d\u0928 \u092a\u0930\u093f\u0935\u0930\u094d\u0924\u0928 \u0915\u0930\u0928\u093e \u091a\u093e\u0939\u0924\u0947 \u0939\u0948\u0902?  \u090f\u0915 \u0915\u093e\u0930\u094d\u092f\u0938\u094d\u0925\u0932 \u0938\u0947 \u0938\u0902\u0918 \u0915\u094b \u0939\u091f\u093e\u0928\u0947 \u091c\u093f\u0938\u092e\u0947\u0902 \u0915\u093e\u0930\u094d\u092f\u0938\u094d\u0925\u0932 \u0915\u0940  \u0917\u0924\u093f\u0935\u093f\u0927\u093f\u092f\u094b\u0902 \u091c\u093f\u0938\u092e\u0947\u0902 \u0932\u0915\u094d\u0937\u094d\u092f \u0939\u0948, \u0917\u0924\u093f\u0935\u093f\u0927\u093f\u092f\u094b\u0902 \u0938\u0947 \u0932\u0915\u094d\u0937\u094d\u092f\u094b\u0902 \u0924\u0915 \u0915\u0947 \u0932\u093f\u0902\u0915 \u092c\u0928\u093e\u0928\u0947 \u0915\u0940 \u0915\u094d\u0937\u092e\u0924\u093e \u0915\u094b \u0939\u091f\u093e \u0926\u0947\u0917\u093e, \u0914\u0930 \u0917\u0924\u093f\u0935\u093f\u0927\u093f\u092f\u094b\u0902 \u0938\u0947 \u0932\u0915\u094d\u0937\u094d\u092f\u094b\u0902 \u0924\u0915 \u0915\u0947 \u092e\u094c\u091c\u0942\u0926\u093e \u0932\u093f\u0902\u0915 \u0915\u094b \u091b\u093f\u092a\u093e \u0926\u0947\u0917\u093e\u0964 
message_no_assoc_sites=\u0915\u094b\u0908 \u0938\u093e\u0907\u091f \u0935\u0930\u094d\u0924\u092e\u093e\u0928 \u092e\u0947\u0902 \u0907\u0938 \u0938\u093e\u0907\u091f \u0938\u0947 \u091c\u0941\u0921\u0940 \u0928\u0939\u0940\u0902 \u0939\u0948\u0964  \u0915\u0943\u092a\u092f\u093e \u0928\u0940\u091a\u0947 \u0916\u094b\u091c\u0947\u0902 \u0914\u0930 \u0938\u093e\u0907\u091f\u094d\u0938 \u091c\u094b\u0921\u093c\u0947\u0902\u0964
message_no_search_sites=\u0906\u092a\u0915\u0940 \u0916\u094b\u091c \u0938\u0947 \u0915\u094b\u0908 \u092a\u0930\u093f\u0923\u093e\u092e \u0928\u0939\u0940\u0902 \u092e\u093f\u0932\u0947\u0964
Manage=\u092a\u094d\u0930\u092c\u0902\u0927\u093f\u0924 \u0915\u0930\u0947\u0902
modify_associations_instr=\u0915\u093f\u0938\u0940 \u0938\u093e\u0907\u091f \u0915\u094b \u0935\u0930\u094d\u0924\u092e\u093e\u0928 \u0938\u093e\u0907\u091f \u0915\u0947 \u0938\u093e\u0925 \u0938\u0902\u092c\u0926\u094d\u0927 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f, '\u091c\u094b\u0921\u093c\u0947\u0902' \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0947\u0902\u0964 \u091c\u092c \u0906\u092a \u0938\u092e\u093e\u092a\u094d\u0924 \u0915\u0930 \u0932\u0947\u0902, '\u0938\u0939\u0947\u091c\u0947\u0902' \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0947\u0902\u0964
no=\u0928\u0939\u0940\u0902
remove=\u0939\u091f\u093e\u090f\u0901
save=\u0938\u0941\u0930\u0915\u094d\u0937\u093f\u0924 \u0915\u0930\u0947\u0902
search=\u0916\u094b\u091c
search_sites=\u0905\u0924\u093f\u0930\u093f\u0915\u094d\u0924 \u0938\u093e\u0907\u091f\u094b\u0902 \u0915\u0947 \u0932\u093f\u090f \u0916\u094b\u091c
search_results=\u0915\u0947 \u0932\u093f\u090f \u0916\u094b\u091c \u092a\u0930\u093f\u0923\u093e\u092e
searchTitle=\u0938\u093e\u0907\u091f \u0936\u0940\u0930\u094d\u0937\u0915 \u092f\u093e \u0906\u0908\u0921\u0940 \u0926\u0930\u094d\u091c \u0915\u0930\u0947\u0902
site=\u0938\u093e\u0907\u091f
sortby_site_id=\u0938\u093e\u0907\u091f \u0906\u0908\u0921\u0940 \u0926\u094d\u0935\u093e\u0930\u093e \u0938\u0949\u0930\u094d\u091f \u0915\u0930\u0947\u0902
sortby_title=\u0936\u0940\u0930\u094d\u0937\u0915 \u0926\u094d\u0935\u093e\u0930\u093e \u0915\u094d\u0930\u092e\u092c\u0926\u094d\u0927 \u0915\u0930\u0947\u0902 
title=\u0936\u0940\u0930\u094d\u0937\u0915
yes=\u0939\u093e\u0901
searchHeader=\u0938\u0902\u0918 \u0915\u0947 \u0932\u093f\u090f \u0909\u092a\u0932\u092c\u094d\u0927 \u0938\u093e\u0907\u091f\u094d\u0938
title_bar=\u0938\u093e\u0907\u091f \u0938\u0902\u0918 

