#Vietnamese Sakai is a contribution from HOSEI IT Center and www.huric.org; we also collaborate with Ho Chi Minh University of Technology for this project. 
# For future contact, Please email to Billy Quoc Pham [bpham@huric.org], Nguyen Hua Phung [phung@cse.hcmut.edu.vn] 
#To test out Vietnamse Sakai, you may go to http://vietsakai.huric.net 
#
#Tue Sep 07 15:05:29 PDT 2010
all=T\u1EA5t c\u1EA3 
associated=Li\u00EAn quan 
searchHeader=C\u00E1c trang web c\u00F3 s\u1EB5n cho Hi\u1EC7p h\u1ED9i 
yes=V\u00E2ng 
add=Th\u00EAm 
search=T\u00ECm ki\u1EBFm 
search_results=K\u1EBFt qu\u1EA3 t\u00ECm ki\u1EBFm 
searchTitle=Nh\u1EADp ti\u00EAu \u0111\u1EC1 trang web ho\u1EB7c ID 
changes=Thay \u0111\u1ED5i 
confirm=X\u00E1c nh\u1EADn 
associations=C\u00E1c hi\u1EC7p h\u1ED9i 
confirm_changes_instr=Nh\u1EA5p v\u00E0o 'C\u00F3' n\u1EBFu b\u1EA1n mu\u1ED1n l\u01B0u nh\u1EEFng thay \u0111\u1ED5i n\u00E0y, ho\u1EB7c 'Kh\u00F4ng' \u0111\u1EC3 th\u1EF1c hi\u1EC7n thay \u0111\u1ED5i b\u1ED5 sung. 
cancel=Hu\u1EF7 
description=M\u00F4 t\u1EA3 
message_no_search_sites=T\u00ECm ki\u1EBFm c\u1EE7a b\u1EA1n kh\u00F4ng c\u00F3 k\u1EBFt qu\u1EA3. 
modify_associations_instr=\u0110\u1EC3 li\u00EAn k\u1EBFt m\u1ED9t trang web v\u1EDBi c\u00E1c trang web hi\u1EC7n t\u1EA1i, nh\u1EA5p v\u00E0o 'Th\u00EAm'. Khi b\u1EA1n k\u1EBFt th\u00FAc, nh\u1EA5p v\u00E0o 'L\u01B0u'. 
no=Kh\u00F4ng 
sortby_title=Ph\u00E2n lo\u1EA1i theo t\u00EAn 
sortby_site_id=L\u1EF1a ch\u1ECDn trang web id 
message_no_assoc_sites=Kh\u00F4ng c\u00F3 c\u00E1c trang web c\u00F3 hi\u1EC7n \u0111ang \u0111\u01B0\u1EE3c li\u00EAn k\u1EBFt \u0111\u1EBFn trang web n\u00E0y. Xin vui l\u00F2ng t\u00ECm ki\u1EBFm d\u01B0\u1EDBi \u0111\u00E2y v\u00E0 th\u00EAm c\u00E1c trang web. 
title=Ti\u00EAu \u0111\u1EC1 
id=Id 
Manage=Qu\u1EA3n l\u00FD 
remove=H\u1EE7y b\u1ECF 
association=Hi\u1EC7p h\u1ED9i 
message_confirm_unassociate=B\u1EA1n c\u00F3 ch\u1EAFc b\u1EA1n mu\u1ED1n th\u1EF1c hi\u1EC7n nh\u1EEFng thay \u0111\u1ED5i sau \u0111\u00E2y? Lo\u1EA1i b\u1ECF m\u1ED9t hi\u1EC7p h\u1ED9i t\u1EEB m\u1ED9t ho\u1EA1t \u0111\u1ED9ng c\u00F3 n\u01A1i l\u00E0m cho m\u1ED9t worksite c\u00F3 ch\u1EE9a m\u1EE5c ti\u00EAu s\u1EBD lo\u1EA1i b\u1ECF kh\u1EA3 n\u0103ng t\u1EA1o li\u00EAn k\u1EBFt t\u1EEB c\u00E1c ho\u1EA1t \u0111\u1ED9ng v\u00E0o nh\u1EEFng m\u1EE5c ti\u00EAu, v\u00E0 \u1EA9n hi\u1EC7n b\u1EA5t k\u1EF3 li\u00EAn k\u1EBFt t\u1EEB c\u00E1c ho\u1EA1t \u0111\u1ED9ng \u0111\u1EC3 c\u00E1c m\u1EE5c ti\u00EAu. 
save=L\u01B0u 
message_confirm_changes=B\u1EA1n c\u00F3 ch\u1EAFc b\u1EA1n mu\u1ED1n th\u1EF1c hi\u1EC7n nh\u1EEFng thay \u0111\u1ED5i sau \u0111\u00E2y? 
site=Trang web 
search_sites=T\u00ECm ki\u1EBFm cho c\u00E1c trang web b\u1ED5 sung 
