#Stored by I18NEdit, may be edited!
cannot1=Kan inte hitta e-postarkivet.\n
cus.anyone=Vem som helst
cus.cus=Anpassa brevl\u00E5da...
cus.cus2=Anpassa e-postarkiv 
cus.howman=Hur m\u00E5nga meddelanden skall visas p\u00E5 varje sida?
cus.maidis=Visning av brevl\u00E5da
cus.maiset=E-postinst\u00E4llningar
cus.maiset2=Brevl\u00E5dans inst\u00E4llningar
cus.onluse=Enbart anv\u00E4ndare med tilltr\u00E4de till sajten
cus.onluse2=Enbart deltagare med tilltr\u00E4de till denna sajt
cus.replylist=E-postarkivet
cus.replysend=L\u00E4mna som ursprunglig s\u00E4ndare
cus.replyto=S\u00E4tt 'Svara till'-adressen
cus.usethi=Anv\u00E4nd detta e-postalias f\u00F6r att adressera e-post till deltagarna i denna sajt\:
cus.usethi2=E-postadress till sajten 
cus.whoare=Fr\u00E5n vilka avs\u00E4ndare accepteras meddelanden ifr\u00E5n?
cus.whoare2=Acceptera meddelanden ifr\u00E5n
del=Ta bort
err_no_subject=Inget \u00E4mne
gen.alert=Observera\:
gen.att=Bifogade filer
gen.bod=Huvudtext
gen.bod2=Huvudtext
gen.can=Avbryt
gen.dat=Datum
gen.datre=Datum mottaget
gen.fol=mapp
gen.fro=Fr\u00E5n
gen.fro2=fr\u00E5n\:
gen.fro3=Fr\u00E5n
gen.hea=Headers
gen.maiali=E-postalias
gen.maiali2=E-postadress
gen.rem=Ta bort
gen.sav=Spara
gen.sav2=Uppdatera inst\u00E4llningar
gen.sen=Skickat
gen.sub=\u00C4mne
gen.sub2=\u00C4mne
hidehead=G\u00F6m Headers
lis.att=Bilaga
lis.clear=Rensa
lis.emasen=E-postmeddelanden som skickas till n\u00E5gon av f\u00F6ljande adresser kommer att arkiveras och skickas till alla deltagare pŒ sajten\:
lis.lisofarc=Lista \u00F6ver arkiverade e-postmeddelanden
lis.noema=Inga arkiverade e-postmeddelanden \u00E4nnu...
lis.noemail=Det finns ingen e-postadress specificerad till ditt anv\u00E4ndarkonto. Du m\u00E5ste ange en e-postadress till ditt anv\u00E4ndarkonto f\u00F6r att kunna skicka e-postmeddelanden samt ta emot e-postmeddelanden fr\u00E5n denna sajt.
lis.nosearchresults=Inga s\u00F6kresultat.
lis.search=S\u00F6k
lis.searchnotif=S\u00F6ker...
lis.select=Tryck alt + upp och nedpilar f\u00F6r att skrolla genom menyn 
lis.sendmailto=Skicka e-post till
lis.show10=visa 10 meddelanden...
lis.show100=visa 100 meddelanden...
lis.show20=visa 20 meddelanden...
lis.show200=visa 200 meddelanden...
lis.show5=visa 5 meddelanden per sida
lis.show50=visa 50 meddelanden...
lis.sortbydat=Sortera efter datum mottaget
lis.sortbysen=Sortera efter avs\u00E4ndare
lis.sortbysub=Sortera efter \u00E4mne
lis.summary=Lista \u00F6ver arkiverade e-postmeddelanden. F\u00F6rsta kolumnen\: avs\u00E4ndare. Andra kolumnen\: \u00E4mne. Tredje kolumnen\: datum. Rubrikerna kan anv\u00E4ndas f\u00F6r att sortera p\u00E5 respektive kolumn.
lis.totnum=Totalt antal e-postmeddelanden\:
lis.tovie=Klicka p\u00E5 \u00E4mne f\u00F6r att l\u00E4sa e-postmeddelandet.
lis.viewmessage=Visa meddelande    
lis.youare=Du har beh\u00F6righet att skicka e-postmeddelanden till denna sajt
lis.youarenot=Du har inte beh\u00F6righet att skicka e-postmeddelanden till denna sajt. 
list.att=Bifogad fil 
list.first=F\u00F6rsta
list.items=av
list.last=Sista
list.next=N\u00E4sta
list.of=av
list.prev=F\u00F6reg\u00E5ende
list.viewing=Visar
listall=Lista alla
mailpoi=E-post.
noalias=E-postalias kunde inte genereras. Det \u00E4r troligen f\u00F6r f\u00E5 tecken i sajtens titel.
pagsiz=Sidstorleken m\u00E5ste vara ett postitivt nummer.
perm=Beh\u00F6righeter
rem=Ta bort
rem.ple=Bekr\u00E4fta att du vill ta bort detta meddelande fr\u00E5n e-postarkivet\:
rem.rem=Ta bort e-postmeddelande
rem.tabho2=Tabellen inneh\u00E5ller en lista \u00F6ver e-postmeddelanden du har valt att ta bort.  Kolumn 1 visar avs\u00E4ndare, kolumn 2 de klickbara \u00E4mnena och kolumn 3 mottagningsdatum. 
rem.tabhol=Tabellen inneh\u00E5ller en lista \u00F6ver e-postmeddelanden som arkiverats p\u00E5 denna sajt.  Kolumn 1 listar avs\u00E4ndare, kolumn 2 de klickbara \u00E4mnena, kolumn 3 mottagningsdatum. Rubrikerna kan anv\u00E4ndas f\u00F6r att sortera kolumnerna.
setperm=St\u00E4ll in beh\u00F6righeterna f\u00F6r denna sajts e-postarkiv 
somoneels=N\u00E5gon annan \u00E4ndrar just nu detta meddelande.\n
theemaali=E-postalias m\u00E5ste m\u00E5ste inneh\u00E5lla bokst\u00E4ver, siffror eller vilka som helst av \!\#$&'*+-\=?^_`{|}~. (dock inga mellanslag).\n
theemaali2=E-postalias kan inte \u00E4ndras just nu.\n
theemaali3=Detta e-postalias \u00E4r upptaget.\n
theemaali4=Detta epost-alias \u00E4r inte till\u00E5tet.
theemaarc=Kanalen f\u00F6r e-postarkivet kan inte \u00E4ndras just nu.\n
theisapro=Beh\u00F6righeter kan inte st\u00E4llas in f\u00F6r n\u00E4rvarande eftersom sajten h\u00E5ller p\u00E5 att modifieras av dig eller n\u00E5gon annan. St\u00E4ng beh\u00F6righeter i andra verktyg innan du forts\u00E4tter.\n
thiemames1=Detta e-postmeddelande \u00E4r inte tillg\u00E4ngligt.
thimeshas=Detta e-postmeddelande har redan tagits bort.\n
thismaiis=Denna brevl\u00E5da \u00E4r inte tillg\u00E4nglig.
viehea=Visa Headers
view.next=N\u00E4sta e-postmeddelande
view.prev=F\u00F6reg\u00E5ende e-postmeddelande
view.return=Tillbaka till listan
view.summary=E-postmeddelandets egenskaper och meddelande
youdonot1=Du har inte beh\u00F6righet att se denna brevl\u00E5da. 
youdonot2=Du har inte beh\u00F6righet att se detta e-postmeddelande.
youdonot3=Du har inte beh\u00F6righet att ta bort detta e-postmeddelande.
cus.sendto=                 Skicka meddelanden till
cus.sendon=                     Sajtmedlemmar som vill ha notifieringar
cus.sendoff=                            Skicka inte till sajtmedlemmar - arkivera dem ist\u00e4llet