cannot1=\u30e1\u30fc\u30eb\u30a2\u30fc\u30ab\u30a4\u30d6\u30c1\u30e3\u30cd\u30eb\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\!\n
cus.anyone=\u8ab0\u3067\u3082
cus.cus=\u30e1\u30fc\u30eb\u30dc\u30c3\u30af\u30b9\u3092\u30ab\u30b9\u30bf\u30de\u30a4\u30ba\u3057\u3066\u3044\u307e\u3059...
cus.cus2=\u30e1\u30fc\u30eb\u30a2\u30fc\u30ab\u30a4\u30d6\u3092\u30ab\u30b9\u30bf\u30de\u30a4\u30ba
cus.maiset=\u30e1\u30fc\u30eb\u306e\u8a2d\u5b9a
cus.maiset2=\u30e1\u30fc\u30eb\u30dc\u30c3\u30af\u30b9\u306e\u8a2d\u5b9a
cus.onluse=\u3053\u306e\u30b5\u30a4\u30c8\u306b\u30a2\u30af\u30bb\u30b9\u3067\u304d\u308b\u30e6\u30fc\u30b6\u306e\u307f
cus.onluse2=\u3053\u306e\u30b5\u30a4\u30c8\u306e\u53c2\u52a0\u8005\u306e\u307f
cus.usethi=\u3053\u306e\u30ef\u30fc\u30af\u30b5\u30a4\u30c8\u306e\u53c2\u52a0\u8005\u306b\u30e1\u30fc\u30eb\u3092\u9001\u308b\u5834\u5408\u306f\uff0c\u3053\u306e\u30a8\u30a4\u30ea\u30a2\u30b9\u30a2\u30c9\u30ec\u30b9\u3092\u4f7f\u7528\u3057\u307e\u3059\:
cus.usethi2=\u30b5\u30a4\u30c8\u306e\u30e1\u30fc\u30eb\u30a2\u30fc\u30ab\u30a4\u30d6
cus.whoare=\u8ab0\u304b\u3089\u306e\u30e1\u30c3\u30bb\u30fc\u30b8\u3092\u53d7\u3051\u53d6\u308a\u307e\u3059\u304b?
cus.whoare2=\u30e1\u30c3\u30bb\u30fc\u30b8\u3092\u53d7\u4fe1
cus.replyto=\u8fd4\u4fe1\u3092\u30a2\u30c9\u30ec\u30b9\u306b\u30bb\u30c3\u30c8
cus.replylist=\u30e1\u30fc\u30eb\u30a2\u30fc\u30ab\u30a4\u30d6
cus.replysend=\u3082\u3068\u306e\u9001\u4fe1\u8005\u306e\u307e\u307e
cus.sendto=\u30e1\u30c3\u30bb\u30fc\u30b8\u306e\u5b9b\u5148\:
cus.sendon=\u53c2\u52a0\u3057\u3066\u3044\u306a\u3044\u30b5\u30a4\u30c8\u53c2\u52a0\u8005
cus.sendoff=\u30b5\u30a4\u30c8\u53c2\u52a0\u8005\u306b\u306f\u9001\u4fe1\u3057\u306a\u3044 - \u30a2\u30fc\u30ab\u30a4\u30d6\u3059\u308b\u3060\u3051
gen.alert=\u8b66\u544a\:
gen.att=\u6dfb\u4ed8
gen.bod=\u672c\u6587
gen.bod2=\u672c\u6587
gen.can=\u30ad\u30e3\u30f3\u30bb\u30eb
gen.dat=\u65e5\u6642
gen.fol=\u30d5\u30a9\u30eb\u30c0
gen.fro=\u5dee\u51fa\u4eba
gen.fro2=\u5dee\u51fa\u4eba\:
gen.fro3=\u5dee\u51fa\u4eba
gen.hea=\u30d8\u30c3\u30c0
gen.maiali=\u30e1\u30fc\u30eb\u30a8\u30a4\u30ea\u30a2\u30b9
gen.maiali2=\u30e1\u30fc\u30eb\u30a2\u30c9\u30ec\u30b9
gen.rem=\u524a\u9664
gen.sav=\u4fdd\u5b58
gen.sav2=\u30aa\u30d7\u30b7\u30e7\u30f3\u3092\u66f4\u65b0
gen.sen=\u9001\u4fe1
gen.datre=\u53d7\u4fe1\u65e5\u6642
gen.sub=\u4ef6\u540d
gen.sub2=\u4ef6\u540d
hidehead=\u30d8\u30c3\u30c0\u3092\u96a0\u3059
lis.emasen=\u6b21\u306e\u30a2\u30c9\u30ec\u30b9\u306b\u9001\u4fe1\u3055\u308c\u305f\u30e1\u30fc\u30eb\u306f\u30a2\u30fc\u30ab\u30a4\u30d6\u3055\u308c\u308b\u3068\u3068\u3082\u306b\u53c2\u52a0\u8005\u306b\u9001\u4fe1\u3055\u308c\u307e\u3059\:
lis.emasen2=\u6b21\u306e\u30a2\u30c9\u30ec\u30b9\u306b\u9001\u4fe1\u3055\u308c\u305f\u30e1\u30fc\u30eb\u306f\u30a2\u30fc\u30ab\u30a4\u30d6\u3055\u308c\u307e\u3059\:
lis.searchnotif=\u691c\u7d22\u3057\u3066\u3044\u307e\u3059...
lis.noema=\u307e\u3060\u30a2\u30fc\u30ab\u30a4\u30d6\u3055\u308c\u305f\u30e1\u30fc\u30eb\u306f\u3042\u308a\u307e\u305b\u3093...
lis.nosearchresults=\u691c\u7d22\u7d50\u679c\u304c\u3042\u308a\u307e\u305b\u3093\u3067\u3057\u305f\uff0e
lis.sortbydat=\u53d7\u53d6\u65e5\u3067\u30bd\u30fc\u30c8
lis.sortbysen=\u5dee\u51fa\u4eba\u3067\u30bd\u30fc\u30c8
lis.sortbysub=\u4ef6\u540d\u3067\u30bd\u30fc\u30c8
lis.youare=\u30e1\u30fc\u30eb\u3092\u9001\u4fe1\u3059\u308b\u6a29\u9650\u304c\u3042\u308a\u307e\u3059
lis.youarenot=\u3053\u306e\u30ef\u30fc\u30af\u30b5\u30a4\u30c8\u306b\u30e1\u30fc\u30eb\u3092\u9001\u4fe1\u3059\u308b\u6a29\u9650\u304c\u3042\u308a\u307e\u305b\u3093
lis.noemail=\u3042\u306a\u305f\u306e\u30a2\u30ab\u30a6\u30f3\u30c8\u306b\u5bfe\u3057\u3066\u6307\u5b9a\u3055\u308c\u3066\u3044\u308b\u30e1\u30fc\u30eb\u30a2\u30c9\u30ec\u30b9\u306f\u3042\u308a\u307e\u305b\u3093\uff0e\u3053\u306e\u30b5\u30a4\u30c8\u304b\u3089\u306e\u30e1\u30fc\u30eb\u3092\u9001\u4fe1\u3057\u305f\u308a\u53d7\u4fe1\u3057\u305f\u308a\u3059\u308b\u305f\u3081\u306b\u306f\u30a2\u30ab\u30a6\u30f3\u30c8\u306b\u30e1\u30fc\u30eb\u30a2\u30c9\u30ec\u30b9\u3092\u6307\u5b9a\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\uff0e
lis.summary=\u30a2\u30fc\u30ab\u30a4\u30d6\u3055\u308c\u305f\u30e1\u30fc\u30eb\u30e1\u30c3\u30bb\u30fc\u30b8\u4e00\u89a7\uff0e\u6700\u521d\u306e\u30ab\u30e9\u30e0\u306f\u300c\u9001\u4fe1\u8005\u300d\uff0c2\u756a\u76ee\u306e\u30ab\u30e9\u30e0\u306f\u300c\u4ef6\u540d\u300d\uff0c3\u756a\u76ee\u306e\u30ab\u30e9\u30e0\u300c\u65e5\u6642\u300d\u3067\u3059\uff0e\u305d\u308c\u305e\u308c\u306e\u30ab\u30e9\u30e0\u306e\u30d8\u30c3\u30c0\u3092\u30af\u30ea\u30c3\u30af\u3059\u308b\u3068\u30bd\u30fc\u30c8\u3055\u308c\u307e\u3059\uff0e
lis.select=\u9078\u629e\u30e1\u30cb\u30e5\u30fc\u4e0a\u3067\u30b9\u30af\u30ed\u30fc\u30eb\u3059\u308b\u5834\u5408\u306f Alt + \u4e0a\u307e\u305f\u306f\u4e0b\u77e2\u5370\u3092\u62bc\u3057\u307e\u3059\uff0e
lis.att=\u6dfb\u4ed8\u30d5\u30a1\u30a4\u30eb
lis.sendmailto=\u30e1\u30fc\u30eb\u306e\u5b9b\u5148\: 
lis.viewmessage=\u30e1\u30c3\u30bb\u30fc\u30b8\u3092\u8868\u793a
listall=\u3059\u3079\u3066\u3092\u4e00\u89a7\u8868\u793a
list.viewing=\u8868\u793a\: 
list.of=/
list.items=/
list.first=\u6700\u521d
list.next=\u6b21
list.prev=\u524d
list.last=\u6700\u5f8c
pagsiz=\u30da\u30fc\u30b8\u30b5\u30a4\u30ba\u306f\u751f\u306e\u6570\u5024\u3067\u306a\u3051\u308c\u3070\u306a\u308a\u307e\u305b\u3093\uff0e\n
perm=\u6a29\u9650
rem=\u524a\u9664
del=\u524a\u9664
rem.ple=\u4ee5\u4e0b\u306e\u3053\u306e\u30e1\u30fc\u30eb\u30a2\u30fc\u30ab\u30a4\u30d6\u30e1\u30c3\u30bb\u30fc\u30b8\u3092\u524a\u9664\u3059\u308b\u3053\u3068\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\uff1a
rem.rem=\u30e1\u30c3\u30bb\u30fc\u30b8\u3092\u524a\u9664
rem.tabho2=\u8868\u306b\u306f\uff0c\u524a\u9664\u3057\u3088\u3046\u3068\u3057\u3066\u3044\u308b\u30e1\u30fc\u30eb\u306e\u4e00\u89a7\u304c\u3042\u308a\u307e\u3059\uff0e1\u5217\u76ee\u306f\u9001\u4fe1\u8005\uff0c2\u5217\u76ee\u306f\u30af\u30ea\u30c3\u30af\u53ef\u80fd\u306a\u4ef6\u540d\uff0c3\u5217\u76ee\u306f\u53d7\u4fe1\u65e5\u6642\u3067\u3059\uff0e
setperm=\u30e1\u30fc\u30eb\u30a2\u30fc\u30ab\u30a4\u30d6\u306e\u6a29\u9650\u3092\u30bb\u30c3\u30c8\u3000\u5bfe\u8c61\u30ef\u30fc\u30af\u30b5\u30a4\u30c8\: 
theemaali=\u30e1\u30fc\u30eb\u30a8\u30a4\u30ea\u30a2\u30b9\u306f\u82f1\u6570\u5b57\u307e\u305f\u306f \!\#$&'*+-\=?^_`{|}~ \u306e\u3044\u305a\u308c\u304b\u3067\u69cb\u6210\u3055\u308c\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059(\u7a7a\u767d\u306f\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093)\n
theemaali2=\u30e1\u30fc\u30eb\u30a8\u30a4\u30ea\u30a2\u30b9\u306f\u3053\u306e\u6642\u70b9\u3067\u5909\u66f4\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\uff0e\n
theemaali3=\u30e1\u30fc\u30eb\u30a8\u30a4\u30ea\u30a2\u30b9\u306f\u4ed6\u3067\u4f7f\u7528\u3055\u308c\u3066\u3044\u307e\u3059\uff0e\n
theemaali4=\u5165\u529b\u3057\u305f\u30e1\u30fc\u30eb\u30a8\u30a4\u30ea\u30a2\u30b9\u304c\u9577\u3059\u304e\u307e\u3059\uff0e\u3055\u3089\u306b\u77ed\u3044\u30a8\u30ea\u30a2\u30b9\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\uff0e\n
theemaarc=\u30e1\u30fc\u30eb\u30a8\u30a4\u30ea\u30a2\u30b9\u30c1\u30e3\u30cd\u30eb\u306f\u3053\u306e\u6642\u70b9\u3067\u4fee\u6b63\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\uff0e\n
thiemames1=\u3053\u306e\u30e1\u30fc\u30eb\u30e1\u30c3\u30bb\u30fc\u30b8\u306f\u5229\u7528\u53ef\u80fd\u3067\u306f\u3042\u308a\u307e\u305b\u3093\uff0e
thimeshas=\u3053\u306e\u30e1\u30c3\u30bb\u30fc\u30b8\u306f\u3059\u3067\u306b\u524a\u9664\u3055\u308c\u3066\u3044\u307e\u3059\uff0e\n
thismaiis=\u3053\u306e\u30e1\u30fc\u30eb\u30dc\u30c3\u30af\u30b9\u306f\u5229\u7528\u53ef\u80fd\u3067\u306f\u3042\u308a\u307e\u305b\u3093\uff0e
viehea=\u30d8\u30c3\u30c0\u3092\u8868\u793a
youdonot1=\u30e1\u30fc\u30eb\u30dc\u30c3\u30af\u30b9\u3092\u8868\u793a\u3059\u308b\u6a29\u9650\u304c\u3042\u308a\u307e\u305b\u3093\uff0e
youdonot3=\u3053\u306e\u30e1\u30c3\u30bb\u30fc\u30b8\u3092\u524a\u9664\u3059\u308b\u6a29\u9650\u304c\u3042\u308a\u307e\u305b\u3093\uff0e\n
lis.search=\u691c\u7d22
lis.clear=\u691c\u7d22\u3092\u30af\u30ea\u30a2
lis.show5=\u30da\u30fc\u30b8\u3042\u305f\u308a 5 \u30a2\u30a4\u30c6\u30e0\u3092\u8868\u793a
lis.show10=\u30da\u30fc\u30b8\u3042\u305f\u308a 10 \u30a2\u30a4\u30c6\u30e0\u3092\u8868\u793a...
lis.show20=\u30da\u30fc\u30b8\u3042\u305f\u308a 20 \u30a2\u30a4\u30c6\u30e0\u3092\u8868\u793a...
lis.show50=\u30da\u30fc\u30b8\u3042\u305f\u308a 50 \u30a2\u30a4\u30c6\u30e0\u3092\u8868\u793a...
lis.show100=\u30da\u30fc\u30b8\u3042\u305f\u308a 100 \u30a2\u30a4\u30c6\u30e0\u3092\u8868\u793a...
lis.show200=\u30da\u30fc\u30b8\u3042\u305f\u308a 200 \u30a2\u30a4\u30c6\u30e0\u3092\u8868\u793a...
view.prev=\u524d\u306e\u30e1\u30fc\u30eb
view.next=\u6b21\u306e\u30e1\u30fc\u30eb
view.return=\u4e00\u89a7\u306b\u623b\u308b
view.summary=\u30e1\u30c3\u30bb\u30fc\u30b8\u30d7\u30ed\u30d1\u30c6\u30a3\u304a\u3088\u3073\u30e1\u30c3\u30bb\u30fc\u30b8
err_no_subject=\u4ef6\u540d\u306a\u3057
