#X-Generator: crowdin.net
#Generated by ResourceBundle Editor (http://eclipse-rbe.sourceforge.net)

cannot1=\u0908\u092e\u0947\u0932 \u0938\u0902\u0917\u094d\u0930\u0939 \u091a\u0948\u0928\u0932 \u0928\u0939\u0940\u0902 \u092e\u093f\u0932 \u0930\u0939\u093e \!  

cus.anyone=\u0915\u093f\u0938\u0940 \u0915\u094b \u092d\u0940
cus.cus=\u092e\u0947\u0932\u092c\u0949\u0915\u094d\u0938 \u0905\u0928\u0941\u0915\u0942\u0932\u093f\u0924 \u0939\u094b \u0930\u0939\u093e \u0939\u0948...
cus.cus2=\u0908\u092e\u0947\u0932 \u0938\u0902\u0917\u094d\u0930\u0939 \u0905\u0928\u0941\u0915\u0942\u0932\u093f\u0924 \u0915\u0930\u0928\u093e
cus.maiset=\u092e\u0947\u0932 \u0938\u0947\u091f\u093f\u0902\u0917\u094d\u0938
cus.maiset2=\u092e\u0947\u0932\u092c\u0949\u0915\u094d\u0938 \u0938\u0947\u091f\u093f\u0902\u0917\u094d\u0938
cus.onluse=\u0915\u0947\u0935\u0932 \u0935\u0939 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u091c\u094b \u0938\u093e\u0907\u091f \u092a\u0930 \u092a\u0939\u0941\u0901\u091a \u0938\u0915\u0924\u0947 \u0939\u0948
cus.onluse2=\u0915\u0947\u0935\u0932 \u0938\u093e\u0907\u091f \u092a\u094d\u0930\u0924\u093f\u092d\u093e\u0917\u0940
cus.usethi=\u0907\u0938 \u0915\u093e\u0930\u094d\u092f\u0938\u094d\u0925\u0932 \u0915\u0947 \u092a\u094d\u0930\u0924\u093f\u092d\u093e\u0917\u093f\u092f\u094b\u0902 \u0915\u094b \u0908\u092e\u0947\u0932 \u0938\u0947 \u0938\u0902\u092c\u094b\u0927\u093f\u0924 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0907\u0938 \u0905\u0928\u094d\u092f \u0928\u093e\u092e \u0908\u092e\u0947\u0932 \u092a\u0924\u0947 \u0915\u093e \u0909\u092a\u092f\u094b\u0917 \u0915\u0930\u0947\u0902\:
cus.usethi2=\u0938\u093e\u0907\u091f \u0915\u093e \u0908\u092e\u0947\u0932 \u092a\u0924\u093e
cus.whoare=\u0915\u094c\u0928 \u0939\u0948\u0902 \u0935\u0939 \u091c\u093f\u0928\u0938\u0947 \u0938\u0902\u0926\u0947\u0936 \u0938\u094d\u0935\u0940\u0915\u093e\u0930 \u0915\u093f\u090f \u091c\u093e\u0924\u0947 \u0939\u0948\u0902? 
cus.whoare2=\u0938\u0947 \u0938\u0902\u0926\u0947\u0936 \u0938\u094d\u0935\u0940\u0915\u093e\u0930 \u0915\u0930\u0947\u0902
cus.replyto=\u092a\u0924\u0947  \u0915\u0947 \u0932\u093f\u090f \u0909\u0924\u094d\u0924\u0930 \u0938\u0947\u091f \u0915\u0930\u0947\u0902
cus.replylist=\u0908\u092e\u0947\u0932 \u0938\u0902\u0917\u094d\u0930\u0939
cus.replysend=\u092e\u0942\u0932 \u092a\u094d\u0930\u0947\u0937\u0915 \u0915\u0947 \u0930\u0942\u092a \u092e\u0947\u0902 \u091b\u094b\u0921\u093c \u0926\u094b
cus.sendto=\u0915\u094b \u0938\u0902\u0926\u0947\u0936 \u092d\u0947\u091c\u0947\u0902
cus.sendon=\u0938\u093e\u0907\u091f \u092a\u094d\u0930\u0924\u093f\u092d\u093e\u0917\u0940 \u091c\u093f\u0928\u094d\u0939\u094b\u0928\u0947 \u0935\u093f\u0915\u0932\u094d\u092a \u0928\u0939\u0940\u0902  \u091a\u0941\u0928\u093e \u0939\u0948 
cus.sendoff=\ \u0938\u093e\u0907\u091f \u092a\u094d\u0930\u0924\u093f\u092d\u093e\u0917\u093f\u092f\u094b\u0902 \u0915\u094b \u0928\u0939\u0940\u0902 \u092d\u0947\u091c\u0947- \u092c\u0938 \u0909\u0928\u094d\u0939\u0947\u0902 \u0938\u0902\u0917\u094d\u0930\u0939\u093f\u0924 \u0915\u0930 \u0926\u0947\u0902

gen.alert=\u091a\u0947\u0924\u093e\u0935\u0928\u0940\:
gen.att=\u0938\u0902\u0932\u0917\u094d\u0928\u0915
gen.bod=\u092e\u0941\u0916\u094d\u092f \u092d\u093e\u0917
gen.bod2=\u092e\u0941\u0916\u094d\u092f \u092d\u093e\u0917
gen.can=\u0930\u0926\u094d\u0926 \u0915\u0930\u0947\u0902
gen.dat=\u0924\u093f\u0925\u093f
gen.fol=\u092b\u094b\u0932\u094d\u0921\u0930
gen.fro=\u0938\u0947
gen.fro2=\u0938\u0947\:
gen.fro3=\u0938\u0947
gen.hea=\u0936\u0940\u0930\u094d\u0937 \u0932\u0947\u0916
gen.maiali=\u092e\u0947\u0932 \u0915\u093e \u0905\u0928\u094d\u092f \u0928\u093e\u092e
gen.maiali2=\u092e\u0947\u0932 \u092a\u0924\u093e
gen.rem=\u0939\u091f\u093e\u090f\u0901
gen.sav=\u0938\u0941\u0930\u0915\u094d\u0937\u093f\u0924 \u0915\u0930\u0947\u0902
gen.sav2=\u0905\u0926\u094d\u092f\u0924\u0928 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0935\u093f\u0915\u0932\u094d\u092a  
gen.sen=\u092d\u0947\u091c\u0947 \u0917\u090f
gen.datre=\u0926\u093f\u0928\u093e\u0902\u0915 \u092a\u094d\u0930\u093e\u092a\u094d\u0924\u093f 
gen.sub=\u0935\u093f\u0937\u092f
gen.sub2=\u0935\u093f\u0937\u092f

hidehead=\u0936\u0940\u0930\u094d\u0937 \u0932\u0947\u0916 \u091b\u0941\u092a\u093e\u0928\u093e

lis.emasen=\u0928\u093f\u092e\u094d\u0928\u0932\u093f\u0916\u093f\u0924 \u092a\u0924\u094b\u0902 \u092a\u0930 \u092d\u0947\u091c\u0947 \u0917\u090f \u0908\u092e\u0947\u0932 \u0938\u0902\u0917\u094d\u0930\u0939\u0940\u0924 \u0915\u0930 \u0926\u093f\u090f \u091c\u093e\u090f\u0901\u0917\u0947 \u0914\u0930 \u092a\u094d\u0930\u0924\u093f\u092d\u093e\u0917\u093f\u092f\u094b\u0902 \u0915\u094b  \u0926\u093f\u090f \u091c\u093e\u090f\u0901\u0917\u0947\:
lis.emasen2=\u0928\u093f\u092e\u094d\u0928\u0932\u093f\u0916\u093f\u0924 \u092a\u0924\u094b\u0902 \u092a\u0930 \u092d\u0947\u091c\u0947 \u0917\u090f \u0908\u092e\u0947\u0932 \u0938\u0902\u0917\u094d\u0930\u0939\u0940\u0924 \u0939\u094b \u091c\u093e\u090f\u0901\u0917\u0947\:
lis.searchnotif=\u0916\u094b\u091c\u093e \u091c\u093e  \u0930\u0939\u093e \u0939\u0948...
lis.noema=\u0905\u092d\u0940 \u0924\u0915 \u0915\u094b\u0908 \u0938\u0902\u0917\u094d\u0930\u0939\u0940\u0924 \u0908\u092e\u0947\u0932 \u0928\u0939\u0940...
lis.nosearchresults=\u0916\u094b\u091c \u0938\u0947 \u0915\u094b\u0908 \u092a\u0930\u093f\u0923\u093e\u092e \u0928\u0939\u0940\u0902 \u092e\u093f\u0932\u0947\u0964
lis.sortbydat=\u092a\u094d\u0930\u093e\u092a\u094d\u0924\u093f \u0926\u093f\u0928\u093e\u0902\u0915 \u0926\u094d\u0935\u093e\u0930\u093e \u0915\u094d\u0930\u092e \u092e\u0947\u0902 \u0932\u0917\u093e\u090f\u0901
lis.sortbysen=\u092a\u094d\u0930\u0947\u0937\u0915 \u0915\u0947 \u0926\u094d\u0935\u093e\u0930\u093e \u0915\u094d\u0930\u092e \u092e\u0947\u0902 \u0932\u0917\u093e\u090f\u0901
lis.sortbysub=\u0935\u093f\u0937\u092f \u0926\u094d\u0935\u093e\u0930\u093e \u0915\u094d\u0930\u092e \u092e\u0947\u0902 \u0932\u0917\u093e\u090f\u0901
lis.youare=\u0906\u092a \u0908\u092e\u0947\u0932 \u092d\u0947\u091c\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0905\u0927\u093f\u0915\u0943\u0924 \u0939\u0948\u0902
lis.youarenot=\u0906\u092a \u0907\u0938 \u0915\u093e\u0930\u094d\u092f\u0938\u094d\u0925\u0932 \u0915\u094b \u092e\u0947\u0932 \u092d\u0947\u091c\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0905\u0927\u093f\u0915\u0943\u0924 \u0928\u0939\u0940\u0902 \u0939\u0948\u0902\u0964
lis.noemail=\u0906\u092a\u0915\u0947 \u0916\u093e\u0924\u0947 \u0915\u0947 \u0932\u093f\u090f \u0915\u094b\u0908 \u0908\u092e\u0947\u0932 \u092a\u0924\u093e  \u0928\u093f\u0930\u094d\u0926\u093f\u0937\u094d\u091f \u0928\u0939\u0940\u0902 \u0915\u093f\u092f\u093e \u0917\u092f\u093e \u0939\u0948\u0964 \u0906\u092a\u0915\u094b \u0905\u092a\u0928\u0947 \u0916\u093e\u0924\u0947 \u0915\u0947 \u0932\u093f\u090f \u0908\u092e\u0947\u0932 \u092a\u0924\u093e \u0928\u093f\u0930\u094d\u0926\u093f\u0937\u094d\u091f \u0915\u0930\u0928\u093e \u0906\u0935\u0936\u094d\u092f\u0915 \u0939\u0948  \u0907\u0938 \u0938\u093e\u0907\u091f \u0938\u0947  \u0908\u092e\u0947\u0932 \u092d\u0947\u091c\u0928\u0947 \u092f\u093e \u0908\u092e\u0947\u0932 \u092a\u094d\u0930\u093e\u092a\u094d\u0924 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f\u0964
lis.summary=\u0938\u0902\u0917\u094d\u0930\u0939\u0940\u0924 \u0908\u092e\u0947\u0932 \u0938\u0902\u0926\u0947\u0936\u094b\u0902 \u0915\u0940 \u0938\u0942\u091a\u0940\u0964 \u092a\u0939\u0932\u093e \u0915\u093e\u0932\u092e\: \u092a\u094d\u0930\u0947\u0937\u0915\u0964 \u0926\u0942\u0938\u0930\u093e \u0915\u093e\u0932\u092e\: \u0935\u093f\u0937\u092f\u0964 \u0924\u0940\u0938\u0930\u0940 \u0915\u093e\u0932\u092e\: \u0926\u093f\u0928\u093e\u0902\u0915\u0964 \u0936\u0940\u0930\u094d\u0937 \u0932\u0947\u0916 \u092e\u0947 \u0907\u0928 \u0924\u0940\u0928\u094b \u0936\u094d\u0930\u0947\u0923\u093f\u092f\u094b \u092a\u0930 \u0915\u094d\u0930\u092e \u092e\u0947\u0902 \u0932\u0917\u093e\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0932\u093f\u0902\u0915 \u0939\u094b\u0924\u0947 \u0939\u0948\u0902\u0964
lis.select=\u0915\u0949\u092e\u094d\u092c\u094b \u092c\u0949\u0915\u094d\u0938 \u0907\u0938\u094d\u0924\u0947\u092e\u093e\u0932 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f,\u0911\u0932\u094d\u091f + \u0921\u093e\u0909\u0928 \u0910\u0930\u094b \u0926\u092c\u093e\u090f\u0901 \u0924\u093e\u0915\u093f \u0935\u0939 \u0916\u0941\u0932 \u0938\u0915\u0947 \u0914\u0930 \u092b\u093f\u0930 \u0905\u092a \u092f\u093e \u0921\u093e\u0909\u0928 \u0910\u0930\u094b \u092c\u091f\u0928 \u0926\u092c\u093e\u090f\u0901, \u0935\u093f\u092d\u093f\u0928\u094d\u0928 \u0935\u093f\u0915\u0932\u094d\u092a \u0926\u0947\u0916\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f\u0964
lis.att=\u0905\u0928\u0941\u0932\u0917\u094d\u0928\u0915 
lis.sendmailto=\u0915\u094b \u092e\u0947\u0932 \u092d\u0947\u091c\u0947\u0902
lis.viewmessage=\u0938\u0902\u0926\u0947\u0936 \u0926\u0947\u0916\u0947\u0902    
listall=\u0938\u092d\u0940 \u0915\u0940 \u0938\u0942\u091a\u0940
list.viewing=\u0926\u0947\u0916 \u0930\u0939\u0947 \u0939\u0948\u0902 
list.of=\u0915\u0940
list.items=\u0906\u0907\u091f\u092e\u0938
list.first=\u092a\u0939\u0932\u093e
list.next=\u0905\u0917\u0932\u093e
list.prev=\u092a\u093f\u091b\u0932\u093e
list.last=\u0905\u0902\u0924\u093f\u092e



pagsiz=\u092a\u0943\u0937\u094d\u0920 \u0915\u093e \u0906\u0915\u093e\u0930 \u090f\u0915 \u0927\u0928\u093e\u0924\u094d\u092e\u0915 \u0938\u0902\u0916\u094d\u092f\u093e \u0939\u094b\u0928\u093e \u091a\u093e\u0939\u093f\u090f\u0964 

perm=\u0905\u0928\u0941\u092e\u0924\u093f\u092f\u093e\u0901

rem=\u0939\u091f\u093e\u090f\u0901
del=\u0928\u0937\u094d\u091f \u0915\u0930\u0947\u0902

rem.ple=\u0915\u0943\u092a\u092f\u093e \u0907\u0938 \u0908\u092e\u0947\u0932 \u0938\u0902\u0917\u094d\u0930\u0939 \u0938\u0902\u0926\u0947\u0936 \u0915\u094b \u0939\u091f\u093e\u0928\u0947 \u0915\u0940 \u092a\u0941\u0937\u094d\u091f\u093f \u0915\u0930\u0947\u0902\:
rem.rem=\u0908-\u092e\u0947\u0932 \u0938\u0902\u0926\u0947\u0936 \u0939\u091f\u093e\u090f\u0901
rem.tabho2=\u0924\u093e\u0932\u093f\u0915\u093e \u092e\u0947\u0902 \u0908\u092e\u0947\u0932\u0938 \u0915\u0940 \u0938\u0942\u091a\u0940 \u0939\u0948 \u091c\u093f\u0938\u0915\u0947 \u0932\u093f\u090f \u0906\u092a\u0928\u0947 \u0939\u091f\u093e\u0928\u0947 \u0915\u093e \u0935\u093f\u0915\u0932\u094d\u092a \u091a\u0941\u0928\u093e \u0939\u0948\u0964 \u092a\u0939\u0932\u093e \u0915\u0949\u0932\u092e \u092a\u094d\u0930\u0947\u0937\u0915\u094b\u0902 \u0915\u094b \u0938\u0942\u091a\u0940\u092c\u0926\u094d\u0927 \u0915\u0930\u0924\u093e \u0939\u0948, \u0926\u0942\u0938\u0930\u093e \u0915\u0949\u0932\u092e \u0938\u0942\u091a\u093f\u092f\u093e\u0901 \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0928\u0947 \u092f\u094b\u0917\u094d\u092f \u0935\u093f\u0937\u092f\u094b\u0902 \u0915\u094b, \u0924\u0940\u0938\u0930\u093e \u0915\u0949\u0932\u092e \u0935\u0939 \u0924\u093f\u0925\u093f\u092f\u094b \u0915\u094b  \u091c\u092c \u0907\u092e\u0947\u0932 \u092a\u094d\u0930\u093e\u092a\u094d\u0924 \u0939\u0941\u090f\u0964 
setperm=\u0915\u093e\u0930\u094d\u092f\u0938\u094d\u0925\u0932 \u092e\u0947\u0902 \u0908\u092e\u0947\u0932 \u0938\u0902\u0917\u094d\u0930\u0939 \u0915\u0947 \u0932\u093f\u090f \u0905\u0928\u0941\u092e\u0924\u093f\u092f\u093e\u0901 \u0938\u0947\u091f \u0915\u0930\u0947\u0902 


theemaali=\u0908\u092e\u0947\u0932 \u0915\u093e \u0905\u0928\u094d\u092f \u0928\u093e\u092e \u0905\u0932\u094d\u092b\u093e \u0928\u094d\u092f\u0942\u092e\u0947\u0930\u093f\u0915 \u0935\u0930\u094d\u0923 \u092f\u093e \! \#$& ' * +-\=? ^ _'{|}~. (\u0915\u094b\u0908 \u0930\u093f\u0915\u094d\u0924\u093f\u092f\u093e\u0901 \u0928\u0939\u0940\u0902) \u092e\u0947\u0902 \u0938\u0947 \u0915\u093f\u0938\u0940  \u0938\u0947  \u092c\u0928\u093e \u0939\u094b\u0928\u093e \u091a\u093e\u0939\u093f\u090f\u0964 

theemaali2=\u0908\u092e\u0947\u0932 \u0915\u093e \u0905\u0928\u094d\u092f \u0928\u093e\u092e \u0907\u0938 \u0938\u092e\u092f \u0928\u0939\u0940\u0902 \u092c\u0926\u0932\u093e \u091c\u093e \u0938\u0915\u0924\u093e\u0964 

theemaali3=\u0905\u0928\u094d\u092f\u0925\u093e \u0908\u092e\u0947\u0932 \u0915\u093e \u0905\u0928\u094d\u092f \u0928\u093e\u092e \u0909\u092a\u092f\u094b\u0917 \u092e\u0947\u0902 \u0939\u0948\u0964 

theemaali4=\u0926\u0930\u094d\u091c \u0915\u093f\u092f\u093e \u0917\u092f\u093e \u0908\u092e\u0947\u0932 \u0915\u093e \u0905\u0928\u094d\u092f \u0928\u093e\u092e \u092c\u0939\u0941\u0924 \u0932\u0902\u092c\u093e \u0939\u0948, \u0915\u0943\u092a\u092f\u093e \u090f\u0915 \u091b\u094b\u091f\u093e \u0905\u0928\u094d\u092f \u0928\u093e\u092e \u091a\u0941\u0928\u0947\u0902\u0964 

theemaarc=\u0908\u092e\u0947\u0932 \u0938\u0902\u0917\u094d\u0930\u0939 \u091a\u0948\u0928\u0932 \u0907\u0938 \u0938\u092e\u092f \u092a\u0930 \u0938\u0902\u0936\u094b\u0927\u093f\u0924 \u0928\u0939\u0940\u0902 \u0915\u093f\u092f\u093e \u091c\u093e \u0938\u0915\u0924\u093e\u0964 


thiemames1=\u092f\u0939 \u0908-\u092e\u0947\u0932 \u0938\u0902\u0926\u0947\u0936 \u0909\u092a\u0932\u092c\u094d\u0927 \u0928\u0939\u0940\u0902 \u0939\u0948\u0964

thimeshas=\u092f\u0939 \u0938\u0902\u0926\u0947\u0936 \u092a\u0939\u0932\u0947 \u0938\u0947 \u0939\u0940 \u0939\u091f\u093e \u0926\u093f\u092f\u093e \u0917\u092f\u093e \u0939\u0948\u0964 

thismaiis=\u092f\u0939 \u092e\u0947\u0932\u092c\u0949\u0915\u094d\u0938 \u0909\u092a\u0932\u092c\u094d\u0927 \u0928\u0939\u0940\u0902 \u0939\u0948\u0964

viehea=\u0936\u0940\u0930\u094d\u0937 \u0932\u0947\u0916 \u0926\u0947\u0916\u0947

youdonot1=\u0906\u092a\u0915\u094b \u0907\u0938 \u092e\u0947\u0932\u092c\u0949\u0915\u094d\u0938 \u0915\u094b \u0926\u0947\u0916\u0928\u0947 \u0915\u0940 \u0905\u0928\u0941\u092e\u0924\u093f \u0928\u0939\u0940\u0902 \u0939\u0948\u0964


youdonot3=\u0906\u092a\u0915\u094b \u0907\u0938 \u0938\u0902\u0926\u0947\u0936 \u0915\u094b \u0939\u091f\u093e\u0928\u0947 \u0915\u0940 \u0905\u0928\u0941\u092e\u0924\u093f \u0928\u0939\u0940\u0902 \u0939\u0948\u0964 

lis.search=\u0916\u094b\u091c\u0947\u0902
lis.clear=\u0916\u094b\u091c \u0938\u093e\u092b\u093c \u0915\u0930\u0947\u0902
lis.show5=\u092a\u094d\u0930\u0924\u093f \u092a\u0943\u0937\u094d\u0920 5 \u0906\u0907\u091f\u092e \u0926\u093f\u0916\u093e\u090f\u0901
lis.show10=10 \u0906\u0907\u091f\u092e \u0926\u093f\u0916\u093e\u090f...
lis.show20=20 \u0906\u0907\u091f\u092e \u0926\u093f\u0916\u093e\u090f...
lis.show50=50 \u0906\u0907\u091f\u092e \u0926\u093f\u0916\u093e\u090f...
lis.show100=100 \u0906\u0907\u091f\u092e \u0926\u093f\u0916\u093e\u090f...
lis.show200=200 \u0906\u0907\u091f\u092e \u0926\u093f\u0916\u093e\u0910\u0902...

view.prev=\u092a\u093f\u091b\u0932\u0940 \u0908\u092e\u0947\u0932
view.next=\u0905\u0917\u0932\u0940 \u0908\u092e\u0947\u0932
view.return=\u0938\u0942\u091a\u0940 \u092a\u0930 \u0932\u094c\u091f\u0947\u0902
view.summary=\u0938\u0902\u0926\u0947\u0936 \u0917\u0941\u0923 \u0914\u0930 \u0938\u0902\u0926\u0947\u0936

err_no_subject=\u0915\u094b\u0908 \u0935\u093f\u0937\u092f \u0928\u0939\u0940\u0902

