#X-Generator: crowdin.com
RWikiCurrentObjectDaoImpl.30=\u0647\u06cc\u0686 \u0645\u062d\u062a\u0648\u0627\u06cc \u0635\u0641\u062d\u0647\u200c\u0627\u06cc \u0628\u0631\u0627\u06cc \u0627\u06cc\u0646 \u0648\u062c\u0648\u062f \u0646\u062f\u0627\u0631\u062f 
RWikiCurrentObjectDaoImpl.31=\u0635\u0641\u062d\u0647\u060c \u0644\u0637\u0641\u0627 \u0627\u06cc\u062c\u0627\u062f \u06a9\u0646\u06cc\u062f
SakaiLinkMacro.0=\u06f1\u060c text\: \u0645\u062a\u0646 \u0644\u06cc\u0646\u06a9 
SakaiLinkMacro.1=\u06f2\u060c url\: URL \u0644\u06cc\u0646\u06a9\u060c \u0627\u06af\u0631 \u0644\u06cc\u0646\u06a9 \u062e\u0627\u0631\u062c\u06cc \u0627\u0633\u062a \u0648 \u0647\u06cc\u0686 \u0647\u062f\u0641\u06cc \u0628\u0631\u0627\u06cc \u0622\u0646 \u0645\u0634\u062e\u0635 \u0646\u0634\u062f\u0647\u060c \u06cc\u06a9 \u067e\u0646\u062c\u0631\u0647 \u062c\u062f\u06cc\u062f \u0628\u0627\u0632 \u062e\u0648\u0627\u0647\u062f \u0634\u062f 
SakaiLinkMacro.2=\u06f3\u060c img\: (\u0627\u062e\u062a\u06cc\u0627\u0631\u06cc) \u0627\u06af\u0631 \u0628\u0631\u0627\u0628\u0631 \u0628\u0627 'none' \u0628\u0627\u0634\u062f\u060c \u0647\u06cc\u0686 \u062a\u0635\u0648\u06cc\u0631\u06cc \u06a9\u0648\u0686\u06a9 URL \u0627\u06cc \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0646\u062e\u0648\u0627\u0647\u062f \u0634\u062f
SakaiLinkMacro.3=\u06f4\u060c target\: (\u0627\u062e\u062a\u06cc\u0627\u0631\u06cc) \u067e\u0646\u062c\u0631\u0647 \u0647\u062f\u0641\u060c \u0627\u06af\u0631 \u0628\u0631\u0627\u0628\u0631 \u0628\u0627 'none' \u0628\u0627\u0634\u062f\u060c Url \u0627\u0632 \u0647\u0645\u0627\u0646 \u067e\u0646\u062c\u0631\u0647 \u0641\u0639\u0644\u06cc \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0645\u06cc\u06a9\u0646\u062f
SakaiLinkMacro.4=\u0627\u06af\u0631 \u0627\u0632 \u067e\u0627\u0631\u0627\u0645\u062a\u0631\u0647\u0627\u06cc \u0645\u06a9\u0627\u0646\u06cc \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0645\u06cc \u06a9\u0646\u06cc\u062f \u0628\u0627\u06cc\u062f \u0628\u0647 \u06cc\u0627\u062f \u062f\u0627\u0634\u062a\u0647 \u0628\u0627\u0634\u06cc\u062f \u06a9\u0647 \u0628\u0631\u0627\u06cc \u067e\u0627\u0631\u0627\u0645\u062a\u0631\u0647\u0627\u06cc \u0627\u062e\u062a\u06cc\u0627\u0631\u06cc \u0628\u0627\u06cc\u062f \u0645\u0642\u062f\u0627\u0631 \u0632\u0627\u0626\u062f \u0646\u06cc\u0632 \u0627\u0631\u0627\u0626\u0647 \u06a9\u0646\u06cc\u062f
SakaiLinkMacro.5=\u062a\u0648\u0644\u06cc\u062f \u06cc\u06a9 \u0644\u06cc\u0646\u06a9
SakaiLinkMacro.28=\u0644\u06cc\u0646\u06a9 \u0646\u06cc\u0627\u0632\u0645\u0646\u062f \u06cc\u06a9 \u0646\u0627\u0645 \u0648 \u06cc\u06a9 \u0622\u062f\u0631\u0633 \u0628\u0647 \u0639\u0646\u0648\u0627\u0646 \u0622\u0631\u06af\u0648\u0645\u0627\u0646 \u0627\u0633\u062a
ImageMacro.0=\u06f1\u060cimg\: \u0622\u062f\u0631\u0633 URL \u0628\u0647 \u062a\u0635\u0648\u06cc\u0631\u060c URL \u062a\u0635\u0648\u06cc\u0631 \u0628\u0627\u06cc\u062f \u0646\u0633\u0628\u06cc\u060c \u06cc\u0627 \u0645\u0637\u0644\u0642 \u0628\u0627\u0634\u062f \u0627\u0645\u0627 \u0646\u0645\u06cc \u062a\u0648\u0627\u0646\u062f \u062e\u0627\u0631\u062c\u06cc \u0628\u0627\u0634\u062f\u060c \u0647\u0645\u0686\u0646\u06cc\u0646 \u0627\u06af\u0631 \u0628\u0647 \u0645\u0646\u0627\u0628\u0639\u06cc \u062f\u0631 \u0633\u0627\u06cc\u062a \u06a9\u0627\u0631\u06cc \u0648 \u06cc\u0627 \u06a9\u0644 \u0633\u0627\u06cc\u062a Sakai \u0627\u0631\u062c\u0627\u0639 \u062f\u0627\u062f\u0647 \u0634\u062f\u0647\u060c \u0645\u06cc\u062a\u0648\u0627\u0646\u062f \u0628\u0627 worksite\:/ \u06cc\u0627 sakai\:/ \u0622\u063a\u0627\u0632 \u0634\u0648\u062f. \u062f\u0631 \u0632\u0645\u0627\u0646 \u0627\u0631\u062c\u0627\u0639 \u062f\u0627\u062f\u0646 \u0628\u0647 \u0645\u0646\u0627\u0628\u0639 \u062f\u0631 \u062f\u06cc\u06af\u0631 \u0633\u0627\u06cc\u062a\u200c\u0647\u0627\u06cc \u06a9\u0627\u0631\u06cc (\u0628\u0647 \u0639\u0646\u0648\u0627\u0646 \u0645\u062b\u0627\u0644 sakai\:/) \u0628\u0627\u06cc\u062f \u0634\u0646\u0627\u0633\u0647 \u0633\u0627\u06cc\u062a \u0631\u0627 \u0646\u06cc\u0632 \u0627\u0631\u0627\u0626\u0647 \u062f\u0647\u06cc\u062f 
ImageMacro.1=\u06f2\u060c alt\: (\u0627\u062e\u062a\u06cc\u0627\u0631\u06cc) \u0645\u062a\u0646 \u062c\u0627\u06cc\u06af\u0632\u06cc\u0646 
ImageMacro.2=\u06f3\u060c Ext\: (\u0627\u062e\u062a\u06cc\u0627\u0631\u06cc) \u062f\u0631 \u062d\u0627\u0644 \u062d\u0627\u0636\u0631 \u0645\u0648\u0631\u062f \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0642\u0631\u0627\u0631 \u0646\u0645\u06cc\u06af\u06cc\u0631\u062f
ImageMacro.3=\u06f4\u060c class\: (\u0627\u062e\u062a\u06cc\u0627\u0631\u06cc) \u06a9\u0644\u0627\u0633 Css \u0627\u0639\u0645\u0627\u0644 \u0634\u062f\u0647 \u062f\u0631 \u062a\u0635\u0648\u06cc\u0631
ImageMacro.4=\u06f5\u060c target\: (\u0627\u062e\u062a\u06cc\u0627\u0631\u06cc) \u067e\u0646\u062c\u0631\u0647 \u0647\u062f\u0641
ImageMacro.5=\u06f6\u060c title\: (\u0627\u062e\u062a\u06cc\u0627\u0631\u06cc) \u0639\u0646\u0648\u0627\u0646 \u062a\u0635\u0648\u06cc\u0631\u060c (\u062f\u0631 \u062d\u0627\u0644\u062a \u067e\u06cc\u0634\u200c\u0641\u0631\u0636 \u0628\u0631\u0627\u0628\u0631 \u0628\u0627 \u0645\u0642\u062f\u0627\u0631 alt \u0642\u0631\u0627\u0631 \u062e\u0648\u0627\u0647\u062f \u06af\u0631\u0641\u062a)
ImageMacro.6=\u0627\u06af\u0631 \u0627\u0632 \u067e\u0627\u0631\u0627\u0645\u062a\u0631\u0647\u0627\u06cc \u0645\u06a9\u0627\u0646\u06cc \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0645\u06cc \u06a9\u0646\u06cc\u062f \u0628\u0627\u06cc\u062f \u0628\u0647 \u06cc\u0627\u062f \u062f\u0627\u0634\u062a\u0647 \u0628\u0627\u0634\u06cc\u062f \u06a9\u0647 \u0628\u0631\u0627\u06cc \u067e\u0627\u0631\u0627\u0645\u062a\u0631\u0647\u0627\u06cc \u0627\u062e\u062a\u06cc\u0627\u0631\u06cc \u0628\u0627\u06cc\u062f \u0645\u0642\u062f\u0627\u0631 \u0632\u0627\u0626\u062f \u0646\u06cc\u0632 \u0627\u0631\u0627\u0626\u0647 \u06a9\u0646\u06cc\u062f
ImageMacro.7=\u062a\u0635\u0648\u06cc\u0631 \u0631\u0627 \u062f\u0631 \u0635\u0641\u062d\u0647 \u0642\u0631\u0627\u0631 \u0645\u06cc \u062f\u0647\u062f
ImageMacro.23=URL\u0647\u0627\u06cc \u062e\u0627\u0631\u062c\u06cc \u0645\u062c\u0627\u0632 \u0646\u06cc\u0633\u062a\u0646\u062f\u060c \u0641\u0642\u0637 \u0646\u0633\u0628\u06cc \u06cc\u0627 \u0645\u0637\u0644\u0642
ImageMacro.34=\u0634\u0645\u0627\u0631\u0647 \u0622\u0631\u06af\u0648\u0645\u0627\u0646 \u0647\u0627 \u06cc\u06a9\u0633\u0627\u0646 \u0646\u0645\u06cc \u0628\u0627\u0634\u062f
BlockMacro.0=1\u060c \u06a9\u0644\u0627\u0633\: \u06a9\u0644\u0627\u0633 \u0628\u0631\u0627\u06cc \u0627\u062e\u062a\u0635\u0627\u0635 \u0628\u0647 \u0627\u06cc\u0646 \u0628\u0644\u0648\u06a9\u060c
BlockMacro.01=\u0627\u0633\u062a\u0627\u06cc\u0644\: \u0627\u0633\u062a\u0627\u06cc\u0644 \u0647\u0627\u06cc Css \u0628\u0647 \u0635\u0648\u0631\u062a inline \u0645\u06cc \u0628\u0627\u0634\u062f
BlockMacro.1=\u0634\u0646\u0627\u0633\u0647\: \u06cc\u06a9 \u0634\u0646\u0627\u0633\u0647 \u0628\u0647 \u0628\u0644\u0648\u06a9 \u0627\u062e\u062a\u0635\u0627\u0635 \u06cc\u0627\u0641\u062a\u0647 \u0627\u0633\u062a.
BlockMacro.2=\u0628\u0647 \u0645\u0639\u0646\u06cc \u0644\u0646\u06af\u0631\: \u06cc\u06a9 \u0644\u0646\u06af\u0631 \u0628\u0647 \u0628\u0644\u0648\u06a9 \u0627\u062e\u062a\u0635\u0627\u0635 \u06cc\u0627\u0641\u062a\u0647 \u0627\u0633\u062a
BlockMacro.3=\u0627\u0632 \u0645\u062d\u062a\u0648\u0627\u06cc \u0627\u0631\u0627\u0626\u0647 \u0634\u062f\u0647 \u062a\u0648\u0633\u0637 rwiki \u0645\u06a9\u0627\u0646 \u06cc\u06a9 div \u062f\u0631 \u0627\u0637\u0631\u0627\u0641 \u06cc\u06a9 \u0628\u0644\u0648\u06a9 \u0627\u0633\u062a.
StyleMacro.0=1,href\:(\u0627\u062e\u062a\u06cc\u0627\u0631\u06cc) \u0644\u06cc\u0646\u06a9 \u0628\u0631\u0627\u06cc \u0635\u0641\u062d\u0647 \u0627\u0633\u062a\u0627\u06cc\u0644
StyleMacro.1=2\u060c \u0631\u0633\u0627\u0646\u0647\: (\u0627\u062e\u062a\u06cc\u0627\u0631\u06cc) \u0646\u0648\u0639 \u067e\u06cc\u0634 \u0641\u0631\u0636 \u0631\u0633\u0627\u0646\u0647 \u0628\u0631\u0627\u06cc \u0647\u0645\u0647.
StyleMacro.2=\u0627\u0641\u0632\u0648\u062f\u0646 \u0648\u06cc\u0698\u06af\u06cc \u0627\u0633\u062a\u0627\u06cc\u0644\u060c\u0627\u06af\u0631 \u0627\u0632 href \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0646\u0645\u06cc \u06a9\u0646\u06cc\u062f\u060c \u0645\u062d\u062a\u0648\u0627\u06cc \u0648\u0631\u0648\u062f\u06cc \u0648 \u062f\u0631 \u063a\u06cc\u0631 \u0627\u06cc\u0646 \u0635\u0648\u0631\u062a \u06cc\u06a9 \u0644\u06cc\u0646\u06a9 \u0627\u0632 \u0635\u0641\u062d\u0647 \u0627\u0633\u062a\u0627\u06cc\u0644 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0645\u06cc \u0634\u0648\u062f.
AnchorMacro.0=1\: \u06cc\u06a9 \u0646\u0627\u0645 \u0628\u0631\u0627\u06cc \u0627\u062e\u062a\u0635\u0627\u0635 \u0628\u0647 \u0644\u0646\u06af\u0631.
AnchorMacro.1=\u0627\u06cc\u062c\u0627\u062f \u0646\u0645\u0648\u062f\u0646 \u06cc\u06a9 anchor \u062f\u0631 \u0627\u0637\u0631\u0627\u0641 \u0628\u062e\u0634\u06cc \u0627\u0632 \u0645\u062d\u062a\u0648\u0627 rwiki.
BackgroundColorMacro.1=0,\u0632\u0646\u06af\: \u062a\u063a\u06cc\u06cc\u0631 \u0631\u0646\u06af \u067e\u0633 \u0632\u0645\u06cc\u0646\u0647 \u0627\u0632 \u0645\u0637\u0627\u0644\u0628
BackgroundColorMacro.2=\u062a\u063a\u06cc\u06cc\u0631 \u0631\u0646\u06af \u067e\u0633 \u0632\u0645\u06cc\u0646\u0647 \u0628\u0631\u062e\u06cc \u0627\u0632 \u0645\u062a\u0648\u0646
BackgroundColorMacro.0=\u0631\u0646\u06af\: 
BackgroundColorMacro.10=\ \u0631\u0646\u06af \u0648\u0627\u0642\u0639\u06cc CSS \u0646\u06cc\u0633\u062a\!
SectionsMacro.0=1, \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0627\u0632 \u0634\u0646\u0627\u0633\u0647 \u0647\u0627\: (\u0627\u062e\u062a\u06cc\u0627\u0631\u06cc) \u0627\u06af\u0631 \u062f\u0631\u0633\u062a \u0628\u0627\u0634\u062f \u0634\u0646\u0627\u0633\u0647 \u062a\u0648\u0644\u06cc\u062f \u0645\u06cc \u0634\u0648\u062f \u062f\u0631 \u063a\u06cc\u0631 \u0627\u06cc\u0646 \u0635\u0648\u0631\u062a \u0627\u0632 \u0646\u0627\u0645 \u0647\u0627 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0645\u06cc \u06a9\u0646\u062f\u060c\u0646\u0627\u0645\u0647\u0627 \u0628\u0647 \u0635\u0648\u0631\u062a \u067e\u06cc\u0634 \u0641\u0631\u0636 \u0647\u0633\u062a\u0646\u062f 
SectionsMacro.1=\u0627\u06af\u0631 \u0627\u0632 \u067e\u0627\u0631\u0627\u0645\u062a\u0631\u0647\u0627\u06cc \u0645\u06a9\u0627\u0646\u06cc \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0645\u06cc \u06a9\u0646\u06cc\u062f \u0628\u0627\u06cc\u062f \u0628\u0647 \u06cc\u0627\u062f \u062f\u0627\u0634\u062a\u0647 \u0628\u0627\u0634\u06cc\u062f \u060c\u067e\u0627\u0631\u0627\u0645\u062a\u0631\u0647\u0627\u06cc \u0627\u062e\u062a\u06cc\u0627\u0631\u06cc \u0628\u0627\u06cc\u062f \u0634\u0627\u0645\u0644 \u0632\u0627\u0626\u062f\u0647 \u0647\u0627 \u0628\u0627\u0634\u062f
SectionsMacro.2=\u06cc\u06a9 \u0644\u06cc\u0633\u062a \u0627\u0632 \u0644\u06cc\u0646\u06a9 \u062a\u0648\u0644\u06cc\u062f \u06a9\u0646\u06cc\u062f \u062a\u0627 \u0628\u0647 \u0628\u062e\u0634 \u0632\u06cc\u0631 \u0633\u0627\u06cc\u062a \u0627\u0634\u0627\u0631\u0647 \u06a9\u0646\u062f
SectionsMacro.5=\u0634\u0646\u0627\u0633\u0647 \u0633\u0627\u06cc\u062a \u0646\u0627 \u0645\u0639\u062a\u0628\u0631 \u0627\u0633\u062a 
IndexMacro.1=1\: \u0641\u0636\u0627\u060c\u0641\u0636\u0627 \u062f\u0631 \u0635\u0641\u062d\u0647 \u0627\u0648\u0644\u060c \u0635\u0641\u062d\u0647 \u06a9\u0646\u0648\u0646\u06cc \u0628\u0647 \u0637\u0648\u0631 \u067e\u06cc\u0634 \u0641\u0631\u0636 \u062f\u0627\u0631\u0627\u06cc \u0641\u0636\u0627 \u0645\u06cc \u0628\u0627\u0634\u062f.
IndexMacro.2=2\: \u0628\u062f\u0648\u0646 \u0633\u0631 \u0641\u0635\u0644\u060c \u0627\u06af\u0631 \u0633\u0631\u0641\u0635\u0644\u06cc \u0646\u0628\u0627\u0634\u062f\u060c \u062e\u0638 \u0633\u0631\u0641\u0635\u0644 \u062a\u0648\u0644\u06cc\u062f \u0646\u0645\u06cc \u0634\u0648\u062f
IndexMacro.0=\  <p> \u0635\u0641\u062d\u0647 \u0627\u0635\u0644\u06cc \u0627\u0632 
WorksiteInfoMacro.3=1\u060c \u0627\u0637\u0644\u0627\u0639\u0627\u062a\: \u0646\u0648\u0639 \u0627\u0637\u0644\u0627\u0639\u0627\u062a \u0627\u0631\u0627\u0626\u0647 \u062f\u0647\u0646\u062f\u0647\u060c \u0627\u0637\u0644\u0627\u0639\u0627\u062a \u0633\u0627\u06cc\u062a \u06a9\u0627\u0631\: \u0639\u0646\u0648\u0627\u0646\u060c \u0639\u0646\u0648\u0627\u0646 \u0645\u06cc \u062f\u0647\u062f (\u0628\u0647 \u0635\u0648\u0631\u062a \u067e\u06cc\u0634 \u0641\u0631\u0636)\u060c 
WorksiteInfoMacro.4=\ \u0627\u0637\u0644\u0627\u0639\u0627\u062a \u0633\u0627\u06cc\u062a \u06a9\u0627\u0631\: \u062a\u0648\u0636\u06cc\u062d\u0627\u062a 
WorksiteInfoMacro.5=\ \u0627\u0637\u0644\u0627\u0639\u0627\u062a \u0633\u0627\u06cc\u062a \u06a9\u0627\u0631\: \u062e\u0644\u0627\u0635\u0647 \u062a\u0648\u0636\u06cc\u062d\u0627\u062a 
WorksiteInfoMacro.6=\ \u0627\u0637\u0644\u0627\u0639\u0627\u062a \u0633\u0627\u06cc\u062a \u06a9\u0627\u0631\: \u0641\u0636\u0627\u06cc \u0648\u06cc\u06a9\u06cc 
WorksiteInfoMacro.7=\u0627\u06af\u0631 \u0627\u0632 \u067e\u0627\u0631\u0627\u0645\u062a\u0631\u0647\u0627\u06cc \u0645\u06a9\u0627\u0646\u06cc \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0645\u06cc \u06a9\u0646\u06cc\u062f \u0628\u0627\u06cc\u062f \u0628\u0647 \u06cc\u0627\u062f \u062f\u0627\u0634\u062a\u0647 \u0628\u0627\u0634\u06cc\u062f \u060c\u067e\u0627\u0631\u0627\u0645\u062a\u0631\u0647\u0627\u06cc \u0627\u062e\u062a\u06cc\u0627\u0631\u06cc \u0628\u0627\u06cc\u062f \u0634\u0627\u0645\u0644 \u0632\u0627\u0626\u062f\u0647 \u0647\u0627 \u0628\u0627\u0634\u062f
WorksiteInfoMacro.8=\u062a\u0648\u0644\u06cc\u062f \u0627\u0637\u0644\u0627\u0639\u0627\u062a \u0633\u0627\u06cc\u062a \u06a9\u0627\u0631
WorksiteInfoMacro.11=\u0647\u06cc\u0686 \u0633\u0627\u06cc\u062a\u06cc \u0628\u0631\u0627\u06cc \u0635\u0641\u062d\u0647 \u06cc\u0627\u0641\u062a \u0646\u0634\u062f
ColorMacro.2=0,\u0632\u0646\u06af\: \u062a\u063a\u06cc\u06cc\u0631 \u0631\u0646\u06af \u067e\u06cc\u0634 \u0632\u0645\u06cc\u0646\u0647 \u06cc \u0645\u0637\u0627\u0644\u0628
ColorMacro.3=1.\u0631\u0646\u06af \u067e\u0633 \u0632\u0645\u06cc\u0646\u0647\: \u062a\u063a\u06cc\u06cc\u0631 \u0631\u0646\u06af \u067e\u0633 \u0632\u0645\u06cc\u0646\u0647 \u0627\u0632 \u0645\u0637\u0627\u0644\u0628
ColorMacro.4=\u062a\u063a\u06cc\u06cc\u0631 \u0631\u0646\u06af \u067e\u0633 \u0632\u0645\u06cc\u0646\u0647 \u0628\u0631\u062e\u06cc \u0627\u0632 \u0645\u062a\u0648\u0646
ColorMacro.1=\u0631\u0646\u06af\: 
ColorMacro.13=\ \u0631\u0646\u06af \u0648\u0627\u0642\u0639\u06cc CSS \u0646\u06cc\u0633\u062a\!
RecentChangesMacro.0=1\: \u0627\u062e\u062a\u06cc\u0627\u0631\u06cc\u060c \u0627\u06af\u0631 \u0641\u0631\u0645\u062a \u0633\u0627\u0644-\u0645\u0627\u0647-\u0631\u0648\u0632 \u062a\u063a\u06cc\u06cc\u0631 \u06a9\u0631\u062f\u0647 \u0627\u0633\u062a. \u0627\u06af\u0631 \u0641\u0631\u0645\u062a \u0628\u0631\u0627\u06cc \u0631\u0648\u0632 \u0647\u0627 \u0639\u062f\u062f 30 \u0645\u06cc \u0628\u0627\u0634\u062f\u060c \u0627\u06af\u0631 \u0641\u0631\u0645\u062a 12 \u0633\u0627\u0639\u062a\u060c \u062a\u0639\u062f\u0627\u062f \u0633\u0627\u0639\u0627\u062a\u060c \u0628\u0647 \u0635\u0648\u0631\u062a \u067e\u06cc\u0634 \u0641\u0631\u0636 \u0628\u0631\u0627\u06cc 30 \u0631\u0648\u0632 \u0645\u06cc \u0628\u0627\u0634\u062f 
RecentChangesMacro.1=\u06af\u0633\u062a\u0631\u0634 \u06cc\u06a9 \u0644\u06cc\u0633\u062a \u0628\u0631\u0627\u06cc \u0635\u0641\u062d\u0647 \u0647\u0627\u06cc\u06cc \u06a9\u0647 \u062f\u0631 \u0632\u0645\u0627\u0646 \u062d\u0627\u0644 \u062a\u063a\u06cc\u06cc\u0631 \u06a9\u0631\u062f\u0647 \u0627\u0646\u062f
RecentChangesMacro.6=\u0633\u0627\u0644-\u0645\u0627\u0647-\u0631\u0648\u0632
RecentChangesMacro.7=<span class\="error"> \u062a\u062c\u0632\u06cc\u0647 \u0646\u0645\u06cc \u0634\u0648\u062f\: 
RecentChangesMacro.8=\ \u0628\u0627\u06cc\u062f \u062f\u0627\u0631\u0627\u06cc \u0641\u0631\u0645\u062a\: \u0633\u0627\u0644-\u0645\u0627\u0647-\u0631\u0648\u0632 \u06cc\u0627 30 \u0631\u0648\u0632 \u0648 \u06cc\u0627 12 \u0633\u0627\u0639\u062a \u060c \u0628\u0631\u0627\u06cc 30 \u0631\u0648\u0632 \u0641\u0631\u0636 \u0645\u06cc \u0634\u0648\u062f</span>
RecentChangesMacro.9=<span class\="error"> \u062a\u062c\u0632\u06cc\u0647 \u0646\u0645\u06cc \u0634\u0648\u062f 
RecentChangesMacro.13=\ \u0622\u062e\u0631\u06cc\u0646 \u0648\u06cc\u0631\u0627\u06cc\u0634 \u062f\u0631 
RecentChangesMacro.14=\ \u062a\u0648\u0633\u0637 
RecentChangesMacro.16=\u0634\u0645\u0627 \u0645\u062c\u0648\u0632 \u062c\u0633\u062a\u062c\u0648 \u0631\u0627 \u0646\u062f\u0627\u0631\u06cc\u062f.
SpanMacro.0=1\u060c \u06a9\u0644\u0627\u0633\: \u06a9\u0644\u0627\u0633 \u0628\u0631\u0627\u06cc \u0627\u062e\u062a\u0635\u0627\u0635 \u0628\u0647 \u0627\u06cc\u0646 \u0628\u0644\u0648\u06a9.
SpanMacro.1=\u0634\u0646\u0627\u0633\u0647\: \u06cc\u06a9 \u0634\u0646\u0627\u0633\u0647 \u0628\u0647 \u0628\u0644\u0648\u06a9 \u0627\u062e\u062a\u0635\u0627\u0635 \u06cc\u0627\u0641\u062a\u0647 \u0627\u0633\u062a.
SpanMacro.2=\u0628\u0647 \u0645\u0639\u0646\u06cc \u0644\u0646\u06af\u0631\: \u06cc\u06a9 \u0644\u0646\u06af\u0631 \u0628\u0647 \u0628\u0644\u0648\u06a9 \u0627\u062e\u062a\u0635\u0627\u0635 \u06cc\u0627\u0641\u062a\u0647 \u0627\u0633\u062a
SpanMacro.3=\u0642\u0631\u0627\u0631 \u062f\u0627\u062f\u0646 \u0627\u0633\u067e\u0646 \u062f\u0631 \u0627\u0637\u0631\u0627\u0641 \u0628\u062e\u0634\u06cc \u0627\u0632 \u0645\u062d\u062a\u0648\u0627\u06cc \u0627\u0631\u0627\u0626\u0647 \u0634\u062f\u0647 rwiki.
MathMacro.0=\u0627\u06cc\u0646 \u06cc\u06a9 \u0645\u0627\u06a9\u0631\u0648 \u067e\u0627\u06cc\u0647 \u0627\u0633\u062a \u06a9\u0647 span/div \u0631\u0627 \u0628\u0631 \u062d\u0633\u0628 \u0645\u062a\u0646 \u0647\u0627\u06cc \u0631\u06cc\u0627\u0636\u06cc \u0627\u062d\u0627\u0637\u0647 \u0645\u06cc \u06a9\u0646\u062f. \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0627\u0632 \u0645\u0637\u0627\u0644\u0628 \u0627\u06cc\u0646 \u0645\u0627\u06a9\u0631\u0648 \u0642\u0628\u0644 \u0627\u0632 \u0641\u0631\u0627\u0631\u060c \u0628\u0647 \u0647\u0631 \u062d\u0627\u0644 \u0634\u0645\u0627 \u0646\u0645\u06cc \u062a\u0648\u0627\u0646\u06cc\u062f {math} \u0631\u0627 \u062f\u0631 \u0645\u062d\u062a\u0648\u0627\u06cc \u0627\u06cc\u0646 \u0645\u0627\u06a9\u0631\u0648 \u0642\u0631\u0627\u0631 \u062f\u0647\u06cc\u062f\u060c {{}math} \u0642\u0631\u0627\u0631 \u062f\u0627\u062f\u0647 \u0645\u06cc \u0634\u0648\u062f.
MathMacro.1=1\: \u0642\u0631\u0627\u0631 \u062f\u0627\u062f\u0646 "\u0646\u0645\u0627\u06cc\u0634" \u0628\u0631\u0627\u06cc \u0631\u06cc\u0627\u0636\u06cc \u062f\u0631 \u06cc\u06a9 div \u0642\u0631\u0627\u0631 \u062f\u0627\u062f\u0647 \u0634\u062f\u0647 \u0627\u0633\u062a
SpecializedRenderContext.7=\u0644\u06cc\u0646\u06a9 \u0642\u0627\u0628\u0644 \u062d\u0644 \u0646\u06cc\u0633\u062a
SpecializedRenderContext.20=\u0644\u06cc\u0646\u06a9 \u0642\u0627\u0628\u0644 \u062d\u0644 \u0646\u06cc\u0633\u062a
RWikiObjectServiceImpl.32=\u0622\u0631\u0634\u06cc\u0648 \u0635\u0641\u062d\u0627\u062a \u0648\u06cc\u06a9\u06cc \u0628\u0631\u0627\u06cc 
RWikiObjectServiceImpl.31=\u062e\u0637\u0627 \u062f\u0631 \u0622\u0631\u0634\u06cc\u0648 \u0635\u0641\u062d\u0647 \u0628\u0631\u0627\u06cc \u0633\u0627\u06cc\u062a\: 
RWikiObjectServiceImpl.30=\u0622\u0631\u0634\u06cc\u0648 \u0646\u0645\u0648\u062f\u0646\: \u0627\u0646\u062c\u0627\u0645 \u06af\u0631\u062f\u06cc\u062f 
RWikiObjectServiceImpl.43=\ \u0635\u0641\u062d\u0627\u062a \u0648 
RWikiObjectServiceImpl.44=\ \u0646\u0633\u062e\u0647 \u0647\u0627\n
RWikiObjectServiceImpl.29=\u0635\u0641\u062d\u0647 
RWikiObjectServiceImpl.28=\ \u062f\u0631 \u062d\u0627\u0644 \u062d\u0627\u0636\u0631 \u0628\u0627 \u0646\u0633\u062e\u0647 \u0648\u062c\u0648\u062f \u062f\u0627\u0631\u062f 
RWikiObjectServiceImpl.54=\ \u0627\u0632 \u062a\u062c\u062f\u06cc\u062f \u0646\u0638\u0631 \u0628\u0631\u0627\u06cc \u0622\u0631\u0634\u06cc\u0648 \u0642\u062f\u06cc\u0645\u06cc \u062a\u0631 \u0627\u0633\u062a 
RWikiObjectServiceImpl.55=\ \u0628\u0647 \u0647\u0645\u06cc\u0646 \u062f\u0644\u06cc\u0644 \u0627\u06cc\u0646 \u0627\u062f\u063a\u0627\u0645 \u0631\u0627 \u0627\u0632 \u0627\u06cc\u0646 \u0628\u0627\u06cc\u06af\u0627\u0646\u06cc \u0631\u0627 \u0631\u062f \u06a9\u0631\u062f\u0647 \u0627\u0645\u060c
RWikiObjectServiceImpl.56=\ \u0644\u0637\u0641\u0627 \u0627\u06cc\u0646 \u0628\u0627\u06af \u0631\u0627 \u062f\u0631 JIRA \u06af\u0632\u0627\u0631\u0634 \u06a9\u0646\u06cc\u062f \u0627\u06af\u0631 \u0641\u06a9\u0631 \u0645\u06cc\u200c\u06a9\u0646\u06cc\u062f \u06a9\u0647
RWikiObjectServiceImpl.57=\ \u0627\u06cc\u0646 \u0642\u0627\u0628\u0644\u06cc\u062a \u0645\u0648\u0631\u062f \u0646\u06cc\u0627\u0632 \u0627\u0633\u062a\n
RWikiObjectServiceImpl.58=\u0635\u0641\u062d\u0647 
RWikiObjectServiceImpl.59=\ \u0645\u0648\u062c\u0648\u062f \u0627\u0633\u062a \u0628\u0627 \u0646\u0633\u062e\u0647\u200c\u06cc 
RWikiObjectServiceImpl.60=\ \u0628\u0647 \u0647\u0645\u06cc\u0646 \u062f\u0644\u06cc\u0644 \u0645\u0648\u0631\u062f \u0642\u0628\u0648\u0644 \u0646\u0628\u0648\u062f \u0627\u0630\u063a\u0627\u0645
RWikiObjectServiceImpl.61=\ \u0646\u0633\u062e\u0647 \u0645\u0631\u0628\u0648\u0637\u0647 \u0627\u0632 \u0622\u0631\u0634\u06cc\u0648\u060c
RWikiObjectServiceImpl.62=\ \u0627\u06af\u0631 \u0641\u06a9\u0631 \u0645\u06cc \u06a9\u0646\u06cc\u062f \u0627\u0634\u06a9\u0627\u0644\u06cc \u062f\u0631 JIRA \u0648\u062c\u0648\u062f \u062f\u0627\u0631\u062f \u0644\u0637\u0641\u0627 \u06af\u0630\u0627\u0631\u0634 \u062f\u0647\u06cc\u062f
RWikiObjectServiceImpl.63=\ \u0627\u06cc\u0646 \u0642\u0627\u0628\u0644\u06cc\u062a \u0645\u0648\u0631\u062f \u0646\u06cc\u0627\u0632 \u0627\u0633\u062a\n
RWikiObjectServiceImpl.64=\u0627\u06cc\u062c\u0627\u062f \u0634\u062f\u0647 
RWikiObjectServiceImpl.65=\ \u062a\u062c\u062f\u06cc\u062f \u0646\u0638\u0631 
RWikiObjectServiceImpl.66=\ \u0628\u0627 \u0627\u06cc\u0646 \u0646\u0633\u062e\u0647 
RWikiObjectServiceImpl.67=\ \u062a\u0627\u0631\u06cc\u062e 
RWikiObjectServiceImpl.69=\ \u0647\u0634\u062f\u0627\u0631\: \u06a9\u0646\u062a\u0631\u0644 \u0646\u0633\u062e\u0647 \u0647\u0627\u06cc \u0628\u0627\u06cc\u06af\u0627\u0646\u06cc \u0645\u0637\u0627\u0628\u0642\u062a \u0646\u062f\u0627\u0631\u062f\:
RWikiObjectServiceImpl.70=\ \u0646\u0633\u062e\u0647 \u0627\u062f\u063a\u0627\u0645 \u0634\u062f\u0647\:
RWikiObjectServiceImpl.71=\n\u0645\u062d\u062a\u0648\u0627 \u0628\u0627\u06cc\u06af\u0627\u0646\u06cc\:\n
RWikiObjectServiceImpl.72=\n\u0645\u062d\u062a\u0648\u0627\u06cc \u0630\u062e\u06cc\u0631\u0647 \u0634\u062f\u0647\:\n
RWikiObjectServiceImpl.75=\u0639\u062f\u0645 \u0645\u0648\u0641\u0642\u06cc\u062a \u062f\u0631 \u0627\u0641\u0632\u0648\u062f\u0646 
RWikiObjectServiceImpl.76=\u0646\u0627\u0645 \u0635\u0641\u062d\u0647
RWikiObjectServiceImpl.77=\ \u062a\u062c\u062f\u06cc\u062f \u0646\u0638\u0631 
RWikiObjectServiceImpl.78=\u062a\u062c\u062f\u06cc\u062f \u0646\u0638\u0631
RWikiObjectServiceImpl.79=\ \u0628\u0647 \u0627\u06cc\u0646 \u062f\u0644\u06cc\u0644  
RWikiObjectServiceImpl.81=\ \u0627\u0634\u06a9\u0627\u0644 \u062f\u0631 \u0645\u06a9\u0627\u0646 \u0645\u0631\u062c\u0639 \u062f\u0631 \u0633\u0627\u06cc\u062a 
RWikiObjectServiceImpl.84=\ \u0627\u062f\u063a\u0627\u0645 \u0648\u06cc\u06a9\u06cc \u06a9\u0627\u0645\u0644 \u06af\u0631\u062f\u06cc\u062f 
RWikiObjectServiceImpl.85=\ \u0627\u0636\u0627\u0641\u0647 \u0634\u062f 
RWikiObjectServiceImpl.86=\ \u0635\u0641\u062d\u0627\u062a \u0628\u0627 
RWikiObjectServiceImpl.87=\ \u062a\u062c\u062f\u06cc\u062f \u0646\u0638\u0631\u0647\u0627\n\u067e\u06cc\u062f\u0627 \u0634\u062f\u0647 
RWikiObjectServiceImpl.88=\ \u0631\u062f \u0634\u062f\u0647 \u0647\u0627\u060c 
RWikiObjectServiceImpl.89=\ \u0634\u06a9\u0633\u062a \u0647\u0627\u060c 
RWikiObjectServiceImpl.90=\ \u062e\u0637\u0627\u0647\u0627 
RWikiSecurityServiceImpl.2=\u0634\u0645\u0627 \u0628\u0627\u06cc\u062f \u0628\u0647 RWiki \u0627\u0632 \u0637\u0631\u06cc\u0642 \u06cc\u06a9 \u0633\u0627\u06cc\u062a \u0645\u0646\u0627\u0633\u0628 \u062f\u0633\u062a\u0631\u0633\u06cc \u062f\u0627\u0634\u062a\u0647 \u0628\u0627\u0634\u06cc\u062f
XSLTEntityHandler.68=\u062e\u0637\u0627 \u062f\u0631 \u0633\u0631\u06cc\u0627\u0644 \u0633\u0627\u0632\u06cc 
XSLTEntityHandler.32=\u062f\u0631 \u0637\u0648\u0644 \u062a\u0641\u0633\u06cc\u0631 \u0627\u0633\u062a\u062b\u0646\u0627 \u0631\u062e \u062f\u0627\u062f\u0647 \u0627\u0633\u062a 
XSLTEntityHandler.33=\n\u0627\u0633\u062a\u062b\u0646\u0627\: 
XSLTEntityHandler.34=\ \u067e\u06cc\u0627\u0645\:\n
XSLTEntityHandler.35=\u0647\u06cc\u0686 \u0645\u062d\u062a\u0648\u0627\u06cc\u06cc \u062f\u0631 \u0635\u0641\u062d\u0647 \u0648\u062c\u0648\u062f \u0646\u062f\u0627\u0631\u062f
XSLTEntityHandler.36=\u0647\u06cc\u0686 \u0645\u062d\u062a\u0648\u0627\u06cc\u06cc \u062f\u0631 \u0635\u0641\u062d\u0647 \u0648\u062c\u0648\u062f \u0646\u062f\u0627\u0631\u062f
XSLTEntityHandler.46=\u0645\u062d\u062a\u0648\u0627 \u0627\u0631\u0627\u0626\u0647 \u0634\u062f\u0647 \u062f\u0631\u0633\u062a \u062a\u062c\u0632\u06cc\u0647 \u0646\u0634\u062f\u0647 \u0627\u0633\u062a 
SiteEmailNotificationRWiki.5=\u0635\u0641\u062d\u0647 \u0648\u06cc\u06a9\u06cc \u062a\u063a\u06cc\u06cc\u0631 \u06a9\u0631\u062f\u0647 \u0627\u0633\u062a \u062f\u0631 "
SiteEmailNotificationRWiki.6=" \u0633\u0627\u06cc\u062a \u062f\u0631 
SiteEmailNotificationRWiki.13=\u0645\u062d\u0644\: \u0633\u0627\u06cc\u062a
SiteEmailNotificationRWiki.16=\ \u0648\u06cc\u0631\u0627\u06cc\u0634 \u0634\u062f\u0647 \u062f\u0631\: 
SiteEmailNotificationRWiki.18=\ \u062a\u0648\u0633\u0637 \u06a9\u0627\u0631\u0628\u0631 \u0648\u06cc\u0631\u0627\u06cc\u0634 \u0634\u062f\u0647\: 
SiteEmailNotificationRWiki.19=\ \u0635\u0641\u062d\u0647\: 
SiteEmailNotificationRWiki.4=\ \u0645\u062d\u062a\u0648\u0627\:\n
SiteEmailNotificationRWiki.27=\u0635\u0641\u062d\u0647 \u0648\u06cc\u06a9\u06cc 
SiteEmailNotificationRWiki.28=\ \u0627\u0635\u0644\u0627\u062d \u0634\u062f\u0647 \u0627\u0633\u062a
SiteEmailNotificationRWiki.30=\u0627\u06cc\u0646 \u067e\u06cc\u0627\u0645 \u0627\u0637\u0644\u0627\u0639\u06cc\u0647 \u062e\u0648\u062f\u06a9\u0627\u0631 \u0627\u0631\u0633\u0627\u0644 \u0634\u062f\u0647 \u0627\u0633\u062a \u062a\u0648\u0633\u0637 
SiteEmailNotificationRWiki.3=) \u0627\u0632 
SiteEmailNotificationRWiki.35=\ \u0633\u0627\u06cc\u062a.\n
SiteEmailNotificationRWiki.36=\u0634\u0645\u0627 \u0645\u06cc \u062a\u0648\u0627\u0646\u06cc\u062f \u0646\u062d\u0648\u0647 \u06cc \u062f\u0631\u06cc\u0627\u0641\u062a \u0627\u0637\u0644\u0627\u0639\u06cc\u0647 \u0647\u0627 \u0631\u0627 \u062f\u0631 \u062e\u0627\u0646\u0647 > \u062a\u0646\u0638\u06cc\u0645\u0627\u062a \u062a\u063a\u06cc\u06cc\u0631 \u062f\u0647\u06cc\u062f.
XLSTChangesHandler.19=\u062a\u063a\u06cc\u06cc\u0631 \u062a\u0627\u0631\u06cc\u062e\u0686\u0647 \u0628\u0631\u0627\u06cc 
XLSTChangesHandler.21=\u062a\u063a\u06cc\u06cc\u0631\u0627\u062a \u0627\u062e\u06cc\u0631 \u062f\u0631 
XLSTChangesHandler.23=\u062a\u063a\u06cc\u06cc\u0631\u0627\u062a \u0627\u062e\u06cc\u0631 \u062f\u0631 
PreMacro.1=\u0627\u0631\u0627\u0626\u0647 \u0645\u062d\u062a\u0648\u06cc\u0627\u062a \u0628\u0647 \u0639\u0646\u0648\u0627\u0646 
CommentMacro.0=\u0627\u06cc\u0646 \u0645\u0627\u06a9\u0631\u0648 \u06a9\u0647 \u0646\u0638\u0631 \u062f\u0631\u0648\u0646 \u062e\u0637\u06cc \u0647\u0645\u0631\u0627\u0647 \u0628\u0627 \u067e\u0627\u0633\u062e \u0631\u0627 \u0627\u06cc\u062c\u0627\u062f \u0645\u06cc \u06a9\u0646\u062f 
CommentMacro.1=\u0647\u06cc\u0686\u200c\u06a9\u062f\u0627\u0645

