#X-Generator: crowdin.com
# this defines the entity description for membership
membership=\u0421\u0438\u0441\u0442\u0435\u043c \u0434\u043e\u0442\u043e\u0440\u0445\u0438 \u0442\u0443\u0445\u0430\u0439\u043d \u0431\u0430\u0439\u0440\u043b\u0430\u043b\u0434 \u0445\u044d\u0440\u044d\u0433\u043b\u044d\u0433\u0447\u0438\u0439\u043d \u0433\u0438\u0448\u04af\u04af\u043d\u0447\u043b\u044d\u043b\u0438\u0439\u0433 \u0442\u04e9\u043b\u04e9\u04e9\u043b\u043d\u04e9 (\u0441\u0430\u0439\u0442, \u0431\u04af\u043b\u044d\u0433, \u0433\u044d\u0445 \u043c\u044d\u0442), \u0441\u0430\u0439\u0442/\u0431\u04af\u043b\u0433\u0438\u0439\u043d \u0431\u0438\u0435 \u0445\u044d\u0441\u044d\u0433 \u0431\u043e\u043b\u043e\u043d \u0445\u044d\u0440\u044d\u0433\u043b\u044d\u0433\u0447\u0434\u044d\u0434 \u0445\u0430\u043c\u0430\u0430\u0440\u043d\u0430.
membership.view.new=(\u041d\u0418\u0419\u0422\u041b\u042d\u0425) ID - \u0433\u044d\u044d\u0440 \u0442\u043e\u0434\u043e\u0440\u0445\u043e\u0439\u043b\u0441\u043e\u043d \u0431\u0430\u0439\u0433\u0430\u0430 \u0433\u0438\u0448\u04af\u04af\u043d\u0447\u043b\u044d\u043b\u0438\u0439\u0433 \u043d\u044d\u043c\u044d\u0445. \u04e8\u04e9\u0440 \u0442\u043e\u0445\u0438\u043e\u043b\u0434\u043e\u043b\u0434, \u044d\u043d\u0433\u0438\u0439\u043d "/membership" URL -\u0434 \u041d\u0418\u0419\u0422\u041b\u042d\u0425 \u043d\u044c "userId" \u0431\u0430 "locationReference" \u0445\u04af\u0441\u044d\u043b\u0442\u0438\u0439\u043d \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u0440\u0443\u0443\u0434\u0438\u0439\u0433 \u0437\u0430\u0430\u0436 \u04e9\u0433\u04e9\u0445 \u0431\u043e\u043b\u043d\u043e.
membership.view.delete=(\u0423\u0421\u0422\u0413\u0410\u0425) ID-\u0433\u044d\u044d\u0440 \u0437\u0430\u0430\u0433\u0434\u0441\u0430\u043d \u0431\u0430\u0439\u0433\u0430\u0430 \u0433\u0438\u0448\u04af\u04af\u043d\u0447\u043b\u044d\u043b\u0438\u0439\u0433 \u0443\u0441\u0442\u0433\u0430\u0445. \u041e\u043b\u043e\u043d \u0433\u0438\u0448\u04af\u04af\u043d\u0447\u043b\u044d\u043b\u0438\u0439\u0433 \u043d\u044d\u0433 \u0431\u0430\u0439\u0440\u043b\u0430\u043b\u0430\u0430\u0441 "userIds" \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u0440\u0438\u0439\u0433 (\u0445\u044d\u0440\u044d\u0433\u043b\u044d\u0433\u0447\u0434\u0438\u0439\u043d ID-\u0433\u0438\u0439\u043d \u0436\u0430\u0433\u0441\u0430\u0430\u043b\u0442) \u0442\u043e\u0434\u043e\u0440\u0445\u043e\u0439\u043b\u043e\u043d \u0443\u0441\u0442\u0433\u0430\u0436 \u0431\u043e\u043b\u043d\u043e.
membership.view.edit=(\u041d\u0418\u0419\u0422\u041b\u042d\u0425) ID-\u0433\u044d\u044d\u0440 \u0437\u0430\u0430\u0433\u0434\u0441\u0430\u043d \u0431\u0430\u0439\u0433\u0430\u0430 \u0433\u0438\u0448\u04af\u04af\u043d\u0447\u043b\u044d\u043b\u0438\u0439\u0433 \u04e9\u04e9\u0440\u0447\u043b\u04e9\u0445. \u04e8\u04e9\u0440 \u0442\u043e\u0445\u0438\u043e\u043b\u0434\u043e\u043b\u0434, "/membership" URL -\u0434 \u041d\u0418\u0419\u0422\u041b\u042d\u0425 \u043d\u044c "userId" \u0431\u0430 "locationReference" \u0445\u04af\u0441\u044d\u043b\u0442\u0438\u0439\u043d \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u0440\u0443\u0443\u0434\u0438\u0439\u0433 \u0437\u0430\u0430\u0436 \u04e9\u0433\u04e9\u0445 \u0431\u043e\u043b\u043d\u043e 
membership.view.list=By default, retrieves a list of all site memberships for the current user. Optional query parameters\: "includeSites\=false" filters out site memberships; "includeGroups\=true" retrieves group memberships; "_locationReference\=LOCATION_REFERENCE" returns all memberships in the specified site or group; "user\=USER_ID" (or "userId\=USER_ID" or "_userReference\=USER_REFERENCE") returns the given user's memberships; "includeMemberDetails\=true" to return member full details of just the role of the user, cannot use this with includeGroups\=true; "role\=ROLE_STRING" (or "roleId\=ROLE_STRING") restricts the list to the specified member role.
membership.action.site=URL \u0444\u043e\u0440\u043c\u0430\u0442 \u043d\u044c "/membership/site/\:SITE_ID\:" \u0431\u0430\u0439\u043d\u0430. <br/>  (\u041e\u041b\u0416 \u0410\u0412\u0410\u0425) \u043d\u044c \u0442\u043e\u0434\u043e\u0440\u0445\u043e\u0439 \u0441\u0430\u0439\u0442\u043d\u044b \u0431\u04af\u0445 \u0433\u0438\u043d\u0448\u04af\u04af\u043d\u0447\u043b\u044d\u043b\u0438\u0439\u0433 \u0431\u0443\u0446\u0430\u0430\u0436 \u04e9\u0433\u043d\u04e9. <br/> \n(\u041d\u0418\u0419\u0422\u041b\u042d\u0425) \u043d\u044c "userSearchValues" \u0445\u04af\u0441\u044d\u043b\u0442\u0438\u0439\u043d \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u0440\u0443\u0443\u0434\u0438\u0439\u0433 (\u0445\u044d\u0440\u044d\u0433\u043b\u044d\u0433\u0447\u0438\u0439\u043d ID, \u0445\u044d\u0440\u044d\u0433\u043b\u044d\u0433\u0447\u0438\u0439\u043d EID \u044d\u0441\u0432\u044d\u043b \u0438-\u043c\u044d\u0439\u043b \u0445\u0430\u044f\u0433 \u0431\u0430\u0439\u043d\u0430) \u0430\u0448\u0438\u0433\u043b\u0430\u043d \u043d\u044d\u0433 \u0431\u0443\u044e\u0443 \u043e\u043b\u043e\u043d \u0441\u0430\u0439\u0442\u043d\u044b  \u0433\u0438\u0448\u04af\u04af\u043d\u0447\u043b\u044d\u043b\u0438\u0439\u0433 "memberRole" \u0446\u0443\u0432\u0430\u0430 (\u043d\u0438\u0439\u043b\u04af\u04af\u043b\u044d\u0445 \u0431\u043e\u043b\u043e\u043c\u0436\u0442\u043e\u0439 \u0441\u0430\u0439\u0442\u043d\u044b \u0433\u0438\u0448\u04af\u04af\u043d\u0447\u043b\u044d\u043b\u0438\u0439\u043d \u04e9\u0433\u04e9\u0433\u0434\u043c\u04e9\u043b \u0443\u0442\u0433\u0430 \u043d\u044c \u043d\u0438\u0439\u043b\u04af\u04af\u043b\u044d\u0433\u0447 \u04af\u04af\u0440\u044d\u0433 \u044e\u043c) \u0431\u043e\u043b\u043e\u043d "active" Boolean \u0443\u0442\u0433\u0430 (\u04e9\u0433\u04e9\u0433\u0434\u043c\u04e9\u043b \u0443\u0442\u0433\u0430 \u04af\u043d\u044d\u043d) \u0445\u043e\u0451\u0440\u0442\u043e\u0439 \u0445\u0430\u043c\u0442 \u043d\u044d\u043c\u044d\u0445 \u0431\u043e\u043b\u043d\u043e.
membership.action.group=URL \u0444\u043e\u0440\u043c\u0430\u0442 \u043d\u044c "/membership/group/\:groupId\:" \u0431\u0430\u0439\u043d\u0430 <br/>  
membership.action.join=\u0417\u04e9\u0432\u0448\u04e9\u04e9\u0440\u04e9\u043b\u0433\u04af\u0439 \u0445\u044d\u0440\u044d\u0433\u043b\u044d\u0433\u0447\u0438\u0439\u0433 \u0441\u0430\u0439\u0442\u0430\u043d\u0434 \u0445\u043e\u043b\u0431\u043e\u043d\u043e. \u0417\u04e9\u0432\u0445\u04e9\u043d \u043e\u0434\u043e\u043e\u0433\u0438\u0439\u043d \u0445\u044d\u0440\u044d\u0433\u043b\u044d\u0433\u0447\u0438\u0434\u044d\u0434 \u043b \u0445\u0430\u043c\u0430\u0430\u0442\u0430\u0439\: /membership/join/site/siteId
membership.action.unjoin=\u0417\u04e9\u0432\u0448\u04e9\u04e9\u0440\u04e9\u043b\u0433\u04af\u0439 \u0445\u044d\u0440\u044d\u0433\u043b\u044d\u0433\u0447\u0438\u0439\u0433 \u0441\u0430\u0439\u0442\u0430\u0430\u0441 \u0433\u0430\u0440\u0433\u0430\u043d\u0430. \u0417\u04e9\u0432\u0445\u04e9\u043d \u043e\u0434\u043e\u043e\u0433\u0438\u0439\u043d \u0445\u044d\u0440\u044d\u0433\u043b\u044d\u0433\u0447\u0438\u0434\u044d\u0434 \u043b \u0445\u0430\u043c\u0430\u0430\u0442\u0430\u0439\: /membership/unjoin/site/siteId
membership.action.fastroles=Allows for retrieval of current role in site only quickly. Use the format "/membership/fastroles/\:userId\:" (or userEid) or current user if none specified. A shortcut for includeMemberDetail\=false.