#X-Generator: crowdin.com
# this defines the entity description for membership
membership=Repr\u00e9sente l'appartenance d'un utilisateur dans un endroit (site, groupe, etc.) dans le syst\u00e8me, fonctionne avec des entit\u00e9s du site/groupe et les entit\u00e9s de l'utilisateur. Dans la documentation ci-dessous, un ID de membre est une cha\u00eene sous la forme USER_ID\:\:LOCATION_REFERENCE (par exemple, "aaronz\:\:site\:mySiteId").
membership.view.new=(POST) Ajouter le nombre de membres sp\u00e9cifi\u00e9 par le l'identifiant (ID). Par ailleurs, un POST \u00e0 la simple URL "/membership" peut sp\u00e9cifier des param\u00e8tres de demande "userId" et "locationReference". Dans les deux cas, les param\u00e8tres de demande en option sont\: "memberRole" string (par d\u00e9faut pour l'adh\u00e9sion \u00e0 site joignable est le r\u00f4le de menuisier par d\u00e9faut) ; valeur bool\u00e9enne \u00ab actif \u00bb (valeur par d\u00e9faut est true). Peut faire un lot s'ajoute au m\u00eame endroit en utilisant le m\u00eame r\u00f4le en sp\u00e9cifiant un param\u00e8tre \u00ab ID utilisateur \u00bb (un tableau de noms d'utilisateurs).
membership.view.delete=(DELETE) Supprimer le membre sp\u00e9cifi\u00e9 par l'identifiant. Les appartenances multiples peuvent \u00eatre supprim\u00e9es au m\u00eame endroit en sp\u00e9cifiant un param\u00e8tre \u00ab ID utilisateur \u00bb (un tableau de noms d'identifiants d'utilisateurs).
membership.view.edit=(POST) Modifier l'adh\u00e9sion sp\u00e9cifi\u00e9e par l'ID. Par ailleurs, un POST \u00e0 l'URL \u00ab\u00a0/membership\u00a0\u00bb peut sp\u00e9cifier des param\u00e8tres \u00ab\u00a0userId\u00a0\u00bb et \u00ab\u00a0locationReference\u00a0\u00bb. Dans les deux cas, les param\u00e8tres de demande en option sont\u00a0\: "memberRole" string; "active" Boolean value. On peut faire une mise \u00e0 jour par lots au m\u00eame emplacement en utilisant le m\u00eame r\u00f4le et le param\u00e8tre actif en sp\u00e9cifiant un param\u00e8tre \u00ab\u00a0userIds\u00a0\u00bb (un tableau de IDs d'utilisateurs).
membership.view.list=Par d\u00e9faut, r\u00e9cup\u00e8re une liste de toutes les adh\u00e9sions de site pour l\u2019utilisateur actuel. Param\u00e8tres de requ\u00eate facultative\u00a0\: \u00ab\u00a0includeSites\=false\u00a0\u00bb filtre les adh\u00e9sions du site\u00a0; \u00ab\u00a0includeGroups\=true\u00a0\u00bb r\u00e9cup\u00e8re les adh\u00e9sions \u00e0 des groupes \u00a0; \u00ab\u00a0_locationReference\=LOCATION_REFERENCE\u00a0\u00bb retourne toutes les adh\u00e9sions dans le site sp\u00e9cifi\u00e9 ou le groupe\u00a0; \u00ab\u00a0user\=USER_ID\u00a0\u00bb (ou \u00ab\u00a0userId\=USER_ID\u00a0\u00bb ou \u00ab\u00a0_userReference\=USER_REFERENCE\u00a0\u00bb) retourne les adh\u00e9sions de l'utilisateur\u00a0donn\u00e9; \u00ab\u00a0includeMemberDetails\=true\u00a0\u00bb pour renvoyer tous les d\u00e9tails du membre ou juste le r\u00f4le de l\u2019utilisateur, ne peut pas \u00eatre utilis\u00e9 avec includeGroups\=true; \u00ab\u00a0role\=ROLE_STRING\u00a0\u00bb (ou \u00ab\u00a0roleId\=ROLE_STRING\u00a0\u00bb) limite la liste au r\u00f4le de membre sp\u00e9cifi\u00e9.