next=\u0130leri
previous=Geri
endTutorial=Tamam, anlad\u0131m.
introToSakai_p1.title={0}'ye Ho\u015fgeldiniz
introToSakai_p1.body={0} \u00f6\u011frenim, \u00f6\u011fretim, ara\u015ft\u0131rma ve i\u015fbirli\u011fini destekleyen esnek bir \u00f6\u011frenme y\u00f6netim sistemidir. 
introToSakai_sitenav.title=Sitede Gezinme
introToSakai_sitenav.body=Siteleriniz yukar\u0131da kendi \u00f6zel  Ana Sayfan\u0131zdan <span class\="no-wrap">( <i class\="fa fa-home tut-icon-home"></i> ).</span> ba\u015flayarak <br/><br/> yukar\u0131da ba\u011flant\u0131lar \u015feklinde g\u00f6sterilir. {0} ortam\u0131nda Ana Sayfa sitelerinizdeki etkinlikler hakk\u0131nda genel bir bak\u0131\u015f sunar ve deneyiminizi ki\u015fiselle\u015ftirmenizi sa\u011flar. 
introToSakai_currentSite.title=Ders
introToSakai_currentSite.body=The title of the site you currently are visiting is displayed here.<br/><br/>Click or tap it to return to the main page of that site.
introToSakai_allsites.title=Siteler
introToSakai_allsites.body=<span class\="no-wrap"><i class\="fa fa-th tut-icon-sites"></i>  siteleri </span> butonu terim ya da kategori ile d\u00fczenlenen t\u00fcm g\u00f6r\u00fcn\u00fcr sitelerinize ba\u011flant\u0131lar g\u00f6r\u00fcnt\u00fcleyen site b\u00f6l\u00fcm\u00fcn\u00fc a\u00e7ar. Site b\u00f6l\u00fcm\u00fcnden, en s\u0131k sulland\u0131\u011f\u0131n\u0131z siteleri i\u015faretleyebilir ve Ana Sayfa ad\u0131 verilen kendi \u00f6zel sitenize ula\u015fabilirsiniz.
introToSakai_moreButton.title=Siteler
introToSakai_moreButton.body=Siteler <span class\="no-wrap"><i class\="fa fa-th tut-icon-sites"></i> simgesi</span>   t\u00fcm sitelerinize eri\u015fim sa\u011flayan paneli a\u00e7ar. <br /><br /> Bu panelle, sitelere eri\u015fimi d\u00f6nemine ya da kategorisine g\u00f6re d\u00fczenleyebilirsiniz.
introToSakai_toolMenu.title=Ara\u00e7lar Men\u00fcs\u00fc
introToSakai_toolMenu.body=Mevcut sitenin ara\u00e7lar\u0131 soldaki Ara\u00e7lar Men\u00fcs\u00fc'nde yer al\u0131r. Her bir ara\u00e7, i\u00e7erik da\u011f\u0131t\u0131m\u0131, de\u011ferlendirme, i\u015fbirli\u011fi sa\u011flama gibi farkl\u0131 fonksiyonlara sahiptir. <br/><br/>Sitenin sorumlusu sitede hangi ara\u00e7lar\u0131n nas\u0131l g\u00f6r\u00fcnece\u011fini kontrol eder.
introToSakai_toolMenuNarrowView.title=Ara\u00e7lar Men\u00fcs\u00fc
introToSakai_toolMenuNarrowView.body=Mevcut sitenin ara\u00e7lar\u0131 Ara\u00e7lar Men\u00fcs\u00fc'nde yer al\u0131r. Her bir ara\u00e7, i\u00e7erik da\u011f\u0131t\u0131m\u0131, de\u011ferlendirme, i\u015fbirli\u011fi sa\u011flama gibi farkl\u0131 fonksiyonlara sahiptir. <br/><br/>Sitenin sorumlusu sitede hangi ara\u00e7lar\u0131n nas\u0131l g\u00f6r\u00fcnece\u011fini kontrol eder.
introToSakai_refreshTool.title=Tool Name
introToSakai_refreshTool.body=The tool name at the top indicates which tool you are using.<br /><br />Click or tap it to return to the main page of that tool.
introToSakai_refreshToolNarrowView.title=Tool Name
introToSakai_refreshToolNarrowView.body=The tool name at the top indicates which tool you are using.<br /><br />Click or tap it to return to the main page of that tool.
introToSakai_helpIcon.title=Yard\u0131m
introToSakai_helpIcon.body={0} her bir \u00f6zellik hakk\u0131nda yard\u0131m bilgisi sa\u011flar. <br /><br />Her arac\u0131n Yard\u0131m simgesi <span class\="no-wrap">( <i class\="fa fa-question tut-icon-help"></i> )</span> i\u00e7eri\u011fe duyarl\u0131d\u0131r ve o araca \u00f6zel bilgileri sa\u011flar. 
introToSakai_profileTool.title=Hesap Men\u00fcs\u00fc
introToSakai_profileTool.body=The Account Menu contains quick links to personal tasks, such as managing your account and logging out of {0}.<br/><br/>That&\#39;s it\! If you&\#39;d like to review this tutorial, you can restart it by choosing it from the Account Menu.
introToSakai_pTutorialLocation.title=K\u0131lavuz
introToSakai_pTutorialLocation.body=Bu yard\u0131m k\u0131lavuzunu Hesap Men\u00fcs\u00fcnden se\u00e7erek yeniden ba\u015flatabilirsiniz.
