################################
#    READ ME!!
################################
#
#  For people creating new pages, make sure you add the page settings in Tutorial.properties:
#  
#  		You can create new pages simply by adding a new set of properties.  For instance, to add a page, define a set of properties like:
#
#  		{prefix}.title=(title)
#  		{prefix}.body=(body) 
#

#Button Navigation text:
next=Siguiente
previous=Atr\u00e1s

#End Tutorial text:
endTutorial=OK, entendido



#Welcome panel
introToSakai_p1.title=Bienvenido a {0}
introToSakai_p1.body={0} es una plataforma de e-learning flexible que incluye sitios para ayudar al aprendizaje, investigaci\u00f3n y colaboraci\u00f3n.<br/><br/>Continuemos con una introducci\u00f3n b\u00e1sica acerca del sistema de navegaci\u00f3n.

#Site Navigation panel
introToSakai_sitenav.title=Navegaci\u00f3n de sitios
introToSakai_sitenav.body=Tus sitios se muestran como enlaces a lo largo de la barra superior, empezando con tu sitio privado <span class\="no-wrap">( <i class\="fa fa-home tut-icon-home"></i> ).</span><br/><br/>Mi Sitio te ofrece un resumen de la actividad de tus sitios y te permite personalizar tu experiencia en {0}.

#Sites panel (narrow view only)
introToSakai_allsites.title=Sitios
introToSakai_allsites.body=El bot\u00f3n <span class\="no-wrap"><i class\="fa fa-th tut-icon-sites"></i> Sitios</span> abre el navegador de sitios, que muestra enlaces a todos tus sitios organizados por curso o categor\u00eda.<br/><br/>Desde el navegador de sitios puedes marcar con una estrella los sitios que m\u00e1s utilices y acceder a tu sitio privado llamado Mi Sitio.

#Sites panel
introToSakai_moreButton.title=Sitios
introToSakai_moreButton.body=El bot\u00f3n <span class\="no-wrap"><i class\="fa fa-th tut-icon-sites"></i> Sitios</span> abre el navegador de sitios, que muestra enlaces a todos tus sitios visibles.<br /><br />En el navegador de sitios, los sitios est\u00e1n organizados por curso o categor\u00eda, y pueden marcarse como favoritos apareciendo as\u00ed en la barra superior.

#Tool Menu panel
introToSakai_toolMenu.title=Men\u00fa de herramientas
introToSakai_toolMenu.body=Las herramientas del sitio actual aparecen en el men\u00fa de la parte izquierda. Cada herramienta se utiliza para una tarea diferente como gestionar recursos, proponer ex\u00e1menes, o facilitar la colaboraci\u00f3n.<br/><br/>Cada administrador de cada sitio, como el profesor, controla qu\u00e9 herramientas aparecen en el sitio y c\u00f3mo aparecen.

#Tool Menu panel (for narrow view)
introToSakai_toolMenuNarrowView.title=Men\u00fa de herramientas
introToSakai_toolMenuNarrowView.body=Las herramientas del sitio actual aparecen en el men\u00fa de la parte izquierda. Cada herramienta se utiliza para una tarea diferente como gestionar recursos, proponer ex\u00e1menes, o facilitar la colaboraci\u00f3n.<br/><br/>Cada administrador de cada sitio, como el profesor, controla qu\u00e9 herramientas aparecen en el sitio y c\u00f3mo aparecen.

#Breadcrumbs panal
#formerly the Refresh Tool panel
introToSakai_refreshTool.title=Migas de pan
introToSakai_refreshTool.body=Las migas de pan a lo largo de la barra superior indican el sitio en el que te encuentras as\u00ed como la herramienta que est\u00e1s usando.<br /><br />Pulsa en el nombre de la herramienta para volver a la p\u00e1gina principal de la misma. Para volver a la p\u00e1gina principal del sitio pulsa el nombre del sitio.

#Help Icon panel
introToSakai_helpIcon.title=Ayuda
introToSakai_helpIcon.body={0} proporciona informaci\u00f3n de ayuda sobre cada funcionalidad.<br /><br />Cada bot\u00f3n de ayuda de cada herramienta <span class\="no-wrap">( <i class\="fa fa-question tut-icon-help"></i> )</span> es sensible al contexto y proporciona informaci\u00f3n espec\u00edfica a la herramienta en que est\u00e1.

#Account Menu panel
#formerly the Profile Tool panel
introToSakai_profileTool.title=Men\u00fa personal
introToSakai_profileTool.body=El men\u00fa personal contiene enlaces a tareas personales como gestionar tu cuenta, crear sitios o salir de {0}.<br/><br/>\u00a1Esto es todo\! Si quieres volver a ver esta introducci\u00f3n puedes hacerlo seleccionando la opci\u00f3n tutorial de tu men\u00fa personal.

#Return to Tutorial panel
introToSakai_pTutorialLocation.title=Tutorial
introToSakai_pTutorialLocation.body=Puedes reiniciar este tutorial seleccionando esta opci\u00f3n en el men\u00fa personal.
