#X-Generator: crowdin.net
################################
#    READ ME!!
################################
#
#  For people creating new pages, make sure you add the page settings in Tutorial.properties:
#  
#  		You can create new pages simply by adding a new set of properties.  For instance, to add a page, define a set of properties like:
#
#  		{prefix}.title=(title)
#  		{prefix}.body=(body) 
#

#Generic Text:
next=Seg\u00fcent
previous=Anterior



#Welcome Page
introToSakai_p1.title=Us donem la benvinguda
introToSakai_p1.body=Aquest breu tutorial recull informaci\u00f3 b\u00e0sica sobre les possibilitats i estructura de Sakai. S'executur\u00e0 el primer cop que inicieu sessi\u00f3 a la plataforma. Sempre podeu accedir al tutorial fent clic sobre l'etiqueta 'Tutorial' que apareix sota el vostre nom d'usuari a la cantonada superior dreta. Podeu accedir a informaci\u00f3 detallada sobre cada caracter\u00edstica fent clic sobre la icona  <img src\='/library/image/silk/help.png'/> que trobareu arreu a Sakai. <br/><br/>Sakai \u00e9s una plataforma molt flexible per organitzar espais que representen cursos o projectes. Els espais contenen eines o caracter\u00edstiques espec\u00edfiques que els administradors corresponents han seleccionat.<br/><br/>Feu clic sobre el bot\u00f3 'Seg\u00fcent' de sota per continuar veient aquest petita introducci\u00f3 a Sakai. 

#Site Navigation Page
introToSakai_sitenav.title=Navegaci\u00f3 pels espais
introToSakai_sitenav.body=Tots els espais amb els quals teniu relaci\u00f3 es mostren com a pestanyes comen\u00e7ant per l'esquerra amb 'El meu espai de treball', un espai especial que \u00e9s privat pel vostre usuari. Cada vegada que inicieu sessi\u00f3 a Sakai us trobareu a la p\u00e0gina d'inici del vostre espai privat 'El meu espai de treball'. <br/><br/>'El meu espai de treball' cont\u00e9 diferents eines que es mostren per bloc a la p\u00e0gina d'inici i que resumeixen les activitats a tots els cursos dels quals sou membre. <br/><br/>Si sou membre d'altres espais (cursos, projectes, etc.) les pestanyes corresponents tamb\u00e9 es mostraran a la part superior tamb\u00e9. Podeu controlar quantes pestanyes voleu veure. Si hi ha massa espais alguns es mostraran sota 'M\u00e9s espais' en un desplegable. <br/><br/>Podeu fer clic tamb\u00e9 sobre una pestanya per accedir directament a la p\u00e0gina d'inici d'aquell espai. Feu clic sobre la fletxa direcci\u00f3 cap avall a la part dreta de cada pestanya per veure la llista de les eines que hi ha a l'espai i navegar directament a una eina concreta dins de l'espai. <br/><br/> Feu clic sobre 'Seg\u00fcent' per continuar. 

#More Sites Dropdown Page
introToSakai_moreButton.title=M\u00e9s espais
introToSakai_moreButton.body=Feu clic sobre la pestanya 'M\u00e9s espais' per veure una llista de tots els espais als quals teniu acc\u00e9s. <br/><br/> Feu clic a 'Seg\u00fcent' per continuar.

#Tool Menu Page
introToSakai_toolMenu.title=Men\u00fa d'eines
introToSakai_toolMenu.body=El men\u00fa de navegaci\u00f3 de l'esquerra mostra una llista de totes les eines a les quals podeu accedir a l'espai que heu seleccionat. La p\u00e0gina d'inici sol ser l'eina que apareix a dalt de tot. Fer clic sobre aquesta p\u00e0gina us retornar\u00e0 a la p\u00e0gina d'inici de l'espai. Cada eina serveix per una funci\u00f3 diferent. Si passeu el ratol\u00ed per sobre del nom de l'eina es mostrar\u00e0 una descripci\u00f3 breu de l'eina. <br/><br/><br/> Si sou el propietari de l'espai (usualment el professor ho \u00e9s) podeu afegir o eliminar eines del men\u00fa o canviar-ne l'ordre fent clic sobre l'eina 'Informaci\u00f3 de l'espai'.<br/><br/><br/> Feu clic sobre 'Seg\u00fcent' per continuar.

#Toggle Menu page
introToSakai_toggleMenu.title=Desplega/Replega el men\u00fa
introToSakai_toggleMenu.body=Fer clic sobre aquesta icona amagar\u00e0 el men\u00fa de la part esquerra per proporcionar m\u00e9s espai a la pantalla per mostrar els continguts que hi ha a l'espai. Fer clic sobre la icona una altra vegada restaurar\u00e0 el men\u00fa. <br/><br/>Feu clic a "Seg\u00fcent" per continuar.

#Refresh Tool page
introToSakai_refreshTool.title=Icona per refrescar
introToSakai_refreshTool.body=Fer clic sobre aquesta icona reinicia l'eina que esteu usant. Retornareu a la p\u00e0gina inicial de l'eina. Els continguts que hagueu estat introduint a la p\u00e0gina es perdr\u00e0 si reinicieu l'eina. <br/><br/>Feu clic sobre 'Seg\u00fcent' per continuar.

#Help Icon Page
introToSakai_helpIcon.title=Eina d'ajuda
introToSakai_helpIcon.body=Podeu accedir a informaci\u00f3 detallada sobre cadascuna de les caracter\u00edstiques de la plataforma fent clic sobre la icona <img src\='/library/image/silk/help.png'/> que trobareu arreu. Aquesta eina reconeix el context i ofereix ajuda sobre l'eina que estigueu veient. Podeu cercar altres eines i p\u00e0gines d'ajuda.</br><br/>Feu clic sobre 'Seg\u00fcent' per continuar.

#Profile Tool Page
introToSakai_profileTool.title=Eina Perfil
introToSakai_profileTool.body=Es pot accedir a l'eina Perfil des d'aqu\u00ed  o b\u00e9 al men\u00fa de l'esquerra de 'El meu espai de treball'. A l'eina Perfil podeu introduir informaci\u00f3 personal, configurar els par\u00e0metres de privacitat sobre aquesta informaci\u00f3, cercar altres membres de la inst\u00e0ncia de Sakai i contactar-hi i integrar-te a les xarxes socials. <br/><br/>Feu clic sobre 'Seg\u00fcent' per continuar.

#Logout Page
introToSakai_logout.title=Sortida
introToSakai_logout.body=Quan acabeu, fec clic aqu\u00ed per sortir. 

#Return to Tutorial Page
introToSakai_pTutorialLocation.title=Tutorial
introToSakai_pTutorialLocation.body=Podeu tornar al tutorial fent clic sobre l'enlla\u00e7 'Tutorial' del desplegable. 


