next=\u6b21
previous=\u623b\u308b
endTutorial=OK\uff0c\u308f\u304b\u308a\u307e\u3057\u305f
introToSakai_p1.title={0}\u3078\u3088\u3046\u3053\u305d
introToSakai_p1.body={0} \u306f\u5b66\u7fd2\uff0c\u6559\u80b2\uff0c\u7814\u7a76\uff0c\u304a\u3088\u3073\u5171\u540c\u4f5c\u696d\u3092\u652f\u63f4\u3059\u308b\u30b5\u30a4\u30c8\u3092\u63d0\u4f9b\u3059\u308b\n\u9069\u5fdc\u6027\u306e\u3042\u308bLMS\u3067\u3059\uff0e<br/><br/>\u30b7\u30b9\u30c6\u30e0\u3092\u64cd\u4f5c\u3059\u308b\u305f\u3081\u306e\u57fa\u672c\u3092\u7d39\u4ecb\u3057\u307e\u3057\u3087\u3046\uff0e
introToSakai_sitenav.title=\u30b5\u30a4\u30c8\u30ca\u30d3\u30b2\u30fc\u30b7\u30e7\u30f3
introToSakai_sitenav.body=\u30b5\u30a4\u30c8\u306f\u30ea\u30f3\u30af\u3068\u3057\u3066\u8868\u793a\u3055\u308c\uff0c\u3042\u306a\u305f\u306e\u30db\u30fc\u30e0<span class\="no-wrap">( <i class\="fa fa-home tut-icon-home"></i> )\u304b\u3089\u59cb\u307e\u308a\u307e\u3059\uff0e</span><br/><br/>\u30db\u30fc\u30e0\u306f\u3042\u306a\u305f\u306e\u30b5\u30a4\u30c8\u306e\u30a2\u30af\u30c6\u30a3\u30d3\u30c6\u30a3\u306e\u6982\u8981\u3092\u793a\u3057\uff0c{0} \u306e\u30a8\u30af\u30b9\u30da\u30ea\u30a8\u30f3\u30b9\u3092\u30d1\u30fc\u30bd\u30ca\u30e9\u30a4\u30ba\u3067\u304d\u307e\u3059\uff0e
introToSakai_allsites.title=\u30b5\u30a4\u30c8
introToSakai_allsites.body=<span class\="no-wrap"><i class\="fa fa-th tut-icon-sites"></i> \u30b5\u30a4\u30c8</span> \u30dc\u30bf\u30f3\u3067\u30b5\u30a4\u30c8\u30c9\u30ed\u30fc\u30ef\u30fc\u3092\u958b\u304d\u307e\u3059\uff0e\u305d\u308c\u306f\u5b66\u671f\u3082\u3057\u304f\u306f\u30ab\u30c6\u30b4\u30ea\u30fc\u3067\u69cb\u6210\u3055\u308c\u308b\u3059\u3079\u3066\u306e\u30b5\u30a4\u30c8\u3078\u306e\u30ea\u30f3\u30af\u3092\u8868\u793a\u3057\u307e\u3059\uff0e<br/><br/>\u30b5\u30a4\u30c8\u30c9\u30ed\u30fc\u30ef\u30fc\u304b\u3089\u6700\u3082\u5229\u7528\u3059\u308b\u30b5\u30a4\u30c8\u3092\u30d6\u30c3\u30af\u30de\u30fc\u30af\u3057\u305f\u308a\u30db\u30fc\u30e0\u3068\u547c\u3070\u308c\u308b\u500b\u4eba\u306e\u30b5\u30a4\u30c8\u306b\u30a2\u30af\u30bb\u30b9\u3067\u304d\u307e\u3059\uff0e
introToSakai_moreButton.title=\u30b5\u30a4\u30c8
introToSakai_moreButton.body=<span class\="no-wrap"><i class\="fa fa-th tut-icon-sites"></i> \u30b5\u30a4\u30c8</span> \u30dc\u30bf\u30f3\u3067\u30b5\u30a4\u30c8\u30c9\u30ed\u30fc\u30ef\u30fc\u3092\u958b\u304d\u307e\u3059\uff0e\u305d\u308c\u306f\u3059\u3079\u3066\u306e\u30b5\u30a4\u30c8\u3078\u306e\u30ea\u30f3\u30af\u3092\u8868\u793a\u3057\u307e\u3059\uff0e<br/><br/>\u30b5\u30a4\u30c8\u30c9\u30ed\u30fc\u30ef\u30fc\u306b\u304a\u3044\u3066\uff0c\u30b5\u30a4\u30c8\u306f\u5b66\u671f\u3082\u3057\u304f\u306f\u30ab\u30c6\u30b4\u30ea\u30fc\u3067\u69cb\u6210\u3055\u308c\uff0c\u30ca\u30d3\u30b2\u30fc\u30b7\u30e7\u30f3\u306e\u30c8\u30c3\u30d7\u306b\u30d4\u30f3\u6b62\u3081\u3055\u308c\u307e\u3059\uff0e
introToSakai_toolMenu.title=\u30c4\u30fc\u30eb\u30e1\u30cb\u30e5\u30fc
introToSakai_toolMenu.body=\u73fe\u5728\u306e\u30b5\u30a4\u30c8\u306e\u30c4\u30fc\u30eb\u304c\u5de6\u306e\u30e1\u30cb\u30e5\u30fc\u306b\u8868\u793a\u3055\u308c\u307e\u3059\uff0e\u305d\u308c\u305e\u308c\u306e\u30c4\u30fc\u30eb\u306f\u7570\u306a\u308b\u6a5f\u80fd\u3092\u63d0\u4f9b\u3057\u307e\u3059\uff0e\u4f8b\u3048\u3070\uff0c\u30b3\u30f3\u30c6\u30f3\u30c4\u306e\u914d\u5e03\uff0c\u8ab2\u984c\u306e\u63d0\u793a\uff0c\u5171\u540c\u4f5c\u696d\u306e\u652f\u63f4\u3067\u3059\uff0e<br/><br/>\u305d\u308c\u305e\u308c\u306e\u30b5\u30a4\u30c8\u306e\u7ba1\u7406\u8005\uff0c\u4f8b\u3048\u3070\u8b1b\u5e2b\u3067\u3059\u304c\uff0c\u30b5\u30a4\u30c8\u306b\u304a\u3051\u308b\u30c4\u30fc\u30eb\u306e\u9078\u629e\u304a\u3088\u3073\u8868\u793a\u306e\u4ed5\u65b9\u3092\u7ba1\u7406\u3057\u307e\u3059\uff0e
introToSakai_toolMenuNarrowView.title=\u30c4\u30fc\u30eb\u30e1\u30cb\u30e5\u30fc
introToSakai_toolMenuNarrowView.body=\u73fe\u5728\u306e\u30b5\u30a4\u30c8\u306e\u30c4\u30fc\u30eb\u304c\u30c4\u30fc\u30eb\u30e1\u30cb\u30e5\u30fc\u306b\u8868\u793a\u3055\u308c\u307e\u3059\uff0e\u305d\u308c\u305e\u308c\u306e\u30c4\u30fc\u30eb\u306f\u7570\u306a\u308b\u6a5f\u80fd\u3092\u63d0\u4f9b\u3057\u307e\u3059\uff0e\u4f8b\u3048\u3070\uff0c\u30b3\u30f3\u30c6\u30f3\u30c4\u306e\u914d\u5e03\uff0c\u8ab2\u984c\u306e\u63d0\u793a\uff0c\u5171\u540c\u4f5c\u696d\u306e\u652f\u63f4\u3067\u3059\uff0e<br/><br/>\u305d\u308c\u305e\u308c\u306e\u30b5\u30a4\u30c8\u306e\u7ba1\u7406\u8005\uff0c\u4f8b\u3048\u3070\u8b1b\u5e2b\u3067\u3059\u304c\uff0c\u30b5\u30a4\u30c8\u306b\u304a\u3051\u308b\u30c4\u30fc\u30eb\u306e\u9078\u629e\u304a\u3088\u3073\u8868\u793a\u306e\u4ed5\u65b9\u3092\u7ba1\u7406\u3057\u307e\u3059\uff0e
introToSakai_refreshTool.title=\u30d6\u30ec\u30c3\u30c9\u30af\u30e9\u30e0
introToSakai_refreshTool.body=\u30c8\u30c3\u30d7\u306b\u3042\u308b\u30d1\u30f3\u304f\u305a\u30ea\u30b9\u30c8\u306f\u3042\u306a\u305f\u304c\u3044\u308b\u30b5\u30a4\u30c8\u3068\u4f7f\u3063\u3066\u3044\u308b\u30c4\u30fc\u30eb\u3092\u793a\u3057\u307e\u3059\uff0e<br /><br />\u30c4\u30fc\u30eb\u540d\u3092\u30af\u30ea\u30c3\u30af\u3082\u3057\u304f\u306f\u30bf\u30c3\u30d7\u3059\u308b\u3068\u30c4\u30fc\u30eb\u306e\u30e1\u30a4\u30f3\u30da\u30fc\u30b8\u306b\u623b\u308a\u307e\u3059\uff0e\u30b5\u30a4\u30c8\u306e\u30db\u30fc\u30e0\u30da\u30fc\u30b8\u306b\u623b\u308b\u306b\u306f\uff0c\u30b5\u30a4\u30c8\u540d\u3092\u30af\u30ea\u30c3\u30af\u3082\u3057\u304f\u306f\u30bf\u30c3\u30d7\u3057\u3066\u4e0b\u3055\u3044\uff0e
introToSakai_helpIcon.title=\u30d8\u30eb\u30d7
introToSakai_helpIcon.body={0} \u306f\u305d\u308c\u305e\u308c\u306e\u6a5f\u80fd\u306b\u95a2\u3059\u308b\u30d8\u30eb\u30d7\u60c5\u5831\u3092\u63d0\u4f9b\u3057\u307e\u3059\uff0e<br /><br />\u305d\u308c\u305e\u308c\u306e\u30c4\u30fc\u30eb\u306e\u30d8\u30eb\u30d7\u30dc\u30bf\u30f3<span class\="no-wrap">( <i class\="fa fa-question tut-icon-help"></i> )</span> \u306f\u72b6\u6cc1\u3092\u5224\u65ad\u3057\uff0c\u305d\u306e\u30c4\u30fc\u30eb\u306b\u7279\u6709\u306a\u60c5\u5831\u3092\u63d0\u4f9b\u3057\u307e\u3059\uff0e
introToSakai_profileTool.title=\u30a2\u30ab\u30a6\u30f3\u30c8\u30e1\u30cb\u30e5\u30fc
introToSakai_profileTool.body=\u30a2\u30ab\u30a6\u30f3\u30c8\u30e1\u30cb\u30e5\u30fc\u306f\u500b\u4eba\u306e\u30bf\u30b9\u30af\uff0c\u4f8b\u3048\u3070\u30a2\u30ab\u30a6\u30f3\u30c8\u7ba1\u7406\uff0c\u65b0\u898f\u30b5\u30a4\u30c8\u306e\u4f5c\u6210\uff0c{0}\u304b\u3089\u306e\u30ed\u30b0\u30a2\u30a6\u30c8\u3092\u542b\u307f\u307e\u3059\uff0e<br/><br/>\u3053\u308c\u3060\u3051\u3067\u3059\uff01\u3053\u306e\u30c1\u30e5\u30fc\u30c8\u30ea\u30a2\u30eb\u3092\u307e\u305f\u898b\u305f\u3044\u3068\u304d\u306b\u306f\u30a2\u30ab\u30a6\u30f3\u30c8\u30e1\u30cb\u30e5\u30fc\u304b\u3089\u30c1\u30e5\u30fc\u30c8\u30ea\u30a2\u30eb\u3092\u9078\u3093\u3067\u518d\u30b9\u30bf\u30fc\u30c8\u3067\u304d\u307e\u3059\uff0e
introToSakai_pTutorialLocation.title=\u30c1\u30e5\u30fc\u30c8\u30ea\u30a2\u30eb
introToSakai_pTutorialLocation.body=\u30a2\u30ab\u30a6\u30f3\u30c8\u30e1\u30cb\u30e5\u30fc\u304b\u3089\u3053\u308c\u3092\u9078\u3093\u3067\u518d\u30b9\u30bf\u30fc\u30c8\u3067\u304d\u307e\u3059\uff0e
