################################
#    READ ME!!
################################
#
#  For people creating new pages, make sure you add the page settings in Tutorial.properties:
#
#  		You can create new pages simply by adding a new set of properties.  For instance, to add a page, define a set of properties like:
#
#  		{prefix}.title=(title)
#  		{prefix}.body=(body)
#

# Button Navigation text:
next=\u0421\u043b\u0435\u0434\u0432\u0430\u0449\u0430
previous=\u041e\u0431\u0440\u0430\u0442\u043d\u043e

# End Tutorial text:
endTutorial=\u0414\u043e\u0431\u0440\u0435, \u0440\u0430\u0437\u0431\u0440\u0430\u0445\!

# Welcome panel
introToSakai_p1.title=<img src\="https\://www.sakaiger.com/images/Sakaiger.png" alt\="\u0418\u043a\u043e\u043d\u0430 \u043d\u0430 Sakaiger" style\="width\: 40px; height\: 40px;"> \u0414\u043e\u0431\u0440\u0435 \u0434\u043e\u0448\u043b\u0438 \u0432 {0}
introToSakai_p1.body={0} \u0435 \u0433\u044a\u0432\u043a\u0430\u0432\u0430 \u0441\u0438\u0441\u0442\u0435\u043c\u0430 \u0437\u0430 \u0443\u043f\u0440\u0430\u0432\u043b\u0435\u043d\u0438\u0435 \u043d\u0430 \u043e\u0431\u0443\u0447\u0435\u043d\u0438\u0435\u0442\u043e \u0437\u0430 \u0445\u043e\u0441\u0442\u0438\u043d\u0433 \u043d\u0430 \u0441\u0430\u0439\u0442\u043e\u0432\u0435, \u043a\u043e\u0438\u0442\u043e \u043f\u043e\u0434\u043f\u043e\u043c\u0430\u0433\u0430\u0442 \u043e\u0431\u0443\u0447\u0435\u043d\u0438\u0435\u0442\u043e, \u043f\u0440\u0435\u043f\u043e\u0434\u0430\u0432\u0430\u043d\u0435\u0442\u043e, \u0438\u0437\u0441\u043b\u0435\u0434\u0432\u0430\u043d\u0438\u044f\u0442\u0430 \u0438 \u0441\u044a\u0442\u0440\u0443\u0434\u043d\u0438\u0447\u0435\u0441\u0442\u0432\u043e\u0442\u043e.<br/><br/>\u0414\u0430 \u0432\u0438 \u0437\u0430\u043f\u043e\u0437\u043d\u0430\u0435\u043c \u0441 \u043e\u0441\u043d\u043e\u0432\u0438\u0442\u0435 \u043d\u0430 \u043d\u0430\u0432\u0438\u0433\u0430\u0446\u0438\u044f\u0442\u0430 \u0432 \u0441\u0438\u0441\u0442\u0435\u043c\u0430\u0442\u0430.

# Site Navigation panel (Desktop View Only)
introToSakai_sitenav.title=\u0421\u0442\u0440\u0430\u043d\u0438\u0447\u043d\u0430 \u043b\u0435\u043d\u0442\u0430 \u0437\u0430 \u043d\u0430\u0432\u0438\u0433\u0430\u0446\u0438\u044f \u043d\u0430 \u0441\u0430\u0439\u0442\u0430
introToSakai_sitenav.body=\u0412\u0430\u0448\u0438\u0442\u0435 \u0441\u0430\u0439\u0442\u043e\u0432\u0435 \u0432\u0435\u0447\u0435 \u0441\u0435 \u043f\u043e\u043a\u0430\u0437\u0432\u0430\u0442 \u0432 \u0443\u0434\u043e\u0431\u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0447\u043d\u0430 \u043b\u0435\u043d\u0442\u0430 \u0432\u043b\u044f\u0432\u043e, \u043a\u0430\u0442\u043e \u0441\u0435 \u0437\u0430\u043f\u043e\u0447\u043d\u0435 \u0441 \u043b\u0438\u0447\u043d\u0438\u044f \u0432\u0438 \u043d\u0430\u0447\u0430\u043b\u0435\u043d \u0441\u0430\u0439\u0442. <br/><br/>Home \u0432\u0438 \u0434\u0430\u0432\u0430 \u043e\u0431\u0449\u0430 \u043f\u0440\u0435\u0434\u0441\u0442\u0430\u0432\u0430 \u0437\u0430 \u0430\u043a\u0442\u0438\u0432\u043d\u043e\u0441\u0442\u0442\u0430 \u0432\u044a\u0432 \u0432\u0430\u0448\u0438\u0442\u0435 \u0441\u0430\u0439\u0442\u043e\u0432\u0435 \u0438 \u0432\u0438 \u043f\u043e\u0437\u0432\u043e\u043b\u044f\u0432\u0430 \u0434\u0430 \u043f\u0435\u0440\u0441\u043e\u043d\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u0442\u0435 \u0440\u0430\u0431\u043e\u0442\u0430\u0442\u0430 \u0441\u0438 \u0441 {0}.<br/><br/>\u0422\u0430\u0437\u0438 \u0441\u0442\u0440\u0430\u043d\u0438\u0447\u043d\u0430 \u043b\u0435\u043d\u0442\u0430 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u043e\u0442\u0432\u0430\u0440\u044f \u0438 \u0437\u0430\u0442\u0432\u0430\u0440\u044f \u0441\u043f\u043e\u0440\u0435\u0434 \u043d\u0443\u0436\u0434\u0438\u0442\u0435 \u0441 \u043f\u043e\u043c\u043e\u0449\u0442\u0430 \u043d\u0430 \u0438\u043a\u043e\u043d\u0430\u0442\u0430 \u0437\u0430 \u0441\u0433\u044a\u0432\u0430\u043d\u0435/\u0440\u0430\u0437\u0433\u044a\u0432\u0430\u043d\u0435 <span class\="no-wrap">( <i class\="bi bi-list" style\="font-weight\: bold; font-size\: 26px;"></i> )</span>, \u0440\u0430\u0437\u043f\u043e\u043b\u043e\u0436\u0435\u043d\u0430 \u0432 \u0433\u043e\u0440\u043d\u0430\u0442\u0430 \u043d\u0430\u0432\u0438\u0433\u0430\u0446\u0438\u043e\u043d\u043d\u0430 \u043b\u0435\u043d\u0442\u0430.

# Site Navigation panel (Responsive View Only)
introToSakai_sitenavResponsive.title=\u0411\u0443\u0442\u043e\u043d \u0437\u0430 \u043d\u0430\u0432\u0438\u0433\u0430\u0446\u0438\u044f \u043d\u0430 \u0441\u0430\u0439\u0442\u0430
introToSakai_sitenavResponsive.body=\u0414\u043e\u043a\u043e\u0441\u043d\u0435\u0442\u0435 <span class\="no-wrap">( <i class\="bi bi-list" style\="font-weight\: bold; font-size\: 18px;"></i> )</span> \u0438\u043a\u043e\u043d\u0430\u0442\u0430 \u0432 \u043d\u0430\u0432\u0438\u0433\u0430\u0446\u0438\u043e\u043d\u043d\u0430\u0442\u0430 \u043b\u0435\u043d\u0442\u0430, \u0437\u0430 \u0434\u0430 \u0432\u0438\u0434\u0438\u0442\u0435 \u0441\u0430\u0439\u0442\u043e\u0432\u0435\u0442\u0435 \u0441\u0438 \u0438 \u043d\u0430\u043b\u0438\u0447\u043d\u0438\u0442\u0435 \u0437\u0430 \u0432\u0441\u0435\u043a\u0438 \u0441\u0430\u0439\u0442 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0438.

# Current Site Panel (Desktop View Only)
introToSakai_currentSite.title=\u0422\u0435\u043a\u0443\u0449\u0438\u044f\u0442 \u0441\u0430\u0439\u0442
introToSakai_currentSite.body=\u0422\u0443\u043a \u0441\u0435 \u043f\u043e\u043a\u0430\u0437\u0432\u0430 \u0437\u0430\u0433\u043b\u0430\u0432\u0438\u0435\u0442\u043e \u043d\u0430 \u0441\u0430\u0439\u0442\u0430, \u043a\u043e\u0439\u0442\u043e \u043f\u043e\u0441\u0435\u0449\u0430\u0432\u0430\u0442\u0435 \u0432 \u043c\u043e\u043c\u0435\u043d\u0442\u0430.<br/><br/>\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0437\u0430\u0433\u043b\u0430\u0432\u0438\u0435\u0442\u043e \u043d\u0430 \u0441\u0430\u0439\u0442\u0430, \u0437\u0430 \u0434\u0430 \u0441\u0435 \u0432\u044a\u0440\u043d\u0435\u0442\u0435 \u043d\u0430 \u0433\u043b\u0430\u0432\u043d\u0430\u0442\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 \u043d\u0430 \u0442\u043e\u0437\u0438 \u0441\u0430\u0439\u0442.

# Current Site Panel (Responsive View Only)
introToSakai_currentSiteResponsive.title=\u041d\u0430\u0441\u0442\u043e\u044f\u0449\u0438\u044f\u0442 \u0441\u0430\u0439\u0442
introToSakai_currentSiteResponsive.body=\u0422\u0443\u043a \u0441\u0435 \u0438\u0437\u043f\u0438\u0441\u0432\u0430 \u0437\u0430\u0433\u043b\u0430\u0432\u0438\u0435\u0442\u043e \u043d\u0430 \u0441\u0430\u0439\u0442\u0430, \u043a\u043e\u0439\u0442\u043e \u043f\u043e\u0441\u0435\u0449\u0430\u0432\u0430\u0442\u0435 \u0432 \u043c\u043e\u043c\u0435\u043d\u0442\u0430.<br/><br/>\u0414\u0440\u044a\u043f\u043d\u0435\u0442\u0435 \u0432\u044a\u0440\u0445\u0443 \u0437\u0430\u0433\u043b\u0430\u0432\u0438\u0435\u0442\u043e \u043d\u0430 \u0441\u0430\u0439\u0442\u0430, \u0437\u0430 \u0434\u0430 \u0441\u0435 \u0432\u044a\u0440\u043d\u0435\u0442\u0435 \u043d\u0430 \u0433\u043b\u0430\u0432\u043d\u0430\u0442\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 \u043d\u0430 \u0442\u043e\u0437\u0438 \u0441\u0430\u0439\u0442.

# Current Tool Panel (Desktop View Only)
introToSakai_currentTool.title=\u0418\u043c\u0435 \u043d\u0430 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0430
introToSakai_currentTool.body=\u0418\u043c\u0435\u0442\u043e \u043d\u0430 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0430 \u0432 \u0433\u043e\u0440\u043d\u0430\u0442\u0430 \u0447\u0430\u0441\u0442 \u043f\u043e\u043a\u0430\u0437\u0432\u0430 \u043a\u043e\u0439 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0442\u0435.<br /><br />\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0437\u0430\u0433\u043b\u0430\u0432\u0438\u0435\u0442\u043e \u043d\u0430 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0430, \u0437\u0430 \u0434\u0430 \u0441\u0435 \u0432\u044a\u0440\u043d\u0435\u0442\u0435 \u043a\u044a\u043c \u0433\u043b\u0430\u0432\u043d\u0430\u0442\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 \u043d\u0430 \u0442\u043e\u0437\u0438 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442.

# Current Tool Panel (Responsive View Only)
introToSakai_currentToolResponsive.title=\u0418\u043c\u0435 \u043d\u0430 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0430
introToSakai_currentToolResponsive.body=\u0418\u043c\u0435\u0442\u043e \u043d\u0430 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0430 \u0432 \u0433\u043e\u0440\u043d\u0430\u0442\u0430 \u0447\u0430\u0441\u0442 \u043f\u043e\u043a\u0430\u0437\u0432\u0430 \u043a\u043e\u0439 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0442\u0435.<br /><br />\u0414\u043e\u043a\u043e\u0441\u043d\u0435\u0442\u0435 \u0437\u0430\u0433\u043b\u0430\u0432\u0438\u0435\u0442\u043e \u043d\u0430 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0430, \u0437\u0430 \u0434\u0430 \u0441\u0435 \u0432\u044a\u0440\u043d\u0435\u0442\u0435 \u043d\u0430 \u0433\u043b\u0430\u0432\u043d\u0430\u0442\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 \u043d\u0430 \u0442\u043e\u0437\u0438 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442.

# Sites Panel (Desktop View Only)
introToSakai_allsites.title=\u0421\u0430\u0439\u0442\u043e\u0432\u0435
introToSakai_allsites.body=<span class\="no-wrap">( <i class\="si-all-sites" style\="font-weight\: bold; font-size\: 18px;"></i> ) Sites</span> \u0441\u0435 \u043e\u0442\u0432\u0430\u0440\u044f \u0441\u043f\u0438\u0441\u044a\u043a \u0441 \u0432\u0430\u0448\u0438\u0442\u0435 \u0441\u0430\u0439\u0442\u043e\u0432\u0435 \u0432 \u0441\u043b\u0430\u0439\u0434-\u043f\u0430\u043d\u0435\u043b, \u043f\u043e\u043a\u0430\u0437\u0432\u0430\u0449 \u0432\u0440\u044a\u0437\u043a\u0438 \u043a\u044a\u043c \u0432\u0441\u0438\u0447\u043a\u0438 \u0432\u0430\u0448\u0438 \u0432\u0438\u0434\u0438\u043c\u0438 \u0441\u0430\u0439\u0442\u043e\u0432\u0435.<br /><br />\u0412 \u0441\u043b\u0430\u0439\u0434-\u043f\u0430\u043d\u0435\u043b\u0430 \u0441\u0430\u0439\u0442\u043e\u0432\u0435\u0442\u0435 \u0441\u0430 \u043e\u0440\u0433\u0430\u043d\u0438\u0437\u0438\u0440\u0430\u043d\u0438 \u043f\u043e \u0442\u0435\u0440\u043c\u0438\u043d\u0438 \u0438 \u043c\u043e\u0433\u0430\u0442 \u0434\u0430 \u0431\u044a\u0434\u0430\u0442 \u0437\u0430\u043a\u0430\u0447\u0435\u043d\u0438 \u0437\u0430 \u043d\u0430\u0432\u0438\u0433\u0430\u0446\u0438\u044f\u0442\u0430 \u0432 \u0441\u0442\u0440\u0430\u043d\u0438\u0447\u043d\u0430\u0442\u0430 \u043b\u0435\u043d\u0442\u0430.

# Sites Panel (Responsive View Only)
introToSakai_allsitesResponsive.title=\u0421\u0430\u0439\u0442\u043e\u0432\u0435
introToSakai_allsitesResponsive.body=<span class\="no-wrap">( <i class\="si-all-sites" style\="font-weight\: bold; font-size\: 18px;"></i> ) \u0421\u0430\u0439\u0442\u043e\u0432\u0435</span> \u0441\u0435 \u043e\u0442\u0432\u0430\u0440\u044f \u0447\u0435\u043a\u043c\u0435\u0434\u0436\u0435\u0442\u043e \u0441\u044a\u0441 \u0441\u0430\u0439\u0442\u043e\u0432\u0435, \u0432 \u043a\u043e\u0435\u0442\u043e \u0441\u0435 \u043f\u043e\u043a\u0430\u0437\u0432\u0430\u0442 \u0432\u0440\u044a\u0437\u043a\u0438 \u043a\u044a\u043c \u0432\u0441\u0438\u0447\u043a\u0438 \u0432\u0438\u0434\u0438\u043c\u0438 \u0441\u0430\u0439\u0442\u043e\u0432\u0435, \u043e\u0440\u0433\u0430\u043d\u0438\u0437\u0438\u0440\u0430\u043d\u0438 \u043f\u043e \u0442\u0435\u0440\u043c\u0438\u043d\u0438.<br/><br/>\u041e\u0442 \u0441\u0442\u0440\u0430\u043d\u0438\u0447\u043d\u0430\u0442\u0430 \u043b\u0435\u043d\u0442\u0430 \u043c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u0437\u0430\u043a\u0430\u0447\u0438\u0442\u0435 \u043d\u0430\u0439-\u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u043d\u0438\u0442\u0435 \u0441\u0430\u0439\u0442\u043e\u0432\u0435 \u0438 \u0434\u0430 \u043f\u043e\u043b\u0443\u0447\u0438\u0442\u0435 \u0434\u043e\u0441\u0442\u044a\u043f \u0434\u043e \u0441\u043e\u0431\u0441\u0442\u0432\u0435\u043d\u0438\u044f \u0441\u0438 \u043b\u0438\u0447\u0435\u043d \u0441\u0430\u0439\u0442, \u043d\u0430\u0440\u0435\u0447\u0435\u043d \u041d\u0430\u0447\u0430\u043b\u043e.

# Pinned Sites Panel (Desktop View Only)
introToSakai_pinSites.title=\u041f\u0440\u0438\u043a\u0430\u0447\u0435\u043d\u0438 \u0441\u0430\u0439\u0442\u043e\u0432\u0435
introToSakai_pinSites.body=\u041f\u0440\u0438\u043a\u0430\u0447\u0435\u043d\u0438\u0442\u0435 \u0441\u0430\u0439\u0442\u043e\u0432\u0435 \u0441\u0430 \u043f\u0440\u0438\u043a\u0430\u0447\u0435\u043d\u0438 \u0432 \u0441\u0442\u0440\u0430\u043d\u0438\u0447\u043d\u0430\u0442\u0430 \u043b\u0435\u043d\u0442\u0430 \u0437\u0430 \u043b\u0435\u0441\u0435\u043d \u0434\u043e\u0441\u0442\u044a\u043f.<br /><br />\u041c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u043f\u0440\u0438\u043a\u0430\u0447\u0438\u0442\u0435 \u0438\u043b\u0438 \u0434\u0430 \u043e\u0442\u043a\u0430\u0447\u0438\u0442\u0435 \u0434\u0430\u0434\u0435\u043d \u0441\u0430\u0439\u0442, \u043a\u0430\u0442\u043e \u043a\u043b\u0438\u043a\u043d\u0435\u0442\u0435 \u0432\u044a\u0440\u0445\u0443 \u043f\u0440\u0438\u043a\u0430\u0447\u0435\u043d\u0438\u044f <span class\="no-wrap">( <i class\="si si-pin-fill" style\="font-weight\: bold; font-size\: 18px;"></i> )</span> \u0434\u043e \u0437\u0430\u0433\u043b\u0430\u0432\u0438\u0435\u0442\u043e \u043d\u0430 \u0441\u0430\u0439\u0442\u0430.


# Tools Panel (Desktop View Only)
introToSakai_toolMenu.title=\u041c\u0435\u043d\u044e \u0418\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0438
introToSakai_toolMenu.body=\u0418\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0438\u0442\u0435 \u0437\u0430 \u0442\u0435\u043a\u0443\u0449\u0438\u044f \u0441\u0430\u0439\u0442 \u0441\u0435 \u043f\u043e\u044f\u0432\u044f\u0432\u0430\u0442 \u0432 \u043b\u044f\u0432\u043e\u0442\u043e \u043c\u0435\u043d\u044e. \u0412\u0441\u0435\u043a\u0438 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442 \u0438\u0437\u043f\u044a\u043b\u043d\u044f\u0432\u0430 \u0440\u0430\u0437\u043b\u0438\u0447\u043d\u0430 \u0444\u0443\u043d\u043a\u0446\u0438\u044f, \u043a\u0430\u0442\u043e \u043d\u0430\u043f\u0440\u0438\u043c\u0435\u0440 \u043f\u0440\u0435\u0434\u043e\u0441\u0442\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435, \u043e\u0446\u0435\u043d\u044f\u0432\u0430\u043d\u0435 \u0438\u043b\u0438 \u0443\u043b\u0435\u0441\u043d\u044f\u0432\u0430\u043d\u0435 \u043d\u0430 \u0441\u044a\u0442\u0440\u0443\u0434\u043d\u0438\u0447\u0435\u0441\u0442\u0432\u043e\u0442\u043e.<br/><br/>\u0412\u0441\u0435\u043a\u0438 \u0430\u0434\u043c\u0438\u043d\u0438\u0441\u0442\u0440\u0430\u0442\u043e\u0440 \u043d\u0430 \u0441\u0430\u0439\u0442\u0430, \u043d\u0430\u043f\u0440\u0438\u043c\u0435\u0440 \u043f\u0440\u0435\u043f\u043e\u0434\u0430\u0432\u0430\u0442\u0435\u043b\u044f\u0442, \u043a\u043e\u043d\u0442\u0440\u043e\u043b\u0438\u0440\u0430 \u043a\u043e\u0438 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0438 \u0441\u0435 \u043f\u043e\u044f\u0432\u044f\u0432\u0430\u0442 \u0432 \u0441\u0430\u0439\u0442\u0430.<br/><br/>\u041c\u0435\u043d\u044e\u0442\u043e \u0441 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0438 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u043e\u0442\u0432\u0430\u0440\u044f \u0438\u043b\u0438 \u0437\u0430\u0442\u0432\u0430\u0440\u044f, \u043a\u0430\u0442\u043e \u0441\u0435 \u0449\u0440\u0430\u043a\u043d\u0435 \u0432\u044a\u0440\u0445\u0443 \u0440\u0430\u0437\u0448\u0438\u0440\u044f\u0432\u0430\u0449\u0430\u0442\u0430 \u0441\u0435/\u0440\u0430\u0437\u0448\u0438\u0440\u044f\u0432\u0430\u0449\u0430\u0442\u0430 \u0441\u0435 <span class\="no-wrap">( <i class\="bi-chevron-right" style\="font-weight\: bold; font-size\: 18px;"></i>) \u0438\u043a\u043e\u043d\u0430 \u043d\u0430 \u0448\u0435\u0432\u0440\u043e\u043d</span> \u0434\u043e \u0437\u0430\u0433\u043b\u0430\u0432\u0438\u0435\u0442\u043e \u043d\u0430 \u0441\u0430\u0439\u0442\u0430.


# Help Icon Panel (Desktop View Only)
introToSakai_helpIcon.title=\u041f\u043e\u043c\u043e\u0449
introToSakai_helpIcon.body={0} \u043f\u0440\u0435\u0434\u043e\u0441\u0442\u0430\u0432\u044f \u043f\u043e\u043c\u043e\u0449\u043d\u0430 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f \u0437\u0430 \u0432\u0441\u044f\u043a\u0430 \u0444\u0443\u043d\u043a\u0446\u0438\u044f.<br /><br />\u0411\u0443\u0442\u043e\u043d\u044a\u0442 \u041f\u043e\u043c\u043e\u0449 <span class\="no-wrap">( <i class\="bi-question-circle" style\="font-weight\: bold; font-size\: 18px;"></i> )</span> \u0435 \u043a\u043e\u043d\u0442\u0435\u043a\u0441\u0442\u043d\u043e \u0447\u0443\u0432\u0441\u0442\u0432\u0438\u0442\u0435\u043b\u0435\u043d \u0438 \u043f\u0440\u0435\u0434\u043e\u0441\u0442\u0430\u0432\u044f \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f, \u0441\u043f\u0435\u0446\u0438\u0444\u0438\u0447\u043d\u0430 \u0437\u0430 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0430, \u043a\u043e\u0439\u0442\u043e \u0440\u0430\u0437\u0433\u043b\u0435\u0436\u0434\u0430\u0442\u0435 \u0432 \u043c\u043e\u043c\u0435\u043d\u0442\u0430.

# Help Icon Panel (Responsive View Only)
introToSakai_helpIconResponsive.title=\u041f\u043e\u043c\u043e\u0449
introToSakai_helpIconResponsive.body={0} \u043f\u0440\u0435\u0434\u043e\u0441\u0442\u0430\u0432\u044f \u043f\u043e\u043c\u043e\u0449\u043d\u0430 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f \u0437\u0430 \u0432\u0441\u044f\u043a\u0430 \u0444\u0443\u043d\u043a\u0446\u0438\u044f.<br /><br />\u0411\u0443\u0442\u043e\u043d\u044a\u0442 \u041f\u043e\u043c\u043e\u0449 <span class\="no-wrap">( <i class\="bi-question-circle" style\="font-weight\: bold; font-size\: 18px;"></i> )</span> \u0435 \u043a\u043e\u043d\u0442\u0435\u043a\u0441\u0442\u043d\u043e \u0447\u0443\u0432\u0441\u0442\u0432\u0438\u0442\u0435\u043b\u0435\u043d \u0438 \u043f\u0440\u0435\u0434\u043e\u0441\u0442\u0430\u0432\u044f \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f, \u0441\u043f\u0435\u0446\u0438\u0444\u0438\u0447\u043d\u0430 \u0437\u0430 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0430, \u043a\u043e\u0439\u0442\u043e \u0440\u0430\u0437\u0433\u043b\u0435\u0436\u0434\u0430\u0442\u0435 \u0432 \u043c\u043e\u043c\u0435\u043d\u0442\u0430.

# Account Menu Panel (Desktop View Only)
introToSakai_accountTool.title=\u041c\u0435\u043d\u044e \u043d\u0430 \u043f\u0440\u043e\u0444\u0438\u043b\u0430
introToSakai_accountTool.body=\u041c\u0435\u043d\u044e\u0442\u043e "\u0410\u043a\u0430\u0443\u043d\u0442" \u0441\u044a\u0434\u044a\u0440\u0436\u0430 \u0431\u044a\u0440\u0437\u0438 \u0432\u0440\u044a\u0437\u043a\u0438 \u043a\u044a\u043c \u043b\u0438\u0447\u043d\u0438 \u0437\u0430\u0434\u0430\u0447\u0438, \u043a\u0430\u0442\u043e \u043d\u0430\u043f\u0440\u0438\u043c\u0435\u0440 \u0443\u043f\u0440\u0430\u0432\u043b\u0435\u043d\u0438\u0435 \u043d\u0430 \u0430\u043a\u0430\u0443\u043d\u0442\u0430, \u0431\u044a\u0440\u0437 \u043f\u0440\u0435\u0433\u043b\u0435\u0434 \u043d\u0430 \u043a\u0430\u043b\u0435\u043d\u0434\u0430\u0440\u0430, \u0437\u0430\u0434\u0430\u0447\u0438\u0442\u0435, \u043e\u0446\u0435\u043d\u043a\u0438\u0442\u0435, \u043f\u0440\u0435\u0432\u043a\u043b\u044e\u0447\u0432\u0430\u043d\u0435 \u043d\u0430 \u0442\u044a\u043c\u043d\u0430\u0442\u0430 \u0442\u0435\u043c\u0430 \u0438 \u0438\u0437\u043b\u0438\u0437\u0430\u043d\u0435 \u043e\u0442 {0}.<br/><br/>\u0422\u043e\u0432\u0430 \u0435 \u0432\u0441\u0438\u0447\u043a\u043e\! \u0410\u043a\u043e \u0436\u0435\u043b\u0430\u0435\u0442\u0435 \u0434\u0430 \u043f\u0440\u0435\u0433\u043b\u0435\u0434\u0430\u0442\u0435 \u0442\u043e\u0437\u0438 \u0443\u0440\u043e\u043a, \u043c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u0433\u043e \u0441\u0442\u0430\u0440\u0442\u0438\u0440\u0430\u0442\u0435 \u043e\u0442\u043d\u043e\u0432\u043e, \u043a\u0430\u0442\u043e \u0433\u043e \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u043e\u0442 \u043c\u0435\u043d\u044e\u0442\u043e "\u0410\u043a\u0430\u0443\u043d\u0442".


# Return to Tutorial panel
introToSakai_pTutorialLocation.title=\u0423\u0440\u043e\u043a
introToSakai_pTutorialLocation.body=\u0412\u0438\u0435 \u0437\u0430\u0432\u044a\u0440\u0448\u0438\u0445\u0442\u0435 \u0443\u0440\u043e\u043a\u0430\! \u041f\u043e\u0437\u0434\u0440\u0430\u0432\u044f\u0432\u0430\u043c\u0435 \u0432\u0438, \u0447\u0435 \u0441\u0442\u0435 \u0441\u0435 \u0437\u0430\u043f\u043e\u0437\u043d\u0430\u043b\u0438 \u0441 {0}.<br/><br/>\u041d\u0435 \u0437\u0430\u0431\u0440\u0430\u0432\u044f\u0439\u0442\u0435, \u0447\u0435 \u0432\u0438\u043d\u0430\u0433\u0438 \u043c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u0441\u0442\u0430\u0440\u0442\u0438\u0440\u0430\u0442\u0435 \u0442\u043e\u0437\u0438 \u0443\u0440\u043e\u043a \u043e\u0442\u043d\u043e\u0432\u043e, \u043a\u0430\u0442\u043e \u0433\u043e \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u043e\u0442 \u043c\u0435\u043d\u044e\u0442\u043e \u043d\u0430 \u0430\u043a\u0430\u0443\u043d\u0442\u0430.<br/><br/>\u0421 <span class\="no-wrap"><i class\="bi bi-heart-fill"></i> \u043b\u044e\u0431\u043e\u0432</span> \u043e\u0442 Sakai, \u0432\u0430\u0448\u0438\u044f\u0442 \u043d\u0430\u0434\u0435\u0436\u0434\u0435\u043d \u0441\u043f\u044a\u0442\u043d\u0438\u043a \u0432 \u043f\u044a\u0442\u044f \u043d\u0430 \u043e\u0431\u0443\u0447\u0435\u043d\u0438\u0435\u0442\u043e\!
