################################
#    READ ME!!
################################
#  For translators:
#
#       The only properties you should translate are the ones that end with '.title' and '.body'.  Leave the rest of the properties alone.
#                                                                                                  ---------------------------------------
#
#  For people creating new pages:
#  
#  		You can create new pages simply by adding a new set of properties.  For instance, to add a page, define a set of properties like:
#
#  		{prefix}.selection=(either a jquery selection query or leave it blank if this is a dialog and isn't pointing to a specific part in the page)
#  		{prefix}.title=(title)
#  		{prefix}.body=(body) 
#  		{prefix}.previousUrl=({prefix} of the previous page or leave blank if there isn't one)
#  		{prefix}.nextUrl=({prefix} of the next page or leave blank if there isn't one)
#  		{prefix}.dialog=(true or blank if it isn't a dialog)
#  		{prefix}.positionTarget=(area of the target you want the tool tip to point to.  eg. bottomRight, rightMiddle, etc.  http://craigsworks.com/projects/qtip/docs/tutorials/#position)
#  		{prefix}.positionTooltip=(area of the target you want to tip of the dialog to show up. eg. bottomRight, rightMiddle, etc http://craigsworks.com/projects/qtip/docs/tutorials/#position)
#  		{prefix}.fadeout=(true if you want the dialog to fadeout otherwise blank)
#
#	TRANSLATION BY: Miguel Carro Pellicer @ Samoo http://www.samoo.es


next=Siguiente
previous=Anterior

#Welcome Page
introToSakai_p1.title=Bienvenido
introToSakai_p1.body=Este breve tutorial presenta informaci\u00F3n b\u00E1sica acerca de la funcionalidad y de la estructura de Sakai.   El tutorial se lanzar\u00E1 al acceder a Sakai por primera vez.  Puedes acceder a este tutorial las veces que quieras haciendo clic en "Tutorial" debajo de tu nombre de usuario en la esquina superior derecha.   Para obtener informaci\u00F3n detallada acerca de cada funcionalidad haz clic en el icono <img src='/library/image/silk/help.png'/> que aparece por todo Sakai.\
<br/><br/>\
Sakai CLE es un framework flexible para organizar sitios que representan cursos o proyectos.  Los sitios contienen herramientas o funcionalidades espec\u00EDficas que los gestores del sitio han seleccionado.\
 <br/><br/>\
Haz clic en "Siguiente"  para continuar esta breve introducci\u00F3n a Sakai.

#Site Navigation Page
introToSakai_sitenav.title=Navegaci\u00F3n de sitios
introToSakai_sitenav.body=Todos los sitios donde eres miembro aparecen en pesta\u00F1as empezando por Mi Sitio a la izquierda, es un sitio especial privado y \u00FAnicamente para t\u00ED.    Cada vez que accedes a Sakai, empezar\u00E1s en la p\u00E1gina "Inicio" del sitio "Mi sitio".\
<br/><br/>\
Mi sitio normalmente contiene una serie de herramientas mostradas en bloques en la p\u00E1gina de "Inicio", que resumen toda la actividad en todos los sitios en los que eres miembro.\
<br/><br/>\
Si eres miembro de cualquier otro sitio (cursos, proyectos, etc.), esas pesta\u00F1as se listar\u00E1n arriba tambi\u00E9n.   Puedes controlar cuantas pesta\u00F1as se muestran en la parte superior.  Si hay bastantes sitios, algunos se mostrar\u00E1n en la lista desplegable "M\u00E1s Sitios".\
 <br/><br/>\
Puedes pulsar directamente sobre una pesta\u00F1a e ir directamente a la p\u00E1gina de inicio de ese sitio.  Haz clic sobre la flecha hacia abajo de cada pesta\u00F1a para mostrar el listado de herramientas de ese sitio y poder navegar directamente a esa herramienta sin pasar por el sitio.\
 <br/><br/>\
Haz clic en "Siguiente" para continuar.

#More Sites Dropdown Page
introToSakai_moreButton.title=M\u00E1s Sitios
introToSakai_moreButton.body=Haz clic sobre la pesta\u00F1a 'M\u00E1s Sitios' para mostrar un listado de todos los sitios a los que tienes acceso.\
 <br/><br/>\
Haz clic en "Siguiente" para continuar.

#Tool Menu Page
introToSakai_toolMenu.title=Men\u00FA de la herramienta
introToSakai_toolMenu.body=En la parte de la izquierda se listan todas las herramientas del sitio que tienes acceso.   La p\u00E1gina de inicio suele ser la primera del listado.   Haciendo clic en "Inicio" volver\u00E1s a la p\u00E1gina inicial del sitio.  Cada herramienta tiene una funci\u00F3n diferente. Puedes pasar el rat\u00F3n por encima de una herramienta para ver una peque\u00F1a descripci\u00F3n de la herramienta.\
 <br/><br/><br/>\
Si eres el propietario del sitio (normalmente el profesor), puedes a\u00F1adir o quitar o cambiar el orden de las herramientas del men\u00FA haciendo clic en la herramienta "Informaci\u00F3n del sitio".\
<br/><br/><br/>\
Haz clic en "Siguiente" para continuar.

#Toggle Menu page
introToSakai_toggleMenu.title=Ocultar men\u00FA
introToSakai_toggleMenu.body=Haciendo clic en este icono puedes ocultar el men\u00FA de herramientas para tener m\u00E1s espacio para el contenido que se presenta en el sitio.   Haciendo clic de nuevo en el icono volver\u00E1 a aparecer el men\u00FA.\
<br/><br/>\
Haz clic en "Siguiente" para continuar.

#Refresh Tool page
introToSakai_refreshTool.title=Icono Refrescar
introToSakai_refreshTool.body=Haciendo clic en este icono puedes resetear la herramienta actual.  Con ello volver\u00E1s a la p\u00E1gina inicial de esa herramienta.  El contenido que hayas introducido en la p\u00E1gina que estabas se perder\u00E1 si reseteas la herramienta.\
 <br/><br/>\
Haz clic en "Siguiente" para continuar.

#Help Icon Page
introToSakai_helpIcon.title=Ayuda
introToSakai_helpIcon.body=Se puede acceder a informaci\u00F3n detallada de cada herramienta haciendo clic en el bot\u00F3n de Ayuda. Este bot\u00F3n sabe en que herramienta nos encontramos y nos llevar\u00E1 directamente a la ayuda de la misma. Tambi\u00E9n se permite buscar informaci\u00F3n de otras herramientas y p\u00E1ginas de ayuda.\
  <br/><br/>\
Haz clic en "Siguiente" para continuar.

#Profile Tool Page
introToSakai_profileTool.title=Herramienta Perfil
introToSakai_profileTool.body=Al perfil se puede acceder desde aqu\u00ED o accediendo desde el men\u00FA de "Mi Sitio".   En la herramienta Perfil, puedes introducir informaci\u00F3n personal, controlar tus preferencias de privacidad sobre esa informaci\u00F3n, encontrar y conectar con otras personas en tu instancia de Sakai e integrarte con redes sociales.\
 <br/><br/>\
Haz clic en "Siguiente" para continuar.

#Logout Page
introToSakai_logout.title=Salir
introToSakai_logout.body=Cuando hayas acabado, haz clic aqu\u00ED para salir.

#Return to Tutorial Page
introToSakai_pTutorialLocation.title=Tutorial
introToSakai_pTutorialLocation.body=Puedes volver a este tutorial haciendo clic en el enlace "Tutorial" de esta lista. 
