next=\u0414\u0430\u0440\u0430\u0430\u0445
previous=\u04E8\u043C\u043D\u04E9\u0445

#Welcome Page
introToSakai_p1.selection=
introToSakai_p1.title=\u041C\u044D\u043D\u0434\u0447\u0438\u043B\u0433\u044D\u044D 
introToSakai_p1.body= \u042D\u043D\u044D \u0431\u043E\u0433\u0438\u043D\u043E \u0445\u0438\u0447\u044D\u044D\u043B \u043D\u044C \u0421\u0430\u043A\u0430\u0439\u043D \u043E\u043D\u0446\u043B\u043E\u0433\u0443\u0443\u0434 \u0431\u043E\u043B\u043E\u043D \u0451\u0440\u04E9\u043D\u0445\u0438\u0439 \u0437\u0443\u0440\u0430\u0433\u043B\u0430\u043B\u044B\u043D \u0442\u0443\u0445\u0430\u0439 \u04AF\u043D\u0434\u0441\u044D\u043D \u043C\u044D\u0434\u044D\u044D\u043B\u044D\u043B\u0438\u0439\u0433 \u0442\u0430\u043D\u0438\u043B\u0446\u0443\u0443\u043B\u0430\u0445 \u0431\u043E\u043B\u043D\u043E. \
\u0422\u0430 \u0421\u0430\u043A\u0430\u0439\u0434 \u0430\u043D\u0445 \u043D\u044D\u0432\u0442\u0440\u044D\u0445\u044D\u0434 \u044D\u043D\u044D \u0445\u0438\u0447\u044D\u044D\u043B \u043D\u044C \u043D\u044D\u0433 \u0443\u0434\u0430\u0430 \u043B \u044F\u0432\u0430\u0433\u0434\u0430\u043D\u0430.  \u0422\u0430 \u044D\u043D\u044D \u0445\u0438\u0447\u044D\u044D\u043B\u0438\u0439\u0433 \u0431\u0430\u0440\u0443\u0443\u043D \u0434\u044D\u044D\u0434 \u0431\u0443\u043B\u0430\u043D \u0434\u0430\u0445\u044C \u04E9\u04E9\u0440\u0438\u0439\u043D \u043D\u044D\u0432\u0442\u0440\u044D\u0445 \u043D\u044D\u0440\u0438\u0439\u043D \u0434\u043E\u043E\u0440 "\u0425\u0438\u0447\u044D\u044D\u043B" \u0433\u044D\u0436 \u0442\u043E\u0432\u0448\u0438\u043E\u0434 \u0434\u0430\u0445\u0438\u043D \u0445\u0430\u0440\u0430\u0445 \u0431\u043E\u043B\u043E\u043C\u0436\u0442\u043E\u0439. \ 
\u041E\u043D\u0446\u043B\u043E\u0433\u043E \u0431\u04AF\u0440\u0438\u0439\u043D \u0434\u044D\u043B\u0433\u044D\u0440\u044D\u043D\u0433\u04AF\u0439 \u043C\u044D\u0434\u044D\u044D\u043B\u044D\u043B\u0438\u0439\u0433 \u0421\u0430\u043A\u0430\u0439\u0434 \u0431\u0430\u0439\u0433\u0430\u0430 <img src='/library/image/silk/help.png'/> \u0442\u044D\u043C\u0434\u044D\u0433 \u0434\u044D\u044D\u0440 \u0442\u043E\u0432\u0448\u0438\u043E\u0434 \u0445\u0430\u0440\u0436 \u0431\u043E\u043B\u043D\u043E.\ 
<br/><br/>\
\u0421\u0430\u043A\u0430\u0439 CLE \u043D\u044C \u0445\u0438\u0447\u044D\u044D\u043B \u0431\u043E\u043B\u043E\u043D \u0442\u04E9\u0441\u043B\u04AF\u04AF\u0434\u0438\u0439\u043D \u0441\u0430\u0439\u0442\u0443\u0443\u0434\u044B\u0433 \u0437\u043E\u0445\u0438\u043E\u043D \u0431\u0430\u0439\u0433\u0443\u0443\u043B\u0430\u0445 \u0443\u044F\u043D \u0445\u0430\u0442\u0430\u043D \u0431\u04AF\u0442\u044D\u0446 \u0431\u0430\u0439\u0433\u0430\u0430 \u044E\u043C.  \
\u0421\u0430\u0439\u0442\u0443\u0443\u0434 \u043D\u044C \u0441\u0430\u0439\u0442\u044B\u043D \u0437\u043E\u0445\u0438\u0446\u0443\u0443\u043B\u0430\u0433\u0447\u0434\u0438\u0439\u043D \u0441\u043E\u043D\u0433\u043E\u0441\u043E\u043D \u0445\u044D\u0440\u044D\u0433\u0441\u043B\u04AF\u04AF\u0434 \u0431\u043E\u043B\u043E\u043D \u0442\u0443\u0441\u0433\u0430\u0439 \u043E\u043D\u0446\u043B\u043E\u0433\u0443\u0443\u0434\u044B\u0433 \u0430\u0433\u0443\u0443\u043B\u043D\u0430.\
 <br/><br/>\
\u042D\u043D\u044D \u0421\u0430\u043A\u0430\u0439\u043D \u0431\u043E\u0433\u0438\u043D\u043E \u0442\u0430\u043D\u0438\u043B\u0446\u0443\u0443\u043B\u0433\u044B\u0433 \u04AF\u0440\u0433\u044D\u043B\u0436\u043B\u04AF\u04AF\u043B\u044D\u043D \u04AF\u0437\u044D\u0445\u0438\u0439\u043D \u0442\u0443\u043B\u0434 \u0434\u043E\u043E\u0440 "\u0414\u0410\u0420\u0410\u0410\u0425" \u0433\u044D\u0436 \u0442\u043E\u0432\u0448\u0438\u043D\u043E \u0443\u0443.  
introToSakai_p1.previousUrl=
introToSakai_p1.nextUrl=/direct/tutorial/introToSakai_sitenav.json
introToSakai_p1.dialog=true
introToSakai_p1.positionTarget=
introToSakai_p1.fadeout=

#Site Navigation Page
introToSakai_sitenav.selection=ul#topnav li:first
introToSakai_sitenav.title=\u0421\u0430\u0439\u0442\u044B\u043D \u0427\u0438\u0433\u043B\u04AF\u04AF\u043B\u044D\u043B\u0442
introToSakai_sitenav.body= \u0422\u0430\u043D\u044B \u043E\u0440\u043E\u043B\u0446\u0441\u043E\u043D \u0431\u04AF\u0445 \u0441\u0430\u0439\u0442\u0443\u0443\u0434\u044B\u0433 \u0437\u04AF\u04AF\u043D \u0442\u0430\u043B\u0434 \u0431\u0430\u0439\u0433\u0430\u0430 \u041C\u0438\u043D\u0438\u0439 \u0410\u0436\u043B\u044B\u043D \u0422\u0430\u043B\u0431\u0430\u0440 (\u0442\u0430\u043D\u044B \u0445\u0443\u0432\u0438\u0439\u043D \u0442\u0443\u0441\u0433\u0430\u0439 \u0441\u0430\u0439\u0442) -\u0430\u0430\u0441 \u044D\u0445\u043B\u044D\u044D\u0434 \u0447\u0438\u0445\u0442\u044D\u0439 \u0445\u0443\u0443\u0434\u0441\u0443\u0443\u0434\u0430\u0434 \u0445\u0430\u0440\u0443\u0443\u043B\u043D\u0430.\  
\u0422\u0430 \u0421\u0430\u043A\u0430\u0439 \u0434 \u043D\u044D\u0432\u0442\u0440\u044D\u0445 \u0431\u043E\u043B\u0433\u043E\u043D\u0434 \u041C\u0438\u043D\u0438\u0439 \u0410\u0436\u043B\u044B\u043D \u0422\u0430\u043B\u0431\u0430\u0440 \u0441\u0430\u0439\u0442\u044B\u043D \u042D\u0445\u043B\u044D\u043B \u0445\u0443\u0443\u0434\u0430\u0441\u043D\u0430\u0430\u0441 \u044D\u0445\u043B\u044D\u0445 \u0431\u043E\u043B\u043D\u043E.\
<br/><br/>\
\u041C\u0438\u043D\u0438\u0439 \u0410\u0436\u043B\u044B\u043D \u0422\u0430\u043B\u0431\u0430\u0440 \u043D\u044C \u0433\u043E\u043B\u0434\u0443\u0443 \u0445\u044D\u0434 \u0445\u044D\u0434\u044D\u043D \u0445\u044D\u0440\u044D\u0433\u0441\u044D\u043B \u0430\u0433\u0443\u0443\u043B\u043D\u0430. \
\u042D\u0434\u0433\u044D\u044D\u0440 \u043D\u044C \u0431\u0430\u0433\u0446\u0430\u0430\u0440 \u044D\u0445\u043B\u044D\u043B \u0445\u0443\u0443\u0434\u0441\u0430\u043D\u0434 \u0431\u0430\u0439\u0433\u0430\u0430 \u0431\u04E9\u0433\u04E9\u04E9\u0434 \u0442\u0430\u043D\u044B \u0433\u0438\u0448\u04AF\u04AF\u043D \u0431\u0443\u0439 \u0431\u04AF\u0445 \u0445\u0438\u0447\u044D\u044D\u043B\u04AF\u04AF\u0434\u0438\u0439\u043D \u04AF\u0439\u043B \u044F\u0432\u0446\u044B\u0433 \u043D\u044D\u0433\u0442\u0433\u044D\u043D\u044D.\
<br/><br/>\
\u0425\u044D\u0440\u044D\u0432 \u0442\u0430 \u04E9\u04E9\u0440 \u0441\u0430\u0439\u0442\u0443\u0443\u0434\u044B\u043D (\u0445\u0438\u0447\u044D\u044D\u043B\u04AF\u04AF\u0434, \u0442\u04E9\u0441\u043B\u04AF\u04AF\u0434, \u0433\u044D\u0445 \u043C\u044D\u0442) \u0433\u0438\u0448\u04AF\u04AF\u043D \u0431\u043E\u043B \u044D\u0434\u0433\u044D\u044D\u0440 \u0447\u0438\u0445\u0442\u044D\u0439 \u0445\u0443\u0443\u0434\u0441\u0443\u0443\u0434 \u0431\u0430\u0441 \u0434\u044D\u044D\u0440 \u0433\u0430\u0440\u0447 \u0438\u0440\u044D\u0445 \u0431\u043E\u043B\u043D\u043E. \ 
\u042D\u043D\u044D \u0434\u044D\u043B\u0433\u044D\u0446\u044D\u043D \u0434\u044D\u044D\u0440 \u0445\u0438\u0447\u043D\u044D\u044D\u043D \u0447\u0438\u0445\u0442\u044D\u0439 \u0445\u0443\u0443\u0434\u0430\u0441 \u0445\u0430\u0440\u0430\u0433\u0434\u0430\u0445\u044B\u0433 \u0442\u0430 \u0442\u043E\u0445\u0438\u0440\u0443\u0443\u043B\u0436 \u0431\u043E\u043B\u043D\u043E. \
\u041E\u043B\u043E\u043D \u0441\u0430\u0439\u0442 \u0431\u0430\u0439\u0433\u0430\u0430 \u0442\u043E\u0445\u0438\u043E\u043B\u0434\u043E\u043B\u0434  \u0437\u0430\u0440\u0438\u043C \u043D\u044D\u0433 \u043D\u044C  "\u041D\u044D\u043C\u044D\u043B\u0442 \u0441\u0430\u0439\u0442\u0443\u0443\u0434"-\u044B\u043D \u0443\u043D\u0430\u0434\u0430\u0433 \u0446\u044D\u0441\u044D\u043D\u0434 \u0431\u0430\u0439\u0436 \u043C\u0430\u0433\u0430\u0434\u0430\u0433\u0433\u0443\u0439.\ 
 <br/><br/>\
\u0422\u0430 \u0431\u0430\u0441 \u0447\u0438\u0445\u0442\u044D\u0439 \u0445\u0443\u0443\u0434\u0441\u0430\u043D \u0434\u044D\u044D\u0440 \u0434\u0430\u0440\u0430\u0430\u0434 \u0441\u0430\u0439\u0442\u043D\u044B \u044D\u0445\u043B\u044D\u043B \u0445\u0443\u0443\u0434\u0430\u0441 \u0448\u0443\u0443\u0434 \u0440\u0443\u0443 \u043E\u0440\u043E\u0445 \u0431\u043E\u043B\u043E\u043C\u0436\u0442\u043E\u0439. \  
\u0427\u0438\u0445\u0442\u044D\u0439 \u0445\u0443\u0443\u0434\u0430\u0441 \u0431\u043E\u043B\u0433\u043E\u043D\u044B \u0431\u0430\u0440\u0443\u0443\u043D \u0442\u0430\u043B\u0434 \u0431\u0430\u0439\u0440\u043B\u0430\u0445 \u0414\u043E\u043E\u0448 \u0447\u0438\u0433\u043B\u044D\u0441\u044D\u043D \u0441\u0443\u043C\u044B\u0433 \u0434\u0430\u0440\u0430\u0430\u0434 \u0441\u0430\u0439\u0442\u044B\u043D \u0445\u044D\u0440\u044D\u0433\u0441\u043B\u04AF\u04AF\u0434\u0438\u0439\u043D \u0436\u0430\u0433\u0441\u0430\u0430\u043B\u0442\u044B\u0433 \u043D\u044D\u044D\u0436 \ 
\u0430\u043B\u044C \u043D\u044D\u0433 \u0445\u044D\u0440\u044D\u0433\u0441\u044D\u043B \u0440\u04AF\u04AF \u0448\u0443\u0443\u0434 \u043E\u0447\u0438\u0445 \u0431\u043E\u043B\u043E\u043C\u0436\u0442\u043E\u0439.\
 <br/><br/>\
\u04AE\u0440\u0433\u044D\u043B\u0436\u043B\u04AF\u04AF\u043B\u044D\u0445\u0438\u0439\u043D \u0442\u0443\u043B\u0434 "\u0414\u0430\u0440\u0430\u0430\u0445" \u0433\u044D\u0434\u0433\u0438\u0439\u0433 \u0442\u043E\u0432\u0448\u0438\u043D\u043E \u0443\u0443.

introToSakai_sitenav.previousUrl=/direct/tutorial/introToSakai_p1.json
introToSakai_sitenav.nextUrl=/direct/tutorial/introToSakai_moreButton.json
introToSakai_sitenav.dialog=
introToSakai_sitenav.positionTooltip=topLeft
introToSakai_sitenav.positionTarget=bottomRight
introToSakai_sitenav.fadeout=

#More Sites Dropdown Page
introToSakai_moreButton.selection=ul#topnav li.more-tab:visible
introToSakai_moreButton.title=More Sites
introToSakai_moreButton.body=Click on the 'More Sites' tab to display a list of all sites you have access to.\
 <br/><br/>\
Click on "Next" to continue.
introToSakai_moreButton.previousUrl=/direct/tutorial/introToSakai_sitenav.json
introToSakai_moreButton.nextUrl=/direct/tutorial/introToSakai_toolMenu.json
introToSakai_moreButton.dialog=
introToSakai_moreButton.positionTooltip=topRight
introToSakai_moreButton.positionTarget=bottomLeft
introToSakai_moreButton.fadeout=

#Tool Menu Page
introToSakai_toolMenu.selection=div#toolMenu ul
introToSakai_toolMenu.title=\u0425\u044D\u0440\u044D\u0433\u0441\u043B\u0438\u0439\u043D \u0446\u044D\u0441
introToSakai_toolMenu.body= \u0417\u04AF\u04AF\u043D \u0442\u0430\u043B\u044B\u043D \u0447\u0438\u0433\u043B\u04AF\u04AF\u043B\u044D\u043B\u0442\u0438\u0439\u043D \u0446\u044D\u0441\u044D\u043D\u0434 \u0442\u0430\u043D\u044B \u0441\u043E\u043D\u0433\u043E\u0441\u043E\u043D \u0441\u0430\u0439\u0442\u0430\u043D\u0434 \u0445\u0430\u043D\u0434\u0430\u0445 \u0431\u043E\u043B\u043E\u043C\u0436\u0442\u043E\u0439 \u0431\u04AF\u0445 \u0445\u044D\u0440\u044D\u0433\u0441\u043B\u0438\u0439\u043D \u0436\u0430\u0433\u0441\u0430\u0430\u043B\u0442 \u0431\u0430\u0439\u0433\u0430\u0430. \
\u042D\u0445\u043B\u044D\u043B \u0445\u0443\u0443\u0434\u0430\u0441 \u043D\u044C \u0445\u0430\u043C\u0433\u0438\u0439\u043D \u0445\u044D\u0440\u044D\u0433\u0442\u044D\u0439 \u0445\u044D\u0440\u044D\u0433\u0441\u044D\u043B \u044E\u043C.  \u042D\u0445\u043B\u044D\u043B \u0433\u044D\u0434\u044D\u0433 \u0434\u044D\u044D\u0440 \u0434\u0430\u0440\u0430\u0445\u0430\u0434 \u0442\u0430 \u044D\u0445\u043B\u044D\u0445 \u0445\u0443\u0443\u0434\u0430\u0441 \u0440\u0443\u0443 \u043E\u0440\u043E\u0445 \u0431\u043E\u043B\u043D\u043E. \
\u0425\u044D\u0440\u044D\u0433\u0441\u044D\u043B \u0431\u043E\u043B\u0433\u043E\u043D \u044F\u043D\u0437 \u0431\u04AF\u0440\u0438\u0439\u043D \u0437\u043E\u0440\u0438\u0443\u043B\u0430\u043B\u0442\u0442\u0430\u0439. \u0422\u0430 \u0445\u0443\u043B\u0433\u0430\u043D\u0430\u0430\u0440\u0430\u0430 \u0445\u044D\u0440\u044D\u0433\u0441\u043B\u0438\u0439\u043D \u043D\u044D\u0440 \u0434\u044D\u044D\u0440 \u043E\u0447\u0438\u0445\u043E\u0434 \u0443\u0433 \u0445\u044D\u0440\u044D\u0433\u044D\u0441\u043B\u0438\u0439\u043D \u0442\u043E\u0432\u0447 \u0442\u0430\u0439\u043B\u0431\u0430\u0440\u044B\u0433 \u0445\u0430\u0440\u0430\u0445 \u0431\u043E\u043B\u043E\u043C\u0436\u0442\u043E\u0439.\
 <br/><br/><br/>\
\u0425\u044D\u0440\u044D\u0432 \u0442\u0430 \u0441\u0430\u0439\u0442\u044B\u043D \u044D\u0437\u044D\u043D \u0431\u043E\u043B (\u0433\u043E\u043B\u0434\u0443\u0443 \u0437\u0430\u0430\u0432\u0430\u0440\u043B\u0430\u0433\u0447 \u0431\u0430\u0439\u043D\u0430) \u0445\u044D\u0440\u044D\u0433\u044D\u0441\u043B\u0438\u0439\u043D \u0446\u044D\u0441\u043D\u044D\u043D\u0434(\u044D\u044D\u0441) \u0445\u044D\u0440\u044D\u0433\u0441\u044D\u043B \u043D\u044D\u043C\u044D\u0445 \u0431\u0443\u044E\u0443 \u0445\u0430\u0441\u0447 \u0431\u043E\u043B\u043D\u043E. \
\u0422\u04AF\u04AF\u043D\u0447\u043B\u044D\u043D \u0421\u0430\u0439\u0442\u044B\u043D \u041C\u044D\u0434\u044D\u044D\u043B\u044D\u043B \u0445\u044D\u0440\u044D\u0433\u0441\u044D\u043B \u0434\u044D\u044D\u0440 \u0434\u0430\u0440\u0436 \u0446\u044D\u0441\u043D\u0438\u0439 \u0445\u044D\u0440\u044D\u0433\u0441\u043B\u04AF\u04AF\u0434\u0438\u0439\u043D \u0434\u0430\u0440\u0430\u0430\u043B\u043B\u044B\u0433 \u04E9\u04E9\u0440\u0447\u0438\u043B\u0436 \u0431\u043E\u043B\u043D\u043E.\
<br/><br/><br/>\
\u04AE\u0440\u0433\u044D\u043B\u0436\u043B\u04AF\u04AF\u043B\u044D\u0445\u0438\u0439\u043D \u0442\u0443\u043B\u0434 "\u0414\u0430\u0440\u0430\u0430\u0445" \u0433\u044D\u0434\u0433\u0438\u0439\u0433 \u0442\u043E\u0432\u0448\u0438\u043D\u043E \u0443\u0443.
introToSakai_toolMenu.previousUrl=/direct/tutorial/introToSakai_moreButton.json
introToSakai_toolMenu.nextUrl=/direct/tutorial/introToSakai_toggleMenu.json
introToSakai_toolMenu.dialog=
introToSakai_toolMenu.positionTooltip=leftMiddle
introToSakai_toolMenu.positionTarget=rightMiddle
introToSakai_toolMenu.fadeout=

#Toggle Menu page
introToSakai_toggleMenu.selection=#togglebar #toggleToolMax
introToSakai_toggleMenu.title= \u0421\u044D\u043B\u0433\u044D\u0445 \u0446\u044D\u0441
introToSakai_toggleMenu.body= \u042D\u043D\u044D \u0442\u044D\u043C\u0434\u044D\u0433 \u0434\u044D\u044D\u0440 \u0434\u0430\u0440\u0430\u0445\u0430\u0434 \u0437\u04AF\u04AF\u043D \u0442\u0430\u043B\u044B\u043D \u0446\u044D\u0441 \u0445\u0443\u0440\u0430\u0430\u0433\u0434\u0430\u0436 \u0434\u044D\u043B\u0433\u044D\u0446\u044D\u043D \u0434\u044D\u044D\u0440 \u0441\u0430\u0439\u0442\u044B\u043D \u0430\u0433\u0443\u0443\u043B\u0433\u0430 \u0445\u0430\u0440\u0430\u0445 \u0438\u043B\u04AF\u04AF \u0437\u0430\u0439 \u0433\u0430\u0440\u0447 \u0438\u0440\u043D\u044D. \
\u0422\u044D\u043C\u0434\u044D\u0433 \u0434\u044D\u044D\u0440 \u0430\u0445\u0438\u0430\u0434 \u0434\u0430\u0440\u0430\u0445\u0430\u0434 \u0446\u044D\u0441 \u0431\u0443\u0446\u0430\u0430\u0434 \u0433\u0430\u0440\u0447 \u0438\u0440\u043D\u044D.\
<br/><br/>\
\u04AE\u0440\u0433\u044D\u043B\u0436\u043B\u04AF\u04AF\u043B\u044D\u0445\u0438\u0439\u043D \u0442\u0443\u043B\u0434 "\u0414\u0430\u0440\u0430\u0430\u0445" \u0433\u044D\u0434\u0433\u0438\u0439\u0433 \u0442\u043E\u0432\u0448\u0438\u043D\u043E \u0443\u0443.

introToSakai_toggleMenu.previousUrl=/direct/tutorial/introToSakai_toolMenu.json
introToSakai_toggleMenu.nextUrl=/direct/tutorial/introToSakai_refreshTool.json
introToSakai_toggleMenu.dialog=
introToSakai_toggleMenu.positionTooltip=topLeft
introToSakai_toggleMenu.positionTarget=rightBottom
introToSakai_toggleMenu.fadeout=

#Refresh Tool page
introToSakai_refreshTool.selection=.portletTitle .title a:visible:first
introToSakai_refreshTool.title=\u0425\u044D\u0440\u044D\u0433\u0441\u044D\u043B \u0441\u044D\u0440\u0433\u044D\u044D\u0445
introToSakai_refreshTool.body= \u042D\u043D\u044D \u0442\u044D\u043C\u0434\u044D\u0433 \u0434\u044D\u044D\u0440 \u0434\u0430\u0440\u0430\u0445\u0430\u0434 \u043E\u0434\u043E\u043E \u0431\u0430\u0439\u0433\u0430\u0430 \u0445\u044D\u0440\u044D\u0433\u0441\u043B\u0438\u0439\u0433 \u0434\u0430\u0445\u0438\u043D \u0442\u043E\u0445\u0438\u0440\u0443\u0443\u043B\u0430\u0445 \u0431\u043E\u043B\u043D\u043E. \
\u0422\u0430 \u0445\u044D\u0440\u044D\u0433\u0441\u043B\u0438\u0439\u043D \u0431\u0443\u0443\u0445 \u0445\u0443\u0443\u0434\u0430\u0441 \u0440\u0443\u0443 \u0431\u0443\u0446\u0430\u043D\u0430. \
\u0425\u044D\u0440\u044D\u0433\u0441\u044D\u043B \u0434\u0430\u0445\u0438\u043D \u0442\u043E\u0445\u0438\u0440\u0443\u0443\u043B\u0430\u0445 \u0431\u043E\u043B\u0432\u043E\u043B \u0442\u0430\u043D\u044B \u043E\u0434\u043E\u043E \u0445\u0443\u0443\u0434\u0441\u0430\u043D\u0434 \u043E\u0440\u0443\u0443\u043B\u0436 \u0431\u0430\u0439\u0433\u0430\u0430 \u043C\u044D\u0434\u044D\u044D\u043B\u043B\u0438\u0439\u0433 \u043E\u0440\u0445\u0438\u0445 \u0431\u043E\u043B\u043D\u043E.\
 <br/><br/>\
\u04AE\u0440\u0433\u044D\u043B\u0436\u043B\u04AF\u04AF\u043B\u044D\u0445\u0438\u0439\u043D \u0442\u0443\u043B\u0434 "\u0414\u0430\u0440\u0430\u0430\u0445" \u0433\u044D\u0434\u0433\u0438\u0439\u0433 \u0442\u043E\u0432\u0448\u0438\u043D\u043E \u0443\u0443.
introToSakai_refreshTool.previousUrl=/direct/tutorial/introToSakai_toggleMenu.json
introToSakai_refreshTool.nextUrl=/direct/tutorial/introToSakai_helpIcon.json
introToSakai_refreshTool.dialog=
introToSakai_refreshTool.positionTooltip=topLeft
introToSakai_refreshTool.positionTarget=rightBottom
introToSakai_refreshTool.fadeout=

#Help Icon Page
introToSakai_helpIcon.selection=.portletTitle .action a:visible:first
introToSakai_helpIcon.title=Help Tool
introToSakai_helpIcon.body=Detailed information about each feature can be accessed by clicking on the <img src='/library/image/silk/help.png'/> icon found throughout Sakai.  This tool is context sensitive and will give you instructions based on the tool you are currently viewing.  You can also search for additional tools and help pages.\
 <br/><br/>\
Click on "Next" to continue.
introToSakai_helpIcon.previousUrl=/direct/tutorial/introToSakai_refreshTool.json
introToSakai_helpIcon.nextUrl=/direct/tutorial/introToSakai_profileTool.json
introToSakai_helpIcon.dialog=
introToSakai_helpIcon.positionTooltip=topRight
introToSakai_helpIcon.positionTarget=bottomLeft
introToSakai_helpIcon.fadeout=

#Profile Tool Page
introToSakai_profileTool.selection=#mastLogin span.drop
introToSakai_profileTool.title=\u0425\u0443\u0432\u0438\u0439\u043D \u0445\u044D\u0440\u0433\u0438\u0439\u043D \u0445\u044D\u0440\u044D\u0433\u0441\u044D\u043B
introToSakai_profileTool.body= \u0425\u0443\u0432\u0438\u0439\u043D \u0445\u044D\u0440\u0433\u0438\u0439\u043D \u0445\u044D\u0440\u044D\u0433\u0441\u044D\u043B \u0440\u04AF\u04AF \u044D\u043D\u0434 \u0431\u043E\u043B\u043E\u043D \u041C\u0438\u043D\u0438\u0439 \u0410\u0436\u043B\u044B\u043D \u0422\u0430\u043B\u0431\u0430\u0440\u044B\u043D \u0437\u04AF\u04AF\u043D \u0442\u0430\u043B\u044B\u043D \u0446\u044D\u0441\u044D\u043D\u0434 \u043E\u0440\u043E\u0445 \u0431\u043E\u043B\u043E\u043C\u0436\u0442\u043E\u0439. \ 
\u0425\u0443\u0432\u0438\u0439\u043D \u0445\u044D\u0440\u0433\u0438\u0439\u043D \u0445\u044D\u0440\u044D\u0433\u0441\u044D\u043B \u0434\u043E\u0442\u043E\u0440 \u0442\u0430 \u04E9\u04E9\u0440\u0438\u0439\u043D \u0445\u0443\u0432\u0438\u0439\u043D \u043C\u044D\u0434\u044D\u044D\u043B\u044D\u043B \u043E\u0440\u0443\u0443\u043B\u0430\u0445, \u044D\u043D\u044D \u043C\u044D\u0434\u044D\u044D\u043B\u043B\u0438\u0439\u043D \u043D\u0443\u0443\u0446\u043B\u0430\u043B\u044B\u0433 \u0442\u043E\u0445\u0438\u0440\u0443\u0443\u043B\u0430\u0445, \
\u04E9\u04E9\u0440\u0438\u0439\u043D \u0421\u0430\u043A\u0430\u0439 \u0442\u043E\u0445\u0438\u043E\u043B\u0434\u043E\u043B\u0434 \u0431\u0443\u0441\u0434\u044B\u0433 \u043E\u043B\u0436 \u0445\u043E\u043B\u0431\u043E\u0433\u0434\u043E\u0445 \u0431\u043E\u043B\u043E\u043D \u043D\u0438\u0439\u0442\u0438\u0439\u043D \u0441\u04AF\u043B\u0436\u044D\u044D\u043D\u0434 \u0445\u0430\u043C\u0440\u0430\u0445 \u0431\u043E\u043B\u043E\u043C\u0436\u0442\u043E\u0439.\
 <br/><br/>\
\u04AE\u0440\u0433\u044D\u043B\u0436\u043B\u04AF\u04AF\u043B\u044D\u0445\u0438\u0439\u043D \u0442\u0443\u043B\u0434 "\u0414\u0430\u0440\u0430\u0430\u0445" \u0433\u044D\u0434\u0433\u0438\u0439\u0433 \u0442\u043E\u0432\u0448\u0438\u043D\u043E \u0443\u0443.

introToSakai_profileTool.previousUrl=/direct/tutorial/introToSakai_helpIcon.json
introToSakai_profileTool.nextUrl=/direct/tutorial/introToSakai_logout.json
introToSakai_profileTool.dialog=
introToSakai_profileTool.positionTooltip=topRight
introToSakai_profileTool.positionTarget=bottomLeft
introToSakai_profileTool.fadeout=

#Logout Page
introToSakai_logout.selection=a#loginLink1
introToSakai_logout.title=\u0413\u0430\u0440\u0430\u0445
introToSakai_logout.body=\u0422\u0430 \u0434\u0443\u0443\u0441\u0430\u043D \u0431\u043E\u043B \u044D\u043D\u0434 \u0434\u0430\u0440\u0436 \u0433\u0430\u0440\u043D\u0430 \u0443\u0443. 
introToSakai_logout.previousUrl=/direct/tutorial/introToSakai_profileTool.json
introToSakai_logout.nextUrl=
introToSakai_logout.dialog=
introToSakai_logout.positionTooltip=topRight
introToSakai_logout.positionTarget=bottomLeft
introToSakai_logout.fadeout=

#Return to Tutorial Page
introToSakai_pTutorialLocation.selection=#mastLogin span.drop
introToSakai_pTutorialLocation.title=\u0425\u0438\u0447\u044D\u044D\u043B 
introToSakai_pTutorialLocation.body=\u042D\u043D\u044D \u0443\u043D\u0430\u0434\u0430\u0433 \u0445\u044D\u0441\u044D\u0433\u0442 \u0431\u0430\u0439\u0433\u0430\u0430 \u0445\u0438\u0447\u044D\u044D\u043B\u0438\u0439\u043D \u0445\u043E\u043B\u0431\u043E\u043E\u0441 \u0434\u044D\u044D\u0440 \u0434\u0430\u0440\u0430\u0430\u0434 \u0442\u0430 \u0445\u0438\u0447\u044D\u044D\u043B \u0440\u04AF\u04AF \u0431\u0443\u0446\u0430\u0430\u0434 \u043E\u0440\u0436 \u0431\u043E\u043B\u043D\u043E. 
introToSakai_pTutorialLocation.previousUrl=
introToSakai_pTutorialLocation.nextUrl=
introToSakai_pTutorialLocation.dialog=
introToSakai_pTutorialLocation.positionTooltip=topRight
introToSakai_pTutorialLocation.positionTarget=bottomLeft
introToSakai_pTutorialLocation.fadeout=true
