################################
#    READ ME!!
################################
#
#  For people creating new pages, make sure you add the page settings in Tutorial.properties:
#
#  		You can create new pages simply by adding a new set of properties.  For instance, to add a page, define a set of properties like:
#
#  		{prefix}.title=(title)
#  		{prefix}.body=(body)
#

# Button Navigation text:
next=Urm\u0103torul
previous=Inapoi

# End Tutorial text:
endTutorial=In regula, am inteles\!

# Welcome panel
introToSakai_p1.title=<img src\="https\://www.sakaiger.com/images/Sakaiger.png" alt\="Pictogram\u0103 Sakaiger" style\="width\: 40px; height\: 40px;"> Bun venit la {0}
introToSakai_p1.body={0} este un sistem flexibil de gestionare a invatarii pentru gazduirea de site-uri care accepta invatarea, predarea, cercetarea si colaborarea<br/><br/>. Let&\#39;s va prezenta notiunile de baza ale navigarii prin sistem.

# Site Navigation panel (Desktop View Only)
introToSakai_sitenav.title=Bara lateral\u0103 de navigare pe site
introToSakai_sitenav.body=Site-urile dvs. sunt afi\u0219ate acum \u00eentr-o bar\u0103 lateral\u0103 convenabil\u0103 din st\u00e2nga, \u00eencep\u00e2nd cu propriul site privat de acas\u0103. <br/><br/>Acas\u0103 v\u0103 ofer\u0103 o imagine de ansamblu asupra activit\u0103\u021bii de pe site-urile dvs. \u0219i v\u0103 permite s\u0103 v\u0103 personaliza\u021bi experien\u021ba {0}.<br/><br/>Aceast\u0103 bar\u0103 lateral\u0103 poate fi deschis\u0103 \u0219i \u00eenchis\u0103 dup\u0103 cum este necesar folosind restr\u00e2ngerea pictograma /expand <span class\="no-wrap">( <i class\="bi bi-list" style\="font-weight\: bold; font-size\: 26px;"></i> )</span> situat \u00een bara de navigare de sus.

# Site Navigation panel (Responsive View Only)
introToSakai_sitenavResponsive.title=Buton de navigare pe site
introToSakai_sitenavResponsive.body=Atinge\u021bi pictograma <span class\="no-wrap">( <i class\="bi bi-list" style\="font-weight\: bold; font-size\: 18px;"></i> )</span> pe bara de navigare pentru a vizualiza site-urile dvs. \u0219i instrumentele disponibile pentru fiecare site.

# Current Site Panel (Desktop View Only)
introToSakai_currentSite.title=Site-ul curent
introToSakai_currentSite.body=Titlul site-ului pe care \u00eel vizita\u021bi \u00een prezent este afi\u0219at aici.<br/><br/>Selecta\u021bi titlul site-ului pentru a reveni la pagina principal\u0103 a site-ului respectiv.

# Current Site Panel (Responsive View Only)
introToSakai_currentSiteResponsive.title=Site-ul curent
introToSakai_currentSiteResponsive.body=Titlul site-ului pe care \u00eel vizita\u021bi \u00een prezent este afi\u0219at aici.<br/><br/>Atinge\u021bi titlul site-ului pentru a reveni la pagina principal\u0103 a site-ului respectiv.

# Current Tool Panel (Desktop View Only)
introToSakai_currentTool.title=Nume instrument
introToSakai_currentTool.body=Numele instrumentului din partea de sus indic\u0103 instrumentul pe care \u00eel utiliza\u021bi.<br /><br />Selecta\u021bi titlul instrumentului pentru a reveni la pagina principal\u0103 a instrumentului respectiv.

# Current Tool Panel (Responsive View Only)
introToSakai_currentToolResponsive.title=Nume instrument
introToSakai_currentToolResponsive.body=Numele instrumentului din partea de sus indic\u0103 instrumentul pe care \u00eel utiliza\u021bi.<br /><br />Atinge\u021bi titlul instrumentului pentru a reveni la pagina principal\u0103 a instrumentului respectiv.

# Sites Panel (Desktop View Only)
introToSakai_allsites.title=Site-uri
introToSakai_allsites.body=Site-urile <span class\="no-wrap">( <i class\="si si-all-sites" style\="font-weight\: bold; font-size\: 18px;"></i> )</span butonul > deschide o list\u0103 a site-urilor dvs. \u00eentr-un panou glisant, afi\u0219\u00e2nd linkuri c\u0103tre toate site-urile dvs. vizibile.<br /><br />\u00cen panoul glisant, site-urile sunt organizate pe termeni \u0219i pot fi fixate \u00een bara de navigare lateral\u0103.

# Sites Panel (Responsive View Only)
introToSakai_allsitesResponsive.title=Site-uri
introToSakai_allsitesResponsive.body=Site-urile <span class\="no-wrap">( <i class\="si si-all-sites" style\="font-weight\: bold; font-size\: 18px;"></i> )</span butonul > deschide sertarul site-urilor dvs., care afi\u0219eaz\u0103 linkuri c\u0103tre toate site-urile dvs. vizibile organizate pe termeni.<br/><br/>Din bara lateral\u0103, pute\u021bi fixa site-urile cele mai utilizate \u0219i pute\u021bi accesa propriul site privat numit Acas\u0103.

# Pinned Sites Panel (Desktop View Only)
introToSakai_pinSites.title=Site-uri fixate
introToSakai_pinSites.body=Site-urile fixate sunt fixate pe bara lateral\u0103 pentru un acces u\u0219or.<br /><br />Pute\u021bi fixa sau anula fixarea unui site f\u0103c\u00e2nd clic pe indicatorul <span class\="no-wrap">( <i class\="si si- pin-fill" style\="font-weight\: bold; font-size\: 18px;"></i> )</span> l\u00e2ng\u0103 titlul site-ului.


# Tools Panel (Desktop View Only)
introToSakai_toolMenu.title=Meniu Instrumente
introToSakai_toolMenu.body=Instrumentele pentru site-ul curent apar \u00een meniul din st\u00e2nga. Fiecare instrument \u00eendepline\u0219te o func\u021bie diferit\u0103, cum ar fi furnizarea de con\u021binut, furnizarea de evalu\u0103ri sau facilitarea colabor\u0103rii.<br/><br/>Fiecare \u00eentre\u021bin\u0103tor de site, cum ar fi instructorul, controleaz\u0103 ce instrumente apar pe site.<br/><br />Meniul instrument poate fi deschis sau \u00eenchis f\u0103c\u00e2nd clic pe extindere/restr\u00e2ngere <span class\="no-wrap">( <i class\="bi bi-chevron-right" style\="font-weight\: bold; font -size\: 18px;"></i>) pictograma chevron</span> de l\u00e2ng\u0103 titlul site-ului.


# Help Icon Panel (Desktop View Only)
introToSakai_helpIcon.title=Ajutor
introToSakai_helpIcon.body={0} ofer\u0103 informa\u021bii de ajutor despre fiecare func\u021bie.<br /><br />Butonul Ajutor <span class\="no-wrap">( <i class\="bi bi-question-circle" style\="font-weight \: bold; font-size\: 18px;"></i> )</span> este sensibil la context \u0219i ofer\u0103 informa\u021bii specifice instrumentului pe care \u00eel vizualiza\u021bi \u00een prezent.

# Help Icon Panel (Responsive View Only)
introToSakai_helpIconResponsive.title=Ajutor
introToSakai_helpIconResponsive.body={0} ofer\u0103 informa\u021bii de ajutor despre fiecare func\u021bie.<br /><br />Butonul Ajutor <span class\="no-wrap">( <i class\="bi bi-question-circle" style\="font-weight \: bold; font-size\: 18px;"></i> )</span> este sensibil la context \u0219i ofer\u0103 informa\u021bii specifice instrumentului pe care \u00eel vizualiza\u021bi \u00een prezent.

# Account Menu Panel (Desktop View Only)
introToSakai_accountTool.title=Meniu Cont
introToSakai_accountTool.body=Meniul Cont con\u021bine linkuri rapide c\u0103tre sarcini personale, cum ar fi gestionarea contului, vizualizarea rapid\u0103 a calendarului, sarcinilor, notelor, comutarea temei \u00eentunecate \u0219i deconectarea de la {0}.<br/><br/>At\u00e2t\! Dac\u0103 dori\u021bi s\u0103 revizui\u021bi acest tutorial, \u00eel pute\u021bi reporni aleg\u00e2ndu-l din meniul Cont.


# Return to Tutorial panel
introToSakai_pTutorialLocation.title=Tutorial
introToSakai_pTutorialLocation.body=Ai finalizat tutorialul\! Felicit\u0103ri pentru c\u0103 v-a\u021bi familiarizat cu {0}.<br/><br/>Nu uita\u021bi, pute\u021bi oric\u00e2nd s\u0103 reporni\u021bi acest tutorial aleg\u00e2ndu-l din meniul Cont.<br/><br/>Cu <span class\="no-wrap \u201e><i class\="bi bi-heart-fill"></i> dragoste</span> de la Sakai, partenerul t\u0103u de \u00eencredere \u00een c\u0103l\u0103toria ta de \u00eenv\u0103\u021bare\!
