#X-Generator: crowdin.net
################################
#    READ ME!!
################################
#
#  For people creating new pages, make sure you add the page settings in Tutorial.properties:
#  
#  		You can create new pages simply by adding a new set of properties.  For instance, to add a page, define a set of properties like:
#
#  		{prefix}.title=(title)
#  		{prefix}.body=(body) 
#

#Generic Text:
next=Suivant
previous=Pr\u00e9c\u00e9dent



#Welcome Page
introToSakai_p1.title=Bienvenue
introToSakai_p1.body=Ce tr\u00e8s court tutoriel vous pr\u00e9sente les bases des fonctionnalit\u00e9s et de la mise en page de Sakai. Il est pr\u00e9sent\u00e9 lors de votre premi\u00e8re connexion. Vous pourrez y acc\u00e9der \u00e0 nouveau en choisissant 'Tutoriel' dans le menu en haut \u00e0 droite \u00e0 c\u00f4t\u00e9 du bouton de d\u00e9connexion. Des informations d\u00e9taill\u00e9es \u00e0 propos de chaque fonctionnalit\u00e9 peuvent \u00eatre obtenues en cliquant sur le bouton d'aide <img src\='/library/image/silk/help.png'/> que vous trouverez partout dans Sakai.<br/><br/> Sakai est une plate-forme tr\u00e8s flexible pour organiser des espaces correspondant \u00e0 des enseignements ou \u00e0 des projets. Les espaces poss\u00e8dent des outils et des fonctionnalit\u00e9s sp\u00e9cifiques qui sont choisis par leurs responsables.<br/><br/> Cliquez ci-dessous sur 'Suivant' pour avancer dans cette courte pr\u00e9sentation de Sakai.

#Site Navigation Page
introToSakai_sitenav.title=Navigation dans les espaces
introToSakai_sitenav.body=Tous les espaces auxquels vous \u00eates inscrit apparaissent sous forme d'onglets en commen\u00e7ant par 'Mon espace de travail' sur la gauche, un espace sp\u00e9cial qui est votre espace priv\u00e9. Chaque fois que vous vous connectez, vous d\u00e9marrerez sur la page d'accueil de votre 'Mon espace de travail'.\n<br/><br/>\n'Mon espace de travail' contient g\u00e9n\u00e9ralement plusieurs outils pr\u00e9sent\u00e9s sous forme de blocs sur sa page d'accueil qui r\u00e9sument l'activit\u00e9 dans tous les espaces dont vous \u00eates membre.\n<br/><br/>\nSi vous \u00eates membre d'autres espaces (cours, projet, etc.), leurs onglets seront \u00e9galement affich\u00e9s horizontalement en haut. Vous pouvez contr\u00f4ler le nombre d'onglets affich\u00e9s. S'il y a de nombreux espaces, certains pourront \u00eatre pr\u00e9sents dans un menu d\u00e9roulant sous ''Plus d'espaces".\n<br/><br/>\nVous pouvez \u00e9galement cliquer sur un onglet pour acc\u00e9der directement \u00e0 la page d'accueil de cet espace. En cliquant sur la fl\u00e8che 'bas' dans l'onglet, vous pouvez acc\u00e9der directement \u00e0 certains des outils de cet espace par l'interm\u00e9diaire d'une liste.\n<br/><br/>\nCliquez sur 'Suivant' pour continuer.

#More Sites Dropdown Page
introToSakai_moreButton.title=Plus d'espaces
introToSakai_moreButton.body=Cliquez sur 'Plus d'espaces' pour afficher la liste de tous les espaces auxquels vous avez acc\u00e8s.<br/><br/>Cliquez sur "Suivant" pour continuer.

#Tool Menu Page
introToSakai_toolMenu.title=Menu des outils
introToSakai_toolMenu.body=Dans l'espace dans lequel vous vous trouvez, le menu de gauche pr\u00e9sente la liste des outils disponibles. "Accueil" est habituellement le premier. En cliquant dessus, vous afficherez la page d'accueil. Chaque outil sert \u00e0 une fonction diff\u00e9rente. Une courte description s'affichera au survol de son nom avec le pointeur.\n<br/><br/><br/>\nSi vous \u00eates le propri\u00e9taire d'un espace ou que celui-ci a partag\u00e9 ces droits avec vous, "Informations de l'espace" vous permet d'ajouter ou supprimer des outils au menu ou de changer leur ordre dans le menu.\n<br/><br/><br/>\nCliquez sur "Suivant" pour continuer.

#Toggle Menu page
introToSakai_toggleMenu.title="D\u00e9velopper/R\u00e9duire" le menu
introToSakai_toggleMenu.body=Cliquer sur cette ic\u00f4ne r\u00e9duit le menu de gauche pour laisser plus d'espace d'affichage pour le reste du contenu de l'espace. Pour d\u00e9velopper \u00e0 nouveau le menu, cliquez une seconde fois.<br/><br/>Cliquez sur "Suivant" pour continuer.

#Refresh Tool page
introToSakai_refreshTool.title=Bouton "R\u00e9initialiser"
introToSakai_refreshTool.body=Ce bouton permet d'annuler toutes les actions en cours dans l'outil actif. Vous retournerez \u00e0 la page initiale de cet outil. Toutes les saisies en cours dans la page seront annul\u00e9es. <br/><br/>Cliquez sur "Suivant" pour continuer.

#Help Icon Page
introToSakai_helpIcon.title=Bouton "Aide"
introToSakai_helpIcon.body=Une aide est disponible pour chaque fonctionnalit\u00e9 en cliquant sur l'ic\u00f4ne <img src\='/library/image/silk/help.png'/>. L'information fournie est sensible au contexte et correspondra \u00e0 l'outil dans lequel vous l'avez appel\u00e9e. Vous pouvez \u00e9galement acc\u00e9der \u00e0 l'ensemble de l'aide.\n<br/><br/>\nCliquez sur "Suivant" pour continuer.

#Profile Tool Page
introToSakai_profileTool.title=Outil "Profil"
introToSakai_profileTool.body=L'outil "Profil" est accessible ici et dans le menu de gauche de 'Mon Espace de travail'. Il vous permet d'enregistrer des informations personnelles, d'en contr\u00f4ler l'acc\u00e8s, de vous mettre en relation avec d'autres personnes inscrites dans cette installation Sakai et de construire votre r\u00e9seau de relations. <br/><br/>Cliquez sur "Suivant" pour continuer.

#Logout Page
introToSakai_logout.title=D\u00e9connexion
introToSakai_logout.body=Lorsque vous avez termin\u00e9, cliquez ici pour vous d\u00e9connecter.

#Return to Tutorial Page
introToSakai_pTutorialLocation.title=Tutoriel
introToSakai_pTutorialLocation.body=Vous pouvez retourner \u00e0 ce tutoriel en cliquant sur le lien appropri\u00e9 dans le menu d\u00e9roulant. 


