################################
#    READ ME!!
################################
#
#  For people creating new pages, make sure you add the page settings in Tutorial.properties:
#  
#  		You can create new pages simply by adding a new set of properties.  For instance, to add a page, define a set of properties like:
#
#  		{prefix}.title=(title)
#  		{prefix}.body=(body) 
#
# Translated by: Gao Jun @ Fudan University (gaojun@fudan.edu.cn)

#Generic Text:
next=\u4e0b\u4e00\u6b65
previous=\u524d\u4e00\u6b65



#Welcome Page
introToSakai_p1.title=\u6b22\u8fce\u4f7f\u7528
introToSakai_p1.body=\u672c\u6559\u7a0b\u5c06\u5411\u60a8\u5c55\u793aSakai\u7684\u57fa\u672c\u529f\u80fd\u548c\u9875\u9762\u5e03\u5c40\u3002\u5f53\u60a8\u7b2c\u4e00\u6b21\u767b\u5f55Sakai\u65f6\u672c\u6559\u7a0b\u4f1a\u81ea\u52a8\u663e\u793a\u3002\u60a8\u4e5f\u53ef\u4ee5\u901a\u8fc7\u70b9\u51fb\u9875\u9762\u53f3\u4e0a\u89d2\u7684\u767b\u5f55\u540d\u4e0b\u7684\u201c\u6559\u7a0b\u201d\u518d\u6b21\u9605\u8bfb\u672c\u6559\u7a0b\u3002\u5173\u4e8e\u6bcf\u4e00\u4e2a\u529f\u80fd\u7684\u5177\u4f53\u4ecb\u7ecd\u53ef\u4ee5\u901a\u8fc7\u70b9\u51fbSakai\u7cfb\u7edf\u4e2d\u7684<img src='/library/image/silk/help.png'/>\u56fe\u6807\u6765\u83b7\u5f97\u3002\
<br/><br/>\
Sakai CLE\u662f\u4e00\u4e2a\u975e\u5e38\u7075\u6d3b\u7684\u6846\u67b6\uff0c\u53ef\u4ee5\u65b9\u4fbf\u5730\u7ba1\u7406\u8bfe\u7a0b\u7ad9\u548c\u9879\u76ee\u7ad9\u70b9\u3002\u7ad9\u70b9\u5305\u542b\u4e86\u4e00\u7cfb\u5217\u7531\u7ad9\u70b9\u7ba1\u7406\u5458\u8bbe\u7f6e\u7684\u5de5\u5177\u3002\
 <br/><br/>\
\u70b9\u51fb\u201c\u4e0b\u4e00\u6b65\u201d\u6309\u94ae\u7ee7\u7eed\u9605\u8bfb\u672c\u6559\u7a0b\u3002

#Site Navigation Page
introToSakai_sitenav.title=\u7ad9\u70b9\u5bfc\u822a
introToSakai_sitenav.body=\u6240\u6709\u60a8\u53c2\u4e0e\u7684\u7ad9\u70b9\u90fd\u4ee5\u6807\u7b7e\u5f62\u5f0f\u663e\u793a\uff0c\u5176\u4e2d\uff0c\u201c\u6211\u7684\u5de5\u4f5c\u7a7a\u95f4\u201d\u662f\u6700\u5de6\u4fa7\u7684\u6807\u7b7e\u3002\u60a8\u6bcf\u6b21\u767b\u5f55Sakai\u540e\uff0c\u5c06\u9ed8\u8ba4\u663e\u793a\u201c\u6211\u7684\u5de5\u4f5c\u7a7a\u95f4\u201d\u7684\u9996\u9875\u3002\
<br/><br/>\
\u201c\u6211\u7684\u5de5\u4f5c\u7a7a\u95f4\u201d\u7684\u4e3b\u9875\u4e2d\u4e00\u822c\u5305\u542b\u4e86\u51e0\u4e2a\u90e8\u5206\uff0c\u5176\u4e2d\u663e\u793a\u4e86\u60a8\u5728Sakai\u7cfb\u7edf\u4e2d\u7684\u76f8\u5173\u7ad9\u70b9\u4fe1\u606f\u3002\
<br/><br/>\
\u5982\u679c\u60a8\u662f\u5176\u4ed6\u7ad9\u70b9\u7684\u6210\u5458\uff0c\u8fd9\u4e9b\u7ad9\u70b9\u4e5f\u5c06\u5728\u9875\u9762\u9876\u90e8\u5217\u51fa\u3002\u60a8\u53ef\u4ee5\u8bbe\u7f6e\u9875\u9762\u4e0a\u663e\u793a\u6807\u7b7e\u7684\u6570\u91cf\u3002\u5982\u679c\u60a8\u662f\u5f88\u591a\u7ad9\u70b9\u7684\u6210\u5458\uff0c\u5176\u4e2d\u7684\u4e00\u4e9b\u7ad9\u70b9\u5c06\u663e\u793a\u5728\u201c\u5176\u4ed6\u7ad9\u70b9\u201d\u4e0b\u62c9\u83dc\u5355\u4e2d\u3002\
 <br/><br/>\
\u4f60\u53ef\u4ee5\u901a\u8fc7\u70b9\u51fb\u6807\u7b7e\u76f4\u63a5\u8fdb\u5165\u76f8\u5e94\u7ad9\u70b9\u3002\u70b9\u51fb\u6807\u7b7e\u53f3\u4fa7\u7684\u5411\u4e0b\u7bad\u5934\u5c06\u663e\u793a\u76f8\u5e94\u7ad9\u70b9\u4e2d\u7684\u5de5\u5177\u5217\u8868\uff0c\u901a\u8fc7\u70b9\u51fb\u53ef\u4ee5\u76f4\u63a5\u8fdb\u5165\u76f8\u5173\u5de5\u5177\u9875\u9762\u3002\
 <br/><br/>\
\u70b9\u51fb\u201c\u4e0b\u4e00\u6b65\u201d\u6309\u94ae\u7ee7\u7eed\u3002

#More Sites Dropdown Page
introToSakai_moreButton.title=\u5176\u4ed6\u7ad9\u70b9
introToSakai_moreButton.body=\u70b9\u51fb\u201c\u5176\u4ed6\u7ad9\u70b9\u201d\u6807\u7b7e\u5c06\u663e\u793a\u6240\u6709\u60a8\u80fd\u8bbf\u95ee\u7684\u7ad9\u70b9\u5217\u8868\u3002\
 <br/><br/>\
\u70b9\u51fb\u201c\u4e0b\u4e00\u6b65\u201d\u6309\u94ae\u7ee7\u7eed\u3002

#Tool Menu Page
introToSakai_toolMenu.title=\u5de5\u5177\u83dc\u5355
introToSakai_toolMenu.body=\u5de6\u4fa7\u83dc\u5355\u5217\u51fa\u4e86\u6240\u6709\u5f53\u524d\u7ad9\u70b9\u4e2d\u60a8\u80fd\u8bbf\u95ee\u7684\u5de5\u5177\u3002\u201c\u4e3b\u9875\u201d\u5de5\u5177\u4e00\u822c\u662f\u6700\u9876\u90e8\u7684\u5de5\u5177\u3002\u70b9\u51fb\u201c\u4e3b\u9875\u201d\u5c06\u8df3\u8f6c\u5230\u76f8\u5173\u7ad9\u70b9\u7684\u9996\u9875\u3002\u6bcf\u4e2a\u5de5\u5177\u63d0\u4f9b\u4e86\u4e0d\u540c\u7684\u529f\u80fd\u3002\u5982\u5c06\u9f20\u6807\u79fb\u5230\u5de5\u5177\u540d\u79f0\u4e0a\uff0c\u5c06\u663e\u793a\u5de5\u5177\u7684\u7b80\u77ed\u8bf4\u660e\u3002\
 <br/><br/><br/>\
\u7ad9\u70b9\u7684\u7ba1\u7406\u5458\uff08\u5982\u8bfe\u7a0b\u7ad9\u70b9\u7684\u6559\u5e08\uff09\u53ef\u4ee5\u5728\u201c\u7ad9\u70b9\u4fe1\u606f\u201d\u4e2d\u6dfb\u52a0\u3001\u5220\u9664\u5de5\u5177\uff0c\u6216\u8005\u4fee\u6539\u5de5\u5177\u83dc\u5355\u7684\u6392\u5217\u987a\u5e8f\u3002\
<br/><br/><br/>\
\u70b9\u51fb\u201c\u4e0b\u4e00\u6b65\u201d\u6309\u94ae\u7ee7\u7eed\u3002

#Toggle Menu page
introToSakai_toggleMenu.title=\u9690\u85cf/\u663e\u793a\u83dc\u5355
introToSakai_toggleMenu.body=\u70b9\u51fb\u8fd9\u4e2a\u56fe\u6807\u4f1a\u9690\u85cf\u5de6\u4fa7\u7684\u83dc\u5355\uff0c\u63d0\u4f9b\u66f4\u591a\u663e\u793a\u7ad9\u70b9\u5185\u5bb9\u7684\u7a7a\u95f4\uff1b\u518d\u6b21\u70b9\u51fb\u5c06\u6062\u590d\u83dc\u5355\u663e\u793a\u3002\
<br/><br/>\
\u70b9\u51fb\u201c\u4e0b\u4e00\u6b65\u201d\u6309\u94ae\u7ee7\u7eed\u3002

#Refresh Tool page
introToSakai_refreshTool.title=\u5237\u65b0\u5de5\u5177
introToSakai_refreshTool.body=\u70b9\u51fb\u8fd9\u4e2a\u56fe\u6807\u5c06\u91cd\u7f6e\u5f53\u524d\u5de5\u5177\u3002\u60a8\u5c06\u8fd4\u56de\u5230\u5de5\u5177\u7684\u9ed8\u8ba4\u8d77\u59cb\u9875\u9762\u3002\u6240\u6709\u5728\u5f53\u524d\u5de5\u5177\u4e2d\u672a\u4fdd\u5b58\u7684\u64cd\u4f5c\u5c06\u4e22\u5931\u3002\
 <br/><br/>\
\u70b9\u51fb\u201c\u4e0b\u4e00\u6b65\u201d\u6309\u94ae\u7ee7\u7eed\u3002

#Help Icon Page
introToSakai_helpIcon.title=\u5e2e\u52a9\u5de5\u5177
introToSakai_helpIcon.body=\u6bcf\u4e2a\u529f\u80fd\u7684\u8be6\u7ec6\u4fe1\u606f\u53ef\u4ee5\u901a\u8fc7\u70b9\u51fb<img src='/library/image/silk/help.png'/>\u56fe\u6807\u83b7\u5f97\uff0c\u60a8\u53ef\u4ee5\u5728Sakai\u7cfb\u7edf\u4e2d\u7684\u5f88\u591a\u5730\u65b9\u627e\u5230\u8fd9\u4e2a\u56fe\u6807\u3002\u6b64\u5de5\u5177\u662f\u4f4d\u7f6e\u76f8\u5173\u7684\uff0c\u5176\u663e\u793a\u7684\u5185\u5bb9\u5c06\u57fa\u4e8e\u60a8\u5f53\u524d\u4f7f\u7528\u7684\u5de5\u5177\u3002\u60a8\u4e5f\u53ef\u4ee5\u67e5\u627e\u5176\u4ed6\u5de5\u5177\u7684\u5e2e\u52a9\u4fe1\u606f\u3002\
 <br/><br/>\
\u70b9\u51fb\u201c\u4e0b\u4e00\u6b65\u201d\u6309\u94ae\u7ee7\u7eed\u3002

#Profile Tool Page
introToSakai_profileTool.title=\u4e2a\u4eba\u8d44\u6599\u5de5\u5177
introToSakai_profileTool.body=\u4e2a\u4eba\u8d44\u6599\u53ef\u4ee5\u4ece\u8fd9\u91cc\u8fdb\u884c\u8bbf\u95ee\uff0c\u4e5f\u53ef\u4ee5\u901a\u8fc7\u201c\u6211\u7684\u5de5\u4f5c\u7a7a\u95f4\u201d\u7684\u5de6\u4fa7\u83dc\u5355\u8fdb\u884c\u8bbf\u95ee\u3002\u5728\u4e2a\u4eba\u8d44\u6599\u5de5\u5177\u4e2d\uff0c\u60a8\u53ef\u4ee5\u8f93\u5165\u4e2a\u4eba\u4fe1\u606f\uff0c\u8bbe\u7f6e\u4fe1\u606f\u7684\u9690\u79c1\u8bbe\u7f6e\uff0c\u67e5\u627eSakai\u4e2d\u7684\u5176\u4ed6\u7528\u6237\u5e76\u52a0\u4e3a\u597d\u53cb\uff0c\u4e0e\u793e\u4ea4\u7f51\u7edc\u96c6\u6210\u3002\
 <br/><br/>\
\u70b9\u51fb\u201c\u4e0b\u4e00\u6b65\u201d\u6309\u94ae\u7ee7\u7eed\u3002

#Logout Page
introToSakai_logout.title=\u767b\u51fa
introToSakai_logout.body=\u5f53\u60a8\u5b8c\u6210\u6240\u6709\u64cd\u4f5c\u540e\uff0c\u70b9\u51fb\u8fd9\u91cc\u767b\u51fa\u7cfb\u7edf\u3002

#Return to Tutorial Page
introToSakai_pTutorialLocation.title=\u6559\u7a0b
introToSakai_pTutorialLocation.body=\u60a8\u53ef\u4ee5\u5728\u8fd9\u4e2a\u4e0b\u62c9\u83dc\u5355\u4e2d\u70b9\u51fb\u201c\u6559\u7a0b\u201d\uff0c\u518d\u6b21\u9605\u8bfb\u672c\u6559\u7a0b\u3002

