################################
#    READ ME!!
################################
#
#  For people creating new pages, make sure you add the page settings in Tutorial.properties:
#  
#  		You can create new pages simply by adding a new set of properties.  For instance, to add a page, define a set of properties like:
#
#  		{prefix}.title=(title)
#  		{prefix}.body=(body) 
#

#Button Navigation text:
next=Seg\u00fcent
previous=Enrere

#End Tutorial text:
endTutorial=D'acord, entesos.



#Welcome panel
introToSakai_p1.title=Us donem la benvinguda a {0}
introToSakai_p1.body={0} \u00e9s un sistema flexible de gesti\u00f3 de l''aprenentatge estructurat en espais que faciliten l''aprenentatge, la doc\u00e8ncia, la recerca i la col\u00b7laboraci\u00f3.<br/><br/>A continuaci\u00f3 trobareu una introducci\u00f3 b\u00e0sica sobre com navegar pel sistema.

#Site Navigation panel
introToSakai_sitenav.title=Navegaci\u00f3 pels espais
introToSakai_sitenav.body=Els vostres espais es mostren com a enlla\u00e7os a la part superior de la pantalla, comen\u00e7ant pel vostre espai personal de treball <span class\="no-wrap">( <i class\="fa fa-home tut-icon-home"></i> ).</span><br/><br/>El vostre espai personal us proporciona una visi\u00f3 general de l''activitat en els vostres espais i us permet personalitzar la vostra experi\u00e8ncia a  {0}.

#Sites panel (narrow view only)
introToSakai_allsites.title=Espais
introToSakai_allsites.body=El bot\u00f3 <span class\="no-wrap"><i class\="fa fa-th tut-icon-sites"></i> Espais</span> desplega un men\u00fa on trobareu enlla\u00e7os per accedir a tots els vostres espais organitzats per per\u00edode acad\u00e8mic o categoria. <br/><br/> En aquest men\u00fa podeu marcar com a favorits els espais que visiteu m\u00e9s sovint i tamb\u00e9 accedir al vostre espai privat anomenat "El meu espai de treball". 

#Sites panel
introToSakai_moreButton.title=Espais
introToSakai_moreButton.body=El bot\u00f3 <span class\="no-wrap"><i class\="fa fa-th tut-icon-sites"></i> Espais</span> desplega un men\u00fa amb els vostres espais, men\u00fa que mostra enlla\u00e7os a tots els espais als que podeu accedir. <br /><br /> Els espais estan organitzats per per\u00edode acad\u00e8mic o categoria i es poden afegir a l'espai de navegaci\u00f3 de la part superior.

#Tool Menu panel
introToSakai_toolMenu.title=Men\u00fa d'eines
introToSakai_toolMenu.body=Les eines disponibles a l'espai que esteu visitant apareixen al men\u00fa de l'esquerra. Cada eina est\u00e0 centrada en una funci\u00f3, com poden ser la pujar i gestionar continguts, preparar i realitzar proves o facilitar la col\u00b7laboraci\u00f3. <br/><br/>L'administrador de l'espai, com ho \u00e9s un usuari amb rol professor, controla quines eines vol visibles a l'espai i com hi apareixen.

#Tool Menu panel (for narrow view)
introToSakai_toolMenuNarrowView.title=Men\u00fa d'eines
introToSakai_toolMenuNarrowView.body=Les eines disponibles a l'espai que esteu visitant apareixen al men\u00fa d'eines. Cada eina est\u00e0 centrada en una funci\u00f3, com poden ser la de pujar i gestionar continguts, preparar i realitzar proves o facilitar la col\u00b7laboraci\u00f3. <br/><br/>L'administrador de l'espai, com ho \u00e9s un usuari amb rol professor, controla quines eines vol visibles a l'espai i com hi apareixen.

#Breadcrumbs panal
#formerly the Refresh Tool panel
introToSakai_refreshTool.title=Fils d'Ariadna
introToSakai_refreshTool.body=Els fils d'Ariadna que apareixen a la part superior indiquen quin espai esteu visitant i l'eina que esteu usant.<br /><br /> Feu clic a sobre o toqueu el nom d'una eina per tornar a la seva p\u00e0gina d'inici. Per tornar a la p\u00e0gina d'inici de l'espai feu clic a sobre o toqueu el nom de l'espai. 

#Help Icon panel
introToSakai_helpIcon.title=Ajuda
introToSakai_helpIcon.body={0}  proporciona ajuda sobre totes les funcionalitats.<br /><br /> El bot\u00f3 d''ajuda d''una eina <span class\="no-wrap">( <i class\="fa fa-question tut-icon-help"></i> )</span> \u00e9s sensible al context i proporciona informaci\u00f3 espec\u00edfica d''aquella eina.  

#Account Menu panel
#formerly the Profile Tool panel
introToSakai_profileTool.title=El meu compte
introToSakai_profileTool.body=Fer clic sobre "El meu compte" desplega un men\u00fa que cont\u00e9 enlla\u00e7os a eines relacionades amb tasques personals, com ara gestionar el vostre compte, crear espais nous o tancar la sessi\u00f3 a {0}.<br/><br/> Aix\u00f2 \u00e9s tot. Per tornar a veure aquest tutorial el podeu reiniciar seleccionant aquesta opci\u00f3 al men\u00fa "El meu compte".  

#Return to Tutorial panel
introToSakai_pTutorialLocation.title=Tutorial
introToSakai_pTutorialLocation.body=Podeu reiniciar aquest tutorial el podeu seleccionant aquesta opci\u00f3 a "El meu compte".  
