next=N\u00e4sta
previous=F\u00f6reg\u00e5ende
endTutorial=Avsluta
introToSakai_p1.title=V\u00e4lkommen till {0}
introToSakai_p1.body={0} \u00e4r en flexibel l\u00e4rplattform som st\u00f6ttar l\u00e4rande, undervisning, forskning och samarbete.<br/><br/>Vi b\u00f6rjar med att introducera hur du navigerar i l\u00e4rplattformen.
introToSakai_sitenav.title=Navigering
introToSakai_sitenav.body=Dina sajter visas som l\u00e4nkar, och b\u00f6rjar med din personliga yta Hem <span class\="no-wrap">( <i class\="fa fa-home tut-icon-home"></i> ).</span><br/><br/> Hem ger dig en \u00f6versikt \u00f6ver p\u00e5g\u00e5ende aktiviteter i dina sajter och du kan skr\u00e4ddarsy vyn i {0} f\u00f6r att passa dina \u00f6nskem\u00e5l.
introToSakai_allsites.title=Sajter
introToSakai_allsites.body=Klicka p\u00e5 <span class\="no-wrap"><i class\="fa fa-th tut-icon-sites"></i> Sajter</span> f\u00f6r att se en lista med alla sajter du \u00e4r deltagare i.<br/><br/>Du kan v\u00e4lja vilka sajter du vill f\u00e4sta som favoriter h\u00e4r.
introToSakai_moreButton.title=Fler sajter
introToSakai_moreButton.body=Klicka p\u00e5 <span class\="no-wrap"><i class\="fa fa-th tut-icon-sites"></i> Sajter</span> f\u00f6r att se en lista med alla sajter du \u00e4r deltagare i.<br/><br/>Du kan v\u00e4lja vilka sajter du vill f\u00e4sta som favoriter h\u00e4r.
introToSakai_toolMenu.title=Verktygsmenyn
introToSakai_toolMenu.body=Till v\u00e4nster finns en lista med de verktyg som aktuell sajt inneh\u00e5ller. Varje verktyg fyller en funktion, s\u00e5som f\u00f6rmedling av inneh\u00e5ll, uppgifter, interaktionsytor mm.<br/><br/>Det \u00e4r oftast l\u00e4raren eller den som skapat sajten som best\u00e4mt vilka verktyg som anv\u00e4nds och hur inneh\u00e5llet ser ut.
introToSakai_toolMenuNarrowView.title=Verktygsmenyn
introToSakai_toolMenuNarrowView.body=Verktyg som aktuell sajt inneh\u00e5ller finns alltid i v\u00e4nstermenyn. Varje verktyg fyller en funktion, s\u00e5som f\u00f6rmedling av inneh\u00e5ll, uppgifter, interaktionsytor mm.<br/><br/>Det \u00e4r oftast l\u00e4raren eller den som skapat sajten som best\u00e4mt vilka verktyg som anv\u00e4nds och hur inneh\u00e5llet ser ut.
introToSakai_refreshTool.title=\u00c5terst\u00e4ll
introToSakai_refreshTool.body=Det h\u00e4r omr\u00e5det visar dig vilken sajt du \u00e4r i och vilket verktyg du anv\u00e4nder.<br /><br />Om du klickar p\u00e5 den h\u00e4r ikonen s\u00e5 \u00e5terst\u00e4ller du aktuellt verktyg p\u00e5 sajten till hur det s\u00e5g ut n\u00e4r du kom dit f\u00f6rsta g\u00e5ngen.
introToSakai_helpIcon.title=Hj\u00e4lpen
introToSakai_helpIcon.body={0} har hj\u00e4lpavsnitt f\u00f6r alla verktyg och funktioner.<br /><br />Varje ikon <span class\="no-wrap">( <i class\="fa fa-question tut-icon-help"></i> )</span> \u00e4r kontext-beroende och visar alltid relevant hj\u00e4lpavsnitt.
introToSakai_profileTool.title=Profil
introToSakai_profileTool.body=Den h\u00e4r menyn inneh\u00e5ller genv\u00e4gar till din profil, inst\u00e4llningar och ett alternativ att logga ut ur {0}.<br/><br/>Nu \u00e4r introduktionen klar\! H\u00e4r finns \u00e4ven m\u00f6jlighet att k\u00f6ra introduktionen igen om du vill.
introToSakai_pTutorialLocation.title=Guide
introToSakai_pTutorialLocation.body=Den h\u00e4r guiden kan du k\u00f6ra igen genom att v\u00e4lja Guide i den h\u00e4r menyn som \u00f6ppnas vid klick. 
