#X-Generator: crowdin.net
################################
#    READ ME!!
################################
#
#  For people creating new pages, make sure you add the page settings in Tutorial.properties:
#  
#  		You can create new pages simply by adding a new set of properties.  For instance, to add a page, define a set of properties like:
#
#  		{prefix}.title=(title)
#  		{prefix}.body=(body) 
#

#Generic Text:
next=\u0905\u0917\u0932\u093e
previous=\u092a\u093f\u091b\u0932\u093e



#Welcome Page
introToSakai_p1.title=\u0938\u094d\u0935\u093e\u0917\u0924 \u0939\u0948
introToSakai_p1.body=\u092f\u0939 \u092c\u0939\u0941\u0924 \u0938\u0902\u0915\u094d\u0937\u093f\u092a\u094d\u0924 \u091f\u094d\u092f\u0942\u091f\u094b\u0930\u093f\u092f\u0932 \u0938\u0941\u0935\u093f\u0927\u093e\u0913\u0902 \u0914\u0930 \u0938\u093e\u0915\u093e\u0908 \u0915\u0947 \u0932\u0947\u0906\u0909\u091f \u0915\u0947 \u092c\u093e\u0930\u0947 \u092e\u0947\u0902 \u092c\u0941\u0928\u093f\u092f\u093e\u0926\u0940 \u091c\u093e\u0928\u0915\u093e\u0930\u0940 \u092a\u094d\u0930\u0938\u094d\u0924\u0941\u0924 \u0915\u0930\u0924\u093e \u0939\u0948\u0964\u092f\u0939 \u090f\u0915 \u092c\u093e\u0930 \u091a\u0932\u0947\u0917\u093e \u091c\u092c \u0906\u092a \u092a\u0939\u0932\u0940 \u092c\u093e\u0930 \u0938\u093e\u0915\u093e\u0908 \u092e\u0947\u0902 \u0932\u0949\u0917 \u0907\u0928 \u0915\u0930\u0947\u0902\u0902\u0917\u0947\u0947\u0964  \u090a\u092a\u0930\u0940-\u0926\u093e\u090f\u0901 \u0915\u094b\u0928\u0947 \u092e\u0947\u0902 \u0905\u092a\u0928\u0947 \u0932\u0949\u0917\u093f\u0928 \u0928\u093e\u092e \u0915\u0947 \u0924\u0939\u0924 "\u091f\u094d\u092f\u0942\u091f\u094b\u0930\u093f\u092f\u0932" \u092a\u0930 \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0915\u0947  \u0906\u092a \u0907\u0938 \u091f\u094d\u092f\u0942\u091f\u094b\u0930\u093f\u092f\u0932 \u092a\u0930 \u092b\u093f\u0930 \u0938\u0947 \u092a\u0939\u0941\u0901\u091a \u0938\u0915\u0924\u0947 \u0939\u0948\u0902\u0964  \u092a\u094d\u0930\u0924\u094d\u092f\u0947\u0915 \u0938\u0941\u0935\u093f\u0927\u093e \u0915\u0947 \u092c\u093e\u0930\u0947 \u092e\u0947\u0902 \u0935\u093f\u0938\u094d\u0924\u0943\u0924 \u091c\u093e\u0928\u0915\u093e\u0930\u0940 \u092a\u0942\u0942\u0930\u0947\u0947 \u0938\u093e\u0915\u093e\u0908 \u092d\u0930 <img src\='/library/image/silk/help.png'/> \u0906\u0907\u0915\u0928 \u092a\u0930 \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0915\u0947 \u0932\u0940 \u091c\u093e \u0938\u0915\u0924\u0940 \u0939\u0948.\n\u0964 <br/> <br/> \u0938\u093e\u0915\u093e\u0908 CLE \u0938\u093e\u0907\u091f\u094b\u0902 \u0915\u0947 \u0906\u092f\u094b\u091c\u0928 \u0915\u0947 \u0932\u093f\u090f \u092c\u0939\u0941\u0924 \u0932\u091a\u0940\u0932\u093e \u0930\u0942\u092a\u0930\u0947\u0916\u093e \u0939\u0948 \u091c\u094b \u092a\u093e\u0920\u094d\u092f\u0915\u094d\u0930\u092e \u092f\u093e \u092a\u0930\u093f\u092f\u094b\u091c\u0928\u093e\u0913\u0902 \u0915\u093e \u092a\u094d\u0930\u0924\u093f\u0928\u093f\u0927\u093f\u0924\u094d\u0935 \u0915\u0930\u0924\u0940 \u0939\u0948\u0964  \u0938\u093e\u0907\u091f\u094b\u0902 \u092e\u0947\u0902 \u0909\u092a\u0915\u0930\u0923 \u092f\u093e \u0935\u093f\u0936\u0947\u0937 \u0938\u0941\u0935\u093f\u0927\u093e\u090f\u0947\u0901\u0902 \u0939\u094b\u0924\u0947 \u0939\u0948\u0902 \u091c\u093f\u0928\u094d\u0939\u0947\u0947\u0902\u0902 \u0938\u093e\u0907\u091f \u092a\u094d\u0930\u092c\u0902\u0927\u0915\u094b\u0902 \u0928\u0947 \u091a\u0941\u0928\u093e \u0939\u0948\u0964 <br/> <br/> Sakai \u0915\u0947 \u0932\u093f\u090f \u0907\u0938 \u0938\u0902\u0915\u094d\u0937\u093f\u092a\u094d\u0924 \u092a\u0930\u093f\u091a\u092f \u0915\u094b \u0938\u0947 \u091c\u093e\u0930\u0940 \u0930\u0916\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0928\u0940\u091a\u0947 "\u0905\u0917\u0932\u093e" \u092a\u0930 \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0947\u0902\u0964

#Site Navigation Page
introToSakai_sitenav.title=\u0938\u093e\u0907\u091f \u0928\u0947\u0935\u0940\u0917\u0947\u0936\u0928
introToSakai_sitenav.body=\u0938\u092d\u0940 \u0938\u093e\u0907\u091f\u0947\u0902 \u091c\u093f\u0938\u092e\u0947\u0902 \u0906\u092a\u0915\u0940 \u092d\u093e\u0917\u0940\u0926\u093e\u0930\u0940 \u0939\u0948 \u091f\u0948\u092c\u094d\u0938 \u0915\u0947 \u0930\u0941\u092a \u092e\u0947 \u092a\u094d\u0930\u0926\u0930\u094d\u0936\u093f\u0924 \u0939\u094b\u0917\u0940 "\u092e\u0947\u0930\u093e \u0915\u093e\u0930\u094d\u092f\u0938\u094d\u0925\u093e\u0928" \u0915\u0947 \u0938\u093e\u0925 \u0936\u0941\u0930\u0942 \u091c\u094b \u092c\u093e\u0908\u0902 \u0924\u0930\u092b \u0939\u0948, \u090f\u0915 \u0935\u093f\u0936\u0947\u0937 \u0938\u093e\u0907\u091f \u091c\u094b \u0915\u093f \u0906\u092a\u0915\u0940 \u0928\u093f\u091c\u0940 \u0939\u0948\u0964 \u0939\u0930 \u092c\u093e\u0930 \u091c\u092c \u0906\u092a \u0938\u093e\u0915\u093e\u0907 \u092e\u0947\u0902 \u0932\u0949\u0917 \u0911\u0928 \u0915\u0930\u0947\u0902, \u0906\u092a \u0905\u092a\u0928\u0947 \u092e\u0947\u0930\u093e \u0915\u093e\u0930\u094d\u092f\u0938\u094d\u0925\u093e\u0928 \u0938\u093e\u0907\u091f \u0915\u0947 \u092e\u0941\u0916 \u092a\u0943\u0937\u094d\u0920 \u092a\u0930 \u0936\u0941\u0930\u0942 \u0939\u094b\u0902\u0917\u0947\u0964\n<br/><br/>\n\u092e\u0947\u0930\u093e \u0915\u093e\u0930\u094d\u092f\u0938\u094d\u0925\u093e\u0928 \u092e\u0947\u0902 \u0906\u092e\u0924\u094c\u0930 \u092a\u0930 \u0915\u0908 \u0909\u092a\u0915\u0930\u0923 \u092c\u094d\u0932\u0949\u0915\u094d\u0938 \u092e\u0947\u0902 \u092e\u0941\u0916 \u092a\u0943\u0937\u094d\u0920 \u092a\u0930 \u092a\u094d\u0930\u0926\u0930\u094d\u0936\u093f\u0924 \u0939\u0948\u0902 \u091c\u094b \u0938\u092d\u0940 \u092a\u093e\u0920\u094d\u092f\u0915\u094d\u0930\u092e\u094b\u0902, \u091c\u093f\u0938\u0915\u0947 \u0906\u092a \u090f\u0915 \u0938\u0926\u0938\u094d\u092f \u0939\u0948\u0902 \u0915\u0940 \u0917\u0924\u093f\u0935\u093f\u0927\u093f\u092f\u094b\u0902 \u0915\u094b \u0938\u093e\u0930\u093e\u0902\u0936\u093f\u0924 \u0915\u0930\u0924\u093e  \u0939\u0948\u0964\n<br/><br/>\n\u092f\u0926\u093f \u0906\u092a \u0915\u093f\u0938\u0940 \u092d\u0940 \u0905\u0928\u094d\u092f \u0938\u093e\u0907\u091f\u094b\u0902 (\u092a\u093e\u0920\u094d\u092f\u0915\u094d\u0930\u092e, \u092a\u0930\u093f\u092f\u094b\u091c\u0928\u093e\u0913\u0902, \u0906\u0926\u093f) \u0915\u0947 \u090f\u0915 \u0938\u0926\u0938\u094d\u092f \u0939\u0948\u0902, \u0938\u093e\u0925 \u0939\u0940 \u0907\u0928 \u091f\u0948\u092c\u094d\u0938 \u0915\u094b \u0936\u0940\u0930\u094d\u0937 \u092a\u0930 \u0938\u0942\u091a\u0940\u092c\u0926\u094d\u0927 \u0915\u093f\u092f\u093e \u091c\u093e\u090f\u0917\u093e\u0964 \u0906\u092a \u0928\u093f\u092f\u0902\u0924\u094d\u0930\u093f\u0924 \u0915\u0930 \u0938\u0915\u0924\u0947 \u0939\u0948\u0902 \u0907\u0938 \u092a\u094d\u0930\u0926\u0930\u094d\u0936\u0928 \u092e\u0947\u0902 \u0915\u093f\u0924\u0928\u0947 \u091f\u0948\u092c\u094d\u0938 \u0926\u093f\u0916\u093e\u0908 \u0926\u0947\u0924\u0947 \u0939\u0948\u0902\u0964 \u092f\u0926\u093f \u0915\u0908 \u0938\u093e\u0907\u091f \u0939\u0948\u0902, \u0915\u0941\u091b "\u0914\u0930 \u0905\u0927\u093f\u0915 \u0938\u093e\u0907\u091f\u094b\u0902 \u0915\u0947 \u0924\u0939\u0924" \u090f\u0915 \u0921\u094d\u0930\u0949\u092a \u0921\u093e\u0909\u0928 \u0938\u0942\u091a\u0940 \u092e\u0947\u0902 \u0938\u0942\u091a\u0940\u092c\u0926\u094d\u0927 \u0939\u094b \u0938\u0915\u0924\u0940 \u0939\u0948\u0964\n<br/><br/>\n\u0909\u0938 \u0938\u093e\u0907\u091f \u0915\u0947 \u092e\u0941\u0916 \u092a\u0943\u0937\u094d\u0920 \u092a\u0930 \u091c\u093e\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0924\u0941\u092e \u0938\u0940\u0927\u0947 \u090f\u0915 \u091f\u0948\u092c \u092a\u0930 \u0915\u094d\u0932\u093f\u0915 \u0915\u0930 \u0938\u0915\u0924\u0947 \u0939\u094b\u0964 \u0938\u093e\u0907\u091f \u092e\u0947\u0902 \u0909\u092a\u0915\u0930\u0923\u094b\u0902 \u0915\u0940 \u090f\u0915 \u0938\u0942\u091a\u0940 \u092a\u094d\u0930\u0926\u0930\u094d\u0936\u093f\u0924 \u0915\u0930\u0947\u0902 \u0914\u0930 \u0909\u0938 \u0938\u093e\u0907\u091f \u0915\u0947 \u092d\u0940\u0924\u0930 \u0909\u0938 \u0909\u092a\u0915\u0930\u0923 \u0915\u0947 \u0932\u093f\u090f \u0938\u0940\u0927\u0947 \u0928\u0947\u0935\u093f\u0917\u0947\u091f \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u092a\u094d\u0930\u0924\u094d\u092f\u0947\u0915 \u091f\u0948\u092c \u0915\u0947 \u0926\u093e\u0908\u0902 \u0913\u0930 \u0928\u0940\u091a\u0947 \u0924\u0940\u0930 \u092a\u0930 \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0947\u0902\u0964\n<br/><br/>\n\u091c\u093e\u0930\u0940 \u0930\u0916\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f "\u0905\u0917\u0932\u093e" \u092a\u0930 \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0947\u0902\u0964

#More Sites Dropdown Page
introToSakai_moreButton.title=\u0914\u0930 \u0905\u0927\u093f\u0915 \u0938\u093e\u0907\u091f\u0947\u0902
introToSakai_moreButton.body=\u0906\u092a\u0915\u0947\u0947 \u0926\u094d\u0935\u093e\u0930\u093e \u0909\u092a\u092f\u094b\u0917 \u0915\u0940 \u0917\u0908 \u0938\u092d\u0940 \u0938\u093e\u0907\u091f\u094b\u0902 \u0915\u0940 \u090f\u0915 \u0938\u0942\u091a\u0940 \u092a\u094d\u0930\u0926\u0930\u094d\u0936\u093f\u0924 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f '\u0914\u0930 \u0905\u0927\u093f\u0915 \u0938\u093e\u0907\u091f\u0947\u0902' \u091f\u0948\u092c \u092a\u0930 \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0947\u0902\u0964<br/> <br/>

#Tool Menu Page
introToSakai_toolMenu.title=\u0909\u092a\u0915\u0930\u0923 \u092e\u0947\u0928\u0942
introToSakai_toolMenu.body=\u092c\u093e\u090f\u0901 \u0939\u093e\u0925 \u0928\u0947\u0935\u093f\u0917\u0947\u0936\u0928 \u092e\u0947\u0928\u0942 \u0938\u092d\u0940 \u0909\u092a\u0915\u0930\u0923 \u0938\u0942\u091a\u0940\u092c\u0926\u094d\u0927 \u0915\u0930\u0924\u093e \u0939\u0948 \u0915\u093f \u0906\u092a \u0906\u092a\u0915\u0947 \u0926\u094d\u0935\u093e\u0930\u093e \u091a\u092f\u0928\u093f\u0924 \u0938\u093e\u0907\u091f \u092e\u0947\u0902 \u092a\u0939\u0941\u0901\u091a \u0938\u0915\u0924\u0947 \u0939\u0948\u0902\u0964 \u092e\u0941\u0916 \u092a\u0943\u0937\u094d\u0920 \u0906\u092e \u0924\u094c\u0930 \u092a\u0930 \u0938\u0930\u094d\u0935\u094b\u091a\u094d\u091a \u0909\u092a\u0915\u0930\u0923 \u0939\u0948\u0964 \u0918\u0930 \u092a\u0930 \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0915\u0947 \u0906\u092a \u0935\u093e\u092a\u0938 \u0936\u0941\u0930\u0942 \u0915\u0930\u0928\u0947 \u092f\u093e \u0909\u0938 \u0938\u093e\u0907\u091f \u0915\u0947 \u092e\u0941\u0916 \u092a\u0943\u0937\u094d\u0920 \u0915\u0947 \u0932\u093f\u090f \u0932\u0947 \u091c\u093e\u090f\u0917\u093e\u0964 \u092a\u094d\u0930\u0924\u094d\u092f\u0947\u0915 \u0909\u092a\u0915\u0930\u0923 \u090f\u0915 \u0905\u0932\u0917 \u0938\u092e\u093e\u0930\u094b\u0939 \u092e\u0947\u0902 \u0915\u093e\u0930\u094d\u092f \u0915\u0930\u0924\u093e \u0939\u0948\u0964 \u0906\u092a \u0909\u092a\u0915\u0930\u0923 \u0915\u093e \u090f\u0915 \u0938\u0902\u0915\u094d\u0937\u093f\u092a\u094d\u0924 \u0935\u0930\u094d\u0923\u0928 \u092a\u094d\u0930\u0915\u091f \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u090f\u0915 \u0909\u092a\u0915\u0930\u0923 \u0915\u0947 \u0928\u093e\u092e \u092a\u0930 \u092e\u093e\u0909\u0938 \u0915\u0930 \u0938\u0915\u0924\u0947 \u0939\u0948\u0902\u0964\n<br/><br/><br/>\n\u092f\u0926\u093f \u0906\u092a \u0938\u093e\u0907\u091f \u0915\u0947 \u092e\u093e\u0932\u093f\u0915 (\u0906\u092e\u0924\u094c\u0930 \u092a\u0930 \u092a\u094d\u0930\u0936\u093f\u0915\u094d\u0937\u0915) \u0939\u0948\u0902, \u0906\u092a \u091c\u094b\u0921\u093c\u0947\u0902 \u092f\u093e \u0928\u093f\u0915\u093e\u0932\u0947\u0902 \u0909\u092a\u0915\u0930\u0923 \u0915\u094b \u0909\u092a\u0915\u0930\u0923 \u092e\u0947\u0928\u0942 \u0938\u0947 \u092f\u093e \u0938\u093e\u0907\u091f \u091c\u093e\u0928\u0915\u093e\u0930\u0940 \u0909\u092a\u0915\u0930\u0923 \u092a\u0930 \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0915\u0947 \u092e\u0947\u0928\u0942 \u092e\u0947\u0902 \u0909\u092a\u0915\u0930\u0923 \u0915\u093e \u0915\u094d\u0930\u092e \u092a\u0930\u093f\u0935\u0930\u094d\u0924\u093f\u0924 \u0915\u0930\u0928\u0947 \u092e\u0947\u0902 \u0938\u0915\u094d\u0937\u092e \u0939\u094b \u0938\u0915\u0924\u0947 \u0939\u0948\u0964\n<br/><br/><br/>\n\u091c\u093e\u0930\u0940 \u0930\u0916\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f "\u0905\u0917\u0932\u093e" \u092a\u0930 \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0947\u0902\u0964

#Toggle Menu page
introToSakai_toggleMenu.title=\u091f\u0949\u0917\u0932 \u092e\u0947\u0928\u0942
introToSakai_toggleMenu.body=\u0907\u0938 \u0906\u0907\u0915\u0928 \u092a\u0930 \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0915\u0947 \u092c\u093e\u090f\u0901 \u0939\u093e\u0925 \u092e\u0947\u0928\u0942 \u0935\u093e\u092a\u0938 \u0932\u0947\u0928\u093e \u0939\u094b\u0917\u093e, \u0938\u093e\u0907\u091f \u092e\u0947\u0902 \u092a\u094d\u0930\u0938\u094d\u0924\u0941\u0924 \u0938\u093e\u092e\u0917\u094d\u0930\u0940 \u0915\u0947 \u0932\u093f\u090f \u0938\u094d\u0915\u094d\u0930\u0940\u0928 \u092a\u0930 \u0905\u0927\u093f\u0915 \u0938\u094d\u0925\u093e\u0928 \u092a\u094d\u0930\u0926\u093e\u0928 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0964 \u0926\u0942\u0938\u0930\u0940 \u092c\u093e\u0930 \u0906\u0907\u0915\u0928 \u092a\u0930 \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0928\u0947 \u092a\u0930 \u092e\u0947\u0928\u0942 \u092a\u0941\u0928\u0930\u094d\u0938\u094d\u0925\u093e\u092a\u093f\u0924 \u0915\u0930 \u0926\u0947\u0917\u093e\u0964 <br/><br/>\n\u091c\u093e\u0930\u0940 \u0930\u0916\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f "\u0905\u0917\u0932\u093e" \u092a\u0930 \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0947\u0902\u0964

#Refresh Tool page
introToSakai_refreshTool.title=\u0909\u092a\u0915\u0930\u0923 \u0915\u094b \u0930\u093f\u092b\u094d\u0930\u0947\u0936 \u0915\u0930\u0947\u0902
introToSakai_refreshTool.body=\u0907\u0938 \u0906\u0907\u0915\u0928 \u092a\u0930 \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0915\u0947 \u0935\u0930\u094d\u0924\u092e\u093e\u0928 \u0909\u092a\u0915\u0930\u0923 \u0930\u0940\u0938\u0947\u091f \u0939\u094b \u091c\u093e\u090f\u0917\u093e\u0964  \u0906\u092a \u0909\u092a\u0915\u0930\u0923 \u0915\u0947 \u0932\u0948\u0902\u0921\u093f\u0902\u0917 \u092a\u0943\u0937\u094d\u0920 \u092a\u0930 \u0935\u093e\u092a\u0938 \u0906 \u091c\u093e\u090f\u0902\u0917\u0947\u0964 \u092f\u0926\u093f \u0906\u092a \u0909\u092a\u0915\u0930\u0923 \u0930\u0940\u0938\u0947\u091f \u0915\u0930\u0924\u0947 \u0939\u0948\u0902 \u0924\u094b \u0906\u092a\u0915\u0947 \u0926\u094d\u0935\u093e\u0930\u093e \u092a\u0943\u0937\u094d\u0920 \u092e\u0947\u0902 \u092a\u094d\u0930\u0935\u0947\u0936 \u0915\u0930\u0928\u0947 \u0935\u093e\u0932\u0940 \u0938\u093e\u092e\u0917\u094d\u0930\u0940 \u0915\u094b \u0916\u093e\u0930\u093f\u091c \u0915\u0930 \u0926\u093f\u092f\u093e \u091c\u093e\u090f\u0917\u093e\u0964 <br/><br/>\n\u091c\u093e\u0930\u0940 \u0930\u0916\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f "\u0905\u0917\u0932\u093e" \u092a\u0930 \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0947\u0902\u0964

#Help Icon Page
introToSakai_helpIcon.title=\u092e\u0926\u0926 \u0909\u092a\u0915\u0930\u0923
introToSakai_helpIcon.body=\u092a\u094d\u0930\u0924\u094d\u092f\u0947\u0915 \u0938\u0941\u0935\u093f\u0927\u093e \u0915\u0947 \u092c\u093e\u0930\u0947 \u092e\u0947\u0902 \u0935\u093f\u0938\u094d\u0924\u0943\u0924 \u091c\u093e\u0928\u0915\u093e\u0930\u0940 \u0924\u0915 < img src\='/library/image/silk/help.png'/> \u0938\u093e\u0915\u093e\u0908 \u092d\u0930 \u092e\u0947\u0902 \u092a\u093e\u092f\u093e \u0906\u0907\u0915\u0928 \u092a\u0930 \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0915\u0947 \u092a\u0939\u0941\u0901\u091a\u093e \u091c\u093e \u0938\u0915\u0924\u093e\u0964 \u092f\u0939 \u0909\u092a\u0915\u0930\u0923 \u092a\u094d\u0930\u0938\u0902\u0917 \u0938\u0902\u0935\u0947\u0926\u0940 \u0939\u0948 \u0914\u0930 \u0906\u092a \u0935\u0930\u094d\u0924\u092e\u093e\u0928 \u092e\u0947\u0902 \u0926\u0947\u0916 \u0930\u0939\u0947 \u0939\u0948\u0902 \u0909\u092a\u0915\u0930\u0923 \u0915\u0947 \u0906\u0927\u093e\u0930 \u092a\u0930 \u0928\u093f\u0930\u094d\u0926\u0947\u0936 \u0926\u0947 \u0926\u0947\u0902\u0917\u0947\u0964 \u0906\u092a \u092d\u0940 \u0905\u0924\u093f\u0930\u093f\u0915\u094d\u0924 \u0909\u092a\u0915\u0930\u0923 \u0914\u0930 \u0938\u0939\u093e\u092f\u0924\u093e \u092a\u0943\u0937\u094d\u0920\u094b\u0902 \u0915\u0947 \u0932\u093f\u090f \u0916\u094b\u091c \u0915\u0930 \u0938\u0915\u0924\u0947 \u0939\u0948\u0902\u0964 <br/><br/>\n\u091c\u093e\u0930\u0940 \u0930\u0916\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f "\u0905\u0917\u0932\u093e" \u092a\u0930 \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0947\u0902\u0964

#Profile Tool Page
introToSakai_profileTool.title=\u092a\u094d\u0930\u094b\u092b\u093c\u093e\u0907\u0932 \u0909\u092a\u0915\u0930\u0923
introToSakai_profileTool.body=\u092a\u094d\u0930\u094b\u092b\u093c\u093e\u0907\u0932 \u0909\u092a\u0915\u0930\u0923 \u092f\u0939\u093e\u0901 \u0914\u0930 \u092e\u0947\u0930\u093e \u0915\u093e\u0930\u094d\u092f\u0938\u094d\u0925\u093e\u0928 \u0915\u0947 \u092c\u093e\u0901\u092f\u0940 \u0913\u0930 \u092e\u0947\u0928\u0942 \u092e\u0947\u0902 \u092a\u0939\u0941\u0901\u091a\u093e \u091c\u093e \u0938\u0915\u0924\u093e \u0939\u0948\u0964 \u092a\u094d\u0930\u094b\u092b\u093c\u093e\u0907\u0932 \u0909\u092a\u0915\u0930\u0923 \u092e\u0947\u0902, \u0906\u092a \u0935\u094d\u092f\u0915\u094d\u0924\u093f\u0917\u0924 \u091c\u093e\u0928\u0915\u093e\u0930\u0940 \u0926\u0930\u094d\u091c \u0915\u0930 \u0938\u0915\u0924\u0947 \u0939\u0948\u0902, \u0909\u0938 \u091c\u093e\u0928\u0915\u093e\u0930\u0940 \u0915\u0940 \u0917\u094b\u092a\u0928\u0940\u092f\u0924\u093e \u0938\u0947\u091f\u093f\u0902\u0917\u094d\u0938 \u0915\u094b \u0928\u093f\u092f\u0902\u0924\u094d\u0930\u093f\u0924 \u0915\u0930\u0947\u0902, \u0916\u094b\u091c\u0928\u0947 \u0914\u0930 \u0926\u0942\u0938\u0930\u094b\u0902 \u0915\u0947 \u0938\u093e\u0925 \u0905\u092a\u0928\u0947 \u0938\u093e\u0915\u093e\u0908 \u0906\u0935\u0943\u0924\u094d\u0924\u093f \u092e\u0947\u0902 \u0915\u0928\u0947\u0915\u094d\u091f \u0939\u094b\u0902 \u0914\u0930 \u0938\u093e\u092e\u093e\u091c\u093f\u0915 \u092e\u0940\u0921\u093f\u092f\u093e \u0915\u0947 \u0938\u093e\u0925 \u090f\u0915\u0940\u0915\u0943\u0924 \u0939\u094b\u0902\u0964 <br/><br/>\n\u091c\u093e\u0930\u0940 \u0930\u0916\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f "\u0905\u0917\u0932\u093e" \u092a\u0930 \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0947\u0902\u0964

#Logout Page
introToSakai_logout.title=\u0932\u0949\u0917 \u0906\u0909\u091f
introToSakai_logout.body=\u091c\u092c \u0906\u092a \u092a\u0942\u0930\u093e \u0915\u0930 \u0932\u0947\u0902, \u0932\u0949\u0917 \u0906\u0909\u091f \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u092f\u0939\u093e\u0902 \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0947\u0902.\u0964

#Return to Tutorial Page
introToSakai_pTutorialLocation.title=\u091f\u094d\u092f\u0942\u091f\u094b\u0930\u093f\u092f\u0932
introToSakai_pTutorialLocation.body=\u0906\u092a \u0907\u0938 \u0921\u094d\u0930\u0949\u092a \u0921\u093e\u0909\u0928 \u092e\u0947\u0902 \u091f\u094d\u092f\u0942\u091f\u094b\u0930\u093f\u092f\u0932 \u0932\u093f\u0902\u0915 \u092a\u0930 \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0915\u0947 \u0907\u0938 \u091f\u094d\u092f\u0942\u091f\u094b\u0930\u093f\u092f\u0932 \u092a\u0930 \u0935\u093e\u092a\u0938 \u091c\u093e \u0938\u0915\u0924\u0947 \u0939\u0948\u0902\u0964 


