################################
#    READ ME!!
################################
#
#  For people creating new pages, make sure you add the page settings in Tutorial.properties:
#  
#  \t\tYou can create new pages simply by adding a new set of properties.  For instance, to add a page, define a set of properties like:
#
#  \t\t{prefix}.title=(title)
#  \t\t{prefix}.body=(body) 
#

#Generic Text:
next=Suivant
previous=Pr\u00e9c\u00e9dent



#Welcome Page
introToSakai_p1.title=Bienvenue
introToSakai_p1.body=Ce petit tutoriel vous pr\u00e9sente les caract\u00e9ristiques et l'organisation de Sakai. Il vous sera pr\u00e9sent\u00e9 lors de votre premi\u00e8re connexion. Vous pourrez y acc\u00e9der \u00e0 nouveau en cliquant sur le bouton 'tutoriel' en haut \u00e0 droite. Des informations suppl\u00e9mentaires peuvent \u00eatre obtenues en cliquant sur le bouton d'aide <img src='/library/image/silk/help.png'/> \u00e0 tout moment. <br/><br/> Sakai CLE est une plateforme tr\u00e8s flexible pour organiser des enseignements ou projets. Les espaces poss\u00e8dent des outils et des caract\u00e9ristiques qui sont d\u00e9finis par leurs responsables. <br/><br/> Cliquez sur 'Suivant' pour continuer cette br\u00e8ve introduction.

#Site Navigation Page
introToSakai_sitenav.title=Navigation dans les espaces
introToSakai_sitenav.body=Tous les sites auxquels vous appartenez apparaissent sous forme d'onglets en commen\u00e7ant par 'Mon espace de travail', un espace particulier qui vous est propre. Chaque fois que vous vous connectez, vous d\u00e9marrerez sur la page d'accueil de votre espace de travail. <br/><br/> La page d'accueil est divis\u00e9e en plusieurs blocs qui r\u00e9sument l'activit\u00e9 dans tous les espaces auxquels vous appartenez (enseignements ou projets). <br/><br/> Des sites suppl\u00e9mentaires sont visibles via le menu d\u00e9roulant 'autres sites'. Vous pouvez contr\u00f4ler l'ordre des espaces et le nombre d'onglets visibles dans l'outil 'Pr\u00e9f\u00e9rences' de 'Mon espace de travail'. <br/><br/> Vous pouvez \u00e9galement cliquer sur un onglet pour acc\u00e9der directement \u00e0 cet espace. Vous pouvez acc\u00e9der directement \u00e0 chacun des outils d'un espace en cliquant sur la fl\u00e8che 'bas' dans l'onglet. <br/><br/> Cliquez sur 'Suivant' pour continuer.

#More Sites Dropdown Page
introToSakai_moreButton.title=- Autres espaces -
introToSakai_moreButton.body=Cliquez sur '- Autres espaces -' pour afficher la liste de ceux auxquels vous avez acc\u00e8s. <br/><br/>Cliquez sur "Suivant" pour continuer.

#Tool Menu Page
introToSakai_toolMenu.title=Menu Outils
introToSakai_toolMenu.body=Dans un espace, le menu de gauche pr\u00e9sente la liste des outils activ\u00e9s. "Accueil" est habituellement le premier. En cliquant dessus, vous afficherez la page d'accueil. Une courte description s'affichera au survol du nom avec le pointeur. <br/><br/><br/> A partir de l'outil "Information du site", si vous avez les droits suffisants, vous pourrez ajouter ou supprimer des outils et modifier leur ordre de pr\u00e9sentation.  <br/><br/><br/>Cliquez sur "Suivant" pour continuer.

#Toggle Menu page
introToSakai_toggleMenu.title=Bouton "Afficher/R\u00e9duire"
introToSakai_toggleMenu.body=Cliquer sur cette ic\u00f4ne r\u00e9duit le menu pour laisser plus d'espace. Pour r\u00e9afficher le menu, cliquez une seconde fois. <br/><br/>Cliquez sur "Suivant" pour continuer.

#Refresh Tool page
introToSakai_refreshTool.title=Bouton "R\u00e9initialiser"
introToSakai_refreshTool.body=Ce bouton permet d'annuler toutes les actions en cours dans l'outil actif. Vous retournerez \u00e0 la page initiale. Toutes les op\u00e9rations en cours seront annul\u00e9es. <br/><br/>Cliquez sur "Suivant" pour continuer.

#Help Icon Page
introToSakai_helpIcon.title=Bouton "Aide"
introToSakai_helpIcon.body=Une aide est disponible pour chaque outil en cliquant sur l'ic\u00f4ne <img src='/library/image/silk/help.png'/>. L'information correspondra au contexte. Vous pourrez \u00e9galement acc\u00e9der \u00e0 l'ensemble de l'aide. <br/><br/>Cliquez sur "Suivant" pour continuer.

#Profile Tool Page
introToSakai_profileTool.title=Outil "Profil"
introToSakai_profileTool.body=L'outil "Profil" est pr\u00e9sent\u00e9 dans votre 'Espace de travail'. Il vous permet d'enregistrer des informations personnelles, d'en contr\u00f4ler l'acc\u00e8s, de vous mettre en relation avec d'autres personnes inscrites dans Sakai et de construire votre r\u00e9seau de relations. <br/><br/>Cliquez sur "Suivant" pour continuer.

#Logout Page
introToSakai_logout.title=D\u00e9connexion
introToSakai_logout.body=Lorsque vous avez termin\u00e9, cliquez ici pour vous d\u00e9connecter.

#Return to Tutorial Page
introToSakai_pTutorialLocation.title=Tutoriel
introToSakai_pTutorialLocation.body=Vous pouvez retourner \u00e0 ce tutoriel en cliquant sur le lien appropri\u00e9 dans le menu d\u00e9roulant. 

