next=\u6b21
previous=\u524d
introToSakai_p1.title=\u3088\u3046\u3053\u305d
introToSakai_p1.body=\u3053\u306e\u8d85\u7c21\u5358\u30c1\u30e5\u30fc\u30c8\u30ea\u30a2\u30eb\u3067\u306f\uff0cSakai \u306e\u6a5f\u80fd\u3068\u30ec\u30a4\u30a2\u30a6\u30c8\u306b\u95a2\u3059\u308b\u57fa\u672c\u60c5\u5831\u3092\u63d0\u4f9b\u3057\u307e\u3059\uff0e\u30c1\u30e5\u30fc\u30c8\u30ea\u30a2\u30eb\u306f\uff0cSakai \u306b\u306f\u3058\u3081\u3066\u30ed\u30b0\u30a4\u30f3\u3057\u305f\u3068\u304d\u306b\u4e00\u5ea6\u3060\u3051\u5b9f\u884c\u3055\u308c\u307e\u3059\uff0e\u4e0a\u90e8\u53f3\u7aef\u306e <img src\='/library/image/silk/user.png'> \u30a2\u30a4\u30b3\u30f3\u3092\u30af\u30ea\u30c3\u30af\u3059\u308b\u3068\u8868\u793a\u3055\u308c\u308b\u30e1\u30cb\u30e5\u30fc\u306e "\u30c1\u30e5\u30fc\u30c8\u30ea\u30a2\u30eb" \u3092\u30af\u30ea\u30c3\u30af\u3059\u308b\u3053\u3068\u306b\u3088\u308a\uff0c\u3053\u306e\u30c1\u30e5\u30fc\u30c8\u30ea\u30a2\u30eb\u3092\u518d\u5ea6\u8868\u793a\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\uff0e\u5404\u30c4\u30fc\u30eb\u306e\u8a73\u7d30\u60c5\u5831\u306b\u3064\u3044\u3066\u306f\uff0c<img src\='/library/image/silk/help.png'/> \u30a2\u30a4\u30b3\u30f3\u3092\u30af\u30ea\u30c3\u30af\u3059\u308b\u3068\u8868\u793a\u3055\u308c\u307e\u3059\uff0e<br/><br/>Sakai CLE \u306f\uff0c\u30b3\u30fc\u30b9\u3084\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u306b\u76f8\u5f53\u3059\u308b\u30b5\u30a4\u30c8\u3092\u69cb\u6210\u3059\u308b\u305f\u3081\u306e\u3068\u3066\u3082\u30d5\u30ec\u30ad\u30b7\u30d6\u30eb\u306a\u30d5\u30ec\u30fc\u30e0\u30ef\u30fc\u30af\u3067\u3059\uff0e\u30b5\u30a4\u30c8\u306b\u306f\uff0c\u30b5\u30a4\u30c8\u7ba1\u7406\u8005\u304c\u9078\u629e\u3057\u305f\u30c4\u30fc\u30eb\u307e\u305f\u306f\u7279\u5b9a\u306e\u6a5f\u80fd\u304c\u3042\u308a\u307e\u3059\uff0e<br/><br/>\u3053\u306e\u30c1\u30e5\u30fc\u30c8\u30ea\u30a2\u30eb\u3092\u7d9a\u3051\u308b\u5834\u5408\u306f\uff0c\u4e0b\u306e "\u6b21" \u3092\u30af\u30ea\u30c3\u30af\u3057\u307e\u3059\uff0e
introToSakai_sitenav.title=\u30b5\u30a4\u30c8\u30ca\u30d3\u30b2\u30fc\u30b7\u30e7\u30f3
introToSakai_sitenav.body=\u3042\u306a\u305f\u304c\u53c2\u52a0\u3057\u3066\u3044\u308b\u3059\u3079\u3066\u306e\u30b5\u30a4\u30c8\u306f\u30bf\u30d6\u3068\u3057\u3066\u8868\u793a\u3055\u308c\uff0c\u3042\u306a\u305f\u5c02\u7528\u306e\u7279\u5225\u306a\u30b5\u30a4\u30c8\u3067\u3042\u308b "\u30de\u30a4\u30ef\u30fc\u30af\u30b9\u30da\u30fc\u30b9" \u304c\u4e00\u756a\u5de6\u306b\u3042\u308a\u307e\u3059\uff0eSakai \u306b\u30ed\u30b0\u30a4\u30f3\u3059\u308b\u3068\uff0c\u3042\u306a\u305f\u306e "\u30de\u30a4\u30ef\u30fc\u30af\u30b9\u30da\u30fc\u30b9" \u30b5\u30a4\u30c8\u306e "\u30db\u30fc\u30e0" \u30da\u30fc\u30b8\u304c\u8868\u793a\u3055\u308c\u307e\u3059\uff0e<br/><br/>"\u30de\u30a4\u30ef\u30fc\u30af\u30b9\u30da\u30fc\u30b9" \u306b\u306f\uff0c\u305d\u306e\u30db\u30fc\u30e0\u30da\u30fc\u30b8\u306b\u3044\u304f\u3064\u304b\u306e\u30d6\u30ed\u30c3\u30af\u3067\u8868\u793a\u3055\u308c\u308b\u30c4\u30fc\u30eb\u304c\u3042\u3063\u3066\uff0c\u3042\u306a\u305f\u304c\u30e1\u30f3\u30d0\u306b\u306a\u3063\u3066\u3044\u308b\u3059\u3079\u3066\u306e\u30b3\u30fc\u30b9\u306b\u304a\u3051\u308b\u30a2\u30af\u30c6\u30a3\u30d3\u30c6\u30a3\u306e\u30b5\u30de\u30ea\u3092\u63d0\u4f9b\u3057\u307e\u3059\uff0e<br/><br/>\u4ed6\u306e\u30b5\u30a4\u30c8\uff08\u30b3\u30fc\u30b9\u3084\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u7b49\uff09\u306e\u30e1\u30f3\u30d0\u3067\u3042\u308b\u5834\u5408\u306f\uff0c\u305d\u308c\u3089\u3082\u30bf\u30d6\u3068\u3057\u3066\u4e0a\u90e8\u306b\u4e00\u89a7\u8868\u793a\u3055\u308c\u307e\u3059\uff0e\u3053\u306e\u753b\u9762\u306b\u3044\u304f\u3064\u306e\u30bf\u30d6\u3092\u8868\u793a\u3059\u308b\u304b\u306f\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\uff0e\u591a\u304f\u306e\u30b5\u30a4\u30c8\u304c\u3042\u308b\u5834\u5408\u306f\uff0c\u30c9\u30ed\u30c3\u30d7\u30c0\u30a6\u30f3\u30ea\u30b9\u30c8\u306e "\u4ed6\u306e\u30b5\u30a4\u30c8" \u306e\u4e0b\u306b\u4e00\u89a7\u8868\u793a\u3055\u308c\u308b\u5834\u5408\u3082\u3042\u308a\u307e\u3059\uff0e<br/><br/>\u30bf\u30d6\u3092\u30af\u30ea\u30c3\u30af\u3057\u3066\u305d\u306e\u30b5\u30a4\u30c8\u306e\u30db\u30fc\u30e0\u30da\u30fc\u30b8\u306b\u76f4\u63a5\u79fb\u52d5\u3059\u308b\u3053\u3068\u3082\u3067\u304d\u307e\u3059\uff0e\u305d\u306e\u30b5\u30a4\u30c8\u306e\u30c4\u30fc\u30eb\u4e00\u89a7\u3092\u8868\u793a\u3057\u305d\u306e\u30c4\u30fc\u30eb\u306b\u76f4\u63a5\u79fb\u52d5\u3059\u308b\u5834\u5408\u306f\uff0c\u5404\u30bf\u30d6\u306e\u53f3\u306b\u3042\u308b\u4e0b\u77e2\u5370\u3092\u30af\u30ea\u30c3\u30af\u3057\u307e\u3059\uff0e<br/><br/>\u7d9a\u3051\u308b\u5834\u5408\u306f\uff0c"\u6b21" \u3092\u30af\u30ea\u30c3\u30af\u3057\u307e\u3059\uff0e
introToSakai_moreButton.title=\u4ed6\u306e\u30b5\u30a4\u30c8
introToSakai_moreButton.body='More Sites'\u3000\u306e\u30bf\u30d6\u3092\u30af\u30ea\u30c3\u30af\u3059\u308b\u3053\u3068\u3067\uff0c\u30a2\u30af\u30bb\u30b9\u3067\u304d\u308b\u3059\u3079\u3066\u306e\u30bf\u30d6\u306e\u30ea\u30b9\u30c8\u304c\u8868\u793a\u3055\u308c\u307e\u3059. <br/><br/>\u7d9a\u3051\u308b\u6642\u306f\u3000"\u6b21\u3078"\u3000\u3092\u30af\u30ea\u30c3\u30af\u3057\u3066\u304f\u3060\u3055\u3044.
introToSakai_toolMenu.title=\u30c4\u30fc\u30eb\u30e1\u30cb\u30e5\u30fc
introToSakai_toolMenu.body=\u5de6\u624b\u306e\u30ca\u30d3\u30b2\u30fc\u30b7\u30e7\u30f3\u30e1\u30cb\u30e5\u30fc\u3067\u306f\uff0c\u9078\u629e\u3057\u305f\u30b5\u30a4\u30c8\u3067\u30a2\u30af\u30bb\u30b9\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u308b\u30c4\u30fc\u30eb\u3059\u3079\u3066\u3092\u4e00\u89a7\u8868\u793a\u3057\u307e\u3059\uff0e"\u30db\u30fc\u30e0" \u30da\u30fc\u30b8\u304c\u901a\u5e38\u306f\u4e00\u756a\u4e0a\u306b\u3042\u308a\u307e\u3059\uff0e"\u30db\u30fc\u30e0" \u3092\u30af\u30ea\u30c3\u30af\u3059\u308b\u3068\uff0c\u306f\u3058\u3081\u306b\u623b\u308b\u304b\u305d\u306e\u30b5\u30a4\u30c8\u306e\u30db\u30fc\u30e0\u30da\u30fc\u30b8\u306b\u79fb\u52d5\u3057\u307e\u3059\uff0e\u5404\u30c4\u30fc\u30eb\u306f\u3055\u307e\u3056\u307e\u306a\u6a5f\u80fd\u3092\u63d0\u4f9b\u3057\u307e\u3059\uff0e\u30de\u30a6\u30b9\u3092\u30c4\u30fc\u30eb\u540d\u306e\u4e0a\u306b\u3082\u3063\u3066\u304f\u308b\u3068\uff0c\u305d\u306e\u30c4\u30fc\u30eb\u306e\u7c21\u5358\u306a\u8aac\u660e\u304c\u8868\u793a\u3055\u308c\u307e\u3059\uff0e<br/><br/><br/>\u3042\u306a\u305f\u304c\u30b5\u30a4\u30c8\u6240\u6709\u8005(\u666e\u901a\u306f\u6559\u54e1)\u306e\u5834\u5408\u306f\uff0c"\u30b5\u30a4\u30c8\u60c5\u5831" \u30c4\u30fc\u30eb\u3092\u30af\u30ea\u30c3\u30af\u3059\u308b\u3053\u3068\u306b\u3088\u308a\uff0c\u30c4\u30fc\u30eb\u30e1\u30cb\u30e5\u30fc\u306b\u30c4\u30fc\u30eb\u3092\u8ffd\u52a0\u3057\u305f\u308a\u524a\u9664\u3057\u305f\u308a\uff0c\u307e\u305f\u306f\uff0c\u30e1\u30cb\u30e5\u30fc\u306e\u4e2d\u3067\u306e\u30c4\u30fc\u30eb\u306e\u9806\u5e8f\u3092\u5909\u66f4\u3057\u305f\u308a\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\uff0e<br/><br/><br/>\u7d9a\u3051\u308b\u5834\u5408\u306f\uff0c"\u6b21" \u3092\u30af\u30ea\u30c3\u30af\u3057\u307e\u3059\uff0e
introToSakai_toggleMenu.title=\u30e1\u30cb\u30e5\u30fc\u3092\u30c8\u30b0\u30eb
introToSakai_toggleMenu.body=\u3053\u306e\u30a2\u30a4\u30b3\u30f3\u3092\u30af\u30ea\u30c3\u30af\u3059\u308b\u3068\uff0c\u5de6\u624b\u306e\u30e1\u30cb\u30e5\u30fc\u304c\u53ce\u7d0d\u3055\u308c\uff0c\u30b5\u30a4\u30c8\u306b\u8868\u793a\u3055\u308c\u308b\u30b3\u30f3\u30c6\u30f3\u30c4\u306e\u305f\u3081\u306b\u3088\u308a\u591a\u304f\u306e\u30b9\u30da\u30fc\u30b9\u3092\u753b\u9762\u4e0a\u306b\u78ba\u4fdd\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\uff0e\u3082\u3046\u4e00\u5ea6\u30a2\u30a4\u30b3\u30f3\u3092\u30af\u30ea\u30c3\u30af\u3059\u308b\u3068\uff0c\u30e1\u30cb\u30e5\u30fc\u304c\u623b\u308a\u307e\u3059\uff0e<br/><br/>\u7d9a\u3051\u308b\u5834\u5408\u306f\uff0c"\u6b21" \u3092\u30af\u30ea\u30c3\u30af\u3057\u307e\u3059\uff0e
introToSakai_refreshTool.title=\u66f4\u65b0\u30c4\u30fc\u30eb
introToSakai_refreshTool.body=\u3053\u306e\u6a2a\u5411\u304d\u4e8c\u91cd\u77e2\u5370\u30a2\u30a4\u30b3\u30f3\u3092\u30af\u30ea\u30c3\u30af\u3059\u308b\u3053\u3068\u306b\u3088\u308a\uff0c\u73fe\u5728\u306e\u30c4\u30fc\u30eb\u304c\u30ea\u30bb\u30c3\u30c8\u3055\u308c\uff0c\u30c4\u30fc\u30eb\u306e\u6700\u521d\u306e\u30da\u30fc\u30b8\u306b\u623b\u308a\u307e\u3059\uff0e\u30c4\u30fc\u30eb\u3092\u30ea\u30bb\u30c3\u30c8\u3059\u308b\u3068\uff0c\u30da\u30fc\u30b8\u306b\u5165\u529b\u3057\u3066\u3044\u305f\u30b3\u30f3\u30c6\u30f3\u30c4\u306f\u7834\u68c4\u3055\u308c\u307e\u3059\uff0e<br/><br/>\u7d9a\u3051\u308b\u5834\u5408\u306f\uff0c"\u6b21" \u3092\u30af\u30ea\u30c3\u30af\u3057\u307e\u3059\uff0e
introToSakai_helpIcon.title=\u30d8\u30eb\u30d7\u30c4\u30fc\u30eb
introToSakai_helpIcon.body=\u5404\u6a5f\u80fd\u306e\u8a73\u7d30\u306a\u60c5\u5831\u306f\uff0c<img src\='/library/image/silk/help.png'/> \u30a2\u30a4\u30b3\u30f3\u3092\u30af\u30ea\u30c3\u30af\u3059\u308b\u3053\u3068\u3067\u8868\u793a\u3055\u308c\u307e\u3059\uff0e\u3053\u306e\u30c4\u30fc\u30eb\u306f\u30b3\u30f3\u30c6\u30ad\u30b9\u30c8\u4f9d\u5b58\u3067\u3042\u308a\uff0c\u305d\u306e\u6642\u306b\u958b\u3044\u3066\u3044\u308b\u30c4\u30fc\u30eb\u306b\u5fdc\u3058\u305f\u8aac\u660e\u304c\u8868\u793a\u3055\u308c\u307e\u3059\uff0e\u8ffd\u52a0\u306e\u30c4\u30fc\u30eb\u3092\u63a2\u3057\uff0c\u30d8\u30eb\u30d7\u30da\u30fc\u30b8\u3092\u898b\u308b\u3053\u3068\u3082\u3067\u304d\u307e\u3059\uff0e<br/><br/>\u3000\u7d9a\u3051\u308b\u5834\u5408\u306f\uff0c"\u6b21" \u3092\u30af\u30ea\u30c3\u30af\u3057\u307e\u3059\uff0e
introToSakai_profileTool.title=\u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u30c4\u30fc\u30eb
introToSakai_profileTool.body="\u30d7\u30ed\u30d5\u30a3\u30fc\u30eb" \u30c4\u30fc\u30eb\u306f\uff0c\u3053\u3053\u304b\u3089\u304a\u3088\u3073 "\u30de\u30a4\u30ef\u30fc\u30af\u30b9\u30da\u30fc\u30b9" \u306e\u5de6\u624b\u306e\u30e1\u30cb\u30e5\u30fc\u3067\u30a2\u30af\u30bb\u30b9\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\uff0e"\u30d7\u30ed\u30d5\u30a3\u30fc\u30eb" \u30c4\u30fc\u30eb\u3067\u306f\uff0c\u81ea\u5206\u306b\u95a2\u3059\u308b\u60c5\u5831\u3092\u5165\u529b\u3057\u305f\u308a\uff0c\u305d\u306e\u60c5\u5831\u306b\u5bfe\u3059\u308b\u30d7\u30e9\u30a4\u30d0\u30b7\u8a2d\u5b9a\u3092\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u3057\u305f\u308a\uff0cSakai \u30b5\u30fc\u30d0\u4e0a\u306e\u4ed6\u306e\u30e6\u30fc\u30b6\u3092\u691c\u7d22\u30fb\u30b3\u30cd\u30af\u30c8\u3057\u305f\u308a\uff0c\u30bd\u30fc\u30b7\u30e3\u30eb\u30e1\u30c7\u30a3\u30a2\u3068\u7d71\u5408\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\uff0e<br/><br/>\u7d9a\u3051\u308b\u5834\u5408\u306f\uff0c"\u6b21" \u3092\u30af\u30ea\u30c3\u30af\u3057\u307e\u3059\uff0e
introToSakai_logout.title=\u30ed\u30b0\u30a2\u30a6\u30c8
introToSakai_logout.body=\u7d42\u4e86\u3059\u308b\u3068\u304d\u306f\uff0c\u3053\u3053\u3092\u30af\u30ea\u30c3\u30af\u3057\u3066\u30ed\u30b0\u30a2\u30a6\u30c8\u3057\u307e\u3059\uff0e
introToSakai_pTutorialLocation.title=\u30c1\u30e5\u30fc\u30c8\u30ea\u30a2\u30eb
introToSakai_pTutorialLocation.body=\u3053\u306e\u30c9\u30ed\u30c3\u30d7\u30c0\u30a6\u30f3\u306b\u3042\u308b\u30c1\u30e5\u30fc\u30c8\u30ea\u30a2\u30eb\u30ea\u30f3\u30af\u3092\u30af\u30ea\u30c3\u30af\u3059\u308b\u3053\u3068\u306b\u3088\u308a\u3053\u306e\u30c1\u30e5\u30fc\u30c8\u30ea\u30a2\u30eb\u306b\u623b\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\uff0e
