################################
#    READ ME!!
################################
#
#  For people creating new pages, make sure you add the page settings in Tutorial.properties:
#  
#  		You can create new pages simply by adding a new set of properties.  For instance, to add a page, define a set of properties like:
#
#  		{prefix}.title=(title)
#  		{prefix}.body=(body) 
#

#Button Navigation text:
next=\u0627\u0644\u062a\u0627\u0644\u064a
previous=\u0627\u0644\u0639\u0648\u062f\u0629

#End Tutorial text:
endTutorial=\u062d\u0633\u0646\u0627\u060c \u0641\u0647\u0645\u062a.



#Welcome panel
introToSakai_p1.title=\u0645\u0631\u062d\u0628\u064b\u0627 \u0628\u0643 \u0641\u064a {0}
introToSakai_p1.body={0} \u0647\u0648 \u0646\u0638\u0627\u0645 \u0645\u0631\u0646 \u0644\u0625\u062f\u0627\u0631\u0629 \u0627\u0644\u062a\u0639\u0644\u0645 \u0644\u0627\u0633\u062a\u0636\u0627\u0641\u0629 \u0627\u0644\u0645\u0648\u0627\u0642\u0639 \u0627\u0644\u062a\u064a \u062a\u062f\u0639\u0645 \u0627\u0644\u062a\u0639\u0644\u0645 \u0648\u0627\u0644\u062a\u0639\u0644\u064a\u0645 \u0648\u0627\u0644\u0628\u062d\u062b \u0648\u0627\u0644\u062a\u0639\u0627\u0648\u0646 1. \u062f\u0639\u0646\u0627 &\#39;s \u0646\u0642\u062f\u0645 \u0644\u0643 \u0623\u0633\u0627\u0633\u064a\u0627\u062a \u0627\u0644\u062a\u0646\u0642\u0644 \u0641\u064a \u0627\u0644\u0646\u0638\u0627\u0645.

#Site Navigation panel
introToSakai_sitenav.title=\u0627\u0644\u062a\u0646\u0642\u0644 \u0641\u064a \u0627\u0644\u0645\u0648\u0642\u0639
introToSakai_sitenav.body=\u064a\u062a\u0645 \u0639\u0631\u0636 \u0645\u0648\u0627\u0642\u0639\u0643 \u0643\u0631\u0648\u0627\u0628\u0637 \u0639\u0628\u0631 \u0627\u0644\u062c\u0632\u0621 \u0627\u0644\u0639\u0644\u0648\u064a \u060c \u0628\u062f\u0621\u064b\u0627 \u0645\u0646 \u0627\u0644\u0635\u0641\u062d\u0629 \u0627\u0644\u0631\u0626\u064a\u0633\u064a\u0629 \u0627\u0644\u062e\u0627\u0635\u0629 \u0628\u0643  1 (2 2 ). 1 3\u064a4 \u0645\u0646\u062d\u0643 \u0627\u0644\u0645\u0646\u0632\u0644 \u0646\u0638\u0631\u0629 \u0639\u0627\u0645\u0629 \u0639\u0644\u0649 \u0627\u0644\u0646\u0634\u0627\u0637 \u0641\u064a \u0645\u0648\u0627\u0642\u0639\u0643 \u0648\u064a\u0633\u0645\u062d \u0644\u0643 \u0628\u062a\u062e\u0635\u064a\u0635 \u062a\u062c\u0631\u0628\u062a\u0643 \u0641\u064a {0}.

#Current Site panel (narrow view only)
introToSakai_currentSite.title=\u0627\u0644\u0645\u0648\u0642\u0639 \u0627\u0644\u062d\u0627\u0644\u064a
introToSakai_currentSite.body=\u064a\u062a\u0645 \u0639\u0631\u0636 \u0639\u0646\u0648\u0627\u0646 \u0627\u0644\u0645\u0648\u0642\u0639 \u0627\u0644\u0630\u064a \u062a\u0632\u0648\u0631\u0647 \u062d\u0627\u0644\u064a\u064b\u0627 \u0647\u0646\u0627 \u060c 1 2  \u0627\u0646\u0642\u0631 \u0639\u0644\u064a\u0647 \u0623\u0648 \u0627\u0636\u063a\u0637 \u0639\u0644\u064a\u0647 \u0644\u0644\u0639\u0648\u062f\u0629 \u0625\u0644\u0649 \u0627\u0644\u0635\u0641\u062d\u0629 \u0627\u0644\u0631\u0626\u064a\u0633\u064a\u0629 \u0644\u0630\u0644\u0643 \u0627\u0644\u0645\u0648\u0642\u0639.

#Sites panel (narrow view only)
introToSakai_allsites.title=\u0627\u0644\u0645\u0648\u0627\u0642\u0639 
introToSakai_allsites.body=1 2 2  \u064a\u0641\u062a\u062d \u0632\u0631 \u0627\u0644\u0645\u0648\u0627\u0642\u0639 1 \u062f\u0631\u062c \u0645\u0648\u0627\u0642\u0639\u0643 \u060c \u0648\u0627\u0644\u0630\u064a \u064a\u0639\u0631\u0636 \u0631\u0648\u0627\u0628\u0637 \u0625\u0644\u0649 \u062c\u0645\u064a\u0639 \u0645\u0648\u0627\u0642\u0639\u0643 \u0627\u0644\u0645\u0631\u0626\u064a\u0629 \u0645\u0631\u062a\u0628\u0629 \u062d\u0633\u0628 \u0627\u0644\u0645\u0635\u0637\u0644\u062d \u0623\u0648 \u0627\u0644\u0641\u0626\u0629 \u060c 3 4  \u0648\u0645\u0646 \u062f\u0631\u062c \u0627\u0644\u0645\u0648\u0627\u0642\u0639 \u060c \u064a\u0645\u0643\u0646\u0643 \u062a\u0645\u064a\u064a\u0632 \u0627\u0644\u0645\u0648\u0627\u0642\u0639 \u0627\u0644\u0623\u0643\u062b\u0631 \u0627\u0633\u062a\u062e\u062f\u0627\u0645\u064b\u0627 \u0628\u0646\u062c\u0645\u0629 \u0648\u0627\u0644\u0648\u0635\u0648\u0644 \u0625\u0644\u0649 \u0645\u0648\u0642\u0639\u0643 \u0627\u0644\u062e\u0627\u0635 \u0627\u0644\u0645\u0633\u0645\u0649 \u0627\u0644\u0635\u0641\u062d\u0629 \u0627\u0644\u0631\u0626\u064a\u0633\u064a\u0629.

#Sites panel
introToSakai_moreButton.title=\u0627\u0644\u0645\u0648\u0627\u0642\u0639 
introToSakai_moreButton.body=1 2 2 \u064a\u0641\u062a\u062d 1 \u0632\u0631 \u0627\u0644\u0645\u0648\u0627\u0642\u0639 \u0645\u0648\u0627\u0642\u0639\u0643 \u060c 3 4  \u0648\u0627\u0644\u0630\u064a \u064a\u0639\u0631\u0636 \u0631\u0648\u0627\u0628\u0637 \u0625\u0644\u0649 \u062c\u0645\u064a\u0639 \u0645\u0648\u0627\u0642\u0639\u0643 \u0627\u0644\u0645\u0631\u0626\u064a\u0629 \u0645\u0631\u062a\u0628\u0629 \u062d\u0633\u0628 \u0627\u0644\u0645\u0635\u0637\u0644\u062d \u0623\u0648 \u0627\u0644\u0641\u0626\u0629  \u060c   \u064a\u0645\u0643\u0646\u0643 \u062a\u062d\u062f\u064a\u062f \u0627\u0644\u0645\u0648\u0627\u0642\u0639 \u0627\u0644\u0623\u0643\u062b\u0631 \u0627\u0633\u062a\u062e\u062f\u0627\u0645\u064b\u0627 \u0628\u0646\u062c\u0645\u0629 \u0648\u0627\u0644\u0638\u0647\u0627\u0631\u0629 \u0625\u0644\u0649 \u0645\u0648\u0642\u0639\u0643 \u0627\u0644\u062e\u0627\u0635 \u0627\u0644\u0645\u0633\u0645\u0649 \u0627\u0644\u0635\u0641\u062d\u0629 \u0627\u0644\u0631\u0626\u064a\u0633\u064a\u0629.

#Site Fav panel
introToSakai_favSites.title=\u0645\u0648\u0627\u0642\u0639 \u0645\u0645\u064a\u0632\u0629 
introToSakai_favSites.body=\u064a\u062a\u0645 \u062a\u062b\u0628\u064a\u062a \u0627\u0644\u0645\u0648\u0627\u0642\u0639 \u0627\u0644\u0645\u0645\u064a\u0632\u0629 \u0628\u0646\u062c\u0645\u0629 \u0641\u064a \u0627\u0644\u062c\u0632\u0621 \u0627\u0644\u0639\u0644\u0648\u064a \u0644\u0644\u062a\u0646\u0642\u0644 \u0644\u064a\u0633\u0647\u0644 \u0627\u0644\u0648\u0635\u0648\u0644 \u0625\u0644\u064a\u0647\u0627 .1 2  \u064a\u0645\u0643\u0646\u0643 \u062a\u062b\u0628\u064a\u062a \u0623\u0648 \u0625\u0644\u063a\u0627\u0621 \u062a\u062b\u0628\u064a\u062a \u0645\u0648\u0642\u0639 \u0641\u064a \u0627\u0644\u0623\u0639\u0644\u0649 \u0628\u0627\u0644\u0646\u0642\u0631 \u0623\u0648 \u0627\u0644\u0646\u0642\u0631 \u0639\u0644\u0649 \u0627\u0644\u0646\u062c\u0645\u0629 3  ( 4 4 ) 3 \u0628\u062c\u0648\u0627\u0631 \u0639\u0646\u0648\u0627\u0646 \u0627\u0644\u0645\u0648\u0642\u0639&\#39;s.

#Tool Menu panel
introToSakai_toolMenu.title=\u0642\u0627\u0626\u0645\u0629 \u0623\u062f\u0648\u0627\u062a
introToSakai_toolMenu.body=\u062a\u0638\u0647\u0631 \u0623\u062f\u0648\u0627\u062a \u0627\u0644\u0645\u0648\u0642\u0639 \u0627\u0644\u062d\u0627\u0644\u064a \u0641\u064a \u0627\u0644\u0642\u0627\u0626\u0645\u0629 \u0627\u0644\u064a\u0633\u0631\u0649. \u062a\u0624\u062f\u064a \u0643\u0644 \u0623\u062f\u0627\u0629 \u0648\u0638\u064a\u0641\u0629 \u0645\u062e\u062a\u0644\u0641\u0629 \u060c \u0645\u062b\u0644 \u062a\u0642\u062f\u064a\u0645 \u0627\u0644\u0645\u062d\u062a\u0648\u0649 \u060c \u0623\u0648 \u062a\u0642\u062f\u064a\u0645 \u0627\u0644\u062a\u0642\u064a\u064a\u0645\u0627\u062a \u060c \u0623\u0648 \u062a\u0633\u0647\u064a\u0644 \u0627\u0644\u062a\u0639\u0627\u0648\u0646 \u060c1 2  \u062d\u064a\u062b \u064a\u062a\u062d\u0643\u0645 \u0643\u0644 \u0645\u0634\u0631\u0641 \u0627\u0644\u0645\u0648\u0642\u0639 \u060c \u0645\u062b\u0644 \u0627\u0644\u0645\u0639\u0644\u0645 \u060c \u0641\u064a \u0627\u0644\u0623\u062f\u0648\u0627\u062a \u0627\u0644\u062a\u064a \u062a\u0638\u0647\u0631 \u0641\u064a \u0627\u0644\u0645\u0648\u0642\u0639 \u0648\u0643\u064a\u0641 \u062a\u0638\u0647\u0631.

#Tool Menu panel (for narrow view)
introToSakai_toolMenuNarrowView.title=\u0642\u0627\u0626\u0645\u0629 \u0623\u062f\u0648\u0627\u062a 
introToSakai_toolMenuNarrowView.body=\u062a\u0638\u0647\u0631 \u0623\u062f\u0648\u0627\u062a \u0627\u0644\u0645\u0648\u0642\u0639 \u0627\u0644\u062d\u0627\u0644\u064a \u0641\u064a \u0642\u0627\u0626\u0645\u0629 \u0627\u0644\u0623\u062f\u0648\u0627\u062a. \u062a\u0624\u062f\u064a \u0643\u0644 \u0623\u062f\u0627\u0629 \u0648\u0638\u064a\u0641\u0629 \u0645\u062e\u062a\u0644\u0641\u0629 \u060c \u0645\u062b\u0644 \u062a\u0642\u062f\u064a\u0645 \u0627\u0644\u0645\u062d\u062a\u0648\u0649 \u060c \u0623\u0648 \u062a\u0642\u062f\u064a\u0645 \u0627\u0644\u062a\u0642\u064a\u064a\u0645\u0627\u062a \u060c \u0623\u0648 \u062a\u0633\u0647\u064a\u0644 \u0627\u0644\u062a\u0639\u0627\u0648\u0646 \u060c  1 2 \u062d\u064a\u062b \u064a\u062a\u062d\u0643\u0645 \u0643\u0644 \u0645\u0634\u0631\u0641 \u0627\u0644\u0645\u0648\u0642\u0639 \u060c \u0645\u062b\u0644 \u0627\u0644\u0645\u0639\u0644\u0645 \u060c \u0641\u064a \u0627\u0644\u0623\u062f\u0648\u0627\u062a \u0627\u0644\u062a\u064a \u062a\u0638\u0647\u0631 \u0641\u064a \u0627\u0644\u0645\u0648\u0642\u0639 \u0648\u0643\u064a\u0641 \u062a\u0638\u0647\u0631.

#Refresh Tool panel (for desktop view)
introToSakai_refreshTool.title=\u0627\u0633\u0645 \u0627\u0644\u0623\u062f\u0627\u0629
introToSakai_refreshTool.body=\u064a\u0634\u064a\u0631 \u0627\u0633\u0645 \u0627\u0644\u0623\u062f\u0627\u0629 \u0641\u064a \u0627\u0644\u0623\u0639\u0644\u0649 \u0625\u0644\u0649 \u0627\u0644\u0623\u062f\u0627\u0629 \u0627\u0644\u062a\u064a \u062a\u0633\u062a\u062e\u062f\u0645\u0647\u0627. 1 2 \u0627\u0646\u0642\u0631 \u0641\u0648\u0642\u0647 \u0623\u0648 \u0627\u0636\u063a\u0637 \u0639\u0644\u064a\u0647 \u0644\u0644\u0639\u0648\u062f\u0629 \u0625\u0644\u0649 \u0627\u0644\u0635\u0641\u062d\u0629 \u0627\u0644\u0631\u0626\u064a\u0633\u064a\u0629 \u0644\u062a\u0644\u0643 \u0627\u0644\u0623\u062f\u0627\u0629.

#Refresh Tool panel (for narrow view)
introToSakai_refreshToolNarrowView.title=\u0627\u0633\u0645 \u0627\u0644\u0623\u062f\u0627\u0629 
introToSakai_refreshToolNarrowView.body=\u064a\u0634\u064a\u0631 \u0627\u0633\u0645 \u0627\u0644\u0623\u062f\u0627\u0629 \u0641\u064a \u0627\u0644\u0623\u0639\u0644\u0649 \u0625\u0644\u0649 \u0627\u0644\u0623\u062f\u0627\u0629 \u0627\u0644\u062a\u064a \u062a\u0633\u062a\u062e\u062f\u0645\u0647\u0627. 1 2 \u0627\u0646\u0642\u0631 \u0641\u0648\u0642\u0647 \u0623\u0648 \u0627\u0636\u063a\u0637 \u0639\u0644\u064a\u0647 \u0644\u0644\u0639\u0648\u062f\u0629 \u0625\u0644\u0649 \u0627\u0644\u0635\u0641\u062d\u0629 \u0627\u0644\u0631\u0626\u064a\u0633\u064a\u0629 \u0644\u062a\u0644\u0643 \u0627\u0644\u0623\u062f\u0627\u0629. 

#Help Icon panel
introToSakai_helpIcon.title=\u0645\u0633\u0627\u0639\u062f\u0629
introToSakai_helpIcon.body=\u064a\u0648\u0641\u0631 {0} \u0645\u0639\u0644\u0648\u0645\u0627\u062a \u0645\u0633\u0627\u0639\u062f\u0629 \u062d\u0648\u0644 \u0643\u0644 \u0645\u064a\u0632\u0629 1 2 . . \u0643\u0644 \u0632\u0631   &\#39;s  \u062a\u0639\u0644\u064a\u0645\u0627\u062a \u0644\u0644\u0623\u062f\u0627\u0629 3  ( 4 4 ) 3 \u062d\u0633\u0627\u0633 \u0644\u0644\u0633\u064a\u0627\u0642 \u0648\u064a\u0648\u0641\u0631 \u0645\u0639\u0644\u0648\u0645\u0627\u062a \u062e\u0627\u0635\u0629 \u0628\u062a\u0644\u0643 \u0627\u0644\u0623\u062f\u0627\u0629.

#Account Menu panel
#formerly the Profile Tool panel
introToSakai_profileTool.title=\u0642\u0627\u0626\u0645\u0629 \u0627\u0644\u062d\u0633\u0627\u0628
introToSakai_profileTool.body=\u062a\u062d\u062a\u0648\u064a \u0642\u0627\u0626\u0645\u0629 \u0627\u0644\u062d\u0633\u0627\u0628 \u0639\u0644\u0649 \u0631\u0648\u0627\u0628\u0637 \u0633\u0631\u064a\u0639\u0629 \u0644\u0644\u0645\u0647\u0627\u0645 \u0627\u0644\u0634\u062e\u0635\u064a\u0629 \u060c \u0645\u062b\u0644 \u0625\u062f\u0627\u0631\u0629 \u062d\u0633\u0627\u0628\u0643 \u0648\u062a\u0633\u062c\u064a\u0644 \u0627\u0644\u062e\u0631\u0648\u062c \u0645\u0646 {0}. 1 2 \u0647\u0630\u0627 \u0643\u0644 \u0634\u064a\u0621\! \u0625\u0630\u0627 \u0643\u0646\u062a&\#39;d \u062a\u0631\u063a\u0628 \u0641\u064a \u0645\u0631\u0627\u062c\u0639\u0629 \u0647\u0630\u0627 \u0627\u0644\u0628\u0631\u0646\u0627\u0645\u062c \u0627\u0644\u062a\u0639\u0644\u064a\u0645\u064a \u060c \u064a\u0645\u0643\u0646\u0643 \u0625\u0639\u0627\u062f\u0629 \u062a\u0634\u063a\u064a\u0644\u0647 \u0628\u0627\u062e\u062a\u064a\u0627\u0631\u0647 \u0645\u0646 \u0642\u0627\u0626\u0645\u0629 \u0627\u0644\u062d\u0633\u0627\u0628.

#Return to Tutorial panel
introToSakai_pTutorialLocation.title=\u062a\u0639\u0644\u064a\u0645\u064a
introToSakai_pTutorialLocation.body=\u064a\u0645\u0643\u0646\u0643 \u0625\u0639\u0627\u062f\u0629 \u062a\u0634\u063a\u064a\u0644 \u0647\u0630\u0627 \u0627\u0644\u0628\u0631\u0646\u0627\u0645\u062c \u0627\u0644\u062a\u0639\u0644\u064a\u0645\u064a \u0639\u0646 \u0637\u0631\u064a\u0642 \u0627\u062e\u062a\u064a\u0627\u0631\u0647 \u0645\u0646 \u0642\u0627\u0626\u0645\u0629 \u0627\u0644\u062d\u0633\u0627\u0628.
