################################
#    READ ME!!
################################
#
#  For people creating new pages, make sure you add the page settings in Tutorial.properties:
#  
#  		You can create new pages simply by adding a new set of properties.  For instance, to add a page, define a set of properties like:
#
#  		{prefix}.title=(title)
#  		{prefix}.body=(body) 
#

#Generic Text:
next=Avan\u00e7ar
previous=Anterior



#Welcome Page
introToSakai_p1.title=Bem vindo
introToSakai_p1.body=Este breve tutorial apresenta informa\u00e7\u00f5es b\u00e1sicas sobre as caracter\u00edsticas e layout do ambiente de aprendizado. Ele ser\u00e1 executado somente quando voc\u00ea entra pela primeira vez no ambiente. Voc\u00ea pode acessar este tutorial novamente clicando em "Tutorial", perto do login no canto superior direito. Informa\u00e7\u00f5es detalhadas sobre cada recurso pode ser acessado clicando no \u00edcone <span class="bi bi-question-circle-fill" aria-hidden="true"></span> encontrado em todo ambiente de aprendizado.<br/><br/>O ambiente \u00e9 uma estrutura muito flex\u00edvel para a organiza\u00e7\u00e3o de sites que representam cursos ou projetos. Os sites cont\u00eam ferramentas ou recursos espec\u00edficos que os propriet\u00e1rios de sites escolheram.<br/><br/>Clique abaixo em "Avan\u00e7ar" para continuar com esta breve introdu\u00e7\u00e3o sobre o ambiente.

#Site Navigation Page
introToSakai_sitenav.title=Navega\u00e7\u00e3o do Site
introToSakai_sitenav.body=Todos os sites em que voc\u00ea \u00e9 membro s\u00e3o exibidos como abas iniciando com Meu Site \u00e0 esquerda, um site especial e exclusivo para voc\u00ea. Cada vez que voc\u00ea entrar no ambiente de aprendizado eletr\u00f4nico, voc\u00ea come\u00e7ar\u00e1 na p\u00e1gina In\u00edcio de Meu Site.<br/><br/>Meu Site geralmente cont\u00e9m v\u00e1rias ferramentas apresentadas em blocos na p\u00e1gina de In\u00edcio, que resumem as atividades em todos os sites que voc\u00ea \u00e9 um membro.<br/><br/>Se voc\u00ea \u00e9 membro de qualquer outro site (cursos, projetos, etc.), essas abas ser\u00e3o listadas na parte de cima tamb\u00e9m.   Voc\u00ea pode controlar quantas abas apareceram na parte superior.  Se existirem muitos sites, alguns podem ser listados na lista suspensa "Mais Sites".<br/><br/>Voc\u00ea tamb\u00e9m pode clicar em uma aba para ir diretamente para a p\u00e1gina inicial do site.  Clique na seta para baixo em cada aba para exibir uma lista de ferramentas do site e navegue diretamente para essa ferramenta dentro do site.<br/><br/>Clique em "Avan\u00e7ar" para continuar.

#More Sites Dropdown Page
introToSakai_moreButton.title=Mais Sites
introToSakai_moreButton.body=Clique na aba 'Mais Sites' para exibir uma lista de todos os sites que voc\u00ea tem acesso .<br/><br/>Clique em "Avan\u00e7ar" para continuar.

#Tool Menu Page
introToSakai_toolMenu.title=Menu de Ferramentas
introToSakai_toolMenu.body=Na parte esquerda, est\u00e3o listadas todas as ferramentas do site que voc\u00ea tem acesso. A p\u00e1gina In\u00edcio \u00e9 geralmente a primeira da lista. Clicando em In\u00edcio voc\u00ea voltar\u00e1 para a p\u00e1gina inicial do site. Cada ferramenta tem uma fun\u00e7\u00e3o diferente. Voc\u00ea pode passar o mouse sobre uma ferramenta para ver uma breve descri\u00e7\u00e3o da ferramenta. <br/> <br/> Se voc\u00ea \u00e9 o propriet\u00e1rio do site (normalmente o instrutor), voc\u00ea pode adicionar ou remover ou alterar a ordem do menu de ferramentas, clicando sobre a ferramenta Site Info.<br/><br/>Clique em "Avan\u00e7ar" para continuar.

#Toggle Menu page
introToSakai_toggleMenu.title=Ocultar Menu
introToSakai_toggleMenu.body=Ao clicar neste \u00edcone, voc\u00ea poder\u00e1 ocultar o menu de ferramentas para obter mais espa\u00e7o para o conte\u00fado apresentado no site. Ao clicar novamente no \u00edcone, o menu voltar\u00e1 a ser exibido. <br/> Clique em "Avan\u00e7ar" para continuar.

#Refresh Tool page
introToSakai_refreshTool.title=Atualizar Ferramenta
introToSakai_refreshTool.body=Ao clicar neste \u00edcone, voc\u00ea poder\u00e1 resetar a ferramenta atual. Voc\u00ea voltar\u00e1 para a p\u00e1gina inicial dessa ferramenta. O conte\u00fado que voc\u00ea inseriu na p\u00e1gina ser\u00e3o descartados se voc\u00ea resetar a ferramenta. <br/> Clique em "Avan\u00e7ar" para continuar.

#Help Icon Page
introToSakai_helpIcon.title=Ajuda
introToSakai_helpIcon.body=Voc\u00ea pode acessar as informa\u00e7\u00f5es detalhadas sobre cada ferramenta clicando no bot\u00e3o de Ajuda, no \u00edcone <span class="bi bi-question-circle-fill" aria-hidden="true"></span> que se encontra em todo ambiente de aprendizado eletr\u00f4nico. Essa ferramenta \u00e9 sens\u00edvel ao contexto e lhe dar\u00e1 instru\u00e7\u00f5es com base na ferramenta que voc\u00ea est\u00e1 visualizando.  Voc\u00ea tamb\u00e9m pode procurar por ferramentas adicionais e p\u00e1ginas de ajuda. <br/><br/>Clique em "Avan\u00e7ar" para continuar.

#Profile Tool Page
introToSakai_profileTool.title=Ferramenta Perfil
introToSakai_profileTool.body=A ferramenta Perfil pode ser acessada aqui ou no menu esquerdo em Meu Site.  Na ferramenta Perfil, voc\u00ea pode inserir informa\u00e7\u00f5es pessoais, controlar as configura\u00e7\u00f5es de privacidade sobre essa informa\u00e7\u00e3o, encontrar e se conectar com outras pessoas em sua inst\u00e2ncia no ambiente e fazer integra\u00e7\u00e3o com redes sociais. <br/><br/> Clique em "Avan\u00e7ar" para continuar.

#Logout Page
introToSakai_logout.title=Sair
introToSakai_logout.body=Quando voc\u00ea terminar, clique aqui para fazer logout.

#Return to Tutorial Page
introToSakai_pTutorialLocation.title=Tutorial
introToSakai_pTutorialLocation.body=Voc\u00ea pode voltar para este tutorial clicando no link Tutorial no menu suspenso.

