#X-Generator: crowdin.com
################################
#    READ ME!!
################################
#
#  For people creating new pages, make sure you add the page settings in Tutorial.properties:
#  
#  		You can create new pages simply by adding a new set of properties.  For instance, to add a page, define a set of properties like:
#
#  		{prefix}.title=(title)
#  		{prefix}.body=(body) 
#

#Button Navigation text:
next=\u0628\u0639\u062f\u06cc
previous=\u0628\u0631\u06af\u0634\u062a

#End Tutorial text:
endTutorial=\u0628\u0633\u06cc\u0627\u0631 \u062e\u0628\u060c \u0645\u062a\u0648\u062c\u0647 \u0634\u062f\u0645



#Welcome panel
introToSakai_p1.title=\u062e\u0648\u0634 \u0622\u0645\u062f\u06cc\u062f \u0628\u0647 {0}
introToSakai_p1.body={0} \u06cc\u06a9 \u0633\u06cc\u0633\u062a\u0645 \u0645\u062f\u06cc\u0631\u06cc\u062a \u0622\u0645\u0648\u0632\u0634 \u0645\u0646\u0639\u0637\u0641 \u0628\u0631\u0627\u06cc \u0645\u06cc\u0632\u0628\u0627\u0646\u06cc \u0648\u0628 \u0633\u0627\u06cc\u062a\u0647\u0627 \u0627\u0633\u062a \u06a9\u0647 \u0627\u0632 \u0622\u0645\u0648\u0632\u0634\u060c \u062a\u062f\u0631\u06cc\u0633\u060c \u067e\u0698\u0648\u0647\u0634 \u0648 \u0647\u0645\u06a9\u0627\u0631\u06cc \u067e\u0634\u062a\u06cc\u0628\u0627\u0646\u06cc \u0645\u06cc \u06a9\u0646\u062f.\n<br/><br/>\n\u0627\u062c\u0627\u0632\u0647 \u062f\u0647\u06cc\u062f \u0634\u0645\u0627 \u0631\u0627 \u0628\u0627&\#39;s \u0627\u0635\u0648\u0644 \u06a9\u0627\u0631 \u0628\u0627 \u0627\u06cc\u0646 \u0633\u06cc\u0633\u062a\u0645 \u0622\u0634\u0646\u0627 \u06a9\u0646\u0645.

#Site Navigation panel
introToSakai_sitenav.title=\u067e\u06cc\u0645\u0627\u06cc\u0634\u06af\u0631 \u0633\u0627\u06cc\u062a
introToSakai_sitenav.body=\u0648\u0628 \u0633\u0627\u06cc\u062a\u0647\u0627\u06cc \u0634\u0645\u0627 \u062f\u0631 \u0642\u0627\u0644\u0628 \u0644\u06cc\u0646\u06a9 \u0647\u0627\u06cc\u06cc \u062f\u0631 \u0628\u062e\u0634 \u0628\u0627\u0644\u0627\u06cc\u06cc \u0646\u0645\u0627\u06cc\u0634 \u062f\u0627\u062f\u0647 \u0645\u06cc \u0634\u0648\u0646\u062f \u06a9\u0647 \u0628\u0627 \u0635\u0641\u062d\u0647 \u062e\u0635\u0648\u0635\u06cc \u062e\u0627\u0646\u0647 \u0634\u0631\u0648\u0639 \u0645\u06cc \u0634\u0648\u0646\u062f  <span class\="no-wrap">( <i class\="fa fa-home tut-icon-home"></i> ).</span>\n<br/><br/>\n\u0635\u0641\u062d\u0647 \u062e\u0627\u0646\u0647 \u062f\u0648\u0631\u0646\u0645\u0627\u06cc\u06cc \u0627\u0632 \u0641\u0639\u0627\u0644\u06cc\u062a \u0647\u0627\u06cc \u0634\u0645\u0627 \u062f\u0631 \u0648\u0628 \u0633\u0627\u06cc\u062a\u0647\u0627\u06cc\u062a\u0627\u0646 \u0628\u0647 \u0634\u0645\u0627 \u0627\u0631\u0627\u0626\u0647 \u0645\u06cc \u062f\u0647\u062f \u0648 \u0627\u06cc\u0646 \u0627\u0645\u06a9\u0627\u0646 \u0631\u0627 \u0641\u0631\u0627\u0647\u0645 \u0645\u06cc \u06a9\u0646\u062f \u062a\u0627 \u062a\u062c\u0631\u0628\u0647 {0} \u062e\u0648\u062f\u062a\u0627\u0646 \u0631\u0627 \u0634\u062e\u0635\u06cc \u0633\u0627\u0632\u06cc \u06a9\u0646\u06cc\u062f.

#Sites panel (narrow view only)
introToSakai_allsites.title=\u0633\u0627\u06cc\u062a \u0647\u0627
introToSakai_allsites.body=\u06af\u0632\u06cc\u0646\u0647 <span class\="no-wrap"><i class\="fa fa-th tut-icon-sites"></i> \u0648\u0628 \u0633\u0627\u06cc\u062a\u0647\u0627</span> \u0645\u0646\u0648\u06cc \u06a9\u0634\u0648\u06cc\u06cc \u0648\u0628 \u0633\u0627\u06cc\u062a\u0647\u0627\u06cc \u0634\u0645\u0627 \u0631\u0627 \u0628\u0627\u0632 \u0645\u06cc \u06a9\u0646\u062f \u06a9\u0647 \u0644\u06cc\u0646\u06a9 \u0647\u0627\u06cc\u06cc \u0628\u0647 \u062a\u0645\u0627\u0645 \u0648\u0628 \u0633\u0627\u06cc\u062a\u0647\u0627\u06cc \u0642\u0627\u0628\u0644 \u0645\u0634\u0627\u0647\u062f\u0647 \u0634\u0645\u0627 \u0631\u0627 \u0628\u0631 \u0627\u0633\u0627\u0633 \u0646\u0627\u0645 \u06cc\u0627 \u062f\u0633\u062a\u0647 \u0628\u0646\u062f\u06cc \u0622\u0646\u0647\u0627 \u0631\u0627 \u0646\u0645\u0627\u06cc\u0634 \u0645\u06cc \u062f\u0647\u062f.\n<br/><br/>\n\u0634\u0645\u0627 \u0627\u0632 \u0627\u06cc\u0646 \u0645\u0646\u0648\u06cc \u06a9\u0634\u0648\u06cc\u06cc \u0648\u0628 \u0633\u0627\u06cc\u062a\u0647\u0627 \u0645\u06cc \u062a\u0648\u0627\u0646\u06cc\u062f \u0622\u0646 \u0648\u0628 \u0633\u0627\u06cc\u062a\u0647\u0627\u06cc\u06cc \u06a9\u0647 \u0628\u06cc\u0634\u062a\u0631\u06cc\u0646 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0627\u0632 \u0622\u0646\u0647\u0627 \u0635\u0648\u0631\u062a \u06af\u0631\u0641\u062a\u0647 \u0627\u0633\u062a \u0631\u0627 \u0633\u062a\u0627\u0631\u0647 \u062f\u0627\u0631 \u06a9\u0646\u06cc\u062f \u0648 \u0628\u0647 \u0648\u0628 \u0633\u0627\u06cc\u062a \u062e\u0635\u0648\u0635\u06cc \u062e\u0648\u062f \u06a9\u0647 \u0635\u0641\u062d\u0647 \u0627\u0635\u0644\u06cc \u0646\u0627\u0645\u06cc\u062f\u0647 \u0645\u06cc \u0634\u0648\u062f \u062f\u0633\u062a\u0631\u0633\u06cc \u067e\u06cc\u062f\u0627 \u06a9\u0646\u06cc\u062f.

#Sites panel
introToSakai_moreButton.title=\u0633\u0627\u06cc\u062a \u0647\u0627
introToSakai_moreButton.body=\u06af\u0632\u06cc\u0646\u0647 <span class\="no-wrap"><i class\="fa fa-th tut-icon-sites"></i> \u0648\u0628 \u0633\u0627\u06cc\u062a\u0647\u0627</span> \u0645\u0646\u0648\u06cc \u06a9\u0634\u0648\u06cc\u06cc \u0648\u0628 \u0633\u0627\u06cc\u062a\u0647\u0627\u06cc \u0634\u0645\u0627 \u0631\u0627 \u0628\u0627\u0632 \u0645\u06cc \u06a9\u0646\u062f \u06a9\u0647 \u0644\u06cc\u0646\u06a9 \u0647\u0627\u06cc\u06cc \u0628\u0647 \u062a\u0645\u0627\u0645 \u0648\u0628 \u0633\u0627\u06cc\u062a\u0647\u0627\u06cc \u0642\u0627\u0628\u0644 \u0645\u0634\u0627\u0647\u062f\u0647 \u0634\u0645\u0627 \u0631\u0627 \u0646\u0645\u0627\u06cc\u0634 \u0645\u06cc \u062f\u0647\u062f.\n<br/><br/>\n\u062f\u0631 \u0645\u0646\u0648\u06cc \u06a9\u0634\u0648\u06cc\u06cc \u0648\u0628 \u0633\u0627\u06cc\u062a\u0647\u0627\u060c \u0648\u0628 \u0633\u0627\u06cc\u062a\u0647\u0627 \u0628\u0631 \u0627\u0633\u0627\u0633 \u0639\u0628\u0627\u0631\u062a \u06cc\u0627 \u062f\u0633\u062a\u0647 \u0628\u0646\u062f\u06cc \u0622\u0646\u0647\u0627 \u0645\u0631\u062a\u0628 \u0645\u06cc \u0634\u0648\u0646\u062f \u0648 \u0645\u06cc \u062a\u0648\u0627\u0646\u06cc\u062f \u0622\u0646\u0647\u0627 \u0631\u0627 \u062f\u0631 \u0642\u0633\u0645\u062a \u0628\u0627\u0644\u0627\u06cc \u067e\u06cc\u0645\u0627\u06cc\u0634 \u0642\u0631\u0627\u0631 \u062f\u0647\u06cc\u062f. 

#Tool Menu panel
introToSakai_toolMenu.title=\u0645\u0646\u0648\u06cc \u0627\u0628\u0632\u0627\u0631\u0647\u0627
introToSakai_toolMenu.body=\u0627\u0628\u0632\u0627\u0631\u0647\u0627\u06cc \u0627\u06cc\u0646 \u0648\u0628 \u0633\u0627\u06cc\u062a \u062f\u0631 \u0645\u0646\u0648\u06cc \u0633\u0645\u062a \u0686\u067e \u0646\u0645\u0627\u06cc\u0634 \u062f\u0627\u062f\u0647 \u0645\u06cc\u200c\u0634\u0648\u0646\u062f. \u0647\u0631 \u0627\u0628\u0632\u0627\u0631 \u06a9\u0627\u0631\u0628\u0631\u062f \u062e\u0627\u0635\u06cc \u062f\u0627\u0631\u062f\u060c \u0645\u062b\u0644\u0627\u064b \u0646\u0645\u0627\u06cc\u0634 \u0645\u062d\u062a\u0648\u0627\u060c \u0627\u0631\u0632\u06cc\u0627\u0628\u06cc \u0648 \u06cc\u0627 \u062a\u0633\u0647\u06cc\u0644 \u0647\u0645\u06a9\u0627\u0631\u06cc.\n<br/><br/>\n\u0647\u0631 \u06cc\u06a9 \u0627\u0632 \u0645\u0633\u0626\u0648\u0644\u06cc\u0646 \u0646\u06af\u0647\u062f\u0627\u0631\u06cc \u0648\u0628 \u0633\u0627\u06cc\u062a\u060c \u0645\u062b\u0644\u0627\u064b \u0645\u0631\u0628\u06cc\u060c \u06a9\u0646\u062a\u0631\u0644 \u0627\u06cc\u0646\u06a9\u0647 \u06a9\u062f\u0627\u0645 \u0627\u0628\u0632\u0627\u0631\u0647\u0627 \u062f\u0631 \u0648\u0628 \u0633\u0627\u06cc\u062a \u0646\u0645\u0627\u06cc\u0634 \u062f\u0627\u062f\u0647 \u0634\u0648\u0646\u062f \u0648 \u0646\u062d\u0648\u0647 \u0646\u0645\u0627\u06cc\u0634 \u0622\u0646\u0647\u0627 \u0631\u0627 \u06a9\u0646\u062a\u0631\u0644 \u0645\u06cc\u06a9\u0646\u062f.

#Tool Menu panel (for narrow view)
introToSakai_toolMenuNarrowView.title=\u0645\u0646\u0648\u06cc \u0627\u0628\u0632\u0627\u0631\u0647\u0627
introToSakai_toolMenuNarrowView.body=\u0627\u0628\u0632\u0627\u0631\u0647\u0627\u06cc \u0627\u06cc\u0646 \u0648\u0628 \u0633\u0627\u06cc\u062a \u062f\u0631 \u0645\u0646\u0648\u06cc \u0627\u0628\u0632\u0627\u0631\u0647\u0627 \u0646\u0645\u0627\u06cc\u0634 \u062f\u0627\u062f\u0647 \u0645\u06cc\u0634\u0648\u0646\u062f. \u0647\u0631 \u0627\u0628\u0632\u0627\u0631 \u06a9\u0627\u0631\u0628\u0631\u062f \u062e\u0627\u0635\u06cc \u062f\u0627\u0631\u062f\u060c \u0645\u062b\u0644\u0627\u064b \u0646\u0645\u0627\u06cc\u0634 \u0645\u062d\u062a\u0648\u0627\u060c \u0627\u0631\u0632\u06cc\u0627\u0628\u06cc \u0648 \u06cc\u0627 \u062a\u0633\u0647\u06cc\u0644 \u0647\u0645\u06a9\u0627\u0631\u06cc.\n<br/><br/>\n\u0647\u0631 \u06cc\u06a9 \u0627\u0632 \u0645\u0633\u0626\u0648\u0644\u06cc\u0646 \u0646\u06af\u0647\u062f\u0627\u0631\u06cc \u0648\u0628 \u0633\u0627\u06cc\u062a\u060c \u0645\u062b\u0644\u0627\u064b \u0645\u0631\u0628\u06cc\u060c \u06a9\u0646\u062a\u0631\u0644 \u0627\u06cc\u0646\u06a9\u0647 \u06a9\u062f\u0627\u0645 \u0627\u0628\u0632\u0627\u0631\u0647\u0627 \u062f\u0631 \u0648\u0628 \u0633\u0627\u06cc\u062a \u0646\u0645\u0627\u06cc\u0634 \u062f\u0627\u062f\u0647 \u0634\u0648\u0646\u062f \u0648 \u0646\u062d\u0648\u0647 \u0646\u0645\u0627\u06cc\u0634 \u0622\u0646\u0647\u0627 \u0631\u0627 \u06a9\u0646\u062a\u0631\u0644 \u0645\u06cc\u06a9\u0646\u062f.

#Breadcrumbs panal
#formerly the Refresh Tool panel
introToSakai_refreshTool.title=\u0645\u0646\u0648\u06cc \u067e\u06cc\u0645\u0627\u06cc\u0634
introToSakai_refreshTool.body=\u0628\u0631\u062f\u06a9\u0631\u0627\u0645\u0628 \u0647\u0627\u06cc \u0645\u0648\u062c\u0648\u062f \u062f\u0631 \u0628\u062e\u0634 \u0628\u0627\u0644\u0627\u06cc\u06cc \u0646\u0634\u0627\u0646 \u0645\u06cc \u062f\u0647\u0646\u062f \u06a9\u0647 \u0634\u0645\u0627 \u062f\u0631 \u06a9\u062f\u0627\u0645 \u0648\u0628 \u0633\u0627\u06cc\u062a \u0628\u0648\u062f\u0647 \u0648 \u062f\u0631 \u062d\u0627\u0644 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0627\u0632 \u06a9\u062f\u0627\u0645 \u0627\u0628\u0632\u0627\u0631 \u0647\u0633\u062a\u06cc\u062f.\n<br /><br />\n\u0628\u0631 \u0631\u0648\u06cc \u0646\u0627\u0645 \u0627\u0628\u0632\u0627\u0631 \u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f \u062a\u0627 \u0628\u0647 \u0635\u0641\u062d\u0647 \u0627\u0635\u0644\u06cc \u0622\u0646 \u0627\u0628\u0632\u0627\u0631 \u0628\u0631\u06af\u0631\u062f\u06cc\u062f. \u0628\u0631\u0627\u06cc \u0628\u0631\u06af\u0634\u062a\u0646 \u0628\u0647 \u0635\u0641\u062d\u0647 \u062e\u0627\u0646\u0647 \u0648\u0628 \u0633\u0627\u06cc\u062a&\#39;\u0647\u0627\u060c \u0628\u0631 \u0631\u0648\u06cc \u0646\u0627\u0645 \u0648\u0628 \u0633\u0627\u06cc\u062a \u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f.

#Help Icon panel
introToSakai_helpIcon.title=\u0631\u0627\u0647\u0646\u0645\u0627
introToSakai_helpIcon.body={0} \u0627\u0637\u0644\u0627\u0639\u0627\u062a \u0631\u0627\u0647\u0646\u0645\u0627 \u0628\u0631\u0627\u06cc \u0647\u0631 \u0648\u06cc\u0698\u06af\u06cc \u0631\u0627 \u062f\u0631 \u0627\u062e\u062a\u06cc\u0627\u0631 \u0634\u0645\u0627 \u0642\u0631\u0627\u0631 \u0645\u06cc \u062f\u0647\u062f.\n<br /><br />\n\u062f\u06a9\u0645\u0647 \u0631\u0627\u0647\u0646\u0645\u0627\u06cc \u0647\u0631&\#39;\u0627\u0628\u0632\u0627\u0631 <span class\="no-wrap">( <i class\="fa fa-question tut-icon-help"></i> )</span> \u0645\u062e\u0635\u0648\u0635 \u0647\u0645\u0627\u0646 \u0627\u0628\u0632\u0627\u0631 \u0627\u0633\u062a \u0648 \u0627\u0637\u0644\u0627\u0639\u0627\u062a \u062e\u0627\u0635 \u0647\u0645\u0627\u0646 \u0627\u0628\u0632\u0627\u0631 \u0631\u0627 \u0627\u0631\u0627\u0626\u0647 \u0645\u06cc \u062f\u0647\u062f.

#Account Menu panel
#formerly the Profile Tool panel
introToSakai_profileTool.title=\u0645\u0646\u0648\u06cc \u062d\u0633\u0627\u0628 \u06a9\u0627\u0628\u0631\u06cc
introToSakai_profileTool.body=\u0645\u0646\u0648\u06cc \u062d\u0633\u0627\u0628 \u06a9\u0627\u0631\u0628\u0631\u06cc \u062d\u0627\u0648\u06cc \u0644\u06cc\u0646\u06a9 \u0647\u0627\u06cc \u06a9\u0648\u062a\u0627\u0647 \u0628\u0647 \u0648\u0638\u0627\u06cc\u0641 \u0634\u062e\u0635\u06cc \u0645\u062b\u0644 \u0645\u062f\u06cc\u0631\u06cc\u062a \u062d\u0633\u0627\u0628\u060c \u0627\u06cc\u062c\u0627\u062f \u0648\u0628 \u0633\u0627\u06cc\u062a \u0647\u0627\u06cc \u062c\u062f\u06cc\u062f \u0648 \u062e\u0631\u0648\u062c \u0627\u0632 {0} \u0627\u0633\u062a.\n<br/><br/>\n\u0627\u06cc\u0646 \u062a\u0645\u0627\u0645 \u0622\u0645\u0648\u0632\u0634&\#39;s \u0628\u0648\u062f. \u0627\u06af\u0631 \u062a\u0645\u0627\u06cc\u0644&\#39; \u062f\u0627\u0631\u06cc\u062f \u06a9\u0647 \u0628\u062e\u0634 \u0622\u0645\u0648\u0632\u0634 \u0631\u0627 \u0645\u0631\u0648\u0631 \u06a9\u0646\u06cc\u062f\u060c \u0645\u06cc \u062a\u0648\u0627\u0646\u06cc\u062f \u0631\u0648\u0646\u062f \u0622\u0645\u0648\u0632\u0634 \u0631\u0627 \u0628\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u0627\u0632 \u0645\u0646\u0648\u06cc \u062d\u0633\u0627\u0628 \u0645\u062c\u062f\u062f\u0627 \u0634\u0631\u0648\u0639 \u06a9\u0646\u06cc\u062f.

#Return to Tutorial panel
introToSakai_pTutorialLocation.title=\u0622\u0645\u0648\u0632\u0634
introToSakai_pTutorialLocation.body=\u0634\u0645\u0627 \u0645\u06cc \u062a\u0648\u0627\u0646\u06cc\u062f \u0627\u06cc\u0646 \u0622\u0645\u0648\u0632\u0634 \u0631\u0627 \u0628\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u0627\u0632 \u0645\u0646\u0648\u06cc \u062d\u0633\u0627\u0628 \u06a9\u0627\u0631\u0628\u0631\u06cc \u0645\u062c\u062f\u062f\u0627\u064b \u0622\u063a\u0627\u0632 \u06a9\u0646\u06cc\u062f. 

