# Contains the i18n strings for the entity description pages
# the batch describe page
batch=Serija je specijalni rukovalac koji omogu\u0107ava obradu serije za vi\u0161e zahteva subjekata odjednom
batch.description=Serija koristi "_refs" parametar za definisanje upravljanim URL-ovima/referencama na subjekte (npr. /direct/batch.json?_refs\=/direct/entity1/123,/direct/entity2/456). <br/>Podrazumevani format vra\u0107en za zahteve za serije je json, a za zahtev drugih formata samo uklju\u010di ekstenziju nakon serije kako je prikazano. Serija ne mo\u017ee da funkcioni\u0161e bez referentnog parametra, tako da njeno isklju\u010divanje dovodi do kvara. <br/> Upravlja\u010d zahteva pune puteve do referenci, ali \u0107e umetnuti EB servlet put ako reference ne po\u010dinju sa "/". Eksterne reference mogu biti uklju\u010dene upotrebom punog URL-a (http\://...). <br/>Status serije bi\u0107e vra\u0107en kao 200 za potpun ili delimi\u010dan uspeh. Potpuni kvar ili gre\u0161ka servera dovodi do 501. <br/>Slede\u0107a zaglavlja bi\u0107e vra\u0107ena za zahtev koji ne dovodi do kvara servera\: <br/> - batchRefs (sve reference koje smo obradili u ovoj seriji - npr. /direct/prefix/id) <br/>- batchStatus (status svakog referentnog zahteva - npr. 200) <br/>- batchKeys (klju\u010devi se koriste za prikaz svake reference - npr. ref0) <br/>- batchURLs (URL-ovi kojima su poslati zahtevi - npr. /direct/prefix/id.json) <br/>- batchMapping (mapiranje od referentnog klju\u010da do reference - npr. ref0\=/direct/entity1/123) <br/>- batchErrors (uklju\u010duje bilo koje referentne klju\u010deve za reference sa kvarovima - npr. ref1) <br/>Podr\u017eava GET, POST, PUT, i DELETE Http metode.
batch.output=Podaci \u0107e biti vra\u0107eni u formatu potrebnom za zahteve (npr. json) sa podacima za odgovor za svaku referencu pod ref\# strukturom (npr. ref0 \= /direct/entity1/123, ref1 \= /direct/entity2/456). Zaglavlja, status, reference, URL subjekta i podaci (ili neobra\u0111en sadr\u017eaj) bi\u0107e vra\u0107eni za svaku referencu. Ako se podaci iz reference mogu razumeti kao zahtevani format, bi\u0107e integrisani u odgovor, u suprotnom \u0107e biti uklju\u010deni kao neobra\u0111en sadr\u017eaj.
batch.input=Ulaznim podacima se posebno upravlja za serijske zahteve. Ulazni podaci treba da budu u formi http parametara (u zaglavlju), pri \u010demu je klju\u010d serije prefiks uz svaki parametar koji je jedinstven za povezani serijski zahtev i bilo koje deljene parametre ostavljene bez prefiksa. <br/>Na primer, \u017eelimo da serijski kreiramo 2 ponu\u0111ena odgovora koja dele isti ID broj ispitivanja. Poslati parametri mogu da izgledaju ovako\: (pollId\=111, ref0.text\='Ice cream and kittens', ref1.text\='I hate nice things') ID broj ispitivanja \u0107e se primenjivati na oba kreirana ponu\u0111ena odgovora. <br/>Slanje kodiranih podataka u telu zahteva trenutno nije podr\u017eano.
