# Contains the i18n strings for the entity description pages
# the primary describe page
describe.all=Opi\u0161i sve
describe.registered.entities=registrovani subjekti
describe.registered.prefixes=Registrovani prefiksi (tipovi entiteta)
describe.capabilities=Mogu\u0107nosti
describe.capabilities.name=Naziv
describe.capabilities.type=Tip
describe.capabilities.description=Opis
describe.general.notes=Op\u0161te napomene o specijalnim parametrima i zaglavljima\: <br/> bez ke\u0161iranja - ovo \u0107e dovesti do toga da se ke\u0161irana zaglavlja podese tako da ne budu ke\u0161irana (podrazumevano ke\u0161iranje je pode\u0161eno na osnovu poslednjeg izmenjenog datuma za subjekt ILI 5 minuta) <br/> poslednja izmena - ovo \u0107e dovesti do pode\u0161avanja zaglavlja sa datumom poslednje izmene (unix vremenska oznaka u ms), opcija bez ke\u0161iranja bri\u0161e ovo <br/> prihvatanje - ovo standardno zaglavlje se mo\u017ee koristiti umesto ekstenzija formata (npr. xml), samo ostavi ekstenziju izvan URL-a
describe.searching=Prilikom pretrage subjekata na listi, slede\u0107im parametrima se posebno upravlja u sistemu (napominjemo da se sve RoR konvencije slede radi sortiranja/obele\u017eavanja stranica)\:<br/> _start (broj)\: pozicija prvog subjekta za vra\u0107anje (0 je prvi), npr. _start\=5 <br/> _page (broj)\: stranica podataka za prikaz (0 je prva), npr. _page\=2 <br/> _perpage (broj)\: broj subjekata za vra\u0107anje za stranicu (0 zna\u010di sve), npr. _perpage\=20 <br/> _limit (broj)\: maksimalan broj subjekata za vra\u0107anje (0 zna\u010di sve), e.g. _limit\=50 <br/> _order (niz)\: poredak sortiranja po kojem se subjekti vra\u0107aju (podrazumevano rastu\u0107i), treba da postoji zarezom razdvojena lista naziva subjekata koja opciono uklju\u010duje sufiks za utvr\u0111ivanje poretka, sufiks mo\u017ee biti _reverse ili _desc za opadaju\u0107i poredak ILI \u201e (prazno) ili _asc za rastu\u0107i poredak, npr. _order\=name ILI _order\=name_reverse ILI _order\=name,email_desc,firstname_asc,lastname_reverse<br/> _sort (niz)\: isto kao poredak<br/> _validateSession\: navedi ovaj parametar ako se sesije izri\u010dito proveravaju kako bi se omogu\u0107ila va\u017ee\u0107a sesija. Bez ovoga se validacija sesija prepu\u0161ta pru\u017eaocu usluga
describe.response.codes=HTTP kodovi odgovora onako kako ih sistem vra\u0107a\: <br/> 200 - OK (zahtev je u redu i sadr\u017eaj je vra\u0107en) <br/> 201 - CREATED (zahtev je kreirao nov sadr\u017eaj, URL i ID broj sadr\u017eaja u zaglavlju) <br/> 204 - NO CONTENT (zahtev je u redu, ali sadr\u017eaj se ne vra\u0107a) <br/> 400 - ERROR (generalna gre\u0161ka u zahtevu, verovatno neva\u017ee\u0107i parametri ili podaci) <br/> 401 - UNAUTHORIZED (autentifikacija korisnika je obavezna za ovaj zahtev) <br/> 403 - FORBIDDEN (odobrenje je obavezno, nedovoljne privilegije, korisnik je ve\u0107 autentifikovan) <br/> 404 - NOT FOUND (resurs nije otkriven, URL je na neki na\u010din neva\u017ee\u0107i, ID broj ili radnja su neva\u017ee\u0107i) <br/> 405 - METHOD NOT ALLOWED (metod nije podr\u017ean za ovaj tip subjekta) <br/> 406 - NOT ACCEPTABLE (obavezni format podataka je nedostupan za ovaj tip subjekta) <br/> 500 - INTERNAL SERVER ERROR (generalni kvar servera, verovatno kvar kod pru\u017eaoca usluga) <br/> 501 - NOT IMPLEMENTED (ozna\u010dava da je prefiks neva\u017ee\u0107i)

# details about response codes for each type
describe.details.header=Podaci o kodu odgovora\:
describe.entity.list.details=200 plus podataka; 404 ako se ne prona\u0111e, 406 ako je format nedostupan
describe.entity.new.details=201 plus ID broj (EntityId); 400 ako su ulazni podaci neva\u017ee\u0107i
describe.entity.show.details=200 plus podataka; 404 ako se ne prona\u0111e, 406 ako je format nedostupan
describe.entity.edit.details=204; 400 ako su ulazni podaci neva\u017ee\u0107i
describe.entity.delete.details=204; 404 ako se ne prona\u0111e

# the individual entity description pages
describe.entity.sample.urls=Obrazac URL-ova subjekata
describe.entity.may.be.invalid=mo\u017eda nije va\u017ee\u0107e
describe.entity.collection.url=Zbirka URL-ova subjekata
describe.entity.create.url=Kreiraj URL subjekta
describe.entity.show.url=Prika\u017ei URL subjekta
describe.entity.update.url=A\u017euriraj URL subjekta
describe.entity.delete.url=Obri\u0161i URL subjekta
describe.custom.actions=Uobi\u010dajene radnje
describe.entity.data.handling=Upravljanje podacima i zahtevom
describe.entity.data.access.provider=Lice koje omogu\u0107ava pristup dostupno za obradu zahteva
describe.entity.data.access.provider.none=Nema lica koje omogu\u0107ava pristup registrovanog za obradu zahteva
describe.entity.formats.output=Izlazni formati
describe.entity.formats.input=Ulazni formati
describe.entity.formats.all=Svi formati su dozvoljeni
describe.entity.formats.none=Nijedan format nije dozvoljen
describe.entity.formats.access=Formati lica koje omogu\u0107ava pristup
describe.entity.class=Klasa subjekta
describe.entity.field.status=Status
describe.entity.field.required=zahtevani
describe.entity.field.read.write=\u010citanje/pisanje
describe.entity.field.read.only=Samo \u010ditanje
describe.entity.field.write.only=Samo pitanje
describe.url.redirects=URL preusmeren
describe.url.redirects.no.outgoing=izra\u010dunata destinacija
