# this defines the entity description for membership
membership=Predstavlja \u010dlanstvo korisnika na lokaciji (lokacija, grupa, itd.) u sistemu, radi sa subjektima lokacije/grupe i subjektima korisnika. U dokumentaciji u nastavku ID bronj \u010dlana je niz u obliku USER_ID\:\:LOCATION_REFERENCE (npr., \u201eaaronz\:\:site\:mySiteId\u201c).
membership.view.new=(POST) Dodaj \u010dlanove navedene po ID broju. Alternativno, POST za jednostavan \u201e/membership\u201c URL mo\u017ee da navede \u201euserId\u201c i \u201elocationReference\u201c parametre zahteva. U svakom slu\u010daju, opcioni parametri zahteva su\: \u201ememberRole\u201c niz (podrazumevano za mogu\u0107nost pridru\u017eivanja \u010dlanovima lokacije je podrazumevana uloga pridru\u017eivanja); \u201eaktivna\u201c Bulova vrednost (podrazumevano je ta\u010dno). Mo\u017ee se dodavati serija na istu lokaciju pomo\u0107u iste uloge navo\u0111enjem parametra \u201euserIds\u201c (niz ID brojeva korisnika).
membership.view.delete=(DELETE) Brisanje \u010dlanova navedenih po ID broju. Vi\u0161e \u010dlanova mo\u017ee biti obrisano sa iste lokacije navo\u0111enjem parametra \u201euserIds\u201c (niz ID brojeva korisnika).
membership.view.edit=(POST) Izmena \u010dlanova navedenih po ID broju. Alternativno, POST za \u201e/membership\u201c URL mo\u017ee da navede \u201euserId\u201c i \u201elocationReference\u201c parametre zahteva. U svakom slu\u010daju, opcioni parametri zahteva su\: \u201ememberRole\u201c niz; \u201eaktivna\u201c Bulova vrednost. Mo\u017ee se a\u017eurirati serija na istoj lokaciji pomo\u0107u iste uloge i aktivnim pode\u0161avanjem uz navo\u0111enje parametra \u201euserIds\u201c (niz ID brojeva korisnika).
membership.view.list=Po definiciji vra\u0107a listu svih \u010dlanova lokacije za trenutnog korisnika. Opcioni parametri upita\: \u201eincludeSites\=false\u201c filtrira \u010dlanove lokacije; \u201eincludeGroups\=true\u201c vra\u0107a \u010dlanove grupe; \u201e_locationReference\=LOCATION_REFERENCE\u201c vra\u0107a sve \u010dlanove na navedenoj lokaciji ili grupi; \u201euser\=USER_ID\u201c (ili \u201euserId\=USER_ID\u201c ili \u201e_userReference\=USER_REFERENCE\u201c) vra\u0107a date \u010dlanove korisnika; \u201eincludeMemberDetails\=true\u201c za vra\u0107anje punih podataka \u010dlanova samo o ulozi korisnika, ovo se ne mo\u017ee koristiti sa includeGroups\=true; \u201erole\=ROLE_STRING\u201c (ili \u201eroleId\=ROLE_STRING\u201c) ograni\u010dava listu na navedenu ulogu \u010dlana.
membership.action.site=URL format je \u201e/membership/site/\:SITE_ID\:\u201c. <br/> (GET) \u0107e vratiti sve \u010dlanove na navedenoj lokaciji. <br/> (POST) \u0107e dodati jednog ili vi\u0161e \u010dlanova lokacije preko niza \u201euserSearchValues\u201c parametara zahteva (od kojih je svaki ID broj korisnika, EID korisnika ili imejl adresa), zajedno sa nizom \u201ememberRole\u201c (podrazumevano za \u010dlanove koji se mogu pridru\u017eiti je podrazumevana uloga za pridru\u017eivanje) i \u201eaktivnom\u201c Bulovom vredno\u0161\u0107u (podrazumevano je ta\u010dno). Zaglavlja u odgovorima mogu da uklju\u010duju \u201ex-warning-not-found\u201c (za listu neva\u017ee\u0107ih userSearchValues) i \u201ex-warning-already-members\u201c (za listu userSearchValues koji su ve\u0107 bili \u010dlanovi lokacije).
membership.action.sitebyjson=URL format je \u201e/membership/sitebyjson/\:SITE_ID\:\u201c. <br/> (POST) \u0107e dodati jednog ili vi\u0161e \u010dlanova preko grupe JSON navedene u \u201ejson\u201c parametru zahteva.<br/> <br/>JSON treba da se formatira na ovaj na\u010din\: <br/> <br/>[ {\u201eid\u201c\: \u201euser1\u201c, \u201erole\u201c\: \u201eaccess\u201c}, {\u201eid\u201c\: \u201euser2\u201c,\u201erole\u201c\: \u201emaintain\u201c} ]<br/> <br/>Tri zaglavlja u odgovoru \u0107e biti pode\u0161ena\:<br/> <br/><b>x-success-count</b>, koji sadr\u017ei broj uspe\u0161nih dodavanja<br/> <b>x-warning-not-found</b>, koji sadr\u017ei listu ID brojeva korisnika razdvojenu zarezom, a koji ne postoje<br/>  <b>x-warning-already-members</b>, koji sadr\u017ei listu ID brojeva korisnika koji su ve\u0107 bili na lokaciji, razdvojenu zarezom
membership.action.group=URL format je \u201e/membership/group/\:groupId\:\u201c <br/> (GET) \u0107e vratiti sve \u010dlanove grupe. <br/> (POST) \u0107e a\u017eurirati \u010dlanstvo korisnika u grupi. Obavezni POST parametri\: 'userIds' lista korisnika razdvojena zarezom (eid ili ID broj). 'action' mo\u017ee da ima vrednosti\: a\u017euriraj, dodaj ili ukloni. Ako a\u017eurira\u0161, zameni trenutne \u010dlanove navedenom listom. Ako dodaje\u0161, dodaj listu uz postoje\u0107e \u010dlanove, ako uklanja\u0161, ukloni listu iz postoje\u0107ih \u010dlanova.
membership.action.join=Omogu\u0107ava korisniku bez dozvole na lokaciji da se pridru\u017ei, radi samo sa trenutnim korisnikom\: /membership/join/site/siteId
membership.action.unjoin=Omogu\u0107ava korisniku bez dozvole na lokaciji da se isklju\u010di, radi samo sa trenutnim korisnikom\: /membership/unjoin/site/siteId
membership.action.fastroles=Omogu\u0107ava brzo vra\u0107anje trenutne uloge na lokaciji. Koristi format \u201e/membership/fastroles/\:userId\:\u201c (ili userEid) ili trenutnog korisnika ako nema navedenih. Pre\u010dica za includeMemberDetail\=false.
