#X-Generator: crowdin.net
# this defines the entity description for membership
membership=\ \u090f\u0915 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0915\u0940 \u0938\u0926\u0938\u094d\u092f\u0924\u093e \u092a\u094d\u0930\u0923\u093e\u0932\u0940 \u092e\u0947\u0902 \u090f\u0915 \u0938\u094d\u0925\u093e\u0928 (\u0938\u093e\u0907\u091f, \u0938\u092e\u0942\u0939, \u0906\u0926\u093f) \u092e\u0947\u0902 \u0909\u0938\u0915\u093e \u092a\u094d\u0930\u0924\u093f\u0928\u093f\u0927\u093f\u0924\u094d\u0935 \u0915\u0930\u0924\u093e \u0939\u0948, \u0938\u093e\u0907\u091f / \u0938\u092e\u0942\u0939 \u0938\u0902\u0938\u094d\u0925\u093e\u0913\u0902 \u0914\u0930 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0938\u0902\u0938\u094d\u0925\u093e\u0913\u0902 \u0915\u0947 \u0938\u093e\u0925 \u0915\u093e\u092e \u0915\u0930\u0924\u093e \u0939\u0948\u0964 \u0928\u0940\u091a\u0947 \u0926\u093f\u090f \u0917\u090f \u092a\u094d\u0930\u0932\u0947\u0916\u0928 \u092e\u0947\u0902, \u090f\u0915 \u0938\u0926\u0938\u094d\u092f\u0924\u093e \u0906\u0908\u0921\u0940 \u090f\u0915 \u0938\u094d\u091f\u094d\u0930\u093f\u0902\u0917 \u0915\u0947 \u0930\u0942\u092a \u092e\u0947\u0902  \u0939\u0948 USER_ID\:\:LOCATION_REFERENCE (\u0909\u0926\u093e\u0939\u0930\u0923 \u0915\u0947 \u0932\u093f\u090f, "aaronz\:\:site\:mySiteId") \u0964
membership.view.new=(\u092a\u094b\u0938\u094d\u091f) \u0906\u0908\u0921\u0940 \u0915\u0947 \u0906\u0927\u093e\u0930 \u092a\u0930 \u0928\u093f\u0930\u094d\u0926\u093f\u0937\u094d\u091f \u0938\u0926\u0938\u094d\u092f\u0924\u093e \u091c\u094b\u0921\u093c\u0947\u0902 \u0964 \u0935\u0948\u0915\u0932\u094d\u092a\u093f\u0915 \u0930\u0942\u092a \u0938\u0947, \u0938\u0930\u0932 "/ \u0938\u0926\u0938\u094d\u092f\u0924\u093e" \u092f\u0942\u0906\u0930\u090f\u0932 \u0915\u0947 \u0932\u093f\u090f \u090f\u0915 \u092a\u094b\u0938\u094d\u091f "\u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e\u0906\u0908\u0921\u0940" \u0914\u0930 "\u0938\u094d\u0925\u093e\u0928 \u0938\u0902\u0926\u0930\u094d\u092d" \u0905\u0928\u0941\u0930\u094b\u0927 \u092a\u0948\u0930\u093e\u092e\u0940\u091f\u0930 \u0928\u093f\u0930\u094d\u0926\u093f\u0937\u094d\u091f \u0915\u0930 \u0938\u0915\u0924\u0947 \u0939\u0948\u0902 \u0964 \u0915\u093f\u0938\u0940 \u092d\u0940 \u0938\u094d\u0925\u093f\u0924\u093f \u092e\u0947\u0902, \u0935\u0948\u0915\u0932\u094d\u092a\u093f\u0915 \u0905\u0928\u0941\u0930\u094b\u0927 \u092a\u0948\u0930\u093e\u092e\u0940\u091f\u0930 \u0939\u0948\u0902 \: "\u0938\u0926\u0938\u094d\u092f \u092d\u0942\u092e\u093f\u0915\u093e" \u0938\u094d\u091f\u094d\u0930\u093f\u0902\u0917 (\u0938\u0915\u094d\u0937\u092e \u0939\u094b\u0928\u0947 \u0935\u093e\u0932\u0940 \u0938\u093e\u0907\u091f \u0915\u0940 \u0938\u0926\u0938\u094d\u092f\u0924\u093e \u0915\u0947 \u0932\u093f\u090f \u0921\u093f\u092b\u093c\u0949\u0932\u094d\u091f \u090f\u0915 \u0921\u093f\u092b\u093c\u0949\u0932\u094d\u091f \u092f\u094b\u091c\u0915 \u092d\u0942\u092e\u093f\u0915\u093e \u0939\u0948); "\u0938\u0915\u094d\u0930\u093f\u092f" \u092c\u0942\u0932\u093f\u092f\u0928 \u092e\u0942\u0932\u094d\u092f (\u0921\u093f\u092b\u093c\u0949\u0932\u094d\u091f \u0930\u0942\u092a \u0938\u0947 \u0938\u091a \u0939\u0948 ) \u0964\u0909\u0938\u0940 \u0938\u094d\u0925\u093e\u0928 \u092a\u0930 \u092c\u0948\u091a \u091c\u094b\u0921\u093c \u0938\u0915\u0924\u0947 \u0939\u0948\u0902 \u0909\u0938\u0940 \u092d\u0942\u092e\u093f\u0915\u093e \u0915\u093e \u0909\u092a\u092f\u094b\u0917 \u0915\u0930\u0915\u0947  "\u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e\u0906\u0908\u0921\u0940\u0938" \u092a\u0948\u0930\u093e\u092e\u0940\u091f\u0930 \u0928\u093f\u0930\u094d\u0926\u093f\u0937\u094d\u091f \u0915\u0930\u0915\u0947 (\u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0906\u0908\u0921\u0940 \u0915\u0940 \u090f\u0915 \u0938\u0930\u0923\u0940) \u0964
membership.view.delete=(\u0939\u091f\u093e\u0928\u093e) \u0906\u0908\u0921\u0940 \u0915\u0947 \u0906\u0927\u093e\u0930 \u092a\u0930 \u0928\u093f\u0930\u094d\u0926\u093f\u0937\u094d\u091f \u0938\u0926\u0938\u094d\u092f\u0924\u093e \u0939\u091f\u093e\u090f\u0902 \u0964 \u090f\u0915 \u0938\u0947 \u0905\u0927\u093f\u0915 \u0938\u0926\u0938\u094d\u092f\u0924\u093e \u090f\u0915 \u0939\u0940 \u0938\u094d\u0925\u093e\u0928 \u0938\u0947  "\u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e\u0906\u0908\u0921\u0940" \u092a\u0948\u0930\u093e\u092e\u0940\u091f\u0930 \u0915\u0947 \u095b\u0930\u093f\u090f \u0939\u091f\u093e\u092f\u0940 \u091c\u093e \u0938\u0915\u0924\u0940 \u0939\u0948 (\u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0906\u0908\u0921\u0940 \u0915\u0940 \u090f\u0915 \u0938\u0930\u0923\u0940) \u0964
membership.view.edit=(\u092a\u094b\u0938\u094d\u091f) \u0906\u0908\u0921\u0940 \u0915\u0947 \u0906\u0927\u093e\u0930 \u092a\u0930 \u0928\u093f\u0930\u094d\u0926\u093f\u0937\u094d\u091f \u0938\u0926\u0938\u094d\u092f\u0924\u093e \u0938\u0902\u0936\u094b\u0927\u093f\u0924 \u0915\u0930\u0947\u0902 \u0964 \u0935\u0948\u0915\u0932\u094d\u092a\u093f\u0915 \u0930\u0942\u092a \u0938\u0947, \u0938\u0930\u0932 "/ \u0938\u0926\u0938\u094d\u092f\u0924\u093e" \u092f\u0942\u0906\u0930\u090f\u0932 \u0915\u0947 \u0932\u093f\u090f \u090f\u0915 \u092a\u094b\u0938\u094d\u091f "\u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e\u0906\u0908\u0921\u0940" \u0914\u0930 "\u0938\u094d\u0925\u093e\u0928 \u0938\u0902\u0926\u0930\u094d\u092d" \u0905\u0928\u0941\u0930\u094b\u0927 \u092a\u0948\u0930\u093e\u092e\u0940\u091f\u0930 \u0928\u093f\u0930\u094d\u0926\u093f\u0937\u094d\u091f \u0915\u0930 \u0938\u0915\u0924\u0947 \u0939\u0948\u0902 \u0964   \u0915\u093f\u0938\u0940 \u092d\u0940 \u0938\u094d\u0925\u093f\u0924\u093f \u092e\u0947\u0902, \u0935\u0948\u0915\u0932\u094d\u092a\u093f\u0915 \u0905\u0928\u0941\u0930\u094b\u0927 \u092a\u0948\u0930\u093e\u092e\u0940\u091f\u0930 \u0939\u0948\u0902 \: "\u0938\u0926\u0938\u094d\u092f \u092d\u0942\u092e\u093f\u0915\u093e" \u0938\u094d\u091f\u094d\u0930\u093f\u0902\u0917 ; "\u0938\u0915\u094d\u0930\u093f\u092f" \u092c\u0942\u0932\u093f\u092f\u0928 \u092e\u0942\u0932\u094d\u092f \u0964 \u0909\u0938\u0940 \u0938\u094d\u0925\u093e\u0928 \u092a\u0930 \u090f\u0915 \u0939\u0940 \u092d\u0942\u092e\u093f\u0915\u093e \u0914\u0930 \u0938\u0915\u094d\u0930\u093f\u092f \u0938\u0947\u091f\u093f\u0902\u0917 \u0915\u093e \u0909\u092a\u092f\u094b\u0917 \u0915\u0930\u0915\u0947 \u090f\u0915 "\u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e\u0906\u0908\u0921\u0940\u0938" (\u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0906\u0908\u0921\u0940 \u0915\u0940 \u090f\u0915 \u0938\u0930\u0923\u0940) \u092a\u0948\u0930\u093e\u092e\u0940\u091f\u0930 \u0928\u093f\u0930\u094d\u0926\u093f\u0937\u094d\u091f \u0926\u094d\u0935\u093e\u0930\u093e \u090f\u0915 \u092c\u0948\u091a \u0905\u0926\u094d\u092f\u0924\u0928 \u0915\u0930 \u0938\u0915\u0924\u0947 \u0939\u0948\u0902\u0964
membership.view.list=\u0921\u093f\u092b\u093c\u0949\u0932\u094d\u091f \u0930\u0942\u092a \u0938\u0947, \u0906\u0908\u0921\u0940 \u0915\u0947 \u0906\u0927\u093e\u0930 \u092a\u0930 \u0928\u093f\u0930\u094d\u0926\u093f\u0937\u094d\u091f \u0938\u0926\u0938\u094d\u092f\u0924\u093e \u0938\u0902\u0936\u094b\u0927\u093f\u0924 \u0915\u0930\u0947\u0902\u0964 \u0935\u0948\u0915\u0932\u094d\u092a\u093f\u0915 \u0915\u094d\u0935\u0947\u0930\u0940 \u092a\u0948\u0930\u093e\u092e\u0940\u091f\u0930\: "includeSites \= false"  \u0938\u093e\u0907\u091f \u0915\u0940 \u0938\u0926\u0938\u094d\u092f\u0924\u093e \u092b\u093c\u093f\u0932\u094d\u091f\u0930 \u0915\u0930\u0924\u093e \u0939\u0948 ; "includeGroups \= true" \u0938\u092e\u0942\u0939 \u0938\u0926\u0938\u094d\u092f\u0924\u093e \u092a\u0941\u0928\u0930\u094d\u092a\u094d\u0930\u093e\u092a\u094d\u0924 \u0915\u0930\u0924\u093e  \u0939\u0948 ; "_locationReference \= LOCATION_REFERENCE" \u0938\u092d\u0940 \u0915\u0940 \u0938\u0926\u0938\u094d\u092f\u0924\u093e \u0928\u093f\u0930\u094d\u0926\u093f\u0937\u094d\u091f \u0938\u093e\u0907\u091f \u092f\u093e \u0938\u092e\u0942\u0939 \u092e\u0947\u0902 \u0930\u093f\u091f\u0930\u094d\u0928 \u0915\u0930\u0924\u093e  \u0939\u0948 ; "user \= USER_ID" (\u092f\u093e "userId \= USER_ID" \u092f\u093e "_userReference \= USER_REFERENCE") \u0926\u093f\u090f \u0917\u090f \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0915\u0940 \u0938\u0926\u0938\u094d\u092f\u0924\u093e \u0930\u093f\u091f\u0930\u094d\u0928  \u0915\u0930\u0924\u093e \u0939\u0948 ; "role \= ROLE_STRING" (\u092f\u093e "roleId \= ROLE_STRING") \u0928\u093f\u0930\u094d\u0926\u093f\u0937\u094d\u091f \u0938\u0926\u0938\u094d\u092f \u092d\u0942\u092e\u093f\u0915\u093e \u0915\u0947 \u0932\u093f\u090f \u0938\u0942\u091a\u0940 \u092a\u094d\u0930\u0924\u093f\u092c\u0902\u0927\u093f\u0924 \u0915\u0930\u0924\u093e \u0939\u0948\u0964
membership.action.site=\u092f\u0942\u0906\u0930\u090f\u0932 \u0938\u094d\u0935\u0930\u0942\u092a \u0939\u0948 "/membership/site/\:SITE_ID\: '\u0964<br/> \n (\u091c\u093e\u0913) \u0938\u092d\u0940 \u0915\u0940 \u0938\u0926\u0938\u094d\u092f\u0924\u093e  \u0928\u093f\u0930\u094d\u0926\u093f\u0937\u094d\u091f \u0938\u093e\u0907\u091f \u092e\u0947\u0902 \u0935\u093e\u092a\u0938 \u0906 \u091c\u093e\u090f\u0917\u0940\u0964 <br/> \n(\u092a\u094b\u0938\u094d\u091f) "\u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0916\u094b\u091c \u092e\u0942\u0932\u094d\u092f\u094b\u0902" \u0905\u0928\u0941\u0930\u094b\u0927 \u092e\u093e\u092a\u0926\u0902\u0921\u094b\u0902 \u0915\u0940 \u090f\u0915 \u0938\u0930\u0923\u0940 \u0915\u0947 \u092e\u093e\u0927\u094d\u092f\u092e \u0938\u0947 \u090f\u0915 \u092f\u093e \u090f\u0915 \u0938\u0947 \u0905\u0927\u093f\u0915 \u0938\u093e\u0907\u091f \u0915\u0940 \u0938\u0926\u0938\u094d\u092f\u0924\u093e \u091c\u094b\u0921\u093c \u0926\u0947\u0917\u093e (\u091c\u093f\u0928\u092e\u0947\u0902 \u0938\u0947 \u092a\u094d\u0930\u0924\u094d\u092f\u0947\u0915 \u090f\u0915 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0906\u0908\u0921\u0940, \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e EID, \u0939\u0948 \u092f\u093e \u0908\u092e\u0947\u0932 \u092a\u0924\u093e), \u090f\u0915 "\u0938\u0926\u0938\u094d\u092f \u092d\u0942\u092e\u093f\u0915\u093e" \u0938\u094d\u091f\u094d\u0930\u093f\u0902\u0917 \u0915\u0947 \u0938\u093e\u0925  (\u091c\u0949\u0907\u0928\u092c\u0932\u0947 \u0938\u093e\u0907\u091f \u0915\u0940 \u0938\u0926\u0938\u094d\u092f\u0924\u093e \u0915\u0947 \u0932\u093f\u090f \u0921\u093f\u092b\u093c\u0949\u0932\u094d\u091f \u0939\u0948 \u090f\u0915 \u0921\u093f\u092b\u093c\u0949\u0932\u094d\u091f \u092f\u094b\u091c\u0915 \u092d\u0942\u092e\u093f\u0915\u093e) \u0914\u0930 "\u0938\u0915\u094d\u0930\u093f\u092f" \u092c\u0942\u0932\u093f\u092f\u0928 \u092e\u0942\u0932\u094d\u092f (\u0921\u093f\u092b\u093c\u0949\u0932\u094d\u091f \u0938\u091a \u0939\u0948)\u0964 \u092a\u094d\u0930\u0924\u093f\u0938\u093e\u0926 \u0936\u0940\u0930\u094d\u0937 \u0932\u0947\u0916 "x-\u091a\u0947\u0924\u093e\u0935\u0928\u0940-\u0928\u0939\u0940\u0902-\u092a\u093e\u092f\u093e" (\u0905\u092e\u093e\u0928\u094d\u092f \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0916\u094b\u091c \u092e\u0942\u0932\u094d\u092f\u094b\u0902 \u0915\u0940 \u090f\u0915 \u0938\u0942\u091a\u0940) \u0915\u0947 \u0932\u093f\u090f \u0914\u0930 x-\u091a\u0947\u0924\u093e\u0935\u0928\u0940-\u092a\u0939\u0932\u0947 \u0938\u0947 \u0939\u0940-\u0938\u0926\u0938\u094d\u092f"" (\u091c\u094b \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0916\u094b\u091c \u092e\u0942\u0932\u094d\u092f\u094b\u0902 \u200b\u200b\u0915\u0940 \u0938\u0942\u091a\u0940 \u0915\u0947 \u0932\u093f\u090f \u092a\u0939\u0932\u0947 \u0938\u0947 \u0939\u0940 \u0938\u093e\u0907\u091f \u0915\u0947 \u0938\u0926\u0938\u094d\u092f \u0925\u0947 ) \u0936\u093e\u092e\u093f\u0932 \u0939\u094b \u0938\u0915\u0924\u0947 \u0939\u0948\u0902\u0964
membership.action.group=\u092f\u0942\u0906\u0930\u090f\u0932 \u0938\u094d\u0935\u0930\u0942\u092a \u0939\u0948 "/membership/group/\:groupId\:" <br/> \n(\u091c\u093e\u0913) \u090f\u0915 \u0938\u092e\u0942\u0939 \u0915\u0947 \u0932\u093f\u090f \u0938\u092d\u0940 \u0958\u0940 \u0938\u0926\u0938\u094d\u092f\u0924\u093e \u0935\u093e\u092a\u0938 \u0939\u094b\u0917\u0940 \u0964 <br/>  \n(\u092a\u094b\u0938\u094d\u091f) \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0938\u092e\u0942\u0939 \u0938\u0926\u0938\u094d\u092f\u0924\u093e \u0905\u0926\u094d\u092f\u0924\u0928 \u0915\u0930\u0947\u0917\u093e\u0964 \u0905\u0928\u093f\u0935\u093e\u0930\u094d\u092f \u092a\u094b\u0938\u094d\u091f \u092e\u093e\u092a\u0926\u0902\u0921\u094b\u0902\: (eid \u092f\u093e \u0906\u0908\u0921\u0940 ) \u090f\u0915 \u0905\u0932\u094d\u092a\u0935\u093f\u0930\u093e\u092e \u0905\u0932\u0917 \u0938\u0942\u091a\u0940 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e\u0913\u0902 \u0915\u0940\u0964  '\u0915\u093e\u0930\u094d\u0930\u0935\u093e\u0908' \u092e\u0947 \u092e\u0942\u0932\u094d\u092f \u0939\u094b \u0938\u0915\u0924\u0947 \u0939\u0948\u0902 \: \u0905\u0926\u094d\u092f\u0924\u0928 \u0915\u0930\u0947\u0902, \u091c\u094b\u0921\u093c\u0947\u0902 \u092f\u093e \u0928\u093f\u0915\u093e\u0932\u0947\u0902\u0964 \u092f\u0926\u093f \u0905\u0926\u094d\u092f\u0924\u0928 \u0915\u0930\u0947\u0902, \u0935\u0930\u094d\u0924\u092e\u093e\u0928 \u0938\u0926\u0938\u094d\u092f\u0924\u093e \u092a\u094d\u0930\u0926\u093e\u0928 \u0915\u0940 \u0938\u0942\u091a\u0940 \u0915\u0947 \u0938\u093e\u0925 \u092c\u0926\u0932\u0947\u0902\u0964 \u0905\u0917\u0930 \u091c\u094b\u0921\u093c\u0947\u0902, \u092e\u094c\u091c\u0942\u0926\u093e \u0938\u0926\u0938\u094d\u092f\u0924\u093e \u092e\u0947 \u0938\u0942\u091a\u0940 \u0915\u094b \u091c\u094b\u0921\u093c\u0947\u0902, \u092f\u0926\u093f \u0939\u091f\u093e\u090f\u0901, \u092e\u094c\u091c\u0942\u0926\u093e \u0938\u0926\u0938\u094d\u092f\u0924\u093e \u0938\u0947 \u0938\u0942\u091a\u0940 \u0915\u094b \u0939\u091f\u093e \u0926\u0947\u0902 \u0964
membership.action.join=\u090f\u0915 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0915\u094b \u092c\u093f\u0928\u093e \u0905\u0928\u0941\u092e\u0924\u093f \u0915\u0947 \u0938\u093e\u0907\u091f \u092e\u0947\u0902 \u091c\u0941\u0921\u093c\u0928\u0947  \u0905\u0928\u0941\u092e\u0924\u093f \u0926\u0947 , \u0915\u0947\u0935\u0932 \u0935\u0930\u094d\u0924\u092e\u093e\u0928 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0915\u0947 \u0938\u093e\u0925 \u0915\u093e\u092e \u0915\u0930\u0924\u093e \u0939\u0948 \: /membership/join/site/siteId
membership.action.unjoin=\u090f\u0915 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0915\u094b \u092c\u093f\u0928\u093e \u0905\u0928\u0941\u092e\u0924\u093f \u0915\u0947 \u0938\u093e\u0907\u091f \u092e\u0947\u0902 \u091c\u0941\u0921\u093c\u0928\u0947 \u0958\u0940 \u0905\u0928\u0941\u092e\u0924\u093f \u0926\u0947 , \u0915\u0947\u0935\u0932 \u0935\u0930\u094d\u0924\u092e\u093e\u0928 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0915\u0947 \u0938\u093e\u0925 \u0915\u093e\u092e \u0915\u0930\u0924\u093e \u0939\u0948 \: /membership/join/site/siteId

