# this defines the entity description for membership
membership=Representa una membres\u00eda de un usuario en una localizaci\u00f3n (sitio, grupo, etc.) del sistema y trabaja con las entidades del sitio/grupo y las entidades de usuario
membership.view.new=Puede hacer una adici\u00f3n por lotes utilizando el par\u00e1metro 'userIds' (array con los userId)
membership.view.delete=Puede hacer un borrado por lotes utilizando el par\u00e1metro 'userIds' (array con los userId)
membership.view.edit=(POST) Modificar la membres\u00eda por medio del ID. De manera alternativa puede hacer uso de una petici\u00f3n POST a la URL "/membership" y especificando los par\u00e1metros "userId" y "locationReference". En cualquier caso los par\u00e1metros \u00f3ptimos son\: "memberRole" string; "active" Boolean. Puede realizar un actualizaci\u00f3n en lotes a la misma ubicaci\u00f3n usando el mismo rol y valores si especifica un par\u00e1metro "userIds" (un vector de IDs de usuarios).
membership.view.list=Obtiene una lista de todas las membres\u00edas del usuario actual,\nutilice includeSite (valor l\u00f3gico) o includeGroup (valor l\u00f3gico) para limitar al usuario actual o enviar un 'userId' (cadena de texto) para limitar por usuario, \nutilice 'locationReferene' (cadena de texto) (sitio o grupo de referencia) para limitar las membres\u00edas de todos para una ubicaci\u00f3n espec\u00edfica,  utilice 'roleId' (cadena de texto) para limitar un rol concreto en una ubicaci\u00f3n
membership.action.site=Permite obtener todas las membres\u00edas de un sitio utilizando una direcci\u00f3n web (url) como\: /membership/site/siteId
membership.action.sitebyjson=El formato de la URL es "/membership/sitebyjson/\:SITE_ID\:". <br/> (POST) a\u00f1adir\u00e1 una o m\u00e1s matriculaciones a trav\u00e9s de un fragmento de JSON proporcionado en el par\u00e1metro 'json' de la petici\u00f3n.<br/> <br/>El JSON tienen que tener este formato\: <br/> <br/>[ {"id"\: "user1", "role"\: "access"}, {"id"\: "user2","role"\: "maintain"} ]<br/> <br/> Se pondr\u00e1n tres encabezados en la respuesta\:<br/> <br/><b>x-success-count</b>, que tiene el n\u00famero de matr\u00edculas con \u00e9xito<br/> <b>x-warning-not-found</b>, que contiene una lista separada por comas con los id de usuario que no existen<br/>  <b>x-warning-already-members</b>, que contiene una lista separadas por comas de los usuarios que ya est\u00e1n en el sitio
membership.action.group=Permite obtener todas las membres\u00edas de un grupo utilizando una direcci\u00f3n web (url) como\:/membership/group/groupId
membership.action.join=Permite a un usuario sin permisos agregarse a este sitio. Funciona solamente con el usuario actual\: /membership/join/site/siteId
membership.action.unjoin=Permite a un usuario sin permisos desvincularse de este sitio. Funciona solamente con el usuario actual\: /membership/unjoin/site/siteId
membership.action.fastroles=Permite recuperar el rol actual en un sitio de forma r\u00e1pida. Usa el formato "/membership/fastroles/\:userId\:" (o userEid) o el usuario actual si no se especifica ninguno. Una versi\u00f3n corta de includeMemberDetail\=false.
