# this defines the entity description for session
session=\u064a\u0645\u062b\u0644 \u062c\u0644\u0633\u0629 \u0645\u0633\u062a\u062e\u062f\u0645 \u0623\u0648 \u0646\u0638\u0627\u0645 \u0646\u0634\u0637\u0629 \u062d\u0627\u0644\u064a\u064b\u0627 \u060c \u0648\u0644\u0627 \u064a\u0645\u0643\u0646 \u0627\u0644\u0648\u0635\u0648\u0644 \u0625\u0644\u0649 \u062c\u0644\u0633\u0627\u062a \u063a\u064a\u0631 \u0646\u0634\u0637\u0629 \u0623\u0648 \u0645\u0639\u0644\u0648\u0645\u0627\u062a \u062d\u0648\u0644 \u0627\u0644\u062c\u0644\u0633\u0627\u062a \u063a\u064a\u0631 \u0627\u0644\u0646\u0634\u0637\u0629 \u060c \u0648\u062a\u0643\u0648\u0646 \u0627\u0644\u062c\u0644\u0633\u0629 \u063a\u064a\u0631 \u0642\u0627\u0628\u0644\u0629 \u0644\u0644\u062a\u063a\u064a\u064a\u0631 \u0628\u0634\u0643\u0644 \u0641\u0639\u0627\u0644 \u0648\u0625\u0632\u0627\u0644\u062a\u0647\u0627 \u0647\u064a \u0646\u0641\u0633\u0647\u0627 \u0645\u062b\u0644 \u0625\u0644\u063a\u0627\u0621 \u062a\u0646\u0634\u064a\u0637\u0647\u0627 \u060c \u0648\u0627\u0644\u062a\u062d\u062f\u064a\u062b \u0628\u0628\u0633\u0627\u0637\u0629 \u0644\u0647 \u062a\u0623\u062b\u064a\u0631 \u062a\u062d\u062f\u064a\u062b\u0647\u0627 \u062d\u062a\u0649 \u0644\u0627 \u062a\u0646\u062a\u0647\u064a \u0627\u0644\u0645\u0647\u0644\u0629
session.view.new=\u0642\u0645 \u0628\u0625\u0646\u0634\u0627\u0621 \u062c\u0644\u0633\u0629 \u062c\u062f\u064a\u062f\u0629 \u0639\u0628\u0631 \u0627\u0644\u0645\u0635\u0627\u062f\u0642\u0629 \u0628\u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0645\u0639\u0644\u0645\u0627\u062a "_username" \u0648 "_password" \u0627\u0644\u062a\u064a \u062a\u0645 \u062a\u0639\u064a\u064a\u0646\u0647\u0627 \u0639\u0644\u0649 \u0627\u0633\u0645 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0648\u0643\u0644\u0645\u0629 \u0627\u0644\u0645\u0631\u0648\u0631 \u0627\u0644\u062e\u0627\u0635\u0629 \u0628\u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0644\u0625\u0646\u0634\u0627\u0621 \u0627\u0644\u062c\u0644\u0633\u0629 \u0645\u0646 \u0623\u062c\u0644 \u060c \u0648\u0641\u0642\u064b\u0627 \u0644\u0627\u062a\u0641\u0627\u0642\u064a\u0627\u062a REST \u060c \u0633\u064a\u062a\u0645 \u0625\u0631\u0633\u0627\u0644 \u0645\u0639\u0631\u0641 \u0627\u0644\u062c\u0644\u0633\u0629 \u0645\u0631\u0629 \u0623\u062e\u0631\u0649 \u0641\u064a \u0631\u0624\u0648\u0633 \u0627\u0644\u0627\u0633\u062a\u062c\u0627\u0628\u0629 \u060c \u0645\u0644\u0627\u062d\u0638\u0629\: \u064a\u0645\u0643\u0646 \u0644\u0644\u0645\u0633\u0624\u0648\u0644\u064a\u0646 \u0625\u0646\u0634\u0627\u0621 \u062c\u0644\u0633\u0627\u062a \u0644\u0623\u064a \u0645\u0633\u062a\u062e\u062f\u0645 \u0628\u0645\u062c\u0631\u062f \u0625\u0631\u0633\u0627\u0644 \u0637\u0644\u0628 \u0628\u0628\u064a\u0627\u0646\u0627\u062a \u062c\u0644\u0633\u0629 \u0635\u0627\u0644\u062d\u0629
session.Deleteable=\u062d\u0630\u0641 \u062c\u0644\u0633\u0629 \u064a\u062c\u0639\u0644\u0647\u0627 \u063a\u064a\u0631 \u0646\u0634\u0637\u0629 \u0639\u0644\u0649 \u0627\u0644\u0641\u0648\u0631 \u0648\u0644\u0627 \u064a\u0645\u0643\u0646 \u0627\u0644\u0648\u0635\u0648\u0644 \u0625\u0644\u064a\u0647\u0627 \u0628\u0639\u062f \u0627\u0644\u0622\u0646 (\u0645\u062b\u0644 \u0627\u0633\u062a\u062f\u0639\u0627\u0621 Session.invalidate())
session.Updateable=\u064a\u0624\u062f\u064a \u062a\u062d\u062f\u064a\u062b \u0627\u0644\u062c\u0644\u0633\u0629 \u0625\u0644\u0649 \u0625\u0639\u0627\u062f\u0629 \u062a\u0639\u064a\u064a\u0646 \u0627\u0644\u0645\u0647\u0644\u0629 (\u0645\u062b\u0644 \u0627\u0633\u062a\u062f\u0639\u0627\u0621 Session.setActive ())
session.Resolvable=\u0633\u064a\u0624\u062f\u064a \u0627\u0644\u0648\u0635\u0648\u0644 \u0625\u0644\u0649 \u0627\u0644\u062c\u0644\u0633\u0629 \u0625\u0644\u0649 \u062a\u062d\u062f\u064a\u062b\u0647\u0627 \u0625\u0644\u0627 \u0625\u0630\u0627 \u0642\u0645\u062a \u0628\u062a\u0645\u0631\u064a\u0631 \u0645\u0639\u0644\u0645\u0629 \u062a\u0633\u0645\u0649 "\u062a\u0644\u0642\u0627\u0626\u064a" (\u0644\u0627 \u062a\u0647\u0645 \u0642\u064a\u0645\u0629 \u0627\u0644\u0645\u0639\u0644\u0645\u0629) \u060c \u0648\u0647\u0630\u0627 \u0633\u064a\u0633\u0645\u062d \u0644\u0643 \u0628\u0627\u0644\u062d\u0635\u0648\u0644 \u0639\u0644\u0649 \u0645\u0639\u0644\u0648\u0645\u0627\u062a \u062d\u0648\u0644 \u0627\u0644\u062c\u0644\u0633\u0629 \u062f\u0648\u0646 \u0627\u0644\u062a\u0633\u0628\u0628 \u0641\u064a \u062a\u062d\u062f\u064a\u062b\u0647\u0627
session.Createable=\u0644\u0628\u062f\u0621 \u062c\u0644\u0633\u0629 \u062c\u062f\u064a\u062f\u0629 \u060c \u0623\u0637\u0644\u0642 \u0637\u0644\u0628 \u0625\u0646\u0634\u0627\u0621 \u0645\u0639 \u062a\u0639\u064a\u064a\u0646 \u0645\u0639\u0644\u0645\u0629 '_username' \u0648 '_password' \u0639\u0644\u0649 \u0627\u0633\u0645 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0648\u0643\u0644\u0645\u0629 \u0627\u0644\u0645\u0631\u0648\u0631 \u0644\u0625\u0646\u0634\u0627\u0621 \u062c\u0644\u0633\u0629 \u0645\u0646 \u0623\u062c\u0644 \u060c \u0645\u0644\u0627\u062d\u0638\u0629\: \u064a\u062c\u0648\u0632 \u0644\u0644\u0645\u0633\u0624\u0648\u0644\u064a\u0646 \u0625\u0646\u0634\u0627\u0621 \u062c\u0644\u0633\u0627\u062a \u0644\u0623\u064a \u0645\u0633\u062a\u062e\u062f\u0645 \u0628\u0645\u062c\u0631\u062f \u0625\u0631\u0633\u0627\u0644 \u0637\u0644\u0628 \u0628\u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0643\u064a\u0627\u0646 \u062c\u0644\u0633\u0629 \u0635\u0627\u0644\u062d
session.redirect./{prefix}/{id}/norefresh=\u064a\u0633\u0645\u062d \u0644\u0639\u0646\u0648\u0627\u0646 URL \u062c\u064a\u062f \u0644\u0644\u062d\u0635\u0648\u0644 \u0639\u0644\u0649 \u062c\u0644\u0633\u0629 \u062f\u0648\u0646 \u0627\u0644\u062a\u0633\u0628\u0628 \u0641\u064a \u062a\u062d\u062f\u064a\u062b
session.redirect./{prefix}/current/norefresh=\u0639\u0646\u0648\u0627\u0646 URL \u0633\u0647\u0644 \u0644\u0644\u062d\u0635\u0648\u0644 \u0639\u0644\u0649 \u0627\u0644\u062c\u0644\u0633\u0629 \u0627\u0644\u062d\u0627\u0644\u064a\u0629 \u062f\u0648\u0646 \u0627\u0644\u062a\u0633\u0628\u0628 \u0641\u064a \u062a\u062d\u062f\u064a\u062b
session.action.current=\u0627\u0633\u062a\u0631\u062f\u0627\u062f \u0627\u0644\u062c\u0644\u0633\u0629 \u0627\u0644\u062d\u0627\u0644\u064a\u0629 \u0644\u0644\u0637\u0644\u0628 \u0627\u0644\u062d\u0627\u0644\u064a
session.action.becomeuser=\u064a\u0633\u0645\u062d \u0644\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0628\u0623\u0646 \u064a\u0635\u0628\u062d \u0645\u0633\u062a\u062e\u062f\u0645\u064b\u0627 \u0622\u062e\u0631 \u0628\u0627\u0641\u062a\u0631\u0627\u0636 \u0623\u0646 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0627\u0644\u0645\u0637\u0644\u0648\u0628 \u0647\u0648 \u0645\u0634\u0631\u0641 Sakai. \u0628\u0646\u0627\u0621 \u0627\u0644\u062c\u0645\u0644\u0629\: serverUrl / direct / session / \u062a\u0635\u0628\u062d \u0645\u0633\u062a\u062e\u062f\u0645\u064b\u0627 /\: USERID\: \u060c \u062d\u064a\u062b\: USERID\: \u0625\u0645\u0627 \u0645\u0639\u0631\u0641 \u0645\u0633\u062a\u062e\u062f\u0645 \u0623\u0648 \u0645\u0639\u0631\u0641 \u0645\u0633\u062a\u062e\u062f\u0645
session.field.creationTime=\u0631\u0645\u0632 \u0627\u0644\u0648\u0642\u062a \u0628\u0627\u0644\u0645\u0644\u0644\u064a \u062b\u0627\u0646\u064a\u0629 \u0644\u0648\u0642\u062a \u0625\u0646\u0634\u0627\u0621 \u0627\u0644\u062c\u0644\u0633\u0629
session.field.lastAccessedTime=\u0631\u0645\u0632 \u0627\u0644\u0648\u0642\u062a \u0628\u0627\u0644\u0645\u0644\u0644\u064a \u062b\u0627\u0646\u064a\u0629 \u0644\u0648\u0642\u062a \u0622\u062e\u0631 \u062a\u062d\u062f\u064a\u062b \u0644\u0644\u062c\u0644\u0633\u0629
session.field.maxInactiveInterval=\u062b\u0648\u0627\u0646\u064a \u0643\u062d\u062f \u0623\u0642\u0635\u0649 \u064a\u0645\u0643\u0646 \u0623\u0646 \u062a\u0643\u0648\u0646 \u0627\u0644\u062c\u0644\u0633\u0629 \u062e\u0627\u0645\u0644\u0629 \u0642\u0628\u0644 \u0627\u0644\u0625\u0628\u0637\u0627\u0644 \u0627\u0644\u062a\u0644\u0642\u0627\u0626\u064a
session.field.userEid=\u0627\u0644\u0645\u0639\u0631\u0651\u0641 \u0627\u0644\u062e\u0627\u0631\u062c\u064a (\u0639\u0627\u062f\u0629\u064b \u0627\u0633\u0645 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645) \u0644\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0627\u0644\u0630\u064a \u064a\u0645\u062a\u0644\u0643 \u0647\u0630\u0647 \u0627\u0644\u062c\u0644\u0633\u0629
