# this defines the entity description for site
site=Predstavlja lokaciju (zbirku korisnika i alata) u Sakai sistemu
site.view.new=Dodavanjem lokacije \u0107e se uvek pode\u0161avati vlasnik/kreator za trenutnog korisnika osim ako je \u201evlasnik\u201c pode\u0161en po ID broju korisnika, a minimum za kreiranje lokacije je ID broj i tip, sva druga polja su opciona
site.view.list=Vra\u0107a listu svih lokacija kojima trenutni korisnik mo\u017ee da pristupi. Obezbe\u0111uje vrednost za \u201e_limit\u201c kako bi se preciziralo koliko lokacija treba vratiti. Napominjemo da postoji sistemski maksimum koji \u0107e obrisati navedenu vrednost ako je ona ve\u0107a od dozvoljene. Obezbedi vrednost za \u201e_start\u201c radi pregleda rezultata na vi\u0161e zahteva. Na primer, sa 42 lokacije, zahtevi sa \u201e_start\u201c \= 1, \u201e_limit\u201c \= 50 i \u201e_start\u201c \= 51, \u201e_limit\u201c \= 50 se mogu koristiti za vra\u0107anje prve serije od 42 lokacije, a prazna druga serija bi ozna\u010davala kraj dostupnih rezultata.
site.view.edit=Mo\u017ee da a\u017eurira sva polja za upis na lokaciji koja uklju\u010duju vlasnika
site.view.show=Omogu\u0107ava pregled podataka sa jedne lokacije, koristi \u201eincludeGroups\u201c (Bulov tip podataka) za dobijanje podataka o grupama sa lokacijom
site.view.show.field.includeGroups=koristi ovaj Bulov tip podataka za dobijanje grupa za ovu lokaciju
site.redirect./{prefix}/{id}/memberships=Omogu\u0107ava vra\u0107anje svih \u010dlanstava za lokaciju preusmeravanjem na subjekta koji omogu\u0107ava \u010dlanstvo
site.Updateable=Vrednost vlasnika (ID broj korisnika) se sada mo\u017ee promeniti kada se kreira lokacija
site.action.exists=Vra\u0107a praznih 200 ako lokacija postoji, i ne vra\u0107a (mogu\u0107e 404) ako ne postoji. <br/> Napominjemo da tako\u0111e mo\u017ee\u0161 da proveri\u0161 ovo upotrebom pregleda lokacije, ali time se vra\u0107aju i informacije o lokaciji, tako da je to br\u017ei postupak
site.field.owner=ID broj korisnika se mo\u017ee promeniti nakon kreiranja lokacije, ali nema realnog efekta ako su pode\u0161ene kontakt informacije
site.action.group=Omogu\u0107ava direktan pristup informacijama u grupi pomo\u0107u URL-a poput\: /site/siteId/group/groupId Za radnje \u010dlanstva koristi Osobu koja omogu\u0107ava \u010dlanstvo<br /> (GET) /direct/site/siteid/group/groupid - dobija metapodatke za grupu, ali ne i za \u010dlanove. <br />(POST) /direct/site/siteid/group/groupid - a\u017eurira metapodatke za grupu, ali ne i za \u010dlanove. <br />(PUT) /direct/site/siteid/group - kreira novu grupu na lokaciji (vra\u0107a ID broj grupe). Parametri uklju\u010duju naslov, opis, opciono po\u010detnu listu \u010dlanova. <br />(DELETE) /direct/site/siteid/group/groupid - bri\u0161e trenutnu grupu na lokaciji.
site.action.groups=Omogu\u0107ava pristup grupama za lokaciju pomo\u0107u URL-a poput\: /site/siteId/groups. <br/> (GET) /direct/site/siteid/groups - dobija metapodatke za grupe, ali ne i za \u010dlanove.
site.action.userPerms=Omogu\u0107ava vra\u0107anje trenutnih dozvola korisnika na navedenoj lokaciji pomo\u0107u URL-a poput /site/\:SITEID\:/userPerms[/\:PREFIX], gde PREFIX omogu\u0107ava pozivaocu da ograni\u010dava vra\u0107ene dozvole na podskup. Na primer, URL '/direct/site/XYZ/userPerms/calendar.json' \u0107e vratiti kalendarske dozvole trenutnog korisnika na lokaciji \u201eXYZ\u201c. Nedostatak PREFIX-a \u0107e imati za posledicu vra\u0107anje dozvola za sve alate na lokaciji.
site.action.perms=Omogu\u0107ava vra\u0107anje dozvola za navedenu lokaciju pomo\u0107u URL-a poput /site/\:SITEID\:/perms[/\:PREFIX].json, gde PREFIX omogu\u0107ava pozivaocu da ograni\u010dava vra\u0107ene dozvole na podskup. Na primer, URL '/direct/site/XYZ/perms/calendar.json' \u0107e vratiti kalendarske dozvole za svaku ulogu na lokaciji \u201eXYZ\u201c. Nedostatak PREFIX-a \u0107e imati za posledicu vra\u0107anje dozvola za sve alate na lokaciji.
site.action.setPerms=Omogu\u0107ava pode\u0161avanje dozvola za navedenu lokaciju slanjem na URL /site/\:SITEID\:/setPerms. To se ostvaruje prolaskom kroz skup parametara poruka gde klju\u010d preuzima oblik \u201eROLEID\:FUNCTION\u201c, a vrednost je po Bulovom sistemu \u201eta\u010dno\u201c ili \u201eneta\u010dno\u201c. Na primer, prolazak kroz parametar \u201emaintain\:blog.post.create\=true\u201c bi promenio blog.post.create funkciju za ulogu odr\u017eavanja na navedenoj lokaciji.
site.action.pages=Omogu\u0107ava vra\u0107anje svih stranica i alata na lokaciji, koristi \u201eprops\u201c (ta\u010dno/neta\u010dno, podrazumevano neta\u010dno) za uklju\u010divanje svojstava stranice, koristi \u201econfig\u201c (ta\u010dno/neta\u010dno, podrazumevano neta\u010dno) za uklju\u010divanje konfiguracija alata
site.action.withPerm=URL na primer, /site/withPerm/.json?permission\=site.upd
