# this defines the entity description for site
site=Representa un espai (una col\u00b7lecci\u00f3 d\u2019usuaris i eines) a la plataforma Sakai
site.view.new=Afegir un espai nou assigna les propietats \u2019propietari\u2019 i \u2019creat per\u2019 a l\u2019usuari actual a no ser que \u2019propietari\u2019 s\u2019assigni expl\u00edcitament a un userId. Per crear un espai cal proporcionar el seu identificador i el tipus, la resta de camps s\u00f3n opcionals
site.view.list=Recupera la llista de tots els espais als que pot accedir l\u2019usuari. Introdu\u00efu un valor per al par\u00e0metre  \u2019_limit\u2019 per especificar quants espais s\u2019han de retornar. Cal tenir en compte que el sistema t\u00e9 un m\u00e0xim que sobreescriur\u00e0 el valor especificat si aquest \u00e9s m\u00e9s gran que el m\u00e0xim perm\u00e8s. Introdu\u00efu un valor per al par\u00e0metre \u2019_start\u2019 per repartir els resultats en diverses peticions. Per exemple, en el cas de 42 espais, peticions amb \u2019_start\u2019 \= 1, \u2019_limit\u2019 \= 50 i despr\u00e9s \u2019_start\u2019 \= 51, \u2019_limit\u2019 \= 50 es poden usar per recuperar un primer lot de 42 espais i una segona remesa buida indicar\u00e0 que ja no hi ha m\u00e9s resultats a retornar.
site.view.edit=Pot actualitzar tots els camps editables de l\u2019espai, incl\u00f2s el propietari 
site.view.show=Permet veure les dades d\u2019un sol espai, podeu usar \u2019includeGroups\u2019 (variable booleana) per obtenir les dades sobre els grups de l\u2019espai
site.view.show.field.includeGroups=useu aquesta variable booleana per obtenir els grups d\u2019aquest espai
site.redirect./{prefix}/{id}/memberships=Permet recuperar tots els membres d\u2019un espai fent una redirecci\u00f3 cap al prove\u00efdor d\u2019entitats d\u2019afiliaci\u00f3
site.Updateable=El propietari (un identificador d\u2019usuari) es pot canviar un cop s\u2019ha creat l\u2019espai
site.action.exists=Retorna un codi 200 si l\u2019espai existeix, i un codi d\u2019error (possiblement 404) si no existeix.<br/> Podeu fer la comprovaci\u00f3 usant la vista de l\u2019espai per\u00f2 aquest m\u00e8tode retorna tamb\u00e9 la informaci\u00f3 de l\u2019espai i per tant el primer \u00e9s m\u00e9s r\u00e0pid
site.field.owner=Un userId es pot canviar un cop s\u2019ha creat l\u2019espai per\u00f2 no tindr\u00e0 cap efecte si la informaci\u00f3 de contacte ja est\u00e0 configurada
site.action.group=Permet l\u2019acc\u00e9s a informaci\u00f3 del grup usant directament adreces url com\: /site/siteId/group/groupId Pel que fa a les afiliacions useu el prove\u00efdor Membership Provider <br /> (GET) /direct/site/siteid/group/groupid - recupera les metadades del grup per\u00f2 no l\u2019afiliaci\u00f3. <br />(POST) /direct/site/siteid/group/groupid - actualitza les metadades del grup per\u00f2 no l\u2019afiliaci\u00f3.  <br />(PUT) /direct/site/siteid/group - crea un grup nou a l\u2019espai (retorna l\u2019identificador del grup). Els par\u00e0metres inclouen el nom, la descripci\u00f3 i de manera opcional una llista inicial de membres. <br />(DELETE) /direct/site/siteid/group/groupid - elimina de l\u2019espai un grup existent.
site.action.groups=Permet l\u2019acc\u00e9s als grups d\u2019un espai fent \u00fas d\u2019una adre\u00e7a url com\: /site/siteId/groups. <br/> (GET) /direct/site/siteid/groups - recupera les metadades dels grups per\u00f2 no la seva afiliaci\u00f3.
site.action.userPerms=Permet la recuperaci\u00f3 dels permisos de l\u2019usuari actual dins de l\u2019espai especificat fent \u00fas d\u2019una adre\u00e7a url com  /site/\:SITEID\:/userPerms[/\:PREFIX], on PREFIX permet limitar els permisos a un subconjunt. Per exemple, l\u2019adre\u00e7a url \u2019/direct/site/XYZ/userPerms/calendar.json\u2019  els permisos de l\u2019eina Agenda de l\u2019usuari actual a l\u2019espai \u2019XYZ\u2019. Si no s\u2019especifica el par\u00e0metre PREFIX es retornaran els permisos per a totes les eines de l\u2019espai. 
site.action.perms=Permet la recuperaci\u00f3 dels permisos de l\u2019usuari actual dins de l\u2019espai especificat fent \u00fas d\u2019una adre\u00e7a url com  /site/\:SITEID\:/perms[/\:PREFIX], on PREFIX permet limitar els permisos a un subconjunt. Per exemple, l\u2019adre\u00e7a url \u2019/direct/site/XYZ/perms/calendar.json\u2019  els permisos de l\u2019eina Agenda de l\u2019usuari actual a l\u2019espai \u2019XYZ\u2019. Si no s\u2019especifica el par\u00e0metre PREFIX es retornaran els permisos per a totes les eines de l\u2019espai. 
site.action.setPerms=Permet l\u2019establiment dels permisos per a un espai especificat fent una petici\u00f3 amb l\u2019adre\u00e7a url. /site/\:SITEID\:/setPerms. Es pot fer passant un conjunt de par\u00e0metres POST en qu\u00e8 la clau pren la forma \u2019ROLEID\:FUNCTION\u2019 i el valor \u00e9s un boolea \u2019true\u2019 o \u2019false\u2019. Per exemple passar el par\u00e0metre \u2019maintain\:blog.post.create\=true\u2019  activaria el perm\u00eds blog.post.create per al rol maintain a l\u2019espai especificat.
site.action.pages=Permet la recuperaci\u00f3 de totes les p\u00e0gines i les eines d\u2019un espai, useu el par\u00e0metre "props" (true/false, false per defecte) per incloure les propietats de la p\u00e0gina, useu "config"  (true/false, false per defecte) per incloure les configuracions de les eines
site.action.withPerm=L\u2019adre\u00e7a URL d\u2019exemple, /site/withPerm/.json?permission\=site.upd
