# this defines the entity description for user
user=\u064a\u0645\u062b\u0644 \u0645\u0633\u062a\u062e\u062fl\u0645\u0627\u064b \u0641\u064a \u0627\u0644\u0646\u0638\u0627\u0645 \u060c \u0628\u064a\u0627\u0646\u0627\u062a \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u063a\u064a\u0631 \u0642\u0627\u0628\u0644\u0629 \u0644\u0644\u062a\u063a\u064a\u064a\u0631 \u0628\u0634\u0643\u0644 \u0641\u0639\u0627\u0644 \u0648\u0644\u0627 \u064a\u0645\u0643\u0646 \u0644\u0625\u0632\u0627\u0644\u0629 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u062a\u062c\u0627\u0648\u0632 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0627\u0644\u0645\u0642\u062f\u0645\u064a\u0646 \u062e\u0627\u0631\u062c\u064a\u064b\u0627
user.view.list=\u0627\u0644\u062d\u0635\u0648\u0644 \u0639\u0644\u0649 \u0642\u0627\u0626\u0645\u0629 \u0628\u062c\u0645\u064a\u0639 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0641\u064a \u0627\u0644\u0646\u0638\u0627\u0645 (\u064a\u0645\u0643\u0646 \u062a\u0642\u064a\u064a\u062f\u0647\u0627 \u0639\u0646 \u0637\u0631\u064a\u0642 \u0627\u0644\u0628\u062d\u062b \u0648\u0644\u0643\u0646 \u062f\u0627\u0626\u0645\u064b\u0627 \u0628\u062d\u062f \u0623\u0642\u0635\u0649 50 \u0646\u062a\u064a\u062c\u0629) \u060c \u0639\u0627\u062f\u0629\u064b \u0645\u0627 \u064a\u0639\u0645\u0644 \u0647\u0630\u0627 \u0641\u0642\u0637 \u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a \u0627\u0644\u0625\u062f\u0627\u0631\u0629 \u060c \u0648\u0644\u0643\u0646 \u064a\u0645\u0643\u0646 \u062a\u0645\u0643\u064a\u0646\u0647 \u0644\u062c\u0645\u064a\u0639 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0627\u0644\u0630\u064a\u0646 \u0644\u062f\u064a\u0647\u0645 \u0625\u0639\u062f\u0627\u062f \u0627\u0644\u062a\u0643\u0648\u064a\u0646 "object.users.viewall \= true"
user.view.show=\u0627\u062d\u0635\u0644 \u0639\u0644\u0649 \u0645\u0633\u062a\u062e\u062f\u0645 \u0648\u0627\u062d\u062f \u0639\u0646 \u0637\u0631\u064a\u0642 eid (\u0627\u0641\u062a\u0631\u0627\u0636\u064a) \u0623\u0648 \u0645\u0639\u0631\u0651\u0641 \u0639\u0646 \u0637\u0631\u064a\u0642 \u0625\u0636\u0627\u0641\u0629 \u0628\u0627\u062f\u0626\u0629 \u0628\u0640 "id \=" (\u0639\u0644\u0649 \u0633\u0628\u064a\u0644 \u0627\u0644\u0645\u062b\u0627\u0644 / user / id \= ERW434YIY88) ers
user.view.new=\u0625\u0646\u0634\u0627\u0621 \u0645\u0633\u062a\u062e\u062f\u0645 \u060c eid \u0647\u0648 \u0627\u0644\u062d\u0642\u0644 \u0627\u0644\u0648\u062d\u064a\u062f \u0627\u0644\u0645\u0637\u0644\u0648\u0628 \u060c \u0648\u062c\u0645\u064a\u0639 \u0627\u0644\u062d\u0642\u0648\u0644 \u0627\u0644\u0623\u062e\u0631\u0649 \u0627\u062e\u062a\u064a\u0627\u0631\u064a\u0629 \u060c \u0648\u064a\u0645\u0643\u0646 \u062a\u062d\u062f\u064a\u062f \u0627\u0644\u0645\u0639\u0631\u0641 \u0623\u064a\u0636\u064b\u0627 \u060c \u0648\u0644\u0643\u0646 \u0633\u064a\u062a\u0645 \u0625\u0646\u0634\u0627\u0621 \u0648\u0627\u062d\u062f \u0644\u0643 \u0625\u0630\u0627 \u062a\u0631\u0643\u062a\u0647 \u0641\u0627\u0631\u063a
user.Resolvable=\u0645\u0639\u0631\u0641 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0627\u0641\u062a\u0631\u0627\u0636\u064a\u064b\u0627 \u0647\u0648 eid (\u0639\u0644\u0649 \u0633\u0628\u064a\u0644 \u0627\u0644\u0645\u062b\u0627\u0644 / user / aaronz) \u060c \u064a\u0645\u0643\u0646 \u0623\u0646 \u062a\u062d\u062f\u062b \u0639\u0645\u0644\u064a\u0627\u062a \u0627\u0644\u0628\u062d\u062b \u0623\u064a\u0636\u064b\u0627 \u0628\u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0627\u0644\u0645\u0639\u0631\u0641  \u062a\u0633\u0628\u0642\u0647 \u0628\u0640 "id \=" (\u0639\u0644\u0649 \u0633\u0628\u064a\u0644 \u0627\u0644\u0645\u062b\u0627\u0644 / user / id \= ERW434YIY88)
user.action.current=\u0627\u062d\u0635\u0644 \u0639\u0644\u0649 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0627\u0644\u062d\u0627\u0644\u064a \u0625\u0630\u0627 \u0643\u0627\u0646 \u0647\u0646\u0627\u0643 \u0648\u0627\u062d\u062f
user.action.exists=\u062a\u062d\u0642\u0642 \u0645\u0645\u0627 \u0625\u0630\u0627 \u0643\u0627\u0646 \u0645\u0639\u0631\u0641 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0645\u0648\u062c\u0648\u062f\u064b\u0627 (\u0633\u064a\u062a\u0645 \u0627\u0644\u062a\u062d\u0642\u0642 \u0628\u0648\u0627\u0633\u0637\u0629 eid \u062b\u0645 \u0627\u0644\u0645\u0639\u0631\u0641 \u0645\u0627 \u0644\u0645 \u064a\u062a\u0645 \u0627\u0633\u062a\u062e\u062f\u0627\u0645 'id \= userId') \u060c \u0648\u0625\u0631\u062c\u0627\u0639 200 \u0625\u0630\u0627 \u0643\u0627\u0646 \u0645\u0648\u062c\u0648\u062f\u064b\u0627 \u0648\u0628\u0639\u0636 \u0643\u0648\u062f\u0627\u062a \u0627\u0644\u0641\u0634\u0644 \u0645\u062b\u0644 400 \u0625\u0630\u0627 \u0644\u0645 \u064a\u0643\u0646 \u0645\u0648\u062c\u0648\u062f
user.action.validatePassword=\u062a\u062d\u0642\u0642 \u0645\u0645\u0627 \u0625\u0630\u0627 \u0643\u0627\u0646\u062a \u0643\u0644\u0645\u0629 \u0627\u0644\u0645\u0631\u0648\u0631 \u0635\u0627\u0644\u062d\u0629 \u0644\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u060c \u0627\u0644\u0645\u0639\u0644\u0645\u0627\u062a\: "\u0643\u0644\u0645\u0629 \u0627\u0644\u0645\u0631\u0648\u0631" (\u0645\u0637\u0644\u0648\u0628\u0629) \u0643\u0644\u0645\u0629 \u0627\u0644\u0645\u0631\u0648\u0631 \u0644\u0644\u062a\u062d\u0642\u0642 \u060c "\u0627\u0633\u0645 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645" (\u0627\u062e\u062a\u064a\u0627\u0631\u064a) \u0627\u0633\u0645 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0644\u0644\u0645\u0633\u062a\u062e\u062f\u0645
