#-------------------------------------------------------------------------------
# Translated by: LARC - Laboratory of Architecture and Computer Networks 
# TIDIA-Ae Project Fapesp, Sao Paulo, Brazil
#-------------------------------------------------------------------------------

123=T\u00edtulo da tarefa ausente ou cumprimento incorreto
1007=O arquivo que voc\u00ea carregou \u00e9 muito grande.
1009=Tipo de arquivo inv\u00e1lido! Tipos v\u00e1lidos s\u00e3o: MS Word(DOC, DOCX), Acrobat PDF, PostScript, Text, HTML, WordPerfect (WPD) e Formato de Texto Rico.  Por favor, Certifique-se de que o formato seja um dos tipos v\u00e1lidos.
1010=O documento que voc\u00ea est\u00e1 tentando enviar n\u00e3o cont\u00e9m 100 caracteres de texto.
1011=O documento que voc\u00ea est\u00e1 tentando enviar est\u00e1 formatado incorretamente. Parece haver espa\u00e7os entre cada letra. Por favor, tente enviar novamente ou entre em contato com nosso suporte t\u00e9cnico se o problema persistir.
1013=Voc\u00ea deve enviar mais de 20 palavras de texto.
1019=O t\u00edtulo excede o m\u00e1ximo de 200 caracteres
1023=Desculpe-nos, mas n\u00e3o foi poss\u00edvel ler o PDF que voc\u00ea enviou. Por favor, certifique-se de que o arquivo n\u00e3o esteja protegido por senha e contenha texto selecion\u00e1vel em vez de imagens digitalizadas.
1024=O documento que voc\u00ea est\u00e1 tentando enviar n\u00e3o atende aos nossos crit\u00e9rios de legitimidade. Por favor, tente enviar novamente ou entre em contato com nosso suporte t\u00e9cnico se o problema persistir.
302= MD5 n\u00e3o autenticado - o MD5 na URL n\u00e3o corresponde ao MD5 calculado
208= Ocorreu um erro ao matricular o aluno na aula de Compila\u00e7\u00e3o. Por favor, entre em contato com o suporte t\u00e9cnico
1000=A data de vencimento para esta tarefa j\u00e1 passou. Por favor, consulte seu instrutor para solicitar um envio tardio.

file.type.txt = Texto simples
file.type.rtf = Formato Rico de texto
file.type.pdf = Adobe Acrobat

file.type.doc = Processadores de Texto
file.type.docx = Processadores de Texto
file.type.odt = Processadores de Texto
file.type.wpd = Processadores de Texto

file.type.ps = PostScript
file.type.eps = PostScript

file.type.xls = Excel
file.type.xlsx = Excel

file.type.ppt = PowerPoint
file.type.pptx = PowerPoint
file.type.pps = PowerPoint
file.type.ppsx = PowerPoint

file.type.html = HTML
file.type.htm = HTML


submission.error.generic=Erro ao enviar tarefa por apresenta\u00e7\u00e3o: {0}. Suponho que foi mal sucedido.
submission.error.with.code=Erro ao enviar: {0} ({1})
submission.error.invalid.extension=A extens\u00e3o do recurso \u00e9 inv\u00e1lida
submission.error.type.exception=Tipo incompat\u00edvel: {0}
submission.error.id.unused.exception=O arquivo n\u00e3o pode ser encontrado
submission.error.permission.exception=O arquivo n\u00e3o pode ser acessado devido a um erro de permiss\u00e3o
submission.error.no.external.id.received=Erro ao enviar: nenhum ID externo recebido
submission.error.compilatio.with.code=Erro ao adicionar documento para Compila\u00e7\u00e3o: {0} ({1})

report.error.analyse.not.started=An\u00e1lise n\u00e3o iniciada
