#X-Generator: crowdin.com
123=\u062a\u06a9\u0644\u06cc\u0641 \u0645\u0648\u062c\u0648\u062f \u0646\u06cc\u0633\u062a \u06cc\u0627 \u0637\u0648\u0644 \u0622\u0646 \u0646\u0627\u062f\u0631\u0633\u062a \u0627\u0633\u062a
1007=\u0641\u0627\u06cc\u0644\u06cc \u06a9\u0647 \u0628\u0627\u0631\u06af\u0630\u0627\u0631\u06cc \u06a9\u0631\u062f\u0647\u200c\u0627\u06cc\u062f \u0628\u06cc\u0634 \u0627\u0632 \u062d\u062f \u0628\u0632\u0631\u06af \u0627\u0633\u062a.
1009=\u0646\u0648\u0639 \u0641\u0627\u06cc\u0644 \u0646\u0627\u0645\u0639\u062a\u0628\u0631 \u0627\u0633\u062a\! \u0627\u0646\u0648\u0627\u0639 \u0645\u0639\u062a\u0628\u0631 \u0641\u0627\u06cc\u0644 \u0634\u0627\u0645\u0644\: MS Word (DOC, DOCX(\u060c Acrobot PDF\u060c PostScript\u060c Text\u060c HTML\u060c WordPerfect (WPD) \u0648 \u0641\u0627\u06cc\u0644 Rich Text \u0647\u0633\u062a\u0646\u062f. \u0644\u0637\u0641\u0627\u064b \u062f\u0642\u062a \u06a9\u0646\u06cc\u062f \u06a9\u0647 \u0641\u0631\u0645\u062a \u0641\u0627\u06cc\u0644 \u0634\u0645\u0627 \u06cc\u06a9\u06cc \u0627\u0632 \u0627\u0646\u0648\u0627\u0639 \u0645\u0639\u062a\u0628\u0631 \u0628\u0627\u0634\u062f.
1010=\u0645\u0642\u0627\u0644\u0647\u200c\u0627\u06cc \u06a9\u0647 \u0633\u0639\u06cc \u062f\u0627\u0631\u06cc\u062f \u0627\u0631\u0633\u0627\u0644 \u06a9\u0646\u06cc\u062f \u0634\u0627\u0645\u0644 \u06f1\u06f0\u06f0 \u06a9\u0627\u0631\u0627\u06a9\u062a\u0631 \u0645\u062a\u0646 \u0646\u06cc\u0633\u062a.
1011=\u0641\u0631\u0645\u062a \u0645\u0642\u0627\u0644\u0647\u200c\u0627\u06cc \u06a9\u0647 \u0633\u0639\u06cc \u062f\u0627\u0631\u06cc\u062f \u0628\u0627\u0631\u06af\u0630\u0627\u0631\u06cc \u06a9\u0646\u06cc\u062f\u060c \u0635\u062d\u06cc\u062d \u0646\u06cc\u0633\u062a. \u0628\u0647 \u0646\u0638\u0631 \u0645\u06cc\u200c\u0631\u0633\u062f \u06a9\u0647 \u0645\u06cc\u0627\u0646 \u062d\u0631\u0648\u0641 \u062f\u0631 \u0645\u0642\u0627\u0644\u0647 \u0634\u0645\u0627 \u0641\u0627\u0635\u0644\u0647 \u0648\u062c\u0648\u062f \u062f\u0627\u0631\u062f. \u0644\u0637\u0641\u0627\u064b \u062a\u0644\u0627\u0634 \u06a9\u0646\u06cc\u062f \u0622\u0646 \u0631\u0627 \u0645\u062c\u062f\u062f\u0627\u064b \u0628\u0627\u0631\u06af\u0630\u0627\u0631\u06cc \u06a9\u0646\u06cc\u062f \u0648 \u06cc\u0627 \u0627\u06af\u0631 \u0645\u0634\u06a9\u0644 \u0647\u0645\u0686\u0646\u0627\u0646 \u0648\u062c\u0648\u062f \u062f\u0627\u0634\u062a\u060c \u0628\u0627 \u0628\u062e\u0634 \u0631\u0627\u0647\u0646\u0645\u0627 \u0648 \u067e\u0634\u062a\u06cc\u0628\u0627\u0646\u06cc \u062a\u0645\u0627\u0633 \u0628\u06af\u06cc\u0631\u06cc\u062f.
1013=\u0634\u0645\u0627 \u0628\u0627\u06cc\u062f \u0628\u06cc\u0634 \u0627\u0632 \u06f2\u06f0 \u06a9\u0644\u0645\u0647 \u0645\u062a\u0646 \u0627\u0631\u0633\u0627\u0644 \u06a9\u0646\u06cc\u062f.
1019=\u0645\u0642\u0627\u0644\u0647 \u0634\u0645\u0627 \u0627\u0632 \u062d\u062f\u0627\u06a9\u062b\u0631 \u0645\u062c\u0627\u0632 \u06f2\u06f0\u06f0 \u06a9\u0627\u0631\u0627\u06a9\u062a\u0631 \u0641\u0631\u0627\u062a\u0631 \u0631\u0641\u062a\u0647 \u0627\u0633\u062a
1023=\u0645\u062a\u0623\u0633\u0641\u06cc\u0645 \u0627\u0645\u0627 \u0645\u0648\u0641\u0642 \u0628\u0647 \u062e\u0648\u0627\u0646\u062f\u0646 PDF \u0627\u0631\u0633\u0627\u0644\u06cc \u0634\u0645\u0627 \u0646\u0634\u062f\u06cc\u0645. \u0644\u0637\u0641\u0627\u064b \u062f\u0642\u062a \u06a9\u0646\u06cc\u062f \u06a9\u0647 \u0641\u0627\u06cc\u0644 \u062f\u0627\u0631\u0627\u06cc \u06a9\u0644\u0645\u0647 \u0639\u0628\u0648\u0631 \u0646\u0628\u0627\u0634\u062f \u0648 \u0647\u0645\u0686\u0646\u06cc\u0646 \u062d\u0627\u0648\u06cc \u0645\u062a\u0646 \u0642\u0627\u0628\u0644 \u0627\u0646\u062a\u062e\u0627\u0628 \u0628\u0627\u0634\u062f \u0648 \u0646\u0647 \u062a\u0635\u0627\u0648\u06cc\u0631 \u0627\u0633\u06a9\u0646 \u0634\u062f\u0647.
1024=\u0645\u0642\u0627\u0644\u0647\u200c\u0627\u06cc \u06a9\u0647 \u0633\u0639\u06cc \u062f\u0627\u0631\u06cc\u062f \u0628\u0627\u0631\u06af\u0630\u0627\u0631\u06cc \u06a9\u0646\u06cc\u062f \u0628\u0627 \u0645\u0639\u06cc\u0627\u0631\u0647\u0627 \u0648 \u0636\u0648\u0627\u0628\u0637 \u0645\u0627 \u0628\u0631\u0627\u06cc \u06cc\u06a9 \u0645\u0642\u0627\u0644\u0647 \u0645\u0639\u062a\u0628\u0631 \u0647\u0645\u0627\u0647\u0646\u06af \u0646\u06cc\u0633\u062a. \u0644\u0637\u0641\u0627\u064b \u062a\u0644\u0627\u0634 \u06a9\u0646\u06cc\u062f \u062f\u0648\u0628\u0627\u0631\u0647 \u0622\u0646 \u0631\u0627 \u0627\u0631\u0633\u0627\u0644 \u06a9\u0646\u06cc\u062f \u0648 \u06cc\u0627 \u0627\u06af\u0631 \u0645\u0634\u06a9\u0644 \u0647\u0645\u0686\u0646\u0627\u0646 \u0628\u0627\u0642\u06cc \u0628\u0648\u062f\u060c \u0628\u0627 \u0642\u0633\u0645\u062a \u0631\u0627\u0647\u0646\u0645\u0627 \u0648 \u067e\u0634\u062a\u06cc\u0628\u0627\u0646 \u062a\u0645\u0627\u0633 \u0628\u06af\u06cc\u0631\u06cc\u062f.
302=MD5 \u062a\u0627\u0626\u06cc\u062f \u0634\u062f\u0647 \u0646\u06cc\u0633\u062a. MD5 \u062f\u0631 URL \u0628\u0627 MD5 \u0645\u062d\u0627\u0633\u0628\u0647 \u0634\u062f\u0647 \u0647\u0645\u0627\u0647\u0646\u06af \u0646\u06cc\u0633\u062a
208=\u062f\u0631 \u0647\u0646\u06af\u0627\u0645 \u062b\u0628\u062a \u0646\u0627\u0645 \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632 \u062f\u0631 \u06a9\u0644\u0627\u0633 Compilatio \u062e\u0637\u0627\u06cc\u06cc \u0631\u062e \u062f\u0627\u062f. \u0644\u0637\u0641\u0627\u064b \u0628\u0627 \u0628\u062e\u0634 \u0631\u0627\u0647\u0646\u0645\u0627 \u0648 \u067e\u0634\u062a\u06cc\u0628\u0627\u0646\u06cc \u062a\u0645\u0627\u0633 \u0628\u06af\u06cc\u0631\u06cc\u062f
1000=\u0645\u0648\u0639\u062f \u0645\u0642\u0631\u0631 \u0628\u0631\u0627\u06cc \u0627\u06cc\u0646 \u062a\u06a9\u0644\u06cc\u0641 \u06af\u0630\u0634\u062a\u0647 \u0627\u0633\u062a. \u0644\u0637\u0641\u0627\u064b \u0628\u0627 \u0627\u0633\u062a\u0627\u062f \u062e\u0648\u062f \u062a\u0645\u0627\u0633 \u0628\u06af\u06cc\u0631\u06cc\u062f \u0648 \u062f\u0631\u062e\u0648\u0627\u0633\u062a \u0627\u062c\u0627\u0632\u0647 \u0628\u0631\u0627\u06cc \u0627\u0631\u0633\u0627\u0644 \u062f\u06cc\u0631\u062a\u0631 \u0627\u0632 \u0645\u0648\u0639\u062f \u06a9\u0646\u06cc\u062f.

file.type.txt=\u0645\u062a\u0646 \u0633\u0627\u062f\u0647
file.type.rtf=\u0641\u0631\u0645\u062a \u0645\u062a\u0646\u06cc \u063a\u0646\u06cc
file.type.pdf=Adobe Acrobat

file.type.doc=\u067e\u0631\u062f\u0627\u0632\u0634\u06af\u0631 \u0645\u062a\u0646\u06cc
file.type.docx=\u067e\u0631\u062f\u0627\u0632\u0634\u06af\u0631 \u0645\u062a\u0646\u06cc
file.type.odt=\u067e\u0631\u062f\u0627\u0632\u0634\u06af\u0631 \u0645\u062a\u0646\u06cc
file.type.wpd=\u067e\u0631\u062f\u0627\u0632\u0634\u06af\u0631 \u0645\u062a\u0646\u06cc

file.type.ps=PostScript
file.type.eps=PostScript

file.type.xls=Excel
file.type.xlsx=Excel

file.type.ppt=PowerPoint
file.type.pptx=PowerPoint
file.type.pps=PowerPoint
file.type.ppsx=PowerPoint

file.type.html=HTML
file.type.htm=HTML

