123=No se encuentra el t\u00edtulo de la tarea o es demasiado largo
1007=El fichero que has subido es demasiado grande.
1009=El tipo de fichero no es v\u00e1lido, se aceptan los siguientes tipos de fichero\: MS Word (DOC, DOCX), PDF, PostScript, TXT , HTML, WordPerfect (WPD) y RTF. Por favor aseg\u00farate que el tipo de fichero est\u00e1 entre los ficheros soportados.
1010=El texto que est\u00e1s intentando presentar no contiene un m\u00ednimo de 100 caracteres.
1011=El texto que est\u00e1s intentando presentar no est\u00e1 bien formateado. Parece que hay espacios en el texto. Por favor int\u00e9ntalo de nuevo o contacta con el soporte t\u00e9cnico si el problema persiste.
1013=Debes presentar m\u00e1s de 20 palabras de texto.
1019=El t\u00edtulo excede del m\u00e1ximo de 200 caracteres.
1023=Lo siento, no podemos leer el PDF que has presentado. Por favor aseg\u00farate de que el fichero no est\u00e1 protegido con una contrase\u00f1a y contiene texto en lugar de im\u00e1genes escaneadas.
1024=El texto que est\u00e1s intentando presentar no re\u00fane los criterios de un texto leg\u00edtimo. Por favor intenta presentarlo de nuevo o contacta con el soporte t\u00e9cnico si el problema persiste.
302=MD5 no v\u00e1lido - El MD5 de la URL no coincide con el MD5 calculado.
208=Ha ocurrido un error matriculando al alumno en la clase de Compilatio. Por favor contacta con el soporte t\u00e9cnico
1000=El plazo de entrega de esta tarea ha finalizado. Por favor contacta con tu profesor para solicitar una entrega fuera de plazo.

file.type.txt=Texto plano
file.type.rtf=Texto enriquecido
file.type.pdf=Adobe Acrobat

file.type.doc=Procesadores de texto
file.type.docx=Procesadores de texto
file.type.odt=Procesadores de texto
file.type.wpd=Procesadores de texto

file.type.ps=PostScript
file.type.eps=PostScript

file.type.xls=Excel
file.type.xlsx=Excel

file.type.ppt=PowerPoint
file.type.pptx=PowerPoint
file.type.pps=PowerPoint
file.type.ppsx=PowerPoint

file.type.html=HTML
file.type.htm=HTML
