sakai_assessment_manager=Gestor de Ex\u00e1menes

global_nav_assessmt=Ex\u00e1menes
global_nav_pools=Bater\u00edas de preguntas
dash=-
heading_template_information=Tipo de examen
heading_assessment_introduction=Introducci\u00f3n del examen
heading_assessment_delivery_dates=Fechas de env\u00edo
heading_released_to=Examen publicado para
heading_high_security=Acceso de estudiantes restringido
heading_timed_assessment=Examen temporizado
heading_assessment_organization=Organizaci\u00f3n del examen
heading_submissions=Env\u00edos
heading_submission_message=A\u00f1adir un mensaje que cada estudiante ver\u00e1 justo despu\u00e9s de enviar su examen.
heading_feedback=Comentarios
heading_graphics=Gr\u00e1ficos
heading_metadata=Metadatos
heading_about=Sobre este examen
heading_availability=Env\u00edos y disponibilidad
heading_grading_feedback=Calificaciones y comentarios
heading_extended_time=Excepciones al tiempo l\u00edmite y a la fecha de entrega
heading_layout=Dise\u00f1o y aspecto
heading_background=\u00bfCambiar el fondo?
clear_calendar_alt=Resetear la fecha

settings=Configuraci\u00f3n
template_title=T\u00edtulo
template_authors=Autor(es)
template_description=Descripci\u00f3n/Introducci\u00f3n (opcional)
honor_pledge=Cl\u00e1usula de veracidad
honor_pledge_add=Requerir a cada estudiante que firme la cl\u00e1usula de veracidad antes de empezar el examen
assessment_title=T\u00edtulo
assessment_creator=Creador
assessment_authors=Autor(es)
assessment_description=Descripci\u00f3n/Introducci\u00f3n (opcional)
assessment_available=Estar\u00e1 disponible a partir de\:
assessment_due=Hasta la fecha de entrega\: 
has_time_limit=y tiene un l\u00edmite de tiempo de
late_accept=\u00bfSe aceptar\u00e1n los env\u00edos posteriores a la fecha de entrega?
late_accept_until=\u00bfHasta cuando ser\u00e1n aceptados los env\u00edos posteriores a la fecha de entrega?
late_accept_help=Los estudiantes tienen una oportunidad de enviar despu\u00e9s de la fecha de entrega si no han enviado el examen en el plazo indicado.
no_late=No, no despu\u00e9s de la fecha de entrega
yes_late=S\u00ed, hasta
indefinitely=indefinidamente (si est\u00e1 en blanco)
auto_submit=Enviar autom\u00e1ticamente
auto_submit_help=Enviar autom\u00e1ticamente todo el trabajo guardado por el estudiante despu\u00e9s de agotarse la fecha l\u00edmite.

calendarDueDatePrefix=Entrega\:
calendarDueDate=Mostrar la fecha de entrega en el
word_or=O
republished=Republicado
description=Descripc\u00f3n
available=Disponible
due=Entrega
retract=Despublicar
hours=hr
minutes=minutos
seconds=segundos
available_immediately=Disponible inmediatamente
was_republished=ha sido republicado
subject=Asunto\:
no_notification=sin notificaci\u00f3n
send_notification=enviar la siguiente notificaci\u00f3n al alumnado
notification_content=Busca este examen en el sitio {0} en {1}.
notification=Notificaci\u00f3n
pre_populate_text_publish=Haga click aqu\u00ed para introducir un mensaje opcional que se enviar\u00e1 con el mensaje que se muestra a continuaci\u00f3n.
pre_populate_text_republish=Haga click aqu\u00ed para introducir un mensaje opcional que se enviar\u00e1 con el mensaje que se muestra a continuaci\u00f3n.
pre_populate_text_regrade_republish=Haga click aqu\u00ed para introducir una descripci\u00f3n de los cambios realizados y cualquier acci\u00f3n que deban realizar sus estudiantes.
is_available_immediately=estar\u00e1 disponible inmediatamente
is_available_on=est\u00e1 disponible en {0}
available_anonymously_at=estar\u00e1 <b>disponible a partir de la fecha {0}</b> en {1} para ser realizado de forma an\u00f3nima
available_class_at=estar\u00e1 <b>disponible a partir de la fecha {0}</b> para toda la clase en {1}
available_group_at=estar\u00e1 <b>disponible a partir de la fecha {0}</b> para {1} en {2}
it_is_due=<b>Estar\u00e1 disponible hasta la fecha {0}</b>.
there_is_no_time_limit=No hay l\u00edmite de tiempo.
the_time_limit_is=El tiempo disponible para realizar el examen es de
submit_when_time_is_up=El examen se enviar\u00e1 autom\u00e1ticamente cuando el tiempo termine.
student_submit_unlimited_times=Cada estudiante puede realizarlo un n\u00famero ilimitado de veces.
student_submit_certain_time=Cada estudiante puede enviarlo {0} veces.
record_highest=(Se guardar\u00e1 la puntuaci\u00f3n m\u00e1s alta).
record_last=(Se guardar\u00e1 la puntuaci\u00f3n del \u00faltimo env\u00edo).
record_average=(La puntuaci\u00f3n media ser\u00e1 almacenada)

autoSummit_warning=Para los ex\u00e1menes temporizados, debe seleccionar autoenviar a menos que desee permitir al alumnado que puedan enviar fuera de plazo.
timed_assessment=Examen temporizado con l\u00edmite temporal\:
timed_hours=horas
timed_minutes=minutos
auto_submit_description=El examen se enviar\u00e1 autom\u00e1ticamente cuando se termine el tiempo

released_to=Examen publicado para
anonymous_users=Usuarios An\u00f3nimos
entire_site=Todas las secciones/grupos
selected_groups=Grupos seleccionados
select_all_groups=Seleccionar todos los grupos

high_security_allow_only_specified_ip=Permitir \u00fanicamente las direcciones IP especificadas
high_security_secondary_id_pw=Contrase\u00f1a secundaria
high_security_password=Contrase\u00f1a

question_layout=Distribuci\u00f3n de preguntas
layout_by_question=Cada pregunta en una p\u00e1gina web separada
layout_by_part=Cada parte en un p\u00e1gina web separada
layout_by_assessment=El examen completo en una \u00fanica p\u00e1gina web

navigation=Navegaci\u00f3n
random_access=Acceso aleatorio a las preguntas de una Tabla de Contenidos. (Existen botones de "Guardar y continuar" y "Anterior" en cada p\u00e1gina para la navegaci\u00f3n. Se env\u00eda autom\u00e1ticamente cuando el temporizador expire.)
linear_access=Acceso lineal a las preguntas SIN posibilidad de volver a p\u00e1ginas anteriores. (Existe un \u00fanico bot\u00f3n de "Guardar y continuar" para seguir adelante. NO hay p\u00e1gina de Tabla de Contenidos).
linear_access_warning=En el caso de \u201cAcceso lineal\u201d, dado que sus estudiantes no deben ver las mismas preguntas m\u00e1s de una vez, se configurar\u00e1 autom\u00e1ticamente que solo se permita un env\u00edo de este examen.
automatic_submission=Env\u00edo autom\u00e1tico
automatic_submission_note_1=Esta opci\u00f3n fuerza la entrega de los ex\u00e1menes guardados.

retract_conf=Dejar de aceptar ahora 
retract_for_sure=Este examen ya no estar\u00e1 disponible. "Dejar de aceptar ahora" anular\u00e1 las fechas de apertura o de entrega. \u00bfSeguro que desea continuar? 
retract_heading=Dejar de aceptar

numbering=Numeraci\u00f3n
continous_numbering=Numeraci\u00f3n cont\u00ednua entre las partes
part_numbering=Reiniciar la numeraci\u00f3n en cada parte

submissions_allowed=El numero de env\u00edos permitidos
displayScores=Puntuaci\u00f3n en preguntas
displayScores_show=Mostrar el valor por puntos de una pregunta durante un examen
displayScores_hide=Ocultar el valor por puntos de una pregunta durante un examen

submissions=N\u00famero de env\u00edos permitidos
unlimited_submission=Sin l\u00edmite
only=S\u00f3lo
limited_submission=env\u00edos permitidos

instructorNotificationLabel=Noticaci\u00f3n por correo electr\u00f3nico
instructorNotification=\u00bfDesea recibir notificaciones cuando haya env\u00edos en este examen?
oneEmail=S\u00ed - quiero un correo por cada env\u00edo de estudiante
digestEmail=S\u00ed - quiero recibir un correo de resumen diario
noEmail=No - No quiero recibir ning\u00fan correo

auto_save=Guardar autom\u00e1ticamente
user_click_save=El usuario debe pulsar el bot\u00f3n "Guardar" para guardar la entrada
save_automatically=Todas las entradas de usuario se guardan autom\u00e1ticamente

submission_message=Mensaje de env\u00edo
submission_final_page_url=URL de la p\u00e1gina final

sectionlevel_feedback=Comentario a nivel de selecci\u00f3n (p.e. A,B,C)
both_feedback=Ambos

feedback_authoring=Para el autor
feedback_student=Para el estudiante
feedback_type=Defina c\u00f3mo se muestran los comentarios al alumnado
feedback_level=Defina a qu\u00e9 nivel se realizar\u00e1n los comentarios
immediate_feedback=Mostrar de inmediato
immediate=Inmediato
feedback_by_date=Mostrar en una fecha concreta
no_feedback=No mostrar

receive_immediate=Durante el examen cada estudiante tendr\u00e1 disponible la informaci\u00f3n extra (respuestas, puntuaciones, comentarios, estad\u00edsticas) que el autor del examen ha habilitado para que sea visible.
receive_feedback_on_submission=Despu\u00e9s de enviar el examen cada estudiante tendr\u00e1 disponible la informaci\u00f3n extra (respuestas, puntuaciones, comentarios, estad\u00edsticas) que el autor del examen ha habilitado para que sea visible.
receive_no_feedback=Cada estudiante que haga el examen no tendr\u00e1 acceso a ninguna informaci\u00f3n extra (respuestas, puntuaciones, comentarios, estad\u00edsticas) ni durante el examen ni despu\u00e9s.
feedback_available_on=Cada estudiante tendr\u00e1 disponible la informaci\u00f3n extra (respuestas, puntuaciones, comentarios, estad\u00edsticas) que el autor del examen ha habilitado para que sea visible a partir de la fecha <b>{0}</b>.

feedback_components=Defina opciones avanzadas sobre comentarios
question_text=Texto de la pregunta
student_assessment_score=Su puntuaci\u00f3n en el examen
student_question_score=Su puntuaci\u00f3n en la pregunta
grader_comments=Comentarios del evaluador

student_identity_label=Correcci\u00f3n an\u00f3nima
student_identity=Al calificar no se podr\u00e1 ver la identidad de cada estudiante
gradebook_options=Opciones de calificaciones
gradebook_options_help=Las notas se enviar\u00e1n inmediatamente a la herramienta  Calificaciones independientemente de las opciones seleccionadas a continuaci\u00f3n.

recorded_score=Puntuaci\u00f3n almacenada si existen varios env\u00edos por usuario
highest_score=Guardar la puntuaci\u00f3n m\u00e1s alta
average_score=Guardar la puntuaci\u00f3n media
last_score=Guardar la \u00faltima puntuaci\u00f3n

background_label=Fondo
background_color=Color de fondo
background_image=URL (direcci\u00f3n web) de la imagen de fondo

assessment_metadata=Metadatos del examen
metadata_keywords=Palabras clave
metadata_objectives=Objetivos
metadata_rubrics=Firmas

record_metadata=Guardar metadatos para\:
metadata_parts=Partes
metadata_questions=Preguntas

button_unique_save_and_publish=Publicar
button_save_settings=Guardar configuraci\u00f3n
button_edit_settings=Editar configuraci\u00f3n
button_stop_accepting_now=Dejar de aceptar ahora
button_stop_accepting=Dejar de aceptar

# Mark for Review
mark_for_review_pop_up_text_1=A\u00f1adir la marca para la revisi\u00f3n, marcar\u00e1 la preguntas que desee revisar antes de enviar el examen. Haga clic en la tabla de contenidos (parte superior de la p\u00e1gina) para encontrar una lista completa de todas las preguntas. El s\u00edmbolo de pregunta aparecer\u00e1 junto a cualquier pregunta que haya marcado.
mark_for_review_pop_up_text_2=Esta funcionalidad es opcional y no tiene ninguna influencia en su env\u00edo.
button_close=Cerrar
mark_for_review=Marcar para revisar
mark_for_review_label=A\u00f1adir casillas de verificaci\u00f3n junto a preguntas para que ellos pueden marcarlas para su revisi\u00f3n
whats_this_link=\u00bfQu\u00e9 es esto?
mark_for_review_text_1=Una caja de verificaci\u00f3n etiquetada como "Marcar para revisar" aparecer\u00e1 debajo de cada pregunta.
mark_for_review_text_2=(Esta funcionalidad no est\u00e1 disponible cuando se ha seleccionado acceso lineal en la organizaci\u00f3n del examen)

# the following is for confirming publishing (publishAssessment.jsp)
check_settings_and_add_notification=Publicar examen
publish_assessment=Publicar examen
republish_assessment=Republicar examen
regrade_republish_assessment=Volver a calificar y republicar el examen
publish_confirm_message=Revise la configuraci\u00f3n y ajuste el nivel de notificaciones. Haga clic en <b>Publicar</b> para hacer el examen visible al alumnado ahora. Haga clic en <b>Cancelar</b> para esperar o editar el examen. Haga clic en <b>Editar Configuraci\u00f3n</b> para modificar las preferencias.
cancel_message=Haga click en <b>{0}</b> para esperar o editar el examen.
republish_confirm_message=Republicar este examen lo har\u00e1 visible al alumnado
started_or_submitted=Hay estudiantes que han empezado o realizado ya este examen.
score_discrepancies_note_non_linear=Si ha realizado alg\u00fan cambio que pudiera afectar a las puntuaciones, por favor env\u00ede una notificaci\u00f3n al alumnado; tambi\u00e9n puede permitir que vuelvan a enviar el examen.
score_discrepancies_note=Si se ha modificado el contenido de alguna manera que pudiera causar diferencias en las notas, por favor env\u00ede una notificaci\u00f3n al alumnado.

update_most_current_submission_checkbox=Permitir reenviar el examen a estudiantes que lo hayan enviado ya  (se borrar\u00e1n los env\u00edos ya realizados).
update_most_current_submission_checkbox_warn=Seleccionando esta opci\u00f3n cada estudiante tendr\u00e1 que enviar el examen de nuevo para que los profesores puedan ver los env\u00edos al consultar los resultados. No se guardar\u00e1 ninguna modificaci\u00f3n de nota antes de que estos ex\u00e1menes vuelvan a ser corregidos.
publish_error_message=Se ha producido un error en la publicaci\u00f3n de este examen. Si la nota de este examen se iba a llevar a Calificaciones, aseg\u00farese de que el t\u00edtulo no est\u00e1 repetido.
published_assessment_url=URL de publicaci\u00f3n del examen

time_limit=L\u00edmite de tiempo
no_time_limit=Sin l\u00edmite de tiempo

#ERROR
timeSelect_error=Por favor, especifique un l\u00edmite de tiempo para el examen temporizado
assessmentName_error=No puede duplicar los t\u00edtulos de los ex\u00e1menes.  Por favor, escoja otro.
gbConflict_error=Existe otro examen con el mismo t\u00edtulo en Calificaciones. Escoja otro t\u00edtulo.
assessmentName_empty=El nombre del examen no puede estar vac\u00edo
published_assessment_title_not_unique_error=No puede tener dos ex\u00e1menes publicados con el mismo t\u00edtulo. Por favor, escoja otro.
ip_error=Indique otra direcci\u00f3n IP v\u00e1lida o una direcci\u00f3n parcial en Alta Seguridad. (Ejemplo\: xxx.xx*)
ip_note=Usar una direcci\u00f3n IP por l\u00ednea. Un asterisco (*) puede significar cualquier subred.
ip_example=Ejemplos\:
ip_ex=171.64.139.* o 171.64.*.*
date_error=Por favor, indique la fecha de liberaci\u00f3n de los comentarios.
submissions_allowed_error=Por favor, introduzca el n\u00famero de env\u00edos permitidos. Este n\u00famero ha de ser mayor o igual a uno (1).
validateURL=Validar la URL

# signs for author tool
separator=|
column=\:
greater=>

# titles
t_assessmentIntroduction=Introducci\u00f3n del examen
t_deliveryDates=Fechas de entrega
t_releasedTo=Examen publicado para 
t_highSecurity=Alta seguridad
t_timedAssessment=Examen temporizado
t_assessmentOrganization=Organizaci\u00f3n del examen
t_submissions=Env\u00edos
t_submissionMessage=Mensaje de env\u00edo
t_grading=Puntuaci\u00f3n
t_graphics=Gr\u00e1ficos
t_metadata=Metadatos

# add attachments to questions
attachments=Ficheros adjuntos
add_attachments=A\u00f1adir ficheros adjuntos
add_remove_attachments=A\u00f1adir/Quitar ficheros adjuntos
no_attachments=No hay ficheros adjuntos
remove_attachment_heading=Borrar el fichero adjunto
remove_attachment_conf=confirmar el borrado de los ficheros adjuntos
cert_rem_attachment=\u00bfEst\u00e1 seguro de querer borrar este fichero adjunto?
t_attachment=Muestra el fichero adjunto en una ventana diferente.

# Colour picker
cp_TITLE=Selector de Color
cp_WEB_SAFE=Paleta Web
cp_WINDOWS_SYSTEM=Paleta de Windows
cp_GREY_SCALE=Paleta de Grises
cp_CLICKALT=Pulse aqu\u00ed para seleccionar un color

# Date picker
dp_CLICKALT=Pulse aqu\u00ed para seleccionar una fecha

# Audio recording applet
record_your_answer=Haga clic para grabar su respuesta...
record_no_more_attempts=No quedan m\u00e1s intentos.
audio_recording=Grabaci\u00f3n de audio
averag_grading_single_submission="Puntuaci\u00f3n media" no puede aplicarse a los ex\u00e1menes que permiten solamente un \u00fanico env\u00edo.

due_earlier_than_avaliable=La fecha de entrega no puede ser anterior a la fecha de apertura.
retract_earlier_than_avaliable=La fecha l\u00edmite de env\u00edo no puede ser anterior a la fecha de apertura ni a la fecha de entrega.
retract_earlier_than_due=La fecha l\u00edmite de env\u00edo no puede ser anterior a la fecha de apertura ni a la fecha de entrega.
retract_required_with_auto_submit=La fecha l\u00edmite de env\u00edo debe ponerse para forzar el env\u00edo autom\u00e1tico de trabajo guardado pero no enviado despu\u00e9s de la fecha de entrega.
due_null_with_retract_date=Debe especificar una fecha de entrega si el examen tiene una fecha l\u00edmite de entrega.

# Secure delivery support
require_secure_delivery=Requerir un navegador bloqueado
secure_delivery_exit_pwd=Clave de salida (opcional)
exit_password_error=Los caracteres que se permiten en la clave son a-z, A-Z y 0-9
none_secure_delivery_module=Ninguno

# SAM-939
rowchoices=Filas de opciones (pulsa la tecla "Intro" despu\u00e9s de cada opci\u00f3n)
matrix_choice_surv=Encuesta\: Matriz de opciones
matrix_choices_surv=Encuesta - Matriz de opciones
columnchoices=Columnas de opciones (pulsa la tecla "Intro" despu\u00e9s de cada opci\u00f3n)
addColumnChoiceToFavor=A\u00f1adir las opciones de columna a favoritos
forceRanking=Permitir solamente una respuesta por columna (ranking forzado)
addComment=A\u00f1adir campo de comentario
favorLabel=Etiqueta de favoritos
fieldLabel=Etiqueta del campo
relativeWidthOfColumns=Ancho relativo de las columnas
row_field_empty=El campo de las filas no puede estar vacio
less_than_two_columns=El campo de las columnas tiene que tener al menos dos entradas, separadas por un "Intro"
selectFromFavorites=Seleccionar de favoritos

# Extended time
extendedTimeNew=A\u00f1adir nueva excepci\u00f3n
extendedTimeExisting=Excepciones existentes
extendedTimeInstruction=Haga clic en el bot\u00f3n \u201cA\u00f1adir excepci\u00f3n\u201d para confirmar estas excepciones individuales antes de guardar la configuraci\u00f3n general. Cualquier valor aqu\u00ed sobrescribir\u00e1 la configuraci\u00f3n del examen. Deje los valores en blanco cuando quiera que coincidan con las preferencias generales del examen. Si desea temporizar el examen especif\u00edquelo aqu\u00ed ya que con un valor de 0 el examen no tendr\u00e1 l\u00edmite.
extendedTimeAdd=A\u00f1adir una excepci\u00f3n
extendedTimeEdit=Actualizar una excepci\u00f3n
extendedTimeCancel=Cancelar
header_extendedTime_user=Participante
header_extendedTime_group=Grupo/Secci\u00f3n
header_extendedTime_start_date=Fecha de apertura
header_extendedTime_due_date=Fechas de entrega
header_extendedTime_retract_date=Fecha l\u00edmite de entrega
header_extendedTime_hours=Horas
header_extendedTime_minutes=Minutos
header_extendedTime_delete=Eliminar
header_extendedTime_edit=Editar
extendedTimeUser=Excepci\u00f3n de usuario
extendedTimeGroup=Excepci\u00f3n seg\u00fan grupo
extendedTime_select_User=Seleccionar Participante
extendedTime_select_group=Seleccionar Grupo
extendedTime_data_table_title=Tabla de excepciones de tiempo.
extendedTime_entry_table_title=A\u00f1adir/modificar entrada de excepci\u00f3n de tiempo.

# Extended Time Errors
extended_time_user_and_group_set=Es necesario seleccionar un usuario y/o grupo si se activa Excepciones al tiempo l\u00edmite y a la fecha de entrega.
extended_time_due_earlier_than_available=La fecha de entrega no puede ser anterior a la fecha de apertura en la excepci\u00f3n de tiempo del usuario '{0}' / grupo '{1}'.
extended_time_retract_earlier_than_available=La fecha l\u00edmite no puede ser anterior a la fecha de apertura o a la de entrega en la excepci\u00f3n de tiempo del usuario '{0}' / grupo '{1}'.
extended_time_due_same_as_available=La fecha de entrega no puede ser la misma que la fecha de apertura en la excepci\u00f3n de tiempo del usuario '{0}' / grupo '{1}'.
extended_time_name_not_found=N/A
extended_time_duplicate_users=No se pueden duplicar las excepciones de tiempo. Se han detectado duplicados en los siguientes usuarios\: {0}.
extended_time_duplicate_groups=No se pueden duplicar las excepciones de tiempo. Se han detectado duplicados en los siguientes grupos\: {0}.
extended_time_and=&

# Expand Collapse
expandAll=Expandir todo
collapseAll=Contraer todo
