sakai_assessment_manager=Sakai Pr\u00fcfungs-Manager

global_nav_assessmt=Pr\u00fcfungen
global_nav_pools=Fragenpool
dash= - 
heading_template_information=Informationen zum Pr\u00fcfungstyp
heading_assessment_introduction=Einf\u00fchrung in die Pr\u00fcfung
heading_assessment_delivery_dates=Bereitstellungsdaten
heading_released_to=Pr\u00fcfung freigegeben f\u00fcr
heading_high_security=Hohe Sicherheit
heading_timed_assessment=Zeitlich begrenzte Pr\u00fcfung
heading_assessment_organization=Pr\u00fcfungskonfiguration
heading_submissions=Einreichungen
heading_submission_message=Nachricht zu eingereichten Dokumenten
heading_grading=Bewertung
heading_graphics=Graphiken
heading_metadata=Metadaten
settings=Einstellungen
template_title=Titel
template_authors=Autor(en)
template_description=Beschreibung/Einf\u00fchrung (optional)

assessment_title=Titel
assessment_creator=Verfasser
assessment_authors=Autor(en)
assessment_description=Beschreibung/Einf\u00fchrung (optional)
assessment_available_date=Verf\u00fcgbarkeitsdatum
assessment_due_date=Abgabetermin
assessment_retract_date=Sperrdatum
available_date_note=Studierende k\u00f6nnen eine Pr\u00fcfung erst ab dem Verf\u00fcgbarkeitsdatum einsehen.
calendarDueDatePrefix=F\u00e4llig:
calendarDueDate=Abgabetermin anzeigen auf
assessment_due_date_note=Nach dem Abgabetermin kann keine Pr\u00fcfung eingereicht werden, es sei denn, eine Einreichung nach Ablauf der Frist wurde einger\u00e4umt (Einreichung > Versp\u00e4tete Abgabe).
assessment_retract_date_note=Nach Ablauf des Sperrdatums bzw. nachdem die Schaltfl\u00e4che \u201eJetzt sperren\u201c aktiviert wurde, k\u00f6nnen Studierenden nicht mehr auf eine Pr\u00fcfung zugreifen. Studierende, die an Pr\u00fcfungen mit m\u00f6glicher Feedback-Funktion (Feedback > Feedback-Bereitstellung) teilgenommen und diese vor der Sperrung eingereicht haben, k\u00f6nnen allerdings weiterhin auf diese zugreifen. Studierende finden diese Pr\u00fcfungen in ihrer Liste \u201eEingereichte Pr\u00fcfungen\u201c.
word_or=ODER
republished=Neu ver\u00f6ffentlicht
description=Beschreibung:
available=Verf\u00fcgbar
due=Abgabe
retract=Sperren
hours=Std.
minutes=Min.
seconds=Sek.
available_immediately=Sofort verf\u00fcgbar
was_republished=wurde neu ver\u00f6ffentlicht
subject=Betreff:
no_notification=ohne Benachrichtigung
send_notification=und die folgende Benachrichtigung an Studierende senden
notification_content=Sie finden diese Beurteilung am {1} auf Site {0}.
notification_content2=Sie finden diese Pr\u00fcfung nach der Anmeldung auch auf Site {0}.
notification=Benachrichtigung
pre_populate_text_publish=Klicken Sie hier, um eine optionale Nachricht einzugeben, die gem\u00e4\u00df den unten festgelegten Einstellungen per E-Mail versandt wird.
pre_populate_text_republish=Klicken Sie hier, um eine optionale Nachricht einzugeben, die gem\u00e4\u00df den unten festgelegten Einstellungen per E-Mail versandt wird.
pre_populate_text_regrade_republish=Klicken Sie hier, um eine Beschreibung der von Ihnen vorgenommenen \u00c4nderungen und der von den Studierenden durchzuf\u00fchrenden Schritte einzugeben.
is_available_immediately=ist sofort verf\u00fcgbar
is_available_on=ist am {0} verf\u00fcgbar
available_anonymously_at=ist <b>am {0}</b> unter {1} zur anonymen Teilnahme verf\u00fcgbar
available_class_at=ist <b>am {0}</b> f\u00fcr den gesamten Kurs unter {1} verf\u00fcgbar
available_group_at=ist <b>am {0}</b> unter {2} f\u00fcr {1} verf\u00fcgbar
it_is_due=Der Abgabetermin <b>ist der {0}</b>.
there_is_no_time_limit=Es liegt keine Zeitbeschr\u00e4nkung vor.
the_time_limit_is=Die Zeitbeschr\u00e4nkung ist
submit_when_time_is_up=Diese Pr\u00fcfung wird eingereicht, wenn die Zeit abgelaufen ist.
student_submit_unlimited_times=Studierende k\u00f6nnen diese unbegrenzt oft einreichen.
student_submit_certain_time=Studierende k\u00f6nnen diese {0} Mal(e) einreichen.
record_highest=(Die h\u00f6chste Punktzahl wird verzeichnet.)
record_last=(Die letzte Punktzahl wird verzeichnet.)

autoSummit_warning=Bei zeitlich begrenzten Pr\u00fcfungen sollte die Funktion \u201eAutomatisch \u00fcbermitteln\u201c ausgew\u00e4hlt sein, es sei denn, Sie haben den Studierenden eine Einreichung nach Ablauf der Zeitbeschr\u00e4nkung einger\u00e4umt.
timed_assessment=Zeitlich begrenzten Pr\u00fcfung mit Zeitbeschr\u00e4nkung
timed_hours=Std.
timed_minutes=Min.
auto_submit=Gespeicherte Pr\u00fcfungen werden nach Ablauf des Sperrdatums automatisch \u00fcbermittelt.
auto_submit_description=Pr\u00fcfung wird automatisch \u00fcbermittelt, wenn die Zeit abgelaufen ist.

released_to=Pr\u00fcfung freigegeben f\u00fcr
anonymous_users=Anonyme Benutzer
selected_groups=Ausgew\u00e4hlte Gruppen
selected_group=Ausgew\u00e4hlte Gruppe(n)
title_description=Titel: Beschreibung

high_security_allow_only_specified_ip=Nur festgelegte IP-Adressen zulassen
high_security_secondary_id_pw=Sekund\u00e4re ID und Passwort
high_security_password=Passwort

question_layout=Fragenlayout
layout_by_question=Jede Frage befindet sich auf einer separaten Webseite
layout_by_part=Jeder Teil befindet sich auf einer separaten Webseite
layout_by_assessment=Die vollst\u00e4ndige Beurteilung wird auf einer Webseite angezeigt

navigation=Navigation
random_access=Zuf\u00e4lliger Zugriff auf Fragen aus einem Inhaltsverzeichnis. (Auf jeder Seite k\u00f6nnen Sie mit den Schaltfl\u00e4chen "N\u00e4chste" und "Vorherige" navigieren.)
linear_access=Linearer Zugriff auf Fragen OHNE die M\u00f6glichkeit, zu vorherigen Seiten zur\u00fcckzukehren. (Sie k\u00f6nnen nur \u00fcber die Schaltfl\u00e4che \u201eN\u00e4chste\u201c vorw\u00e4rts gelangen. Es gibt KEINE Inhaltsverzeichnis-Seite.)
linear_access_warning=Da Studierende ein und dieselbe Frage nicht mehrere Male ansehen k\u00f6nnen sollten, wird die Standardeinstellung f\u00fcr die Anzahl zul\u00e4ssiger Einreichungen beim linearen Zugriff automatisch auf \u201e1 Einreichung\u201c gesetzt.
automatic_submission=Automatische Einreichung
automatic_submission_note_1=Bei dieser Funktion m\u00fcssen Studierende OHNE bisherige Einreichungen die gespeicherten Pr\u00fcfungen einreichen.

retract_conf=Sperrbest\u00e4tigung
retract_for_sure=Eine gesperrte Pr\u00fcfung ist f\u00fcr Studierende nicht mehr verf\u00fcgbar. Wenn Sie die Sperrfunktion jetzt anwenden, werden k\u00fcnftige Verf\u00fcgbarkeitsdaten bzw. Abgabetermine \u00fcberschrieben. M\u00f6chten Sie wirklich fortfahren?
retract_heading=Pr\u00fcfung sperren

numbering=Nummerierung
continous_numbering=Durchgehende Nummerierung zwischen Teilen
part_numbering=Nummerierung bei jedem Teil neu beginnen

submissions=Anzahl zul\u00e4ssiger Einreichungen
unlimited_submission=Unbegrenzt
only=nur
limited_submission=Zugelassene Einreichungen

late_handling=Versp\u00e4tete Abgaben
not_accept_latesubmission=Nach dem Abgabetermin werden KEINE versp\u00e4teten Einreichungen mehr akzeptiert.
accept_latesubmission=Versp\u00e4tete Einreichungen nach dem Abgabetermin werden AKZEPTIERT. Dies gilt allerdings nur f\u00fcr Studierende, die ihre Arbeit bis zum Abgabetermin noch nicht eingereicht haben. Sie erhalten die M\u00f6glichkeit, dies nachzuholen; ihre Einreichungen werden als \u201eversp\u00e4tet\u201c gekennzeichnet.

auto_save=Automatisches Speichern
user_click_save=Der Benutzer muss auf die Schaltfl\u00e4che \u201eSpeichern\u201c klicken, um die Eingaben zu speichern
save_automatically=S\u00e4mtliche Benutzereingaben werden automatisch gespeichert

submission_message=Nachricht zu eingereichten Dokumenten
submission_final_page_url=URL letzte Seite

sectionlevel_feedback=Auswahlebene (A,B,C...) \u2013 Feedback
both_feedback=Beides

immediate_feedback=Sofortiges Feedback
immediate=Sofort
feedback_by_date=Der Studierende erh\u00e4lt das Feedback an einem spezifischen Datum
no_feedback=Der Studierende erh\u00e4lt kein Feedback

receive_immediate=Der Studierende erh\u00e4lt <b>sofortiges Feedback</b>.
receive_feedback_on_submission=Der Studierende erh\u00e4lt <b>Feedback nach Einreichung</b>.
receive_no_feedback=Der Studierende erh\u00e4lt <b>kein Feedback</b>.
feedback_available_on=Der Studierende erh\u00e4lt <b>Feedback</b> am <b>{0}</b>.

feedback_components=W\u00e4hlen Sie die Feedback-Komponenten aus
question_text=Fragentext
student_assessment_score=Pr\u00fcfungspunkzahl des des Studierenden
student_question_score=Fragen- und Teilpunktzahlen des Studierenden
grader_comments=Kommentare des Bewertenden

student_identity=Identit\u00e4ten des Studierenden
not_anonymous=Die Identit\u00e4t der Studierenden ist f\u00fcr Bewertende sichtbar
anonymous=Nur anonyme Bewertung

gradebook_options=Leistungs\u00fcbersichtoptionen
to_default_gradebook=An die Leistungs\u00fcbersicht \u00fcbermittelte Bewertungen (Durch Auswahl dieser Option werden Punktzahlen unabh\u00e4ngig vom Feedback-Datum sofort an die Leistungs\u00fcbersicht \u00fcbermittelt.)
to_no_gradebook=Keine
gradebook_note_f=(Durch Auswahl der Option \u201eAn die Leistungs\u00fcbersicht \u00fcbermittelte Bewertungen\u201c im Bewertungsabschnitt werden Punktzahlen unabh\u00e4ngig vom Feedback-Datum sofort an die Leistungs\u00fcbersicht \u00fcbermittelt)

recorded_score=Verzeichnete Punktzahl bei mehreren Einreichungen pro Benutzer
highest_score=H\u00f6chste Punktzahl verzeichnen
average_score=Durchschnittspunktzahl verzeichnen
last_score=Letzte Punktzahl verzeichnen

background_color=Hintergrundfarbe
background_image=Hintergrundbild

assessment_metadata=Metadaten f\u00fcr Beurteilung
metadata_keywords=Stichw\u00f6rter
metadata_objectives=Ziele
metadata_rubrics=Rubriken

record_metadata=Metadaten aufzeichnen f\u00fcr:
metadata_parts=Teile
metadata_questions=Fragen

button_unique_save_and_publish=Einstellungen speichern und ver\u00f6ffentlichen
button_save_settings=Einstellungen speichern
button_edit_settings=Einstellungen bearbeiten
button_retract_now=Jetzt sperren
button_retract=Sperren

# Mark for Review
mark_for_review_pop_up_text_1=Mit der Funktion \u201eZur Pr\u00fcfung kennzeichnen\u201c k\u00f6nnen Sie Fragen, die Sie vor Einreichung der Beurteilung pr\u00fcfen m\u00f6chten, mit einem Lesezeichen versehen. Klicken Sie im oberen Bereich der Seite auf die Verkn\u00fcpfung \u201eInhaltsverzeichnis\u201c, um eine vollst\u00e4ndige Fragenliste abzurufen (Klicken Sie auf die Bezeichnung des Teils, um Fragen anzuzeigen). Neben Fragen, die Sie gekennzeichnet haben, erscheint das Fragezeichensymbol.
mark_for_review_pop_up_text_2=Diese Funktion ist optional und hat keinerlei Einfluss auf Ihre Einreichung.
button_close=Schlie\u00dfen
mark_for_review=Zur Pr\u00fcfung kennzeichnen
mark_for_review_label=Funktion \u201eZur Pr\u00fcfung kennzeichnen\u201c
whats_this_link=Worum handelt es sich hierbei?
mark_for_review_text_1=Unterhalb jeder Frage erscheint ein Kontrollk\u00e4stchen mit dem Text \u201eZur Pr\u00fcfung kennzeichnen\u201c.
mark_for_review_text_2=(Diese Funktion ist nicht verf\u00fcgbar, wenn Sie in der Pr\u00fcfungskonfiguration die Option \u201eLinearer Zugriff\u201c ausgew\u00e4hlt haben.)

# the following is for confirming publishing (publishAssessment.jsp)
check_settings_and_add_notification=Pr\u00fcfung ver\u00f6ffentlichen
publish_assessment=Pr\u00fcfung ver\u00f6ffentlichen
republish_assessment=Pr\u00fcfung erneut ver\u00f6ffentlichen
regrade_republish_assessment=Pr\u00fcfung erneut bewerten und ver\u00f6ffentlichen
publish_confirm_message=\u00dcberpr\u00fcfen Sie Ihre Einstellungen und konfigurieren Sie die Benachrichtigungsoptionen entsprechend. Klicken Sie auf <b>Ver\u00f6ffentlichen</b>, um die Pr\u00fcfung jetzt f\u00fcr Studierende bereitzustellen. Klicken Sie auf <b>Abbrechen</b>, um noch abzuwarten bzw. die Pr\u00fcfung zu bearbeiten. Klicken Sie auf <b>Einstellungen bearbeiten</b>, um Ihre Einstellungen zu bearbeiten.
cancel_message=Klicken Sie auf <b>{0}</b>, um noch abzuwarten bzw. die Pr\u00fcfung zu bearbeiten.
republish_confirm_message=\u00dcberpr\u00fcfen Sie die Einstellungen unten und konfigurieren Sie die Benachrichtigungsoptionen. Klicken Sie dann auf <b>Erneut ver\u00f6ffentlichen</b>, um die Pr\u00fcfung jetzt f\u00fcr Studierende bereitzustellen.
started_or_submitted=Studierende haben mit dieser Pr\u00fcfung begonnen oder diese eingereicht. 
score_discrepancies_note_non_linear=Wenn Sie den Inhalt derart ge\u00e4ndert haben, dass daraus Punktzahldiskrepanzen entstehen k\u00f6nnten, setzen Sie bitte die Studierenden dar\u00fcber in Kenntnis; vielleicht m\u00f6chten Sie Studierenden auch die M\u00f6glichkeit einr\u00e4umen, ihre letzte Einreichung zu \u00fcberarbeiten.
score_discrepancies_note=Wenn Sie den Inhalt derart ge\u00e4ndert haben, dass daraus Punktzahldiskrepanzen entstehen k\u00f6nnten, setzen Sie bitte die Studierenden dar\u00fcber in Kenntnis.

update_most_current_submission_checkbox=R\u00e4umen Sie Studierenden die M\u00f6glichkeit ein, ihre letzte Einreichung zu \u00fcberarbeiten.
publish_error_message=Beim Ver\u00f6ffentlichen dieser Pr\u00fcfung ist ein Fehler aufgetreten.  Wenn diese Pr\u00fcfungen in der Leistungs\u00fcbersicht ver\u00f6ffentlicht werden soll, vergewissern Sie sich, dass der Pr\u00fcfungstitel nicht zu Konflikten mit anderen Pr\u00fcfungen f\u00fchrt.
published_assessment_url=URL der ver\u00f6ffentlichten Pr\u00fcfung

time_limit=Zeitbeschr\u00e4nkung
no_time_limit= Keine Zeitbeschr\u00e4nkung

#ERROR
timeSelect_error=Legen Sie unter \u201eZeitlich begrenzte Pr\u00fcfung\u201c eine Zeitbeschr\u00e4nkung fest.
assessmentName_error= Die Pr\u00fcfungstitel m\u00fcssen sich jeweils unterscheiden.  W\u00e4hlen Sie bitte einen anderen Titel aus.
gbConflict_error= In der Leistungs\u00fcbersicht ist bereits eine Pr\u00fcfung mit diesem Titel vorhanden.  W\u00e4hlen Sie bitte einen anderen Titel aus.
assessmentName_empty= Pr\u00fcfungsname sollte nicht leer sein.
published_assessment_title_not_unique_error = Zwei ver\u00f6ffentlichte Pr\u00fcfungen k\u00f6nnen nicht den gleichen Titel tragen.  W\u00e4hlen Sie bitte einen anderen Titel aus.
ip_error= Legen Sie unter \u201eHohe Sicherheit\u201c eine g\u00fcltige IP-Adresse oder Teiladresse fest. (Beispiel: xxx.xx.*.*)
ip_note=Verwenden Sie pro Zeile nur eine IP-Adresse. Ein Sternchen (*) kann f\u00fcr ein einzelnes Subnetz stehen.
ip_example= Beispiele:
ip_ex=171.64.139.* oder 171.64.*.*
date_error= Legen Sie bitte unter \u201eFeedback\u201c das Datum f\u00fcr die Feedback-Bereitstellung fest. 
submissions_allowed_error=Geben Sie bitte im Feld \u201eZul\u00e4ssige Einreichungen\u201c eins (1) oder eine gr\u00f6\u00dfere Zahl ein.
validateURL=URL validieren

# signs for author tool
separator=| 
column=: 
greater=>

# titles
t_assessmentIntroduction=Einf\u00fchrung in die Pr\u00fcfung
t_deliveryDates=Bereitstellungsdaten
t_releasedTo=Pr\u00fcfung freigegeben f\u00fcr
t_highSecurity=Hohe Sicherheit
t_timedAssessment=Zeitlich begrenzte Pr\u00fcfung
t_assessmentOrganization=Pr\u00fcfungskonfiguration
t_submissions=Einreichungen
t_submissionMessage=Nachricht zu eingereichten Dokumenten
t_grading=Bewertung
t_graphics=Graphiken
t_metadata=Metadaten

# add attachments to questions
attachments = Anh\u00e4nge
add_attachments = Anh\u00e4nge hinzuf\u00fcgen
add_remove_attachments = Anh\u00e4nge hinzuf\u00fcgen/entfernen
no_attachments = Noch keine Anh\u00e4nge hinzugef\u00fcgt
remove_attachment_heading = Anhang entfernen
remove_attachment_conf = Entfernung des Anhangs best\u00e4tigen
cert_rem_attachment=M\u00f6chten Sie diesen Anhang wirklich entfernen?
t_attachment = Anhang in neuem Fenster \u00f6ffnen

# Colour picker
cp_TITLE = Farbw\u00e4hler
cp_WEB_SAFE = Palette f\u00fcr websichere Farben
cp_WINDOWS_SYSTEM = Palette f\u00fcr Windows-Systemfarben
cp_GREY_SCALE = Grautonpalette
cp_CLICKALT = Klicken Sie hier, um die Farbe auszuw\u00e4hlen

# Date picker
dp_CLICKALT = Klicken Sie hier, um das Datum auszuw\u00e4hlen

# Audio recording applet
record_your_answer = Klicken Sie, um Ihre Antwort aufzuzeichnen ...
audio_recording = Tonaufnahme
averag_grading_single_submission=Die Funktion \u201eDurchschnittsbewertung\u201c ist bei Pr\u00fcfungen, bei denen nur eine einzelne Einreichung m\u00f6glich ist, nicht verf\u00fcgbar.

due_earlier_than_avaliable=Der Abgabetermin kann nicht vor dem Verf\u00fcgbarkeitsdatum liegen.
retract_earlier_than_avaliable=Das Sperrdatum kann nicht vor dem Verf\u00fcgbarkeitsdatum oder dem Abgabetermin liegen.
retract_earlier_than_due=Das Sperrdatum kann nicht vor dem Verf\u00fcgbarkeitsdatum oder dem Abgabetermin liegen.
retract_required_with_auto_submit=Das Sperrdatum muss festgelegt sein, wenn die automatische Einreichung aktiviert ist.
  
# Secure delivery support
require_secure_delivery = Gesicherter Browser erforderlich
secure_delivery_exit_pwd = Passwort zum Verlassen der Anwendung (optional)
exit_password_error = Das Passwort zum Verlassen der Anwendung darf nur die folgenden Zeichen enthalten: a-z, A-Z und 0-9.
none_secure_delivery_module = Kein

# SAM-939
rowchoices=Auswahlm\u00f6glichkeiten f\u00fcr Zeilen (dr\u00fccken Sie nach jeder Auswahl die Eingabetaste)
matrix_choice_surv=Umfrage: Auswahlmatrix
matrix_choices_surv=Umfrage \u2013 Auswahlmatrix
columnchoices=Auswahlm\u00f6glichkeiten f\u00fcr Spalten (dr\u00fccken Sie nach jeder Auswahl die Eingabetaste)
addColumnChoiceToFavor=Auswahlm\u00f6glichkeiten f\u00fcr Spalten zu Favoriten hinzuf\u00fcgen
forceRanking=Nur eine Antwort pro Spalte zulassen (erzwungenes Ranking)
addComment=Kommentarfeld hinzuf\u00fcgen
favorLabel=Favoritenbezeichnung
fieldLabel=Feldbezeichnung
relativeWidthOfColumns=Relative Breiten der Spalten
row_field_empty=Das Zeilenfeld darf nicht leer sein
less_than_two_columns=Spaltenfeld muss mindestens zwei Eingaben enthalten, die jeweils durch die \u201eEingabe\u201c-Taste getrennt sind
selectFromFavorites=Aus Favoriten ausw\u00e4hlen

