#X-Generator: crowdin.com
sakai_assessment_manager=Gestionnaire d'\u00e9valuation de Sakai

global_nav_assessmt=\u00c9valuation
global_nav_pools=R\u00e9serve de Questions
dash=-  
heading_template_information=Type d'\u00e9valuation
heading_assessment_introduction=Introduction de l'\u00e9valuation
heading_assessment_delivery_dates=Dates de Remise
heading_released_to=\u00c9valuation publi\u00e9e pour
heading_high_security=S'assurer que les \u00e9tudiants passent les examens depuis des lieux pr\u00e9cis
heading_timed_assessment=\u00c9valuation Chronom\u00e9tr\u00e9e
heading_assessment_organization=Organisation de l'\u00e9valuation
heading_submissions=Copies
heading_submission_message=Ajouter un message que les \u00e9tudiants verront apr\u00e8s la remise
heading_grading=Notation et commentaires
heading_graphics=Graphiques
heading_metadata=M\u00e9tadonn\u00e9es
heading_about=A propos de cette \u00e9valuation
heading_availability=Disponibilit\u00e9 et remises
heading_layout=Disposition et apparence
heading_background=Changer le fond ?

settings=Configuration
template_title=Titre
template_authors=Auteur(s)
template_description=Description/Introduction (facultatif)

assessment_title=Titre
assessment_creator=Auteur
assessment_authors=Auteur(s)
assessment_description=Description/Introduction (facultatif)
assessment_available=Il est ouvert le
assessment_due=Il est \u00e0 rendre le
has_time_limit=et a une dur\u00e9e chronom\u00e9tr\u00e9e de
late_accept=Remise tardive accept\u00e9e ? (les \u00e9tudiants ont une chance de remettre apr\u00e8s la date de remise s'ils n'ont pas d\u00e9j\u00e0 remis)
no_late=Non, pas apr\u00e8s la date de remise
yes_late=Oui, jusqu'au
indefinitely=ind\u00e9finiment (si vide)
auto_submit=Auto-soumission sauvegarde les travaux des apprenants apr\u00e8s la  derni\u00e8re date d'acceptation, sauf si l'apprenant a d\u00e9j\u00e0 remis

calendarDueDatePrefix=\u00c0 rendre \:
calendarDueDate=Afficher la date de remise dans le 
word_or=OU
republished=Republi\u00e9
description=Description \:
available=Disponible
due=\u00c0 rendre
retract=Retirer
hours=h
minutes=min
seconds=secondes
available_immediately=Disponible Imm\u00e9diatement
was_republished=a \u00e9t\u00e9 republi\u00e9
subject=Sujet \:
no_notification=sans notification
send_notification=et envoyer la notification ci-dessous \u00e0 tous les \u00e9tudiants
notification_content=Cette \u00e9valuation est disponible dans l'espace {0} sur {1}.
notification=Notification
pre_populate_text_publish=Cliquez ici pour saisir un message facultatif qui sera envoy\u00e9 par courrier \u00e9lectronique avec la configuration ci-dessous.
pre_populate_text_republish=Cliquez ici pour saisir un message facultatif qui sera envoy\u00e9 par courrier \u00e9lectronique avec la configuration ci-dessous.
pre_populate_text_regrade_republish=Cliquez ici pour saisir une description des modifications apport\u00e9es et des actions que les \u00e9tudiants doivent effectuer.
is_available_immediately=est disponible imm\u00e9diatement
is_available_on=est disponible le  {0}
available_anonymously_at=est <b>disponible le {0}</b> de mani\u00e8re anonyme \u00e0 l'adresse  {1}
available_class_at=est <b>disponible le {0}</b> a l'espace entier \u00e0 l'adresse {1}
available_group_at=est <b>disponible le {0}</b> pour {1} \u00e0 l'adresse {1}\n {2}
it_is_due=Elle doit \u00eatre <b>rendue pour le {0}</b>.
there_is_no_time_limit=Il n'y a pas de limite de temps.
the_time_limit_is=Le temps limite est de 
submit_when_time_is_up=Cette \u00e9valuation sera soumis lorsque le temps est \u00e9coul\u00e9.
student_submit_unlimited_times=Les \u00e9tudiants peuvent soumettre autant de fois qu\u2019ils souhaitent.
student_submit_certain_time=Les \u00e9tudiants peuvent soumettre cette \u00e9valuation {0} fois.
record_highest=(Le meilleur score sera enregistr\u00e9).
record_last=(Le dernier score sera enregistr\u00e9).

autoSummit_warning=Pour les \u00e9valuations chronom\u00e9tr\u00e9es, la remise automatique devrait \u00eatre s\u00e9lectionn\u00e9e \u00e0 moins que vous ne permettiez les remises \u00e9tudiantes tardives apr\u00e8s la limite de temps.
timed_assessment=\u00c9valuation chronom\u00e9tr\u00e9e avec limite de temps \:
timed_hours=heures
timed_minutes=min
auto_submit_description=L'\u00e9valuation sera remise automatiquement lorsque le temps sera \u00e9coul\u00e9.

released_to=\u00c9valuation publi\u00e9e pour
anonymous_users=Utilisateurs anonymes
entire_site=Tous les membres de l'espace
selected_groups=Groupes choisis
select_all_groups=S\u00e9lectionner tous les groupes

high_security_allow_only_specified_ip=Ne permettre que le adresses IP sp\u00e9cifi\u00e9es
high_security_secondary_id_pw=Identifiant et mot de passe secondaires
high_security_password=Mot de passe

question_layout=Disposition de la question
layout_by_question=Chaque question est sur une page Web s\u00e9par\u00e9e
layout_by_part=Chaque partie est sur une page Web s\u00e9par\u00e9e
layout_by_assessment=L'\u00e9valuation compl\u00e8te est affich\u00e9e sur une page Web

navigation=Navigation
random_access=Acc\u00e8s al\u00e9atoire aux questions \u00e0 partir d'une table des mati\u00e8res. (Il y a des boutons "Enregistrer et continuer" et "Pr\u00e9c\u00e9dent" sur chaque page pour la navigation. Remise automatique lorsque le temps est \u00e9coul\u00e9.)
linear_access=Acc\u00e8s s\u00e9quentiel aux questions SANS retour aux pages pr\u00e9c\u00e9dentes. (Il n'y a que des boutons "Enregistrer et Continuer" pour aller vers l'avant. Il n'y a PAS de page de table des mati\u00e8res.)
linear_access_warning=Puisque les \u00e9tudiants ne sont pas cens\u00e9s voir les m\u00eames questions plus d'une fois, en s\u00e9lectionnant l'acc\u00e8s s\u00e9quentiel, le nombre de remises autoris\u00e9es par d\u00e9faut sera r\u00e9gl\u00e9 automatiquement sur 1 (une seule remise autoris\u00e9e).
automatic_submission=Remise Automatique
automatic_submission_note_1=Cette option force la remise des \u00e9valuations enregistr\u00e9es pour les \u00e9tudiants qui n'ont AUCUNE remise pr\u00e9c\u00e9dente.

retract_conf=Arr\u00eater d'accepter maintenant
retract_for_sure=Il ne sera plus possible de remettre cette \u00e9valuation. Utiliser l'option \u00ab\u00a0Arr\u00eater d'accepter maintenant\u00a0\u00bb aura pour effet d'annuler toute date de disponibilit\u00e9 ou de remise.  \u00cates-vous s\u00fbr de vouloir continuer ?
retract_heading=Arr\u00eater d'accepter

numbering=Num\u00e9rotation
continous_numbering=Num\u00e9rotation continue entre les parties
part_numbering=Recommencer la num\u00e9rotation pour chaque partie

submissions_allowed=Le nombre de remises autoris\u00e9s est
unlimited_submission=Illimit\u00e9
only=Seulement
limited_submission=remises permises

auto_save=Enregistrement automatique
user_click_save=L'utilisateur doit cliquer le bouton \u00ab\u00a0Enregistrer\u00a0\u00bb pour enregistrer les donn\u00e9es
save_automatically=Toutes les entr\u00e9es des utilisateurs sont enregistr\u00e9es automatiquement

submission_message=Message de Remise
submission_final_page_url=URL de la page finale

sectionlevel_feedback=Retour d'exp\u00e9rience au niveau de la s\u00e9lection (A,B,C,...)
both_feedback=Les deux

immediate_feedback=Retour d'exp\u00e9rience imm\u00e9diat
immediate=Imm\u00e9diat
feedback_by_date=Le retour d'exp\u00e9rience sera affich\u00e9 \u00e0 l'\u00e9tudiant \u00e0 une date sp\u00e9cifique
no_feedback=Aucun retour d'exp\u00e9rience ne sera affich\u00e9e \u00e0 l'\u00e9tudiant

receive_immediate=L'\u00e9tudiant recevra <b>imm\u00e9diatement le retour d\u2019exp\u00e9rience</b>.
receive_feedback_on_submission=L'\u00e9tudiant recevra <b>le retour d\u2019exp\u00e9rience \u00e0 la remise</b>.
receive_no_feedback=L'\u00e9tudiant ne recevra <b>aucun retour d\u2019exp\u00e9rience</b>.
feedback_available_on=L'\u00e9tudiant recevra <b>le retour d\u2019exp\u00e9rience</b> le <b>{0}</b>.

feedback_components=S\u00e9lectionner les composants de retour d'exp\u00e9rience
question_text=Texte de Question
student_assessment_score=Notes d'\u00e9valuations de l'\u00e9tudiant
student_question_score=Note de l'\u00e9tudiant pour la question
grader_comments=Commentaires du correcteur

student_identity=Identit\u00e9s des \u00e9tudiants
not_anonymous=L'identit\u00e9 des \u00e9tudiants peut \u00eatre vue par les correcteurs
anonymous=Correction anonyme seulement

gradebook_options=Options du bulletin de notes
to_default_gradebook=Notes envoy\u00e9es au bulletin de notes
to_no_gradebook=Aucun
gradebook_note_f=(La s\u00e9lection des \u00ab\u00a0notes envoy\u00e9es au bulletin de notes\u00a0\u00bb dans la section de \u00e9valuation enverra des points au bulletin de notes imm\u00e9diatement, ind\u00e9pendamment de la date du retour d'exp\u00e9rience.)

recorded_score=Note enregistr\u00e9e si des remises multiples existent par utilisateur
highest_score=Enregistrer la note la plus \u00e9lev\u00e9e
average_score=Enregistrer la note moyenne
last_score=Enregistrer la derni\u00e8re note

background_color=Couleur d'arri\u00e8re-plan
background_image=Image d'arri\u00e8re-plan

assessment_metadata=M\u00e9tadonn\u00e9es de l'\u00e9valuation
metadata_keywords=Mots cl\u00e9s
metadata_objectives=Objectifs
metadata_rubrics=Rubriques

record_metadata=Enregistrer les m\u00e9tadonn\u00e9es pour \:
metadata_parts=Parties
metadata_questions=Questions 

button_unique_save_and_publish=Enregistrer la configuration et Publier
button_save_settings=Enregistrer la configuration
button_edit_settings=Modifier la configuration
button_stop_accepting_now=Arr\u00eater d'accepter maintenant
button_stop_accepting=Arr\u00eater d'accepter

# Mark for Review
mark_for_review_pop_up_text_1=La marque de v\u00e9rification signera les questions que vous voudriez passer en revue avant de remettre l'\u00e9valuation. Cliquer dessus le lien de table des mati\u00e8res au dessus de la page pour trouver une pleine liste de questions (cliquer sur le nom de partie pour voir des questions). Le point d'interrogation appara\u00eetra \u00e0 c\u00f4t\u00e9 de n'importe quelle question que vous avez marqu\u00e9e.
mark_for_review_pop_up_text_2=Ce dispositif est facultatif et n'a aucun impact sur votre remise.
button_close=Fermer
mark_for_review=Marque pour la Modification
mark_for_review_label=Ajouter des cases \u00e0 cocher en regard des questions pour qu'elle puissent \u00eatre marqu\u00e9es comme \u00e9tant \u00e0 revoir
whats_this_link=Qu'est-ce que c'est ?
mark_for_review_text_1=Une boite libell\u00e9e \u00ab\u00a0Marqu\u00e9e \u00e0 revoir\u00a0\u00bb appara\u00eetra sous chaque question.
mark_for_review_text_2=(Cette fonctionnalit\u00e9 n'est pas disponible si acc\u00e8s lin\u00e9aire est choisi dans l'Organisation d\u2019\u00c9valuation.)

# the following is for confirming publishing (publishAssessment.jsp)
check_settings_and_add_notification=Publier l'\u00e9valuation
publish_assessment=Publier l'\u00e9valuation
republish_assessment=Republier l'\u00e9valuation
regrade_republish_assessment=R\u00e9\u00e9valuer et republier l'\u00e9valuation
publish_confirm_message=Vous permet de v\u00e9rifier votre configuration et d'ajuster le niveau de notification. Cliquez sur <b>Publier</b> pour rendre l'\u00e9valuation visible pour les \u00e9tudiants maintenant. Cliquez sur <b>Annuler</b> pour mettre l'\u00e9valuation en attente ou pour la modifier. Cliquez sur <b>Modifier la configuration</b> pour modifier la configuration.
cancel_message=Cliquez sur <b>{0}</b> pour attendre ou modifier l'\u00e9valuation.
republish_confirm_message=Examinez votre configuration ci-dessous, ajustez le niveau de notification, puis cliquez sur <b>Republier</b> pour que l'\u00e9valuation soit maintenant visible par les \u00e9tudiants.
started_or_submitted=Les \\u00e9tudiants ont commenc\u00e9 ou remis cette \\u00e9valuation.
score_discrepancies_note_non_linear=Si vous avez modifi\u00e9 le contenu de sorte que des \u00e9carts pourraient apparaitre au niveau des notes, veuillez envoyer une notification aux \u00e9tudiants ; vous pouvez \u00e9galement autoriser les \u00e9tudiants \u00e0 mettre \u00e0 jour leur derni\u00e8re remise.
score_discrepancies_note=Si vous avez modifi\u00e9 le contenu de sorte que des \u00e9carts pourraient apparaitre au niveau des notes, veuillez envoyer une notification aux \u00e9tudiants.

update_most_current_submission_checkbox=Permettre aux \u00e9tudiants de mettre \u00e0 jour leur dernier d\u00e9p\u00f4t.
update_most_current_submission_checkbox_warn=Cette option n\u00e9cessite que des \u00e9tudiants remettent \u00e0 nouveau leurs \u00e9valuations afin que le personnel enseignant voient les remises sous \u00ab\u00a0Scores\u00a0\u00bb. Toute modification des notes des remises ant\u00e9rieures \u00e0 la nouvelle notation sera perdue.
publish_error_message=Une erreur s'est produite lors de la publication de cette \u00e9valuation. Si cette \u00e9valuation doit \u00eatre publi\u00e9e dans un bulletin de notes, assurez-vous que le titre de l'\u00e9valuation n'entre pas en conflit avec d'autres devoirs.
published_assessment_url=URL d'\u00e9valuation publi\u00e9e

time_limit=Limite de temps
no_time_limit=Aucune limite de temps

#ERROR
timeSelect_error=Veuillez sp\u00e9cifier une limite de temps sous \u00c9valuation chronom\u00e9tr\u00e9e.
assessmentName_error=Vous ne pouvez pas utiliser le m\u00eame titre pour deux \u00e9valuations. Veuillez choisir un autre titre.
gbConflict_error=Une autre \u00e9valuation ayant le m\u00eame titre existe dans le bulletin de notes. Veuillez choisir un autre titre.
assessmentName_empty=Le Nom de l'\u00e9valuation ne devrait pas \u00eatre vide.
published_assessment_title_not_unique_error=Vous ne pouvez pas utiliser le m\u00eame titre pour deux \u00e9valuations publi\u00e9es. Veuillez choisir un autre titre.
ip_error=Veuillez sp\u00e9cifier une adresse IP valide ou une adresse partielle sous Haute s\u00e9curit\u00e9. (exemple\: xxx.xx*)
ip_note=Utilisez une adresse IP par ligne. Un ast\u00e9risque(*) peut \u00e9quivaloir \u00e0 n'importe quel sous-r\u00e9seau simple.
ip_example=Exemples \:
ip_ex=171.64.139.* ou 171.64.*.*
date_error=Veuillez sp\u00e9cifier la date pour la remise de la r\u00e9troaction sous R\u00e9troaction. 
submissions_allowed_error=Veuillez entrer un nombre de Remises Permises qui est un (1) ou sup\u00e9rieur \u00e0 un.
validateURL=Valider l'URL

# signs for author tool
separator=|  
column=\ \: 
greater=> 

# titles
t_assessmentIntroduction=Introduction de l\u2019\u00e9valuation
t_deliveryDates=Dates de Remise
t_releasedTo=\u00c9valuation publi\u00e9e pour
t_highSecurity=Haute S\u00e9curit\u00e9
t_timedAssessment=\u00c9valuation chronom\u00e9tr\u00e9e
t_assessmentOrganization=Organisation de l'\u00e9valuation
t_submissions=Copies
t_submissionMessage=Message de Remise
t_grading=Notation
t_graphics=Graphiques
t_metadata=M\u00e9tadonn\u00e9es

# add attachments to questions
attachments=Pi\u00e8ces jointes
add_attachments=Ajouter des pi\u00e8ces jointes
add_remove_attachments=Ajouter / supprimer des pi\u00e8ces jointes
no_attachments=Aucune pi\u00e8ce jointe pour l'instant
remove_attachment_heading=Supprimer la pi\u00e8ce jointe
remove_attachment_conf=confirmer la suppression de la pi\u00e8ce jointe
cert_rem_attachment=\u00cates-vous s\u00fbr de vouloir supprimer cette pi\u00e8ce jointe ?
t_attachment=Afficher la pi\u00e8ce jointe dans une autre fen\u00eatre

# Colour picker
cp_TITLE=S\u00e9lecteur de couleurs
cp_WEB_SAFE=Palette Web
cp_WINDOWS_SYSTEM=Palette de Windows
cp_GREY_SCALE=Palette de gris
cp_CLICKALT=Cliquez ici pour choisir une couleur

# Date picker
dp_CLICKALT=Cliquez ici pour choisir une date

# Audio recording applet
record_your_answer=Cliquer pour enregistrer votre r\u00e9ponse\u2026
record_no_more_attempts=In ne vous reste plus de tentative d'enregistrement.
audio_recording=Enregistrement Audio
averag_grading_single_submission=La \u00ab\u00a0note moyenne\u00a0\u00bb ne peut \u00eatre appliqu\u00e9e qu'aux \u00e9valuations ne faisant l'objet que d'une seule remise.

due_earlier_than_avaliable=La date de remise ne peut \u00eatre ant\u00e9rieure \u00e0 la date de disponibilit\u00e9.
retract_earlier_than_avaliable=La date de fin ne peut \u00eatre ant\u00e9rieure ni \u00e0 la date de disponibilit\u00e9 ou ni \u00e0 la date de remise.
retract_earlier_than_due=La date de fin ne peut \u00eatre ant\u00e9rieure ni \u00e0 la date de disponibilit\u00e9 ni \u00e0 la date de remise.
retract_required_with_auto_submit=La derni\u00e8re date d'acceptation doit \u00eatre d\u00e9finie pour forcer la soumission automatique des travaux des apprenants apr\u00e8s cette date. 

# Secure delivery support
require_secure_delivery=Navigateur verrouill\u00e9 requis
secure_delivery_exit_pwd=Mot de passe de sortie (facultatif)
exit_password_error=Seuls les caract\u00e8res suivants sont autoris\u00e9s pour le mot de passe de sortie \: a-z, A-Z et 0-9
none_secure_delivery_module=Aucun

# SAM-939
rowchoices=Choix des lignes (appuyer sur la touche \u00ab\u00a0Entr\u00e9e\u00a0\u00bb apr\u00e8s chaque choix)
matrix_choice_surv=Sondage \: Matrice de choix
matrix_choices_surv=Sondage - matrice de choix
columnchoices=Choix des colonnes (appuyer sur la touche \u00ab Entr\u00e9e \u00bb apr\u00e8s chaque choix)
addColumnChoiceToFavor=Ajouter choix des colonnes \u00e0 vos favoris
forceRanking=Ne permettre qu'une r\u00e9ponse par colonne (classement forc\u00e9)
addComment=Ajouter un champ commentaire
favorLabel=\u00c9tiquettes favorites
fieldLabel=\u00c9tiquette du champ
relativeWidthOfColumns=Largeurs relatives des colonnes
row_field_empty=Le champ de ligne ne peut pas \u00eatre vide
less_than_two_columns=Le champ des colonnes doit avoir au moins deux entr\u00e9es s\u00e9par\u00e9es par la touche \u00ab Entr\u00e9e \u00bb
selectFromFavorites=S\u00e9lectionner depuis les favoris


