#-------------------------------------------------------------------------------
# Translated by: LARC - Laboratory of Architecture and Computer Networks 
# USP, Sao Paulo, Brazil
#-------------------------------------------------------------------------------

sakai_assessment_manager=Gerenciador de Avalia\u00e7\u00f5es

global_nav_assessmt=Avalia\u00e7\u00f5es
global_nav_pools=Banco de Quest\u00f5es
dash= - 
heading_template_information=Tipo de Avalia\u00e7\u00e3o
heading_assessment_introduction=Introdu\u00e7\u00e3o da Avalia\u00e7\u00e3o
heading_assessment_delivery_dates=Datas de Entrega
heading_released_to=Avalia\u00e7\u00e3o Disponibilizada para
heading_high_security=Assegurar que os alunos realizem as provas no local especif\u00edcado
heading_timed_assessment=Avalia\u00e7\u00e3o Cronometrada
heading_assessment_organization=Organiza\u00e7\u00e3o da Avalia\u00e7\u00e3o
heading_submissions=Submiss\u00f5es
heading_submission_message=Adicionar mensagem para os alunos visualizarem ap\u00f3s a submiss\u00e3o	  
heading_feedback=Feedback
heading_graphics=Gr\u00e1ficos
heading_metadata=Metadados
heading_about=Sobre essa Avalia\u00e7\u00e3o
heading_availability=Disponibilidade e Submiss\u00f5es
heading_grading_feedback=Avalia\u00e7\u00e3o e Feedback 
heading_extended_time=Exce\u00e7\u00f5es para o Limite de Tempo e Data de Entrega
heading_layout=Layout e Apar\u00eancia
heading_background=Mudar o plano de fundo?	 
heading_security_proctoring=Seguran\u00e7a e Supervis\u00e3o
clear_calendar_alt=Limpar Data

settings=Configura\u00e7\u00f5es
template_title=T\u00edtulo
template_authors=Autor(es)
template_description=Descri\u00e7\u00e3o / Introdu\u00e7\u00e3o (opcional)
honor_pledge=Compromisso de Honra
honor_pledge_add=Exigir que o aluno aceite o compromisso de honra antes de iniciar a avalia\u00e7\u00e3o
assessment_title=T\u00edtulo
assessment_creator=Criador
assessment_authors=Autor(es)
assessment_description_and_attachments=Descri\u00e7\u00e3o e Anexos (opcional - mostrados antes do in\u00edcio da avalia\u00e7\u00e3o)
assessment_description=Descri\u00e7\u00e3o / Introdu\u00e7\u00e3o 
assessment_available=Dispon\u00edvel em
assessment_due=Vence em		   
assessment_is_timed=Sim
assessment_is_timed_limit=Limite de tempo:	 
assessment_not_timed=N\u00e3o		
assessment_timed=\u00c9 cronometrada?
assessment_timed_info=Se cronometrada, os alunos t\u00eam at\u00e9 ao final do prazo, ou at\u00e9 ao Prazo Final de Submiss\u00e3o, o que ocorrer primeiro, para submeter o seu trabalho. Suas respostas ser\u00e3o salvas automaticamente e enviadas quando o prazo expirar.
assessment_timed_info_extra=A avalia\u00e7\u00e3o n\u00e3o ser\u00e1 cronometrada, caso o limite de tempo fixado seja zero.
late_accept=Qual \u00e9 o Prazo Final para Submiss\u00e3o?
late_accept_until=Prazo Final para Submiss\u00e3o:
late_accept_help=Se submiss\u00f5es atrasadas forem aceitas, os alunos ter\u00e3o a chance de submeter ap\u00f3s a Data de Vencimento (mas antes do Prazo Final para Submiss\u00e3o), caso ainda n\u00e3o tenham feito a submiss\u00e3o.
no_late=A data de vencimento (n\u00e3o s\u00e3o permitidas submiss\u00f5es atrasadas)
yes_late=Aceitar submiss\u00f5es atrasadas
yes_late_deadline=Prazo Final para Submiss\u00e3o:
indefinitely=indefinidamente (se em branco)
auto_submit=Submiss\u00e3o Autom\u00e1tico
auto_submit_help=Submiss\u00e3o Autom\u00e1tico salva o trabalho do aluno depois da data de aceita\u00e7\u00e3o mais recente
auto_submit_info=A submiss\u00e3o autom\u00e1tica N\u00c3O salva o trabalho do aluno automaticamente antes de submeter. Somente enviar\u00e1 os trabalhos salvos do aluno ap\u00f3s a Data de Vencimento ou Prazo Final para Submiss\u00e3o (o que ocorrer depois).

calendarDueDatePrefix=Vencimento:
calendarDueDate=exibir data de vencimento em
word_or=OU
republished=Republicado
description=Descri\u00e7\u00e3o:
available=Dispon\u00edvel
due=Vencimento
retract=Retirar
hours=hora
minutes=minutos
seconds=segundos
available_immediately=Dispon\u00edvel Imediatamente
was_republished=foi Republicado
subject=Assunto:
no_notification=sem notifica\u00e7\u00e3o
send_notification=enviar notifica\u00e7\u00e3o abaixo para os alunos
notification_content=Encontrar esta avalia\u00e7\u00e3o no site {0} em {1}.
notification=Notifica\u00e7\u00e3o
pre_populate_text_publish=Clique aqui para inserir uma mensagem opcional a ser enviada por e-mail com as configura\u00e7\u00f5es abaixo.
pre_populate_text_republish=Clique aqui para inserir uma mensagem opcional a ser enviada por e-mail com as configura\u00e7\u00f5es abaixo.
pre_populate_text_regrade_republish=Clique aqui para inserir uma descri\u00e7\u00e3o das altera\u00e7\u00f5es feitas e qualquer a\u00e7\u00e3o que voc\u00ea deseja que os alunos fa\u00e7am.
is_available_immediately=est\u00e1 dispon\u00edvel imediatamente
is_available_on=est\u00e1 dispon\u00edvel em {0}
available_anonymously_at=est\u00e1 <b> dispon\u00edvel em {0}</b> para tornar an\u00f4nimo em {1}
available_class_at=est\u00e1 <b>dispon\u00edvel em {0}</b> para toda a turma em {1}
available_group_at=est\u00e1 <b>dispon\u00edvel em {0}</b> para {1} em {2} 
available_group_at_email=est\u00e1 <b>dispon\u00edvel em {0}</b> para os grupos selecionados em {1}
it_is_due=<b>Vencimento {0}</b>.
there_is_no_time_limit=N\u00e3o existe limite de tempo.
the_time_limit_is=O limite de tempo \u00e9
submit_when_time_is_up=Esta avalia\u00e7\u00e3o ser\u00e1 submetida quando o tempo acabar.
student_submit_unlimited_times=Os alunos podem submeter ilimitadas vezes.
student_submit_certain_time=Os alunos podem submeter {0} vezes.
record_highest=(A maior pontua\u00e7\u00e3o ser\u00e1 registrada).
record_last=(A \u00faltima pontua\u00e7\u00e3o ser\u00e1 registrada).  
record_average=(A m\u00e9dia ser\u00e1 registrada).

autoSummit_warning=Para avalia\u00e7\u00f5es cronometradas, selecione a submiss\u00e3o autom\u00e1tica, a menos que voc\u00ea permita a submiss\u00e3o dos alunos ap\u00f3s o limite de tempo.
timed_assessment=Avalia\u00e7\u00e3o cronometrada com limite de tempo:
timed_hours=horas
timed_minutes=minutos
auto_submit_description=A avalia\u00e7\u00e3o ser\u00e1 submetida automaticamente quando o tempo acabar.

released_to=Avalia\u00e7\u00e3o liberada para
anonymous_users=Usu\u00e1rios An\u00f4nimos
entire_site=Todo o Site	  
assessment_type_info=Se a op\u00e7\u00e3o "Qualquer pessoa com o link" for selecionada, nenhum dado do participante ser\u00e1 associado \u00e0s submiss\u00f5es. O link n\u00e3o aparecer\u00e1 em Exerc\u00edcios. Qualquer pessoa com o link (mesmo que n\u00e3o esteja logado) pode responder \u00e0 pesquisa quantas vezes quiser.
selected_groups=Grupos Selecionados	
select_all_groups=Selecionar Todos os Grupos		
released_to_help=Escolher "Usu\u00e1rios An\u00f4nimos" (se aplic\u00e1vel) selecionar\u00e1 automaticamente a avalia\u00e7\u00e3o an\u00f4nima e desmarcar\u00e1 o envio para o Quadro de Notas nas configura\u00e7\u00f5es de "Avalia\u00e7\u00e3o e Feedback". Alterar de "Usu\u00e1rios an\u00f4nimos" para outra op\u00e7\u00e3o desmarcar\u00e1 automaticamente a avalia\u00e7\u00e3o an\u00f4nima.

high_security_allow_only_specified_ip=Permitir apenas para endere\u00e7os IP especificados
high_security_secondary_id_pw=Senha Secund\u00e1ria
high_security_password=Senha da Avalia\u00e7\u00e3o

question_layout=Layout das Quest\u00f5es
layout_by_question=Cada quest\u00e3o est\u00e1 em uma p\u00e1gina separada
layout_by_part=Cada parte est\u00e1 em uma p\u00e1gina separada
layout_by_assessment=A avalia\u00e7\u00e3o completa \u00e9 exibida em uma \u00fanica p\u00e1gina 

navigation=Navega\u00e7\u00e3o
random_access=Acesso aleat\u00f3rio \u00e0s quest\u00f5es de uma Tabela de Conte\u00fados. (H\u00e1 bot\u00f5es "Anterior" e "Pr\u00f3ximo" em cada p\u00e1gina para navega\u00e7\u00e3o.)
linear_access=Acesso sequencial \u00e0s quest\u00f5es SEM retorno \u00e0s p\u00e1ginas anteriores. (H\u00e1 apenas bot\u00e3o "Pr\u00f3ximo". N\u00e3o existe a p\u00E1gina Tabela de Conte\u00FAdos.)
linear_access_warning=Acesso sequencial n\u00e3o permite aos alunos acessarem a mesma quest\u00e3o mais que uma vez. Cada quest\u00e3o dever\u00e1 ser exibida em uma p\u00e1gina separada.
automatic_submission=Submiss\u00e3o Autom\u00e1tica
automatic_submission_note_1=Essa op\u00e7\u00e3o obriga a submiss\u00e3o de avalia\u00e7\u00f5es salvas.

retract_conf=Parar de Aceitar Agora 
retract_for_sure=Esta avalia\u00e7\u00e3o n\u00e3o estar\u00e1 mais dispon\u00edvel. Parar de aceitar agora substituir\u00e1 qualquer disponibilidade futura ou  data de vencimento. Voc\u00ea tem certeza de que deseja prosseguir?
retract_heading=Parar de Aceitar

numbering=Numera\u00e7\u00e3o
continous_numbering=Numera\u00e7\u00e3o cont\u00ednua entre as partes
part_numbering=Reiniciar numera\u00e7\u00e3o para cada parte

submissions_allowed=O n\u00famero de submiss\u00f5es permitidas \u00e9	
displayScores=Pontua\u00e7\u00f5es das quest\u00f5es
displayScores_show=Exibir o valor da resposta durante a avalia\u00e7\u00e3o
displayScores_hide=Ocultar o valor da resposta durante a avalia\u00e7\u00e3o

submissions=N\u00famero de Submiss\u00f5es Permitidas
unlimited_submission=Ilimitada
only=Apenas
limited_submission=submiss\u00f5es permitidas  

instructorNotificationLabel=Notifica\u00e7\u00e3o por E-mail
oneEmail=Sim - me envie um e-mail para cada submiss\u00e3o
digestEmail=Sim - me envie um e-mail resumido por dia
noEmail=N\u00e3o - Eu n\u00e3o quero receber nenhum e-mail

auto_save=Salvar Automaticamente
user_click_save=O usu\u00e1rio deve clicar em "Salvar" para salvar as informa\u00e7\u00f5es
save_automatically=Todas as informa\u00e7\u00f5es do usu\u00e1rio s\u00e3o salvas automaticamente

submission_message=Mensagem de Submiss\u00e3o
submission_final_page_url=URL da P\u00e1gina Final
 
questionlevel_feedback=Feedback para quest\u00f5es individuais
sectionlevel_feedback=Feedback em N\u00EDvel de Sele\u00E7\u00E3o  (A,B,C...)
both_feedback=Ambos
  
feedback_authoring=Para o Autor
feedback_student=Para o Aluno
feedback_type=Definir o tipo de feedback que um aluno recebe
feedback_level=Definir como o feedback ser\u00e1 elaborado	  
feedback_level_help=O feedback inserido pode ser mostrado aos alunos com base em suas respostas
immediate_feedback=Feedback Imediato	   
on_submission_feedback=Mostrar o feedback na submiss\u00e3o
immediate=Imediato
feedback_by_date=O Feedback ser\u00e1 exibido para o aluno em uma data espec\u00edfica
no_feedback=Nenhum Feedback ser\u00e1 exibido para o aluno
feedback_start_date=De (Obrigat\u00f3rio):
feedback_end_date=At\u00e9:
feedback_score_threshold=Exibir feedback apenas para os alunos com a pontua\u00e7\u00e3o abaixo	 
feedback_score_threshold_label=Restringir exibi\u00e7\u00e3o de feedback
feedback_score_threshold_required=Voc\u00ea deve fornecer um valor de pontua\u00e7\u00e3o v\u00e1lido na se\u00e7\u00e3o de feedback.

receive_immediate=Os alunos receber\u00e3o <b>Feedback imediato</b>.
receive_feedback_on_submission=Os alunos receber\u00e3o <b>Feedback na submiss\u00e3o</b></b>.
receive_no_feedback=O aluno <b>n\u00e3o receber\u00e1 Feedback</b>.
feedback_available_on=O aluno receber\u00e1 <b>Feedback</b> em <b>{0}</b>.
feedback_available_on_threshold=Apenas o alunos com a pontua\u00e7\u00e3o abaixo de <b>{0}%</b> receber\u00e1 o <b>feedback</b> em <b>{1}</b>.
feedback_available_ranges=O aluno receber\u00e1 o <b>feedback</b> entre <b>{0}</b> e <b>{1}</b>.
feedback_available_ranges_threshold=Apenas os alunos com a pontua\u00e7\u00e3o abaixo de <b>{0}%</b> receber\u00e1 o <b>feedback</b> entre <b>{1}</b> e <b>{2}</b>.
		 
autosubmit_info=Os trabalhos salvos dos alunos ser\u00e3o <b>submetidos automaticamente</b> ap\u00f3s {0} (<b>{1}</b>).
autosubmit_info_extended_time=<b>Observa\u00e7\u00e3o:</b> se um usu\u00e1rio ou grupo receber uma prorroga\u00e7\u00e3o de tempo para esta avalia\u00e7\u00e3o, a data de prorroga\u00e7\u00e3o se tornar\u00e1 efetivamente {0} para o usu\u00e1rio ou grupo espec\u00edfico em quest\u00e3o.

feedback_components=A\u00e7\u00f5es avan\u00e7adas de feedback
question_text=Texto da Quest\u00e3o
student_assessment_score=Notas total do alunos
student_question_score=Quest\u00e3o e Pontua\u00e7\u00e3o Parcial do Aluno
student_response=Respostas submetidas pelo aluno
correct_response=Resposta Correta
question_level_feedback=Feedback ou Coment\u00e1rios para perguntas individuais
selection_level_feedback=Feedback para op\u00e7\u00f5es de resposta espec\u00edficas (ex., A, B, C)
graders_comments=Coment\u00e1rios do aluno inseridos nas telas de Pontua\u00e7\u00f5es
graders_comments_info=Selecione tamb\u00e9m "Respostas submetidas pelos alunos" e "Feedback ou Coment\u00e1rios para quest\u00f5es individuais" acima para mostrar coment\u00e1rios para quest\u00f5es individuais.
statistics_and_histogram=Estat\u00edsticas das submiss\u00f5es de todos os alunos
feedback_subheading_answers=Respostas (selecione todas as que se aplicam)
feedback_subheading_comments=Coment\u00e1rios
feedback_subheading_scores=Pontua\u00e7\u00f5es (selecione todas as que se aplicam)
feedback_subheading_additonal_info=Informa\u00e7\u00e3o Adicional 

student_identity_label=Avalia\u00e7\u00e3o An\u00f4nima
student_identity=Ocultar a identidade do aluno para o avaliador
gradebook_options=Op\u00e7\u00f5es do Quadro de Notas
gradebook_options_help=Enviar a pontua\u00e7\u00e3o da avalia\u00e7\u00e3o para o Quadro de Notas imediatamente, independentemente das op\u00e7\u00f5es abaixo
gradebook_category_select=Selecionar uma categoria do Quadro de Notas (opcional)
gradebook_uncategorized=Sem categoria
grading_options_disabled_info=As op\u00e7\u00f5es abaixo est\u00e3o desativadas devido \u00e0 sele\u00e7\u00e3o de "Qualquer pessoa com o link (pesquisa an\u00f4nima)" nas configura\u00e7\u00f5es de "Disponibilidade e Submiss\u00f5es". Alterar essa op\u00e7\u00e3o desmarcar\u00e1 'Avalia\u00e7\u00e3o An\u00f4nima'.
	
grading_scoring_title=Pontua\u00e7\u00e3o e Notas
recorded_score=Se houver m\u00faltiplas submiss\u00f5es, registre a
highest_score=maior nota
average_score=m\u00e9dia das notas
last_score=\u00faltima nota
	  
background_label=Plano de Fundo
background_label_choose=Escolha o tipo de plano de fundo
background_color=Cor do Plano de Fundo
background_image=URL da Imagem do Plano de Fundo
background_info=As op\u00e7\u00f5es de segundo plano est\u00e3o dispon\u00edveis na se\u00e7\u00e3o Seguran\u00e7a e Supervis\u00e3o

assessment_metadata=Metadados das Avalia\u00e7\u00f5es
metadata_keywords=Palavras-chave
metadata_objectives=Objetivos
metadata_rubrics=Rubricas

record_metadata=Registrar Metadados para:
metadata_parts=Partes
metadata_questions=Quest\u00f5es	  
metadata_questions_info=Ative a grava\u00e7\u00e3o de metadados para inserir palavras-chave e objetivos para perguntas individuais. A porcentagem de respostas corretas para todas as perguntas com uma determinada palavra-chave ou objetivo estar\u00e1 dispon\u00edvel na p\u00e1gina Estat\u00edsticas durante a avalia\u00e7\u00e3o.


button_unique_save_and_publish=Salvar Configura\u00e7\u00f5es e Publicar
button_save_settings=Salvar Configura\u00e7\u00f5es
button_edit_settings=Editar Configura\u00e7\u00f5es
button_stop_accepting_now=Parar de Aceitar Agora
button_stop_accepting=Parar de Aceitar

# Mark for Review
mark_for_review_pop_up_text_1=Selecionando Marcar para Revis\u00e3o ir\u00e1 marcar as quest\u00f5es que voc\u00ea gostaria de rever antes de submeter para avalia\u00e7\u00e3o. Clique no link da Tabela de Conte\u00fado no topo da p\u00e1gina para encontrar uma lista completa de quest\u00f5es (clique na Parte do nome para ver quest\u00f5es). O s\u00edmbolo de interroga\u00e7\u00e3o aparecer\u00e1 ao lado de qualquer quest\u00e3o que voc\u00ea tenha marcado.
mark_for_review_pop_up_text_2=Esse recurso \u00e9 opcional e n\u00e3o tem impacto sobre sua submiss\u00e3o.
button_close=Fechar
mark_for_review=Marcar para Revis\u00e3o
mark_for_review_label=Adicionar marca\u00e7\u00e3o na caixa de sele\u00e7\u00e3o pr\u00f3xima \u00e0s quest\u00f5es para revis\u00e3o
whats_this_link=O que \u00e9 Isto?
mark_for_review_text_1=Uma caixa de sele\u00e7\u00e3o "Marcar para Revis\u00e3o" aparecer\u00e1 abaixo de cada quest\u00e3o.
mark_for_review_text_2=(Este recurso n\u00e3o est\u00e1 dispon\u00edvel quando o Acesso Sequencial estiver selecionado na Organiza\u00e7\u00e3o da Avalia\u00e7\u00e3o.)

# the following is for confirming publishing (publishAssessment.jsp)
check_settings_and_add_notification=Publicar Avalia\u00e7\u00e3o
publish_assessment=Publicar Avalia\u00e7\u00e3o
republish_assessment=Republicar Avalia\u00e7\u00e3o
regrade_republish_assessment=Rever Nota e Republicar Avalia\u00e7\u00e3o
publish_confirm_message=Revise suas configura\u00e7\u00f5es e ajuste o n\u00edvel de notifica\u00e7\u00e3o. Clique em <b>Publicar</b> para tornar a avali\u00e7\u00e3o vis\u00edvel para os alunos agora. Clique em <b>Cancelar</b> para esperar ou editar a avalia\u00e7\u00e3o. Clique em <b>Editar Configura\u00e7\u00f5es</b> para modificar as prefer\u00eancias.
cancel_message=Clique em <b>{0}</b> para esperar ou editar a avalia\u00e7\u00e3o.
republish_confirm_message=Revise as configura\u00e7\u00f5es abaixo, ajuste o n\u00edvel de notifica\u00e7\u00e3o e clique em <b>Republicar</b> para tornar a avalia\u00e7\u00e3o vis\u00edvel para os alunos agora.
started_or_submitted=Os alunos j\u00e1 come\u00e7aram ou submeteram esta avalia\u00e7\u00e3o.
score_discrepancies_note_non_linear=Se voc\u00ea fez alguma mudan\u00e7a que poderia afetar na pontua\u00e7\u00e3o, por favor, envie uma notifica\u00e7\u00e3o para os alunos; Voc\u00ea tamb\u00e9m pode permitir que os alunos atualizem sua submiss\u00e3o mais recente.
score_discrepancies_note=Se voc\u00ea fez alguma mudan\u00e7a que poderia afetar na pontua\u00e7\u00e3o, por favor, envie uma notifica\u00e7\u00e3o para alunos.

update_most_current_submission_checkbox=Permitir que os alunos atualizem sua submiss\u00e3o mais recente.
update_most_current_submission_checkbox_warn=Selecionar esta op\u00e7\u00e3o exigir\u00e1 que os alunos submetam suas avalia\u00e7\u00f5es novamente para que os instrutores possam visualizar as submiss\u00f5es em Notas. Qualquer nota modificada nessa submiss\u00e3o antes da reavalia\u00e7\u00e3o ser\u00e1 perdida.
publish_error_message=Ocorreu um erro ao publicar esta avalia\u00e7\u00e3o. Certifique-se que o t\u00edtulo dessa avalia\u00e7\u00e3o n\u00e3o entre em conflito com o t\u00edtulo de outras avalia\u00e7\u00f5es publicadas no Quadro de Notas. 
published_assessment_url=URL da Avalia\u00e7\u00e3o Publicada

time_limit=Limite de Tempo
no_time_limit= Nenhum Limite de Tempo

#ERROR
timeSelect_error=Por favor, especifique um limite de tempo previsto na Avalia\u00e7\u00e3o Cronometrada.
assessmentName_error= Os t\u00edtulos das avalia\u00e7\u00f5es n\u00e3o podem ser duplicados. Por favor, escolha outro t\u00edtulo.
gbConflict_error= J\u00e1 existe uma avalia\u00e7\u00e3o com o mesmo t\u00edtulo no Quadro de Notas. Por favor, escolha outro t\u00edtulo.
assessmentName_empty= O Nome da Avali\u00e7\u00e3o n\u00e3o pode estar branco.
published_assessment_title_not_unique_error = Voc\u00ea n\u00e3o pode ter duas avalia\u00e7\u00f5es publicadas com o mesmo t\u00edtulo. Por favor, escolha outro t\u00edtulo.
ip_error= Por favor, especifique um endere\u00e7o IP v\u00e1lido ou endere\u00e7o parcial de Alta Seguran\u00e7a. (Exemplo: xxx.xx.*.*)
ip_note=Use um endere\u00e7o IP por linha. Um asterisco (*) pode representar qualquer sub-rede individual.
ip_example= Exemplos:
ip_ex=171.64.139.* ou 171.64.*.*
date_error= Por favor, especifique em Feedback a data para Entrega do Feedback.
submissions_allowed_error=Por favor, digite o n\u00famero de Submiss\u00f5es Permitidas, que deve ser um (1) ou mais.
validateURL=Validar URL
has_time_limit=Limite de tempo

# signs for author tool
separator=| 
column=\: 

# titles
t_assessmentIntroduction=Introdu\u00e7\u00e3o da Avalia\u00e7\u00e3o
t_deliveryDates=Datas de Entrega
t_releasedTo=Avalia\u00e7\u00e3o Disponibilizada em
t_highSecurity=Alta Seguran\u00e7a
t_timedAssessment=Avalia\u00e7\u00e3o Cronometrada
t_assessmentOrganization=Organiza\u00e7\u00e3o da Avalia\u00e7\u00e3o
t_submissions=Submiss\u00f5es
t_submissionMessage=Mensagem de Submiss\u00e3o
t_grading=Avalia\u00e7\u00e3o
t_graphics=Gr\u00e1ficos
t_metadata=Metadados

# add attachments to questions
attachments = Anexos
add_attachments = Adicionar Anexos
add_remove_attachments = Adicionar / Excluir Anexos
no_attachments = Nenhum Anexo(s) 
remove_attachment_heading = Excluir anexo
remove_attachment_conf = confirmar remo\u00e7\u00e3o do anexo
cert_rem_attachment=Voc\u00ea em certeza de que deseja excluir este anexo?
t_attachment = Exibir o Anexo em outra janela

# Colour picker
cp_TITLE = Selecionador de Cores
cp_WEB_SAFE = Paleta de Seguran\u00e7a para Internet
cp_WINDOWS_SYSTEM = Paleta do Sistema Windows
cp_GREY_SCALE = Paleta em Escala Cinzas
cp_CLICKALT = Clique Aqui para Selecionar as Cores

# Date picker
dp_CLICKALT = Clique Aqui para Selecionar uma Data

# Audio recording applet
record_your_answer = Clique para salvar sua resposta...
record_no_more_attempts = N\u00e3o h\u00e1 tentativas de grava\u00e7\u00e3o.
audio_recording = Grava\u00e7\u00e3o de \u00c1udio
averag_grading_single_submission="M\u00e9dia da Avalia\u00e7\u00e3o" n\u00e3o se aplica \u00e0s avalia\u00e7\u00f5es que permitem uma \u00fanica submiss\u00e3o.

availability_title=Quando a avalia\u00e7\u00e3o estar\u00e1 dispon\u00edvel?
due_earlier_than_avaliable=A Data de Vencimento n\u00e3o pode ser anterior \u00e0 Data Dispon\u00edvel.
due_same_as_available=A Data de Vencimento n\u00e3o pode ser a mesma que a Data Dispon\u00edvel.
retract_earlier_than_avaliable=A Data Limite n\u00e3o pode ser anterior \u00e0 Data Dispon\u00edvel ou a Data de Vencimento.
retract_earlier_than_due=A Data Limite n\u00e3o pode ser anterior \u00e0 Data Dispon\u00edvel ou a Data de Vencimento.
retract_required_with_auto_submit=A data de aceita\u00e7\u00e3o mais recente deve ser definida para for\u00e7ar a submiss\u00e3o de trabalhos salvos dos alunos ap\u00f3s a data de vencimento.
due_required_with_auto_submit=A Data de Vencimento deve ser definida para for\u00e7ar a submiss\u00e3o dos trabalhos salvos dos alunos ap\u00f3s a Data de Vencimento.
due_null_with_retract_date=Voc\u00ea deve definir uma Data de Vencimento v\u00e1lida se a avalia\u00e7\u00e3o tem um Data de Aceita\u00e7\u00e3o Ap\u00f3s o Prazo.
open_window_less_than_time_limit=O tempo limite da avalia\u00e7\u00e3o \u00e9 maior que a disponibilidade da avalia\u00e7\u00e3o. Por favor, reduza o tempo limite, ou estenda a Data de Vencimento ou Data de Submiss\u00e3o Ap\u00f3s o Prazo de acordo.
  
# Secure delivery support
require_secure_delivery = Requer Navegador Bloqueado
secure_delivery_exit_pwd = Senha de Sa\u00edda (opcional)
exit_password_error = Os \u00fanicos caracteres permitidos para a senha de sa\u00edda s\u00e3o a-z, A-Z e 0-9
none_secure_delivery_module = nenhum

# SAM-939
rowchoices=Escolhas para as Linhas (pressione a tecla "Enter" depois de cada op\u00E7\u00E3o)
matrix_choice_surv=Question\u00e1rio: Matriz de Escolhas
matrix_choices_surv=Question\u00e1rio - Matriz de Escolhas
columnchoices=Escolhas para as Colunas (pressione a tecla "Enter" depois de cada op\u00E7\u00E3o)
addColumnChoiceToFavor=Adicionar Escolhas de Colunas para Favoritos
forceRanking=Permitir Apenas Uma Resposta por Coluna (pontua\u00e7\u00e3o for\u00e7ada)
addComment=Adicionar Campo de Coment\u00e1rio
favorLabel=R\u00f3tulo Favoritos
fieldLabel=R\u00f3tulo do Campo
relativeWidthOfColumns=Larguras relativas das Colunas
row_field_empty=Campo de linha n\u00e3o pode estar vazio
less_than_two_columns=O campo colunas precisa ter, pelo menos, duas entradas separadas por "Return", campo Linha-Chave n\u00e3o pode estar vazio
selectFromFavorites=Selecionar dos Favoritos

# Extended time
extendedTimeNew=Adicionar Nova Exce\u00e7\u00e3o
extendedTimeExisting=Exce\u00e7\u00f5es Existentes
extendedTimeInstruction=Voc\u00ea deve clicar no bot\u00e3o 'Adicionar uma Exce\u00e7\u00e3o' para adicionar exce\u00e7\u00f5es individuais antes de salvar as configura\u00e7\u00f5es. Quaisquer valores substituem as configura\u00e7\u00f5es na avalia\u00e7\u00e3o. Deixe os valores(datas) em branco para coincidir com as configura\u00e7\u00f5es da avalia\u00e7\u00e3o. Se voc\u00ea deseja que o aluno tenha um tempo limite em uma prova cronometrada voc\u00ea deve definir o tempo limite aqui, um tempo limite de 0 vai resultar em nenhum limite. Quando um aluno cai com m\u00faltiplas exce\u00e7\u00f5es, a \u00faltima isen\u00e7\u00e3o em que o aluno aparece ser\u00e1 aplicada.
extendedTimeAdd=Adicionar uma Exce\u00e7\u00e3o
extendedTimeEdit=Atualizar uma exce\u00e7\u00e3o
extendedTimeCancel=Cancelar
header_extendedTime_user=Usu\u00e1rio
header_extendedTime_group=Grupo
header_extendedTime_start_date=Data de In\u00edcio
header_extendedTime_due_date=Data de Vencimento
header_extendedTime_retract_date=Data Limite
header_extendedTime_hours=Horas
header_extendedTime_minutes=Minutos
header_extendedTime_delete=Excluir
header_extendedTime_edit=Editar
extendedTimeUser=Exce\u00e7\u00e3o para Usu\u00e1rio
extendedTimeGroup=Exce\u00e7\u00e3o para Grupo
extendedTime_select_User=Selecionar Usu\u00e1rio
extendedTime_select_group=Selecionar Grupo
extendedTime_select_User=Selecionar Usu\u00e1rio
extendedTime_data_table_title=Tabela de dados de entrada de Tempo estendido.
extendedTime_entry_table_title=Adicionar/editar uma entrada de tempo estendido.

# Extended Time Errors
extended_time_user_and_group_set=Um usu\u00e1rio e/ou grupo deve ser selecionado para Exce\u00e7\u00f5es ao Limite de Tempo e Data de Entrega.
extended_time_due_earlier_than_available=A Data de Vencimento n\u00e3o pode ser anterior \u00e0 Data de In\u00edcio para entrada de tempo estendido: {0}.
extended_time_due_in_past=A Data de Vencimento n\u00e3o pode ser antes para entrada de tempo estendido: {0}.
extended_time_retract_earlier_than_available=A Data de Aceita\u00e7\u00e3o Tardia n\u00e3o pode ser anterior \u00e0 Data Dispon\u00edvel / Data de Vencimento para entrada de tempo estendido: {0}.
extended_time_due_same_as_available=A Data de Vencimento n\u00e3o pode ser a mesmo que a Data Dispon\u00edvel para entrada de tempo estendido: {0}.
extended_time_error_user=usu\u00e1rio "{0}"
extended_time_error_group= grupo "{0}"
extended_time_name_not_found=N/A
extended_time_duplicate_users=As Entradas n\u00e3o devem ser duplicadas. Foram detectadas entradas de tempo estendido duplicadas para os seguintes usu\u00e1rios: {0}.
extended_time_duplicate_groups=As Entradas n\u00e3o devem ser duplicadas. Foram detectadas entradas de tempo estendido duplicadas para os seguintes grupos: {0}.
extended_time_and=&
extended_time_open_window_less_than_time_limit=O limite de tempo da exce\u00e7\u00e3o \u00e9 maior do que a disponibilidade da exce\u00e7\u00e3o. Por favor, reduza o limite de tempo, ou estenda a Data de Vencimento ou a Data de Entrega Ap\u00f3s o Prazo de acordo.

# Expand Collapse
expandAll=Expandir Tudo
collapseAll=Recolher Tudo

multiselect_filterPlaceholder=Buscar
multiselect_nonSelectedText=Nenhum grupo selecionado
multiselect_allSelectedText=Todos os grupos est\u00e3o selecionados
multiselect_nSelectedText=Grupos selecionados

#Rubrics
dont_associate_label=N\u00e3o use uma rubrica para avaliar esta atividade
associate_label=Use a seguinte rubrica para avaliar esta atividade
option_pointsoverride=Ajustar pontua\u00e7\u00f5es individuais do aluno
option_hidepoints=Ocultar valores de pontos (Somente feedback)
option_studentpreview=Ocultar Rubrica do aluno
grading_rubric=Rubrica de Avalia\u00e7\u00e3o 

copyToClipboard=Copiar para a \u00e1rea de transfer\u00eancia
