sakai_assessment_manager=Gestor de proves

global_nav_assessmt=Proves
global_nav_pools=Fons de preguntes
dash=-
heading_template_information=Plantilla
heading_assessment_introduction=Introducci\u00f3 a la prova
heading_assessment_delivery_dates=Dates de lliurament
heading_released_to=Prova publicada per a
heading_high_security=Assegura que els estudiants fan les proves des d'una ubicaci\u00f3 espec\u00edfica
heading_timed_assessment=Prova cronometrada
heading_assessment_organization=Organitzaci\u00f3 de la prova
heading_submissions=Lliuraments
heading_submission_message=Afegeix un missatge que els estudiants veuran un cop lliurin la prova
heading_feedback=Comentari
heading_graphics=Gr\u00e0fica
heading_metadata=Metadada
heading_about=Pel que fa a aquesta prova
heading_availability=Disponibilitat i lliuraments
heading_grading_feedback=Qualificaci\u00f3 i comentaris sobre la prova
heading_extended_time=Excepcions al temps l\u00edmit i a la data de lliurament
heading_layout=Disseny i aspecte
heading_background=Voleu canviar el fons?
clear_calendar_alt=Esborra la data 

settings=Configuraci\u00f3
template_title=Nom
template_authors=Autor(s)
template_description=Descripci\u00f3/Introducci\u00f3 (opcional)
honor_pledge=Comprom\u00eds d'honor
honor_pledge_add=Demana als estudiants que acceptin un comprom\u00eds d'honor abans de comen\u00e7ar la prova
assessment_title=Nom
assessment_creator=Autor
assessment_authors=Autor(s)
assessment_description=Descripci\u00f3/Introducci\u00f3 (opcional)
assessment_available=Est\u00e0 disponible
assessment_due=Data de lliurament
has_time_limit=i t\u00e9 un temps l\u00edmit de 
late_accept=S'acceptaran lliuraments fora de termini?
late_accept_until=S'acceptaran lliuraments fora de termini fins?
late_accept_help=Els estudiants tindran l'oportunitat de fer un lliurament fora de termini si encara no l'han fet. 
no_late=No, no despr\u00e9s de la data de lliurament
yes_late=Si, fins a
indefinitely=indefinidament (si es deixa en blanc)
auto_submit=Lliurament autom\u00e0tic
auto_submit_help=El procediment de presentaci\u00f3 autom\u00e0tica ha desat el treball de l'estudiant a l'arribar a la darrera data l\u00edmit per fer presentacions.

calendarDueDatePrefix=L\u00edmit\:
calendarDueDate=mostra la data l\u00edmit a 
word_or=O
republished=Republicat
description=Descripci\u00f3\:
available=Disponible
due=s'ha d'enviar abans de
retract=Tanca
hours=h
minutes=min
seconds=segons
available_immediately=Disponible de manera immediata
was_republished=es va republicar
subject=Assumpte\:
no_notification=sense notificaci\u00f3
send_notification=i envia  als estudiants la notificaci\u00f3 que hi ha a la part inferior
notification_content=Cerca aquesta prova a l''espai {0} a {1}.
notification=Notificaci\u00f3
pre_populate_text_publish=Feu clic aqu\u00ed per introduir un missatge opcional que s'enviar\u00e0 per correu electr\u00f2nic amb la configuraci\u00f3 seg\u00fcent.
pre_populate_text_republish=Feu clic aqu\u00ed per introduir un missatge opcional que s'enviar\u00e0 per correu electr\u00f2nic amb la configuraci\u00f3 seg\u00fcent.
pre_populate_text_regrade_republish=Feu clic aqu\u00ed per introduir una descripci\u00f3 dels canvis que heu fet i per indicar quines accions han d'empendre els estudiants.
is_available_immediately=est\u00e0 disponible de forma immediata
is_available_on=est\u00e0 disponible a {0}
available_anonymously_at=est\u00e0 <b>disponible a {0}</b> per fer-la de manera an\u00f2nima a {1}
available_class_at=est\u00e0 <b>disponible a {0}</b> per la classe sencera de {1}
available_group_at=est\u00e0 <b>disponible a {0}</b> per {1} de {2}
it_is_due=T\u00e9 com a <b>data l\u00edmit {0}</b>.
there_is_no_time_limit=No hi ha temps l\u00edmit.
the_time_limit_is=El temps l\u00edmit \u00e9s
submit_when_time_is_up=La prova s'enviar\u00e0 quan s'acabi el temps.
student_submit_unlimited_times=Els estudiants poden fer un nombre il\u00b7limitat d'enviaments.
student_submit_certain_time=Els estudiants poden presentar-lo {0} vegades.
record_highest=(Es registrar\u00e0 la nota m\u00e9s alta).
record_last=(Es registrar\u00e0 la darrera nota).
record_average=(Es registrar\u00e0 la puntuaci\u00f3 mitjana).

autoSummit_warning=Per als ex\u00e0mens temporitzats, heu de seleccionar autoenviar tret que vulgueu  permetre als alumnes efectuar enviaments fora de termini.
timed_assessment=Prova cronometrada amb temps l\u00edmit\:
timed_hours=h
timed_minutes=min
auto_submit_description=La prova s'enviar\u00e0 autom\u00e0ticament en exhaurir-se el temps.

released_to=Prova publicada a
anonymous_users=Usuaris an\u00f2nims
entire_site=L'espai sencer
selected_groups=Grups seleccionats
select_all_groups=Selecciona tots els grups

high_security_allow_only_specified_ip=Admet nom\u00e9s les adreces IP indicades
high_security_secondary_id_pw=Clau secund\u00e0ria
high_security_password=Clau

question_layout=Format de la pregunta
layout_by_question=Cada pregunta est\u00e0 en una p\u00e0gina web separada
layout_by_part=Cada part est\u00e0 en una p\u00e0gina web separada
layout_by_assessment=La prova completa es mostra en una \u00fanica p\u00e0gina web

navigation=Navegaci\u00f3
random_access=Acc\u00e9s aleatori a les preguntes des de l'\u00edndex de continguts. (Hi haur\u00e0 botons de 'Seg\u00fcent' i 'Anterior' a cada p\u00e0gina de navegaci\u00f3.)
linear_access=Acc\u00e9s lineal a preguntes SENSE RETORN possible a p\u00e0gines anteriors (Nom\u00e9s es mostraran botons 'Seg\u00fcent'. NO hi haur\u00e0 \u00edndex de continguts.)
linear_access_warning=Com es suposa que els estudiants no poden veure les mateixes preguntes m\u00e9s d'un cop, seleccionar l'acc\u00e9s lineal far\u00e0 que un lliurament sigui l'opci\u00f3 predeterminada pel nombre de lliuraments permesos. 
automatic_submission=Presentaci\u00f3 autom\u00e0tica
automatic_submission_note_1=Aquesta opci\u00f3 for\u00e7a la presentaci\u00f3 de les proves desades.

retract_conf=Confirmaci\u00f3 de tancament de la prova
retract_for_sure=Els estudiants no tenen acc\u00e9s a fer una prova que ha estat tancada. Tancar-la ara sobreescriu qualsevol futura data de disponibilitat o data l\u00edmit de lliurament. Esteu segur que voleu procedir? 
retract_heading=Tanca la prova

numbering=Numeraci\u00f3
continous_numbering=Numeraci\u00f3 cont\u00ednua entre les parts
part_numbering=Reinicia la numeraci\u00f3 per a cada part

submissions_allowed=El nombre de lliuraments permesos\:
displayScores=Puntuacions a la pregunta
displayScores_show=Mostra el valor en punts de la pregunta durant la prova
displayScores_hide=Amaga el valor en punts de la pregunta durant la prova

submissions=Nombre de lliuraments permesos\:
unlimited_submission=Il\u00b7limitat
only=Nom\u00e9s
limited_submission=lliuraments permesos

instructorNotificationLabel=Notificaci\u00f3 per correu electr\u00f2nic
instructorNotification=Quan els estudiants lliurin aquesta prova voleu rebre'n notificaci\u00f3? 
oneEmail=S\u00ed - envia'm un correu electr\u00f2nic per cada lliurament
digestEmail=S\u00ed - envia'm un correu electr\u00f2nic diari de resum
noEmail=No - no vull rebre cap correu electr\u00f2nic

auto_save=Desa autom\u00e0ticament
user_click_save=L'usuari ha de fer clic a sobre del bot\u00f3 "Desa" per desar el que ha introdu\u00eft
save_automatically=Totes les entrades de l'usuari es desen autom\u00e0ticament

submission_message=Missatge de lliurament
submission_final_page_url=Adre\u00e7a URL de la p\u00e0gina final

sectionlevel_feedback=Comentari de tipus selecci\u00f3 (p. e. A, B, C)
both_feedback=Tots dos

feedback_authoring=Per a l'autor
feedback_student=Per als estudiants
feedback_type=Introdu\u00efu quins tipus de comentari rebr\u00e0 l'estudiant
feedback_level=Introdu\u00efu a quin nivell es faran comentaris
immediate_feedback=Comentaris immediats
immediate=Immediat
feedback_by_date=Els comentaris es mostraran als estudiants en una data determinada
no_feedback=No es mostraran comentaris a l'alumne

receive_immediate=Els estudiants rebran <b>els comentaris de manera immediata</b>.
receive_feedback_on_submission=L'estudiant rebr\u00e0 <b>comentaris sobre la presentaci\u00f3</b>.
receive_no_feedback=Els estudiants <b>no rebran comentaris</b>.
feedback_available_on=L''estudiant rebr\u00e0 <b>comentaris</b> a <b>{0}</b>.

feedback_components=Introdu\u00efu opcions de comentari avan\u00e7ades
question_text=Text de la pregunta
student_assessment_score=Puntuaci\u00f3 de l'alumne a la prova
student_question_score=Puntuacions de l'alumne a les parts i a les preguntes
grader_comments=Comentaris del corrector

student_identity_label=Avaluaci\u00f3 an\u00f2nima
student_identity=Amaga  la identitat de l'estudiant a l'avaluador
gradebook_options=Opcions del llibre de qualificacions
gradebook_options_help=Envia la puntuaci\u00f3 de la prova al llibre de qualificacions de manera immediata, sense tenir en compte les altres opcions de configuraci\u00f3

recorded_score=Puntuaci\u00f3 registrada si hi ha diversos lliuraments per usuari
highest_score=Registra la puntuaci\u00f3 m\u00e9s alta
average_score=Registra la puntuaci\u00f3 mitjana
last_score=Desa la darrera puntuaci\u00f3

background_label=Fons
background_color=Color de fons
background_image=Adre\u00e7a URL de la imatge de fons

assessment_metadata=Metadades de la prova
metadata_keywords=Paraules clau
metadata_objectives=Objectius
metadata_rubrics=Signatures

record_metadata=Registra les metadades de\:
metadata_parts=Parts
metadata_questions=Preguntes

button_unique_save_and_publish=Desa la configuraci\u00f3 i publica-la
button_save_settings=Desa la configuraci\u00f3
button_edit_settings=Edita la configuraci\u00f3
button_stop_accepting_now=Deixa d'acceptar en aquest moment
button_stop_accepting=Tanca la prova

# Mark for Review
mark_for_review_pop_up_text_1=Si seleccioneu 'Marca per revisar' es marcaran les preguntes que vulgueu revisar abans d'enviar la prova. Feu clic a l'enlla\u00e7 a la taula de continguts (a la part de dalt de la p\u00e0gina) per veure una llista completa de totes les preguntes (feu clic en el nom de la part per veure les preguntes). Un s\u00edmbol d'interrogaci\u00f3 apareixer\u00e0 al costat de cada pregunta que hagueu marcat.
mark_for_review_pop_up_text_2=Aquesta caracter\u00edstica \u00e9s opcional i no t\u00e9 cap impacte en l'enviament.
button_close=Tanca
mark_for_review=Marca per revisar
mark_for_review_label=Afegeix quadres de selecci\u00f3 al costat de les preguntes que poden ser marcades per revisar
whats_this_link=Qu\u00e8 \u00e9s aix\u00f2?
mark_for_review_text_1=Apareixer\u00e0 sota cada pregunta una casella de selecci\u00f3 etiquetada com "Marca per revisar".
mark_for_review_text_2=(Aquesta opci\u00f3 no est\u00e0 disponible quan s'ha escollit acc\u00e8s lineal a l'organitzaci\u00f3 de la prova.)

# the following is for confirming publishing (publishAssessment.jsp)
check_settings_and_add_notification=Publica la prova
publish_assessment=Publica la prova
republish_assessment=Republica la prova
regrade_republish_assessment=Torna a qualificar i republica la prova
publish_confirm_message=Reviseu la configuraci\u00f3 i ajusteu el nivell de notificaci\u00f3. Feu clic a <b>Publica</b> per fer la prova visible als estudiants. Feu clic a <b>Cancel\u00b7la</b> per esperar o b\u00e9 editar la prova. Feu clic a <b>Edita la configuraci\u00f3</b> per modificar-la. 
cancel_message=Feu clic a <b>{0}</b> per esperar o per editar la prova.
republish_confirm_message=Reviseu la configuraci\u00f3 que apareix a sota, ajusteu el nivell de notificaci\u00f3 i feu clic a <b>Republica</b> per fer la prova visible als estudiants.
started_or_submitted=Els estudiants han iniciat o ja han fet algun enviament d'aquesta prova.
score_discrepancies_note_non_linear=Si heu canviat el contingut de manera que pot causar discrep\u00e0ncies a les puntuacions, envieu una notificaci\u00f3 als estudiants. \u00c9s possible que volgueu permetre als estudiants modificar el seu darrer enviament.
score_discrepancies_note=Si heu canviat el contingut de manera que pot causar discrep\u00e0ncies a les puntuacions, envieu una notificaci\u00f3 als estudiants.

update_most_current_submission_checkbox=Permet als estudiants actualitzar la darrera presentaci\u00f3.
update_most_current_submission_checkbox_warn=Seleccionar aquesta opci\u00f3 requerir\u00e0 que els estudiants tornin a presentar les proves per a que el personal docent vegi els lliuraments sota Puntuacions.  Els canvis fets abans d'aquesta reavaluaci\u00f3 es perdran.
publish_error_message=S'ha produ\u00eft un error quan es publicava aquesta prova. Si aquesta prova s'ha de publicar en un llibre de qualificacions, assegureu-vos que el nom de la prova no coincideixi amb el d'altres proves.
published_assessment_url=URL de la prova publicada

time_limit=L\u00edmit de temps
no_time_limit=Sense l\u00edmit de temps

#ERROR
timeSelect_error=Indiqueu un l\u00ed\u00admit de temps per a la prova temporitzada
assessmentName_error=No podeu duplicar els t\u00ed\u00adtols de les proves.  Escolliu-ne un altre.
gbConflict_error=Hi ha un element del llibre de qualificacions amb el mateix nom. Escolliu un altre t\u00edtol. 
assessmentName_empty=El nom de la prova no pot estar buit.
published_assessment_title_not_unique_error=No podeu tenir dues proves publicades amb el mateix t\u00ed\u00adtol. Escolliu-ne un altre.
ip_error=Indiqueu una adre\u00e7a IP v\u00e0lida o una adre\u00e7a parcial a alta seguretat. (Exemple\: xxx.xx*)
ip_note=Una adre\u00e7a IP per l\u00ednia. Un asterisc (*) pot ser qualsevol subxarxa simple.
ip_example=Exemples\:
ip_ex=171.64.139.* o 171.64.*.*
date_error=Indiqueu la data de lliurament de comentaris a Comentaris.
submissions_allowed_error=Introdu\u00efu el nombre de enviaments permesos. Aquest nombre ha de ser 1 o m\u00e9s gran.
validateURL=Valida l'adre\u00e7a URL

# signs for author tool
separator=|
column=\: 
greater=>

# titles
t_assessmentIntroduction=Presentaci\u00f3 de la prova
t_deliveryDates=Dates de lliurament
t_releasedTo=Prova publicada a
t_highSecurity=Alta seguretat
t_timedAssessment=Prova cronometrada
t_assessmentOrganization=Organitzaci\u00f3 de la prova
t_submissions=Enviaments
t_submissionMessage=Missatge d'enviament
t_grading=Qualificaci\u00f3
t_graphics=Gr\u00e0fics
t_metadata=Metadades

# add attachments to questions
attachments=Fitxers adjunts
add_attachments=Afegeix fitxers adjunts
add_remove_attachments=Afegeix / Esborra fitxers adjunts
no_attachments=No hi ha fitxer(s) adjunt(s) encara
remove_attachment_heading=Esborra el fitxer adjunt.
remove_attachment_conf=confirma l'eliminaci\u00f3 dels fitxers adjunts
cert_rem_attachment=Esteu segur de voler esborrar aquest fitxer adjunt?
t_attachment=Mostra el fitxer adjunt en una finestra diferent.

# Colour picker
cp_TITLE=Capturador de color
cp_WEB_SAFE=Paleta web
cp_WINDOWS_SYSTEM=Paleta de sistema
cp_GREY_SCALE=Paleta d'escala de grisos
cp_CLICKALT=Feu clic per seleccionar el color

# Date picker
dp_CLICKALT=Feu clic per escollir una data

# Audio recording applet
record_your_answer=Feu clic per desar la vostra resposta...
record_no_more_attempts=No resta cap intent d'enregistrament.
audio_recording=Enregistrament d'\u00e0udio
averag_grading_single_submission="La puntuaci\u00f3 mitjana" no es pot aplicar a les proves que nom\u00e9s permeten una \u00fanica presentaci\u00f3. 

due_earlier_than_avaliable=La data l\u00edmit per les presentacions no pot ser anterior a la data de disponibilitat.
retract_earlier_than_avaliable=La data l\u00edmit per als lliuraments fora de termini no pot ser anterior al a data d'obertura o la data de lliurament.
retract_earlier_than_due=La data l\u00edmit per als lliuraments fora de termini no pot ser anterior al a data d'obertura o la data de lliurament.
retract_required_with_auto_submit=Cal fixar una data per als lliuraments fora de termini per for\u00e7ar el lliurament autom\u00e0tic de la feina que ha desat l'estudiant un cop s'ha superat la data de lliurament. 
due_null_with_retract_date=Cal que fixeu una data l\u00edmit v\u00e0lida si la prova t\u00e9 una data m\u00e0xima per a lliuraments amb retard. 

# Secure delivery support
require_secure_delivery=Requireix un navegador bloquejat
secure_delivery_exit_pwd=Clau de sortida (opcional)
exit_password_error=Per la clau per la sortida nom\u00e9s es permeten els car\u00e0cters a-z, A-Z i 0-9
none_secure_delivery_module=Cap

# SAM-939
rowchoices=Opcions de fila (premeu la tecla de "Retorn" despr\u00e9s de cada opci\u00f3)
matrix_choice_surv=Enquesta\: Matriu d'opcions
matrix_choices_surv=Enquesta - Matriu d'opcions
columnchoices=Opcions de columna (premeu la tecla de 'Retorn' despr\u00e9s de cada opci\u00f3)
addColumnChoiceToFavor=Afegeix les opcions de columna a favorits
forceRanking=Permet nom\u00e9s una resposta per columna (classificaci\u00f3 for\u00e7ada)
addComment=Afegeix un camp de comentaris
favorLabel=Etiqueta de favorits
fieldLabel=Etiqueta del camp
relativeWidthOfColumns=Amplades relatives de les columnes
row_field_empty=El camp de les files no pot estar buit. 
less_than_two_columns=el camp de les columnes ha de tenir com a m\u00ednim dues entrades, separades fent clic a la tecla de "Retorn" 
selectFromFavorites=Selecciona dels favorits

# Extended time
extendedTimeNew=Afegeix una excepci\u00f3 nova
extendedTimeExisting=Excepcions existents
extendedTimeInstruction=Cal que feu clic sobre el bot\u00f3 per afegir excepcions per afegir excepcions individuals abans de desar la configuraci\u00f3. Qualsevol valor sobreescriur\u00e0 la configuraci\u00f3 a la prova. Deixeu els valors (les dates) buits si voleu conservar la configuraci\u00f3 de la prova. Si voleu que l'estudiant tingui un temps l\u00edmit per fer una prova cronometrada CAL que l'introdu\u00efu ara, un temps l\u00edmit de 0 equival a sense l\u00edmit. 
extendedTimeAdd=Afegeix una excepci\u00f3
extendedTimeEdit=Actualitza una excepci\u00f3
extendedTimeCancel=Cancel\u00b7la
header_extendedTime_user=Usuari
header_extendedTime_group=Grup
header_extendedTime_start_date=Data d'inici
header_extendedTime_due_date=Data l\u00edmit de lliurament
header_extendedTime_retract_date=Data l\u00edmit per lliuraments amb retard. 
header_extendedTime_hours=Hores
header_extendedTime_minutes=Minuts
header_extendedTime_delete=Elimina
header_extendedTime_edit=Edita
extendedTimeUser=Excepci\u00f3 per a l'usuari
extendedTimeGroup=Excepci\u00f3 per al grup
extendedTime_select_User=Seleccioneu un usuari
extendedTime_select_group=Seleccioneu un grup
extendedTime_data_table_title=Taula de temps prorrogats.
extendedTime_entry_table_title=Afegeix/Edita una entrada de temps prorrogat.

# Extended Time Errors
extended_time_user_and_group_set=Heu d'escollir un usuari o grup per les excepcions al temps l\u00edmit i data de lliurament.
extended_time_due_earlier_than_available=La data l\u00edmit no pot ser anterior a la data d''inici del per\u00edode de pr\u00f2rroga corresponent a l''usuari '{0}' / grup '{1}'.
extended_time_retract_earlier_than_available=La data l\u00edmit per lliuraments amb retard no pot ser anterior a la data d''inici o la data l\u00edmit del per\u00edode de pr\u00f2rroga corresponent a l''usuari '{0}' / grup '{1}'.
extended_time_due_same_as_available=La data l\u00edmit no pot ser la mateixa que la data d''inici del per\u00edode de pr\u00f2rroga corresponent a l''usuari '{0}' / grup '{1}'.
extended_time_name_not_found=N/A
extended_time_duplicate_users=Les entrades no es poden duplicar. S''han detectat temps prorrogats duplicats en el cas dels usuaris seg\u00fcents\: {0}.
extended_time_duplicate_groups=Les entrades no es poden duplicar. S''han detectat temps prorrogats duplicats en el cas dels grups seg\u00fcents\: {0}.
extended_time_and=i

# Expand Collapse
expandAll=Desplega-ho tot
collapseAll=Replega-ho tot
