sakai_assessment_manager=Sakai menad\u017eer za procenu

global_nav_assessmt=Procene
global_nav_pools=Skupovi pitanja
dash=-
heading_template_information=Tip kontrolne ve\u017ebe
heading_assessment_introduction=Uvod u ocenjivanje
heading_assessment_delivery_dates=Datumi isporuke
heading_released_to=Kontrolna ve\u017eba pu\u0161tena
heading_high_security=Postaraj se da u\u010denicu pola\u017eu ispit sa odre\u0111ene lokacije
heading_timed_assessment=Vremenska procena
heading_assessment_organization=Organizacija procene
heading_submissions=Podnesci
heading_submission_message=Dodaj poruku koju \u0107e u\u010denici videti nakon slanja
heading_feedback=Opcije za unos automatske povratne informacije
heading_graphics=Grafika
heading_metadata=Metapodaci
heading_about=O ovoj kontrolnoj ve\u017ebi
heading_availability=Dostupnost i podnesci
heading_grading_feedback=Ocenjivanje i povratne informacije
heading_extended_time=Izuzeci od datuma dostupnosti i vremenskog ograni\u010denja
heading_layout=Raspored i izgled
heading_background=Promeni pozadinu?
heading_security_proctoring=Obezbe\u0111enje i nadzor
clear_calendar_alt=Jasan datum

settings=Pode\u0161avanja
template_title=Naziv
template_authors=Autor(i)
template_description=Opis/uvod (opciono)
honor_pledge=Kodeks \u010dasti
honor_pledge_add=Zahtevaj od u\u010denika da se saglase da ispo\u0161tuju pravila pre po\u010detka kontrolne ve\u017ebe
assessment_title=Naziv
assessment_creator=Kreator
assessment_authors=Autor(i)
assessment_description_and_attachments=Opis i prilozi (opciono - prikazano pre po\u010detka kontrolne ve\u017ebe)
assessment_description=Opis/uvod
assessment_available=Dostupan datum
assessment_due=Datum dospe\u0107a
assessment_is_timed=Da
assessment_is_timed_limit=Vremensko ograni\u010denje\:
assessment_not_timed=Ne
assessment_timed=Da li je vremenski pode\u0161eno?
assessment_timed_info=Ako je vremenski pode\u0161eno, u\u010denici imaju rok do kraja vremenskog ograni\u010denja, ili do krajnjeg roka za podno\u0161enje, u zavisnosti od toga \u0161ta pre nastupi, da predaju svoj rad. Njihovi odgovori \u0107e biti automatski sa\u010duvani i poslati po isteku vremena.
assessment_timed_info_extra=Kontrolna ve\u017eba ne\u0107e biti vremenski pode\u0161ena ako je postavljeno vremensko ograni\u010denje na nulu.
late_accept=Koji je krajnji rok za podno\u0161enje?
late_accept_until=Rok za kasno podno\u0161enje\:
late_accept_help=Ako se prihvate kasne prijave, u\u010denici dobijaju jednu priliku da podnesu nakon isteka roka (ali pre krajnjeg roka za podno\u0161enje) ako ve\u0107 nisu predali.
no_late=Rok (nije dozvoljeno kasno podno\u0161enje)
yes_late=Prihvati kasne podneske
yes_late_deadline=Rok za kasno podno\u0161enje\:
indefinitely=neograni\u010deno (ako je prazno)
auto_submit=Omogu\u0107iti automatsko slanje?
auto_submit_help=Automatski po\u0161alji sve sa\u010duvane radove u\u010denika nakon isteka roka ili roka za kasno podno\u0161enje
auto_submit_info=Automatsko podno\u0161enje NE \u010duva automatski rad u\u010denika pre slanja. Sa\u010duvane radove u\u010denika \u0107e poslati samo nakon isteka roka za podno\u0161enje ili roka za kasno podno\u0161enje (u zavisnosti od toga \u0161ta nastupi kasnije).

calendarDueDatePrefix=Dospeva\:
calendarDueDate=Prika\u017ei datum roka dana
word_or=ILI
republished=Ponovo objavljeno
description=Opis\:
available=Dostupno
due=Dospe\u0107e
retract=Povuci
hours=sat
minutes=minuta
seconds=sekundi
available_immediately=Dostupno odmah
was_republished=je ponovo objavljeno
subject=Predmet\:
no_notification=bez obave\u0161tenja
send_notification=po\u0161alji dolenavedeno obave\u0161tenje u\u010denicima
notification_content=Prona\u0111i ovu kontrolnu ve\u017ebu na sajtu {0} na {1}.
notification=Obave\u0161tenje
pre_populate_text_publish=Klikni ovde da unese\u0161 opcionu poruku koja \u0107e biti poslata imejlom sa pode\u0161avanjima ispod.
pre_populate_text_republish=Klikni ovde da unese\u0161 opcionu poruku koja \u0107e biti poslata imejlom sa pode\u0161avanjima ispod.
pre_populate_text_regrade_republish=Klikni ovde da unese\u0161 opis promena i bilo koje radnje koje \u017eeli\u0161 da u\u010denici preduzmu.
is_available_immediately=dostupno je odmah
is_available_on=je dostupno dana {0}
available_anonymously_at=je <b>dostupan na {0}</b> za anonimno preuzimanje na {1}
available_class_at=je <b>dostupan na {0}</b> za ceo razred na {1}
available_group_at=je <b>dostupan na {0}</b> do {1} u {2}
available_group_at_email=je <b>dostupan na {0}</b> za izabrane grupe na {1}
it_is_due=Rok je <b>{0}</b>.
there_is_no_time_limit=Nema vremenskog ograni\u010denja.
the_time_limit_is=Vremensko ograni\u010denje je
submit_when_time_is_up=Ova kontrolna ve\u017eba \u0107e biti dostavljena kada vreme istekne.
student_submit_unlimited_times=U\u010denici ovo mogu poslati neograni\u010den broj puta.
student_submit_certain_time=U\u010denici mogu poslati ovo {0} puta(a).
record_highest=(Najve\u0107i rezultat \u0107e biti zabele\u017een).
record_last=(Poslednji rezultat \u0107e biti zabele\u017een).
record_average=(Prose\u010dan rezultat \u0107e biti zabele\u017een).

autoSummit_warning=Za vremenski pode\u0161ene kontrolne ve\u017ebe, treba ozna\u010diti automatsko podno\u0161enje osim ako ne dozvoli\u0161 kasne podno\u0161enje u\u010denika nakon vremenskog ograni\u010denja.
timed_assessment=Vremenski pode\u0161ena kontrolna ve\u017eba sa vremenskim ograni\u010denjem\:
timed_hours=sati
timed_minutes=min.
auto_submit_description=Kontrolna ve\u017eba \u0107e biti poslata automatski kada vreme istekne.

released_to=Ko mo\u017ee pristupiti ovoj kontrolnoj ve\u017ebi?
anonymous_users=Svako sa linkom (anonimna anketa)
entire_site=Svaki \u010dlan sajta
assessment_type_info=Ako je ozna\u010deno \u201eSvako sa linkom\u201c, podaci o u\u010desnicima ne\u0107e biti povezani sa podnescima. Link se ne\u0107e pojaviti u okviru testova i kvizova. Svako ko ima link (\u010dak i ako nije prijavljen) mo\u017ee da popuni anketu koliko god puta \u017eeli.
selected_groups=Svaki \u010dlan ozna\u010dene grupe(a)
select_all_groups=Izaberi sve grupe
released_to_help=Odabirom \u201eAnonimni korisnici\u201c (ako je primenljivo) automatski \u0107e se ozna\u010diti anonimno ocenjivanje i poni\u0161titi ozna\u010davanje slanja u dnevnik ocena u pode\u0161avanjima \u201eOcenjivanje i povratne informacije\u201c. Prebacivanje sa \u201eAnonimni korisnici\u201c na drugi izbor automatski \u0107e poni\u0161titi anonimno ocenjivanje.

high_security_allow_only_specified_ip=Dozvoli samo odre\u0111ene IP adrese
high_security_secondary_id_pw=Sekundarna lozinka
high_security_password=Dodaj lozinku za pristup kontrolnoj ve\u017ebi
high_security_none=Za ovaj tip kontrolne ve\u017ebe nisu dostupna nikakva pode\u0161avanja bezbednosti ili nadzora.

question_layout=Raspored pitanja
layout_by_question=Svako pitanje se nalazi na zasebnoj veb-stranici (preporu\u010duje se)
layout_by_part=Svaki deo se nalazi na posebnoj veb-stranici
layout_by_assessment=Kompletna kontrolna ve\u017eba je prikazana na jednoj veb-stranici

navigation=Navigacija
random_access=Fleksibilna navigacija do pitanja pomo\u0107u tastera \u201eSlede\u0107e\u201c, \u201ePrethodno\u201c i \u201eSadr\u017eaj\u201c.
linear_access=Linearna navigacija do pitanja samo pomo\u0107u tastera \u201eDalje\u201c. NEMA povratka na prethodna pitanja ili sadr\u017eaj.
linear_access_warning=Linearna navigacija ne dozvoljava u\u010denicima da pristupe istom pitanju vi\u0161e od jednom. Svako pitanje \u0107e biti prikazano na zasebnoj veb-stranici.
automatic_submission=Automatsko podno\u0161enje
automatic_submission_note_1=Ova opcija name\u0107e podno\u0161enje sa\u010duvanih ocena.

retract_conf=Sada prestani da prihvata\u0161
retract_for_sure=Ova kontrolna ve\u017eba vi\u0161e ne\u0107e biti dostupna. Sada prestani da prihvata\u0161 \u0107e zameniti svaki budu\u0107i Dostupan ili Krajnji datum. Da li si siguran/na da \u017eeli\u0161 da nastavi\u0161?
retract_heading=Pretsani da prihvata\u0161

numbering=Numerisanje za kontrolne ve\u017ebe sa vi\u0161e delova
continous_numbering=Neprekidno numerisanje izme\u0111u delova
part_numbering=Ponovo pokreni numerisanje za svaki deo

submissions_allowed=Koliko je podnesaka dozvoljeno?
displayScores=Rezultati pitanja
displayScores_show=Poka\u017ei vrednost bodova pitanja tokom kontrolne ve\u017ebe
displayScores_hide=Sakrij vrednost bodova pitanja tokom kontrolne

submissions=Broj dozvoljenih podnesaka
unlimited_submission=Neograni\u010deno
only=Samo
limited_submission=podno\u0161enje(a) je dozvoljeno

instructorNotificationLabel=Opcije imejla za obave\u0161tenje o podno\u0161enju
oneEmail=Po\u0161alji imejl obave\u0161tenje za svaki podnesak studenta
digestEmail=Po\u0161alji jedan imejl dnevno u kojem se navode obave\u0161tenja za podneske studenta
noEmail=Ne \u0161alji imejl obave\u0161tenja ni za kakve podneske studenta

auto_save=Autromatsko \u010duvanje
user_click_save=Korisnik mora da klikne na taster \u201eSa\u010duvaj\u201c za \u010duvanje unosa
save_automatically=Sav korisni\u010dki unos se automatski \u010duva

submission_message=Poruka o podnesku
submission_final_page_url=Link do veb-stranice sa porukom\:

questionlevel_feedback=Povratne informacije za pojedina\u010dna pitanja
sectionlevel_feedback=Povratne informacije za odre\u0111ene opcije odgovora (npr. A, B, C)
both_feedback=Povratne informacije i za pitanja i za konkretne odgovore

feedback_authoring=Za autora
feedback_student=Za u\u010denika
feedback_type=Da li \u0107e povratne informacije biti prikazane u\u010denicima?
feedback_level=Izaberi tip polja za povratne informacije koje \u0107e se prikazati prilikom kreiranja pitanja
feedback_level_help=Unesene povratne informacije mogu biti prikazane u\u010denicima na osnovu njihovih odgovora
immediate_feedback=Da, poka\u017ei povratne informacije u\u010denika dok pola\u017eu kontrolnu ve\u017ebu. Oni mogu da promene svoje odgovore u skladu sa tim.
on_submission_feedback=Da, prika\u017ei povratne informacije o podno\u0161enju
immediate=Neposredan
feedback_by_date=Da, poka\u017ei povratne informacije u\u010deniku na odre\u0111ene datume
no_feedback=Ne, ne prikazuj nikakve povratne informacije u\u010deniku
feedback_start_date=Prika\u017ei datum povratne informacije
feedback_end_date=Sakrij datum povratne informacije
feedback_score_threshold=Prika\u017ei povratne informacije samo u\u010denicima koji su osvojili bodove u nastavku
feedback_score_threshold_label=Ograni\u010di prikaz povratnih informacija
feedback_score_threshold_required=Mora\u0161 da navede\u0161 va\u017ee\u0107u grani\u010dnu vrednost u odeljku za povratne informacije.

receive_immediate=U\u010denik \u0107e dobiti <b>odmah povratnu informaciju</b>.
receive_feedback_on_submission=U\u010denik \u0107e dobiti <b>povratnu informaciju o podno\u0161enju</b>.
receive_no_feedback=U\u010denik ne\u0107e dobiti\u00a0<b>povratnu informaciju</b>.
feedback_available_on=U\u010denik \u0107e dobiti <b>povratne informacije</b> na <b>{0}</b>.
feedback_available_on_threshold=Samo u\u010denici sa rezultatom manjim od <b>{0}%</b> \u0107e dobiti <b>povratne informacije</b> na <b>{1}</b>.
feedback_available_ranges=U\u010denik \u0107e dobiti <b>povratne informacije</b> izme\u0111u <b>{0}</b> i <b>{1}</b>.
feedback_available_ranges_threshold=Samo u\u010denici sa rezultatom manjim od <b>{0}%</b> dobi\u0107e <b>povratne informacije</b> izme\u0111u <b>{1}</b> i <b>{2}</b>.

autosubmit_info=Sa\u010duvani rad u\u010denika \u0107e biti <b>automatski poslat</b> nakon {0} (<b>{1}</b>).
autosubmit_info_extended_time=<b>Napomena\:</b> ako je korisniku ili grupi odobreno produ\u017eenje vremena za ovu kontrolnu ve\u017ebu, datum produ\u017eenja efektivno postaje {0} za konkretnog korisnika ili datu grupu.

feedback_components=Koja vrsta povratnih informacija \u0107e biti prikazana?
question_text=Tekst pitanja
student_assessment_score=Ukupan rezultat u\u010denika
student_question_score=Rezultati pitanja i dela u\u010denika
student_response=Podenseni odgovori u\u010denika
correct_response=Prika\u017ei ispravku pitanja
question_level_feedback=Povratne informacije ili komentari za pojedina\u010dna pitanja
selection_level_feedback=Povratne informacije za odre\u0111ene opcije odgovora (npr. A, B, C)
graders_comments=Komentari ocenjiva\u010da su uneti na ekrane za rezultate
graders_comments_info=Tako\u0111e ozna\u010di \u201eOdgovore koji su poslali u\u010denici \u201c i \u201ePovratne informacije ili komentari za pojedina\u010dna pitanja\u201c iznad za prikaz komentara za pojedina\u010dna pitanja.
statistics_and_histogram=Statistika za podneske svih u\u010denika
feedback_subheading_answers=Odgovori (ozna\u010di sve \u0161to je primenjivo)
feedback_subheading_comments=Komentari
feedback_subheading_scores=Rezultati (ozna\u010di sve \u0161to je primenjivo)
feedback_subheading_additonal_info=Dodatne Informacije

student_identity_label=Anonimno ocenjivanje
student_identity=Prika\u017ei anonimne identifikacije tokom ocenjivanja, umesto imena/identifikacije u\u010denika
gradebook_options=Dodaj ocene u Dnevnik ocena
gradebook_options_help=Po\u0161alji ocenu u Dnevnik ocena odmah po podno\u0161enju
gradebook_category_select=Ozna\u010di kategoriju Dnevnika ocena (opcionalno)
gradebook_uncategorized=Nekategorizovano
grading_options_disabled_info=Opcija(e) u nastavku su onemogu\u0107ene zbog ozna\u010davanja \u201eSvako sa linkom (anonimna anketa)\u201c u pode\u0161avanjima \u201eDostupnost i podnesci\u201c. Promena te opcije \u0107e poni\u0161titi ozna\u010davanje \u201eAnonimno ocenjivanje\u201c.

grading_scoring_title=Bodovanje i ocenjivanje
recorded_score=Ako je dozvoljeno vi\u0161e podno\u0161enja ili ponovnog polaganja, zabele\u017ei
highest_score=najbolji rezultat
average_score=prose\u010dni rezultat iz svih podnesaka
last_score=rezultat poslednjeg podneska

background_label=Pozadina
background_label_choose=Ozna\u010di tip pozadine
background_color=Boja pozadine (unesi heksadecimalnu vrednost)
background_image=URL slike u pozadini
background_info=Opcije u pozadini dostupne su u odeljku Bezbednost i nadzor

assessment_metadata=Metapodaci procene
metadata_keywords=Klju\u010dne re\u010di
metadata_objectives=Ciljevi
metadata_rubrics=Rubrike

record_metadata=Metapodaci pitanja
metadata_parts=Delovi
metadata_questions=Zapi\u0161i metapodatke pitanja u statistiku
metadata_questions_info=Omogu\u0107i snimanje metapodataka radi uno\u0161enja klju\u010dnih re\u010di i ciljeva za pojedina\u010dna pitanja. Postotak ta\u010dnih odgovora na sva pitanja sa odre\u0111enom klju\u010dnom re\u010di ili ciljem bi\u0107e dostupan na stranici Statistika tokom ocenjivanja.


button_unique_save_and_publish=Sa\u010duvaj pode\u0161avanja i objavi
button_save_settings=Sa\u010duvaj pode\u0161avanja
button_edit_settings=Uredi pode\u0161avanja
button_stop_accepting_now=Sad prestani da prihvata\u0161\u00a0
button_stop_accepting=Pretsani da prihvata\u0161

# Mark for Review
mark_for_review_pop_up_text_1=Oznakom za pregled ozna\u010di\u0107e\u0161 pitanja koja \u017eeli\u0161 da pregleda\u0161 pre podno\u0161enja kontrolne ve\u017ebe. Klikni na link sa sadr\u017eajem na vrhu stranice za pronala\u017eenje celog spiska pitanja (klikni na Naziv dela da bi video/la pitanja). Simbol znaka pitanja \u0107e se pojaviti pored svakog pitanja koje si ozna\u010dio/la.
mark_for_review_pop_up_text_2=Ova funkcija je opciona i nema uticaja na tvoj podnesak.
button_close=Zatvori
mark_for_review=Ozna\u010di za pregled
mark_for_review_label=Dodaj polja za potvrdu kako bi u\u010denici ozna\u010dili pitanja koja \u017eele da pregledaju pre podno\u0161enja
whats_this_link=\u0160ta je ovo?
mark_for_review_text_1=Polje za potvrdu sa oznakom \u201eOzna\u010di za pregled\u201c \u0107e se pojaviti ispod svakog pitanja.
mark_for_review_text_2=(Ova funkcija nije dostupna kada je Linearni pristup ozna\u010den u Organizaciji kontrolne ve\u017ebe.)

# the following is for confirming publishing (publishAssessment.jsp)
check_settings_and_add_notification=Objavi kontrolnu ve\u017ebu
publish_assessment=Objavi kontrolnu ve\u017ebu
republish_assessment=Ponovo objavi kontrolnu ve\u017ebu
regrade_republish_assessment=Ponovo oceni i objavi kontrolnu ve\u017ebu
publish_confirm_message=Pregledaj svoja pode\u0161avanja i prilagodi nivo obave\u0161tenja. Klikni na <b>Objavi</b> da bi kontrolna ve\u017eba sada bila vidljiva u\u010denicima. Klikni na <b>Otka\u017ei</b> da sa\u010deka\u0161 ili izmeni kontrolnu ve\u017ebu. Klikni na <b>Uredi postavke</b> za izmenu pode\u0161avanja.
cancel_message=Klikni na <b>{0}</b> da sa\u010deka\u0161 ili izmeni\u0161 procenu.
republish_confirm_message=Pregledaj svoja pode\u0161avanja u nastavku, prilagodi nivo obave\u0161tenja i klikni na <b>Ponovo objavi</b> da bi kontrolna ve\u017eba sada bila vidljiva u\u010denicima.
started_or_submitted=U\u010denici su zapo\u010deli ili predali ovu kontrolnu ve\u017ebu.
score_discrepancies_note_non_linear=Ukoliko si promenio/la sadr\u017eaj na na\u010din koji bi mogao da dovede do neslaganja u rezultatu, po\u0161alji obave\u0161tenje u\u010denicima; mo\u017eda \u0107e\u0161 \u017eeleti da dozvoli\u0161 u\u010denicima da a\u017euriraju svoj poslednji podnesak.
score_discrepancies_note=Ako si promenio/la sadr\u017eaj na na\u010din koji bi mogao da izazove razlike u rezultatu, po\u0161alji obave\u0161tenje u\u010denicima.

update_most_current_submission_checkbox=Dozvoli u\u010denicima da a\u017euriraju svoj poslednji podnesak.
update_most_current_submission_checkbox_warn=Ozna\u010davanje ove opcije \u0107e od u\u010denika zahtevati da ponovo po\u0161alju svoje kontrolne ve\u017ebe kako bi nastavno osoblje videlo podneske pod Rezultati. Sva prilago\u0111avanja bodovanja izvr\u0161ena na ovim podnescima pre ponovnog ocenjivanja bi\u0107e izgubljena.
publish_error_message=Do\u0161lo je do gre\u0161ke pri objavljivanju ove kontrolne ve\u017ebe. Ako ova kontrolna ve\u017eba treba da bude objavljena u Dnevniku ocena, uveri se da naziv kontrolne ve\u017ebe nije u sukobu sa drugim kontrolnim ve\u017ebama.
published_assessment_url=Objavljena URL adresa za kontrolne ve\u017ebe

time_limit=Rok
no_time_limit=Ne postoji vremensko ograni\u010denje

#ERROR
timeSelect_error=Navedi vremensko ograni\u010denje u satima i/ili minutima ili ozna\u010di opciju \u201eNe\u201c.
assessmentName_error=Ne mo\u017ee\u0161 imati duple nazive kontrolne ve\u017ebe. Izaberi drugi naslov.
gbConflict_error=Jo\u0161 jedna stavka sa istim nazivom postoji u Dnevniku ocena. Izaberi drugi naziv.
assessmentName_empty=Naziv kontrolne ve\u017ebe ne treba da bude prazan.
published_assessment_title_not_unique_error=Ne mo\u017ee\u0161 imati dve objavljene kontrolne ve\u017ebe sa istim nazivom. Izaberi drugi naziv.
ip_error=Navedi va\u017ee\u0107u IP adresu ili delimi\u010dnu adresu u okviru Bezbednost i nadzor. (Primer\: xxx.xx.*.*)
ip_note=Koristi po jednu  IP adresu za svaki red. Zvezdica(*) mo\u017ee predstavljati bilo koju podmre\u017eu.
ip_example=Primeri\:
ip_ex=171.64.139.* ili 171.64.*.*
date_error=Unesi datum za prikaz povratnih informacija pod Ocenjivanje i povratne informacije.
submissions_allowed_error=Unesi broj za Dozvoljene prijave koji je jedan (1) ili ve\u0107i od jedan.
validateURL=Potvrdi URL
has_time_limit=Vremensko ograni\u010denje

# signs for author tool
separator=I
column=\:

# add attachments to questions
attachments=Prilozi
add_attachments=Dodaj priloge
add_remove_attachments=Dodaj/ukloni priloge
no_attachments=Jo\u0161 nema priloga
remove_attachment_heading=Ukloni prilog
remove_attachment_conf=potvrdite uklanjanje priloga
cert_rem_attachment=Da li si siguran/na da \u017eeli\u0161 da ukloni\u0161 ovaj prilog?
t_attachment=Prika\u017ei prilog u drugom prozoru

# Colour picker
cp_TITLE=Bira\u010d boja
cp_WEB_SAFE=Paleta na bezbednoj mre\u017ei
cp_WINDOWS_SYSTEM=Paleta Windows sistema
cp_GREY_SCALE=Paleta sive skale
cp_CLICKALT=Klikni ovde da izabere\u0161 boju

# Date picker
dp_CLICKALT=Klikni ovde da izabere\u0161 datum

# Audio recording applet
record_your_answer=Klikni da snimi\u0161 svoj odgovor...
record_no_more_attempts=Ostalo je nula poku\u0161aja snimanja.
audio_recording=Audio snimak
averag_grading_single_submission=\u201eProse\u010dna ocena\u201c se ne mo\u017ee primeniti na kontrolne ve\u017ebe koje dozvoljavaju samo jedno podno\u0161enje.

availability_title=Kada \u0107e kontrolna ve\u017eba biti dostupna?
due_earlier_than_avaliable=Datum roka ne mo\u017ee biti raniji od dostupnog datuma.
due_same_as_available=Datum roka ne mo\u017ee biti isti kao dostupni datum.
retract_earlier_than_avaliable=Datum kasnog podno\u0161enja ne mo\u017ee biti raniji od dostupnog datuma ili roka.
retract_earlier_than_due=Rok za kasno podno\u0161enje ne mo\u017ee biti raniji od dostupnog datuma ili roka.
retract_required_with_auto_submit=Rok za kasno podno\u0161enje i rok moraju biti postavljeni na prinidno podno\u0161enje sa\u010duvanih radova u\u010denika nakon isteka roka za podno\u0161enje.
due_required_with_auto_submit=Rok se mora podesiti na prinudno podno\u0161enje sa\u010duvanih radova u\u010denika nakon isteka roka.
due_null_with_retract_date=Navedi datum roka ako kontrolna ve\u017eba ima krajnji rok za podno\u0161enje.
open_window_less_than_time_limit=Vremensko ograni\u010denje za kontrolnu ve\u017ebu prema\u0161uje krajnji rok za podno\u0161enje. Smanji vremensko ograni\u010denje ili produ\u017ei rok u skladu sa tim.

# Secure delivery support
require_secure_delivery=Zahteva se zaklju\u010dan pretra\u017eiva\u010d
secure_delivery_exit_pwd=Lozinka za izlaz (opciono)
exit_password_error=Jedini znakovi dozvoljeni za izlaznu lozinku su a-z, A-Z i 0-9
none_secure_delivery_module=Nijedan

# SAM-939
rowchoices=Izbor redova (pritisni taster "Povratak" posle svakog izbora)
matrix_choice_surv=Anketa\: Matrica izbora
matrix_choices_surv=Anketa - Matrica izbora
columnchoices=Izbor kolona (pritisni taster "Povratak" nakon svakog izbora)
addColumnChoiceToFavor=Dodaj izbore kolona u omiljene
forceRanking=Dozvoli samo jedan odgovor po koloni (prinudno rangiranje)
addComment=Dodaj polje za komentar
favorLabel=Etiketa za omiljeno
fieldLabel=Polje za etiketu
relativeWidthOfColumns=Relativne \u0161irine kolona
row_field_empty=Polje reda ne mo\u017ee biti prazno
less_than_two_columns=polje kolone mora da ima najmanje dva unosa, razdvojena tasterom \u201ePovratak\u201c.
selectFromFavorites=Ozna\u010di iz omiljenih

# Extended time
extendedTimeNew=Dodaj novi izuzetak
extendedTimeExisting=Postoje\u0107i izuzeci
extendedTimeInstruction=Mora\u0161 da klikne\u0161 na taster \u201eDodaj izuzetak\u201c za dodavanje pojedina\u010dnog izuzetka pre nego \u0161to sa\u010duva\u0161 pode\u0161avanja. Sve vrednosti zamenjuju pode\u0161avanja u kontrolnoj ve\u017ebi. Ostavi vrednosti (datume) prazne da bi odgovarale pode\u0161avanjima kontrolne ve\u017ebe. Ako \u017eeli\u0161 da u\u010denik ima vremensko ograni\u010denje na ispitu sa vremenskim pode\u0161avanjem, MORA\u0160 da postavi\u0161 vremensko ograni\u010denje ovde, vremensko ograni\u010denje od 0 \u0107e ozna\u010davati da nema ograni\u010denja. Kada u\u010denik spada u vi\u0161e izuzetaka, primeni\u0107e se poslednje navedeno izuze\u0107e u kojem se u\u010denik pojavljuje.
extendedTimeAdd=Dodaj novi izuzetak
extendedTimeEdit=A\u017euriraj izuzetak
extendedTimeCancel=Otka\u017ei
header_extendedTime_user=Korisnik
header_extendedTime_group=Grupa
header_extendedTime_start_date=Datum po\u010detka
header_extendedTime_due_date=Datum dospe\u0107a
header_extendedTime_retract_date=Kasni datum prihvatanja
header_extendedTime_hours=Sati
header_extendedTime_minutes=Minuti
header_extendedTime_delete=Obri\u0161i
header_extendedTime_edit=Uredi
extendedTimeUser=Izuzetak za korisnika
extendedTimeGroup=Izuzetak za grupu
extendedTime_select_User=Ozna\u010di korinsika
extendedTime_select_group=Ozna\u010di grupu
extendedTime_data_table_title=Tabela podataka o pro\u0161irenom unosu vremena.
extendedTime_entry_table_title=Dodaj/izmeni unos produ\u017eenog vremena.

# Extended Time Errors
extended_time_user_and_group_set=Korisnik ili grupa moraju biti ozna\u010deni da dodaju izuzetak datuma i/ili vremenskog ograni\u010denja.
extended_time_due_earlier_than_available=Rok ne mo\u017ee biti raniji od dostupnog datuma za izuzetak postavljen za {0}.
extended_time_due_in_past=Rok je u pro\u0161losti za izuzetak postavljen za {0}. Promeni rok ili sa\u010duvaj za nastavak kao i do sad.
extended_time_retract_earlier_than_available=Rok za kasno podno\u0161enje ne mo\u017ee biti raniji od dostupnog datuma ili roka za izuzetak postavljen za {0}.
extended_time_due_same_as_available=Datum dospe\u0107a ne mo\u017ee biti isti kao dostupan datum za izuzetak postavljen za {0}.
extended_time_error_user=korisnik \u201e{0}\u201c
extended_time_error_group=grupa \u201e{0}\u201c
extended_time_name_not_found=Nije primenljivo
extended_time_duplicate_users=Unosi se ne smeju duplirati. Otkriveni su duplikati unosa produ\u017eenog vremena za slede\u0107e korisnike\: {0}.
extended_time_duplicate_groups=Unosi se ne smeju duplirati. Otkriveni su dupli zapisi produ\u017eenog vremena za slede\u0107e grupe\: {0}.
extended_time_and=&
extended_time_open_window_less_than_time_limit=Vremensko ograni\u010denje za izuzetak postavljeno za {0} prema\u0161uje krajnji rok za podno\u0161enje. Smanji vremensko ograni\u010denje ili produ\u017ei rok u skladu sa tim.

# Expand Collapse
expandAll=Pro\u0161iri sve
collapseAll=Sa\u017emi sve

multiselect_filterPlaceholder=Pretra\u017ei
multiselect_nonSelectedText=Nije ozna\u010dena nijedna grupa
multiselect_allSelectedText=Sve grupe su izabrane
multiselect_nSelectedText=izabrane grupe

#Rubrics
dont_associate_label=Nemoj koristiti rubriku za ocenjivanje ovog pitanja
associate_label=Koristi slede\u0107u rubriku da oceni\u0161 ovo pitanje
option_pointsoverride=Prilagodi pojedina\u010dne ocene studenata
option_hidepoints=Sakrij vrednosti poena (samo povratne informacije)
option_studentpreview=Sakrij rubriku od studenta
grading_rubric=Rubrika za ocenjivanje

copyToClipboard=Kopiraj u privremenu memoriju

#S2U-23
show_correct_response=Poka\u017ei ta\u010dan odgovor

# S2U-21 Safe Exam browser support
seb_config_mode=Kako \u017eeli\u0161 da konfiguri\u0161e\u0161 SEB?
seb_config_mode_client=Koristi konfiguraciju klijenta
seb_config_mode_manual=Konfiguri\u0161i ru\u010dno
seb_config_mode_upload=U\u010ditaj moju sopstvenu konfiguraciju
seb_config_mode_client_help=Kori\u0161\u0107enje konfiguracije klijenta \u0107e omogu\u0107iti kori\u0161\u0107enje \u0161ifrovane SEB konfiguracije ili bez konfiguracije. U ovom slu\u010daju u\u010deniku ne\u0107e biti dostavljena konfiguraciona datoteka.
seb_config_mode_manual_help=Ako se konfiguri\u0161e ru\u010dno, dostupan je niz pode\u0161avanja za konfigurisanje pona\u0161anja SEB-a. Generisana konfiguraciona datoteka se ne mo\u017ee naknadno ure\u0111ivati.
seb_config_mode_upload_help=U\u010ditavanje sopstvene konfiguracije \u0107e ti dati mogu\u0107nost da generi\u0161e\u0161 ne\u0161ifrovanu konfiguraciju pomo\u0107u naprednog ure\u0111iva\u010da konfiguracije koji dolazi u paketu sa SEB-om. Imaj na umu da se linkovi za po\u010detak i zatvaranje automatski dodaju u u\u010ditanu konfiguraciju u trenutku objavljivanja ove kontrolne ve\u017ebe, tako da je ne treba unapred konfigurisati.
seb_allow_user_quit_seb=Omogu\u0107i izlazak iz SEB-a
seb_allow_reload_in_exam=Omogu\u0107i ponovno u\u010ditavanje na ispitu
seb_show_taskbar=Prika\u017ei SEB traku zadataka
seb_show_reload_button=Prika\u017ei taster za ponovno u\u010ditavanje
seb_show_time=Vreme prikazivanja
seb_show_keyboard_layout=Prika\u017ei raspored tastature
seb_show_wifi_control=Prika\u017ei Wi-Fi kontrolu
seb_allow_audio_control=Omogu\u0107i audio kontrole
seb_allow_spell_checking=Omogu\u0107i proveru pravopisa
seb_config_upload=SEB konfiguraciona datoteka
seb_config_upload_success=SEB konfiguraciona datoteka je uspe\u0161no u\u010ditana.
seb_config_upload_error=Nije mogu\u0107e otpremiti SEB konfiguracionu datoteku. Uveri se da je konfiguracija .seb i da datoteka nije \u0161ifrovana.
seb_config_key=Konfiguraciono re\u0161enje je dozvoljeno
seb_config_key_info=Konfigurasaciono re\u0161enje se mo\u017ee podesiti tek nakon objave kontrolne ve\u017ebe. Mora\u0107e\u0161 ponovo da preuzme\u0161 (izmenjenu) konfiguraciju i umetne\u0161 re\u0161anja ispita na osnovu te datoteke.
seb_exam_keys=Dozvoljen je pretra\u017eiva\u010d re\u0161enja ispita
seb_exam_keys_upload_info=Za u\u010ditane konfiguracije, re\u0161enja ispita se mogu podesiti tek nakon objavljivanja kontrolne ve\u017ebe. Mora\u0107e\u0161 ponovo da preuzme\u0161 (izmenjenu) konfiguraciju i ubaci\u0161 re\u0161enja ispita na osnovu te datoteke.
seb_exam_keys_upload_published_info=Unesi re\u0161enja ispita na osnovu konfiguracione datoteke koju mo\u017ee\u0161 preuzeti iznad. Konfiguracija je izmenjena kada je kontrolna ve\u017eba objavljena.
seb_exam_keys_recommended=Preporu\u010duje se da doda\u0161 konfiguraciono re\u0161enje ili re\u0161enja za ispit za ovu vrstu konfiguracije, jer se konfiguracija bezbednog pretra\u017eiva\u010da ispita ne mo\u017ee automatski potvrditi

# S2U-5
associate_label_dyn=Kreiraj dinami\u010dku rubriku da oceni\u0161 ovo pitanje (uvek skriveno od u\u010denika tokom ocenjivanja)

# S2U-16
part_timed_info=Ako je vremenski pode\u0161eno, u\u010denici imaju rok do kraja vremenskog ograni\u010denja, ili do krajnjeg roka za podno\u0161enje, u zavisnosti od toga \u0161ta pre nastupi, da predaju svoj rad. Njihovi odgovori \u0107e biti automatski sa\u010duvani i poslati po isteku vremena.
question_timed_info=Ako je vremenski pode\u0161eno, u\u010denici imaju rok do kraja vremenskog ograni\u010denja, ili do krajnjeg roka za podno\u0161enje, u zavisnosti od toga \u0161ta pre nastupi, da predaju svoj rad. Njihovi odgovori \u0107e biti automatski sa\u010duvani i poslati po isteku vremena.
part_timeSelect_error=Navedi vremensko ograni\u010denje u satima i/ili minutima ili ozna\u010di opciju \u201eNe\u201c.
question_timeSelect_error=Navedi vremensko ograni\u010denje u satima i/ili minutima ili ozna\u010di opciju \u201eNe\u201c.
multiple_timers_detected=Ova kontrolna ve\u017eba je konfigurisana sa vi\u0161e vrsta tajmera. Preporu\u010dljivo je da se vremenski pode\u0161ava samo kontrolna ve\u017eba, delovi ili pitanja, jer bi za u\u010denike moglo biti optere\u0107uju\u0107e da imaju vi\u0161e tajmera na ekranu.

# Associate to existing gradebook items.
to_default_gradebook=Ocene poslate u dnevnik ocena (ozna\u010davanjem \u201eOcene poslate u dnevnik ocena\u201c \u0107e odmah poslati rezultate u dnevnik ocena, bez obzira na datum povratne informacije.)
to_no_gradebook=Nijedan
to_selected_gradebook=Ocene se \u0161alju u RU\u010cNO kreiran dnevnik ocena (Dnevnik ocena > Dodaj stavke dnevnika ocena)
usedGradebookAssessment=povezano sa \u201e{0}\u201c
addtogradebook.previouslyAssoc=Poku\u0161ava\u0161 da pove\u017ee\u0161 ovu kontrolnu ve\u017ebu sa ve\u0107 povezanom stavkom u dnevniku ocena i rezultati mogu biti zamenjeni. Da li \u017eeli\u0161 da nastavi\u0161?
gbNotExistsError=Stavka dnevnika ocena koju poku\u0161ava\u0161 da pove\u017ee\u0161 vi\u0161e ne postoji.
