sakai_assessment_manager=Gestor de ex\u00e1menes

global_nav_assessmt=Ex\u00e1menes
global_nav_pools=Bater\u00edas de preguntas
dash=-
heading_template_information=Tipo de examen
heading_assessment_introduction=Introducci\u00f3n del examen
heading_assessment_delivery_dates=Fechas de env\u00edo
heading_released_to=Examen publicado para
heading_high_security=Acceso de estudiantes restringido
heading_timed_assessment=Examen temporizado
heading_assessment_organization=Organizaci\u00f3n del examen
heading_submissions=Env\u00edos
heading_submission_message=A\u00f1adir un mensaje que cada estudiante ver\u00e1 justo despu\u00e9s de enviar su examen.
heading_feedback=Opciones para introducir comentarios autom\u00e1ticos
heading_graphics=Gr\u00e1ficos
heading_metadata=Metadatos
heading_about=Sobre este examen
heading_availability=Env\u00edos y disponibilidad
heading_grading_feedback=Calificaciones y comentarios
heading_extended_time=Excepciones al tiempo l\u00edmite y a la fecha de entrega
heading_layout=Dise\u00f1o y aspecto
heading_background=\u00bfCambiar el fondo?
heading_security_proctoring=Seguridad
clear_calendar_alt=Resetear la fecha

settings=Configuraci\u00f3n
template_title=T\u00edtulo
template_authors=Autor(es)
template_description=Descripci\u00f3n/Introducci\u00f3n (opcional)
honor_pledge=Cl\u00e1usula de veracidad
honor_pledge_add=Requerir a cada estudiante que firme la cl\u00e1usula de veracidad antes de empezar el examen
assessment_title=T\u00edtulo
assessment_creator=Creador
assessment_authors=Autor(es)
assessment_description_and_attachments=Descripci\u00f3n y adjuntos (opcional - se muestra antes del comienzo del examen)
assessment_description=Descripci\u00f3n
assessment_available=Estar\u00e1 disponible a partir de\:
assessment_due=Fecha de entrega
assessment_is_timed=S\u00ed
assessment_is_timed_limit=L\u00edmite de tiempo\:
assessment_not_timed=No
assessment_timed=\u00bfTemporizado?
assessment_timed_info=Si est\u00e1 temporizado, los estudiantes tienen de tiempo bien hasta que se acabe la temporizaci\u00f3n del examen o bien cuando se llegue a la fecha de entrega. Sus respuestas ser\u00e1n guardadas y enviadas autom\u00e1ticamente.
assessment_timed_info_extra=El examen no ser\u00e1 temporizado si se establece un tiempo l\u00edmite de 0.
late_accept=\u00bfSe aceptar\u00e1n los env\u00edos posteriores a la fecha de entrega?
late_accept_until=\u00bfHasta cuando ser\u00e1n aceptados los env\u00edos posteriores a la fecha de entrega?
late_accept_help=Los estudiantes tienen una oportunidad de enviar despu\u00e9s de la fecha de entrega (pero antes de la fecha l\u00edmite) si no han enviado el examen en el plazo indicado.
no_late=No, no despu\u00e9s de la fecha de entrega
yes_late=S\u00ed, hasta
yes_late_deadline=\u00bfHasta cuando ser\u00e1n aceptados los env\u00edos posteriores a la fecha de entrega?
indefinitely=indefinidamente (si est\u00e1 en blanco)
auto_submit=Enviar autom\u00e1ticamente
auto_submit_help=Enviar autom\u00e1ticamente todo el trabajo guardado por el estudiante despu\u00e9s de agotarse la fecha l\u00edmite.
auto_submit_info=El autoenv\u00edo NO guarda las respuestas del estudiante antes del env\u00edo. Se enviar\u00e1 las respuestas que hayan sido almacenadas pertenecientes al \u00faltimo guardado.

calendarDueDatePrefix=Entrega\:
calendarDueDate=Mostrar la fecha de entrega en el
word_or=O
republished=Republicado
description=Descripc\u00f3n
available=Disponible
due=Entrega
retract=Despublicar
hours=hr
minutes=minutos
seconds=segundos
available_immediately=Disponible inmediatamente
was_republished=ha sido republicado
subject=Asunto\:
no_notification=sin notificaci\u00f3n
send_notification=enviar la siguiente notificaci\u00f3n al alumnado
notification_content=Busca este examen en el sitio {0} en {1}.
notification=Notificaci\u00f3n
is_available_immediately=estar\u00e1 disponible inmediatamente
is_available_on=est\u00e1 disponible en {0}
available_anonymously_at=estar\u00e1 <b>disponible a partir de la fecha {0}</b> en {1} para ser realizado de forma an\u00f3nima
available_class_at=estar\u00e1 <b>disponible a partir de la fecha {0}</b> para toda la clase en {1}
available_group_at=estar\u00e1 <b>disponible a partir de la fecha {0}</b> para {1} en {2}
available_group_at_email=estar\u00e1 <b>disponible a partir de la fecha {0}</b> para los grupos seleccionados en {1}
it_is_due=<b>Estar\u00e1 disponible hasta la fecha {0}</b>.
there_is_no_time_limit=No hay l\u00edmite de tiempo.
the_time_limit_is=El tiempo disponible para realizar el examen es de
submit_when_time_is_up=El examen se enviar\u00e1 autom\u00e1ticamente cuando el tiempo termine.
student_submit_unlimited_times=Cada estudiante puede realizarlo un n\u00famero ilimitado de veces.
student_submit_certain_time=Cada estudiante puede enviarlo {0} veces.
record_highest=(Se guardar\u00e1 la puntuaci\u00f3n m\u00e1s alta).
record_last=(Se guardar\u00e1 la puntuaci\u00f3n del \u00faltimo env\u00edo).
record_average=(La puntuaci\u00f3n media ser\u00e1 almacenada)

autoSummit_warning=Para los ex\u00e1menes temporizados, debe seleccionar autoenviar a menos que desee permitir al alumnado que puedan enviar fuera de plazo.
timed_assessment=Examen temporizado con l\u00edmite temporal\:
timed_hours=horas
timed_minutes=minutos
auto_submit_description=El examen se enviar\u00e1 autom\u00e1ticamente cuando se termine el tiempo

released_to=Examen publicado para
anonymous_users=Usuarios An\u00f3nimos
entire_site=Todas las secciones/grupos
assessment_type_info=Si se establece la opci\u00f3n "Cualquiera con el link", no se almacenar\u00e1 ninguna asociaci\u00f3n de estudiante-respuestas. Este link no aparecer\u00e1 dentro de Ex\u00e1menes. Cualquier persona que tenga el link podr\u00e1 realizar el examen/encuesta tantas veces como desee.
selected_groups=Grupos seleccionados
select_all_groups=Seleccionar todos los grupos
released_to_help=Estableciendo "Usuarios an\u00f3nimos", autom\u00e1ticamente se establece calificaci\u00f3n an\u00f3nima y se desactiva el env\u00edo de notas calificaciones. Cambiando de "Usuarios an\u00f3nimos" a cualquier otra opci\u00f3n autom\u00e1ticamente se desactiva la calificaci\u00f3n an\u00f3nima.

high_security_allow_only_specified_ip=Permitir \u00fanicamente las direcciones IP especificadas
high_security_secondary_id_pw=Contrase\u00f1a secundaria
high_security_password=Contrase\u00f1a del examen
high_security_none=No hay configuraci\u00f3n de seguridad disponible para este tipo de examen.

question_layout=Distribuci\u00f3n de preguntas
layout_by_question=Cada pregunta en una p\u00e1gina web separada
layout_by_part=Cada parte en un p\u00e1gina web separada
layout_by_assessment=El examen completo en una \u00fanica p\u00e1gina web

navigation=Navegaci\u00f3n
random_access=Acceso libre a las preguntas. S\u00ed hay posibilidad de volver a preguntas anteriores y s\u00ed hay \u00edndice de preguntas.
linear_access=Acceso lineal a las preguntas. No hay posibilidad de volver a preguntas anteriores y tampoco hay \u00edndice de preguntas. 
linear_access_warning=Nota\: en la opci\u00f3n 'Acceso lineal' tenga en cuenta que cada pregunta se mostrar\u00e1 en una p\u00e1gina web independiente y el alumnado las podr\u00e1 ver solamente una vez.
automatic_submission=Env\u00edo autom\u00e1tico
automatic_submission_note_1=Esta opci\u00f3n fuerza la entrega de los ex\u00e1menes guardados.

retract_conf=Dejar de aceptar ahora 
retract_for_sure=Este examen ya no estar\u00e1 disponible. "Dejar de aceptar ahora" anular\u00e1 las fechas de apertura o de entrega. \u00bfSeguro que desea continuar? 
retract_heading=Dejar de aceptar

numbering=Numeraci\u00f3n
continous_numbering=Numeraci\u00f3n cont\u00ednua entre las partes
part_numbering=Reiniciar la numeraci\u00f3n en cada parte

submissions_allowed=El numero de env\u00edos permitidos
displayScores=Puntuaci\u00f3n en preguntas
displayScores_show=Mostrar el valor por puntos de una pregunta durante un examen
displayScores_hide=Ocultar el valor por puntos de una pregunta durante un examen

submissions=N\u00famero de env\u00edos permitidos
unlimited_submission=Sin l\u00edmite
only=S\u00f3lo
limited_submission=env\u00edos permitidos

instructorNotificationLabel=Notificaci\u00f3n por correo electr\u00f3nico
oneEmail=Una notificaci\u00f3n por cada env\u00edo de estudiante
digestEmail=Una notificaci\u00f3n diaria resumiendo todos los env\u00edos
noEmail=Ninguna notificaci\u00f3n

auto_save=Guardar autom\u00e1ticamente
user_click_save=El usuario debe pulsar el bot\u00f3n "Guardar" para guardar la entrada
save_automatically=Todas las entradas de usuario se guardan autom\u00e1ticamente

submission_message=Mensaje de env\u00edo
submission_final_page_url=URL de la p\u00e1gina final

questionlevel_feedback=Comentario a nivel de pregunta
sectionlevel_feedback=Comentario a nivel de selecci\u00f3n (p.e. A,B,C)
both_feedback=Ambos

feedback_authoring=Para el autor
feedback_student=Para el estudiante
feedback_type=\u00bfMostrar comentarios al alumnado?
feedback_level=Selecciona el tipo de comentarios a mostrar cuando se vayan a crear las preguntas
feedback_level_help=Los comentarios se pueden mostrar a los estudiantes en base a sus respuestas
immediate_feedback=S\u00ed, mostrar a los estudiantes los comentarios durante la realizaci\u00f3n del examen. Pueden cambiar sus respuestas durante la realizaci\u00f3n del mismo.
on_submission_feedback=S\u00ed, mostrar los comentarios en el env\u00edo
immediate=Inmediato
feedback_by_date=S\u00ed, mostrar los comentarios a los estudiantes en las fechas indicadas
no_feedback=No, no mostrar ning\u00fan comentario a los estudiantes
feedback_start_date=De (obligatorio)\:
feedback_end_date=Hasta\:
feedback_score_threshold=Mostrar los comentarios solo a los alumnos con nota inferior a
feedback_score_threshold_label=Restringir la visualizaci\u00f3n de los comentarios
feedback_score_threshold_required=Debe proporcionar un umbral de puntuaciones v\u00e1lido en la secci\u00f3n comentarios.

receive_immediate=Durante el examen cada estudiante tendr\u00e1 disponible la informaci\u00f3n extra (respuestas, puntuaciones, comentarios, estad\u00edsticas) que el autor del examen ha habilitado para que sea visible.
receive_feedback_on_submission=Despu\u00e9s de enviar el examen cada estudiante tendr\u00e1 disponible la informaci\u00f3n extra (respuestas, puntuaciones, comentarios, estad\u00edsticas) que el autor del examen ha habilitado para que sea visible.
receive_no_feedback=Cada estudiante que haga el examen no tendr\u00e1 acceso a ninguna informaci\u00f3n extra (respuestas, puntuaciones, comentarios, estad\u00edsticas) ni durante el examen ni despu\u00e9s.
feedback_available_on=Cada estudiante tendr\u00e1 disponible la informaci\u00f3n extra (respuestas, puntuaciones, comentarios, estad\u00edsticas) que el autor del examen ha habilitado para que sea visible a partir de la fecha <b>{0}</b>.
feedback_available_on_threshold=Solo los estudiantes con nota inferior a <b>{0}%</b> recibir\u00e1n <b>comentarios</b> sobre <b>{1}</b>.
feedback_available_ranges=Los estudiantes recibir\u00e1n <b>comentarios</b> entre <b>{0}</b> y <b>{1}</b>.
feedback_available_ranges_threshold=Solo los estudiantes con nota inferior a <b>{0}%</b> recibir\u00e1n <b>comentarios</b> entre <b>{1}</b> y <b>{2}</b>.

autosubmit_info=El trabajo del estudiante guardado se enviar\u00e1 <b>autom\u00e1ticamente</b>despu\u00e9s de las {0} (<b>{1}</b>).
autosubmit_info_extended_time=Nota\: si a una persona o grupo se le otorga una excepci\u00f3n de tiempo para este examen, la fecha de extensi\u00f3n se convierte efectivamente en {0} para esa persona o grupo.

feedback_components=Defina opciones avanzadas sobre comentarios
question_text=Texto de la pregunta
student_assessment_score=Su puntuaci\u00f3n en el examen
student_question_score=Su puntuaci\u00f3n en la pregunta
student_response=Respuestas del estudiante
correct_response=Mostrar correcci\u00f3n de la pregunta
question_level_feedback=Comentario a nivel de pregunta
selection_level_feedback=Comentario a nivel de selecci\u00f3n (p.e. A,B,C)
graders_comments=Comentarios del evaluador
graders_comments_info=Deber\u00eda seleccionar "Respuestas del estudiante" y "Comentario a nivel de pregunta" para mostrar los comentarios a nivel de pregunta.
statistics_and_histogram=Estad\u00edsticas e histograma
feedback_subheading_answers=Respuestas (selecciona las que corresponden)
feedback_subheading_comments=Comentarios
feedback_subheading_scores=Puntuaciones (selecciona las que corresponden)
feedback_subheading_additonal_info=Informaci\u00f3n adicional

student_identity_label=Correcci\u00f3n an\u00f3nima
student_identity=Al calificar no se podr\u00e1 ver la identidad de cada estudiante
gradebook_options=Enviar notas calificaciones
gradebook_options_help=Las notas se enviar\u00e1n inmediatamente a la herramienta Calificaciones,  independientemente de las opciones seleccionadas a continuaci\u00f3n.
gradebook_category_select=Seleccionar una categor\u00eda (opcional)
gradebook_item_select=Seleccione un \u00edtem de Calificaciones
gradebook_uncategorized=Sin categor\u00eda
grading_options_disabled_info=Las opciones inferiores est\u00e1n deshabilitadas debido a la selecci\u00f3n de "Cualquiera con el link (Encuesta an\u00f3nima)" en el apartado de "Env\u00edos y disponibilidad". Cambiando dicha opci\u00f3n se desactivar\u00e1 la "Correcci\u00f3n an\u00f3nima".

grading_scoring_title=Calificaci\u00f3n
recorded_score=Puntuaci\u00f3n almacenada si existen varios env\u00edos por usuario
highest_score=Guardar la puntuaci\u00f3n m\u00e1s alta
average_score=Guardar la puntuaci\u00f3n media
last_score=Guardar la \u00faltima puntuaci\u00f3n

background_label=Fondo
background_label_choose=Elija tipo de fondo de pantalla
background_color=Color de fondo
background_image=URL (direcci\u00f3n web) de la imagen de fondo
background_info=Las opciones de acceso restringido est\u00e1n disponibles en el apartado de Seguridad

assessment_metadata=Metadatos del examen
metadata_keywords=Palabras clave
metadata_objectives=Objetivos
metadata_rubrics=Firmas

record_metadata=Guardar metadatos para\:
metadata_parts=Partes
metadata_questions=Almacenar los metadatos de la pregunta en las estad\u00edsticas
metadata_questions_info=Activar el almacenamiento de los metadatos para las preguntas individuales. El porcentaje de respuestas correctas para las preguntas con una palabra clave concreta estar\u00e1 disponible en la p\u00e1gina de estad\u00edsticas durante la correcci\u00f3n.


button_unique_save_and_publish=Publicar
button_save_settings=Guardar configuraci\u00f3n
button_edit_settings=Editar configuraci\u00f3n
button_stop_accepting_now=Dejar de aceptar ahora
button_stop_accepting=Dejar de aceptar

# Mark for Review
mark_for_review_pop_up_text_1=A\u00f1adir la marca para la revisi\u00f3n, marcar\u00e1 la preguntas que desee revisar antes de enviar el examen. Haga clic en la tabla de contenidos (parte superior de la p\u00e1gina) para encontrar una lista completa de todas las preguntas. El s\u00edmbolo de pregunta aparecer\u00e1 junto a cualquier pregunta que haya marcado.
mark_for_review_pop_up_text_2=Esta funcionalidad es opcional y no tiene ninguna influencia en su env\u00edo.
button_close=Cerrar
mark_for_review=Marcar para revisar
mark_for_review_label=A\u00f1adir casillas de verificaci\u00f3n junto a preguntas para que ellos pueden marcarlas para su revisi\u00f3n
whats_this_link=\u00bfQu\u00e9 es esto?
mark_for_review_text_1=Una caja de verificaci\u00f3n etiquetada como "Marcar para revisar" aparecer\u00e1 debajo de cada pregunta.
mark_for_review_text_2=(Esta funcionalidad no est\u00e1 disponible cuando se ha seleccionado acceso lineal en la organizaci\u00f3n del examen)

# the following is for confirming publishing (publishAssessment.jsp)
check_settings_and_add_notification=Publicar examen
publish_assessment=Publicar examen
republish_assessment=Republicar examen
regrade_republish_assessment=Volver a calificar y republicar el examen
publish_confirm_message=Revise la configuraci\u00f3n y ajuste el nivel de notificaciones. Haga clic en <b>Publicar</b> para hacer el examen visible al alumnado ahora. Haga clic en <b>Cancelar</b> para esperar o editar el examen. Haga clic en <b>Editar Configuraci\u00f3n</b> para modificar las preferencias.
cancel_message=Haga click en <b>{0}</b> para esperar o editar el examen.
republish_confirm_message=Republicar este examen lo har\u00e1 visible al alumnado
started_or_submitted=Hay estudiantes que han empezado o realizado ya este examen.
score_discrepancies_note_non_linear=Si ha realizado alg\u00fan cambio que pudiera afectar a las puntuaciones, por favor env\u00ede una notificaci\u00f3n al alumnado; tambi\u00e9n puede permitir que vuelvan a enviar el examen.
score_discrepancies_note=Si se ha modificado el contenido de alguna manera que pudiera causar diferencias en las notas, por favor env\u00ede una notificaci\u00f3n al alumnado.

update_most_current_submission_checkbox=Permitir reenviar el examen a estudiantes que lo hayan enviado ya  (se borrar\u00e1n los env\u00edos ya realizados).
update_most_current_submission_checkbox_warn=Seleccionando esta opci\u00f3n cada estudiante tendr\u00e1 que enviar el examen de nuevo para que los profesores puedan ver los env\u00edos al consultar los resultados. No se guardar\u00e1 ninguna modificaci\u00f3n de nota antes de que estos ex\u00e1menes vuelvan a ser corregidos.
publish_error_message=Se ha producido un error en la publicaci\u00f3n de este examen. Si la nota de este examen se iba a llevar a Calificaciones, aseg\u00farese de que el t\u00edtulo no est\u00e1 repetido.
published_assessment_url=URL de publicaci\u00f3n del examen

time_limit=L\u00edmite de tiempo
no_time_limit=Sin l\u00edmite de tiempo

#ERROR
timeSelect_error=Especifique un l\u00edmite de tiempo para el examen temporizado, o seleccione la opci\u00f3n "No"
assessmentName_error=No puede duplicar los t\u00edtulos de los ex\u00e1menes.  Por favor, escoja otro.
gbConflict_error=Existe otro examen con el mismo t\u00edtulo en Calificaciones. Escoja otro t\u00edtulo.
assessmentName_empty=El nombre del examen no puede estar vac\u00edo
published_assessment_title_not_unique_error=No puede tener dos ex\u00e1menes publicados con el mismo t\u00edtulo. Por favor, escoja otro.
ip_error=Indique otra direcci\u00f3n IP v\u00e1lida o una subred en Seguridad. (Ejemplo\:  xxx.xx.*.*)
ip_note=Usar una direcci\u00f3n IP por l\u00ednea. Un asterisco (*) puede significar cualquier subred.
ip_example=Ejemplos\:
ip_ex=171.64.139.* o 171.64.*.*
date_error=Por favor, indique la fecha de liberaci\u00f3n de los comentarios.
submissions_allowed_error=Por favor, introduzca el n\u00famero de env\u00edos permitidos. Este n\u00famero ha de ser mayor o igual a uno (1).
validateURL=Validar la URL
has_time_limit=y tiene un l\u00edmite de tiempo de

multi_gradebook_use_info=Este sitio est\u00e1 configurado para tener varios libros de calificaciones, por lo tanto se deber\u00e1n escoger los grupos y posteriormente su categor\u00eda o un \u00edtem de calificaci\u00f3n correspondiente.
multi_gradebook.release_to.error=No se pueden crear ex\u00e1menes para todas las secciones/grupos debido a que el curso est\u00e1 configurado con instancias diferentes por grupo de calificaciones.
multi_gradebook.items.error=Los grupos seleccionados deben tener asociado un \u00edtem del libro de calificaciones
multi_gradebook.categories.error=Las categor\u00edas seleccionadas deben estar asociadas a su grupo correspondiente.

# signs for author tool
separator=|
column=\:

# add attachments to questions
attachments=Archivos adjuntos
add_attachments=A\u00f1adir archivos adjuntos
add_remove_attachments=A\u00f1adir/Quitar archivos adjuntos
no_attachments=No hay archivos adjuntos
remove_attachment_heading=Borrar el archivo adjunto
remove_attachment_conf=confirmar el borrado de los archivos adjuntos
cert_rem_attachment=\u00bfEst\u00e1 seguro de querer borrar este archivo adjunto?
t_attachment=Muestra el archivo adjunto en una ventana diferente.

# Colour picker
cp_TITLE=Selector de Color
cp_WEB_SAFE=Paleta Web
cp_WINDOWS_SYSTEM=Paleta de Windows
cp_GREY_SCALE=Paleta de Grises
cp_CLICKALT=Pulse aqu\u00ed para seleccionar un color

# Date picker
dp_CLICKALT=Pulse aqu\u00ed para seleccionar una fecha

# Audio recording applet
record_your_answer=Haga clic para grabar su respuesta...
record_no_more_attempts=No quedan m\u00e1s intentos.
audio_recording=Grabaci\u00f3n de audio
averag_grading_single_submission="Puntuaci\u00f3n media" no puede aplicarse a los ex\u00e1menes que permiten solamente un \u00fanico env\u00edo.

availability_title=\u00bfCu\u00e1ndo estar\u00e1 disponible el examen?
due_earlier_than_available=La fecha de entrega no puede ser anterior a la fecha de apertura.
due_same_as_available=La fecha de entrega no puede ser anterior a la fecha de apertura.
retract_earlier_than_avaliable=La fecha l\u00edmite de env\u00edo no puede ser anterior a la fecha de apertura ni a la fecha de entrega.
retract_earlier_than_due=La fecha l\u00edmite no puede ser anterior ni a la fecha de comienzo ni a la fecha de entrega.
retract_required_with_auto_submit=La fecha l\u00edmite y la fecha de entrega deben establecerse para forzar la presentaci\u00f3n del trabajo del estudiante guardado despu\u00e9s de la fecha l\u00edmite.
due_required_with_auto_submit=La fecha de entrega debe establecerse para forzar la presentaci\u00f3n del trabajo del estudiante guardado despu\u00e9s de la fecha de entrega.
due_null_with_retract_date=Por favor, introduzca una fecha de entrega si el examen tiene una fecha l\u00edmite.
due_retract_with_late_error=Cuando se permiten env\u00edos tard\u00edos se requiere una fecha de entrega y una fecha de Aceptar hasta.
open_window_less_than_time_limit=El tiempo l\u00edmite de la excepci\u00f3n es superior a la fecha de entrega. Por favor, reduce el tiempo l\u00edmite o cambie las fechas correspondientes.

# Secure delivery support
require_secure_delivery=Requerir un navegador bloqueado
secure_delivery_exit_pwd=Clave de salida (opcional)
exit_password_error=Los caracteres que se permiten en la clave son a-z, A-Z y 0-9
none_secure_delivery_module=Ninguno

# SAM-939
rowchoices=Filas de opciones (pulsa la tecla "Intro" despu\u00e9s de cada opci\u00f3n)
matrix_choice_surv=Encuesta\: Matriz de opciones
matrix_choices_surv=Encuesta - Matriz de opciones
columnchoices=Columnas de opciones (pulsa la tecla "Intro" despu\u00e9s de cada opci\u00f3n)
addColumnChoiceToFavor=A\u00f1adir las opciones de columna a favoritos
forceRanking=Permitir solamente una respuesta por columna (ranking forzado)
addComment=A\u00f1adir campo de comentario
favorLabel=Etiqueta de favoritos
fieldLabel=Etiqueta del campo
relativeWidthOfColumns=Ancho relativo de las columnas
row_field_empty=El campo de las filas no puede estar vacio
less_than_two_columns=El campo de las columnas tiene que tener al menos dos entradas, separadas por un "Intro"
selectFromFavorites=Seleccionar de favoritos

# Extended time
extendedTimeNew=A\u00f1adir nueva excepci\u00f3n
extendedTimeExisting=Excepciones existentes
extendedTimeInstruction=Haga clic en el bot\u00f3n \u201cA\u00f1adir excepci\u00f3n\u201d para confirmar estas excepciones individuales antes de guardar la configuraci\u00f3n general. Cualquier valor aqu\u00ed sobrescribir\u00e1 la configuraci\u00f3n del examen. Deje los valores en blanco cuando quiera que coincidan con las preferencias generales del examen. Si desea temporizar el examen especif\u00edquelo aqu\u00ed ya que con un valor de 0 el examen no tendr\u00e1 l\u00edmite.
extendedTimeAdd=A\u00f1adir una excepci\u00f3n
extendedTimeEdit=Actualizar una excepci\u00f3n
extendedTimeCancel=Cancelar
header_extendedTime_user=Participante
header_extendedTime_group=Grupo/Secci\u00f3n
header_extendedTime_start_date=Fecha de apertura
header_extendedTime_due_date=Fechas de entrega
header_extendedTime_retract_date=Fecha l\u00edmite de entrega
header_extendedTime_hours=Horas
header_extendedTime_minutes=Minutos
header_extendedTime_delete=Eliminar
header_extendedTime_edit=Editar
extendedTimeUser=Excepci\u00f3n de usuario
extendedTimeGroup=Excepci\u00f3n seg\u00fan grupo
extendedTime_select_User=Seleccionar participante
extendedTime_select_group=Seleccionar Grupo
extendedTime_data_table_title=Tabla de excepciones de tiempo.
extendedTime_entry_table_title=A\u00f1adir/modificar entrada de excepci\u00f3n de tiempo.

# Extended Time Errors
extended_time_user_and_group_set=Se debe seleccionar un usuario o grupo para poder a\u00f1adir una excepci\u00f3n.
extended_time_due_earlier_than_available=La fecha de entrega no puede ser anterior a la fecha de apertura para {0}.
extended_time_due_in_past=La fecha de entrega est\u00e1 en el pasado para {0}. Cambie la fecha o guarde los cambios para mantener este dato.
extended_time_retract_earlier_than_available=La fecha l\u00edmite no puede ser anterior a la fecha de apertura ni a la fecha de entrega para {0}.
extended_time_due_same_as_available=La fecha de entrega no puede ser la misma que la fecha de apertura para {0}.
extended_time_error_user=usuario "{0}"
extended_time_error_group=grupo "{0}"
extended_time_name_not_found=N/A
extended_time_duplicate_users=No se pueden duplicar las excepciones de tiempo. Se han detectado duplicados en los siguientes usuarios\: {0}.
extended_time_duplicate_groups=No se pueden duplicar las excepciones de tiempo. Se han detectado duplicados en los siguientes grupos\: {0}.
extended_time_and=&
extended_time_open_window_less_than_time_limit=El tiempo l\u00edmite de la excepci\u00f3n establecida para {0} es superior a la fecha l\u00edmite de entrega. Por favor, reduce el tiempo l\u00edmite o cambie las fechas correspondientes.

# Expand Collapse
expandAll=Expandir todo
collapseAll=Contraer todo

multiselect_filterPlaceholder=Buscar
multiselect_nonSelectedText=Falta seleccionar grupos
multiselect_allSelectedText=Todos los grupos seleccionados
multiselect_nSelectedText=grupos seleccionados

#Rubrics
dont_associate_label=No utilizar r\u00fabricas para evaluar esta pregunta
associate_label=Utilice una de las siguientes r\u00fabricas para evaluar esta pregunta
option_pointsoverride=Ajustar notas individuales de estudiantes
option_hidepoints=Ocultar valores de puntuaci\u00f3n (solo en feedback)
option_studentpreview=Ocultar r\u00fabrica al estudiante
grading_rubric=Evaluaci\u00f3n de r\u00fabrica

copyToClipboard=Copiar al portapapeles

#S2U-23
show_correct_response=Mostrar la respuesta correcta

# S2U-21 Safe Exam browser support
seb_config_mode=\u00bfC\u00f3mo quieres configurar Safe Exam Browser?
seb_config_mode_client=Usar la configuraci\u00f3n del cliente
seb_config_mode_manual=Configurar manualmente
seb_config_mode_upload=Subir mi propia configuraci\u00f3n
seb_config_mode_client_help=Usando la configuraci\u00f3n del cliente se permitir\u00e1 el uso de una configuraci\u00f3n de SEB cifrada o sin configuraci\u00f3n. En ese caso no se proporcionar\u00e1 un fichero de configuraci\u00f3n al estudiante.
seb_config_mode_manual_help=Usando la configuraci\u00f3n manual, se permite un rango de opciones para configurar el comportamiento de SEB. El fichero de configuraci\u00f3n generado no se puede modificar posteriormente.
seb_config_mode_upload_help=Subiendo tu propia configuraci\u00f3n te permitir\u00e1 la opci\u00f3n de generar una configuraci\u00f3n sin cifrar utilizando el editor de configuraci\u00f3n avanzada que viene en SEB. Destacar que los enlaces de inicio y salir se a\u00f1aden autom\u00e1ticamente a la configuraci\u00f3n subida en el momento que este examen se publica, por lo que no es necesario configurarla previamente.
seb_allow_user_quit_seb=Habilitar salir desde Safe Exam Browser
seb_allow_reload_in_exam=Habilitar la recarga en el examen
seb_show_taskbar=Mostrar la barra de tareas de Safe Exam Browser
seb_show_reload_button=Mostrar el bot\u00f3n de recargar
seb_show_time=Mostrar el tiempo
seb_show_keyboard_layout=Mostrar la distribuci\u00f3n de teclado
seb_show_wifi_control=Mostrar control de red
seb_allow_audio_control=Habilitar los controles de audio
seb_allow_spell_checking=Habilitar la revisi\u00f3n ortogr\u00e1fica
seb_config_upload=Fichero de configuraci\u00f3n de Safe Exam Browser
seb_config_upload_success=El fichero de configuraci\u00f3n de Safe Exam Browser se ha subido con \u00e9xito.
seb_config_upload_error=No se ha podido subir el fichero de configuraci\u00f3n de Safe Exam Browser. Por favor, aseg\u00farate de que el fichero tiene extensi\u00f3n .seb y que el fichero no est\u00e1 encriptado.
seb_config_key=Clave de la configuraci\u00f3n permitida
seb_config_key_info=La clave de la configuraci\u00f3n solo se puede establecer despu\u00e9s de publicar la evaluaci\u00f3n. Deber\u00e1 descargar la configuraci\u00f3n (modificada) nuevamente e insertar las claves del examen basadas en ese archivo.
seb_exam_keys=Claves del navegador permitidas
seb_exam_keys_upload_info=Para configuraciones subidas mediante fichero las claves del examen solamente pueden establecerse, en cuanto el examen se publique. Vas a tener que descargar la configuraci\u00f3n (alterada) de nuevo e insertar las claves del examen presentes en ese fichero.
seb_exam_keys_upload_published_info=Por favor, inserta las claves del examen presentes en el fichero de configuraci\u00f3n que puedes descargar de arriba. La configuraci\u00f3n ha sido modificada cuando el examen fue publicado.
seb_exam_keys_recommended=Se recomienda a\u00f1adir una clave de configuraci\u00f3n o claves de examen para este tipo de configuraci\u00f3n, ya que la configuraci\u00f3n del Safe Exam Browser no se puede validar autom\u00e1ticamente
seb_file_upload_error=No se pueden usar preguntas de tipo "Subir archivos" en ex\u00e1menes configurados con Safe Exam Browser

# S2U-5
associate_label_dyn=Crear una r\u00fabrica din\u00e1mica para evaluar esta pregunta (oculta siempre al estudiante durante el examen)

# S2U-16
part_timed_info=Si est\u00e1 temporizado, los estudiantes tienen de tiempo bien hasta que se acabe la temporizaci\u00f3n del examen o bien cuando se llegue a la fecha de entrega. Sus respuestas ser\u00e1n guardadas y enviadas autom\u00e1ticamente.
question_timed_info=Si est\u00e1 temporizado, los estudiantes tienen de tiempo bien hasta que se acabe la temporizaci\u00f3n del examen o bien cuando se llegue a la fecha de entrega. Sus respuestas ser\u00e1n guardadas y enviadas autom\u00e1ticamente.
part_timeSelect_error=Especifique un l\u00edmite de tiempo para el examen temporizado, o seleccione la opci\u00f3n "No"
question_timeSelect_error=Especifique un l\u00edmite de tiempo para el examen temporizado, o seleccione la opci\u00f3n "No"
multiple_timers_detected=Este examen est\u00e1 configurado con varios tipos de temporizadores. Se recomienda temporizar solo el examen, las partes o las preguntas, ya que podr\u00eda resultar abrumador para los estudiantes tener varios temporizadores en la pantalla.

# Associate to existing gradebook items.
to_default_gradebook=Las calificaciones se enviar\u00e1n a Calificaciones (Seleccionando esta opci\u00f3n las notas se enviar\u00e1n inmediatamente a la herramienta Calificaciones, con independencia de la fecha.)
to_no_gradebook=Ninguno
to_selected_gradebook=Las notas se enviar\u00e1n a un \u00edtem de calificaci\u00f3n creado MANUALMENTE en Calificaciones (Calificaciones > A\u00f1adir \u00edtem de calificaci\u00f3n)
usedGradebookAssessment=Asociada con ''{0}''
addtogradebook.previouslyAssoc=Est\u00e1s intentando asociar este examen con un \u00edtem de calificaciones que ya est\u00e1 asociado. El \u00edtem de calificaciones y las notas se sobreescribir\u00e1n. \u00bfQuieres continuar?
gbNotExistsError=El elemento de calificaciones que est\u00e1 intentando asociar ya no existe en Calificaciones.

#S2U-8
track_questions_title=Rastrear preguntas
track_questions_msg=Registra cuando se inician las preguntas (los estudiantes deben hacer clic en el bot\u00f3n Iniciar para cada pregunta).
