#Generated by ResourceBundle Editor (http://eclipse-rbe.sourceforge.net)
#X-Generator: crowdin.net

# error message for question add
MCanswer_outofbound_error = Preguntes de m\u00FAltiples respostes permet un m\u00E0xim de 26 respostes.

a_level_feedb = Comentari a nivell de resposta

#multiple choice survey answers
above_average = Per sobre de la mitjana

accepted_characters = <b>Car\u00E0cters permesos</b>

action_print = Imprimeix

action_scores = Puntuacions

addColumnChoiceToFavor = Afegeix les opcions de columna als favorits

addComment = Afegeix un camp de comentari

add_attachments = Afegeix fitxers adjunts

add_items = Afegeix elements:

add_matches = Afegeix les coincid\u00E8ncies:

add_more_answer_sect = Afegeix una altra secci\u00F3 de respostes:--

add_more_answer_sects = Afegeix m\u00E9s apartats de respostes:--

add_more_items = Afegeix m\u00E9s elements

add_more_options = Afegeix m\u00E9s opcions

add_q = Afegeix una pregunta:

add_remove_attachments = Afegeix / Esborra fitxers adjunts

addr = Adreces:

admin = Admin

agree = D'acord

all = tots

all_user_input_saved = Totes les entrades de l'usuari s'han desat autom\u00E0ticament.

allow_only_specified = Admet nom\u00E9s les IP indicades

an_assessment_must_co = Per publicar una prova ha de contenir almenys una pregunta

anonymous = An\u00F2nim

anonymous_grading_on = Permet nom\u00E9s l'avaluaci\u00F3 an\u00F2nima

another_p = Una altra part

answer = Resposta

answerKey = Clau de respostes

answerList_error = Per a aquesta pregunta cal introduir com a m\u00EDnim dues opcions de resposta.

answer_options = Introdu\u00EFu les opcions individualment

answer_options_count = Nombre d'opcions en aquesta pregunta (per exemple, de A a G = 7)

answer_options_paste = Enganxeu una llista (una opci\u00F3 per l\u00EDnia, sense pics)

answer_options_populate = Ompliu les opcions de resposta

answer_options_rich = Introdu\u00EFu el text de l'opci\u00F3 i/o afegiu fitxers adjunts

answer_point_value = Valor en punts de la resposta

# error messages for EMI questions (used in Javascript validation)
answer_point_value_error = No heu introdu\u00EFt un valor num\u00E8ric v\u00E0lid per a la resposta.

answer_provide_a_mo = Resposta: Doneu una resposta model per mostrar als estudiants i ajudar els correctors.

answer_text_predefi = Text de resposta: Conjunt d'escales predefinit per a l'informe del q\u00FCestionari.

answers = Respostes

answers_required = resposta(es) obligat\u00F2ria(es)

answers_select_answ = Respostes: Seleccioneu la resposta aqu\u00ED sota.

append_copy_title = - Copia #

as_listed_on_assessm = Segons el llistat de la p\u00E0gina de preguntes de la prova

assessment = Prova

assessment_introduct = Introducci\u00F3 a la prova

assessment_metadata = Metadades de la prova

assessment_organizat = Organitzaci\u00F3 de la prova

assessment_released = Prova publicada a

assessment_title = Nom de la prova

assessment_title_colon = Nom de la prova

assign_to = Assigna a

assign_to_p = Assigna a la part

assign_to_q_p = Assigna al fons de preguntes

assign_to_question_p = Assigna al fons de preguntes

at_least_two_options_required_error = Cal introduir almenys 2 opcions

at_least_two_pasted_options_required_error = Cal introduir almenys 2 opcions enganxades

# add attachments to questions
attachments = Fitxers adjunts

audio_recording = Enregistrament d'\u00E0udio

authenticated_users = Tots els usuaris

author_s = Autor/s

auto_save = Desa autom\u00E0ticament

auto_submit_when_tim = Lliura autom\u00E0ticament quan s'esgoti el temps

available = Disponible

average = Mitjana

below_average = Per sota de la mitjana

bg_color = Color de fons

bg_image = Imatge de fons

blank_or_non_integer_item_sequence_error = Hi ha una seq\u00FC\u00E8ncia buida o no sencera corresponent a l'element:

browse = Explora

but_remember = per\u00F2 recordeu

button_add = Afegeix

button_back = Enrere

button_close = Tanca

button_edit_questions = Edita les preguntes

button_republish = Re-publica

button_republish_and_regrade = Requalifica i republica

button_return = Retorna

button_return_to_main = Retorna a la pantalla de preguntes principal

button_save = Desa

button_save_pair = Desa la parella

button_save_pub = Desa i publica la prova

button_update_points = Actualitza els punts

calc_question_additional_label = Informaci\u00F3 addicional

calc_question_answer_decimal = Les variables i les f\u00F2rmules permeten xifres decimals. L'opci\u00F3 predeterminada \u00E9s 3.

calc_question_answer_expression = Poseu doble claud\u00E0tor (per exemple {{y}}) envoltant un nom de f\u00F2rmula per definir que mostrar\u00E0 als estudiants la caixa on introduir la resposta. Els noms de les f\u00F2rmules poden estar formats per car\u00E0cters alfa-num\u00E8rics per\u00F2 han de comen\u00E7ar amb un car\u00E0cter alfa. 

calc_question_answer_variance = Podeu definir la toler\u00E0ncia acceptable com una constant (0.01) o un percentatge (1.5%) de la resposta. (La predeterminada \u00E9s 0.01.)

calc_question_calculation_col = C\u00E0lcul

calc_question_calculation_label = C\u00E0lculs

calc_question_calculation_sample_col = Exemple

calc_question_calculation_status_col = Estat

calc_question_constants = Hi ha dues constants predefinides, PI(3.14...) and e(2.718...). Useu-les en la expressi\u00F3 corresponent a la resposta.

calc_question_dec = Xifres decimals

calc_question_define_vars = Definiu les variables que es podran usar a la pregunta seg\u00FCent. Hi podeu fer refer\u00E8ncia al text de la pregunta si les envolteu amb claud\u00E0tors simples (per exemple, {x}). Els noms de les variables poden contenir car\u00E0cters alfa-num\u00E8rics per\u00F2 han de comen\u00E7ar amb un car\u00E0cter alfa. 

calc_question_error_expression = Hi ha un error matem\u00E0tic a l'expressi\u00F3 que heu donat com a resposta.

calc_question_error_expression_variables = La f\u00F2rmula matem\u00E0tica fa refer\u00E8ncia a una variable que s'ha usat a les instruccions. 

calc_question_error_syntax = La varian\u00E7a acceptable de la resposta i les xifres decimals esperades han de respectar el format seg\u00FCent: {x+y|1%,2} o {x+y|1,2}. Es pot ometre les xifres decimals esperades (per exemple. {x+y|1%}). El l\u00EDmit de xifres decimals \u00E9s 6.

calc_question_example1 = Kevin t\u00E9 {x} pomes. Jane se'n menja {y}. Quantes en t\u00E9 Kevin ara? {{z}}

calc_question_example2 = Resol: COS({a}) * ({c} - {b}) = {{z}} La f\u00F2rmula z seria COS({a}) * ({c}-{b})

calc_question_example_label = Exemple

calc_question_extract_button = Extreu les variables i les f\u00F2rmules

calc_question_formula_col = F\u00F2rmula

calc_question_formula_label = F\u00F2rmules

calc_question_formulaname_col = Nom de la f\u00F2rmula

calc_question_functions = Podeu usar les seg\u00FCents funcions matem\u00E0tiques: SIN, COS, TAN, ASIN, ACOS, ATAN, ABS, EXP, SIGN, SQRT, FACTORIAL, LOG10, LOG, and LN.

calc_question_general_instructions1 = Una pregunta calculada calcula respostes noves per cada prova, basant-se en variables el valor de les quals canvia cada vegada. La resposta es basa en una f\u00F2rmula i usa aquestes variables. 

calc_question_general_instructions2 = Una definici\u00F3 de variable t\u00E9 un nom, un valor m\u00E0xim i m\u00EDnim i un nombre de xifres decimals. 

calc_question_general_instructions3 = Una definici\u00F3 d'una f\u00F2rmula t\u00E9 un nom, una expressi\u00F3 matem\u00E0tica que usa les variables i una toler\u00E0ncia, de manera que les respostes dins de la toler\u00E0ncia de la resposta tamb\u00E9 es consideren correctes. 

calc_question_general_instructsion_label = Qu\u00E8 \u00E9s una pregunta calculada

calc_question_hideshow = Mostra/Amaga m\u00E9s instruccions i exemples

calc_question_max = M\u00E0x

calc_question_min = M\u00EDn

calc_question_no_calculations = No s'ha definit cap c\u00E0lcul

calc_question_operators = Operadors v\u00E0lids: + - * / ^ ()

calc_question_preview = Es recomana l'\u00FAs de la possibilitat d'una previsualitzaci\u00F3 de la prova per comprovar si hi ha errors. Els botons d'extreure i de desar validen les f\u00F2rmules. 

calc_question_prompt_preview = Despr\u00E9s de desar useu la previsualitzaci\u00F3 de la prova per assegurar-vos que les preguntes funcionen com espereu. 

calc_question_tolerance = Toler\u00E0ncia

calc_question_unique_names = Les variables i les f\u00F2rmules no poden tenir el mateix nom. 

calc_question_var_label = Variables

calc_question_varname = Nom de la variable:

calc_question_varname_col = Nom de la variable

calc_question_walkthrough1 = Ompliu el text de la pregunta amb la informaci\u00F3 que veur\u00E0 l'estudiant, incloent on aniran les variables i les f\u00F2rmules (consulteu els exemples de sota). 

calc_question_walkthrough2 = Premeu el bot\u00F3 d'extreure les variables i les f\u00F2rmules per crear les variables i les f\u00F2rmules.

calc_question_walkthrough3 = Canvia el m\u00EDn, el m\u00E0x i el nombre de xifres decimals per totes les variables per definir el rang de valors v\u00E0lids.

calc_question_walkthrough4 = Introdu\u00EFu l'expressi\u00F3 matem\u00E0tica per cada f\u00F2rmula, insertant les variables quan calgui.

calc_question_walkthrough5 = Premeu el bot\u00F3 de desar per desar la feina. 

calc_question_walkthrough6 = Els errors que es produeixin es mostraran a dalt de tot de la p\u00E0gina. Cal corregir-los abans de desar. Els camps que continguin errors es ressaltaran per indicar on hi ha els problemes. 

calc_question_walkthrough_label = Passos per crear una pregunta calculada

# CALCULATED_QUESTION
calculated_question = Pregunta calculada

# new fib authoring messages 
case_sensitive = <b>Distingir entre maj\u00FAscules i min\u00FAscules?</b>

case_sensitive_example = Exemple: si la resposta correcta \u00E9s "ABC" i la resposta de l'estudiant \u00E9s "aBc", la resposta es marcar\u00E0 com a incorrecta. 

case_sensitive_note = Quan est\u00E0 marcada la casella, la resposta de l'estudiant ha de coincidir exactament amb la resposta correcta respectant maj\u00FAscules i min\u00FAscules. 

cert_rem_assmt = Esteu segur de voler eliminar la prova anomenada {0}?

cert_rem_attachment = Esteu segur de voler esborrar aquest fitxer adjunt?

cert_rem_q = Esteu segur que voleu eliminar aquesta pregunta?

change = Canvia

change_q_type = Canvia el tipus de pregunta

change_question_type = Canvia el tipus de pregunta

character_count = Comptatge de car\u00E0cters:

character_limit = L\u00EDmit de 200 car\u00E0cters 

choice_labels = A:B:C:D:E:F:G:H:I:J:K:L:M:N:O:P:Q:R:S:T:U:V:W:X:Y:Z

choose_rem = Escolliu el que vulgueu eliminar

choose_which_of_the = Escolliu quina d'aquestes opcions correspon a aquesta relaci\u00F3: la Xina \u00E9s a \u00C0sia com _ \u00E9s a _.

collect_metadata_for_p = Recull les metadades per a les parts a l'editor de preguntes

collect_metadata_for_q = Recull les metadades per a les preguntes a l'editor de preguntes

columnchoices = Opcions de columna (premeu la tecla de "Retorn" despr\u00E9s de cada opci\u00F3)

complex_numbers = <b>Els nombres complexos</b> han de tenir la forma (a + bi) on "a" i "b" necess\u00E0riament han de tenir un valor.

complex_numbers_example = Exemple: {1+1i} \u00E9s v\u00E0lid mentre que {1+i} no ho \u00E9s. De manera similar, {0+9i} \u00E9s v\u00E0lid mentre que {9i} no ho \u00E9s.

continuous_numbering = Numeraci\u00F3 cont\u00EDnua entre parts.

copy_all_to_pool = Copia totes les preguntes al fons

copy_assessment_conf_info_1 = Esteu segur que voleu copiar aquesta prova titulada "

copy_assessment_conf_info_2 = "?

# copy assessment confirmation page
copy_assessment_heading_conf = Confimaci\u00F3 de la duplicaci\u00F3 de la prova

copy_to_pool = Copia  a un fons de preguntes

corrAnswer = Heu de seleccionar, com a m\u00EDnim, una resposta.

correct = Correcte

correctItemFeedback = Comentari correcte

correct_answer = Resposta correcta

correct_answer_opti = Resposta correcta (opcional)

correct_incorrect_an = Comentari a la resposta correcta/incorrecta

correct_match_feedback_opt = Comentari sobre coincid\u00E8ncia correcta (opcional)

correct_option_labels = Corregeix les etiquetes d'opci\u00F3 (per exemple, A o ABC)

correct_option_labels_error = Corregiu de l'element seg\u00FCent les etiquetes d'opci\u00F3 buides o que contenen car\u00E0cters que no s\u00F3n alfanum\u00E8rics o comes:

correct_option_labels_invalid_error = Hi ha una opci\u00F3 no v\u00E0lida per alguna de les etiquetes de l'element:

correct_options = Opcions correctes

correct_response = Resposta correcta

create_modify_a = Afegeix/modifica una prova

create_modify_p = Afegeix/modifica una part

create_pairing = Afegeix/edita la parella i el comentari opcional

creator = Creador

dash = -

default_lead_in_statement = Seleccioneu las opcions de resposta m\u00E9s adequades per cadascun dels elements seg\u00FCents. Cada opci\u00F3 de resposta es pot usar un sol cop, m\u00E9s d'un cop o mai.

default_lead_in_statement_description = El text seg\u00FCent ser\u00E0 el que apareixer\u00E0 si no feu clic sobre el quadre i introdu\u00EFu un text propi.<br/>\n<br/>\nText per defecte:<br/>

defining_answers = <b>Definint les respostes </b>

deliveryDate_error = El format de la data de lliurament no \u00E9s correcte: mm/dd/aaaa hh:mm:ss:aa

delivery_dates = Dates de lliurament

# error message for denied access
denied_create_assessment_error = No teniu autoritzaci\u00F3 per crear o importar una prova.

denied_delete_assessment_error = En aquest espai no teniu autoritzaci\u00F3 per eliminar aquesta prova. 

denied_delete_other_members_assessment_error = No teniu autoritzaci\u00F3 per eliminar proves que han creat altres participants de l'espai

denied_edit_assessment_error = En aquest espai no teniu autoritzaci\u00F3 per editar aquesta prova. 

denied_edit_publish_assessment_settings_error = No teniu autoritzaci\u00F3 per publicar aquesta prova en aquest espai i, per tant, tampoc per editar-ne la configuraci\u00F3.

denied_grade_assessment_error = En aquest espai no teniu autoritzaci\u00F3 per qualificar aquesta prova. 

denied_publish_assessment_error = En aquest espai no teniu autoritzaci\u00F3 per publicar aquesta prova. 

denied_submit_for_grade_error = En aquest espai no teniu autoritzaci\u00F3 per presentar aquesta prova per a que sigui avaluada. 

denied_take_assessment_error = En aquest espai no teniu autoritzaci\u00F3 per fer aquesta prova, tot i aix\u00F2, la podeu veure. 

description_asi_aut = Descripci\u00F3: Full d'estil XML d'autor de l'ASI: Enregistrament multim\u00E8dia

description_intro_o = Descripci\u00F3/Introducci\u00F3 (opcional)

disagree = en desacord

disagree_agree = En desacord, d'acord

disagree_undecided = En desacord, indec\u00EDs, d'acord

due = Lliurament

# please add comment
duplicateName_error = No podeu duplicar els t\u00ED\u00ADtols de les proves. Escolliu-ne un altre.

duplicate_responses = Respostes duplicades:

each_p_is_on_a_se = Cada part es troba en una p\u00E0gina web separada.

each_q_is_on = Cada pregunta es troba en una p\u00E0gina web separada.

edit_published_assessment_error = Prova no disponible per a edici\u00F3

edit_published_assessment_error_info = Almenys un estudiant ha iniciat la prova i ja no es pot editar. Feu clic a "Torna" per tornar a la pantalla de proves.

# edit publish assessment confirmation page
edit_published_assessment_heading_conf = Confirmaci\u00F3 de l'edici\u00F3 de proves publicades

edit_published_assessment_heading_conf_info_1 = Aquesta prova ja ha estat publicada.

edit_published_assessment_heading_conf_info_2 = Deixar\u00E0 d'estar disponible pels estudiants fins que la republiqueu.

edit_published_assessment_heading_conf_info_3 = Feu clic a EDITA per modificar la prova.

edit_published_assessment_heading_conf_info_4 = Feu clic a CANCEL.LA per tornar a la p\u00E0gina de proves.

edit_published_assessment_warn_1 = Aquesta prova est\u00E0 tancada i els estudiants no la poden veure.

edit_published_assessment_warn_21 = Feu clic a "Republica" o "Requalifica i republica" per fer accessible la prova a l'alumnat.

edit_published_assessment_warn_22 = Feu clic a "Republica" per fer accessible la prova a l'alumnat.

edit_published_assessment_warn_edit_pool_questions = Els vostres canvis nom\u00E9s afectaran aquesta prova, en cap cas el fons de preguntes d''on s''han extret les preguntes. Per editar la pregunta corresponent del fons anomenat {0}, \nuseu l''enlla\u00E7 al fons de preguntes que apareix a la part superior de la p\u00E0gina. 

editor = Editor

emi_pt = Punts per a l'element

emi_whats_answer_point = Els punts es donen per element. La qualificaci\u00F3 global per a la pregunta es calcula autom\u00E0ticament a partir de les sumes dels punts dels elements.

emi_whats_answer_point_title = Punts de la resposta

emi_whats_items = El punt de partida descriu la situaci\u00F3 i qu\u00E8 es demana de l'estudiant. Usualment consisteix en un escenari cl\u00EDnic i una pregunta, per exemple "Un home de 30 anys presenta ... escolliu els diagn\u00F2stics m\u00E9s probables". En el format de tipus R la pregunta es pot incloure al punt de partida o b\u00E9 a la seq\u00FC\u00E8ncia d'inici.

emi_whats_items_title = Punt de partida

emi_whats_leadin = Les instruccions de la seq\u00FC\u00E8ncia d'inici especifiquen el lligam entre el punt de partida i la llista d'opcions. En el format de tipus R, la llista d'opcions (per exemple, 8 o m\u00E9s diagn\u00F2stics potencials) es resumeix en aquestes instruccions, per exemple, "Per cadascun dels pacients seg\u00FCents que s'han presentat a Urg\u00E8ncies, seleccioneu els diagn\u00F2stics m\u00E9s probables". La seq\u00FC\u00E8ncia ha de proporcionar instruccions clares de com ha de respondre l'estudiant al conjunt de preguntes.

emi_whats_leadin_title = Porta a

emi_whats_options = La llista d'opcions compr\u00E8n les respostes potencials a la pregunta i inclou les incorrectes o opcions poc probables de resposta per aquesta pregunta concreta. Les opcions han de ser homog\u00E8nies o del mateix tipus com ara drogues, organismes, c\u00E8l\u00B7lules o investigacions i la llista nom\u00E9s ha d'incloure paraules o frases curtes. No es permeten opcions innecess\u00E0riament complicades (combinacions d'opcions) o 'totes o cap' de les anteriors.

emi_whats_options_title = Opcions

emi_whats_theme = El tema descriu el domini/assumpte principal amb el que estan relacionats el conjunt de preguntes i est\u00E0 associat a uns objectius d'aprenentatge. Un tema m\u00E9s gen\u00E8ric (com per exemple "Diarrea") es pot usar per comprovar quin  coneixement hi ha sobre camps m\u00E9s amplis i els elements del conjunt poden incloure farmacologia, epidemiologia i investigacions. Un tema m\u00E9s concret (com per exemple, "Gesti\u00F3 de la diarrea") es pot usar per comprovar si hi ha un coneixement m\u00E9s aprofundit, en aquest cas relacionat amb la farmacologia.

emi_whats_theme_title = Tema

emi_whats_this = ?

emptyText_error = L'enunciat de la pregunta no pot estar buit.

empty_correct_error = El camp de text corresponent a la resposta correcta no pot estar buit.

# CALCULATED QUESTION ERRORS
empty_field = El camp no pot estar buit

empty_part_title_error = El t\u00EDtol de la part no pot estar buit.

enable_nagative_marking = Habilita puntuacions negatives

enable_negative_makrinkg_note = <b>NOTA:</b> Tot i que una pregunta pugui tenir un valor negatiu, la puntuaci\u00F3 final per una prova no ser\u00E0 mai menor que zero.

enable_negative_makrinkg_text = Seleccioneu aquesta opci\u00F3 si voleu evitar respostes aleat\u00F2ries. El valor introdu\u00EFt al camp  "Valor negatiu ..." ser\u00E0 la puntuaci\u00F3 de la pregunta si l'estudiant escull una opci\u00F3 incorrecta. Per exemple, si la pregunta val 10 punts i introdu\u00EFu "5" al camp anterior, una resposta correcta puntuar\u00E0 10 i una resposta incorrecta puntuar\u00E0 -5. 

enable_partial_credit = Habilita el cr\u00E8dit parcial

enable_partial_credit_text = Seleccioneu aquesta opci\u00F3 si voleu donar als estudiants cr\u00E8dit parcial si escullen una resposta que sigui 'gaireb\u00E9 correcta'. Per exemple, considerem que la pregunta X t\u00E9 les opcions A, B, C, D essent A la correcta. Si l'estudiant selecciona A rebr\u00E0 el cr\u00E8dit complet, per\u00F2 se li donar\u00E0 tamb\u00E9 cr\u00E8dit si en selecciona una que sigui aproximadament correcta. Si habiliteu aquesta opci\u00F3 podreu especificar un valor percentual per cada resposta. 

enter_new_pc_value = Introdu\u00EFu un valor nou (opcional)

example_emi_question = Les parts d'un pregunta de correspond\u00E8ncia entre elements

excellent = Excel\u00B7lent

existing_q = Pregunta existent

existing_qs = Preguntes existents

extended_matching_items = Elements de correspond\u00E8ncia

false_msg = Fals

favorLabel = Etiqueta de favorits

feedback_will_be_dis = Els comentaris es mostraran a l'estudiant en una data determinada

fib_note_1 = Envolteu amb claud\u00E0tors "{}" la paraula(es) que requereixin camp(s) de resposta buits. <br/> Exemple: Les roses s\u00F3n {roges} i les violetes s\u00F3n {blaves}.

fib_note_2 = Inserteu el separador "|" entre les opcions de resposta que siguin sin\u00F2nims.<br />Exemple: Color {vermell|roig}. 

fib_note_3 = Inserteu un asterisc (*) en els cas de car\u00E0cters comod\u00ED.<br />Exemple: Plou a {L*} i neva a  {V*lh*}.

fieldLabel = Etiqueta del camp

file = Fitxer:

file_upload = C\u00E0rrega de fitxer

file_upload_example = Exemple de c\u00E0rrega de fitxer

fill_in_numeric = Resposta num\u00E8rica

fill_in_the_blank = Completeu

fin_invalid_characters_error = Dins dels claud\u00E0tors nom\u00E9s es poden usar els car\u00E0cters permesos. 

for_example_accepted_fin = Per exemple: 3/10= {30}% (Nom\u00E9s cal introduir 30 al camp de resposta buit.)

for_example_curly = Per exemple:  Les roses s\u00F3n {vermelles} i les violetes s\u00F3n {blaves}.

for_example_curly_fin = Per exemple:   3*3= {9} and 2+2= {4}

for_example_pipe = Per exemple: Els fulls tenen {anvers|revers}.

forceRanking = Permet nom\u00E9s una resposta per columna (classificaci\u00F3 for\u00E7ada)

formula_name_empty = El nom de la f\u00F2rmula no pot estar buit. Els noms de la f\u00F2rmula ha de comen\u00E7ar amb un car\u00E0cter alfa i nom\u00E9s pot contenir car\u00E0cters alfa, num\u00E8rics i gui\u00F3 baix, i cal envoltar-los amb claud\u00E0tors (per exemple {{y}}). 

formula_name_invalid = El nom de la f\u00F2rmula. Els noms de la f\u00F2rmula ha de comen\u00E7ar amb un car\u00E0cter alfa i nom\u00E9s pot contenir car\u00E0cters alfa, num\u00E8rics i gui\u00F3 baix, i cal envoltar-los amb claud\u00E0tors (per exemple {{y}}). 

formulas_not_validated = Les f\u00F2rmules no s'han pogut validar a causa d'errors previs. 

generalItemFeedback = Comentari

general_fb = Comentari sobre l'element general

global_nav_assessmt = Proves

global_nav_pools = Fons de preguntes

global_nav_template = Plantilles

gradebook_exception_error = Advert\u00E8ncia: no s'ha pogut crear una entrada al llibre de qualificacions per a aquesta prova. Contacteu amb el servei d'atenci\u00F3 a l'usuari.

# gradebook can not accept an assessment if its totalpoint = 0, 
gradebook_exception_min_points = Advert\u00E8ncia: No s'ha pogut crear una entrada al llibre de qualificacions per a aquesta prova perqu\u00E8 el llibre de qualificacions exigeix que la puntuaci\u00F3 total per a aquesta prova sigui m\u00E9s gran que 0. A Configuraci\u00F3, Opcions del llibre de qualificacions, escolliu "Cap" i torneu a publicar l'entrada.  Si necessiteu m\u00E9s ajuda, contacteu amb el servei d'atenci\u00F3 a l'usuari.

gradebook_options = Opcions del llibre de qualificacions

gradebook_service_error = Advert\u00E8ncia: el llibre de qualificacions no s'ha desplegat correctament. Per tant, no es pot crear cap prova nova. Contacteu amb el servei d'atenci\u00F3 a l'usuari.

grading = Avaluaci\u00F3

grading_options = Opcions d'avaluaci\u00F3

graphics = Gr\u00E0fics

greater = >

high_security = Alta seguretat

hrs = h

if_multiple_submissi = Si hi ha diversos lliuraments per usuari

image = Imatge

img_delete = /images/icons/delete.png

img_edit = /images/icons/pencil.png

img_part_delete = /images/icons/page_delete.png

img_part_edit = /images/icons/page_edit.png

immediate_feedback = Comentari immediat

import_an_assessment = Importa una prova

import_from_a_file = Importa des d'un fitxer

import_from_q = Copia des del fons de preguntes

import_from_question = Importa des del fons de preguntes

import_from_question_bank = *** Importa del banc de preguntes

incorrect = Incorrecte

incorrectItemFeedback = Comentari incorrecte

incorrect_answer_op = Resposta incorrecta (opcional)

incorrect_match_feedback_opt = Comentari de correspond\u00E8ncia incorrecta(opcional)

information = Informaci\u00F3

ins_new_q = Insereix una pregunta nova

insert_additional_a = Insereix respostes addicionals

insert_additional_answer_options = Insereix opcions de resposta addicionals

insert_additional_q_a_combos = Insereix elements addicionals

insert_p = Insereix una part

insert_q = Insereix una pregunta

invalid_max = M\u00E0x ha de ser un nombre v\u00E0lid (0.0)

invalid_min = M\u00EDn ha de ser un nombre v\u00E0lid (0.0)

invalid_tolerance = La toler\u00E0ncia ha de un decimal v\u00E0lid o un percentatge (5.0 or 5.0%)

item = Element

item_display_author = Mostra l'element - mode Autor

item_text_not_entered_error = No heu introdu\u00EFt text o un fitxer adjunt per a l'element:

items = Elements

key = Paraules clau

keyword = Paraula clau

#Question labels for analysis and statistics
#The different fields must always be named as follows:
#-question number is zero: {0}
#-part number is one: {1}
#-pool name is two: {2}
#used if the question is not from a random pool and the assignment has only one part
label_question = P{0}

#used if the question is not from a random pool and the assignment has more then one part
label_question_part = F{1}-P{0}

#used if the question is from a random pool and the assignment has more then one part
label_question_part_pool = F{1}-P{0}-Fons:{2}

#used if the question is from a random pool and the assignment has only one part
label_question_pool = {0}-Fons:{2}

late_handling = Gesti\u00F3 de lliuraments fora de temps

late_submissions_af = NO s'accepta el lliurament fora de temps (despr\u00E9s de la data de lliurament).

late_submissions_wil = S'accepta el lliurament fora de temps, per\u00F2 en avaluar-lo es far\u00E0 constar el retard.

lead_in_statement = Porta a

less_than_two_columns = El camp de les columnes ha de tenir almenys dues entrades, es separen usant la tecla de  "Retorn" 

linear_access_to_que = Acc\u00E9s lineal a les preguntes SENSE RETORN a p\u00E0gines anteriors. <br/> &nbsp; &nbsp; &nbsp; Nom\u00E9s es mostraran botons de SEG\u00DCENT que nom\u00E9s permetran seguir endavant. <br/> &nbsp; &nbsp; &nbsp; NO hi haur\u00E0 \u00EDndex de continguts. <br/>

match = Correspond\u00E8ncia

match_error = Heu d'introduir valors d'opci\u00F3 i de correspond\u00E8ncia

matching = Correspond\u00E8ncia

matching_choice_col = Opci\u00F3

matching_currently_editing = Actualment s'est\u00E0 editant

matching_match_col = Correspond\u00E8ncia

matching_q_cont = Pregunta de correspond\u00E8ncia - Continuaci\u00F3

matrix_choice_surv = Enquesta: Matriu d'opcions

matrix_choices_surv = Enquesta - Matriu d'opcions

matrix_width_list_1 = 10% columna de les opcions de fila /90% columna de les opcions de columna

matrix_width_list_2 = 20% columna de les opcions de fila /80% columna de les opcions de columna

matrix_width_list_3 = 30% columna de les opcions de fila /70% columna de les opcions de columna

matrix_width_list_4 = 40% columna de les opcions de fila /60% columna de les opcions de columna

matrix_width_list_5 = 50% columna de les opcions de fila /50% columna de les opcions de columna

matrix_width_list_6 = 60% columna de les opcions de fila /40% columna de les opcions de columna

matrix_width_list_7 = 70% columna de les opcions de fila /30% columna de les opcions de columna

matrix_width_list_8 = 80% columna de les opcions de fila /20% columna de les opcions de columna

matrix_width_list_9 = 90% columna de les opcions de fila /10% columna de les opcions de columna

matrix_width_list_default = Opcions predeterminades del navegador de l'usuari per a les amplades de columna

max_less_than_min = Una variable t\u00E9 un m\u00E0xim menor que el seu m\u00EDnim

mc_error = Introdu\u00EFu m\u00E9s respostes.

# MC what's this link
mc_whats_this_main_text = La l\u00F2gica d'avaluaci\u00F3 per a les preguntes d'opcions m\u00FAltiples dep\u00E8n de l'opcio que seleccioneu.

mcms_whats_this_full_text = <b>Tot o res:</b>  Obtindran el cr\u00E8dit complet nom\u00E9s si escullen totes les respostes correctes i cap de les incorrectes.* <br/><br/>* Si voleu penalitzar que els estudiants responguin a l'atzar, introdu\u00EFu un valor al camp "Es puntuaran amb valors negatius les respostes incorrectes" de manera que rebin una puntuaci\u00F3 negativa en el cas de respostes incorrectes. Per exemple, si una pregunta atorga 10 punts i introdu\u00EFu "5" al camp "Es puntuaran amb valors negatius ..." una resposta correcta seran 10 punts i una d'incorrecta -5 punts. (En el cas de selecci\u00F3 m\u00FAltiple, diverses correctes no s'acumular\u00E0 la puntuaci\u00F3 negativa; com a molt rebran una puntuaci\u00F3 de -5.)

mcms_whats_this_partial_note = <b>Nota: </b>Tot i que una resposta pugui rebre una puntuaci\u00F3 negativa basada en la l\u00F2gica d'avaluaci\u00F3 (com en aquest exemple), el valor total m\u00EDnim possible en el cas d'una pregunta d'opci\u00F3 m\u00FAltiple, amb m\u00FAltiples correctes no pot ser m\u00E9s petit que zero.  

mcms_whats_this_partial_text = <b>Cr\u00E8dit parcial:</b>  Se'ls concedir\u00E0 cr\u00E8dit parcial si seleccionen una resposta correcta i es penalitzar\u00E0 escollir-ne una d'incorrecta. Per exemple, la pregunta X val 10 punts i t\u00E9 les opcions A, B, C, D, E on A i B s\u00F3n les correctes. Cada resposta correcta t\u00E9 un valor en punts igual al valor total dividit pel nombre de respostes correctes. Aix\u00ED, un estudiant obtindr\u00E0 5 punts si escull A o B. Se'l penalitzar\u00E0 amb 5 punts per escollir C, D o E.

mcms_whats_this_text = Seleccioneu aquesta opci\u00F3 si els estudiants han d'escollir <b>totes</b> les respostes correctes per rebre el cr\u00E8dit complet.

mcsc_whats_this_text = Aquesta \u00E9s l'opci\u00F3 predeterminada perqu\u00E8 \u00E9s la m\u00E9s comuna: els estudiants obtindran la puntuaci\u00F3 completa pel fet d'escollir una resposta correcta \u00FAnica i zero punts per escollir-ne qualsevol altre. Aquesta opci\u00F3 es pot modificar seleccionant Habilita cr\u00E8dit parcial o Habilita les marques negatives. 

mcsc_whats_this_text_no_partial_credit = Aquesta \u00E9s l'opci\u00F3 predeterminada perqu\u00E8 \u00E9s la m\u00E9s comuna: els estudiants obtindran la puntuaci\u00F3 completa si escullen una resposta correcta \u00FAnica i zero punts si escullen qualsevol altra opci\u00F3. *

mcss_whats_this_text = Seleccioneu aquesta opci\u00F3 si hi ha diverses respostes correctes i voleu donar el cr\u00E8dit complet als estudiants que n'escullin una <b>qualsevol</b> d'elles. Per exemple, la pregunta X t\u00E9 les opcions A, B, C, D, i A, B o D s\u00F3n respostes correctes. Si un estudiant escull A, B o D rebr\u00E0 el cr\u00E8dit complet. Si escull C no rebr\u00E0 cr\u00E8dit. *

metadata = Metadades

mins = min

missingChoices_error = Introdu\u00EFu l'enunciat per a la selecci\u00F3

missing_or_invalid_answer_options_labels_error = Manquen etiquetes d'opci\u00F3 de resposta o b\u00E9 no s\u00F3n v\u00E0lides

model_short_answer = Model de resposta curta  (opcional)

modify_q = Modifica la pregunta

multiCorrect_error = Heu de seleccionar almenys una resposta correcta.

multiple_choice_surv = Q\u00FCestionari tipus test

multiple_choice_type = Tipus test

multiple_mc_ss_pc = M\u00FAltiples respostes correctes, selecci\u00F3 d'una t\u00E9 cr\u00E8dit parcial

mutually_exclusive = <b>M\u00FAtuament excloients?</b>

mutually_exclusive_example = Exemple: Les cares d'una moneda s\u00F3n {cara|creu} i {cara|creu}. La resposta correcta \u00E9s: cara, creu. Resposta mig correcta: cara, cara. 

mutually_exclusive_note = Quan es marquen, les preguntes que inclouen m\u00E9s d'un espai en blanc per omplir amb opcions de resposta id\u00E8ntiques han de tenir respostes \u00FAniques.

my_assmts = Proves

my_qp = Fons de preguntes

my_qs = Preguntes

my_ts = Plantilles

navigation = Navegaci\u00F3

negative_point_value = Es puntuaran amb valors negatius les respostes incorrectes

new_p = Part nova

next_prev = Hi ha botons de Seg\u00FCent i Anterior a cada p\u00E0gina per navegar.

no = No

noMatchingPair_error = Abans de desar aquesta pregunta, heu de tenir almenys una parella. Introdu\u00EFu una parella i feu clic a "Desa parella".  Aleshores, per desar la pregunta, feu clic a sobre de "Desa", a la part inferior de la p\u00E0gina.

no_attachments = Encara no hi ha fitxers adjunts.

no_feedback_will_be = No es mostraran els comentaris a l'estudiant.

no_formulas_defined = No s'han definit f\u00F2rmules

no_matching_pair = No s'han creat parelles

no_toc = NO hi ha p\u00E0gina d'\u00EDndex.

no_variables_defined = No s'han definit variables

none = cap

not_correct = Incorrecte

note_accepted_fin_1 = Dins dels claud\u00E0tors nom\u00E9s es permeten nombres, separadors decimals, signes (ex. -5) o <br/> espais (com a separadors de milers 5 000).<b>NOTA:</b> Per a la notaci\u00F3 cient\u00EDfica, <br/> S'HA d'usar punt com a separador decimal.

note_accepted_fin_2 = Qualsevol altre car\u00E0cter (per exemple, $ or %) ha d'anar fora dels claud\u00E0tors. Per exemple: 3/10= {30}% <br/>(Nom\u00E9s cal introduir el valor de 30 al camp de resposta per omplir.)

note_accepted_fin_3 = Quan es defineix un rang de valors, el que precedeix el separador "|" ha de ser menor que el valor que hi hagi darrere <br/>el separador (per exemple, {12.2|14.5}).

note_defining_answers = Envolteu amb claud\u00E0tors "{}" els valors num\u00E8rics que requereixin camps de resposta en blanc. Exemple: 3*3={9}.

note_emi_correct_options = Inseriu al final del text entre claud\u00E0tors ([]) les opcions correctes per cada element. 

note_emi_example = Per exemple: Quins dels ossos que apareixen a continuaci\u00F3 els trobarem al bra\u00E7? [a,d,e]

note_emi_separate = Si hi ha m\u00E9s d'una opci\u00F3 correcta, separeu-les amb comes (,).

# note_insert_pipe=Insert "|" (pipe) for synonyms or multiple answers and "*" for wildcard characters.
# for_example_pipe=For example: The sides are {heads|tails} and {h**dslt**ls}.
note_insert_pipe = OPCIONS: Inseriu "|" per a sin\u00F2nims o respostes m\u00FAltiples.

note_negative_point_value_part = Opcional. Sobreescriu el valor corresponent al fons de preguntes d'origen. Pertany \u00FAnicament a preguntes del tipus 'Veritat/Fals', 'Selecci\u00F3 M\u00FAltiple' o 'Una correcta'.

note_negative_point_value_question = Opcional. Pertany \u00FAnicament a preguntes del tipus 'Veritat/Fals', 'Selecci\u00F3 M\u00FAltiple' o 'Una correcta'.

note_p_headers_w = NOTA: Les cap\u00E7aleres de les parts amb el t\u00EDtol "Per defecte" no s\u00F3n visibles per als examinands.

note_place_curly = NOTA: Escriviu entre claus ({}) les paraules que necessitin un espai en blanc.

note_point_value_for_question = Atenci\u00F3: Valor opcional; sobreescriu el valor de les preguntes al fons d'origen.

number_of_attempts = Nombre d'intents

number_of_attempts_indic = Indiqueu el nombre de vegades que els estudiants poden tornar a registrar la resposta

number_of_qs = Nombre de preguntes

number_of_rich_text_options_error = No heu seleccionat el nombre d'opcions de text enriquit.

number_of_submission = Nombre de lliuraments permesos

number_of_tries = Nombre d'intents permesos

number_questions = (# total de preguntes)

numbering = Numeraci\u00F3

obj = Objectius

objective = Objectiu

one_per = (un per l\u00EDnia)

only = Nom\u00E9s

only_next = Nom\u00E9s hi ha botons de Seg\u00FCent per avan\u00E7ar.

options_text = Opcions

org = Organitzaci\u00F3

overdrawn_error = El fons de preguntes seleccionat cont\u00E9 menys preguntes de les indicades. Introdu\u00EFu-ne un nombre inferior.

p = Part

p_information = Informaci\u00F3 sobre la part

p_title = T\u00EDtol de la part

part_dash = Part -

partial_credit_limit_detail = El valor ha de ser un nombre sencer entre 0 i 99.

partial_credit_limit_summary = "Valor %" per una resposta incorrecta ha de ser un valor sencer entre 0 i 99.

password = Clau

percentage_value = Valor %

#message parameters:
#0: user input
#1: question number
#2: sequence number
#3: valid options
please_select_from_available = La pregunta {1} t\u00E9 una resposta incorrecta, [''{0}'']. Nom\u00E9s s''accepten les seg\u00FCents lletres de l''alfabet: {3}

point_lower_case = punt

point_value_of_questons = Puntuaci\u00F3 de les preguntes

points_lower_case = punts

pool_missingBracket_error = Assegureu-vos que els claud\u00E0tors amb la relaci\u00F3 i les respostes continguin almenys un car\u00E0cter que no estigui en blanc.

pool_name = Nom del fons

preview_model_short_answer = Model de resposta curta

pt = Punts

q = Pregunta

q_layout = Format de la pregunta

q_level_feedb = Comentari a nivell de pregunta

q_multiple = Pregunta  - Tipus test (diverses de correctes)

q_ordering_n = Ordenaci\u00F3 de preguntes (no disponible en l'elecci\u00F3 aleat\u00F2ria)

q_text = Text de la pregunta

# validate random drawn number for part
qdrawn_error = El nombre de preguntes ha de ser un sencer  superior a 0 i m\u00E9s petit o igual a

qdrawn_null_error_neg = Introdu\u00EFu un valor en el camp "valor en punts negatius en el cas de resposta incorrecta"

qdrawn_null_error_pos = Introdu\u00EFu un valor en el camp "Valor en punts de les preguntes"

qdrawn_pt_error = El valor d'una pregunta ha de ser un nombre igual o superior a 0,0

qs = Preguntes

question = Pregunta

question_answer_combinations = Or\u00EDgens dels elements

question_lower_case = pregunta

question_s_lower_case = pregunta/es

question_text = Text de la pregunta

question_theme_text = Tema

# added by daisyf
questions_lower_case = preguntes

random_access_to_que = Acc\u00E9s aleatori a preguntes des d'un \u00EDndex de continguts.<br/>Per poder navegar, hi ha botons SEG\u00DCENT i ANTERIOR a cada p\u00E0gina.

random_draw_from_que = Elecci\u00F3 aleat\u00F2ria des d'un fons de preguntes

random_draw_msg = Les preguntes d''aquesta part s''han generat a partir del fons de preguntes, <b>{0}</b>, a  <b>{1}</b> de <b>{2}</b>. Per saber quins s\u00F3n els darrers canvis fets al fons, feu clic a  <b>Actualitza les preguntes</b> o  feu clic a <b>Edita</b> per aquesta part i despr\u00E9s feu clic a <b>Desa</b>. Fer clic a  <b>Vista pr\u00E8via</b> o <b>Publica</b> actualitzar\u00E0 autom\u00E0ticament les preguntes afegides des del fons quan s''exporti una prova. 

random_draw_msg_no_date = Les preguntes d'aquesta part s'han generat aleat\u00F2riament a partir d'un fons de preguntes. Feu clic a 'Previsualitza la prova' per veure una bateria de preguntes d'exemple generada aleat\u00F2riament. 

random_draw_msg_published = Les preguntes d''aquesta part s''han generat aleat\u00F2riament a partir del fons de preguntes, <b>{0}</b>, a <b>{1}</b> de <b>{2}</b>. Per editar les preguntes d''aquesta part,  feu clic a <b>Edita les preguntes</b>.

# message for total scores for assessments consisting of random draw parts
random_draw_total_score = Com que part d'aquesta prova s'ha generat aleat\u00F2riament, la informaci\u00F3 de  la puntuaci\u00F3 total nom\u00E9s \u00E9s una estimaci\u00F3.

random_draw_type = Elecci\u00F3 aleat\u00F2ria de

random_update_questions = Actualitza les preguntes

random_within_p = Aleatori a l'interior de la part

randomize_answers = Aleatoritza les respostes

randomize_items = Aleatoritza els elements

randomized_per_student = Les preguntes de l'estudiant es generen aleat\u00F2riament una vegada per a tots els lliuraments

randomized_per_submission = Les preguntes de l'estudiant es generen aleat\u00F2riament cada cop que es lliura una prova

range = <b>Rang:</b>Inserteu el separador "|" entre els valors del rang.

range_example = Exemple: El preu \u00E9s {12.2|14.5}. Una resposta de l'estudiant entre 12.2 i 14.5 es considerar\u00E0 v\u00E0lida.

rationale = Raonament

record_the_average_s = Desa la puntuaci\u00F3 mitjana

record_the_highest_s = Desa la puntuaci\u00F3 m\u00E9s elevada

regrade_republish = Republica vs. Requalifica i Republica

relativeWidthOfColumns = Amplades relatives de les columnes

rem_p_all = Elimina la part i totes les preguntes.

rem_p_only = Elimina nom\u00E9s la part i mou la/les pregunta/es a

remove_assessment_co = Confirmaci\u00F3 de l'eliminaci\u00F3 de la prova

remove_attachment_conf = confirmeu l'eliminaci\u00F3 del fitxer adjunt

remove_attachment_heading = Esborra el fitxer adjunt

remove_p_conf = Confirmaci\u00F3 de l'eliminaci\u00F3 de la part

remove_q_conf = Confirmaci\u00F3 de l'eliminaci\u00F3 de la pregunta

remove_question_conf = Confirmaci\u00F3 de l'eliminaci\u00F3 de la pregunta

req_rationale = El raonament \u00E9s obligatori

require_rationale = Cal un raonament

required = Si escolliu "Selecci\u00F3 aleat\u00F2ria a partir d'un fons de preguntes" cal omplir tots els camps marcats amb un asterisc

required_options_count = Nombre de respostes obligat\u00F2ries

reset_grading_logic = Reseteja a la puntuaci\u00F3 l\u00F2gica per defecte

reset_score_values = Reinicialitza les puntuacions

reset_to_default_grading_logic_text = Feu clic sobre l'enlla\u00E7 si heu canviat d'opini\u00F3 despr\u00E9s de seleccionar 'Habilita cr\u00E8dit parcial' o 'Habilita puntuaci\u00F3 negativa'. La l\u00F2gica d'avaluaci\u00F3 predeterminada d\u00F3na cr\u00E8dit complet si es selecciona una resposta correcta i cr\u00E8dit zero si es selecciona una d'incorrecta.

restart_numbering_be = Reinicia la numeraci\u00F3 entre parts.

retract = Tanca

rich_text_option_label = Text enriquit / fitxers adjunts - per a text amb estil, taules, imatges amb llegendes

rich_text_options_error = \u00C9s obligatori que hi hagi un text d'opcions de resposta en format de text enriquit o b\u00E9 un fitxer adjunt

row_field_empty = El camp de la fila no pot estar buit

rowchoices = Opcions de fila (premeu la tecla de "Retorn" despr\u00E9s de cada opci\u00F3)

rube = Signatures

rubric_colon = Signatura

s_level_feedb = Comentari a nivell de selecci\u00F3

sakai_assessment_man = Gestor de proves

sakai_assessment_rem_q = Prova Sakai - Elimina la pregunta

samigo_formula_error_1 = 1: Error de sintaxi

samigo_formula_error_101 = 101: Operador desconegut

samigo_formula_error_102 = 102: Expressi\u00F3 desconeguda

samigo_formula_error_103 = 103: Variable desconeguda

samigo_formula_error_104 = 104: Operador desconegut

samigo_formula_error_2 = 2: Error de sintaxi

samigo_formula_error_200 = 200: L'expressi\u00F3 \u00E9s massa llarga

samigo_formula_error_3 = 3: Manca un par\u00E8ntesi

samigo_formula_error_300 = 300: S'ha produ\u00EFt un error definint una variable

samigo_formula_error_4 = 4: L'expressi\u00F3 est\u00E0 buida

samigo_formula_error_400 = 400: Aquesta funci\u00F3 requereix un valor num\u00E8ric que sigui un sencer

samigo_formula_error_401 = 401: El resultat no \u00E9s un nombre (NaN)

samigo_formula_error_402 = 402: El resultat \u00E9s infinit (infinit)

samigo_formula_error_5 = 5: Part no esperada

samigo_formula_error_500 = 500: Error desconegut

samigo_formula_error_6 = 6: L'expressi\u00F3 acaba de manera inesperada

samigo_formula_error_7 = 7: Es requereix un valor

samigo_formula_error_8 = 8: La f\u00F2rmula permet una arrel quadrada negativa

samigo_formula_error_9 = 9: La variable no est\u00E0 definida a les instruccions

save_or_cancel_change = Desa o cancel\u00B7la els canvis

scale10 = 1 -> 10

scale5 = 1 -> 5

scientific_notataion = <b>Notaci\u00F3 cient\u00EDfica:</b> S'HA D'USAR el punt com a separador decimal i la lletra "E" o "e" per a indicar l'exponent.

scientific_notataion_example = Exemple: {6.022E23} correspon al nombre d'Avogadro.

secondary_id_and_pass = Identificador d'usuari secundari i clau

select = [Selecciona]

selectFromFavorites = Selecciona dels favorits

select_a_pool_for_random_draw = Seleccioneu un fons de preguntes

select_a_pool_name = Seleccioneu un nom de fons (opcional)

select_action = -- Seleccioneu una acci\u00F3 --

select_appropriate_format = Seleccioneu el format apropiat

select_combo = seleccioneu

select_menu = selecciona

select_num_questions = (###)

select_one = seleccioneu-ne un ...

select_qtype = seleccioneu un tipus de pregunta

select_the_feedback = Seleccioneu els components dels comentaris que es mostraran a l'estudiant

selected = Seleccionat

selectedPool_error = Seleccioneu un fons a "Selecci\u00F3 aleat\u00F2ria del fons de preguntes".

selection_level_feed = Comentari a nivell de selecci\u00F3

# signs for author tool
separator = |

settings = Configuraci\u00F3 -

short_answer_essay = Resposta curta/Redacci\u00F3

show = MOSTRA

show_hide = Mostra/Amaga

show_hide_editor = Mostra/Amaga l'editor de format de text enriquit

simple_text_option_label = Text simple - per a una llista d'elements sense format

simple_text_options_blank_error = Algunes opcions de text simple les heu deixat en blanc - Introdu\u00EFu el text de l'opci\u00F3 o elimineu les opcions abans de desar.

simple_text_paste_label = Text simple - opcions per enganxar

singleCorrect_error = Heu de seleccionar una resposta correcta.

st_above_average = Per sobre de la mitjana

st_agree = D'acord

st_average = Dins de la mitjana

st_below_average = Per sota de la mitjana

st_disagree = En desacord

st_excellent = Excel\u00B7lent

st_no = No

st_strongly_agree = Molt d'acord

st_strongly_disagree = Molt en desacord

st_unacceptable = Inacceptable

st_undecided = Indec\u00EDs

st_yes = S\u00ED

strongly_agree = Molt d'acord

strongly_disagree = Molt en desacord

student_rsquo_s_scor = Puntuaci\u00F3 de l'alumne

submission_message = Missatge de lliurament

submissions = Lliuraments

submissions_allowed = lliuraments permesos

submissions_allowed_error = El temps perm\u00E8s ha de ser un n\u00FAmero enter positiu

subnav_add_part = Afegeix una part

subnav_print = Imprimeix la previsualitzaci\u00F3

subsub = subsub

sure_rem_q = Segur que voleu eliminar aquesta pregunta?

# Title of links: starts with t_
t_addPart = Afegeix una part

t_assessment = Prova

t_attachment = Mostra el fitxer adjunt en una finestra diferent

t_editP = Edita una part

t_editQ = Edita una pregunta

t_question = Pregunta

t_removeC = Elimina l'opci\u00F3

t_removeI = Elimina l'element

t_removeO = Elimina l'opci\u00F3

t_removeP = Elimina la part

t_removeQ = Elimina la pregunta

t_settings = Edita la configuraci\u00F3

tf = Veritat/Fals

the_complete_assessm = La prova completa es mostra en una p\u00E0gina web.

theme_text_error = No heu introdu\u00EFt el text del tema.

time_allowed_seconds = Temps perm\u00E8s (segons)

time_allowed_seconds_indic = Indiqueu el temps que t\u00E9 l'estudiant per desar la resposta

timed_assessment = Prova cronometrada

timed_assessment_wit = Prova cronometrada amb l\u00EDmit de temps

# add /edit Part
title = Nom

title_navigoproject = Nom: NavigoProject.org

title_note = Nota: Les parts amb nom "Per defecte" no s\u00F3n visibles per als examinands.

tolerance_negative = La toler\u00E0ncia ha de ser positiva; defineix el rang dins del qual la resposta es considerar\u00E0 correcta 

total_pt = punts totals

total_pts = punts totals

true_false = Veritat Fals

true_false_q = Pregunta veritat/fals

true_false_slash = Veritat/Fals

true_msg = Veritat

type = Tipus

type_of_randomization = Tipus d'aleatoritzaci\u00F3

type_onebyone = Preguntes creades una per una

unacceptable = Inacceptable

undecided = No s'ha decidit

unique_names = Les variables i les f\u00F2rmules han de tenir noms \u00FAnics

unlimited = Il\u00B7limitat

update_pool_error_size_too_large = El nombre de preguntes que es volen afegir excedeix el nombre total de preguntes al fons. Modifiqueu el nombre de preguntes.

update_pool_error_unknown = S'ha produ\u00EFt un error a l'actualitzar les preguntes generades aleat\u00F2riament a partir del fons de preguntes. 

upload = Puja

upload_assessment = Puja la prova

# for upload questions in editAssessment.jsp
upload_instruction = Feu clic a "Explora" per localitzar el fitxer i despr\u00E9s feu clic a "Puja"per pujar el fitxer.

user_must_click_sav = L'usuari ha de fer clic a sobre del bot\u00F3 "Desa" per desar el que ha introdu\u00EFt.

username = Nom de l'usuari

variable_name_empty = El nom de la variable no pot estar buit. Les variables han de comen\u00E7ar amb un car\u00E0cter alfa i nom\u00E9s poden contenir alfa, num\u00E8rics i gui\u00F3 baix i cal envoltar-les amb claud\u00E0tors (per exemple {x})

variable_name_invalid = El nom de la variable no \u00E9s v\u00E0lid. Les variables han de comen\u00E7ar amb un car\u00E0cter alfa i nom\u00E9s poden contenir alfa, num\u00E8rics i gui\u00F3 baix i cal envoltar-les amb claud\u00E0tors (per exemple {x})

warning = ALERTA:

what_is_regrade_republish_1 = Feu clic

what_is_regrade_republish_10 = -Veritat Fals

what_is_regrade_republish_11 = 2) Modificant la resposta correcta per a una pregunta d'autoavaluaci\u00F3.

what_is_regrade_republish_12 = Nota: Si heu fet ajusts manuals a preguntes d'autoavaluaci\u00F3 abans d'editar una prova publicada, fent clic a "Requalifica i Republica" sobreescriureu aquests canvis de puntuaci\u00F3 manuals. No obstant aix\u00F2, les preguntes qualificades manualment (per exemple, Resposta Curta, Gravaci\u00F3 Audio, Pujar Fitxer) no es veuran afectades.

what_is_regrade_republish_2 = Requalifica i republica

what_is_regrade_republish_3 = si heu modificat quelcom que pugui canviar la qualificaci\u00F3 global de la prova, inclou:

what_is_regrade_republish_4 = 1) Modifica la puntuaci\u00F3 assignada a una resposta en una pregunta d'autoavaluaci\u00F3. Aquestes preguntes poden ser dels tipus:

what_is_regrade_republish_5 = -Selecci\u00F3 M\u00FAltiple

what_is_regrade_republish_6 = -Enquesta

what_is_regrade_republish_7 = -Omple els espais

what_is_regrade_republish_8 = -Resposta num\u00E8rica

what_is_regrade_republish_9 = -Relaciona

what_is_republish_1 = Clic

what_is_republish_2 = Republica

what_is_republish_3 = si heu modificat contingut que no influeix en la valoraci\u00F3 global de la prova (per exemple, comentar una pregunta o una resposta).

wildcard_char = Inseriu un asterisc (*) per a un o m\u00E9s car\u00E0cters de comod\u00ED\u00AD.

wildcard_example = Per exemple: Plou a {b*} i {b*s}.

yes = S\u00ED

yes_no = Si, No

zero_survey = (0 = enquesta o pregunta sense avaluar)

# 0 points for survey
zeropoints = 0 punts
