export_a=Exportar Examen completo
export_p=Exportar Parte
export_q=Exportar Pregunta
export_action=Descarga
#export_action=Export
#export_instructions=Choose Version for an IMS QTI-compliant XML file
export_instructions=Escoja Descargar para generar el fichero XML compatible con el est\u00e1ndar IMS QTI Escoja <b><u>A</u>rchivo</b> en el men\u00fa del navegador y guarde la p\u00e1gina.
choose_type_1=Seleccione el tipo de exportaci\u00f3n que desea realizar,
choose_type_2=o
choose_type_3=, y pulse en Exportar. Si selecciona QTI, un fichero XML aparecer\u00e1 en una nueva ventana. Seleccione Archivo > Guardar...  en su navegador para salvar este fichero a su escritorio.
ims_qti=IMS QTI-compliant XML
ims_cp=IMS Content Packaging
choose_export_type=Seleccione un tipo de exportaci\u00f3n\:
qti12=QTI v 1.2
content_packaging=IMS Content Packaging
cp_message=Si su examen contiene alg\u00fan archivo adjunto o utiliza etiquetas HTML para hacer referencia a recursos externos, deber\u00eda utilizar la opci\u00f3n IMS Content Packaging.
markup_text=Lenguaje de marcas
markup_text_note=Tenga en cuenta que que para el lenguaje de marcas hay elementos que no pueden ser exportados, por ejemplo los comentarios de las respuestas.
export_confirm=Hay preguntas que no son exportables a lenguaje de marcas. \u00bfDesea continuar?
export=Exportar
im_ex_version_choose=Escoja la versi\u00f3n del est\u00e1ndar IMS QTI
im_ex_version_12=QTI v 1.2
im_ex_version_20=QTI v 2.0
im_ex_version_show=no
import_a=Importar Examen completo
import_p=Importar Parte
import_q=Importar Pregunta
import_action=Importar
choose_file=Seleccione un archivo\:
import_instructions=Seleccione un archivo IMS QTI-compliant XML de su ordenador.
import_pool_instructions=Choose an IMS QTI-compliant <b>XML</b> file from your computer.
dash=-
export_imagemap_message=<b>Nota</b>\: Las preguntas de imagen interactiva no se exportar\u00e1n, porque no coinciden con ning\u00fan est\u00e1ndar de tipo de pregunta. Se pueden copiar de un sitio a otro usando las bater\u00edas de preguntas o la opci\u00f3n de "Importar de sitio" en la configuraci\u00f3n del sitio si se tiene los permisos adecuados. 
# deferred for later
#import_instructions=Choose an IMS QTI-compliant XML file from your computer
# or an existing assessment to import.
#other_choose_title=Title
#other_choose_mod=Last Modified
#other_choose=OR Choose an assessment:

# properties used in java code
import_err=Se ha producido un error al importar este examen. Aseg\u00farese de que el fichero tenga el formato correcto IMS QTI. 
import_err_pool=Hubo un error importando esta bater\u00eda. Aseg\u00farese de que el fichero est\u00e1 correctamente formateado en IMS QTI.
import_qti_not_found=There was an error importing this assessment. Ensure that the QTI file name is correct.
respondus_matching_err_1=has imported, but there is a problem with the following questions\:
respondus_matching_err_2=Para mostrar en este sistema, en las preguntas de relacionar, \u00edtems y opciones deben estar emparejados uno a uno. Edite este examen para a\u00f1adir pares a cada pregunta, o borre la pregunta por completo. 

import_size_too_big={0} could not be imported because there is a file size limit of {1}MB per import.

# import question pool 
import_qp=Importar Bater\u00eda

# Export denied
export_denied=No se ha permitido exportar
export_denied_message=No est\u00e1 autorizado a exportar este examen. Por favor, contacte con su profesor si tiene alguna pregunta.
button_continue=Volver

pool_error_title=Error Updating Pool Questions

file_is=Este archivo ha sido\:
from_samigo=Exportado desde este sistema (u otro Sakai)
from_respondus=Exportado desde Respondus (Cuando pulses "Guardar Archivo QTI XML" en Respondus, selecciona "Puntos como n\u00fameros decimales" para preservar el valor de los puntos asignados a cada pregunta.)

