export_a=Exporta l'exercici
export_p=Exporta la part
export_q=Exporta la pregunta
export_action=Baixa
#export_action=Export
#export_instructions=Choose Version for an IMS QTI-compliant XML file
export_instructions=Escolliu 'Baixa' per generar un fitxer XML que cumpleixi l'especificaci\u00f3 QTI d'IMS i desar-lo al vostre ordinador. Al navegador feu clic a <b><u>F</u>itxer</b> per desar la p\u00e0gina.
choose_type_1=Trieu el tipus d'exportaci\u00f3 que desitgeu fer,
choose_type_2=o
choose_type_3=, i feu clic a Exportar. Per a QTI, apareixer\u00e0 un fitxer XML en una nova finestra. Al navegador feu clic a Fitxer > Desar... per desar aquest fitxer al vostre escriptori. 
ims_qti=XML d'acord amb l'especificaci\u00f3 QTI d'IMS
ims_cp=Empaquetant el contingut d'acord amb IMS
choose_export_type=Tria el tipus d'exportaci\u00f3\:
qti12=QTI v 1.2
content_packaging=Empaquetant el contingut
cp_message=Si la prova cont\u00e9 fitxers adjunts o usa etiquetes HTML que fan refer\u00e8ncia a recursos externs, heu d'usar l'opci\u00f3 d'empaquetar el contingut. 
markup_text=Llenguatge de marques
markup_text_note=Tinga en compte que per al Llenguatge de marques hi ha elements de les preguntes que no poden ser exportats, per exemple els comentaris a les respostes.
export_confirm=Hi ha preguntes que no es poden exportar al llenguatge de marques. Desitgeu continuar?
export=Exporta
im_ex_version_choose=Escolliu la versi\u00f3 QTI d'IMS
im_ex_version_12=QTI v 1.2
im_ex_version_20=QTI v 2.0
im_ex_version_show=fals
import_a=Importa l'exercici
import_p=Importa la part
import_q=Importa la pregunta
import_action=Importa
choose_file=Escolliu un fitxer\:
import_instructions=Escolliu un fitxer <b>XML</b> del vostre ordinador que cumpleixi l'especificaci\u00f3 QTI de l'IMS
import_pool_instructions=Escolliu un fitxer <b>XML</b> del vostre ordinador que cumpleixi l'especificaci\u00f3 QTI de l'IMS
dash=-
export_imagemap_message=<b>Nota</b>\: Les preguntes d'imatge interactiva no s'exporten perqu\u00e8 no coincideixen amb cap tipus de pregunta est\u00e0ndard. Les podeu copiar a un altre espai usant els fons de preguntes o de l'opci\u00f3 d'importar des de l'espai.
# deferred for later
#import_instructions=Choose an IMS QTI-compliant XML file from your computer
# or an existing assessment to import.
#other_choose_title=Title
#other_choose_mod=Last Modified
#other_choose=OR Choose an assessment:

# properties used in java code
import_err=S'ha produ\u00eft un error a l'importar aquesta prova. Assegureu-vos que el fitxer tingui el format correcte d'acord amb la QTI d'IMS.
import_err_pool=S'ha produ\u00eft un error a l'importar aquest fons. Assegureu-vos que el fitxer s'adiu amb el format IMS QTI.
import_qti_not_found=S'ha produ\u00eft un error a l'importar aquesta prova. Assegureu-vos que el nom del fitxer QTI \u00e9s correcte. 
respondus_matching_err_1=s'ha importat, per\u00f2 hi ha un problema amb les preguntes seg\u00fcents\: 
respondus_matching_err_2=Per mostrar aix\u00f2 al sistema, els elements i les eleccions a les preguntes coincidents s'han d'aparellar una a una. Editeu la prova per afegir les parelles per cada pregunta o b\u00e9 per eliminar les preguntes. 

import_size_too_big=No s''ha pogut importar {0} perqu\u00e8 hi ha una mida m\u00e0xima de fitxer de {1} MB per importaci\u00f3. 

# import question pool 
import_qp=Importa el fons

# Export denied
export_denied=No est\u00e0 perm\u00e8s exportar
export_denied_message=No esteu autoritzat per exportar aquesta prova. Poseu-vos en contacte amb el vostre professor per qualsevol dubte.
button_continue=Torna

pool_error_title=S'ha produ\u00eft un error actualitzant les preguntes del fons

file_is=Aquest fitxer ha estat\:
from_samigo=Exportat des d'aquest sistema (o un altre Sakai)
from_respondus=Exportat de Respondus (quan feu "Desa el fitxer XML QTI" a Respondus, seleccioneu "Puntuaci\u00f3 en nombres decimals" per preservar els valors assignats a cada q\u00fcesti\u00f3.)

