export_a=\ud3c9\uac00 \ub0b4\ubcf4\ub0b4\uae30
export_p=\ud30c\ud2b8 \ub0b4\ubcf4\ub0b4\uae30
export_q=\ubb38\uc81c \ub0b4\ubcf4\ub0b4\uae30
export_action=\ub2e4\uc6b4\ub85c\ub4dc
#export_action=Export
#export_instructions=Choose Version for an IMS QTI-compliant XML file
export_instructions='\ub2e4\uc6b4\ub85c\ub4dc'\ub97c \uc120\ud0dd\ud558\uc5ec IMS QTI \ud638\ud658 XML \ud30c\uc77c\uc744 \ucef4\ud4e8\ud130\ub85c \ub2e4\uc6b4\ub85c\ub4dc\ud569\ub2c8\ub2e4. \ube0c\ub77c\uc6b0\uc800 \uba54\ub274\uc5d0\uc11c <b><u>\ud30c</u>\uc77c</b>\uc744 \uc120\ud0dd\ud558\uace0 \ud398\uc774\uc9c0\ub97c \uc800\uc7a5\ud558\uc2ed\uc2dc\uc624.
choose_type_1=\ub0b4\ubcf4\ub0bc \ud30c\uc77c \ud615\uc2dd\uc744 \uc120\ud0dd\ud569\ub2c8\ub2e4.
choose_type_2=\ub610\ub294
choose_type_3='\ub0b4\ubcf4\ub0b4\uae30'\ub97c \ud074\ub9ad\ud569\ub2c8\ub2e4. QTI\uc758 \uacbd\uc6b0 XML \ud30c\uc77c\uc774 \uc0c8 \ucc3d\uc5d0 \ub098\ud0c0\ub0a9\ub2c8\ub2e4. \ube0c\ub77c\uc6b0\uc800\uc5d0\uc11c \ud30c\uc77c > \uc800\uc7a5... \uc744 \uc120\ud0dd\ud558\uc5ec \ud30c\uc77c\uc744 \ucef4\ud4e8\ud130\uc5d0 \uc800\uc7a5\ud569\ub2c8\ub2e4.
ims_qti=IMS QTI \ud638\ud658 XML
ims_cp= IMS Content Packaging
choose_export_type=\ub0b4\ubcf4\ub0b4\uae30 \uc720\ud615 \uc120\ud0dd:
qti12=QTI v 1.2
content_packaging=Content Packaging
cp_message=\ud3c9\uac00\uc5d0 \ucca8\ubd80\ud30c\uc77c\uc774 \uc788\uac70\ub098 HTML \ud0dc\uadf8\ub97c \uc0ac\uc6a9\ud558\uc5ec \uc678\ubd80 \ub9ac\uc18c\uc2a4\ub97c \ucc38\uc870\ud558\ub294 \uacbd\uc6b0, Content Packaging \uc635\uc158\uc744 \uc0ac\uc6a9\ud574\uc57c \ud569\ub2c8\ub2e4.
export=\ub0b4\ubcf4\ub0b4\uae30
im_ex_version_choose=IMS QTI \ubc84\uc804 \uc120\ud0dd
im_ex_version_12=QTI v 1.2
im_ex_version_20=QTI v 2.0
im_ex_version_show=false
import_a=\ud3c9\uac00 \uac00\uc838\uc624\uae30
import_p=\ud30c\ud2b8 \uac00\uc838\uc624\uae30
import_q=\ubb38\uc81c \uac00\uc838\uc624\uae30
import_action=\uac00\uc838\uc624\uae30
choose_file=\ud30c\uc77c \uc120\ud0dd:
import_instructions=\ucef4\ud4e8\ud130\uc5d0 \uc800\uc7a5\ub41c IMS QTI \ud638\ud658 <b>XML</b> \ud30c\uc77c \ub610\ub294 IMS Content Packaging <b>ZIP</b> \ud30c\uc77c\uc744 \uc120\ud0dd\ud558\uc2ed\uc2dc\uc624.
import_pool_instructions=\ucef4\ud4e8\ud130\uc5d0 \uc800\uc7a5\ub41c IMS QTI \ud638\ud658 <b>XML</b> \ud30c\uc77c\uc744 \uc120\ud0dd\ud558\uc2ed\uc2dc\uc624.
dash=-
# deferred for later
#import_instructions=Choose an IMS QTI-compliant XML file from your computer\
# or an existing assessment to import.
#other_choose_title=Title
#other_choose_mod=Last Modified
#other_choose=OR Choose an assessment:

# properties used in java code
import_err = \ud3c9\uac00\ub97c \uac00\uc838\uc624\ub294 \ub3c4\uc911 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4. \ud30c\uc77c\uc774 \uc62c\ubc14\ub978 IMS QTI \ud615\uc2dd\uc778\uc9c0 \ud655\uc778\ud558\uc2ed\uc2dc\uc624. 
import_qti_not_found = \ud3c9\uac00\ub97c \uac00\uc838\uc624\ub294 \ub3c4\uc911 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4. QTI \ud30c\uc77c \uc774\ub984\uc774 \uc62c\ubc14\ub978\uc9c0 \ud655\uc778\ud558\uc2ed\uc2dc\uc624.
respondus_matching_err_1 = \uc744(\ub97c) \uac00\uc838\uc654\uc73c\ub098 \ub2e4\uc74c \ubb38\uc81c\uc5d0 \uc624\ub958\uac00 \uc788\uc74c:
respondus_matching_err_2 = \uc2dc\uc2a4\ud15c\uc5d0 \ud45c\uc2dc\ud558\ub824\uba74, \uc77c\uce58\ud615 \ubb38\uc81c\uc5d0\uc11c \ud56d\ubaa9\uacfc \ubcf4\uae30\uac00 \uc77c\ub300\uc77c \uc30d\uc73c\ub85c \uc5f0\uacb0\ub418\uc5b4\uc57c \ud569\ub2c8\ub2e4. \ud3c9\uac00\ub97c \uc218\uc815\ud558\uc5ec \uac01 \ubb38\uc81c\uc5d0 \uc30d\uc744 \ucd94\uac00\ud558\uac70\ub098 \ubb38\uc81c \uc790\uccb4\ub97c \uc0ad\uc81c\ud558\uc2ed\uc2dc\uc624.

import_err = \uacfc\uc81c\ubb3c\uc744 \uac00\uc838\uc624\ub294 \ub3c4\uc911 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4. \ud30c\uc77c\uc774 \uc62c\ubc14\ub978 IMS QTI \ud615\uc2dd\uc778\uc9c0 \ud655\uc778\ud558\uc2ed\uc2dc\uc624. 
import_size_too_big=\uac00\uc838\uc624\uae30\ub2f9 \ud30c\uc77c \ud06c\uae30 \uc81c\ud55c\uc774 {1}MB\uc774\ubbc0\ub85c {0}\uc744(\ub97c) \uac00\uc838\uc624\uc9c0 \ubabb\ud588\uc2b5\ub2c8\ub2e4.

# import question pool 
import_qp=\ud56d\ubaa9 \uac00\uc838\uc624\uae30

# Export denied
export_denied=\uac00\uc838\uc62c \uc218 \uc5c6\uc74c
export_denied_message=\ud3c9\uac00\ub97c \uac00\uc838\uc62c \uad8c\ud55c\uc774 \uc5c6\uc2b5\ub2c8\ub2e4. \uad81\uae08\ud55c \uc810\uc774 \uc788\uc73c\uc2dc\uba74 \ub2f4\ub2f9 \uac15\uc0ac\uc5d0\uac8c \ubb38\uc758\ud558\uc2dc\uae30 \ubc14\ub78d\ub2c8\ub2e4.
button_continue=\ub3cc\uc544\uac00\uae30

pool_error_title=\ud56d\ubaa9 \ubb38\uc81c \ubcc0\uacbd \uc911 \uc624\ub958 \ubc1c\uc0dd

file_is=\ud30c\uc77c:
from_samigo=\ud604\uc7ac \uc2dc\uc2a4\ud15c \ub610\ub294 \ub2e4\ub978 Sakai \uc2dc\uc2a4\ud15c\uc5d0\uc11c \ub0b4\ubcf4\ub0b4\uae30
from_respondus=Respondus\uc5d0\uc11c \ub0b4\ubcf4\ub0b4\uae30(Respondus\uc5d0\uc11c "QTI XML \ud30c\uc77c\uc744 \uc800\uc7a5"\ud560 \ub54c "\uc18c\uc218\uc810"\uc744 \uc120\ud0dd\ud558\uc5ec \uac01 \ubb38\uc81c\uc758 \uc810\uc218\ub97c \uadf8\ub300\ub85c \uc720\uc9c0\ud558\uc2ed\uc2dc\uc624.)

