export_a=Exporter \u00e9valuation
export_p=Exporter partie
export_q=Exporter Question
export_action=\u00a0T\u00e9l\u00e9charger
#export_action=Export
#export_instructions=Choose Version for an IMS QTI-compliant XML file
export_instructions=Appuyez sur T\u00e9l\u00e9charger pour t\u00e9l\u00e9charger un fichier XML compatible IMS QTI sur votre ordinateur.
choose_type_1=S\u00e9lectionner le type d'exportation que vous voulez faire,
choose_type_2=ou
choose_type_3=, et cliquez sur Exporter. Pour QTI, un fichier XML appara\u00eetra dans une nouvelle fen\u00eatre. Choisissez Fichier> Enregistrer ... dans votre navigateur pour enregistrer ce fichier sur votre ordinateur.
ims_qti=XML conforme - IMS QTI
ims_cp=Empaquetage de contenu IMS
choose_export_type=S\u00e9lectionner le type d'exportation \:
qti12=QTI v 1.2
content_packaging=Empaquetage du contenu
cp_message=Si votre \u00e9valuation contient des fichiers joints ou utilise des balises HTML pour r\u00e9f\u00e9rencer des ressources externes, vous devez utiliser l'option IMS Content Packaging.
markup_text=Texte balis\u00e9
markup_text_note=N'oubliez pas que si vous choisissez un langage \u00e0 balises , certains \u00e9l\u00e9ments ne peuvent pas \u00eatre export\u00e9s, par exemple les commentaires des r\u00e9ponses.
export_confirm=Il y a des questions non exportables avec le langage de balisage. Voulez-vous continuer ?
export=Exporter
im_ex_version_choose=S\u00e9lectionnez une version de la sp\u00e9cification IMS QTI
im_ex_version_12=QTI v 1.2
im_ex_version_20=QTI v 2.0
im_ex_version_show=faux
import_a=Importer \u00e9valuation
import_p=Importer partie
import_q=Importer Question
import_action=Importer
choose_file=S\u00e9lectionnez un fichier \:
import_instructions=Choisissez un fichier <b>XML</b> IMS QTI-compliant, ou un fichier <b>ZIP</b> IMS Content Packaging dans votre ordinateur.
import_pool_instructions=Choisissez un fichier <b>XML</b>, compatible avec la norme IMS QTI, dans votre ordinateur.
dash=- 
importExport_warningHeader=<b>Note \:</b>
importExport_warning1=<b>Interaction graphique</b> les questions ne seront pas export\u00e9es car elles ne correspondent pas \u00e0 un type de question standard. Vous pouvez les copier d'un espace \u00e0 un autre \u00e0 l'aide des groupes de questions ou de la fonction Importer du menu Information de cet espace.
importExport_warning2=Les tests qui contiennent des questions \u00e0 <b>choix multiple, s\u00e9lection multiple </b> avec <b> tout ou rien </b> s\u00e9lectionn\u00e9 ne conservent pas ce param\u00e8tre lors de l'importation vers un autre espace. Pour y rem\u00e9dier, apr\u00e8s l'importation, modifiez ces questions avant de publier pour r\u00e9initialiser la s\u00e9lection sur <b>Tout ou rien </b>.
# deferred for later
#import_instructions=Choose an IMS QTI-compliant XML file from your computer
# or an existing assessment to import.
#other_choose_title=Title
#other_choose_mod=Last Modified
#other_choose=OR Choose an assessment:

# properties used in java code
import_err=Une erreur s'est produite lors de l'importation de cette \u00e9valuation. Assurez-vous que le fichier est correctement format\u00e9 IMS QTI.
import_err_pool=Erreur \u00e0 l'importation. V\u00e9rifier que le fichier est au format IMS QTI. 
import_qti_not_found=Erreur \u00e0 l'importation de ce questionnaire. V\u00e9rifier que le nom du fichier QTI est correct. 
respondus_matching_err_1=a import\u00e9, mais il y a un probl\u00e8me avec les questions suivantes\u00a0\:
respondus_matching_err_2=Pour afficher dans ce syst\u00e8me, les \u00e9l\u00e9ments et les choix des questions correspondantes doivent \u00eatre jumel\u00e9s un \u00e0 un. Veuillez modifier cette \u00e9valuation pour ajouter des paires \u00e0 chaque question, ou supprimer compl\u00e8tement la question.

import_size_too_big={0} n'a pas pu \u00eatre import\u00e9 car la taille du fichier est limit\u00e9e \u00e0 {1}Mo par importation.

# import question pool 
import_qp=Importer un Groupe

# Export denied
export_denied=Exportation non permise
export_denied_message=Vous n'\u00eates pas autoris\u00e9 \u00e0 exporter cette \u00e9valuation. Veuillez contacter votre responsable si vous avez des questions.
button_continue=Retour

pool_error_title=Erreur pendant la mise \u00e0 jour du pool de questions

file_is=Ce fichier est un\u00a0\:
from_samigo=Exportation \u00e0 partir de ce syst\u00e8me (ou d'un autre Sakai)
from_respondus=Exporter \u00e0 partir de Respondus (lorsque vous "Enregistrer le fichier XML QTI" dans Respondus, s\u00e9lectionnez "Points sous forme de nombres d\u00e9cimaux" pour conserver les valeurs de points attribu\u00e9es \u00e0 chaque question.)

