#-------------------------------------------------------------------------------
# Translated by: e-Labora: e-Learning Laboratory - State University of Campinas
# Translated by: LARC - Laboratory of Architecture and Computer Networks 
# TIDIA-Ae Project Fapesp, Sao Paulo, Brazil
#-------------------------------------------------------------------------------

export_a	=	Exportar Avalia\u00e7\u00e3o
export_p	=	Exportar Parte
export_q	=	Exportar Quest\u00e3o
export_action	=	Download
#export_action	=	Exportar
#export_instructions	=	Escolha a Vers\u00e3o para um arquivo XML compat\u00edvel com IMS QTI 
export_instructions	=	Clique em Download para fazer o download de um arquivo XML compat\u00edvel com IMS QTI para o seu computador.
choose_type_1	=	Escolha o tipo de exporta\u00e7\u00e3o que voc\u00ea deseja fazer,
choose_type_2	=	ou
choose_type_3	=	, e clique em Exportar. Para QTI, um arquivo XML aparecer\u00e1 em uma nova janela. Selecione Arquivo > Salvar... no seu navegador, para salvar este arquivo em sua \u00e1rea de trabalho.
ims_qti	=	XML compat\u00edvel com IMS QTI
ims_cp	=	Pacote de Conte\u00fado IMS
choose_export_type	=	Selecionar tipo de exporta\u00e7\u00e3o:
qti12	=	QTI v 1.2
content_packaging	=	Pacote de Conte\u00fado 
cp_message=Se a sua avalia\u00e7\u00e3o n\u00e3o cont\u00e9m arquivos anexados e usa tags HTML para referenciar recursos externos, voc\u00ea deve usar a op\u00e7\u00e3o Pacote de Conte\u00fado.
export	=	Exportar
im_ex_version_choose	=	Selecionar Vers\u00e3o IMS QTI
im_ex_version_12	=	QTI v 1.2
im_ex_version_20	=	QTI v 2.0
im_ex_version_show	=	Falso
import_a	=	Importar Avalia\u00e7\u00e3o
import_p	=	Importar Parte
import_q	=	Importar Quest\u00e3o
import_action	=	Importar
choose_file	=	Selecionar um arquivo:
import_instructions	=	Selecionar um arquivo <b>XML</b> compat\u00edvel com IMS QTI ou um arquivo <b>ZIP</b> de um Pacore de Conte\u00fado IMS do seu computador.
import_pool_instructions=Selecionar um arquivo <b>XML</b> compat\u00edvel com IMS QTI do seu computador.
dash	=	-
# deferred for later		
#import_instructions	=	Selecionar um arquivo XML compat\u00edvel com IMS QTI do seu computador\
# or an existing assessment to import.		
#other_choose_title	=	T\u00edtulo
#other_choose_mod	=	\u00daltima Modifica\u00e7\u00e3o
#other_choose	=	OU Selecionar uma avalia\u00e7\u00e3o:
# properties used in java code		
import_err 	=	Ocorreu um erro ao importar esta avalia\u00e7\u00e3o. Verifique se o arquivo est\u00e1 no formato IMS QTI correto. 
import_err_pool = Ocorreu um erro ao importar esse banco. Verifique se o arquivo est\u00e1 no formato IMS QTI correto. 

import_qti_not_found = Ocorreu um erro ao importar essa avalia\u00e7\u00e3o. Verifique se o nome do arquivo QTI est\u00e1 correto.
respondus_matching_err_1 = importado, mas h\u00e1 um problema com as seguintes quest\u00f5es:
respondus_matching_err_2 = Para exibir nesse sistema, itens e op\u00e7\u00f5es das quest\u00f5es correspondentes devem ser combinados um a um. Por favor, edite essa avalia\u00e7\u00e3o para adicionar pares para cada quest\u00e3o ou exclua a quest\u00e3o inteira.

import_size_too_big={0} n\u00e3o p\u00f4de ser importado porque h\u00e1 um limite de tamanho de arquivo de {1} MB por importa\u00e7\u00e3o.

# import question pool 		
import_qp	=	Importar Enquete
# Export denied		
export_denied	=	Exporta\u00e7\u00e3o N\u00e3o Permitida
export_denied_message	=	Voc\u00ea n\u00e3o tem permiss\u00e3o para exportar essa avalia\u00e7\u00e3o. Por favor, entre em contato com o seu instrutor, caso tenha alguma d\u00favida. 
button_continue	=	Voltar
pool_error_title=Erro ao atualizar Banco de Quest\u00f5es

file_is=Esse arquivo \u00e9 um:
from_samigo=Exportar a partir desse sistema
from_respondus=Exportar de Respondus (Quando voc\u00ea "Salva o Arquivo QTI XML" em Respondus, selecione "Pontos como n\u00fameros decimais" para manter o valor dos pontos atribuidos a cada quest\u00e3o.)


