subnav_print=Imprimeix la previsualitzaci\u00f3
img_part_delete=/images/icons/page_delete.png
img_part_edit=/images/icons/page_edit.png
img_edit=/images/icons/pencil.png
img_delete=/images/icons/delete.png
add_items=Afegeix elements\:
add_q=Afegeix una pregunta\:
add_matches=Afegeix les coincid\u00e8ncies\:
add_more_answer_sect=Afegeix una altra secci\u00f3 de respostes\:--
add_more_answer_sects=Afegeix m\u00e9s apartats de respostes\:--
add_more_options=Afegeix m\u00e9s opcions
add_more_items=Afegeix m\u00e9s elements
addr=Adreces\:
admin=Admin
all=tots
button_back=Enrere
all_user_input_saved=Totes les entrades de l'usuari s'han desat autom\u00e0ticament.
allow_only_specified=Admet nom\u00e9s les IP indicades
an_assessment_must_co=Per publicar una prova ha de contenir almenys una pregunta
anonymous=An\u00f2nim
anonymous_grading_on=Permet nom\u00e9s l'avaluaci\u00f3 an\u00f2nima
another_p=Una altra part
answer=Resposta
answer_options_rich=Introdu\u00efu el text de l'opci\u00f3 i/o afegiu fitxers adjunts
answer_options=Introdu\u00efu les opcions individualment
answer_options_paste=Enganxeu una llista (una opci\u00f3 per l\u00ednia, sense pics)
answer_options_populate=Ompliu les opcions de resposta
answer_options_count=Nombre d'opcions en aquesta pregunta (per exemple, de A a G \= 7)
required_options_count=Nombre de respostes obligat\u00f2ries
answers_required=resposta(es) obligat\u00f2ria(es)
answer_point_value=Valor en punts de la resposta
answer_point_value_display=Mostra a l'estudiant el valor de la pregunta quan est\u00e0 fent la prova. 
answer_min_point_value=Puntuaci\u00f3 m\u00ednima (opcional)
answer_min_point_info=*Punts que s'assignaran a l'usuari per haver intentat donar una resposta
answer_provide_a_mo=Resposta\: Doneu una resposta model per mostrar als estudiants i ajudar els correctors.
answer_text_predefi=Text de resposta\: Conjunt d'escales predefinit per a l'informe del q\u00fcestionari.
answers=Respostes
answers_select_answ=Respostes\: Seleccioneu la resposta aqu\u00ed sota.
as_listed_on_assessm=Segons el llistat de la p\u00e0gina de preguntes de la prova
assessment=Prova
assessment_introduct=Introducci\u00f3 a la prova
assessment_metadata=Metadades de la prova
assessment_organizat=Organitzaci\u00f3 de la prova
assessment_released=Prova publicada a
assessment_title=Nom de la prova
assessment_title_colon=Nom de la prova
assign_to=Assigna a
assign_to_p=Assigna a la part
assign_to_q_p=Assigna al fons de preguntes
assign_to_question_p=Assigna al fons de preguntes
audio_recording=Resposta d'\u00e0udio de l'estudiant
authenticated_users=Tots els usuaris
author_s=Autor/s
auto_save=Desa autom\u00e0ticament
auto_submit_when_tim=Lliura autom\u00e0ticament quan s'esgoti el temps
available=Disponible
button_remove_submissions=Elimina els lliuraments
bg_color=Color de fons
bg_image=Imatge de fons
but_remember=per\u00f2 recordeu
button_add=Afegeix
button_cancel=Cancel\u00b7la els canvis
copy_to_pool=Copia  a un fons de preguntes
button_save=Desa
button_save_pair=Desa la parella
button_close=Tanca
button_save_pub=Desa i publica la prova
button_republish_and_regrade=Requalifica i republica
button_republish=Re-publica
button_return=Retorna
button_update_points=Actualitza els punts
button_update_order=Actualitza l'ordenaci\u00f3
button_add_questions=Afegeix preguntes
button_search_questions_by_tag_and=Cerca preguntes que coincideixin amb TOTES les etiquetes
button_search_questions_by_tag_or=Cerca preguntes que coincideixin amb ALMENYS UNA de les etiquetes
button_search_questions_by_text_and=Cerca preguntes que coincideixin amb TOTES les paraules
button_search_questions_by_text_or=Cerca preguntes que coincideixin amb ALMENYS UNA de les paraules
search_question_by_text_tip=Podem usar cometes per agrupar paraules i trobar nom\u00e9s coincid\u00e8ncies exactes
origin=Origen
origins=Llocs on s'usa aquesta pregunta\:
preview_tip=El bot\u00f3 de visualitzaci\u00f3 pr\u00e8via us mostrar\u00e0 informaci\u00f3 addicional sobre la pregunta. Les preguntes es poden duplicar a diferents llocs (fons de preguntes i proves). La llista de resultats nom\u00e9s mostra una de les ocurr\u00e8ncies de la pregunta. El camp "Origen" mostra d'on prov\u00e9s aquest resultat. Podeu veure tots els llocs on s'usa la pregunta a la visualitzaci\u00f3 pr\u00e8via.
preview=Visualitzaci\u00f3 pr\u00e8via
loading=Carregant preguntes...


# CALCULATED_QUESTION
calculated_question=Pregunta calculada
calc_question_var_label=Variables
calc_question_additional_label=Informaci\u00f3 addicional
calc_question_formula_label=F\u00f2rmules
calc_question_var_and_formula_label=Variables i f\u00f2rmules
calc_question_calculation_label=C\u00e0lculs
calc_question_calculation_col=C\u00e0lcul
calc_question_example_label=Exemple
calc_question_varname_col=Nom de la variable
calc_question_varname=Nom de la variable\:
calc_question_formulaname_col=Nom de la f\u00f3rmula
calc_question_formula_col=F\u00f3rmula
calc_question_min=M\u00edn
calc_question_max=M\u00e0x
calc_question_dec=Xifres decimals
calc_question_tolerance=Toler\u00e0ncia
calc_question_general_instructsion_label=Qu\u00e8 \u00e9s una pregunta calculada
calc_question_general_instructions1=Una pregunta calculada t\u00e9 una resposta diferent a cada prova, perqu\u00e8 est\u00e0 basada en unes variables que seran diferents cada cop. La resposta es calcula a partir d'una f\u00f3rmula que cont\u00e9 aquestes variables.
calc_question_general_instructions2=Una definici\u00f3 de variable t\u00e9 un nom, un valor m\u00e0xim i m\u00ednim i un nombre de xifres decimals. 
calc_question_general_instructions3=Una definici\u00f3 d'una f\u00f3rmula t\u00e9 un nom, una expressi\u00f3 matem\u00e0tica que usa les variables i una toler\u00e0ncia, de manera que les respostes dins de la toler\u00e0ncia de la resposta tamb\u00e9 es consideren correctes. 
calc_question_walkthrough_label=Passos per crear una pregunta calculada
calc_question_walkthrough1=Ompliu el text de la pregunta amb la informaci\u00f3 que veur\u00e0 l'estudiant, incloent on aniran les variables i les f\u00f2rmules (consulteu els exemples de sota). 
calc_question_walkthrough2=Premeu el bot\u00f3 d'extreure les variables i les f\u00f2rmules per crear les variables i les f\u00f2rmules.
calc_question_walkthrough3=Canvia el m\u00edn, el m\u00e0x i el nombre de xifres decimals per totes les variables per definir el rang de valors v\u00e0lids.
calc_question_walkthrough4=Introdu\u00efu l'expressi\u00f3 matem\u00e0tica per cada f\u00f3rmula, inserint les variables quan calgui.
calc_question_walkthrough5=Premeu el bot\u00f3 de desar per desar la feina. 
calc_question_walkthrough6=Els errors que es produeixin es mostraran a dalt de tot de la p\u00e0gina. Cal corregir-los abans de desar. Els camps que continguin errors es ressaltaran per indicar on hi ha els problemes. 
calc_question_extract_button=Extreu les variables, els c\u00e0lculs i les f\u00f3rmules del text de la pregunta
calc_question_define_vars=Podeu definir variables dins del text de la pregunta i en expressions corresponents a f\u00f2rmules posant-les entre claus (per exemple\: {a}, {b}, and {c} ).
calc_question_define_vars2=Cal que poseu els noms de variables entre claus (per exemple {x}).
calc_question_define_calculations=Al text de la pregunta tamb\u00e9 podeu definir c\u00e0lculs. Useu doble par\u00e8ntesi quadrat per indicar el c\u00e0lcul (per ex. [[3+2]]). Als c\u00e0lculs tamb\u00e9 podeu usar variables (per ex. [[{a}+{b}]]). Aquests c\u00e0lculs poden ajudar l'estudiant en la resoluci\u00f3 de la q\u00fcesti\u00f3. Tamb\u00e9 poden ajudar al docent a comprovar que la pregunta est\u00e0 ben definida abans de publicar-la. 
calc_question_answer_expression=Cal posar claus dobles al voltant del nom d'una f\u00f3rmula (per exemple {{z}}). Aquesta sintaxi tamb\u00e9 defineix on es mostrar\u00e0 el quadre on l'estudiant haur\u00e0 d'introduir la resposta.
calc_question_answer_variance=Podeu definir la toler\u00e0ncia acceptable com una constant (0.01) o un percentatge (1.5%) de la resposta. (La predeterminada \u00e9s 0.01.)
calc_question_answer_decimal=Les variables i les f\u00f2rmules permeten xifres decimals. L'opci\u00f3 predeterminada \u00e9s 3.
calc_question_example1=Josep t\u00e9 {x} pomes. Se'n compra {y} m\u00e9s. Ara en t\u00e9 [[{x}+{y}]]. Maria se li menja {z}. A Josep li queden {{w}} pomes.
calc_question_example1_formula=La f\u00f3rmula w a l'exemple anterior es definiria com\: {x} + {y} \u2013 {z}
calc_question_functions=Podeu usar les seg\u00fcents funcions matem\u00e0tiques\: SIN, COS, TAN, ASIN, ACOS, ATAN, ABS, EXP, SGN, SQRT, LOG10 i LN.
calc_question_example2=Resol\: COS({a}) * ({c} - {b}) \= {{z}}.
calc_question_example2_formula=La f\u00f3rmula z a l'exemple anterior es definiria com\: COS({a}) * ({c} - {b})
calc_question_example3=L'\u00e0rea d'un quadrat \u00e9s [[{s}*{s}]]. Indica la longitud del costat\: {{Z}}. La f\u00f3rmula Z seria {s}.
calc_question_constants=Hi ha dues constants integrades, PI(3.14...) i e(2.718...). Es poden usar en expressions per a f\u00f2rmules.
calc_question_var_names=Els noms de variable i de f\u00f3rmula s\u00f3n alfanum\u00e8rics i han de comen\u00e7ar amb una lletra
calc_question_unique_names=Les variables i les f\u00f2rmules no poden tenir el mateix nom.
calc_question_scientific_notation=Tant a les variables com a les f\u00f3rmules i als c\u00e0lculs podeu usar la notaci\u00f3 cient\u00edfica (per ex. 6.02310e23 o 1.67e-27).
calc_question_preview=Es recomana l'\u00fas de la possibilitat d'una previsualitzaci\u00f3 de la prova per comprovar si hi ha errors. Els botons d'extreure i de desar validen les f\u00f2rmules. 
calc_question_hideshow=Mostra/Amaga m\u00e9s instruccions i exemples
calc_question_operators=S\u00f3n operadors v\u00e0lids\: + - * / ^ ()
calc_question_error_syntax=La varian\u00e7a acceptable de la resposta i les xifres decimals esperades han de respectar el format seg\u00fcent\: {x+y|1%,2} o {x+y|1,2}. Es pot ometre les xifres decimals esperades (per exemple. {x+y|1%}). El l\u00edmit de xifres decimals \u00e9s 6.
calc_question_error_expression=Hi ha un error matem\u00e0tic a l'expressi\u00f3 que heu donat com a resposta.
calc_question_error_expression_variables=La f\u00f3rmula matem\u00e0tica fa refer\u00e8ncia a una variable que s'ha usat a les instruccions. 
calc_question_prompt_preview=Despr\u00e9s de desar useu la previsualitzaci\u00f3 de la prova per assegurar-vos que les preguntes funcionen com espereu. 
calc_question_no_calculations=No s'ha definit cap c\u00e0lcul
calc_question_calculation_sample_col=Exemple
calc_question_calculation_status_col=Estat
calc_question_instructions_label=Instruccions
calc_question_simple_instructions_step_1=Podeu definir variables al text envoltant-ne el nom amb claus (per ex. {x} i {y} )
calc_question_simple_instructions_step_1a=Quan l'estudiant vegi la pregunta apareixeran al lloc del nom de les variables els seus valors. 
calc_question_simple_instructions_step_2=Podeu indicar en quin lloc del text apareixeran les f\u00f3rmules envoltant amb dobles claus el seu nom (per ex. {{z}} )
calc_question_simple_instructions_step_2a=Quan l'estudiant faci la prova veur\u00e0 quadres de text on introduir les seves respostes enlloc dels noms de les f\u00f3rmules
calc_question_simple_instructions_step_2b=Podeu afegir c\u00e0lculs interns amb les variables definides usant un doble par\u00e8ntesi quadrat [[]]. Al text de la pregunta es mostrar\u00e0 el resultat del c\u00e0lcul (per ex.[[{x}+{y}]]) 
calc_question_simple_instructions_step_3=Despr\u00e9s d'escriure el text premeu el bot\u00f3 per extreure les variables, les f\u00f3rmules i els c\u00e0lculs
calc_question_simple_instructions_step_3a=Introdu\u00efu el valor m\u00ednim i m\u00e0xim que poden tenir les variables
calc_question_simple_instructions_step_3b=Podeu definir expressions de f\u00f2rmules en termes de les variables usant claus (per ex. {x} - {y} )

# CALCULATED QUESTION ERRORS
empty_field=El camp no pot estar buit
no_variables_defined=No s'han definit variables
no_formulas_defined=No s'han definit f\u00f2rmules
no_variables_formula=Les f\u00f3rmules han de contenir almenys una variable
max_less_than_min=Una variable t\u00e9 un m\u00e0xim menor que el seu m\u00ednim
invalid_tolerance=La toler\u00e0ncia ha de un decimal v\u00e0lid o un percentatge (5.0 or 5.0%)
tolerance_negative=La toler\u00e0ncia ha de ser positiva; defineix el rang dins del qual la resposta es considerar\u00e0 correcta 
invalid_min=M\u00edn ha de ser un nombre v\u00e0lid (0.0)
invalid_min_scale=El nombre m\u00ednim de decimals \u00e9s m\u00e9s gran que el valor de l'escala
invalid_max=M\u00e0x ha de ser un nombre v\u00e0lid (0.0)
invalid_max_scale=El nombre m\u00e0xim de decimals \u00e9s m\u00e9s gran que el valor de l'escala
unique_names=Les variables i les f\u00f2rmules han de tenir noms \u00fanics
variable_name_empty=El nom de la variable no pot estar buit. Les variables han de comen\u00e7ar amb un car\u00e0cter alfa i nom\u00e9s poden contenir alfa, num\u00e8rics i gui\u00f3 baix i cal envoltar-les amb claud\u00e0tors (per exemple {x})
variable_name_invalid=El nom de la variable no \u00e9s v\u00e0lid. Les variables han de comen\u00e7ar amb un car\u00e0cter alfa i nom\u00e9s poden contenir alfa, num\u00e8rics i gui\u00f3 baix i cal envoltar-les amb claud\u00e0tors (per exemple {x})
formula_name_empty=El nom de la f\u00f3rmula no pot estar buit. Els noms de f\u00f3rmula han de comen\u00e7ar amb una lletra i nom\u00e9s poden contenir car\u00e0cters alfanum\u00e8rics i gui\u00f3 baix, i cal envoltar-los amb claus (per exemple {{y}}). 
formula_name_invalid=El nom de la f\u00f3rmula no \u00e9s v\u00e0lid. Els noms de f\u00f3rmula han de comen\u00e7ar amb una lletra i nom\u00e9s poden contenir car\u00e0cters alfanum\u00e8rics i gui\u00f3 baix, i cal envoltar-los amb claus (per exemple {{y}}). 
formulas_not_validated=Les f\u00f2rmules no s'han pogut validar a causa d'errors previs. 
samigo_formula_error_1=1\: Error de sintaxi
samigo_formula_error_2=2\: Error de sintaxi
samigo_formula_error_3=3\: Manca un par\u00e8ntesi
samigo_formula_error_4=4\: L'expressi\u00f3 est\u00e0 buida
samigo_formula_error_5=5\: Part no esperada
samigo_formula_error_6=6\: L'expressi\u00f3 acaba de manera inesperada
samigo_formula_error_7=7\: Es requereix un valor
samigo_formula_error_8=8\: La f\u00f3rmula permet una arrel quadrada negativa
samigo_formula_error_9=9\: La variable no est\u00e0 definida a les instruccions
samigo_formula_error_101=101\: Operador desconegut
samigo_formula_error_102=102\: Expressi\u00f3 desconeguda
samigo_formula_error_103=103\: Variable desconeguda
samigo_formula_error_104=104\: Operador desconegut
samigo_formula_error_200=200\: L'expressi\u00f3 \u00e9s massa llarga
samigo_formula_error_300=300\: S'ha produ\u00eft un error definint una variable
samigo_formula_error_400=400\: Aquesta funci\u00f3 requereix un valor num\u00e8ric que sigui un sencer
samigo_formula_error_401=401\: El resultat no \u00e9s un nombre (NaN)
samigo_formula_error_402=402\: El resultat \u00e9s infinit (infinit)
samigo_formula_error_500=500\: Error desconegut

cert_rem_assmt=Esteu segur de voler eliminar la prova anomenada {0}?
button_edit_questions=Edita les preguntes
button_return_to_main=Retorna a la pantalla de preguntes principal
cert_rem_q=Esteu segur que voleu eliminar aquesta pregunta?
cert_rem_submissions=La prova {0} t\u00e9 lliuraments. Per poder eliminar la prova cal eliminar primer tots els lliuraments associats amb ella. 
change_q_type=Canvia el tipus de pregunta
change_question_type=Canvia el tipus de pregunta
change=Canvia
choose_rem=Escolliu el que vulgueu eliminar
choose_which_of_the=Escolliu quina d'aquestes opcions correspon a aquesta relaci\u00f3\: la Xina \u00e9s a \u00c0sia com _ \u00e9s a _.
collect_metadata_for_p=Recull les metadades per a les parts a l'editor de preguntes
collect_metadata_for_q=Recull les metadades per a les preguntes a l'editor de preguntes
continuous_numbering=Numeraci\u00f3 cont\u00ednua entre parts.
copy_all_to_pool=Copia totes les preguntes al fons
correct_answer=Resposta correcta
correct_answer_opti=Comentaris en cas de resposta correcta (opcional)
correct_options=Opcions correctes
correct_incorrect_an=Comentari a la resposta correcta/incorrecta
correct_match_feedback_opt=Comentari sobre coincid\u00e8ncia correcta (opcional)
incorrect_match_feedback_opt=Comentari sobre correspond\u00e8ncia incorrecta (opcional)
correct_im_feedback_opt=Comentari sobre coincid\u00e8ncia correcta (opcional)
incorrect_im_feedback_opt=Comentari sobre correspond\u00e8ncia incorrecta (opcional)
feedback_unavailable=Per aquesta selecci\u00f3 els comentaris no estan disponibles
correct_option_labels=Corregeix les etiquetes d'opci\u00f3 (per exemple, A o ABC)
correct_response=Resposta correcta
create_modify_a=Afegeix/modifica una prova
create_modify_p=Afegeix/modifica una part
create_pairing=Afegeix/edita la parella i el comentari opcional
create_IM_pairing=Introdu\u00efu la descripci\u00f3 i dibuixeu la zona correcta de la imatge interactiva que voleu afegir. El bot\u00f3 verd indica l'element en qu\u00e8 esteu treballant. 
all_im_zones_needed=Heu de definir a la imatge totes les zones
all_im_descriptions_needed=Heu d'introduir totes les descripcions
im_description=Introdu\u00efu la descripci\u00f3 de l'element
im_add_item=Afegeix un element
no_matching_pair=No s'han creat parelles
creator=Creador
delivery_dates=Dates de lliurament
description_asi_aut=Descripci\u00f3\: Full d'estil XML d'autor de l'ASI\: Enregistrament multim\u00e8dia
description_intro_o=Descripci\u00f3/Introducci\u00f3 (opcional)
due=Lliurament
each_p_is_on_a_se=Cada part es troba en una p\u00e0gina web separada.
each_q_is_on=Cada pregunta es troba en una p\u00e0gina web separada.
editor=Editor
example_emi_question=Les parts d'un pregunta de correspond\u00e8ncia entre elements
existing_qs=Preguntes existents
existing_q=Pregunta existent
extended_matching_items=Elements de correspond\u00e8ncia
false_msg=Fals
feedback_will_be_dis=Els comentaris es mostraran a l'estudiant en una data determinada
file_upload=C\u00e0rrega de fitxer
file_upload_example=Exemple de c\u00e0rrega de fitxer
fill_in_the_blank=Completeu
fill_in_numeric=Resposta num\u00e8rica
for_example_curly=Per exemple\:  Les roses s\u00f3n {vermelles} i les violetes s\u00f3n {blaves}.
for_example_curly_fin=Per exemple\:   3*3\= {9} and 2+2\= {4}
global_nav_assessmt=Proves
global_nav_template=Plantilles
global_nav_pools=Fons de preguntes
subnav_add_part=Afegeix una part
action_print=Imprimeix
gradebook_options=Opcions del llibre de qualificacions
grading=Avaluaci\u00f3
grading_options=Opcions d'avaluaci\u00f3
graphics=Gr\u00e0fics
high_security=Alta seguretat
hrs=h
if_multiple_submissi=Si hi ha diversos lliuraments per usuari
im_choice_col=Text descriptiu
im_currently_editing=Actualment s'est\u00e0 editant
im_match_col=Zona de la imatge 
image=Imatge
image_map_question=Imatge interactiva
image_map_src=Seleccioneu la imatge interactiva que voleu usar
immediate_feedback=Comentari immediat
import_an_assessment=Importa una prova
import_from_a_file=Importa des d'un fitxer
import_from_q=Copia des del fons de preguntes
import_from_question_bank=*** Importa del banc de preguntes
import_from_question=Importa des del fons de preguntes
incorrect_answer_op=Comentaris en cas de resposta incorrecta (opcional)
ins_new_q=Insereix una pregunta nova
insert_additional_a=Insereix respostes addicionals
insert_additional_q_a_combos=Insereix elements addicionals
insert_additional_answer_options=Insereix opcions de resposta addicionals
insert_p=Insereix una part
insert_q=Insereix una pregunta
item=Element
item_display_author=Mostra l'element - mode Autor
items=Elements
key=Paraules clau
keyword=Paraula clau
late_handling=Gesti\u00f3 de lliuraments fora de temps
late_submissions_af=NO s'accepta el lliurament fora de temps (despr\u00e9s de la data de lliurament).
late_submissions_wil=S'accepta el lliurament fora de temps, per\u00f2 en avaluar-lo es far\u00e0 constar el retard.
linear_access_to_que=Acc\u00e9s lineal a les preguntes SENSE RETORN a p\u00e0gines anteriors. <br/> &nbsp; &nbsp; &nbsp; Nom\u00e9s es mostraran botons de SEG\u00dcENT que nom\u00e9s permetran seguir endavant. <br/> &nbsp; &nbsp; &nbsp; NO hi haur\u00e0 \u00edndex de continguts. <br/>
match=Correspond\u00e8ncia
lead_in_statement=Porta a
default_lead_in_statement_description=El text seg\u00fcent ser\u00e0 el que apareixer\u00e0 si no feu clic sobre el quadre i introdu\u00efu un text propi.<br/>\n<br/>\nText per defecte\:<br/>
default_lead_in_statement=Seleccioneu las opcions de resposta m\u00e9s adequades per cadascun dels elements seg\u00fcents. Cada opci\u00f3 de resposta es pot usar un sol cop, m\u00e9s d'un cop o mai.
matching=Correspond\u00e8ncia
matching_choice_col=Opci\u00f3
matching_match_col=Correspond\u00e8ncia
matching_currently_editing=Actualment s'est\u00e0 editant
matching_q_cont=Pregunta de correspond\u00e8ncia - Continuaci\u00f3
metadata=Metadades
mins=min
model_short_answer=Model de resposta curta  (opcional)
modify_q=Modifica la pregunta
multiple_choice_type=Tipus test
multiple_mc_ss_pc=M\u00faltiples respostes correctes, selecci\u00f3 d'una t\u00e9 cr\u00e8dit parcial
multiple_choice_surv=Q\u00fcestionari tipus test
mutually_exclusive=<b>M\u00fatuament excloients?</b>
my_assmts=Proves
my_qs=Preguntes
my_qp=Fons de preguntes
my_ts=Plantilles
navigation=Navegaci\u00f3
new_p=Part nova
next_prev=Hi ha botons de Seg\u00fcent i Anterior a cada p\u00e0gina per navegar.
no_feedback_will_be=No es mostraran els comentaris a l'estudiant.
no_toc=NO hi ha p\u00e0gina d'\u00edndex.
none=cap
note_emi_correct_options=Inseriu al final del text entre claud\u00e0tors ([]) les opcions correctes per cada element. 
note_emi_separate=Si hi ha m\u00e9s d'una opci\u00f3 correcta, separeu-les amb comes (,).
note_emi_example=Per exemple\: Quins dels ossos que apareixen a continuaci\u00f3 els trobarem al bra\u00e7? [a,d,e]
note_p_headers_w=NOTA\: Les cap\u00e7aleres de les parts amb el t\u00edtol "Per defecte" no s\u00f3n visibles per als examinands.
note_point_value_for_question=Atenci\u00f3\: Valor opcional; sobreescriu el valor de les preguntes al fons d'origen.
note_place_curly=NOTA\: Escriviu entre claus ({}) les paraules que necessitin un espai en blanc.
defining_answers=<b>Definint les respostes </b>
fib_note_1=Envolteu amb claud\u00e0tors "{}" la paraula(es) que requereixin camp(s) de resposta buits. <br/> Exemple\: Les roses s\u00f3n {roges} i les violetes s\u00f3n {blaves}.
fib_note_2=Inserteu el separador "|" entre les opcions de resposta que siguin sin\u00f2nims.<br />Exemple\: Color {vermell|roig}. 
fib_note_3=Inserteu un asterisc (*) en els cas de car\u00e0cters comod\u00ed.<br />Exemple\: Plou a {L*} i neva a  {V*lh*}.
note_defining_answers=Envolteu amb claud\u00e0tors "{}" els valors num\u00e8rics que requereixin camps de resposta en blanc. Exemple\: 3*3\={9}.
range=<b>Rang\:</b>Inserteu el separador "|" entre els valors del rang.
range_example=Exemple\: El preu \u00e9s {12.2|14.5}. Una resposta de l'estudiant entre 12.2 i 14.5 es considerar\u00e0 v\u00e0lida.
scientific_notataion=<b>Notaci\u00f3 cient\u00edfica\:</b> S'HA D'USAR el punt com a separador decimal i la lletra "E" o "e" per a indicar l'exponent.
scientific_notataion_example=Exemple\: {6.022E23} correspon al nombre d'Avogadro.
complex_numbers=<b>Els nombres complexos</b> han de tenir la forma (a + bi) on "a" i "b" necess\u00e0riament han de tenir un valor.
complex_numbers_example=Exemple\: {1+1i} \u00e9s v\u00e0lid mentre que {1+i} no ho \u00e9s. De manera similar, {0+9i} \u00e9s v\u00e0lid mentre que {9i} no ho \u00e9s.
accepted_characters=<b>Car\u00e0cters permesos</b>
note_accepted_fin_1=Dins de les claus nom\u00e9s es permeten nombres, separadors decimals, indicador del signe davant de nombres (ex. -5) o <br/> espais (com a separadors de milers 5 000).<b>NOTA\:</b> Per a la notaci\u00f3 cient\u00edfica, <br/> S'HA d'usar el punt com a separador decimal.
note_accepted_fin_2=Qualsevol altre car\u00e0cter (per exemple, $ or %) ha d'anar fora dels claud\u00e0tors. Per exemple\: 3/10\= {30}% <br/>(Nom\u00e9s cal introduir el valor de 30 al camp de resposta per omplir.)
note_accepted_fin_3=Quan es defineix un rang de valors, el que precedeix el separador "|" ha de ser menor que el valor que hi hagi darrere <br/>el separador (per exemple, {12.2|14.5}).
for_example_accepted_fin=Per exemple\: 3/10\= {30}% (Nom\u00e9s cal introduir 30 al camp de resposta buit.)
mathjax_usage_warning=El codi LaTex pot entrar en conflicte amb la notaci\u00f3 que requereix aquest tipus de pregunta. 
# note_insert_pipe=Insert "|" (pipe) for synonyms or multiple answers and "*" for wildcard characters.
# for_example_pipe=For example: The sides are {heads|tails} and {h**dslt**ls}.
note_insert_pipe=OPCIONS\: Inseriu "|" per a sin\u00f2nims o respostes m\u00faltiples.
for_example_pipe=Per exemple\: Els fulls tenen {anvers|revers}.
wildcard_char=Inseriu un asterisc (*) per a un o m\u00e9s car\u00e0cters de comod\u00ed\u00ad.
wildcard_example=Per exemple\: Plou a {b*} i {b*s}.
number_of_attempts=Nombre d'intents
number_of_attempts_indic=Indiqueu el nombre de vegades que els estudiants poden tornar a registrar la resposta
number_of_qs=Nombre de preguntes
point_value_of_questons=Puntuaci\u00f3 de les preguntes
randomization=Aleatoritzaci\u00f3
type_of_randomization=Tipus d'aleatoritzaci\u00f3
randomized_per_submission=Les preguntes de l'estudiant es generen aleat\u00f2riament cada cop que es lliura una prova
randomized_per_student=Les preguntes de l'estudiant es generen aleat\u00f2riament una vegada per a tots els lliuraments
number_of_submission=Nombre de lliuraments permesos
numbering=Numeraci\u00f3
obj=Objectius
objective=Objectiu
one_per=(un per l\u00ednia)
only=Nom\u00e9s
only_next=Nom\u00e9s hi ha botons de Seg\u00fcent per avan\u00e7ar.
org=Organitzaci\u00f3
p=Part
p_information=Informaci\u00f3 sobre la part
p_title=T\u00edtol de la part
part_dash=Part -
password=Clau
pool_name=Nom del fons
number_questions=(\# total de preguntes)
pt=Punts
q=Pregunta
q_text=Text de la pregunta
q_layout=Format de la pregunta
q_level_feedb=Comentari a nivell de pregunta
q_multiple=Pregunta  - Tipus test (diverses de correctes)
q_ordering_n=Ordenaci\u00f3 de la pregunta
qs=Preguntes
question=Pregunta
question_answer_combinations=Or\u00edgens dels elements
question_text=Text de la pregunta
question_theme_text=Tema
random_access_to_que=Acc\u00e9s aleatori a preguntes des d'un \u00edndex de continguts.<br/>Per poder navegar, hi ha botons SEG\u00dcENT i ANTERIOR a cada p\u00e0gina.
random_draw_from_que=Elecci\u00f3 aleat\u00f2ria des d'un fons de preguntes
random_draw_from_que_edit_disabled=(Per habilitar aquesta funcionalitat cal eliminar les preguntes existents en aquesta part)
randow_draw_from_que_no_pools_available=(Per habilitar aquesta funcionalitat cal que afegiu almenys una pregunta a un fons de preguntes que no estigui en \u00fas)
random_draw_questions_prefix=* Selecciona
random_draw_questions_suffix=preguntes de 
random_draw_correct_prefix=* Les respostes correctes valen
random_draw_correct_suffix=punts
random_draw_deduct_prefix=* Per a les preguntes de 'Veritat/Fals' o 'Selecci\u00f3 m\u00faltiple, una de correcta' resta 
random_draw_deduct_suffix=punt(s) per les respostes incorrectes. Aquest configuraci\u00f3 sobreescriu l'original.
random_within_p=Aleatori a l'interior de la part
randomize_answers=Aleatoritza les respostes
req_rationale=El raonament \u00e9s obligatori
randomize_items=Aleatoritza els elements
record_the_average_s=Desa la puntuaci\u00f3 mitjana
record_the_highest_s=Desa la puntuaci\u00f3 m\u00e9s elevada
rem_p_all=Elimina la part i totes les preguntes.
rem_p_only=Elimina nom\u00e9s la part i mou la/les pregunta/es a
remove_assessment_co=Confirmaci\u00f3 de l'eliminaci\u00f3 de la prova
remove_assessment_check=Confirmeu l'eliminaci\u00f3 de la prova
remove_p_conf=Confirmaci\u00f3 de l'eliminaci\u00f3 de la part
remove_q_conf=Confirmaci\u00f3 de l'eliminaci\u00f3 de la pregunta
remove_question_conf=Confirmaci\u00f3 de l'eliminaci\u00f3 de la pregunta
require_all_ok=Permet cr\u00e8dit parcial
require_rationale=Cal un raonament
required=Tots els camps amb un asterisc s\u00f3n obligatoris
rationale=Raonament
restart_numbering_be=Reinicia la numeraci\u00f3 entre parts.
retract=Tanca
rube=Signatures
rubric_colon=Signatura
sakai_assessment_man=Gestor de proves
sakai_assessment_rem_q=Prova Sakai - Elimina la pregunta
save_or_cancel_change=Desa o cancel\u00b7la els canvis
scoring=Puntuaci\u00f3
search_question=Cerca preguntes
secondary_pass=Clau secund\u00e0ria
select=[Selecciona]
select_menu=selecciona
select_appropriate_format=Seleccioneu el format apropiat
options_text=Opcions
select_a_pool_name=Seleccioneu un nom de fons (opcional)
select_a_pool_for_random_draw=Seleccioneu un fons de preguntes
select_num_questions=(\#\#\#)
select_combo=seleccioneu
select_one=seleccioneu-ne un ...
select_qtype=seleccioneu un tipus de pregunta
select_the_feedback=Seleccioneu els components dels comentaris que es mostraran a l'estudiant
selected=Seleccionat
selection_level_feed=Comentari a nivell de selecci\u00f3
settings=Configuraci\u00f3 -
short_answer_essay=Resposta curta/Redacci\u00f3
show=MOSTRA
show_hide=Mostra/Amaga
student_rsquo_s_scor=Puntuaci\u00f3 de l'alumne
submission_message=Missatge de lliurament
submissions=Lliuraments
submissions_allowed=lliuraments permesos
subsub=subsub
sure_rem_q=Segur que voleu eliminar aquesta pregunta?
tf=Veritat/Fals
the_complete_assessm=La prova completa es mostra en una p\u00e0gina web.
time_allowed_seconds=Temps perm\u00e8s (segons)
time_allowed_seconds_indic=Indiqueu el temps que t\u00e9 l'estudiant per desar la resposta
timed_assessment=Prova cronometrada
timed_assessment_wit=Prova cronometrada amb l\u00edmit de temps
title_navigoproject=Nom\: NavigoProject.org
total_pts=punts totals
total_pt=punts totals
true_msg=Veritat
true_false=Veritat Fals
true_false_slash=Veritat/Fals
true_false_q=Pregunta veritat/fals
unlimited=Il\u00b7limitat
upload_assessment=Puja la prova
user_must_click_sav=L'usuari ha de fer clic a sobre del bot\u00f3 "Desa" per desar el que ha introdu\u00eft.
username=Nom de l'usuari
zero_survey=(0 \= enquesta o pregunta sense avaluar)
choice_labels=A\:B\:C\:D\:E\:F\:G\:H\:I\:J\:K\:L\:M\:N\:O\:P\:Q\:R\:S\:T\:U\:V\:W\:X\:Y\:Z

no=No
yes=S\u00ed

#Question labels for analysis and statistics
#The different fields must always be named as follows:
#-question number is zero: {0}
#-part number is one: {1}
#-pool name is two: {2}
#used if the question is not from a random pool and the assignment has only one part
label_question=P{0}
#used if the question is not from a random pool and the assignment has more then one part
label_question_part=F{1}-P{0}
#used if the question is from a random pool and the assignment has more then one part
label_question_part_pool=F{1}-P{0}-Fons\:{2}
#used if the question is from a random pool and the assignment has only one part
label_question_pool={0}-Fons\:{2}

#multiple choice survey answers
above_average=Per sobre de la mitjana
below_average=Per sota de la mitjana
average=Mitjana
excellent=Excel\u00b7lent
yes_no=Si, No
disagree_agree=En desacord, d'acord
disagree_undecided=En desacord, indec\u00eds, d'acord
strongly_agree=Molt d'acord
strongly_disagree=Molt en desacord
disagree=en desacord
agree=D'acord
undecided=No s'ha decidit
unacceptable=Inacceptable
scale5=1 -> 5
scale10=1 -> 10

# added by daisyf
questions_lower_case=preguntes
question_s_lower_case=pregunta/es
points_lower_case=punts
point_lower_case=punt
generalItemFeedback=Comentari
correctItemFeedback=Comentari en cas de resposta correcta
incorrectItemFeedback=Comentari en cas de resposta incorrecta
correct=Correcte
incorrect=Incorrecte

question_lower_case=pregunta
answerKey=Clau de respostes
general_fb=Comentari sobre l'element general

not_correct=Incorrecte
a_level_feedb=Comentari a nivell de resposta
s_level_feedb=Comentari a nivell de selecci\u00f3
preview_model_short_answer=Model de resposta curta
number_of_tries=Nombre d'intents permesos

# add /edit Part
title=* T\u00edtol
information=Informaci\u00f3
title_note=Nota\: Les parts amb nom "Per defecte" no s\u00f3n visibles per als examinands.
options=Opcions
type=Tipus
type_onebyone=Preguntes creades una per una
random_draw_type=Elecci\u00f3 aleat\u00f2ria de
random_draw_msg=Les preguntes d''aquesta part s''han generat a partir del fons de preguntes, <b>{0}</b>, a  <b>{1}</b> de <b>{2}</b>. Per saber quins s\u00f3n els darrers canvis fets al fons, feu clic a  <b>Actualitza les preguntes</b> o  feu clic a <b>Edita</b> per aquesta part i despr\u00e9s feu clic a <b>Desa</b>. Fer clic a  <b>Vista pr\u00e8via</b> o <b>Publica</b> actualitzar\u00e0 autom\u00e0ticament les preguntes afegides des del fons quan s''exporti una prova. 
random_draw_msg_published=Les preguntes d''aquesta part s''han generat aleat\u00f2riament a partir del fons de preguntes, <b>{0}</b>, a <b>{1}</b> de <b>{2}</b>. Per editar les preguntes d''aquesta part,  feu clic a <b>Edita les preguntes</b>.
random_draw_msg_no_date=Les preguntes d'aquesta part s'han generat aleat\u00f2riament a partir d'un fons de preguntes. Feu clic a 'Previsualitza la prova' per veure una bateria de preguntes d'exemple generada aleat\u00f2riament. 
random_update_questions=Actualitza les preguntes

# for upload questions in editAssessment.jsp
upload_instruction=Feu clic a "Explora" per localitzar el fitxer i despr\u00e9s feu clic a "Puja"per pujar el fitxer.

update_pool_error_size_too_large=El nombre de preguntes que es volen afegir excedeix el nombre total de preguntes al fons. Modifiqueu el nombre de preguntes.
update_pool_error_unknown=S'ha produ\u00eft un error a l'actualitzar les preguntes generades aleat\u00f2riament a partir del fons de preguntes. 


# validate random drawn number for part
qdrawn_error=El nombre de preguntes a escollir ha de ser un sencer m\u00e9s gran que 0 per\u00f2 no major que 
qdrawn_pt_error=Els valors de la puntuaci\u00f3 han de ser nombres m\u00e9s grans o iguals a 0.0
qdrawn_null_error_pos=Cal que introdu\u00efu un valor al camp "Les respostes correctes valen"
qdrawn_null_error_neg=Cal que introdu\u00efu un valor al camp "resta_punt(s)"

selectedPool_error=Seleccioneu un fons a "Selecci\u00f3 aleat\u00f2ria del fons de preguntes".
overdrawn_error=El fons de preguntes seleccionat cont\u00e9 menys preguntes de les indicades. Introdu\u00efu-ne un nombre inferior.
# message for total scores for assessments consisting of random draw parts
random_draw_total_score=Com que part d'aquesta prova s'ha generat aleat\u00f2riament, la informaci\u00f3 de  la puntuaci\u00f3 total nom\u00e9s \u00e9s una estimaci\u00f3.

# error message for denied access
denied_create_assessment_error=No teniu autoritzaci\u00f3 per crear o importar una prova.
denied_edit_assessment_error=En aquest espai no teniu autoritzaci\u00f3 per editar aquesta prova. 
denied_delete_assessment_error=En aquest espai no teniu autoritzaci\u00f3 per eliminar aquesta prova. 
denied_publish_assessment_error=En aquest espai no teniu autoritzaci\u00f3 per publicar aquesta prova. 
denied_edit_publish_assessment_settings_error=No teniu autoritzaci\u00f3 per publicar aquesta prova en aquest espai i, per tant, tampoc per editar-ne la configuraci\u00f3.
denied_take_assessment_error=En aquest espai no teniu autoritzaci\u00f3 per fer aquesta prova, tot i aix\u00f2, la podeu veure. 
denied_submit_for_grade_error=En aquest espai no teniu autoritzaci\u00f3 per presentar aquesta prova per a que sigui avaluada. 
denied_grade_assessment_error=En aquest espai no teniu autoritzaci\u00f3 per qualificar aquesta prova. 
denied_delete_other_members_assessment_error=No teniu autoritzaci\u00f3 per eliminar proves que han creat altres participants de l'espai
# please add comment
duplicateName_error=No podeu duplicar els t\u00ed\u00adtols de les proves. Escolliu-ne un altre.
# 0 points for survey
zeropoints=0 punts

gradebook_exception_error=Advert\u00e8ncia\: No s'ha pogut crear un element de qualificaci\u00f3 per a aquesta prova. Contacteu amb el servei d'atenci\u00f3 a l'usuari. 

gradebook_service_error=Advert\u00e8ncia\: el llibre de qualificacions no s'ha desplegat correctament. Per tant, no es pot crear cap prova nova. Contacteu amb el servei d'atenci\u00f3 a l'usuari.

empty_part_title_error=El t\u00edtol de la part no pot estar buit.

# error message for question add
MCanswer_outofbound_error=Preguntes de m\u00faltiples respostes permet un m\u00e0xim de 26 respostes.
singleCorrect_error=Heu de seleccionar una resposta correcta.
multiCorrect_error=Heu de seleccionar almenys una resposta correcta.
answerList_error=Per a aquesta pregunta cal introduir com a m\u00ednim dues opcions de resposta.
missingChoices_error=Introdu\u00efu l'enunciat per a la selecci\u00f3
empty_correct_error=El camp de text corresponent a la resposta correcta no pot estar buit.
match_error=Heu d'introduir valors d'opci\u00f3 i de correspond\u00e8ncia
deliveryDate_error=El format de la data de lliurament no \u00e9s correcte\: mm/dd/aaaa hh\:mm\:ss\:aa
pool_missingBracket_error=Assegureu-vos que els claud\u00e0tors amb la relaci\u00f3 i les respostes continguin almenys un car\u00e0cter que no estigui en blanc.
fin_invalid_characters_error=Dins dels claud\u00e0tors nom\u00e9s es poden usar els car\u00e0cters permesos. 
mc_error=Introdu\u00efu m\u00e9s respostes.
emptyText_error=L'enunciat de la pregunta no pot estar buit.
noMatchingPair_error=Abans de desar aquesta pregunta, heu de tenir almenys una parella. Introdu\u00efu una parella i feu clic a "Desa parella".  Aleshores, per desar la pregunta, feu clic a sobre de "Desa", a la part inferior de la p\u00e0gina.
noImageMapPair_error=Per poder desar la pregunta ha d'haver almenys una zona de la imatge seleccionada. Seleccioneu una zona i feu clic a "Desa la zona de la imatge". Despr\u00e9s heu de desar la pregunta fent clic sobre "Desa" a la part inferior de la p\u00e0gina.
submissions_allowed_error=El temps perm\u00e8s ha de ser un n\u00famero enter positiu
corrAnswer=Heu de seleccionar, com a m\u00ednim, una resposta.
partial_credit_limit_summary="Valor %" per una resposta incorrecta ha de ser un valor sencer entre 0 i 99.
partial_credit_limit_detail=El valor ha de ser un nombre sencer entre 0 i 99.

edit_published_assessment_warn_1=Aquesta prova est\u00e0 tancada i els estudiants no la poden veure.
edit_published_assessment_warn_21=Feu clic a "Republica" o "Requalifica i republica" per fer accessible la prova a l'alumnat.
edit_published_assessment_warn_22=Feu clic a "Republica" per fer accessible la prova a l'alumnat.
edit_published_assessment_warn_edit_pool_questions=Els vostres canvis nom\u00e9s afectaran aquesta prova, en cap cas el fons de preguntes d''on s''han extret les preguntes. Per editar la pregunta corresponent del fons anomenat {0}, \nuseu l''enlla\u00e7 al fons de preguntes que apareix a la part superior de la p\u00e0gina. 
edit_published_assessment_error=Prova no disponible per a edici\u00f3
edit_published_assessment_error_info=Almenys un estudiant ha iniciat la prova i ja no es pot editar. Feu clic a "Torna" per tornar a la pantalla de proves.
regrade_republish=Republica vs. Requalifica i Republica
what_is_republish_1=Clic
what_is_republish_2=Republica
what_is_republish_3=si heu modificat contingut que no influeix en la valoraci\u00f3 global de la prova (per exemple, comentar una pregunta o una resposta).
what_is_regrade_republish_1=Feu clic
what_is_regrade_republish_2=Requalifica i republica
what_is_regrade_republish_3=si heu modificat quelcom que pugui canviar la qualificaci\u00f3 global de la prova, inclou\:
what_is_regrade_republish_4=1) Modifica la puntuaci\u00f3 assignada a una resposta en una pregunta d'autoavaluaci\u00f3. Aquestes preguntes poden ser dels tipus\:
what_is_regrade_republish_5=-Selecci\u00f3 M\u00faltiple
what_is_regrade_republish_6=-Enquesta
what_is_regrade_republish_7=-Omple els espais
what_is_regrade_republish_8=-Resposta num\u00e8rica
what_is_regrade_republish_9=-Relaciona
what_is_regrade_republish_10=-Veritat Fals
what_is_regrade_republish_11=2) Modificant la resposta correcta per a una pregunta d'autoavaluaci\u00f3.
what_is_regrade_republish_12=Nota\: Si heu fet ajusts manuals a preguntes d'autoavaluaci\u00f3 abans d'editar una prova publicada, fent clic a "Requalifica i Republica" sobreescriureu aquests canvis de puntuaci\u00f3 manuals. No obstant aix\u00f2, les preguntes qualificades manualment (per exemple, Resposta Curta, Gravaci\u00f3 Audio, Pujar Fitxer) no es veuran afectades.

# new fib authoring messages 
case_sensitive=<b>Distingir entre maj\u00fascules i min\u00fascules?</b>
case_sensitive_note=Quan est\u00e0 marcada la casella, la resposta de l'estudiant ha de coincidir exactament amb la resposta correcta respectant maj\u00fascules i min\u00fascules. 
case_sensitive_example=Exemple\: si la resposta correcta \u00e9s "ABC" i la resposta de l'estudiant \u00e9s "aBc", la resposta es marcar\u00e0 com a incorrecta. 
mutually_exclusive_note=Quan es marquen, les preguntes que inclouen m\u00e9s d'un espai en blanc per omplir amb opcions de resposta id\u00e8ntiques han de tenir respostes \u00faniques.
mutually_exclusive_example=Exemple\: Les cares d'una moneda s\u00f3n {cara|creu} i {cara|creu}. La resposta correcta \u00e9s\: cara, creu. Resposta mig correcta\: cara, cara. 
ignore_spaces=<b>Ignorar els espais?</b>
ignore_spaces_note=Si es marca, la resposta d'un estudiant no requerir\u00e0 car\u00e0cters d'espai buit ni es considerar\u00e0 incorrecta si no cont\u00e9 aquests car\u00e0cters d'espai buit.
ignore_spaces_example=Per exemple\: Si la resposta correcta \u00e9s "2 * sin(x - m)",  les respostes seg\u00fcents  tamb\u00e9 es consideraran correctes\: "2*sin(x-m)", "2*sin(x - m)", etc.


# edit publish assessment confirmation page
edit_published_assessment_heading_conf=Confirmaci\u00f3 de l'edici\u00f3 de proves publicades
warning=ALERTA\:
edit_published_assessment_heading_conf_info_1=Aquesta prova ja ha estat publicada.
edit_published_assessment_heading_conf_info_2=Deixar\u00e0 d'estar disponible pels estudiants fins que la republiqueu.
edit_published_assessment_heading_conf_info_3=Feu clic a EDITA per modificar la prova.
edit_published_assessment_heading_conf_info_4=Feu clic a CANCEL.LA per tornar a la p\u00e0gina de proves.

# signs for author tool
separator=|
dash=-
column=\: 
greater=>

# copy assessment confirmation page
copy_assessment_heading_conf=Confimaci\u00f3 de la duplicaci\u00f3 de la prova
copy_assessment_conf_info_1=Esteu segur que voleu copiar aquesta prova titulada "
copy_assessment_conf_info_2="?
append_copy_title=- Copia \#

# gradebook can not accept an assessment if its totalpoint = 0, 
gradebook_exception_min_points=Advert\u00e8ncia\: No s'ha pogut crear un element de qualificaci\u00f3 per a aquesta prova perqu\u00e8 l'eina Qualificacions requereix que el nombre total de punts per a la prova sigui > 0. A la configuraci\u00f3 de l'eina Qualificacions canvieu  l'opci\u00f3 corresponent a "Cap" i torneu-la a publicar. Si necessiteu m\u00e9s ajuda contacteu el servei d'atenci\u00f3 a l'usuari.

# Title of links: starts with t_
t_addPart=Afegeix una part
t_settings=Edita la configuraci\u00f3
t_removeP=Elimina la part
t_editP=Edita una part
t_editQ=Edita una pregunta
t_removeQ=Elimina la pregunta
t_assessment=Prova
t_question=Pregunta
t_removeC=Elimina l'opci\u00f3
t_removeO=Elimina l'opci\u00f3
t_removeI=Elimina l'element

# add attachments to questions
attachments=Fitxers adjunts
add_attachments=Afegeix fitxers adjunts
add_remove_attachments=Afegeix / Esborra fitxers adjunts
no_attachments=Encara no hi ha fitxers adjunts.
remove_attachment_heading=Esborra el fitxer adjunt
remove_attachment_conf=confirmeu l'eliminaci\u00f3 del fitxer adjunt
cert_rem_attachment=Esteu segur de voler esborrar aquest fitxer adjunt?
t_attachment=Mostra el fitxer adjunt en una finestra diferent

show_editor=Mostra l'editor de text enriquit (i el recompte de car\u00e0cters)
show_editors=Mostra tots els editors de text enriquit

file=Fitxer\:
upload=Puja
browse=Explora

note_negative_point_value_part=Opcional. Sobreescriu el valor corresponent al fons de preguntes d'origen. Pertany \u00fanicament a preguntes del tipus 'Veritat/Fals', 'Selecci\u00f3 M\u00faltiple' o 'Una correcta'.
negative_point_value=Punts que es descomptaran en cas de resposta incorrecta.
note_negative_point_value_question=Opcional. Nom\u00e9s per a les preguntes tipus 'Veritat/Fals' o 'Selecci\u00f3 m\u00faltiple, una de correcta'.

select_action=-- Seleccioneu una acci\u00f3 --
action_scores=Puntuacions

enable_partial_credit=Habilita el cr\u00e8dit parcial
reset_grading_logic=Reseteja a la puntuaci\u00f3 l\u00f2gica per defecte
enable_nagative_marking=Habilita puntuacions negatives
percentage_value=Valor %
reset_score_values=Reinicialitza les puntuacions
enter_new_pc_value=Introdu\u00efu un valor nou (opcional)

# error messages for EMI questions (used in Javascript validation)
answer_point_value_error=No heu introdu\u00eft un valor num\u00e8ric v\u00e0lid per a la resposta.
theme_text_error=No heu introdu\u00eft el text del tema.
simple_text_options_blank_error=Algunes opcions de text simple les heu deixat en blanc - Introdu\u00efu el text de l'opci\u00f3 o elimineu les opcions abans de desar.
number_of_rich_text_options_error=No heu seleccionat el nombre d'opcions de text enriquit.
missing_or_invalid_answer_options_labels_error=Manquen etiquetes d'opci\u00f3 de resposta o b\u00e9 no s\u00f3n v\u00e0lides
rich_text_options_error=\u00c9s obligatori que hi hagi un text d'opcions de resposta en format de text enriquit o b\u00e9 un fitxer adjunt
at_least_two_options_required_error=Cal introduir almenys 2 opcions
at_least_two_pasted_options_required_error=Cal introduir almenys 2 opcions enganxades
blank_or_non_integer_item_sequence_error=Hi ha una seq\u00fc\u00e8ncia buida o no sencera corresponent a l'element\:
correct_option_labels_error=Corregiu de l'element seg\u00fcent les etiquetes d'opci\u00f3 buides o que contenen car\u00e0cters que no s\u00f3n alfanum\u00e8rics o comes\:
correct_option_labels_invalid_error=Hi ha una opci\u00f3 no v\u00e0lida per alguna de les etiquetes de l'element\:
item_text_not_entered_error=No heu introdu\u00eft text o un fitxer adjunt per a l'element\:
simple_text_option_label=Text simple - per a una llista d'elements sense format
simple_text_paste_label=Text simple - opcions per enganxar
rich_text_option_label=Text enriquit / fitxers adjunts - per a text amb estil, taules, imatges amb llegendes

#message parameters:
#0: user input
#1: question number
#2: sequence number
#3: valid options
please_select_from_available=La pregunta {1} t\u00e9 una resposta incorrecta, [''{0}'']. Nom\u00e9s s''accepten les seg\u00fcents lletres de l''alfabet\: {3}
duplicate_responses=Respostes duplicades\:

# MC what's this link
mc_whats_this_main_text=La l\u00f2gica d'avaluaci\u00f3 per a les preguntes d'opcions m\u00faltiples dep\u00e8n de l'opcio que seleccioneu.
mcsc_whats_this_text=Aquesta \u00e9s l'opci\u00f3 predeterminada perqu\u00e8 \u00e9s la m\u00e9s comuna\: els estudiants obtindran la puntuaci\u00f3 completa pel fet d'escollir una resposta correcta \u00fanica i zero punts per escollir-ne qualsevol altre. Aquesta opci\u00f3 es pot modificar seleccionant Habilita cr\u00e8dit parcial o Habilita les marques negatives. 
mcsc_whats_this_text_no_partial_credit=Aquesta \u00e9s l'opci\u00f3 predeterminada perqu\u00e8 \u00e9s la m\u00e9s comuna\: els estudiants obtindran la puntuaci\u00f3 completa si escullen una resposta correcta \u00fanica i zero punts si escullen qualsevol altra opci\u00f3. *
mcss_whats_this_text=Seleccioneu aquesta opci\u00f3 si hi ha diverses respostes correctes i voleu donar el cr\u00e8dit complet als estudiants que n'escullin una <b>qualsevol</b> d'elles. Per exemple, la pregunta X t\u00e9 les opcions A, B, C, D, i A, B o D s\u00f3n respostes correctes. Si un estudiant escull A, B o D rebr\u00e0 el cr\u00e8dit complet. Si escull C no rebr\u00e0 cr\u00e8dit. *
mcms_whats_this_text=Seleccioneu aquesta opci\u00f3 si els estudiants han d'escollir <b>totes</b> les respostes correctes per rebre el cr\u00e8dit complet.
mcms_whats_this_partial_text=<b>Cr\u00e8dit parcial\:</b>  Se'ls concedir\u00e0 cr\u00e8dit parcial si seleccionen una resposta correcta i es penalitzar\u00e0 escollir-ne una d'incorrecta. Per exemple, la pregunta X val 10 punts i t\u00e9 les opcions A, B, C, D, E on A i B s\u00f3n les correctes. Cada resposta correcta t\u00e9 un valor en punts igual al valor total dividit pel nombre de respostes correctes. Aix\u00ed, un estudiant obtindr\u00e0 5 punts si escull A o B. Se'l penalitzar\u00e0 amb 5 punts per escollir C, D o E.
mcms_whats_this_partial_note=<b>Nota\: </b>Tot i que una resposta pugui rebre una puntuaci\u00f3 negativa basada en la l\u00f2gica d'avaluaci\u00f3 (com en aquest exemple), el valor total m\u00ednim possible en el cas d'una pregunta d'opci\u00f3 m\u00faltiple, amb m\u00faltiples correctes no pot ser m\u00e9s petit que zero.  
mcms_whats_this_full_text=<b>Tot o res\:</b>  Obtindran el cr\u00e8dit complet nom\u00e9s si escullen totes les respostes correctes i cap de les incorrectes.* <br/><br/>* Si voleu penalitzar que els estudiants responguin a l'atzar, introdu\u00efu un valor al camp "Es puntuaran amb valors negatius les respostes incorrectes" de manera que rebin una puntuaci\u00f3 negativa en el cas de respostes incorrectes. Per exemple, si una pregunta atorga 10 punts i introdu\u00efu "5" al camp "Es puntuaran amb valors negatius ..." una resposta correcta seran 10 punts i una d'incorrecta -5 punts. (En el cas de selecci\u00f3 m\u00faltiple, diverses correctes no s'acumular\u00e0 la puntuaci\u00f3 negativa; com a molt rebran una puntuaci\u00f3 de -5.)
enable_partial_credit_text=Seleccioneu aquesta opci\u00f3 si voleu donar als estudiants cr\u00e8dit parcial si escullen una resposta que sigui 'gaireb\u00e9 correcta'. Per exemple, considerem que la pregunta X t\u00e9 les opcions A, B, C, D essent A la correcta. Si l'estudiant selecciona A rebr\u00e0 el cr\u00e8dit complet, per\u00f2 se li donar\u00e0 tamb\u00e9 cr\u00e8dit si en selecciona una que sigui aproximadament correcta. Si habiliteu aquesta opci\u00f3 podreu especificar un valor percentual per cada resposta. 
enable_negative_makrinkg_text=Seleccioneu aquesta opci\u00f3 si voleu evitar respostes aleat\u00f2ries. El valor introdu\u00eft al camp  "Valor negatiu ..." ser\u00e0 la puntuaci\u00f3 de la pregunta si l'estudiant escull una opci\u00f3 incorrecta. Per exemple, si la pregunta val 10 punts i introdu\u00efu "5" al camp anterior, una resposta correcta puntuar\u00e0 10 i una resposta incorrecta puntuar\u00e0 -5. 
enable_negative_makrinkg_note=<b>NOTA\:</b> Tot i que una pregunta pugui tenir un valor negatiu, la puntuaci\u00f3 final per una prova no ser\u00e0 mai menor que zero.
reset_to_default_grading_logic_text=Feu clic sobre l'enlla\u00e7 si heu canviat d'opini\u00f3 despr\u00e9s de seleccionar 'Habilita cr\u00e8dit parcial' o 'Habilita puntuaci\u00f3 negativa'. La l\u00f2gica d'avaluaci\u00f3 predeterminada d\u00f3na cr\u00e8dit complet si es selecciona una resposta correcta i cr\u00e8dit zero si es selecciona una d'incorrecta.

st_yes=S\u00ed
st_no=No
st_agree=D'acord
st_disagree=En desacord
st_undecided=Indec\u00eds
st_below_average=Per sota de la mitjana
st_average=Dins de la mitjana
st_above_average=Per sobre de la mitjana
st_strongly_disagree=Molt en desacord
st_strongly_agree=Molt d'acord
st_unacceptable=Inacceptable
st_excellent=Excel\u00b7lent

image_map_default_instruction=Identifiqueu els elements de la llista seg\u00fcent fent clic sobre la part corresponent de la imatge. El bot\u00f3 verd indica l'element que esteu seleccionant. 
q_text_image_map=Introdu\u00efu les instruccions per a la pregunta al quadre de text seg\u00fcent o useu el missatge per defecte.<br/>Pugeu la imatge interactiva a la secci\u00f3 indicada de la part inferior.

rowchoices=Opcions de fila (premeu la tecla de "Retorn" despr\u00e9s de cada opci\u00f3)
matrix_choice_surv=Enquesta\: Matriu d'opcions
matrix_choices_surv=Enquesta - Matriu d'opcions
columnchoices=Opcions de columna (premeu la tecla de "Retorn" despr\u00e9s de cada opci\u00f3)
addColumnChoiceToFavor=Afegeix les opcions de columna als favorits
forceRanking=Permet nom\u00e9s una resposta per columna (classificaci\u00f3 for\u00e7ada)
addComment=Afegeix un camp de comentari
favorLabel=Etiqueta de favorits
fieldLabel=Etiqueta del camp
commentField=Comentari
character_count=Recompte de car\u00e0cters
relativeWidthOfColumns=Amplades relatives de les columnes
row_field_empty=El camp de la fila no pot estar buit
less_than_two_columns=El camp de les columnes ha de tenir almenys dues entrades, es separen usant la tecla de  "Retorn" 
selectFromFavorites=Selecciona dels favorits

emi_pt=Punts per a l'element
emi_whats_this=?
emi_whats_answer_point_title=Punts de la resposta
emi_whats_answer_point=Els punts es donen per element. La qualificaci\u00f3 global per a la pregunta es calcula autom\u00e0ticament a partir de les sumes dels punts dels elements.
emi_whats_theme_title=Tema
emi_whats_theme=El tema descriu el domini/assumpte principal amb el que estan relacionats el conjunt de preguntes i est\u00e0 associat a uns objectius d'aprenentatge. Un tema m\u00e9s gen\u00e8ric (com per exemple "Diarrea") es pot usar per comprovar quin  coneixement hi ha sobre camps m\u00e9s amplis i els elements del conjunt poden incloure farmacologia, epidemiologia i investigacions. Un tema m\u00e9s concret (com per exemple, "Gesti\u00f3 de la diarrea") es pot usar per comprovar si hi ha un coneixement m\u00e9s aprofundit, en aquest cas relacionat amb la farmacologia.
emi_whats_options_title=Opcions
emi_whats_options=La llista d'opcions compr\u00e8n les respostes potencials a la pregunta i inclou les incorrectes o opcions poc probables de resposta per aquesta pregunta concreta. Les opcions han de ser homog\u00e8nies o del mateix tipus com ara drogues, organismes, c\u00e8l\u00b7lules o investigacions i la llista nom\u00e9s ha d'incloure paraules o frases curtes. No es permeten opcions innecess\u00e0riament complicades (combinacions d'opcions) o 'totes o cap' de les anteriors.
emi_whats_leadin_title=Porta a
emi_whats_leadin=Les instruccions de la seq\u00fc\u00e8ncia d'inici especifiquen el lligam entre el punt de partida i la llista d'opcions. En el format de tipus R, la llista d'opcions (per exemple, 8 o m\u00e9s diagn\u00f2stics potencials) es resumeix en aquestes instruccions, per exemple, "Per cadascun dels pacients seg\u00fcents que s'han presentat a Urg\u00e8ncies, seleccioneu els diagn\u00f2stics m\u00e9s probables". La seq\u00fc\u00e8ncia ha de proporcionar instruccions clares de com ha de respondre l'estudiant al conjunt de preguntes.
emi_whats_items_title=Punt de partida
emi_whats_items=El punt de partida descriu la situaci\u00f3 i qu\u00e8 es demana de l'estudiant. Usualment consisteix en un escenari cl\u00ednic i una pregunta, per exemple "Un home de 30 anys presenta ... escolliu els diagn\u00f2stics m\u00e9s probables". En el format de tipus R la pregunta es pot incloure al punt de partida o b\u00e9 a la seq\u00fc\u00e8ncia d'inici.

character_limit=L\u00edmit de 200 car\u00e0cters 

matrix_width_list_default=Opcions predeterminades del navegador de l'usuari per a les amplades de columna
matrix_width_list_1=10% columna de les opcions de fila /90% columna de les opcions de columna
matrix_width_list_2=20% columna de les opcions de fila /80% columna de les opcions de columna
matrix_width_list_3=30% columna de les opcions de fila /70% columna de les opcions de columna
matrix_width_list_4=40% columna de les opcions de fila /60% columna de les opcions de columna
matrix_width_list_5=50% columna de les opcions de fila /50% columna de les opcions de columna
matrix_width_list_6=60% columna de les opcions de fila /40% columna de les opcions de columna
matrix_width_list_7=70% columna de les opcions de fila /30% columna de les opcions de columna
matrix_width_list_8=80% columna de les opcions de fila /20% columna de les opcions de columna
matrix_width_list_9=90% columna de les opcions de fila /10% columna de les opcions de columna

edit_fib_warning=Cal tenir en compte que afegir, eliminar o modificar els espais en blanc pot fer apar\u00e8ixer discrep\u00e0ncies quan es tornin a corregir els lliuraments que ja s'han fet. Per poder editar aquest tipus de pregunta heu de permetre els reenviaments. 
edit_order_warning=Pot ser que hagueu assignat la mateixa destinaci\u00f3 a m\u00e9s d'una part de les preguntes. El resultat de l'ordenaci\u00f3 s'ha modificat. 

tag_title=Etiquetes
tag_previous=Etiquetes afegides pr\u00e8viament a la pregunta
tag_question_new=Afegeix noves etiquetes a la pregunta
tag_question=Afegeix/elimina etiquetes a/de la pregunta
tag_search=Cerca d'etiquetes
text_search=Cerca de text
searched_text=Text cercat\:
searched_tags=Etiquetes cercades\:
results_text=Resultats de la cerca de text
results_tag=Resultats de la cerca d'etiquetes
no_results=No hi ha resultats a mostrar
tag_text_error=Cal introduir almenys 3 car\u00e0cters al camp de text. Cal tenir en compte que el codi HTML (o etiquetes similar) i alguns car\u00e0cters especials es filtraran del text a cercar.
tag_text_error2=Aquest text cont\u00e9 alguna cosa que el motor de cerca no accepta. Habitualment est\u00e0 relacionat amb cometes que no s'han tancat. Reviseu el text introdu\u00eft.
tag_text_error3=En la cerca s'ha produ\u00eft un error, torneu-ho a provar amb una consulta m\u00e9s senzilla. Si es reprodueix l'error contacteu el vostre administrador. 
tag_tags_error=Cal introduir almenys 1 etiqueta per fer una cerca.
tag_multitag_singlequestion=Si escolliu aquesta opci\u00f3, TOTES les preguntes que siguin completament id\u00e8ntiques a aquesta (usades en altres proves o en fons de preguntes) s'actualitzaran amb aquestes etiquetes.
tag_multitag_singlequestion_all=El sistema est\u00e0 configurat per copiar aquestes etiquetes a totes les preguntes id\u00e8ntiques que hi hagi al sistema (potser s'han copiat a una altra prova o fons de preguntes)
