export_a=\u0415\u043a\u0441\u043f\u043e\u0440\u0442\u0438\u0440\u0430\u0439\u0442\u0435 \u043e\u0446\u0435\u043d\u043a\u0430\u0442\u0430
export_p=\u0415\u043a\u0441\u043f\u043e\u0440\u0442\u0438\u0440\u0430\u0439\u0442\u0435 \u0447\u0430\u0441\u0442
export_q=\u0415\u043a\u0441\u043f\u043e\u0440\u0442\u0438\u0440\u0430\u0439\u0442\u0435 \u0432\u044a\u043f\u0440\u043e\u0441
export_action=\u0418\u0437\u0442\u0435\u0433\u043b\u044f\u043d\u0435
#export_action=Export
#export_instructions=Choose Version for an IMS QTI-compliant XML file
export_instructions=\u041d\u0430\u0442\u0438\u0441\u043a\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0431\u0443\u0442\u043e\u043d\u0430 \u0418\u0437\u0442\u0435\u0433\u043b\u044f\u043d\u0435 \u0449\u0435 \u0438\u0437\u0442\u0435\u0433\u043b\u0438 XML \u0444\u0430\u0439\u043b, \u0441\u044a\u0432\u043c\u0435\u0441\u0442\u0438\u043c \u0441 IMS QTI, \u043d\u0430 \u0432\u0430\u0448\u0438\u044f \u043a\u043e\u043c\u043f\u044e\u0442\u044a\u0440.
choose_type_1=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0432\u0438\u0434\u0430 \u043d\u0430 \u0438\u0437\u043d\u043e\u0441\u0430, \u043a\u043e\u0439\u0442\u043e \u0438\u0441\u043a\u0430\u0442\u0435 \u0434\u0430 \u043d\u0430\u043f\u0440\u0430\u0432\u0438\u0442\u0435,
choose_type_2=\u0438\u043b\u0438
choose_type_3=, \u0441\u043b\u0435\u0434 \u043a\u043e\u0435\u0442\u043e \u0449\u0440\u0430\u043a\u043d\u0435\u0442\u0435 \u0432\u044a\u0440\u0445\u0443 \u0415\u043a\u0441\u043f\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435. \u0417\u0430 QTI \u0432 \u043d\u043e\u0432 \u043f\u0440\u043e\u0437\u043e\u0440\u0435\u0446 \u0449\u0435 \u0441\u0435 \u043f\u043e\u044f\u0432\u0438 XML \u0444\u0430\u0439\u043b. \u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 File (\u0424\u0430\u0439\u043b) > Save... (\u0417\u0430\u043f\u0430\u0437\u0432\u0430\u043d\u0435) \u0432 \u0431\u0440\u0430\u0443\u0437\u044a\u0440\u0430 \u0441\u0438, \u0437\u0430 \u0434\u0430 \u0437\u0430\u043f\u0430\u0437\u0438\u0442\u0435 \u0442\u043e\u0437\u0438 \u0444\u0430\u0439\u043b \u043d\u0430 \u0440\u0430\u0431\u043e\u0442\u043d\u0438\u044f \u0441\u0438 \u043f\u043b\u043e\u0442.
ims_qti=XML, \u0441\u044a\u0432\u043c\u0435\u0441\u0442\u0438\u043c \u0441 IMS QTI
ims_cp=\u041e\u043f\u0430\u043a\u043e\u0432\u043a\u0430 \u043d\u0430 IMS \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435
choose_export_type=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0442\u0438\u043f\u0430 \u043d\u0430 \u0438\u0437\u043d\u043e\u0441\u0430\:
qti12=QTI v 1.2
content_packaging=\u041e\u043f\u0430\u043a\u043e\u0432\u043a\u0430 \u043d\u0430 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435\u0442\u043e
cp_message=\u0410\u043a\u043e \u043e\u0446\u0435\u043d\u043a\u0430\u0442\u0430 \u0432\u0438 \u0441\u044a\u0434\u044a\u0440\u0436\u0430 \u043f\u0440\u0438\u043a\u0430\u0447\u0435\u043d\u0438 \u0444\u0430\u0439\u043b\u043e\u0432\u0435 \u0438\u043b\u0438 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430 HTML \u0442\u0430\u0433\u043e\u0432\u0435 \u0437\u0430 \u043f\u0440\u0435\u043f\u0440\u0430\u0442\u043a\u0438 \u043a\u044a\u043c \u0432\u044a\u043d\u0448\u043d\u0438 \u0440\u0435\u0441\u0443\u0440\u0441\u0438, \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0442\u0435 \u043e\u043f\u0446\u0438\u044f\u0442\u0430 \u041e\u043f\u0430\u043a\u043e\u0432\u043a\u0430 \u043d\u0430 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435\u0442\u043e.
markup_text=\u0422\u0435\u043a\u0441\u0442 \u0437\u0430 \u043c\u0430\u0440\u043a\u0438\u0440\u0430\u043d\u0435
markup_text_note=\u0418\u043c\u0430\u0439\u0442\u0435 \u043f\u0440\u0435\u0434\u0432\u0438\u0434, \u0447\u0435 \u0430\u043a\u043e \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0435\u0437\u0438\u043a\u0430 \u0437\u0430 \u043c\u0430\u0440\u043a\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0442\u0435\u043a\u0441\u0442, \u0438\u043c\u0430 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0438, \u043a\u043e\u0438\u0442\u043e \u043d\u0435 \u043c\u043e\u0433\u0430\u0442 \u0434\u0430 \u0431\u044a\u0434\u0430\u0442 \u0435\u043a\u0441\u043f\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0438, \u043d\u0430\u043f\u0440\u0438\u043c\u0435\u0440 \u043a\u043e\u043c\u043f\u043e\u043d\u0435\u043d\u0442\u0438 \u0437\u0430 \u043e\u0431\u0440\u0430\u0442\u043d\u0430 \u0432\u0440\u044a\u0437\u043a\u0430.
export_confirm=\u0418\u043c\u0430 \u0432\u044a\u043f\u0440\u043e\u0441\u0438, \u043a\u043e\u0438\u0442\u043e \u043d\u0435 \u043c\u043e\u0433\u0430\u0442 \u0434\u0430 \u0441\u0435 \u0435\u043a\u0441\u043f\u043e\u0440\u0442\u0438\u0440\u0430\u0442 \u043d\u0430 \u0435\u0437\u0438\u043a\u0430 \u0437\u0430 \u043c\u0430\u0440\u043a\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0442\u0435\u043a\u0441\u0442. \u0418\u0441\u043a\u0430\u0442\u0435 \u043b\u0438 \u0434\u0430 \u043f\u0440\u043e\u0434\u044a\u043b\u0436\u0438\u0442\u0435?
export=\u0415\u043a\u0441\u043f\u043e\u0440\u0442
im_ex_version_choose=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0432\u0435\u0440\u0441\u0438\u044f \u043d\u0430 IMS QTI
im_ex_version_12=QTI v 1.2
im_ex_version_20=QTI v 2.0
im_ex_version_show=\u0444\u0430\u043b\u0448\u0438\u0432
import_a=\u0418\u043c\u043f\u043e\u0440\u0442\u0438\u0440\u0430\u0439\u0442\u0435 \u043e\u0446\u0435\u043d\u043a\u0430\u0442\u0430
import_p=\u0418\u043c\u043f\u043e\u0440\u0442\u0438\u0440\u0430\u0439\u0442\u0435 \u0447\u0430\u0441\u0442\u0442\u0430
import_q=\u0418\u043c\u043f\u043e\u0440\u0442\u0438\u0440\u0430\u0439\u0442e \u0432\u044a\u043f\u0440\u043e\u0441a
import_action=\u0418\u043c\u043f\u043e\u0440\u0442
choose_file=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0444\u0430\u0439\u043b\:
import_instructions=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0441\u044a\u0432\u043c\u0435\u0441\u0442\u0438\u043c \u0441 IMS QTI <b>XML</b> \u0444\u0430\u0439\u043b \u0438\u043b\u0438 IMS Content Packaging <b>ZIP</b> \u0444\u0430\u0439\u043b \u043e\u0442 \u043a\u043e\u043c\u043f\u044e\u0442\u044a\u0440\u0430 \u0441\u0438.
import_pool_instructions=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0441\u044a\u0432\u043c\u0435\u0441\u0442\u0438\u043c \u0441 IMS QTI <b>XML</b> \u0444\u0430\u0439\u043b \u043e\u0442 \u043a\u043e\u043c\u043f\u044e\u0442\u044a\u0440\u0430 \u0441\u0438.
dash=-
importExport_warningHeader=<b>\u0417\u0430\u0431\u0435\u043b\u0435\u0436\u043a\u0430\:</b>
importExport_warning1=<b>\u0412\u044a\u043f\u0440\u043e\u0441\u0438\u0442\u0435 \u043e\u0442 "Hot Spot" \u043d\u044f\u043c\u0430 \u0434\u0430 \u0431\u044a\u0434\u0430\u0442 \u0435\u043a\u0441\u043f\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0438, \u0437\u0430\u0449\u043e\u0442\u043e \u043d\u0435 \u043e\u0442\u0433\u043e\u0432\u0430\u0440\u044f\u0442 \u043d\u0430 \u0441\u0442\u0430\u043d\u0434\u0430\u0440\u0442\u0435\u043d \u0442\u0438\u043f \u0432\u044a\u043f\u0440\u043e\u0441. \u041c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u0433\u0438 \u043a\u043e\u043f\u0438\u0440\u0430\u0442\u0435 \u043e\u0442 \u0435\u0434\u0438\u043d \u0441\u0430\u0439\u0442 \u0432 \u0434\u0440\u0443\u0433, \u043a\u0430\u0442\u043e \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0442\u0435 \u043f\u0443\u043b\u043e\u0432\u0435 \u043e\u0442 \u0432\u044a\u043f\u0440\u043e\u0441\u0438 \u0438\u043b\u0438 \u0444\u0443\u043d\u043a\u0446\u0438\u044f\u0442\u0430 \u0418\u043c\u043f\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043e\u0442 \u0441\u0430\u0439\u0442.
importExport_warning2=\u0422\u0435\u0441\u0442\u043e\u0432\u0435, \u043a\u043e\u0438\u0442\u043e \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u0442 \u0432\u044a\u043f\u0440\u043e\u0441\u0438 \u0441 <b>\u043c\u043d\u043e\u0433\u043e\u043a\u0440\u0430\u0442\u0435\u043d \u0438\u0437\u0431\u043e\u0440, \u043c\u043d\u043e\u0433\u043e\u043a\u0440\u0430\u0442\u043d\u0438 \u0441\u0435\u043b\u0435\u043a\u0446\u0438\u0438 </b> \u0441 \u0438\u0437\u0431\u0440\u0430\u043d\u0430 \u043e\u043f\u0446\u0438\u044f <b>\u0412\u0441\u0438\u0447\u043a\u043e \u0438\u043b\u0438 \u043d\u0438\u0449\u043e</b>, \u043d\u0435 \u0437\u0430\u043f\u0430\u0437\u0432\u0430\u0442 \u0442\u0430\u0437\u0438 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0430 \u043f\u0440\u0438 \u0438\u043c\u043f\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u0432 \u0434\u0440\u0443\u0433 \u0441\u0430\u0439\u0442. \u0417\u0430 \u0434\u0430 \u043f\u043e\u043f\u0440\u0430\u0432\u0438\u0442\u0435 \u0442\u043e\u0432\u0430, \u0441\u043b\u0435\u0434 \u0438\u043c\u043f\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u0440\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u0439\u0442\u0435 \u0442\u0435\u0437\u0438 \u0432\u044a\u043f\u0440\u043e\u0441\u0438 \u043f\u0440\u0435\u0434\u0438 \u043f\u0443\u0431\u043b\u0438\u043a\u0443\u0432\u0430\u043d\u0435, \u0437\u0430 \u0434\u0430 \u0432\u044a\u0440\u043d\u0435\u0442\u0435 \u0438\u0437\u0431\u043e\u0440\u0430 \u043e\u0431\u0440\u0430\u0442\u043d\u043e \u043d\u0430 <b>\u0412\u0441\u0438\u0447\u043a\u043e \u0438\u043b\u0438 \u043d\u0438\u0449\u043e</b>.
# deferred for later
#import_instructions=Choose an IMS QTI-compliant XML file from your computer
# or an existing assessment to import.
#other_choose_title=Title
#other_choose_mod=Last Modified
#other_choose=OR Choose an assessment:

# properties used in java code
import_err=\u0418\u043c\u0430\u0448\u0435 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0438\u043c\u043f\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0442\u0430\u0437\u0438 \u043e\u0446\u0435\u043d\u043a\u0430. \u0423\u0432\u0435\u0440\u0435\u0442\u0435 \u0441\u0435, \u0447\u0435 \u0444\u0430\u0439\u043b\u044a\u0442 \u0435 \u043f\u0440\u0430\u0432\u0438\u043b\u043d\u043e \u0444\u043e\u0440\u043c\u0430\u0442\u0438\u0440\u0430\u043d IMS QTI.
import_err_pool=\u0418\u043c\u0430\u0448\u0435 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0438\u043c\u043f\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0442\u043e\u0437\u0438 \u0431\u0430\u0441\u0435\u0439\u043d. \u0423\u0432\u0435\u0440\u0435\u0442\u0435 \u0441\u0435, \u0447\u0435 \u0444\u0430\u0439\u043b\u044a\u0442 \u0435 \u043f\u0440\u0430\u0432\u0438\u043b\u043d\u043e \u0444\u043e\u0440\u043c\u0430\u0442\u0438\u0440\u0430\u043d IMS QTI.
import_qti_not_found=\u0418\u043c\u0430\u0448\u0435 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0438\u043c\u043f\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0442\u0430\u0437\u0438 \u043e\u0446\u0435\u043d\u043a\u0430. \u0423\u0432\u0435\u0440\u0435\u0442\u0435 \u0441\u0435, \u0447\u0435 \u0438\u043c\u0435\u0442\u043e \u043d\u0430 \u0444\u0430\u0439\u043b\u0430 QTI \u0435 \u043f\u0440\u0430\u0432\u0438\u043b\u043d\u043e.
respondus_matching_err_1=\u0435 \u0438\u043c\u043f\u043e\u0440\u0442\u0438\u0440\u0430\u043d, \u043d\u043e \u0438\u043c\u0430 \u043f\u0440\u043e\u0431\u043b\u0435\u043c \u0441\u044a\u0441 \u0441\u043b\u0435\u0434\u043d\u0438\u0442\u0435 \u0432\u044a\u043f\u0440\u043e\u0441\u0438\:
respondus_matching_err_2=\u0417\u0430 \u0434\u0430 \u0441\u0435 \u043f\u043e\u043a\u0430\u0436\u0430\u0442 \u0432 \u0442\u0430\u0437\u0438 \u0441\u0438\u0441\u0442\u0435\u043c\u0430, \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0438\u0442\u0435 \u0438 \u0432\u0430\u0440\u0438\u0430\u043d\u0442\u0438\u0442\u0435 \u0432\u044a\u0432 \u0432\u044a\u043f\u0440\u043e\u0441\u0438\u0442\u0435 \u0437\u0430 \u0441\u044a\u043f\u043e\u0441\u0442\u0430\u0432\u044f\u043d\u0435 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0441\u0430 \u0441\u0432\u044a\u0440\u0437\u0430\u043d\u0438 \u0435\u0434\u043d\u043e \u043a\u044a\u043c \u0435\u0434\u043d\u043e. \u041c\u043e\u043b\u044f, \u0440\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u0439\u0442\u0435 \u0442\u0430\u0437\u0438 \u043e\u0446\u0435\u043d\u043a\u0430, \u0437\u0430 \u0434\u0430 \u0434\u043e\u0431\u0430\u0432\u0438\u0442\u0435 \u0434\u0432\u043e\u0439\u043a\u0438 \u043a\u044a\u043c \u0432\u0441\u0435\u043a\u0438 \u0432\u044a\u043f\u0440\u043e\u0441, \u0438\u043b\u0438 \u0438\u0437\u0442\u0440\u0438\u0439\u0442\u0435 \u0432\u044a\u043f\u0440\u043e\u0441\u0430 \u0438\u0437\u0446\u044f\u043b\u043e.

import_size_too_big={0} \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0435 \u0438\u043c\u043f\u043e\u0440\u0442\u0438\u0440\u0430\u043d, \u0442\u044a\u0439 \u043a\u0430\u0442\u043e \u0438\u043c\u0430 \u043e\u0433\u0440\u0430\u043d\u0438\u0447\u0435\u043d\u0438\u0435 \u0437\u0430 \u0440\u0430\u0437\u043c\u0435\u0440\u0430 \u043d\u0430 \u0444\u0430\u0439\u043b\u0430 \u043e\u0442 {1}MB \u0437\u0430 \u0438\u043c\u043f\u043e\u0440\u0442.

# import question pool
import_qp=\u0411\u0430\u0441\u0435\u0439\u043d \u0437\u0430 \u0438\u043c\u043f\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435

# Export denied
export_denied=\u0415\u043a\u0441\u043f\u043e\u0440\u0442\u044a\u0442 \u043d\u0435 \u0435 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d
export_denied_message=\u041d\u0435 \u0441\u0442\u0435 \u0443\u043f\u044a\u043b\u043d\u043e\u043c\u043e\u0449\u0435\u043d\u0438 \u0434\u0430 \u0435\u043a\u0441\u043f\u043e\u0440\u0442\u0438\u0440\u0430\u0442\u0435 \u0442\u0430\u0437\u0438 \u043e\u0446\u0435\u043d\u043a\u0430. \u041c\u043e\u043b\u044f, \u0441\u0432\u044a\u0440\u0436\u0435\u0442\u0435 \u0441\u0435 \u0441 \u043f\u0440\u0435\u043f\u043e\u0434\u0430\u0432\u0430\u0442\u0435\u043b\u044f \u0441\u0438, \u0430\u043a\u043e \u0438\u043c\u0430\u0442\u0435 \u043d\u044f\u043a\u0430\u043a\u0432\u0438 \u0432\u044a\u043f\u0440\u043e\u0441\u0438.
button_continue=\u0412\u0440\u044a\u0449\u0430\u043d\u0435 \u043d\u0430

pool_error_title=\u0413\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0431\u0430\u0441\u0435\u0439\u043d\u0430 \u0412\u044a\u043f\u0440\u043e\u0441\u0438

file_is=\u0422\u043e\u0437\u0438 \u0444\u0430\u0439\u043b \u0435\:
from_samigo=\u0415\u043a\u0441\u043f\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043e\u0442 \u0442\u0430\u0437\u0438 (\u0438\u043b\u0438 \u0434\u0440\u0443\u0433\u0430 \u0441\u0438\u0441\u0442\u0435\u043c\u0430 \u043d\u0430 Sakai)
from_respondus=\u0415\u043a\u0441\u043f\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043e\u0442 Respondus (\u041a\u043e\u0433\u0430\u0442\u043e "\u0417\u0430\u043f\u0430\u0437\u0432\u0430\u0442\u0435 QTI XML \u0444\u0430\u0439\u043b" \u0432 Respondus, \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 "\u0422\u043e\u0447\u043a\u0438 \u043a\u0430\u0442\u043e \u0434\u0435\u0441\u0435\u0442\u0438\u0447\u043d\u0438 \u0447\u0438\u0441\u043b\u0430", \u0437\u0430 \u0434\u0430 \u0437\u0430\u043f\u0430\u0437\u0438\u0442\u0435 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442\u0438\u0442\u0435 \u043d\u0430 \u0442\u043e\u0447\u043a\u0438\u0442\u0435, \u043e\u043f\u0440\u0435\u0434\u0435\u043b\u0435\u043d\u0438 \u0437\u0430 \u0432\u0441\u0435\u043a\u0438 \u0432\u044a\u043f\u0440\u043e\u0441.)

## S2U-25 Question pools export
export_pool=\u0415\u043a\u0441\u043f\u043e\u0440\u0442\u0438\u0440\u0430\u0439\u0442\u0435 \u0433\u0440\u0443\u043f\u0430\u0442\u0430
importExport_pool_warning2=\u0413\u0440\u0443\u043f\u0430 \u0432\u044a\u043f\u0440\u043e\u0441\u0438, \u043a\u043e\u044f\u0442\u043e \u0441\u044a\u0434\u044a\u0440\u0436\u0430 \u0432\u044a\u043f\u0440\u043e\u0441\u0438 \u0441 <b>\u043c\u043d\u043e\u0433\u043e\u043a\u0440\u0430\u0442\u0435\u043d \u0438\u0437\u0431\u043e\u0440, \u043c\u043d\u043e\u0433\u043e\u043a\u0440\u0430\u0442\u0435\u043d \u0438\u0437\u0431\u043e\u0440</b> \u0441 \u0438\u0437\u0431\u0440\u0430\u043d\u043e <b>\u0432\u0441\u0438\u0447\u043a\u043e \u0438\u043b\u0438 \u043d\u0438\u0449\u043e</b>, \u043d\u0435 \u0437\u0430\u043f\u0430\u0437\u0432\u0430 \u0442\u0430\u0437\u0438 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0430 \u043f\u0440\u0438 \u0438\u043c\u043f\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u0432 \u0434\u0440\u0443\u0433 \u0441\u0430\u0439\u0442. \u0417\u0430 \u0434\u0430 \u043f\u043e\u043f\u0440\u0430\u0432\u0438\u0442\u0435 \u0442\u043e\u0432\u0430, \u0441\u043b\u0435\u0434 \u0438\u043c\u043f\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u0440\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u0439\u0442\u0435 \u0442\u0435\u0437\u0438 \u0432\u044a\u043f\u0440\u043e\u0441\u0438 \u043f\u0440\u0435\u0434\u0438 \u043f\u0443\u0431\u043b\u0438\u043a\u0443\u0432\u0430\u043d\u0435, \u0437\u0430 \u0434\u0430 \u0432\u044a\u0440\u043d\u0435\u0442\u0435 \u0438\u0437\u0431\u043e\u0440\u0430 \u043e\u0431\u0440\u0430\u0442\u043d\u043e \u043d\u0430 <b>\u0412\u0441\u0438\u0447\u043a\u043e \u0438\u043b\u0438 \u043d\u0438\u0449\u043e</b>.
cp_pool_message=\u0410\u043a\u043e \u0432\u0430\u0448\u0438\u044f\u0442 \u043d\u0430\u0431\u043e\u0440 \u043e\u0442 \u0432\u044a\u043f\u0440\u043e\u0441\u0438 \u0441\u044a\u0434\u044a\u0440\u0436\u0430 \u043f\u0440\u0438\u043a\u0430\u0447\u0435\u043d\u0438 \u0444\u0430\u0439\u043b\u043e\u0432\u0435 \u0438\u043b\u0438 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430 HTML \u0442\u0430\u0433\u043e\u0432\u0435 \u0437\u0430 \u043f\u0440\u0435\u043f\u0440\u0430\u0442\u043a\u0438 \u043a\u044a\u043c \u0432\u044a\u043d\u0448\u043d\u0438 \u0440\u0435\u0441\u0443\u0440\u0441\u0438, \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0442\u0435 \u043e\u043f\u0446\u0438\u044f\u0442\u0430 \u041f\u0430\u043a\u0435\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435\u0442\u043e.
