subnav_print=Vista previa de impresi\u00f3n
img_part_delete=/images/icons/page_delete.png
img_part_edit=/images/icons/page_edit.png
img_edit=/images/icons/pencil.png
img_delete=/images/icons/delete.png
add_items=A\u00f1adir \u00edtems\: 
add_q=A\u00f1adir pregunta\:
add_matches=A\u00f1adir coincidencias\:
add_more_answer_sect=A\u00f1andir m\u00e1s de una pregunta por secci\u00f3n\:--
add_more_answer_sects=A\u00f1adir m\u00e1s secciones de respuesta\:--
add_more_options=A\u00f1adir m\u00e1s opciones
add_more_items=A\u00f1adir m\u00e1s \u00edtems
addr=Direcciones\:
admin=Admin
all=Todos
button_back=Volver
all_user_input_saved=Todas las entradas del usuario se guardar\u00e1n autom\u00e1ticamente.
allow_only_specified=Permitir s\u00f3lo a un IP concreta
an_assessment_must_co=Un examen debe contener, al menos, una pregunta para poder ser publicado
anonymous=An\u00f3nimo
anonymous_grading_on=S\u00f3lo correci\u00f3n an\u00f3nima
another_p=Otra parte
answer=Respuesta
answer_options_rich=Introduzca el texto o agregue anexos
answer_options=Introduzca opciones individualmente
answer_options_paste=Pegue una lista (una opci\u00f3n por l\u00ednea, sin vi\u00f1etas)
answer_options_populate=Rellenar las opciones de respuesta
answer_options_count=N\u00famero de opciones en esta pregunta (por ejemplo, de A a G \= 7)
required_options_count=N\u00famero de respuestas requeridas
answers_required=respuestas necesarias
answer_point_value=Puntuaci\u00f3n de la respuesta
answer_point_value_display=Mostrar el valor por puntos mientras el estudiante est\u00e1 realizando el examen
answer_min_point_value=Puntuaci\u00f3n m\u00ednima (opcional)
answer_min_point_info=*Puntos asignados al estudiante por el hecho de intentar responder la pregunta
answer_provide_a_mo=Respuesta\: proporcione un modelo de respuesta que mostrar al alumnado y que ayude a los evaluadores junto con un comentario.
answer_text_predefi=Texto de la respuesta\: Conjunto predefinido de escalas para los informes de encuestas.
answers=Respuestas
answers_select_answ=Respuestas\: Seleccione una respuesta.
as_listed_on_assessm=Igual a como aparece en la p\u00e1gina de preguntas de examen
assessment=Examen
assessment_introduct=Introducci\u00f3n del examen
assessment_metadata=Metadatos del examen
assessment_organizat=Organizaci\u00f3n del examen
assessment_released=Examen lanzado para
assessment_title=T\u00edtulo del examen
assessment_title_colon=T\u00edtulo del examen
assign_to=Asignar a
assign_to_p=Asignar a parte
assign_to_q_p=Asignar a bater\u00eda de preguntas
assign_to_question_p=Asignar a bater\u00eda de preguntas
audio_recording=Respuesta de audio del estudiante
authenticated_users=Todos los usuarios
author_s=Autor(es)
auto_save=Guardar autom\u00e1ticamente
auto_submit_when_tim=Guardar autom\u00e1ticamente cuando expire la fecha
available=Disponible
button_remove_submissions=Eliminar env\u00edos
bg_color=Color de fondo
bg_image=Imagen de fondo
but_remember=pero recuerde
button_add=A\u00f1adir
button_cancel=Cancelar
copy_to_pool=Copiar a la bater\u00eda
button_save=Guardar
button_save_pair=Guardar par
button_close=Cerrar
button_save_pub=Guardar y publicar examen
button_republish_and_regrade=Republicar y Reevaluar
button_republish=Republicar
button_return=Volver
button_update_points=Actualizar puntuaci\u00f3n
button_update_order=Actualizar orden
button_add_questions=A\u00f1adir preguntas
button_search_questions_by_tag_and=Buscar preguntas que coincidan con todas las etiquetas
button_search_questions_by_tag_or=Buscar preguntas que coincidan con al menos una etiqueta
button_search_questions_by_text_and=Buscar preguntas que coincidan con todas las palabras
button_search_questions_by_text_or=Buscar preguntas que coincidan con al menos una de las palabras
search_question_by_text_tip=Es posible utilizar comillas para agrupar varias palabras y realizar as\u00ed b\u00fasquedas m\u00e1s exactas. 
origin=Origen
origins=Lugares donde se usa esta pregunta\:
preview_tip=El bot\u00f3n previsualizaci\u00f3n muestra informaci\u00f3n adicional sobre la pregunta. Las preguntas pueden ser duplicadas en varios lugares (Bater\u00eda de preguntas y Ex\u00e1menes). En la lista de resultados solamente se muestra una de las instancias de la pregunta. El campo Original muestra desde d\u00f3nde viene este resultado espec\u00edfico. En la previsualizaci\u00f3n se muestran todos los lugares donde se usa esta pregunta. 
preview=Previsualizar
loading=Cargando preguntas...


# CALCULATED_QUESTION
calculated_question=Pregunta Calculada
calc_question_var_label=Variables
calc_question_additional_label=informaci\u00f3n adicional
calc_question_formula_label=F\u00f3rmulas
calc_question_var_and_formula_label=Variables y f\u00f3rmulas
calc_question_calculation_label=C\u00e1lculos
calc_question_calculation_col=C\u00e1lculo
calc_question_example_label=Ejemplo
calc_question_varname_col=Nombre de la variable
calc_question_varname=Nombre de la variable\:
calc_question_formulaname_col=Nombre de la f\u00f3rmula
calc_question_formula_col=F\u00f3rmula
calc_question_min=Min
calc_question_max=Max
calc_question_dec=Cifras decimales
calc_question_tolerance=Tolerancia
calc_question_general_instructsion_label=Qu\u00e9 es una pregunta calculada
calc_question_general_instructions1=Una pregunta calculada calcula nuevas respuestas para cada test, basadas en variables cuyo valor cambia cada vez.  La respuesta se basa en una f\u00f3rmula que utiliza dichas variables.
calc_question_general_instructions2=Una definici\u00f3n de variable tiene un nombre, un valor m\u00ednimo y valor m\u00e1ximo y un n\u00famero de cifras decimales.
calc_question_general_instructions3=Una definici\u00f3n f\u00f3rmula tiene un nombre, una expresi\u00f3n matem\u00e1tica que utiliza las variables y una tolerancia, por lo que tambi\u00e9n se consideran correctas las respuestas dentro de la tolerancia de la respuesta.
calc_question_walkthrough_label=Pasos para crear una pregunta calculada
calc_question_walkthrough1=Rellene el texto de la pregunta con la informaci\u00f3n que ver\u00e1 cada estudiante, incluyendo los marcadores de posici\u00f3n para las variables y las f\u00f3rmulas (ver ejemplos abajo)
calc_question_walkthrough2=Presione el bot\u00f3n Extraer Variables y F\u00f3rmulas para crear las variables y las f\u00f3rmulas.
calc_question_walkthrough3=Cambiar el Min, Max y las cifras decimales para todas las variables y as\u00ed definir su rango de valores v\u00e1lidos.
calc_question_walkthrough4=Escriba la expresi\u00f3n matem\u00e1tica para cada F\u00f3rmula e inserte las Variables donde sea necesario.
calc_question_walkthrough5=Pulsa el bot\u00f3n Guardar para guardar su trabajo.
calc_question_walkthrough6=Los errores se mostrar\u00e1n en la parte superior de la p\u00e1gina.  Hay que fijarse en ellos antes de guardar.  Los campos con errores aparecer\u00e1n resaltados para mostrar donde hay problemas.
calc_question_extract_button=Extraer variables, c\u00e1lculos y f\u00f3rmulas del texto de la pregunta.
calc_question_define_vars=Define las variables en el texto de la pregunta y en las expresiones de las f\u00f3rmulas poni\u00e9ndolas entre llaves (ejemplo\: {a}, {b}, y {c}).
calc_question_define_vars2=Encerrar los nombres de las variables entre llaves (ejemplo\: {x}).
calc_question_define_calculations=Usted puede definir c\u00e1lculos en el texto de la pregunta. Utilice dobles corchetes rodeando el c\u00e1lculo (p.e. [[ 3 + 2 ]]). Usted puede emplear variables en sus c\u00e1lculos (p.e. [[ {a} + {b} ]]). Estos c\u00e1lculos pueden ayudar al estudiante a responder la pregunta, y tambi\u00e9n ayudar al docente a verificar que la pregunta est\u00e1 correctamente formulada antes de publicarla.
calc_question_answer_expression=Coloque llaves dobles, por ejemplo {{z}}, alrededor de un nombre de f\u00f3rmula, para definir donde se mostrar\u00e1 el cuadro de entrada de datos de estudiante. 
calc_question_answer_variance=Puede definir la tolerancia aceptable como una constante (0.01) o porcentaje (1,5%) de la respuesta. (Por defecto 0.01)
calc_question_answer_decimal=Variables y f\u00f3rmulas soportan cifras decimales. Por defecto ser\u00e1n 3.
calc_question_example1=Kevin tiene {x} manzanas. \u00c9l compra {y} m\u00e1s. Ahora Kevin tiene [[{x}+{y}]]. Jane come {z} manzanas. Kevin tiene ahora {{w}} manzanas.
calc_question_example1_formula=La f\u00f3rmula w en el ejemplo anterior se definir\u00eda como\: {x} + {y} - {z}
calc_question_functions=Puede usar las siguientes funciones matem\u00e1ticas\: SIN, COS, TAN, ASIN, ACOS, ATAN, ABS, EXP, SGN, SQRT, LOG10, y LN.
calc_question_example2=Resolver\: COS({a}) * ({c} - {b}) \= {{z}}.
calc_question_example2_formula=La f\u00f3rmula z en el ejemplo anterior se definir\u00eda como\: COS({a}) * ({c} - {b})
calc_question_example3=El \u00e1rea del cuadrado es [[ {s} * {s} ]]m. Encuentra la longitud del lado {{Z}}. La f\u00f3rmula Z ser\u00eda {s}.
calc_question_constants=Hay dos constantes integradas, PI(3.14...) y e(2.718...). Pueden ser utilizadas en sus expresiones de f\u00f3rmula.
calc_question_var_names=Los nombres de las variables y f\u00f3rmulas son alfanum\u00e9ricos y deben comenzar con una letra
calc_question_unique_names=Las fariables y las f\u00f3rmulas no pueden tener el mismo nombre.
calc_question_scientific_notation=Puede usar notaci\u00f3n cient\u00edfica en las variables, f\u00f3rmulas y c\u00e1lculos (p.e. 6.02310e23 \u00f3 1.67e-27)
calc_question_preview=Se recomienda usar la funci\u00f3n Vista Previa del examen para comprobar los errores.  Los botones de Extraer y Guardar validan las f\u00f3rmulas.
calc_question_hideshow=Mostrar/ocultar m\u00e1s instrucciones y ejemplos
calc_question_operators=Operadores v\u00e1lidos\: + - * / ^ ()
calc_question_error_syntax=La variaci\u00f3n aceptable de la respuesta y las cifras decimales esperadas deben tener el siguiente formato\: {x + y|1%, 2} o {x + y|1, 2}. Las  cifras decimales esperadas puede omitirse, por ejemplo {x + y|1%}. 6 es el l\u00edmite de cifras decimales esperadas.
calc_question_error_expression=Hay un error matem\u00e1tico en su expresi\u00f3n de respuesta.
calc_question_error_expression_variables=La f\u00f3rmula matem\u00e1tica hace referencia a una variable utilizada en las instrucciones.
calc_question_prompt_preview=\u00a1Despu\u00e9s de guardar, aseg\u00farese de usar la vista previa del examen para confirmar que las funciones de las preguntas funcionan como se espera\!
calc_question_no_calculations=No hay c\u00e1lculos definidos
calc_question_calculation_sample_col=Ejemplo
calc_question_calculation_status_col=Estado
calc_question_instructions_label=Instrucciones
calc_question_simple_instructions_step_1=Define las variables en el texto de la pregunta poniendo el nombre entre llaves (ejemplo\: {x} e {y})
calc_question_simple_instructions_step_1a=Cuando un estudiante ve una pregunta, los nombres de las variables ser\u00e1n reemplazados con sus valores.
calc_question_simple_instructions_step_2=Define los lugares de la pregunta donde se calcular\u00e1n las f\u00f3rmulas rodeando el nombre de la f\u00f3rmula con una llave doble ( ejemplo {{z}} )
calc_question_simple_instructions_step_2a=Cuando un estudiante ve la pregunta, las f\u00f3rmulas se reemplazan por cuadros de entrada de datos
calc_question_simple_instructions_step_2b=Los c\u00e1lculos internos usando variables pueden a\u00f1adirse usando dobles corchetes [[]]. El resultado del c\u00e1lculo se mostrar\u00e1 en el texto de la pregunta (p.e. [[{x}+{y}]])
calc_question_simple_instructions_step_3=Despu\u00e9s de escribir el texto de la pregunta, presione el bot\u00f3n variables, f\u00f3rmulas y c\u00e1lculos.
calc_question_simple_instructions_step_3a=Introduzca el valor m\u00ednimo y m\u00e1ximo de las variables
calc_question_simple_instructions_step_3b=Defina las expresiones de las f\u00f3rmulas en t\u00e9rminos de las variables, usando llaves ( ejemplo {x} - {y} )

# CALCULATED QUESTION ERRORS
empty_field=El campo no puede estar vac\u00edo
no_variables_defined=No se han definido variables
no_formulas_defined=No se han definido f\u00f3rmulas
no_variables_formula=Las f\u00f3rmulas deben contener al menos una variable
max_less_than_min=Una variable tiene un m\u00e1ximo menor que su m\u00ednimo
invalid_tolerance=La tolerancia debe ser un n\u00famero v\u00e1lido o un porcentaje (5.0 o 5,0%)
tolerance_negative=La tolerancia debe ser positiva; define el rango alrededor de la respuesta que ser\u00e1 considerado correcto
invalid_min=Min debe ser un n\u00famero v\u00e1lido (0.0)
invalid_min_scale=El n\u00famero de decimales m\u00ednimo supera la escala
invalid_max=Max debe ser un n\u00famero v\u00e1lido (0.0)
invalid_max_scale=El n\u00famero de decimales m\u00e1ximo supera la escala
unique_names=Las Variables y las F\u00f3rmulas deben tener nombres exclusivos
variable_name_empty=El nombre de la variable no puede estar vac\u00edo.  Las variables deben comenzar con un car\u00e1cter alfab\u00e9tico (no num\u00e9rico) y s\u00f3lo pueden contener caracteres alfanum\u00e9ricos y caracteres de subrayado y est\u00e1n envuelven en llaves individuales (por ejemplo, {x})
variable_name_invalid=El nombre de la variable no es v\u00e1lido.  Las variables deben comenzar con un car\u00e1cter alfab\u00e9tico y s\u00f3lo pueden contener caracteres alfanum\u00e9ricos y caracteres de subrayado y est\u00e1n envuelven en llaves individuales (por ejemplo, {x})
formula_name_empty=El nombre de la F\u00f3rmula no puede estar vac\u00edo.  Los nombres de f\u00f3rmula deben comenzar con un car\u00e1cter alfab\u00e9tico y s\u00f3lo pueden contener caracteres alfanum\u00e9ricos, y caracteres de subrayado y est\u00e1n envueltas en llaves dobles (por ejemplo, {{y}})
formula_name_invalid=El nombre de la F\u00f3rmula no es v\u00e1lido.  Los nombres de f\u00f3rmula deben comenzar con un car\u00e1cter alfab\u00e9tico y s\u00f3lo pueden contener caracteres alfanum\u00e9ricos, y caracteres de subrayado y est\u00e1n envueltas en llaves dobles (por ejemplo, {{y}})
formulas_not_validated=F\u00f3rmulas no validadas debido a los errores anteriores
samigo_formula_error_1=1\: Error de sintaxis
samigo_formula_error_2=2\: Error de sintaxis
samigo_formula_error_3=3\: Faltan par\u00e9ntesis
samigo_formula_error_4=4\: Expresi\u00f3n vac\u00eda
samigo_formula_error_5=5\: Parte inesperada
samigo_formula_error_6=6\: Final inesperado de la expresi\u00f3n 
samigo_formula_error_7=7\: Valor esperado
samigo_formula_error_8=8\: La f\u00f3rmula puede tener ra\u00edz cuadrada negativa
samigo_formula_error_9=9\: Variable no definida en las instrucciones
samigo_formula_error_101=101\: Operador desconocido
samigo_formula_error_102=102\: Expresi\u00f3n desconocida
samigo_formula_error_103=103\: Variable desconocida
samigo_formula_error_104=104\: Operador desconocido
samigo_formula_error_200=200\: Expresi\u00f3n demasiado larga
samigo_formula_error_300=300\: Fallo al definir la variable
samigo_formula_error_400=400\: Valor entero esperado en la funci\u00f3n
samigo_formula_error_401=401\: El resultado no es un n\u00famero (NaN)
samigo_formula_error_402=402\: El resultado es infinito (infinito)
samigo_formula_error_500=500\: Error desconocido

cert_rem_assmt=\u00bfEst\u00e1 seguro de que desea borrar este examen titulado {0}?
button_edit_questions=Editar preguntas
button_return_to_main=Volver a la pantalla principal de preguntas
cert_rem_q=\u00bfEst\u00e1 seguro de que desea borrar esta pregunta?
cert_rem_submissions=El examen {0} tiene env\u00edos. Para borrar este examen, debe primero borrar todos los env\u00edos asociados a \u00e9l.
change_q_type=Cambiar el tipo de la pregunta
change_question_type=Cambiar el tipo de la pregunta
change=Cambiar
choose_rem=Por favor, escoja qu\u00e9 desea borrar
choose_which_of_the=Escoja el tipo de relaci\u00f3n m\u00e1s adecuada\: \u00bfChina es a Asia? Como _ es a _.
collect_metadata_for_p=Recoger metadatos para las partes en el editor de preguntas
collect_metadata_for_q=Recoger metadatos para las preguntas en el editor de preguntas
continuous_numbering=Numeraci\u00f3n continua entre partes.
copy_all_to_pool=Copiar todas las preguntas en una bater\u00eda
correct_answer=Respuesta correcta
correct_answer_opti=Comentario de la Respuesta Correcta (opcional)
correct_options=Opciones correctas
correct_incorrect_an=Comentario a la respuesta correcta/incorrecta
correct_match_feedback_opt=Comentario a la relaci\u00f3n correcta (opcional)
incorrect_match_feedback_opt=Comentario a la relaci\u00f3n incorrecta (opcional)
correct_im_feedback_opt=Comentario a la relaci\u00f3n correcta (opcional)
incorrect_im_feedback_opt=Comentario a la relaci\u00f3n incorrecta (opcional)
feedback_unavailable=Comentarios no disponibles para esta selecci\u00f3n
correct_option_labels=Corregir etiquetas de opci\u00f3n (por ejemplo, A o ABC)
correct_response=Respuesta correcta
create_modify_a=A\u00f1adir/Editar examen
create_modify_p=A\u00f1adir/Editar parte
create_pairing=A\u00f1adir/Editar parejas y el comentario opcional
create_IM_pairing=A\u00f1ada la descripci\u00f3n y dibuje la zona en la imagen interactiva para cada elemento que desee a\u00f1adir. El bot\u00f3n verde indica el elemento en el que est\u00e1 trabajando actualmente.
all_im_zones_needed=Debe definir todas las zonas en la imagen
all_im_descriptions_needed=Debe definir todas las descripciones 
im_description=Introduzca la descripci\u00f3n del elemento
im_add_item=A\u00f1ada un elemento
no_matching_pair=No se han creado parejas
creator=Creador
delivery_dates=Fechas de entrega
description_asi_aut=Descripci\u00f3n\: ASI Autor XML Style Sheet\: Audio Multimedia
description_intro_o=Descripci\u00f3n/Intro (opcional)
due=Entrega
each_p_is_on_a_se=Cada parte en una p\u00e1gina web separada.
each_q_is_on=Cada pregunta en una p\u00e1gina web separada.
editor=Editor
example_emi_question=Las partes de una pregunta de \u00edtems de coincidencia extendida
existing_qs=Preguntas existentes
existing_q=Preguntas existentes
extended_matching_items=\u00cdtems de coincidencia extendida
false_msg=Falso
feedback_will_be_dis=Los comentarios se mostrar\u00e1n al alumnado en una fecha concreta
file_upload=Subir ficheros
file_upload_example=Ejemplo de subida de ficheros
fill_in_the_blank=Completar los espacios en blanco
fill_in_numeric=Respuesta num\u00e9rica
for_example_curly=Por ejemplo\:  Las rosas son {rojas} y las violetas son {azules}.
for_example_curly_fin=Por ejemplo\:   3*3\= {9} y 2+2\= {4}
global_nav_assessmt=Ex\u00e1menes
global_nav_template=Plantillas
global_nav_pools=Bater\u00edas de preguntas
subnav_add_part=A\u00f1adir parte
action_print=Imprimir
gradebook_options=Opciones de Calificaciones
grading=Correcci\u00f3n
grading_options=Opciones de correcci\u00f3n
graphics=Gr\u00e1ficos
high_security=Alta seguridad
hrs=horas
if_multiple_submissi=Si existen varios env\u00edos por usuario
im_choice_col=Elemento descriptivo
im_currently_editing=Actualmente en edici\u00f3n
im_match_col=Zona de la imagen
image=Imagen
image_map_question=Imagen interactiva
image_map_src=Seleccione la imagen interactiva a utilizar
immediate_feedback=Comentarios inmmediato
import_an_assessment=Importar un examen
import_from_a_file=Importar desde un fichero
import_from_q=Copiar desde una bater\u00eda de preguntas
import_from_question_bank=*** Importar desde el Banco de Preguntas
import_from_question=Importar desde una bater\u00eda de pruebas
incorrect_answer_op=Comentario a la respuesta incorrecta (opcional)
ins_new_q=Insertar nueva pregunta
insert_additional_a=Insertar respuestas adicionales
insert_additional_q_a_combos=A\u00f1adir \u00edtems adicionales
insert_additional_answer_options=Insertar opciones de respuesta adicional
insert_p=Insertar Parte
insert_q=Insertar pregunta
item=\u00cdtem
item_display_author=Mostrar \u00edtem - Modo autor
items=\u00cdtems
key=Palabras clave
keyword=Palabra clave
late_handling=Gesti\u00f3n de env\u00edos fuera de plazo
late_submissions_af=Los env\u00edos fuera de plazo (tras la fecha de entrega) NO se aceptar\u00e1n
late_submissions_wil=Los env\u00edos fuera de plazo se aceptar\u00e1n pero se mostrar\u00e1n como tard\u00edos durante el proceso de calificaci\u00f3n.
linear_access_to_que=Acceso lineal a las preguntas sin posibilidad de volver a p\u00e1ginas previas. <br/> &nbsp; &nbsp; &nbsp; S\u00f3lo hay un bot\u00f3n de SIGUIENTE para seguir adelante. <br/> &nbsp; &nbsp; &nbsp; NO hay p\u00e1gina de tabla de contenidos. <br/>match\=Relacionar
match=Relacionar
lead_in_statement=Introducci\u00f3n
default_lead_in_statement_description=Se utilizar\u00e1 el siguiente texto predeterminado a menos que haga clic en esta casilla y entra en tu propio.<br/>\nTexto predeterminado\:
default_lead_in_statement=Para cada uno de los siguientes elementos, seleccione las opciones de respuesta m\u00e1s adecuadas. Cada opci\u00f3n de respuesta puede ser utilizada una vez, m\u00e1s de una vez, o nunca.
matching=Relacionar
matching_choice_col=Opci\u00f3n
matching_match_col=Relacionar
matching_currently_editing=Actualmente en edici\u00f3n
matching_q_cont=Pregunta de relacionar - Continuaci\u00f3n
metadata=Metadatos
mins=minutos
model_short_answer=Modelo de respuesta corta (opcional)
modify_q=Editar pregunta
multiple_choice_type=Opci\u00f3n m\u00faltiple
multiple_mc_ss_pc=Varias correctas, seleccionar una, con puntuaci\u00f3n parcial
multiple_choice_surv=Encuesta
mutually_exclusive=Mutuamente excluyentes
my_assmts=Ex\u00e1menes
my_qs=Preguntas
my_qp=Bater\u00edas de preguntas
my_ts=Plantillas
navigation=Navegaci\u00f3n
new_p=Nueva parte
next_prev=Existen botones de SIGUIENTE y ANTERIOR en cada p\u00e1gina para la navegaci\u00f3n.
no_feedback_will_be=NO se mostrar\u00e1n los comentarios al alumnado.
no_toc=No hay p\u00e1gina con tabla de contenidos.
none=ninguno
note_emi_correct_options=Coloque las opciones correctas para cada elemento entre corchetes ([]) al final del \u00edtem. 
note_emi_separate=Separe estas con comas (,) si hay m\u00e1s de una opci\u00f3n correctas.
note_emi_example=Por ejemplo\: \u00bfCu\u00e1l de los huesos listados a continuaci\u00f3n se encuentran en el brazo? [a,d,e]
note_p_headers_w=NOTA\: Las cabeceras de las partes con el t\u00edtulo "Default" no ser\u00e1n visibles para los examinandos.
note_point_value_for_question=La puntuaci\u00f3n de las cuestiones es un campo obligatorio. Por favor introduzca un valor positivo.
note_place_curly=NOTA\: Incluya las palabras que requieran un espacio en blanco entre llaves ({}).
defining_answers=<b>Definiendo respuestas</b>
fib_note_1=Establecer entre llaves "{}" las palabras que se quieran sustituir por un espacio en blanco para que el estudiante coloque una respuesta. <br />Ejemplo\: Las rosas son {rojas} y las violetas {azules} .
fib_note_2=Insertar el caracter "|" entre respuestas para poner sin\u00f3nimos o varias opciones que son v\u00e1lidas.<br />Ejemplo\: El deporte m\u00e1s seguido en Espa\u00f1a es el {f\u00fatbol | futbol | balompi\u00e9}. 
fib_note_3=Insertar un asterisco (*) para uno o m\u00e1s caracteres comod\u00edn.<br />Ejemplo\: Est\u00e1 lloviendo a {c*} y hace un fr\u00edo que {p*}.
note_defining_answers=Establecer entre llaves "{}" el valor o valores num\u00e9ricos que se sustituir\u00e1n por espacios en blanco para que cada estudiante pueda colocar su respuesta. Ejemplo\: 3*3\={9}.
range=<b>Rango\:</b>Insertar el caracter "|" para establecer un rango de valores que se aceptar\u00e1n como respuesta.
range_example=Ejemplo\: El precio es {12.2|14.5}. Si la respuesta dada se encuentra entre 12.2 y 14.5 se considerar\u00e1 v\u00e1lida, fuera de ese rango no lo ser\u00e1.
scientific_notataion=<b>Notaci\u00f3n cient\u00edfica\:</b> Se TIENE QUE usar el punto como separador decimal y la letra "E" o "e" para definir el exponente.
scientific_notataion_example=Ejemplo\: {6.022E23} expresa el n\u00famero de Avogadro.
complex_numbers=Los <b>N\u00fameros complejos</b> deben representarse usando esta expresi\u00f3n (a + bi) donde "a" y "b" deben tener necesariamente un valor.
complex_numbers_example=Ejemplo\: {1+1i} es v\u00e1lido mientras que {1+i} no lo es. Igualmente, {0+9i} es v\u00e1lido mientras que {9i} no lo es.
accepted_characters=<b>Caracteres aceptados</b>
note_accepted_fin_1=Entre corchetes solo est\u00e1n permitidos los siguientes caracteres\: n\u00fameros, separadores de decimal, indicadores previos a n\u00fameros (p. ej., -5), espacios (p. ej., como  separadores en miles, 5 000). <b>Nota</b>\: en notaci\u00f3n cient\u00edfica el periodo debe ser usado como separador de decimal.
note_accepted_fin_2=Cualquier otro caracter(ej. $ o %) debe ir fuera de las llaves si fuera necesario. Por ejemplo\: 3/10\= {30}% <br/>(Solamente el valor 30 debe ser sustituido por una espacio en blanco, {30%} es incorrecto)
note_accepted_fin_3=Cuando se define un rango de valores, el valor anterior al caracter "|" debe ser menor que el valor que va despu\u00e9s <br/>del caracter "|" (ej., {12.2|14.5} es correcto y {14.5|12.2} no lo es).
for_example_accepted_fin=Por ejemplo\: 3/10\= {30}% (Solamente el valor 30 debe ser sustituido por una espacio en blanco, {30%} es incorrecto)
mathjax_usage_warning=El lenguage LaTeX puede tener alg\u00fan conflicto con la notaci\u00f3n requerida para este tipo de pregunta.
# note_insert_pipe=Insert "|" (pipe) for synonyms or multiple answers and "*" for wildcard characters.
# for_example_pipe=For example: The sides are {heads|tails} and {h**dslt**ls}.
note_insert_pipe=Inserte "|" entre las respuestas para utilizar sin\u00f3nimos o respuestas m\u00faltiples.
for_example_pipe=Por ejemplo\: Las hojas tienen {anverso|reverso}.
wildcard_char=Inserte un asterisco (*) para uno o m\u00e1s car\u00e1cteres de comod\u00edn.
wildcard_example=Por ejemplo\: Llueve a {c*} y hace un fr\u00edo que {p*}.
number_of_attempts=N\u00famero de intentos
number_of_attempts_indic=Indique el n\u00famero de veces que cada estudiante podr\u00e1 regrabar su respuesta
number_of_qs=* N\u00famero de preguntas
point_value_of_questons=* Puntuaci\u00f3n de las cuestiones
randomization=Aleatorizaci\u00f3n
type_of_randomization=Tipo de aleatorizaci\u00f3n
randomized_per_submission=Las preguntas de cada estudiante son aleatorizadas cada vez que el examen se realiza.
randomized_per_student=Las preguntas de cada estudiante se aleatorizan una sola vez y se mantienen as\u00ed todas las veces que se realiza el examen.
number_of_submission=N\u00famero de env\u00edos permitidos
numbering=Numeraci\u00f3n
obj=Objetivos
objective=Objetivo
one_per=(uno por l\u00ednea)
only=\u00danico
only_next=Solo hay botones "SIGUIENTE" para seguir adelante.
org=Organizaci\u00f3n
p=Parte
p_information=Informaci\u00f3n de la parte
p_title=T\u00edtulo de la parte
part_dash=Parte -
password=Contrase\u00f1a
pool_name=* Nombre de la bater\u00eda
number_questions=(n\u00ba total de preguntas)
pt=Puntos
q=Pregunta
q_text=Texto de la pregunta
q_layout=Distribuci\u00f3n de la pregunta
q_level_feedb=Comentario a nivel de pregunta
q_multiple=Pregunta - Opci\u00f3n m\u00faltiple, varias correctas (seleccionar varias). 
q_ordering_n=Ordenar preguntas
qs=Preguntas
question=Pregunta
question_answer_combinations=Elementos
question_text=Texto de la pregunta
question_theme_text=Tema
random_access_to_que=Acceso aleatorio a preguntas desde una tabla de contenidos.<br />\nHay botones para avanzar y retroceder en cada p\u00e1gina de navegaci\u00f3n.
random_draw_from_que=Mostrar las preguntas de la bater\u00eda aleatoriamente
random_draw_from_que_edit_disabled=(Elimine las preguntas existentes de esta parte para permitir esta funcionalidad)
randow_draw_from_que_no_pools_available=(A\u00f1ada al menos una pregunta a una bater\u00eda no utilizada para habilitar esta funcionalidad)
random_draw_questions_prefix=* Ordenar
random_draw_questions_suffix=pregunta(s) de
random_draw_correct_prefix=* Las respuestas correctas valen
random_draw_correct_suffix=punto(s).
random_draw_deduct_prefix=* Para las preguntas de 'Verdadero Falso' o de 'Varias opciones (una correcta)', restar
random_draw_deduct_suffix=punto(s) para las respuestas incorrectas. Esto sobrescribe la puntuaci\u00f3n original de la bater\u00eda.
random_within_p=Aleatoriedad en cada parte
randomize_answers=Aleatorizar las respuestas
req_rationale=Razonamiento requerido
randomize_items=Elementos a desarrollar
record_the_average_s=Guardar la puntuaci\u00f3n media
record_the_highest_s=Guardar la puntuaci\u00f3n m\u00e1s alta
rem_p_all=Borrar la parte y todas las preguntas.
rem_p_only=Borra solamente la parte y mover las preguntas a
remove_assessment_co=Confirmaci\u00f3n de borrado de examen
remove_assessment_check=Confirmar la eliminaci\u00f3n del examen
remove_p_conf=Confirmaci\u00f3n de borrado de parte
remove_q_conf=Confirmaci\u00f3n de borrado de pregunta
remove_question_conf=Confirmaci\u00f3n de borrado de pregunta
require_all_ok=Habilitar puntuaci\u00f3n parcial
require_rationale=Requiere razonamiento
required=Todos los campos con un asterisco son obligatorios
rationale=Desarrollo
restart_numbering_be=Reiniciar la numeraci\u00f3n entre partes.
retract=Obtener
rube=Firmas
rubric_colon=Firma
sakai_assessment_man=Gestor de Ex\u00e1menes
sakai_assessment_rem_q=Examen - Borrar pregunta
save_or_cancel_change=Guardar o cancelar los cambios
scoring=Puntuaci\u00f3n
search_question=Buscar preguntas
secondary_pass=Contrase\u00f1a secundaria
select=[Seleccionar]
select_menu=seleccionar
select_appropriate_format=Seleccione el formato adecuado
options_text=Opciones
select_a_pool_name=Seleccione un nombre para la bater\u00eda (opcional)
select_a_pool_for_random_draw=Seleccione el nombre de la bater\u00eda
select_num_questions=(\#\#\#)
select_combo=selecccione
select_one=seleccione una ...
select_qtype=seleccione el tipo de pregunta
select_the_feedback=Seleccione los componentes del comentario que se mostrar\u00e1n al alumnado
selected=Seleccionado
selection_level_feed=Comentario a nivel de selecci\u00f3n
settings=Configuraci\u00f3n -
short_answer_essay=Respuesta corta
show=MOSTRAR
show_hide=Mostrar/Ocultar
student_rsquo_s_scor=Puntuaci\u00f3n de estudiante
submission_message=Mensaje de env\u00edo
submissions=Env\u00edos
submissions_allowed=env\u00edos permitidos
subsub=subsub
sure_rem_q=\u00bfEst\u00e1 seguro de que desea borrar esta pregunta?
tf=Verdadero/Falso
the_complete_assessm=El examen se mostrar\u00e1 en una \u00fanica p\u00e1gina web.
time_allowed_seconds=Tiempo permitido (segundos)
time_allowed_seconds_indic=Indique el tiempo de que dispondr\u00e1 cada estudiante para grabar su respuesta
timed_assessment=Examen temporizado
timed_assessment_wit=Examen temporizado con tiempo l\u00edmite
title_navigoproject=T\u00edtulo\: NavigoProject.org
total_pts=puntos totales
total_pt=puntos totales
true_msg=Verdadero
true_false=Verdadero Falso
true_false_slash=Verdadero/Falso
true_false_q=Pregunta de Verdadero/Falso
unlimited=Sin l\u00edmite
upload_assessment=Subir examen
user_must_click_sav=El usuario debe pulsar "Guardar" para guardar su entrada.
username=Nombre de usuario
zero_survey=(0 \= encuesta o pregunta sin calificar)
choice_labels=A\:B\:C\:D\:E\:F\:G\:H\:I\:J\:K\:L\:M\:N\:O\:P\:Q\:R\:S\:T\:U\:V\:W\:X\:Y\:Z

no=No
yes=S\u00ed

#Question labels for analysis and statistics
#The different fields must always be named as follows:
#-question number is zero: {0}
#-part number is one: {1}
#-pool name is two: {2}
#used if the question is not from a random pool and the assignment has only one part
label_question=Q {0}
#used if the question is not from a random pool and the assignment has more then one part
label_question_part=P {1}-Q {0}
#used if the question is from a random pool and the assignment has more then one part
label_question_part_pool=P {1}-Q {0}-Bater\u00eda\: {2}
#used if the question is from a random pool and the assignment has only one part
label_question_pool=Q {0}-Bater\u00eda\: {2}

#multiple choice survey answers
above_average=Por encima de la media
below_average=Por debajo de la media
average=Media
excellent=Excelente
yes_no=S\u00ed, No
disagree_agree=En desacuerdo, de acuerdo
disagree_undecided=En desacuerdo, NS/NC, de acuerdo
strongly_agree=Totalmente de acuerdo
strongly_disagree=Totalmente en desacuerdo
disagree=En desacuerdo
agree=Acuerdo
undecided=NS/NC
unacceptable=Inaceptable
scale5=1 -> 5
scale10=1 -> 10

# added by daisyf
questions_lower_case=preguntas
question_s_lower_case=pregunta(s)
points_lower_case=puntos
point_lower_case=punto
generalItemFeedback=Comentarios
correctItemFeedback=Comentario correcto
incorrectItemFeedback=Comentario incorrecto
correct=Correcto
incorrect=Incorrecto

question_lower_case=pregunta
answerKey=Respuesta correcta
general_fb=Comentario de \u00edtem general

not_correct=Incorrecto
a_level_feedb=Feedback a nivel de respuesta
s_level_feedb=Comentario a nivel de selecci\u00f3n
preview_model_short_answer=Modelo de respuesta corta
number_of_tries=N\u00famero de intentos permitidos

# add /edit Part
title=* T\u00edtulo
information=Informaci\u00f3n
title_note=Nota\: El t\u00edtulo de la parte no se mostrar\u00e1 a los examinandos cuando este sea "Default".
options=Opciones
type=Tipo
type_onebyone=Preguntas creadas una por una
random_draw_type=Vista aleatoria desde
random_draw_msg=Las preguntas de esta parte son generadas aleatoriamente a partir de una bater\u00eda de preguntas. Haga clic en Previsualizar examen para ver un ejemplo.
random_draw_msg_published=Las preguntas de esta parte se generaron desde la bater\u00eda de preguntas, <b>{0}</b>, en <b>{1}</b> en <b>{2}</b>. Para editar las preguntas en esta parte, haga clic en <b>Editar preguntas</b>.
random_draw_msg_no_date=Las preguntas de esta parte son generadas aleatoriamente a partir de una bater\u00eda de preguntas. Haga clic en Previsualizar examen para ver un ejemplo.
random_update_questions=Actualizar preguntas

# for upload questions in editAssessment.jsp
upload_instruction=Haga clic en "Examinar..." para localizar el fichero y despu\u00e9s pulse "Subir" para subirlo.

update_pool_error_size_too_large=El n\u00famero de preguntas seleccionadas excede el n\u00famero de preguntas en la bater\u00eda.  Por favor, edite el valor del n\u00famero de preguntas en la secci\u00f3n.
update_pool_error_unknown=Se produjo un error mientras se actualizaban las preguntas seleccionadas al azar de la bater\u00eda de preguntas.


# validate random drawn number for part
qdrawn_error=El n\u00famero de preguntas a barajar debe ser un entero mayor que 0, pero no mayor de
qdrawn_pt_error=Los valores de la puntuaci\u00f3n deben ser mayores o iguales a 0,0
qdrawn_null_error_pos=Por favor, introduzca un valor en el campo "Las respuestas correctas valen"
qdrawn_null_error_neg=Por favor, introduzca el valor en el campo "restar _ punto(s)"

selectedPool_error=Seleccione una bater\u00eda en "Elecci\u00f3n aleatoria desde la bater\u00eda de preguntas"
overdrawn_error=La bater\u00eda de preguntas seleccionada tiene menos preguntas de las que se indicaron. Por favor, introduzca un n\u00famero menor.
# message for total scores for assessments consisting of random draw parts
random_draw_total_score=Puesto que este examen contiene una parte generada aleatoriamente, la informaci\u00f3n de "puntos totales" es solo una estimaci\u00f3n.

# error message for denied access
denied_create_assessment_error=Lo sentimos, no tiene permiso para crear o importar un examen.
denied_edit_assessment_error=Lo sentimos, no tiene permiso para editar los ex\u00e1menes de este sitio.
denied_delete_assessment_error=Lo sentimos, no tiene permiso para borrar los ex\u00e1menes de este sitio.
denied_publish_assessment_error=Lo sentimos, no tiene permiso para publicar ex\u00e1menes en este sitio.
denied_edit_publish_assessment_settings_error=Lo sentimos, no tiene permiso para publicar ex\u00e1menes en este sitio y, por tanto, para editar su configuraci\u00f3n.
denied_take_assessment_error=Lo sentimos, no tiene permiso para examinarse en este sitio, sin embargo, s\u00ed que puede ver el examen.
denied_submit_for_grade_error=Lo sentimos, no tiene permiso para enviar ex\u00e1menes al sitio para su calificaci\u00f3n.
denied_grade_assessment_error=Lo sentimos, no tiene permiso para calificar los ex\u00e1menes en este sitio.
denied_delete_other_members_assessment_error=\u00a1 Lo siento\! No tienes el permisos para eliminar ex\u00e1menes creados por otros miembros de este sitio.
# please add comment
duplicateName_error=No puede duplicar los t\u00edtulos de los ex\u00e1menes. Por favor, escoja otro.
# 0 points for survey
zeropoints=0 puntos

gradebook_exception_error=Advertencia\: no se puede crear un \u00edtem en Calificaciones para este examen. Por favor, contacte con el servicio de atenci\u00f3n al usuario.

gradebook_service_error=Aviso\: No se ha podido a\u00f1adir el examen a Calificaciones, por tanto no se ha podido publicar el examen. Contacte con el servicio de atenci\u00f3n al usuario.

empty_part_title_error=La parte del t\u00edtulo no puede estar vac\u00eda

# error message for question add
MCanswer_outofbound_error=Las preguntas de "Opci\u00f3n m\u00faltiple" permiten un m\u00e1ximo de 26 respuestas.
singleCorrect_error=Debe seleccionar una respuesta correcta.
multiCorrect_error=Ha de seleccionar por lo menos una respuesta correcta
answerList_error=Ha de introducir al menos dos posibles respuestas para esta pregunta
missingChoices_error=Introducir el texto para la selecci\u00f3n
empty_correct_error=El texto de la selecci\u00f3n correcta no puede estar vac\u00edo
match_error=Debe introducir una opci\u00f3n y una relaci\u00f3n
deliveryDate_error=La fecha de env\u00edo no tiene el formato adecuado\: dd/mm/yyyy hh\:mm\:ss\:aa
pool_missingBracket_error=Por favor, aseg\u00farese de que los corchetes con la relaci\u00f3n y su respuesta contienen al menos un car\u00e1cter no blanco.
fin_invalid_characters_error=Utilice s\u00f3lo caracteres v\u00e1lidos dentro de las llaves.
mc_error=Introduzca m\u00e1s respuestas
emptyText_error=El enunciado de la pregunta no puede estar vac\u00edo
noMatchingPair_error=Antes de guardar esta cuesti\u00f3n, debe tener por lo menos una pareja. Introduzca una pareja y pulse sobre "Guardar Pareja". En ese momento podr\u00e1 guardar la pregunta pulsando en Guardar en la parte inferior de la p\u00e1gina.
noImageMapPair_error=Antes de guardar esta cuesti\u00f3n, debe tener por lo menos una zona seleccionada. Introduzca una zona y pulse sobre "Guardar zona". En ese momento podr\u00e1 guardar la pregunta pulsando en Guardar en la parte inferior de la p\u00e1gina.
submissions_allowed_error=El Tiempo debe ser un entero positivo, por ejemplo\: 15, 30, 60 .
corrAnswer=Debe seleccionar al menos una respuesta.
partial_credit_limit_summary=El "% del Valor" para la selecci\u00f3n de una respuesta incorrecta debe ser un n\u00famero entero entre 0 y 99.
partial_credit_limit_detail=El valor debe ser un n\u00famero entero entre 0 y 99.

edit_published_assessment_warn_1=Este examen se ha retirado temporalmente de la vista del alumnado.
edit_published_assessment_warn_21=Haga clic en "Republicar" o en "Republicar y recalificar" para que el examen est\u00e9 disponible al alumnado.
edit_published_assessment_warn_22=Haga clic en "Republicar" para que el examen est\u00e9 disponible al alumnado
edit_published_assessment_warn_edit_pool_questions=Los cambios afectar\u00e1n solo a este examen, no a la bater\u00eda de preguntas de la que estas preguntas fueron extra\u00eddas. Para editar la pregunta correspondiente en la bater\u00eda denominada {0}, utilice el enlace Bater\u00eda de Preguntas en la parte superior de esta p\u00e1gina.
edit_published_assessment_error=El examen ya no est\u00e1 disponible para su edici\u00f3n
edit_published_assessment_error_info=Al menos una persona ha empezado a realizar este examen y no estar\u00e1 ya disponible para su edici\u00f3n. Haga clic en Volver para retroceder a la pantalla de los examenes.
regrade_republish=Republicar vs. Recalificar y republicar
what_is_republish_1=Clic
what_is_republish_2=Republicar
what_is_republish_3=si ha modificado contenido que no influye en la valoraci\u00f3n global del examen (por ejemplo, comentar una pregunta o una respuesta).
what_is_regrade_republish_1=Haga clic
what_is_regrade_republish_2=Recalificar y republicar
what_is_regrade_republish_3=si ha modificado algo que pueda cambiar la calificaci\u00f3n global del examen, lo que incluye\:
what_is_regrade_republish_4=1) Modificar la puntuaci\u00f3n asignada a una respuesta en una pregunta de autoevaluaci\u00f3n. Estas preguntas pueden ser de los siguientes tipos\:
what_is_regrade_republish_5=- Opci\u00f3n m\u00faltiple 
what_is_regrade_republish_6=- Encuesta
what_is_regrade_republish_7=- Completar los espacios en blanco
what_is_regrade_republish_8=- Respuesta num\u00e9rica
what_is_regrade_republish_9=- Relacionar
what_is_regrade_republish_10=-Verdadero Falso
what_is_regrade_republish_11=2) Modificando la opci\u00f3n de la respuesta correcta para una pregunta de autoevaluaci\u00f3n.
what_is_regrade_republish_12=NOTA\: si ha hecho ajustes manuales en preguntas de autoevaluaci\u00f3n antes de editar un examen publicado, el clic en 'Recalificar y republicar' sobreescribir\u00e1 estos cambios de puntuaci\u00f3n manuales. Sin embargo, las preguntas calificadas a mano (por ejemplo, respuesta corta o subida de un fichero) no se ver\u00e1n afectadas.

# new fib authoring messages 
case_sensitive=<b>\u00bfDistinguir entre may\u00fasculas y min\u00fasculas?</b>
case_sensitive_note=Cuando est\u00e1 marcado, la respuesta del estudiante debe coincidir exactamente respetando las may\u00fasculas y las min\u00fasculas.
case_sensitive_example=Ejemplo\: Si la respuesta correcta es "ABC" y la respuesta dada es "aBc", se marcar\u00e1 como incorrecta.
mutually_exclusive_note=NOTA\: Al activarlo, las cuestiones que incluyen m\u00e1s de un espacio a rellenar con opciones de respuesta id\u00e9nticas deben tener respuestas \u00fanicas.
mutually_exclusive_example=Por ejemplo\: Las caras de una moneda son {cara|cruz} y {cara|cruz}. Respuesta correcta\: cara, cruz. Respuesta medio correcta\: cara, cara.
ignore_spaces=<b>\u00bfIgnorar espacios?</b>
ignore_spaces_note=Cuando se selecciona, la respuesta del estudiante no requerir\u00e1 espacios en blanco ni ser\u00e1 contabilizada como err\u00f3nea si no los tiene.
ignore_spaces_example=Ejemplo\: Si la respuesta correcta es "2 * sin(x - m)",  lo siguiente se marca como correcto "2*sin(x-m)", "2*sin(x - m)", etc.


# edit publish assessment confirmation page
edit_published_assessment_heading_conf=Editar la Confirmaci\u00f3n de Examen Publicado
warning=ATENCI\u00d3N\:
edit_published_assessment_heading_conf_info_1=Este examen ya ha sido publicado.
edit_published_assessment_heading_conf_info_2=Dejar\u00e1 de estar disponible para el alumnado hasta que no la republique.
edit_published_assessment_heading_conf_info_3=Haga clic en Editar para modificar el examen.
edit_published_assessment_heading_conf_info_4=Haga clic en Cancelar para volver a la p\u00e1gina de Ex\u00e1menes.

# signs for author tool
separator=|
dash=-
column=\:
greater=>

# copy assessment confirmation page
copy_assessment_heading_conf=Confirmaci\u00f3n de copiado del examen
copy_assessment_conf_info_1=\u00bfEst\u00e1 seguro de que quiere copiar el examen con t\u00edtulo "
copy_assessment_conf_info_2="?
append_copy_title=- Copia \#

# gradebook can not accept an assessment if its totalpoint = 0, 
gradebook_exception_min_points=Aviso\: No se ha podido crear un \u00edtem de Calificaciones correspondiente a este examen porque Calificaciones exige que la puntuaci\u00f3n total para este examen sea > 0. En Configuraci\u00f3n, dentro de Puntuaci\u00f3n, escoja No enviar a Calificaciones e intente publicar el examen de nuevo.

# Title of links: starts with t_
t_addPart=A\u00f1adir parte
t_settings=Editar configuraci\u00f3n
t_removeP=Eliminar parte
t_editP=Editar parte
t_editQ=Editar pregunta
t_removeQ=Eliminar pregunta
t_assessment=Ex\u00e1menes
t_question=Pregunta
t_removeC=Eliminar opci\u00f3n
t_removeO=Quitar la opci\u00f3n
t_removeI=Quitar elemento

# add attachments to questions
attachments=Ficheros adjuntos
add_attachments=A\u00f1adir fichero adjunto
add_remove_attachments=A\u00f1adir/Eliminar ficheros adjuntos
no_attachments=No hay ficheros adjuntos.
remove_attachment_heading=Eliminar el fichero adjunto
remove_attachment_conf=confirmar la eliminaci\u00f3n del fichero adjunto
cert_rem_attachment=\u00bfEst\u00e1 seguro de querer borrar este fichero adjunto?
t_attachment=Muestra el fichero adjunto en una ventana diferente

show_editor=Mostrar el editor de texto enriquecido (y el conteo de caracteres)
show_editors=Mostrar todos los editores con formato

file=Fichero\: 
upload=Subir 
browse=Examinar...

note_negative_point_value_part=OBLIGATORIO\: Sobreescribe el valor introducido en la bater\u00eda original. \u00danicamente afecta a preguntas del tipo 'Verdadero Falso' o 'Varias opciones (una correcta)'.
negative_point_value=Puntos descontados por fallo
note_negative_point_value_question=Opcional. Se refiere solamente a preguntas de tipo "Verdadero/Falso" u "Varias opciones (una correcta)".

select_action=-- Seleccionar Acci\u00f3n --
action_scores=Notas

enable_partial_credit=Habilitar puntuaci\u00f3n parcial
reset_grading_logic=Restablecer la l\u00f3gica de puntuaci\u00f3n por defecto
enable_nagative_marking=Habilitar puntuaci\u00f3n negativa
percentage_value=% Valor
reset_score_values=Restablecer la puntuaci\u00f3n
enter_new_pc_value=Introducir un nuevo valor (opcional)

# error messages for EMI questions (used in Javascript validation)
answer_point_value_error=No se ha introducido una respuesta v\u00e1lida.
theme_text_error=No se ha introducido el texto del tema.
simple_text_options_blank_error=Algunas opciones de texto simple se dejaron en blanco. Por favor, introduzca el texto de la opci\u00f3n o elimine opciones antes de guardar.
number_of_rich_text_options_error=N\u00famero de opciones de texto enriquecido no seleccionado.
missing_or_invalid_answer_options_labels_error=Etiquetas de opci\u00f3n de respuesta inv\u00e1lidas o no existentes
rich_text_options_error=Se requiere respuesta de texto enriquecido o adjunto
at_least_two_options_required_error=Se requieren como m\u00ednimo dos opciones
at_least_two_pasted_options_required_error=Se requieren como m\u00ednimo dos opciones pegadas
blank_or_non_integer_item_sequence_error=Secuencia en blanco o no entera encontrada para el \u00edtem\:
correct_option_labels_error=Corrija en el elemento las etiquetas vac\u00edas o que contengan caracteres que no sean alfanum\u00e9ricos o comas\:
correct_option_labels_invalid_error=Opci\u00f3n no v\u00e1lida en las etiquetas de opci\u00f3n correcta para el \u00edtem\:
item_text_not_entered_error=Texto del elemento o adjunto no introducido para el \u00edtem\:
simple_text_option_label=Texto simple - para una lista de \u00edtems sin formato
simple_text_paste_label=Texto simple - Opciones para pegar
rich_text_option_label=Texto enriquecido / adjuntos - para texto con estilo, tablas, im\u00e1genes etiquetadas

#message parameters:
#0: user input
#1: question number
#2: sequence number
#3: valid options
please_select_from_available=Las pregunta {1} tiene una respuesta incorrecta, {0}. S\u00f3lo se aceptan las siguientes letras del alfabeto\: {3}
duplicate_responses=Respuestas duplicadas\:

# MC what's this link
mc_whats_this_main_text=La l\u00f3gica de puntuaci\u00f3n de las preguntas de opci\u00f3n m\u00faltiple depende de la opci\u00f3n que seleccione.
mcsc_whats_this_text=Esta es la opci\u00f3n predeterminada porque es la m\u00e1s com\u00fan\: el estudiante obtendr\u00e1 la puntuaci\u00f3n completa si selecciona una \u00fanica respuesta correcta y cero puntos si selecciona cualquier otra cosa. Esta opci\u00f3n puede modificarse habilitando el cr\u00e9dito parcial o habilitando la puntuaci\u00f3n negativa.
mcsc_whats_this_text_no_partial_credit=Esta es la opci\u00f3n predeterminada porque es la m\u00e1s com\u00fan\: el estudiante obtendr\u00e1 la puntuaci\u00f3n al seleccionar una sola respuesta correcta y cero puntos al seleccionar cualquier otra respuesta.*
mcss_whats_this_text=Seleccione esta opci\u00f3n si varias respuestas son correctas y le gustar\u00eda dar al estudiante la puntuaci\u00f3n completa si elige <b>alguna</b> de ellas. Por ejemplo, la pregunta X tiene como opciones A, B, C y D donde A, B o D son correctas. Si se selecciona A, B o D recibir\u00eda toda la puntuaci\u00f3n de la pregunta. Si selecciona C tendr\u00eda cero puntos.*
mcms_whats_this_text=Seleccione esta opci\u00f3n si es necesario seleccionar <b>todas</b> las respuestas correctas para poder recibir la puntuaci\u00f3n completa.
mcms_whats_this_partial_text=<b>Correcci\u00f3n parcial\:</b> Se le dar\u00e1 puntuaci\u00f3n parcial si selecciona una respuesta correcta y se penalizar\u00e1 si selecciona una respuesta incorrecta. Por ejemplo, la pregunta X vale 10 puntos y tiene opciones A, B, C, D, E, donde A y B son correctas. Cada respuesta correcta tiene un valor igual al valor de la pregunta dividido por el n\u00famero de respuestas correctas. Por lo tanto, un estudiante obtendr\u00e1 5 puntos por seleccionar A o B. Se penalizar\u00e1 5 puntos por seleccionar C, D o E.
mcms_whats_this_partial_note=<b>Nota\:</b> Aunque una pregunta podr\u00eda tener una puntuaci\u00f3n negativa basada en la l\u00f3gica de puntuaci\u00f3n (como en este ejemplo), el valor real de la puntuaci\u00f3n total posible m\u00e1s baja para este tipo de pregunta de m\u00faltiple opci\u00f3n no puede ser menor que cero.
mcms_whats_this_full_text=<b>Todas o ninguna\:</b> Quien realiza el examen recibir\u00e1 la puntuaci\u00f3n completa s\u00f3lo si elige todas las respuestas correctas y ninguna de las respuestas incorrectas.* <br/><br/>* Si quiere penalizar a quien conteste al azar, introduzca un valor en el campo "Puntuaci\u00f3n negativa..." de manera que se obtendr\u00eda una puntuaci\u00f3n negativa al elegir una opci\u00f3n incorrecta. Por ejemplo, si una pregunta vale 10 puntos e introduce "5" en el campo "Puntuaci\u00f3n negativa...", acertar la respuesta correcta valdr\u00eda 10 puntos y fallarla valdr\u00eda -5 puntos. (En las preguntas de "Varias correctas, seleccionar varias." si el estudiante ha seleccionado m\u00faltiples opciones incorrectas no implica que vaya a obtener m\u00faltiples deducciones; no obtendr\u00e1 menos de -5 puntos.)
enable_partial_credit_text=Seleccione esta opci\u00f3n si desea dar al estudiante puntuaci\u00f3n parcial cuando elija una respuesta que es "casi correcta". Por ejemplo, la pregunta X tiene las opciones A, B, C, D, donde A es la respuesta correcta. Quien elija A, recibir\u00eda toda la puntuaci\u00f3n, pero podr\u00eda tener puntos por elegir una respuesta casi correcta. Activar esta opci\u00f3n permite especificar un valor de porcentaje para cada respuesta.
enable_negative_makrinkg_text=Seleccione esta opci\u00f3n si desea desmotivar a quien intente adivinar las respuestas al azar. El valor introducido en el campo "Puntuaci\u00f3n negativa..." ser\u00e1 la puntuaci\u00f3n de la pregunta para quien seleccione una opci\u00f3n incorrecta. Por ejemplo, si una pregunta vale 10 puntos e introduce "5" en el campo "Puntuaci\u00f3n negativa...", quien acierte sacar\u00e1 10 puntos y quien falle sacar\u00e1 -5 puntos.
enable_negative_makrinkg_note=<b>Nota\:</b> Aunque una pregunta puede tener una puntuaci\u00f3n negativa, la puntuaci\u00f3n final para un examen nunca ser\u00e1 menor que cero.
reset_to_default_grading_logic_text=Haga clic en este enlace si cambia de opini\u00f3n despu\u00e9s de seleccionar 'Habilitar puntuaci\u00f3n parcial' o 'Habilitar puntuaci\u00f3n negativa'. El valor predeterminado de correcci\u00f3n otorgar\u00e1 la puntuaci\u00f3n completa al seleccionar una respuesta correcta y cero al seleccionar una respuesta incorrecta.

st_yes=S\u00ed
st_no=No
st_agree=De acuerdo
st_disagree=En desacuerdo
st_undecided=NS/NC
st_below_average=Por debajo de la media
st_average=Media
st_above_average=Por encima de la media
st_strongly_disagree=Totalmente en desacuerdo
st_strongly_agree=Totalmente de acuerdo
st_unacceptable=Inaceptable
st_excellent=Excelente

image_map_default_instruction=Identifique los elementos de la lista siguiente haciendo click con el rat\u00f3n en la parte de la imagen que corresponda al mismo. El bot\u00f3n verde indica el elemento de la lista que est\u00e1 seleccionando en ese momento.
q_text_image_map=Introduzca las instrucciones de la pregunta en la caja de texto siguiente o deje el mensaje por defecto. Suba la imagen que desea usar en la secci\u00f3n designada para ello a continuaci\u00f3n.

rowchoices=Filas de opciones (pulsa la tecla "Intro" despu\u00e9s de cada opci\u00f3n)
matrix_choice_surv=Encuesta\: Matriz de opciones
matrix_choices_surv=Encuesta - Matriz de opciones
columnchoices=Columnas de opciones (pulsa la tecla "Intro" despu\u00e9s de cada opci\u00f3n)
addColumnChoiceToFavor=A\u00f1adir las opciones de columna a favoritos
forceRanking=Permitir solamente una respuesta por columna (ranking forzado)
addComment=A\u00f1adir campo de comentario
favorLabel=Etiqueta de favoritos
fieldLabel=Etiqueta del campo
commentField=Comentario
character_count=Contador de caracteres
relativeWidthOfColumns=Ancho relativo de las columnas
row_field_empty=El campo de las filas no puede estar vacio
less_than_two_columns=El campo de las columnas tiene que tener al menos dos entradas, separadas por un "Intro"
selectFromFavorites=Seleccionar de favoritos

emi_pt=Puntos del \u00edtem
emi_whats_this=?
emi_whats_answer_point_title=Puntos de la respuesta
emi_whats_answer_point=Los puntos se dan por elemento. La puntuaci\u00f3n total de la cuesti\u00f3n se calcula autom\u00e1ticamente de la suma de los puntos de cada elemento.
emi_whats_theme_title=Tema
emi_whats_theme=El tema describe el dominio/asunto principal con el que est\u00e1 relacionado el conjunto de preguntas y est\u00e1 asociado a unos objetivos de aprendizaje. Un tema m\u00e1s gen\u00e9rico (como por ejemplo "Alergia") se puede usar para comprobar conocimientos sobre campos m\u00e1s amplios y los elementos del conjunto pueden incluir farmacolog\u00eda, epidemiolog\u00eda e investigaciones. Un tema m\u00e1s concreto (como por ejemplo "Tratamiento de la alergia") se puede usar para comprobar un conocimiento m\u00e1s profundo, en este caso relacionado con la farmacolog\u00eda.
emi_whats_options_title=Opciones
emi_whats_options=La lista de opciones consiste en las posibles respuestas potenciales para cada elemento, e incluye las "distracciones" que son respuestas incorrectas o no completamente correctas para este elemento en particular. Las opciones deber\u00edan ser homog\u00e9neas o "el mismo tipo de cosas" como medicinas, organismos, c\u00e9lulas o investigaciones y deben ser enunciadas s\u00f3lo con palabras o frases cortas. Las opciones que son innecesariamente complicadas (combinaciones de opciones) o "todas/ninguna de las anteriores" no se permiten.
emi_whats_leadin_title=Introducci\u00f3n
emi_whats_leadin=El Enunciado especifica la relaci\u00f3n entre los elementos y la lista de opciones. En este tipo de preguntas, la lista de opciones (por ejemplo, 8 o m\u00e1s diagn\u00f3sticos potenciales) se pueden resumir en el Enunciado, por ejemplo, "Para cada uno de los siguientes pacientes que han acudido a Urgencias, seleccione el diagn\u00f3stico m\u00e1s adecuado". El Enunciado deber\u00eda proporcionar instrucciones claras de c\u00f3mo cada estudiante debe responder a la pregunta.
emi_whats_items_title=Elementos
emi_whats_items=El elemento describe el contexto y lo que se le pregunta al alumnado. Normalmente consiste en una escenario cl\u00ednico y una pregunta, por ejemplo "Un hombre de 30 a\u00f1os tiene los siguientes s\u00edntomas... Selecciona el diagn\u00f3stico m\u00e1s adecuado." En este tipo de cuestiones, la pregunta debe estar incluida en el elemento o en el Enunciado. 

character_limit=200 caracteres 

matrix_width_list_default=Usar los valores por defecto del navegador para el ancho de las columnas
matrix_width_list_1=10% columna de las filas de opciones/90% columna de las columnas de opciones
matrix_width_list_2=20% columna de las filas de opciones/80% columna de las columnas de opciones
matrix_width_list_3=30% columna de las filas de opciones/70% columna de las columnas de opciones
matrix_width_list_4=40% columna de las filas de opciones/60% columna de las columnas de opciones
matrix_width_list_5=50% columna de las filas de opciones/50% columna de las columnas de opciones
matrix_width_list_6=60% columna de las filas de opciones/40% columna de las columnas de opciones
matrix_width_list_7=70% columna de las filas de opciones/30% columna de las columnas de opciones
matrix_width_list_8=80% columna de las filas de opciones/20% columna de las columnas de opciones
matrix_width_list_9=90% columna de las filas de opciones/10% columna de las columnas de opciones

edit_fib_warning=Por favor, tenga en cuenta que si elimina o modifica los espacios en blanco puede obtener discrepancias de correcci\u00f3n cuando los ex\u00e1menes ya realizados sean corregidos de nuevo. Para editar este tipo de pregunta deber\u00eda permitir al alumnado que puedan reenviar el examen.
edit_order_warning=Puede que haya asignado la misma posici\u00f3n para algunas partes o preguntas. El orden ha sido modificado.

tag_title=Etiquetas
tag_previous=Etiquetas a\u00f1adidas anteriormente a la pregunta
tag_question_new=A\u00f1adir nuevas etiquetas a la pregunta
tag_question=A\u00f1adir/eliminar etiquetas a la pregunta
tag_search=B\u00fasqueda de etiquetas
text_search=B\u00fasqueda de texto
searched_text=Texto buscado\:
searched_tags=Etiquetas buscadas\:
results_text=Resultados de b\u00fasqueda de texto
results_tag=Resultados de b\u00fasqueda de etiquetas
no_results=No hay resultados para mostrar
tag_text_error=Es necesario a\u00f1adir al menos 3 caracteres en el campo de texto. Tenga en cuenta que las etiquetas HTML (o similares) y otros caracteres especiales son filtrados del texto para realizar la b\u00fasqueda. 
tag_text_error2=El buscador ha detectado algo en el texto que no est\u00e1 permitido. Normalmente suele estar relacionado con comillas sin cerrar, rev\u00edselo por favor. 
tag_text_error3=Ha ocurrido un error en la b\u00fasqueda, intente por favor introducir una consulta m\u00e1s sencilla. Si el error persiste contacte con el personal de apoyo. 
tag_tags_error=\ Necesita 1 etiqueta al menos para realizar la b\u00fasqueda.
tag_multitag_singlequestion=Seleccionando esta opci\u00f3n, todas las preguntas completamente id\u00e9nticas a \u00e9sta (que est\u00e9n en otros ex\u00e1menes o bater\u00edas) ser\u00e1n actualizadas con esta etiqueta. 
tag_multitag_singlequestion_all=El sistema se ha configurado para a\u00f1adir estas etiquetas a cualquier otra pregunta que sea id\u00e9ntica y que exista en la plataforma (quiz\u00e1s copiada a otro examen o a una bater\u00eda). 
