#X-Generator: crowdin.com
export_a=Exporter \u00e9valuation
export_p=Exporter partie
export_q=Exporter Question
export_action=T\u00e9l\u00e9charger
#export_action=Export
#export_instructions=Choose Version for an IMS QTI-compliant XML file
export_instructions=Cliquez sur T\u00e9l\u00e9charger pour obtenir un fichier XML conforme \u00e0 la norme IMS QTI.
choose_type_1=S\u00e9lectionner le type d'exportation que vous voulez faire,
choose_type_2=ou
choose_type_3=, et cliquez sur Exporter. Pour QTI, un fichier XML appara\u00eetra dans une nouvelle fen\u00eatre. S\u00e9lectionnez Fichier > Enregistrer... dans votre navigateur pour enregistrer ce fichier sur votre bureau.
ims_qti=XML conforme - IMS QTI
ims_cp=Empaquetage de contenu IMS
choose_export_type=S\u00e9lectionner le type d'exportation \:
qti12=QTI v 1.2
content_packaging=Empaquetage du contenu
cp_message=Si votre \u00e9valuation contient des fichiers joints ou utilise des balises HTML pour r\u00e9f\u00e9rencer des ressources externes, vous devez utiliser l\u2019option Content Packaging.
markup_text=Texte balis\u00e9
markup_text_note=Ayez \u00e0 l\u2019esprit que si vous choisissez le texte balis\u00e9, il se peut que des \u00e9l\u00e9ments ne puissent \u00eatre export\u00e9s, par exemple des \u00e9l\u00e9ments de vos commentaires.
export_confirm=Il y a des questions qui ne sont pas exportables en langage texte balis\u00e9. Souhaitez-vous continuer\u00a0?
export=Exporter
im_ex_version_choose=S\u00e9lectionnez une version de la sp\u00e9cification IMS QTI
im_ex_version_12=QTI v 1.2
im_ex_version_20=QTI v 2.0
im_ex_version_show=faux
import_a=Importer \u00e9valuation
import_p=Importer partie
import_q=Importer Question
import_action=Importer
choose_file=S\u00e9lectionnez un fichier \:
import_instructions=S\u00e9lectionnez un fichier XML conforme \u00e0 la sp\u00e9cification IMS QTI \u00e0 partir de votre ordinateur.
import_pool_instructions=Choisissez un fichier <b>XML</b>, compatible avec la norme IMS QTI, dans votre ordinateur.
dash=- 
export_imagemap_message=<b>Note</b>\u00a0\: les questions de type Interaction Graphique (Hot Spot) ne seront pas export\u00e9es car elles ne correspondent pas \u00e0 un type de question standard. Vous pouvez cependant les copier d\u2019un espace \u00e0 l\u2019autre \u00e0 l\u2019aide de r\u00e9serves de questions ou avec la fonctionnalit\u00e9 d\u2019importation d'espace.
# deferred for later
#import_instructions=Choose an IMS QTI-compliant XML file from your computer\
# or an existing assessment to import.
#other_choose_title=Title
#other_choose_mod=Last Modified
#other_choose=OR Choose an assessment:

# properties used in java code
import_err=Une erreur est survenue lors de l'importation de cette \u00e9valuation. Assurez-vous que le fichier est correctement format\u00e9 selon le format IMS QTI. 
import_err_pool=Une erreur est survenue lors de l'importation de ce pool. Assurez-vous que le fichier est correctement format\u00e9 selon le format IMS QTI.
import_qti_not_found=Il y avait une erreur importation de cette \u00e9valuation. Assurez-vous que le nom du fichier QTI est correct.
respondus_matching_err_1=a import\u00e9, mais il y a un probl\u00e8me avec les questions suivantes\u00a0\:
respondus_matching_err_2=Pour afficher dans ce syst\u00e8me, \u00e9l\u00e9ments et choix des questions correspondantes doivent \u00eatre associ\u00e9s un \u00e0 un. Veuillez modifier cette \u00e9valuation pour ajouter des paires \u00e0 chaque question ou supprimer la question totalement.

import_size_too_big={0} n\u2019a pas pu \u00eatre import\u00e9s, parce qu\u2019il y a une limite de taille de fichier de {1}Mo par importation.

# import question pool 
import_qp=Importer Groupement

# Export denied
export_denied=Exportation non permise
export_denied_message=Vous n'avez pas le droit d'exporter cette \u00e9valuation. Veuillez contacter votre enseignant si vous avez des questions.
button_continue=Retourner

pool_error_title=Erreur pendant la mise \u00e0 jour du pool de questions

file_is=Ce fichier est un\u00a0\:
from_samigo=Exportation \u00e0 partir de ce syst\u00e8me (ou d'un autre Sakai)
from_respondus=Exporter \u00e0 partir de Respondus (lorsque vous \u00ab\u00a0Enregistrer le fichier XML QTI \u00bb dans Respondus, s\u00e9lectionnez \u00ab\u00a0Points sous forme de nombres d\u00e9cimaux\u00a0\u00bb pour pr\u00e9server les valeurs num\u00e9riques attribu\u00e9es \u00e0 chaque question.)