#X-Generator: crowdin.com
subnav_print=\u067e\u06cc\u0634 \u0646\u0645\u0627\u06cc\u0634 \u0686\u0627\u067e
img_part_delete=images/icons/page_delete.png/
img_part_edit=images/icons/page_edit.png/
img_edit=images/icons/pencil.png/
img_delete=images/icons/delete.png/
add_items=\u0627\u0641\u0632\u0648\u062f\u0646 \u0622\u06cc\u062a\u0645\:
add_q=\u0627\u0641\u0632\u0648\u062f\u0646 \u0633\u0648\u0627\u0644\:
add_matches=\u0627\u0641\u0632\u0648\u062f\u0646 \u062a\u0637\u0628\u06cc\u0642 \u0647\u0627
add_more_answer_sect=\u0627\u0641\u0632\u0648\u062f\u0646 \u0686\u0646\u062f \u0628\u062e\u0634 \u067e\u0627\u0633\u062e \u062f\u06cc\u06af\u0631\:--
add_more_answer_sects=\u0627\u0641\u0632\u0648\u062f\u0646 \u0686\u0646\u062f \u0628\u062e\u0634 \u067e\u0627\u0633\u062e \u062f\u06cc\u06af\u0631\:--
add_more_options=\u0627\u0641\u0632\u0648\u062f\u0646 \u06af\u0632\u06cc\u0646\u0647 \u0647\u0627\u06cc \u0628\u06cc\u0634\u062a\u0631
add_more_items=\u0627\u0641\u0632\u0648\u062f\u0646 \u0622\u06cc\u062a\u0645 \u0647\u0627\u06cc \u0628\u06cc\u0634\u062a\u0631
addr=\u0622\u062f\u0631\u0633 \u0647\u0627\:
admin=\u0645\u062f\u06cc\u0631 \u0633\u0627\u06cc\u062a
all=\u0647\u0645\u0647
button_back=\u0628\u0627\u0632\u06af\u0634\u062a
all_user_input_saved=\u0648\u0631\u0648\u062f\u06cc \u06a9\u0627\u0631\u0628\u0631 \u062a\u0645\u0627\u0645\u0627 \u0628\u0647 \u0637\u0648\u0631 \u062e\u0648\u062f\u06a9\u0627\u0631 \u0630\u062e\u06cc\u0631\u0647 \u0634\u062f\u0647 \u0627\u0633\u062a.
allow_only_specified=\u0641\u0642\u0637 \u0628\u0647 IP \u0647\u0627\u06cc \u062a\u0639\u06cc\u06cc\u0646 \u0634\u062f\u0647 \u0627\u062c\u0627\u0632\u0647 \u0628\u062f\u0647
an_assessment_must_co=\u06cc\u06a9 \u0627\u0631\u0632\u06cc\u0627\u0628\u06cc \u0628\u0627\u06cc\u062f \u062d\u062f\u0627\u0642\u0644 \u0634\u0627\u0645\u0644 \u06cc\u06a9 \u0633\u0648\u0627\u0644 \u0628\u0627\u0634\u062f \u062a\u0627 \u0645\u0646\u062a\u0634\u0631 \u0634\u0648\u062f
anonymous=\u0646\u0627\u0634\u0646\u0627\u0633
anonymous_grading_on=\u0641\u0642\u0637 \u0646\u0645\u0631\u0647 \u062f\u0627\u062f\u0646 \u0628\u0635\u0648\u0631\u062a \u0646\u0627\u0634\u0646\u0627\u0633
another_p=\u0628\u062e\u0634 \u062f\u06cc\u06af\u0631\u06cc
answer=\u067e\u0627\u0633\u062e
answer_options_rich=\u0645\u062a\u0646 \u06af\u0632\u06cc\u0646\u0647 \u0631\u0627 \u0648\u0627\u0631\u062f \u06a9\u0646\u06cc\u062f \u0648/\u06cc\u0627 \u0641\u0627\u06cc\u0644 \u0647\u0627\u06cc \u067e\u06cc\u0648\u0633\u062a \u0632\u06cc\u0631 \u0631\u0627 \u0627\u0636\u0627\u0641\u0647 \u06a9\u0646\u06cc\u062f
answer_options=\u06af\u0632\u06cc\u0646\u0647 \u0647\u0627 \u0631\u0627 \u0628\u0647 \u0635\u0648\u0631\u062a \u062c\u062f\u0627\u06af\u0627\u0646\u0647 \u0648\u0627\u0631\u062f \u06a9\u0646\u06cc\u062f
answer_options_paste=\u0686\u0633\u0628\u0627\u0646\u062f\u0646 \u06cc\u06a9 \u0644\u06cc\u0633\u062a (\u06cc\u06a9 \u06af\u0632\u06cc\u0646\u0647 \u062f\u0631 \u0647\u0631 \u062e\u0637\u060c \u0628\u062f\u0648\u0646\u0647 \u0628\u0648\u0644\u062a)
answer_options_populate=\u0645\u0633\u06a9\u0648\u0646 \u06a9\u0631\u062f\u0646 \u06af\u0632\u06cc\u0646\u0647 \u0647\u0627\u06cc \u067e\u0627\u0633\u062e
answer_options_count=\u062a\u0639\u062f\u0627\u062f \u06af\u0632\u06cc\u0646\u0647 \u0647\u0627\u06cc \u062f\u0631 \u0627\u06cc\u0646 \u0633\u0648\u0627\u0644 (\u0628\u0647 \u0639\u0646\u0648\u0627\u0646 \u0645\u062b\u0627\u0644 A \u062a\u0627 G \= \u06f7)
required_options_count=\u062a\u0639\u062f\u0627\u062f \u067e\u0627\u0633\u062e \u0647\u0627\u06cc \u0645\u0648\u0631\u062f \u0646\u06cc\u0627\u0632
answers_required=\u067e\u0627\u0633\u062e(\u0647\u0627\u06cc) \u0645\u0648\u0631\u062f \u0646\u06cc\u0627\u0632
answer_point_value=\u0627\u0631\u0632\u0634 (\u0645\u0642\u062f\u0627\u0631) \u0646\u0645\u0631\u0647\u200c\u06cc \u067e\u0627\u0633\u062e
answer_point_value_display=\u0645\u0642\u062f\u0627\u0631 \u0646\u0645\u0631\u0647 \u0631\u0627 \u062f\u0631 \u062d\u0627\u0644\u06cc \u06a9\u0647 \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632 \u062f\u0631\u062d\u0627\u0644 \u0627\u0645\u062a\u062d\u0627\u0646 \u062f\u0627\u062f\u0646 \u0627\u0633\u062a \u0646\u0645\u0627\u06cc\u0634 \u0628\u062f\u0647
answer_min_point_value=\u062d\u062f\u0627\u0642\u0644 \u0627\u0631\u0632\u0634 \u0646\u0645\u0631\u0647 (\u0627\u062e\u062a\u06cc\u0627\u0631\u06cc)
answer_min_point_info=* \u0646\u0645\u0631\u0647 \u0647\u0627\u06cc\u06cc \u0628\u0647 \u062c\u0647\u062a \u062a\u0644\u0627\u0634 \u0628\u0631\u0627\u06cc \u067e\u0627\u0633\u062e \u062f\u0627\u062f\u0646 \u0628\u0647 \u0633\u0648\u0627\u0644 \u0628\u0647 \u06a9\u0627\u0631\u0628\u0631 \u062f\u0627\u062f\u0647 \u0634\u062f\u0647 \u0627\u0633\u062a
answer_provide_a_mo=\u067e\u0627\u0633\u062e\: \u0627\u0631\u0627\u0626\u0647 \u06cc\u06a9 \u0645\u062f\u0644 \u067e\u0627\u0633\u062e \u0628\u0631\u0627\u06cc \u0646\u0645\u0627\u06cc\u0634 \u0628\u0647 \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632\u0627\u0646 \u0648 \u0628\u0631\u0627\u06cc \u06a9\u0645\u06a9 \u0628\u0647 \u0646\u0645\u0631\u0647 \u062f\u0647\u0646\u062f\u0647 \u0628\u0627 \u0647\u0631\u0646\u0648\u0639 \u0628\u0627\u0632\u062e\u0648\u0631\u062f.
answer_text_predefi=\u0645\u062a\u0646 \u067e\u0627\u0633\u062e\: \u0645\u062c\u0645\u0648\u0639\u0647\u200c\u06cc \u0627\u0632 \u067e\u06cc\u0634 \u062a\u0639\u0631\u06cc\u0641 \u0634\u062f\u0647\u200c \u0645\u0642\u06cc\u0627\u0633\u200c\u0647\u0627 \u0628\u0631\u0627\u06cc \u06af\u0632\u0627\u0631\u0634 \u0646\u0638\u0631\u0633\u0646\u062c\u06cc.
answers=\u067e\u0627\u0633\u062e \u0647\u0627
answers_select_answ=\u067e\u0627\u0633\u062e\: \u067e\u0627\u0633\u062e \u0632\u06cc\u0631 \u0631\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f.
as_listed_on_assessm=\u0647\u0645\u0627\u0646\u0637\u0648\u0631 \u06a9\u0647 \u062f\u0631 \u0635\u0641\u062d\u0647 \u0633\u0648\u0627\u0644\u0627\u062a \u0627\u0631\u0632\u06cc\u0627\u0628\u06cc \u0644\u06cc\u0633\u062a \u0634\u062f\u0647
assessment=\u0627\u0631\u0632\u06cc\u0627\u0628\u06cc
assessment_introduct=\ \u0627\u0631\u0632\u06cc\u0627\u0628\u06cc \u0645\u0642\u062f\u0645\u0647
assessment_metadata=\u0641\u0631\u0627 \u062f\u0627\u062f\u0647 \u0627\u0631\u0632\u06cc\u0627\u0628\u06cc
assessment_organizat=\u0633\u0627\u0632\u0645\u0627\u0646 \u0627\u0631\u0632\u06cc\u0627\u0628\u06cc
assessment_released=\u0627\u0631\u0632\u06cc\u0627\u0628\u06cc \u0645\u0646\u062a\u0634\u0631 \u0634\u062f\u0647 \u0628\u0647
assessment_title=\u0639\u0646\u0648\u0627\u0646 \u0627\u0631\u0632\u06cc\u0627\u0628\u06cc
assessment_title_colon=\u0639\u0646\u0648\u0627\u0646 \u0627\u0631\u0632\u06cc\u0627\u0628\u06cc
assign_to=\u0627\u062e\u062a\u0635\u0627\u0635 \u0628\u0647
assign_to_p=\u0627\u062e\u062a\u0635\u0627\u0635 \u0628\u0647 \u0628\u062e\u0634
assign_to_q_p=\u0627\u062e\u062a\u0635\u0627\u0635 \u0628\u0647 \u0645\u062e\u0632\u0646 \u0633\u0648\u0627\u0644 
assign_to_question_p=\u0627\u062e\u062a\u0635\u0627\u0635 \u0628\u0647 \u0645\u062e\u0632\u0646 \u0633\u0648\u0627\u0644
audio_recording=\u067e\u0627\u0633\u062e \u0635\u0648\u062a\u06cc \u062f\u0627\u0646\u0634\u062c\u0648 
authenticated_users=\u062a\u0645\u0627\u0645 \u06a9\u0627\u0631\u0628\u0631\u0627\u0646
author_s=\u0646\u0648\u06cc\u0633\u0646\u062f\u0647(\u0647\u0627)
auto_save=\u0630\u062e\u06cc\u0631\u0647 \u062e\u0648\u062f\u06a9\u0627\u0631
auto_submit_when_tim=\u0627\u0631\u0633\u0627\u0644 \u062e\u0648\u062f\u06a9\u0627\u0631 \u0648\u0642\u062a\u06cc \u06a9\u0647 \u0632\u0645\u0627\u0646 \u0628\u0647 \u0627\u0646\u062a\u0647\u0627 \u0645\u06cc\u0631\u0633\u062f
available=\u062f\u0631 \u062f\u0633\u062a\u0631\u0633
button_remove_submissions=\u062d\u0630\u0641 \u0645\u0637\u0627\u0644\u0628 \u0627\u0631\u0633\u0627\u0644\u06cc
bg_color=\ \u0631\u0646\u06af \u067e\u0633 \u0632\u0645\u06cc\u0646\u0647
bg_image=\u062a\u0635\u0648\u06cc\u0631 \u067e\u0633 \u0632\u0645\u06cc\u0646\u0647
but_remember=\u0627\u0645\u0627 \u0628\u0647 \u06cc\u0627\u062f \u062f\u0627\u0634\u062a\u0647 \u0628\u0627\u0634
button_add=\u0627\u0641\u0632\u0648\u062f\u0646
button_cancel=\u0644\u063a\u0648
copy_to_pool=\u06a9\u067e\u06cc \u062f\u0631 \u0645\u062e\u0632\u0646
button_save=\u0630\u062e\u064a\u0631\u0647
button_save_pair=\u0630\u062e\u06cc\u0631\u0647 \u062c\u0641\u062a \u0634\u062f\u0646
button_close=\u0628\u0633\u062a\u0646
button_save_pub=\u0630\u062e\u06cc\u0631\u0647 \u0648 \u0627\u0646\u062a\u0634\u0627\u0631 \u0627\u0631\u0632\u06cc\u0627\u0628\u06cc
button_republish_and_regrade=\u0627\u0645\u062a\u06cc\u0627\u0632 \u062f\u0647\u06cc \u0645\u062c\u062f\u062f \u0648 \u0627\u0646\u062a\u0634\u0627\u0631 \u0645\u062c\u062f\u062f
button_republish=\u0627\u0646\u062a\u0634\u0627\u0631 \u0645\u062c\u062f\u062f
button_return=\u0628\u0627\u0632\u06af\u0634\u062a
button_update_points=\u0628\u0631\u0648\u0632\u0631\u0633\u0627\u0646\u06cc \u0646\u0645\u0631\u0627\u062a
button_update_order=\u0628\u0631\u0648\u0632\u0631\u0633\u0627\u0646\u06cc \u062a\u0631\u062a\u06cc\u0628

# CALCULATED_QUESTION
calculated_question=\u0633\u0648\u0627\u0644 \u0645\u062d\u0627\u0633\u0628\u0647 \u0634\u062f\u0647
calc_question_var_label=\u0645\u062a\u063a\u06cc\u0631\u0647\u0627
calc_question_additional_label=\u0627\u0637\u0644\u0627\u0639\u0627\u062a \u0628\u06cc\u0634\u062a\u0631
calc_question_formula_label=\u0641\u0631\u0645\u0648\u0644 \u0647\u0627
calc_question_calculation_label=\u0645\u062d\u0627\u0633\u0628\u0627\u062a
calc_question_calculation_col=\u0645\u062d\u0627\u0633\u0628\u0647
calc_question_example_label=\u0645\u062b\u0627\u0644
calc_question_varname_col=\u0646\u0627\u0645 \u0645\u062a\u063a\u06cc\u0631
calc_question_varname=\u0646\u0627\u0645 \u0645\u062a\u063a\u06cc\u0631\:
calc_question_formulaname_col=\u0646\u0627\u0645 \u0641\u0631\u0645\u0648\u0644
calc_question_formula_col=\u0641\u0631\u0645\u0648\u0644
calc_question_min=\u062d\u062f\u0627\u0642\u0644
calc_question_max=\u062d\u062f\u0627\u06a9\u062b\u0631
calc_question_dec=\u0645\u062d\u0644 \u0627\u0639\u0634\u0627\u0631
calc_question_tolerance=\u062a\u062d\u0645\u0644 \u067e\u0630\u06cc\u0631\u06cc
calc_question_general_instructsion_label=\u0633\u0648\u0627\u0644 \u0645\u062d\u0627\u0633\u0628\u0647 \u0634\u062f\u0647 \u0686\u06cc\u0633\u062a
calc_question_general_instructions1=\u06cc\u06a9 \u0633\u0648\u0627\u0644 \u0645\u062d\u0627\u0633\u0628\u0647 \u0634\u062f\u0647 \u0628\u0631\u0627\u06cc \u0647\u0631 \u0622\u0632\u0645\u0648\u0646 \u067e\u0627\u0633\u062e\u0647\u0627\u06cc \u062c\u062f\u06cc\u062f \u0631\u0627 \u0628\u0631\u0627\u0633\u0627\u0633 \u0645\u062a\u063a\u06cc\u0631\u0647\u0627\u06cc\u06cc \u06a9\u0647 \u0645\u0642\u0627\u062f\u06cc\u0631\u0634\u0627\u0646 \u0647\u0631 \u062f\u0641\u0639\u0647 \u062a\u063a\u06cc\u06cc\u0631 \u0645\u06cc\u200c\u06a9\u0646\u062f \u0645\u062d\u0627\u0633\u0628\u0647 \u0645\u06cc\u200c\u06a9\u0646\u062f. \u067e\u0627\u0633\u062e \u0628\u0631\u0627\u0633\u0627\u0633 \u0641\u0631\u0645\u0648\u0644\u06cc \u0627\u0633\u062a \u06a9\u0647 \u0627\u0632 \u0622\u0646 \u0645\u062a\u063a\u06cc\u0631\u0647\u0627 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0645\u06cc\u200c\u06a9\u0646\u062f.
calc_question_general_instructions2=\u062a\u0639\u0631\u06cc\u0641 \u06cc\u06a9 \u0645\u062a\u063a\u06cc\u0631 \u062f\u0627\u0631\u0627\u06cc \u0646\u0627\u0645\u060c \u06cc\u06a9 \u0645\u0642\u062f\u0627\u0631 \u062d\u062f\u0627\u0642\u0644 \u0648 \u062d\u062f\u0627\u06a9\u062b\u0631\u060c \u0648 \u062a\u0639\u062f\u0627\u062f\u06cc \u0631\u0642\u0645 \u0627\u0639\u0634\u0627\u0631 \u0627\u0633\u062a.
calc_question_general_instructions3=\u062a\u0639\u0631\u06cc\u0641 \u0641\u0631\u0645\u0648\u0644 \u06cc\u06a9 \u0646\u0627\u0645 \u062f\u0627\u0631\u062f\u060c \u06cc\u06a9 \u0639\u0628\u0627\u0631\u062a \u0631\u06cc\u0627\u0636\u06cc \u06a9\u0647 \u0627\u0632 \u0645\u062a\u063a\u06cc\u0631\u0647\u0627\u060c \u0648 \u06cc\u06a9 \u0628\u0627\u0632\u0647\u200c\u06cc \u0642\u0627\u0628\u0644 \u0642\u0628\u0648\u0644 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0645\u06cc\u06a9\u0646\u062f\u060c \u0628\u0647 \u0637\u0648\u0631\u06cc \u06a9\u0647 \u067e\u0627\u0633\u062e\u0647\u0627\u06cc\u06cc \u06a9\u0647 \u062f\u0631 \u0628\u0627\u0632\u0647 \u0642\u0631\u0627\u0631 \u0645\u06cc\u06af\u06cc\u0631\u0646\u062f \u0646\u06cc\u0632 \u062f\u0631\u0633\u062a \u062f\u0631 \u0646\u0638\u0631 \u06af\u0631\u0641\u062a\u0647 \u0634\u062f\u0647 \u0645\u06cc\u0634\u0648\u0646\u062f.
calc_question_walkthrough_label=\u0645\u0631\u0627\u062d\u0644 \u0627\u06cc\u062c\u0627\u062f \u06cc\u06a9 \u0633\u0648\u0627\u0644 \u0645\u062d\u0627\u0633\u0628\u0647
calc_question_walkthrough1=\u0645\u062a\u0646 \u0633\u0624\u0627\u0644 \u0631\u0627 \u0628\u0627 \u0627\u0637\u0644\u0627\u0639\u0627\u062a\u06cc \u06a9\u0647 \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632 \u062e\u0648\u0627\u0647\u06cc\u062f \u062f\u06cc\u062f \u0634\u0627\u0645\u0644 \u0645\u062a\u063a\u06cc\u0631 \u0648 \u0645\u062a\u063a\u06cc\u0631\u0647\u0627\u06cc \u0641\u0631\u0645\u0648\u0644\u06cc \u067e\u0631 \u06a9\u0646\u06cc\u062f\u060c(\u0645\u062b\u0627\u0644 \u0632\u06cc\u0631 \u0631\u0627 \u0628\u0628\u06cc\u0646\u06cc\u062f)
calc_question_walkthrough2=\u062f\u06a9\u0645\u0647 \u0641\u0631\u0645\u0648\u0644 \u0647\u0627 \u0648 \u0627\u0633\u062a\u062e\u0631\u0627\u062c \u0645\u062a\u063a\u06cc\u0631\u0647\u0627 \u0631\u0627 \u0628\u0631\u0627\u06cc \u0627\u06cc\u062c\u0627\u062f \u0645\u062a\u063a\u06cc\u0631\u0647\u0627 \u0648 \u0641\u0631\u0645\u0648\u0644 \u0647\u0627 \u0641\u0634\u0627\u0631 \u062f\u0647\u06cc\u062f.
calc_question_walkthrough3=\u062d\u062f\u0627\u0642\u0644\u060c \u062d\u062f\u0627\u06a9\u062b\u0631 \u0648 \u0631\u0642\u0645 \u0627\u0639\u0634\u0627\u0631 \u0631\u0627 \u0628\u0631\u0627\u06cc \u062a\u0645\u0627\u0645 \u0645\u062a\u063a\u06cc\u0631\u0647\u0627 \u0628\u0645\u0646\u0638\u0648\u0631 \u062a\u0639\u0631\u06cc\u0641 \u0628\u0627\u0632\u0647\u200c\u06cc \u0645\u0639\u062a\u0628\u0631 \u0645\u0642\u0627\u062f\u06cc\u0631 \u062a\u063a\u06cc\u06cc\u0631 \u062f\u0647\u06cc\u062f.
calc_question_walkthrough4=\u0628\u06cc\u0627\u0646 \u0631\u06cc\u0627\u0636\u06cc \u0647\u0631 \u0641\u0631\u0645\u0648\u0644 \u0631\u0627 \u0648\u0627\u0631\u062f \u06a9\u0646\u06cc\u062f\u060c \u0647\u0631\u062c\u0627 \u0644\u0627\u0632\u0645 \u0627\u0633\u062a \u0645\u062a\u063a\u06cc\u0631\u0647\u0627 \u0631\u0627 \u0648\u0627\u0631\u062f \u06a9\u0646\u06cc\u062f.
calc_question_walkthrough5=\u062f\u06a9\u0645\u0647 \u0630\u062e\u06cc\u0631\u0647 \u0628\u0631\u0627\u06cc \u0630\u062e\u06cc\u0631\u0647 \u06a9\u0631\u062f\u0646 \u06a9\u0627\u0631\u062e\u0648\u062f\u0631\u0627 \u0641\u0634\u0627\u0631 \u062f\u0647\u06cc\u062f
calc_question_walkthrough6=\u0647\u0631 \u06af\u0648\u0646\u0647 \u062e\u0637\u0627 \u062f\u0631 \u0628\u0627\u0644\u0627\u06cc \u0635\u0641\u062d\u0647 \u0646\u0645\u0627\u06cc\u0634 \u062f\u0627\u062f\u0647 \u0645\u06cc \u0634\u0648\u062f. \u0622\u0646\u0647\u0627 \u0628\u0627\u06cc\u062f \u0642\u0628\u0644 \u0627\u0632 \u0630\u062e\u06cc\u0631\u0647 \u0627\u0635\u0644\u0627\u062d \u0634\u0648\u0646\u062f. \u0645\u0648\u0627\u0631\u062f \u062f\u0627\u0631\u0627\u06cc \u062e\u0637\u0627 \u0647\u0627\u06cc\u0644\u0627\u06cc\u062a \u0645\u06cc\u0634\u0648\u0646\u062f \u062a\u0627 \u0627\u0634\u062a\u0628\u0627\u0647\u0627\u062a \u0634\u0645\u0627 \u0631\u0627 \u0646\u0634\u0627\u0646 \u062f\u0647\u062f.
calc_question_extract_button=\u0627\u0633\u062a\u062e\u0631\u0627\u062c \u06a9\u0631\u062f\u0646 \u0645\u062a\u063a\u06cc\u0631\u0647\u0627\u060c \u0645\u062d\u0627\u0633\u0628\u0627\u062a \u0648 \u0641\u0631\u0645\u0648\u0644 \u0627\u0632 \u0645\u062a\u0646 \u067e\u0631\u0633\u0634
calc_question_define_vars=\u062a\u0639\u0631\u06cc\u0641 \u0645\u062a\u063a\u06cc\u0631 \u062f\u0631 \u0645\u062a\u0646 \u0633\u0648\u0627\u0644 \u0648 \u062f\u0631 \u0639\u0628\u0627\u0631\u062a \u0641\u0631\u0645\u0648\u0644 \u0628\u0627 \u0642\u0631\u0627\u0631 \u062f\u0627\u062f\u0646 \u0622\u0646\u0647\u0627 \u062f\u0631 \u0622\u06a9\u0648\u0644\u0627\u062f \u062a\u06a9 ( e.g. {a}, {b}, and {c} ).
calc_question_define_vars2=\u0645\u062d\u0635\u0648\u0631 \u06a9\u0631\u062f\u0646 \u0646\u0627\u0645 \u0645\u062a\u063a\u06cc\u0631 \u062f\u0631 \u0622\u06a9\u0648\u0644\u0627\u062f \u062a\u06a9 (\u0645\u062b\u0644 {x}).
calc_question_define_calculations=\u0634\u0645\u0627 \u0647\u0645\u0686\u0646\u06cc\u0646 \u0645\u06cc \u062a\u0648\u0627\u0646\u06cc\u062f \u0645\u062d\u0627\u0633\u0628\u0627\u062a \u0631\u0627 \u062f\u0631 \u0645\u062a\u0646 \u0633\u0648\u0627\u0644 \u062a\u0639\u0631\u06cc\u0641 \u06a9\u0646\u06cc\u062f. \u062f\u0648 \u0628\u0631\u0627\u06a9\u062a \u062d\u0648\u0644 \u0645\u062d\u0627\u0633\u0628\u0647 \u0642\u0631\u0627\u0631 \u062f\u0647\u06cc\u062f (\u0645\u062b\u0644\u0627 [[3+3]]). \u0634\u0645\u0627 \u0645\u0645\u06a9\u0646 \u0627\u0633\u062a \u0627\u0632 \u0645\u062a\u063a\u06cc\u0631\u0647\u0627\u06cc \u062f\u0627\u062e\u0644 \u0645\u062d\u0627\u0633\u0628\u0627\u062a \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u06a9\u0646\u06cc\u062f (\u0645\u062b\u0644\u0627 [[{a}+{b}]]). \u0627\u06cc\u0646 \u0645\u062d\u0627\u0633\u0628\u0627\u062a \u0645\u06cc \u062a\u0648\u0627\u0646\u062f \u0628\u0647 \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632 \u0628\u0631\u0627\u06cc \u067e\u0627\u0633\u062e \u0628\u0647 \u0633\u0648\u0627\u0644 \u06a9\u0645\u06a9 \u06a9\u0646\u062f. \u0622\u0646\u0647\u0627 \u0647\u0645\u0686\u0646\u06cc\u0646 \u0645\u06cc \u062a\u0648\u0627\u0646\u0646\u062f \u0628\u0647 \u0645\u0631\u0628\u06cc \u06a9\u0645\u06a9 \u06a9\u0646\u0646\u062f \u062a\u0627 \u0686\u06a9 \u06a9\u0646\u062f \u06a9\u0647 \u0633\u0648\u0627\u0644 \u0642\u0628\u0644 \u0627\u0632 \u0627\u0646\u062a\u0634\u0627\u0631 \u0622\u0646 \u062f\u0631\u0633\u062a \u062a\u0639\u0631\u06cc\u0641 \u0634\u062f\u0647 \u0627\u0633\u062a \u06cc\u0627 \u0646\u0647
calc_question_answer_expression=\u062f\u0648 \u0622\u06a9\u0648\u0644\u0627\u062f \u062f\u0631 \u0627\u0637\u0631\u0627\u0641 \u0646\u0627\u0645 \u0641\u0631\u0645\u0648\u0644 \u0642\u0631\u0627\u0631 \u062f\u0647\u06cc\u062f(\u0645\u062b\u0644\u0627 {{z}}). \u0627\u06cc\u0646 \u06a9\u0627\u0631 \u0645\u0634\u062e\u0635 \u0645\u06cc\u06a9\u0646\u062f \u06a9\u0647 \u062c\u0639\u0628\u0647 \u0648\u0631\u0648\u062f\u06cc \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632 \u06a9\u062c\u0627 \u0646\u0645\u0627\u06cc\u0634 \u062f\u0627\u062f\u0647 \u062e\u0648\u0627\u0647\u062f \u0634\u062f.
calc_question_answer_variance=\u0634\u0645\u0627 \u0645\u06cc \u062a\u0648\u0627\u0646\u06cc\u062f \u0628\u0627\u0632\u0647\u200c \u0642\u0627\u0628\u0644 \u0642\u0628\u0648\u0644 \u0631\u0627 \u0628\u0647 \u0639\u0646\u0648\u0627\u0646 \u06cc\u06a9 \u062b\u0627\u0628\u062a (0.01) \u06cc\u0627 \u062f\u0631\u0635\u062f (1.5\u066a) \u062c\u0648\u0627\u0628 \u062a\u0639\u0631\u06cc\u0641 \u06a9\u0646\u06cc\u062f. (\u067e\u06cc\u0634 \u0641\u0631\u0636 0.01 \u0627\u0633\u062a)
calc_question_answer_decimal=\u0645\u062a\u063a\u06cc\u0631\u0647\u0627 \u0648 \u0641\u0631\u0645\u0648\u0644 \u0647\u0627 \u0627\u0639\u0634\u0627\u0631 \u0631\u0627 \u067e\u0634\u062a\u06cc\u0628\u0627\u0646\u06cc \u0645\u06cc \u06a9\u0646\u0646\u062f. \u067e\u06cc\u0634 \u0641\u0631\u0636 \u06f3 \u0627\u0633\u062a.
calc_question_example1=\u06a9\u0648\u06cc\u0646 {x} \u0633\u06cc\u0628 \u062f\u0627\u0631\u062f. \u0627\u0648 \u0627\u0642\u062f\u0627\u0645 \u0628\u0647 \u062e\u0631\u06cc\u062f {y} \u06a9\u0631\u062f\u0647 \u0627\u0633\u062a. \u062d\u0627\u0644\u0627 \u06a9\u0648\u06cc\u0646 [[{x}+{y}]] \u062a\u0639\u062f\u0627\u062f \u0633\u06cc\u0628 \u062f\u0627\u0631\u062f. \u062c\u06cc\u0646 {z} \u0633\u06cc\u0628 \u0631\u0627 \u0645\u06cc \u062e\u0648\u0631\u062f. \u06a9\u0648\u06cc\u0646 \u062f\u0631 \u062d\u0627\u0644 \u062d\u0627\u0636\u0631 {{w}} \u0633\u06cc\u0628 \u062f\u0627\u0631\u062f.
calc_question_example1_formula=\u0641\u0631\u0645\u0648\u0644 W \u062f\u0631 \u0645\u062b\u0627\u0644 \u0628\u0627\u0644\u0627 \u0645\u06cc \u062a\u0648\u0627\u0646\u062f \u0628\u0647 \u0627\u06cc\u0646 \u0639\u0646\u0648\u0627\u0646 \u062a\u0639\u0631\u06cc\u0641 \u0634\u0648\u062f {x} + {y} - {z}
calc_question_functions=\u0634\u0645\u0627 \u0645\u06cc \u062a\u0648\u0627\u0646\u06cc\u062f \u0627\u0632 \u062a\u0648\u0627\u0628\u0639 \u0631\u06cc\u0627\u0636\u06cc \u0632\u06cc\u0631 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u06a9\u0646\u06cc\u062f\: SIN, COS, TAN, ASIN, ACOS, ATAN, ABS, EXP, SIGN, SQRT, FACTORIAL, LOG10, LOG, and LN.
calc_question_example2=\u062d\u0644\: COS({a}) * ({c} - {b}) \= {{z}}.
calc_question_example2_formula=\ \u0641\u0631\u0645\u0648\u0644 Z \u062f\u0631 \u0645\u062b\u0627\u0644 \u0628\u0627\u0644\u0627 \u0645\u06cc \u062a\u0648\u0627\u0646\u062f \u0628\u0647 \u0627\u06cc\u0646 \u0635\u0648\u0631\u062a \u062a\u0639\u0631\u06cc\u0641 \u0645\u06cc \u0634\u0648\u062f\: COS({a}) * ({c} - {b})
calc_question_example3=\u0645\u0633\u0627\u062d\u062a \u06cc\u06a9 \u0645\u0631\u0628\u0639 [[ {s} * {s} ]] \u0645\u062a\u0631 \u0627\u0633\u062a. \u06cc\u0627\u0641\u062a\u0646 \u0637\u0648\u0644 \u0636\u0644\u0639 {{Z}}. \u0641\u0631\u0645\u0648\u0644 Z\u060c \u062e\u0648\u0627\u0647\u062f \u0628\u0648\u062f {s}.
calc_question_constants=\u062f\u0648 \u062b\u0627\u0628\u062a \u062f\u0631\u0648\u0646\u06cc \u0648\u062c\u0648\u062f \u062f\u0627\u0631\u0646\u062f PI(3.14...) \u0648 e(2.718...) \u0627\u0632 \u0622\u0646\u0647\u0627 \u062f\u0631 \u0628\u06cc\u0627\u0646 \u0641\u0631\u0645\u0648\u0644 \u062e\u0648\u062f \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u06a9\u0646\u06cc\u062f.
calc_question_var_names=\u0646\u0627\u0645 \u0645\u062a\u063a\u06cc\u0631\u0647\u0627 \u0648 \u0641\u0631\u0645\u0648\u0644 \u0647\u0627 \u062d\u0631\u0641\u06cc-\u0639\u062f\u062f\u06cc \u0627\u0633\u062a \u0627\u0645\u0627 \u0628\u0627\u06cc\u062f \u0628\u0627 \u0628\u0627 \u06cc\u06a9 \u06a9\u0627\u0631\u0627\u06a9\u062a\u0631 \u062d\u0631\u0641\u06cc \u0622\u063a\u0627\u0632 \u0634\u0648\u0646\u062f
calc_question_unique_names=\u0645\u062a\u063a\u06cc\u0631\u0647\u0627 \u0648 \u0641\u0631\u0645\u0648\u0644 \u0647\u0627 \u0646\u0645\u06cc\u062a\u0648\u0627\u0646\u062f \u0646\u0627\u0645 \u06cc\u06a9\u0633\u0627\u0646 \u062f\u0627\u0634\u062a\u0647 \u0628\u0627\u0634\u062f.
calc_question_scientific_notation=\u0634\u0645\u0627 \u0645\u06cc \u062a\u0648\u0627\u0646\u06cc\u062f \u0627\u0632 \u0646\u0645\u0627\u062f \u0639\u0644\u0645\u06cc \u062f\u0631 \u0645\u062a\u063a\u06cc\u0631\u0647\u0627\u060c \u0641\u0631\u0645\u0648\u0644 \u0647\u0627 \u0648 \u0645\u062d\u0627\u0633\u0628\u0627\u062a \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u06a9\u0646\u06cc\u062f (\u0628\u0647 \u0639\u0646\u0648\u0627\u0646 \u0645\u062b\u0627\u0644 6.02310e23 \u06cc\u0627 1.67e-27).
calc_question_preview=\u0627\u06a9\u06cc\u062f\u0627 \u062a\u0648\u0635\u06cc\u0647 \u0645\u06cc\u200c\u0634\u0648\u062f \u0627\u0632 \u0648\u06cc\u0698\u06af\u06cc \u067e\u06cc\u0634 \u0646\u0645\u0627\u06cc\u0634 \u0627\u0631\u0632\u06cc\u0627\u0628\u06cc \u0628\u0631\u0627\u06cc \u0628\u0631\u0631\u0633\u06cc \u0627\u0634\u062a\u0628\u0627\u0647\u0627\u062a \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u06a9\u0646\u06cc\u062f. \u062f\u06a9\u0645\u0647 \u0647\u0627\u06cc \u0627\u0633\u062a\u062e\u0631\u0627\u062c \u0648 \u0630\u062e\u06cc\u0631\u0647 \u0641\u0631\u0645\u0648\u0644 \u0647\u0627 \u0631\u0627 \u062a\u0627\u06cc\u06cc\u062f \u0645\u06cc\u200c\u06a9\u0646\u0646\u062f.
calc_question_hideshow=\u0646\u0645\u0627\u06cc\u0634 / \u0639\u062f\u0645 \u0646\u0645\u0627\u06cc\u0634 \u062f\u0633\u062a\u0648\u0631\u0627\u0644\u0639\u0645\u0644 \u0647\u0627 \u0648 \u0646\u0645\u0648\u0646\u0647 \u0647\u0627\u06cc \u0628\u06cc\u0634\u062a\u0631
calc_question_operators=\u0627\u067e\u0631\u0627\u062a\u0648\u0631\u0647\u0627\u06cc \u0645\u0639\u062a\u0628\u0631\: + - * / ^ ()
calc_question_error_syntax=\u0648\u0627\u0631\u06cc\u0627\u0646\u0633 \u0642\u0627\u0628\u0644 \u0642\u0628\u0648\u0644 \u067e\u0627\u0633\u062e \u0634\u0645\u0627 \u0648 \u0645\u06a9\u0627\u0646 \u0645\u0648\u0631\u062f \u0627\u0646\u062a\u0638\u0627\u0631 \u0628\u0631\u0627\u06cc \u0627\u0639\u0634\u0627\u0631 \u0628\u0627\u06cc\u062f \u0628\u0647 \u0627\u06cc\u0646 \u0631\u0648\u0634 \u0642\u0627\u0644\u0628 \u0628\u0646\u062f\u06cc \u0634\u0648\u0646\u062f\: {x+y|1%,2} or {x+y|1,2}. \u0631\u0642\u0645 \u0627\u0639\u0634\u0627\u0631 \u0645\u0648\u0631\u062f \u0627\u0646\u062a\u0638\u0627\u0631 \u0631\u0627 \u0645\u06cc \u062a\u0648\u0627\u0646 \u062d\u0630\u0641 \u06a9\u0631\u062f \u0628\u0647 \u0639\u0646\u0648\u0627\u0646 \u0645\u062b\u0627\u0644\u060c {X + Y | 1\u066a}. \u0645\u062d\u062f\u0648\u062f\u0647 \u0645\u06a9\u0627\u0646 \u0627\u0639\u0634\u0627\u0631 6 \u0627\u0633\u062a.
calc_question_error_expression=\u06cc\u06a9 \u062e\u0637\u0627\u06cc \u0631\u06cc\u0627\u0636\u06cc \u062f\u0631 \u0639\u0628\u0627\u0631\u062a \u067e\u0627\u0633\u062e\u062a\u0627\u0646 \u0648\u062c\u0648\u062f \u062f\u0627\u0631\u062f.
calc_question_error_expression_variables=\u0641\u0631\u0645\u0648\u0644 \u0631\u06cc\u0627\u0636\u06cc \u0628\u0647 \u06cc\u06a9 \u0645\u062a\u063a\u06cc\u0631 \u0627\u0634\u0627\u0631\u0647 \u062f\u0627\u0631\u062f \u06a9\u0647 \u062f\u0631 \u062f\u0633\u062a\u0648\u0631\u0627\u0644\u0639\u0645\u0644 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0645\u06cc \u0634\u0648\u062f.
calc_question_prompt_preview=\u0642\u0628\u0644 \u0627\u0632 \u0630\u062e\u06cc\u0631\u0647\u060c \u0645\u0637\u0645\u0626\u0646 \u0634\u0648\u06cc\u062f \u06a9\u0647 \u0627\u0632 \u067e\u06cc\u0634 \u0646\u0645\u0627\u06cc\u0634 \u0627\u0631\u0632\u06cc\u0627\u0628\u06cc \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u06a9\u0631\u062f\u0647 \u0627\u06cc\u062f \u062a\u0627 \u0645\u0637\u0645\u06cc\u0646 \u0634\u0648\u06cc\u062f \u0627\u06cc\u0646 \u0633\u0648\u0627\u0644\u0627\u062a \u0637\u0628\u0642 \u0627\u0646\u062a\u0638\u0627\u0631 \u0634\u0645\u0627 \u06a9\u0627\u0631 \u0645\u06cc\u06a9\u0646\u0646\u062f\!
calc_question_no_calculations=\u0647\u06cc\u0686 \u0645\u062d\u0627\u0633\u0628\u0627\u062a\u06cc \u062a\u0639\u0631\u06cc\u0641 \u0646\u0634\u062f\u0647 \u0627\u0633\u062a
calc_question_calculation_sample_col=\u0646\u0645\u0648\u0646\u0647
calc_question_calculation_status_col=\u0648\u0636\u0639\u06cc\u062a
calc_question_instructions_label=\u062f\u0633\u062a\u0648\u0631\u0627\u0644\u0639\u0645\u0644 \u0647\u0627
calc_question_simple_instructions_step_1=\u062a\u0639\u0631\u06cc\u0641 \u0645\u062a\u063a\u06cc\u0631 \u062f\u0631 \u0645\u062a\u0646 \u0628\u0627 \u0642\u0631\u0627\u0631 \u062f\u0627\u062f\u0646 \u0646\u0627\u0645 \u0645\u062a\u063a\u06cc\u0631 \u062f\u0631 \u062a\u06a9 \u0622\u06a9\u0648\u0644\u0627\u062f (\u0628\u0631\u0627\u06cc \u0645\u062b\u0627\u0644 {x} \u0648 {y})
calc_question_simple_instructions_step_1a=\u0647\u0646\u06af\u0627\u0645\u06cc \u06a9\u0647 \u06cc\u06a9 \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632 \u0633\u0648\u0627\u0644 \u0631\u0627 \u0645\u06cc \u0628\u06cc\u0646\u062f\u060c \u0645\u062a\u063a\u06cc\u0631\u0647\u0627\u06cc\u06cc \u062a\u063a\u06cc\u06cc\u0631 \u067e\u0630\u06cc\u0631 \u062c\u0627\u06cc\u06af\u0632\u06cc\u0646 \u0627\u0631\u0632\u0634 \u0645\u062a\u063a\u06cc\u0631 \u062e\u0648\u0627\u0647\u062f \u0634\u062f
calc_question_simple_instructions_step_2=\u062a\u0639\u0631\u06cc\u0641 \u0645\u062a\u063a\u06cc\u0631\u0647\u0627\u06cc \u0641\u0631\u0645\u0648\u0644 \u062f\u0631 \u0645\u062a\u0646 \u0633\u0648\u0627\u0644 \u0647\u0628\u0627 \u0642\u0631\u0627\u0631 \u062f\u0627\u062f\u0646 \u0646\u0627\u0645 \u0641\u0631\u0645\u0648\u0644 \u062f\u0631 \u062f\u0648 \u0622\u06a9\u0648\u0644\u0627\u062f \u062f\u0631 (\u0645\u062b\u0644\u0627 {{z}})
calc_question_simple_instructions_step_2a=\u0632\u0645\u0627\u0646\u06cc \u06a9\u0647 \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632 \u0633\u0648\u0627\u0644 \u0631\u0627 \u0645\u06cc \u0628\u06cc\u0646\u062f\u060c \u0645\u062a\u063a\u06cc\u0631\u0647\u0627\u06cc\u06cc \u0641\u0631\u0645\u0648\u0644 \u0628\u0627 \u062c\u0639\u0628\u0647 \u0648\u0631\u0648\u062f\u06cc \u062c\u0627\u06cc\u06af\u0632\u06cc\u0646 \u062e\u0648\u0627\u0647\u062f \u0634\u062f
calc_question_simple_instructions_step_2b=\u0645\u062d\u0627\u0633\u0628\u0627\u062a \u062f\u0627\u062e\u0644\u06cc \u0628\u0627 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0627\u0632 \u0645\u062a\u063a\u06cc\u0631\u0647\u0627 \u0631\u0627 \u0645\u06cc \u062a\u0648\u0627\u0646 \u0628\u0627 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0627\u0632 \u062f\u0648 \u0628\u0631\u0627\u06a9\u062a [[]] \u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f. \u0646\u062a\u06cc\u062c\u0647 \u0645\u062d\u0627\u0633\u0628\u0647 \u062f\u0631 \u0645\u062a\u0646 \u0633\u0648\u0627\u0644 \u0646\u0634\u0627\u0646 \u062f\u0627\u062f\u0647 \u0634\u062f\u0647 \u062e\u0648\u0627\u0647\u062f \u0634\u062f (e. g. [[{x}+{y}]]).
calc_question_simple_instructions_step_3=\u067e\u0633 \u0627\u0632 \u0646\u0648\u0634\u062a\u0646 \u0645\u062a\u0646 \u0633\u0648\u0627\u0644\u060c \u062f\u06a9\u0645\u0647 \u0627\u0633\u062a\u062e\u0631\u0627\u062c \u0645\u062a\u063a\u06cc\u0631\u0647\u0627 \u0648 \u0641\u0631\u0645\u0648\u0644 \u0647\u0627 \u0648 \u0645\u062d\u0627\u0633\u0628\u0627\u062a \u0631\u0627 \u0641\u0634\u0627\u0631 \u062f\u0647\u06cc\u062f
calc_question_simple_instructions_step_3a=\u062a\u0646\u0638\u06cc\u0645 \u062d\u062f\u0627\u0642\u0644 \u0648 \u062d\u062f\u0627\u06a9\u062b\u0631 \u0645\u0642\u062f\u0627\u0631 \u0645\u062a\u063a\u06cc\u0631\u0647\u0627
calc_question_simple_instructions_step_3b=\u062a\u0639\u0631\u06cc\u0641 \u0639\u0628\u0627\u0631\u062a \u0641\u0631\u0645\u0648\u0644 \u0628\u0631\u062d\u0633\u0628 \u0645\u062a\u063a\u06cc\u0631\u0647\u0627\u060c \u0628\u0627 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0627\u0632 \u062a\u06a9 \u0622\u06a9\u0648\u0644\u0627\u062f (\u0628\u0631\u0627\u06cc \u0645\u062b\u0627\u0644 {x} - {y})

# CALCULATED QUESTION ERRORS
empty_field=\u0641\u06cc\u0644\u062f \u0646\u0645\u06cc \u062a\u0648\u0627\u0646\u062f \u062e\u0627\u0644\u06cc \u0628\u0627\u0634\u062f
no_variables_defined=\u0647\u06cc\u0686 \u0645\u062a\u063a\u06cc\u0631\u06cc \u062a\u0639\u0631\u06cc\u0641 \u0646\u0634\u062f\u0647 \u0627\u0633\u062a
no_formulas_defined=\u0647\u06cc\u0686 \u0641\u0631\u0645\u0648\u0644\u06cc \u062a\u0639\u0631\u06cc\u0641 \u0646\u0634\u062f\u0647 \u0627\u0633\u062a
no_variables_formula=\u0641\u0631\u0645\u0648\u0644 \u0647\u0627 \u0628\u0627\u06cc\u062f \u062d\u0627\u0648\u06cc \u062d\u062f\u0627\u0642\u0644 \u06cc\u06a9 \u0645\u062a\u063a\u06cc\u0631 \u0628\u0627\u0634\u0646\u062f
max_less_than_min=\u0645\u0642\u062f\u0627\u0631 \u062d\u062f\u0627\u06a9\u062b\u0631 \u0645\u062a\u063a\u06cc\u0631 \u06a9\u0645\u062a\u0631 \u0627\u0632 \u062d\u062f\u0627\u0642\u0644 \u0622\u0646 \u0627\u0633\u062a
invalid_tolerance=\u062a\u062d\u0645\u0644 \u067e\u0630\u06cc\u0631\u06cc \u0628\u0627\u06cc\u062f \u062f\u0627\u0628\u0644 \u0645\u0639\u062a\u0628\u0631 \u06cc\u0627 \u062f\u0631\u0635\u062f (5.0 \u06cc\u0627 5.0\u066a) \u0628\u0627\u0634\u062f
tolerance_negative=\u062a\u062d\u0645\u0644 \u067e\u0630\u06cc\u0631\u06cc \u0628\u0627\u06cc\u062f \u0645\u062b\u0628\u062a \u0628\u0627\u0634\u062f. \u062a\u062d\u0645\u0644 \u067e\u0630\u06cc\u0631\u06cc \u0645\u0634\u062e\u0635 \u06a9\u0646\u0646\u062f\u0647 \u0628\u0627\u0632\u0647 \u0647\u06cc \u0627\u0633\u062a \u06a9\u0647 \u062c\u0648\u0627\u0628 \u0647\u0627 \u062f\u0631 \u0627\u0646 \u062f\u0631\u0633\u062a \u062f\u0631 \u0646\u0638\u0631 \u06af\u0631\u0641\u062a\u0647 \u0645\u06cc\u0634\u0648\u0646\u062f
invalid_min=\u0645\u0642\u062f\u0627\u0631 \u062d\u062f\u0627\u0642\u0644 \u0628\u0627\u06cc\u062f \u06cc\u06a9 \u0639\u062f\u062f \u0645\u0639\u062a\u0628\u0631 \u0628\u0627\u0634\u062f (0.0)
invalid_min_scale=\u062d\u062f\u0627\u0642\u0644 \u0631\u0642\u0645 \u0627\u0639\u0634\u0627\u0631 \u0628\u06cc\u0634\u062a\u0631 \u0627\u0632 \u0645\u0642\u062f\u0627\u0631 \u0645\u0642\u06cc\u0627\u0633
invalid_max=\u062d\u062f\u0627\u06a9\u062b\u0631 \u0628\u0627\u06cc\u062f \u06cc\u06a9 \u0639\u062f\u062f \u0645\u0639\u062a\u0628\u0631 \u0628\u0627\u0634\u062f (0.0)
invalid_max_scale=\u062d\u062f\u0627\u06a9\u062b\u0631 \u0631\u0642\u0645 \u0627\u0639\u0634\u0627\u0631 \u0628\u06cc\u0634\u062a\u0631 \u0627\u0632 \u0645\u0642\u062f\u0627\u0631 \u0645\u0642\u06cc\u0627\u0633
unique_names=\u0645\u062a\u063a\u06cc\u0631\u0647\u0627 \u0648 \u0641\u0631\u0645\u0648\u0644 \u0628\u0627\u06cc\u062f \u0646\u0627\u0645 \u0645\u0646\u062d\u0635\u0631 \u0628\u0647 \u0641\u0631\u062f \u062f\u0627\u0634\u062a\u0647 \u0628\u0627\u0634\u062f
variable_name_empty=\u0646\u0627\u0645 \u0645\u062a\u063a\u06cc\u0631 \u0646\u0645\u06cc \u062a\u0648\u0627\u0646\u062f \u062e\u0627\u0644\u06cc \u0628\u0627\u0634\u062f. \u0645\u062a\u063a\u06cc\u0631\u0647\u0627\u06cc \u0628\u0627\u06cc\u062f \u0628\u0627 \u06cc\u06a9 \u0634\u062e\u0635\u06cc\u062a \u0622\u0644\u0641\u0627 \u0622\u063a\u0627\u0632 \u0648 \u0641\u0642\u0637 \u0645\u06cc \u062a\u0648\u0627\u0646\u062f \u0634\u0627\u0645\u0644 \u0622\u0644\u0641\u0627\u060c \u0639\u062f\u062f\u06cc\u060c \u0648 \u062a\u0623\u06a9\u06cc\u062f \u0634\u062e\u0635\u06cc\u062a \u0647\u0627 \u0648 \u062f\u0631 \u0622\u06a9\u0648\u0644\u0627\u062f \u062a\u06a9 \u067e\u06cc\u0686\u06cc\u062f\u0647 (\u0628\u0647 \u0639\u0646\u0648\u0627\u0646 \u0645\u062b\u0627\u0644 {x})
variable_name_invalid=\u0646\u0627\u0645 \u0645\u062a\u063a\u06cc\u0631 \u0646\u0627\u0645\u0639\u062a\u0628\u0631 \u0627\u0633\u062a. \u0645\u062a\u063a\u06cc\u0631\u0647\u0627\u06cc \u0628\u0627\u06cc\u062f \u0628\u0627 \u06cc\u06a9 \u0634\u062e\u0635\u06cc\u062a \u0622\u0644\u0641\u0627 \u0622\u063a\u0627\u0632 \u0648 \u0641\u0642\u0637 \u0645\u06cc \u062a\u0648\u0627\u0646\u062f \u0634\u0627\u0645\u0644 \u0622\u0644\u0641\u0627\u060c \u0639\u062f\u062f\u06cc\u060c \u0648 \u062a\u0623\u06a9\u06cc\u062f \u0634\u062e\u0635\u06cc\u062a \u0647\u0627 \u0648 \u062f\u0631 \u0622\u06a9\u0648\u0644\u0627\u062f \u062a\u06a9 \u067e\u06cc\u0686\u06cc\u062f\u0647 (\u0628\u0647 \u0639\u0646\u0648\u0627\u0646 \u0645\u062b\u0627\u0644 {x})
formula_name_empty=\u0646\u0627\u0645 \u0641\u0631\u0645\u0648\u0644 \u0646\u0645\u06cc \u062a\u0648\u0627\u0646\u062f \u062e\u0627\u0644\u06cc \u0628\u0627\u0634\u062f. \u0646\u0627\u0645 \u0641\u0631\u0645\u0648\u0644 \u0628\u0627\u06cc\u062f \u0628\u0627 \u06cc\u06a9 \u0634\u062e\u0635\u06cc\u062a \u0622\u0644\u0641\u0627 \u0622\u063a\u0627\u0632 \u0648 \u0641\u0642\u0637 \u0645\u06cc \u062a\u0648\u0627\u0646\u062f \u0634\u0627\u0645\u0644 \u0622\u0644\u0641\u0627\u060c \u0639\u062f\u062f\u06cc\u060c \u0648 \u062a\u0623\u06a9\u06cc\u062f \u0634\u062e\u0635\u06cc\u062a \u0647\u0627 \u0648 \u062f\u0631 \u062f\u0648 \u0622\u06a9\u0648\u0644\u0627\u062f \u062f\u0631 \u0627\u0634\u06a9\u0627\u0644 \u0645\u062e\u062a\u0644\u0641 \u067e\u06cc\u0686\u06cc\u062f\u0647 \u0634\u062f\u0647 (\u0628\u0647 \u0639\u0646\u0648\u0627\u0646 \u0645\u062b\u0627\u0644 {{y}})
formula_name_invalid=\u0646\u0627\u0645 \u0641\u0631\u0645\u0648\u0644 \u0646\u0627\u0645\u0639\u062a\u0628\u0631 \u0627\u0633\u062a. \u0646\u0627\u0645 \u0641\u0631\u0645\u0648\u0644 \u0628\u0627\u06cc\u062f \u0628\u0627 \u06cc\u06a9 \u0634\u062e\u0635\u06cc\u062a \u0622\u0644\u0641\u0627 \u0622\u063a\u0627\u0632 \u0648 \u0641\u0642\u0637 \u0645\u06cc \u062a\u0648\u0627\u0646\u062f \u0634\u0627\u0645\u0644 \u0622\u0644\u0641\u0627\u060c \u0639\u062f\u062f\u06cc\u060c \u0648 \u062a\u0623\u06a9\u06cc\u062f \u0634\u062e\u0635\u06cc\u062a \u0647\u0627 \u0648 \u062f\u0631 \u062f\u0648 \u0622\u06a9\u0648\u0644\u0627\u062f \u062f\u0631 \u0627\u0634\u06a9\u0627\u0644 \u0645\u062e\u062a\u0644\u0641 \u067e\u06cc\u0686\u06cc\u062f\u0647 \u0634\u062f\u0647 (\u0628\u0647 \u0639\u0646\u0648\u0627\u0646 \u0645\u062b\u0627\u0644{{y}})
formulas_not_validated=\u0641\u0631\u0645\u0648\u0644 \u0628\u0647 \u062f\u0644\u06cc\u0644 \u0627\u0634\u062a\u0628\u0627\u0647\u0627\u062a \u0642\u0628\u0644\u06cc \u062f\u0627\u0631\u0627\u06cc \u0627\u0639\u062a\u0628\u0627\u0631 \u0646\u06cc\u0633\u062a
samigo_formula_error_1=1\: \u062e\u0637\u0627\u06cc \u0646\u062d\u0648\u06cc
samigo_formula_error_2=1\: \u062e\u0637\u0627\u06cc \u0646\u062d\u0648\u06cc
samigo_formula_error_3=3\: \u067e\u0631\u0627\u0646\u062a\u0632 \u06af\u0645\u0634\u062f\u0647
samigo_formula_error_4=\u06f4\: \u0639\u0628\u0627\u0631\u062a \u062e\u0627\u0644\u06cc
samigo_formula_error_5=\u06f5\: \u0642\u0633\u0645\u062a \u063a\u06cc\u0631 \u0645\u0646\u062a\u0638\u0631\u0647
samigo_formula_error_6=\u06f6\: \u067e\u0627\u06cc\u0627\u0646 \u0639\u0628\u0627\u0631\u062a \u063a\u06cc\u0631 \u0645\u0646\u062a\u0638\u0631\u0647 
samigo_formula_error_7=7\: \u0627\u0631\u0632\u0634 \u0645\u0648\u0631\u062f \u0627\u0646\u062a\u0638\u0627\u0631
samigo_formula_error_8=8\: \u0641\u0631\u0645\u0648\u0644 \u0645\u06cc \u062a\u0648\u0627\u0646\u062f \u0631\u06cc\u0634\u0647 \u0645\u0631\u0628\u0639 \u0645\u0646\u0641\u06cc \u062f\u0627\u0634\u062a\u0647 \u0628\u0627\u0634\u062f
samigo_formula_error_9=9\: \u0645\u062a\u063a\u06cc\u0631 \u062f\u0631 \u062f\u0633\u062a\u0648\u0631\u0627\u0644\u0639\u0645\u0644 \u062a\u0639\u0631\u06cc\u0641 \u0646\u0634\u062f\u0647
samigo_formula_error_101=101\: \u0627\u067e\u0631\u0627\u062a\u0648\u0631 \u0646\u0627\u0645\u0634\u062e\u0635
samigo_formula_error_102=102\: \u0628\u06cc\u0627\u0646 \u0646\u0627\u0645\u0634\u062e\u0635
samigo_formula_error_103=103\: \u0645\u062a\u063a\u06cc\u0631 \u0646\u0627\u0634\u0646\u0627\u062e\u062a\u0647
samigo_formula_error_104=104\: \u0627\u067e\u0631\u0627\u062a\u0648\u0631 \u0646\u0627\u0645\u0634\u062e\u0635
samigo_formula_error_200=\u06f2\u06f0\u06f0\: \u0639\u0628\u0627\u0631\u062a \u062e\u06cc\u0644\u06cc \u0637\u0648\u0644\u0627\u0646\u06cc \u0627\u0633\u062a
samigo_formula_error_300=300\:\u062a\u0639\u0631\u06cc\u0641 \u0645\u062a\u063a\u06cc\u0631 \u0634\u06a9\u0633\u062a \u062e\u0648\u0631\u062f\u0647
samigo_formula_error_400=\u06f4\u06f0\u06f0\: \u062f\u0631 \u062a\u0627\u0628\u0639 \u0645\u0642\u062f\u0627\u0631 \u0635\u062d\u06cc\u062d \u0645\u062f \u0646\u0638\u0631 \u0627\u0633\u062a
samigo_formula_error_401=401\: \u0646\u062a\u06cc\u062c\u0647 \u06cc\u06a9 \u0639\u062f\u062f \u0646\u06cc\u0633\u062a(NaN)
samigo_formula_error_402=402\: \u0646\u062a\u06cc\u062c\u0647 \u0628\u06cc \u0646\u0647\u0627\u06cc\u062a \u0627\u0633\u062a (\u0628\u06cc \u0646\u0647\u0627\u06cc\u062a)
samigo_formula_error_500=500\: \u062e\u0637\u0627\u06cc \u0646\u0627\u0634\u0646\u0627\u062e\u062a\u0647

cert_rem_assmt=\u0622\u06cc\u0627 \u0645\u0637\u0645\u0626\u0646 \u0647\u0633\u062a\u06cc\u062f \u06a9\u0647 \u0645\u06cc \u062e\u0648\u0627\u0647\u06cc\u062f \u0627\u06cc\u0646 \u0627\u0631\u0632\u06cc\u0627\u0628\u06cc \u0628\u0627 \u0639\u0646\u0648\u0627\u0646 {0} \u062d\u0630\u0641 \u0634\u0648\u062f\u061f
button_edit_questions=\u0648\u06cc\u0631\u0627\u06cc\u0634 \u0633\u0648\u0627\u0644\u0627\u062a
button_return_to_main=\u0628\u0627\u0632\u06af\u0634\u062a \u0628\u0647 \u0635\u0641\u062d\u0647 \u0633\u0648\u0627\u0644\u0627\u062a \u0627\u0635\u0644\u06cc
cert_rem_q=\u0622\u06cc\u0627 \u0645\u0637\u0645\u0626\u0646 \u0647\u0633\u062a\u06cc\u062f \u06a9\u0647 \u0645\u06cc\u062e\u0648\u0627\u0647\u06cc\u062f \u0627\u06cc\u0646 \u0633\u0648\u0627\u0644 \u0631\u0627 \u062d\u0630\u0641 \u06a9\u0646\u06cc\u062f\u061f
cert_rem_submissions=\u0627\u0631\u0632\u06cc\u0627\u0628\u06cc {0} \u062f\u0627\u0631\u0627\u06cc \u0627\u0631\u0633\u0627\u0644\u200c\u0647\u0627\u06cc\u06cc \u0627\u0633\u062a. \u0628\u0647 \u0645\u0646\u0638\u0648\u0631 \u062d\u0630\u0641 \u0627\u06cc\u0646 \u0627\u0631\u0632\u06cc\u0627\u0628\u06cc\u060c \u0634\u0645\u0627 \u0628\u0627\u06cc\u062f \u0627\u0648\u0644 \u062a\u0645\u0627\u0645 \u0627\u0631\u0633\u0627\u0644\u06cc \u0647\u0627\u06cc \u0645\u0631\u062a\u0628\u0637 \u0628\u0627 \u0622\u0646 \u0631\u0627 \u062d\u0630\u0641 \u06a9\u0646\u06cc\u062f.
change_q_type=\u062a\u063a\u06cc\u06cc\u0631 \u0646\u0648\u0639 \u0633\u0648\u0627\u0644
change_question_type=\u062a\u063a\u06cc\u06cc\u0631 \u0646\u0648\u0639 \u0633\u0648\u0627\u0644
change=\u062a\u063a\u06cc\u06cc\u0631 \u062f\u0627\u062f\u0646
choose_rem=\u0644\u0637\u0641\u0627 \u0622\u0646\u0686\u0647 \u0645\u06cc\u200c\u062e\u0648\u0627\u0647\u06cc\u062f \u062d\u0630\u0641 \u06a9\u0646\u06cc\u062f \u0631\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f
choose_which_of_the=\u0628\u0647\u062a\u0631\u0646 \u0634\u0631\u0637 \u0632\u06cc\u0631 \u06a9\u0647 \u0628\u0627 \u0627\u06cc\u0646 \u0631\u0627\u0628\u0637\u0647 \u0627\u0646\u0637\u0628\u0627\u0642 \u062f\u0627\u0631\u062f \u0631\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f\: \u0686\u06cc\u0646 \u062f\u0631 \u0627\u0633\u06cc\u0627 \u0627\u0633\u062a\u061f \u0645\u0627\u0646\u0646\u062f \u0640 \u0627\u0633\u062a \u0640.
collect_metadata_for_p=\u062c\u0645\u0639 \u0622\u0648\u0631\u06cc \u0645\u062a\u0627\u062f\u06cc\u062a\u0627\u06cc \u0628\u062e\u0634 \u0647\u0627 \u062f\u0631 \u0648\u06cc\u0631\u0627\u06cc\u0634\u06af\u0631 \u0633\u0648\u0627\u0644
collect_metadata_for_q=\u062c\u0645\u0639 \u0622\u0648\u0631\u06cc \u0645\u062a\u0627\u062f\u0627\u062f\u0647 \u0633\u0648\u0627\u0644\u0627\u062a \u062f\u0631 \u0633\u0648\u0627\u0644 \u0648\u06cc\u0631\u0627\u06cc\u0634\u06af\u0631
continuous_numbering=\u0634\u0645\u0627\u0631\u0647 \u06af\u0630\u0627\u0631\u06cc \u067e\u06cc\u0648\u0633\u062a\u0647 \u0628\u06cc\u0646 \u0628\u062e\u0634 \u0647\u0627.
copy_all_to_pool=\u06a9\u067e\u06cc \u062a\u0645\u0627\u0645 \u0633\u0648\u0627\u0644\u0627\u062a \u0628\u0647 \u0645\u062e\u0632\u0646
correct_answer=\u062c\u0648\u0627\u0628 \u0635\u062d\u06cc\u062d
correct_answer_opti=\u0628\u0627\u0632\u062e\u0648\u0631\u062f \u067e\u0627\u0633\u062e \u062f\u0631\u0633\u062a (\u0627\u062e\u062a\u06cc\u0627\u0631\u06cc)
correct_options=\u06af\u0632\u06cc\u0646\u0647 \u0635\u062d\u06cc\u062d
correct_incorrect_an=\u0628\u0627\u0632\u062e\u0648\u0631\u062f \u067e\u0627\u0633\u062e \u062f\u0631\u0633\u062a / \u0646\u0627\u062f\u0631\u0633\u062a
correct_match_feedback_opt=\u0628\u0627\u0632\u062e\u0648\u0631\u062f \u062a\u0637\u0628\u06cc\u0642 \u0635\u062d\u06cc\u062d (\u0627\u062e\u062a\u062a\u06cc\u0627\u0631\u06cc)
incorrect_match_feedback_opt=\u0628\u0627\u0632\u062e\u0648\u0631\u062f \u062a\u0637\u0628\u06cc\u0642 \u0646\u0627\u062f\u0631\u0633\u062a (\u0627\u062e\u062a\u062a\u06cc\u0627\u0631\u06cc)
correct_im_feedback_opt=\u0628\u0627\u0632\u062e\u0648\u0631\u062f \u062a\u0637\u0628\u06cc\u0642 \u062f\u0631\u0633\u062a (\u0627\u062e\u062a\u062a\u06cc\u0627\u0631\u06cc)
incorrect_im_feedback_opt=\u0628\u0627\u0632\u062e\u0648\u0631\u062f \u062a\u0637\u0628\u06cc\u0642 \u0646\u0627\u062f\u0631\u0633\u062a (\u0627\u062e\u062a\u062a\u06cc\u0627\u0631\u06cc)
correct_option_labels=\u0628\u0631\u0686\u0633\u0628 \u06af\u0632\u06cc\u0646\u0647 \u0635\u062d\u06cc\u062d (\u0628\u0647 \u0639\u0646\u0648\u0627\u0646 \u0645\u062b\u0627\u0644A \u06cc\u0627 ABC)
correct_response=\u067e\u0627\u0633\u062e \u062f\u0631\u0633\u062a
create_modify_a=\u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 / \u0648\u06cc\u0631\u0627\u06cc\u0634 \u0627\u0631\u0632\u06cc\u0627\u0628\u06cc
create_modify_p=\u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 / \u0648\u06cc\u0631\u0627\u06cc\u0634 \u0642\u0633\u0645\u062a
create_pairing=\u0627\u0641\u0632\u0648\u062f\u0646/\u0648\u06cc\u0631\u0627\u06cc\u0634 \u0628\u0627\u0632\u062e\u0648\u0631\u062f \u0627\u062e\u062a\u06cc\u0627\u0631\u06cc \u0648 \u062c\u0641\u062a \u0634\u062f\u0646
create_IM_pairing=\u062a\u0648\u0636\u06cc\u062d \u0631\u0627 \u0648\u0627\u0631\u062f \u06a9\u0631\u062f\u0647 \u0648 \u0645\u062d\u0644 Hot Spot \u0645\u0631\u0628\u0648\u0637\u0647 \u0631\u0627 \u0628\u0631\u0627\u06cc \u0647\u0631 \u0622\u06cc\u062a\u0645\u06cc \u06a9\u0647 \u0642\u0635\u062f \u062f\u0627\u0631\u06cc\u062f \u0628\u06cc\u0627\u0641\u0632\u0627\u06cc\u06cc\u062f \u062a\u0639\u06cc\u06cc\u0646 \u06a9\u0646\u06cc\u062f. \u062f\u06a9\u0645\u0647 \u0633\u0628\u0632 \u0646\u0634\u0627\u0646\u06af\u0631 \u0622\u06cc\u062a\u0645\u06cc \u0627\u0633\u062a \u06a9\u0647 \u062f\u0631 \u062d\u0627\u0644 \u06a9\u0627\u0631 \u0628\u0631 \u0631\u0648\u06cc \u0622\u0646 \u0645\u06cc \u0628\u0627\u0634\u06cc\u062f.
all_im_zones_needed=\u0634\u0645\u0627 \u0628\u0627\u06cc\u062f \u062a\u0645\u0627\u0645 \u0645\u0646\u0627\u0637\u0642 \u062a\u0635\u0648\u06cc\u0631 \u0631\u0627 \u062a\u0646\u0638\u06cc\u0645 \u06a9\u0646\u06cc\u062f
all_im_descriptions_needed=\u0634\u0645\u0627 \u0628\u0627\u06cc\u062f \u062a\u0645\u0627\u0645 \u062a\u0648\u0635\u06cc\u0641\u0627\u062a \u0631\u0627 \u062a\u0646\u0638\u06cc\u0645 \u06a9\u0646\u06cc\u062f
im_description=\u062a\u0648\u0636\u06cc\u062d\u0627\u062a \u0622\u06cc\u062a\u0645 \u0631\u0627 \u0648\u0627\u0631\u062f \u06a9\u0646\u06cc\u062f
im_add_item=\u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u0645\u0648\u0631\u062f
no_matching_pair=\u0647\u06cc\u0686 \u0632\u0648\u062c\u06cc \u0627\u06cc\u062c\u0627\u062f \u0646\u0634\u062f\u0647 \u0627\u0633\u062a
creator=\u0627\u06cc\u062c\u0627\u062f \u06a9\u0646\u0646\u062f\u0647
delivery_dates=\u062a\u0627\u0631\u06cc\u062e \u0647\u0627\u06cc \u062a\u062d\u0648\u06cc\u0644
description_asi_aut=\u062a\u0648\u0636\u06cc\u062d\u0627\u062a\: ASI Author XML Style Sheet\: \u0635\u062f\u0627\u06cc \u0686\u0646\u062f \u0631\u0633\u0627\u0646\u0647 \u0627\u06cc
description_intro_o=\u062a\u0648\u0636\u06cc\u062d\u0627\u062a / \u0645\u0639\u0631\u0641\u06cc (\u0627\u062e\u062a\u06cc\u0627\u0631\u06cc)
due=\u0628\u0647 \u0639\u0644\u062a
each_p_is_on_a_se=\u0647\u0631 \u0628\u062e\u0634 \u062f\u0631 \u06cc\u06a9 \u0635\u0641\u062d\u0647 \u0648\u0628 \u062c\u062f\u0627\u06af\u0627\u0646\u0647 \u0627\u0633\u062a.
each_q_is_on=\u0647\u0631 \u0633\u0648\u0627\u0644 \u062f\u0631 \u06cc\u06a9 \u0635\u0641\u062d\u0647 \u0648\u0628 \u062c\u062f\u0627\u06af\u0627\u0646\u0647 \u0627\u0633\u062a.
editor=\u0648\u06cc\u0631\u0627\u06cc\u0634\u06af\u0631
example_emi_question=\u0642\u0637\u0639\u0627\u062a \u0622\u06cc\u062a\u0645 \u0647\u0627\u06cc \u06cc\u06a9 \u0633\u0648\u0627\u0644 \u062a\u0637\u0628\u06cc\u0642\u06cc \u062a\u0648\u0633\u0639\u0647 \u06cc\u0627\u0641\u062a\u0647
existing_qs=\u0633\u0648\u0627\u0644\u0627\u062a \u0645\u0648\u062c\u0648\u062f
existing_q=\u0633\u0648\u0627\u0644 \u0645\u0648\u062c\u0648\u062f
extended_matching_items=\u0622\u06cc\u062a\u0645 \u0647\u0627\u06cc \u062a\u0637\u0628\u06cc\u0642 \u062a\u0645\u062f\u06cc\u062f \u0634\u062f\u0647
false_msg=\u0646\u0627\u062f\u0631\u0633\u062a
feedback_will_be_dis=\u0628\u0627\u0632\u062e\u0648\u0631\u062f \u062f\u0631 \u0632\u0645\u0627\u0646 \u062a\u0639\u06cc\u06cc\u0646 \u0634\u062f\u0647 \u0628\u0647 \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632 \u0646\u0645\u0627\u06cc\u0634 \u062f\u0627\u062f\u0647 \u062e\u0648\u0627\u0647\u062f \u0634\u062f
file_upload=\u0627\u067e\u0644\u0648\u062f \u0641\u0627\u06cc\u0644
file_upload_example=\u0646\u0645\u0648\u0646\u0647\u200c\u06cc \u0622\u067e\u0644\u0648\u062f \u0641\u0627\u06cc\u0644
fill_in_the_blank=\u062c\u0627\u06cc \u062e\u0627\u0644\u06cc \u0631\u0627 \u067e\u0631 \u06a9\u0646\u06cc\u062f
fill_in_numeric=\u067e\u0627\u0633\u062e \u0639\u062f\u062f\u06cc
for_example_curly=\u0628\u0647 \u0639\u0646\u0648\u0627\u0646 \u0645\u062b\u0627\u0644\: \u06af\u0644 \u0631\u0632 {red} \u0648 \u0628\u0646\u0641\u0634\u0647 \u0647\u0627 {blue} \u0647\u0633\u062a\u0646\u062f.
for_example_curly_fin=\u0628\u0647 \u0639\u0646\u0648\u0627\u0646 \u0645\u062b\u0627\u0644 3 * 3 \= {9} \u0648 2 + 2 \= {4}
global_nav_assessmt=\u0627\u0631\u0632\u06cc\u0627\u0628\u06cc \u0647\u0627
global_nav_template=\u0642\u0627\u0644\u0628 \u0647\u0627
global_nav_pools=\u062f\u0631\u062e\u0648\u0627\u0633\u062a \u0645\u062e\u0632\u0646
subnav_add_part=\u0627\u0641\u0632\u0648\u062f\u0646 \u0642\u0633\u0645\u062a
action_print=\u0686\u0627\u067e
gradebook_options=\u06af\u0632\u06cc\u0646\u0647 \u0647\u0627\u06cc \u062f\u0641\u062a\u0631 \u0646\u0645\u0631\u0627\u062a
grading=\u0646\u0645\u0631\u0647 \u062f\u0627\u062f\u0646
grading_options=\u06af\u0632\u06cc\u0646\u0647 \u0647\u0627\u06cc \u0646\u0645\u0631\u0647 \u062f\u0627\u062f\u0646
graphics=\u06af\u0631\u0627\u0641\u06cc\u06a9 \u0647\u0627
high_security=\u0627\u0645\u0646\u06cc\u062a \u0628\u0627\u0644\u0627
hrs=\u0633\u0627\u0639\u062a
if_multiple_submissi=\u062f\u0631\u0635\u0648\u0631\u062a \u0648\u062c\u0648\u062f \u0686\u0646\u062f \u0627\u0631\u0633\u0627\u0644 \u0628\u0627\u0632\u0627\u06cc \u0647\u0631 \u06a9\u0627\u0631\u0628\u0631
im_choice_col=\u0645\u062a\u0646 \u062a\u0648\u0635\u06cc\u0641\u06cc
im_currently_editing=\u062f\u0631 \u062d\u0627\u0644 \u062d\u0627\u0636\u0631 \u062f\u0631 \u062d\u0627\u0644 \u0648\u06cc\u0631\u0627\u06cc\u0634
im_match_col=\u062a\u0635\u0648\u06cc\u0631 \u0645\u0646\u0637\u0642\u0647
image=\u062a\u0635\u0648\u06cc\u0631
image_map_question=\u0646\u0642\u0637\u0647 \u062f\u0627\u063a
image_map_src=\u0627\u0646\u062a\u062e\u0627\u0628 \u062a\u0635\u0648\u06cc\u0631 \u0646\u0642\u0637\u0647 \u062f\u0627\u063a
immediate_feedback=\u0628\u0627\u0632\u062e\u0648\u0631\u062f \u0641\u0648\u0631\u06cc
import_an_assessment=\u0648\u0627\u0631\u062f \u06a9\u0631\u062f\u0646 \u06cc\u06a9 \u0627\u0631\u0632\u06cc\u0627\u0628\u06cc
import_from_a_file=\u0648\u0627\u0631\u062f\u0627\u062a \u0627\u0632 \u06cc\u06a9 \u0641\u0627\u06cc\u0644
import_from_q=\u06a9\u067e\u06cc \u0627\u0632 \u0645\u062e\u0632\u0646 \u0633\u0648\u0627\u0644
import_from_question_bank=*** \u0648\u0627\u0631\u062f \u06a9\u0631\u062f\u0646 \u0627\u0632 \u0628\u0627\u0646\u06a9 \u0633\u0648\u0627\u0644
import_from_question=\u0648\u0627\u0631\u062f \u06a9\u0631\u062f\u0646 \u0627\u0632 \u0645\u062e\u0632\u0646 \u0633\u0648\u0627\u0644
incorrect_answer_op=\u0628\u0627\u0632\u062e\u0648\u0631\u062f \u062c\u0648\u0627\u0628 \u0646\u0627\u062f\u0631\u0633\u062a(\u0627\u062e\u062a\u06cc\u0627\u0631\u06cc)
ins_new_q=\u0648\u0627\u0631\u062f \u06a9\u0631\u062f\u0646 \u0633\u0648\u0627\u0644 \u062c\u062f\u06cc\u062f
insert_additional_a=\u062f\u0631\u062c \u067e\u0627\u0633\u062e \u0627\u0636\u0627\u0641\u06cc
insert_additional_q_a_combos=\u0642\u0631\u0627\u0631 \u062f\u0627\u062f\u0646 \u0622\u06cc\u062a\u0645 \u0647\u0627\u06cc \u0627\u0636\u0627\u0641\u06cc
insert_additional_answer_options=\u0648\u0627\u0631\u062f \u06a9\u0631\u062f\u0646 \u06af\u0632\u06cc\u0646\u0647 \u067e\u0627\u0633\u062e \u0627\u0636\u0627\u0641\u06cc
insert_p=\u062f\u0631\u062c \u0642\u0633\u0645\u062a
insert_q=\u062f\u0631\u062c \u0633\u0648\u0627\u0644
item=\u0622\u06cc\u062a\u0645
item_display_author=\u0646\u0645\u0627\u06cc\u0634 \u0622\u06cc\u062a\u0645 - \u062d\u0627\u0644\u062a \u0646\u0648\u06cc\u0633\u0646\u062f\u0647
items=\u0645\u0648\u0627\u0631\u062f
key=\u06a9\u0644\u06cc\u062f \u0648\u0627\u0698\u0647 \u0647\u0627
keyword=\u06a9\u0644\u06cc\u062f\u0648\u0627\u0698\u0647
late_handling=\u0627\u0646\u062a\u0642\u0627\u0644 \u062f\u06cc\u0631\u0648\u0642\u062a
late_submissions_af=\u0627\u0631\u0633\u0627\u0644\u06cc \u062f\u06cc\u0631 \u0648\u0642\u062a (\u0628\u0639\u062f \u0627\u0632 \u062a\u0627\u0631\u06cc\u062e \u0645\u0642\u0631\u0631) \u067e\u0630\u06cc\u0631\u0641\u062a\u0647 \u0646\u062e\u0648\u0627\u0647\u062f \u0634\u062f
late_submissions_wil=\u0627\u0631\u0633\u0627\u0644\u06cc \u062f\u06cc\u0631 \u0648\u0642\u062a \u067e\u0630\u06cc\u0631\u0641\u062a\u0647 \u0645\u06cc \u0634\u0648\u062f \u0648\u062f\u0631 \u0637\u0648\u0644 \u062f\u0631\u062c\u0647 \u0628\u0646\u062f\u06cc \u062f\u06cc\u0631 \u062a\u06af \u062e\u0648\u0627\u0647\u062f \u0634\u062f.
linear_access_to_que=\u062f\u0633\u062a\u0631\u0633\u06cc \u062e\u0637\u06cc \u0628\u0647 \u0633\u0648\u0627\u0644\u0627\u062a \u0628\u062f\u0648\u0646 \u0628\u0627\u0632\u06af\u0634\u062a \u0628\u0647 \u0635\u0641\u062d\u0647 \u0642\u0628\u0644\u06cc. \u0628\u0631\u0627\u06cc \u0631\u0641\u062a\u0646 \u0628\u0647 \u0645\u0631\u062d\u0644\u0647 \u0628\u0639\u062f\u06cc \u0641\u0642\u0637 \u062f\u06a9\u0645\u0647 \u0628\u0639\u062f\u06cc \u0648\u062c\u0648\u062f \u062f\u0627\u0631\u062f. \u0635\u0641\u062d\u0647 \u0641\u0647\u0631\u0633\u062a \u0648\u062c\u0648\u062f \u0646\u062f\u0627\u0631\u062f
match=\u0647\u0645\u062e\u0648\u0627\u0646\u06cc \u062f\u0627\u0634\u062a\u0646
lead_in_statement=\u0645\u0646\u062c\u0631 \u0634\u062f\u0646 \u0628\u0647
default_lead_in_statement_description=\u062a\u0627 \u0632\u0645\u0627\u0646\u06cc \u06a9\u0647 \u0628\u0631 \u0631\u0648\u06cc \u0627\u06cc\u0646 \u062c\u0639\u0628\u0647 \u06a9\u0644\u06cc\u06a9 \u0646\u06a9\u0631\u062f\u0647 \u0648 \u0639\u0646\u0648\u0627\u0646 \u062e\u0648\u062f \u0631\u0627 \u0648\u0627\u0631\u062f \u0646\u06a9\u0646\u06cc\u062f\u060c \u0627\u0632 \u0645\u062a\u0646 \u067e\u06cc\u0634 \u0641\u0631\u0636 \u0632\u06cc\u0631 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u062e\u0648\u0627\u0647\u062f \u0634\u062f.<br/>\n\u0645\u062a\u0646 \u067e\u06cc\u0634 \u0641\u0631\u0636\:\n
default_lead_in_statement=\u0628\u0631\u0627\u06cc \u0647\u0631 \u06cc\u06a9 \u0627\u0632 \u0622\u06cc\u062a\u0645 \u0647\u0627\u06cc \u0632\u06cc\u0631\u060c \u06cc\u06a9\u06cc \u0627\u0632 \u0645\u0646\u0627\u0633\u0628 \u062a\u0631\u06cc\u0646 \u06af\u0632\u06cc\u0646\u0647 \u0647\u0627\u06cc \u0641\u0648\u0642 \u0631\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f. \u0647\u0631 \u06af\u0632\u06cc\u0646\u0647 \u0631\u0627 \u0645\u06cc \u062a\u0648\u0627\u0646 \u06cc\u06a9 \u0628\u0627\u0631 \u06cc\u0627 \u0628\u06cc\u0634 \u0627\u0632 \u06cc\u06a9\u0628\u0627\u0631 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0646\u0645\u0648\u062f \u0648 \u062d\u062a\u06cc \u0645\u06cc \u062a\u0648\u0627\u0646 \u0627\u0632 \u06cc\u06a9\u06cc \u0627\u0632 \u06af\u0632\u06cc\u0646\u0647 \u0647\u0627 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0646\u06a9\u0631\u062f.
matching=\u062a\u0637\u0627\u0628\u0642
matching_choice_col=\u0627\u0646\u062a\u062e\u0627\u0628
matching_match_col=\u0647\u0645\u062e\u0648\u0627\u0646\u06cc \u062f\u0627\u0634\u062a\u0646
matching_currently_editing=\u062f\u0631 \u062d\u0627\u0644 \u062d\u0627\u0636\u0631 \u062f\u0631 \u062d\u0627\u0644 \u0648\u06cc\u0631\u0627\u06cc\u0634
matching_q_cont=\u062a\u0637\u0628\u06cc\u0642 \u0633\u0648\u0627\u0644 - \u0627\u062f\u0627\u0645\u0647
metadata=\u0645\u062a\u0627\u062f\u0627\u062f\u0647
mins=\u062d\u062f\u0627\u0642\u0644 \u0647\u0627
model_short_answer=\u0645\u062f\u0644 \u067e\u0627\u0633\u062e \u06a9\u0648\u062a\u0627\u0647 (\u0627\u062e\u062a\u06cc\u0627\u0631\u06cc)
modify_q=\u0648\u06cc\u0631\u0627\u06cc\u0634 \u0633\u0648\u0627\u0644
multiple_choice_type=\u0686\u0646\u062f \u06af\u0632\u06cc\u0646\u0647 \u0627\u06cc
multiple_mc_ss_pc=\u0686\u0646\u062f \u0686\u06cc\u0632 \u0635\u062d\u06cc\u062d\u060c \u0627\u0646\u062a\u062e\u0627\u0628 \u062a\u06a9\u06cc \u0628\u0627 \u0627\u0639\u062a\u0628\u0627\u0631 \u062c\u0632\u0626\u06cc
multiple_choice_surv=\u0646\u0638\u0631\u0633\u0646\u062c\u06cc
mutually_exclusive=<b> \u0645\u062a\u0642\u0627\u0628\u0644\u0627 \u0645\u0646\u062d\u0635\u0631 \u0628\u0647 \u0641\u0631\u062f\u061f </b>
my_assmts=\u0627\u0631\u0632\u06cc\u0627\u0628\u06cc
my_qs=\u0633\u0648\u0627\u0644\u0627\u062a
my_qp=\u0645\u062e\u0632\u0646 \u0633\u0648\u0627\u0644\u0627\u062a
my_ts=\u0642\u0627\u0644\u0628
navigation=\u062c\u0647\u062a \u06cc\u0627\u0628\u06cc
new_p=\ \u0642\u0633\u0645\u062a \u062c\u062f\u06cc\u062f
next_prev=\u062f\u06a9\u0645\u0647 \u0628\u0639\u062f\u06cc \u0648 \u0642\u0628\u0644\u06cc \u062f\u0631 \u0647\u0631 \u0635\u0641\u062d\u0647 \u0628\u0631\u0627\u06cc \u0645\u0633\u06cc\u0631\u06cc\u0627\u0628\u06cc \u0648\u062c\u0648\u062f \u062f\u0627\u0631\u062f.
no_feedback_will_be=\u0647\u06cc\u0686 \u0628\u0627\u0632\u062e\u0648\u0631\u062f\u06cc \u0628\u0647 \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632 \u0646\u0634\u0627\u0646 \u062f\u0627\u062f\u0647 \u0646\u062e\u0648\u0627\u0647\u062f \u0634\u062f.
no_toc=\u0635\u0641\u062d\u0647\u200c\u06cc \u0641\u0647\u0631\u0633\u062a \u0645\u0637\u0627\u0644\u0628 \u0648\u062c\u0648\u062f \u0646\u062f\u0627\u0631\u062f.
none=\u0647\u06cc\u0686
note_emi_correct_options=\u0628\u0631\u0627\u06cc \u0647\u0631 \u0622\u06cc\u062a\u0645 \u06af\u0632\u06cc\u0646\u0647\u200c\u06cc \u0635\u062d\u06cc\u062d \u0631\u0627 \u062f\u0631 \u0627\u0646\u062a\u0647\u0627\u06cc \u0645\u062a\u0646 \u0622\u0646 \u0622\u06cc\u062a\u0645 \u062f\u0631 \u062f\u0627\u062e\u0644 \u0628\u0631\u0627\u06a9\u062a ([]) \u0642\u0631\u0627\u0631 \u062f\u0647\u06cc\u062f. 
note_emi_separate=\u0627\u06af\u0631 \u0628\u06cc\u0634\u062a\u0631 \u0627\u0632 \u06cc\u06a9 \u06af\u0632\u06cc\u0646\u0647\u200c\u06cc \u0635\u062d\u06cc\u062d \u0648\u062c\u0648\u062f \u062f\u0627\u0631\u062f \u0622\u0646\u0647\u0627 \u0631\u0627 \u0628\u0627 \u06a9\u0627\u0645\u0627 (,) \u0627\u0632 \u0647\u0645 \u062c\u062f\u0627 \u06a9\u0646\u06cc\u062f.
note_emi_example=\u0628\u0647 \u0639\u0646\u0648\u0627\u0646 \u0645\u062b\u0627\u0644\: \u06a9\u062f\u0627\u0645 \u06cc\u06a9 \u0627\u0632 \u0627\u0633\u062a\u062e\u0648\u0627\u0646\u0647\u0627\u06cc \u0630\u06a9\u0631 \u0634\u062f\u0647 \u062f\u0631 \u0628\u0627\u0632\u0648 \u067e\u06cc\u062f\u0627 \u0645\u06cc\u200c\u0634\u0648\u062f\u061f [a,d,e]
note_p_headers_w=\u062a\u0648\u062c\u0647\: \u0642\u0633\u0645\u062a \u0647\u062f\u0631\u0647\u0627 (headers) \u06a9\u0647 \u0639\u0646\u0648\u0627\u0646\u0634 "\u067e\u06cc\u0634 \u0641\u0631\u0636" \u0627\u0633\u062a \u0628\u0647 \u0627\u0631\u0632\u06cc\u0627\u0628\u06cc \u0634\u0648\u0646\u062f\u06af\u0627\u0646 \u0646\u0645\u0627\u06cc\u0634 \u062f\u0627\u062f\u0647 \u0646\u0645\u06cc\u200c\u0634\u0648\u062f.
note_point_value_for_question=\u0648\u0627\u0631\u062f \u06a9\u0631\u062f\u0646 \u0627\u0631\u0632\u0634 \u0646\u0645\u0631\u0647\u200c\u06cc \u067e\u0627\u0633\u062e \u0636\u0631\u0648\u0631\u06cc\u0633\u062a. \u0644\u0637\u0641\u0627 \u06cc\u06a9 \u0645\u0642\u062f\u0627\u0631 \u0645\u062b\u0628\u062a \u0648\u0627\u0631\u062f \u06a9\u0646\u06cc\u062f
note_place_curly=\u062a\u0648\u062c\u0647\: \u062f\u0631 \u0627\u0637\u0631\u0627\u0641 \u06a9\u0644\u0645\u0627\u062a\u06cc \u06a9\u0647 \u0646\u06cc\u0627\u0632 \u0628\u0647 \u062c\u0627\u06cc \u062e\u0627\u0644\u06cc \u062f\u0627\u0631\u0646\u062f \u0622\u06a9\u0648\u0644\u0627\u062f ({}) \u0642\u0631\u0627\u0631 \u062f\u0647\u06cc\u062f.
defining_answers=<b>\u062a\u0639\u06cc\u06cc\u0646 \u067e\u0627\u0633\u062e \u0647\u0627</b>
fib_note_1=\u0627\u0632 \u0628\u0631\u0627\u06a9\u062a \u0647\u0627 "{}" \u062f\u0631 \u06a9\u0646\u0627\u0631 \u06a9\u0644\u0645\u0627\u062a\u06cc \u06a9\u0647 \u0646\u06cc\u0627\u0632\u0645\u0646\u062f \u0641\u06cc\u0644\u062f\u0647\u0627\u06cc \u067e\u0627\u0633\u062e \u062e\u0627\u0644\u06cc \u0647\u0633\u062a\u0646\u062f \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u06a9\u0646\u06cc\u062f.<br /> \u0645\u062b\u0627\u0644\: \u0631\u0632\u0647\u0627 {red} \u0648 \u0628\u0646\u0641\u0634\u0647 \u0647\u0627 {blue} \u0647\u0633\u062a\u0646\u062f. 
fib_note_2=\u0627\u0632 \u062e\u0637 "|" \u0628\u06cc\u0646 \u06af\u0632\u06cc\u0646\u0647 \u0647\u0627\u06cc \u067e\u0627\u0633\u062e \u06a9\u0647 \u0647\u0645 \u0645\u0639\u0646\u06cc \u0647\u0633\u062a\u0646\u062f \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u06a9\u0646\u06cc\u062f. <br />\u0645\u062b\u0627\u0644\: {They are|They''re} \u0628\u0633\u06cc\u0627\u0631 \u062e\u0648\u0634\u062d\u0627\u0644 \u0647\u0633\u062a\u0646\u062f. 
fib_note_3=\u0627\u0632 (*) \u0628\u0631\u0627\u06cc \u06cc\u06a9 \u06cc\u0627 \u0686\u0646\u062f \u06a9\u0627\u0631\u0627\u06a9\u062a\u0631 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u06a9\u0646\u06cc\u062f. <br />\u0645\u062b\u0627\u0644\: \u0628\u0627\u0631\u0627\u0646 \u0645\u06cc \u0628\u0627\u0631\u062f.
note_defining_answers=\u0627\u0632 \u0628\u0631\u0627\u06a9\u062a \u0647\u0627 "{}" \u062f\u0631 \u0627\u0637\u0631\u0627\u0641 \u0645\u0642\u0627\u062f\u06cc\u0631 \u0639\u062f\u062f\u06cc \u06a9\u0647 \u0646\u06cc\u0627\u0632\u0645\u0646\u062f \u0641\u06cc\u0644\u062f\u0647\u0627\u06cc \u067e\u0627\u0633\u062e \u062e\u0627\u0644\u06cc \u0647\u0633\u062a\u0646\u062f \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u06a9\u0646\u06cc\u062f. \u0645\u062b\u0627\u0644\: 3*3\= {9}.
range=<b>\u0628\u0627\u0632\u0647</b>\: \u0628\u06cc\u0646 \u0628\u0627\u0632\u0647\u200c\u06cc \u0645\u0642\u0627\u062f\u06cc\u0631 \u0644\u0648\u0644\u0647 "|" \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u06a9\u0646\u06cc\u062f.
range_example=\u0645\u062b\u0627\u0644\: \u0642\u06cc\u0645\u062a \u0628\u0631\u0627\u0628\u0631 {12.2|14.5} \u0645\u06cc \u0628\u0627\u0634\u062f. \u067e\u0627\u0633\u062e \u0647\u0627\u06cc\u06cc \u06a9\u0647 \u062f\u0631 \u0645\u062d\u062f\u0648\u062f\u0647 12.2 \u0648 14.5 \u0647\u0633\u062a\u0646\u062f \u0635\u062d\u06cc\u062d \u0642\u0644\u0645\u062f\u0627\u062f \u0645\u06cc \u0634\u0648\u0646\u062f.
scientific_notataion=<b>\u0646\u0634\u0627\u0646\u0647 \u06af\u0630\u0627\u0631\u06cc \u0639\u0644\u0645\u06cc</b>\: \u0627\u0632 \u0646\u0642\u0637\u0647 \u0628\u0631\u0627\u06cc \u0646\u0634\u0627\u0646 \u062f\u0627\u062f\u0646 \u0631\u0642\u0645 \u0627\u0639\u0634\u0627\u0631 \u0648 \u062d\u0631\u0641 "e" \u06cc\u0627 "E" \u0628\u0631\u0627\u06cc \u0646\u0634\u0627\u0646 \u062f\u0627\u062f\u0646 \u062a\u0648\u0627\u0646 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u062e\u0648\u0627\u0647\u062f \u0634\u062f.
scientific_notataion_example=\u0628\u0647 \u0639\u0646\u0648\u0627\u0646 \u0645\u062b\u0627\u0644\: {6.022E23} \u0628\u0631\u0627\u06cc \u0628\u06cc\u0627\u0646 \u0639\u062f\u062f \u0622\u0648\u0648\u06af\u0627\u062f\u0631\u0648.
complex_numbers=<B> \u0627\u0639\u062f\u0627\u062f \u0645\u062e\u062a\u0644\u0637 \u0627\u0633\u062a </ b> \u0628\u0627\u06cc\u062f \u062f\u0631 \u0642\u0627\u0644\u0628 (A + BI) \u06a9\u0647 \u062f\u0631 \u0622\u0646 "A" \u0648 "B" \u0646\u06cc\u0627\u0632 \u062f\u0627\u0631\u0630 \u0645\u0642\u0627\u062f\u06cc\u0631  \u0628\u0647 \u0635\u0631\u0627\u062d\u062a \u0627\u0639\u0644\u0627\u0645 \u0634\u0648\u062f.
complex_numbers_example=\u0628\u0647 \u0639\u0646\u0648\u0627\u0646 \u0645\u062b\u0627\u0644\:{1+1i}  \u0645\u0639\u062a\u0628\u0631 \u0627\u0633\u062a \u062f\u0631 \u062d\u0627\u0644\u06cc \u06a9\u0647 {1 +i} \u0627\u0633\u062a. \u0628\u0647 \u0637\u0648\u0631 \u0645\u0634\u0627\u0628\u0647\u060c {0+9i} \u0628\u0647 \u0645\u0639\u062a\u0628\u0631 \u0627\u0633\u062a \u062f\u0631 \u062d\u0627\u0644\u06cc \u06a9\u0647 {9i} \u0627\u0633\u062a.
accepted_characters=<b>\u062d\u0631\u0648\u0641 \u0642\u0627\u0628\u0644 \u0642\u0628\u0648\u0644</b>
note_accepted_fin_1=\u0634\u0645\u0627 \u0635\u0631\u0641\u0627 \u0645\u06cc \u062a\u0648\u0627\u0646\u06cc\u062f \u0627\u0632 \u0627\u0639\u062f\u0627\u062f\u060c \u0646\u0634\u0627\u0646\u06af\u0631\u0647\u0627\u06cc \u0631\u0642\u0645 \u0627\u0639\u0634\u0627\u0631 (\u0646\u0642\u0637\u0647 \u06cc\u0627 \u0648\u06cc\u0631\u06af\u0648\u0644)\u060c \u0646\u0634\u0627\u0646\u06af\u0631\u0647\u0627\u06cc \u0642\u0628\u0644 \u0627\u0632 \u0639\u062f\u062f (\u0646\u0638\u06cc\u0631 \u06f5-) \u06cc\u0627 \u0641\u0627\u0635\u0644\u0647 (\u0645\u062b\u0644 \u062c\u062f\u0627 \u06a9\u0646\u0646\u062f\u0647\u200c\u06cc \u0647\u0632\u0627\u0631\u06af\u0627\u0646\u060c \u06f0\u06f0\u06f0 \u06f5) \u062f\u0631 \u062f\u0627\u062e\u0644 \u0628\u0631\u0627\u06a9\u062a \u0647\u0627 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u06a9\u0646\u06cc\u062f. \n<b>\u062a\u0648\u062c\u0647</b>\: \u0628\u0631\u0627\u06cc \u0646\u0634\u0627\u0646\u0647 \u06af\u0630\u0627\u0631\u06cc \u0639\u0644\u0645\u06cc\u060c <br/>\u0646\u0642\u0637\u0647 \u0628\u0627\u06cc\u062f \u0628\u0647 \u0639\u0646\u0648\u0627\u0646 \u0646\u0634\u0627\u0646\u06af\u0631 \u0639\u062f\u062f \u0627\u0639\u0634\u0627\u0631 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0634\u0648\u062f.
note_accepted_fin_2=\u0647\u0631\u06af\u0648\u0646\u0647 \u06a9\u0627\u0631\u0627\u06a9\u062a\u0631 \u062f\u06cc\u06af\u0631 (\u0646\u0638\u06cc\u0631 $ \u06cc\u0627 %) \u0631\u0627 \u0645\u06cc \u062a\u0648\u0627\u0646 \u062f\u0631 \u0635\u0648\u0631\u062a \u0646\u06cc\u0627\u0632 \u062f\u0631 \u062e\u0627\u0631\u062c \u0627\u0632 \u0628\u0631\u0627\u06a9\u062a \u0647\u0627 \u0642\u0631\u0627\u0631 \u062f\u0627\u062f. \u0628\u0631\u0627\u06cc \u0645\u062b\u0627\u0644 3/10\={30}% <br/>(\u0641\u0642\u0637 \u0639\u062f\u062f 30 \u062f\u0631 \u062f\u0627\u062e\u0644 \u0641\u06cc\u0644\u062f \u062e\u0627\u0644\u06cc \u067e\u0627\u0633\u062e \u0646\u0645\u0627\u06cc\u0634 \u062f\u0627\u062f\u0647 \u062e\u0648\u0627\u0647\u062f \u0634\u062f.)
note_accepted_fin_3=\u0632\u0645\u0627\u0646\u06cc \u06a9\u0647 \u0645\u062d\u062f\u0648\u062f\u0647 \u0627\u06cc \u0627\u0632 \u0645\u0642\u0627\u062f\u06cc\u0631 \u0631\u0627 \u062a\u0639\u0631\u06cc\u0641 \u0645\u06cc \u06a9\u0646\u06cc\u062f\u060c \u0645\u0642\u062f\u0627\u0631\u06cc \u06a9\u0647 \u067e\u06cc\u0634 \u0627\u0632 "|" \u0642\u0631\u0627\u0631 \u0645\u06cc \u06af\u06cc\u0631\u062f  <br/>\u0628\u0627\u06cc\u062f \u06a9\u0645\u062a\u0631 \u0627\u0632 \u0645\u0642\u062f\u0627\u0631 \u0628\u0639\u062f \u0627\u0632 \u0622\u0646 \u0628\u0627\u0634\u062f (\u0628\u0631\u0627\u06cc \u0645\u062b\u0627\u0644 {12.2|14.5}.
for_example_accepted_fin=\u0628\u0647 \u0639\u0646\u0648\u0627\u0646 \u0645\u062b\u0627\u0644\: 3/10 \= {30}\u066a (\u0641\u0642\u0637 30 \u0646\u06cc\u0627\u0632 \u0627\u0633\u062a \u062f\u0631 \u0632\u0645\u06cc\u0646\u0647 \u067e\u0627\u0633\u062e \u062e\u0627\u0644\u06cc \u0648\u0627\u0631\u062f \u0634\u0648\u062f.)
# note_insert_pipe=Insert "|" (pipe) for synonyms or multiple answers and "*" for wildcard characters.
# for_example_pipe=For example: The sides are {heads|tails} and {h**dslt**ls}.
note_insert_pipe=\u06af\u0632\u06cc\u0646\u0647 \u0647\u0627\: \u06cc\u06a9 \u0644\u0648\u0644\u0647 ( | ) \u0628\u06cc\u0646 \u06af\u0632\u06cc\u0646\u0647 \u0647\u0627\u06cc \u062c\u0648\u0627\u0628 \u0645\u0627\u0646\u0646\u062f \u0645\u062a\u0631\u0627\u062f\u0641 \u0647\u0627 \u0642\u0631\u0627\u0631 \u062f\u0647\u06cc\u062f.
for_example_pipe=\u0628\u0647 \u0639\u0646\u0648\u0627\u0646 \u0645\u062b\u0627\u0644\:{They are|They''re} {\u0622\u0646\u0647\u0627 | \u0622\u0646\u0647\u0627} \u0628\u0633\u06cc\u0627\u0631 \u062e\u0648\u0634\u062d\u0627\u0644 \u0647\u0633\u062a\u0646\u062f. 
wildcard_char=\u06cc\u06a9 \u0633\u062a\u0627\u0631\u0647 (*) \u0628\u0631\u0627\u06cc \u06cc\u06a9 \u06cc\u0627 \u0686\u0646\u062f \u06a9\u0627\u0631\u0627\u06a9\u062a\u0631 \u06a9\u0644\u0645\u0627\u062a \u0642\u0631\u0627\u0631 \u062f\u0647\u06cc\u062f. 
wildcard_example=\u0628\u0631\u0627\u06cc \u0645\u062b\u0627\u0644\: \u0628\u0627\u0631\u0627\u0646 \u0645\u06cc\u200c\u0628\u0627\u0631\u062f {c*} \u0648 {d*s}.
number_of_attempts=\u062a\u0639\u062f\u0627\u062f \u062a\u0644\u0627\u0634 \u0647\u0627
number_of_attempts_indic=\u062a\u0639\u062f\u0627\u062f \u062f\u0641\u0639\u0627\u062a\u06cc \u06a9\u0647 \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632\u0627\u0646 \u0645\u062c\u0627\u0632 \u0628\u0647 \u0636\u0628\u0637 \u0645\u062c\u062f\u062f \u067e\u0627\u0633\u062e \u0647\u0633\u062a\u0646\u062f \u0631\u0627 \u0645\u0634\u062e\u0635 \u06a9\u0646\u06cc\u062f
number_of_qs=* \u062a\u0639\u062f\u0627\u062f \u0633\u0648\u0627\u0644\u0627\u062a
point_value_of_questons=* \u0646\u0645\u0631\u0647 \u0633\u0648\u0627\u0644\u0627\u062a
randomization=\u062a\u0635\u0627\u062f\u0641\u06cc
type_of_randomization=\u0646\u0648\u0639 \u062a\u0635\u0627\u062f\u0641\u06cc
randomized_per_submission=\u0647\u0631 \u0628\u0627\u0631 \u06a9\u0647 \u06cc\u06a9 \u0627\u0631\u0632\u06cc\u0627\u0628\u06cc \u0627\u0631\u0633\u0627\u0644 \u0645\u06cc\u200c\u0634\u0648\u062f \u067e\u0631\u0633\u0634 \u0647\u0627\u06cc \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632 \u0628\u0635\u0648\u0631\u062a \u062a\u0635\u0627\u062f\u0641\u06cc \u062a\u063a\u06cc\u06cc\u0631 \u0645\u06cc\u200c\u06a9\u0646\u062f
randomized_per_student=\u067e\u0631\u0633\u0634 \u0647\u0627\u06cc \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632 \u0628\u0631\u0627\u06cc \u062a\u0645\u0627\u0645 \u0627\u0631\u0632\u06cc\u0627\u0628\u06cc \u0647\u0627 \u0641\u0642\u0637 \u06cc\u06a9 \u0628\u0627\u0631 \u0628\u0635\u0648\u0631\u062a \u062a\u0635\u0627\u062f\u0641\u06cc \u062a\u063a\u06cc\u06cc\u0631 \u06a9\u0646\u062f
number_of_submission=\u062a\u0639\u062f\u0627\u062f \u0627\u0631\u0633\u0627\u0644 \u0647\u0627\u06cc \u0645\u062c\u0627\u0632
numbering=\u0634\u0645\u0627\u0631\u0647 \u06af\u0630\u0627\u0631\u06cc
obj=\u0627\u0647\u062f\u0627\u0641
objective=\u0647\u062f\u0641
one_per=(\u06cc\u06a9\u06cc \u062f\u0631 \u0647\u0631 \u062e\u0637)
only=\u0641\u0642\u0637
only_next=\u0641\u0642\u0637 \u062f\u06a9\u0645\u0647 \u0647\u0627\u06cc "\u0628\u0639\u062f\u06cc" \u062a\u0646\u0647\u0627 \u0628\u0631\u0627\u06cc \u0631\u0641\u062a\u0646 \u0628\u0647 \u062c\u0644\u0648 \u0648\u062c\u0648\u062f \u062f\u0627\u0631\u062f.
org=\u0633\u0627\u0632\u0645\u0627\u0646
p=\u0628\u062e\u0634
p_information=\u0627\u0637\u0644\u0627\u0639\u0627\u062a \u0642\u0633\u0645\u062a
p_title=\u0639\u0646\u0648\u0627\u0646 \u0642\u0633\u0645\u062a
part_dash=\u0628\u062e\u0634
password=\u06a9\u0644\u0645\u0647 \u0639\u0628\u0648\u0631
pool_name=* \u0646\u0627\u0645 \u0645\u062e\u0632\u0646
number_questions=(\u062a\u0639\u062f\u0627\u062f \u06a9\u0644 \u0633\u0648\u0627\u0644\u0627\u062a)
pt=\u0646\u06a9\u062a\u0647 \u0647\u0627
q=\u0633\u0648\u0627\u0644
q_text=\u0645\u062a\u0646 \u067e\u0631\u0633\u0634
q_layout=\u0637\u0631\u062d \u0633\u0648\u0627\u0644
q_level_feedb=\u0628\u0627\u0632\u062e\u0648\u0631\u062f \u0633\u0637\u062d \u0633\u0648\u0627\u0644
q_multiple=\u0633\u0648\u0627\u0644 - \u0686\u0646\u062f \u06af\u0632\u06cc\u0646\u0647 (\u0686\u0646\u062f \u0635\u062d\u06cc\u062d)
q_ordering_n=\u0686\u06cc\u062f\u0645\u0627\u0646 \u0633\u0648\u0627\u0644
qs=\u0633\u0648\u0627\u0644\u0627\u062a
question=\u0633\u0648\u0627\u0644
question_answer_combinations=\u0631\u06cc\u0634\u0647 \u0628\u062e\u0634 \u0647\u0627
question_text=\u0645\u062a\u0646 \u067e\u0631\u0633\u0634
question_theme_text=\u0645\u0648\u0636\u0648\u0639 \u06cc\u0627 \u0632\u0645\u06cc\u0646\u0647
random_access_to_que=\u062f\u0633\u062a\u0631\u0633\u06cc \u062a\u0635\u0627\u062f\u0641\u06cc \u0628\u0647 \u0633\u0648\u0627\u0644\u0627\u062a \u0627\u0632 \u0641\u0647\u0631\u0633\u062a \u0645\u0637\u0627\u0644\u0628 \u0627\u0633\u062a. <br /> \u062f\u06a9\u0645\u0647 \u0628\u0639\u062f\u06cc \u0648 \u0642\u0628\u0644\u06cc \u062f\u0631 \u0647\u0631 \u0635\u0641\u062d\u0647 \u0628\u0631\u0627\u06cc \u062c\u0647\u062a \u06af\u06cc\u0631\u06cc \u0648\u062c\u0648\u062f \u062f\u0627\u0631\u062f
random_draw_from_que=\u0627\u0646\u062a\u062e\u0627\u0628 \u062a\u0635\u0627\u062f\u0641\u06cc \u0627\u0632 \u0645\u062e\u0632\u0646 \u0633\u0648\u0627\u0644
random_draw_from_que_edit_disabled=(\u062d\u0630\u0641 \u0633\u0648\u0627\u0644\u0627\u062a \u0645\u0648\u062c\u0648\u062f \u0627\u0632 \u0627\u06cc\u0646 \u0628\u062e\u0634 \u0628\u0631\u0627\u06cc \u0641\u0639\u0627\u0644 \u06a9\u0631\u062f\u0646 \u0627\u06cc\u0646 \u0648\u06cc\u0698\u06af\u06cc)
randow_draw_from_que_no_pools_available=(\u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u062d\u062f\u0627\u0642\u0644 \u06cc\u06a9 \u0633\u0648\u0627\u0644 \u0628\u0647 \u0645\u062e\u0632\u0646 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0646\u0634\u062f\u0647 \u0628\u0631\u0627\u06cc \u0641\u0639\u0627\u0644 \u06a9\u0631\u062f\u0646 \u0627\u06cc\u0646 \u0648\u06cc\u0698\u06af\u06cc)
random_draw_questions_prefix=* \u0628\u06cc\u0631\u0648\u0646 \u06a9\u0634\u06cc\u062f\u0646
random_draw_questions_suffix=\u0633\u0648\u0627\u0644 (\u0647\u0627) \u0627\u0632
random_draw_correct_prefix=* \u067e\u0627\u0633\u062e \u0647\u0627\u06cc \u0635\u062d\u06cc\u062d \u0627\u0631\u0632\u0634\u0645\u0646\u062f \u0647\u0633\u062a\u0646\u062f
random_draw_correct_suffix=\u0646\u06a9\u062a\u0647 (\u0647\u0627) \u06cc\u0627 \u0646\u0645\u0631\u0627\u062a.
random_draw_deduct_prefix=* \u0628\u0631\u0627\u06cc '\u063a\u0644\u0637 \u062f\u0631\u0633\u062a "\u06cc\u0627" \u0627\u0646\u062a\u062e\u0627\u0628 \u0686\u0646\u062f\u06af\u0627\u0646\u0647\u060c \u062a\u0646\u0647\u0627 \u0633\u0648\u0627\u0644 \u0635\u062d\u06cc\u062d\u060c \u06a9\u0633\u0631
random_draw_deduct_suffix=\u0646\u0645\u0631\u062a \u067e\u0627\u0633\u062e \u0647\u0627\u06cc \u0646\u0627\u062f\u0631\u0633\u062a. \u0627\u06cc\u0646 \u0628\u0631 \u062a\u0646\u0638\u06cc\u0645\u0627\u062a \u0645\u062e\u0632\u0646 \u0627\u0635\u0644\u06cc \u063a\u0644\u0628\u0647 \u0645\u06cc\u06a9\u0646\u062f.
random_within_p=\u062a\u0635\u0627\u062f\u0641\u06cc \u062f\u0631 \u0642\u0633\u0645\u062a
randomize_answers=\ \u067e\u0627\u0633\u062e \u0647\u0627\u06cc \u0627\u062a\u0641\u0627\u0642\u06cc \u06cc\u0627 \u062a\u0635\u0627\u062f\u0641\u06cc
req_rationale=\u0645\u0646\u0637\u0642 \u0645\u0648\u0631\u062f \u0646\u06cc\u0627\u0632
randomize_items=\u0645\u0648\u0627\u0631\u062f \u062a\u0635\u0627\u062f\u0641\u06cc
record_the_average_s=\u062b\u0628\u062a \u0646\u0645\u0631\u0647 \u0645\u062a\u0648\u0633\u0637
record_the_highest_s=\u062b\u0628\u062a \u0628\u0627\u0644\u0627\u062a\u0631\u06cc\u0646 \u0646\u0645\u0631\u0647
rem_p_all=\u062d\u0630\u0641 \u0642\u0633\u0645\u062a \u0648 \u062a\u0645\u0627\u0645 \u0633\u0648\u0627\u0644\u0627\u062a.
rem_p_only=\u0641\u0642\u0637 \u062d\u0630\u0641 \u0628\u062e\u0634 \u0648 \u0627\u0646\u062a\u0642\u0627\u0644 \u0633\u0648\u0627\u0644\u0627\u062a \u0628\u0647
remove_assessment_co=\u062d\u0630\u0641 \u062a\u0623\u06cc\u06cc\u062f\u06cc\u0647 \u0627\u0631\u0632\u06cc\u0627\u0628\u06cc
remove_assessment_check=\u062d\u0630\u0641 \u0686\u06a9 \u0627\u0631\u0632\u06cc\u0627\u0628\u06cc
remove_p_conf=\u062d\u0630\u0641 \u0642\u0633\u0645\u062a \u062a\u0623\u06cc\u06cc\u062f\u06cc\u0647
remove_q_conf=\u062d\u0630\u0641 \u062a\u0627\u06cc\u06cc\u062f \u0633\u0648\u0627\u0644
remove_question_conf=\u062d\u0630\u0641 \u062a\u0627\u06cc\u06cc\u062f \u0633\u0648\u0627\u0644
require_all_ok=\u0627\u062c\u0627\u0632\u0647 \u0627\u0639\u062a\u0628\u0627\u0631 \u062c\u0632\u0626\u06cc
require_rationale=\u0645\u0646\u0637\u0642 \u0645\u0648\u0631\u062f \u0646\u06cc\u0627\u0632
required=\u0647\u0645\u0647 \u0641\u06cc\u0644\u062f \u0647\u0627\u06cc \u0633\u062a\u0627\u0631\u0647 \u062f\u0627\u0631 \u0627\u0644\u0632\u0627\u0645\u06cc \u0647\u0633\u062a\u0646\u062f
rationale=\u0645\u0646\u0637\u0642
restart_numbering_be=\u0631\u0627\u0647 \u0627\u0646\u062f\u0627\u0632\u06cc \u0645\u062c\u062f\u062f \u0634\u0645\u0627\u0631\u0647 \u06af\u0630\u0627\u0631\u06cc \u0628\u06cc\u0646 \u0628\u062e\u0634 \u0647\u0627.
retract=\u062c\u0645\u0639 \u0634\u062f\u0646
rube=\u0633\u0631\u0641\u0635\u0644 \u0647\u0627
rubric_colon=\u0633\u0631\u0641\u0635\u0644
sakai_assessment_man=\u0645\u062f\u06cc\u0631\u06cc\u062a \u0627\u0631\u0632\u06cc\u0627\u0628\u06cc \u0633\u0627\u06a9\u0627\u06cc
sakai_assessment_rem_q=\u0627\u0631\u0632\u06cc\u0627\u0628\u06cc \u0633\u0627\u06a9\u0627\u06cc\u06cc - \u062d\u0630\u0641 \u0633\u0648\u0627\u0644
save_or_cancel_change=\u0630\u062e\u06cc\u0631\u0647 \u0648 \u06cc\u0627 \u0644\u063a\u0648 \u062a\u063a\u06cc\u06cc\u0631\u0627\u062a
scoring=\u0627\u0645\u062a\u06cc\u0627\u0632 \u062f\u0647\u06cc
secondary_pass=\u0631\u0645\u0632 \u062f\u0648\u0645
select=[Select]
select_menu=\u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0631\u062f\u0646
select_appropriate_format=\u0641\u0631\u0645\u062a \u0645\u0646\u0627\u0633\u0628 \u0631\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f
options_text=\u06af\u0632\u06cc\u0646\u0647 \u0647\u0627
select_a_pool_name=\u06cc\u06a9 \u0646\u0627\u0645 \u0645\u062e\u0632\u0646 \u0631\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f (\u0627\u062e\u062a\u06cc\u0627\u0631\u06cc)
select_a_pool_for_random_draw=\u0627\u0646\u062a\u062e\u0627\u0628 \u06cc\u06a9 \u0645\u062e\u0632\u0646 \u0633\u0648\u0627\u0644
select_num_questions=(\#\#\#)
select_combo=\u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0631\u062f\u0646
select_one=\u06cc\u06a9\u06cc \u0631\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646 ...
select_qtype=\u0646\u0648\u0639 \u0633\u0648\u0627\u0644 \u0631\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f
select_the_feedback=\u0627\u0646\u062a\u062e\u0627\u0628 \u0645\u0624\u0644\u0641\u0647\u200c\u0647\u0627\u06cc \u0628\u0627\u0632\u062e\u0648\u0631\u062f \u0628\u0631\u0627\u06cc \u0646\u0645\u0627\u06cc\u0634 \u0628\u0647 \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632
selected=\u0627\u0646\u062a\u062e\u0627\u0628 \u0634\u062f
selection_level_feed=\u0633\u0637\u062d \u0627\u0646\u062a\u062e\u0627\u0628 \u0628\u0627\u0632\u062e\u0648\u0631\u062f
settings=\u062a\u0646\u0638\u06cc\u0645\u0627\u062a -
short_answer_essay=\u067e\u0627\u0633\u062e \u06a9\u0648\u062a\u0627\u0647 / \u0645\u0642\u0627\u0644\u0647
show=\u0646\u0645\u0627\u06cc\u0634
show_hide=\u0646\u0645\u0627\u06cc\u0634/\u0639\u062f\u0645 \u0646\u0645\u0627\u06cc\u0634
student_rsquo_s_scor=\u0627\u0645\u062a\u06cc\u0627\u0632 \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632
submission_message=\u067e\u06cc\u0627\u0645 \u0645\u0642\u0627\u0644\u0647
submissions=\u0627\u0631\u0633\u0627\u0644 \u0647\u0627
submissions_allowed=\u0627\u0631\u0633\u0627\u0644 \u0645\u062c\u0627\u0632 \u0627\u0633\u062a
subsub=\u0634\u062f\u06cc\u062f
sure_rem_q=\u0622\u06cc\u0627 \u0645\u0637\u0645\u0626\u0646 \u0647\u0633\u062a\u06cc\u062f \u06a9\u0647 \u0645\u06cc\u062e\u0648\u0627\u0647\u06cc\u062f \u0627\u06cc\u0646 \u0633\u0648\u0627\u0644 \u0631\u0627 \u062d\u0630\u0641 \u06a9\u0646\u06cc\u062f\u061f
tf=\u062f\u0631\u0633\u062a/\u0646\u0627\u062f\u0631\u0633\u062a
the_complete_assessm=\u0628\u0631\u0631\u0633\u06cc \u06a9\u0627\u0645\u0644 \u062f\u0631 \u06cc\u06a9 \u0635\u0641\u062d\u0647 \u0648\u0628 \u0646\u0645\u0627\u06cc\u0634 \u062f\u0627\u062f\u0647 \u0645\u06cc\u200c\u0634\u0648\u062f.
time_allowed_seconds=\u0632\u0645\u0627\u0646 \u0645\u062c\u0627\u0632 (\u062b\u0627\u0646\u06cc\u0647)
time_allowed_seconds_indic=\u0632\u0645\u0627\u0646 \u0645\u0648\u0631\u062f \u0646\u06cc\u0627\u0632 \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632 \u0628\u0631\u0627\u06cc \u0636\u0628\u0637 \u067e\u0627\u0633\u062e \u0631\u0627 \u0645\u0634\u062e\u0635 \u06a9\u0646\u06cc\u062f
timed_assessment=\u0627\u0631\u0632\u06cc\u0627\u0628\u06cc \u0632\u0645\u0627\u0646\u0628\u0646\u062f\u06cc \u0634\u062f\u0647
timed_assessment_wit=\u0627\u0631\u0632\u06cc\u0627\u0628\u06cc \u0647\u0627\u06cc \u0628\u0647 \u067e\u0627\u06cc\u0627\u0646 \u0631\u0633\u06cc\u062f\u0647 \u0628\u0627 \u0645\u062f\u062a \u0632\u0645\u0627\u0646 \u0645\u062d\u062f\u0648\u062f
title_navigoproject=\u0639\u0646\u0648\u0627\u0646\: Navigo Project.org
total_pts=\u0645\u062c\u0645\u0648\u0639 \u0627\u0645\u062a\u06cc\u0627\u0632\u0627\u062a
total_pt=\u0645\u062c\u0645\u0648\u0639 \u0627\u0645\u062a\u06cc\u0627\u0632
true_msg=\u062f\u0631\u0633\u062a
true_false=\u062f\u0631\u0633\u062a \u063a\u0644\u0637
true_false_slash=\u062f\u0631\u0633\u062a/\u063a\u0644\u0637
true_false_q=\u0633\u0648\u0627\u0644 \u062f\u0631\u0633\u062a / \u0646\u0627\u062f\u0631\u0633\u062a
unlimited=\u0646\u0627\u0645\u062d\u062f\u0648\u062f
upload_assessment=\u0622\u067e\u0644\u0648\u062f \u0627\u0631\u0632\u06cc\u0627\u0628\u06cc
user_must_click_sav=\u0628\u0647 \u0645\u0646\u0638\u0648\u0631 \u0630\u062e\u06cc\u0631\u0647 \u062f\u0627\u062f\u0647 \u0648\u0631\u0648\u062f\u06cc\u060c \u06a9\u0627\u0631\u0628\u0631 \u0628\u0627\u06cc\u062f \u0628\u0631 \u0631\u0648\u06cc \u062f\u06a9\u0645\u0647 "\u0630\u062e\u06cc\u0631\u0647" \u06a9\u0644\u06cc\u06a9 \u0646\u0645\u0627\u06cc\u062f.
username=\u0646\u0627\u0645 \u06a9\u0627\u0631\u0628\u0631\u06cc
zero_survey=(\u06f0 \= \u0646\u0638\u0631 \u0633\u0646\u062c\u06cc \u0648 \u06cc\u0627 \u0633\u0648\u0627\u0644 \u0628\u062f\u0648\u0646 \u0646\u0645\u0631\u0647)
choice_labels=A\:B\:C\:D\:E\:F\:G\:H\:I\:J\:K\:L\:M\:N\:O\:P\:Q\:R\:S\:T\:U\:V\:W\:X\:Y\:Z

no=\u062e\u06cc\u0631
yes=\u0628\u0644\u0647

#Question labels for analysis and statistics
#The different fields must always be named as follows:
#-question number is zero: {0}
#-part number is one: {1}
#-pool name is two: {2}
#used if the question is not from a random pool and the assignment has only one part
label_question=Q{0}
#used if the question is not from a random pool and the assignment has more then one part
label_question_part=P{1}-Q{0}
#used if the question is from a random pool and the assignment has more then one part
label_question_part_pool=P{1}-Q{0}-Pool\:{2}
#used if the question is from a random pool and the assignment has only one part
label_question_pool=Q{0}-Pool\:{2}

#multiple choice survey answers
above_average=\u0628\u0627\u0644\u0627\u062a\u0631 \u0627\u0632 \u062d\u062f \u0645\u062a\u0648\u0633\u0637
below_average=\u0632\u06cc\u0631\u0645\u06cc\u0627\u0646\u06af\u06cc\u0646
average=\u0645\u06cc\u0627\u0646\u06af\u06cc\u0646
excellent=\u0639\u0627\u0644\u06cc
yes_no=\u0628\u0644\u0647\u060c \u062e\u06cc\u0631
disagree_agree=\u0639\u062f\u0645 \u0645\u0648\u0627\u0641\u0642\u062a\u060c \u0645\u0648\u0627\u0641\u0642\u062a
disagree_undecided=\u0639\u062f\u0645 \u0645\u0648\u0627\u0641\u0642\u062a\u060c \u0645\u0631\u062f\u062f\u060c \u0645\u0648\u0627\u0641\u0642\u062a
strongly_agree=\u06a9\u0627\u0645\u0644\u0627 \u0645\u0648\u0627\u0641\u0642\u0645
strongly_disagree=\u0628\u0647 \u0634\u062f\u062a \u0645\u062e\u0627\u0644\u0641
disagree=\u0645\u062e\u0627\u0644\u0641 \u0628\u0648\u062f\u0646
agree=\u0645\u0648\u0627\u0641\u0642
undecided=\u0645\u0631\u062f\u062f
unacceptable=\u063a\u06cc\u0631 \u0642\u0627\u0628\u0644 \u0642\u0628\u0648\u0644
scale5=1 -> 5
scale10=1 -> 10

# added by daisyf
questions_lower_case=\u067e\u0631\u0633\u0634 \u0647\u0627
question_s_lower_case=\u067e\u0631\u0633\u0634(\u0647\u0627)
points_lower_case=\u0646\u06a9\u062a\u0647 \u0647\u0627 \u06cc\u0627 \u0646\u0645\u0631\u0627\u062a
point_lower_case=\u0646\u06a9\u062a\u0647 \u0647\u0627
generalItemFeedback=\u0628\u0627\u0632\u062e\u0648\u0631\u062f
correctItemFeedback=\u0628\u0627\u0632\u062e\u0648\u0631\u062f \u062f\u0631\u0633\u062a
incorrectItemFeedback=\ \u0628\u0627\u0632\u062e\u0648\u0631\u062f \u0646\u0627\u062f\u0631\u0633\u062a
correct=\u062f\u0631\u0633\u062a
incorrect=\u063a\u0644\u0637

question_lower_case=\u0633\u0648\u0627\u0644
answerKey=\u06a9\u0644\u06cc\u062f \u067e\u0627\u0633\u062e
general_fb=\u0628\u0627\u0632\u062e\u0648\u0631\u062f \u0645\u0648\u0631\u062f \u06a9\u0644\u06cc

not_correct=\u063a\u0644\u0637
a_level_feedb=\u0628\u0627\u0632\u062e\u0648\u0631\u062f \u0633\u0637\u062d \u067e\u0627\u0633\u062e
s_level_feedb=\u0628\u0627\u0632\u062e\u0648\u0631\u062f \u0633\u0637\u062d \u0627\u0646\u062a\u062e\u0627\u0628
preview_model_short_answer=\u0645\u062f\u0644 \u067e\u0627\u0633\u062e \u06a9\u0648\u062a\u0627\u0647
number_of_tries=\u062a\u0639\u062f\u0627\u062f \u062a\u0644\u0627\u0634 \u0647\u0627\u06cc \u0645\u062c\u0627\u0632

# add /edit Part
title=* \u0639\u0646\u0648\u0627\u0646
information=\u0627\u0637\u0644\u0627\u0639\u0627\u062a
title_note=\u062a\u0648\u062c\u0647\: \u0639\u0646\u0648\u0627\u0646 \u0647\u0627\u06cc "\u067e\u06cc\u0634 \u0641\u0631\u0636"\u0628\u0631\u0627\u06cc \u0627\u0631\u0632\u06cc\u0627\u0628\u06cc \u06a9\u0646\u0646\u062f\u0647 \u0647\u0627 \u0642\u0627\u0628\u0644 \u0645\u0634\u0627\u0647\u062f\u0647 \u0646\u062e\u0648\u0627\u0647\u0646\u062f \u0628\u0648\u062f.
options=\u06af\u0632\u06cc\u0646\u0647 \u0647\u0627
type=\u0646\u0648\u0639
type_onebyone=\u0633\u0648\u0627\u0644\u0627\u062a \u0628\u0647 \u0635\u0648\u0631\u062a \u062a\u06a9 \u0628\u0647 \u062a\u06a9 \u0646\u0648\u0634\u062a\u0647 \u0634\u062f\u0647 \u0627\u0646\u062f
random_draw_type=\u0642\u0631\u0639\u0647 \u06a9\u0634\u06cc \u062a\u0635\u0627\u062f\u0641\u06cc \u0627\u0632
random_draw_msg=\u0633\u0648\u0627\u0644\u0627\u062a \u0627\u06cc\u0646 \u0628\u062e\u0634 \u0627\u0632 \u0628\u0627\u0646\u06a9 \u0633\u0648\u0627\u0644\u0627\u062a  <b>{0}</b> \u062f\u0631 \u0645\u0648\u0631\u062e\u0647  <b>{1}</b> \u0648 \u062f\u0631  <b>{2}</b> \u0628\u0631\u06af\u0631\u0641\u062a\u0647 \u0634\u062f\u0647 \u0627\u0646\u062f. \u0628\u0647 \u0645\u0646\u0638\u0648\u0631 \u062f\u0633\u062a\u0631\u0633\u06cc \u0628\u0647 \u0622\u062e\u0631\u06cc\u0646 \u062a\u063a\u06cc\u06cc\u0631\u0627\u062a \u0627\u0639\u0645\u0627\u0644 \u0634\u062f\u0647 \u0628\u0631 \u0631\u0648\u06cc \u0628\u0627\u0646\u06a9 \u0633\u0648\u0627\u0644\u0627\u062a \u0628\u0631 \u0631\u0648\u06cc  <b>\u0622\u067e\u062f\u06cc\u062a \u0633\u0648\u0627\u0644\u0627\u062a</b> \u06a9\u0644\u06cc\u06a9 \u06a9\u0631\u062f\u0647 \u0648 \u06cc\u0627 \u0628\u0631 \u0631\u0648\u06cc \u062f\u06a9\u0645\u0647 <b>\u0648\u06cc\u0631\u0627\u06cc\u0634</b>\u06a9\u0644\u06cc\u06a9 \u06a9\u0631\u062f\u0647 \u0648 \u0633\u067e\u0633 \u0628\u0631 \u0631\u0648\u06cc \u062f\u06a9\u0645\u0647  <b>\u0630\u062e\u06cc\u0631\u0647</b>\u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f. \u06a9\u0644\u06cc\u06a9 \u0628\u0631 \u0631\u0648\u06cc \u062f\u06a9\u0645\u0647 \u0647\u0627\u06cc  <b>\u067e\u06cc\u0634 \u0646\u0645\u0627\u06cc\u0634</b>\u06cc\u0627 <b>\u0627\u0646\u062a\u0634\u0627\u0631</b>\u0628\u0647 \u0637\u0648\u0631 \u062e\u0648\u062f\u06a9\u0627\u0631 \u0633\u0648\u0627\u0644\u0627\u062a \u0628\u0631\u06af\u0631\u0641\u062a\u0647 \u0634\u062f\u0647 \u0627\u0632 \u0628\u0627\u0646\u06a9 \u0633\u0648\u0627\u0644\u0627\u062a \u0631\u0627 \u062f\u0631 \u062d\u06cc\u0646 \u0627\u0646\u062c\u0627\u0645 \u0627\u0631\u0632\u06cc\u0627\u0628\u06cc \u0628\u0647 \u0631\u0648\u0632 \u0631\u0633\u0627\u0646\u06cc \u0645\u06cc \u0646\u0645\u0627\u06cc\u062f. 
random_draw_msg_published=\u0633\u0648\u0627\u0644\u0627\u062a \u0627\u06cc\u0646 \u0628\u062e\u0634 \u0627\u0632 \u0628\u0627\u0646\u06a9 \u0633\u0648\u0627\u0644\u0627\u062a <b>{0}</b> \u062f\u0631 \u0645\u0648\u0631\u062e\u0647 <b>{1}</b> \u0648 \u062f\u0631 <b>{2}</b> \u0628\u0631\u06af\u0631\u0641\u062a\u0647 \u0634\u062f\u0647 \u0627\u0646\u062f. \u0628\u0647 \u0645\u0646\u0638\u0648\u0631 \u0648\u06cc\u0631\u0627\u06cc\u0634 \u0633\u0648\u0627\u0644\u0627\u062a \u0627\u06cc\u0646 \u0628\u062e\u0634 \u0628\u0631 \u0631\u0648\u06cc <b>\u0648\u06cc\u0631\u06cc\u0634 \u0633\u0648\u0627\u0644\u0627\u062a</b> \u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f.
random_draw_msg_no_date=\u0633\u0648\u0627\u0644\u0627\u062a \u0627\u06cc\u0646 \u0628\u062e\u0634 \u0628\u0647 \u0637\u0648\u0631 \u062a\u0635\u0627\u062f\u0641\u06cc \u0627\u0632 \u0628\u0627\u0646\u06a9 \u0633\u0648\u0627\u0644\u0627\u062a \u0628\u0631\u06af\u0631\u0641\u062a\u0647 \u0634\u062f\u0647 \u0627\u0646\u062f. \u0628\u0631\u0627\u06cc \u0646\u0645\u0627\u06cc\u0634 \u062a\u0635\u0627\u062f\u0641\u06cc \u0622\u0646\u0647\u0627 \u0628\u0631 \u0631\u0648\u06cc \u0628\u0631\u0631\u0633\u06cc \u067e\u06cc\u0634 \u0646\u0645\u0627\u06cc\u0634 \u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f.
random_update_questions=\u0628\u0647 \u0631\u0648\u0632 \u0631\u0633\u0627\u0646\u06cc \u0633\u0648\u0627\u0644\u0627\u062a

# for upload questions in editAssessment.jsp
upload_instruction=\u0628\u0631\u0627\u06cc \u067e\u06cc\u062f\u0627 \u06a9\u0631\u062f\u0646 \u0641\u0627\u06cc\u0644 \u0628\u0631 \u0631\u0648\u06cc \u06af\u0632\u06cc\u0646\u0647 "\u0645\u0631\u0648\u0631 \u06a9\u0631\u062f\u0646" \u06a9\u0644\u06cc\u06a9 \u06a9\u0631\u062f\u0647 \u0648 \u0633\u067e\u0633 \u0628\u0627 \u06a9\u0644\u06cc\u06a9 \u0628\u0631 \u0631\u0648\u06cc \u062f\u06a9\u0645\u0647 "\u0622\u067e\u062f\u06cc\u062a" \u0641\u0627\u06cc\u0644 \u062e\u0648\u062f \u0631\u0627 \u0628\u0627\u0631\u06af\u0630\u0627\u0631\u06cc \u06a9\u0646\u06cc\u062f.

update_pool_error_size_too_large=\u0645\u0642\u062f\u0627\u0631 \u0627\u0646\u062f\u0627\u0632\u0647 \u0633\u0648\u0627\u0644\u0627\u062a \u0628\u06cc\u0634 \u0627\u0632 \u062a\u0639\u062f\u0627\u062f \u0633\u0648\u0627\u0644\u0627\u062a \u0645\u0648\u062c\u0648\u062f \u062f\u0631 \u0628\u0627\u0646\u06a9 \u0633\u0648\u0627\u0644\u0627\u062a \u0645\u06cc \u0628\u0627\u0634\u062f. \u0628\u062e\u0634 \u0645\u0642\u062f\u0627\u0631 \u0627\u0646\u062f\u0627\u0632\u0647 \u0633\u0648\u0627\u0644\u0627\u062a \u0631\u0627 \u0648\u06cc\u0631\u0627\u06cc\u0634 \u06a9\u0646\u06cc\u062f.
update_pool_error_unknown=\u062e\u0637\u0627\u06cc\u06cc \u062f\u0631 \u062d\u06cc\u0646 \u0628\u0631\u0648\u0632\u0631\u0633\u0627\u0646\u06cc \u0633\u0648\u0627\u0644\u0627\u062a \u062a\u0635\u0627\u062f\u0641\u06cc \u0627\u0632 \u0628\u0627\u0646\u06a9 \u0633\u0648\u0627\u0644\u0627\u062a \u0631\u062e \u062f\u0627\u062f.


# validate random drawn number for part
qdrawn_error=\u062a\u0639\u062f\u0627\u062f \u0633\u0648\u0627\u0644\u0627\u062a \u0627\u0633\u062a\u062e\u0631\u0627\u062c \u0634\u062f\u0647 \u0628\u0627\u06cc\u062f \u0639\u062f\u062f \u0635\u062d\u06cc\u062d\u06cc \u0628\u0632\u0631\u06af\u062a\u0631 \u0627\u0632 0 \u0628\u0627\u0634\u062f \u0627\u0645\u0627 \u0628\u06cc\u0634\u062a\u0631 \u0627\u0632... \u0646\u0628\u0627\u0634\u062f 
qdrawn_pt_error=\u0645\u0642\u0627\u062f\u06cc\u0631 \u0646\u0645\u0631\u0647 \u0628\u0627\u06cc\u062f \u0627\u0639\u062f\u0627\u062f \u0628\u0632\u0631\u06af\u062a\u0631 \u0627\u0632 \u06cc\u0627 \u0628\u0631\u0627\u0628\u0631 0.0 \u0628\u0627\u0634\u0646\u062f
qdrawn_null_error_pos=\u0644\u0637\u0641\u0627 \u0639\u062f\u062f\u06cc \u0631\u0627 \u062f\u0631 \u062f\u0627\u062e\u0644 \u0641\u06cc\u0644\u062f "\u067e\u0627\u0633\u062e \u0647\u0627\u06cc \u0635\u062d\u06cc\u062d \u0627\u0631\u0632\u0634\u0645\u0646\u062f \u0647\u0633\u062a\u0646\u062f" \u0648\u0627\u0631\u062f \u06a9\u0646\u06cc\u062f
qdrawn_null_error_neg=\u0644\u0637\u0641\u0627 \u0639\u062f\u062f\u06cc \u0631\u0627 \u062f\u0631 \u0641\u06cc\u0644\u062f "\u0627\u0645\u062a\u06cc\u0627\u0632 \u06a9\u0633\u0631 \u0634\u062f\u0647" \u0648\u0627\u0631\u062f \u06a9\u0646\u06cc\u062f

selectedPool_error=\u0644\u0637\u0641\u0627 \u0628\u0627\u0646\u06a9 \u0633\u0648\u0627\u0644\u0627\u062a\u06cc \u0631\u0627 \u0627\u0632 \u0628\u062e\u0634 "\u0627\u0646\u062a\u062e\u0627\u0628 \u062a\u0635\u0627\u062f\u0641\u06cc \u0627\u0632 \u0628\u0627\u0646\u06a9 \u0633\u0648\u0627\u0644\u0627\u062a" \u0627\u0646\u062a\u062e\u0627\u0628 \u0646\u0645\u0627\u06cc\u06cc\u062f.
overdrawn_error=\u0628\u0627\u0646\u06a9 \u0633\u0648\u0627\u0644\u0627\u062a \u0627\u0646\u062a\u062e\u0627\u0628 \u0634\u062f\u0647 \u0633\u0648\u0627\u0644 \u06a9\u0645\u062a\u0631\u06cc \u062f\u0631 \u0645\u0642\u0627\u06cc\u0633\u0647 \u0628\u0627 \u0639\u062f\u062f \u0648\u0627\u0631\u062f \u0634\u062f\u0647 \u062f\u0627\u0631\u062f. \u0644\u0637\u0641\u0627 \u0639\u062f\u062f \u06a9\u0648\u0686\u06a9\u062a\u0631\u06cc \u0648\u0627\u0631\u062f \u06a9\u0646\u06cc\u062f.
# message for total scores for assessments consisting of random draw parts
random_draw_total_score=\u0627\u0632 \u0622\u0646\u062c\u0627\u06cc\u06cc \u06a9\u0647 \u0627\u06cc\u0646 \u0627\u0631\u0632\u06cc\u0627\u0628\u06cc \u06cc\u06a9 \u0642\u0633\u0645\u062a \u0627\u0633\u062a\u062e\u0631\u0627\u062c \u062a\u0635\u0627\u062f\u0641\u06cc \u062f\u0627\u0631\u062f\u060c \u0627\u0637\u0644\u0627\u0639\u0627\u062a "\u0645\u062c\u0645\u0648\u0639 \u0627\u0645\u062a\u06cc\u0627\u0632" \u0641\u0642\u0637 \u06cc\u06a9 \u062a\u062e\u0645\u06cc\u0646 \u0627\u0633\u062a. 

# error message for denied access
denied_create_assessment_error=\u0645\u062a\u0627\u0633\u0641\u0627\u0646\u0647 \u062d\u0642 \u062f\u0633\u062a\u0631\u0633\u06cc \u0641\u0639\u0644\u06cc \u0634\u0645\u0627 \u0646\u0647 \u0627\u062c\u0627\u0632\u0647 \u0627\u06cc\u062c\u0627\u062f \u06cc\u06a9 \u0627\u0631\u0632\u06cc\u0627\u0628\u06cc \u062c\u062f\u06cc\u062f \u0631\u0627 \u0645\u06cc\u062f\u0647\u062f \u0648 \u0646\u0647 \u0627\u062c\u0627\u0632\u0647 \u0648\u0627\u0631\u062f \u06a9\u0631\u062f\u0646 \u0627\u0631\u0632\u06cc\u0627\u0628\u06cc \u0631\u0627.
denied_edit_assessment_error=\u0645\u062a\u0627\u0633\u0641\u0627\u0646\u0647 \u0634\u0645\u0627 \u062d\u0642 \u0648\u06cc\u0631\u0627\u06cc\u0634 \u0627\u06cc\u0646 \u0627\u0631\u0632\u06cc\u0627\u0628\u06cc \u0631\u0627 \u062f\u0631 \u0627\u06cc\u0646 \u0633\u0627\u06cc\u062a \u0646\u062f\u0627\u0631\u06cc\u062f.
denied_delete_assessment_error=\u0628\u0627 \u0639\u0631\u0636 \u067e\u0648\u0632\u0634\! \u0634\u0645\u0627 \u062d\u0642 \u062d\u0630\u0641 \u0627\u06cc\u0646 \u0627\u0631\u0632\u06cc\u0627\u0628\u06cc \u062f\u0631 \u0627\u06cc\u0646 \u0633\u0627\u06cc\u062a \u0631\u0627 \u0646\u062f\u0627\u0631\u06cc\u062f.
denied_publish_assessment_error=\u0628\u0627 \u0639\u0631\u0636 \u067e\u0648\u0632\u0634\! \u0634\u0645\u0627 \u062d\u0642 \u0627\u0646\u062a\u0634\u0627\u0631 \u0627\u06cc\u0646 \u0627\u0631\u0632\u06cc\u0627\u0628\u06cc \u0631\u0627 \u062f\u0631 \u0633\u0627\u06cc\u062a \u0646\u062f\u0627\u0631\u06cc\u062f.
denied_edit_publish_assessment_settings_error=\u0645\u062a\u0627\u0633\u0641\u0627\u0646\u0647 \u0634\u0645\u0627 \u0627\u062d\u0627\u0632\u0647 \u0627\u0646\u062a\u0634\u0627\u0631 \u0627\u06cc\u0646 \u0627\u0631\u0632\u06cc\u0627\u0628\u06cc \u062f\u0631 \u0633\u0627\u06cc\u062a \u0631\u0627 \u0646\u062f\u0627\u0631\u06cc\u062f \u0648 \u062f\u0631 \u0646\u062a\u06cc\u062c\u0647 \u0627\u0645\u06a9\u0627\u0646 \u062a\u063a\u06cc\u06cc\u0631 \u062a\u0646\u0638\u06cc\u0645\u0627\u062a \u0628\u0631\u0627\u06cc \u0634\u0645\u0627 \u0648\u062c\u0648\u062f \u0646\u062f\u0627\u0631\u062f.
denied_take_assessment_error=\u0628\u0627 \u0639\u0631\u0636 \u067e\u0648\u0632\u0634\! \u0634\u0645\u0627 \u062d\u0642 \u0627\u0631\u0632\u06cc\u0627\u0628\u06cc \u062f\u0631 \u0633\u0627\u06cc\u062a \u0631\u0627 \u0646\u062f\u0627\u0631\u06cc\u062f\u060c \u0628\u0627 \u0627\u06cc\u0646 \u062d\u0627\u0644\u060c \u0634\u0645\u0627 \u0645\u06cc\u200c\u062a\u0648\u0627\u0646\u06cc\u062f \u0622\u0646\u0647\u0627 \u0631\u0627 \u0645\u0634\u0627\u0647\u062f\u0647 \u06a9\u0646\u06cc\u062f.
denied_submit_for_grade_error=\u0628\u0627 \u0639\u0631\u0636 \u067e\u0648\u0632\u0634\! \u0634\u0645\u0627 \u062d\u0642 \u0646\u062f\u0627\u0631\u06cc\u062f \u0627\u06cc\u0646 \u0627\u0631\u0632\u06cc\u0627\u0628\u06cc \u0631\u0627 \u0628\u0631\u0627\u06cc \u062f\u0631\u062c\u0647 \u0628\u0646\u062f\u06cc \u0628\u0647 \u0633\u0627\u06cc\u062a \u0627\u0631\u0633\u0627\u0644 \u06a9\u0646\u06cc\u062f.
denied_grade_assessment_error=\u0628\u0627 \u0639\u0631\u0636 \u067e\u0648\u0632\u0634\! \u0634\u0645\u0627 \u062f\u0631 \u0633\u0627\u06cc\u062a \u062d\u0642 \u0646\u0645\u0631\u0647 \u062f\u0627\u062f\u0646 \u0628\u0647 \u0627\u06cc\u0646 \u0627\u0631\u0632\u06cc\u0627\u0628\u06cc \u0646\u062f\u0627\u0631\u06cc\u062f.
denied_delete_other_members_assessment_error=\u0628\u0627 \u0639\u0631\u0636 \u067e\u0648\u0632\u0634\! \u0634\u0645\u0627 \u062d\u0642 \u062d\u0630\u0641 \u0647\u0631 \u06af\u0648\u0646\u0647 \u0627\u0631\u0632\u06cc\u0627\u0628\u06cc \u0627\u06cc\u062c\u0627\u062f \u0634\u062f\u0647 \u062a\u0648\u0633\u0637 \u0633\u0627\u06cc\u0631 \u0627\u0639\u0636\u0627\u06cc \u0627\u06cc\u0646 \u0633\u0627\u06cc\u062a \u0631\u0627 \u0646\u062f\u0627\u0631\u06cc\u062f.
# please add comment
duplicateName_error=\u0634\u0645\u0627 \u0646\u0645\u06cc \u062a\u0648\u0627\u0646\u06cc\u062f \u0639\u0646\u0648\u0627\u0646 \u0647\u0627\u06cc \u0627\u0631\u0632\u06cc\u0627\u0628\u06cc \u062a\u06a9\u0631\u0627\u0631\u06cc \u062f\u0627\u0634\u062a\u0647 \u0628\u0627\u0634\u06cc\u062f. \u0644\u0637\u0641\u0627 \u0639\u0646\u0648\u0627\u0646 \u062f\u06cc\u06af\u0631\u06cc \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f.
# 0 points for survey
zeropoints=0 \u0627\u0645\u062a\u06cc\u0627\u0632

gradebook_exception_error=\u0647\u0634\u062f\u0627\u0631\: \u06cc\u06a9 \u0622\u06cc\u062a\u0645 \u062f\u0641\u062a\u0631 \u0646\u0645\u0631\u0627\u062a \u0646\u0645\u06cc \u062a\u0648\u0627\u0646\u062f \u0628\u0631\u0627\u06cc \u0627\u06cc\u0646 \u0627\u0631\u0632\u06cc\u0627\u0628\u06cc \u0627\u06cc\u062c\u0627\u062f \u0634\u0648\u062f. \u0644\u0637\u0641\u0627 \u0627\u0632 \u0645\u06cc\u0632 \u06a9\u0645\u06a9 \u0645\u062d\u0644\u06cc \u062e\u0648\u062f \u0628\u0631\u0627\u06cc \u06a9\u0645\u06a9 \u062a\u0645\u0627\u0633 \u0628\u06af\u06cc\u0631\u06cc\u062f.

gradebook_service_error=\u0647\u0634\u062f\u0627\u0631\: \u062f\u0641\u062a\u0631 \u0646\u0645\u0631\u0627\u062a \u0628\u0647 \u062f\u0631\u0633\u062a\u06cc \u0628\u06a9\u0627\u0631 \u06af\u0631\u0641\u062a\u0647 \u0646\u0634\u062f. \u0627\u0632 \u0627\u06cc\u0646 \u0631\u0648\u060c \u0627\u0631\u0632\u06cc\u0627\u0628\u06cc \u062c\u062f\u06cc\u062f \u0646\u0645\u06cc \u062a\u0648\u0627\u0646\u062f \u0627\u06cc\u062c\u0627\u062f \u0634\u0648\u062f. \u0644\u0637\u0641\u0627 \u0627\u0632 \u0645\u06cc\u0632 \u06a9\u0645\u06a9 \u0645\u062d\u0644\u06cc \u062e\u0648\u062f \u0631\u0627 \u0628\u0631\u0627\u06cc \u06a9\u0645\u06a9 \u062a\u0645\u0627\u0633 \u0628\u06af\u06cc\u0631\u06cc\u062f.

empty_part_title_error=\u0639\u0646\u0648\u0627\u0646 \u0642\u0633\u0645\u062a \u0646\u0645\u06cc \u062a\u0648\u0627\u0646\u062f \u062e\u0627\u0644\u06cc \u0628\u0627\u0634\u062f.

# error message for question add
MCanswer_outofbound_error=\u0628\u0631\u0627\u06cc \u0633\u0648\u0627\u0644\u0627\u062a \u0686\u0646\u062f \u06af\u0632\u06cc\u0646\u0647 \u0627\u06cc \u062d\u062f\u0627\u06a9\u062b\u0631 26 \u06af\u0632\u06cc\u0646\u0647 \u067e\u0627\u0633\u062e \u0645\u062c\u0627\u0632 \u0627\u0633\u062a.
singleCorrect_error=\u0634\u0645\u0627 \u0628\u0627\u06cc\u062f \u06cc\u06a9 \u067e\u0627\u0633\u062e \u0635\u062d\u06cc\u062d \u0631\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f.
multiCorrect_error=\u0634\u0645\u0627 \u0628\u0627\u06cc\u062f \u062d\u062f\u0627\u0642\u0644 \u06cc\u06a9 \u067e\u0627\u0633\u062e \u0635\u062d\u06cc\u062d \u0631\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f.
answerList_error=\u0644\u0637\u0641\u0627 \u062f\u0648 \u06cc\u0627 \u0686\u0646\u062f \u0627\u0646\u062a\u062e\u0627\u0628 \u067e\u0627\u0633\u062e \u0628\u0631\u0627\u06cc \u0627\u06cc\u0646 \u0633\u0648\u0627\u0644 \u0631\u0627 \u0648\u0627\u0631\u062f \u06a9\u0646\u06cc\u062f.
missingChoices_error=\u0644\u0637\u0641\u0627 \u0645\u062a\u0646 \u0631\u0627 \u0628\u0631\u0627\u06cc \u0627\u0646\u062a\u062e\u0627\u0628 \u0648\u0627\u0631\u062f \u06a9\u0646\u06cc\u062f
empty_correct_error=\u062c\u0639\u0628\u0647 \u0645\u062a\u0646 \u0627\u0646\u062a\u062e\u0627\u0628 \u067e\u0627\u0633\u062e \u062f\u0631\u0633\u062a \u0646\u0645\u06cc \u062a\u0648\u0627\u0646\u062f \u062e\u0627\u0644\u06cc \u0628\u0627\u0634\u062f.
match_error=\u0634\u0645\u0627 \u0628\u0627\u06cc\u062f \u0645\u0642\u0627\u062f\u06cc\u0631 \u0628\u0627\u0632\u06cc \u0648 \u0627\u0646\u062a\u062e\u0627\u0628 \u0631\u0627 \u0648\u0627\u0631\u062f \u06a9\u0646\u06cc\u062f.
deliveryDate_error=\u062a\u0627\u0631\u06cc\u062e \u062a\u062d\u0648\u06cc\u0644 \u0628\u0627\u06cc\u062f \u0628\u0627 \u0641\u0631\u0645\u062a \u0633\u0627\u0644/\u0631\u0648\u0632/\u0645\u0627\u0647 \u062b\u0627\u0646\u06cc\u0647/\u062f\u0642\u06cc\u0642\u0647/\u0633\u0627\u0639\u062a \u0646\u0648\u0634\u062a\u0647 \u0634\u0648\u062f.
pool_missingBracket_error=\u0644\u0637\u0641\u0627 \u0645\u0637\u0645\u0626\u0646 \u0634\u0648\u06cc\u062f \u06a9\u0647 \u0628\u0631\u0627\u06a9\u062a \u0647\u0627 \u0645\u0637\u0627\u0628\u0642\u062a \u062f\u0627\u0634\u062a\u0647 \u0628\u0627\u0634\u0646\u062f \u0648 \u067e\u0627\u0633\u062e \u0647\u0627 \u0628\u0627\u06cc\u062f \u062d\u062f\u0627\u0642\u0644 \u0634\u0627\u0645\u0644 \u06cc\u06a9 \u0634\u062e\u0635\u06cc\u062a \u063a\u06cc\u0631 \u0641\u0636\u0627\u06cc\u06cc \u0628\u0627\u0634\u0646\u062f.
fin_invalid_characters_error=\u0644\u0637\u0641\u0627 \u062a\u0646\u0647\u0627 \u0627\u0632 \u06a9\u0627\u0631\u0627\u06a9\u062a\u0631\u0647\u0627\u06cc \u067e\u0630\u06cc\u0631\u0641\u062a\u0647 \u062f\u0631 \u06a9\u0631\u0648\u0634\u0647 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u06a9\u0646\u06cc\u062f.
mc_error=\u0644\u0637\u0641\u0627 \u067e\u0627\u0633\u062e \u0647\u0627\u06cc \u0628\u06cc\u0634\u062a\u0631 \u0631\u0627 \u067e\u0631 \u06a9\u0646\u06cc\u062f.
emptyText_error=\u0645\u062a\u0646 \u067e\u0631\u0633\u0634 \u0646\u0628\u0627\u06cc\u062f \u062e\u0627\u0644\u06cc \u0628\u0627\u0634\u062f.
noMatchingPair_error=\u0642\u0628\u0644 \u0627\u0632 \u0630\u062e\u06cc\u0631\u0647 \u0627\u06cc\u0646 \u0633\u0648\u0627\u0644\u060c \u0634\u0645\u0627 \u0628\u0627\u06cc\u062f \u062d\u062f\u0627\u0642\u0644 \u06cc\u06a9 \u062c\u0641\u062a \u0645\u0634\u062a\u0631\u06a9 \u062f\u0627\u0634\u062a\u0647 \u0628\u0627\u0634\u06cc\u062f. \u0644\u0637\u0641\u0627 \u06cc\u06a9 \u062c\u0641\u062a \u0645\u0634\u062a\u0631\u06a9 \u0648\u0627\u0631\u062f \u06a9\u0631\u062f\u0647 \u0648 \u0633\u067e\u0633 \u0628\u0631 \u0631\u0648\u06cc "\u0630\u062e\u06cc\u0631\u0647 \u062c\u0641\u062a" \u06a9\u0644\u06cc\u06a9 \u0646\u0645\u0627\u06cc\u06cc\u062f. \u0633\u067e\u0633 \u0634\u0645\u0627 \u0645\u06cc \u062a\u0648\u0627\u0646\u06cc\u062f \u0628\u0627 \u06a9\u0644\u06cc\u06a9 \u0628\u0631 \u0631\u0648\u06cc \u062f\u06a9\u0645\u0647 "\u0630\u062e\u06cc\u0631\u0647" \u062f\u0631 \u067e\u0627\u06cc\u06cc\u0646 \u0635\u0641\u062d\u0647 \u0633\u0648\u0627\u0644 \u0631\u0627 \u0630\u062e\u06cc\u0631\u0647 \u0646\u0645\u0627\u06cc\u06cc\u062f.
noImageMapPair_error=\u0642\u0628\u0644 \u0627\u0632 \u0630\u062e\u06cc\u0631\u0647 \u0627\u06cc\u0646 \u0633\u0648\u0627\u0644\u060c \u0634\u0645\u0627 \u0628\u0627\u06cc\u062f \u062d\u062f\u0627\u0642\u0644 \u06cc\u06a9 \u0646\u0627\u062d\u06cc\u0647 \u0627\u0632 \u0639\u06a9\u0633 \u0631\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0631\u062f\u0647 \u0628\u0627\u0634\u06cc\u062f. \u0644\u0637\u0641\u0627 \u0646\u0627\u062d\u06cc\u0647 \u0639\u06a9\u0633 \u0631\u0627 \u0648\u0627\u0631\u062f \u06a9\u0631\u062f\u0647 \u0648 \u0628\u0631 \u0631\u0648\u06cc \u0639\u0628\u0627\u0631\u062a "\u0630\u062e\u06cc\u0631\u0647 \u0646\u0627\u062d\u06cc\u0647 \u0639\u06a9\u0633" \u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f. \u0633\u067e\u0633 \u0634\u0645\u0627 \u0645\u06cc \u062a\u0648\u0627\u0646\u06cc\u062f \u0633\u0648\u0627\u0644 \u0631\u0627 \u0628\u0627 \u06a9\u0644\u06cc\u06a9 \u0628\u0631 \u0631\u0648\u06cc "\u0630\u062e\u06cc\u0631\u0647" \u062f\u0631 \u067e\u0627\u06cc\u06cc\u0646 \u0635\u0641\u062d\u0647 \u0630\u062e\u06cc\u0631\u0647 \u0646\u0645\u0627\u06cc\u06cc\u062f.
submissions_allowed_error=\u0632\u0645\u0627\u0646 \u0645\u062c\u0627\u0632 \u0628\u0627\u06cc\u062f \u06cc\u06a9 \u0639\u062f\u062f \u0645\u062b\u0628\u062a \u0628\u0627\u0634\u062f. \u0645\u0642\u0627\u062f\u06cc\u0631 \u0646\u0645\u0648\u0646\u0647\: 15\u060c 30\u060c 60 
corrAnswer=\u0634\u0645\u0627 \u0628\u0627\u06cc\u062f \u062d\u062f\u0627\u0642\u0644 \u06cc\u06a9 \u062c\u0648\u0627\u0628 \u0631\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f.
partial_credit_limit_summary="\u066a \u0645\u0642\u062f\u0627\u0631" \u0628\u0631\u0627\u06cc \u0627\u0646\u062a\u062e\u0627\u0628 \u067e\u0627\u0633\u062e \u0646\u0627\u062f\u0631\u0633\u062a \u0628\u0627\u06cc\u062f \u06cc\u06a9 \u0639\u062f\u062f \u0635\u062d\u06cc\u062d \u0628\u06cc\u0646 0 \u0648 99.
partial_credit_limit_detail=\u0645\u0642\u062f\u0627\u0631 \u0628\u0627\u06cc\u062f \u06cc\u06a9 \u0639\u062f\u062f \u0635\u062d\u06cc\u062d \u0628\u06cc\u0646 0 \u0648 99.

edit_published_assessment_warn_1=\u0627\u06cc\u0646 \u0627\u0631\u0632\u06cc\u0627\u0628\u06cc \u0627\u0632 \u0646\u0638\u0631 \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632 \u062c\u0645\u0639 \u0634\u062f\u0647 \u0627\u0633\u062a.
edit_published_assessment_warn_21=\u0631\u0648\u06cc "\u062f\u0648\u0628\u0627\u0631\u0647 \u0645\u0646\u062a\u0634\u0631 \u06a9\u0631\u062f\u0646"\u0648 \u06cc\u0627 "\u0627\u0646\u062a\u0634\u0627\u0631 \u0645\u062c\u062f\u062f" \u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f \u062a\u0627 \u0628\u0631\u0627\u06cc \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632\u0627\u0646 \u062f\u0631 \u062f\u0633\u062a\u0631\u0633 \u0628\u0627\u0634\u062f.
edit_published_assessment_warn_22=\u06a9\u0644\u06cc\u06a9 "\u062f\u0648\u0628\u0627\u0631\u0647 \u0645\u0646\u062a\u0634\u0631 \u06a9\u0631\u062f\u0646" \u062f\u0631 \u062f\u0633\u062a\u0631\u0633 \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632\u0627\u0646  \u0627\u0633\u062a.
edit_published_assessment_warn_edit_pool_questions=\u062a\u063a\u06cc\u06cc\u0631\u0627\u062a \u0634\u0645\u0627 \u0641\u0642\u0637 \u0628\u0631 \u0631\u0648\u06cc \u0627\u06cc\u0646 \u0627\u0631\u0632\u06cc\u0627\u0628\u06cc \u0627\u0639\u0645\u0627\u0644 \u062e\u0648\u0627\u0647\u0646\u062f \u0634\u062f \u0648 \u062a\u0627\u062b\u06cc\u0631\u06cc \u0628\u0631 \u0631\u0648\u06cc \u0628\u0627\u0646\u06a9 \u0633\u0648\u0627\u0644\u0627\u062a\u06cc \u06a9\u0647 \u0634\u0645\u0627 \u0633\u0648\u0627\u0644\u0627\u062a \u0631\u0627 \u0627\u0632 \u0622\u0646\u0647\u0627 \u06af\u0631\u0641\u062a\u0647 \u0627\u06cc\u062f \u0646\u062f\u0627\u0631\u0646\u062f. \u0628\u0647 \u0645\u0646\u0638\u0648\u0631 \u0648\u06cc\u0631\u0627\u06cc\u0634 \u0627\u06cc\u0646 \u0633\u0648\u0627\u0644 \u062f\u0631 \u0628\u0627\u0646\u06a9 \u0633\u0648\u0627\u0644\u0627\u062a {0}\u060c \u0627\u0632 \u0644\u06cc\u0646\u06a9 \u0628\u0627\u0646\u06a9 \u0633\u0648\u0627\u0644\u0627\u062a \u062f\u0631 \u0628\u0627\u0644\u0627\u06cc \u0635\u0641\u062d\u0647 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u06a9\u0646\u06cc\u062f.
edit_published_assessment_error=\u0627\u0631\u0632\u06cc\u0627\u0628\u06cc \u062f\u06cc\u06af\u0631\u0628\u0631\u0627\u06cc \u0648\u06cc\u0631\u0627\u06cc\u0634 \u062f\u0631 \u062f\u0633\u062a\u0631\u0633 \u0646\u06cc\u0633\u062a 
edit_published_assessment_error_info=\u062d\u062f\u0627\u0642\u0644 \u06cc\u06a9 \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632 \u0627\u0646\u062c\u0627\u0645 \u0627\u06cc\u0646 \u0627\u0631\u0632\u06cc\u0627\u0628\u06cc \u0631\u0627 \u0622\u063a\u0627\u0632 \u06a9\u0631\u062f\u0647 \u0627\u0633\u062a \u0648 \u0648\u06cc\u0631\u0627\u06cc\u0634 \u0622\u0646 \u062f\u0631 \u062f\u0633\u062a\u0631\u0633 \u0646\u0645\u06cc \u0628\u0627\u0634\u062f. \u0628\u0647 \u0645\u0646\u0638\u0648\u0631 \u0628\u0627\u0632\u06af\u0634\u062a \u0628\u0647 \u0635\u0641\u062d\u0647 \u0627\u0631\u0632\u06cc\u0627\u0628\u06cc \u0647\u0627 \u0628\u0631 \u0631\u0648\u06cc \u0628\u0631\u06af\u0634\u062a \u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f.
regrade_republish=\u0627\u0646\u062a\u0634\u0627\u0631 \u0645\u062c\u062f\u062f \u062f\u0631 \u0645\u0642\u0627\u0628\u0644 \u062f\u0631\u062c\u0647 \u0628\u0646\u062f\u06cc \u0648 \u0627\u0646\u062a\u0634\u0627\u0631 \u0645\u062c\u062f\u062f
what_is_republish_1=\u06a9\u0644\u06cc\u06a9
what_is_republish_2=\u062f\u0648\u0628\u0627\u0631\u0647 \u0645\u0646\u062a\u0634\u0631 \u06a9\u0631\u062f\u0646
what_is_republish_3=\u0627\u06af\u0631 \u0634\u0645\u0627 \u0645\u062d\u062a\u0648\u0627\u06cc\u06cc \u0631\u0627 \u062a\u063a\u06cc\u06cc\u0631 \u062f\u0627\u062f\u0647 \u0627\u06cc\u062f \u06a9\u0647 \u062a\u0627\u062b\u06cc\u0631\u06cc \u0628\u0631 \u0631\u0648\u06cc \u0627\u0645\u062a\u06cc\u0627\u0632 \u06a9\u0644\u06cc \u0627\u0631\u0632\u06cc\u0627\u0628\u06cc \u0646\u062f\u0627\u0631\u062f (\u0646\u0638\u06cc\u0631 \u062a\u0631\u06a9\u06cc\u0628 \u06a9\u0644\u0645\u0627\u062a \u06cc\u06a9 \u0633\u0648\u0627\u0644 \u06cc\u0627 \u06af\u0632\u06cc\u0646\u0647 \u067e\u0627\u0633\u062e).
what_is_regrade_republish_1=\u06a9\u0644\u06cc\u06a9
what_is_regrade_republish_2=\u062f\u0631\u062c\u0647 \u0628\u0646\u062f\u06cc \u0645\u062c\u062f\u062f \u0648\u062f\u0648\u0628\u0627\u0631\u0647 \u0645\u0646\u062a\u0634\u0631 \u06a9\u0631\u062f\u0646
what_is_regrade_republish_3=\u0627\u06af\u0631 \u0634\u0645\u0627 \u0647\u0631 \u0686\u06cc\u0632\u06cc \u06a9\u0647 \u0646\u0645\u0631\u0647 \u06a9\u0644\u06cc \u0627\u0631\u0632\u06cc\u0627\u0628\u06cc \u0631\u0627 \u062a\u063a\u06cc\u06cc\u0631 \u062f\u0647\u062f \u0639\u0648\u0636 \u06a9\u0631\u062f\u0647 \u0627\u06cc\u062f. \u0627\u06cc\u0646 \u0634\u0627\u0645\u0644\:
what_is_regrade_republish_4=1) \u0627\u0635\u0644\u0627\u062d \u067e\u0627\u0633\u062e \u0627\u0631\u0632\u0634 \u0646\u0642\u0637\u0647 \u0628\u0631\u0627\u06cc \u06cc\u06a9 \u0633\u0648\u0627\u0644 \u062e\u0648\u062f\u06a9\u0627\u0631 \u0628\u062d\u0633\u0627\u0628 \u0627\u0648\u0631\u062f\u0646. \u0627\u0646\u0648\u0627\u0639 \u0633\u0648\u0627\u0644 \u062e\u0648\u062f\u06a9\u0627\u0631 \u0628\u0647 \u062d\u0633\u0627\u0628 \u0627\u0648\u0631\u062f\u0646 \u0639\u0628\u0627\u0631\u062a\u0646\u062f \u0627\u0632\:
what_is_regrade_republish_5=-\u0686\u0646\u062f \u06af\u0632\u06cc\u0646\u0647 \u0627\u06cc
what_is_regrade_republish_6=\u0646\u0638\u0631\u0633\u0646\u062c\u06cc
what_is_regrade_republish_7=-\u062c\u0627\u06cc \u062e\u0627\u0644\u06cc \u0631\u0627 \u067e\u0631 \u06a9\u0646\u06cc\u062f
what_is_regrade_republish_8=\u067e\u0627\u0633\u062e \u0639\u062f\u062f\u06cc
what_is_regrade_republish_9=\u062a\u0637\u0627\u0628\u0642
what_is_regrade_republish_10=-\u062f\u0631\u0633\u062a \u063a\u0644\u0637
what_is_regrade_republish_11=2) \u0627\u0635\u0644\u0627\u062d \u0627\u0646\u062a\u062e\u0627\u0628 \u067e\u0627\u0633\u062e \u062f\u0631\u0633\u062a \u0628\u0631\u0627\u06cc \u0633\u0648\u0627\u0644 \u062e\u0648\u062f\u06a9\u0627\u0631\u062d\u0633\u0627\u0628 \u06a9\u0631\u062f\u0646.
what_is_regrade_republish_12=\u062a\u0648\u062c\u0647\: \u0627\u06af\u0631 \u0634\u0645\u0627 \u062a\u063a\u06cc\u06cc\u0631\u0627\u062a \u062f\u0633\u062a\u06cc \u0631\u0627 \u0628\u0631 \u0631\u0648\u06cc \u0633\u0648\u0627\u0644\u0627\u062a \u062e\u0648\u062f\u0627\u0645\u062a\u06cc\u0627\u0632 \u0642\u0628\u0644 \u0627\u0632 \u0648\u06cc\u0631\u0627\u06cc\u0634 \u06cc\u06a9 \u0627\u0631\u0632\u06cc\u0627\u0628\u06cc \u0645\u0646\u062a\u0634\u0631 \u0634\u062f\u0647 \u0627\u06cc\u062c\u0627\u062f \u06a9\u0631\u062f\u0647 \u0627\u06cc\u062f\u060c \u06a9\u0644\u06cc\u06a9 \u0628\u0631 \u0631\u0648\u06cc \u06af\u0632\u06cc\u0646\u0647 \u0646\u0645\u0631\u0647 \u0648 \u0627\u0646\u062a\u0634\u0627\u0631 \u0645\u062c\u062f\u062f \u0645\u0646\u062c\u0631 \u0628\u0647 \u0644\u063a\u0648 \u0627\u0645\u062a\u06cc\u0627\u0632 \u062a\u063a\u06cc\u06cc\u0631\u0627\u062a \u062f\u0633\u062a\u06cc \u0645\u06cc \u06af\u0631\u062f\u062f. \u0628\u0627 \u0627\u06cc\u0646 \u062d\u0627\u0644\u060c \u062f\u0631 \u0633\u0648\u0627\u0644\u0627\u062a\u06cc \u06a9\u0647 \u0628\u0647 \u0637\u0648\u0631 \u062f\u0633\u062a\u06cc \u0627\u0645\u062a\u06cc\u0627\u0632\u062f\u0647\u06cc \u0634\u062f\u0647 \u0627\u0646\u062f (\u0646\u0638\u06cc\u0631 \u067e\u0627\u0633\u062e \u0647\u0627\u06cc \u06a9\u0648\u062a\u0627\u0647/\u062a\u0634\u0631\u06cc\u062d\u06cc\u060c \u0641\u0627\u06cc\u0644 \u0647\u0627\u06cc \u0635\u0648\u062a\u06cc\u060c \u0622\u067e\u0644\u0648\u062f \u0641\u0627\u06cc\u0644) \u062a\u063a\u06cc\u06cc\u0631\u06cc \u062d\u0627\u062b\u0644 \u0646\u062e\u0648\u0627\u0647\u062f \u0634\u062f.

# new fib authoring messages 
case_sensitive=<b>\u062d\u0631\u0648\u0641 \u06a9\u0648\u0686\u06a9 \u0648 \u0628\u0632\u0631\u06af \u0645\u062a\u0641\u0627\u0648\u062a \u0647\u0633\u062a\u0646\u062f\u061f</b>
case_sensitive_note=\u0632\u0645\u0627\u0646\u06cc \u06a9\u0647 \u0628\u0631\u0631\u0633\u06cc\u060c \u067e\u0627\u0633\u062e \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632 \u0628\u0627 \u062a\u0648\u062c\u0647 \u0628\u0647 \u0645\u0648\u0631\u062f \u0628\u0627\u0644\u0627 \u0648 \u067e\u0627\u06cc\u06cc\u0646 \u0628\u0627\u06cc\u062f \u0628\u0627 \u067e\u0627\u0633\u062e \u0635\u062d\u06cc\u062d \u062f\u0642\u06cc\u0642\u0627 \u0645\u0637\u0627\u0628\u0642\u062a \u0630\u0627\u0634\u062a\u0647 \u0628\u0627\u0634\u062f.
case_sensitive_example=\u0628\u0647 \u0639\u0646\u0648\u0627\u0646 \u0645\u062b\u0627\u0644\: \u0627\u06af\u0631 \u067e\u0627\u0633\u062e \u062f\u0631\u0633\u062a \u0627\u0633\u062a"ABC" \u0648 \u067e\u0627\u0633\u062e \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632 "aBc"\u060c \u067e\u0633 \u0627\u0632 \u0622\u0646 \u0628\u0647 \u0639\u0646\u0648\u0627\u0646 \u067e\u0627\u0633\u062e \u0646\u0627\u062f\u0631\u0633\u062a \u0639\u0644\u0627\u0645\u062a\u06af\u0630\u0627\u0631\u06cc \u062e\u0648\u0627\u0647\u062f \u0634\u062f .
mutually_exclusive_note=\u062f\u0631 \u0635\u0648\u0631\u062a\u06cc \u06a9\u0647 \u0627\u0646\u062a\u062e\u0627\u0628 \u0634\u0648\u062f\u060c \u0633\u0648\u0627\u0644\u0627\u062a\u06cc \u06a9\u0647 \u062f\u0627\u0631\u0627\u06cc \u0628\u06cc\u0634 \u0627\u0632 \u06cc\u06a9 \u062c\u0627\u06cc \u062e\u0627\u0644\u06cc \u0628\u0627 \u06af\u0632\u06cc\u0646\u0647 \u067e\u0627\u0633\u062e \u0647\u0627\u06cc \u0645\u0634\u0627\u0628\u0647 \u0647\u0633\u062a\u0646\u062f \u0628\u0627\u06cc\u062f \u067e\u0627\u0633\u062e \u0647\u0627\u06cc \u0645\u0646\u062d\u0635\u0631 \u0628\u0641\u0631\u062f\u06cc \u062f\u0627\u0634\u062a\u0647 \u0628\u0627\u0634\u0646\u062f.
mutually_exclusive_example=\u0645\u062b\u0627\u0644\: \u0637\u0631\u0641\u06cc\u0646 \u06cc\u06a9 \u0633\u06a9\u0647 {heads|tails} \u0648 {heads|tails} \u0645\u06cc \u0628\u0627\u0634\u0646\u062f. \u067e\u0627\u0633\u062e \u0635\u062d\u06cc\u062d\: \u0634\u06cc\u0631\u060c \u062e\u06cc\u0631. \u067e\u0627\u0633\u062e \u0646\u06cc\u0645\u0647 \u0635\u062d\u06cc\u062d\: \u0634\u06cc\u0631\u060c \u0634\u06cc\u0631.
ignore_spaces=<b> \u0646\u0627\u062f\u06cc\u062f\u0647 \u06af\u0631\u0641\u062a\u0646 \u062d\u0631\u0648\u0641 \u0641\u0627\u0635\u0644\u0647</b>
ignore_spaces_note=\u062f\u0631 \u0635\u0648\u0631\u062a\u06cc \u06a9\u0647 \u0627\u0646\u062a\u062e\u0627\u0628 \u0634\u0648\u062f\u060c \u067e\u0627\u0633\u062e \u06cc\u06a9 \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632 \u0646\u06cc\u0627\u0632\u06cc \u0628\u0647 \u06a9\u0627\u0631\u0627\u06a9\u062a\u0631 \u0641\u0627\u0635\u0644\u0647 \u0646\u062e\u0648\u0627\u0647\u062f \u062f\u0627\u0634\u062a \u0648 \u0647\u0645\u0686\u0646\u06cc\u0646 \u0627\u06af\u0631 \u0641\u0627\u0642\u062f \u06a9\u0627\u0631\u0627\u06a9\u062a\u0631 \u0641\u0627\u0635\u0644\u0647 \u0646\u0628\u0627\u0634\u062f \u0646\u06cc\u0632 \u0646\u0627\u062f\u0631\u0633\u062a \u0642\u0644\u0645\u062f\u0627\u062f \u0646\u0645\u06cc \u0634\u0648\u062f.
ignore_spaces_example=\u0645\u062b\u0627\u0644\: \u0627\u06af\u0631 \u067e\u0627\u0633\u062e \u0635\u062d\u06cc\u062d \u0628\u0631\u0627\u0628\u0631 "2 * sin(x - m)" \u0628\u0627\u0634\u062f\u060c \u067e\u0627\u0633\u062e \u0647\u0627\u06cc \u0632\u06cc\u0631 \u0635\u062d\u06cc\u062d \u062e\u0648\u0627\u0647\u0646\u062f \u0628\u0648\u062f\: "2*sin(x-m)"\u060c "2*sin(x - m)" \u0648 ...


# edit publish assessment confirmation page
edit_published_assessment_heading_conf=\u0648\u06cc\u0631\u0627\u06cc\u0634 \u062a\u0627\u06cc\u06cc\u062f\u06cc\u0647\u200c \u0627\u0631\u0632\u06cc\u0627\u0628\u06cc \u0645\u0646\u062a\u0634\u0631 \u0634\u062f\u0647
warning=\u0647\u0634\u062f\u0627\u0631\:
edit_published_assessment_heading_conf_info_1=\u0627\u06cc\u0646 \u0627\u0631\u0632\u06cc\u0627\u0628\u06cc \u0642\u0628\u0644\u0627 \u0645\u0646\u062a\u0634\u0631 \u0634\u062f\u0647 \u0627\u0633\u062a.
edit_published_assessment_heading_conf_info_2=\u0627\u06cc\u0646 \u062c\u0645\u0639 \u062e\u0648\u0627\u0647\u062f \u0634\u062f (\u0628\u0631\u0627\u06cc \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632\u0627\u0646 \u062f\u0631 \u062f\u0633\u062a\u0631\u0633 \u0646\u06cc\u0633\u062a) \u062a\u0627 \u0632\u0645\u0627\u0646\u06cc \u06a9\u0647 \u0634\u0645\u0627 \u0622\u0646 \u0631\u0627 \u062f\u0648\u0628\u0627\u0631\u0647 \u0645\u0646\u062a\u0634\u0631 \u06a9\u0646\u06cc\u062f.
edit_published_assessment_heading_conf_info_3=\u06a9\u0644\u06cc\u06a9 \u0631\u0648\u06cc \u0648\u06cc\u0631\u0627\u06cc\u0634 \u0628\u0631\u0627\u06cc \u062c\u0645\u0639 \u0648 \u062a\u063a\u06cc\u06cc\u0631 \u0627\u0631\u0632\u06cc\u0627\u0628\u06cc.
edit_published_assessment_heading_conf_info_4=\u0628\u0631\u0627\u06cc \u0628\u0627\u0632\u06af\u0634\u062a \u0628\u0647 \u0635\u0641\u062d\u0647 \u0627\u0631\u0632\u06cc\u0627\u0628\u06cc \u0631\u0648\u06cc \u0644\u063a\u0648 \u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f.

# signs for author tool
separator=|
dash=-
column\=\:=
greater=<

# copy assessment confirmation page
copy_assessment_heading_conf=\u062a\u0623\u06cc\u06cc\u062f\u06cc\u0647 \u0627\u0631\u0632\u06cc\u0627\u0628\u06cc \u062a\u06a9\u0631\u0627\u0631\u06cc
copy_assessment_conf_info_1=\u0622\u06cc\u0627 \u0645\u0637\u0645\u0626\u0646 \u0647\u0633\u062a\u06cc\u062f \u06a9\u0647 \u0645\u06cc \u062e\u0648\u0627\u0647\u06cc\u062f \u0639\u0646\u0648\u0627\u0646 \u0627\u06cc\u0646 \u0627\u0631\u0632\u06cc\u0627\u0628\u06cc \u0631\u0627 \u062a\u06a9\u0631\u0627\u0631 \u06a9\u0646\u06cc\u062f "
copy_assessment_conf_info_2=\u061f"
append_copy_title=- \u06a9\u067e\u06cc \#

# gradebook can not accept an assessment if its totalpoint = 0, 
gradebook_exception_min_points=\u0647\u0634\u062f\u0627\u0631\: \u0627\u06cc\u062c\u0627\u062f \u062f\u0641\u062a\u0631\u0646\u0645\u0631\u0627\u062a \u0628\u0631\u0627\u06cc \u0627\u06cc\u0646 \u0627\u0631\u0632\u06cc\u0627\u0628\u06cc \u0627\u0645\u06a9\u0627\u0646 \u067e\u0630\u06cc\u0631 \u0646\u0645\u06cc \u0628\u0627\u0634\u062f \u0632\u06cc\u0631\u0627 \u0627\u06cc\u062c\u0627\u062f \u062f\u0641\u062a\u0631\u0646\u0645\u0631\u0627\u062a \u0645\u0644\u0632\u0645 \u0628\u0647 \u062f\u0627\u0634\u062a\u0646 \u0645\u062c\u0645\u0648\u0639 \u0627\u0645\u062a\u06cc\u0627\u0632 \u0628\u06cc\u0634 \u0627\u0632 \u06f0 \u0628\u0631\u0627\u06cc \u0627\u06cc\u0646 \u0627\u0631\u0632\u06cc\u0627\u0628\u06cc \u0645\u06cc \u0628\u0627\u0634\u062f. \u0644\u0637\u0641\u0627 \u06af\u0632\u06cc\u0646\u0647 \u0647\u0627\u06cc \u062f\u0641\u062a\u0631\u0646\u0645\u0631\u0627\u062a \u0631\u0627 \u0627\u0632 \u0628\u062e\u0634 \u062a\u0646\u0638\u06cc\u0645\u0627\u062a \u0628\u0647 "\u0647\u06cc\u0686\u06a9\u062f\u0627\u0645" \u062a\u063a\u06cc\u06cc\u0631 \u062f\u0627\u062f\u0647 \u0648 \u0645\u062c\u062f\u062f\u0627 \u0645\u0646\u062a\u0634\u0631 \u06a9\u0646\u06cc\u062f. \u0628\u0631\u0627\u06cc \u0627\u0637\u0644\u0627\u0639\u0627\u062a \u0628\u06cc\u0634\u062a\u0631 \u0628\u0627 \u062f\u0641\u062a\u0631 \u0645\u062d\u0644\u06cc \u062a\u0645\u0627\u0633 \u062d\u0627\u0635\u0644 \u0646\u0645\u0627\u06cc\u06cc\u062f. 

# Title of links: starts with t_
t_addPart=\u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u0642\u0633\u0645\u062a
t_settings=\u0648\u06cc\u0631\u0627\u06cc\u0634 \u062a\u0646\u0638\u06cc\u0645\u0627\u062a
t_removeP=\u062d\u0630\u0641 \u0642\u0633\u0645\u062a
t_editP=\u0648\u06cc\u0631\u0627\u06cc\u0634 \u0628\u062e\u0634
t_editQ=\u0648\u06cc\u0631\u0627\u06cc\u0634 \u0633\u0648\u0627\u0644
t_removeQ=\u062d\u0630\u0641 \u0633\u0648\u0627\u0644
t_assessment=\u0627\u0631\u0632\u06cc\u0627\u0628\u06cc
t_question=\u0633\u0648\u0627\u0644
t_removeC=\u062d\u0630\u0641 \u0627\u0646\u062a\u062e\u0627\u0628
t_removeO=\u062d\u0630\u0641 \u06af\u0632\u06cc\u0646\u0647
t_removeI=\u062d\u0630\u0641 \u0645\u0648\u0631\u062f

# add attachments to questions
attachments=\u067e\u06cc\u0648\u0633\u062a \u0647\u0627
add_attachments=\u0627\u0641\u0632\u0648\u062f\u0646 \u067e\u06cc\u0648\u0633\u062a
add_remove_attachments=\u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 / \u062d\u0630\u0641 \u0641\u0627\u06cc\u0644 \u0647\u0627\u06cc \u067e\u06cc\u0648\u0633\u062a
no_attachments=\u0647\u0646\u0648\u0632 \u0628\u062f\u0648\u0646 \u0636\u0645\u06cc\u0645\u0647(\u0647\u0627)
remove_attachment_heading=\u062d\u0630\u0641 \u067e\u06cc\u0648\u0633\u062a
remove_attachment_conf=\u062a\u0627\u06cc\u06cc\u062f \u062d\u0630\u0641 \u067e\u06cc\u0648\u0633\u062a
cert_rem_attachment=\u0622\u06cc\u0627 \u0634\u0645\u0627 \u0645\u0637\u0645\u0626\u0646 \u0647\u0633\u062a\u06cc\u062f \u06a9\u0647 \u0645\u06cc\u062e\u0648\u0627\u0647\u06cc\u062f \u0627\u06cc\u0646 \u067e\u06cc\u0648\u0633\u062a \u0631\u0627 \u062d\u0630\u0641 \u06a9\u0646\u06cc\u062f\u061f
t_attachment=\u0646\u0645\u0627\u06cc\u0634 \u0641\u0627\u06cc\u0644 \u067e\u06cc\u0648\u0633\u062a \u062f\u0631 \u067e\u0646\u062c\u0631\u0647 \u062f\u06cc\u06af\u0631

show_editor=\u0646\u0645\u0627\u06cc\u0634 \u0648\u06cc\u0631\u0627\u06cc\u0634\u06af\u0631 \u0645\u062a\u0646 \u063a\u0646\u06cc (\u0648 \u062a\u0639\u062f\u0627\u062f \u06a9\u0627\u0631\u0627\u06a9\u062a\u0631)
show_editors=\u0646\u0645\u0627\u06cc\u0634 \u062a\u0645\u0627\u0645 \u0648\u06cc\u0631\u0627\u0634\u06af\u0631\u0647\u0627\u06cc \u063a\u0646\u06cc \u0627\u0632 \u0645\u062a\u0646

file=\u0641\u0627\u06cc\u0644\:
upload=\u0628\u0627\u0631\u06af\u0630\u0627\u0631\u06cc (\u0622\u067e\u0644\u0648\u062f)
browse=\u0645\u0631\u0648\u0631 \u06a9\u0631\u062f\u0646

note_negative_point_value_part=\u0636\u0631\u0648\u0631\u06cc\: \u0644\u063a\u0648 \u0645\u0642\u062f\u0627\u0631 \u0645\u0631\u0628\u0648\u0637 \u062f\u0631 \u0628\u0627\u0646\u06a9 \u0627\u0635\u0644\u06cc. \u0628\u0647 \u0633\u0648\u0627\u0644\u0627\u062a "\u062f\u0631\u0633\u062a \u0646\u0627\u062f\u0631\u0633\u062a" \u06cc\u0627 "\u0686\u0647\u0627\u0631\u06af\u0632\u06cc\u0646\u0647 \u0627\u06cc\u060c \u062a\u06a9 \u067e\u0627\u0633\u062e" \u0645\u0631\u0628\u0648\u0637 \u0645\u06cc \u0628\u0627\u0634\u062f.
negative_point_value=\u067e\u0627\u0633\u062e \u0646\u0627\u062f\u0631\u0633\u062a \u0628\u0627\u0631\u0645 \u0645\u0646\u0641\u06cc \u062f\u0627\u0631\u062f
note_negative_point_value_question=\u0627\u062e\u062a\u06cc\u0627\u0631\u06cc\u060c \u0641\u0642\u0637 \u0645\u0631\u0628\u0648\u0637 \u0628\u0647 \u062f\u0631\u0633\u062a \u0646\u0627\u062f\u0631\u0633\u062a "\u06cc\u0627" \u0627\u0646\u062a\u062e\u0627\u0628 \u0686\u0646\u062f\u06af\u0627\u0646\u0647\u060c \u062a\u0646\u0647\u0627 \u062c\u0648\u0627\u0628 \u0633\u0648\u0627\u0644 \u0635\u062d\u06cc\u062d.

select_action=- \u0627\u0646\u062a\u062e\u0627\u0628 \u0639\u0645\u0644 -
action_scores=\u0646\u0645\u0631\u0627\u062a

enable_partial_credit=\u0641\u0639\u0627\u0644 \u06a9\u0631\u062f\u0646 \u0627\u0639\u062a\u0628\u0627\u0631 \u062c\u0632\u0626\u06cc
reset_grading_logic=\u0628\u0631\u06af\u0634\u062a \u0628\u0647 \u0645\u0646\u0637\u0642 \u067e\u06cc\u0634\u0641\u0631\u0636 \u0646\u0645\u0631\u0647 \u062f\u0627\u062f\u0646
enable_nagative_marking=\u0641\u0639\u0627\u0644 \u06a9\u0631\u062f\u0646 \u0639\u0644\u0627\u0645\u062a \u06af\u0630\u0627\u0631\u06cc \u0645\u0646\u0641\u06cc
percentage_value=\u066a \u0627\u0631\u0632\u0634
reset_score_values=\u0631\u06cc\u0633\u062a \u06a9\u0631\u062f\u0646 \u0645\u0642\u0627\u062f\u06cc\u0631 \u0646\u0645\u0631\u0627\u062a
enter_new_pc_value=\u0645\u0642\u062f\u0627\u0631 \u062c\u062f\u06cc\u062f \u0631\u0627 \u0648\u0627\u0631\u062f \u06a9\u0646\u06cc\u062f (\u0627\u062e\u062a\u06cc\u0627\u0631\u06cc)

# error messages for EMI questions (used in Javascript validation)
answer_point_value_error=\u0645\u0642\u062f\u0627\u0631 \u0645\u0639\u062a\u0628\u0631\u06cc \u0628\u0631\u0627\u06cc \u0646\u0645\u0631\u0647 \u067e\u0627\u0633\u062e \u0648\u0627\u0631\u062f \u0646\u0634\u062f\u0647 \u0627\u0633\u062a.
theme_text_error=\u0645\u062a\u0646 \u0645\u0648\u0636\u0648\u0639 \u0648\u0627\u0631\u062f \u0646\u0634\u062f\u0647 \u0627\u0633\u062a.
simple_text_options_blank_error=\u0628\u0631\u062e\u06cc \u0627\u0632 \u06af\u0632\u06cc\u0646\u0647 \u0647\u0627\u06cc \u0645\u062a\u0646\u06cc \u062e\u0627\u0644\u06cc \u06af\u0630\u0627\u0634\u062a\u0647 \u0634\u062f\u0647 \u0627\u0646\u062f- \u0644\u0637\u0641\u0627 \u0645\u062a\u0646 \u06af\u0632\u06cc\u0646\u0647 \u0631\u0627 \u0648\u0627\u0631\u062f \u06a9\u0646\u06cc\u062f \u0648 \u06cc\u0627 \u0642\u0628\u0644 \u0627\u0632 \u0630\u062e\u06cc\u0631\u0647\u060c \u06af\u0632\u06cc\u0646\u0647 \u0647\u0627 \u0631\u0627 \u062d\u0630\u0641 \u06a9\u0646\u06cc\u0630.
number_of_rich_text_options_error=\u062a\u0639\u062f\u0627\u062f\u06cc \u0627\u0632 \u06af\u0632\u06cc\u0646\u0647 \u0647\u0627\u06cc \u0645\u062a\u0646 \u063a\u0646\u06cc \u0627\u0646\u062a\u062e\u0627\u0628 \u0646\u0634\u062f\u0647 \u0627\u0633\u062a.
missing_or_invalid_answer_options_labels_error=\u0628\u0631\u0686\u0633\u0628 \u06af\u0632\u06cc\u0646\u0647 \u067e\u0627\u0633\u062e \u0645\u0641\u0642\u0648\u062f \u0634\u062f\u0647 \u06cc\u0627 \u0646\u0627\u0645\u0639\u062a\u0628\u0631 \u0627\u0633\u062a
rich_text_options_error=\u0645\u062a\u0646 \u06cc\u0627 \u067e\u06cc\u0648\u0633\u062a \u0645\u0648\u0631\u062f \u0646\u06cc\u0627\u0632 \u0627\u0633\u062a
at_least_two_options_required_error=\u062d\u062f\u0627\u0642\u0644 \u06f2 \u06af\u0632\u06cc\u0646\u0647 \u0645\u0648\u0631\u062f \u0646\u06cc\u0627\u0632 \u0627\u0633\u062a
at_least_two_pasted_options_required_error=\u062d\u062f\u0627\u0642\u0644 \u06f2 \u06af\u0632\u06cc\u0646\u0647\u200c\u06cc \u0686\u0633\u067e\u0627\u0646\u062f\u0646 \u0634\u062f\u0647 \u0645\u0648\u0631\u062f \u0646\u06cc\u0627\u0632 \u0627\u0633\u062a
blank_or_non_integer_item_sequence_error=\u0628\u0627 \u0622\u06cc\u062a\u0645 \u062e\u0627\u0644\u06cc \u06cc\u0627 \u0686\u0646\u062f \u0622\u06cc\u062a\u0645 \u063a\u06cc\u0631 \u0639\u062f\u062f\u06cc \u0645\u0648\u0627\u062c\u0647 \u0634\u062f\u060c \u0628\u0631\u0627\u06cc \u0622\u06cc\u062a\u0645\:
correct_option_labels_error=\u0628\u0631\u0686\u0633\u0628 \u06af\u0632\u06cc\u0646\u0647 \u0647\u0627 \u0631\u0627 \u0628\u0635\u0648\u0631\u062a\u06cc \u0627\u0635\u0644\u0627\u062d \u06a9\u0646\u06cc\u062f \u06a9\u0647 \u062e\u0627\u0644\u06cc \u0648 \u06cc\u0627 \u0634\u0627\u0645\u0644 \u062d\u0631\u0648\u0641 \u0627\u0644\u0641\u0628\u0627 \u0648 \u06a9\u0627\u0645\u0627 \u0628\u0627\u0634\u062f\u060c \u0628\u0631\u0627\u06cc \u0622\u06cc\u062a\u0645\:
correct_option_labels_invalid_error=\u06af\u0632\u06cc\u0646\u0647 \u0646\u0627\u0645\u0639\u062a\u0628\u0631 \u062f\u0631 \u0639\u0644\u0627\u0645\u062a \u06af\u0632\u06cc\u0646\u0647 \u0635\u062d\u06cc\u062d \u0628\u0631\u0627\u06cc \u0622\u06cc\u062a\u0645\:
item_text_not_entered_error=\u0645\u062a\u0646 \u0622\u06cc\u062a\u0645 \u06cc\u0627 \u067e\u06cc\u0648\u0633\u062a \u0622\u0646 \u0648\u0627\u0631\u062f \u0646\u0634\u062f\u0647 \u0627\u0633\u062a\u060c \u0628\u0631\u0627\u06cc \u0622\u06cc\u062a\u0645\:
simple_text_option_label=\u0645\u062a\u0646 \u0633\u0627\u062f\u0647 - \u0628\u0631\u0627\u06cc \u0644\u06cc\u0633\u062a\u06cc \u0627\u0632 \u0627\u0642\u0644\u0627\u0645 \u0628\u062f\u0648\u0646 \u0641\u0631\u0645\u062a
simple_text_paste_label=\u0645\u062a\u0646 \u0633\u0627\u062f\u0647 - \u0628\u0631\u0627\u06cc \u06af\u0632\u06cc\u0646\u0647 \u0686\u0633\u067e \u0634\u062f\u0647
rich_text_option_label=\u063a\u0646\u06cc \u0627\u0632 \u0645\u062a\u0646/\u067e\u06cc\u0648\u0633\u062a \u0647\u0627 - \u0628\u0631\u0627\u06cc \u0645\u062a\u0646 \u0647\u0627\u06cc \u062d\u0627\u0644\u062a \u062f\u0627\u0631\u060c \u062c\u062f\u0627\u0648\u0644\u060c \u062a\u0635\u0627\u0648\u06cc\u0631 \u062f\u0627\u0631\u0627\u06cc \u0628\u0631\u0686\u0633\u0628

#message parameters:
#0: user input
#1: question number
#2: sequence number
#3: valid options
please_select_from_available=\u0633\u0648\u0627\u0644 {1} \u06cc\u06a9 \u062c\u0648\u0627\u0628 \u0646\u0627\u062f\u0631\u0633\u062a \u062f\u0627\u0631\u062f\u060c {0}. \u0641\u0642\u0637 \u062d\u0631\u0648\u0641 \u0632\u06cc\u0631 \u0627\u0632 \u062d\u0631\u0648\u0641 \u0627\u0644\u0641\u0628\u0627 \u0642\u0627\u0628\u0644 \u0642\u0628\u0648\u0644 \u0627\u0633\u062a\: {3}
duplicate_responses=\u067e\u0627\u0633\u062e \u0647\u0627\u06cc \u062a\u06a9\u0631\u0627\u0631\u06cc\:

# MC what's this link
mc_whats_this_main_text=\u0645\u0646\u0637\u0642 \u0646\u0645\u0631\u0647 \u062f\u0627\u062f\u0646 \u0633\u0648\u0627\u0644\u0627\u062a \u0686\u0646\u062f \u06af\u0632\u06cc\u0646\u0647\u200c\u0627\u06cc \u0628\u0633\u062a\u06af\u06cc \u0628\u0647 \u06af\u0632\u06cc\u0646\u0647\u200c\u06cc \u0627\u0646\u062a\u062e\u0627\u0628\u06cc \u0634\u0645\u0627 \u062f\u0627\u0631\u062f.
mcsc_whats_this_text=\u0627\u06cc\u0646 \u06af\u0632\u06cc\u0646\u0647 \u067e\u06cc\u0634 \u0641\u0631\u0636 \u0645\u06cc \u0628\u0627\u0634\u062f \u0632\u06cc\u0631\u0627 \u0628\u0633\u06cc\u0627\u0631 \u0631\u0627\u06cc\u062c \u0627\u0633\u062a\: \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632\u0627\u0646 \u0646\u0645\u0631\u0647 \u06a9\u0627\u0645\u0644 \u062e\u0648\u062f \u0631\u0627 \u0628\u0631\u0627\u06cc \u0627\u0646\u062a\u062e\u0627\u0628 \u062a\u0646\u0647\u0627 \u06af\u0632\u06cc\u0646\u0647 \u0635\u062d\u06cc\u062d \u062f\u0631\u06cc\u0627\u0641\u062a \u06a9\u0631\u062f\u0647 \u0648 \u0647\u06cc\u0686 \u0627\u0645\u062a\u06cc\u0627\u0632\u06cc \u0628\u0631\u0627\u06cc \u0633\u0627\u06cc\u0631 \u0627\u0646\u062a\u062e\u0627\u0628 \u0647\u0627 \u0648\u062c\u0648\u062f \u0646\u062f\u0627\u0631\u062f. \u0627\u06cc\u0646 \u0627\u0645\u06a9\u0627\u0646 \u0631\u0627 \u0645\u06cc \u062a\u0648\u0627\u0646 \u0628\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u06af\u0632\u06cc\u0646\u0647 \u0641\u0639\u0627\u0644 \u06a9\u0631\u062f\u0646 \u0627\u0639\u062a\u0628\u0627\u0631 \u0646\u0633\u0628\u06cc \u06cc\u0627 \u0641\u0639\u0627\u0644 \u06a9\u0631\u062f\u0646 \u0639\u0644\u0627\u0645\u062a \u06af\u0630\u0627\u0631\u06cc \u0645\u0646\u0641\u06cc \u062a\u063a\u06cc\u06cc\u0631 \u062f\u0627\u062f.
mcsc_whats_this_text_no_partial_credit=\u0627\u06cc\u0646 \u06af\u0632\u06cc\u0646\u0647 \u067e\u06cc\u0634 \u0641\u0631\u0636 \u0645\u06cc \u0628\u0627\u0634\u062f \u0632\u06cc\u0631\u0627 \u0628\u0633\u06cc\u0627\u0631 \u0631\u0627\u06cc\u062c \u0627\u0633\u062a\: \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632\u0627\u0646 \u0646\u0645\u0631\u0647 \u06a9\u0627\u0645\u0644 \u062e\u0648\u062f \u0631\u0627 \u0628\u0631\u0627\u06cc \u0627\u0646\u062a\u062e\u0627\u0628 \u062a\u0646\u0647\u0627 \u06af\u0632\u06cc\u0646\u0647 \u0635\u062d\u06cc\u062d \u062f\u0631\u06cc\u0627\u0641\u062a \u06a9\u0631\u062f\u0647 \u0648 \u0647\u06cc\u0686 \u0627\u0645\u062a\u06cc\u0627\u0632\u06cc \u0628\u0631\u0627\u06cc \u0633\u0627\u06cc\u0631 \u0627\u0646\u062a\u062e\u0627\u0628 \u0647\u0627 \u0648\u062c\u0648\u062f \u0646\u062f\u0627\u0631\u062f. * 
mcss_whats_this_text=\u0627\u06cc\u0646 \u06af\u0632\u06cc\u0646\u0647 \u0631\u0627 \u0632\u0645\u0627\u0646\u06cc \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f \u06a9\u0647 \u0686\u0646\u062f\u06cc\u0646 \u067e\u0627\u0633\u062e \u0635\u062d\u06cc\u062d \u0647\u0633\u062a\u0646\u062f \u0648 \u062f\u0631 \u0635\u0648\u0631\u062a \u0627\u0646\u062a\u062e\u0627\u0628 \u0647\u0631 \u06cc\u06a9 \u0627\u0632 \u0622\u0646\u0647\u0627 \u062a\u0648\u0633\u0637 \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632\u0627\u0646 \u0634\u0645\u0627 \u0628\u0627\u06cc\u062f \u0646\u0645\u0631\u0647 \u06a9\u0627\u0645\u0644 \u0631\u0627 \u0628\u062f\u0647\u06cc\u062f. \u0628\u0631\u0627\u06cc \u0645\u062b\u0627\u0644\u060c \u0633\u0648\u0627\u0644 X \u062f\u0627\u0631\u0627\u06cc \u06af\u0632\u06cc\u0646\u0647 \u0647\u0627\u06cc A\u060c B\u060c C \u0648 D \u0645\u06cc \u0628\u0627\u0634\u062f \u06a9\u0647 \u062f\u0631 \u0622\u0646 \u0647\u0631 \u0633\u0647 \u06af\u0632\u06cc\u0646\u0647 A\u060c B \u0648 D \u0635\u062d\u06cc\u062d \u0647\u0633\u062a\u0646\u062f. \u0627\u06af\u0631 \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632 A\u060c B\u060c \u06cc\u0627 D \u0631\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u0646\u0645\u0627\u06cc\u062f \u0648\u06cc \u0627\u0645\u062a\u06cc\u0627\u0632 \u06a9\u0627\u0645\u0644 \u0631\u0627 \u062f\u0631\u06cc\u0627\u0641\u062a \u0645\u06cc \u06a9\u0646\u062f. \u0627\u06af\u0631 \u0648\u06cc C \u0631\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u062f\u060c \u0627\u0648 \u0627\u0645\u062a\u06cc\u0627\u0632 \u0635\u0641\u0631 \u0631\u0627 \u0628\u0647 \u062f\u0633\u062a \u0645\u06cc \u0622\u0648\u0631\u062f.
mcms_whats_this_text=\u0627\u06af\u0631 \u0642\u0631\u0627\u0631 \u0627\u0633\u062a \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632\u0627\u0646 \u0628\u0647 \u0627\u0632\u0627\u06cc \u0627\u0646\u062a\u062e\u0627\u0628 <b>\u062a\u0645\u0627\u0645</b> \u067e\u0627\u0633\u062e \u0647\u0627\u06cc \u0635\u062d\u06cc\u062d \u0646\u0645\u0631\u0647 \u06a9\u0627\u0645\u0644 \u0631\u0627 \u0628\u0647 \u062f\u0633\u062a \u0622\u0648\u0631\u0646\u062f\u060c \u0627\u06cc\u0646 \u06af\u0632\u06cc\u0646\u0647 \u0631\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f.
mcms_whats_this_partial_text=<b>\u0635\u062d\u06cc\u062d \u06a9\u0645 \u0646\u0627\u062f\u0631\u0633\u062a</b>\: \u0622\u0646\u0647\u0627 \u0646\u0645\u0631\u0647 \u0646\u0627\u0642\u0635\u06cc \u0628\u0631\u0627\u06cc \u0627\u0646\u062a\u062e\u0627\u0628 \u06cc\u06a9 \u067e\u0627\u0633\u062e \u0635\u062d\u06cc\u062d \u062f\u0631\u06cc\u0627\u0641\u062a \u0645\u06cc \u06a9\u0646\u0646\u062f \u0648 \u0627\u0646\u062a\u062e\u0627\u0628 \u067e\u0627\u0633\u062e \u0646\u0627\u062f\u0631\u0633\u062a \u0646\u0645\u0631\u0647 \u0645\u0646\u0641\u06cc \u062f\u0631 \u067e\u06cc \u062f\u0627\u0631\u062f. \u0628\u0631\u0627\u06cc \u0645\u062b\u0627\u0644\u060c \u0633\u0648\u0627\u0644 X \u062f\u0647 \u0627\u0645\u062a\u06cc\u0627\u0632 \u062f\u0627\u0634\u062a\u0647 \u0648 \u062f\u0627\u0631\u0627\u06cc \u06af\u0632\u06cc\u0646\u0647 \u0647\u0627\u06cc  A, B, C, D, E \u0628\u0648\u062f\u0647 \u0648 \u06af\u0632\u06cc\u0646\u0647 \u0647\u0627\u06cc A \u0648 B \u0635\u062d\u06cc\u062d \u0645\u06cc \u0628\u0627\u0634\u0646\u062f. \u0647\u0631 \u067e\u0627\u0633\u062e \u0635\u062d\u06cc\u062d \u062f\u0627\u0631\u0627\u06cc \u0627\u0645\u062a\u06cc\u0627\u0632\u06cc \u0645\u0639\u0627\u062f\u0644 \u062a\u0642\u0633\u06cc\u0645 \u06a9\u0644 \u0627\u0645\u062a\u06cc\u0627\u0632 \u0628\u0647 \u062a\u0639\u062f\u0627\u062f \u067e\u0627\u0633\u062e \u0647\u0627\u06cc \u0635\u062d\u06cc\u062d \u0645\u06cc \u0628\u0627\u0634\u062f. \u0628\u0646\u0627\u0628\u0631\u0627\u06cc\u0646\u060c \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632 \u0628\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u06af\u0632\u06cc\u0646\u0647 A \u06cc\u0627 B \u067e\u0646\u062c \u0627\u0645\u062a\u06cc\u0627\u0632 \u0628\u0647 \u062f\u0633\u062a \u0645\u06cc \u0622\u0648\u0631\u062f. \u0627\u0646\u062a\u062e\u0627\u0628 \u06af\u0632\u06cc\u0646\u0647 \u0647\u0627\u06cc C\u060c D \u06cc\u0627 E \u0627\u0645\u062a\u06cc\u0627\u0632 \u0645\u0646\u0641\u06cc \u062f\u0627\u0631\u062f.
mcms_whats_this_partial_note=<b>\u062a\u0648\u062c\u0647\: </b> \u0627\u06af\u0631\u0686\u0647 \u06cc\u06a9 \u0633\u0648\u0627\u0644 \u0645\u06cc \u062a\u0648\u0627\u0646\u062f \u0628\u0631 \u0627\u0633\u0627\u0633 \u0645\u0646\u0637\u0642 \u0646\u0645\u0631\u0647 \u062f\u0627\u062f\u0646 \u062f\u0627\u0631\u0627\u06cc \u0627\u0645\u062a\u06cc\u0627\u0632 \u0645\u0646\u0641\u06cc \u0645\u06cc \u0628\u0627\u0634\u062f (\u0647\u0645\u0627\u0646\u0637\u0648\u0631 \u06a9\u0647 \u062f\u0631 \u0645\u062b\u0627\u0644 \u0622\u0645\u062f\u0647)\u060c \u0645\u062c\u0645\u0648\u0639 \u067e\u0627\u06cc\u06cc\u0646 \u062a\u0631\u06cc\u0646 \u0627\u0645\u062a\u06cc\u0627\u0632 \u0645\u0645\u06a9\u0646 \u0646\u0645\u06cc \u062a\u0648\u0627\u0646\u062f \u06a9\u0645\u062a\u0631 \u0627\u0632 \u0635\u0641\u0631 \u0628\u0627\u0634\u062f.
mcms_whats_this_full_text=<b>\u062a\u0645\u0627\u0645 \u06cc\u0627 \u0647\u06cc\u0686\:</b>  \u0622\u0646\u0647\u0627 \u062a\u0645\u0627\u0645 \u0646\u0645\u0631\u0647 \u0631\u0627 \u0632\u0645\u0627\u0646\u06cc \u062f\u0631\u06cc\u0627\u0641\u062a \u0645\u06cc \u06a9\u0646\u0646\u062f \u06a9\u0647 \u062a\u0645\u0627\u0645 \u067e\u0627\u0633\u062e \u0647\u0627\u06cc \u0635\u062d\u06cc\u062d \u0631\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u0648 \u0647\u06cc\u0686\u06a9\u062f\u0627\u0645 \u0627\u0632 \u067e\u0627\u0633\u062e \u0647\u0627\u06cc \u0646\u0627\u062f\u0631\u0633\u062a \u0631\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u0646\u0646\u0645\u0627\u06cc\u0646\u062f.* \n<br/><br/>* \u0627\u06af\u0631 \u0642\u0635\u062f \u062f\u0627\u0631\u06cc\u062f \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632\u0627\u0646 \u0631\u0627 \u0628\u0631\u0627\u06cc \u067e\u0627\u0633\u062e \u0647\u0627\u06cc \u0634\u0627\u0646\u0633\u06cc \u062a\u0646\u0628\u06cc\u0647 \u06a9\u0646\u06cc\u062f\u060c \u0645\u0642\u062f\u0627\u0631\u06cc \u0631\u0627 \u062f\u0631 \u0641\u06cc\u0644\u062f "\u0627\u0645\u062a\u06cc\u0627\u0632 \u0645\u0646\u0641\u06cc \u0628\u0631\u0627\u06cc \u0627\u0646\u062a\u062e\u0627\u0628 \u067e\u0627\u0633\u062e \u0646\u0627\u062f\u0631\u0633\u062a" \u0648\u0627\u0631\u062f \u062a\u0645\u0627\u06cc\u06cc\u062f \u062a\u0627 \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632\u0627\u0646 \u0628\u0631\u0627\u06cc \u06cc\u06a9 \u067e\u0627\u0633\u062e \u0646\u0627\u062f\u0631\u0633\u062a \u06a9\u0645\u062a\u0631 \u0627\u0632 \u0635\u0641\u0631 \u06a9\u0633\u0628 \u06a9\u0646\u0646\u062f. \u0628\u0631\u0627\u06cc \u0645\u062b\u0627\u0644\u060c \u0627\u06af\u0631 \u0646\u0645\u0631\u0647 \u06cc\u06a9 \u0633\u0648\u0627\u0644 \u06f1\u06f0 \u0628\u0627\u0634\u062f \u0648 \u0634\u0645\u0627 \u062f\u0631 \u0641\u06cc\u0644\u062f \u0645\u0630\u06a9\u0648\u0631 \u0639\u062f\u062f \u06f5 \u0631\u0627 \u0648\u0627\u0631\u062f \u06a9\u0646\u06cc\u062f\u060c \u0627\u0646\u062a\u062e\u0627\u0628 \u06af\u0632\u06cc\u0646\u0647 \u0635\u062d\u06cc\u062d \u062f\u0627\u0631\u0627\u06cc \u06f1\u06f0 \u0627\u0645\u062a\u06cc\u0627\u0632 \u0648 \u0647\u0631 \u067e\u0627\u0633\u062e \u0646\u0627\u062f\u0631\u0633\u062a \u06f5- \u0627\u0645\u062a\u06cc\u0627\u0632 \u062e\u0648\u0627\u0647\u062f \u062f\u0627\u0634\u062a. (\u0628\u0631\u0627\u06cc \u0633\u0648\u0627\u0644\u0627\u062a \u0686\u0646\u062f \u067e\u0627\u0633\u062e \u0635\u062d\u06cc\u062d-\u0686\u0646\u062f \u0627\u0646\u062a\u062e\u0627\u0628\u060c \u0628\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u0686\u0646\u062f\u06cc\u0646 \u06af\u0632\u06cc\u0646\u0647 \u0646\u0627\u062f\u0631\u0633\u062a\u060c \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632\u0627\u0646 \u0641\u0642\u0637 \u06f5 \u0646\u0645\u0631\u0647 \u062e\u0648\u062f \u0631\u0627 \u0627\u0632 \u062f\u0633\u062a \u062e\u0648\u0627\u0647\u0646\u062f \u062f\u0627\u062f.)
enable_partial_credit_text=\u0627\u06af\u0631 \u0642\u0635\u062f \u062f\u0627\u0631\u06cc\u062f \u062f\u0631 \u0635\u0648\u0631\u062a \u0627\u0646\u062a\u062e\u0627\u0628 \u06af\u0632\u06cc\u0646\u0647 \u0627\u06cc \u06a9\u0647 \u062a\u0642\u0631\u06cc\u0628\u0627 \u0635\u062d\u06cc\u062d \u0627\u0633\u062a \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632 \u0628\u062e\u0634\u06cc \u0627\u0632 \u0646\u0645\u0631\u0647 \u0631\u0627 \u062f\u0631\u06cc\u0627\u0641\u062a \u06a9\u0646\u062f \u0627\u06cc\u0646 \u06af\u0632\u06cc\u0646\u0647 \u0631\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f. \u0628\u0631\u0627\u06cc \u0645\u062b\u0627\u0644\u060c \u0633\u0648\u0627\u0644 X \u062f\u0627\u0631\u0627\u06cc \u06af\u0632\u06cc\u0646\u0647 \u0647\u0627\u06cc A, B, C, D \u0628\u0648\u062f\u0647 \u0648 \u06af\u0632\u06cc\u0646\u0647 A \u067e\u0627\u0633\u062e \u0635\u062d\u06cc\u062d \u0645\u06cc \u0628\u0627\u0634\u062f. \u0627\u06af\u0631 \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632 \u06af\u0632\u06cc\u0646\u0647 A \u0631\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u062f \u0646\u0645\u0631\u0647 \u06a9\u0627\u0645\u0644 \u0631\u0627 \u06a9\u0633\u0628 \u0645\u06cc \u06a9\u0646\u062f \u0627\u0645\u0627 \u0627\u06af\u0631 \u06af\u0632\u06cc\u0646\u0647 \u062f\u06cc\u06af\u0631\u06cc \u0631\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u0646\u0645\u0627\u06cc\u062f \u06a9\u0647 \u062a\u0642\u0631\u06cc\u0628\u0627 \u0635\u062d\u06cc\u062d \u0627\u0633\u062a \u0628\u062e\u0634\u06cc \u0627\u0632 \u0627\u0645\u062a\u06cc\u0627\u0632 \u0631\u0627 \u06a9\u0633\u0628 \u0645\u06cc \u0646\u0645\u0627\u06cc\u062f. \u0641\u0639\u0627\u0644\u0633\u0627\u0632\u06cc \u0627\u06cc\u0646 \u06af\u0632\u06cc\u0646\u0647 \u0634\u0645\u0627 \u0631\u0627 \u0642\u0627\u062f\u0631 \u0645\u06cc \u0633\u0627\u0632\u062f \u062a\u0627 \u0628\u0631\u0627\u06cc \u0647\u0631 \u067e\u0627\u0633\u062e \u062f\u0631\u0635\u062f \u0627\u0631\u0632\u0634\u06cc \u0631\u0627 \u062a\u0639\u06cc\u06cc\u0646 \u0646\u0645\u0627\u06cc\u06cc\u062f.
enable_negative_makrinkg_text=\u0627\u06af\u0631 \u0642\u0635\u062f \u062f\u0627\u0631\u06cc\u062f \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632\u0627\u0646 \u0631\u0627 \u0627\u0632 \u067e\u0627\u0633\u062e \u0647\u0627\u06cc \u0634\u0627\u0646\u0633\u06cc \u0645\u0646\u0635\u0631\u0641 \u06a9\u0646\u06cc\u062f \u0627\u06cc\u0646 \u06af\u0632\u06cc\u0646\u0647 \u0631\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u0646\u0645\u0627\u06cc\u06cc\u062f. \u0645\u0642\u062f\u0627\u0631 \u0648\u0627\u0631\u062f \u0634\u062f\u0647 \u062f\u0631 \u0641\u06cc\u0644\u062f \u0627\u0631\u0632\u0634 \u0646\u0642\u0637\u0647 \u0645\u0646\u0641\u06cc \u0627\u0645\u062a\u06cc\u0627\u0632 \u0633\u0648\u0627\u0644 \u062f\u0631 \u0635\u0648\u0631\u062a\u06cc \u06a9\u0647 \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632 \u06af\u0632\u06cc\u0646\u0647 \u0646\u0627\u062f\u0631\u0633\u062a\u06cc \u0627\u0646\u062a\u062e\u0627\u0628 \u0646\u0645\u0627\u06cc\u062f \u0645\u06cc \u0628\u0627\u0634\u062f. \u0628\u0631\u0627\u06cc \u0645\u062b\u0627\u0644\u060c \u0627\u06af\u0631 \u0646\u0645\u0631\u0647 \u06cc\u06a9 \u0633\u0648\u0627\u0644 10 \u0628\u0648\u062f\u0647 \u0634\u0645\u0627 \u0639\u062f\u062f 5 \u0631\u0627 \u062f\u0631 \u0641\u06cc\u0644\u062f \u0648\u0627\u0631\u062f \u06a9\u0646\u06cc\u062f\u060c \u0627\u0646\u062a\u062e\u0627\u0628 \u06af\u0632\u06cc\u0646\u0647 \u0635\u062d\u06cc\u062d 10 \u0646\u0645\u0631\u0647 \u0645\u062b\u0628\u062a \u0648 \u0627\u0646\u062a\u062e\u0627\u0628 \u06af\u0632\u06cc\u0646\u0647 \u0646\u0627\u062f\u0631\u0633\u062a 5 \u0646\u0645\u0631\u0647 \u0645\u0646\u0641\u06cc \u062e\u0648\u0627\u0647\u062f \u062f\u0627\u0634\u062a.  
enable_negative_makrinkg_note=<b>\u062a\u0648\u062c\u0647\:</b> \u0627\u06af\u0631\u0686\u0647 \u06cc\u06a9 \u0633\u0648\u0627\u0644 \u0645\u0645\u06a9\u0646 \u0627\u0633\u062a \u0646\u0645\u0631\u0647 \u0645\u0646\u0641\u06cc \u062f\u0627\u0634\u062a\u0647 \u0628\u0627\u0634\u062f\u060c \u0627\u0645\u062a\u06cc\u0627\u0632 \u0646\u0647\u0627\u06cc\u06cc \u0628\u0631\u0627\u06cc \u0627\u0631\u0632\u06cc\u0627\u0628\u06cc \u06a9\u0645\u062a\u0631 \u0627\u0632 \u0635\u0641\u0631 \u0646\u062e\u0648\u0627\u0647\u062f \u0628\u0648\u062f.
reset_to_default_grading_logic_text=\u0627\u06af\u0631 \u0628\u0639\u062f \u0627\u0632 \u0627\u0646\u062a\u062e\u0627\u0628 \u06af\u0632\u06cc\u0646\u0647 \u0647\u0627\u06cc \u0641\u0639\u0627\u0644 \u06a9\u0631\u062f\u0646 \u0627\u0639\u062a\u0628\u0627\u0631 \u0646\u0633\u0628\u06cc \u06cc\u0627 \u0641\u0639\u0627\u0644 \u06a9\u0631\u062f\u0646 \u0639\u0644\u0627\u0645\u062a \u06af\u0630\u0627\u0631\u06cc \u0645\u0646\u0641\u06cc \u0646\u0638\u0631\u062a\u0627\u0646 \u0639\u0648\u0636 \u0634\u062f \u0645\u06cc \u062a\u0648\u0627\u0646\u06cc\u062f \u0627\u06cc\u0646 \u0644\u06cc\u0646\u06a9 \u0631\u0627 \u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f. \u062d\u0627\u0644\u062a \u067e\u06cc\u0634 \u0641\u0631\u0636 \u0646\u0645\u0631\u0647 \u062f\u0627\u062f\u0646 \u0628\u0647 \u0627\u0632\u0627\u06cc \u0647\u0631 \u067e\u0627\u0633\u062e \u0635\u062d\u06cc\u062d \u0646\u0645\u0631\u0647 \u06a9\u0627\u0645\u0644 \u0648 \u0628\u0647 \u0627\u0632\u0627\u06cc \u0647\u0631 \u067e\u0627\u0633\u062e \u0646\u0627\u062f\u0631\u0633\u062a \u0627\u0645\u062a\u06cc\u0627\u0632 \u0635\u0641\u0631 \u0631\u0627 \u062f\u0631 \u0646\u0638\u0631 \u0645\u06cc \u06af\u06cc\u0631\u062f.

st_yes=\u0628\u0644\u06cc
st_no=\u062e\u06cc\u0631
st_agree=\u0645\u0648\u0627\u0641\u0642
st_disagree=\u0645\u062e\u0627\u0644\u0641
st_undecided=\u062a\u0635\u0645\u06cc\u0645 \u06af\u06cc\u0631\u06cc \u0646\u0634\u062f\u0647
st_below_average=\u067e\u0627\u06cc\u06cc\u0646 \u062a\u0631 \u0627\u0632 \u0645\u062a\u0648\u0633\u0637
st_average=\u0645\u062a\u0648\u0633\u0637
st_above_average=\u0628\u0627\u0644\u0627\u062a\u0631 \u0627\u0632 \u062d\u062f \u0645\u062a\u0648\u0633\u0637
st_strongly_disagree=\u06a9\u0627\u0645\u0644\u0627 \u0645\u062e\u0627\u0644\u0641
st_strongly_agree=\u06a9\u0627\u0645\u0644\u0627 \u0645\u0648\u0627\u0641\u0642
st_unacceptable=\u063a\u06cc\u0631 \u0642\u0627\u0628\u0644 \u0642\u0628\u0648\u0644
st_excellent=\u0639\u0627\u0644\u06cc

image_map_default_instruction=\u0634\u0646\u0627\u0633\u0627\u06cc\u06cc \u06a9\u0627\u0644\u0627 (\u0647\u0627)  \u0628\u0627 \u06a9\u0644\u06cc\u06a9 \u0628\u0631 \u0631\u0648\u06cc \u0628\u062e\u0634 \u0645\u0631\u0628\u0648\u0637\u0647 \u0627\u0632 \u062a\u0635\u0648\u06cc\u0631 \u0628\u0647 \u0634\u0631\u062d \u0632\u06cc\u0631 \u0627\u0633\u062a. \u062f\u06a9\u0645\u0647 \u0633\u0628\u0632 \u0646\u0634\u0627\u0646 \u0645\u06cc \u062f\u0647\u062f \u0622\u06cc\u062a\u0645 \u0634\u0645\u0627 \u062f\u0631 \u062d\u0627\u0644 \u0627\u0646\u062c\u0627\u0645 \u06a9\u0627\u0631 \u0627\u0633\u062a.
q_text_image_map=\u062f\u0633\u062a\u0648\u0631\u0627\u0644\u0639\u0645\u0644 \u062f\u0631\u062e\u0648\u0627\u0633\u062a \u0631\u0627 \u062f\u0631 \u06a9\u0627\u062f\u0631 \u0632\u06cc\u0631 \u0648\u0627\u0631\u062f \u06a9\u0646\u06cc\u062f \u0648 \u06cc\u0627 \u0627\u0632 \u067e\u06cc\u0627\u0645 \u067e\u06cc\u0634 \u0641\u0631\u0636 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u06a9\u0646\u06cc\u062f. \u0622\u067e\u0644\u0648\u062f \u062a\u0635\u0648\u06cc\u0631 \u0646\u0642\u0637\u0647 \u062f\u0627\u063a \u062f\u0631 \u0628\u062e\u0634 \u062a\u0639\u06cc\u06cc\u0646 \u0634\u062f\u0647 \u0627\u0633\u062a.

rowchoices=\u0627\u0646\u062a\u062e\u0627\u0628 \u0631\u062f\u06cc\u0641 (\u0628\u0639\u062f \u0627\u0632 \u0647\u0631 \u0627\u0646\u062a\u062e\u0627\u0628 "\u0627\u06cc\u0646\u062a\u0631" \u0628\u0632\u0646\u06cc\u062f)
matrix_choice_surv=\u0646\u0638\u0631 \u0633\u0646\u062c\u06cc\: \u0645\u0627\u062a\u0631\u06cc\u0633\u06cc \u0627\u0632 \u0627\u0646\u062a\u062e\u0627\u0628 \u0647\u0627
matrix_choices_surv=\u0628\u0631\u0631\u0633\u06cc - \u0645\u0627\u062a\u0631\u06cc\u0633 \u06af\u0632\u06cc\u0646\u0647 \u0647\u0627
columnchoices=\u0627\u0646\u062a\u062e\u0627\u0628 \u0633\u062a\u0648\u0646 (\u0628\u0639\u062f \u0627\u0632 \u0647\u0631 \u0627\u0646\u062a\u062e\u0627\u0628 "\u0627\u06cc\u0646\u062a\u0631" \u0628\u0632\u0646\u06cc\u062f)
addColumnChoiceToFavor=\u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u06af\u0632\u06cc\u0646\u0647 \u0647\u0627\u06cc \u0633\u062a\u0648\u0646 \u0628\u0647 \u0639\u0644\u0627\u0642\u0647 \u0645\u0646\u062f\u06cc \u0647\u0627
forceRanking=\u0641\u0642\u0637 \u06cc\u06a9 \u067e\u0627\u0633\u062e \u062f\u0631 \u0647\u0631 \u0633\u062a\u0648\u0646 \u0645\u062c\u0627\u0632 \u0627\u0633\u062a (\u0631\u062a\u0628\u0647 \u0628\u0646\u062f\u06cc \u0627\u062c\u0628\u0627\u0631\u06cc)
addComment=\u0627\u0641\u0632\u0648\u062f\u0646 \u0641\u06cc\u0644\u062f \u0646\u0638\u0631
favorLabel=\u0628\u0631\u0686\u0633\u0628 \u0639\u0644\u0627\u0642\u0647 \u0645\u0646\u062f\u06cc \u0647\u0627
fieldLabel=\u0628\u0631\u0686\u0633\u0628 \u062f\u0631\u0633\u062a
commentField=\u0646\u0638\u0631
character_count=\u062a\u0639\u062f\u0627\u062f \u06a9\u0627\u0631\u0627\u06a9\u062a\u0631
relativeWidthOfColumns=\u0639\u0631\u0636 \u0646\u0633\u0628\u06cc \u0633\u062a\u0648\u0646
row_field_empty=\u0641\u06cc\u0644\u062f \u0631\u062f\u06cc\u0641 \u0646\u0645\u06cc \u062a\u0648\u0627\u0646\u062f \u062e\u0627\u0644\u06cc \u0628\u0627\u0634\u062f
less_than_two_columns=\u0633\u062a\u0648\u0646\u0647\u0627\u06cc \u0641\u06cc\u0644\u062f \u062d\u062f\u0627\u0642\u0644 \u0628\u0647 \u062f\u0648 \u0648\u0631\u0648\u062f\u06cc \u0646\u06cc\u0627\u0632 \u062f\u0627\u0631\u062f \u06a9\u0647 \u0647\u0631 \u06a9\u062f\u0627\u0645 \u062f\u0631 \u06cc\u06a9 \u062e\u0637 \u062c\u062f\u0627\u06af\u0627\u0646\u0647 \u0648\u0627\u0631\u062f \u0634\u0648\u0646\u062f
selectFromFavorites=\u0627\u0632 \u0639\u0644\u0627\u0642\u0647 \u0645\u0646\u062f\u06cc \u0647\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f

emi_pt=\u0627\u0645\u062a\u06cc\u0627\u0632\u0627\u062a \u0627\u06cc\u062a\u0645
emi_whats_this=\u061f
emi_whats_answer_point_title=\u0646\u0645\u0631\u0647 \u067e\u0627\u0633\u062e
emi_whats_answer_point=\u0647\u0631 \u0645\u0648\u0631\u062f \u0628\u0627\u0631\u0645\u200c\u0647\u0627\u06cc\u06cc \u062f\u0627\u0631\u062f. \u0646\u0645\u0631\u0647 \u0646\u0647\u0627\u06cc\u06cc \u0627\u06cc\u0646 \u0633\u0648\u0627\u0644 \u0628\u0637\u0648\u0631 \u062e\u0648\u062f\u06a9\u0627\u0631 \u0627\u0632 \u062c\u0645\u0639 \u0628\u0627\u0631\u0645\u200c\u0647\u0627\u06cc \u0627\u06cc\u0646 \u0645\u0648\u0631\u062f \u0628\u062f\u0633\u062a \u0645\u06cc\u200c\u0622\u06cc\u062f.
emi_whats_theme_title=\u0645\u0648\u0636\u0648\u0639
emi_whats_theme=\u0645\u0636\u0645\u0648\u0646 \u0645\u0648\u0636\u0648\u0639 \u0627\u0635\u0644\u06cc \u0631\u0627 \u06a9\u0647 \u0645\u062c\u0645\u0648\u0639\u0647 \u0622\u06cc\u062a\u0645 \u0645\u0648\u0631\u062f \u062e\u0637\u0627\u0628 \u0642\u0631\u0627\u0631 \u062e\u0648\u0627\u0647\u062f \u062f\u0627\u062f \u0631\u0627 \u062a\u0648\u0635\u06cc\u0641 \u0645\u06cc \u06a9\u0646\u062f \u0648 \u0628\u0647 \u0627\u0647\u062f\u0627\u0641 \u0622\u0645\u0648\u0632\u0634\u06cc \u0645\u0631\u062a\u0628\u0637 \u0645\u06cc \u0628\u0627\u0634\u062f. \u06cc\u06a9 \u0645\u0636\u0645\u0648\u0646 \u06a9\u0644\u06cc \u0646\u0638\u06cc\u0631 "\u0627\u0633\u0647\u0627\u0644" \u0645\u0645\u06a9\u0646 \u0627\u0633\u062a \u0628\u0631\u0627\u06cc \u0646\u0645\u0648\u0646\u0647 \u06af\u06cc\u0631\u06cc \u062f\u0627\u0646\u0634 \u062f\u0631 \u0632\u0645\u06cc\u0646\u0647 \u0647\u0627\u06cc \u06af\u0633\u062a\u0631\u062f\u0647 \u0628\u0647 \u06a9\u0627\u0631 \u0628\u0631\u062f\u0647 \u0634\u062f\u0647 \u0648 \u0622\u06cc\u062a\u0645 \u0647\u0627\u06cc \u0645\u0648\u062c\u0648\u062f \u062f\u0631 \u0622\u0646 \u0633\u062a \u0645\u0645\u06a9\u0646 \u0627\u0633\u062a \u0634\u0627\u0645\u0644 \u062f\u0627\u0631\u0648\u0633\u0627\u0632\u06cc\u060c \u0647\u0645\u0647 \u06af\u06cc\u0631 \u0634\u0646\u0627\u0633\u06cc \u0648 \u0628\u0631\u0631\u0633\u06cc \u0647\u0627\u06cc \u062f\u06cc\u06af\u0631 \u0628\u0627\u0634\u062f. \u06cc\u06a9 \u0645\u0636\u0645\u0648\u0646 \u0645\u062a\u0645\u0631\u06a9\u0632 \u0646\u0638\u06cc\u0631 "\u0645\u062f\u06cc\u0631\u06cc\u062a \u0627\u0633\u0647\u0627\u0644" \u0628\u0631\u0627\u06cc \u0646\u0645\u0648\u0646\u0647 \u06af\u06cc\u0631\u06cc \u062f\u0627\u0646\u0634 \u0639\u0645\u06cc\u0642 \u0628\u0647 \u06a9\u0627\u0631 \u0645\u06cc \u0634\u0648\u062f \u06a9\u0647 \u062f\u0631 \u0627\u06cc\u0646 \u0645\u0648\u0631\u062f \u0628\u0647 \u062f\u0627\u0631\u0648\u0633\u0627\u0632\u06cc \u0645\u0631\u0628\u0648\u0637 \u0645\u06cc \u0634\u0648\u062f.
emi_whats_options_title=\u06af\u0632\u06cc\u0646\u0647\u200c\u0647\u0627
emi_whats_options=\u0641\u0647\u0631\u0633\u062a \u06af\u0632\u06cc\u0646\u0647 \u0647\u0627 \u0634\u0627\u0645\u0644 \u067e\u0627\u0633\u062e \u0647\u0627\u06cc \u0627\u062d\u062a\u0645\u0627\u0644\u06cc \u0628\u0647 \u0622\u06cc\u062a\u0645 \u0647\u0627 \u0628\u0648\u062f\u0647 \u0648 \u0639\u0648\u0627\u0645\u0644 \u0627\u0646\u062d\u0631\u0627\u0641\u06cc \u06a9\u0647 \u0646\u0627\u062f\u0631\u0633\u062a \u0628\u0648\u062f\u0647 \u0648 \u06cc\u0627 \u0627\u062d\u062a\u0645\u0627\u0644 \u0635\u062d\u06cc\u062d  \u0628\u0648\u062f\u0646 \u0622\u0646\u0647\u0627 \u0628\u0633\u06cc\u0627\u0631 \u06a9\u0645 \u0627\u0633\u062a \u0631\u0627 \u0634\u0627\u0645\u0644 \u0645\u06cc \u0634\u0648\u062f. \u06af\u0632\u06cc\u0646\u0647 \u0647\u0627 \u0628\u0627\u06cc\u062f \u0647\u0645\u06af\u0646 \u06cc\u0627 \u0627\u0632 \u06cc\u06a9 \u062e\u0627\u0646\u0648\u0627\u062f\u0647 \u0646\u0638\u06cc\u0631 \u062f\u0627\u0631\u0648\u0647\u0627\u060c \u0627\u0631\u06af\u0627\u0646\u06cc\u0633\u0645 \u0647\u0627\u060c \u0633\u0644\u0648\u0644 \u0647\u0627 \u0648 ... \u0628\u0648\u062f\u0647 \u0648 \u0628\u0627\u06cc\u062f \u0635\u0631\u0641\u0627 \u06a9\u0644\u0645\u0627\u062a \u06cc\u0627 \u0639\u0628\u0627\u0631\u0627\u062a \u06a9\u0648\u062a\u0627\u0647 \u0631\u0627 \u0630\u06a9\u0631 \u0646\u0645\u0627\u06cc\u062f. \u06af\u0632\u06cc\u0646\u0647 \u0647\u0627\u06cc\u06cc \u06a9\u0647 \u067e\u06cc\u0686\u06cc\u062f\u0647 \u0628\u0648\u062f\u0647 \u0648 \u06cc\u0627 "\u062a\u0645\u0627\u0645 \u06cc\u0627 \u0647\u06cc\u0686 \u06cc\u06a9 \u0627\u0632 \u0645\u0648\u0627\u0631\u062f" \u0628\u0648\u062f\u0646\u062f \u0646\u06cc\u0632 \u062d\u0630\u0641 \u0634\u062f\u0646\u062f.
emi_whats_leadin_title=\u0645\u0646\u062c\u0631 \u0634\u062f\u0646 \u0628\u0647
emi_whats_leadin=\u0628\u06cc\u0627\u0646\u06cc\u0647 \u0627\u0631\u062a\u0628\u0627\u0637 \u0628\u06cc\u0646 \u0631\u06cc\u0634\u0647 \u0648 \u0641\u0647\u0631\u0633\u062a \u06af\u0632\u06cc\u0646\u0647 \u0647\u0627 \u0631\u0627 \u062a\u0639\u06cc\u06cc\u0646 \u0645\u06cc \u0646\u0645\u0627\u06cc\u062f. \u062f\u0631 \u0641\u0631\u0645\u062a \u0646\u0648\u0639 R\u060c \u0641\u0647\u0631\u0633\u062a \u06af\u0632\u06cc\u0646\u0647 \u0647\u0627 (\u0628\u0631\u0627\u06cc \u0645\u062b\u0627\u0644\u060c 8 \u06cc\u0627 \u0686\u0646\u062f \u062a\u0634\u062e\u06cc\u0635 \u0628\u06cc\u0634\u062a\u0631) \u062f\u0631 \u0628\u06cc\u0627\u0646\u06cc\u0647 \u0628\u0647 \u0637\u0648\u0631 \u0645\u062e\u062a\u0635\u0631 \u0628\u06cc\u0627\u0646 \u0645\u06cc \u0634\u0648\u0646\u062f \u0628\u0631\u0627\u06cc \u0645\u062b\u0627\u0644\u060c "\u0628\u0631\u0627\u06cc \u0647\u0631 \u06cc\u06a9 \u0627\u0632 \u0628\u06cc\u0645\u0627\u0631\u0627\u0646\u06cc \u06a9\u0647 \u0628\u0647 \u0627\u062a\u0627\u0642 \u0627\u0648\u0631\u0698\u0627\u0633 \u0645\u0646\u062a\u0642\u0644 \u0645\u06cc \u0634\u0648\u0646\u062f\u060c \u062a\u0634\u062e\u06cc\u0635\u06cc \u06a9\u0647 \u0627\u062d\u062a\u0645\u0627\u0644 \u0622\u0646 \u0628\u06cc\u0634\u062a\u0631 \u0627\u0633\u062a \u0631\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u0646\u0645\u0627\u06cc\u06cc\u062f." \u0627\u06cc\u0646 \u0628\u06cc\u0627\u0646\u06cc\u0647 \u0628\u0627\u06cc\u062f \u062f\u0633\u062a\u0648\u0631\u0627\u0644\u0639\u0645\u0644 \u0647\u0627\u06cc \u0648\u0627\u0636\u062d\u06cc \u062f\u0631 \u0645\u0648\u0631\u062f \u0646\u062d\u0648\u0647 \u067e\u0627\u0633\u062e \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632\u0627\u0646 \u0628\u0647 \u0645\u062c\u0645\u0648\u0639\u0647 \u0622\u06cc\u062a\u0645 \u0647\u0627 \u0631\u0627 \u0628\u06cc\u0627\u0646 \u0646\u0645\u0627\u06cc\u062f.
emi_whats_items_title=\u0631\u06cc\u0634\u0647\u200c\u0647\u0627\u06cc \u0622\u06cc\u062a\u0645
emi_whats_items=\u0631\u06cc\u0634\u0647 \u06cc\u0627 \u0622\u06cc\u062a\u0645\u060c \u0645\u0648\u0636\u0648\u0639 \u0648 \u0645\u0648\u0627\u0631\u062f\u06cc \u06a9\u0647 \u0627\u0632 \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632 \u062e\u0648\u0627\u0633\u062a\u0647 \u0645\u06cc \u0634\u0648\u0646\u062f \u0631\u0627 \u062a\u0648\u0636\u06cc\u062d \u0645\u06cc \u062f\u0647\u062f. \u0631\u06cc\u0634\u0647 \u06cc\u0627 \u0622\u06cc\u062a\u0645 \u0634\u0627\u0645\u0644 \u06cc\u06a9 \u0633\u0646\u0627\u0631\u06cc\u0648\u06cc \u0628\u0627\u0644\u06cc\u0646\u06cc \u0648 \u06cc\u06a9 \u0633\u0648\u0627\u0644 \u0645\u06cc \u0628\u0627\u0634\u062f. \u0628\u0631\u0627\u06cc \u0645\u062b\u0627\u0644 "\u06cc\u06a9 \u0645\u0631\u062f 30 \u0633\u0627\u0644\u0647 .... \u062a\u0634\u062e\u06cc\u0635\u06cc \u06a9\u0647 \u0627\u062d\u062a\u0645\u0627\u0644 \u0628\u06cc\u0634\u062a\u0631\u06cc \u062f\u0627\u0631\u062f \u0631\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f." \u062f\u0631 \u0641\u0631\u0645\u062a \u0646\u0648\u0639 R\u060c \u0633\u0648\u0627\u0644 \u0645\u0645\u06a9\u0646 \u0627\u0633\u062a \u062f\u0631 \u0631\u06cc\u0634\u0647 \u062f\u0631\u062c \u0634\u062f\u0647 \u0648 \u06cc\u0627 \u062f\u0631 \u0628\u06cc\u0627\u0646\u06cc\u0647 \u0642\u0631\u0627\u0631 \u06af\u06cc\u0631\u062f.

character_limit=\u0645\u062d\u062f\u0648\u062f\u06cc\u062a 200 \u06a9\u0627\u0631\u0627\u06a9\u062a\u0631

matrix_width_list_default=\u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0627\u0632 \u067e\u06cc\u0634 \u0641\u0631\u0636  \u0645\u0631\u0648\u0631\u06af\u0631 \u0628\u0631\u0627\u06cc \u0639\u0631\u0636 \u0633\u062a\u0648\u0646
matrix_width_list_1=10\u066a \u0633\u062a\u0648\u0646\u060c \u0627\u0646\u062a\u062e\u0627\u0628 \u0631\u062f\u06cc\u0641/ 90\u066a \u0633\u062a\u0648\u0646\u060c \u0627\u0646\u062a\u062e\u0627\u0628 \u0633\u062a\u0648\u0646
matrix_width_list_2=20\u066a \u0633\u062a\u0648\u0646\u060c \u0627\u0646\u062a\u062e\u0627\u0628 \u0631\u062f\u06cc\u0641 / 80\u066a \u0633\u062a\u0648\u0646\u060c \u0627\u0646\u062a\u062e\u0627\u0628 \u0633\u062a\u0648\u0646
matrix_width_list_3=30\u066a \u0633\u062a\u0648\u0646 \u060c\u0627\u0646\u062a\u062e\u0627\u0628 \u0631\u062f\u06cc\u0641/ 70\u066a \u0633\u062a\u0648\u0646\u060c \u0627\u0646\u062a\u062e\u0627\u0628 \u0633\u062a\u0648\u0646
matrix_width_list_4=40\u066a \u0633\u062a\u0648\u0646\u060c \u0627\u0646\u062a\u062e\u0627\u0628 \u0631\u062f\u06cc\u0641/ 60\u066a \u0633\u062a\u0648\u0646 \u060c\u0627\u0646\u062a\u062e\u0627\u0628 \u0633\u062a\u0648\u0646
matrix_width_list_5=50\u066a\u0633\u062a\u0648\u0646 \u060c\u0627\u0646\u062a\u062e\u0627\u0628 \u0631\u062f\u06cc\u0641/ 50\u066a \u0633\u062a\u0648\u0646 \u060c\u0627\u0646\u062a\u062e\u0627\u0628 \u0633\u062a\u0648\u0646
matrix_width_list_6=60\u066a \u0633\u062a\u0648\u0646\u060c\u0627\u0646\u062a\u062e\u0627\u0628 \u0631\u062f\u06cc\u0641 / 40\u066a \u0633\u062a\u0648\u0646\u060c \u0627\u0646\u062a\u062e\u0627\u0628 \u0633\u062a\u0648\u0646
matrix_width_list_7=70\u066a\u0633\u062a\u0648\u0646\u060c \u0627\u0646\u062a\u062e\u0627\u0628 \u0631\u062f\u06cc\u0641 / 30\u066a \u0633\u062a\u0648\u0646 \u0627\u0646\u062a\u062e\u0627\u0628 \u0633\u062a\u0648\u0646
matrix_width_list_8=80\u066a \u0633\u062a\u0648\u0646\u060c \u0627\u0646\u062a\u062e\u0627\u0628 \u0631\u062f\u06cc\u0641 / 20\u066a \u0633\u062a\u0648\u0646 \u0627\u0646\u062a\u062e\u0627\u0628 \u0633\u062a\u0648\u0646
matrix_width_list_9=90\u066a \u0633\u062a\u0648\u0646\u060c\u0627\u0646\u062a\u062e\u0627\u0628 \u0631\u062f\u06cc\u0641/ 10\u066a \u0633\u062a\u0648\u0646 \u0627\u0646\u062a\u062e\u0627\u0628 \u0633\u062a\u0648\u0646

edit_fib_warning=\u062a\u0648\u062c\u0647 \u062f\u0627\u0634\u062a\u0647 \u0628\u0627\u0634\u06cc\u062f \u06a9\u0647 \u0627\u0641\u0632\u0648\u062f\u0646\u060c \u062d\u0630\u0641 \u06cc\u0627 \u062a\u063a\u06cc\u06cc\u0631 \u062c\u0627\u0647\u0627\u06cc \u062e\u0627\u0644\u06cc  \u0632\u0645\u0627\u0646\u06cc \u06a9\u0647 \u0645\u0648\u0627\u0631\u062f \u062b\u0628\u062a \u0634\u062f\u0647 \u0628\u0647 \u0637\u0648\u0631 \u062e\u0648\u062f\u06a9\u0627\u0631 \u0645\u062c\u062f\u062f\u0627 \u0627\u0645\u062a\u06cc\u0627\u0632\u062f\u0647\u06cc \u0645\u06cc \u0634\u0648\u0646\u062f \u0645\u0646\u062c\u0631 \u0628\u0647 \u0627\u062e\u062a\u0644\u0627\u0641 \u062f\u0631 \u0627\u0645\u062a\u06cc\u0627\u0632\u062f\u0647\u06cc \u0645\u06cc \u06af\u0631\u062f\u062f. \u0628\u0631\u0627\u06cc \u0648\u06cc\u0631\u0627\u06cc\u0634 \u0627\u06cc\u0646 \u0646\u0648\u0639 \u0627\u0632 \u0633\u0648\u0627\u0644\u0627\u062a\u060c \u0634\u0645\u0627 \u0628\u0627\u06cc\u062f \u0627\u062c\u0627\u0632\u0647 \u0627\u0631\u0633\u0627\u0644 \u0645\u062c\u062f\u062f \u0628\u062f\u0647\u06cc\u062f.

