export_a=S\u0131nav\u0131 D\u0131\u015fa Aktar\u0131n
export_p=B\u00f6l\u00fcm\u00fc D\u0131\u015fa Aktar\u0131n
export_q=Soruyu D\u0131\u015fa Aktar\u0131n
export_action=\u0130ndir
export_instructions=\u0130ndir'e bast\u0131\u011f\u0131n\u0131zda, bilgisayar\u0131n\u0131za IMS QTI uyumlu bir XML dosyas\u0131 indirilir.
choose_type_1=\u0130stedi\u011finiz aktarma t\u00fcr\u00fcn\u00fc se\u00e7in,
choose_type_2=veya
choose_type_3=Bu dosyay\u0131 masa\u00fcst\u00fcn\u00fcze kaydetmek i\u00e7in Dosya > Kaydet...'i se\u00e7in. Bu dosyay\u0131 masa\u00fcst\u00fcn\u00fcze kaydetmek i\u00e7in Dosya > Kaydet...'i se\u00e7in.
ims_qti=IMS QTI uyumlu XML
ims_cp=IMS \u0130\u00e7erik Paketleme
choose_export_type=D\u0131\u015fa aktarma t\u00fcr\u00fcn\u00fc se\u00e7in\:
qti12=QTI v 1.2
content_packaging=\u0130\u00e7erik Paketleme
cp_message=E\u011fer s\u0131nav\u0131n\u0131z d\u0131\u015f kaynaklara referans olarak ekli dosya veya HTML etiketleri i\u00e7eriyorsa, \u0130\u00e7erik Paketleme se\u00e7ene\u011fini kullan\u0131n.
markup_text=\u0130\u015faretleme metni
markup_text_note=\u0130\u015faretli metin dilini se\u00e7erseniz geri bildirim bile\u015fenleri gibi d\u0131\u015fa aktar\u0131lamayan baz\u0131 \u00f6gelerin oldu\u011funu unutmay\u0131n.
export_confirm=\u0130\u015fareti metin diline aktar\u0131lamayan sorular mevcut. Devam etmek istiyor musunuz?
export=D\u0131\u015fa Aktar\u0131n
im_ex_version_choose=IMS QTI Verisyonunu Se\u00e7in
im_ex_version_12=QTI v 1.2
im_ex_version_20=QTI v 2.0
im_ex_version_show=yanl\u0131\u015f
import_a=S\u0131nav\u0131 \u0130\u00e7e Aktar\u0131n
import_p=B\u00f6l\u00fcm\u00fc Dosyadan Aktar\u0131n
import_q=Soruyu Dosyadan Aktar\u0131n
import_action=\u0130\u00e7e Aktar\u0131n
choose_file=Bir dosya se\u00e7in\:
import_instructions=Bilgisayar\u0131n\u0131zdan bir IMS QTI uyumlu<b> XML</b> dosyas\u0131 veya bir IMS \u0130\u00e7erik Paketleme <b>ZIP </b>dosyas\u0131 se\u00e7in.
import_pool_instructions=IMS QTI uyumlu <b>XML</b> dosyas\u0131n\u0131 bilgisayar\u0131n\u0131zdan se\u00e7in.
dash=-
importExport_warningHeader=<b>Not\:</b>
importExport_warning1=<b>Hot Spot</b> sorular\u0131 standart soru tipleriyle e\u015fle\u015fmedi\u011finden d\u0131\u015fa aktar\u0131lamayacak. Soru havuzlar\u0131n\u0131 veya Siteden i\u00e7e aktar \u00f6zelli\u011fini kullanarak bunlar\u0131 bir siteden di\u011ferine kopyalayabilirsiniz.
importExport_warning2=<b>Hepsini veya Hi\u00e7bir \u015eey olarak se\u00e7ili</b> ile <b>\u00e7oktan se\u00e7meli, \u00c7oklu Se\u00e7im</b> sorular i\u00e7eren testler bu ayar\u0131 ba\u015fka bir siteye i\u00e7e aktar\u0131rken tutmaz. Bunu d\u00fczeltmek i\u00e7in, i\u00e7e aktard\u0131ktan sonra se\u00e7imi tekrar <b>Hepsini veya Hi\u00e7bir \u015fey</b> olarak s\u0131f\u0131rlamak i\u00e7in yay\u0131nlamadan \u00f6nce bu sorular\u0131 d\u00fczenleyin.
import_err=Bu s\u0131nav\u0131 i\u00e7e aktar\u0131rken bir hata olu\u015ftu. Dosyan\u0131n IMS QTI bi\u00e7iminde do\u011fru olarak bi\u00e7imlendirildi\u011finden emin olun.
import_err_pool=Bu havuzu i\u00e7e aktar\u0131rken problem olu\u015ftu. Dosyan\u0131n do\u011fru IMS QTI format\u0131nda oldu\u011fundan emin olunuz.
import_qti_not_found=Bu s\u0131nav\u0131 i\u00e7e aktar\u0131rken bir hata olu\u015ftu. QTI dosya ad\u0131n\u0131n do\u011fru oldu\u011fundan emin olun.
respondus_matching_err_1=i\u00e7e aktar\u0131ld\u0131, ama a\u015fa\u011f\u0131daki sorularda bir sorun olu\u015ftu\:
respondus_matching_err_2=Bu sistemde g\u00f6r\u00fcnt\u00fclemek i\u00e7in e\u015fle\u015ftirme sorular\u0131ndaki \u00f6geler ve se\u00e7imler birebir e\u015fle\u015ftirilmi\u015f olmal\u0131d\u0131r. L\u00fctfen her bir soruya \u00e7ift eklemek i\u00e7in bu s\u0131nav\u0131 d\u00fczenleyin veya soruyu tamamen silin.
import_size_too_big={0} i\u00e7e aktar\u0131lamad\u0131 \u00e7\u00fcnk\u00fc i\u00e7e aktar\u0131m ba\u015f\u0131na {1}MB'\u0131n dosya boyutu limiti var.
import_qp=Soru Havuzunu Aktar\u0131n
export_denied=D\u0131\u015fa Aktarmaya \u0130zin Verilmedi
export_denied_message=Bu s\u0131nav\u0131 d\u0131\u015fa aktarmaya yetkiniz yok. Sorular\u0131n\u0131z i\u00e7in l\u00fctfen site y\u00f6neticisi ile irtibata ge\u00e7in.
button_continue=Ba\u015fa D\u00f6n\u00fcn
pool_error_title=Havuzdaki Sorular\u0131 G\u00fcncellerken Hata Olu\u015ftu
file_is=Bu dosya\:
from_samigo=Bu (veya ba\u015fka bir Sakai) sisteminden d\u0131\u015fa aktar\u0131n
from_respondus=Respondus'tan d\u0131\u015fa aktar\u0131lm\u0131\u015f (Respondus'ta "QTI XML Dosyas\u0131 Kaydetti\u011finizde" her soruya verilmi\u015f puanlar\u0131 korumak i\u00e7in "Ondal\u0131k say\u0131 olarak Notlar" \u0131 se\u00e7in.)
