export_a=\u062a\u0642\u064a\u064a\u0645 \u0627\u0644\u0635\u0627\u062f\u0631\u0627\u062a
export_p=\u062a\u0635\u062f\u064a\u0631 \u0627\u0644\u062c\u0632\u0621
export_q=\u0633\u0624\u0627\u0644 \u0627\u0644\u062a\u0635\u062f\u064a\u0631
export_action=\u062a\u062d\u0645\u064a\u0644
#export_action=Export
#export_instructions=Choose Version for an IMS QTI-compliant XML file
export_instructions=\u0633\u064a\u0624\u062f\u064a \u0627\u0644\u0636\u063a\u0637 \u0639\u0644\u0649 "\u062a\u0646\u0632\u064a\u0644" \u0625\u0644\u0649 \u062a\u0646\u0632\u064a\u0644 \u0645\u0644\u0641 XML \u0645\u062a\u0648\u0627\u0641\u0642 \u0645\u0639 IMS QTI \u0639\u0644\u0649 \u062c\u0647\u0627\u0632 \u0627\u0644\u0643\u0645\u0628\u064a\u0648\u062a\u0631 \u0627\u0644\u062e\u0627\u0635 \u0628\u0643.
choose_type_1=\u0627\u062e\u062a\u0631 \u0646\u0648\u0639 \u0627\u0644\u062a\u0635\u062f\u064a\u0631 \u0627\u0644\u0630\u064a \u062a\u0648\u062f \u0627\u0644\u0642\u064a\u0627\u0645 \u0628\u0647 \u060c
choose_type_2=\u0623\u0648
choose_type_3=\u060c \u0648\u0627\u0646\u0642\u0631 \u0641\u0648\u0642 \u062a\u0635\u062f\u064a\u0631. \u0628\u0627\u0644\u0646\u0633\u0628\u0629 \u0625\u0644\u0649 QTI \u060c \u0633\u064a\u0638\u0647\u0631 \u0645\u0644\u0641 XML \u0641\u064a \u0646\u0627\u0641\u0630\u0629 \u062c\u062f\u064a\u062f\u0629. \u0627\u062e\u062a\u0631 \u0645\u0644\u0641> \u062d\u0641\u0638 ... \u0641\u064a \u0627\u0644\u0645\u0633\u062a\u0639\u0631\u0636 \u0627\u0644\u062e\u0627\u0635 \u0628\u0643 \u0644\u062d\u0641\u0638 \u0647\u0630\u0627 \u0627\u0644\u0645\u0644\u0641 \u0639\u0644\u0649 \u0633\u0637\u062d \u0627\u0644\u0645\u0643\u062a\u0628 \u0627\u0644\u062e\u0627\u0635 \u0628\u0643.
ims_qti=IMS QTI-compliant XML
ims_cp=\u062a\u063a\u0644\u064a\u0641 \u0645\u062d\u062a\u0648\u0649 IMS
choose_export_type=\u0627\u062e\u062a\u0631 \u0646\u0648\u0639 \u0627\u0644\u062a\u0635\u062f\u064a\u0631\:
qti12=QTI v 1.2
content_packaging=\u062a\u063a\u0644\u064a\u0641 \u0627\u0644\u0645\u062d\u062a\u0648\u0649
cp_message=\u0625\u0630\u0627 \u0643\u0627\u0646 \u062a\u0642\u064a\u064a\u0645\u0643 \u064a\u062d\u062a\u0648\u064a \u0639\u0644\u0649 \u0623\u064a \u0645\u0644\u0641\u0627\u062a \u0645\u0631\u0641\u0642\u0629 \u0623\u0648 \u064a\u0633\u062a\u062e\u062f\u0645 \u0639\u0644\u0627\u0645\u0627\u062a HTML \u0644\u0644\u0625\u0634\u0627\u0631\u0629 \u0625\u0644\u0649 \u0645\u0648\u0627\u0631\u062f \u062e\u0627\u0631\u062c\u064a\u0629 \u060c \u0641\u064a\u062c\u0628 \u0639\u0644\u064a\u0643 \u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u062e\u064a\u0627\u0631 \u062a\u063a\u0644\u064a\u0641 \u0627\u0644\u0645\u062d\u062a\u0648\u0649.
markup_text=\u0646\u0635 \u0627\u0644\u062a\u0631\u0645\u064a\u0632
markup_text_note=\u0636\u0639 \u0641\u064a \u0627\u0639\u062a\u0628\u0627\u0631\u0643 \u0623\u0646\u0647 \u0625\u0630\u0627 \u0627\u062e\u062a\u0631\u062a \u0644\u063a\u0629 \u0646\u0635 \u0627\u0644\u062a\u0631\u0645\u064a\u0632 \u060c \u0641\u0647\u0646\u0627\u0643 \u0639\u0646\u0627\u0635\u0631 \u0644\u0627 \u064a\u0645\u0643\u0646 \u062a\u0635\u062f\u064a\u0631\u0647\u0627 \u060c \u0639\u0644\u0649 \u0633\u0628\u064a\u0644 \u0627\u0644\u0645\u062b\u0627\u0644 \u0645\u0643\u0648\u0646\u0627\u062a \u0627\u0644\u0645\u0644\u0627\u062d\u0638\u0627\u062a.
export_confirm=\u062a\u0648\u062c\u062f \u0623\u0633\u0626\u0644\u0629 \u063a\u064a\u0631 \u0642\u0627\u0628\u0644\u0629 \u0644\u0644\u062a\u0635\u062f\u064a\u0631 \u0625\u0644\u0649 \u0644\u063a\u0629 \u0627\u0644\u0646\u0635 \u0627\u0644\u062a\u0631\u0645\u064a\u0632\u064a. \u0647\u0644 \u062a\u0631\u064a\u062f \u0627\u0644\u0627\u0633\u062a\u0645\u0631\u0627\u0631\u061f
export=\u062a\u0635\u062f\u064a\u0631
im_ex_version_choose=\u0627\u062e\u062a\u0631 \u0625\u0635\u062f\u0627\u0631 IMS QTI
im_ex_version_12=QTI v 1.2
im_ex_version_20=QTI v 2.0
im_ex_version_show=\u0635\u062d\u064a\u062d
import_a=\u062a\u0642\u064a\u064a\u0645 \u0627\u0644\u0627\u0633\u062a\u064a\u0631\u0627\u062f
import_p=\u0627\u0633\u062a\u064a\u0631\u0627\u062f \u0627\u0644\u062c\u0632\u0621
import_q=\u0633\u0624\u0627\u0644 \u0627\u0633\u062a\u064a\u0631\u0627\u062f
import_action=\u0625\u0633\u062a\u064a\u0631\u0627\u062f
choose_file=\u0627\u062e\u062a\u064a\u0627\u0631 \u0645\u0644\u0641\:
import_instructions=\u0627\u062e\u062a\u0631 \u0645\u0644\u0641 <b></b>XML \u0645\u062a\u0648\u0627\u0641\u0642 \u0645\u0639 IMS QTI \u0623\u0648 \u0645\u0644\u0641 IMS \u062a\u063a\u0644\u064a\u0641 \u0627\u0644\u0645\u062d\u062a\u0648\u0649 <b>ZIP </b> \u0645\u0646 \u062c\u0647\u0627\u0632 \u0627\u0644\u0643\u0645\u0628\u064a\u0648\u062a\u0631 \u0627\u0644\u062e\u0627\u0635 \u0628\u0643.
import_pool_instructions=\u0627\u062e\u062a\u0631 \u0645\u0644\u0641 <b>XML</b> \u0645\u062a\u0648\u0627\u0641\u0642 \u0645\u0639 IMS QTI \u0645\u0646 \u062c\u0647\u0627\u0632 \u0627\u0644\u0643\u0645\u0628\u064a\u0648\u062a\u0631 \u0627\u0644\u062e\u0627\u0635 \u0628\u0643.
dash=-
importExport_warningHeader=<b>\u0645\u0644\u062d\u0648\u0638\u0629\:</b>
importExport_warning1=\u0644\u0646 \u064a\u062a\u0645 \u062a\u0635\u062f\u064a\u0631 \u0623\u0633\u0626\u0644\u0629 <b>Hot Spot</b> \u0644\u0623\u0646\u0647\u0627 \u0644\u0627 \u062a\u062a\u0637\u0627\u0628\u0642 \u0645\u0639 \u0646\u0648\u0639 \u0627\u0644\u0633\u0624\u0627\u0644 \u0627\u0644\u0642\u064a\u0627\u0633\u064a. \u064a\u0645\u0643\u0646\u0643 \u0646\u0633\u062e\u0647\u0627 \u0645\u0646 \u0645\u0648\u0642\u0639 \u0625\u0644\u0649 \u0622\u062e\u0631 \u0628\u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0645\u062e\u0627\u0632\u0646 \u0627\u0644\u0623\u0633\u0626\u0644\u0629 \u0623\u0648 \u0645\u064a\u0632\u0629 \u0627\u0644\u0627\u0633\u062a\u064a\u0631\u0627\u062f \u0645\u0646 \u0627\u0644\u0645\u0648\u0642\u0639.
importExport_warning2=\u0627\u0644\u0627\u062e\u062a\u0628\u0627\u0631\u0627\u062a \u0627\u0644\u062a\u064a \u062a\u062d\u062a\u0648\u064a \u0639\u0644\u0649 <b>\u0623\u0633\u0626\u0644\u0629 \u0627\u0644\u0627\u062e\u062a\u064a\u0627\u0631 \u0645\u0646 \u0645\u062a\u0639\u062f\u062f \u0623\u0648 \u0623\u0633\u0626\u0644\u0629 \u0627\u0644\u062a\u062d\u062f\u064a\u062f \u0627\u0644\u0645\u062a\u0639\u062f\u062f</b> \u0645\u0639 \u062a\u062d\u062f\u064a\u062f <b>\u0627\u0644\u0643\u0644 \u0623\u0648 \u0639\u062f\u0645</b> \u062a\u062d\u062f\u064a\u062f \u0623\u064a \u0634\u064a\u0621 \u0644\u0627 \u062a\u062d\u062a\u0641\u0638 \u0628\u0647\u0630\u0627 \u0627\u0644\u0625\u0639\u062f\u0627\u062f \u0639\u0646\u062f \u0627\u0644\u0627\u0633\u062a\u064a\u0631\u0627\u062f \u0625\u0644\u0649 \u0645\u0648\u0642\u0639 \u0622\u062e\u0631. \u0644\u062a\u0635\u062d\u064a\u062d \u0647\u0630\u0627 \u0627\u0644\u0623\u0645\u0631 \u060c \u0628\u0639\u062f \u0627\u0644\u0627\u0633\u062a\u064a\u0631\u0627\u062f \u060c \u0642\u0645 \u0628\u062a\u062d\u0631\u064a\u0631 \u0647\u0630\u0647 \u0627\u0644\u0623\u0633\u0626\u0644\u0629 \u0642\u0628\u0644 \u0627\u0644\u0646\u0634\u0631 \u0644\u0625\u0639\u0627\u062f\u0629 \u062a\u0639\u064a\u064a\u0646 \u0627\u0644\u062a\u062d\u062f\u064a\u062f \u0645\u0631\u0629 \u0623\u062e\u0631\u0649 \u0625\u0644\u0649 <b>\u0627\u0644\u0643\u0644 \u0623\u0648 \u0644\u0627 \u0634\u064a\u0621</b>.
# deferred for later
#import_instructions=Choose an IMS QTI-compliant XML file from your computer
# or an existing assessment to import.
#other_choose_title=Title
#other_choose_mod=Last Modified
#other_choose=OR Choose an assessment:

# properties used in java code
import_err=\u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u0627\u0633\u062a\u064a\u0631\u0627\u062f \u0647\u0630\u0627 \u0627\u0644\u062a\u0642\u064a\u064a\u0645. \u062a\u0623\u0643\u062f \u0645\u0646 \u062a\u0646\u0633\u064a\u0642 \u0627\u0644\u0645\u0644\u0641 \u0628\u0634\u0643\u0644 \u0635\u062d\u064a\u062d IMS QTI.
import_err_pool=\u062d\u062f\u062b \u062e\u0637\u0623 \u0641\u064a \u0627\u0633\u062a\u064a\u0631\u0627\u062f \u0647\u0630\u0627 \u0627\u0644\u062a\u062c\u0645\u0639. \u062a\u0623\u0643\u062f \u0645\u0646 \u062a\u0646\u0633\u064a\u0642 \u0627\u0644\u0645\u0644\u0641 \u0628\u0634\u0643\u0644 \u0635\u062d\u064a\u062d IMS QTI.
import_qti_not_found=\u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u0627\u0633\u062a\u064a\u0631\u0627\u062f \u0647\u0630\u0627 \u0627\u0644\u062a\u0642\u064a\u064a\u0645. \u062a\u0623\u0643\u062f \u0645\u0646 \u0635\u062d\u0629 \u0627\u0633\u0645 \u0645\u0644\u0641 QTI.
respondus_matching_err_1=\u0642\u0627\u0645 \u0628\u0627\u0644\u0627\u0633\u062a\u064a\u0631\u0627\u062f \u060c \u0648\u0644\u0643\u0646 \u0647\u0646\u0627\u0643 \u0645\u0634\u0643\u0644\u0629 \u0641\u064a \u0627\u0644\u0623\u0633\u0626\u0644\u0629 \u0627\u0644\u062a\u0627\u0644\u064a\u0629\:
respondus_matching_err_2=\u0644\u0644\u0639\u0631\u0636 \u0641\u064a \u0647\u0630\u0627 \u0627\u0644\u0646\u0638\u0627\u0645 \u060c \u064a\u062c\u0628 \u0625\u0642\u0631\u0627\u0646 \u0627\u0644\u0639\u0646\u0627\u0635\u0631 \u0648\u0627\u0644\u062e\u064a\u0627\u0631\u0627\u062a \u0641\u064a \u0623\u0633\u0626\u0644\u0629 \u0627\u0644\u0645\u0637\u0627\u0628\u0642\u0629 \u0648\u0627\u062d\u062f\u064b\u0627 \u0625\u0644\u0649 \u0622\u062e\u0631. \u064a\u0631\u062c\u0649 \u062a\u0639\u062f\u064a\u0644 \u0647\u0630\u0627 \u0627\u0644\u062a\u0642\u064a\u064a\u0645 \u0644\u0625\u0636\u0627\u0641\u0629 \u0623\u0632\u0648\u0627\u062c \u0644\u0643\u0644 \u0633\u0624\u0627\u0644 \u060c \u0623\u0648 \u062d\u0630\u0641 \u0627\u0644\u0633\u0624\u0627\u0644 \u0628\u0627\u0644\u0643\u0627\u0645\u0644.

import_size_too_big=\u062a\u0639\u0630\u0631 \u0627\u0633\u062a\u064a\u0631\u0627\u062f {0} \u0646\u0638\u0631\u064b\u0627 \u0644\u0648\u062c\u0648\u062f \u062d\u062f \u0644\u062d\u062c\u0645 \u0627\u0644\u0645\u0644\u0641 \u064a\u0628\u0644\u063a {1} \u0645\u064a\u063a\u0627\u0628\u0627\u064a\u062a \u0644\u0643\u0644 \u0627\u0633\u062a\u064a\u0631\u0627\u062f.

# import question pool 
import_qp=\u062a\u062c\u0645\u0639 \u0627\u0644\u0627\u0633\u062a\u064a\u0631\u0627\u062f

# Export denied
export_denied=\u0627\u0644\u062a\u0635\u062f\u064a\u0631 \u063a\u064a\u0631 \u0645\u0633\u0645\u0648\u062d \u0628\u0647
export_denied_message=\u0644\u0633\u062a \u0645\u062e\u0648\u0644\u0627\u064b \u0644\u062a\u0635\u062f\u064a\u0631 \u0647\u0630\u0627 \u0627\u0644\u062a\u0642\u064a\u064a\u0645. \u064a\u0631\u062c\u0649 \u0627\u0644\u0627\u062a\u0635\u0627\u0644 \u0628\u0645\u062f\u0631\u0633\u0643 \u0625\u0630\u0627 \u0643\u0627\u0646 \u0644\u062f\u064a\u0643 \u0623\u064a \u0623\u0633\u0626\u0644\u0629.
button_continue=\u0639\u0648\u062f\u0629

pool_error_title=\u062e\u0637\u0623 \u0641\u064a \u062a\u062d\u062f\u064a\u062b \u0645\u062c\u0645\u0648\u0639\u0629 \u0627\u0644\u0623\u0633\u0626\u0644\u0629

file_is=\u0647\u0630\u0627 \u0627\u0644\u0645\u0644\u0641 \u0639\u0628\u0627\u0631\u0629 \u0639\u0646\:
from_samigo=\u062a\u0635\u062f\u064a\u0631 \u0645\u0646 \u0647\u0630\u0627 (\u0623\u0648 \u0646\u0638\u0627\u0645 \u0633\u0627\u0643\u0627\u064a \u0622\u062e\u0631)
from_respondus=Export from Respondus (When you "Save QTI XML File" in Respondus, select "Points as decimal numbers" to preserve the point values assigned to each question.)

