export_a=Export Assessment
export_p=Exporter partie
export_q=Exporter Question
export_action=T\u00e9l\u00e9charger
#export_action=Export
#export_instructions=Choose Version for an IMS QTI-compliant XML file
export_instructions=Cliquez sur T\u00e9l\u00e9charger pour obtenir un fichier XML conforme \u00e0 la norme IMS QTI.
choose_type_1=S\u00e9lectionner le type d'exportation que vous voulez faire,
choose_type_2=ou
choose_type_3=, et cliquez sur Exporter. Pour QTI, un fichier XML appara\u00eetra dans une nouvelle fen\u00eatre. S\u00e9lectionnez Fichier > Enregistrer... dans votre navigateur pour enregistrer ce fichier sur votre bureau.
ims_qti=XML conforme - IMS QTI
ims_cp=Empaquetage de contenu IMS
choose_export_type=S\u00e9lectionner le type d'exportation \:
qti12=QTI v 1.2
content_packaging=Empaquetage du contenu
cp_message=If your assessment contains attached files or uses HTML tags to reference external resources, you should use the Content Packaging option.
markup_text=Texte balis\u00e9
markup_text_note=Ayez \u00e0 l'esprit que si vous choisissez le texte balis\u00e9, il se peut que des \u00e9l\u00e9ments ne puissent \u00eatre export\u00e9s, par exemple des \u00e9l\u00e9ments de vos commentaires.
export_confirm=Il y a des questions qui ne sont pas exportables en langage texte balis\u00e9. Souhaitez-vous continuer ?
export=Exporter
im_ex_version_choose=S\u00e9lectionnez une version de la sp\u00e9cification IMS QTI
im_ex_version_12=QTI v 1.2
im_ex_version_20=QTI v 2.0
im_ex_version_show=faux
import_a=Importer \u00e9valuation
import_p=Importer partie
import_q=Importer Question
import_action=Importer
choose_file=S\u00e9lectionnez un fichier \:
import_instructions=S00e9lectionnez un fichier XML conforme 00e0 la sp00e9cification IMS QTI 00e0 partir de votre ordinateur.
import_pool_instructions=Choisissez un fichier <b>XML</b>, compatible avec la norme IMS QTI, dans votre ordinateur.
dash=-
importExport_warningHeader=<b>Note \:</b>
importExport_warning1=<b>Hot Spot</b> questions won't be exported because they don't align with a standard question type. You can copy them from one site to another using question pools or the Import from Site feature.
importExport_warning2=Les tests qui contiennent des questions \u00e0 <b>choix multiple, s\u00e9lection multiple </b> avec <b> tout ou rien </b> s\u00e9lectionn\u00e9 ne conservent pas ce param\u00e8tre lors de l'importation vers un autre espace. Pour y rem\u00e9dier, apr\u00e8s l'importation, modifiez ces questions avant de publier pour r\u00e9initialiser la s\u00e9lection sur <b>Tout ou rien </b>.
# deferred for later
#import_instructions=Choose an IMS QTI-compliant XML file from your computer
# or an existing assessment to import.
#other_choose_title=Title
#other_choose_mod=Last Modified
#other_choose=OR Choose an assessment:

# properties used in java code
import_err=Une erreur est survenue lors de l'importation de cette \u00e9valuation. Assurez-vous que le fichier est correctement format\u00e9 selon le format IMS QTI.
import_err_pool=Une erreur est survenue lors de l'importation de ce pool. Assurez-vous que le fichier est correctement format\u00e9 selon le format IMS QTI.
import_qti_not_found=Il y avait une erreur importation de cette \u00e9valuation. Assurez-vous que le nom du fichier QTI est correct.
respondus_matching_err_1=a import\u00e9, mais il y a un probl\u00e8me avec les questions suivantes \:
respondus_matching_err_2=Pour afficher dans ce syst\u00e8me, \u00e9l\u00e9ments et choix des questions correspondantes doivent \u00eatre associ\u00e9s un \u00e0 un. Veuillez modifier cette \u00e9valuation pour ajouter des paires \u00e0 chaque question ou supprimer la question totalement.

import_size_too_big={0} n'a pas pu \u00eatre import\u00e9s, parce qu'il y a une limite de taille de fichier de {1}Mo par importation.

# import question pool 
import_qp=Importer Groupement

# Export denied
export_denied=Exportation non permise
export_denied_message=Vous n'avez pas le droit d'exporter cette \u00e9valuation. Veuillez contacter votre enseignant si vous avez des questions.
button_continue=Retourner

pool_error_title=Erreur pendant la mise \u00e0 jour du pool de questions

file_is=Ce fichier est un \:
from_samigo=Exportation \u00e0 partir de ce syst\u00e8me (ou d'un autre Sakai)
from_respondus=Exporter \u00e0 partir de Respondus (lorsque vous " Enregistrer le fichier XML QTI" dans Respondus, s\u00e9lectionnez " Points sous forme de nombres d\u00e9cimaux " pour pr\u00e9server les valeurs num\u00e9riques attribu\u00e9es \u00e0 chaque question.)

## S2U-25 Question pools export
export_pool=Export Pool
importExport_pool_warning2=Question Pool that contain <b>Multiple Choice, Multiple Selection</b> questions with <b>All or Nothing</b> selected do not retain this setting on import to another site. To remedy this, after import, edit these questions before publishing to reset the selection back to <b>All or Nothing</b>.
cp_pool_message=If your question pool contains attached files or uses HTML tags to reference external resources, you should use the Content Packaging option.

