#X-Generator: crowdin.com
export_a=\u0635\u062f\u0648\u0631 \u0627\u0631\u0632\u06cc\u0627\u0628\u06cc
export_p=\u0635\u062f\u0648\u0631 \u0628\u062e\u0634 
export_q=\u0635\u062f\u0648\u0631 \u0633\u0648\u0627\u0644
export_action=\u062f\u0627\u0646\u0644\u0648\u062f
#export_action=Export
#export_instructions=Choose Version for an IMS QTI-compliant XML file
export_instructions=\u0628\u0627 \u0641\u0634\u0627\u0631 \u062f\u0627\u062f\u0646 \u062f\u0627\u0646\u0644\u0648\u062f \u06cc\u06a9 \u0641\u0627\u06cc\u0644 IMS QTI-compliant XML \u062f\u0631 \u06a9\u0627\u0645\u067e\u06cc\u0648\u062a\u0631 \u0634\u0645\u0627 \u062f\u0627\u0646\u0644\u0648\u062f \u0645\u06cc\u0634\u0648\u062f.
choose_type_1=\u0646\u0648\u0639 \u0635\u062f\u0648\u0631\u06cc \u06a9\u0647 \u0645\u06cc\u062e\u0648\u0627\u0647\u06cc\u062f \u0627\u0646\u062c\u0627\u0645 \u0634\u0648\u062f \u0631\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f
choose_type_2=\u06cc\u0627
choose_type_3=\u0628\u0631 \u0631\u0648\u06cc \u0635\u062f\u0648\u0631 \u06a9\u0644\u06cc\u06a9 \u06a9\u0646.. \u0628\u0631\u0627\u06cc QTI\u060c \u06cc\u06a9 \u0641\u0627\u06cc\u0644 XML \u062f\u0631 \u06cc\u06a9 \u067e\u0646\u062c\u0631\u0647 \u062c\u062f\u06cc\u062f \u0638\u0627\u0647\u0631 \u062e\u0648\u0627\u0647\u062f \u0634\u062f. \u0641\u0627\u06cc\u0644> \u0630\u062e\u06cc\u0631\u0647... \u0631\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f \u062a\u0627 \u0627\u06cc\u0646 \u0641\u0627\u06cc\u0644 \u062f\u0631 \u0645\u0631\u0648\u0631\u06af\u0631 \u062a\u0627\u0646 \u0630\u062e\u06cc\u0631\u0647 \u0634\u0648\u062f.
ims_qti=XML \u0633\u0627\u0632\u06af\u0627\u0631 \u0628\u0627 QTI IMS
ims_cp=\u0628\u0633\u062a\u0647 \u0628\u0646\u062f\u06cc \u0645\u0637\u0627\u0644\u0628 \u0648 \u0645\u062d\u062a\u0648\u0627 IMS
choose_export_type=\u0627\u0646\u062a\u062e\u0627\u0628 \u0646\u0648\u0639 \u0635\u062f\u0648\u0631\:
qti12=QTI V 1.2
content_packaging=\u0628\u0633\u062a\u0647 \u0628\u0646\u062f\u06cc \u0645\u062d\u062a\u0648\u0627
cp_message=\u0627\u06af\u0631 \u0627\u0631\u0632\u06cc\u0627\u0628\u06cc \u0634\u0645\u0627 \u062d\u0627\u0648\u06cc \u0647\u0631 \u06af\u0648\u0646\u0647 \u0641\u0627\u06cc\u0644 \u067e\u06cc\u0648\u0633\u062a \u0628\u0627\u0634\u062f \u0648 \u06cc\u0627 \u0627\u0632 \u062a\u06af \u0647\u0627\u06cc HTML \u0628\u0631\u0627\u06cc \u0645\u0646\u0627\u0628\u0639 \u062e\u0627\u0631\u062c\u06cc \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u06a9\u0646\u062f\u060c \u0634\u0645\u0627 \u0628\u0627\u06cc\u062f \u0627\u0632 \u06af\u0632\u06cc\u0646\u0647 \u0628\u0633\u062a\u0647 \u0628\u0646\u062f\u06cc \u0645\u062d\u062a\u0648\u0627 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u06a9\u0646\u06cc\u062f.
markup_text=\u0646\u0634\u0627\u0646\u0647 \u06af\u0630\u0627\u0631\u06cc \u0645\u062a\u0646
markup_text_note=\u0628\u062e\u0627\u0637\u0631 \u062f\u0627\u0634\u062a\u0647 \u0628\u0627\u0634\u06cc\u062f \u06a9\u0647 \u0627\u06af\u0631 \u0634\u0645\u0627 \u0646\u0634\u0627\u0646\u0647 \u06af\u0630\u0627\u0631\u06cc \u0632\u0628\u0627\u0646 \u0645\u062a\u0646 \u0631\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0631\u062f\u0647 \u0628\u0627\u0634\u06cc\u062f \u0622\u06cc\u062a\u0645 \u0647\u0627\u06cc\u06cc \u0648\u062c\u0648\u062f \u062f\u0627\u0631\u0646\u062f \u06a9\u0647 \u0646\u0645\u06cc \u062a\u0648\u0627\u0646\u0646\u062f \u0635\u0627\u062f\u0631 \u0634\u0648\u0646\u062f\u060c \u0628\u0647 \u0639\u0646\u0648\u0627\u0646 \u0645\u062b\u0627\u0644 \u0645\u0648\u0644\u0641\u0647 \u0647\u0627\u06cc \u0628\u0627\u0632\u062e\u0648\u0631\u062f.
export_confirm=\u062f\u0631 \u0632\u0628\u0627\u0646 \u0646\u0634\u0627\u0646\u0647 \u06af\u0630\u0627\u0631\u06cc \u0645\u062a\u0646 \u067e\u0631\u0633\u0634\u0647\u0627\u06cc \u063a\u06cc\u0631 \u0642\u0627\u0628\u0644 \u0635\u062f\u0648\u0631 \u0648\u062c\u0648\u062f \u062f\u0627\u0631\u0646\u062f. \u0622\u06cc\u0627 \u0634\u0645\u0627 \u0645\u06cc \u062e\u0648\u0627\u0647\u06cc\u062f \u0627\u062f\u0627\u0645\u0647 \u062f\u0647\u06cc\u062f\u061f
export=\u062e\u0631\u0648\u062c\u064a \u06af\u0631\u0641\u062a\u0646
im_ex_version_choose=\u0627\u0646\u062a\u062e\u0627\u0628 \u0646\u0633\u062e\u0647 IMS QTI
im_ex_version_12=QTI V 1.2
im_ex_version_20=QTI \u0646\u0633\u062e\u0647 \u06f2
im_ex_version_show=\u0646\u0627\u062f\u0631\u0633\u062a
import_a=\u0648\u0627\u0631\u062f \u06a9\u0631\u062f\u0646 \u0627\u0631\u0632\u06cc\u0627\u0628\u06cc
import_p=\u0648\u0627\u0631\u062f \u06a9\u0631\u062f\u0646 \u0628\u062e\u0634
import_q=\u0648\u0627\u0631\u062f \u0643\u0631\u062f\u0646 \u0633\u0648\u0627\u0644
import_action=\u0648\u0627\u0631\u062f \u0643\u0631\u062f\u0646
choose_file=\u0627\u0646\u062a\u062e\u0627\u0628 \u0641\u0627\u06cc\u0644\:
import_instructions=\u0627\u0646\u062a\u062e\u0627\u0628 \u06cc\u06a9 \u0641\u0627\u06cc\u0644 IMS QTI-compliant XML \u06cc\u0627 \u06cc\u06a9 \u0641\u0627\u06cc\u0644 ZIP \u0628\u0633\u062a\u0647 \u0628\u0646\u062f\u06cc \u0645\u062d\u062a\u0648\u0627 \u0627\u0632 \u06a9\u0627\u0645\u067e\u06cc\u0648\u062a\u0631\u062a\u0627\u0646.
import_pool_instructions=\u06cc\u06a9 \u0641\u0627\u06cc\u0644 IMS QTI-compliant XML \u0627\u0632 \u06a9\u0627\u0645\u067e\u06cc\u0648\u062a\u0631 \u062a\u0627\u0646 \u0627\u0646\u062a\u062e\u0627\u0628 \u0646\u0645\u0627\u06cc\u06cc\u062f.
dash=-
export_imagemap_message=<b>\u0646\u06a9\u062a\u0647</b>\: \u0633\u0648\u0627\u0644\u0627\u062a \u0646\u0642\u0637\u0647 \u062f\u0627\u063a \u0635\u0627\u062f\u0631 \u0646\u0645\u06cc\u0634\u0648\u0646\u062f \u0686\u0631\u0627 \u06a9\u0647 \u0622\u0646\u0647\u0627 \u0628\u0627 \u0646\u0648\u0639 \u0633\u0648\u0627\u0644 \u0627\u0633\u062a\u0627\u0646\u062f\u0627\u0631\u062f \u0645\u0637\u0627\u0628\u0642\u062a \u0646\u062f\u0627\u0631\u0646\u062f. \u0634\u0645\u0627 \u0645\u06cc \u062a\u0648\u0627\u0646\u06cc\u062f \u0628\u0627 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0627\u0632 \u0645\u062e\u0632\u0646 \u0633\u0648\u0627\u0644\u0627\u062a \u0627\u0646\u0647\u0627 \u0631\u0627 \u0627\u0632 \u06cc\u06a9 \u0633\u0627\u06cc\u062a \u0628\u0647 \u06cc\u06a9 \u0633\u0627\u06cc\u062a \u062f\u06cc\u06af\u0631 \u06a9\u067e\u06cc \u06a9\u0646\u06cc\u062f \u0648 \u06cc\u0627 \u0627\u0632 \u0648\u06cc\u0632\u06af\u06cc \u0633\u0627\u06cc\u062a \u0648\u0627\u0631\u062f \u06a9\u0646\u06cc\u062f.
# deferred for later
#import_instructions=Choose an IMS QTI-compliant XML file from your computer\
# or an existing assessment to import.
#other_choose_title=Title
#other_choose_mod=Last Modified
#other_choose=OR Choose an assessment:

# properties used in java code
import_err=\u062f\u0631 \u0648\u0627\u0631\u062f \u06a9\u0631\u062f\u0646 \u0627\u06cc\u0646 \u0627\u0631\u0632\u06cc\u0627\u0628\u06cc \u06cc\u06a9 \u062e\u0637\u0627 \u0648\u062c\u0648\u062f \u062f\u0627\u0631\u062f. \u0627\u0637\u0645\u06cc\u0646\u0627\u0646 \u062d\u0627\u0635\u0644 \u06a9\u0646\u06cc\u062f \u06a9\u0647 \u0641\u0627\u06cc\u0644 \u0628\u0647 \u062f\u0631\u0633\u062a\u06cc \u0641\u0631\u0645\u062a IMS QTI \u0631\u0627 \u062f\u0627\u0631\u062f. 
import_err_pool=\u06cc\u06a9 \u062e\u0637\u0627 \u062f\u0631 \u0648\u0627\u0631\u062f \u0627\u06cc\u0646 \u0628\u0627\u0646\u06a9 \u0648\u062c\u0648\u062f \u062f\u0627\u0631\u062f. \u0627\u0637\u0645\u06cc\u0646\u0627\u0646 \u062d\u0627\u0635\u0644 \u06a9\u0646\u06cc\u062f \u06a9\u0647 \u0641\u0627\u06cc\u0644 \u0628\u0647 \u062f\u0631\u0633\u062a\u06cc \u0641\u0631\u0645\u062a IMS QTI \u062f\u0627\u0631\u062f.
import_qti_not_found=\u06cc\u06a9 \u062e\u0637\u0627 \u062f\u0631 \u0648\u0627\u0631\u062f \u06a9\u0631\u062f\u0646 \u0627\u06cc\u0646 \u0627\u0631\u0632\u06cc\u0627\u0628\u06cc \u0648\u062c\u0648\u062f \u062f\u0627\u0631\u062f. \u0627\u0637\u0645\u06cc\u0646\u0627\u0646 \u062d\u0627\u0635\u0644 \u06a9\u0646\u06cc\u062f \u06a9\u0647 \u0646\u0627\u0645 \u0641\u0627\u06cc\u0644 QTI \u062f\u0631\u0633\u062a \u0627\u0633\u062a.
respondus_matching_err_1=\u0648\u0627\u0631\u062f \u0634\u062f\u0647 \u0627\u0633\u062a\u060c \u0627\u0645\u0627 \u0633\u0648\u0627\u0644\u0627\u062a \u0632\u06cc\u0631 \u0645\u0634\u06a9\u0644 \u062f\u0627\u0631\u0646\u062f\:
respondus_matching_err_2=\u0628\u0631\u0627\u06cc \u0646\u0645\u0627\u06cc\u0634 \u062f\u0631 \u0627\u06cc\u0646 \u0633\u06cc\u0633\u062a\u0645\u060c \u0627\u0642\u0644\u0627\u0645 \u0648 \u0627\u0646\u062a\u062e\u0627\u0628 \u062f\u0631 \u0633\u0648\u0627\u0644\u0627\u062a \u062a\u0637\u0628\u06cc\u0642\u06cc \u0628\u0627\u06cc\u062f\u06cc\u06a9 \u0628\u0647 \u06cc\u06a9 \u062c\u0641\u062a \u0634\u0648\u0646\u062f. \u0644\u0637\u0641\u0627 \u0628\u0631\u0627\u06cc \u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u062c\u0641\u062a \u0647\u0627 \u0628\u0647 \u0647\u0631 \u0633\u0648\u0627\u0644 \u0627\u06cc\u0646 \u0627\u0631\u0632\u06cc\u0627\u0628\u06cc \u0631\u0627 \u0648\u06cc\u0631\u0627\u06cc\u0634 \u06a9\u0646\u06cc\u062f \u06cc\u0627 \u06a9\u0644 \u0633\u0648\u0627\u0644 \u0631\u0627 \u062d\u0630\u0641 \u06a9\u0646\u06cc\u062f.

import_size_too_big={0} \u0646\u0645\u06cc \u062a\u0648\u0627\u0646\u062f \u0648\u0627\u0631\u062f \u0634\u0648\u062f \u0686\u0631\u0627 \u06a9\u0647 \u0645\u062d\u062f\u0648\u062f\u06cc\u062a \u0627\u0646\u062f\u0627\u0632\u0647 \u0641\u0627\u06cc\u0644 {1} \u0645\u06af\u0627\u0628\u0627\u06cc\u062a \u062f\u0631 \u0647\u0631 \u0648\u0627\u0631\u062f \u06a9\u0631\u062f\u0646 \u0648\u062c\u0648\u062f \u062f\u0627\u0631\u062f.

# import question pool 
import_qp=\u0648\u0627\u0631\u062f \u06a9\u0631\u062f\u0646 \u0645\u062e\u0632\u0646

# Export denied
export_denied=\u0635\u0627\u062f\u0631\u0627\u062a \u063a\u06cc\u0631\u0645\u062c\u0627\u0632
export_denied_message=\u0634\u0645\u0627 \u0645\u062c\u0627\u0632 \u0628\u0647 \u0635\u062f\u0648\u0631 \u0627\u06cc\u0646 \u0627\u0631\u0632\u06cc\u0627\u0628\u06cc \u0646\u06cc\u0633\u062a\u06cc\u062f. \u0627\u06af\u0631 \u0647\u0631 \u06af\u0648\u0646\u0647 \u0633\u0648\u0627\u0644\u06cc \u062f\u0627\u0631\u06cc\u062f \u0644\u0637\u0641\u0627 \u0628\u0627 \u0645\u0631\u0628\u06cc \u062e\u0648\u062f \u062a\u0645\u0627\u0633 \u0628\u06af\u06cc\u0631\u06cc\u062f.
button_continue=\u0628\u0627\u0632\u06af\u0634\u062a

pool_error_title=\u062e\u0637\u0627 \u062f\u0631 \u0628\u0647 \u0631\u0648\u0632 \u0631\u0633\u0627\u0646\u06cc \u0633\u0648\u0627\u0644\u0627\u062a \u0645\u062e\u0632\u0646

file_is=\u0627\u06cc\u0646 \u0641\u0627\u06cc\u0644 \u0647\u0633\u062a \u06cc\u06a9\:
from_samigo=\u0635\u0627\u062f\u0631\u0627\u062a \u0627\u0632 \u0627\u06cc\u0646 (\u0648 \u06cc\u0627 Sakai \u062f\u06cc\u06af\u0631) \u0633\u06cc\u0633\u062a\u0645
from_respondus=\u0635\u062f\u0648\u0631 \u0627\u0632 Respondus ( \u0648\u0642\u062a\u06cc \u0634\u0645\u0627 "\u0646\u0645\u0631\u0627\u062a \u0628\u0635\u0648\u0631\u062a \u0627\u0639\u062f\u0627\u062f \u0627\u0639\u0634\u0627\u0631\u06cc" \u0631\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f \u062a\u0627 \u0627\u0631\u0632\u0634 \u0646\u0645\u0631\u0627\u062a \u062f\u0627\u062f\u0647 \u0634\u062f\u0647 \u0628\u0647 \u0647\u0631 \u0633\u0648\u0627\u0644 \u062d\u0641\u0638 \u0634\u0648\u062f.)


