export_a=Pr\u00fcfung exportieren
export_p=Teil exportieren
export_q=Frage exportieren
export_action=Herunterladen
#export_action=Export
#export_instructions=Choose Version for an IMS QTI-compliant XML file
export_instructions=Klicken Sie auf \u201eHerunterladen\u201c, um eine IMS QTI-kompatible XML-Datei zu erstellen, die auf Ihren Computer heruntergeladen wird.
choose_type_1=W\u00e4hlen Sie den gew\u00fcnschten Exporttyp,
choose_type_2=oder
choose_type_3=, und klicken Sie auf \u201eExport\u201c. Bei QTI wird eine XML-Datei in einem neuen Fenster ge\u00f6ffnet. Gehen Sie in Ihrem Browser-Men\u00fc auf Datei > Speichern..., um diese Datei auf Ihrem Desktop zu speichern.
ims_qti=IMS QTI-kompatibles XML
ims_cp= IMS Content Packaging
choose_export_type=W\u00e4hlen Sie den Exporttyp:
qti12=QTI Version 1.2
content_packaging=Content Packaging
cp_message=Wenn Ihre Pr\u00fcfung Anh\u00e4nge oder HTML-Tags zu externen Referenzressourcen umfasst, sollten Sie die Content Packaging-Option w\u00e4hlen.
export=Exportieren
im_ex_version_choose=W\u00e4hlen Sie die IMS QTI-Version aus
im_ex_version_12=QTI Version 1.2
im_ex_version_20=QTI Version 2.0
im_ex_version_show=falsch
import_a=Pr\u00fcfung importieren
import_p=Teil importieren
import_q=Frage importieren
import_action=Importieren
choose_file=W\u00e4hlen Sie eine Datei aus:
import_instructions=W\u00e4hlen Sie eine IMS QTI-kompatible <b>XML</b>-Datei oder eine IMS Content Packaging-<b>ZIP</b>-Datei auf Ihrem Computer aus.
import_pool_instructions=W\u00e4hlen Sie eine IMS QTI-kompatible <b>XML</b>-Datei auf Ihrem Computer aus.
dash=-
# deferred for later
#import_instructions=Choose an IMS QTI-compliant XML file from your computer\
# or an existing assessment to import.
#other_choose_title=Title
#other_choose_mod=Last Modified
#other_choose=OR Choose an assessment:

# properties used in java code
import_err = Beim Importieren dieser Pr\u00fcfung ist ein Fehler aufgetreten. Stellen Sie sicher, dass die Datei richtig IMS QTI-formatiert ist. 
import_qti_not_found = Beim Importieren dieser Pr\u00fcfung ist ein Fehler aufgetreten. Stellen Sie sicher, dass der QTI-Dateiname richtig ist.
respondus_matching_err_1 = wurde importiert, aber es sind Probleme bei den folgenden Fragen aufgetreten:
respondus_matching_err_2 = Elemente und Auswahlen in Zuordnungsfragen m\u00fcssen eineindeutig gepaart sein, um in diesem System angezeigt werden zu k\u00f6nnen. Bearbeiten Sie die Pr\u00fcfung derart, dass Paare zu jeder Frage hinzugef\u00fcgt sind, oder l\u00f6schen Sie diese Frage g\u00e4nzlich.

import_size_too_big={0} konnte nicht importiert werden, da die Maximalgr\u00f6\u00dfe f\u00fcr Dateien pro Import {1} MB betr\u00e4gt.

# import question pool 
import_qp=Pool importieren

# Export denied
export_denied=Export nicht m\u00f6glich
export_denied_message=Sie verf\u00fcgen nicht \u00fcber die erforderlichen Berechtigungen zum Export dieser Pr\u00fcfung. Bei Fragen wenden Sie sich bitte an Ihren Dozenten.
button_continue=Zur\u00fcck

pool_error_title=Beim Aktualisieren des Fragenpools ist ein Fehler aufgetreten

file_is=Diese Datei ist ein:
from_samigo=Export aus diesem (oder einem anderen Sakai-) System
from_respondus=Export aus Respondus (Wenn Sie in Respondus die Option \u201eAls QTI XML-Datei speichern" ausw\u00e4hlen, aktivieren Sie die Funktion \u201ePunkte als Dezimalzahlen\u201c, um die jeder Frage zugewiesenen Punktewerte zu bewahren.)

