export_a=\u30c6\u30b9\u30c8\u3092\u30a8\u30af\u30b9\u30dd\u30fc\u30c8
export_p=\u90e8\u54c1\u3092\u30a8\u30af\u30b9\u30dd\u30fc\u30c8
export_q=\u554f\u984c\u3092\u30a8\u30af\u30b9\u30dd\u30fc\u30c8
export_action=\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9
export_instructions=\u81ea\u5206\u306e\u30b3\u30f3\u30d4\u30e5\u30fc\u30bf\u306b\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9\u3059\u308b\u5834\u5408\u306f\uff0cIMS QTI \u6e96\u62e0\u306e XML \u30d5\u30a1\u30a4\u30eb\u3092\u751f\u6210\u3059\u308b\u305f\u3081\u306b\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9\u3092\u9078\u629e\u3057\u307e\u3059\uff0e\u305d\u3057\u3066\uff0c\u30d6\u30e9\u30a6\u30b6\u30e1\u30cb\u30e5\u30fc\u306e <b>\u30d5\u30a1\u30a4\u30eb</b> \u3092\u9078\u629e\u3057\u30da\u30fc\u30b8\u3092\u4fdd\u5b58\u3057\u307e\u3059\uff0e
choose_type_1=\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u3057\u305f\u3044\u30bf\u30a4\u30d7\u3092\u9078\u629e\u3057\uff0c
choose_type_2=\u307e\u305f\u306f
choose_type_3=\u300c\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u300d\u3092\u30af\u30ea\u30c3\u30af\u3057\u307e\u3059\uff0eQTI \u306e\u5834\u5408\u306f\uff0cXML \u30d5\u30a1\u30a4\u30eb\u304c\u3042\u305f\u3089\u3057\u30a6\u30a3\u30f3\u30c9\u30a6\u306b\u8868\u793a\u3055\u308c\u307e\u3059\uff0e\u30d6\u30e9\u30a6\u30b6\u3067\u300c\u30d5\u30a1\u30a4\u30eb\u300d\u2192\u300c\u4fdd\u5b58\u300d\u3092\u9078\u629e\u3057\uff0c\u3053\u306e\u30d5\u30a1\u30a4\u30eb\u3092\u4fdd\u5b58\u3057\u307e\u3059\uff0e
ims_qti=IMS QTI \u6e96\u62e0 XML
ims_cp=IMS \u30b3\u30f3\u30c6\u30f3\u30c4\u30d1\u30c3\u30b1\u30fc\u30b8\u30f3\u30b0
choose_export_type=\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u30bf\u30a4\u30d7\u3092\u9078\u3093\u3067\u304f\u3060\u3055\u3044\:
qti12=QTI v 1.2
content_packaging=\u30b3\u30f3\u30c6\u30f3\u30c4\u30d1\u30c3\u30b1\u30fc\u30b8\u30f3\u30b0
cp_message=\u5916\u90e8\u306e\u30ea\u30bd\u30fc\u30b9\u3092\u53c2\u7167\u3059\u308b\u305f\u3081\u306b\uff0c\u30c6\u30b9\u30c8\u306b\u6dfb\u4ed8\u30d5\u30a1\u30a4\u30eb\u3092\u542b\u3081\u305f\u308a\uff0cHTML \u30bf\u30b0\u3092\u4f7f\u7528\u3059\u308b\u5834\u5408\u306f\uff0c "\u30b3\u30f3\u30c6\u30f3\u30c4\u30d1\u30c3\u30b1\u30fc\u30b8\u5316" \u30aa\u30d7\u30b7\u30e7\u30f3\u3092\u4f7f\u7528\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\uff0e
markup_text=\u30de\u30fc\u30af\u30a2\u30c3\u30d7\u30c6\u30ad\u30b9\u30c8
markup_text_note=\u30de\u30fc\u30af\u30a2\u30c3\u30d7\u30c6\u30ad\u30b9\u30c8\u8a00\u8a9e\u3092\u9078\u629e\u3057\u3066\u3082\u4f8b\u3048\u3070\u30d5\u30a3\u30fc\u30c9\u30d0\u30c3\u30af\u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8\u306e\u3088\u3046\u306b\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u3067\u304d\u306a\u3044\u30a2\u30a4\u30c6\u30e0\u304c\u3042\u308b\u3053\u3068\u3092\u60f3\u5b9a\u3057\u3066\u4e0b\u3055\u3044\uff0e
export_confirm=\u30de\u30fc\u30af\u30a2\u30c3\u30d7\u30c6\u30ad\u30b9\u30c8\u8a00\u8a9e\u306b\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u3067\u304d\u306a\u3044\u554f\u984c\u3067\u3059\u3002\u7d9a\u3051\u307e\u3059\u304b\uff1f
export=\u30a8\u30af\u30b9\u30dd\u30fc\u30c8
im_ex_version_choose=IMS QTI Version \u3092\u9078\u629e
im_ex_version_12=QTI v 1.2
im_ex_version_20=QTI v 2.0
im_ex_version_show=\u507d
import_a=\u30c6\u30b9\u30c8\u3092\u30a4\u30f3\u30dd\u30fc\u30c8
import_p=\u90e8\u54c1\u3092\u30a4\u30f3\u30dd\u30fc\u30c8
import_q=\u554f\u984c\u3092\u30a4\u30f3\u30dd\u30fc\u30c8
import_action=\u30a4\u30f3\u30dd\u30fc\u30c8
choose_file=\u30d5\u30a1\u30a4\u30eb\u3092\u9078\u629e\:
import_instructions=\u81ea\u5206\u306e\u30b3\u30f3\u30d4\u30e5\u30fc\u30bf\u304b\u3089 IMS QTI-compliant XML \u30d5\u30a1\u30a4\u30eb\u3092\u30a4\u30f3\u30dd\u30fc\u30c8\u3057\u307e\u3059\uff0e
import_pool_instructions=\u81ea\u5206\u306e\u30b3\u30f3\u30d4\u30e5\u30fc\u30bf\u30fc\u304b\u3089 IMS QTI \u4e92\u63db <b>XML</b> \u30d5\u30a1\u30a4\u30eb\u3092\u9078\u3073\u307e\u3059\uff0e
dash=-
export_imagemap_message=<b>\u6ce8\u610f</b>\uff1a\u30db\u30c3\u30c8\u30b9\u30dd\u30c3\u30c8\u306e\u8cea\u554f\u306f\u6a19\u6e96\u7684\u306a\u8cea\u554f\u30bf\u30a4\u30d7\u3067\u306f\u306a\u3044\u306e\u3067\u30a8\u30ad\u30b9\u30dd\u30fc\u30c8\u3067\u304d\u307e\u305b\u3093\uff0e\u8cea\u554f\u30d7\u30fc\u30eb\u307e\u305f\u306f\u30b5\u30a4\u30c8\u6a5f\u80fd\u306e\u30a4\u30f3j\u30dd\u30fc\u30c8\u3092\u4f7f\u3063\u3066\u30b5\u30a4\u30c8\u304b\u3089\u5225\u306e\u30b5\u30a4\u30c8\u306b\u30b3\u30d4\u30fc\u3057\u3066\u4e0b\u3055\u3044\uff0e
import_err=\u3053\u306e\u30c6\u30b9\u30c8\u3092\u30a4\u30f3\u30dd\u30fc\u30c8\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u3042\u308a\u307e\u3057\u305f\uff0eIMS QTI \u3067\u30d5\u30a1\u30a4\u30eb\u304c\u6b63\u3057\u304f\u30d5\u30a9\u30fc\u30de\u30c3\u30c8\u3055\u308c\u3066\u3044\u308b\u304b\u78ba\u8a8d\u3057\u3066\u4e0b\u3055\u3044\uff0e\u30a8\u30e9\u30fc\u306e\u8a73\u7d30\:
import_err_pool=\u3053\u306e\u30d7\u30fc\u30eb\u3092\u30a4\u30f3\u30dd\u30fc\u30c8\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u3042\u308a\u307e\u3057\u305f\uff0eIMS QTI \u3067\u30d5\u30a1\u30a4\u30eb\u304c\u6b63\u3057\u304f\u30d5\u30a9\u30fc\u30de\u30c3\u30c8\u3055\u308c\u3066\u3044\u308b\u304b\u78ba\u8a8d\u3057\u3066\u4e0b\u3055\u3044\uff0e\u30a8\u30e9\u30fc\u306e\u8a73\u7d30\:
import_qti_not_found=\u3053\u306e\u30c6\u30b9\u30c8\u3092\u30a4\u30f3\u30dd\u30fc\u30c8\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u3042\u308a\u307e\u3057\u305f\uff0eQTI \u30d5\u30a1\u30a4\u30eb\u540d\u304c\u6b63\u3057\u3044\u3053\u3068\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\uff0e
respondus_matching_err_1=\u306f\u30a4\u30f3\u30dd\u30fc\u30c8\u3055\u308c\u307e\u3057\u305f\u304c\uff0c\u6b21\u306e\u554f\u984c\u306b\u554f\u984c\u304c\u3042\u308a\u307e\u3059\:
respondus_matching_err_2=\u3053\u306e\u30b7\u30b9\u30c6\u30e0\u4e2d\u3067\u8868\u793a\u3059\u308b\u305f\u3081\u306b\u306f\uff0c\u6574\u5408\u554f\u984c\u306e\u30a2\u30a4\u30c6\u30e0\u3068\u9078\u629e\u306f\u4e00\u5bfe\u4e00\u306e\u5bfe\u3067\u3042\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\uff0e\u3053\u306e\u30c6\u30b9\u30c8\u3092\u7de8\u96c6\u3057\u3066\u5404\u554f\u984c\u306b\u5bfe\u3092\u8ffd\u52a0\u3059\u308b\u304b\uff0c\u554f\u984c\u5168\u4f53\u3092\u524a\u9664\u3057\u3066\u4e0b\u3055\u3044\uff0e
import_size_too_big=1 \u56de\u306e\u30a4\u30f3\u30dd\u30fc\u30c8\u306b\u5bfe\u3057\u3066 {1} MB \u306e\u30d5\u30a1\u30a4\u30eb\u30b5\u30a4\u30ba\u5236\u9650\u304c\u3042\u308b\u305f\u3081\uff0c"{0}" \u3092\u30a4\u30f3\u30dd\u30fc\u30c8\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\uff0e
import_qp=\u30d7\u30fc\u30eb\u3092\u30a4\u30f3\u30dd\u30fc\u30c8
export_denied=\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u306f\u8a31\u53ef\u3055\u308c\u3066\u3044\u307e\u305b\u3093
export_denied_message=\u3053\u306e\u30c6\u30b9\u30c8\u3092\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u3059\u308b\u3053\u3068\u304c\u8a31\u53ef\u3055\u308c\u3066\u3044\u307e\u305b\u3093\uff0e\u8cea\u554f\u304c\u3042\u308b\u5834\u5408\u306f\uff0c\u6559\u54e1\u306b\u9023\u7d61\u3092\u53d6\u3063\u3066\u304f\u3060\u3055\u3044\uff0e
button_continue=\u623b\u308b
pool_error_title=\u30d7\u30fc\u30eb\u554f\u984c\u3092\u66f4\u65b0\u4e2d\u306e\u30a8\u30e9\u30fc
file_is=\u3053\u306e\u30d5\u30a1\u30a4\u30eb\u306b\u306f\u6b21\u306e\u3082\u306e\u304c\u3042\u308a\u307e\u3059\:
from_samigo=\u3053\u306e (\u307e\u305f\u306f\u4ed6\u306e Sakai) \u30b7\u30b9\u30c6\u30e0\u304b\u3089\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u3057\u307e\u3059
from_respondus=Respondus \u304b\u3089\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u3057\u307e\u3059 (Respondus \u3067 "QTI XML \u30d5\u30a1\u30a4\u30eb\u3092\u4fdd\u5b58" \u3059\u308b\u3068\uff0c "10 \u9032\u6570\u3068\u3057\u3066\u306e\u70b9" \u3092\u9078\u629e\u3057\u5404\u554f\u984c\u306b\u5272\u308a\u5f53\u3066\u305f\u70b9\u6570\u306e\u5024\u3092\u4fdd\u5b58\u3057\u307e\u3059)
