export_a=Izvezi kontrolnu ve\u017ebu
export_p=Izvezi deo
export_q=Izvezi pitanje
export_action=Preuzmi
#export_action=Export
#export_instructions=Choose Version for an IMS QTI-compliant XML file
export_instructions=Pritiskom na Preuzmi preuzima\u0161 XML datoteku kompatibilnu sa IMS QTI na tvoj ra\u010dunar.
choose_type_1=Izaberi vrstu izvoza,
choose_type_2=ili
choose_type_3=, i klikni na Izvezi. Za QTI, XML datoteka \u0107e se pojaviti u novom prozoru. Izaberite Datoteka > Sa\u010duvaj... u svom pretra\u017eiva\u010du za \u010duvanje ove datoteke na radnoj povr\u0161ini.
ims_qti=QML kompatibilan sa IMS QTI
ims_cp=Pakovanje IMS sadr\u017eaja
choose_export_type=Izaberi tip izvoza\:
qti12=QTI v 1.2
content_packaging=Pakovanje sadr\u017eaja
cp_message=Ako tvoja kontrolna  ve\u017eba sadr\u017ei prilo\u017eene datoteke ili koristi HTML oznake za upu\u0107ivanje na spoljne resurse, trebalo bi da koristi\u0161 opciju Pakovanje sadr\u017eaja.
markup_text=Ozna\u010di tekst
markup_text_note=Imaj na umu da ako izabere\u0161 jezik za ozna\u010davanje, postoje stavke koje se ne mogu izvesti, na primer komponente povratnih informacija.
export_confirm=Pritiskom na Preuzmi \u0107e\u0161 preuzeti XML datoteku kompatibilnu sa IMS QTI na tvoj ra\u010dunar.
export=Izvoz
im_ex_version_choose=Izaberi IMS QTI verziju
im_ex_version_12=QTI v 1.2
im_ex_version_20=QTI v 2.0
im_ex_version_show=neta\u010dno
import_a=Uvezi kontrolnu ve\u017ebu
import_p=Uvezi deo
import_q=Uvezi pitanje
import_action=Uvoz
choose_file=Izaberi datoteku\:
import_instructions=Izaberi <b>XML</b> datoteku kompatibilnu sa IMS QTI ili <b>ZIP</b> datoteku IMS za pakovanje sadr\u017eaja sa svog ra\u010dunara.
import_pool_instructions=Izaberi <b>XML</b> datoteku kompatibilnu sa IMS QTI sa svog ra\u010dunara.
dash=-
importExport_warningHeader=<b>Napomena\:</b>
importExport_warning1=<b>Hotspot</b> pitanja ne\u0107e biti izvezena jer nisu u skladu sa standardnim tipom pitanja. Mo\u017ee\u0161 ih kopirati sa jednog sajta na drugi koriste\u0107i skupove pitanja ili funkciju Uvezi sa sajta.
importExport_warning2=Testovi koji sadr\u017ee <b>pitanja sa vi\u0161estrukim izborom i pitanja sa vi\u0161estrukim odgovorom </b> sa izabranim <b>sve ili ni\u0161ta</b> ne zadr\u017eavaju ovo pode\u0161avanje prilikom uvoza na drugi sajt. Za popravljanje ovoga, nakon uvoza, uredi ova pitanja pre objavljivanja radi resetovanja ozna\u010davanja nazad na <b>sve ili ni\u0161ta</b>.
# deferred for later
#import_instructions=Choose an IMS QTI-compliant XML file from your computer
# or an existing assessment to import.
#other_choose_title=Title
#other_choose_mod=Last Modified
#other_choose=OR Choose an assessment:

# properties used in java code
import_err=Do\u0161lo je do gre\u0161ke pri uvozu ove kontrolne ve\u017ebe. Uveri se da je datoteka pravilno formatirana IMS QTI.
import_err_pool=Do\u0161lo je do gre\u0161ke pri uvozu ovog skupa. Uveri se da je datoteka pravilno formatirana IMS QTI.
import_qti_not_found=Do\u0161lo je do gre\u0161ke pri uvozu ove kontrolne ve\u017ebe. Uveri se da je naziv QTI datoteke ta\u010dan.
respondus_matching_err_1=je uvezeno, ali postoji problem sa slede\u0107im pitanjima\:
respondus_matching_err_2=Da bi se prikazali u ovom sistemu, stavke i izbori u odgovaraju\u0107im pitanjima moraju biti upareni jedan prema jedan. Uredi ovu kontrolnu ve\u017ebu da bi svakom pitanju dodao/la parove ili izbri\u0161i pitanje u potpunosti.

import_size_too_big=Nije mogu\u0107e uvesti {0} jer postoji ograni\u010denje veli\u010dine datoteke od {1}MB po uvozu.

# import question pool
import_qp=Uvozni skup

# Export denied
export_denied=Izvoz nije dozvoljen
export_denied_message=Nisi ovla\u0161\u0107en/a da izveze\u0161 ovu kontrolnu ve\u017ebu. Kontaktiraj svog nastavnika ako ima\u0161 bilo kakvih pitanja.
button_continue=Vrati

pool_error_title=Gre\u0161ka pri a\u017euriranju pitanja skupa

file_is=Ova datoteka je\:
from_samigo=Izvoz iz ovog (ili drugog Sakai) sistema
from_respondus=Izvezi iz Respondusa (Pri \u201eSa\u010duvaj QTI XML datoteku\u201c u Respondusu, izaberi \u201eBodovi kao decimalni brojevi\u201c za \u010duvanje vrednosti bodova dodeljene svakom pitanju.

## S2U-25 Question pools export
export_pool=Skup izvoza
importExport_pool_warning2=Grupa pitanja koja sadr\u017ei <b>pitanja sa vi\u0161estrukim izborom i pitanja sa vi\u0161estrukim odgovorom</b> sa izabranim <b>sve ili ni\u0161ta</b> ne zadr\u017eava ovo pode\u0161avanje prilikom uvoza na drugi sajt. Za popravljanje ovoga, nakon uvoza, uredi ova pitanja pre objavljivanja radi resetovanja ozna\u010davanja nazad na <b>sve ili ni\u0161ta</b>.
cp_pool_message=Ako tvoj skup pitanja sadryi prilo\u017eene datoteke ili koristi HTML oznake koje se pozivaju na spolja\u0161nje resurse, trebao bi da koristi\u0161 opciju pakovanja datoteka
