pool_badmarkers_error_1=Par markera treba da ima 2 znaka.
pool_badmarkers_error_2=Oba markera su istoii znak. Moraju biti druga\u010diji.
pool_badmarkers_error_3=Ne mo\u017ee\u0161 da koristi\u0161 ove znakove u paru markera\: " \\' \\. , & < > | * i razmak
subnav_print=Pregled za \u0161tampu
img_part_delete=/images/icons/page_delete.png
img_part_edit=/images/icons/page_edit.png
img_edit=/images/icons/pencil.png
img_delete=/images/icons/delete.png
add_items=Dodaj stavku
add_q=Dodaj pitanje
add_matches=Dodaj uparene
add_more_answer_sect=Dodaj sekciju odgovora
add_more_answer_sects=Dodaj sekciju odgovora
add_more_options=Dodaj jo\u0161 opcija
add_more_items=Dodaj jo\u0161 stavki
addr=Adrese\:
admin=Administrator
all=sve
button_back=Nazad
all_user_input_saved=Snimi automatski sve korisni\u010dke unose
allow_only_specified=Dozvoli samo naveden IP
an_assessment_must_co=Kontrolna ve\u017ebamora da sadr\u017ei najmanje jedno pitanje da bi bila objavljena
anonymous=Anonimno
anonymous_grading_on=Samo anonimno ocenjivanje
another_p=Drugi deo
answer=Odgovor
answer_options_rich=Unesi tekst opcije i/ili dodaj priloge ispod
answer_options=Unesi opcije pojedina\u010dno
answer_options_paste=Nalepite spisak (jedna opcija po redu, bez znakova za nabrajanje)
answer_options_populate=Popuni opcije odgovora
answer_options_count=Broj opcija u ovom pitanju (npr. od A do G \= 7)
required_options_count=Broj tra\u017eenih odgovora
answers_required=potrebni odgovor(i).
answer_point_value=Bodovna vrednost odgovora
answer_point_value_display=Prika\u017ei vrednosti bodova dok student pola\u017ee ispit
answer_min_point_value=Minimalna bodovna vrednost (opciono)
answer_min_point_value_warning=Nije dostupno sa delimi\u010dnim kreditom ili negativnim oznakama
answer_min_point_info=Bododvi se dodeljuju korisniku za poku\u0161aj postavljanja pitanja
answer_provide_a_mo=Dostavi model odgovora kao vodi\u010d za u\u010denike.
answer_text_predefi=Tekst odgovora\: Unapred definisan skup skala za izve\u0161tavanje ankete.
answers=Odgovori
answers_select_answ=Odgovori\: Ozna\u010di odgovor ispod.
as_listed_on_assessm=Kao \u0161to je navedeno na stranici Pitanja za kontrolnu ve\u017ebu
assessment=Kontrolna ve\u017eba
assessment_introduct=Uvod u kontrolnu ve\u017ebu
assessment_metadata=Metapodaci kontrolne ve\u017ebe
assessment_organizat=Organizacija kontrolne ve\u017ebe
assessment_released=Procena objavljena na
assessment_title=Naziv kontrolne ve\u017ebe
assessment_title_colon=Naziv kontrolne ve\u017ebe
assign_to=Dodeli
assign_to_p=Dodeli delu
assign_to_q_p=Dodeli grupi pitanja
assign_to_question_p=Dodeli skupu pitanja
audio_recording=Audio odgovor u\u010denika
authenticated_users=Svi korisnici
author_s=Autor(i)
auto_save=Automatsko snimanje
auto_submit_when_tim=Automatski podnesi kada istekne vreme
available=Dostupno
button_remove_submissions=Ukloni podneske
bg_color=Boja pozadine
bg_image=Slika pozadine
but_remember=ali imaj na umu
button_add=Dodaj
button_cancel=Otka\u017ei
copy_to_pool=Kopiraj u skup
button_save=Sa\u010duvaj
button_close=Zatvori
button_save_pub=Sa\u010duvaj i objavi kontrolnu ve\u017ebu
button_republish_and_regrade=Pregradi i ponovo objavi
button_republish=Ponovo objavi
button_return=Vrati
button_update_points=A\u017euriraj bodove
button_update_order=A\u017euriraj redosled
button_add_questions=Dodaj pitanja
button_search_questions_by_tag_and=Pretra\u017ei pitanja sa kojima se uklapaju SVE oznake
button_search_questions_by_tag_or=Pretra\u017ei pitanja sa kojima se uklapa NAJMANJE jedna oznaka
button_search_questions_by_text_and=Pretra\u017ei pitanja sa kojima se uklapaju SVE re\u010di
button_search_questions_by_text_or=Pretra\u017ei pitanja sa kojima se uklapa NAJMANJE jedna od re\u010di
search_question_by_text_tip=Mo\u017ee\u0161 koristiti navodnike da grupi\u0161e\u0161 nekoliko re\u010di za pronala\u017eenje samo potpunih uklapanja
origin=Poreklo
origins=Mesta koja koriste ovo pitanje\:
preview_tip=Taster za pregled \u0107e ti pokazati dodatne informacije o pitanju. Pitanja se mogu duplirati na vi\u0161e mesta (skup pitanja i kontrolne ve\u017ebe). Spisak rezultata prikazuje samo jedan od ovih primera pitanja. Polje Poreklo pokazuje odakle dolazi ovaj konkretan rezultat. U pregledu mo\u017ee\u0161 videti sva mesta na kojima se ovo pitanje koristi.
preview=Pregled
loading=Pitanje se u\u010ditava...


# CALCULATED_QUESTION
calculated_question=Izra\u010dunato pitanje
calc_question_var_label=Promenljive
calc_question_additional_label=Dodatne Informacije
calc_question_formula_label=Formule
calc_question_var_and_formula_label=Promenljive i formule
calc_question_calculation_label=Izra\u010dunavanja
calc_question_calculation_col=Izra\u010dunavanje
calc_question_example_label=Primer
calc_question_varname_col=Naziv promenljive
calc_question_varname=Naziv promenljive\:
calc_question_formulaname_col=Naziv formule
calc_question_formula_col=Formula
calc_question_min=Min
calc_question_max=Maks
calc_question_dec=Decimalna mesta
calc_question_tolerance=Tolerancija
calc_question_general_instructsion_label=\u0160ta je izra\u010dunato pitanje
calc_question_general_instructions1=Izra\u010dunato pitanje izra\u010dunava nove odgovore za svaki test, na osnovu varijabli \u010dija se vrednost svaki put menja. Odgovor je zasnovan na formuli, koriste\u0107i te varijable.
calc_question_general_instructions2=Definicija promenljive ima naziv, minimalnu i maksimalnu vrednost i broj decimalnih mesta.
calc_question_general_instructions3=Definicija formule ima naziv, matemati\u010dki izraz koji koristi varijable i toleranciju, tako da se odgovori unutar te tolerancije odgovora tako\u0111e smatraju ta\u010dnim.
calc_question_walkthrough_label=Koraci za kreiranje izra\u010dunatog pitanja
calc_question_walkthrough1=Popuni tekst pitanja informacijama koje \u0107e u\u010denik videti, uklju\u010duju\u0107i rezervacija mesta za promenljive i formule (pogledati primere ispod)
calc_question_walkthrough2=Pritisni taster Izdvoji varijable, globalne varijable i formule za kreiranje promenljivih i formula.
calc_question_walkthrough3=Promeni minimalna, maksimalna i decimalna mesta za sve varijable radi definisanja njihovog opsega va\u017ee\u0107ih vrednosti.
calc_question_walkthrough4=Unesi matemati\u010dki izraz za svaku formulu, unose\u0107i promenljive gde je potrebno.
calc_question_walkthrough5=Pritisni taster Sa\u010duvaj da biste sa\u010duvali svoj rad.
calc_question_walkthrough6=Sve gre\u0161ke \u0107e biti prikazane na vrhu stranice. Moraju se popraviti pre \u010duvanja. Polja sa gre\u0161kama \u0107e biti istaknuta da bi se pokazalo gde ima problema.
calc_question_extract_button=Izdvoj promenljive, globalne varijable, prora\u010dune i formule iz teksta pitanja
calc_question_define_vars=Defini\u0161i promenljive u tekstu pitanja i izrazima formule tako \u0161to \u0107e\u0161 ih staviti u pojedina\u010dne viti\u010daste zagrade (npr. {a}, {b} i {c}).
calc_question_define_vars2=Stavi nazive promenljivih u viti\u010daste zagrade (npr. {x}).
calc_question_define_calculations=Tako\u0111e mo\u017ee\u0161 definisati prora\u010dune u tekstu pitanja i povratnim informacijama za ta\u010dan/neta\u010dan odgovor. Stavi duple zagrade za prora\u010dun (npr. [[ 3 + 2 ]]). Mo\u017ee\u0161 koristiti promenljive unutar prora\u010duna (npr. [[ {a} + {b} ]]). Tako\u0111e, mo\u017ee\u0161 koristiti globalne promenljive unutar prora\u010duna (npr. [[ @k1@ + @i1@ ]]). Ovi prora\u010duni mogu pomo\u0107i u\u010deniku da odgovori na pitanje. Oni tako\u0111e mogu pomo\u0107i nastavniku da proveri da li je pitanje ispravno definisano pre nego \u0161to ga objavi
calc_question_answer_expression=Stavi duple viti\u010daste zagrade oko naziva formule (npr. {{z}}). Ovo tako\u0111e defini\u0161e gde \u0107e se prikazati polje za unos u\u010denika.
calc_question_answer_variance=Prihvatljivu toleranciju mo\u017ee\u0161 definisati kao konstantu (0,01) ili procenat (1,5%) odgovora. (Podrazumevano je 0,01.)
calc_question_answer_decimal=Promenljive i formule podr\u017eavaju decimale. Podrazumevano je 3.
calc_question_example1=Kevin ima {x} jabuka. On kupuje {y} vi\u0161e. Sada Kevin ima [[{x}+{y}]]. D\u017eejn jede {z} jabuka. Kevin sada ima {{w}} jabuka.
calc_question_example1_formula=Formula w u gornjem primeru bi bila definisana kao\: {x} + {y} - {z}
calc_question_functions=Mo\u017ee\u0161 koristiti mnoge matemati\u010dke funkcije uklju\u010duju\u0107i\: sin, cos, tan, asin, acos, atan, abs, exp, sgn, sqrt, log10 i ln.
calc_question_example2=Re\u0161i\: cos({a}) * ({c} - {b}) \= {{z}}.
calc_question_example2_formula=Formula z u gornjem primeru bi bila definisana kao\: cos({a}) * ({c} - {b})
calc_question_example3=Povr\u0161ina kvadrata je [[ {s} * {s} ]]m. Prona\u0111i du\u017einu stranice {{Z}}. Formula Z bi bila {s}.
calc_question_constants=Postoje ugra\u0111ene konstante poput pi(3.14...), e(2.718...) ili [phi](1.618..). Koristi ih u svom izrazu formule.
calc_question_var_names=Nazivi promenljivih, globalnih promenljivih i formula su slovno-broj\u010dani, ali moraju da po\u010dinju slovnim znakom
calc_question_unique_names=Promenljive, globalne varijable i formule ne mogu imati isto ime.
calc_question_scientific_notation=Mo\u017ee\u0161 da koristi\u0161 nau\u010dnu notaciju u promenljivim, globalnim varijablama, formulama i prora\u010dunima (npr. 6.02310e23 ili 1.67e-27).
calc_question_preview=Preporu\u010dujemo da koristi\u0161 funkciju kontrolne ve\u017ebe pregleda radi provere gre\u0161ke. Taster Izdvoj i Sa\u010duvaj validiraju formule.
calc_question_hideshow=Prika\u017ei/sakrij vi\u0161e uputstava i primere
calc_question_operators=Va\u017ee\u0107i operatori\: + - * / ^ \! \# ()
calc_question_error_syntax=Prihvatljiva varijansa tvog odgovora i o\u010dekivana decimalna mesta moraju biti oblikovani na ovaj na\u010din\: {x+y|1%,2} ili {x+y|1,2}. O\u010dekivana decimalna mesta mogu se izostaviti npr. {x+y|1%}. 6 je ograni\u010denje na decimalna mesta.
calc_question_error_expression=Postoji matemati\u010dka gre\u0161ka u izrazu tvog odgovora.
calc_question_error_expression_variables=Matemati\u010dka formula upu\u0107uje na promenljivu koja se koristi u uputstvima.
calc_question_prompt_preview=Nakon \u0161to sa\u010duva\u0161, obavezno koristi Pregledaj kontrolnu ve\u017ebu  radi osiguravanja da ovo pitanje funkcioni\u0161e kako o\u010dekuje\u0161\!
calc_question_no_calculations=Nisu definisane izra\u010dunavanja
calc_question_calculation_sample_col=Uzorak
calc_question_calculation_status_col=Status
calc_question_instructions_label=Uputstva
calc_question_simple_instructions_step_1=Defini\u0161i promenljive u tekstu pitanja stavljaju\u0107i naziv promenljive u viti\u010daste zagrade (npr. {x} i {y})
calc_question_simple_instructions_step_1a=Kada u\u010denik pogleda pitanje, \u010duvari mesta za promenljive i globalne promenljive bi\u0107e zamenjeni vrednostima promenljivih
calc_question_simple_instructions_step_2=Defini\u0161i \u010duvare mesta formule u tekstu pitanja tako \u0161to \u0107e\u0161 naziv formule staviti u dvostruke viti\u010daste zagrade (npr. {{z}})
calc_question_simple_instructions_step_2a=Kada u\u010denik pogleda pitanje, \u010duvari mesta formule \u0107e biti zamenjeni poljima za unos
calc_question_simple_instructions_step_2b=Interni prora\u010duni koji koriste varijable mogu se dodati kori\u0161\u0107enjem dvostrukih uglastih zagrada [[]]. Rezultat prora\u010duna \u0107e biti prikazan u tekstu pitanja (npr. [[{x}+{y}]] ili [[@x1@ + @y1@]]).
calc_question_simple_instructions_step_3=Nakon \u0161to napi\u0161e\u0161 tekst pitanja, pritisni taster za izdvajanje promenljive, globalne promenljive i formule i prora\u010dune
calc_question_simple_instructions_step_3a=Podesi minimalne i maksimalne vrednosti za promenljive
calc_question_simple_instructions_step_3b=Defini\u0161i izraze formule u smislu promenljivih, koriste\u0107i pojedina\u010dne viti\u010daste zagrade (npr. {x} - {y}) ili u smislu globalnih promenljivih (na primer @x1@ - @y1@)
calc_question_simple_instructions_step_4=Znakovi \u2514 i \u2510 su rezervisani znakovi i ne mogu se koristiti u tekstu pitanja.
calc_question_simple_instructions_step_5=<b>Upozorenje\!</b> Pri pode\u0161avanju broja decimala koji \u0107e se primeniti u FORMULI, mora\u0161 koristiti isti (ili manji) broj decimala u polju TOLERANCIJA, ina\u010de mo\u017ee\u0161 dobiti neo\u010dekivane rezultate u ispravljanju pitanja.

# CALCULATED QUESTION ERRORS
empty_field=Polje ne mo\u017ee biti prazno
no_variables_defined=Promenljive nisu definisane
no_formulas_defined=Formule nisu definisane
no_variables_formula=Formule treba da sadr\u017ee najmanje jednu promenljivu
max_less_than_min=Promenljiva ima maksimum manji od svog minimuma
invalid_tolerance=Tolerancija mora da bude va\u017ee\u0107a udvostru\u010dena ili procenat (5,0 ili 5,0%)
tolerance_negative=Tolerancija mora biti pozitivna; defini\u0161e opseg oko odgovora koji \u0107e se smatrati ta\u010dnim
invalid_min=Minimum mora da bude va\u017ee\u0107i broj (0,0)
invalid_min_scale=Minimalni broj decimalnih mesta ve\u0107a od vrednosti na skali
invalid_max=Maksimum mora da bude va\u017ee\u0107i broj (0,0)
invalid_max_scale=Maksimalni broj decimalnih mesta ve\u0107i od vrednosti na skali
unique_names=Promenljive, globalne promenljive i formule moraju imati jedinstvena imena
variable_name_empty=Naziv promenljive ne mo\u017ee biti prazan. Promenljive moraju da po\u010dinju slovnim znakom i mogu da sadr\u017ee samo slovne, broj\u010dane znakove i donje crte i nalaze se u pojedina\u010dnim viti\u010dastim zagradama (npr. {x})
variable_name_invalid=Naziv promenljive je neva\u017ee\u0107i. Promenljive moraju da po\u010dinju slovnim znakom i mogu da sadr\u017ee samo slovne, broj\u010dane znakove i donje crte i nalaze se u pojedina\u010dnim viti\u010dastim zagradama (npr. {x})
formula_name_empty=Naziv formule ne mo\u017ee biti prazan. Nazivi formula moraju da po\u010dinju slovnim znakom i mogu da sadr\u017ee samo slovne, broj\u010dane znakove i donje crte i nalaze se u pojedina\u010dnim viti\u010dastim zagradama (npr. {y})
formula_name_invalid=Naziv formule je neva\u017ee\u0107i. Imena formula moraju da po\u010dinju alfa znakom i mogu da sadr\u017ee samo slovne, broj\u010dane znakove i donje crte i nalaze se u pojedina\u010dnim viti\u010dastim zagradama (npr. {y})
formulas_not_validated=Formule nisu validirane zbog prethodnih gre\u0161aka
samigo_formula_error_1=1\: Sintaksi\u010dka gre\u0161ka
samigo_formula_error_2=2\: Sintaksi\u010dka gre\u0161ka
samigo_formula_error_3=3\: Nedostaje zagrada
samigo_formula_error_4=4\: Prazan izraz
samigo_formula_error_5=5\: Neo\u010dekivani deo
samigo_formula_error_6=6\: Neo\u010dekivani kraj izraza
samigo_formula_error_7=7\: O\u010dekivana vrednost
samigo_formula_error_9=9\: Promenljiva nije definisana u uputstvima
samigo_formula_error_10=10\: Promenljiva nije definisana u povratnim informacijama za ta\u010dan odgovor
samigo_formula_error_11=11\: Promenljiva nije definisana u povratnoj informaciji za neta\u010dan odgovor
samigo_formula_error_101=101\: Nepoznati operater
samigo_formula_error_102=102\: Nepoznat izraz
samigo_formula_error_103=103\: Nepoznata promenljiva
samigo_formula_error_104=104\: Nepoznati operater
samigo_formula_error_200=200\: Izraz preduga\u010dak
samigo_formula_error_300=300\: Definisanje promenljive nije uspelo
samigo_formula_error_400=400\: Celobrojna vrednost koja se o\u010dekuje u funkciji
samigo_formula_error_401=401\: Rezultat nije broj (NaN)
samigo_formula_error_402=402\: Rezultat je beskona\u010dnost (Beskona\u010dnost)
samigo_formula_error_500=500\: Nepoznata gre\u0161ka

cert_rem_assmt=Da li si siguran/na da \u017eeli\u0161 da ukloni\u0161 ove kontrolne ve\u017ebe?
cert_rem_assmt2=Ne preporu\u010duje se brisanje nedovr\u0161enih kontrolnih ve\u017ebi koje planira\u0161 da izmeni\u0161, izveze\u0161 ili ponovo upotrebi\u0161 na drugim sajtovima. Ne mo\u017ee\u0161 da izvozi\u0161 objavljene kontrolne ve\u017ebe.
button_edit_questions=Uredi pitanja
button_return_to_main=Vrati se na ekran sa glavnim pitanjima
cert_rem_q=Da li si siguran/na da \u017eeli\u0161 da ukloni\u0161 ovo pitanje?
cert_rem_submissions=Kontrolna ve\u0107\u017eba {0} ima podneske. Za brisanje ove kontrolne ve\u017ebe, prvo mora\u0161 da izbri\u0161e\u0161 sve podneske povezane sa njom.
change_q_type=Promeni tip pitanja
change_question_type=Promeni tip pitanja
change=Promeni
choose_rem=Izaberi \u0161ta \u017eeli\u0161 da ukloni\u0161
choose_which_of_the=Izaberi koja od slede\u0107ih opklada odgovara ovom odnosu\: Kina je za Aziju? kao \u0161to je _ za _.
collect_metadata_for_p=Prikupi metapodatke za delove u ure\u0111iva\u010du pitanja
collect_metadata_for_q=Prikupi metapodatke za pitanja u ure\u0111iva\u010du pitanja
continuous_numbering=Neprekidno numerisanje izme\u0111u delova.
copy_all_to_pool=Kopirajte sva pitanja u skup
correct_answer=Ta\u010dan odgovor
correct_answer_opti=Ta\u010dan odgovor Povratne informacije (opciono)
correct_options=Ta\u010dne opcije
correct_incorrect_an=Ta\u010dan/neta\u010dan odgovor povratne informacije
correct_match_feedback_opt=Ta\u010dne povratne informacije o uklapanju (opciono)
incorrect_match_feedback_opt=Neta\u010dne povratne informacije o uklapanju (opcionalno)
correct_im_feedback_opt=Ta\u010dne povratne informacije o uklapanju (opciono)
incorrect_im_feedback_opt=Neta\u010dne povratne informacije o uklapanju (opcionalno)
feedback_unavailable=Povratne informacije nisu dostupne za ovo ozna\u010davanje
correct_option_labels=Etikete ta\u010dnih opcija (npr. A ili ABC)
correct_response=Ta\u010dan odgovor
create_modify_a=Dodaj/izmeni kontrolnu ve\u017ebu
create_modify_p=Dodaj/izmeni deo
create_pairing=Dodaj/izmeni uparivanje i opcione povratne informacije
create_IM_pairing=Unesi opis i nacrtaj odgovaraju\u0107u oblast Hot Spot za svaku stavku koju \u017eeli\u0161 da doda\u0161. Zeleno dugme ozna\u010dava stavku na kojoj radi\u0161.
all_im_zones_needed=Mora\u0161 postaviti sve zone slike
all_im_descriptions_needed=Mora\u0161 podesiti sve opise
im_description=Unesi opis stavke
im_add_item=Dodaj stavku
no_matching_pair=Nije kreiran nijedan par
creator=Kreator
delivery_dates=Datumi dostavljanja
description_asi_aut=Opis\: ASI Autor XML stilova\: Multimedijalni audio
description_intro_o=Opis/uvod (opciono)
due=Dospe\u0107e
each_p_is_on_a_se=Svaki deo je na zasebnoj veb-stranici.
each_q_is_on=Svako pitanje je na zasebnoj veb-stranici.
editor=Urednik
example_emi_question=Delovi pitanja sa pro\u0161irenim uklapanjem stavki
existing_qs=Postoje\u0107a pitanja
existing_q=Postoje\u0107e pitanje
extended_matching_items=Pro\u0161irene uparene stavke
false_msg=Neta\u010dno
feedback_will_be_dis=Povratne informacije \u0107e biti prikazane u\u010deniku na odre\u0111eni datum
file_upload=Otpremanje datoteke
file_upload_example=Primer u\u010ditavanja datoteke
fill_in_the_blank=Popuni prazno
fill_in_numeric=Broj\u010dani odgovor
for_example_curly=Na primer\: ru\u017ee su {crvene}, a ljubi\u010dice {plave}.
for_example_curly_fin=Na primer\:   3*3\= {9} i 2+2\= {4}
global_nav_assessmt=Kontrolne ve\u017ebe
global_nav_template=\u0160abloni
global_nav_pools=Skupovi pitanja
subnav_add_part=Dodaj deo
action_print=\u0160tampaj
gradebook_options=Opcije dnevnika ocena
grading=Ocenjivanje
grading_options=Opcije ocenjivanja
hrs=sati
if_multiple_submissi=Ako ima vi\u0161e podnesaka po korisniku
im_choice_col=Opisni tekst
im_currently_editing=Trenutno se ure\u0111uje
im_match_col=Zona slike
image=Image
image_map_question=Hotspot
image_map_src=Ozna\u010di Hotspot slike
image_map_alt=Navedite alternativni tekst za u\u010ditanu sliku
immediate_feedback=Neposredne povratne informacije
import_an_assessment=Uvezi kontrolnu ve\u017ebu
import_from_a_file=Uvezi iz datoteke
import_from_q=Kopiraj iz skupa pitanja
import_from_question_bank=*** Uvezi iz banke pitanja
import_from_question=Uvezi iz skupa pitanja
incorrect_answer_op=Povratne informacije o neta\u010dnom odgovoru (opciono)\n\u00a0
ins_new_q=Dodaj pitanje
insert_additional_a=Umetni dodatne odgovore
insert_additional_q_a_combos=Umetni dodatne stavke
insert_additional_answer_options=Umetni dodatne opcije odgovora
insert_p=Umetni deo
insert_q=Umetni pitanje
item=Stavka
item_display_author=Prikaz stavke \u2013 re\u017eim autora
items=Stavke
key=Klju\u010dne re\u010di
keyword=Klju\u010dne re\u010di
late_handling=Kasno rukovanje
late_submissions_af=Kasno podno\u0161enje (posle roka) NE\u0106E biti prihva\u0107eno
late_submissions_wil=Kasno podno\u0161enje \u0107e biti prihva\u0107eno i bi\u0107e ozna\u010deno kasno tokom ocenjivanja.
linear_access_to_que=Linearni pristup pitanjima BEZ povratka na prethodne stranice. <br/> &nbsp; &nbsp; &nbsp; Postoje samo tasteri SLEDE\u0106E samo za kretanje unapred. <br/> &nbsp; &nbsp; &nbsp; Ne postoji stranica sa sadr\u017eajem. <br/>
match=Uklopi
lead_in_statement=Uvod
default_lead_in_statement_description=Koristi\u0107e se slede\u0107i podrazumevani tekst, osim ako ne klikne\u0161 na ovo polje i unese\u0161 svoj.<br/> Podrazumevani tekst\:
default_lead_in_statement=Za svaku od dole navedenih stavki ozna\u010di najprikladniju opciju(e) odgovora iznad. Svaka opcija odgovora se mo\u017ee koristiti jednom, vi\u0161e puta ili nikako.
matching=Uklapanje
matching_choice_col=Izbor
matching_match_col=Uklopi
matching_currently_editing=Trenutno se ure\u0111uje
matching_q_cont=Uklapanje pitanja - nastavlja se
metadata=Metapodaci
mins=minuti
model_short_answer=Model Kratak odgovor (opciono)
modify_q=Uredi pitanje
multiple_choice_type=Vi\u0161estruki izbor
multiple_mc_ss_pc=Vi\u0161estruko ta\u010dan, jedno ozna\u010davanje sa delimi\u010dnim kreditom
multiple_choice_surv=Anketa
mutually_exclusive=<b>Me\u0111usobno se isklju\u010duju?</b>
my_assmts=Kontrolne ve\u017ebe
my_qs=Pitanja
my_qp=Skupovi pitanja
my_ts=\u0160abloni
navigation=Navigacija
new_p=Novi deo
next_prev=Na svakoj stranici postoje tasteri SLEDE\u0106E i PRETHODNO za navigaciju.
no_feedback_will_be=Povratne informacije NE\u0106E biti prikazane u\u010deniku.
no_toc=NE postoji stranica sa sadr\u017eajem.
none=nijedan
note_emi_correct_options=Stavi ispravne opcije za svaku stavku u uglaste zagrade ([]) na kraju teksta stavke.
note_emi_separate=Ako postoji vi\u0161e ta\u010dnih opcija, odvoj ih zarezima (,)
note_emi_example=Na primer\: Koje od navedenih kostiju se nalaze u ruci? [a,d,e]
note_p_headers_w=NAPOMENA\: Zaglavlja dela sa nazivom \u201ePodrazumevano\u201c ne\u0107e biti vidljiva onima koji pola\u017eu kontrolnu ve\u017ebu.
note_point_value_for_question=Bodovna vrednost odgovora je obavezno polje. Unesi pozitivnu vrednost
note_place_curly=NAPOMENA\: Stavi viti\u010daste zagrade ({}) oko re\u010di koje zahtevaju prazno mesto.
defining_answers=<b>Definisanje odgovora</b>
fib_marker=Popuni oznake za prazno polje
fib_marker_default=Podrazumevano
fib_marker_custom=Prilagodi
fib_label_custom_markers=Prilago\u0111eni markeri
fib_note_1=Postavi markere za odgovore \u201e{}\u201c oko re\u010di za koje su potrebna prazna polja za odgovor. <br />Primer\: Ru\u017ee su {crvene}, a ljubi\u010dice su {ljubi\u010daste}.
fib_note_2=Umetnite crta \u201e|\u201d izme\u0111u opcija odgovora kao \u0161to su sinonimi.<br />Primer\: Oni su {sad|sada} veoma sre\u0107ni.
fib_note_3=Umetni zvezdicu ( * ) za jedan ili vi\u0161e d\u017eoker znakova. Da bi odgovor bio ozna\u010den kao ta\u010dan, mora da sadr\u017ei najmanje jedan znak umesto zvezdice.
fib_note_4=*Markeri za otvaranje i zatvaranje moraju biti razli\u010diti.<br/>*Rezervisani znakovi "' . , & < > | * i razmak se ne mogu koristiti.
fib_note_5=*Koristi prilago\u0111ene markere ako ti treba { ili } u tekstu pitanja.
note_defining_answers=Postavi markere za odgovore \u201e{}\u201c oko broj\u010danih vrednosti koje zahtevaju prazno(a) polje(a) za odgovor. Primer\: 3*3\={9}.
range=<b>Opseg\:</b> Umetni crtu \u201e|\u201d izme\u0111u opsega vrednosti.
range_example=Primer\: Cena je {12,2|14,5}. Odgovor u\u010denika izme\u0111u 12.2 i 14.5 smatra\u0107e se va\u017ee\u0107im.
scientific_notataion=<b>Nau\u010dna bele\u0161ka\:</b> Ta\u010dka MORA da se koristi kao decimalni marker i slovo \u201eE\u201c ili \u201ee\u201c za eksponent.
scientific_notataion_example=Primer\: {6.022E23} za izra\u017eavanje Avogadrovog broja.
complex_numbers=<b>Kompleksni brojevi</b> treba da budu u obliku (a + bi) gde \u201ea\u201c i \u201eb\u201c treba da imaju eksplicitno navedene vrednosti.
complex_numbers_example=Primer\: {1+1i} je va\u017ee\u0107i dok {1+i} nije. Sli\u010dno, {0+9i} je va\u017ee\u0107i dok {9i} nije.
accepted_characters=<b>Prihvatljive oznake</b>
note_accepted_fin_1=U viti\u010dastim zagradama su dozvoljeni samo brojevi, decimalni markeri, indikatori znakova koji prethode broju (npr., -5), ili <br/>ili razmaci (npr. kao separatori hiljada, 5 000). <b>NAPOMENA\:</b> Za nau\u010dnu notaciju, <br/>ta\u010dka MORA da se koristi kao decimalni marker.
note_accepted_fin_2=Bilo koji drugi znak (npr., $ ili %) se mo\u017ee staviti van zagrada, ako je potrebno. Na primer\: 3/10\= {30}% <br/>(Samo 30 treba da se unese u prazno polje za odgovor.)
note_accepted_fin_3=Prilikom definisanja opsega vrednosti, vrednost koja prethodi cevi \u201e|\u201d mora biti manja od vrednosti iza<br/>crte (npr. {12.2|14.5}).
for_example_accepted_fin=Na primer\: 3/10\= {30}% (Samo 30 treba da se unese u prazno polje za odgovor.)
mathjax_usage_warning=LaTeX ozna\u010davanje mo\u017ee biti u sukobu sa notacijom koja je potrebna za ovaj tip pitanja.
# note_insert_pipe=Insert "|" (pipe) for synonyms or multiple answers and "*" for wildcard characters.
# for_example_pipe=For example: The sides are {heads|tails} and {h**dslt**ls}.
note_insert_pipe=OPCIJE\: Umetni crtu (|) izme\u0111u opcija odgovora poput sinonima.
for_example_pipe=Na primer\: Oni su {sad|sada} veoma sre\u0107ni.
wildcard_char=Umetni zvezdicu (*) za jedan ili vi\u0161e d\u017eoker znakova.
wildcard_example=Na primer\: On je pome\u0161ao {b*} i {\u017e*}.
number_of_attempts=Broj poku\u0161aja
number_of_attempts_indic=Navedi koliko puta je u\u010denicima dozvoljeno da ponovo snime odgovor
number_of_qs=* Broj pitanja
point_value_of_questons=* Bodovna vrednost pitanja
randomization=Randomizacija
type_of_randomization=Vrsta randomizacije
randomized_per_submission=Pitanja u\u010denika se nasumi\u010dno biraju svaki put kada se podnese kontrolna ve\u017eba
randomized_per_student=Pitanja u\u010denika se nasumi\u010dno biraju jednom za sve podneske
number_of_submission=Broj dozvoljenih podnesaka
numbering=Numeracija
obj=Ciljevi
objective=Cilj
one_per=(jedan po redu)
only=Samo
only_next=Postoje samo tasteri SLEDE\u0106E samo za kretanje unapred.
org=Organizacija
p=Deo
p_information=Informacije o delu
p_title=Naziv dela
part_dash=Deo -
password=Lozinka
pool_name=* Naziv skupa
number_questions=(ukupno \# pitanja)
pt=Bodovi
q=Pitanje
q_text=Tekst pitanja
q_layout=Raspored pitanja
q_level_feedb=Povratne informacije na nivou pitanja
q_multiple=Pitanje - Vi\u0161estruki izbori (vi\u0161e ta\u010dnih)
q_ordering_n=Raspore\u0111ivanje pitanja
qs=Pitanja
question=Pitanje
question_answer_combinations=Koreni stavke
question_text=Tekst pitanja
question_theme_text=Tema
random_access_to_que=Nasumi\u010dni pristup pitanjima iz sadr\u017eaja.<br />Na svakoj stranici postoje tasteri SLEDE\u0106E i PRETHODNO za navigaciju.
random_draw_from_que=Nasumi\u010dno izvla\u010denje iz skupa pitanja
random_draw_from_que_edit_disabled=(Ukloni postoje\u0107a pitanja iz ovog dela radi omogu\u0107avanja ove funkcije)
randow_draw_from_que_no_pools_available=(Dodaj najmanje jedno pitanje u neiskori\u0161\u0107eni skup radi omogu\u0107avanja ove funkcije)
random_draw_questions_prefix=* Izvuci
random_draw_questions_suffix=pitanje(a) iz
random_draw_correct_prefix=* Pitanja vrede
random_draw_correct_suffix=bod(ova). Ovo zamenjuje originalnu postavku skupa i ne mo\u017ee se promeniti nakon objavljivanja.
random_draw_deduct_prefix=* Za pitanja \u201eTa\u010dno neta\u010dno\u201c ili \u201eVi\u0161estruki izbor, jedan ta\u010dan\u201c oduzmi
random_draw_deduct_suffix=bod(ove) za neta\u010dne odgovore. Ovo zamenjuje originalnu postavku skupa.
random_within_p=Nasumi\u010dno unutar dela
randomize_answers=Randomizuj odgovore
req_rationale=Obavezno obrazlo\u017eenje
randomize_items=Randomizuj stavke
record_the_average_s=Zabele\u017ei prose\u010dan rezultat
record_the_highest_s=Zabele\u017ei najve\u0107i rezultat
rem_p_all=Ukloni deo i sva pitanja.
rem_p_only=Ukloni samo deo i premesti pitanje(a) u
remove_assessment_co=Ukloni potvrdu o kontrolnoj ve\u017ebi
remove_assessment_check=Ukloni ozna\u010davanje kontrolne ve\u017ebe
remove_p_conf=Ukloni potvrdu dela
remove_q_conf=Ukloni potvrdu pitanja
remove_question_conf=Ukloni potvrdu pitanja
require_all_ok=Dozvoli delimi\u010dni kredit
require_rationale=Obavezno obrazlo\u017eenje
required=Sva polja sa zvezdicom su obavezna
rationale=Obrazlo\u017eenje
restart_numbering_be=Ponovo pokreni numerisanje izme\u0111u delova.
retract=Povuci
rube=Rubrike
rubric_colon=Rubrika
sakai_assessment_man=Sakai menad\u017eer za kontrolnu ve\u017ebu
sakai_assessment_rem_q=Sakai kontrolna ve\u017eba - Ukloni pitanje
save_or_cancel_change=Sa\u010duvaj ili otka\u017ei promene
scoring=Bodovanje
search_question=Pretra\u017ei pitanja
secondary_pass=Sekundarna lozinka
select=[Ozna\u010di]
select_menu=ozna\u010di
select_appropriate_format=Ozna\u010di odgovaraju\u0107i format
options_text=Opcije
select_a_pool_name=Ozna\u010di naziv skupa (opciono)
select_num_questions=(\#\#\#)
select_combo=ozna\u010di
select_one=ozna\u010di jedan ...
select_qtype=ozna\u010di tip pitanja
select_the_feedback=Ozna\u010di komponente povratne informacije koje \u0107e biti prikazane u\u010deniku
selected=Ozna\u010deno
selection_level_feed=Nivo izbora Povratne informacije
settings=Pode\u0161avanja -
short_answer_essay=Kratak odgovor/Esej
show=PRIKA\u017dI
show_hide=Prika\u017ei/sakrij
student_rsquo_s_scor=Rezultat studenta
submission_message=Poruka o podnesku
submissions=Podnesci
submissions_allowed=podnesci su dozvoljeni
subsub=podpodnesak
sure_rem_q=Da li si siguran/na da \u017eeli\u0161 da ukloni\u0161 ovo pitanje?
tf=Ta\u010dno/neta\u010dno
the_complete_assessm=Kompletna kontrolna ve\u017eba je prikazana na jednoj veb-stranici.
time_allowed_seconds=Dozvoljeno vreme (sekunde)
time_allowed_seconds_indic=Navedi koliko dugo u\u010denik treba da snima odgovor
timed_assessment=Vremenski pode\u0161ena kontrolna ve\u017eba
timed_assessment_wit=Vremenski pode\u0161ena kontrolna ve\u017eba sa vremenskim ograni\u010denjem
title_navigoproject=Naziv\: NavigoProject.org
total_pts=ukupno bodova
total_pt=ukupan bod
true_msg=Ta\u010dno
true_false=Ta\u010dno neta\u010dno
true_false_slash=Ta\u010dno/neta\u010dno
true_false_q=Ta\u010dno/neta\u010dno pitanje
unlimited=Neograni\u010deno
upload_assessment=U\u010ditaj procenu
user_must_click_sav=Korisnik mora da klikne na taster \u201eSa\u010duvaj\u201c da bi sa\u010duvao unos.
username=Korisni\u010dko ime
zero_survey=(0 \= anketa ili neocenjeno pitanje)
choice_labels=A\:B\:C\:D\:E\:F\:G\:H\:I\:J\:K\:L\:M\:N\:O\:P\:Q\:R\:S\:T\:U\:V\:W\:X\:Y\:Z

no=Ne
yes=Da

#Question labels for analysis and statistics
#The different fields must always be named as follows:
#-question number is zero: {0}
#-part number is one: {1}
#-pool name is two: {2}
#used if the question is not from a random pool and the assignment has only one part
label_question=Q{0}
#used if the question is not from a random pool and the assignment has more then one part
label_question_part=P{1}-Q{0}
#used if the question is from a random pool (or fixed and random) and the assignment has more then one part
label_question_part_pool=P{1}-Q{0}-skup\:{2}
#used if the question is from a random pool (or fixed and random) and the assignment has only one part
label_question_pool=Q{0}-skup\:{2}

#multiple choice survey answers
above_average=Iznad proseka
below_average=Ispod proseka
average=Prosek
excellent=Odli\u010dno
yes_no=Da, ne
disagree_agree=Ne sla\u017eem se, sla\u017eem se
disagree_undecided=Ne sla\u017eem se, neodlu\u010dan, sla\u017eem se
strongly_agree=Potpuno se sla\u017eem
strongly_disagree=Uop\u0161te se ne sla\u017eem
disagree=Ne slazem se
agree=Sla\u017eem se
undecided=\ Neodlu\u010dan
unacceptable=Neprihvatljivo
scale5=1 -> 5
scale10=1 -> 10

# added by daisyf
questions_lower_case=pitanja
question_s_lower_case=pitanje(a)
points_lower_case=bodovi
point_lower_case=bod
generalItemFeedback=Tekst povratne informacije
correctItemFeedback=Ta\u010dne povratne informacije
incorrectItemFeedback=Neta\u010dne povratne informacije
correct=Ta\u010dno
incorrect=Neta\u010dno

question_lower_case=pitanje
answerKey=Taster za odgovor
general_fb=Op\u0161te povratne informacije o stavki

not_correct=Neta\u010dno
a_level_feedb=Povratne informacije na nivou odgovora
s_level_feedb=Povratne informacije na nivou ozna\u010davanja
preview_model_short_answer=Model Kratak odgovor
number_of_tries=Broj dozvoljenih poku\u0161aja

# add /edit Part
title=* Naziv
information=Informacija
title_note=NAPOMENA\: Nazivi delova \u201ePodrazumevano\u201c ne\u0107e biti vidljivi onima koji rade kontrolnu ve\u017ebu.
options=Opcije
type=Tip
type_onebyone=Pitanja su kreirana jedno po jedno
random_draw_type=Nasumi\u010dno izvla\u010denje iz
random_draw_msg=The questions for this part were generated from the question pool(s), <b>{0}</b>, on <b>{1}</b> at <b>{2}</b>. To get latest changes made to the pool(s), click <b>Update Questions</b> or click <b>Edit</b> for this Part and then click <b>Save</b>. Clicking <b>Preview</b> or <b>Publish</b> will automatically update the pool-drawn questions as will exporting an assessment.
random_draw_msg_published=The questions for this part were generated from the question pool(s), <b>{0}</b>, on <b>{1}</b> at <b>{2}</b>. To edit the questions in this part, click <b>Edit Questions</b>.
random_draw_msg_no_date=The questions for this part are generated randomly from one or more question pools. Click Preview Assessment to see a sample random draw.
random_update_questions=A\u017euriraj pitanja
random_update_all_questions=A\u017euriraj pitanja iz svih nasumi\u010dnih delova

# for upload questions in editAssessment.jsp
upload_instruction=Izaberi datoteku za u\u010ditavanje.

update_pool_error_size_too_large=Vrednost veli\u010dine izvla\u010denja pitanja prema\u0161uje broj pitanja u skupu. Uredi vrednost veli\u010dine crte\u017ea odeljka.
update_pool_error_unknown=Do\u0161lo je do gre\u0161ke pri a\u017euriranju nasumi\u010dno izvu\u010denih pitanja iz skupa pitanja.


# validate random drawn number for part
qdrawn_error=Broj pitanja za ozvla\u010denje treba da bude ceo broj ve\u0107i od 0, ali ne ve\u0107i od
qdrawn_pt_error=Vrednosti bodova moraju biti brojevi ve\u0107i od ili jednaki 0,0
qdrawn_null_error_pos=Unesi vrednost u polje \u201ePitanja vrede\u201c.
qdrawn_null_error_neg=Unesite vrednost u polje \u201eoduzmi _ bod(ova)\u201c.

selectedPool_error=Ozna\u010di skup pod \u201eNasumi\u010dno izvla\u010denje iz skupa pitanja\u201c.
overdrawn_error=Ozna\u010deni skup pitanja ima manje pitanja nego \u0161to je uneto. Unesi manji broj.
# message for total scores for assessments consisting of random draw parts
random_draw_total_score=Po\u0161to ova kontrolna ve\u017eba sadr\u017ei nasumi\u010dno izvu\u010deni deo, informacije o \u201eukupnom broju bodova\u201c su samo prora\u010dun.

# error message for denied access
denied_create_assessment_error=Izvinjavamo se\! Tvoje trenutno pravo pristupa ti ne dozvoljava da kreira\u0161 novu kontrolnu ve\u017ebu niti da uveze\u0161 kontrolnu ve\u017ebu.
denied_edit_assessment_error=Izvinjavamo se\! Nema\u0161 pravo da ure\u0111uje\u0161 ovu kontrolnu ve\u017ebu na sajtu.
denied_delete_assessment_error=Izvinjavamo se\! Nema\u0161 pravo da izbri\u0161e\u0161 ovu kontrolnu ve\u017ebu na sajtu.
denied_publish_assessment_error=Izvinjavamo se\! Nema\u0161 pravo da ovu kontrolnu ve\u017ebu objavi\u0161 na sajtu.
denied_edit_publish_assessment_settings_error=Izvinjavamo se\! Nema\u0161 pravo da objavi\u0161 ovu kontrolnu ve\u017ebu na sajtu, a samim tim ni pravo da menja\u0161 pode\u0161avanja.
denied_take_assessment_error=Izvinjavamo se\! Nema\u0161 pravo da uzima\u0161 ovu procenu na sajtu, me\u0111utim, mo\u017ee\u0161 ih pogledati.
denied_submit_for_grade_error=Izvinjavamo se\! Nema\u0161 pravo da podnese\u0161 ovu kontrolnu ve\u017ebu na sajtu za ocenu.
denied_grade_assessment_error=Izvinjavamo se\! Nema\u0161 pravo da ocenjuje\u0161 ovu kontrolnu ve\u017ebu na sajtu.
denied_delete_other_members_assessment_error=Izvinjavamo se\! Nema\u0161 pravo da izbri\u0161e\u0161 slede\u0107e kontrolne ve\u017ebe\:
# please add comment
duplicateName_error=Ne mo\u017ee\u0161 imati duple nazive kontrolnih ve\u017ebi. Izaberi drugi naziv.
# 0 points for survey
zeropoints=0 bodova

gradebook_exception_error=Upozorenje\: Stavka u dnevniku ocena nije mogla da se kreira za ovu kontrolnu ve\u017ebu. Za pomo\u0107 se obrati lokalnoj slu\u017ebi za pomo\u0107.
data_mismatch_error=Upozorenje\: a\u017euriranja rezultata nisu sa\u010duvana. Nemoj koristiti vi\u0161e kartica za pregled podnesaka.
gradebook_service_error=Upozorenje\: Dnevnik ocena nije pravilno raspore\u0111ena. Dakle, ne mo\u017ee se napraviti nova kontrolna ve\u017eba. Za pomo\u0107 se obrati lokalnoj slu\u017ebi za pomo\u0107.

empty_part_title_error=Naziv dela ne mo\u017ee biti prazan.

# error message for question add
MCanswer_outofbound_error=Pitanja sa vi\u0161estrukim izborom omogu\u0107avaju najvi\u0161e 26 odgovora.
singleCorrect_error=Mora\u0161 da ozna\u010di\u0161 jedan ta\u010dan odgovor.
multiCorrect_error=Mora\u0161 da ozna\u010di\u0161 bar jedan ta\u010dan odgovor.
answerList_error=Unesi dva ili vi\u0161e odgovora na ovo pitanje.
missingChoices_error=Unesi tekst za ozna\u010davanje
empty_correct_error=Polje za tekst za ozna\u010davanje ta\u010dnog odgovora ne mo\u017ee biti prazan.
match_error=Mora\u0161 da unese\u0161 vrednosti izbora i uklapanja.
deliveryDate_error=Datum dostavljanja nije u ispravnom formatu\: mm/dd/gggg hh\:mm\:ss\:aa.
pool_missingBracket_error=Postaraj se da se markeri odgovora uklapaju i da odgovori moraju da sadr\u017ee najmanje jedan znak bez razmaka.
fin_invalid_characters_error=Koristi samo prihva\u0107ene znakove unutar viti\u010dastih zagrada.
mc_error=Popuni vi\u0161e odgovora.
emptyText_error=Tekst pitanja ne treba da bude prazan.
noMatchingPair_error=Pre nego \u0161to sa\u010duva\u0161 ovo pitanje, mora\u0161 imati najmanje jedan par koji se uklapa. Unesi par koji se uklapa i klikni na \u201eSa\u010duvaj uparivanje\u201c. Zatim mo\u017ee\u0161 da sa\u010duva\u0161 pitanje klikom na \u201eSa\u010duvaj\u201c na dnu stranice.
noImageMapPair_error=Pre nego \u0161to sa\u010duva\u0161 ovo pitanje, mora\u0161 da ozna\u010di\u0161 najmanje jednu zonu slike. Unesi zonu slike i klikni na \u201eSa\u010duvaj zonu slike\u201c. Zatim mo\u017ee\u0161 da sa\u010duva\u0161 pitanje klikom na \u201eSa\u010duvaj\u201c na dnu stranice.
submissions_allowed_error=Dozvoljeno vreme mora biti pozitivan ceo broj. Primer vrednosti\: 15, 30, 60
corrAnswer=Mora\u0161 da ozna\u010di\u0161 najmanje jedan odgovor.
partial_credit_limit_summary=\u201e% vrednosti\u201c za neta\u010dno ozna\u010davanje odgovora treba da bude ceo broj izme\u0111u 0 i 99.
partial_credit_limit_detail=Vrednost treba da bude ceo broj izme\u0111u 0 i 99.

edit_published_assessment_warn_1=Ova kontrolna ve\u017eba je povu\u010dena iz pogleda u\u010denika.
edit_published_assessment_warn_21=Klikni na \u201ePonovo objavi\u201c ili \u201ePonovo oceni i ponovo objavi\u201c da bi bilo dostupno studentima.
edit_published_assessment_warn_22=Klikni na \u201ePonovo objavi\u201c da bi bilo dostupno studentima.
edit_published_assessment_warn_edit_pool_questions=Tvoje promene \u0107e uticati samo na ovu kontrolnu ve\u017ebe, a ne na skup pitanja iz kog su ova pitanja izvu\u010dena. Za ure\u0111ivanje odgovaraju\u0107eg pitanja u skupu pitanja pod nazivom <b>{0}</b>, koristi link Grupe pitanja na vrhu ove stranice.
edit_published_assessment_error=Kontrolna ve\u017eba vi\u0161e nije dostupna za ure\u0111ivanje
edit_published_assessment_error_info=Najmanje jedan u\u010denik je po\u010deo da uzima ovu kontrolnu ve\u017ebu i ona vi\u0161e nije dostupna za ure\u0111ivanje. Klikni na Povratak za vra\u0107anje na ekran Kontrolnih ve\u017ebi.
regrade_republish=Ponovno objavljivanje u odnosu na ponovno ocenjivanje i ponovno objavljivanje
what_is_republish_1=Klikni
what_is_republish_2=Ponovo objavi
what_is_republish_3=ako si izmenio/la sadr\u017eaj koji nema uticaja na ukupni rezultat kontrolne ve\u017ebe (npr. formulacija pitanja ili odgovora).
what_is_regrade_republish_1=Klikni
what_is_regrade_republish_2=Ponovo oceni i ponovo objavi
what_is_regrade_republish_3=ako si izmenio/la bilo \u0161ta \u0161to bi promenilo ukupni rezultat kontrolne ve\u017ebe. To obuhvata\:
what_is_regrade_republish_4=1) Izmena vrednosti bodova odgovora za pitanje sa automatskim bodovanjem. Tipovi pitanja sa automatskim bodovanjem obuhvataju\:
what_is_regrade_republish_5=-Vi\u0161estruki izbor
what_is_regrade_republish_6=-Anketa
what_is_regrade_republish_7=-Popuni prazno
what_is_regrade_republish_8=-Broj\u010dani odgovor
what_is_regrade_republish_9=-Uklapanje
what_is_regrade_republish_10=-Ta\u010dno neta\u010dno
what_is_regrade_republish_11=2) Izmena ta\u010dnog izbora odgovora za pitanje sa automatskim bodovanjem.
what_is_regrade_republish_12=NAPOMENA\: Ako si izvr\u0161io/la ru\u010dna prilago\u0111avanja pitanja sa automatskim bodovanjem pre nego \u0161to uredi\u0161 objavljenu kontrolnu ve\u017ebu, klikom na Ponovo oceni i ponovo objavi \u0107e se zameniti ovi ru\u010dno prilago\u0111eni rezultati. Me\u0111utim, ru\u010dno ocenjena pitanja (npr. Kratak odgovor/Esej, Audio snimak, U\u010ditavanje datoteke) ne\u0107e biti dodirnuta.

# new fib authoring messages
case_sensitive=<b>Velika i mala slova?</b>
case_sensitive_note=Kada je ozna\u010den, u\u010denikov odgovor mora da se ta\u010dno uklapa sa ta\u010dnim odgovorom po pitanju velika i mala slova.
case_sensitive_example=Primer\: ako je ta\u010dan odgovor \u201eABC\u201c, a u\u010denikov odgovor je \u201eaBc\u201c, onda \u0107e odgovor biti ozna\u010den kao neta\u010dan.
mutually_exclusive_note=Kada su ozna\u010dena, pitanja koja uklju\u010duju vi\u0161e od jednog praznog mesta sa identi\u010dnim opcijama odgovora moraju imati jedinstvene odgovore.
mutually_exclusive_example=Primer\: Strane nov\u010di\u0107a su {glava|pismo} i {glava|pismo}. Ta\u010dan odgovor\: glava, pismo. Pola ta\u010dnog odgovora\: glava, glava.
ignore_spaces=<b>Ignorisati razmake?</b>
ignore_spaces_note=Kada je ozna\u010den, u\u010denikov odgovor ne\u0107e zahtevati razmak niti \u0107e se ra\u010dunati  kao pogre\u0161an ako mu nedostaju razmaci.
ignore_spaces_example=Primer\:  Ako je ta\u010dan odgovor \u201e2 * sin(x - m)\u201d, slede\u0107e je ozna\u010deno kao ta\u010dno\: \u201e2*sin(x-m)\u201d, \u201e2*sin(x - m)\u201d, itd.


# edit publish assessment confirmation page
edit_published_assessment_heading_conf=Uredi objavljenu potvrdu o proceni
warning=UPOZORENJE\:
edit_published_assessment_heading_conf_info_1=Ova kontrolna ve\u017eba je ve\u0107 objavljena.
edit_published_assessment_heading_conf_info_2=Bi\u0107e povu\u010den (nedostupan u\u010denicima) dok ga ponovo ne objavi\u0161.
edit_published_assessment_heading_conf_info_3=Klikni na UREDI za povla\u010denje i izmenu kontrolne ve\u017ebe.
edit_published_assessment_heading_conf_info_4=Klikni OTKA\u017dI za povratak na stranicu Kontrolne ve\u017ebe.

# signs for author tool
separator=I
dash=-
column=\:

# copy assessment confirmation page
copy_assessment_heading_conf=Duplikat potvrde kontrolne ve\u017ebe
copy_assessment_conf_info_1=Da li si siguran/na da \u017eeli\u0161 da duplira\u0161 ovu kontrolnu ve\u017ebu pod nazivom \u201e
copy_assessment_conf_info_2="?
append_copy_title=- Kopija \#

# gradebook can not accept an assessment if its totalpoint = 0,
gradebook_exception_min_points=Upozorenje\: Stavka u dnevniku ocena se ne mo\u017ee kreirati za kontrolnu ve\u017ebu vrednu 0 bodova. Ili uredi kontrolnu ve\u017ebu za dodavanje vrednosti bodova bar jednom pitanju ili opozovi izbor u polju za potvrdu \u201ePo\u0161alji kontrolnu ve\u017ebu u dnevnik ocena\u201c u pode\u0161avanjima.
gradebook_exception_title_invalid=Upozorenje\: Kontrolne ve\u017ebe konfigurisane da \u0161alju ocene u dnevnik ocena ne mogu imati nazive koji po\u010dinju rezervisanim znakovima * ] [ ili \# i moraju se revidirati. Izmeni naziv kontrolne ve\u017ebe pre objavljivanja.
gradebook_exception_category_invalid=Upozorenje\: sve stavke u kategoriji dnevnika ocena koje koriste najni\u017ei ili najvi\u0161i pad moraju imati odgovaraju\u0107e vrednosti bodova. Ili uredi kontrolnu ve\u017ebu za promenu vrednosti boda ili izaberi drugu kategoriju.

# Title of links: starts with t_
t_addPart=Dodaj deo
t_settings=Uredi pode\u0161avanja
t_removeP=Ukloni deo
t_editP=Uredi deo
t_editQ=Uredi pitanje
t_removeQ=Ukloni pitanje
t_assessment=Kontrolna ve\u017eba
t_question=Pitanje
t_removeC=Ukloni izbor
t_removeO=Ukloni opciju
t_removeI=Ukloni stavku

# add attachments to questions
attachments=Prilozi
add_attachments=Dodaj priloge
add_remove_attachments=Dodaj/ukloni priloge
no_attachments=Jo\u0161 nema priloga
remove_attachment_heading=Ukloni prilog
remove_attachment_conf=potvrdi uklanjanje priloga
cert_rem_attachment=Da li si siguran/na da \u017eeli\u0161 da ukloni\u0161 ovaj prilog?
t_attachment=Prika\u017ei prilog u drugom prozoru

show_editor=Prika\u017ei ure\u0111iva\u010d oboga\u0107enog teksta (i broj znakova)
show_editors=Prika\u017ei sve ure\u0111iva\u010de oboga\u0107enog teksta

file=Datoteka\:
upload=U\u010ditaj
browse=Pretra\u017ei

note_negative_point_value_part=OBAVEZNO\: Zamenjuje odgovaraju\u0107u vrednost u izvornom skupu. Odnosi se samo na pitanja \u201eTa\u010dno neta\u010dno\u201c ili \u201eVi\u0161estruki izbor, jedan ta\u010dan\u201c.
negative_point_value=Bodovi se oduzimaju za neta\u010dan odgovor (opciono)

actions_for=Radnje za\:
select_action=Radnje
action_scores=Rezultati

enable_partial_credit=Omogu\u0107i delimi\u010dni kredit
reset_grading_logic=Resetuj na podrazumevanu logiku ocenjivanja
enable_nagative_marking=Omogu\u0107i negativno ozna\u010davanje
percentage_value=% Vrednost
reset_score_values=Resetuj vrednosti rezultata
enter_new_pc_value=Unesi novu vrednost (opciono)

# error messages for EMI questions (used in Javascript validation)
answer_point_value_error=Va\u017ee\u0107a vrednost boda odgovora nije uneta.
theme_text_error=Tekst teme nije unet.
simple_text_options_blank_error=Neke jednostavne tekstualne opcije ostaju prazne - Unesi tekst opcije ili ukloni opcije pre \u010duvanja.
number_of_rich_text_options_error=Broj opcija oboga\u0107enog teksta nije izabran.
missing_or_invalid_answer_options_labels_error=Oznake opcija odgovora nedostaju ili su neva\u017ee\u0107e
rich_text_options_error=Potreban je tekst opcija odgovora sa oboga\u0107enim tekstom ili prilog
at_least_two_options_required_error=Potrebne su najmanje 2 opcije
at_least_two_pasted_options_required_error=Potrebne su najmanje 2 nalepljene opcije
blank_or_non_integer_item_sequence_error=Prazan ili necelobrojni niz stavki nai\u0161ao je na stavku\:
correct_option_labels_error=Ispravne oznake opcija su prazne ili sadr\u017ee druge slovne znakove i zareze za stavku\:
correct_option_labels_invalid_error=Neva\u017ee\u0107a opcija u ispravnim etiketama opcija za stavku\:
item_text_not_entered_error=Tekst ili prilog stavke nisu uneti za stavku\:
simple_text_option_label=Jednostavan tekst - za spisak stavki bez formatiranja
simple_text_paste_label=Jednostavan tekst - za opcije lepljenja
rich_text_option_label=Oboga\u0107eni tekst / Prilozi - za stilizovani tekst, tabele, ozna\u010dene slike

#message parameters:
#0: user input
#1: question number
#2: sequence number
#3: valid options
please_select_from_available=Pitanje {1} ima neva\u017ee\u0107i odgovor, {0}. Prihvatljiva su samo slede\u0107a slova abecede\: {3}
duplicate_responses=Udvostru\u010di odgovore\:

# MC what's this link
mc_whats_this_main_text=Logika ocenjivanja pitanja sa vi\u0161estrukim izborom zavisi od opcije koju ozna\u010di\u0161.
mcsc_whats_this_text=Ovo je podrazumevana opcija jer je naj\u010de\u0161\u0107a\: u\u010denici dobijaju punu vrednost bodova za ozna\u010davanje jednog ta\u010dnog odgovora i nula bodova za izbor bilo \u010dega drugog. Ova opcija se mo\u017ee dalje modifikovati ozna\u010davanjem Omogu\u0107i delimi\u010dni kredit ili Omogu\u0107i negativnu oznaku.
mcsc_whats_this_text_no_partial_credit=Ovo je podrazumevana opcija jer je naj\u010de\u0161\u0107a\: u\u010denici dobijaju punu vrednost bodova za ozna\u010davanje jednog ta\u010dnog odgovora i nula bodova za ozna\u010davanje bilo \u010dega drugog.*
mcss_whats_this_text=Ozna\u010di ovu opciju ako je vi\u0161e ta\u010dnih odgovora i \u017eeli\u0161 da u\u010denicima da\u0161 pun kerdit za odabir <b>bilo kog</b> od njih. Na primer, pitanje X ima opcije A, B, C, D, gde su A, B ili D svi ta\u010dni odgovori. Ako student ozna\u010di A, B ili D, dobi\u0107e pun kredit. Ako izabere C, onda bi dobio nula kredita.*
mcms_whats_this_text=Ozna\u010di ovu opciju ako studenti moraju da ozna\u010de <b>sve</b> ta\u010dne odgovore da bi dobili pun kredit.
mcms_whats_this_partial_text=<b>Ta\u010dno minus Neta\u010dno\:</b>  Bi\u0107e im dodeljen delimi\u010dan kredit za ozna\u010davanje ta\u010dnog odgovora i bi\u0107e ka\u017enjeni za ozna\u010davanje pogre\u0161nog odgovora. Na primer, pitanje X vredi 10 bodova i ima opcije A, B, C, D, E gde su A i B ta\u010dni izbori. Svaki ta\u010dan odgovor ima vrednost boda jednaku vrednosti boda pitanja podeljenu brojem ta\u010dnih odgovora. Dakle, u\u010denik \u0107e dobiti 5 bodova za ozna\u010davanje A ili B. Bi\u0107e ka\u017enjen sa 5 bodova za ozna\u010davanje C, D ili E.
mcms_whats_this_partial_note=<b>Napomena\: </b> Iako pitanje mo\u017ee imati negativnu bodovnu vrednost na osnovu logike ocenjivanja (kao u ovom primeru), stvarna najni\u017ea mogu\u0107a ukupna bodovna vrednost za vi\u0161estruko ta\u010dno pitanje sa vi\u0161estrukim ozna\u010davanjem ne mo\u017ee biti manja od nule.
mcms_whats_this_full_text=<b>Sve ili ni\u0161ta\:</b>  Dobi\u0107e pun kredit samo ako izaberu sve ta\u010dne odgovore i nijedan neta\u010dan odgovor.* <br/><br/>* Ako \u017eeli\u0161 da kazni\u0161 u\u010denike za nasumi\u010dno poga\u0111anje, onda unesi vrednost u polje \u201eNegativna bodovna vrednost\u201c  za odabir neta\u010dniog odgovora". Na primer, ako pitanje vredi 10 bodova i unese\u0161 \u201e5\u201c u polje \u201eNegativna bodovna vrednost...\u201c, ta\u010dan odgovor bi vredeo 10 bodova, a neta\u010dan odgovor bi vredeo -5 bodova. (Jer vi\u0161estruko ta\u010dno, vi\u0161estruko ozna\u010davanje, vi\u0161estruko pogre\u0161no ozna\u010davanje ne rezultiraju vi\u0161estrukim odbicima; u\u010denici ne\u0107e dobiti manje od -5.)
enable_partial_credit_text=Ozna\u010di ovu opciju ako \u017eeli\u0161 da u\u010denicima da\u0161 delimi\u010dan kredit kada odaberu odgovor koji je \u201eskoro ta\u010dan\u201c. Na primer, pitanje X ima opcije A, B, C, D, gde je A ta\u010dan odgovor. Ako u\u010denici izaberu A, dobili bi pun kredit, ali bi im se moglo dati malo kredita za odabir odgovora koji je skoro ta\u010dan. Omogu\u0107avanje ove opcije \u0107e ti omogu\u0107iti da odredi\u0161 procentualnu vrednost za svaki odgovor.
enable_negative_makrinkg_text=Ozna\u010di ovu opciju ako \u017eeli\u0161 da spre\u010di\u0161 nasumi\u010dno poga\u0111anje. Vrednost uneta u polje \u201eNegativna bodovna vrednost...\u201c bi\u0107e vrednost boda za pitanje ako u\u010denik ozna\u010di pogre\u0161no. Na primer, ako pitanje vredi 10 bodova i unese\u0161 \u201e5\u201c u polje \u201eNegativna bodovna vrednost...\u201c, ta\u010dan odgovor bi vredeo 10 bodova, a neta\u010dan odgovor bi vredeo -5 bodova.
enable_negative_makrinkg_note=<b>NAPOMENA\:</b>Iako pitanje mo\u017ee imati negativnu vrednost boda, kona\u010dna bodovna vrednost za kontrolnu ve\u017ebu ne\u0107e biti manja od nule.
reset_to_default_grading_logic_text=Klikni na ovaj link ako se predomisli\u0161 nakon \u0161to izabere\u0161 \u201eOmogu\u0107i delimi\u010dni kredit\u201c ili \u201eOmogu\u0107i negativnu oznaku\u201c. Podrazumevana logika ocenjivanja daje pun kredit za ozna\u010davanje ta\u010dnog odgovora i nula bodova za ozna\u010davanje pogre\u0161nog odgovora.

st_yes=Da
st_no=Ne
st_agree=Sla\u017eem se
st_disagree=Ne slazem se
st_undecided=\ Neodlu\u010dan
st_below_average=Ispod proseka
st_average=Prosek
st_above_average=Iznad proseka
st_strongly_disagree=Uop\u0161te se ne sla\u017eem
st_strongly_agree=Potpuno se sla\u017eem
st_unacceptable=Neprihvatljivo
st_excellent=Odli\u010dno

image_map_default_instruction=Identifikuj dole navedene stavke tako \u0161to \u0107e\u0161 kliknuti na odgovaraju\u0107i deo slike. Zeleni taster ozna\u010dava stavku na kojoj radi\u0161.
q_text_image_map=Unesi uputstva za pitanja u polje za tekst ispod ili koristi podrazumevanu poruku. U\u010ditaj sliku hotspota u nazna\u010deni odeljak ispod.

rowchoices=Izbor redova (pritisni taster "Povratak" posle svakog izbora)
matrix_choice_surv=Anketa\: Matrica izbora
matrix_choices_surv=Anketa - Matrica izbora
columnchoices=Izbor kolona (pritisni taster "Povratak" nakon svakog izbora)
addColumnChoiceToFavor=Dodaj izbore kolona u omiljene
forceRanking=Dozvoli samo jedan odgovor po koloni (prinudno rangiranje)
addComment=Dodaj polje za komentar
favorLabel=Etiketa za omiljeno
fieldLabel=Polje za etiketu
commentField=Komentar
character_count=Broj znakova
relativeWidthOfColumns=Relativne \u0161irine kolona
row_field_empty=Polje reda ne mo\u017ee biti prazno
less_than_two_columns=polje kolone mora da ima najmanje dva unosa, razdvojena tasterom \u201ePovratak\u201c.
selectFromFavorites=Ozna\u010di iz omiljenih

emi_pt=Stavka Bodovi
emi_whats_this=?
emi_whats_answer_point_title=Bod odgovora
emi_whats_answer_point=Bodovi se daju po stavci. Ukupni bodovni rezultat za pitanje se automatski izra\u010dunava iz zbira bodova za stavke.
emi_whats_theme_title=Tema
emi_whats_theme=Tema opisuje glavnu temu/domen koji \u0107e se baviti skupom stavki i povezana je sa ciljevima u\u010denja. Op\u0161tija tema (kao \u0161to je \u201eDijareja\u201c) mo\u017ee se koristiti za uzorkovanje znanja iz \u0161irih oblasti, a stavke u tom skupu mogu obuhvatati farmakologiju, epidemiologiju i istra\u017eivanja. Fokusiranija tema (kao \u0161to je \u201eLe\u010denje dijareje\u201c) se koristi za uzorkovanje dubinskog znanja, u ovom slu\u010daju sve u vezi sa farmakologijom.
emi_whats_options_title=Opcije
emi_whats_options=Spisak opcija se sastoji od mogu\u0107ih izbora odgovora na stavku i obuhvata ometa\u010de koji su neta\u010dni ili manje verovatni odgovori za ovu odre\u0111enu stavku. Opcije treba da budu homogene, ili \u201eiste vrste\u201c kao \u0161to su lekovi, organizmi, \u0107elije ili istrage, i treba da budu navedene samo kao re\u010di ili kratke fraze. Opcije koje su nepotrebno komplikovane (kombinacije opcija) ili \u201esve/ni\u0161ta od navedenog\u201c nisu dozvoljene.
emi_whats_leadin_title=Uvod
emi_whats_leadin=Uvodna izjava navodi vezu izme\u0111u korena i spiska opcija. U formatu tipa R, spisak opcija (na primer, 8 ili vi\u0161e potencijalnih dijagnoza) je sa\u017eeta u uvodnoj izjavi, na primer, \u201eZa svakog od slede\u0107ih pacijenata koji se javljaju u Hitnu pomo\u0107, ozna\u010di najverovatniju dijagnozu ." Uvod treba da pru\u017ei jasna uputstva kako u\u010denik treba da odgovori na postavljene stavke.
emi_whats_items_title=Koreni stavke
emi_whats_items=Koren ili stavka opisuje slu\u010daj i ono \u0161to se tra\u017ei od u\u010denika. Obi\u010dno se sastoji od klini\u010dkog scenarija i pitanja, na primer \u201eTridesetogodi\u0161njak ima... Ozna\u010di najverovatnije dijagnoze\u201c. U formatu tipa R, pitanje mo\u017ee biti uklju\u010deno u koren ili se mo\u017ee nalaziti u uvodnoj izjavi.

character_limit=Ograni\u010denje od 200 znakova

matrix_width_list_default=Koristi podrazumevane vrednosti pretra\u017eiva\u010da za \u0161irinu kolona
matrix_width_list_1=10% kolona izbora redova/90% kolona izbora kolona
matrix_width_list_2=20% kolona izbora redova/80% kolona izbora kolona
matrix_width_list_3=30% kolona izbora redova/70% kolona izbora kolona
matrix_width_list_4=40% kolona izbora redova/60% kolona izbora kolona
matrix_width_list_5=50% kolona izbora redova/50% kolona izbora kolona
matrix_width_list_6=60% kolona izbora redova/40% kolona izbora kolona
matrix_width_list_7=70% kolona izbora redova/30% kolona izbora kolona
matrix_width_list_8=80% kolona izbora redova/20% kolona izbora kolona
matrix_width_list_9=90% kolona izbora redova/10% kolona izbora kolona

edit_fib_warning=Imaj na umu da dodavanje, uklanjanje ili izmena praznina mo\u017ee dovesti do neslaganja u ocenjivanju kada se postoje\u0107i podnesci automatski ponovo ocenjuju. Za ure\u0111ivanje ove vrste pitanja, trebalo bi da omogu\u0107i\u0161 ponovno podno\u0161enje.
edit_order_warning=Mo\u017ee da si desi da si dodelio/la istu odredi\u0161nu poziciju na nekoliko delova ili pitanja. Rezultat raspore\u0111ivanja je izmenjen.

tag_title=Oznake
tag_previous=Oznake koje su prethodno dodate pitanju
tag_question_new=Dodajte nove oznake pitanju
tag_question=Dodaj/ukloni oznake pitanju
tag_search=Pretraga oznake
text_search=Pretraga teksta
searched_text=Tra\u017eeni tekst\:
searched_tags=Pretra\u017eene oznake\:
results_text=Rezultati za pretragu teksta
results_tag=Rezultati za pretragu oznaka
no_results=Nema rezultata za prikaz
tag_text_error=Potrebna su ti najmanje 3 znaka u polju za tekst. Imaj na umu da se HTML (ili sli\u010dne oznake) i neki specijalni znakovi filtriraju iz teksta za pretragu.
tag_text_error2=Tekst ima ne\u0161to \u0161to pretra\u017eiva\u010d ne dozvoljava, obi\u010dno mo\u017ee da se odnosi na otvorene navodnike. Pregledaj ga
tag_text_error3=Do\u0161lo je do gre\u0161ke pri pretra\u017eivanju, poku\u0161aj da koristi\u0161 jednostavniji upit. Ako se gre\u0161ka nastavi, kontaktiraj svog administratora
tag_tags_error=Treba ti najmanje 1 oznaka da bi izvr\u0161io/la pretragu.
tag_multitag_singlequestion=Ozna\u010davanjem ove opcije, SVA pitanja potpuno identi\u010dna ovom (koja se koriste u drugim kontrolnim ve\u017ebama ili skupovima pitanja), bi\u0107e a\u017eurirana ovim oznakama.
tag_multitag_singlequestion_all=Sistem je konfigurisan da kopira ove oznake na bilo koje identi\u010dno pitanje u sistemu (mo\u017eda kopirano u drugi test ili drugi skup pitanja).

question_use_rubric=Ovo pitanje mo\u017ee da se oceni pomo\u0107u rubrike
# Extra credit
extra_credit=Dodatni kredit
extra_credit_preview=(Dodatni kredit)

new=Novo
new_desc=Kreiraj novu stavku
none_above=Ni jedan od ponu\u0111enih
none_above_desc=Ovo je ometa\u010d i ne odgovara nijednoj stavci
existing=Postoje\u0107i
existing_desc=Odaberite postoje\u0107u stavku

# Restore assessments page
restore_assessments=Otpad
restore_assessments_restore=Vrati
restore_assessments_empty=Nisu prona\u0111ene izbrisane kontrolne ve\u017ebe.
restore_assessments_select=Ozna\u010di kontrolne ve\u017ebe
restore_assessments_deleted_on=Izbrisano dana

# S2U-21 Secure delivery errors
secure_delivery_exception_publish=Do\u0161lo je do gre\u0161ke u vezi sa {0} pri poku\u0161aju objavljivanja kontrolne ve\u017ebe.

# S2U-11 Global variables in calculated questions
calc_question_globalvar_label=Globalne promenljive
calc_question_globalvarname_col=Naziv globalne promenljive
calc_question_globalvarname=Naziv globalne promenljive\:
calc_question_globalvardelete_col=Obri\u0161i

calc_question_add_global_variable_button=Dodaj globalnu promenljivu
calc_question_delete_global_variable_link=Izbri\u0161i globalnu promenljivu
calc_question_delete_global_variable_confirm=Da li si siguran/na da \u017eeli\u0161 da izbri\u0161e\u0161 ovu globalnu promenljivu?
calc_question_enter_global_variable=Unesi naziv globalne promenljive (bez @)
calc_question_define_globalvars=Defini\u0161i globalne promenljive u tekstu pitanja i u izrazima formule tako \u0161to \u0107e\u0161 ih staviti u jedan at (npr. @k1@, @i1@ i @z1@).
calc_question_simple_instructions_step_11=Defini\u0161i globalne promenljive u tekstu pitanja okru\u017euju\u0107i naziv promenljive sa jednim at (npr. @k1@ i @i1@)
calc_question_simple_instructions_step_3aa=Defini\u0161i izraze formule u terminima globalnih promenljivih. Mo\u017ee\u0161 koristiti promenljive i globalne promenljive. Tako\u0111e mo\u017ee\u0161 dodati nove globalne promenljive ako je potrebno.

no_global_variables_defined=Nijedna globalna promenljiva nije definisana
no_global_variables_on_formula=Postoji nedefinisana globalna promenljiva
global_variable_name_empty=Naziv globalne promenljive ne mo\u017ee biti prazan. Globalne promenljive moraju da po\u010dinju sa slovnim znakom i mogu da sadr\u017ee samo slovne, broj\u010dane znakove i donje crte koje se nalaze unutar znakova \u201eet\u201d (npr. @x1@ )
global_variable_name_invalid=Naziv globalne promenljive je neva\u017ee\u0107i. Globalne promenljive moraju da po\u010dinju slovnim znakom i mogu da sadr\u017ee samo slovne, broj\u010dane znakove i donje crte i nalaze se unutar znakova \u201eet\u201d (npr. @x1@ )
global_variable_formula_contains_key=Formula iz globalne promenljive ne mo\u017ee da sadr\u017ei naziv globalne promenljive
global_variable_on_formula_not_defined=Formula iz globalne promenljive sadr\u017ei nedefinisane globalne promenljive
global_variable_cycles=U globalnim varijablama postoje ciklusi
samigo_formula_error_12=12\: Globalna promenljiva nije definisana u povratnim informacijama sa ta\u010dnim odgovorom
samigo_formula_error_13=13\: Globalna promenljiva nije definisana u povratnim informacijama sa neta\u010dnim odgovorom

#S2U-16
timed=Vremenski pode\u0161eno

# S2U-19
fixed_and_random_draw_type=Fiksno i nasumi\u010dno izvla\u010denje iz skupa pitanja

fixed=Fiksno
random_fixed_and_draw_questions_prefix=* Fixed
fixed_draw_type=Fiksno izvla\u010denje iz

fixed_and_random_draw_msg=Pitanja za ovaj deo su generisana nekim fiksnim pitanjima iz skupa pitanja, <b>{0}</b>, dana <b>{1}</b> u <b>{2}</b> i nekim drugim nasumi\u010dnim izvla\u010denjem pitanja iz istog ili drugog skupa pitanja, <b>{3}</b>, dana <b>{4}</b> u <b>{5}</b>. Za dobijanje najnovijih izmena u grupi, klikni na <b>A\u017euriraj pitanja</b> ili klikni na <b>Uredi</b> za ovaj deo, a zatim klikni na <b>Sa\u010duvaj</b>. Klikom na <b>Pregled</b> ili <b>Objavi</b> automatski \u0107e se a\u017eurirati pitanja sastavljena od grupe, kao i izvoz kontrolne ve\u017ebe.
fixed_and_random_draw_msg_published=Fiksna pitanja iz ovog dela su generisana iz skupa pitanja, <b>{0}</b>, dana <b>{1}</b> u <b>{2}</b> a pitanje nasumi\u010dnog izvla\u010denja je generisano iz skupa pitanja, <b>{3}</b>, dana <b>{4}</b> u <b>{5}</b>. Za izmenu pitanja u ovom delu, klikni na <b>Uredi pitanja</b>.
fixed_and_random_draw_msg_no_date=Pitanja za ovaj deo se generi\u0161u fiksno iz skupa pitanja i nasumi\u010dno iz istog ili drugog skupa pitanja. Klikni na Pregled kontrolne ve\u017ebe da biste videli uzorak nasumi\u010dnog izvla\u010denja.

edit_published_assessment_warn_edit_pool_fixed_questions=Tvoje promene \u0107e uticati samo na ovu kontrolnu ve\u017ebu, a ne na skup(ove) pitanja iz kojih su ova pitanja fiksna ili izvu\u010dena. Za ure\u0111ivanje odgovaraju\u0107ih fiksnih pitanja u skupu pitanja pod nazivom {0} i ure\u0111ivanje odgovaraju\u0107ih pitanja u skupu pitanja pod nazivom {1}, koristi vezu Skup pitanja na vrhu ove stranice.
notfixedquestionselected_error=Mora\u0161 da ozna\u010di\u0161 najmanje jedno fiksno pitanje.
notenough_error=Nema dovoljno pitanja. Zbir fiksnih pitanja i nasumi\u010dno izvu\u010denih pitanja ne sme da prekora\u010di zbir ukupnog broja pitanja u ozna\u010denom skupu pitanja.

# S2U-9
type.1=Vi\u0161estruki izbor
type.2=Vi\u0161estruki izbor
type.3=Vi\u0161estruki izbor
type.4=Ta\u010dno / neta\u010dno
type.5=Kratak odogovor
type.6=Otpremanje datoteke
type.7=Audio snimak
type.8=Popuni prazno
type.9=Uklapanje
type.11=Popuni broj\u010dano
type.12=Vi\u0161estruki izbor
type.13=Anketa
type.14=Uklapanje
type.15=Izra\u010dunato pitanje
type.16=Hotspot

score_format={0} od {1} ({2}%)
short_summary.title=Naziv pitanja
short_summary.type=Tip
short_summary.answered=Odgovoreno
short_summary.answered.yes=Da
short_summary.answered.no=Ne
short_summary.score=Rezultat
short_summary.part_title=Deo {0} - {1} - {2}/{3} - {4}/{5} bodova

comments_for_student=Komentari za u\u010denika\:
comment_for_student=Komentar za u\u010denika\:

current_question=Pitanje {0} od {1}
no_answer.text=Neodgovoreno
attachments.name=- Naziv\:
audio.record=Postoji audio snimak
audio.no_record=Ne postoji audio snimak

# S2U-20
random_multiple_pools=Random draw from multiple question pools
edit_published_assessment_warn_edit_multiple_pools=Your changes will affect this assessment only, not the question pools from which these questions were drawn. To edit the corresponding question in the question pool, use the Question Pools link at the top of this page.
multiselect_select_all_pools=Select all question pools
multiselect_all_pools_selected=All question pools selected
multiselect_no_pools_selected=No question pools selected
multiselect_n_pools_selected=question pools selected
