subnav_print=Aper\u00e7u avant impression
img_part_delete=/images/icons/page_delete.png
img_part_edit=/images/icons/page_edit.png
img_edit=/images/icons/pencil.png
img_delete=/images/icons/delete.png
add_items=Ajouter \u00e9l\u00e9ments \:
add_q=Ajouter question \:
add_matches=Ajouter appariements \:
add_more_answer_sect=Ajouter plus de section r\u00e9ponse\:--
add_more_answer_sects=Ajouter plus de sections r\u00e9ponse\:--
add_more_options=Ajouter plus d'options
add_more_items=Ajouter plus d'\u00e9l\u00e9ments
addr=Adresses \:
admin=Administrateur
all=Tout
button_back=Retour
all_user_input_saved=Toutes les entr\u00e9es de l'utilisateur enregistr\u00e9es automatiquement.
allow_only_specified=Ne permettre que les adresses IP sp\u00e9cifi\u00e9es
an_assessment_must_co=Une \u00e9valuation doit contenir au moins une question pour \u00eatre publi\u00e9e
anonymous=Anonyme
anonymous_grading_on=Correction anonyme seulement
another_p=Une autre partie
answer=R\u00e9ponse
answer_options_rich=Entrez le texte de l'option et/ou ajouter des pi\u00e8ces jointes ci-dessous
answer_options=Entrez les options individuellement
answer_options_paste=Coller une liste (une option par ligne, pas de puces)
answer_options_populate=Remplir les options de r\u00e9ponse
answer_options_count=Nombre d'options dans cette question (par exemple de A \u00e0 G \= 7)
required_options_count=Nombre de r\u00e9ponses requises
answers_required=R\u00e9ponse(s) requise(s)
answer_point_value=Valeur en points de la r\u00e9ponse
answer_point_value_display=Afficher la valeur de points tandis que l\u2019\u00e9tudiant est en train de passer l\u2019examen
answer_min_point_value=Valeur minimale de Point (optionnel)
answer_min_point_info=* Les points attribu\u00e9s \u00e0 l\u2019utilisateur pour avoir tent\u00e9 de la question
answer_provide_a_mo=Fournir une r\u00e9ponse mod\u00e8le comme guide aux \u00e9tudiants.
answer_text_predefi=Texte de R\u00e9ponse \: Jeu pr\u00e9d\u00e9fini d'\u00e9chelles pour les rapports de sondages.
answers=R\u00e9ponses
answers_select_answ=R\u00e9ponses \: S\u00e9lectionnez un r\u00e9ponse ci-dessous.
as_listed_on_assessm=Tel qu'\u00e9num\u00e9r\u00e9 sur la page de questions de l'\u00e9valuation
assessment=\u00c9valuation
assessment_introduct=Introduction de l'Evaluation
assessment_metadata=M\u00e9tadonn\u00e9es de l'\u00e9valuation
assessment_organizat=Organisation de l'\u00e9valuation
assessment_released=\u00c9valuation publi\u00e9e pour
assessment_title=Titre de l'\u00e9valuation
assessment_title_colon=Titre de l'\u00e9valuation
assign_to=Allouer \u00e0
assign_to_p=Allouer \u00e0 la Partie
assign_to_q_p=Allouer au groupement de questions
assign_to_question_p=Allouer au Groupement de Questions
audio_recording=Enregistrement Audio
authenticated_users=Tous les utilisateurs
author_s=Auteur(s)
auto_save=Enregistrement automatique
auto_submit_when_tim=Remise automatique apr\u00e8s la limite de temps
available=Disponible
button_remove_submissions=Supprimer les soumissions
bg_color=Couleur d'arri\u00e8re-plan
bg_image=Image d'arri\u00e8re-plan
but_remember=mais rappelez-vous
button_add=Ajouter
button_cancel=Annuler
copy_to_pool=Copier au Groupement
button_save=Enregistrer
button_close=Fermer
button_save_pub=Enregistrer et publier l'\u00e9valuation
button_republish_and_regrade=R\u00e9\u00e9valuer et Republier
button_republish=Republier
button_return=Retour
button_update_points=Mettre \u00e0 jour la notation
button_update_order=Mettre \u00e0 jour l'ordre
button_add_questions=Ajouter questions
button_search_questions_by_tag_and=Rechercher des questions correspondant \u00e0 TOUS les tags
button_search_questions_by_tag_or=Rechercher des questions correspondant \u00e0 AU MOINS un tag
button_search_questions_by_text_and=Rechercher des questions correspondant \u00e0 TOUS les mots
button_search_questions_by_text_or=Rechercher des questions correspondant \u00e0 AU MOINS l'un des mots
search_question_by_text_tip=Vous pouvez utiliser des guillemets pour regrouper plusieurs mots pour ne trouver que des correspondances exactes
origin=Origine
origins=Emplacements qui utilisent cette question \:
preview_tip=Le bouton d'aper\u00e7u vous montrera des informations suppl\u00e9mentaires sur la question. Les questions peuvent \u00eatre dupliqu\u00e9es \u00e0 plusieurs endroits (groupes de questions et \u00e9valuations). La liste des r\u00e9sultats affiche uniquement l'une de ces instances de la question. Le champ Origine indique d'o\u00f9 vient ce r\u00e9sultat sp\u00e9cifique. Vous pouvez afficher tous les endroits o\u00f9 cette question est utilis\u00e9e dans l'aper\u00e7u.
preview=Aper\u00e7u
loading=Chargement de la question en cours...


# CALCULATED_QUESTION
calculated_question=Question calcul\u00e9e
calc_question_var_label=Variables
calc_question_additional_label=Renseignements suppl\u00e9mentaires
calc_question_formula_label=Formules
calc_question_var_and_formula_label=Variables et formules
calc_question_calculation_label=Calculs
calc_question_calculation_col=Calcul
calc_question_example_label=Exemple
calc_question_varname_col=Nom de la variable
calc_question_varname=Nom de la variable \:
calc_question_formulaname_col=Nom de la formule
calc_question_formula_col=Formule
calc_question_min=Min
calc_question_max=Max
calc_question_dec=D\u00e9cimales
calc_question_tolerance=Tol\u00e9rance
calc_question_general_instructsion_label=Qu'est-ce qu'une Question calcul\u00e9e ?
calc_question_general_instructions1=Une question calcul\u00e9e calcule de nouvelles r\u00e9ponses pour chaque test, en fonction de variables dont la valeur change \u00e0 chaque fois. La r\u00e9ponse est bas\u00e9e sur une formule, utilisant ces variables.
calc_question_general_instructions2=Une d\u00e9finition de variable a un nom, une valeur minimale et maximale et un nombre de d\u00e9cimales.
calc_question_general_instructions3=Une d\u00e9finition de formule a un nom, une expression math\u00e9matique qui utilise les variables et une tol\u00e9rance, de sorte que les r\u00e9ponses dans cette tol\u00e9rance de la r\u00e9ponse sont \u00e9galement consid\u00e9r\u00e9es comme correctes.
calc_question_walkthrough_label=\u00c9tapes pour cr\u00e9er une Question calcul\u00e9e
calc_question_walkthrough1=Remplissez le texte de la question avec les informations que l'\u00e9tudiant verra, y compris les espaces r\u00e9serv\u00e9s aux variables et aux formules (voir les exemples ci-dessous)
calc_question_walkthrough2=Appuyez sur le bouton "Extraire les variables et les formules" pour cr\u00e9er les variables et les formules.
calc_question_walkthrough3=Modifiez les Min, Max et D\u00e9cimales pour toutes les variables afin de d\u00e9finir leurs plages de valeurs valides.
calc_question_walkthrough4=Entrez l'expression math\u00e9matique pour chaque formule, en ins\u00e9rant les variables si n\u00e9cessaire.
calc_question_walkthrough5=Appuyez sur le bouton \u00ab\u00a0Enregistrer\u00a0\u00bb pour enregistrer votre travail.
calc_question_walkthrough6=Toutes les erreurs seront affich\u00e9es en haut de la page. Elles doivent \u00eatre corrig\u00e9es avant l'enregistrement. Les champs avec des erreurs seront mis en \u00e9vidence pour vous montrer o\u00f9 vous avez des probl\u00e8mes.
calc_question_extract_button=Extraire les variables et les formules
calc_question_define_vars=D\u00e9finissez des variables dans le texte de la question et dans les expressions de formules en les mettant entre accolades (par exemple {a}, {b} et {c}).
calc_question_define_vars2=Placer les noms de variables simples accolades (par exemple {x}).
calc_question_define_calculations=Vous pouvez \u00e9galement d\u00e9finir des calculs dans le texte de la question. Placez des crochets doubles autour du calcul (par exemple [[3 + 2]]). Vous pouvez utiliser des variables dans les calculs (par exemple [[{a} + {b}]]). Ces calculs peuvent aider l'\u00e9tudiant \u00e0 r\u00e9pondre \u00e0 la question. Ils peuvent \u00e9galement aider l'instructeur \u00e0 v\u00e9rifier que la question est correctement d\u00e9finie avant de la publier
calc_question_answer_expression=Placez des accolades doubles autour d'un nom de formule (par exemple {{z}}). Cela d\u00e9finit \u00e9galement l'emplacement d'affichage de la zone de saisie de l'\u00e9tudiant.
calc_question_answer_variance=Vous pouvez d\u00e9finir une tol\u00e9rance acceptable comme une constante (0,01) ou un pourcentage (1,5%) de la r\u00e9ponse. (Par d\u00e9faut \u00e0 0,01.)
calc_question_answer_decimal=Variables et formules prennent en charge les d\u00e9cimales. La valeur par d\u00e9faut de leur nombre est 3.
calc_question_example1=Kevin a {x} pommes. Il ach\u00e8te {y} de plus. Maintenant, Kevin a [[{x} + {y}]]. Jane mange {z} pommes. Kevin a maintenant {{w}} pommes.
calc_question_example1_formula=La formule w dans l'exemple ci-dessus serait d\u00e9finie comme\: {x} + {y} - {z}
calc_question_functions=Vous pouvez utiliser les fonctions math\u00e9matiques suivantes \: SIN, COS, TAN, ASIN, ACOS, ATAN, ABS, EXP, SGN, SQRT, LOG10 et LN.
calc_question_example2=R\u00e9soudre \: COS({a}) * ({c} - {b}) \= {{z}} La formule pour z serait COS({a}) * ({c}-{b})
calc_question_example2_formula=La formule z dans l'exemple ci-dessus serait d\u00e9finie comme suit \: COS ({a}) * ({c} - {b})
calc_question_example3=L'aire d'un carr\u00e9 est de [[ {s} * {s} ]]m. Trouvez la longueur du c\u00f4t\u00e9 {{Z}}. La formule Z serait {s}.
calc_question_constants=Il y a deux constantes int\u00e9gr\u00e9es, PI (3.14 ...) et e (2.718 ...). Utilisez-les dans votre expression de formule.
calc_question_var_names=Les noms de variable et de formule sont alphanum\u00e9riques mais doivent commencer par un caract\u00e8re alpha
calc_question_unique_names=Les variables et les formules ne peuvent pas avoir le m\u00eame nom.
calc_question_scientific_notation=Vous pouvez utiliser la notation scientifique dans les variables, les formules et les calculs (par exemple, 6.02310e23 ou 1.67e-27).
calc_question_preview=Vous \u00eates fortement encourag\u00e9 \u00e0 utiliser la fonction d'\u00e9valuation de l'aper\u00e7u pour v\u00e9rifier les erreurs. Les boutons Extraire et Enregistrer valident tous deux les formules.
calc_question_hideshow=Afficher/masquer les consignes et exemples suppl\u00e9mentaires
calc_question_operators=Op\u00e9rateurs valides\: + - * / ^ ()
calc_question_error_syntax=La variance acceptable et les d\u00e9cimales attendues de votre r\u00e9ponse doivent \u00eatre format\u00e9es de la mani\u00e8re suivante \: {x + y | 1%, 2} ou {x + y | 1,2}. Les d\u00e9cimales attendues peuvent \u00eatre omises, par ex. {x + y | 1%}. 6 est la limite des d\u00e9cimales.
calc_question_error_expression=Il y a une erreur math\u00e9matique dans l'expression de votre r\u00e9ponse.
calc_question_error_expression_variables=La formule math\u00e9matique fait r\u00e9f\u00e9rence \u00e0 une variable utilis\u00e9e dans les instructions.
calc_question_prompt_preview=Apr\u00e8s avoir enregistr\u00e9, assurez-vous d'utiliser Aper\u00e7u de l'\u00e9valuation pour vous assurer que cette question fonctionne comme pr\u00e9vu\!
calc_question_no_calculations=Aucun calcul n'a \u00e9t\u00e9 d\u00e9fini
calc_question_calculation_sample_col=Exemple
calc_question_calculation_status_col=Statut
calc_question_instructions_label=Instructions
calc_question_simple_instructions_step_1=D\u00e9finissez les variables dans le texte de la question en entourant le nom de la variable avec des accolades simples (par exemple {x} et {y})
calc_question_simple_instructions_step_1a=Lorsqu'un \u00e9tudiant lit la question, les espaces r\u00e9serv\u00e9s aux variables sont remplac\u00e9s par les valeurs des variables
calc_question_simple_instructions_step_2=D\u00e9finissez les espaces r\u00e9serv\u00e9s aux formules dans le texte de la question en entourant le nom de la formule avec des accolades doubles (par exemple {{z}})
calc_question_simple_instructions_step_2a=Lorsque l'\u00e9tudiant voit la question, les espaces r\u00e9serv\u00e9s pour les formules seront remplac\u00e9s par des zones de saisie
calc_question_simple_instructions_step_2b=Les calculs internes utilisant les variables peuvent \u00eatre ajout\u00e9s en utilisant des crochets doubles [[ ]]. Le r\u00e9sultat du calcul sera affich\u00e9 dans le texte de la question (par exemple, [[{x} + {y}]]).
calc_question_simple_instructions_step_3=Apr\u00e8s avoir \u00e9crit le texte de la question, appuyez sur le bouton pour extraire les variables, les formules et les calculs
calc_question_simple_instructions_step_3a=D\u00e9finir les valeurs minimales et maximales pour les variables
calc_question_simple_instructions_step_3b=D\u00e9finissez les expressions de formule en termes de variables, en utilisant des accolades simples (par exemple {x} - {y})

# CALCULATED QUESTION ERRORS
empty_field=Le champ ne peut pas \u00eatre vide
no_variables_defined=Aucune variable n'a \u00e9t\u00e9 d\u00e9finie
no_formulas_defined=Aucuns formule n'a \u00e9t\u00e9 d\u00e9finie
no_variables_formula=Les formules doivent contenir au moins une variable
max_less_than_min=Une variable a un maximum inf\u00e9rieur \u00e0 son minimum
invalid_tolerance=La tol\u00e9rance doit \u00eatre un double valide ou un pourcentage (5.0 ou 5,0 %)
tolerance_negative=La tol\u00e9rance doit \u00eatre positive ; il d\u00e9finit la plage autour de la r\u00e9ponse qui sera consid\u00e9r\u00e9e comme correcte
invalid_min=Le minimum doit \u00eatre un nombre valide (0,0)
invalid_min_scale=D\u00e9cimales minimales sup\u00e9rieures \u00e0 la valeur d'\u00e9chelle
invalid_max=Le maximum doit \u00eatre un nombre valide (0,0)
invalid_max_scale=D\u00e9cimales max sup\u00e9rieures \u00e0 la valeur d'\u00e9chelle
unique_names=Les variables et les formules doivent avoir des noms uniques
variable_name_empty=Le nom de variable ne peut pas \u00eatre vide. Les variables doivent commencer par un caract\u00e8re alpha et ne peuvent contenir que des caract\u00e8res alpha, num\u00e9riques et de soulignement et sont entour\u00e9es d'accolades simples (c'est-\u00e0-dire {x})
variable_name_invalid=Le nom de variable n'est pas valide. Les variables doivent commencer par un caract\u00e8re alpha et ne peuvent contenir que des caract\u00e8res alpha, num\u00e9riques et de soulignement et sont entour\u00e9es d'accolades simples (c'est-\u00e0-dire {x})
formula_name_empty=Le nom de la formule ne peut pas \u00eatre vide. Les noms de formule doivent commencer par un caract\u00e8re alpha et ne peuvent contenir que des caract\u00e8res alpha, num\u00e9riques et de soulignement et sont entour\u00e9s de doubles accolades (c'est-\u00e0-dire {{y}})
formula_name_invalid=Le nom de la formule n'est pas valide. Les noms de formule doivent commencer par un caract\u00e8re alpha et ne peuvent contenir que des caract\u00e8res alpha, num\u00e9riques et de soulignement et sont entour\u00e9s de doubles accolades (c'est-\u00e0-dire {{y}})
formulas_not_validated=Formules non valid\u00e9s \u00e0 cause des erreurs pr\u00e9c\u00e9dentes
samigo_formula_error_1=1 \: Erreur de syntaxe
samigo_formula_error_2=2 \: erreur de syntaxe
samigo_formula_error_3=3 \: parenth\u00e8se manquante
samigo_formula_error_4=4 \: expression vide
samigo_formula_error_5=5 \: partie inattendue
samigo_formula_error_6=6 \: fin inattendue de l'expression 
samigo_formula_error_7=7 \: valeur attendue
samigo_formula_error_8=8 \: la formule peut avoir une racine carr\u00e9e d'un nombre n\u00e9gatif
samigo_formula_error_9=9 \: variable non d\u00e9finie dans les consignes
samigo_formula_error_101=101 \: op\u00e9rateur inconnu
samigo_formula_error_102=102 \: expression inconnue
samigo_formula_error_103=103 \: variable inconnue
samigo_formula_error_104=104 \: op\u00e9rateur inconnu
samigo_formula_error_200=200 \: expression trop longue
samigo_formula_error_300=300 \: la d\u00e9finition de la variable a \u00e9chou\u00e9
samigo_formula_error_400=400 \: la fonction attend une valeur enti\u00e8re
samigo_formula_error_401=401 \: le r\u00e9sultat n'est pas un nombre (NaN)
samigo_formula_error_402=402 \: le r\u00e9sultat est infini (infinity)
samigo_formula_error_500=500 \: erreur inconnue

cert_rem_assmt=Voulez-vous vraiment supprimer ces \u00e9valuations ?
button_edit_questions=Modifier les questions
button_return_to_main=Revenir \u00e0 l'\u00e9cran principal de Questions
cert_rem_q=Voulez-vous vraiment supprimer cette question ?
cert_rem_submissions=L'\u00e9valuation {0} contient des soumissions. Pour supprimer cette \u00e9valuation, vous devez d'abord supprimer toutes les soumissions qui lui sont associ\u00e9es.
change_q_type=Modifier le type de question
change_question_type=Modifier le type de question
change=Changer
choose_rem=Veuillez s\u00e9lectionner ce que vous d\u00e9sirez supprimer
choose_which_of_the=Choisissez lequel des paris suivants correspond \u00e0 cette relation\: la Chine est \u00e0 l'Asie ? comme _ est \u00e0 _.
collect_metadata_for_p=Recueillir m\u00e9tadonn\u00e9es pour les parties dans l'\u00e9diteur de questions
collect_metadata_for_q=Recueillir m\u00e9tadonn\u00e9es pour les questions dans l'\u00e9diteur de questions
continuous_numbering=Num\u00e9rotation continue entre les parties.
copy_all_to_pool=Copier Toutes les Questions au Groupement
correct_answer=R\u00e9ponse correcte
correct_answer_opti=R\u00e9ponse correcte (optionnelle)
correct_options=Options correctes
correct_incorrect_an=Retour d'exp\u00e9rience \u00e0 la r\u00e9ponse correcte/incorrecte
correct_match_feedback_opt=Commentaires sur la correspondance correcte (facultatif)
incorrect_match_feedback_opt=Commentaires de correspondance incorrects (facultatif)
correct_im_feedback_opt=Commentaires sur la correspondance correcte (facultatif)
incorrect_im_feedback_opt=Commentaires de correspondance incorrects (facultatif)
feedback_unavailable=Commentaires non disponibles pour cette s\u00e9lection
correct_option_labels=\u00c9tiquettes d'option correctes (par exemple, A ou ABC)
correct_response=R\u00e9ponse correcte
create_modify_a=Ajouter/Modifier \u00e9valuation
create_modify_p=Ajouter/Modifier partie
create_pairing=Ajouter/\u00c9diter appariement et r\u00e9troaction optionnelle
create_IM_pairing=Saisissez la description et dessinez la zone r\u00e9active correspondante pour chaque \u00e9l\u00e9ment que vous souhaitez ajouter. Le bouton vert indique l'\u00e9l\u00e9ment sur lequel vous travaillez.
all_im_zones_needed=Vous devez d\u00e9finir toutes les zones de l\u2019image
all_im_descriptions_needed=Vous devez d\u00e9finir toutes les descriptions
im_description=Entrez la description de l\u2019\u00e9l\u00e9ment
im_add_item=Ajouter un \u00e9l\u00e9ment
no_matching_pair=Aucune paire n'a \u00e9t\u00e9 cr\u00e9\u00e9e
creator=Cr\u00e9ateur
delivery_dates=Dates de Remise
description_asi_aut=Description \: Feuille de Style XML ASI auteur \: Audio multim\u00e9dia
description_intro_o=Description/Introduction (optionnelle)
due=\u00c0 rendre
each_p_is_on_a_se=Chaque partie est sur une page Web s\u00e9par\u00e9e.
each_q_is_on=Chaque question est sur une page Web s\u00e9par\u00e9e.
editor=\u00c9diteur
example_emi_question=Les parties d'une question \u00e0 appariement d\u00e9taill\u00e9
existing_qs=Questions existantes
existing_q=Question existante
extended_matching_items=Question \u00e0 appariement d\u00e9taill\u00e9
false_msg=Faux
feedback_will_be_dis=Le retour d'exp\u00e9rience sera affich\u00e9e \u00e0 l'\u00e9tudiant \u00e0 une date sp\u00e9cifique
file_upload=D\u00e9p\u00f4t de fichier
file_upload_example=Exemple de d\u00e9p\u00f4t de fichier
fill_in_the_blank=Exercice \u00e0 trous
fill_in_numeric=R\u00e9ponse Num\u00e9rique
for_example_curly=Par exemple \: Les roses sont {rouges} et les violettes sont {bleues}.
for_example_curly_fin=Par exemple \:   3*3\= {9} y 2+2\= {4}
global_nav_assessmt=\u00c9valuations
global_nav_template=Mod\u00e8les
global_nav_pools=Groupes de Questions
subnav_add_part=Ajouter Partie
action_print=Imprimer
gradebook_options=Options du bulletin de notes
grading=Notation
grading_options=Options de correction
graphics=Graphiques
high_security=Haute S\u00e9curit\u00e9
hrs=heures
if_multiple_submissi=Si des remises multiples existent par utilisateur
im_choice_col=Texte descriptif
im_currently_editing=En train d'\u00e9diter
im_match_col=Zone de l\u2019image
image=Image
image_map_question=Interaction graphique
image_map_src=Choisissez l\u2019image d'interaction graphique
image_map_alt=Fournir un texte alternatif pour l'image t\u00e9l\u00e9charg\u00e9e
immediate_feedback=Retour d'exp\u00e9rience imm\u00e9diat
import_an_assessment=Importer une \u00e9valuation
import_from_a_file=Importer d'un fichier
import_from_q=Copier du Regroupement de Questions
import_from_question_bank=*** Importer du Regroupement de Questions
import_from_question=Importer du groupe de questions
incorrect_answer_op=R\u00e9ponse incorrecte (optionnelle)
ins_new_q=Ajouter Question
insert_additional_a=Ins\u00e9rer r\u00e9ponses additionnelles
insert_additional_q_a_combos=Ins\u00e9rer des \u00e9l\u00e9ments suppl\u00e9mentaires
insert_additional_answer_options=Ins\u00e9rer des options de r\u00e9ponse suppl\u00e9mentaires
insert_p=Ins\u00e9rer une partie
insert_q=Ins\u00e9rer question
item=\u00c9l\u00e9ment
item_display_author=Affichage d'\u00e9l\u00e9ment - Mode auteur
items=\u00c9l\u00e9ments
key=Mots cl\u00e9s
keyword=Mot cl\u00e9
late_handling=Gestion des remises tardives
late_submissions_af=Les remises tardives (apr\u00e8s la date de remise) NE seront PAS accept\u00e9es.
late_submissions_wil=Les soumissions tardives seront accept\u00e9es et seront \u00e9tiquet\u00e9es comme telles lors du classement.
linear_access_to_que=Acc\u00e8s lin\u00e9aire aux questions sans retour aux pages pr\u00e9c\u00e9dentes.<br/>&nbsp; &nbsp; &nbsp; Il n'y a que des boutons SUIVANT pour avancer.<br/>&nbsp; &nbsp; &nbsp; Il n'y a AUCUNE table des mati\u00e8res.<br/>
match=Appariement
lead_in_statement=Introduction
default_lead_in_statement_description=Le texte par d\u00e9faut suivant sera utilis\u00e9 sauf si vous cliquez sur cette case et entrez le v\u00f4tre. <br/>Texte par d\u00e9faut\:
default_lead_in_statement=Pour chacun des \u00e9l\u00e9ments ci-dessous, s\u00e9lectionnez la ou les options de r\u00e9ponse les plus appropri\u00e9es ci-dessus. Chaque option de r\u00e9ponse peut \u00eatre utilis\u00e9e une fois, plusieurs fois ou pas du tout.
matching=Appariement
matching_choice_col=Choix
matching_match_col=Appariement
matching_currently_editing=En train d'\u00e9diter
matching_q_cont=Question d'appariement - Suite
metadata=M\u00e9tadonn\u00e9es
mins=minutes
model_short_answer=Exemple de r\u00e9ponse courte (optionnel)
modify_q=Modifier la Question
multiple_choice_type=Choix multiples 
multiple_mc_ss_pc=Plusieurs correctes, s\u00e9lection unique avec cr\u00e9dit partiel
multiple_choice_surv=Sondage
mutually_exclusive=<b>Mutuellement exclusives ?</b>
my_assmts=\u00c9valuations
my_qs=Questions 
my_qp=Groupes de Questions
my_ts=Mod\u00e8les
navigation=Navigation
new_p=Nouvelle partie
next_prev=Il y a des boutons SUIVANT et PR\u00c9C\u00c9DENT sur chaque page pour la navigation.
no_feedback_will_be=AUCUN retour d'exp\u00e9rience ne sera affich\u00e9 \u00e0 l'\u00e9tudiant.
no_toc=Il n'y a PAS de page de table des mati\u00e8res.
none=aucun
note_emi_correct_options=Placez les options correctes pour chaque \u00e9l\u00e9ment entre crochets ([]) \u00e0 la fin du texte de l'\u00e9l\u00e9ment.
note_emi_separate=S\u00e9parez-les par des virgules (,) s'il existe plusieurs options correctes.
note_emi_example=Par exemple \: quels os list\u00e9s se trouvent dans le bras ? [a,d,e]
note_p_headers_w=REMARQUE \: Les en-t\u00eates avec le titre "Par d\u00e9faut" ne seront pas visibles pour les utilisateurs d'\u00e9valuation.
note_point_value_for_question=NOTE \: valeur facultative; ignore les valeurs de point de questions dans le groupement de'origine.
note_place_curly=NOTE \: Placez des accolades ({}) de part et d'autre des mots qui repr\u00e9sentent des cases \u00e0 remplir.
defining_answers=<b>D\u00e9finir les r\u00e9ponses</b>
fib_note_1=Placez des crochets "{}" autour des mots n\u00e9cessitant des champs de r\u00e9ponse vierges. <br />Exemple \: les roses sont {rouges} et les violettes sont {bleues}.
fib_note_2=Ins\u00e9rer un "|" entre les options de r\u00e9ponse comme synonymes. <br />Exemple \: {Ils sont | Ils \u00e9taient} tr\u00e8s heureux.
fib_note_3=Ins\u00e9rez un ast\u00e9risque (*) pour un ou plusieurs caract\u00e8res g\u00e9n\u00e9riques. Pour qu'une r\u00e9ponse soit correcte, elle doit inclure au moins un caract\u00e8re \u00e0 la place de l'ast\u00e9risque.
note_defining_answers=Placez des accolades "{}" autour des valeurs num\u00e9riques n\u00e9cessitant des champs de r\u00e9ponse vierges. Exemple\: 3 * 3 \= {9}.
range=<b>Plage \:</b> ins\u00e9rer un "|" entre une plage de valeurs.
range_example=Exemple \: le prix est {12,2 | 14,5}. La r\u00e9ponse de l'\u00e9l\u00e8ve entre 12,2 et 14,5 sera consid\u00e9r\u00e9e comme valide.
scientific_notataion=<b>Notation scientifique \:</b> un point DOIT \u00eatre utilis\u00e9 comme marqueur de virgule d\u00e9cimale et la lettre "E" ou "e" pour exposant.
scientific_notataion_example=Exemple \: {6.022E23} exprime le nombre d'Avogadro.
complex_numbers=<b>Les nombres complexes</b> doivent \u00eatre sous la forme (a + bi) o\u00f9 "a" et "b" doivent avoir des valeurs explicitement \u00e9nonc\u00e9es.
complex_numbers_example=Exemple \: {1 + 1i} est valide tandis que {1 + i} ne l'est pas. De m\u00eame, {0 + 9i} est valide tandis que {9i} ne l'est pas.
accepted_characters=<b>Caract\u00e8res acceptables</b>
note_accepted_fin_1=Seuls les chiffres, les marqueurs de d\u00e9cimale (point ou virgule), le signe qui pr\u00e9c\u00e8de un nombre (par exemple, -5), ou <br/> des espaces (par exemple, en tant que s\u00e9parateurs de milliers, 5 000) sont autoris\u00e9es entre des accolades. <b>Remarque \:</b> Pour la notation scientifique informatis\u00e9e, <br/> un point doit \u00eatre utilis\u00e9 comme marqueur de la d\u00e9cimale.
note_accepted_fin_2=Tous les autres caract\u00e8res (par exemple, $ ou %) peuvent \u00eatre plac\u00e9s \u00e0 l'ext\u00e9rieur des accolades si n\u00e9cessaire. Par exemple \: 3/10 \= {30} % <br/> (seul 30 doit \u00eatre pr\u00e9sent dans le champ de r\u00e9ponse.)
note_accepted_fin_3=When defining a range of values, the value preceding the pipe "|" must be smaller than the value after <br/>the pipe (e.g., {12.2|14.5}).
for_example_accepted_fin=For example\: 3/10\= {30}% (Only 30 will need to be entered in the blank response field.)
mathjax_usage_warning=LaTeX markup may conflict with notation required for this question type.
# note_insert_pipe=Insert "|" (pipe) for synonyms or multiple answers and "*" for wildcard characters.
# for_example_pipe=For example: The sides are {heads|tails} and {h**dslt**ls}.
note_insert_pipe=OPTIONS \: Ins\u00e9rez un pipe (|) entre les options de r\u00e9ponse tels que le synonymes.
for_example_pipe=Par exemple \: Les feuilles ont un {recto|verso}. 
wildcard_char=Ins\u00e9rez un ast\u00e9risque (*) pour un ou plusieurs caract\u00e8res de remplacement. 
wildcard_example=Par exemple\: Il pleut {s*} \u00e0 {Q*c}.
number_of_attempts=Nombre de tentatives
number_of_attempts_indic=Indiquez le nombre de fois que les \u00e9tudiants ont le droit de r\u00e9enregistrer la r\u00e9ponse
number_of_qs=* Nombre de questions
point_value_of_questons=* La valeur en points des questions
randomization=Au hazard
type_of_randomization=Type de r\u00e9partition al\u00e9atoire
randomized_per_submission=A student's questions are randomized each time an assessment is submitted
randomized_per_student=Les questions d'un \u00e9tudiant sont tir\u00e9es al\u00e9atoirement une seule fois pour toutes les \u00e9valuations
number_of_submission=Nombre de remises permises
numbering=Num\u00e9rotation
obj=Objectifs
objective=Objectif
one_per=(un par ligne)
only=Seulement
only_next=Il n'y a que des boutons SUIVANT qui permettent seulement d'aller vers l'avant.
org=Organisation
p=Partie
p_information=Information de la partie
p_title=Titre de la partie
part_dash=Partie -
password=Mot de passe
pool_name=Nom du regroupement
number_questions=(nombre total de questions)
pt=Points 
q=Question
q_text=Texte de Question
q_layout=Disposition de la question
q_level_feedb=R\u00e9troaction au niveau des questions
q_multiple=Question - Choix multiple (plusieurs corrects)
q_ordering_n=Ordre des questions (non disponible en mode al\u00e9atoire)
qs=Questions 
question=Question
question_answer_combinations=Vignettes
question_text=Texte de Question
question_theme_text=Th\u00e8me
random_access_to_que=Random access to questions from a Table of Contents.<br />There are NEXT and PREV buttons on each page for navigation.
random_draw_from_que=Tirage au sort \u00e0 partir du groupement de questions
random_draw_from_que_edit_disabled=(Retirer les questions existantes de cette partie pour activer cette fonctionnalit\u00e9)
randow_draw_from_que_no_pools_available=(Ajouter au moins une question \u00e0 un pool non utilis\u00e9 pour activer cette fonctionnalit\u00e9)
random_draw_questions_prefix=* Tirage au sort
random_draw_questions_suffix=\ question(s) de
random_draw_correct_prefix=* Les bonnes r\u00e9ponses valent
random_draw_correct_suffix=point (s).
random_draw_deduct_prefix=* Pour les questions \u00abVrai Faux\u00bb ou \u00abChoix multiple, s\u00e9lection simple\u00bb, d\u00e9duisez
random_draw_deduct_suffix=point(s) for incorrect answers. This overrides the original pool setting.
random_within_p=Al\u00e9atoire \u00e0 l'int\u00e9rieur de la partie
randomize_answers=R\u00e9partir les r\u00e9ponses au hasard
req_rationale=Raisons requises
randomize_items=R\u00e9partir les \u00e9l\u00e9ments au hasard
record_the_average_s=Enregistrer la note moyenne
record_the_highest_s=Enregistrer la note la plus \u00e9lev\u00e9e
rem_p_all=Supprimer la partie et toutes les questions.
rem_p_only=Supprimer la partie seulement et d\u00e9placer la(les) question(s) vers
remove_assessment_co=Supprimer la confirmation d'\u00e9valuation
remove_assessment_check=Enlever la v\u00e9rification de l\u2019\u00e9valuation
remove_p_conf=Supprimer la confirmation de la partie
remove_q_conf=Confirmation de suppression de question
remove_question_conf=Confirmation de suppression de question
require_all_ok=Permettre un cr\u00e9dit partiel
require_rationale=Exige des raisons
required=Tous les champs avec un ast\u00e9risque sont requis si l'option \u00ab Tirage al\u00e9atoire du groupe de questions \u00bb est s\u00e9lectionn\u00e9e
rationale=Raisons
restart_numbering_be=Recommencer la num\u00e9rotation pour chaque partie.
retract=Retirer
rube=Rubriques
rubric_colon=Rubrique
sakai_assessment_man=Gestionnaire d'\u00e9valuation de Sakai
sakai_assessment_rem_q=\u00c9valuation Sakai - Supprimer question
save_or_cancel_change=Enregistrer ou annuler les modifications
scoring=Notation
search_question=Search questions
secondary_pass=Identifiant et mot de passe secondaires
select=[S\u00e9lectionner]
select_menu=s\u00e9lectionner
select_appropriate_format=S\u00e9lectionnez le format appropri\u00e9
options_text=Options
select_a_pool_name=S\u00e9lectionnez un nom de r\u00e9serve (optionnel)
select_num_questions=(\#\#\#)
select_combo=s\u00e9lectionner
select_one=s\u00e9lectionnez une ...
select_qtype=s\u00e9lectionner un type de question
select_the_feedback=S\u00e9lectionnez les composants de retour d'exp\u00e9rience \u00e0 afficher \u00e0 l'\u00e9tudiant
selected=S\u00e9lectionn\u00e9
selection_level_feed=Retour d'exp\u00e9rience au niveau de la s\u00e9lection
settings=Configuration -
short_answer_essay=R\u00e9ponse courte/Dissertation
show=AFFICHER
show_hide=Afficher/Cacher
student_rsquo_s_scor=Note de l'\u00e9tudiant
submission_message=Message de Remise
submissions=Copies
submissions_allowed=remises permises
subsub=subsub
sure_rem_q=Voulez-vous vraiment supprimer cette question ?
tf=Vrai/Faux
the_complete_assessm=L'\u00e9valuation compl\u00e8te est affich\u00e9e sur une page Web.
time_allowed_seconds=Temps permis (secondes)
time_allowed_seconds_indic=Indiquez le temps dont l'\u00e9tudiant dispose pour enregistrer une r\u00e9ponse
timed_assessment=\u00c9valuation Chronom\u00e9tr\u00e9es
timed_assessment_wit=\u00c9valuation chronom\u00e9tr\u00e9e avec limite de temps
title_navigoproject=Titre \: NavigoProject.org
total_pts=points totaux
total_pt=Total des points
true_msg=Vrai
true_false=Vrai Faux
true_false_slash=Vrai/Faux
true_false_q=Question Vrai / Faux
unlimited=Illimit\u00e9
upload_assessment=D\u00e9poser \u00e9valuation
user_must_click_sav=User must click "Save" button to save input.
username=Identifiant de l'utilisateur
zero_survey=(0 \= sondage ou question non corrig\u00e9e)
choice_labels=A\:B\:C\:D\:E\:F\:G\:H\:I\:J\:K\:L\:M\:N\:O\:P\:Q\:R\:S\:T\:U\:V\:W\:X\:Y\:Z

no=Non
yes=Ou

#Question labels for analysis and statistics
#The different fields must always be named as follows:
#-question number is zero: {0}
#-part number is one: {1}
#-pool name is two: {2}
#used if the question is not from a random pool and the assignment has only one part
label_question=Q{0}
#used if the question is not from a random pool and the assignment has more then one part
label_question_part=P{1}-Q{0}
#used if the question is from a random pool and the assignment has more then one part
label_question_part_pool=P{1}-Q{0}-R\u00e9serve\:{2}
#used if the question is from a random pool and the assignment has only one part
label_question_pool=Q{0}-R\u00e9serve\:{2}

#multiple choice survey answers
above_average=Au-dessus de la moyenne
below_average=Sous la moyenne 
average=Moyenne 
excellent=Excellent 
yes_no=Oui, Non
disagree_agree=En d\u00e9saccord, En accord
disagree_undecided=En d\u00e9saccord, Ind\u00e9cis, En accord
strongly_agree=Totalement en accord
strongly_disagree=Totalement en d\u00e9saccord
disagree=En d\u00e9saccord
agree=En accord
undecided=Ind\u00e9cis
unacceptable=Inacceptable
scale5=1 -> 5
scale10=1 -> 10

# added by daisyf
questions_lower_case=questions
question_s_lower_case=question(s)
points_lower_case=points 
point_lower_case=point
generalItemFeedback=R\u00e9troaction
correctItemFeedback=Retour pour r\u00e9ponse correcte
incorrectItemFeedback=Retour pour r\u00e9ponse incorrecte
correct=Correct
incorrect=Incorrecte

question_lower_case=question
answerKey=Corrig\u00e9
general_fb=Retour d'exp\u00e9rience d'\u00e9l\u00e9ment g\u00e9n\u00e9ral

not_correct=Incorrecte
a_level_feedb=Retour d'exp\u00e9rience au niveau de la r\u00e9ponse
s_level_feedb=Retour d'exp\u00e9rience au niveau de la s\u00e9lection
preview_model_short_answer=Exemple de r\u00e9ponse courte
number_of_tries=Nombre d'essais permis

# add /edit Part
title=Titre
information=Informations G\u00e9n\u00e9rales
title_note=NOTE\: Part titles of "Default" will not be visible to assessment takers. 
options=Options
type=Type
type_onebyone=Questions cr\u00e9\u00e9es une par une
random_draw_type=Tirage au sort de
random_draw_msg=The questions for this part were generated from the question pool, <b>{0}</b>, on <b>{1}</b> at <b>{2}</b>. To get latest changes made to the pool, click <b>Update Questions</b> or click <b>Edit</b> for this Part and then click <b>Save</b>. Clicking <b>Preview</b> or <b>Publish</b> will automatically update the pool-drawn questions as will exporting an assessment. 
random_draw_msg_published=The questions for this part were generated from the question pool, <b>{0}</b>, on <b>{1}</b> at <b>{2}</b>. To edit the questions in this part, click <b>Edit Questions</b>.
random_draw_msg_no_date=The questions for this part are generated randomly from a question pool.  Click Preview Assessment to see a sample random draw.
random_update_questions=Mettre \u00e0 jour les questions


update_pool_error_size_too_large=The question draw size value exceeds the number of questions in the pool.  Please edit the section draw size value.
update_pool_error_unknown=An error has occurred while updating the random drawn questions from the question pool.


# validate random drawn number for part
qdrawn_error=Number of questions to draw should be an integer greater than 0 but not more than 
qdrawn_pt_error=La valeur de point pour la question devrait \u00eatre un nombre sup\u00e9rieur ou \u00e9gal \u00e0 0.0
qdrawn_null_error_pos=Please enter a value in the "Correct answers are worth" field
qdrawn_null_error_neg=Please enter a value in the "deduct _ point(s)" field

selectedPool_error=Please select a pool under "Random draw from question pool".
overdrawn_error=The selected question pool has fewer questions than entered. Please enter a lower number. 
# message for total scores for assessments consisting of random draw parts
random_draw_total_score=Because this assessment contains a random draw part, the "total points" information is only an estimate. 

# error message for denied access
denied_create_assessment_error=Sorry\! Your current access right does not allow you to create a new assessment nor import an assessment.
denied_edit_assessment_error=D\u00e9sol\u00e9s \! Vous n'avez pas le droit d'\u00e9diter d'\u00e9valuations dans le site.
denied_delete_assessment_error=D\u00e9sol\u00e9 \! Vous n'avez pas le droit de supprimer d'\u00e9valuations dans le site.
denied_publish_assessment_error=D\u00e9sol\u00e9s \! Vous n'avez pas le droit de publier d'\u00e9valuations dans l'espace.
denied_edit_publish_assessment_settings_error=Sorry\! You do not have right to publish this assessment in the site and hence also no right to edit the settings.
denied_take_assessment_error=Sorry\! You do not have right to take this assessment in the site, however, you may view them.
denied_submit_for_grade_error=Sorry\! You do not have right to submit this assessment in the site for grade.
denied_grade_assessment_error=D\u00e9sol\u00e9s \! Vous n'avez pas le droit de corriger d'\u00e9valuations dans le site.
denied_delete_other_members_assessment_error=Sorry\! You do not have the right to delete the following assessments\:
# please add comment
duplicateName_error=You cannot have duplicate assessment titles.  Please choose another title.
# 0 points for survey
zeropoints=0 points

gradebook_exception_error=Warning\: A Gradebook item could not be created for this assessment. Please contact your local help desk for assistance. 

gradebook_service_error=Warning\: Gradebook has not been deployed properly. Hence, no new assessment can be created. Please contact your local help desk for assistance. 

empty_part_title_error=Le titre de partie ne peut pas \u00eatre vide.

# error message for question add
MCanswer_outofbound_error=Les questions Choix Multiples permettent un maximum de 26 choix de r\u00e9ponses.
singleCorrect_error=Vous devez s\u00e9lectionner une r\u00e9ponse correcte.
multiCorrect_error=Vous devez s\u00e9lectionner au moins une r\u00e9ponse correcte
answerList_error=Vous devez inscrire du texte pour au moins 2 choix.
missingChoices_error=Veuillez inscrire le texte de la s\u00e9lection
empty_correct_error=La zone de texte de la r\u00e9ponse correcte ne devrait pas \u00eatre vide.
match_error=Vous devez inscrire un choix et un appariement.
deliveryDate_error=La date de remise n'est pas du bon format \: mm/dd/yyyy hh\:mm\:ss\:aa.
pool_missingBracket_error=Please make sure your curly brackets match and answers must contain at least one non-space character.
fin_invalid_characters_error=Veuillez utiliser uniquement des caract\u00e8res accept\u00e9s entre des accolades.
mc_error=Veuillez inscrire plus de r\u00e9ponses.
emptyText_error=Le texte de la question ne devrait pas \u00eatre vide.
noMatchingPair_error=Before saving this question, you must have at least one matching pair. Please enter a matching pair and click "Save Pairing".  You may then save the question by clicking "Save" at the bottom of the page.
noImageMapPair_error=Before saving this question, you must have at least one image zone selected. Please enter a image zone and click "Save Image Zone".  You may then save the question by clicking "Save" at the bottom of the page.
submissions_allowed_error=The Time Allowed must be a positive integer. Example values\: 15, 30, 60 
corrAnswer=Vous devez choisir au moins une r\u00e9ponse.
partial_credit_limit_summary="% Value" for an incorrect answer selection needs to be a whole number between 0 and 99.
partial_credit_limit_detail=La valeur doit \u00eatre un nombre entier compris entre 0 et 99.

edit_published_assessment_warn_1=Cette \u00e9valuation a \u00e9t\u00e9 retir\u00e9e de l'affichage \u00e9tudiant.  
edit_published_assessment_warn_21=Click "Republish" or "Regrade and Republish" to make it available to students.
edit_published_assessment_warn_22=Click "Republish" to make it available to students.
edit_published_assessment_warn_edit_pool_questions=Your changes will affect this assessment only, not the question pool from which these questions were drawn. To edit the corresponding question in the question pool named {0}, use the Question Pools link at the top of this page.
edit_published_assessment_error=\u00c9valuation Indisponible pour l\u2019\u00e9dition
edit_published_assessment_error_info=At least one student has begun taking this assessment, and it is no longer available for editing.  Click Return to return to the Assessments screen.
regrade_republish=Republier et R\u00e9\u00e9valuer et Republier
what_is_republish_1=Cliquez sur
what_is_republish_2=Republier
what_is_republish_3=if you have modified content that has no bearing on an assessment's overall score (e.g., wording of a question or answer choice).
what_is_regrade_republish_1=Cliquez sur
what_is_regrade_republish_2=R\u00e9\u00e9valuer et Republier
what_is_regrade_republish_3=if you have modified anything that would change an assessment's overall score. These include\:
what_is_regrade_republish_4=1) Modifying the answer point value for an auto-scored question. Auto-scored question types include\:
what_is_regrade_republish_5=-Choix Multiple
what_is_regrade_republish_6=-Sondage
what_is_regrade_republish_7=-Exercice \u00e0 trous
what_is_regrade_republish_8=R\u00e9ponse num\u00e9rique
what_is_regrade_republish_9=-Appariement
what_is_regrade_republish_10=-Vrai Faux 
what_is_regrade_republish_11=2) Modification du choix de r\u00e9ponse correct pour une question auto-\u00e9valu\u00e9e.
what_is_regrade_republish_12=NOTE\: If you had made manual adjustments to auto-scored questions prior to editing a published assessment, clicking Regrade and Republish will override these manually adjusted scores. However, manually graded questions (e.g., Short Answer/Essay, Audio Recording, File Upload) will not be touched.

# new fib authoring messages 
case_sensitive=<b>Sensible \u00e0 la casse ? </b>
case_sensitive_note=When checked, a student's response must match the correct answer exactly with respect to upper and lower case.
case_sensitive_example=Example\: if the correct answer is "ABC" and a student's response is "aBc", then the response would be marked as incorrect. 
mutually_exclusive_note=When checked, questions including more than one blank with identical answer options must have unique answers.
mutually_exclusive_example=Example\: The sides of a coin are {heads|tails} and {heads|tails}. Correct answer\: heads, tails. Half correct answer\: heads, heads. 
ignore_spaces=<b>Ignorer les espaces\u00a0?</b>
ignore_spaces_note=When checked, a student's response will neither require space characters nor will it be counted wrong if it's missing space characters.
ignore_spaces_example=Example\: If the correct answer is "2 * sin(x - m)", the following are marked as correct\: "2*sin(x-m)", "2*sin(x - m)", etc.


# edit publish assessment confirmation page
edit_published_assessment_heading_conf=Modifier la Confirmation de l'\u00e9valuation publi\u00e9e
warning=AVERTISSEMENT \: 
edit_published_assessment_heading_conf_info_1=Cette \u00e9valuation a \u00e9t\u00e9 d\u00e9j\u00e0 publi\u00e9e.
edit_published_assessment_heading_conf_info_2=Il sera retir\u00e9 (indisponible aux \u00e9tudiants) jusqu'\u00e0 ce que vous le rediffusiez.
edit_published_assessment_heading_conf_info_3=Cliquer sur Modifier pour retirer et modifier l'\u00e9valuation.
edit_published_assessment_heading_conf_info_4=Cliquez sur Annuler pour revenir \u00e0 la page des \u00e9valuations.

# signs for author tool
separator=|  
dash=- 
column=\ \: 

# copy assessment confirmation page
copy_assessment_heading_conf=Copier la Confirmation d'Evaluation
copy_assessment_conf_info_1=Are you sure you want to duplicate this assessment titled "
copy_assessment_conf_info_2="?
append_copy_title=- Copier \#

# gradebook can not accept an assessment if its totalpoint = 0, 
gradebook_exception_min_points=Warning\: A Gradebook item could not be created for this assessment because Gradebook requires that the total points for this assessment must be > 0. Please change the Gradebook Options in the Settings to 'None" and republish again.  Please contact your local help desk for more assistance. 
gradebook_exception_title_invalid=Warning\: A Gradebook item could not be created for this assessment because assessment name contain invalid characters for a Gradebook item\: '*', '[', ']' or start with a '\#'. Please change the assessment name and republish again.

# Title of links: starts with t_
t_addPart=Ajouter Partie
t_settings=\u00c9diter Propri\u00e9t\u00e9s
t_removeP=Supprimer Partie
t_editP=\u00c9diter Partie
t_editQ=Modifier la Question
t_removeQ=Supprimer Question
t_assessment=\u00c9valuation
t_question=Question
t_removeC=Supprimer Choix
t_removeO=Supprimer l'option
t_removeI=Supprimer l'\u00e9l\u00e9ment

# add attachments to questions
attachments=Fichiers joints
add_attachments=Ajouter des pi\u00e8ces jointes
add_remove_attachments=Ajouter / supprimer des pi\u00e8ces jointes
no_attachments=Aucune pi\u00e8ce jointe pour l'instant
remove_attachment_heading=Supprimer la pi\u00e8ce jointe
remove_attachment_conf=confirmer la suppression de la pi\u00e8ce jointe
cert_rem_attachment=\u00cates-vous certain de vouloir supprimer cette pi\u00e8ce jointe ?
t_attachment=Afficher la pi\u00e8ce jointe dans une autre fen\u00eatre

show_editor=Afficher l\u2019\u00e9diteur de texte riche (et le nombre de caract\u00e8res)
show_editors=Afficher tous les \u00e9diteurs de texte enrichi

file=Fichier \:  
upload=D\u00e9poser 
browse=Parcourir

note_negative_point_value_part=REQUIS \: remplace la valeur correspondante dans le pool d'origine. Concerne uniquement les questions \u00abVrai Faux\u00bb ou \u00abChoix multiple, s\u00e9lection simple\u00bb.
negative_point_value=Valeur n\u00e9gative de point pour le choix incorrect de r\u00e9ponse
note_negative_point_value_question=Optionnel. Concerne uniquement les questions 'Vrai Faux' ou 'Choix multiple, s\u00e9lection simple'.

actions_for=Actions for\:
select_action=Actions
action_scores=Scores

enable_partial_credit=Activer le cr\u00e9dit partiel
reset_grading_logic=Remettre la logique de notation par d\u00e9faut
enable_nagative_marking=Activer la notation n\u00e9gative
percentage_value=Valeur en pourcentage
reset_score_values=Remettre \u00e0 z\u00e9ro les cr\u00e9dits partiels
enter_new_pc_value=Entrez la nouvelle valeur (optionnel)

# error messages for EMI questions (used in Javascript validation)
answer_point_value_error=Une valeur de point pour r\u00e9ponse valide n'a pas \u00e9t\u00e9 fournie.
theme_text_error=Texte du th\u00e8me non fourni.
simple_text_options_blank_error=Some simple text options are left blank - Please enter option text or remove options before saving.
number_of_rich_text_options_error=Nombre d'options de texte enrichi non s\u00e9lectionn\u00e9.
missing_or_invalid_answer_options_labels_error=\u00c9tiquettes d'option de r\u00e9ponse manquante ou non valide
rich_text_options_error=Texte d'option de r\u00e9ponse en texte enrichi ou pi\u00e8ce jointe requis
at_least_two_options_required_error=Au moins 2 options sont n\u00e9cessaires
at_least_two_pasted_options_required_error=Au moins 2 options coll\u00e9es sont n\u00e9cessaires
blank_or_non_integer_item_sequence_error=Champ de s\u00e9quence vide ou ne contenant pas un entier pour l'\u00e9l\u00e9ment \:
correct_option_labels_error=Correct option labels blank or contain other than alpha characters and commas for item\:
correct_option_labels_invalid_error=Option non valide dans les \u00e9tiquettes d'option correcte pour l'\u00e9l\u00e9ment \:
item_text_not_entered_error=Texte de l'\u00e9l\u00e9ment ou pi\u00e8ce jointe non fournie pour l'\u00e9l\u00e9ment \:
simple_text_option_label=Texte simple - pour une liste d'\u00e9l\u00e9ments non format\u00e9s
simple_text_paste_label=Texte simple - pour coller des options
rich_text_option_label=Texte enrichi / pi\u00e8ces jointes - pour texte avec style, tableaux, images avec l\u00e9gendes

#message parameters:
#0: user input
#1: question number
#2: sequence number
#3: valid options
please_select_from_available=Question {1} has an invalid answer, {0}. Only the following letters of the alphabet are acceptable\: {3}
duplicate_responses=R\u00e9ponses en double \:

# MC what's this link
mc_whats_this_main_text=The grading logic of multiple choice questions depends on the option you select.
mcsc_whats_this_text=This is the default option because it's the most common\: students get the full point value for selecting a single correct answer and zero points for selecting anything else. This option can be further modified by selecting Enable Partial Credit or Enable Negative Marking.
mcsc_whats_this_text_no_partial_credit=This is the default option because it's the most common\: students get the full point value for selecting a single correct answer and zero points for selecting anything else.* 
mcss_whats_this_text=Select this option if multiple answers are correct and you would like to give students full credit for choosing <b>any</b> of them. For instance, question X has options A, B, C, D, where A, B, or D are all correct answers.  If a student selects A, B, or D, he would receive full credit. If he selects C, then he would get zero credit.*
mcms_whats_this_text=Select this option if students need to select <b>all</b> of the correct answers in order to receive full credit.
mcms_whats_this_partial_text=<b>Correct minus Incorrect\:</b>  They will be given partial credit for selecting a correct answer and will be penalized for selecting an incorrect answer. For instance, question X is worth 10 points and has options A, B, C, D, E where A and B are correct choices. Each correct answer has a point value equal to the question point value divided by the number of correct answers. Thus, a student will get 5 points for selecting A or B. They will be penalized 5 points for selecting C, D, or E.
mcms_whats_this_partial_note=<b>Note\: </b> Even though a question could have a negative point value based on the grading logic (as in this example), the actual lowest possible total point value for a multiple correct, multiple selection question cannot be less than zero.
mcms_whats_this_full_text=<b>All or nothing\:</b>  They will receive full credit only if they choose all of the correct answers and none of the incorrect answers.* <br/><br/>* If you want to penalize students for random guessing, then enter a value  in the "Negative point value for incorrect answer selection" field so that students will receive less than zero for an incorrect answer. For instance, if a question is worth 10 points and you enter "5" into the "Negative point value..." field, a correct answer would be worth 10 points and an incorrect answer selection would be worth -5 points.  (For Multiple Correct, Multiple Selection, multiple wrong selections do not result in multiple deductions; students will receive no less than -5.)
enable_partial_credit_text=Select this option if you want to give students partial credit when they choose an answer that is "almost correct." For instance, question X has options A, B, C, D, where A is the correct answer. If students pick A, they would receive full credit, but they could be given some credit for choosing an answer that is almost correct. Enabling this option will allow you to specify a percentage value for each answer.
enable_negative_makrinkg_text=Select this option if you want to discourage random guessing. The value entered into the "Negative point value..." field will be the question's point value if a student makes an incorrect selection. For instance, if a question is worth 10 points and you enter "5" into the "Negative point value..." field, a correct answer selection would be worth 10 points and an incorrect answer selection would be worth -5 points.  
enable_negative_makrinkg_note=<b>NOTE\:</b> Even though a question may have a negative point value, the final point value for an assessment will not be less than zero.
reset_to_default_grading_logic_text=Click this link if you change your mind after selecting 'Enable Partial Credit' or 'Enable Negative Marking'. The default grading logic grants full credit for selecting a correct answer and zero credit for selecting an incorrect answer.

st_yes=Ou
st_no=Non
st_agree=En accord
st_disagree=En d\u00e9saccord
st_undecided=Ind\u00e9cis
st_below_average=Sous la moyenne
st_average=Moyenne
st_above_average=Au-dessus de la moyenne
st_strongly_disagree=Totalement en d\u00e9saccord
st_strongly_agree=Totalement d'accord
st_unacceptable=Inacceptable
st_excellent=Excellent 

image_map_default_instruction=Identify the item(s) listed below by clicking on the corresponding part of the image. The green button indicates the item you are working on.
q_text_image_map=Enter question instructions in the textbox below or use the default message. Upload the Hot Spot image in the designated section below.

rowchoices=Row Choices (press "Return" key after each choice)
matrix_choice_surv=Sondage \: Matrice de choix
matrix_choices_surv=Sondage - Matrice de choix
columnchoices=Column Choices (press "Return" key after each choice)
addColumnChoiceToFavor=Ajouter choix de colonne \u00e0 vos favoris
forceRanking=Allow Only One Response per Column (forced ranking)
addComment=Ajouter un champ de commentaire
favorLabel=\u00c9tiquette de favoris
fieldLabel=\u00c9tiquette du champ
commentField=Commentaire
character_count=Nombre de caract\u00e8res \:
relativeWidthOfColumns=Largeur relative des colonnes
row_field_empty=Le champ de ligne ne doit pas \u00eatre vide
less_than_two_columns=columns field need to have at least two inputs, separated by "Return" key
selectFromFavorites=S\u00e9lectionner depuis les favoris

emi_pt=Points pour l'\u00e9l\u00e9ment
emi_whats_this=\ ?
emi_whats_answer_point_title=Points pour la r\u00e9ponse
emi_whats_answer_point=Points are given per item. The overall point score for the question is automatically calculated from the sum of the item points.
emi_whats_theme_title=Th\u00e8me
emi_whats_theme=The theme describes the main topic/domain that the item set will address, and is linked to the learning objectives.  A more generic theme (such as "Diarrhoea") may be used for sampling knowledge over wider fields, and items in that set may include pharmacology, epidemiology and investigations. A more focussed theme (such as "Management of diarrhoea") is used to sample in-depth knowledge, in this case all related to pharmacology.
emi_whats_options_title=Options
emi_whats_options=The options list consists of the potential answer choices to the item, and includes the distracters that are the incorrect or less likely answers for this particular item. The options should be homogenous, or "the same kind of thing" such as drugs, organisms, cells or investigations, and should be listed only as words or short phrases. Options that are unnecessarily complicated (combinations of options) or "all/none of the above" are not allowed.
emi_whats_leadin_title=Introduction
emi_whats_leadin=The lead-in statement specifies the association between the stem and the option list. In the R-type format, the options list (for example, 8 or more potential diagnoses) is summarized in the lead-in statement, for example, "For each of the following patients presenting to the Emergency Room, select the most likely diagnosis." The lead-in should provide clear instructions how the student should respond to the item set.
emi_whats_items_title=Vignettes
emi_whats_items=The stem or item describes the case and what is required from the student. It usually consists of a clinical scenario and a question, for example "A 30yr old man presents with... Select the most likely diagnoses." In the R-type format, the question may be included in the stem or may be situated in the lead-in statement.

character_limit=Limit\u00e9 \u00e0 200 caract\u00e8res

matrix_width_list_default=Utiliser la valeur par d\u00e9faut du navigateur pour les largeurs de colonne
matrix_width_list_1=10% pour les choix de ligne / 90% pour les choix de colonne
matrix_width_list_2=20% pour les choix de ligne / 80% pour les choix de colonne
matrix_width_list_3=30% pour les choix de ligne / 70% pour les choix de colonne
matrix_width_list_4=40% pour les choix de ligne / 60% pour les choix de colonne
matrix_width_list_5=50% pour les choix de ligne / 50% pour les choix de colonne
matrix_width_list_6=60% pour les choix de ligne / 40% pour les choix de colonne
matrix_width_list_7=70% pour les choix de ligne / 30% pour les choix de colonne
matrix_width_list_8=80% pour les choix de ligne / 20% pour les choix de colonne
matrix_width_list_9=90% pour les choix de ligne / 10% pour les choix de colonne

edit_fib_warning=Please note that adding, removing or modifying the blanks can lead to scoring discrepancies when existing submissions are automatically regraded. For editing this type of question, you should allow resubmission.
edit_order_warning=You may have assigned the same destination position to several parts or questions. The result of the ordering has been modified.

tag_title=Etiquettes
tag_previous=Tags added previously to the question
tag_question_new=Add new tags to the question
tag_question=Add/remove tags to the question
tag_search=Tag Search
text_search=Text Search
searched_text=Searched text\:
searched_tags=Searched tags\:
results_text=Results for Text search
results_tag=Results for Tag search
no_results=Aucun r\u00e9sultat \u00e0 afficher
tag_text_error=You need at least 3 characters in the text field. Note that HTML (or similar tags) and some special chars are filtered from the text to search.
tag_text_error2=The text has something not allowed by the search engine, usually it is related with unclosed quotation marks. Please, review it
tag_text_error3=An error happened searching, please try to use a more simple query. If the error continues, please contact with your administrator
tag_tags_error=You need at least 1 tag to perform the search.
tag_multitag_singlequestion=Selecting this option, ALL the questions completely identical to this one, (used in other assessments, or question pools), will be updated with these tags.
tag_multitag_singlequestion_all=The system has been configured to copy these tags to any identical question in the system (maybe copied to another test or another question pool).

question_use_rubric=This question could be graded using a Rubric
# Extra credit
extra_credit=Extra Credit
extra_credit_preview=(Extra Credit)

# Restore assessments page
restore_assessments=Trash
restore_assessments_restore=Restore
restore_assessments_empty=No deleted assessments found.
restore_assessments_select=Select assessments
restore_assessments_deleted_on=Deleted on
