#X-Generator: crowdin.com
subnav_print=Aper\u00e7u avant impression
add_items=Ajouter \u00e9l\u00e9ments\:
add_q=Ajouter question\:
add_matches=Ajouter appariements\:
add_more_answer_sect=Ajouter plus de section r\u00e9ponse\:--
add_more_answer_sects=Ajouter plus de sections r\u00e9ponse\:--
add_more_options=Ajouter plus d'options
add_more_items=Ajouter plus d'\u00e9l\u00e9ments
addr=Adresses\:
admin=Admin
all=Tous
button_back=Retour
all_user_input_saved=Toutes les entr\u00e9es de l'utilisateur enregistr\u00e9es automatiquement.
allow_only_specified=Ne permettre que les IP sp\u00e9cifi\u00e9es
an_assessment_must_co=Une \u00e9valuation doit contenir au moins une question pour \u00eatre publi\u00e9e.
anonymous=Anonyme
anonymous_grading_on=Correction anonyme seulement
another_p=Une autre partie
answer=R\u00e9ponse
answer_options_rich=Entrer le text ou la pi\u00e8ce jointe ci-dessous.
answer_options=Entrer les choix individuellement
answer_options_paste=Copier une liste (un choix par ligne, sans tirets)
answer_options_populate=Populer les choix de r\u00e9ponse
answer_options_count=Nombre de choix dans cette question (par exemple,  A to G \= 7)
required_options_count=Nombre de r\u00e9ponses requises
answers_required=R\u00e9ponse(s) requise
answer_point_value=Valeur en points de la r\u00e9ponse
answer_point_value_display=Afficher le pointage aux \u00e9tudiants pendant l'\u00e9valuation
answer_min_point_value=Valeur de point minimum (optionel)
answer_min_point_info=*Points accord\u00e9s \u00e0 l'utilisateur pour avoir tent\u00e9 une r\u00e9ponse
answer_provide_a_mo=R\u00e9ponse\: Fournissez un exemple de r\u00e9ponse \u00e0 montrer aux \u00e9tudiants et pour aider les correcteurs, et un commentaire au besoin.
answer_text_predefi=Texte de R\u00e9ponse\: Jeu pr\u00e9d\u00e9fini d'\u00e9chelles pour les rapports de sondages.
answers=R\u00e9ponses
answers_select_answ=R\u00e9ponses\: S\u00e9lectionnez un r\u00e9ponse ci-dessous.
as_listed_on_assessm=Telle qu'\u00e9num\u00e9r\u00e9e sur la page des questions de l'\u00e9valuation
assessment=\u00c9valuation
assessment_introduct=Introduction de l'\u00e9valuation
assessment_metadata=M\u00e9tadonn\u00e9es de l'\u00e9valuation
assessment_organizat=Organisation de l'\u00e9valuation
assessment_released=\u00c9valuation publi\u00e9e \u00e0
assessment_title=Titre de l'\u00e9valuation
assessment_title_colon=Titre de l'\u00e9valuation
assign_to=Allouer \u00e0
assign_to_p=Allouer \u00e0 la partie
assign_to_q_p=Allouer \u00e0 la r\u00e9serve de questions
assign_to_question_p=Allouer \u00e0 la r\u00e9serve de questions
audio_recording=Enregistrement audio
authenticated_users=Tous les utilisateurs
author_s=Auteur(s)
auto_save=Enregistrement automatique
auto_submit_when_tim=Remise automatique apr\u00e8s la limite de temps
available=Disponible
button_remove_submissions=Supprimer les remises
bg_color=Couleur d'arri\u00e8re-plan
bg_image=Image d'arri\u00e8re-plan
but_remember=mais rappelez-vous
button_add=Ajouter
button_cancel=Annuler
copy_to_pool=Copier \u00e0 la r\u00e9serve de question
button_save=Enregistrer
button_save_pair=Enregister l'appariement
button_close=Fermer
button_save_pub=Enregistrer et publier l'\u00e9valuation
button_republish_and_regrade=Modifier la note et republier
button_republish=Republier
button_return=Retourner
button_update_points=Mettre le pointage \u00e0 jour
button_update_order=Mettre l'ordre \u00e0 jour

# CALCULATED_QUESTION
calculated_question=Question avec formule math\u00e9matique
calc_question_additional_label=Information additionnelle
calc_question_formula_label=Formules
calc_question_calculation_label=Calculs
calc_question_calculation_col=Calcul
calc_question_example_label=Exemple, pour la question suivante \:
calc_question_varname_col=Variable
calc_question_varname=Variable\:
calc_question_formulaname_col=Nom de la Formule
calc_question_formula_col=Formule
calc_question_dec=Nombre de d\u00e9cimale
calc_question_tolerance=Tol\u00e9rance
calc_question_general_instructsion_label=Qu'est-ce qu'une question avec formule math\u00e9matique?
calc_question_general_instructions1=Une question avec formule math\u00e9matique calcule de nouvelles questions bas\u00e9es sur des variables al\u00e9atoires. La r\u00e9ponse est bas\u00e9e sur une formule qui utilise ces variables.
calc_question_general_instructions2=Une variable est d\u00e9finie par un nom, une valeur minimum et maximum et un nombre de d\u00e9cimales.
calc_question_general_instructions3=Une formule est d\u00e9finie par un nom, une expression math\u00e9matique utilisant les variables, ainsi qu'une tol\u00e9rance afin que les r\u00e9ponses restant dans les limites de cette tol\u00e9rance soient aussi consid\u00e9r\u00e9es comme correctes.
calc_question_walkthrough_label=\u00c9tapes pour cr\u00e9er une question avec formule math\u00e9matique
calc_question_walkthrough1=Saisissez le texte de la question avec les informations que l'\u00e9tudiant verra, incluant les symboles rempla\u00e7ant les variables et les formules (voir les exemples ci-dessous)
calc_question_walkthrough2=Cliquez le bouton \u00ab Extraire Variables, formules et calculs \u00bb afin de les transf\u00e9rer dans les tableaux des variables et formules.
calc_question_walkthrough3=Changez les valeurs minimum, maximum et le nombre de d\u00e9cimales pour toutes les variables, afin de d\u00e9finir leur intervalle de valeur.
calc_question_walkthrough4=Entrez l'expression math\u00e9matique pour chacune des formules, ins\u00e9rant les variables aux endroits requis.
calc_question_walkthrough5=Appuyez sur le bouton \u00ab Enregistrer \u00bb afin de sauvegarder votre travail.
calc_question_walkthrough6=Toutes les erreurs seront affich\u00e9es en haut de la page. Elles doivent \u00eatre corrig\u00e9es avant la sauvegarde. 
calc_question_extract_button=Extraire Variables, formules et calculs
calc_question_define_vars=Les variables sont d\u00e9finies dans le texte de la question et dans les expressions des formules en les encadrant dans une paire d'accolades.
calc_question_define_vars2=Par exemple \: {a}, {b}, et {c}.
calc_question_define_calculations=Vous pouvez aussi d\u00e9finir des calculs dans la question Utilisez des crochets doubles autour du calcul (par exemple. [[ 3 + 2 ]]). Vous pouvez aussi utiliser des variables dans les calculs (par exemple [[ {a} + {b} ]]). L''\u00e9tudiant verra le r\u00e9sultat du calcul seulement. Ces calculs peuvent aider l''\u00e9tudiant \u00e0 r\u00e9pondre aux questions. Ils peuvent aussi permettre \u00e0 l''enseignant de v\u00e9rifier que la question est d\u00e9finie correctement avant de la publier.
calc_question_answer_expression=Placez deux paires d''accolades autour du nom d''une formule\: {{z}}. Ceci indique l''endroit o\u00f9 la zone de saisie sera affich\u00e9e \u00e0 l''\u00e9tudiant.
calc_question_answer_variance=Vous pouvez d\u00e9finir la tol\u00e9rance par une constante (0.01) ou un pourcentage (1.5%) de la r\u00e9ponse. (La valeur par d\u00e9faut est 0.01.)
calc_question_answer_decimal=Les variables ainsi que les formules supportent les d\u00e9cimales. Le nombre de  d\u00e9cimales par d\u00e9faut est 3.
calc_question_example1=Kevin a {x} pommes. Il en ach\u00e8te {y} de plus. Maintenant, Kevin a [[{x}+{y}]] pommes. Jane mange {z} pommes. Kevin a maintenant {{w}} pommes.
calc_question_example1_formula=Dans cet exemple, la formule \u00ab w \u00bb serait d\u00e9finie ainsi\: {x} + {y} - {z}
calc_question_functions=Vous pouvez utiliser les fonctions math\u00e9matiques suivantes\: SIN, COS, TAN, ASIN, ACOS, ATAN, ABS, EXP, SIGN, SQRT, FACTORIAL, LOG10, LOG, and LN.
calc_question_example2=R\u00e9soudre\: COS({a}) * ({c} - {b}) \= {{z}}.
calc_question_example2_formula=La formule z serait d\u00e9finie dans le tableau comme\: COS ({a}) * ({c} - {b}
calc_question_example3=L''aire d''un cercle est\: [[ {s} * {s} ]] m2 . Trouver la longueur du c\u00f4t\u00e9 {{Z}}.
calc_question_constants=Il y a deux constants int\u00e9gr\u00e9es, PI (3.14...) et e (2.718...). que vous pouvez utiliser dans vos formules.
calc_question_var_names=Les noms des variables et des formules sont alphanum\u00e9riques, mais doivent commencer par une lettre.
calc_question_unique_names=Le nom des variables et des formules doit \u00eatre unique.
calc_question_scientific_notation=Vous pouvez utiliser la notation scientifique dans les variables, les formules et les calculs (par exemple 6.02310e23 ou 1.67e-27).
calc_question_preview=Vous \u00eates encourag\u00e9 \u00e0 utiliser la fonction de pr\u00e9visualisation pour v\u00e9rifier s'il y a des erreurs. Les boutons d'extraction et de sauvegarde valident tous les deux les formules.
calc_question_hideshow=Montrer/Cacher plus d'instructions et d'exemples
calc_question_operators=Les op\u00e9rateurs valides sont\: + - * / ^ ()
calc_question_error_syntax=La variance acceptable et le nombre de d\u00e9cimales doivent avoir le format suivant\: {x+y|1%,2} or {x+y|1,2}. Le nombre de d\u00e9cimales attendu peut \u00eatre omis\: {x+y|1%}. Le nombre maximal de d\u00e9cimal est 6.
calc_question_error_expression=Il y a une erreur math\u00e9matique dans votre r\u00e9ponse.
calc_question_error_expression_variables=La formule math\u00e9matique fait r\u00e9f\u00e9rence \u00e0 une variable qui est utilis\u00e9e dans les instructions.
calc_question_prompt_preview=Apr\u00e8s avoir sauvegarder, utilisez la fonction de pr\u00e9visualisation afin de vous assurer que les questions sont bien ce que vous voulez.
calc_question_no_calculations=Aucun calcul n'a \u00e9t\u00e9 d\u00e9fini.
calc_question_calculation_sample_col=\u00c9chantillon
calc_question_calculation_status_col=Statut
calc_question_instructions_label=Marche \u00e0 suivre
calc_question_simple_instructions_step_1=Lors de l''\u00e9criture de la question, les variables du probl\u00e8me sont d\u00e9finies par un nom et encadr\u00e9es par des accolades, comme ceci \: {x} ou {y} 
calc_question_simple_instructions_step_1a=Quand l'\u00e9tudiant voit la question, la variable sera remplac\u00e9e par une valeur al\u00e9atoire produite selon les param\u00e8tres d\u00e9finis.
calc_question_simple_instructions_step_2=Il faut ensuite d\u00e9finir la formule qui permet de calculer la r\u00e9ponse. Cette formule est identifi\u00e9e dans la question gr\u00e2ce \u00e0 une double accolade encadrant le nom de la formule \: {{z}}.
calc_question_simple_instructions_step_2a=Lorsque l'\u00e9tudiant voir la question, le nom de la formule est remplac\u00e9 par une zone de saisie ou l'\u00e9tudiant doit entrer la r\u00e9ponse.
calc_question_simple_instructions_step_2b=Il est aussi possible d''ajouter des valeurs calcul\u00e9es en utilisant les variables qui seront montr\u00e9es dans le texte. Il suffit d''inscrire le calcul entre doubles crochets \: [[{x}+{y}]]). Le r\u00e9sultat du calcul sera montr\u00e9 dans la question.
calc_question_simple_instructions_step_3=Apr\u00e8s avoir \u00e9crit la question, appuyez sur le bouton \u00ab Extraire Variables, formules et calculs \u00bb
calc_question_simple_instructions_step_3a=Saisissez les valeurs minimum et maximum de chacune des variables.
calc_question_simple_instructions_step_3b=D\u00e9finissez la formule avec les variables encadr\u00e9es d''accolades \: {x} - {y} 

# CALCULATED QUESTION ERRORS
empty_field=Le champ ne peut \u00eatre nul
no_variables_defined=Aucune variables n'a \u00e9t\u00e9 d\u00e9finie
no_formulas_defined=Aucune formules n'a \u00e9t\u00e9 d\u00e9finie
no_variables_formula=Les formules devraient contenir au moins une variable
max_less_than_min=Une variable a un maximum inf\u00e9rieur \u00e0 son minimum.
invalid_tolerance=La tol\u00e9rance doit \u00eatre un nombre valide ou un pourcentage (5.0 or 5.0%).
tolerance_negative=La tol\u00e9tance doit \u00eatre positive; elle d\u00e9finie l'intervalle o\u00f9 la r\u00e9ponse est jug\u00e9e correcte.
invalid_min=Le minimum doit \u00eatre un nombre valide (0.0)
invalid_max=Le maximum doit \u00eatre un nombre valide (0.0)
unique_names=Les variables et les formules doivent avoir des noms uniques
variable_name_empty=Un nom de variable ne peut \u00eatre vide. Les variables doivent commencer avec une lettre et ne peuvent contenir que des caract\u00e8res alphanum\u00e9riques ou le signe soulign\u00e9, et doivent \u00eatre entour\u00e9es d''accolades, par exemple \: {x}.
variable_name_invalid=Nom de variable invalide. Les variables doivent commencer avec une lettre et ne peuvent contenir que des caract\u00e8res alphanum\u00e9riques ou le signe soulign\u00e9, et doivent \u00eatre entour\u00e9es d''accolades, par exemple \: {x}.
formula_name_empty=Un nom de formule ne peut \u00eatre vide. Les noms de formules doivent commencer par une lettre et ne contenir que des caract\u00e8res alphanum\u00e9riques ou le signe soulign\u00e9, et doivent \u00eatre entour\u00e9es de doubles accolades, par exemple \: {{y}}.
formula_name_invalid=Nom de formule invalide. Les noms de formules doivent commencer par une lettre et ne contenir que des caract\u00e8res alphanum\u00e9riques ou le signe soulign\u00e9, et doivent \u00eatre entour\u00e9es de doubles accolades, par exemple \: {{y}} .
formulas_not_validated=Les formules n'ont pu \u00eatre valid\u00e9s dues \u00e0 des erreurs.
samigo_formula_error_1=1\: Erreur de syntaxe
samigo_formula_error_2=2\: Erreur de syntaxe
samigo_formula_error_3=3\: Parenth\u00e8ses manquantes
samigo_formula_error_4=4\: Expression vide
samigo_formula_error_5=5\: Partie inattendu
samigo_formula_error_6=6\: Fin d'expression inattendu 
samigo_formula_error_7=7\: Valeur attendue
samigo_formula_error_8=8\: La formule peut avoir une racine carr\u00e9e n\u00e9gative
samigo_formula_error_9=9\:Variable non d\u00e9finie dans les instructions
samigo_formula_error_101=101\: op\u00e9rateur inconnu
samigo_formula_error_102=102\: expression inconnue
samigo_formula_error_103=103\: variable inconnue
samigo_formula_error_104=104\: op\u00e9rateur inconnu
samigo_formula_error_200=200\: Expression trop longue
samigo_formula_error_300=300\: La d\u00e9finition de la variable a \u00e9chou\u00e9e
samigo_formula_error_400=400\: Un nombre entier est attendu dans la fonction
samigo_formula_error_401=401\: Le r\u00e9sultat n'est pas un nombre
samigo_formula_error_402=402\: Le r\u00e9sultat est infini
samigo_formula_error_500=500\: Erreur inconnue

cert_rem_assmt=Voulez-vous vraiment supprimer cette \u00e9valuation intitul\u00e9e
button_edit_questions=Modifier les questions
button_return_to_main=Retourner \u00e0 l'\u00e9cran principal
cert_rem_q=Voulez-vous vraiment supprimer cette question?
cert_rem_submissions=L''\u00e9valuation {0} comporte des remises. Afin de supprimer cette \u00e9valuation, veuillez d''abord supprimer toutes les remises associ\u00e9es.
change_q_type=Modifier le type de question
change_question_type=Modifier le type de question
change=Modifier
choose_rem=Veuillez s\u00e9lectionner ce que vous d\u00e9sirez supprimer
choose_which_of_the=S\u00e9lectionnez l'\u00e9nonc\u00e9 qui correspond le mieux \u00e0 la relation suivante\: La Chine est \u00e0 l'Asie ce que _ est \u00e0 _.
collect_metadata_for_p=Recueillir m\u00e9tadonn\u00e9es pour les parties dans l'\u00e9diteur de questions
collect_metadata_for_q=Recueillir m\u00e9tadonn\u00e9es pour les questions dans l'\u00e9diteur de questions
continuous_numbering=Num\u00e9rotation continue entre les parties.
copy_all_to_pool=Copier toutes les questions dans une r\u00e9serve
correct_answer=R\u00e9ponse correcte
correct_answer_opti=R\u00e9ponse correcte (optionnelle)
correct_options=Choix corrects
correct_incorrect_an=R\u00e9troaction \u00e0 la r\u00e9ponse correcte/incorrecte
correct_match_feedback_opt=R\u00e9troaction pour appariement correct (optionnelle)
incorrect_match_feedback_opt=R\u00e9troaction d'appariement incorrect (optionnelle)
correct_im_feedback_opt=R\u00e9troaction d'appariement correct(optionelle)
incorrect_im_feedback_opt=R\u00e9troaction d'appariement incorrect (optionnelle)
correct_option_labels=Choix d'option de libell\u00e9 correct(par exemple A ou ABC)
correct_response=R\u00e9ponse correcte
create_modify_a=Ajouter/Modifier \u00e9valuation
create_modify_p=Ajouter/Modifier partie
create_pairing=Ajouter/\u00c9diter appariement et r\u00e9troaction optionnelle
create_IM_pairing=Saisir la description et d\u00e9terminer la zone correspondante pour chaque item. Le bouton vert indique l'item sur lequel vous travaillez.
all_im_zones_needed=Vous devez configurer toutes les zones de l'image
im_description=Saisir la description
im_add_item=Ajouter un item
no_matching_pair=Aucune paire n'a \u00e9t\u00e9 cr\u00e9\u00e9e
creator=Cr\u00e9ateur
delivery_dates=Dates de remise
description_asi_aut=Description\: ASI Author XML Style Sheet\: Audio Multim\u00e9dia
description_intro_o=Description/Intro (optionnelle)
due=Date limite
each_p_is_on_a_se=Chaque partie est sur une page Web s\u00e9par\u00e9e.
each_q_is_on=Chaque question est sur une page Web s\u00e9par\u00e9e.
editor=\u00c9diteur
example_emi_question=Les parties d'une question d'appariement
existing_qs=Questions existentes
existing_q=Question existente
extended_matching_items=\u00e9l\u00e9ments d'appariement
false_msg=Faux
feedback_will_be_dis=La r\u00e9troaction sera affich\u00e9e \u00e0 l'\u00e9tudiant \u00e0 une date sp\u00e9cifique
file_upload=T\u00e9l\u00e9versement de fichier
file_upload_example=Exemple de t\u00e9l\u00e9versement de fichiers
fill_in_the_blank=Remplir les cases
fill_in_numeric=R\u00e9ponse Num\u00e9rique
for_example_curly=Par exemple\: Les roses sont {rouges} et les violettes sont {bleues}.
for_example_curly_fin=Par exemple\:   3*3\= {9} y 2+2\= {4}
global_nav_assessmt=\u00c9valuations
global_nav_template=Gabarits
global_nav_pools=R\u00e9serves de questions
subnav_add_part=Ajouter partie
action_print=Imprimer
gradebook_options=Options du bulletin de notes
grading=Correction
grading_options=Options de correction
graphics=Graphiques
high_security=Haute s\u00e9curit\u00e9
hrs=heures
if_multiple_submissi=Si des remises multiples existent par utilisateur
im_choice_col=Texte descriptif
im_currently_editing=En modification
im_match_col=Zone d'image
image=Image
image_map_question=Question avec zone cliquable
image_map_src=S\u00e9lectionnez l'image
immediate_feedback=R\u00e9troaction imm\u00e9diate
import_an_assessment=Importer une \u00e9valuation
import_from_a_file=Importer d'un fichier
import_from_q=Copier de la r\u00e9serve de questions
import_from_question_bank=*** Importer de la banque de questions
import_from_question=Importer de la r\u00e9serve de questions
incorrect_answer_op=R\u00e9ponse incorrecte (optionnelle)
ins_new_q=Ins\u00e9rer nouvelle question
insert_additional_a=Ins\u00e9rer r\u00e9ponses additionnelles
insert_additional_q_a_combos=Ins\u00e9rer des \u00e9l\u00e9ments additionnel
insert_additional_answer_options=Ins\u00e9rer des choix de r\u00e9ponse additionnels
insert_p=Ins\u00e9rer partie
insert_q=Ins\u00e9rer question
item=\u00c9l\u00e9ment
item_display_author=Affichage d'\u00e9l\u00e9ment - Mode auteur
items=\u00c9l\u00e9ments
key=Mots cl\u00e9s
keyword=Mot cl\u00e9
late_handling=Gestion des remises tardives
late_submissions_af=Les remises tardives (apr\u00e8s la date de remise) NE seront PAS accept\u00e9es.
late_submissions_wil=Les remises tardives seront accept\u00e9es et seront identifi\u00e9es 'en retard' lors de la correction.
linear_access_to_que=Acc\u00e8s s\u00e9quentiel aux questions SANS retour aux pages pr\u00e9c\u00e9dentes. <br/> &nbsp; &nbsp; &nbsp; Il n'y a que des boutons SUIVANT qui permettent seulement d'aller vers l'avant. <br/> &nbsp; &nbsp; &nbsp; Il n'y a PAS de page de table des mati\u00e8res. <br/>match\=Match
match=Appariement
default_lead_in_statement_description=Le texte par d\u00e9daut sera utilis\u00e9 \u00e0 moins que vous cliquiez dans cette boite et entrez votre propre texte.<br/>\n\#Default text\:\n
default_lead_in_statement=Pour chacun des \u00e0l\u00e0ments ci-dessous, s\u00e0lectionner le choix de r\u00e0ponse le plus appropri\u00e0. Chaque choix de r\u00e0ponse peut \u00eatre utilis\u00e0 une fois, plus d'une fois, ou jamais.
matching=Appariement
matching_choice_col=Choix
matching_match_col=Appariement
matching_currently_editing=En train d'\u00e9diter
matching_q_cont=Question d'appariement - suite
metadata=M\u00e9tadonn\u00e9es
mins=minutes
model_short_answer=Exemple de r\u00e9ponse courte (optionnel)
modify_q=Modifier question
multiple_choice_type=Choix multiples
multiple_mc_ss_pc=Plusieurs choix valides - R\u00e9ponse unique avec pointage partiel
multiple_choice_surv=Sondage
mutually_exclusive=Mutuellement exclusives?
my_assmts=\u00c9valuations
my_qs=Questions
my_qp=R\u00e9serves de questions
my_ts=Gabarits
navigation=Navigation
new_p=Nouvelle partie
next_prev=Il y a des boutons SUIVANT et PR\u00c9C\u00c9DENT sur chaque page pour la navigation.
no_feedback_will_be=AUCUNE r\u00e9troaction ne sera affich\u00e9e \u00e0 l'\u00e9tudiant.
no_toc=Il n'y a PAS de page de table des mati\u00e8res.
none=Aucun
note_emi_correct_options=Placer les choix correct pour chaque item \u00e0 l'int\u00e9rieur d'accolades ([]) \u00e0 la fin de chaque item de texte. 
note_emi_separate=S\u00e0parer ceux-ci par des virgules(,) s'il y a plus d'un choix correct.
note_emi_example=Par exemple\: lesquels des os list\u00e9s se retrouvent dans le bras? [a,d,e]
note_p_headers_w=NOTE\: Les en-t\u00eates de partie dont le titre est "D\u00e9faut" ne seront pas visibles aux \u00e9tudiants \u00e9valu\u00e9s.
note_point_value_for_question=NOTE\: Optionel \: ce pointage sera celui adopt\u00e9 m\u00eame s'il est diff\u00e9rent du pointage d\u00e9fini dans la r\u00e9serve de questions
note_place_curly=NOTE\: Placez des accolades ({}) de part et d'autre des mots qui repr\u00e9sentent des cases \u00e0 remplir.
defining_answers=<b>D\u00e9finir les r\u00e9ponses</b>
fib_note_1=Mettre les r\u00e9ponses souhait\u00e9es entre accolades "{}". <br/>Ex. Avoir un {chat} dans la gorge.
fib_note_2=Ins\u00e9rer un trait vertical "|" entre les r\u00e9ponses acceptables. <br/>Ex. {IBM|Int''l Business Machine|I.B.M} est une soci\u00e9t\u00e9 informatique.
fib_note_3=Ins\u00e9rer un ast\u00e9risque (*) pour un ou plusieurs caract\u00e8res de remplacement. <br/>Ex. Avoir un {c*} dans la gorge. L'\u00e9tudiant qui \u00e9crirait "chas" ou "caht" aurait la bonne r\u00e9ponse.
note_defining_answers=Mettre les r\u00e9ponses num\u00e9riques souhait\u00e9es entre accolades "{}". Ex. 3*3\={9}
range=Ins\u00e9rer un trait vertical "|" pour sp\u00e9cifier un intervalle acceptable.
range_example=Ex. Le prix est {12.2|14.5}. Toute r\u00e9ponse entre 12.2 et 14.5 sera consid\u00e9r\u00e9e valide.
scientific_notataion=<b>Notation scientifique\:</b> Utiliser un point pour la notation d\u00e9cimale et la lettre "E" ou "e" comme exposant.
scientific_notataion_example=Ex\: {6.022E23} pour exprimer le nombre d''Avogadro
complex_numbers=<b>Les \u00e9quations</b> doivent prendre la forme (a + bi) o\u00f9 "a" et "b" ont des valeurs explicites.
complex_numbers_example=Ex. {1+1i} est valide tandis que {1+i} ne l''est pas. De m\u00eame,  {0+9i} est valide tandis que {9i} ne l''est pas.
accepted_characters=<b>Caract\u00e8res acceptables</b>
note_accepted_fin_2=Tous les autres caract\u00e8res doivent \u00eatre plac\u00e9s \u00e0 l''ext\u00e9rieur des accolades ex. 3/10 \= {30}%
note_accepted_fin_3=Lorsqu''on d\u00e0finit une plange de valeurs, la valeur pr\u00e9c\u00e9dent le trait vertical "|" doit \u00eatre plus petite que la valeur apr\u00e8s <br/>le trait vertical (i.e., {12.2|14.5}).
for_example_accepted_fin=Par exemple\: 3/10\= {30}% (Seulement 30 devra \u00eatre entr\u00e9 dans le champ de r\u00e9ponse.)
# note_insert_pipe=Insert "|" (pipe) for synonyms or multiple answers and "*" for wildcard characters.
# for_example_pipe=For example: The sides are {heads|tails} and {h**dslt**ls}.
note_insert_pipe=OPTIONS\: Ins\u00e9rez un trait vertical (|) entre les options de r\u00e9ponse tels que le synonymes.
for_example_pipe=Par exemple\: Les feuilles ont un {recto|verso}.
wildcard_char=Ins\u00e9rez un ast\u00e9risque (*) pour un ou plusieurs caract\u00e8res de remplacement.
wildcard_example=Par exemple\: Il pleut {s*} \u00e0 {Q*c}.
number_of_attempts=Nombre de tentatives
number_of_attempts_indic=Indiquez le nombre de fois que les \u00e9tudiants ont le droit de r\u00e9enregistrer la r\u00e9ponse
number_of_qs=Nombre de questions
point_value_of_questons=Pointage des questions
randomization=Randomisation
type_of_randomization=Type de r\u00e9partition al\u00e9atoire
randomized_per_submission=Les questions d'un \u00e9tudiant sont tri\u00e9es al\u00e9atoirement chaque fois qu'une \u00e9valuation est soumise.
randomized_per_student=Les questions d'un \u00e9tudiant sont tri\u00e9es al\u00e9atoirement une seule fois pour toutes les \u00e9valuations.
number_of_submission=Nombre de remises permises
numbering=Num\u00e9rotation
obj=Objectifs
objective=Objectif
one_per=(un par ligne)
only=Seulement
only_next=Il n'y a que des boutons SUIVANT qui permettent seulement d'aller vers l'avant.
org=Organisation
p=Partie
p_information=Information de la partie
p_title=Titre de la partie
part_dash=Partie -
password=Mot de passe
pool_name=Nom de la r\u00e9serve
number_questions=(nombre total de questions)
pt=Points
q=Question
q_text=Texte de la question
q_layout=Disposition de la question
q_level_feedb=R\u00e9troaction au niveau des questions
q_multiple=Question - Choix multiple (plusieurs corrects)
q_ordering_n=Ordre des questions (non disponible en mode al\u00e9atoire)
qs=Questions
question=Question
question_text=Texte de la question
question_theme_text=Th\u00e8me
random_access_to_que=Acc\u00e8s al\u00e9atoire aux questions \u00e0 partir d'une table des mati\u00e8res.<br />Il y a des boutons SUIVANT et PR\u00c9C\u00c9DENT sur chaque page pour la navigation.
random_draw_from_que=Tirage au sort \u00e0 partir de la r\u00e9serve de questions
random_draw_from_que_edit_disabled=(Enlevez les questions existantes de cette partie pour activer cette fonction)
randow_draw_from_que_no_pools_available=(Ajouter au moins une question \u00e0 une r\u00e9serve afin d'activer cette fonction)
random_draw_questions_suffix=question(s) de
random_draw_correct_prefix=* Les bonnes r\u00e9ponses valent
random_draw_deduct_prefix=* Pour les questions "Vrai ou Faux" ou "choix multiple, une seul r\u00e9ponse", d\u00e9duire
random_draw_deduct_suffix=point(s) pour les r\u00e9ponses fausses. Ceci outrepasse la configuration originale de la r\u00e9serve.
random_within_p=Al\u00e9atoire \u00e0 l'int\u00e9rieur de la partie
randomize_answers=R\u00e9partir les r\u00e9ponses au hasard
req_rationale=Raisons requises
randomize_items=R\u00e9partir les \u00e9l\u00e9ments au hasard
record_the_average_s=Enregistrer la note moyenne
record_the_highest_s=Enregistrer la note la plus \u00e9lev\u00e9e
rem_p_all=Supprimer la partie et toutes les questions.
rem_p_only=Supprimer la partie seulement et d\u00e9placer la(les) question(s) vers
remove_assessment_co=Supprimer la confirmation d'\u00e9valuation
remove_assessment_check=Supprimer une \u00e9valuation
remove_p_conf=Supprimer la confirmation de la partie
remove_q_conf=Supprimer la confirmation de question
remove_question_conf=Supprimer la confirmation de question
require_all_ok=Attribuer un pointage en cas de bonne r\u00e9ponse partielle
require_rationale=Exige des raisons
required=Tous les champs avec des ast\u00e9rixes sont requis
rationale=Raisons
restart_numbering_be=Recommencer la num\u00e9rotation pour chaque partie.
retract=Retirer
rube=Rubriques
rubric_colon=Rubrique
sakai_assessment_man=Gestionnaire d'\u00e9valuations Sakai
sakai_assessment_rem_q=\u00c9valuation Sakai - Supprimer question
save_or_cancel_change=Enregistrer ou annuler les modifications
scoring=Correction
secondary_pass=ID et mot de passe secondaires
select=[S\u00e9lectionner]
select_menu=s\u00e9lectionner
select_appropriate_format=S\u00e9lectionner le format appropri\u00e9
select_a_pool_name=S\u00e9lectionnez un nom de r\u00e9serve (optionnel)
select_a_pool_for_random_draw=S\u00e9lectionnez une r\u00e9serve de questions
select_num_questions=(\#\#\#)
select_combo=s\u00e9lectionnez
select_one=s\u00e9lectionnez une ...
select_qtype=s\u00e9lectionnez un type de question
select_the_feedback=S\u00e9lectionnez les composants de r\u00e9troaction \u00e0 afficher \u00e0 l'\u00e9tudiant
selected=S\u00e9lectionn\u00e9
selection_level_feed=R\u00e9troaction au niveau de la s\u00e9lection
settings=Configuration -
short_answer_essay=R\u00e9ponse courte/Dissertation
show=AFFICHER
show_hide=Afficher/Cacher
student_rsquo_s_scor=Note de l'\u00e9tudiant
submission_message=Message de remise
submissions=Remises
submissions_allowed=remises permises
subsub=subsub
sure_rem_q=Voulez-vous vraiment supprimer cette question?
tf=Vrai/Faux
the_complete_assessm=L'\u00e9valuation compl\u00e8te est affich\u00e9e sur une page Web.
time_allowed_seconds=Temps permis (secondes)
time_allowed_seconds_indic=Indiquez le temps dont l'\u00e9tudiant dispose pour enregistrer une r\u00e9ponse
timed_assessment=\u00c9valuation chronom\u00e9tr\u00e9e
timed_assessment_wit=\u00c9valuation chronom\u00e9tr\u00e9e avec limite de temps
title_navigoproject=Titre\: NavigoProject.org
total_pts=points totaux
total_pt=points totaux
true_msg=Vrai
true_false=Vrai Faux
true_false_slash=Vrai/Faux
true_false_q=Question Vrai/Faux
unlimited=Illimit\u00e9
upload_assessment=T\u00e9l\u00e9verser \u00e9valuation
user_must_click_sav=L'utilisateur doit cliquez "Enregistrer" pour enregistrer l'entr\u00e9e.
username=Nom d'utilisateur
zero_survey=(0 \= sondage ou question non corrig\u00e9e)
choice_labels=A\:B\:C\:D\:E\:F\:G\:H\:I\:J\:K\:L\:M\:N\:O\:P\:Q\:R\:S\:T\:U\:V\:W\:X\:Y\:Z

no=Non
yes=Oui

#Question labels for analysis and statistics
#The different fields must always be named as follows:
#-question number is zero: {0}
#-part number is one: {1}
#-pool name is two: {2}
#used if the question is not from a random pool and the assignment has only one part
#used if the question is not from a random pool and the assignment has more then one part
#used if the question is from a random pool and the assignment has more then one part
#used if the question is from a random pool and the assignment has only one part

#multiple choice survey answers
above_average=Au-dessus de la moyenne
below_average=Sous la moyenne
average=Moyenne
excellent=Excellent
yes_no=Oui, Non
disagree_agree=En d\u00e9saccord, En accord
disagree_undecided=En d\u00e9saccord, Ind\u00e9cis, En accord
strongly_agree=Totallement en accord
strongly_disagree=Totalement en d\u00e9saccord
disagree=En d\u00e9saccord
agree=Accepter
undecided=Ind\u00e9cis
unacceptable=Inacceptable
scale5=1 -> 5
scale10=1 -> 10

# added by daisyf
questions_lower_case=questions
question_s_lower_case=question(s)
points_lower_case=points
point_lower_case=point
generalItemFeedback=R\u00e9troaction
correctItemFeedback=R\u00e9troaction correcte
incorrectItemFeedback=R\u00e9troaction incorrecte
correct=Correct
incorrect=Incorrect

question_lower_case=question
answerKey=Cl\u00e9 de correction
general_fb=R\u00e9troaction d'\u00e9l\u00e9ment g\u00e9n\u00e9ral

not_correct=Incorrect
a_level_feedb=R\u00e9troaction au niveau des questions
s_level_feedb=R\u00e9troaction au niveau de la s\u00e9lection
preview_model_short_answer=Exemple de r\u00e9ponse courte
number_of_tries=Nombre d'essais permis

# add /edit Part
title=Titre
information=Information
title_note=Note\: Les titres de partie dont le titre est "D\u00e9faut" ne seront pas visibles aux \u00e9tudiants \u00e9valu\u00e9s.
type=Type
type_onebyone=Questions cr\u00e9\u00e9es une par une
random_draw_type=Tirage au sort de
random_draw_msg=Les questions de cette partie sont g\u00e9n\u00e9r\u00e9es de fa\u00e7on al\u00e9atoire \u00e0 partir d'une r\u00e9serve de questions. Cliquez sur Aper\u00e7u de l'\u00e9valuation pour voir l'\u00e9chantillon d'un tirage au sort.
random_draw_msg_published=Les questions de cette parties seront g\u00e9n\u00e9r\u00e9es \u00e0 partir de la r\u00e9serve de questions, <b>{0}</b>, sur <b>{1}</b> \u00e0 <b>{2}</b>. Pour modifier les questions de cette partie, cliquer <b>Modifier les questions</b>.
random_draw_msg_no_date=Les questions pour cette partie sont g\u00e9n\u00e9r\u00e9es au hasard \u00e0 partir d'une r\u00e9serve de questions. Cliquez sur "Pr\u00e9visualiser \u00e9valuation" pour voir un exemple de tirage au sort.
random_update_questions=Mettre \u00e0 jour les questions

# for upload questions in editAssessment.jsp
upload_instruction=Cliquez "Parcourir..." pour localiser votre fichier et cliquez "T\u00e9l\u00e9verser" pour t\u00e9l\u00e9verser votre fichier.

update_pool_error_size_too_large=Le nombre de questions du tirage est plus \u00e9lev\u00e9 que le nombre de questions disponibles dans la r\u00e9serve.
update_pool_error_unknown=Une erreur est survenue lors du tirage au sort des questions de la r\u00e9serve.


# validate random drawn number for part
qdrawn_error=Le Nombre de Questions doit \u00eatre un entier sup\u00e9rieur \u00e0 0, mais inf\u00e9rieur \u00e0
qdrawn_pt_error=Le pointage de la question doit \u00eatre un nombre \u00e9gal ou sup\u00e9rieur \u00e0 0
qdrawn_null_error_pos=S'il vous plait, entrer une valeur dans le champ "R\u00e9ponses correctes valent\:"
qdrawn_null_error_neg=Veuillez entrer une valeur dans le champ "deduct _ point(s)" field

selectedPool_error=Veuillez s\u00e9lectionner une r\u00e9serve sous "Titrage au hasard de la r\u00e9serve de questions"
overdrawn_error=La r\u00e9serve de questions s\u00e9lectionn\u00e9e a moins de questions que d\u00e9sir\u00e9. Veuillez inscrire un nombre moins \u00e9lev\u00e9.
# message for total scores for assessments consisting of random draw parts
random_draw_total_score=\u00c9tant donn\u00e9 que cette \u00e9valuation contient une partie dont les questions sont al\u00e9atoires, l'information sur le "nombre total de points" n'est qu'une estimation.

# error message for denied access
denied_create_assessment_error=D\u00e9sol\u00e9s. Vous drois d'acc\u00e8s actuels ne vous permettent pas de cr\u00e9er une nouvelle \u00e9valuation ni d'importer  une \u00e9valuation.
denied_edit_assessment_error=D\u00e9sol\u00e9s. Vous n'avez pas le droit d'\u00e9diter d'\u00e9valuations dans le site.
denied_delete_assessment_error=D\u00e9sol\u00e9s. Vous n'avez pas le droit de supprimer d'\u00e9valuations dans le site.
denied_publish_assessment_error=D\u00e9sol\u00e9s. Vous n'avez pas le droit de publier d'\u00e9valuations dans le site.
denied_edit_publish_assessment_settings_error=D\u00e9sol\u00e9s. Vous n'avez pas le droit de publier d'\u00e9valuations dans le site et par cons\u00e9quent vous n'avez pas le droit d'\u00e9diter leur configuration.
denied_take_assessment_error=D\u00e9sol\u00e9s. Vous n'avez pas le droit de faire d'\u00e9valuations dans le site, cependant vous pouvez les voir.
denied_submit_for_grade_error=D\u00e9sol\u00e9s. Vous n'avez pas le droit de remettre d'\u00e9valuations dans le site pour correction.
denied_grade_assessment_error=D\u00e9sol\u00e9s. Vous n'avez pas le droit de corriger d'\u00e9valuations dans le site.
denied_delete_other_members_assessment_error=D\u00e9sol\u00e9. Vous n'avez pas le doirt de supprimer des \u00e9valuations cr\u00e9\u00e9es par d'autres membres de ce site.
# please add comment
duplicateName_error=Vous ne pouvez pas utiliser le m\u00eame titre pour deux \u00e9valuations. Veuillez choisir un autre titre.
# 0 points for survey
zeropoints=0 points

gradebook_exception_error=Avertissement\: Une entr\u00e9e de bulletin de notes n'a pu \u00eatre cr\u00e9\u00e9e pour cette \u00e9valuation. Veuillez contacter votre service local d'assistance pour de l'aide.

gradebook_service_error=Avertissement\: Le bulletin de notes n'a pas \u00e9t\u00e9 d\u00e9ploy\u00e9 correctement. Par cons\u00e9quent, aucune nouvelle \u00e9valuation ne peut \u00eatre cr\u00e9\u00e9e. Veuillez contacter votre service local d'assistance pour de l'aide.

empty_part_title_error=Le titre de la partie ne doit pas \u00eatre vide

# error message for question add
MCanswer_outofbound_error=Les questions Choix Multiples permettent un maximum de 26 choix de r\u00e9ponses.
singleCorrect_error=Vous devez s\u00e9lectionner une r\u00e9ponse correcte. Le champ de la r\u00e9ponse correcte ne peut \u00eatre vide.
multiCorrect_error=Vous devez s\u00e9lectionner au moins une r\u00e9ponse correcte. Les champs de r\u00e9ponse correcte ne peuvent pas \u00eatre vides.
answerList_error=Vous devez inscrire du texte pour au moins 2 choix.
missingChoices_error=Veuillez inscrire le texte de la s\u00e9lection
empty_correct_error=La zone de texte de la r\u00e9ponse correcte ne devrait pas \u00eatre vide.
match_error=Vous devez inscrire un choix et un appariement.
deliveryDate_error=La date de remise n'est pas du bon format\: mm/dd/yyyy hh\:mm\:ss\:aa.
pool_missingBracket_error=Veuillez vous assurer que vos accolades sont utilis\u00e9es en pair et vos r\u00e9ponses doivent contenir au moins un caract\u00e8re qui n'est pas un espace.
fin_invalid_characters_error=Veuillez utiliser seulement les caract\u00e8res accept\u00e9s dans les accolades.
mc_error=Veuillez inscrire plus de r\u00e9ponses.
emptyText_error=Le texte de la question ne devrait pas \u00eatre vide.
noMatchingPair_error=Avant d'enregistrer cette question, vous devez avoir au moins une paire appari\u00e9e. Veuillez inscrire une paire appari\u00e9e et cliquez "Enregistrer appariement". Vous pouvez ensuite enregistrer la question en cliquant "Enregistrer" au bas de la page.
noImageMapPair_error=Avant de sauvegarder cette question, vous devez avoir au moins une zone d'image s\u00e9lectionn\u00e9e. Veuillez saisir une zone d'image et cliquer "Sauvegarder la zone d'image". Vous pourrez alors sauvegarder la question en cliquant sur le bouton "Sauvegarder" dans le bas de l'\u00e9cran.
submissions_allowed_error=Veuillez inscrire un nombre pour le nombre de remises permises qui est \u00e9gal \u00e0 un (1) ou  plus grand que un.
corrAnswer=Vous devez choisir au moins une r\u00e9ponse.
partial_credit_limit_summary="% Value" pour une r\u00e9ponse incorrecte doit \u00eatre un nombre entier compris entre 0 et 99.
partial_credit_limit_detail=Les valeurs doivent \u00eatre un nombre entier entre 0 et 99.

edit_published_assessment_warn_1=Cette \u00e9valuation a \u00e9t\u00e9 retir\u00e9e et n'est plus disponible aux \u00e9tudiants.
edit_published_assessment_warn_21=Cliquez sur "Republier" ou "Modifier notation et republier" pour rendre disponible aux \u00e9tudiants.
edit_published_assessment_warn_22=Cliquez "Republier" pour rendre disponible aux \u00e9tudiants
edit_published_assessment_error=\u00c9valuation plus accessible pour modification
edit_published_assessment_error_info=Au moins un \u00e9tudiant a commenc\u00e9 \u00e0 compl\u00e9ter cette \u00e9valuation. Elle n'est plus accessible pour modifications.
regrade_republish=Republier vs Mofifier la notation et republier
what_is_republish_1=Cliquez
what_is_republish_2=Republier
what_is_regrade_republish_1=Cliquez
what_is_regrade_republish_2=Modifier la notation et republier
what_is_regrade_republish_3=si vous avez modifi\u00e9 quoi que ce soit qui pourrait changer le pointage pour l'\u00e9valuation, incluant \:
what_is_regrade_republish_4=1) Modifie le pointage d el ar\u00e9ponse pour une question \u00e0 notation automatique. Les questions de type pointage automatique incluent\:
what_is_regrade_republish_5=-Choix multiple
what_is_regrade_republish_6=-Sondage
what_is_regrade_republish_7=-Case \u00e0 remplir
what_is_regrade_republish_8=-R\u00e9ponse num\u00e9rique
what_is_regrade_republish_9=-Appariement
what_is_regrade_republish_10=-Vrai ou faux
what_is_regrade_republish_11=2) Modifie l'identification de la r\u00e9ponse correcte pour une question \u00e0 notation automatique

# new fib authoring messages 
case_sensitive=Sensible \u00e0 la casse?
case_sensitive_note=Si coch\u00e9, la r\u00e9ponse de l'\u00e9tudiant doit respecteer les majuscules et minuscules
mutually_exclusive_note=NOTE\: Lorsque coch\u00e9e, les questions contenant plus d''une case \u00e0 remplir et dont les options de r\u00e9ponse sont identiques doivent avoir des r\u00e9ponses uniques. Par exemple\: Les c\u00f4t\u00e9s d''une pi\u00e8ce de monnaie sont {face|pile} et {face|pile}. R\u00e9ponse correcte\: face, pile. R\u00e9ponse \u00e0 moiti\u00e9 correcte\: face, face.
mutually_exclusive_example=Par exemple\: Les c\u00f4t\u00e9s d''une pi\u00e8ce de monnaie sont {face|pile} et {face|pile}. R\u00e9ponse correcte\: face, pile. R\u00e9ponse \u00e0 moiti\u00e9 correcte\: face, face.


# edit publish assessment confirmation page
edit_published_assessment_heading_conf=Confirmation \: modification d'une \u00e9valuation publi\u00e9e
warning=Attention \:
edit_published_assessment_heading_conf_info_1=Vous \u00eates sur le point  de modifier une \u00e9valuation qui a d\u00e9j\u00e0 \u00e9t\u00e9 publi\u00e9e.
edit_published_assessment_heading_conf_info_2=\ Si vous cliquez \u00e0 nouveau sur \u00c9DITER, l'\u00e9valuation sera retir\u00e9e de la publication et vous pourrez la modifier.
edit_published_assessment_heading_conf_info_3=Cliquez sur \u00c9DITER pour modifier tout de m\u00eame l'\u00e9valuation ou bien pour republier une \u00e9valuation qui est d\u00e9j\u00e0 retir\u00e9e de la publication,
edit_published_assessment_heading_conf_info_4=Cliquez sur Annuler pour revenir \u00e0 la page d'accueil.

# signs for author tool
separator=|
dash=-
greater=>

# copy assessment confirmation page
copy_assessment_heading_conf=Confirmation \: copier une \u00e9valuation
copy_assessment_conf_info_1=\u00cates-vous certain de vouloir modifier cette \u00e9valuation intitul\u00e9e "
append_copy_title=- Copier \#

# gradebook can not accept an assessment if its totalpoint = 0, 
gradebook_exception_min_points=Avertissement\: Une entr\u00e9e du bulletin de notes ne peut pas \u00eatre cr\u00e9\u00e9 pour cette \u00e9valuation car le bulletin requiert que les points totaux pour cette \u00e9valuation soient > 0. Veuillez changer les Options du Bulletin de Notes \u00e0 'Aucun' et publiez \u00e0 nouveau. Veuillez contacter votre service local d'assistance pour de l'aide.

# Title of links: starts with t_
t_addPart=Ajouter Partie
t_settings=\u00c9diter R\u00e9glages
t_removeP=Supprimer Partie
t_editP=\u00c9diter Partie
t_editQ=\u00c9diter Question
t_removeQ=Supprimer Question
t_assessment=\u00c9valuation
t_question=Question
t_removeC=Supprimer Choix

# add attachments to questions
attachments=Fichiers Joints
add_attachments=Ajouter Fichiers Joints
add_remove_attachments=Ajouter / Supprimer Fichiers Joints
no_attachments=Aucun Fichier Joint
remove_attachment_heading=Supprimer Fichier Joint
remove_attachment_conf=confirmer la suppression du fichier joint
cert_rem_attachment=\u00cates-vous certain de vouloir supprimer ce fichier joint?
t_attachment=Afficher Fichier Joint dans une fen\u00eatre diff\u00e9rente

show_editor=Afficher l'\u00e9diteur de texte riche et le nombre de caract\u00e8res
show_editors=Afficher l'\u00e9diteur de texte riche partout

file=Fichier\:
upload=T\u00e9l\u00e9verser
browse=Parcourir

note_negative_point_value_part=Optionnel. \u00c9crase la valeur correspondante de la r\u00e9serve de questions. Valide seulement pour les questions de type 'Vrai Faux' ou 'Choix multiple (un seul correct)',
negative_point_value=S\u00e9lection pour pointage n\u00e9gatif pour r\u00e9ponse incorrecte

select_action=- S\u00e9lectionnez une action -
action_scores=Notes

enable_partial_credit=Autoriser l'allocation d'une partie des points

# error messages for EMI questions (used in Javascript validation)

#message parameters:
#0: user input
#1: question number
#2: sequence number
#3: valid options

# MC what's this link
mc_whats_this_main_text=La correction de ces questions d\u00e9pend du type de question s\u00e9lectionn\u00e9.
mcsc_whats_this_text_no_partial_credit=<p>Il s\u2019agit de l\u2019option par d\u00e9faut o\u00f9 les \u00e9tudiants peuvent s\u00e9lectionner un seul choix de r\u00e9ponse. Ils obtiennent les points complets s\u2019ils choisissent la r\u00e9ponse correcte et aucun point s\u2019ils choisissent tout autre choix de r\u00e9ponse.</p><p>Si vous voulez p\u00e9naliser les \u00e9tudiants qui ont choisi une mauvaise r\u00e9ponse, veuillez saisir la valeur dans la zone \u00abS\u00e9lection pour pointage n\u00e9gatif pour r\u00e9ponse incorrecte\u00bb. Cette valeur est le pointage n\u00e9gatif de la question lorsqu\u2019un \u00e9tudiant choisit une mauvaise r\u00e9ponse.  Par exemple, si  vous d\u00e9finissez 2  comme le pointage n\u00e9gatif, les \u00e9tudiants qui ont choisi la mauvaise r\u00e9ponse vont obtenir un r\u00e9sultat de -2 \u00e0 cette question.</p>
mcss_whats_this_text=Veuillez s\u00e9lectionner cette option si plusieurs r\u00e9ponses sont correctes et vous voulez donner tous les points aux \u00e9tudiants qui ont s\u00e9lectionn\u00e9 <b>au moins une</b> de ces r\u00e9ponses. Par exemple, parmi les r\u00e9ponses A, B, C et D, vous d\u00e9finissez A et B comme \u00e9tant les bonnes r\u00e9ponses. Un \u00e9tudiant qui a r\u00e9pondu A <b>ou</b> B obtient tous les points tandis qu\u2019un \u00e9tudiant qui choisit C ou D n\u2019aura pas de point \u00e0 cette question.
mcms_whats_this_text=S\u00e9lectionnez cette option si vous voulez que les \u00e9tudiants choisissent <b>tous</b> les choix de r\u00e9ponses correctes afin de recevoir le pointage total. Ils recevront des points partiels s\u2019ils s\u00e9lectionnent  une seule r\u00e9ponse correcte et seront p\u00e9nalis\u00e9s pour une r\u00e9ponse incorrecte. Par exemple, question 1 vaut 10 points et contient les choix A, B, C et D o\u00f9 A et B sont d\u00e9finis comme \u00e9tant les bonnes r\u00e9ponses. Chaque \u00e9l\u00e9ment de r\u00e9ponse fournit donc 5 points. L\u2019\u00e9tudiant est p\u00e9nalis\u00e9 par la m\u00eame valeur pour chaque r\u00e9ponse incorrecte.

st_yes=Oui
st_no=Non
st_agree=En accord
st_disagree=En d\u00e9saccord
st_undecided=Ind\u00e9cis
st_below_average=Sous la moyenne
st_average=Dans la moyenne
st_above_average=Au dessus de la moyenne
st_strongly_disagree=Fortement en d\u00e9saccord
st_strongly_agree=Fortement en accord
st_unacceptable=Inacceptable

q_text_image_map=Saisir les consignes de la question dans la bo\u00eete de texte ci-dessous ou utiliser le message par d\u00e9faut. T\u00e9l\u00e9verser l'image avec zone cliquable dans la section ci-dessous.

rowchoices=Choix ligne (Appuyer sur "Retour" apr\u00e8s chaque choix)
matrix_choice_surv=Matrice
matrix_choices_surv=Matrice
columnchoices=Choix colonne (Appuyer sur "Retour" apr\u00e8s chaque choix)
forceRanking=Permettre une seule r\u00e9ponse par colonne
addComment=Ajouter un champ commentaire
fieldLabel=Libell\u00e9 du champ
character_count=Nombre de caract\u00e8res restants \:
relativeWidthOfColumns=Largeur relative des colonnes
row_field_empty=Le champ Choix ligne ne peut \u00eatre vide
less_than_two_columns=Le champ Choix colonne n\u00e9cessite au moins deux valeurs s\u00e9par\u00e9es par "Retour"


character_limit=limit\u00e9 \u00e0 200 caract\u00e8res

matrix_width_list_default=Utiliser les valeurs par d\u00e9faut du fureteur
matrix_width_list_1=10% colonne des choix / 90% autres colonnes
matrix_width_list_2=20% colonne des choix / 80% autres colonnes
matrix_width_list_3=30% colonne des choix / 70% autres colonnes
matrix_width_list_4=40% colonne des choix / 60% autres colonnes
matrix_width_list_5=50% colonne des choix / 50% autres colonnes
matrix_width_list_6=60% colonne des choix / 40% autres colonnes
matrix_width_list_7=70% colonne des choix / 30% autres colonnes
matrix_width_list_8=80% colonne des choix / 20% autres colonnes
matrix_width_list_9=90% colonne des choix / 10% autres colonnes