export_a=Exportera test
export_p=Exportera del
export_q=Exportera fr\u00e5ga
export_action=Ladda ned
export_instructions=V\u00e4lj Ladda ned f\u00f6r att generera en IMS QTI-kompatibel XML-fil f\u00f6r nedladdning till din dator.
choose_type_1=V\u00e4lj den typ av export du vill g\u00f6ra,
choose_type_2=eller
choose_type_3=, och klicka Exportera. F\u00f6r QTI s\u00e5 kommer en XML-fil att laddas i ett nytt f\u00f6nster. V\u00e4lj  Fil > Spara... i din webbl\u00e4sare f\u00f6r att spara filen p\u00e5 din dator. Vid IMS-inneh\u00e5llspaket s\u00e5 kommer en zip-fil att skapas och laddas ned.
ims_qti=IMS QTI-kompatibel XML
ims_cp=IMS inneh\u00e5llpaketering
choose_export_type=V\u00e4lj exporttyp\:
qti12=QTI-kompatibel XML-fil
content_packaging=IMS inneh\u00e5llspaketering
cp_message=Om ditt test har bifogade filer eller inneh\u00e5ller HTML-taggar som relaterar till externt material, b\u00f6r du ist\u00e4llet anv\u00e4nda "inneh\u00e5llspaket" (Content package)  
markup_text=M\u00e4rkspr\u00e5k
markup_text_note=T\u00e4nk p\u00e5 att om du v\u00e4ljer m\u00e4rkspr\u00e5k finns det vissa saker som inte kan exporteras, t.ex. \u00e5terkopplingskomponenter.
export_confirm=Det finns fr\u00e5gor som inte kan exporteras till m\u00e4rkspr\u00e5k. Vill du forts\u00e4tta?
export=Exportera
im_ex_version_choose=V\u00e4lj version f\u00f6r IMS QTI
im_ex_version_12=QTI v 1.2
im_ex_version_20=QTI v 2.0
im_ex_version_show=falskt
import_a=Importera test
import_p=Importera del
import_q=Importera fr\u00e5ga
import_action=Importera
choose_file=V\u00e4lj fil\:
import_instructions=V\u00e4lj en IMS QTI-kompatibel XML-fil fr\u00e5n din dator.
import_pool_instructions=V\u00e4lj en IMS QTI-kompatibel XML-fil fr\u00e5n din dator.
dash=-
export_imagemap_message=<b>Obs</b>\: Interaktiva bilder kommer inte exporteras f\u00f6r de \u00f6verensst\u00e4mmer inte med standard-fr\u00e5getyper. Du kan kopiera dem fr\u00e5n en sajt till en annan genom att anv\u00e4nda Fr\u00e5gebank eller 'Importera fr\u00e5n sajt'-funktionen.
import_err=Ett fel intr\u00e4ffade vid importen av detta test. Kontrollera att filen \u00e4r korrekt formaterad enligt standard IMS QTI. 
import_err_pool=Det uppstod ett fel vid importen, kontrollera att det \u00e4r en IMS QTI-kompatibel XML-fil.
import_qti_not_found=Det uppstod ett vel vid import av test, kontrollera att QTI-formatet st\u00e4mmer
respondus_matching_err_1=har importerats, men ett fel uppstod vid import av f\u00f6ljande fr\u00e5gor\: 
respondus_matching_err_2=F\u00f6r att visas i detta system, m\u00e5ste p\u00e5ste\u00e5nden och svarsalternativ i matchningsfr\u00e5gor vara i par. \u00c4ndra i testet f\u00f6r att l\u00e4gga till par f\u00f6r varje ber\u00f6rd fr\u00e5ga eller ta bort fr\u00e5gan i sin helhet.
import_size_too_big={0} kunde inte importeras efter filen inte f\u00e5r vara st\u00f6rre \u00e4n {1} MB.
import_qp=Importera fr\u00e5gebank
export_denied=Ej till\u00e5tet att exportera 
export_denied_message=Du \u00e4r ej beh\u00f6rig att exportera detta test. Kontakta din l\u00e4rare om du har n\u00e5gra fr\u00e5gor.
button_continue=Tillbaka
pool_error_title=Fel uppstod vid uppdatering av fr\u00e5gor.
file_is=Den h\u00e4r filen \u00e4r\:
from_samigo=Exporterad fr\u00e5n det h\u00e4r systemet, eller annat Sakai system
from_respondus=Exporterad fr\u00e5n Respondus. N\u00e4r du exporterar fr\u00e5n Respondus, ange "Points as decimal numbers".
