#
# Copyright (c) 2008 Sakai Foundation
#
# Licensed under the Educational Community License, Version 2.0 (the "License");
# you may not use this file except in compliance with the License.
# You may obtain a copy of the License at
#
# http://www.osedu.org/licenses/ECL-2.0
#
# Unless required by applicable law or agreed to in writing, software
# distributed under the License is distributed on an "AS IS" BASIS,
# WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
# See the License for the specific language governing permissions and
# limitations under the License.
# 

#Stored by I18NEdit, may be edited!

assessment=Test
invalid_due_date=Datumet som du angivit f\u00F6r Sista inl\u00E4mningsdag \u00E4r inte giltigt. Kontrollera att du angivit ett existeradne datum p\u00E5 formatet yyyy-MM-dd HH\:mm\:ss .
invalid_feedback_date=Datumet som du angivit f\u00F6r Feedback \u00E4r inte giltigt. Kontrollera att du angivit ett existerande datum p\u00E5 formatet yyyy-MM-dd HH\:mm\:ss .
invalid_retrack_date=Datumet som du angivit f\u00F6r dag f\u00F6r \u00E5tertagande \u00E4r inte giltigt. Kontrollera att du angivit ett existerande datum p\u00E5 formatet yyyy-MM-dd HH\:mm\:ss .
invalid_start_date=Datumet som du angivit f\u00F6r dag f\u00F6r tillg\u00E4nglighet \u00E4r inte giltigt. Kontrollera att du angivit ett existerande datum p\u00E5 formatet yyyy-MM-dd HH\:mm\:ss .
output_data_picker_w_sec=yyyy-MM-dd HH\:mm\:ss
output_date=yyyy-MM-dd HH\:mm\:ss
output_dateWoTime=yyyy-MM-dd
output_date_no_sec=yyyy-MM-dd HH\:mm
output_date_picker=yyyy-MM-dd
questionPool=Fr\u00E5gebanker
remove_media=Ta bort media
select_menu=v\u00E4lj
separator=|
t_assessment=G\u00E5 till f\u00F6rfattarsidan
t_questionPool=G\u00E5t ill sidan med fr\u00E5gebanker
t_template=G\u00E5 till sidan med testtyper
template=Testtyper
choose_one_group=       Observera: Du m\u00e5ste ange \u00e5tminstone en grupp.
kb=KB
sunday=     S\u00f6ndag
monday=    M\u00e5ndag
tuesday=                 Tisdag
wednesday=            Onsdag
thusday=Torsdag
friday=    Fredag
saturday=  L\u00f6rdag
choose_release_to= V\u00e4lj vilka som du vill g\u00f6ra testet tillg\u00e4ngligt f\u00f6r.
invalid_start_date_date=Datum som du angivit f\u00f6r tillg\u00e4ngligt-datum \u00e4r inte giltigt. F\u00f6rs\u00e4kra dig om att du angivit ett existerande datum p\u00e5 formatet yyyy-mm-dd.
invalid_start_date_time=Tiden som du angivit f\u00f6r tillg\u00e4ngligt-datum \u00e4r inte giltigt. F\u00f6rs\u00e4kra dig om att du angivit ett existerande datum p\u00e5 formatet hh:mm.
invalid_due_date_date=Datum som du angivit f\u00f6r sista inl\u00e4mningsdatum \u00e4r inte giltigt. F\u00f6rs\u00e4kra dig om att du angivit ett existerande datum p\u00e5 formatet yyyy-mm-dd.
invalid_retrack_date_date=Datum som du angivit f\u00f6r datum f\u00f6r tillbakadragande \u00e4r inte giltigt. F\u00f6rs\u00e4kra dig om att du angivit ett existerande datum p\u00e5 formatet yyyy-mm-dd.
invalid_feedback_date_date=Datum som du angivit f\u00f6r feedback-datum \u00e4r inte giltigt. F\u00f6rs\u00e4kra dig om att du angivit ett existerande datum p\u00e5 formatet yyyy-mm-dd.
invalid_due_date_time=Tiden som du angivit f\u00f6r sista inl\u00e4mningsdatum \u00e4r inte giltigt. F\u00f6rs\u00e4kra dig om att du angivit ett existerande datum p\u00e5 formatet hh:mm.
invalid_retrack_date_time=Tiden som du angivit f\u00f6r datum f\u00f6r tillbakadragande \u00e4r inte giltigt. F\u00f6rs\u00e4kra dig om att du angivit ett existerande datum p\u00e5 formatet hh:mm.
invalid_feedback_date_time=Tiden som du angivit f\u00f6r feedback-datum \u00e4r inte giltigt. F\u00f6rs\u00e4kra dig om att du angivit ett existerande datum p\u00e5 formatet hh:mm.