#X-Generator: crowdin.net
# output date format for all tools
output_date=\ yyyy-MMM-dd hh\:mm\:ss aaa
output_date_no_sec=yyyy-MMM-dd hh\:mm aaa
output_dateWoTime=yyyy-MMM-dd
output_date_picker=MM/dd/yyyy
output_data_picker_w_sec=MM/dd/yyyy hh\:mm\:ss a
output_day_date_no_sec=EEEE, yyyy-MMM-dd hh\:mm aaa

# for removing media
remove_media=\u092e\u0940\u0921\u093f\u092f\u093e \u0915\u094b \u0939\u091f\u093e\u090f\u0902
select_menu=\u091a\u092f\u0928 \u0915\u0930\u0947\u0902

# signs for all tools
separator=|
assessment=\u0905\u0938\u094d\u0938\u0947\u0938\u094d\u0938\u094d\u092e\u0947\u0902\u091f\u094d\u0938
template=\u0905\u0938\u094d\u0938\u0947\u0938\u094d\u0938\u094d\u092e\u0947\u0902\u091f\u094d\u0938 \u0915\u0947 \u092a\u094d\u0930\u0915\u093e\u0930
questionPool=\u092a\u094d\u0930\u0936\u094d\u0928 \u0924\u093e\u0932
eventLog=\u0907\u0935\u0947\u0902\u091f \u0932\u0949\u0917

# Accessibility Stuff(t_: title in command link)
t_assessment=\u0938\u0902\u0932\u0947\u0916\u0928 \u092a\u0943\u0937\u094d\u0920 \u092a\u0930 \u091c\u093e\u090f\u0901
t_template=\u0905\u0938\u094d\u0938\u0947\u0938\u094d\u0938\u094d\u092e\u0947\u0902\u091f\u094d \u092a\u094d\u0930\u0915\u093e\u0930 \u092a\u0943\u0937\u094d\u0920 \u092a\u0930 \u091c\u093e\u090f\u0901
t_questionPool=\u092a\u094d\u0930\u0936\u094d\u0928\: \u092a\u0942\u0932 \u092a\u0943\u0937\u094d\u0920 \u092a\u0930 \u091c\u093e\u090f\u0901
t_eventLog=\u0907\u0935\u0947\u0902\u091f \u0932\u0949\u0917 \u092a\u0943\u0937\u094d\u0920 \u092a\u0930 \u091c\u093e\u090f\u0901
# Accesskey: all accesskey name start with a_
a_log=l

# Error message for the date input field that uses date picker
# Please sync the date format of follow error message with 
# output_data_picker_w_sec in above output date format 
invalid_start_date=\u0906\u092a\u0928\u0947 \u0909\u092a\u0932\u092c\u094d\u0927 \u0924\u093f\u0925\u093f \u0915\u0947 \u0932\u093f\u090f \u091c\u094b \u0924\u093f\u0925\u093f \u0926\u0930\u094d\u091c \u0915\u0940 \u0939\u0948 \u0935\u0939 \u092e\u093e\u0928\u094d\u092f \u0928\u0939\u0940\u0902 \u0939\u0948\u0964 \u0915\u0943\u092a\u092f\u093e \u0938\u0941\u0928\u093f\u0936\u094d\u091a\u093f\u0924 \u0915\u0930\u0947\u0902 \u0915\u093f \u0906\u092a\u0928\u0947 \u090f\u0915 \u092e\u094c\u091c\u0942\u0926\u093e \u0924\u093f\u0925\u093f mm/dd/yyyy hh\:mm\:ss  AM/PM \u0938\u094d\u0935\u0930\u0942\u092a \u092e\u0947\u0902 \u0926\u0930\u094d\u091c \u0915\u0940 \u0939\u0948\u0964
invalid_due_date=\u0906\u092a\u0928\u0947 \u0928\u093f\u092f\u0924 \u0924\u093f\u0925\u093f \u0915\u0947 \u0932\u093f\u090f \u091c\u094b \u0924\u093f\u0925\u093f \u0926\u0930\u094d\u091c \u0915\u0940 \u0939\u0948 \u0935\u0939 \u092e\u093e\u0928\u094d\u092f \u0928\u0939\u0940\u0902 \u0939\u0948\u0964 \u0915\u0943\u092a\u092f\u093e \u0938\u0941\u0928\u093f\u0936\u094d\u091a\u093f\u0924 \u0915\u0930\u0947\u0902 \u0915\u093f \u0906\u092a\u0928\u0947 \u090f\u0915 \u092e\u094c\u091c\u0942\u0926\u093e \u0924\u093f\u0925\u093f mm/dd/yyyy hh\:mm\:ss  AM/PM \u0938\u094d\u0935\u0930\u0942\u092a \u092e\u0947\u0902 \u0926\u0930\u094d\u091c \u0915\u0940 \u0939\u0948\u0964
invalid_retrack_date=\u0906\u092a\u0928\u0947  \u0930\u0947\u091f\u094d\u0930\u093e\u0915\u094d\u091f \u0924\u093f\u0925\u093f \u0915\u0947 \u0932\u093f\u090f \u091c\u094b \u0924\u093f\u0925\u093f \u0926\u0930\u094d\u091c \u0915\u0940 \u0939\u0948 \u0935\u0939 \u092e\u093e\u0928\u094d\u092f \u0928\u0939\u0940\u0902 \u0939\u0948\u0964 \u0915\u0943\u092a\u092f\u093e \u0938\u0941\u0928\u093f\u0936\u094d\u091a\u093f\u0924 \u0915\u0930\u0947\u0902 \u0915\u093f \u0906\u092a\u0928\u0947 \u090f\u0915 \u092e\u094c\u091c\u0942\u0926\u093e \u0924\u093f\u0925\u093f mm/dd/yyyy hh\:mm\:ss  AM/PM \u0938\u094d\u0935\u0930\u0942\u092a \u092e\u0947\u0902 \u0926\u0930\u094d\u091c \u0915\u0940 \u0939\u0948\u0964
invalid_feedback_date=\u0906\u092a\u0928\u0947 \u092b\u0940\u0921\u092c\u0948\u0915 \u0909\u092a\u0932\u092c\u094d\u0927 \u0924\u093f\u0925\u093f \u0915\u0947 \u0932\u093f\u090f \u091c\u094b \u0924\u093f\u0925\u093f \u0926\u0930\u094d\u091c \u0915\u0940 \u0939\u0948 \u0935\u0939 \u092e\u093e\u0928\u094d\u092f \u0928\u0939\u0940\u0902 \u0939\u0948\u0964 \u0915\u0943\u092a\u092f\u093e \u0938\u0941\u0928\u093f\u0936\u094d\u091a\u093f\u0924 \u0915\u0930\u0947\u0902 \u0915\u093f \u0906\u092a\u0928\u0947 \u090f\u0915 \u092e\u094c\u091c\u0942\u0926\u093e \u0924\u093f\u0925\u093f mm/dd/yyyy hh\:mm\:ss  AM/PM \u0938\u094d\u0935\u0930\u0942\u092a \u092e\u0947\u0902 \u0926\u0930\u094d\u091c \u0915\u0940 \u0939\u0948\u0964
choose_one_group=\u091a\u0947\u0924\u093e\u0935\u0928\u0940\: \u0906\u092a\u0915\u094b \u0915\u092e \u0938\u0947 \u0915\u092e \u090f\u0915 \u0938\u092e\u0942\u0939 \u0915\u093e \u091a\u092f\u0928 \u0915\u0930\u0928\u0947 \u0915\u0940 \u091c\u0930\u0942\u0930\u0924 \u0939\u0948\u0964
choose_release_to=\u0915\u0943\u092a\u092f\u093e \u091a\u092f\u0928 \u0915\u0930\u0947\u0902 \u0915\u093f \u0915\u093f\u0938\u0947 \u0906\u092a \u0905\u0938\u0947\u0938\u092e\u0947\u0902\u091f \u0909\u092a\u0932\u092c\u094d\u0927 \u0915\u0930\u093e\u0928\u093e \u091a\u093e\u0939\u0924\u0947 \u0939\u0948

kb=KB

