# output date format for all tools
output_data_picker_w_sec=\u041c\u041c/\u0434\u0434/\u0433\u0433\u0433\u0433 \u0447\u0447\:\u043c\u043c\:\u0441\u0441 \u0430

# for removing media
remove_media=\u041f\u0440\u0435\u043c\u0430\u0445\u0432\u0430\u043d\u0435 \u043d\u0430 \u043c\u0435\u0434\u0438\u0438\u0442\u0435
select_menu=\u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435

# signs for all tools
separator=|
add=\u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430
assessment=\u041e\u0446\u0435\u043d\u043a\u0438
template=\u0412\u0438\u0434\u043e\u0432\u0435 \u043e\u0446\u0435\u043d\u043a\u0438
questionPool=\u0413\u0440\u0443\u043f\u0438 \u0432\u044a\u043f\u0440\u043e\u0441\u0438
eventLog=\u0420\u0435\u0433\u0438\u0441\u0442\u044a\u0440 \u043d\u0430 \u0441\u044a\u0431\u0438\u0442\u0438\u044f\u0442\u0430
section_activity=\u041e\u0442\u0447\u0435\u0442 \u0437\u0430 \u0434\u0435\u0439\u043d\u043e\u0441\u0442\u0442\u0430 \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u044f
restore_assessments=\u041a\u043e\u0448\u0447\u0435 o\u0442\u043f\u0430\u0434\u044a\u0446\u0438

# Accessibility Stuff(t_: title in command link)
t_assessment=\u041e\u0442\u0438\u0434\u0435\u0442\u0435 \u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430\u0442\u0430 \u0437\u0430 \u043f\u0438\u0441\u0430\u043d\u0435
t_template=\u041e\u0442\u0438\u0434\u0435\u0442\u0435 \u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430\u0442\u0430 \u0441 \u0442\u0438\u043f\u0430 \u043d\u0430 \u043e\u0446\u0435\u043d\u043a\u0430\u0442\u0430
t_questionPool=\u041e\u0442\u0438\u0434\u0435\u0442\u0435 \u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430\u0442\u0430 \u0441 \u0433\u0440\u0443\u043f\u0438 \u0432\u044a\u043f\u0440\u043e\u0441\u0438
t_eventLog=\u041e\u0442\u0438\u0434\u0435\u0442\u0435 \u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430\u0442\u0430 \u0441 \u0440\u0435\u0433\u0438\u0441\u0442\u044a\u0440 \u043d\u0430 \u0441\u044a\u0431\u0438\u0442\u0438\u044f\u0442\u0430
t_section_activity=\u041e\u0442\u0438\u0434\u0435\u0442\u0435 \u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430\u0442\u0430 \u041e\u0442\u0447\u0435\u0442 \u0437\u0430 \u0434\u0435\u0439\u043d\u043e\u0441\u0442\u0442\u0430 \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u044f
t_restore_assessments=\u041e\u0442\u0438\u0434\u0435\u0442\u0435 \u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430\u0442\u0430 \u041a\u043e\u0448\u0447\u0435
# Accesskey: all accesskey name start with a_
a_log=g
a_assessment=a
a_pool=p
a_section_activity=s
a_restore_assessments=r
a_template=t

# Error message for the date input field that uses date picker
# Please sync the date format of follow error message with
# output_data_picker_w_sec in above output date format
invalid_start_date=\u0414\u0430\u0442\u0430\u0442\u0430, \u043a\u043e\u044f\u0442\u043e \u0441\u0442\u0435 \u0432\u044a\u0432\u0435\u043b\u0438 \u0432 \u043f\u043e\u043b\u0435\u0442\u043e Available Date (\u0421\u0432\u043e\u0431\u043e\u0434\u043d\u0430 \u0434\u0430\u0442\u0430), \u043d\u0435 \u0435 \u0432\u0430\u043b\u0438\u0434\u043d\u0430. \u041c\u043e\u043b\u044f, \u0443\u0432\u0435\u0440\u0435\u0442\u0435 \u0441\u0435, \u0447\u0435 \u0441\u0442\u0435 \u0432\u044a\u0432\u0435\u043b\u0438 \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430\u0449\u0430 \u0434\u0430\u0442\u0430 \u0432\u044a\u0432 \u0444\u043e\u0440\u043c\u0430\u0442 \u043c\u043c/\u0434\u0434/\u0433\u0433\u0433\u0433 \u0447\u0447\:\u043c\u043c\:\u0441\u0441 AM/PM.
invalid_due_date=\u0414\u0430\u0442\u0430\u0442\u0430, \u043a\u043e\u044f\u0442\u043e \u0441\u0442\u0435 \u0432\u044a\u0432\u0435\u043b\u0438 \u0437\u0430 Due Date (\u041f\u0430\u0434\u0435\u0436\u043d\u0430 \u0434\u0430\u0442\u0430), \u043d\u0435 \u0435 \u0432\u0430\u043b\u0438\u0434\u043d\u0430. \u041c\u043e\u043b\u044f, \u0443\u0432\u0435\u0440\u0435\u0442\u0435 \u0441\u0435, \u0447\u0435 \u0441\u0442\u0435 \u0432\u044a\u0432\u0435\u043b\u0438 \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430\u0449\u0430 \u0434\u0430\u0442\u0430 \u0432\u044a\u0432 \u0444\u043e\u0440\u043c\u0430\u0442 \u043c\u043c/\u0434\u0434/\u0433\u0433\u0433\u0433 \u0447\u0447\:\u043c\u043c\:\u0441\u0441 AM/PM.
invalid_retrack_date=\u0414\u0430\u0442\u0430\u0442\u0430, \u043a\u043e\u044f\u0442\u043e \u0441\u0442\u0435 \u0432\u044a\u0432\u0435\u043b\u0438 \u0437\u0430 Late Submission Date (\u0417\u0430\u0431\u0430\u0432\u0435\u043d\u0430 \u0434\u0430\u0442\u0430 \u043d\u0430 \u0434\u043e\u0441\u0442\u0430\u0432\u043a\u0430), \u043d\u0435 \u0435 \u0432\u0430\u043b\u0438\u0434\u043d\u0430. \u041c\u043e\u043b\u044f, \u0443\u0432\u0435\u0440\u0435\u0442\u0435 \u0441\u0435, \u0447\u0435 \u0441\u0442\u0435 \u0432\u044a\u0432\u0435\u043b\u0438 \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430\u0449\u0430 \u0434\u0430\u0442\u0430 \u0432\u044a\u0432 \u0444\u043e\u0440\u043c\u0430\u0442 \u043c\u043c/\u0434\u0434/\u0433\u0433\u0433\u0433 \u0447\u0447\:\u043c\u043c\:\u0441\u0441 AM/PM.
invalid_feedback_date=\u0414\u0430\u0442\u0430\u0442\u0430, \u043a\u043e\u044f\u0442\u043e \u0441\u0442\u0435 \u0432\u044a\u0432\u0435\u043b\u0438 \u043a\u0430\u0442\u043e \u0421\u0432\u043e\u0431\u043e\u0434\u043d\u0430 \u0434\u0430\u0442\u0430 \u0437\u0430 \u043e\u0431\u0440\u0430\u0442\u043d\u0430 \u0432\u0440\u044a\u0437\u043a\u0430 \u043d\u0435 \u0435 \u0432\u0430\u043b\u0438\u0434\u043d\u0430. \u041c\u043e\u043b\u044f, \u0443\u0432\u0435\u0440\u0435\u0442\u0435 \u0441\u0435, \u0447\u0435 \u0441\u0442\u0435 \u0432\u044a\u0432\u0435\u043b\u0438 \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430\u0449\u0430 \u0434\u0430\u0442\u0430 \u0432\u044a\u0432 \u0444\u043e\u0440\u043c\u0430\u0442 \u043c\u043c/\u0434\u0434/\u0433\u0433\u0433\u0433 \u0447\u0447\:\u043c\u043c\:\u0441\u0441 AM/PM.
invalid_feedback_ranges=\u041a\u0440\u0430\u0439\u043d\u0430\u0442\u0430 \u0434\u0430\u0442\u0430 \u043d\u0430 \u043e\u0431\u0440\u0430\u0442\u043d\u0430\u0442\u0430 \u0432\u0440\u044a\u0437\u043a\u0430 \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0435 \u043f\u0440\u0435\u0434\u0438 \u043d\u0430\u0447\u0430\u043b\u043d\u0430\u0442\u0430 \u0434\u0430\u0442\u0430 \u043d\u0430 \u043e\u0431\u0440\u0430\u0442\u043d\u0430\u0442\u0430 \u0432\u0440\u044a\u0437\u043a\u0430.
choose_one_group=\u041f\u0440\u0435\u0434\u0443\u043f\u0440\u0435\u0436\u0434\u0435\u043d\u0438\u0435\: \u0422\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u043f\u043e\u043d\u0435 \u0435\u0434\u043d\u0430 \u0433\u0440\u0443\u043f\u0430.
choose_release_to=\u041c\u043e\u043b\u044f, \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u043d\u0430 \u043a\u043e\u0433\u043e \u0438\u0441\u043a\u0430\u0442\u0435 \u0434\u0430 \u043f\u0440\u0435\u0434\u043e\u0441\u0442\u0430\u0432\u0438\u0442\u0435 \u043e\u0446\u0435\u043d\u043a\u0430\u0442\u0430

kb=KB
