#X-Generator: crowdin.com
samlite_title=Cr\u00e9er \u00c9valuation/Groupement de Questions
samlite_instructions=Utiliser les bo\u00eetes \u00e0 textes ci-dessous pour modifier le nom et (\u00e9ventuellement) pour fournir une description pour ce groupement d'\u00e9valuations ou de questions. \u00c9crire alors les questions et r\u00e9ponses dans la bo\u00eete \u00e0 textes inf\u00e9rieure. Il est important de suivre le formatage correct pour chaque type de questions. Des exemples peuvent figurer en bas de cette page. 
samlite_step_1_of_2=\u00c9tape 1 sur 2
samlite_step_2_of_2=\u00c9tape 2 sur 2
samlite_validation_title=Valider \u00c9valuation/Groupement de Questions
samlite_validation_instructions=V\u00e9rifier que toutes vos questions apparaissent ci-dessous avec les types corrects de question. Changer le nom et la description de ce groupe de question si n\u00e9cessaire. Cliquer alors sur le bouton appropri\u00e9 ci-dessous pour compl\u00e9ter le processus.

example_instruction_label=Instructions \: 
example_example_label=Exemple\:

general_instructions_label=Instructions G\u00e9n\u00e9rales
general_instructions_prelude=Pour que les questions et r\u00e9ponse soient correctement analys\u00e9es, il est crucial de distinguer les questions. Pour accomplir ceci, chaque question doit commencer par un de ce qui suit \: 
general_instructions_format1=Le mot "Question", suivie d'un nombre, suivi du nombre de points \u00e0 attribuer inclus entre parenth\u00e8ses, comme dans la "Question 23 (10 points)".
general_instructions_format2=Le mot "Question", suivie de cette m\u00eame indication de points entre parenth\u00e8ses , comme en "Question (10 points)".
general_instructions_format3=Le mot \u00ab\u00a0Question\u00a0\u00bb, suivie d'un nombre, comme en "Question 1". Dans ce cas-ci, des z\u00e9ro points  seront attribu\u00e9s \u00e0 cette question.
general_instructions_format4=Un nombre, suivi d'une p\u00e9riode, suivi de la m\u00eame indication entre parenth\u00e8ses des points \u00e0 attribuer, comme dans "\u00a01. (10 points)\u00a0"
general_instructions_format5=Un nombre, suivi \u00e0 une p\u00e9riode, dans le cas o\u00f9 des  z\u00e9ro points seront attribu\u00e9s  \u00e0 cette question.
general_instructions_conclude=Le texte de la question lui-m\u00eame peut \u00eatre plac\u00e9 sur cette m\u00eame ligne ou au-dessous de lui, et devrait \u00eatre suivi des r\u00e9ponses dans le format appropri\u00e9 pour ce type de questions. L'analyseur emploiera ce format pour d\u00e9duire le type de question de la question.

example_mc_label=Choix Multiple 
example_mc_instructions=Chaque r\u00e9ponse devrait commencer par sa lettre appropri\u00e9e, dans l'ordre alphab\u00e9tique. La r\u00e9ponse correcte devrait \u00eatre pr\u00e9c\u00e9d\u00e9e d'un ast\u00e9risque (*).
example_mc_question_format1=Question 1 (10 points)
example_mc_question_format2=Question (10 points)
example_mc_question_format4=1. (10 points)
example_mc_question_text=Qui \u00e9tait le premier Pr\u00e9sident des Etats-Unis ?
example_mc_answer_d=d. Clinton 

example_mcmc_label=R\u00e9ponse correcte multiple
example_mcmc_instructions=Chaque r\u00e9ponse devrait commencer par sa lettre appropri\u00e9e, dans l'ordre alphab\u00e9tique. La r\u00e9ponse correcte devrait \u00eatre pr\u00e9c\u00e9d\u00e9e d'un ast\u00e9risque (*).
example_mcmc_question_format1=Question 2 (15 points)
example_mcmc_question_text=Lequel des auteurs ci-dessous \u00e9taient des citoyens am\u00e9ricains \u00e0 un certain point dans leurs vies ? 
example_mcmc_answer_c=*c. Tom Eliot 

example_fib_label=Compl\u00e9ter le blanc
example_fib_instructions=La r\u00e9ponse correcte devrait \u00eatre pr\u00e9c\u00e9d\u00e9e d'un ast\u00e9risque (*).
example_fib_question_text=De quelle couleur est la viollette ? ____ 
example_fib_answer=*Bleu 

example_se_label=Dissertation courte
example_se_instructions=Aucune r\u00e9ponse ne devrait \u00eatre pr\u00e9vue pour ce type de questions.
example_se_question_text=Expliquer le but de l'\u00e9ducation.

example_tf_label=Vrai/Faux
example_tf_instructions=La r\u00e9ponse correcte devrait \u00eatre pr\u00e9c\u00e9d\u00e9e d\u2019un ast\u00e9risque (*). La r\u00e9ponse incorrecte peut \u00e9galement \u00eatre incluse, comme ci-dessous, bien que ce ne soit pas n\u00e9cessaire.
example_tf_question_format1=Question 5 (7 points)
example_tf_question_format2=Question (7 points)
example_tf_question_format4=5. (7 points)
example_tf_question_text=Le ciel est bleu. 
example_tf_answer_a=*Vrai
example_tf_answer_b=Faux



samlite_infogroup=\u00c9valuation/Information Groupement de Questions

samlite_name=Nom
samlite_data=Donn\u00e9es


samlite_textgroup_instructions=\u00c9crire les questions avec leurs r\u00e9ponses dans la bo\u00eete \u00e0 textes au-dessous en utilisant le format sp\u00e9cifique pour ce type de questions. Pour afficher des instructions et des exemples pour un type de question, cliquer sur le lien appropri\u00e9 \u00e0 la droite de la bo\u00eete \u00e0 textes.  

samlite_formatgroup=Instructions & Exemples

samlite_assessment=Cr\u00e9er \u00c9valuation
samlite_questionpool=Cr\u00e9er Groupement de Questions
samlite_validate=Suivant >
samlite_cancel=< Retour
samlite_back=< Retour

samlite_answers=R\u00e9ponses

sam_lite_multiple_choice=Choix multiples
sam_lite_multiple_choice_multiple=S\u00e9lections multiples
sam_lite_fill_in_the_blank=Remplir la case
sam_lite_true_false=Vrai/faux
sam_lite_short_essay=R\u00e9ponse courte

correct=Correcte
not_correct=Incorrecte