samlite_title=Kreiraj skup procena/pitanja
samlite_instructions=Koristi polja za tekst ispod da izmeni\u0161 naziv i (opciono) da da\u0161 opis za ovu kontrolnu ve\u017ebu ili skup pitanja. Zatim unesi pitanja i odgovore u donje polje za tekst. Va\u017eno je da se pridr\u017eava\u0161 ispravnog formata za svaku vrstu pitanja. Primere mo\u017ee\u0161 prona\u0107i na dnu ove stranice.
samlite_step_1_of_2=Korak 1 od 2
samlite_step_2_of_2=Korak 2 od 2
samlite_validation_title=Potvrdi kontrolnu ve\u017ebu/skup pitanja
samlite_validation_instructions=Proveri da li se sva tvoja pitanja pojavljuju u nastavku sa ispravnim tipovima pitanja. Po potrebi promeni naziv i opis ove grupe pitanja. Zatim klikni na odgovaraju\u0107i taster ispod za zavr\u0161etak procesa.

example_question_format0=Pitanje
example_instruction_label=Uputstva\:
example_example_label=Primer\:

general_instructions_label=Op\u0161ta uputstva
general_instructions_prelude=Da bi pitanja i odgovori bili pravilno ra\u0161\u010dlanjeni, klju\u010dno je praviti razliku izme\u0111u pitanja. Da bi se ovo postiglo, svako pitanje mora da po\u010dne sa jednim od slede\u0107ih\:
general_instructions_format1=Re\u010d \u201ePitanje\u201c, pra\u0107ena brojem, pra\u0107enim brojem bodova za dodeljivanje u zagradi, opciono pra\u0107enom vredno\u0161\u0107u popusta za dodeljivanje u slu\u010daju neta\u010dnog odgovora u zagradi, kao u \u201ePitanju 23 (10 bodova) (2,5 popusta)'.
general_instructions_format2=Re\u010d 'Pitanje', pra\u0107ena ovom istom oznakom bodova u zagradi i opciono pra\u0107ena naznakom popusta u slu\u010daju neta\u010dnog odgovora, kao u 'Pitanje (10 bodova) (2,5 popusta)'.
general_instructions_format3=Re\u010d \u201ePitanje\u201c, pra\u0107ena brojem, kao u \u201ePitanju 1\u201c. U ovom slu\u010daju, tom pitanju \u0107e biti dodeljeno nula bodova.
general_instructions_format4=Broj, pra\u0107en ta\u010dkom, pra\u0107en istom naznakom bodova u zagradi za dodelu, opciono pra\u0107en istom naznakom popusta u zagradi u slu\u010daju pogre\u0161nog odgovora, kao u '1. (10 bodova) (2,5 popusta)'
general_instructions_format5=Broj, nakon \u010dega sledi ta\u010dka, u kom slu\u010daju \u0107e tom pitanju biti dodeljena nula bodova.
general_instructions_conclude=Tekst samog pitanja mo\u017ee se postaviti na isti red ili ispod njega, a iza njega treba da budu odgovori u odgovaraju\u0107em formatu za taj tip pitanja. Analizator \u0107e koristiti ovaj format da odredi tip pitanja za pitanje.
general_instructions_feedback=Za dodavanje ta\u010dne povratne informacije, potrebno je da doda\u0161 red poput ovog\: '\#FBOK\: Tekst ta\u010dne povratne informacije'. U slu\u010daju neta\u010dne povratne informacije, red mora biti '\#FBNOK\: Tekst neta\u010dne povratne informacije'.

example_mc_label=Vi\u0161estruki izbor, jedan ta\u010dan
example_mc_instructions=Svaki odgovor treba da po\u010dinje odgovaraju\u0107im slovom, po abecednom redu. Ta\u010dan odgovor treba da ima prefiks zvezdice (*).
example_mc_instructions_1=Opciono, klju\u010dna re\u010d \#randomizuj \u0107e kreirati pitanja sa nasumi\u010dnim odgovorima
example_mc_instructions_2=Opciono, klju\u010dna re\u010d \#obrazlo\u017eenje \u0107e stvoriti pitanja sa potrebnim obrazlo\u017eenjem
example_mc_question_format1=Pitanje 1 (10 bodova) (2,5 popusta)
example_mc_question_format2=Pitanje (10 bodova) (2,5 popusta)
example_mc_question_format3=Pitanje 1
example_mc_question_format4=1. (10 bodova) (2,5 popusta)
example_mc_question_format5=1.
example_mc_question_text=Ko je bio prvi predsednik Sjedinjenih Dr\u017eava?
example_mc_answer_a=*a. Va\u0161ington
example_mc_answer_b=b. D\u017eeferson
example_mc_answer_c=c. Linkoln
example_mc_answer_d=d. Klinton
example_mc_question_random=\#randomizuj
example_mc_question_rationale=\#obrazlo\u017eenje

example_mcmc_label=Vi\u0161estruki izbor, vi\u0161estruki ta\u010dan
example_mcmc_instructions=Svaki odgovor treba da po\u010dinje odgovaraju\u0107im slovom, po abecednom redu. Ta\u010dan odgovor treba da ima prefiks zvezdice (*).
example_mcmc_instructions_1=Opciono, klju\u010dna re\u010d \#randomizuj \u0107e kreirati pitanja sa nasumi\u010dnim odgovorima
example_mcmc_instructions_2=Opciono, klju\u010dna re\u010d \#obrazlo\u017eenje \u0107e stvoriti pitanja sa potrebnim obrazlo\u017eenjem
example_mcmc_question_format1=Pitanje 2 (15 bodova)
example_mcmc_question_format2=Pitanje (15 bodova)
example_mcmc_question_format3=Pitanje 2
example_mcmc_question_format4=2. (15 bodova)
example_mcmc_question_format5=2.
example_mcmc_question_text=Ko je od dole navedenih pisaca bio ameri\u010dki dr\u017eavljanin u nekom trenutku svog \u017eivota?
example_mcmc_answer_a=*a. Bil Fokner
example_mcmc_answer_b=b. D\u017eini Vulf
example_mcmc_answer_c=*c. Tom Eliot
example_mcmc_question_random=\#randomizuj
example_mcmc_question_rationale=\#obrazlo\u017eenje

example_fib_label=Popuni prazno
example_fib_instructions=Ta\u010dan odgovor treba da ima prefiks zvezdice (*).
example_fib_question_format1=Pitanje 3 (5 bodova)
example_fib_question_format2=Pitanje (5 bodova)
example_fib_question_format3=Pitanje 3
example_fib_question_format4=3. (5 bodova)
example_fib_question_format5=3.
example_fib_question_text=Koje je boje ljubi\u010dica? ____
example_fib_answer=*Plave

example_se_label=Kratki esej
example_se_instructions=Za ovu vrstu pitanja ne treba dati odgovor.
example_se_question_format1=Pitanje 4 (18 bodova)
example_se_question_format2=Pitanje (18 bodova)
example_se_question_format3=Pitanje 4
example_se_question_format4=4. (18 bodova)
example_se_question_format5=4.
example_se_question_text=Objasni svrhu obrazovanja.

example_tf_label=Ta\u010dno/neta\u010dno
example_tf_instructions=Ta\u010dan odgovor treba da ima prefiks zvezdice (*). Neta\u010dan odgovor tako\u0111e mo\u017ee biti obuhva\u0107en, kao u nastavku, iako to nije neophodno.
example_tf_question_format1=Pitanje 5 (7 bodova) (1,5 popusta)
example_tf_question_format2=Pitanje (7 bodova) (1,5 popusta)
example_tf_question_format3=Pitanje 5
example_tf_question_format4=5. (7 bodova) (1,5 popusta)
example_tf_question_format5=5.
example_tf_question_text=Nebo je plavo.
example_tf_answer_a=*Istina
example_tf_answer_b=Neta\u010dno

example_fn_label=Popuni broj\u010dano
example_fn_instructions=Ta\u010dan odgovor treba da bude unutar viti\u010dastih zagrada sa prefiksom zvezdice \u201e*{}\u201c oko broj\u010danih vrednosti koje zahtevaju prazna polja za odgovor. Primer\: 3*3\=*{9}.Raspon\:Umetni crtu \u201e|\u201c izme\u0111u opsega vrednosti. Primer\: Cena je *{12,2|14,5}. Odgovor u\u010denika izme\u0111u 12,2 i 14,5 \u0107e se smatrati va\u017ee\u0107im. Nau\u010dna oznaka\: Ta\u010dka ili zarez se mogu koristiti kao decimalni marker i slovo \u201eE\u201c ili \u201ee\u201c za eksponent. Primer\: *{6.022E23} za izra\u017eavanje Avogradovog broja .Kompleksni brojevi treba da budu u obliku *{a + b} gde \u201ea\u201c i \u201eb\u201c treba da imaju eksplicitno navedene vrednosti. Primer\: *{1+1i} je va\u017ee\u0107i dok *{1+i} nije. Sli\u010dno, *{0+9i} je va\u017ee\u0107i dok *{9i} nije.
example_fn_question_format1=Pitanje 6 (7 bodova)
example_fn_question_format2=Pitanje (7 bodova)
example_fn_question_format3=Pitanje 6
example_fn_question_format4=6. (7 bodova)
example_fn_question_format5=6.
example_fn_question_text=Koju vrednost ima konstanta pi? ____
example_fn_answer=*{3.1415 | 3.1416}


samlite_infogroup=Informacije o kontrolnoj ve\u017ebi/skupu pitanja

samlite_name=Naziv
samlite_description=Opis
samlite_data=Podaci

samlite_textgroup=Pitanja

samlite_textgroup_instructions=Unesi pitanja sa njihovim odgovorima u polje za tekst u nastavku koriste\u0107i navedeni format za taj tip pitanja. Da biste videli uputstva i primere za dati tip pitanja, kliknite na odgovaraju\u0107u vezu desno od polja za tekst.

samlite_formatgroup=Uputstva i primeri

samlite_assessment=Kreiraj kontrolnu ve\u017ebu
samlite_questionpool=Kreiraj skup pitanja
samlite_validate=Slede\u0107e >
samlite_cancel=< Nazad
samlite_back=< Nazad

samlite_question=Pitanje
samlite_number=\#
samlite_answers=Odgovori
samlite_type=Tip
samlite_points=Bodovi
samlite_discount=Popust

sam_lite_multiple_choice=Vi\u0161estruki izbor
sam_lite_multiple_choice_multiple=Vi\u0161e ispravnih izbora
sam_lite_fill_in_the_blank=Popuni prazno
sam_lite_true_false=Ta\u010dno/neta\u010dno
sam_lite_short_essay=Kratak esej
sam_lite_fill_in_numeric=Popuni broj\u010dano

correct=Ta\u010dno
not_correct=Neta\u010dno

samlite_feedback=Tekst povratne informacije
samlite_feedbackOK=Ta\u010dno
samlite_feedbackNOK=Neta\u010dno
samlite_true=Ta\u010dno
samlite_false=Neta\u010dno

#S2U-22
rich_text_label=Prika\u017ei ure\u0111iva\u010d oboga\u0107enog teksta (i broj znakova)

rich_editor_instructions_label=Uputstva za ure\u0111iva\u010d oboga\u0107enog teksta
rich_editor_instructions_prelude=Ovaj ure\u0111iva\u010d omogu\u0107ava prihvatanje razli\u010ditih html oznaka prilikom kreiranja pitanja, na na\u010din da se tekstovi mogu kreirati podebljanim ili kurzivnim slovima, kao i dodati podvla\u010denje, slike i drugo.
rich_editor_instructions_prelude_2=Ali za kori\u0161\u0107enje ovog ure\u0111iva\u010da, mora\u0161 uzeti u obzir nekoliko detalja\:
rich_editor_instructions_recomendation_1=Preporu\u010dljivo je da ako ve\u0107 planira\u0161 da doda\u0161 dodatni stil da ga koristi\u0161 od po\u010detka, po\u0161to se prilikom promene sve kombinuje u jednom redu
rich_editor_instructions_recomendation_2=Dodatni stilovi \u0107e se primenjivati samo na nazive pitanja, komentare ili na odgovore na vi\u0161e pitanja, ina\u010de ne\u0107e imati efekta
rich_editor_instructions_recomendation_3=Ne bi trebalo da se koristi u definiciji pitanja ('Pitanje 5 (7 punts) (1.5 descompte)'), jer ovo uzrokuje da pitanje nije ispravno kreirano.
rich_editor_instructions_recomendation_4=Kada se koristi za komentare ('\#FBOK' i '\#FBNOK'), trebalo bi da se koristi samo posle znaka interpunkcije '\:', jer ako se koristi pre, ne\u0107e biti pravilno primenjeno
rich_editor_instructions_recomendation_5=Kada se koristi za odgovore ('a. Odgovor' ili '*b. Ta\u010dan odgovor') treba da se koristi samo po\u010dev\u0161i od znaka interpunkcije '.', jer ako se koristi pre, ne\u0107e biti pravilno primenjeno
