samlite_title=\u0421\u044a\u0437\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u0433\u0440\u0443\u043f\u0430 \u0437\u0430 \u043e\u0446\u0435\u043d\u043a\u0430/\u0432\u044a\u043f\u0440\u043e\u0441\u0438
samlite_instructions=\u0418\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0439\u0442\u0435 \u0442\u0435\u043a\u0441\u0442\u043e\u0432\u0438\u0442\u0435 \u043f\u043e\u043b\u0435\u0442\u0430 \u043f\u043e-\u0434\u043e\u043b\u0443, \u0437\u0430 \u0434\u0430 \u043f\u0440\u043e\u043c\u0435\u043d\u0438\u0442\u0435 \u0438\u043c\u0435\u0442\u043e \u0438 (\u043f\u043e \u0438\u0437\u0431\u043e\u0440) \u0434\u0430 \u043f\u0440\u0435\u0434\u043e\u0441\u0442\u0430\u0432\u0438\u0442\u0435 \u043e\u043f\u0438\u0441\u0430\u043d\u0438\u0435 \u043d\u0430 \u0442\u0430\u0437\u0438 \u043e\u0446\u0435\u043d\u043a\u0430 \u0438\u043b\u0438 \u0433\u0440\u0443\u043f\u0430 \u043e\u0442 \u0432\u044a\u043f\u0440\u043e\u0441\u0438. \u0421\u043b\u0435\u0434 \u0442\u043e\u0432\u0430 \u0432\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u0432\u044a\u043f\u0440\u043e\u0441\u0438\u0442\u0435 \u0438 \u043e\u0442\u0433\u043e\u0432\u043e\u0440\u0438\u0442\u0435 \u0432 \u0434\u043e\u043b\u043d\u043e\u0442\u043e \u0442\u0435\u043a\u0441\u0442\u043e\u0432\u043e \u043f\u043e\u043b\u0435. \u0412\u0430\u0436\u043d\u043e \u0435 \u0434\u0430 \u0441\u043f\u0430\u0437\u0432\u0430\u0442\u0435 \u043f\u0440\u0430\u0432\u0438\u043b\u043d\u043e\u0442\u043e \u0444\u043e\u0440\u043c\u0430\u0442\u0438\u0440\u0430\u043d\u0435 \u0437\u0430 \u0432\u0441\u0435\u043a\u0438 \u0432\u0438\u0434 \u0432\u044a\u043f\u0440\u043e\u0441. \u041f\u0440\u0438\u043c\u0435\u0440\u0438 \u043c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u043d\u0430\u043c\u0435\u0440\u0438\u0442\u0435 \u0432 \u0434\u043e\u043b\u043d\u0430\u0442\u0430 \u0447\u0430\u0441\u0442 \u043d\u0430 \u0442\u0430\u0437\u0438 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430.
samlite_step_1_of_2=\u0421\u0442\u044a\u043f\u043a\u0430 1 \u043e\u0442 2
samlite_step_2_of_2=\u0421\u0442\u044a\u043f\u043a\u0430 2 \u043e\u0442 2
samlite_validation_title=\u0423\u0442\u0432\u044a\u0440\u0436\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u0433\u0440\u0443\u043f\u0430\u0442\u0430 \u0437\u0430 \u043e\u0446\u0435\u043d\u043a\u0430/\u0432\u044a\u043f\u0440\u043e\u0441\u0438
samlite_validation_instructions=\u0423\u0432\u0435\u0440\u0435\u0442\u0435 \u0441\u0435, \u0447\u0435 \u0432\u0441\u0438\u0447\u043a\u0438 \u0432\u0430\u0448\u0438 \u0432\u044a\u043f\u0440\u043e\u0441\u0438 \u0441\u0435 \u043f\u043e\u044f\u0432\u044f\u0432\u0430\u0442 \u043f\u043e-\u0434\u043e\u043b\u0443 \u0441 \u043f\u0440\u0430\u0432\u0438\u043b\u043d\u0438\u0442\u0435 \u0442\u0438\u043f\u043e\u0432\u0435 \u0432\u044a\u043f\u0440\u043e\u0441\u0438. \u041f\u0440\u043e\u043c\u0435\u043d\u0435\u0442\u0435 \u0438\u043c\u0435\u0442\u043e \u0438 \u043e\u043f\u0438\u0441\u0430\u043d\u0438\u0435\u0442\u043e \u043d\u0430 \u0442\u0430\u0437\u0438 \u0433\u0440\u0443\u043f\u0430 \u0432\u044a\u043f\u0440\u043e\u0441\u0438, \u0430\u043a\u043e \u0435 \u043d\u0435\u043e\u0431\u0445\u043e\u0434\u0438\u043c\u043e. \u0421\u043b\u0435\u0434 \u0442\u043e\u0432\u0430 \u0449\u0440\u0430\u043a\u043d\u0435\u0442\u0435 \u0432\u044a\u0440\u0445\u0443 \u0441\u044a\u043e\u0442\u0432\u0435\u0442\u043d\u0438\u044f \u0431\u0443\u0442\u043e\u043d \u043f\u043e-\u0434\u043e\u043b\u0443, \u0437\u0430 \u0434\u0430 \u0437\u0430\u0432\u044a\u0440\u0448\u0438\u0442\u0435 \u043f\u0440\u043e\u0446\u0435\u0441\u0430.

example_question_format0=\u0412\u044a\u043f\u0440\u043e\u0441
example_instruction_label=\u0418\u043d\u0441\u0442\u0440\u0443\u043a\u0446\u0438\u0438\:
example_example_label=\u041f\u0440\u0438\u043c\u0435\u0440\:

general_instructions_label=\u041e\u0431\u0449\u0438 \u0438\u043d\u0441\u0442\u0440\u0443\u043a\u0446\u0438\u0438
general_instructions_prelude=\u0417\u0430 \u0434\u0430 \u0431\u044a\u0434\u0430\u0442 \u043f\u0440\u0430\u0432\u0438\u043b\u043d\u043e \u0430\u043d\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0438 \u0432\u044a\u043f\u0440\u043e\u0441\u0438\u0442\u0435 \u0438 \u043e\u0442\u0433\u043e\u0432\u043e\u0440\u0438\u0442\u0435, \u0435 \u0432\u0430\u0436\u043d\u043e \u0434\u0430 \u0441\u0435 \u043f\u0440\u0430\u0432\u0438 \u0440\u0430\u0437\u043b\u0438\u043a\u0430 \u043c\u0435\u0436\u0434\u0443 \u0432\u044a\u043f\u0440\u043e\u0441\u0438\u0442\u0435. \u0417\u0430 \u0434\u0430 \u043f\u043e\u0441\u0442\u0438\u0433\u043d\u0435\u0442\u0435 \u0442\u043e\u0432\u0430, \u0432\u0441\u0435\u043a\u0438 \u0432\u044a\u043f\u0440\u043e\u0441 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0437\u0430\u043f\u043e\u0447\u0432\u0430 \u0441 \u0435\u0434\u043d\u0430 \u043e\u0442 \u0441\u043b\u0435\u0434\u043d\u0438\u0442\u0435 \u0434\u0443\u043c\u0438\:
general_instructions_format1=\u0414\u0443\u043c\u0430\u0442\u0430 "\u0412\u044a\u043f\u0440\u043e\u0441", \u043f\u043e\u0441\u043b\u0435\u0434\u0432\u0430\u043d\u0430 \u043e\u0442 \u0447\u0438\u0441\u043b\u043e, \u0441\u043b\u0435\u0434 \u043a\u043e\u0435\u0442\u043e \u0432 \u0441\u043a\u043e\u0431\u0438 \u0441\u0435 \u043f\u043e\u0441\u043e\u0447\u0432\u0430 \u0431\u0440\u043e\u044f\u0442 \u043d\u0430 \u0442\u043e\u0447\u043a\u0438\u0442\u0435, \u043a\u043e\u0438\u0442\u043e \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0441\u0435 \u0434\u0430\u0434\u0430\u0442, \u0438 \u043f\u043e \u0438\u0437\u0431\u043e\u0440 \u0432 \u0441\u043a\u043e\u0431\u0438 \u0441\u0435 \u043f\u043e\u0441\u043e\u0447\u0432\u0430 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442\u0442\u0430 \u043d\u0430 \u043e\u0442\u0441\u0442\u044a\u043f\u043a\u0430\u0442\u0430, \u043a\u043e\u044f\u0442\u043e \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0441\u0435 \u0434\u0430\u0434\u0435 \u0432 \u0441\u043b\u0443\u0447\u0430\u0439 \u043d\u0430 \u0433\u0440\u0435\u0448\u0435\u043d \u043e\u0442\u0433\u043e\u0432\u043e\u0440, \u043a\u0430\u043a\u0442\u043e \u0435 \u0432 "\u0412\u044a\u043f\u0440\u043e\u0441 23 (10 \u0442\u043e\u0447\u043a\u0438) (2,5 \u043e\u0442\u0441\u0442\u044a\u043f\u043a\u0438)".
general_instructions_format2=\u0414\u0443\u043c\u0430\u0442\u0430 "\u0412\u044a\u043f\u0440\u043e\u0441", \u043f\u043e\u0441\u043b\u0435\u0434\u0432\u0430\u043d\u0430 \u043e\u0442 \u0441\u044a\u0449\u043e\u0442\u043e \u043f\u043e\u0441\u043e\u0447\u0432\u0430\u043d\u0435 \u043d\u0430 \u0442\u043e\u0447\u043a\u0438\u0442\u0435 \u0432 \u0441\u043a\u043e\u0431\u0438 \u0438 \u043f\u043e \u0438\u0437\u0431\u043e\u0440 \u043e\u0442 \u043f\u043e\u0441\u043e\u0447\u0432\u0430\u043d\u0435 \u043d\u0430 \u043e\u0442\u0441\u0442\u044a\u043f\u043a\u0430\u0442\u0430 \u0432 \u0441\u043b\u0443\u0447\u0430\u0439 \u043d\u0430 \u0433\u0440\u0435\u0448\u0435\u043d \u043e\u0442\u0433\u043e\u0432\u043e\u0440, \u043a\u0430\u043a\u0442\u043e \u0435 \u0432 "\u0412\u044a\u043f\u0440\u043e\u0441 (10 \u0442\u043e\u0447\u043a\u0438) (2,5 \u043e\u0442\u0441\u0442\u044a\u043f\u043a\u0438)".
general_instructions_format3=\u0414\u0443\u043c\u0430\u0442\u0430 "\u0432\u044a\u043f\u0440\u043e\u0441", \u043f\u043e\u0441\u043b\u0435\u0434\u0432\u0430\u043d\u0430 \u043e\u0442 \u0447\u0438\u0441\u043b\u043e, \u043a\u0430\u043a\u0442\u043e \u0432 \u0441\u043b\u0443\u0447\u0430\u044f \u0441 "\u0432\u044a\u043f\u0440\u043e\u0441 1". \u0412 \u0442\u043e\u0437\u0438 \u0441\u043b\u0443\u0447\u0430\u0439 \u0437\u0430 \u0442\u043e\u0437\u0438 \u0432\u044a\u043f\u0440\u043e\u0441 \u0441\u0435 \u043f\u0440\u0438\u0441\u044a\u0436\u0434\u0430\u0442 \u043d\u0443\u043b\u0430 \u0442\u043e\u0447\u043a\u0438.
general_instructions_format4=\u0427\u0438\u0441\u043b\u043e, \u043f\u043e\u0441\u043b\u0435\u0434\u0432\u0430\u043d\u043e \u043e\u0442 \u0442\u043e\u0447\u043a\u0430, \u043f\u043e\u0441\u043b\u0435\u0434\u0432\u0430\u043d\u043e \u043e\u0442 \u0441\u044a\u0449\u043e\u0442\u043e \u0443\u043a\u0430\u0437\u0430\u043d\u0438\u0435 \u0432 \u0441\u043a\u043e\u0431\u0438 \u0437\u0430 \u0431\u0440\u043e\u044f \u043d\u0430 \u0442\u043e\u0447\u043a\u0438\u0442\u0435, \u043a\u043e\u0438\u0442\u043e \u0441\u0435 \u0434\u0430\u0432\u0430\u0442, \u043f\u043e \u0438\u0437\u0431\u043e\u0440 \u043f\u043e\u0441\u043b\u0435\u0434\u0432\u0430\u043d\u043e \u043e\u0442 \u0441\u044a\u0449\u043e\u0442\u043e \u0443\u043a\u0430\u0437\u0430\u043d\u0438\u0435 \u0432 \u0441\u043a\u043e\u0431\u0438 \u0437\u0430 \u043e\u0442\u0441\u0442\u044a\u043f\u043a\u0430\u0442\u0430 \u0432 \u0441\u043b\u0443\u0447\u0430\u0439 \u043d\u0430 \u0433\u0440\u0435\u0448\u0435\u043d \u043e\u0442\u0433\u043e\u0432\u043e\u0440, \u043a\u0430\u043a\u0442\u043e \u0435 \u0432 "1. (10 \u0442\u043e\u0447\u043a\u0438) (2,5 \u043e\u0442\u0441\u0442\u044a\u043f\u043a\u0438)"
general_instructions_format5=\u0427\u0438\u0441\u043b\u043e, \u043f\u043e\u0441\u043b\u0435\u0434\u0432\u0430\u043d\u043e \u043e\u0442 \u0442\u043e\u0447\u043a\u0430, \u043a\u0430\u0442\u043e \u0432 \u0442\u043e\u0437\u0438 \u0441\u043b\u0443\u0447\u0430\u0439 \u0432\u044a\u043f\u0440\u043e\u0441\u044a\u0442 \u0449\u0435 \u0431\u044a\u0434\u0435 \u043e\u0446\u0435\u043d\u0435\u043d \u0441 \u043d\u0443\u043b\u0430 \u0442\u043e\u0447\u043a\u0438.
general_instructions_conclude=\u0422\u0435\u043a\u0441\u0442\u044a\u0442 \u043d\u0430 \u0441\u0430\u043c\u0438\u044f \u0432\u044a\u043f\u0440\u043e\u0441 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0435 \u043f\u043e\u0441\u0442\u0430\u0432\u0435\u043d \u043d\u0430 \u0441\u044a\u0449\u0438\u044f \u0442\u043e\u0437\u0438 \u0440\u0435\u0434 \u0438\u043b\u0438 \u043f\u043e\u0434 \u043d\u0435\u0433\u043e \u0438 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0431\u044a\u0434\u0435 \u043f\u043e\u0441\u043b\u0435\u0434\u0432\u0430\u043d \u043e\u0442 \u043e\u0442\u0433\u043e\u0432\u043e\u0440\u0438 \u0432 \u043f\u043e\u0434\u0445\u043e\u0434\u044f\u0449\u0438\u044f \u0444\u043e\u0440\u043c\u0430\u0442 \u0437\u0430 \u0441\u044a\u043e\u0442\u0432\u0435\u0442\u043d\u0438\u044f \u0442\u0438\u043f \u0432\u044a\u043f\u0440\u043e\u0441. \u0410\u043d\u0430\u043b\u0438\u0437\u0430\u0442\u043e\u0440\u044a\u0442 \u0449\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430 \u0442\u043e\u0437\u0438 \u0444\u043e\u0440\u043c\u0430\u0442, \u0437\u0430 \u0434\u0430 \u043e\u043f\u0440\u0435\u0434\u0435\u043b\u0438 \u0442\u0438\u043f\u0430 \u043d\u0430 \u0432\u044a\u043f\u0440\u043e\u0441\u0430.
general_instructions_feedback=\u0417\u0430 \u0434\u0430 \u0434\u043e\u0431\u0430\u0432\u0438\u0442\u0435 \u043a\u043e\u0440\u0435\u043a\u0442\u043d\u0430 \u043e\u0431\u0440\u0430\u0442\u043d\u0430 \u0432\u0440\u044a\u0437\u043a\u0430, \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0434\u043e\u0431\u0430\u0432\u0438\u0442\u0435 \u0441\u043b\u0435\u0434\u043d\u0438\u044f \u0440\u0435\u0434\: "\#FBOK\: \u0422\u0435\u043a\u0441\u0442 \u043d\u0430 \u043f\u0440\u0430\u0432\u0438\u043b\u043d\u0430\u0442\u0430 \u043e\u0431\u0440\u0430\u0442\u043d\u0430 \u0432\u0440\u044a\u0437\u043a\u0430". \u0412 \u0441\u043b\u0443\u0447\u0430\u0439 \u043d\u0430 \u043d\u0435\u043a\u043e\u0440\u0435\u043a\u0442\u043d\u0430 \u043e\u0431\u0440\u0430\u0442\u043d\u0430 \u0432\u0440\u044a\u0437\u043a\u0430 \u0440\u0435\u0434\u044a\u0442 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0431\u044a\u0434\u0435 "\#FBNOK\: \u0422\u0435\u043a\u0441\u0442\u044a\u0442 \u043d\u0430 \u043d\u0435\u043a\u043e\u0440\u0435\u043a\u0442\u043d\u0430\u0442\u0430 \u043e\u0431\u0440\u0430\u0442\u043d\u0430 \u0432\u0440\u044a\u0437\u043a\u0430".

example_mc_label=\u041c\u043d\u043e\u0436\u0435\u0441\u0442\u0432\u0435\u043d \u0438\u0437\u0431\u043e\u0440, \u0441 \u0435\u0434\u0438\u043d \u043f\u0440\u0430\u0432\u0438\u043b\u0435\u043d \u043e\u0442\u0433\u043e\u0432\u043e\u0440
example_mc_instructions=\u0412\u0441\u0435\u043a\u0438 \u043e\u0442\u0433\u043e\u0432\u043e\u0440 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0437\u0430\u043f\u043e\u0447\u0432\u0430 \u0441\u044a\u0441 \u0441\u044a\u043e\u0442\u0432\u0435\u0442\u043d\u0430\u0442\u0430 \u0431\u0443\u043a\u0432\u0430 \u043f\u043e \u0430\u0437\u0431\u0443\u0447\u0435\u043d \u0440\u0435\u0434. \u041f\u0440\u0430\u0432\u0438\u043b\u043d\u0438\u044f\u0442 \u043e\u0442\u0433\u043e\u0432\u043e\u0440 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0431\u044a\u0434\u0435 \u043f\u0440\u0435\u0434\u0448\u0435\u0441\u0442\u0432\u0430\u043d \u043e\u0442 \u0437\u0432\u0435\u0437\u0434\u0438\u0447\u043a\u0430 (*).
example_mc_instructions_1=\u041f\u043e \u0438\u0437\u0431\u043e\u0440 \u043a\u043b\u044e\u0447\u043e\u0432\u0430\u0442\u0430 \u0434\u0443\u043c\u0430 \#randomize (\u0440\u0430\u043d\u0434\u043e\u043c\u0438\u0437\u0438\u0440\u0430\u043d\u0435) \u0449\u0435 \u0441\u044a\u0437\u0434\u0430\u0434\u0435 \u0432\u044a\u043f\u0440\u043e\u0441\u0438 \u0441 \u043f\u0440\u043e\u0438\u0437\u0432\u043e\u043b\u043d\u0438 \u043e\u0442\u0433\u043e\u0432\u043e\u0440\u0438
example_mc_instructions_2=\u041f\u043e \u0438\u0437\u0431\u043e\u0440 \u043a\u043b\u044e\u0447\u043e\u0432\u0430\u0442\u0430 \u0434\u0443\u043c\u0430 \#rationale (\u043e\u0431\u043e\u0441\u043d\u043e\u0432\u043a\u0430) \u0449\u0435 \u0441\u044a\u0437\u0434\u0430\u0434\u0435 \u0432\u044a\u043f\u0440\u043e\u0441\u0438 \u0441 \u043d\u0435\u043e\u0431\u0445\u043e\u0434\u0438\u043c\u0430\u0442\u0430 \u043e\u0431\u043e\u0441\u043d\u043e\u0432\u043a\u0430
example_mc_question_format1=\u0412\u044a\u043f\u0440\u043e\u0441 1 (10 \u0442\u043e\u0447\u043a\u0438) (2,5 \u043e\u0442\u0441\u0442\u044a\u043f\u043a\u0438)
example_mc_question_format2=\u0412\u044a\u043f\u0440\u043e\u0441 (10 \u0442\u043e\u0447\u043a\u0438) (2,5 \u043e\u0442\u0441\u0442\u044a\u043f\u043a\u0430)
example_mc_question_format3=\u0412\u044a\u043f\u0440\u043e\u0441 1
example_mc_question_format4=1. (10 \u0442\u043e\u0447\u043a\u0438) (2,5 \u043e\u0442\u0441\u0442\u044a\u043f\u043a\u0438)
example_mc_question_format5=1.
example_mc_question_text=\u041a\u043e\u0439 \u0435 \u043f\u044a\u0440\u0432\u0438\u044f\u0442 \u043f\u0440\u0435\u0437\u0438\u0434\u0435\u043d\u0442 \u043d\u0430 \u0421\u044a\u0435\u0434\u0438\u043d\u0435\u043d\u0438\u0442\u0435 \u0449\u0430\u0442\u0438?
example_mc_answer_a=*a. \u0412\u0430\u0448\u0438\u043d\u0433\u0442\u043e\u043d
example_mc_answer_b=b. \u0414\u0436\u0435\u0444\u0435\u0440\u0441\u044a\u043d
example_mc_answer_c=c. \u041b\u0438\u043d\u043a\u044a\u043b\u043d
example_mc_answer_d=d. \u041a\u043b\u0438\u043d\u0442\u044a\u043d
example_mc_question_random=\#randomize (\u0440\u0430\u043d\u0434\u043e\u043c\u0438\u0437\u0438\u0440\u0430\u043d\u0435)
example_mc_question_rationale=\#rationale (\u043e\u0431\u043e\u0441\u043d\u043e\u0432\u043a\u0430)

example_mcmc_label=\u041c\u043d\u043e\u0436\u0435\u0441\u0442\u0432\u0435\u043d \u0438\u0437\u0431\u043e\u0440, \u043c\u043d\u043e\u0436\u0435\u0441\u0442\u0432\u043e \u043f\u0440\u0430\u0432\u0438\u043b\u043d\u0438
example_mcmc_instructions=\u0412\u0441\u0435\u043a\u0438 \u043e\u0442\u0433\u043e\u0432\u043e\u0440 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0437\u0430\u043f\u043e\u0447\u0432\u0430 \u0441\u044a\u0441 \u0441\u044a\u043e\u0442\u0432\u0435\u0442\u043d\u0430\u0442\u0430 \u0431\u0443\u043a\u0432\u0430 \u043f\u043e \u0430\u0437\u0431\u0443\u0447\u0435\u043d \u0440\u0435\u0434. \u041f\u0440\u0430\u0432\u0438\u043b\u043d\u0438\u044f\u0442 \u043e\u0442\u0433\u043e\u0432\u043e\u0440 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0431\u044a\u0434\u0435 \u043f\u0440\u0435\u0434\u0448\u0435\u0441\u0442\u0432\u0430\u043d \u043e\u0442 \u0437\u0432\u0435\u0437\u0434\u0438\u0447\u043a\u0430 (*).
example_mcmc_instructions_1=\u041f\u043e \u0436\u0435\u043b\u0430\u043d\u0438\u0435 \u043a\u043b\u044e\u0447\u043e\u0432\u0430\u0442\u0430 \u0434\u0443\u043c\u0430 \#randomiz e (\u0440\u0430\u043d\u0434\u043e\u043c\u0438\u0437\u0438\u0440\u0430\u043d\u0435)\u0449\u0435 \u0441\u044a\u0437\u0434\u0430\u0434\u0435 \u0432\u044a\u043f\u0440\u043e\u0441\u0438 \u0441 \u043f\u0440\u043e\u0438\u0437\u0432\u043e\u043b\u043d\u0438 \u043e\u0442\u0433\u043e\u0432\u043e\u0440\u0438
example_mcmc_instructions_2=\u041f\u043e \u0438\u0437\u0431\u043e\u0440 \u043a\u043b\u044e\u0447\u043e\u0432\u0430\u0442\u0430 \u0434\u0443\u043c\u0430 \#rationale (\u043e\u0431\u043e\u0441\u043d\u043e\u0432\u043a\u0430) \u0449\u0435 \u0441\u044a\u0437\u0434\u0430\u0434\u0435 \u0432\u044a\u043f\u0440\u043e\u0441\u0438 \u0441 \u043d\u0435\u043e\u0431\u0445\u043e\u0434\u0438\u043c\u0430\u0442\u0430 \u043e\u0431\u043e\u0441\u043d\u043e\u0432\u043a\u0430
example_mcmc_question_format1=\u0412\u044a\u043f\u0440\u043e\u0441 2 (15 \u0442\u043e\u0447\u043a\u0438)
example_mcmc_question_format2=\u0412\u044a\u043f\u0440\u043e\u0441 (15 \u0442\u043e\u0447\u043a\u0438)
example_mcmc_question_format3=\u0412\u044a\u043f\u0440\u043e\u0441 2
example_mcmc_question_format4=2. (15 \u0442\u043e\u0447\u043a\u0438)
example_mcmc_question_format5=2.
example_mcmc_question_text=\u041a\u043e\u0438 \u043e\u0442 \u0438\u0437\u0431\u0440\u043e\u0435\u043d\u0438\u0442\u0435 \u043f\u0438\u0441\u0430\u0442\u0435\u043b\u0438 \u0441\u0430 \u0431\u0438\u043b\u0438 \u0430\u043c\u0435\u0440\u0438\u043a\u0430\u043d\u0441\u043a\u0438 \u0433\u0440\u0430\u0436\u0434\u0430\u043d\u0438 \u0432 \u043e\u043f\u0440\u0435\u0434\u0435\u043b\u0435\u043d \u043c\u043e\u043c\u0435\u043d\u0442 \u043e\u0442 \u0436\u0438\u0432\u043e\u0442\u0430 \u0441\u0438?
example_mcmc_answer_a=*a. \u0411\u0438\u043b \u0424\u043e\u043a\u043d\u044a\u0440
example_mcmc_answer_b=b. \u0414\u0436\u0438\u043d\u0438 \u0423\u043b\u0444
example_mcmc_answer_c=*c. \u0422\u043e\u043c \u0415\u043b\u0438\u044a\u0442
example_mcmc_question_random=\#randomize (\u0440\u0430\u043d\u0434\u043e\u043c\u0438\u0437\u0438\u0440\u0430\u043d\u0435)
example_mcmc_question_rationale=\#rationale (\u043e\u0431\u043e\u0441\u043d\u043e\u0432\u043a\u0430)

example_fib_label=\u041f\u043e\u043f\u044a\u043b\u043d\u0435\u0442\u0435 \u043f\u0440\u0430\u0437\u043d\u043e\u0442\u043e \u043c\u044f\u0441\u0442\u043e
example_fib_instructions=\u041f\u0440\u0430\u0432\u0438\u043b\u043d\u0438\u044f\u0442 \u043e\u0442\u0433\u043e\u0432\u043e\u0440 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0431\u044a\u0434\u0435 \u043f\u0440\u0435\u0434\u0448\u0435\u0441\u0442\u0432\u0430\u043d \u043e\u0442 \u0437\u0432\u0435\u0437\u0434\u0438\u0447\u043a\u0430 (*).
example_fib_question_format1=\u0412\u044a\u043f\u0440\u043e\u0441 3 (5 \u0442\u043e\u0447\u043a\u0438)
example_fib_question_format2=\u0412\u044a\u043f\u0440\u043e\u0441 (5 \u0442\u043e\u0447\u043a\u0438)
example_fib_question_format3=\u0412\u044a\u043f\u0440\u043e\u0441 3
example_fib_question_format4=3. (5 \u0442\u043e\u0447\u043a\u0438)
example_fib_question_format5=3.
example_fib_question_text=\u041a\u0430\u043a\u044a\u0432 \u0446\u0432\u044f\u0442 \u0438\u043c\u0430 \u0442\u0435\u043c\u0435\u043d\u0443\u0436\u043a\u0430\u0442\u0430?  ____
example_fib_answer=*\u0421\u0438\u043d\u044c\u043e

example_se_label=\u041a\u0440\u0430\u0442\u043a\u043e \u0435\u0441\u0435
example_se_instructions=\u041d\u0435 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0441\u0435 \u0434\u0430\u0432\u0430 \u043e\u0442\u0433\u043e\u0432\u043e\u0440 \u043d\u0430 \u0442\u043e\u0437\u0438 \u0442\u0438\u043f \u0432\u044a\u043f\u0440\u043e\u0441\u0438.
example_se_question_format1=\u0412\u044a\u043f\u0440\u043e\u0441 4 (18 \u0442\u043e\u0447\u043a\u0438)
example_se_question_format2=\u0412\u044a\u043f\u0440\u043e\u0441 (18 \u0442\u043e\u0447\u043a\u0438)
example_se_question_format3=\u0412\u044a\u043f\u0440\u043e\u0441 4
example_se_question_format4=4. (18 \u0442\u043e\u0447\u043a\u0438)
example_se_question_format5=4.
example_se_question_text=\u041e\u0431\u044f\u0441\u043d\u0435\u0442\u0435 \u0446\u0435\u043b\u0442\u0430 \u043d\u0430 \u043e\u0431\u0440\u0430\u0437\u043e\u0432\u0430\u043d\u0438\u0435\u0442\u043e.

example_tf_label=\u0412\u044f\u0440\u043d\u043e/\u043d\u0435\u0432\u044f\u0440\u043d\u043e
example_tf_instructions=\u041f\u0440\u0430\u0432\u0438\u043b\u043d\u0438\u044f\u0442 \u043e\u0442\u0433\u043e\u0432\u043e\u0440 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0431\u044a\u0434\u0435 \u043f\u0440\u0435\u0434\u0448\u0435\u0441\u0442\u0432\u0430\u043d \u043e\u0442 \u0437\u0432\u0435\u0437\u0434\u0438\u0447\u043a\u0430 (*). \u041d\u0435\u043f\u0440\u0430\u0432\u0438\u043b\u043d\u0438\u044f\u0442 \u043e\u0442\u0433\u043e\u0432\u043e\u0440 \u0441\u044a\u0449\u043e \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0435 \u0432\u043a\u043b\u044e\u0447\u0435\u043d, \u043a\u0430\u043a\u0442\u043e \u0435 \u043f\u043e\u0441\u043e\u0447\u0435\u043d\u043e \u043f\u043e-\u0434\u043e\u043b\u0443, \u043d\u043e \u0442\u043e\u0432\u0430 \u043d\u0435 \u0435 \u043d\u0435\u043e\u0431\u0445\u043e\u0434\u0438\u043c\u043e.
example_tf_question_format1=\u0412\u044a\u043f\u0440\u043e\u0441 5 (7 \u0442\u043e\u0447\u043a\u0438) (1,5 \u043e\u0442\u0441\u0442\u044a\u043f\u043a\u0430)
example_tf_question_format2=\u0412\u044a\u043f\u0440\u043e\u0441 (7 \u0442\u043e\u0447\u043a\u0438) (1,5 \u043e\u0442\u0441\u0442\u044a\u043f\u043a\u0430)
example_tf_question_format3=\u0412\u044a\u043f\u0440\u043e\u0441 5
example_tf_question_format4=5. (7 \u0442\u043e\u0447\u043a\u0438) (1,5 \u043e\u0442\u0441\u0442\u044a\u043f\u043a\u0430)
example_tf_question_format5=5.
example_tf_question_text=\u041d\u0435\u0431\u0435\u0442\u043e \u0435 \u0441\u0438\u043d\u044c\u043e.
example_tf_answer_a=*\u0418\u0441\u0442\u0438\u043d\u0441\u043a\u0438
example_tf_answer_b=\u0424\u0430\u043b\u0448\u0438\u0432

example_fn_label=\u041f\u043e\u043f\u044a\u043b\u0432\u0430\u043d\u0435 \u043d\u0430 \u0446\u0438\u0444\u0440\u043e\u0432\u0438 \u0434\u0430\u043d\u043d\u0438
example_fn_instructions=\u041f\u0440\u0430\u0432\u0438\u043b\u043d\u0438\u044f\u0442 \u043e\u0442\u0433\u043e\u0432\u043e\u0440 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0431\u044a\u0434\u0435 \u043e\u0433\u0440\u0430\u0434\u0435\u043d \u0441 \u043a\u044a\u0434\u0440\u0430\u0432\u0438 \u0441\u043a\u043e\u0431\u0438, \u043f\u0440\u0435\u0434\u0445\u043e\u0436\u0434\u0430\u043d\u0438 \u043e\u0442 \u0437\u0432\u0435\u0437\u0434\u0438\u0447\u043a\u0430 "*{}", \u043e\u043a\u043e\u043b\u043e \u0446\u0438\u0444\u0440\u043e\u0432\u0430(\u0438) \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442(\u0438), \u0438\u0437\u0438\u0441\u043a\u0432\u0430\u0449\u0430(\u0438) \u043f\u0440\u0430\u0437\u043d\u043e(\u0438) \u043f\u043e\u043b\u0435(\u0430) \u0437\u0430 \u043e\u0442\u0433\u043e\u0432\u043e\u0440. \u041f\u0440\u0438\u043c\u0435\u0440\: 3*3\=*{9}.\u0414\u0438\u0430\u043f\u0430\u0437\u043e\u043d\: \u041f\u043e\u0441\u0442\u0430\u0432\u0435\u0442\u0435 \u043f\u0438\u043f\u0435\u0442\u0430 "|" \u043c\u0435\u0436\u0434\u0443 \u0434\u0438\u0430\u043f\u0430\u0437\u043e\u043d \u043e\u0442 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442\u0438.\u041f\u0440\u0438\u043c\u0435\u0440\: \u0426\u0435\u043d\u0430\u0442\u0430 \u0435 *{12,2|14,5}. \u041e\u0442\u0433\u043e\u0432\u043e\u0440\u044a\u0442 \u043d\u0430 \u0443\u0447\u0435\u043d\u0438\u043a\u0430 \u043c\u0435\u0436\u0434\u0443 12,2 \u0438 14,5 \u0449\u0435 \u0441\u0435 \u0441\u0447\u0438\u0442\u0430 \u0437\u0430 \u0432\u0430\u043b\u0438\u0434\u0435\u043d.\u041d\u0430\u0443\u0447\u043d\u0430 \u043d\u043e\u0442\u0430\u0446\u0438\u044f\: \u0422\u043e\u0447\u043a\u0430 \u0438\u043b\u0438 \u0437\u0430\u043f\u0435\u0442\u0430\u044f \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430 \u043a\u0430\u0442\u043e \u043c\u0430\u0440\u043a\u0435\u0440 \u0437\u0430 \u0434\u0435\u0441\u0435\u0442\u0438\u0447\u043d\u0430 \u0437\u0430\u043f\u0435\u0442\u0430\u044f, \u0430 \u0431\u0443\u043a\u0432\u0430\u0442\u0430 "E" \u0438\u043b\u0438 "e" - \u0437\u0430 \u0435\u043a\u0441\u043f\u043e\u043d\u0435\u043d\u0442\u0430\: *{\u0421\u043b\u043e\u0436\u043d\u0438\u0442\u0435 \u0447\u0438\u0441\u043b\u0430 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0431\u044a\u0434\u0430\u0442 \u0432\u044a\u0432 \u0444\u043e\u0440\u043c\u0430\u0442\u0430 *{a + b}, \u043a\u044a\u0434\u0435\u0442\u043e "a" \u0438 "b" \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0438\u043c\u0430\u0442 \u0438\u0437\u0440\u0438\u0447\u043d\u043e \u043f\u043e\u0441\u043e\u0447\u0435\u043d\u0438 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442\u0438.\u041f\u0440\u0438\u043c\u0435\u0440\: *{1+1i} \u0435 \u0432\u0430\u043b\u0438\u0434\u043d\u043e, \u0434\u043e\u043a\u0430\u0442\u043e *{1+i} \u043d\u0435 \u0435. \u041f\u043e \u0441\u044a\u0449\u0438\u044f \u043d\u0430\u0447\u0438\u043d *{0+9i} \u0435 \u0432\u0430\u043b\u0438\u0434\u043d\u043e, \u0434\u043e\u043a\u0430\u0442\u043e *{9i} \u043d\u0435 \u0435.
example_fn_question_format1=\u0412\u044a\u043f\u0440\u043e\u0441 6 (7 \u0442\u043e\u0447\u043a\u0438)
example_fn_question_format2=\u0412\u044a\u043f\u0440\u043e\u0441 (7 \u0442\u043e\u0447\u043a\u0438)
example_fn_question_format3=\u0412\u044a\u043f\u0440\u043e\u0441 6
example_fn_question_format4=6. (7 \u0442\u043e\u0447\u043a\u0438)
example_fn_question_format5=6.
example_fn_question_text=\u041a\u0430\u043a\u0432\u0430 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442 \u0438\u043c\u0430 \u043a\u043e\u043d\u0441\u0442\u0430\u043d\u0442\u0430\u0442\u0430 \u043f\u0438?  ____
example_fn_answer=*{3.1415 | 3.1416}


samlite_infogroup=\u0418\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f \u0437\u0430 \u0433\u0440\u0443\u043f\u0430\u0442\u0430 \u0437\u0430 \u043e\u0446\u0435\u043d\u043a\u0430/\u0432\u044a\u043f\u0440\u043e\u0441\u0438

samlite_name=\u0418\u043c\u0435
samlite_description=\u041e\u043f\u0438\u0441\u0430\u043d\u0438\u0435
samlite_data=\u0414\u0430\u043d\u043d\u0438

samlite_textgroup=\u0412\u044a\u043f\u0440\u043e\u0441\u0438

samlite_textgroup_instructions=\u0412\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u0432\u044a\u043f\u0440\u043e\u0441\u0438\u0442\u0435 \u0441 \u0442\u0435\u0445\u043d\u0438\u0442\u0435 \u043e\u0442\u0433\u043e\u0432\u043e\u0440\u0438 \u0432 \u0442\u0435\u043a\u0441\u0442\u043e\u0432\u043e\u0442\u043e \u043f\u043e\u043b\u0435 \u043f\u043e-\u0434\u043e\u043b\u0443, \u043a\u0430\u0442\u043e \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0442\u0435 \u043f\u043e\u0441\u043e\u0447\u0435\u043d\u0438\u044f \u0444\u043e\u0440\u043c\u0430\u0442 \u0437\u0430 \u0441\u044a\u043e\u0442\u0432\u0435\u0442\u043d\u0438\u044f \u0442\u0438\u043f \u0432\u044a\u043f\u0440\u043e\u0441. \u0417\u0430 \u0434\u0430 \u0432\u0438\u0434\u0438\u0442\u0435 \u0438\u043d\u0441\u0442\u0440\u0443\u043a\u0446\u0438\u0438 \u0438 \u043f\u0440\u0438\u043c\u0435\u0440\u0438 \u0437\u0430 \u0434\u0430\u0434\u0435\u043d \u0442\u0438\u043f \u0432\u044a\u043f\u0440\u043e\u0441, \u0449\u0440\u0430\u043a\u043d\u0435\u0442\u0435 \u0432\u044a\u0440\u0445\u0443 \u0441\u044a\u043e\u0442\u0432\u0435\u0442\u043d\u0430\u0442\u0430 \u0432\u0440\u044a\u0437\u043a\u0430 \u0432\u0434\u044f\u0441\u043d\u043e \u043e\u0442 \u0442\u0435\u043a\u0441\u0442\u043e\u0432\u043e\u0442\u043e \u043f\u043e\u043b\u0435.

samlite_formatgroup=\u0418\u043d\u0441\u0442\u0440\u0443\u043a\u0446\u0438\u0438 \u0438 \u043f\u0440\u0438\u043c\u0435\u0440\u0438

samlite_assessment=\u0421\u044a\u0437\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u043e\u0446\u0435\u043d\u043a\u0430
samlite_questionpool=\u0421\u044a\u0437\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u0433\u0440\u0443\u043f\u0430 \u0432\u044a\u043f\u0440\u043e\u0441\u0438
samlite_validate=\u0421\u043b\u0435\u0434\u0432\u0430\u0449\u0438\u044f >
samlite_cancel=< \u041d\u0430\u0437\u0430\u0434
samlite_back=< \u041d\u0430\u0437\u0430\u0434

samlite_question=\u0412\u044a\u043f\u0440\u043e\u0441
samlite_number=\#
samlite_answers=\u041e\u0442\u0433\u043e\u0432\u043e\u0440\u0438
samlite_type=\u0422\u0438\u043f
samlite_points=\u0422\u043e\u0447\u043a\u0438
samlite_discount=\u041e\u0442\u0441\u0442\u044a\u043f\u043a\u0430

sam_lite_multiple_choice=\u041c\u043d\u043e\u0436\u0435\u0441\u0442\u0432\u0435\u043d \u0438\u0437\u0431\u043e\u0440
sam_lite_multiple_choice_multiple=\u041d\u044f\u043a\u043e\u043b\u043a\u043e \u043f\u0440\u0430\u0432\u0438\u043b\u043d\u0438 \u0438\u0437\u0431\u043e\u0440\u0430
sam_lite_fill_in_the_blank=\u041f\u043e\u043f\u044a\u043b\u043d\u0435\u0442\u0435 \u043f\u0440\u0430\u0437\u043d\u043e\u0442\u043e \u043c\u044f\u0441\u0442\u043e
sam_lite_true_false=\u0412\u044f\u0440\u043d\u043e/\u043d\u0435\u0432\u044f\u0440\u043d\u043e
sam_lite_short_essay=\u041a\u0440\u0430\u0442\u043a\u043e \u0435\u0441\u0435
sam_lite_fill_in_numeric=\u041f\u043e\u043f\u044a\u043b\u0432\u0430\u043d\u0435 \u043d\u0430 \u0446\u0438\u0444\u0440\u043e\u0432\u0438 \u0434\u0430\u043d\u043d\u0438

correct=\u041f\u0440\u0430\u0432\u0438\u043b\u043d\u043e
not_correct=\u041d\u0435\u043f\u0440\u0430\u0432\u0438\u043b\u043d\u043e

samlite_feedback=\u041e\u0431\u0440\u0430\u0442\u043d\u0430 \u0432\u0440\u044a\u0437\u043a\u0430
samlite_feedbackOK=\u041f\u0440\u0430\u0432\u0438\u043b\u043d\u043e
samlite_feedbackNOK=\u041d\u0435\u043f\u0440\u0430\u0432\u0438\u043b\u043d\u043e
samlite_true=\u0418\u0441\u0442\u0438\u043d\u0441\u043a\u0438
samlite_false=\u0424\u0430\u043b\u0448\u0438\u0432
