#X-Generator: crowdin.net
samlite_title=\u0906\u0915\u0932\u0928/\u092a\u094d\u0930\u0936\u094d\u0928 \u092a\u0942\u0932 \u092c\u0928\u093e\u090f\u0901 
samlite_instructions=\u0928\u093e\u092e \u0915\u094b \u0938\u0902\u0936\u094b\u0927\u093f\u0924 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0928\u0940\u091a\u0947 \u0926\u093f\u090f \u0917\u090f \u091f\u0947\u0915\u094d\u0938\u094d\u091f \u092c\u0915\u094d\u0938\u094b\u0902 \u0915\u093e \u0909\u092a\u092f\u094b\u0917 \u0915\u0930\u0947\u0902 \u0914\u0930 (\u0935\u0948\u0915\u0932\u094d\u092a\u093f\u0915) \u092f\u0939 \u0906\u0915\u0932\u0928 \u092f\u093e \u092a\u094d\u0930\u0936\u094d\u0928 \u092a\u0942\u0932 \u0915\u0947 \u0932\u093f\u090f \u090f\u0915 \u0935\u093f\u0935\u0930\u0923 \u092a\u094d\u0930\u0926\u093e\u0928 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f\u0964 \u092b\u093f\u0930 \u0938\u0935\u093e\u0932 \u0914\u0930 \u091c\u0935\u093e\u092c \u0915\u094b \u0928\u0940\u091a\u0947 \u091f\u0947\u0915\u094d\u0938\u094d\u091f \u092c\u0949\u0915\u094d\u0938 \u092e\u0947\u0902 \u0926\u0930\u094d\u091c \u0915\u0930\u0947\u0902\u0964 \u092f\u0939 \u092a\u094d\u0930\u0936\u094d\u0928 \u0915\u0947 \u092a\u094d\u0930\u0924\u094d\u092f\u0947\u0915 \u092a\u094d\u0930\u0915\u093e\u0930 \u0915\u0947 \u0932\u093f\u090f \u0938\u0939\u0940 \u0938\u094d\u0935\u0930\u0942\u092a\u0923 \u0915\u093e \u092a\u093e\u0932\u0928 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u092e\u0939\u0924\u094d\u0935\u092a\u0942\u0930\u094d\u0923 \u0939\u0948\u0964 \u0909\u0926\u093e\u0939\u0930\u0923 \u0907\u0938 \u092a\u0943\u0937\u094d\u0920 \u0915\u0947 \u0928\u093f\u091a\u0932\u093e \u092d\u093e\u0917 \u092e\u0947\u0902 \u092a\u093e\u092f\u093e \u091c\u093e \u0938\u0915\u0924\u093e \u0939\u0948\u0964 
samlite_step_1_of_2=\u091a\u0930\u0923 2 \u092e\u0947\u0902 \u0938\u0947 1
samlite_step_2_of_2=\u091a\u0930\u0923 2 \u092e\u0947\u0902 \u0938\u0947 1
samlite_validation_title=\u0906\u0915\u0932\u0928/\u092a\u094d\u0930\u0936\u094d\u0928 \u092a\u0942\u0932 \u0915\u094b \u092e\u093e\u0928\u094d\u092f \u0915\u0930\u0947\u0902
samlite_validation_instructions=\u092a\u0941\u0937\u094d\u091f\u093f \u0915\u0930\u0947\u0902 \u0915\u093f \u0906\u092a\u0915\u0940 \u0938\u092d\u0940 \u0938\u0935\u093e\u0932\u094b\u0902 \u0915\u093e \u0938\u0939\u0940 \u092a\u094d\u0930\u0915\u093e\u0930 \u0915\u0947 \u092a\u094d\u0930\u0936\u094d\u0928 \u0915\u0947 \u0938\u093e\u0925 \u0928\u0940\u091a\u0947 \u0926\u093f\u0916\u093e\u0908 \u0926\u0947\u0924\u0947 \u0939\u0948\u0902 \u0964\u0907\u0938 \u092a\u094d\u0930\u0936\u094d\u0928 \u0938\u092e\u0942\u0939 \u0915\u0947 \u0928\u093e\u092e \u0914\u0930 \u0935\u0930\u094d\u0923\u0928  \u091c\u0930\u0942\u0930\u0924 \u0915\u0947 \u0905\u0928\u0941\u0938\u093e\u0930 \u092a\u0930\u093f\u0935\u0930\u094d\u0924\u093f\u0924 \u0915\u0930\u0947\u0902\u0964 \u092b\u093f\u0930 \u0907\u0938 \u092a\u094d\u0930\u0915\u094d\u0930\u093f\u092f\u093e \u0915\u094b \u092a\u0942\u0930\u093e \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0909\u091a\u093f\u0924 \u092c\u091f\u0928 \u092a\u0930 \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0947\u0902\u0964

example_question_format0=\u092a\u094d\u0930\u0936\u094d\u0928
example_instruction_label=\u0928\u093f\u0930\u094d\u0926\u0947\u0936\:
example_example_label=\u0909\u0926\u093e\u0939\u0930\u0923\:

general_instructions_label=\u0938\u093e\u092e\u093e\u0928\u094d\u092f \u0928\u093f\u0930\u094d\u0926\u0947\u0936
general_instructions_prelude=\u0938\u0935\u093e\u0932 \u0914\u0930 \u091c\u0935\u093e\u092c \u0938\u0939\u0940 \u0922\u0902\u0917 \u0938\u0947 \u092a\u093e\u0930\u094d\u0938 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f, \u0938\u0935\u093e\u0932\u094b\u0902 \u0915\u0947 \u092c\u0940\u091a \u092d\u0947\u0926 \u0915\u0930\u0928\u093e \u092e\u0939\u0924\u094d\u0935\u092a\u0942\u0930\u094d\u0923 \u0939\u0948\u0964 \u092f\u0939 \u092a\u0942\u0930\u093e \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f, \u092a\u094d\u0930\u0924\u094d\u092f\u0947\u0915 \u092a\u094d\u0930\u0936\u094d\u0928 \u0928\u093f\u092e\u094d\u0928\u0932\u093f\u0916\u093f\u0924 \u092e\u0947\u0902 \u0938\u0947 \u090f\u0915 \u0915\u0947 \u0938\u093e\u0925 \u0906\u0930\u0902\u092d \u0939\u094b\u0928\u093e \u091a\u093e\u0939\u093f\u090f\: 
general_instructions_format1=\u0936\u092c\u094d\u0926 '\u0938\u0935\u093e\u0932' \u0915\u0947 \u092c\u093e\u0926 \u090f\u0915 \u0928\u0902\u092c\u0930 ,  \u0905\u0902\u0915\u094b\u0902 \u0915\u0940 \u0938\u0902\u0916\u094d\u092f\u093e \u0915\u0947 \u092c\u093e\u0926 \u0915\u094b\u0937\u094d\u0920\u0915 \u092e\u0947\u0902 \u0938\u0902\u0932\u0917\u094d\u0928 \u0906\u0935\u0902\u091f\u093f\u0924 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f ,\u091c\u0948\u0938\u0947 '\u092a\u094d\u0930\u0936\u094d\u0928 23 (10 \u0905\u0902\u0915)'\u0964
general_instructions_format2=\u0936\u092c\u094d\u0926 '\u0938\u0935\u093e\u0932 \u0915\u0947 \u092c\u093e\u0926 \u090f\u0938\u0947 \u0939\u0940 \u0915\u094b\u0937\u094d\u0920\u0915 \u0938\u0902\u0915\u0947\u0924 \u0905\u0902\u0915 \u092c\u0924\u093e\u0924\u0947 \u0939\u0948\u0902, \u091c\u0948\u0938\u0947 '\u092a\u094d\u0930\u0936\u094d\u0928 (10 \u0905\u0902\u0915)' \u092e\u0947\u0902  '\u0964
general_instructions_format3=\u0936\u092c\u094d\u0926 '\u0938\u0935\u093e\u0932'  \u0915\u0947 \u092c\u093e\u0926 \u090f\u0915 \u0938\u0902\u0916\u094d\u092f\u093e \u0915\u0947 \u092c\u093e\u0926 \u091c\u0948\u0938\u0947 '\u092a\u094d\u0930\u0936\u094d\u0928 1' \u092e\u0947\u0902  \u0964 \u0907\u0938 \u092e\u093e\u092e\u0932\u0947 \u092e\u0947\u0902, \u0936\u0942\u0928\u094d\u092f \u0905\u0902\u0915 \u0909\u0938 \u0938\u0935\u093e\u0932 \u0915\u094b \u0906\u0935\u0902\u091f\u093f\u0924 \u0915\u093f\u092f\u093e \u091c\u093e\u090f\u0917\u093e\u0964
general_instructions_format4=\u090f\u0915 \u0928\u0902\u092c\u0930, \u0915\u0947 \u092c\u093e\u0926 \u090f\u0915 \u0905\u0935\u0927\u093f,  \u0915\u0947 \u092c\u093e\u0926 \u0905\u0902\u0915 \u0905\u0938\u093e\u0907\u0928 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0935\u0939\u0940 \u090f\u0915 \u0939\u0940 \u0915\u094b\u0937\u094d\u0920\u0915 \u0938\u0902\u0915\u0947\u0924 \u0939\u0948, \u091c\u0948\u0938\u0947 ' 1 \u092e\u0947\u0902  (10 \u0905\u0902\u0915)' \u0964
general_instructions_format5=\u090f\u0915 \u0928\u0902\u092c\u0930, \u0915\u0947 \u092c\u093e\u0926  \u090f\u0915 \u0905\u0935\u0927\u093f , \u091c\u093f\u0938 \u092e\u093e\u092e\u0932\u0947 \u092e\u0947\u0902 \u0936\u0942\u0928\u094d\u092f \u0905\u0902\u0915 \u0909\u0938 \u0938\u0935\u093e\u0932 \u0915\u094b \u0906\u0935\u0902\u091f\u093f\u0924 \u0915\u093f\u092f\u093e \u091c\u093e\u090f\u0917\u093e\u0964
general_instructions_conclude=\u0916\u0941\u0926 \u0938\u0935\u093e\u0932 \u0915\u093e \u092a\u093e\u0920 \u0907\u0938 \u090f\u0915 \u0939\u0940 \u092a\u0902\u0915\u094d\u0924\u093f \u092a\u0930 \u092f\u093e \u0907\u0938\u0915\u0947 \u0928\u0940\u091a\u0947 \u0930\u0916\u093e \u091c\u093e \u0938\u0915\u0924\u093e \u0939\u0948, \u0914\u0930 \u0909\u0938\u0915\u0947 \u092c\u093e\u0926 \u0909\u0938 \u0938\u0935\u093e\u0932 \u0915\u0947 \u0909\u092a\u092f\u0941\u0915\u094d\u0924 \u0938\u094d\u0935\u0930\u0942\u092a \u092e\u0947\u0902 \u091c\u0935\u093e\u092c  \u0926\u093f\u092f\u093e \u091c\u093e\u0928\u093e \u091a\u093e\u0939\u093f\u090f\u0964 \u092a\u093e\u0930\u094d\u0938\u0930 \u0907\u0938 \u092a\u094d\u0930\u093e\u0930\u0942\u092a \u0915\u093e \u0909\u092a\u092f\u094b\u0917 \u092a\u094d\u0930\u0936\u094d\u0928 \u0915\u0947 \u092a\u094d\u0930\u0936\u094d\u0928 \u092a\u094d\u0930\u0915\u093e\u0930 \u0915\u093e \u092a\u0930\u093f\u0923\u093e\u092e \u0928\u093f\u0915\u093e\u0932\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f  \u0915\u0930\u0947\u0917\u093e\u0964 

example_mc_label=\u090f\u0915\u093e\u0927\u093f\u0915 \u091a\u0949\u0907\u0938
example_mc_instructions=\u092a\u094d\u0930\u0924\u094d\u092f\u0947\u0915 \u0909\u0924\u094d\u0924\u0930 \u0935\u0930\u094d\u0923\u092e\u093e\u0932\u093e \u0915\u0947 \u0915\u094d\u0930\u092e \u092e\u0947\u0902 \u0905\u092a\u0928\u0940 \u0909\u091a\u093f\u0924 \u092a\u0924\u094d\u0930 \u0915\u0947 \u0938\u093e\u0925 \u0936\u0941\u0930\u0942 \u0915\u0930\u0928\u093e \u091a\u093e\u0939\u093f\u090f\u0964 \u0938\u0939\u0940 \u091c\u0935\u093e\u092c \u0915\u0947 \u0938\u093e\u0925 \u090f\u0915 \u0924\u093e\u0930\u093e\u0902\u0915\u0928 \u091a\u093f\u0939\u094d\u0928 (*) \u0909\u092a\u0938\u0930\u094d\u0917 \u0939\u094b\u0928\u093e \u091a\u093e\u0939\u093f\u090f\u0964
example_mc_question_format1=\u092a\u094d\u0930\u0936\u094d\u0928 1 (10 \u0905\u0902\u0915)
example_mc_question_format2=\u092a\u094d\u0930\u0936\u094d\u0928 (10 \u0905\u0902\u0915)
example_mc_question_format3=\u092a\u094d\u0930\u0936\u094d\u0928 1
example_mc_question_format4=1. (10 \u0905\u0902\u0915)
example_mc_question_format5=1.
example_mc_question_text=\u0938\u0902\u092f\u0941\u0915\u094d\u0924 \u0930\u093e\u091c\u094d\u092f \u0905\u092e\u0947\u0930\u093f\u0915\u093e \u0915\u0947 \u092a\u094d\u0930\u0925\u092e \u0905\u0927\u094d\u092f\u0915\u094d\u0937 \u0915\u094c\u0928 \u0925\u093e?
example_mc_answer_a=* a. \u0935\u093e\u0936\u093f\u0902\u0917\u091f\u0928 
example_mc_answer_b=b. \u091c\u0947\u092b\u0930\u0938\u0928 
example_mc_answer_c=c. \u0932\u093f\u0902\u0915\u0928 
example_mc_answer_d=d. \u0915\u094d\u0932\u093f\u0902\u091f\u0928 

example_mcmc_label=\u090f\u0915\u093e\u0927\u093f\u0915 \u0938\u0939\u0940 \u0909\u0924\u094d\u0924\u0930
example_mcmc_instructions=\u092a\u094d\u0930\u0924\u094d\u092f\u0947\u0915 \u091c\u0935\u093e\u092c \u0935\u0930\u094d\u0923\u092e\u093e\u0932\u093e \u0915\u094d\u0930\u092e \u092e\u0947\u0902 \u0905\u092a\u0928\u0947 \u0909\u091a\u093f\u0924 \u0905\u0915\u094d\u0937\u0930 \u0938\u0947 \u0936\u0941\u0930\u0942 \u0939\u094b\u0928\u0947 \u091a\u093e\u0939\u093f\u090f \u0964 \u0938\u0939\u0940 \u091c\u0935\u093e\u092c \u0915\u0947 \u0938\u093e\u0925 \u090f\u0915 \u0924\u093e\u0930\u093e\u0902\u0915\u0928 \u091a\u093f\u0939\u094d\u0928 (*) \u092a\u094d\u0930\u0947\u092b\u093f\u0915\u094d\u0938\u0947\u095c \u0939\u094b\u0928\u093e \u091a\u093e\u0939\u093f\u090f\u0964
example_mcmc_question_format1=\u092a\u094d\u0930\u0936\u094d\u0928 2 (15 \u0905\u0902\u0915) 
example_mcmc_question_format2=\u092a\u094d\u0930\u0936\u094d\u0928 (15 \u0905\u0902\u0915)
example_mcmc_question_format3=\u092a\u094d\u0930\u0936\u094d\u0928 2
example_mcmc_question_format4=2. (15 \u0905\u0902\u0915)
example_mcmc_question_format5=2.
example_mcmc_question_text=\u0928\u0940\u091a\u0947 \u0926\u093f\u090f \u0917\u090f \u0915\u094c\u0928 \u0938\u0947 \u0905\u092e\u0947\u0930\u093f\u0915\u0940 \u0928\u093e\u0917\u0930\u093f\u0915 \u0932\u0947\u0916\u0915 \u0925\u0947 \u0905\u092a\u0928\u0947 \u091c\u0940\u0935\u0928 \u092e\u0947\u0902 \u0915\u093f\u0938\u0940 \u0938\u092e\u092f \u092a\u0930 ? 
example_mcmc_answer_a=*a. \u092c\u093f\u0932 \u092b\u0949\u0932\u094d\u0915\u0928\u0930  
example_mcmc_answer_b=b. \u0917\u093f\u0928\u0940 \u0935\u0942\u0932\u094d\u092b 
example_mcmc_answer_c=* c. \u091f\u0949\u092e \u090f\u0932\u093f\u092f\u091f

example_fib_label=\u0930\u093f\u0915\u094d\u0924 \u0915\u094b \u092d\u0930\u0947
example_fib_instructions=\u0938\u0939\u0940 \u091c\u0935\u093e\u092c \u0915\u0947 \u0938\u093e\u0925 \u090f\u0915 \u0924\u093e\u0930\u093e\u0902\u0915\u0928 \u091a\u093f\u0939\u094d\u0928 (*) \u092a\u094d\u0930\u0947\u092b\u093f\u0915\u094d\u0938\u0947\u095c \u0939\u094b\u0928\u093e \u091a\u093e\u0939\u093f\u090f\u0964
example_fib_question_format1=\u092a\u094d\u0930\u0936\u094d\u0928 3 (5 \u0905\u0902\u0915) 
example_fib_question_format2=\u092a\u094d\u0930\u0936\u094d\u0928 (5 \u0905\u0902\u0915)
example_fib_question_format3=\u092a\u094d\u0930\u0936\u094d\u0928 3
example_fib_question_format4=3. (5 \u0905\u0902\u0915)
example_fib_question_format5=3.
example_fib_question_text=\u092c\u0948\u0917\u0928\u0940 \u0930\u0902\u0917 \u0915\u094d\u092f\u093e \u0939\u0948?  ____ 
example_fib_answer=* \u0928\u0940\u0932\u093e 

example_se_label=\u0932\u0918\u0941 \u0928\u093f\u092c\u0902\u0927
example_se_instructions=\u0907\u0938 \u092a\u094d\u0930\u0936\u094d\u0928 \u092a\u094d\u0930\u0915\u093e\u0930 \u0915\u0947 \u0932\u093f\u090f \u0915\u094b\u0908 \u091c\u0935\u093e\u092c \u092a\u094d\u0930\u0926\u093e\u0928 \u0928\u0939\u0940\u0902 \u0915\u093f\u092f\u093e \u091c\u093e\u0928\u093e \u091a\u093e\u0939\u093f\u090f\u0964
example_se_question_format1=\u092a\u094d\u0930\u0936\u094d\u0928 4 (18 \u0905\u0902\u0915) 
example_se_question_format2=\u092a\u094d\u0930\u0936\u094d\u0928 (18 \u0905\u0902\u0915)
example_se_question_format3=\u092a\u094d\u0930\u0936\u094d\u0928 4
example_se_question_format4=4. (18 \u0905\u0902\u0915)
example_se_question_format5=4.
example_se_question_text=\u0936\u093f\u0915\u094d\u0937\u093e \u0915\u093e \u0909\u0926\u094d\u0926\u0947\u0936\u094d\u092f \u0938\u092e\u091d\u093e\u090f\u0901\u0964

example_tf_label=\u0938\u0939\u0940/\u0917\u0932\u0924
example_tf_instructions=\u0938\u0939\u0940 \u091c\u0935\u093e\u092c \u0915\u0947 \u0938\u093e\u0925 \u090f\u0915 \u0924\u093e\u0930\u093e\u0902\u0915\u0928 \u091a\u093f\u0939\u094d\u0928 (*) \u0909\u092a\u0938\u0930\u094d\u0917 \u0939\u094b\u0928\u093e \u091a\u093e\u0939\u093f\u090f\u0964 \u0917\u093c\u0932\u0924 \u091c\u0935\u093e\u092c \u092d\u0940 \u0936\u093e\u092e\u093f\u0932 \u0939\u094b \u0938\u0915\u0924\u0947 \u0939\u0948\u0902, \u091c\u0948\u0938\u0947  \u0928\u0940\u091a\u0947 \u0926\u093f\u090f \u0917\u090f \u0939\u0948\u0902, \u092f\u0926\u094d\u092f\u092a\u093f \u092f\u0939 \u0906\u0935\u0936\u094d\u092f\u0915 \u0928\u0939\u0940\u0902 \u0939\u0948 \u0964
example_tf_question_format1=\u092a\u094d\u0930\u0936\u094d\u0928 5 (7 \u0905\u0902\u0915)
example_tf_question_format2=\u092a\u094d\u0930\u0936\u094d\u0928 (7 \u0905\u0902\u0915)
example_tf_question_format3=\u092a\u094d\u0930\u0936\u094d\u0928 5
example_tf_question_format4=5. (7 \u0905\u0902\u0915)
example_tf_question_format5=5.
example_tf_question_text=\u0906\u0915\u093e\u0936 \u0928\u0940\u0932\u093e \u0939\u0948\u0964 
example_tf_answer_a=* \u0938\u091a 
example_tf_answer_b=\u0917\u093c\u0932\u0924

samlite_infogroup=\u0906\u0915\u0932\u0928/\u092a\u094d\u0930\u0936\u094d\u0928 \u092a\u0942\u0932 \u091c\u093e\u0928\u0915\u093e\u0930\u0940

samlite_name=\u0928\u093e\u092e 
samlite_description=\u0935\u093f\u0935\u0930\u0923
samlite_data=\u0921\u0947\u091f\u093e

samlite_textgroup=\u092a\u094d\u0930\u0936\u094d\u0928\u094b\u0902

samlite_textgroup_instructions=\u0905\u092a\u0928\u0947 \u092a\u094d\u0930\u0936\u094d\u0928 \u0915\u0947 \u0938\u093e\u0925 \u0909\u0924\u094d\u0924\u0930 \u0909\u0938 \u092a\u094d\u0930\u0936\u094d\u0928 \u0915\u0947 \u092a\u094d\u0930\u0915\u093e\u0930 \u0915\u0947 \u0932\u093f\u090f \u0928\u093f\u0930\u094d\u0926\u093f\u0937\u094d\u091f \u0938\u094d\u0935\u0930\u0942\u092a \u0915\u093e \u0909\u092a\u092f\u094b\u0917 \u0915\u0930 \u0928\u0940\u091a\u0947 \u091f\u0947\u0915\u094d\u0938\u094d\u091f \u092c\u0949\u0915\u094d\u0938 \u092e\u0947\u0902 \u0926\u0930\u094d\u091c \u0915\u0930\u0947\u0902\u0964 \u0926\u093f\u090f \u0917\u090f \u092a\u094d\u0930\u0936\u094d\u0928 \u0915\u0947 \u092a\u094d\u0930\u0915\u093e\u0930 \u0915\u0947 \u0928\u093f\u0930\u094d\u0926\u0947\u0936\u094b\u0902 \u0914\u0930 \u0909\u0926\u093e\u0939\u0930\u0923  \u0926\u0947\u0916\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f, \u091f\u0947\u0915\u094d\u0938\u094d\u091f \u092c\u0949\u0915\u094d\u0938 \u0915\u0940 \u0926\u093e\u0908\u0902 \u0913\u0930 \u0909\u092a\u092f\u0941\u0915\u094d\u0924 \u0932\u093f\u0902\u0915 \u092a\u0930 \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0947\u0902\u0964  

samlite_formatgroup=\u0928\u093f\u0930\u094d\u0926\u0947\u0936 \u0914\u0930 \u0909\u0926\u093e\u0939\u0930\u0923

samlite_assessment=\u0906\u0915\u0932\u0928 \u092c\u0928\u093e\u090f\u0901
samlite_questionpool=\u092a\u094d\u0930\u0936\u094d\u0928 \u092a\u0942\u0932 \u092c\u0928\u093e\u090f\u0901
samlite_validate=\u0905\u0917\u0932\u0947 >
samlite_cancel=< \u0935\u093e\u092a\u0938
samlite_back=< \u0935\u093e\u092a\u0938

samlite_question=\u092a\u094d\u0930\u0936\u094d\u0928
samlite_number=\#
samlite_answers=\u091c\u0935\u093e\u092c
samlite_type=\u092a\u094d\u0930\u0915\u093e\u0930
samlite_points=\u0905\u0902\u0915

sam_lite_multiple_choice=\u090f\u0915\u093e\u0927\u093f\u0915 \u091a\u0949\u0907\u0938
sam_lite_multiple_choice_multiple=\u090f\u0915\u093e\u0927\u093f\u0915 \u0938\u0939\u0940 \u0935\u093f\u0915\u0932\u094d\u092a
sam_lite_fill_in_the_blank=\u0930\u093f\u0915\u094d\u0924 \u0915\u094b \u092d\u0930\u0947
sam_lite_true_false=\u0938\u0939\u0940/\u0917\u0932\u0924
sam_lite_short_essay=\u0932\u0918\u0941 \u0928\u093f\u092c\u0902\u0927

correct=\u0938\u0939\u0940
not_correct=\u0917\u093c\u0932\u0924


