#X-Generator: crowdin.net
page_title=\u0906\u0915\u0932\u0928 \u0906\u0907\u091f\u092e \u0921\u093f\u0932\u093f\u0935\u0930\u0940
page_heading=\u0905\u0938\u0947\u0938\u092e\u0947\u0902\u091f
take_assessment=\u090f\u0915 \u0905\u0938\u0947\u0938\u092e\u0947\u0902\u091f \u0932\u0947
take_assessment_notes=\u0928\u0940\u091a\u0947 \u0938\u0942\u091a\u0940\u092c\u0926\u094d\u0927 \u0905\u0938\u0947\u0938\u092e\u0947\u0902\u091f \u0906\u092a\u0915\u0947 \u0932\u093f\u090f \u0935\u0930\u094d\u0924\u092e\u093e\u0928 \u092e\u0947\u0902 \u0909\u092a\u0932\u092c\u094d\u0927 \u0939\u0948\u0902\u0964 \u0906\u0930\u0902\u092d \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f, \u0905\u0938\u0947\u0938\u092e\u0947\u0902\u091f \u0915\u0947 \u0936\u0940\u0930\u094d\u0937\u0915 \u092a\u0930 \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0947\u0902\u0964

date_due=\u0928\u093f\u092f\u0924 \u0926\u093f\u0928\u093e\u0902\u0915/\u0938\u092e\u092f
submitted_assessments=\u0938\u092c\u092e\u093f\u091f \u0915\u093f\u090f \u0917\u090f \u0905\u0938\u0947\u0938\u092e\u0947\u0902\u091f
review_assessment=\u090f\u0915 \u0905\u0938\u0947\u0938\u092e\u0947\u0902\u091f \u0915\u0940 \u0938\u092e\u0940\u0915\u094d\u0937\u093e \u0915\u0930\u0947
review_assessment_notes=\u0906\u092a\u0928\u0947 \u0928\u0940\u091a\u0947 \u0926\u093f\u092f\u093e \u0917\u092f\u093e \u0938\u0942\u091a\u0940\u092c\u0926\u094d\u0927 \u0905\u0938\u0947\u0938\u092e\u0947\u0902\u091f \u092a\u0942\u0930\u093e \u0915\u0930 \u0932\u093f\u092f\u093e \u0939\u0948\u0964 \u091c\u092c \u0924\u0915 \u092b\u0940\u0921\u092c\u0948\u0915 \u0909\u092a\u0932\u092c\u094d\u0927 'n/a' (\u0932\u093e\u0917\u0942 \u0928\u0939\u0940\u0902) \u092a\u094d\u0930\u0926\u0930\u094d\u0936\u093f\u0924 \u0915\u0930\u0924\u093e \u0939\u0948, \u092b\u0940\u0921\u092c\u0948\u0915 \u0926\u093f\u0916\u093e\u090f \u0917\u090f \u0938\u092e\u092f \u092a\u0930 \u0909\u092a\u0932\u092c\u094d\u0927 \u0939\u094b \u091c\u093e\u090f\u0917\u093e\u0964 \u092f\u0926\u093f \u092b\u0940\u0921\u092c\u0948\u0915 \u0935\u093f\u0936\u0947\u0937 \u0930\u0942\u092a \u0938\u0947 \u092a\u094d\u0930\u0938\u094d\u0924\u0941\u0924\u093f\u092f\u094b \u0915\u0947 \u0932\u093f\u090f \u0909\u092a\u0932\u092c\u094d\u0927 \u0939\u0948, \u092f\u0939 "\u0926\u0943\u0936\u094d\u092f \u0938\u092d\u0940 \u092a\u094d\u0930\u0938\u094d\u0924\u0941\u0924\u093f\u092f\u093e\u0901/\u0938\u094d\u0915\u094b\u0930 \u0915\u0947 \u0924\u0939\u0924" \u0926\u0947\u0916\u093e \u091c\u093e\u090f\u0917\u093e\u0964

take_assessment_notAvailable=\u0935\u0939\u093e\u0901 \u0915\u094b\u0908 \u0905\u0938\u0947\u0938\u092e\u0947\u0902\u091f \u0909\u092a\u0932\u092c\u094d\u0927 \u0928\u0939\u0940\u0902 \u0939\u0948\u0902\u0964
review_assessment_notAvailable=\u0915\u094b\u0908 \u0905\u0938\u0947\u0938\u092e\u0947\u0902\u091f \u092a\u094d\u0930\u0938\u094d\u0924\u0941\u0924 \u0928\u0939\u0940\u0902 \u0915\u093f\u092f\u093e \u0917\u092f\u093e \u0939\u0948\u0964
title=\u0936\u0940\u0930\u094d\u0937\u0915
statistics=\u0938\u093e\u0902\u0916\u094d\u092f\u093f\u0915\u0940
grade=\u0917\u094d\u0930\u0947\u0921
raw=\u0915\u091a\u094d\u091a\u0947 \u0938\u094d\u0915\u094b\u0930
score=\u0938\u094d\u0915\u094b\u0930
recorded_score=\u0930\u093f\u0915\u0949\u0930\u094d\u0921 \u0938\u094d\u0915\u094b\u0930
individual_score=\u0935\u094d\u092f\u0915\u094d\u0924\u093f\u0917\u0924 \u0938\u094d\u0915\u094b\u0930 
feedback_date=\u092a\u094d\u0930\u0924\u093f\u0915\u094d\u0930\u093f\u092f\u093e \u0909\u092a\u0932\u092c\u094d\u0927
stats=\u0938\u093e\u0902\u0916\u094d\u092f\u093f\u0915\u0940
time=\u0938\u092e\u092f
submitted=\u095b\u092e\u093e \u0915\u093f\u092f\u093e \u0939\u0941\u0906
days=\u0926\u093f\u0928\u094b\u0902
hours=\u0918\u0902\u091f\u0947
hour=\u0918\u0902\u091f\u093e
minutes=\u092e\u093f\u0928\u091f
seconds=\u0938\u0947\u0915\u0902\u0921
not_applicable=n/a
view=\u0926\u0947\u0916\u0947\u0902
select_date_format=MM/dd/yyyy kk\:mm a
na=n/a

sum_availableAssessment=\u0909\u092a\u0932\u092c\u094d\u0927 \u0905\u0938\u0947\u0938\u092e\u0947\u0902\u091f  \u0915\u0940 \u0938\u0942\u091a\u0940
sum_submittedAssessment=\u0938\u092c\u092e\u093f\u091f \u0915\u093f\u090f \u0917\u090f \u0905\u0938\u0947\u0938\u092e\u0947\u0902\u091f \u0915\u0940 \u0938\u0942\u091a\u0940\u0964
assessment_updated=*\u0905\u0938\u0947\u0938\u092e\u0947\u0902\u091f  \u0905\u0926\u094d\u092f\u0924\u0928 \u0915\u093f\u092f\u093e \u0917\u092f\u093e \u0964*
assessment_updated_need_resubmit=* \u0905\u0938\u0947\u0938\u092e\u0947\u0902\u091f \u0905\u0926\u094d\u092f\u0924\u0928 \u0915\u093f\u092f\u093e \u0917\u092f\u093e \u0925\u093e\u0964 \u0924\u0941\u092e\u094d\u0939\u0947\u0902 \u0936\u094d\u0930\u0947\u092f \u0915\u0947 \u0932\u093f\u090f \u092a\u0941\u0928\u0903 \u0938\u092c\u092e\u093f\u091f \u0915\u0930\u0928\u093e \u0939\u094b\u0917\u093e\u0964*
assessmentRetractedForEdit=* \u0905\u0938\u0947\u0938\u092e\u0947\u0902\u091f \u092e\u0941\u0915\u0930 \u0917\u092f\u093e \u0925\u093e\u0964 \u092b\u0940\u0921\u092c\u0948\u0915 \u0909\u092a\u0932\u092c\u094d\u0927 \u0928\u0939\u0940\u0902 \u0939\u0948\u0964 *

# Title of links: starts with t_
t_sortTitle=\u0905\u0938\u0947\u0938\u092e\u0947\u0902\u091f \u0936\u0940\u0930\u094d\u0937\u0915 \u0926\u094d\u0935\u093e\u0930\u093e \u0915\u094d\u0930\u092e\u092c\u0926\u094d\u0927  \u0915\u0930\u0947\u0902 
t_sortFbDate=\u092b\u0940\u0921\u092c\u0948\u0915 \u0926\u093f\u0928\u093e\u0902\u0915 \u0926\u094d\u0935\u093e\u0930\u093e \u0905\u0938\u0947\u0938\u092e\u0947\u0902\u091f \u0915\u094d\u0930\u092e\u092c\u0926\u094d\u0927 \u0915\u0930\u0947\u0902 
t_sortScore=\u0938\u094d\u0915\u094b\u0930 \u0926\u094d\u0935\u093e\u0930\u093e \u0905\u0938\u0947\u0938\u092e\u0947\u0902\u091f \u0915\u094d\u0930\u092e\u092c\u0926\u094d\u0927 \u0915\u0930\u0947\u0902
t_sortTime=\u092c\u093f\u0924\u093e\u090f \u0938\u092e\u092f \u0926\u094d\u0935\u093e\u0930\u093e \u0905\u0938\u0947\u0938\u092e\u0947\u0902\u091f \u0915\u094d\u0930\u092e\u092c\u0926\u094d\u0927 \u0915\u0930\u0947\u0902 
t_sortSubmittedDate=\u0938\u092c\u092e\u093f\u091f \u0915\u0940 \u0917\u0908 \u0926\u093f\u0928\u093e\u0902\u0915 \u0926\u094d\u0935\u093e\u0930\u093e \u0905\u0938\u0947\u0938\u092e\u0947\u0902\u091f \u0915\u094d\u0930\u092e\u092c\u0926\u094d\u0927 \u0915\u0930\u0947\u0902 
t_takeAssessment=\u0905\u0938\u0947\u0938\u092e\u0947\u0902\u091f \u0932\u0947
t_reviewAssessment=\u0905\u0938\u0947\u0938\u092e\u0947\u0902\u091f \u0915\u0940 \u0938\u092e\u0940\u0915\u094d\u0937\u093e
t_histogram=\u0926\u0943\u0936\u094d\u092f \u0915\u0947 \u0906\u0901\u0915\u0921\u093c\u0947


# alt tag for images: start with alt_
alt_sortTitleAscending=\u0906\u0930\u094b\u0939\u0940 \u0915\u094d\u0930\u092e \u092e\u0947\u0902 \u0936\u0940\u0930\u094d\u0937\u0915 \u0915\u094d\u0930\u092e\u092c\u0926\u094d\u0927 \u0926\u094d\u0935\u093e\u0930\u093e \u0915\u0930\u0947\u0902 
alt_sortTitleDescending=\u0906\u0930\u094b\u0939\u0940 \u0915\u094d\u0930\u092e \u092e\u0947\u0902 \u0936\u0940\u0930\u094d\u0937\u0915 \u0915\u094d\u0930\u092e\u092c\u0926\u094d\u0927 \u0926\u094d\u0935\u093e\u0930\u093e \u0915\u0930\u0947\u0902 
alt_sortFbDateAscending=\u0906\u0930\u094b\u0939\u0940 \u0915\u094d\u0930\u092e \u092e\u0947\u0902 \u092b\u0940\u0921\u092c\u0948\u0915 \u0926\u093f\u0928\u093e\u0902\u0915 \u0926\u094d\u0935\u093e\u0930\u093e \u0915\u094d\u0930\u092e\u092c\u0926\u094d\u0927 \u0915\u0930\u0947\u0902
alt_sortFbDateDescending=\u0905\u0935\u0930\u094b\u0939\u0940 \u0915\u094d\u0930\u092e \u092e\u0947\u0902 \u092b\u0940\u0921\u092c\u0948\u0915 \u0926\u093f\u0928\u093e\u0902\u0915 \u0926\u094d\u0935\u093e\u0930\u093e \u0915\u094d\u0930\u092e\u092c\u0926\u094d\u0927 \u0915\u0930\u0947\u0902
alt_sortScoreAscending=\u0906\u0930\u094b\u0939\u0940 \u0915\u094d\u0930\u092e \u092e\u0947\u0902 \u0938\u094d\u0915\u094b\u0930 \u0915\u0947 \u0906\u0927\u093e\u0930 \u092a\u0930 \u0915\u094d\u0930\u092e\u092c\u0926\u094d\u0927 \u0915\u0930\u0947\u0902 
alt_sortScoreDescending=\u0905\u0935\u0930\u094b\u0939\u0940 \u0915\u094d\u0930\u092e \u092e\u0947\u0902 \u0938\u094d\u0915\u094b\u0930 \u0926\u094d\u0935\u093e\u0930\u093e \u0938\u0949\u0930\u094d\u091f \u0915\u0930\u0947\u0902 
alt_sortTimeAscending=\u0906\u0930\u094b\u0939\u0940 \u0915\u094d\u0930\u092e \u092e\u0947\u0902 \u092c\u093f\u0924\u093e\u090f \u0938\u092e\u092f \u0915\u0947 \u0905\u0928\u0941\u0938\u093e\u0930 \u0915\u094d\u0930\u092e\u092c\u0926\u094d\u0927 \u0915\u0930\u0947\u0902 
alt_sortTimeDescending=\u0905\u0935\u0930\u094b\u0939\u0940 \u0915\u094d\u0930\u092e \u092e\u0947\u0902 \u092c\u093f\u0924\u093e\u090f \u0938\u092e\u092f \u0915\u0947 \u0905\u0928\u0941\u0938\u093e\u0930 \u0915\u094d\u0930\u092e\u092c\u0926\u094d\u0927 \u0915\u0930\u0947\u0902 
alt_sortSubmittedDateAscending=\u0906\u0930\u094b\u0939\u0940 \u0915\u094d\u0930\u092e \u092e\u0947\u0902 \u0938\u092c\u092e\u093f\u091f \u0915\u093f\u090f \u0917\u090f \u0926\u093f\u0928\u093e\u0902\u0915 \u0926\u094d\u0935\u093e\u0930\u093e \u0915\u094d\u0930\u092e\u092c\u0926\u094d\u0927 \u0915\u0930\u0947\u0902 
alt_sortSubmittedDateDescending=\u0905\u0935\u0930\u094b\u0939\u0940 \u0915\u094d\u0930\u092e \u092e\u0947\u0902 \u0938\u092c\u092e\u093f\u091f \u0915\u093f\u090f \u0917\u090f \u0926\u093f\u0928\u093e\u0902\u0915 \u0926\u094d\u0935\u093e\u0930\u093e \u0915\u094d\u0930\u092e\u092c\u0926\u094d\u0927 \u0915\u0930\u0947\u0902 


# notes for explaining highest or last submission SAK-5924
asterisk=*
highest_note=\u092f\u0939 \u0905\u0938\u0947\u0938\u092e\u0947\u0902\u091f \u090f\u0915\u093e\u0927\u093f\u0915 \u092a\u094d\u0930\u0938\u094d\u0924\u0941\u0924\u093f\u092f\u094b  \u0915\u0940 \u0905\u0928\u0941\u092e\u0924\u093f \u0926\u0947\u0924\u093e \u0939\u0948 \u0914\u0930 \u092f\u0939\u093e\u0901 \u0938\u0942\u091a\u0940\u092c\u0926\u094d\u0927 \u0909\u091a\u094d\u091a\u0924\u092e \u0938\u094d\u0915\u094b\u0930 \u0930\u093f\u0915\u0949\u0930\u094d\u0921 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0915\u0949\u0928\u094d\u092b\u093c\u093f\u0917\u0930 \u0915\u093f\u092f\u093e \u0917\u092f\u093e \u0939\u0948\u0964
last_note=\u092f\u0939 \u0905\u0938\u0947\u0938\u092e\u0947\u0902\u091f \u090f\u0915\u093e\u0927\u093f\u0915 \u092a\u094d\u0930\u0938\u094d\u0924\u0941\u0924\u093f\u092f\u094b  \u0915\u0940 \u0905\u0928\u0941\u092e\u0924\u093f \u0926\u0947\u0924\u093e \u0939\u0948 \u0914\u0930 \u092f\u0939\u093e\u0901 \u0938\u0942\u091a\u0940\u092c\u0926\u094d\u0927 \u0905\u0902\u0924\u093f\u092e \u0938\u094d\u0915\u094b\u0930 \u0930\u093f\u0915\u0949\u0930\u094d\u0921 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0915\u0949\u0928\u094d\u092b\u093c\u093f\u0917\u0930 \u0915\u093f\u092f\u093e \u0917\u092f\u093e \u0939\u0948\u0964

asterisk_2=**
has_been_modified=\u092f\u0939 \u0905\u0938\u0947\u0938\u092e\u0947\u0902\u091f \u0938\u0902\u0936\u094b\u0927\u093f\u0924 \u0915\u093f\u092f\u093e \u0917\u092f\u093e \u0939\u0948, \u091c\u092c \u0938\u0947 \u0924\u0941\u092e\u0928\u0947 \u0907\u0938\u0947 \u092a\u094d\u0930\u0938\u094d\u0924\u0941\u0924 \u0915\u093f\u092f\u093e \u0939\u0948\u0964 \u092f\u0926\u093f \u0906\u092a \u0915\u094b\u0908 \u092d\u0940 \u0935\u093f\u0938\u0902\u0917\u0924\u093f\u092f\u093e\u0901 \u092a\u093e\u0924\u0947 \u0939\u0948\u0902 \u0915\u0943\u092a\u092f\u093e \u0905\u092a\u0928\u0947 \u092a\u094d\u0930\u0936\u093f\u0915\u094d\u0937\u0915 \u0938\u0947 \u092a\u0930\u093e\u092e\u0930\u094d\u0936 \u0915\u0930\u0947\u0902\u0964
currently_being_edited=\u092f\u0939 \u0905\u0938\u0947\u0938\u092e\u0947\u0902\u091f \u0935\u0930\u094d\u0924\u092e\u093e\u0928 \u092e\u0947\u0902 \u0938\u0902\u092a\u093e\u0926\u093f\u0924 \u0915\u093f\u092f\u093e \u091c\u093e \u0930\u0939\u093e \u0939\u0948\u0964 \u092a\u094d\u0930\u0924\u093f\u0915\u094d\u0930\u093f\u092f\u093e \u0915\u0947 \u0932\u093f\u090f \u092a\u094d\u0930\u0935\u0947\u0936, \u092f\u0926\u093f \u0905\u0928\u0941\u092e\u0924\u093f \u0926\u0940 \u0939\u0948, \u091c\u092c \u0938\u0902\u092a\u093e\u0926\u0928 \u0939\u094b \u091c\u093e\u090f\u0917\u093e, \u0924\u092c   \u0909\u092a\u0932\u092c\u094d\u0927 \u0939\u094b\u0917\u093e\u0964

immediate=\u0924\u0924\u094d\u0915\u093e\u0932

#Students view all submissions
review_assessment_view=\u0926\u0947\u0916\u0947\u0902
review_assessment_all=\u0938\u092d\u0940 \u092a\u094d\u0930\u0938\u094d\u0924\u0941\u0924\u093f\u092f\u093e\u0901/\u0938\u094d\u0915\u094b\u0930 \u0926\u0947\u0916\u0947\u0902
review_assessment_recorded=\u0926\u0943\u0936\u094d\u092f \u0915\u0947\u0935\u0932 \u0938\u094d\u0915\u094b\u0930 \u0926\u0930\u094d\u091c \u0915\u0940
assessment_recorded=\u0930\u093f\u0915\u0949\u0930\u094d\u0921 \u0915\u093f\u092f\u093e \u0917\u092f\u093e
average_score=(\u0914\u0938\u0924)
highest_score=(\u0909\u091a\u094d\u091a\u0924\u092e)
last_score=(\u0905\u0902\u0924\u093f\u092e)

t_time_limit=\u0938\u092e\u092f \u0938\u0940\u092e\u093e




