page_title=\u0414\u043e\u0441\u0442\u0430\u0432\u043a\u0430 \u043d\u0430 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0438 \u0437\u0430 \u043e\u0446\u0435\u043d\u043a\u0430
page_heading=\u041e\u0446\u0435\u043d\u043a\u0438
take_assessment=\u041d\u0430\u043f\u0440\u0430\u0432\u0435\u0442\u0435 \u043e\u0446\u0435\u043d\u043a\u0430
take_assessment_notes=\u0418\u0437\u0431\u0440\u043e\u0435\u043d\u0438\u0442\u0435 \u043f\u043e-\u0434\u043e\u043b\u0443 \u043e\u0446\u0435\u043d\u043a\u0438 \u0432 \u043c\u043e\u043c\u0435\u043d\u0442\u0430 \u0441\u0430 \u0434\u043e\u0441\u0442\u044a\u043f\u043d\u0438 \u0437\u0430 \u0432\u0430\u0441. \u0417\u0430 \u0434\u0430 \u0437\u0430\u043f\u043e\u0447\u043d\u0435\u0442\u0435, \u043a\u043b\u0438\u043a\u043d\u0435\u0442\u0435 \u0432\u044a\u0440\u0445\u0443 \u0437\u0430\u0433\u043b\u0430\u0432\u0438\u0435\u0442\u043e \u043d\u0430 \u043e\u0446\u0435\u043d\u043a\u0430\u0442\u0430.

date_due=\u0414\u0430\u0442\u0430/\u0447\u0430\u0441 \u043d\u0430 \u043f\u043b\u0430\u0449\u0430\u043d\u0435
submitted_assessments=\u041f\u0440\u0435\u0434\u0441\u0442\u0430\u0432\u0435\u043d\u0438 \u043e\u0446\u0435\u043d\u043a\u0438
submissions_for_assessment=\u041f\u043e\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u0438 \u0437\u0430
review_assessment=\u041f\u0440\u0435\u0433\u043b\u0435\u0434 \u043d\u0430 \u043e\u0446\u0435\u043d\u043a\u0430
review_assessment_notes=\u0418\u0437\u0432\u044a\u0440\u0448\u0438\u0445\u0442\u0435 \u043e\u0446\u0435\u043d\u043a\u0438\u0442\u0435, \u0438\u0437\u0431\u0440\u043e\u0435\u043d\u0438 \u043f\u043e-\u0434\u043e\u043b\u0443. \u041e\u0441\u0432\u0435\u043d \u0430\u043a\u043e \u0432 \u043f\u043e\u043b\u0435\u0442\u043e \u0437\u0430 \u043d\u0430\u043b\u0438\u0447\u043d\u0430 \u043e\u0431\u0440\u0430\u0442\u043d\u0430 \u0432\u0440\u044a\u0437\u043a\u0430 \u043d\u0435 \u0435 \u0438\u0437\u043f\u0438\u0441\u0430\u043d\u043e "n/a" (\u043d\u0435 \u0435 \u043f\u0440\u0438\u043b\u043e\u0436\u0438\u043c\u043e), \u043e\u0431\u0440\u0430\u0442\u043d\u0430\u0442\u0430 \u0432\u0440\u044a\u0437\u043a\u0430 \u0449\u0435 \u0431\u044a\u0434\u0435 \u043d\u0430\u043b\u0438\u0447\u043d\u0430 \u0432 \u043f\u043e\u0441\u043e\u0447\u0435\u043d\u043e\u0442\u043e \u0432\u0440\u0435\u043c\u0435. \u0410\u043a\u043e \u0435 \u043d\u0430\u043b\u0438\u0447\u043d\u0430 \u043e\u0431\u0440\u0430\u0442\u043d\u0430 \u0432\u0440\u044a\u0437\u043a\u0430 \u0437\u0430 \u043a\u043e\u043d\u043a\u0440\u0435\u0442\u043d\u0438 \u043f\u0440\u0435\u0434\u0441\u0442\u0430\u0432\u044f\u043d\u0438\u044f, \u0442\u044f \u0449\u0435 \u0431\u044a\u0434\u0435 \u0432\u0438\u0434\u044f\u043d\u0430 \u0432 "View All Submissions/Scores" (\u041f\u0440\u0435\u0433\u043b\u0435\u0434 \u043d\u0430 \u0432\u0441\u0438\u0447\u043a\u0438 \u043f\u0440\u0435\u0434\u0441\u0442\u0430\u0432\u044f\u043d\u0438\u044f/\u0440\u0435\u0437\u0443\u043b\u0442\u0430\u0442\u0438).

take_assessment_notAvailable=\u0412 \u043c\u043e\u043c\u0435\u043d\u0442\u0430 \u043d\u044f\u043c\u0430 \u043d\u0430\u043b\u0438\u0447\u043d\u0438 \u043e\u0446\u0435\u043d\u043a\u0438, \u043a\u043e\u0438\u0442\u043e \u0434\u0430 \u043c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u043d\u0430\u043f\u0440\u0430\u0432\u0438\u0442\u0435.
review_assessment_notAvailable=\u0412\u0441\u0435 \u043e\u0449\u0435 \u043d\u0435 \u0441\u0442\u0435 \u043f\u043e\u0434\u0430\u043b\u0438 \u043e\u0446\u0435\u043d\u043a\u0438.
title=\u0417\u0430\u0433\u043b\u0430\u0432\u0438\u0435
statistics=\u0421\u0442\u0430\u0442\u0438\u0441\u0442\u0438\u043a\u0430
grade=\u041a\u043b\u0430\u0441
raw=\u0421\u0443\u0440\u043e\u0432 \u0440\u0435\u0437\u0443\u043b\u0442\u0430\u0442
score=\u0420\u0435\u0437\u0443\u043b\u0442\u0430\u0442
recorded_score=\u0417\u0430\u043f\u0438\u0441\u0430\u043d \u0440\u0435\u0437\u0443\u043b\u0442\u0430\u0442
individual_score=\u0418\u043d\u0434\u0438\u0432\u0438\u0434\u0443\u0430\u043b\u0435\u043d \u0440\u0435\u0437\u0443\u043b\u0442\u0430\u0442
feedback_date=\u041d\u0430\u043b\u0438\u0447\u043d\u0430 \u043e\u0431\u0440\u0430\u0442\u043d\u0430 \u0432\u0440\u044a\u0437\u043a\u0430
stats=\u0421\u0442\u0430\u0442\u0438\u0441\u0442\u0438\u043a\u0430
time=\u0412\u0440\u0435\u043c\u0435
submitted=\u041f\u0440\u0435\u0434\u0441\u0442\u0430\u0432\u0435\u043d
days=\u0434\u043d\u0438
hours=\u0447\u0430\u0441\u043e\u0432\u0435
hour=\u0447\u0430\u0441
minutes=\u043c\u0438\u043d\u0443\u0442\u0430
seconds=\u0441\u0435\u043a\u0443\u043d\u0434\u0438
not_applicable=n/a
view=\u0412\u0438\u0436\u0442\u0435
select_date_format=\u043c\u043c/\u0434\u0434/\u0433\u0433\u0433\u0433 \u0447\u0447\:\u043c\u043c \u0430
na=n/a
late=(\u043a\u044a\u0441\u043d\u043e)

sum_availableAssessment=\u0421\u043f\u0438\u0441\u044a\u043a \u043d\u0430 \u043d\u0430\u043b\u0438\u0447\u043d\u0438\u0442\u0435 \u043e\u0446\u0435\u043d\u043a\u0438
sum_submittedAssessment=\u0421\u043f\u0438\u0441\u044a\u043a \u043d\u0430 \u043f\u0440\u0435\u0434\u0441\u0442\u0430\u0432\u0435\u043d\u0438\u0442\u0435 \u043e\u0446\u0435\u043d\u043a\u0438.
assessment_updated=*\u041e\u0446\u0435\u043d\u043a\u0430\u0442\u0430 \u0431\u0435\u0448\u0435 \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0430.*
assessment_updated_need_resubmit=*\u041e\u0446\u0435\u043d\u043a\u0430\u0442\u0430 \u0431\u0435\u0448\u0435 \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0430. \u0422\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u044f \u0438\u0437\u043f\u0440\u0430\u0442\u0438\u0442\u0435 \u043e\u0442\u043d\u043e\u0432\u043e, \u0437\u0430 \u0434\u0430 \u043f\u043e\u043b\u0443\u0447\u0438\u0442\u0435 \u043a\u0440\u0435\u0434\u0438\u0442.*
assessmentRetractedForEdit=*\u041e\u0446\u0435\u043d\u043a\u0430\u0442\u0430 \u0435 \u043e\u0442\u0442\u0435\u0433\u043b\u0435\u043d\u0430. \u041e\u0431\u0440\u0430\u0442\u043d\u0430 \u0432\u0440\u044a\u0437\u043a\u0430 \u043d\u0435 \u0435 \u043d\u0430\u043b\u0438\u0447\u043d\u0430.*

# Title of links: starts with t_
t_sortTitle=\u0421\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u043e\u0446\u0435\u043d\u043a\u0438\u0442\u0435 \u043f\u043e \u0437\u0430\u0433\u043b\u0430\u0432\u0438\u0435
t_sortFbDate=\u0421\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u043e\u0446\u0435\u043d\u043a\u0438\u0442\u0435 \u043f\u043e \u0434\u0430\u0442\u0430 \u043d\u0430 \u043e\u0431\u0440\u0430\u0442\u043d\u0430 \u0432\u0440\u044a\u0437\u043a\u0430
t_sortScore=\u0421\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u043e\u0446\u0435\u043d\u043a\u0438\u0442\u0435 \u043f\u043e \u0440\u0435\u0437\u0443\u043b\u0442\u0430\u0442
t_sortTime=\u0421\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u043e\u0446\u0435\u043d\u043a\u0438\u0442\u0435 \u043f\u043e \u0438\u0437\u0440\u0430\u0437\u0445\u043e\u0434\u0432\u0430\u043d\u043e \u0432\u0440\u0435\u043c\u0435
t_sortSubmittedDate=\u0421\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u043e\u0446\u0435\u043d\u043a\u0438\u0442\u0435 \u043f\u043e \u0434\u0430\u0442\u0430 \u043d\u0430 \u043f\u043e\u0434\u0430\u0432\u0430\u043d\u0435
t_takeAssessment=\u0418\u0437\u0432\u044a\u0440\u0448\u0432\u0430\u043d\u0435 \u043d\u0430 \u043e\u0446\u0435\u043d\u043a\u0430
t_reviewAssessment=\u041e\u0446\u0435\u043d\u043a\u0430 \u043d\u0430 \u043f\u0440\u0435\u0433\u043b\u0435\u0434\u0430
t_histogram=\u041f\u0440\u0435\u0433\u043b\u0435\u0434 \u043d\u0430 \u0441\u0442\u0430\u0442\u0438\u0441\u0442\u0438\u043a\u0430\u0442\u0430


# alt tag for images: start with alt_
alt_sortTitleAscending=\u0421\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043f\u043e \u0437\u0430\u0433\u043b\u0430\u0432\u0438\u0435 \u0432\u044a\u0432 \u0432\u044a\u0437\u0445\u043e\u0434\u044f\u0449 \u0440\u0435\u0434
alt_sortTitleDescending=\u0421\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043f\u043e \u0437\u0430\u0433\u043b\u0430\u0432\u0438\u0435 \u0432 \u043d\u0438\u0437\u0445\u043e\u0434\u044f\u0449 \u0440\u0435\u0434
alt_sortFbDateAscending=\u0421\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043f\u043e \u0434\u0430\u0442\u0430 \u043d\u0430 \u043e\u0431\u0440\u0430\u0442\u043d\u0430 \u0432\u0440\u044a\u0437\u043a\u0430 \u0432\u044a\u0432 \u0432\u044a\u0437\u0445\u043e\u0434\u044f\u0449 \u0440\u0435\u0434
alt_sortFbDateDescending=\u0421\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043f\u043e \u0434\u0430\u0442\u0430 \u043d\u0430 \u043e\u0431\u0440\u0430\u0442\u043d\u0430 \u0432\u0440\u044a\u0437\u043a\u0430 \u0432 \u043d\u0438\u0437\u0445\u043e\u0434\u044f\u0449 \u0440\u0435\u0434
alt_sortScoreAscending=\u0421\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043f\u043e \u0440\u0435\u0437\u0443\u043b\u0442\u0430\u0442 \u0432\u044a\u0432 \u0432\u044a\u0437\u0445\u043e\u0434\u044f\u0449 \u0440\u0435\u0434
alt_sortScoreDescending=\u0421\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043f\u043e \u0440\u0435\u0437\u0443\u043b\u0442\u0430\u0442 \u0432 \u043d\u0438\u0437\u0445\u043e\u0434\u044f\u0449 \u0440\u0435\u0434
alt_sortTimeAscending=\u0421\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043f\u043e \u043f\u0440\u0435\u043a\u0430\u0440\u0430\u043d\u043e \u0432\u0440\u0435\u043c\u0435 \u0432\u044a\u0432 \u0432\u044a\u0437\u0445\u043e\u0434\u044f\u0449 \u0440\u0435\u0434
alt_sortTimeDescending=\u0421\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043f\u043e \u043f\u0440\u0435\u043a\u0430\u0440\u0430\u043d\u043e \u0432\u0440\u0435\u043c\u0435 \u0432 \u043d\u0438\u0437\u0445\u043e\u0434\u044f\u0449 \u0440\u0435\u0434
alt_sortSubmittedDateAscending=\u0421\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043f\u043e \u0434\u0430\u0442\u0430 \u043d\u0430 \u043f\u043e\u0434\u0430\u0432\u0430\u043d\u0435 \u0432\u044a\u0432 \u0432\u044a\u0437\u0445\u043e\u0434\u044f\u0449 \u0440\u0435\u0434
alt_sortSubmittedDateDescending=\u0421\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043f\u043e \u0434\u0430\u0442\u0430 \u043d\u0430 \u043f\u043e\u0434\u0430\u0432\u0430\u043d\u0435 \u0432 \u043d\u0438\u0437\u0445\u043e\u0434\u044f\u0449 \u0440\u0435\u0434


# notes for explaining highest or last submission SAK-5924
asterisk=*
highest_note=\u0422\u0430\u0437\u0438 \u043e\u0446\u0435\u043d\u043a\u0430 \u043f\u043e\u0437\u0432\u043e\u043b\u044f\u0432\u0430 \u043c\u043d\u043e\u0433\u043e\u043a\u0440\u0430\u0442\u043d\u043e \u043f\u043e\u0434\u0430\u0432\u0430\u043d\u0435 \u0438 \u0435 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0438\u0440\u0430\u043d\u0430 \u0434\u0430 \u0437\u0430\u043f\u0438\u0441\u0432\u0430 \u043d\u0430\u0439-\u0432\u0438\u0441\u043e\u043a\u0438\u044f \u0440\u0435\u0437\u0443\u043b\u0442\u0430\u0442, \u043a\u043e\u0439\u0442\u043e \u0435 \u0442\u043e\u0437\u0438, \u043f\u043e\u0441\u043e\u0447\u0435\u043d \u0442\u0443\u043a.
last_note=\u0422\u0430\u0437\u0438 \u043e\u0446\u0435\u043d\u043a\u0430 \u043f\u043e\u0437\u0432\u043e\u043b\u044f\u0432\u0430 \u043c\u043d\u043e\u0433\u043e\u043a\u0440\u0430\u0442\u043d\u043e \u043f\u043e\u0434\u0430\u0432\u0430\u043d\u0435 \u0438 \u0435 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0438\u0440\u0430\u043d\u0430 \u0434\u0430 \u0437\u0430\u043f\u0438\u0441\u0432\u0430 \u043f\u043e\u0441\u043b\u0435\u0434\u043d\u0438\u044f \u0440\u0435\u0437\u0443\u043b\u0442\u0430\u0442, \u043a\u043e\u0439\u0442\u043e \u0435 \u0442\u043e\u0437\u0438, \u043f\u043e\u0441\u043e\u0447\u0435\u043d \u0442\u0443\u043a.

asterisk_2=**
has_been_modified=\u0422\u0430\u0437\u0438 \u043e\u0446\u0435\u043d\u043a\u0430 \u0435 \u0431\u0438\u043b\u0430 \u043f\u0440\u043e\u043c\u0435\u043d\u0435\u043d\u0430, \u0441\u043b\u0435\u0434 \u043a\u0430\u0442\u043e \u0441\u0442\u0435 \u043f\u043e\u0441\u0442\u0438\u0433\u043d\u0430\u043b\u0438 \u0437\u0430\u043f\u0438\u0441\u0430\u043d\u0438\u044f \u0440\u0435\u0437\u0443\u043b\u0442\u0430\u0442. \u041c\u043e\u043b\u044f, \u043a\u043e\u043d\u0441\u0443\u043b\u0442\u0438\u0440\u0430\u0439\u0442\u0435 \u0441\u0435 \u0441 \u043f\u0440\u0435\u043f\u043e\u0434\u0430\u0432\u0430\u0442\u0435\u043b\u044f \u0441\u0438, \u0430\u043a\u043e \u043e\u0442\u043a\u0440\u0438\u0435\u0442\u0435 \u043d\u044f\u043a\u0430\u043a\u0432\u0438 \u043d\u0435\u0441\u044a\u043e\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0438\u044f.
currently_being_edited=\u0422\u0430\u0437\u0438 \u043e\u0446\u0435\u043d\u043a\u0430 \u0432 \u043c\u043e\u043c\u0435\u043d\u0442\u0430 \u0441\u0435 \u0440\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430. \u0414\u043e\u0441\u0442\u044a\u043f\u044a\u0442 \u0434\u043e \u043e\u0431\u0440\u0430\u0442\u043d\u0430 \u0432\u0440\u044a\u0437\u043a\u0430, \u0430\u043a\u043e \u0435 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d, \u0449\u0435 \u0431\u044a\u0434\u0435 \u0434\u043e\u0441\u0442\u044a\u043f\u0435\u043d \u0441\u043b\u0435\u0434 \u043f\u0440\u0438\u043a\u043b\u044e\u0447\u0432\u0430\u043d\u0435 \u043d\u0430 \u0440\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u043d\u0435\u0442\u043e.

immediate=\u041d\u0435\u0437\u0430\u0431\u0430\u0432\u043d\u043e

#Students view all submissions
review_assessment_view=\u0412\u0438\u0436\u0442\u0435
review_assessment_all=\u041f\u0440\u0435\u0433\u043b\u0435\u0434 \u043d\u0430 \u0432\u0441\u0438\u0447\u043a\u0438 \u043f\u043e\u0434\u0430\u0434\u0435\u043d\u0438 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u0438/\u0440\u0435\u0437\u0443\u043b\u0442\u0430\u0442\u0438
review_assessment_recorded=\u041f\u0440\u0435\u0433\u043b\u0435\u0434 \u0441\u0430\u043c\u043e \u043d\u0430 \u0437\u0430\u043f\u0438\u0441\u0430\u043d\u0438 \u0440\u0435\u0437\u0443\u043b\u0442\u0430\u0442\u0438
assessment_recorded=\u0417\u0430\u043f\u0438\u0441\u0430\u043d\u043e
average_score=(\u0441\u0440\u0435\u0434\u043d\u043e)
highest_score=(\u041d\u0430\u0439-\u0432\u0438\u0441\u043e\u043a\u043e)
last_score=(\u041f\u043e\u0441\u043b\u0435\u0434\u043d\u043e)

t_time_limit=\u0412\u0440\u0435\u043c\u0435\u0432\u0438 \u043b\u0438\u043c\u0438\u0442
