#X-Generator: crowdin.com
page_title=\u062a\u062d\u0648\u06cc\u0644 \u0622\u06cc\u062a\u0645 \u0627\u0631\u0632\u06cc\u0627\u0628\u06cc
page_heading=\u0627\u0631\u0632\u06cc\u0627\u0628\u06cc \u0647\u0627
take_assessment=\u06cc\u06a9 \u0627\u0631\u0632\u06cc\u0627\u0628\u06cc \u0627\u0646\u062c\u0627\u0645 \u062f\u0647\u06cc\u062f
take_assessment_notes=\u0627\u0631\u0632\u06cc\u0627\u0628\u06cc \u0647\u0627\u06cc \u0630\u06a9\u0631\u0634\u062f\u0647 \u0632\u06cc\u0631 \u0628\u0631\u0627\u06cc \u0634\u0645\u0627 \u0642\u0627\u0628\u0644 \u062f\u0633\u062a\u0631\u0633\u06cc \u0645\u06cc \u0628\u0627\u0634\u0646\u062f. \u0628\u0631\u0627\u06cc \u0634\u0631\u0648\u0639\u060c \u0628\u0631 \u0631\u0648\u06cc \u0639\u0646\u0648\u0627\u0646 \u0627\u0631\u0632\u06cc\u0627\u0628\u06cc \u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f.

date_due=\u0632\u0645\u0627\u0646 \u0648 \u062a\u0627\u0631\u06cc\u062e \u0645\u0642\u0631\u0631
submitted_assessments=\u0627\u0631\u0632\u06cc\u0627\u0628\u06cc \u0647\u0627\u06cc \u062b\u0628\u062a \u0634\u062f\u0647
review_assessment=\u06cc\u06a9 \u0627\u0631\u0632\u06cc\u0627\u0628\u06cc \u0631\u0627 \u0628\u0627\u0632\u0628\u06cc\u0646\u06cc \u0646\u0645\u0627\u06cc\u06cc\u062f
review_assessment_notes=\u0634\u0645\u0627 \u0627\u0631\u0632\u06cc\u0627\u0628\u06cc \u0647\u0627\u06cc \u0632\u06cc\u0631 \u0631\u0627 \u06a9\u0627\u0645\u0644 \u06a9\u0631\u062f\u0647 \u0627\u06cc\u062f. \u0628\u0627\u0632\u062e\u0648\u0631\u062f \u062f\u0631 \u0632\u0645\u0627\u0646 \u0646\u0634\u0627\u0646 \u062f\u0627\u062f\u0647 \u0634\u062f\u0647 \u062f\u0631 \u062f\u0633\u062a\u0631\u0633 \u062e\u0648\u0627\u0647\u062f \u0628\u0648\u062f \u0645\u06af\u0631 \u0627\u06cc\u0646\u06a9\u0647 \u0628\u0627\u0632\u062e\u0648\u0631\u062f \u0645\u0648\u062c\u0648\u062f \u0639\u0628\u0627\u0631\u062a n/a (\u063a\u06cc\u0631 \u06a9\u0627\u0631\u0628\u0631\u062f\u06cc) \u0631\u0627 \u0646\u0634\u0627\u0646 \u062f\u0647\u062f \u0627\u06af\u0631 \u0628\u0627\u0632\u062e\u0648\u0631\u062f \u0628\u0631\u0627\u06cc \u0645\u0648\u0631\u062f \u0627\u0631\u0633\u0627\u0644\u06cc \u062e\u0627\u0635\u06cc \u062f\u0631 \u062f\u0633\u062a\u0631\u0633 \u0628\u0627\u0634\u062f\u060c \u062f\u0631 \u0632\u06cc\u0631 "\u0645\u0634\u0627\u0647\u062f\u0647 \u0647\u0645\u0647 \u0627\u0631\u0633\u0627\u0644 \u0647\u0627/\u0646\u0645\u0631\u0627\u062a" \u062f\u06cc\u062f\u0647 \u062e\u0648\u0627\u0647\u062f \u0634\u062f.

take_assessment_notAvailable=\u062f\u0631 \u062d\u0627\u0644 \u062d\u0627\u0636\u0631 \u0647\u06cc\u0686\u06af\u0648\u0646\u0647 \u0627\u0631\u0632\u06cc\u0627\u0628\u06cc \u0628\u0631\u0627\u06cc \u0634\u0645\u0627 \u0648\u062c\u0648\u062f \u0646\u062f\u0627\u0631\u062f.
review_assessment_notAvailable=\u0634\u0645\u0627 \u062a\u0627\u06a9\u0646\u0648\u0646 \u0647\u06cc\u0686\u06af\u0648\u0646\u0647 \u0627\u0631\u0632\u06cc\u0627\u0628\u06cc \u0631\u0627 \u062b\u0628\u062a \u0646\u06a9\u0631\u062f\u0647 \u0627\u06cc\u062f.
title=\u0639\u0646\u0648\u0627\u0646
statistics=\u0622\u0645\u0627\u0631
grade=\u0646\u0645\u0631\u0647
raw=\u0646\u0645\u0631\u0647 \u062e\u0627\u0645
score=\u0627\u0645\u062a\u064a\u0627\u0632
recorded_score=\u0627\u0645\u062a\u06cc\u0627\u0632 \u062b\u0628\u062a \u0634\u062f\u0647
individual_score=\u0627\u0645\u062a\u06cc\u0627\u0632 \u0641\u0631\u062f\u06cc 
feedback_date=\u0628\u0627\u0632\u062e\u0648\u0631\u062f \u0645\u0648\u062c\u0648\u062f \u0627\u0633\u062a
stats=\u0622\u0645\u0627\u0631
time=\u0632\u0645\u0627\u0646
submitted=\u0627\u0631\u0633\u0627\u0644 \u0634\u062f
days=\u0631\u0648\u0632\u0647\u0627
hours=\u0633\u0627\u0639\u062a \u0647\u0627
hour=\u0633\u0627\u0639\u062a
minutes=\u062f\u0642\u06cc\u0642\u0647
seconds=\u062b\u0627\u0646\u06cc\u0647 \u0647\u0627
not_applicable=\u063a\u06cc\u0631 \u06a9\u0627\u0631\u0628\u0631\u062f\u06cc
view=\u0646\u0645\u0627\u06cc\u0634
select_date_format=\u062f\u0642\u06cc\u0642\u0647\: \u0633\u0627\u0639\u062a \u0633\u0627\u0644/\u0631\u0648\u0632/\u0645\u0627\u0647
na=\u063a\u06cc\u0631 \u06a9\u0627\u0631\u0628\u0631\u062f\u06cc

sum_availableAssessment=\u0641\u0647\u0631\u0633\u062a \u0627\u0631\u0632\u06cc\u0627\u0628\u06cc \u0647\u0627\u06cc \u0645\u0648\u062c\u0648\u062f
sum_submittedAssessment=\u0641\u0647\u0631\u0633\u062a \u0627\u0631\u0632\u06cc\u0627\u0628\u06cc \u0647\u0627\u06cc \u0627\u0631\u0633\u0627\u0644 \u0634\u062f\u0647.
assessment_updated=*\u0627\u0631\u0632\u06cc\u0627\u0628\u06cc \u0628\u0647 \u0631\u0648\u0632 \u0631\u0633\u0627\u0646\u06cc \u0634\u062f.*
assessment_updated_need_resubmit=*\u0627\u0631\u0632\u06cc\u0627\u0628\u06cc \u0628\u0647 \u0631\u0648\u0632 \u0631\u0633\u0627\u0646\u06cc \u0634\u062f. \u0628\u0631\u0627\u06cc \u0627\u0637\u0645\u06cc\u0646\u0627\u0646 \u0628\u0627\u06cc\u062f \u0645\u062c\u062f\u062f\u0627 \u0627\u0631\u0633\u0627\u0644 \u0646\u0645\u0627\u06cc\u06cc\u062f.*
assessmentRetractedForEdit=*\u0627\u0631\u0632\u06cc\u0627\u0628\u06cc \u062c\u0645\u0639 \u0622\u0648\u0631\u06cc \u0634\u062f. \u0628\u0627\u0632\u062e\u0648\u0631\u062f \u0645\u0648\u062c\u0648\u062f \u0646\u0645\u06cc \u0628\u0627\u0634\u062f.*

# Title of links: starts with t_
t_sortTitle=\u0645\u0631\u062a\u0628 \u0646\u0645\u0648\u062f\u0646 \u0627\u0631\u0632\u06cc\u0627\u0628\u06cc \u0647\u0627 \u0628\u0631 \u0627\u0633\u0627\u0633 \u0639\u0646\u0648\u0627\u0646
t_sortFbDate=\u0645\u0631\u062a\u0628 \u0646\u0645\u0648\u062f\u0646 \u0627\u0631\u0632\u06cc\u0627\u0628\u06cc \u0647\u0627 \u0628\u0631 \u0627\u0633\u0627\u0633 \u062a\u0627\u0631\u06cc\u062e \u0628\u0627\u0632\u062e\u0648\u0631\u062f
t_sortScore=\u0645\u0631\u062a\u0628 \u0646\u0645\u0648\u062f\u0646 \u0627\u0631\u0632\u06cc\u0627\u0628\u06cc \u0647\u0627 \u0628\u0631 \u0627\u0633\u0627\u0633 \u0627\u0645\u062a\u06cc\u0627\u0632
t_sortTime=\u0645\u0631\u062a\u0628 \u0646\u0645\u0648\u062f\u0646 \u0627\u0631\u0632\u06cc\u0627\u0628\u06cc \u0647\u0627 \u0628\u0631 \u0627\u0633\u0627\u0633 \u0632\u0645\u0627\u0646 \u0633\u067e\u0631\u06cc \u0634\u062f\u0647
t_sortSubmittedDate=\u0645\u0631\u062a\u0628 \u0646\u0645\u0648\u062f\u0646 \u0627\u0631\u0632\u06cc\u0627\u0628\u06cc \u0647\u0627 \u0628\u0631 \u0627\u0633\u0627\u0633 \u062a\u0627\u0631\u06cc\u062e \u0627\u0631\u0633\u0627\u0644
t_takeAssessment=\u0627\u0646\u062c\u0627\u0645 \u0627\u0631\u0632\u06cc\u0627\u0628\u06cc
t_reviewAssessment=\u0628\u0627\u0632\u0628\u06cc\u0646\u06cc \u0627\u0631\u0632\u06cc\u0627\u0628\u06cc
t_histogram=\u0645\u0634\u0627\u0647\u062f\u0647 \u0622\u0645\u0627\u0631


# alt tag for images: start with alt_
alt_sortTitleAscending=\u0645\u0631\u062a\u0628 \u0646\u0645\u0648\u062f\u0646 \u0635\u0639\u0648\u062f\u06cc \u0628\u0631 \u0627\u0633\u0627\u0633 \u0639\u0646\u0648\u0627\u0646
alt_sortTitleDescending=\u0645\u0631\u062a\u0628 \u0646\u0645\u0648\u062f\u0646 \u0646\u0632\u0648\u0644\u06cc \u0628\u0631 \u0627\u0633\u0627\u0633 \u0639\u0646\u0648\u0627\u0646
alt_sortFbDateAscending=\u0645\u0631\u062a\u0628 \u0646\u0645\u0648\u062f\u0646 \u0635\u0639\u0648\u062f\u06cc \u0628\u0631 \u0627\u0633\u0627\u0633 \u062a\u0627\u0631\u06cc\u062e \u0628\u0627\u0632\u062e\u0648\u0631\u062f
alt_sortFbDateDescending=\u0645\u0631\u062a\u0628 \u0646\u0645\u0648\u062f\u0646 \u0646\u0632\u0648\u0644\u06cc \u0628\u0631 \u0627\u0633\u0627\u0633 \u062a\u0627\u0631\u06cc\u062e \u0628\u0627\u0632\u062e\u0648\u0631\u062f
alt_sortScoreAscending=\u0645\u0631\u062a\u0628 \u0646\u0645\u0648\u062f\u0646 \u0635\u0639\u0648\u062f\u06cc \u0628\u0631 \u0627\u0633\u0627\u0633 \u0627\u0645\u062a\u06cc\u0627\u0632
alt_sortScoreDescending=\u0645\u0631\u062a\u0628 \u0646\u0645\u0648\u062f\u0646 \u0646\u0632\u0648\u0644\u06cc \u0628\u0631 \u0627\u0633\u0627\u0633 \u0627\u0645\u062a\u06cc\u0627\u0632
alt_sortTimeAscending=\u0645\u0631\u062a\u0628 \u0646\u0645\u0648\u062f\u0646 \u0635\u0639\u0648\u062f\u06cc \u0628\u0631 \u0627\u0633\u0627\u0633 \u0632\u0645\u0627\u0646 \u0633\u067e\u0631\u06cc \u0634\u062f\u0647
alt_sortTimeDescending=\u0645\u0631\u062a\u0628 \u0646\u0645\u0648\u062f\u0646 \u0646\u0632\u0648\u0644\u06cc \u0628\u0631 \u0627\u0633\u0627\u0633 \u0632\u0645\u0627\u0646 \u0633\u067e\u0631\u06cc \u0634\u062f\u0647
alt_sortSubmittedDateAscending=\u0645\u0631\u062a\u0628 \u0646\u0645\u0648\u062f\u0646 \u0635\u0639\u0648\u062f\u06cc \u0628\u0631 \u0627\u0633\u0627\u0633 \u062a\u0627\u0631\u06cc\u062e \u0627\u0631\u0633\u0627\u0644
alt_sortSubmittedDateDescending=\u0645\u0631\u062a\u0628 \u0646\u0645\u0648\u062f\u0646 \u0646\u0632\u0648\u0644\u06cc \u0628\u0631 \u0627\u0633\u0627\u0633 \u062a\u0627\u0631\u06cc\u062e \u062b\u0628\u062a


# notes for explaining highest or last submission SAK-5924
asterisk=*
highest_note=\u0627\u06cc\u0646 \u0627\u0631\u0632\u06cc\u0627\u0628\u06cc \u0627\u0645\u06a9\u0627\u0646 \u0686\u0646\u062f\u06cc\u0646 \u0628\u0627\u0631 \u0627\u0631\u0633\u0627\u0644 \u0631\u0627 \u0641\u0631\u0627\u0647\u0645 \u0622\u0648\u0631\u062f\u0647 \u0648 \u0628\u0647 \u06af\u0648\u0646\u0647 \u0627\u06cc \u062a\u0646\u0638\u06cc\u0645 \u0634\u062f\u0647 \u0627\u0633\u062a \u06a9\u0647 \u0628\u06cc\u0634\u062a\u0631\u06cc\u0646 \u0627\u0645\u062a\u06cc\u0627\u0632\u06cc \u06a9\u0647 \u0627\u06cc\u0646\u062c\u0627 \u0644\u06cc\u0633\u062a \u0634\u062f\u0647 \u0627\u0633\u062a \u0631\u0627 \u062b\u0628\u062a \u0645\u06cc \u0646\u0645\u0627\u06cc\u062f. 
last_note=\u0627\u06cc\u0646 \u0627\u0631\u0632\u06cc\u0627\u0628\u06cc \u0627\u0645\u06a9\u0627\u0646 \u0686\u0646\u062f\u06cc\u0646 \u0628\u0627\u0631 \u0627\u0631\u0633\u0627\u0644 \u0631\u0627 \u0641\u0631\u0627\u0647\u0645 \u0622\u0648\u0631\u062f\u0647 \u0648 \u0628\u0647 \u06af\u0648\u0646\u0647 \u0627\u06cc \u062a\u0646\u0638\u06cc\u0645 \u0634\u062f\u0647 \u0627\u0633\u062a \u06a9\u0647 \u0622\u062e\u0631\u06cc\u0646 \u0627\u0645\u062a\u06cc\u0627\u0632\u06cc \u06a9\u0647 \u0627\u06cc\u0646\u062c\u0627 \u0644\u06cc\u0633\u062a \u0634\u062f\u0647 \u0627\u0633\u062a \u0631\u0627 \u062b\u0628\u062a \u0645\u06cc \u0646\u0645\u0627\u06cc\u062f.

asterisk_2=**
has_been_modified=\u0627\u06cc\u0646 \u0627\u0631\u0632\u06cc\u0627\u0628\u06cc \u0628\u0639\u062f \u0627\u0632 \u062b\u0628\u062a \u0634\u0645\u0627 \u062a\u063a\u06cc\u06cc\u0631 \u062f\u0627\u062f\u0647 \u0634\u062f\u0647 \u0627\u0633\u062a. \u062f\u0631 \u0635\u0648\u0631\u062a \u0647\u0631\u06af\u0648\u0646\u0647 \u0645\u063a\u0627\u06cc\u0631\u062a \u0628\u0627 \u0645\u0631\u0628\u06cc \u062e\u0648\u062f \u0645\u0634\u0648\u0631\u062a \u0646\u0645\u0627\u06cc\u06cc\u062f.
currently_being_edited=\u0627\u06cc\u0646 \u0627\u0631\u0632\u06cc\u0627\u0628\u06cc \u062f\u0631 \u062d\u0627\u0644 \u062d\u0636\u0631 \u062f\u0631 \u062d\u0627\u0644 \u0648\u06cc\u0631\u0627\u06cc\u0634 \u0645\u06cc \u0628\u0627\u0634\u062f. \u062f\u0633\u062a\u0631\u0633\u06cc \u0628\u0647 \u0628\u0627\u0632\u062e\u0648\u0631\u062f \u0628\u0639\u062f \u0627\u0632 \u0627\u062a\u0645\u0627\u0645 \u0648\u06cc\u0631\u0627\u06cc\u0634 \u0627\u0645\u06a9\u0627\u0646 \u067e\u0630\u06cc\u0631 \u062e\u0648\u0627\u0647\u062f \u0628\u0648\u062f.

immediate=\u0641\u0648\u0631\u06cc

#Students view all submissions
review_assessment_view=\u0646\u0645\u0627\u06cc\u0634
review_assessment_all=\u0646\u0645\u0627\u06cc\u0634 \u062a\u0645\u0627\u0645 \u062b\u0628\u062a \u0647\u0627/\u0627\u0645\u062a\u06cc\u0627\u0632\u0627\u062a
review_assessment_recorded=\u0646\u0645\u0627\u06cc\u0634 \u0627\u0645\u062a\u06cc\u0627\u0632\u0647\u0627\u06cc \u062b\u0628\u062a \u0634\u062f\u0647
assessment_recorded=\u062b\u0628\u062a \u0634\u062f\u0647
average_score=(\u0645\u06cc\u0627\u0646\u06af\u06cc\u0646)
highest_score=(\u0628\u06cc\u0634\u062a\u0631\u06cc\u0646)
last_score=(\u0622\u062e\u0631\u06cc\u0646)

t_time_limit=\u0645\u062d\u062f\u0648\u062f\u06cc\u062a \u0632\u0645\u0627\u0646




