#X-Generator: crowdin.com
podcast_home_title=Podcasts
podcast_home_sub=Para subscrever copie o endere\u00e7o RSS e coloque-o no seu 
podcatcher=leitor de Podcasts

feed_title=\: Podcast oficial
feed_desc1=\ Podcast oficial.
feed_desc2=\ Por favor volte frequentemente para actualiza\u00e7\u00f5es.
feed_copyright=Copyright 2007 The Sakai Foundation. All rights reserved.

no_podcasts=N\u00e3o existem Podcasts.
no_access=N\u00e3o est\u00e1 autorizado a utilizar esta ferramenta. Contacte o Suporte para assist\u00eancia.

posted_by=Publicado por 

access=Access
add=Criar
at=em 
cancel=Cancelar
delete=Remover
download=Descarregar
maint=Maintain
new=Criar
on=em
options=Op\u00e7\u00f5es
permissions=Permiss\u00f5es
read=Ler
revise=Editar
role=Perfil
subscribe=Subscrever\:

close_paren=)
open_paren=(
spacer_bar=| 

publish_date_format=EEEEEE',' MMM dd yyyy hh\:mm a z
date_picker_format=MMM/dd/yyyy hh\:mm\:ss a
date_by_hand_format=MMM/dd/yyyy hh\:mm a
date_picker_format_string=(Formato ANO/M\u00caS/DIA hh\:mm AM/PM)
internal_date_format=yyyyMMddhhmmssSSS

popup_text=Um leitor de Podcasts \u00e9 um programa de computador utilizado para descarregar automaticamente Podcasts. O iTunes \u00e9 um leitor popular, mas n\u00e3o \u00e9 o \u00fanico programa dispon\u00edvel para o efeito.

current_file=Ficheiro actual
current_date=Data de publica\u00e7\u00e3o actual

required_prompt=Itens necess\u00e1rios marcados com uma 
file_prompt=Seleccione um ficheiro
date_prompt=Data de publica\u00e7\u00e3o
title_prompt=T\u00edtulo
change_submit=Guardar altera\u00e7\u00f5es
file_to_upload=Ficheiro a carregar

add_title=Criar Podcast
add_directions=Complete o formul\u00e1rio e clique no bot\u00e3o apropriado bo fundo da p\u00e1gina.

description_prompt=Descri\u00e7\u00e3o
email_prompt=Norifica\u00e7\u00e3o por correio electr\u00f3nico

delete_title=A remover Podcast...
delete_submit=Remover
del_confirm=Pretende remover o seguinte podcast?

revise_title=Editar Podcast
revise_directions=Actualize o formul\u00e1rio  e escolha o bot\u00e3o apropriado no fundo da p\u00e1gina.

perm_title=Permiss\u00f5es
perm_directions=Modificar permiss\u00f5es para a ferramenta Podcasts na \u00e1rea 

options_title=Op\u00e7\u00f5es
options_directions1=Para dar acesso aos Podcasts atrav\u00e9s de um 
options_directions2=seleccione Vis\u00edvel ao p\u00fablico. Para restringir os Podcasts aos participantes da \u00e1rea e desactivar o acesso atrav\u00e9s de um 
options_directions3=seleccione Vis\u00edvel na \u00e1rea.

options_public=Vis\u00edvel ao p\u00fablico
options_site=Vis\u00edvel na \u00e1rea

option_change_confirm=As permiss\u00f5es para a subscri\u00e7\u00e3o Podcast foram alteradas. Esta subscri\u00e7\u00e3o n\u00e3o est\u00e1 mais dispon\u00edvel para o p\u00fablico. Para n\u00e3o-participantes da \u00e1rea acederem \u00e0 subscri\u00e7\u00e3o, altere as Op\u00e7\u00f5es convenientemente.

no_resource_alert=Para utilizar a ferramenta Podcasts, \u00e9 necess\u00e1rio addicionar primeiro a ferramenta {0}.
nofile_alert=Aviso\: Tem de seleccionar um ficheiro
nodate_alert=Aviso\: \u00c9 necess\u00e1rio introduzir uma data
notitle_alert=Aviso\: \u00c9 necess\u00e1rio introduzir um t\u00edtulo
notitle=T\u00edtulo n\u00e3o especificado
length_alert=O URL do Podcast, incluindo o nome do ficheiro, n\u00e3o pode exceder os 254 caracteres.
quota_alert=Excedeu a sua quota nos Recursos. Remova alguns itens e tente novamente.
max_size_exceeded_alert=Aviso\: O limite de {0} MB para o tamanho de ficheiros foi ultrapassado.
permission_alert=N\u00e3o tem permiss\u00f5es para remover o ficheiro seleccionado.
internal_error_alert=Ocorreu um erro. Tente novamente.
id_unused_alert=O ID do recurso n\u00e3o corresponde a um recurso v\u00e1lido. Tente de novo e, caso se verifique novamente, contacte o Suporte.
id_invalid_alert=O ID do recurso \u00e9 inv\u00e1lido. Tente de novo e, caso se verifique novamente, contacte o Suporte.
io_alert=Ocorreu um erro ao carregar o ficheiro. Por favor verifique o caminho e tente novamente.
id_used_alert=O ID do recurso j\u00e1 est\u00e1 em uso. Tente novamente.
invalid_date_alert=A data tem de ser introduzida no seguinte formato\: ANO/M\u00caS/DIA HH\:MM AM/PM

podfeed_revise_title=Editar Subscri\u00e7\u00e3o Podcast
podfeed_revise_directions=O t\u00edtulo e a descri\u00e7\u00e3o da subscri\u00e7\u00e3o Podcast estar\u00e3o dispon\u00edveis para os participantes da \u00e1rea atrav\u00e9s dos seus leitores de Podcasts. Actualize o formul\u00e1rio e escolhe o bot\u00e3o apropriado no fundo da p\u00e1gina.
podfeed_revise_url_caption=Endere\u00e7o do Podcast

podfeed_author=Criado por Sakai
podfeed_copyrighttext=Copyright 2007.