podcast_home_title=Podcasts
podcast_home_sub=Suscr\u00edbase copiando la direcci\u00f3n del feed RSS y peg\u00e1ndola en sus favoritos
podcatcher=podcatcher

feed_title=Podcast para
feed_desc1=Podcast oficial.
feed_desc2=Por favor, compruebe otra vez a lo largo del semestre para actualizaciones.
feed_copyright=Copyright 2006 The Sakai Foundation. All rights reserved.

no_podcasts=No existen actualmente podcasts para esa ubicaci\u00f3n.
no_access=No est\u00e1 autorizado a ver esta herramienta. Contacte con su centro de soporte.

posted_by=Enviado por 

access=Acceso
add=A\u00f1adir
at=en
cancel=Cancelar
colon=\:
delete=Borrar
download=Descargar
maint=Mantener
new=Nuevo
on=en
options=Opciones
permissions=Permisos
read=Leer
revise=Editar
role=Rol
subscribe=Suscribirse\:

close_paren=)
open_paren=(
spacer_bar=| 

publish_date_format=EEEEEE',' dd MMMMM yyyy HH\\\:mm z
date_picker_format=dd/MM/yyyy HH\\\:mm
date_by_hand_format=dd/MM/yyyy HH\\\:mm
date_picker_format_string=(Formato\\\: dd/MM/YYYY HH\\\:mm)
internal_date_format=yyyyMMddhhmmssSSS

popup_text=Un podcatcher es un programa usado para descargar autom\u00e1ticamente los podcast. iTuenes tiene un podcatcher muy popular, pero no es el \u00fanico software disponible para \u00e9sto.

current_file=Fichero actual
current_date=Fecha/Hora de Publicaci\u00f3n Actual

required_prompt=Elementos requeridos marcados con un
file_prompt=Escoja un fichero
date_prompt=Fecha/Hora de Publicaci\u00f3n
title_prompt=T\u00edtulo
change_submit=Guardar Cambios
file_to_upload=Fichero a subir

add_title=A\u00f1adir Podcast
add_directions=Complete el formulario y a continuaci\u00f3n escoja el bot\u00f3n apropiado

description_prompt=Descripci\u00f3n
email_prompt=Notificaci\u00f3n por Email

delete_title=Borrando Podcast...
delete_submit=Borrar
del_confirm=\u00bfEst\u00e1 seguro de querer borrar los podcast siguientes?

revise_title=Editar el Podcast
revise_directions=Actualice el formulario y, a continuaci\u00f3n, escoja el bot\u00f3n apropiado

perm_title=Permisos
perm_directions=Escoja los permisos del Podcast en el sitio de trabajo
permission_directions=Establecer los permisos para la carpeta de Podcasts en el sitio de trabajo {0}

options_title=Opciones
options_directions1=Para proveer acceso a su podcast a trav\u00e9s de un
options_directions2=escoja Mostrar a los no miembros (visible p\u00fablicamente). Para limitar el acceso al podcast a los participantes de su sitio y desactivar el acceso a trav\u00e9s de
options_directions3=escoja Mostrar el Sitio.

options_public=Mostrar a los no miembros (visible p\u00fablicamente)
options_site=Mostrar el sitio
options_site_disabled=La acci\u00f3n de desactivar no est\u00e1 disponible para este sitio, esto puede deberse a que el sitio al completo ya es p\u00fablico.

option_change_confirm=Los permisos del feed del Podcast han cambiado. Este feed ya no es p\u00fablico. Para dar acceso en este sitio al feed del podcast a los no participantes, pulse Opciones en la barra superior y seleccione el bot\u00f3n Mostrar a los no miembros (visible p\u00fablicamente).

no_resource_alert=Para usar la utilidad Podcast, primero ha de a\u00f1adir la herramienta {0}.
nofile_alert=Alerta\: Debe escoger un fichero
nodate_alert=Alerta\: Tiene que introducir una fecha y una hora
notitle_alert=Alerta\: Debe introducir un t\u00edtulo
notitle=Debe introducir un t\u00edtulo
length_alert=La URL, incluyendo el nombre del fichero, no puede exceder de 254 caractertes. Para a\u00f1adir este podcast reduzca el contenido del nombre del fichero y pruebe otra vez
quota_alert=Ha excedido el espacio disponible para sus Recursos. Borre elementos y pruebe otra vez.
max_size_exceeded_alert=\u00a1Atenci\u00f3n\! El tama\u00f1o del fichero excede el l\u00edmite de {0} MB.
permission_alert=No tiene permisos para borrar el fichero seleccionado.
internal_error_alert=Un error interno impidi\u00f3 que su operaci\u00f3n se completara. Por favor int\u00e9ntelo otra vez.
id_unused_alert=El ID del recurso no se corresponde con un recurso v\u00e1lido. Por favor, pruebe otra vez y si vuelve a ocurrir contante con el soporte.
id_invalid_alert=El ID del recurso es inv\u00e1lido. Por favor, pruebe otra vez y si vuelve a ocurrir contacte con el soporte para resolver el problema.
io_alert=Hubo un problema con la carga de su archivo. Por favor, compruebe la ruta o vu\u00e9lvalo a seleccionar e int\u00e9ntelo de nuevo.
id_used_alert=El ID del recurso ya est\u00e1 en uso. Por favor, vuelva a intentarlo.
invalid_date_alert=Ha de introducir la fecha en el siguiente formato\: MM/DD/YYYY HH\:MM AM/PM

podfeed_revise_title=Editar el Feed del Podcast
podfeed_revise_directions=El t\u00edtulo y la descripci\u00f3n del feed del podcast estar\u00e1n disponibles para los participantes del sitio dentro del podcatcher. Actualize el formulario y, a continuaci\u00f3n, seleccione el bot\u00f3n apropiado.
podfeed_revise_url_caption=Direcci\u00f3n del RSS feed 

podfeed_author=Creado por la plataforma
podfeed_copyrighttext=Copyright 2007.
