#Fri Nov 26 20:35:14 CET 2010
title_prompt=T\u00EDtulo
date_prompt=Data/Hor\u00E1rio de Publica\u00E7\u00E3o
del_confirm=Voc\u00EA tem certeza que deseja apagar o seguinte podcast?
invalid_date_alert=Voc\u00EA deve entrar a data no seguinte formato\: MM/DD/YYYY HH\:MM AM/PM
internal_error_alert=Um erro interno impediu sua opera\u00E7\u00E3o de ser finalizada. Por favor tente novamente.
options_directions3=escolha Apresentar para o Site.
options_directions2=escolha Apresentar para n\u00E3o-membros (dispon\u00EDvel para todos). Para restringir o acesso ao seu podcast para os participantes do seu site e impedir o acesso por meio de um
options_directions1=Para oferecer acesso ao seu podcast por meio de um
change_submit=Salvar Altera\u00E7\u00F5es
notitle_alert=Alerta\: Voc\u00EA deve entrar com um t\u00EDtulo
publish_date_format=EEEEEE',' dd MMMMM yyyy hh\:mm a z
podcast_home_title=Podcasts
add=Adicionar
feed_desc2=\ Por favor consulte novamente ao longo do semestre por atualiza\u00E7\u00F5es.
spacer_bar=| 
feed_copyright=Copyright 2007 The Sakai Foundation. All rights reserved.
feed_desc1=\ official podcast.
maint=Manter
add_directions=Complete o formul\u00E1rio e em seguida escolha o bot\u00E3o apropriado abaixo.
add_title=Adicionar Podcast
colon=\:
permissions=Permiss\u00F5es
io_alert=Houve um problema ao fazer upload do seu arquivo. Por favor verifique o caminho ou selecione-o de novo e tente outra vez.
id_invalid_alert=O ID para o recurso \u00E9 um recurso inv\u00E1lido. Por favor tente novamente e se isto ocorrer novamente, entre em contato com o suporte para auxiliar a resolver.
podfeed_copyrighttext=Copyright 2007.
file_prompt=Escolha um arquivo
perm_title=Permiss\u00F5es
revise=Revisar
no_resource_alert=Para usar a ferramenta Podcast, voc\u00EA deve primeiro adicionar a {0} ferramenta.
open_paren=(
delete_title=Apagando Podcast...
on=no
revise_title=Revisar Podcast
podfeed_revise_title=Revisar feed do Podcast
description_prompt=Descri\u00E7\u00E3o
role=Papel
quota_alert=Voc\u00EA excedeu sua quota no Reposit\u00F3rio. Apague itens e tente novamente.
date_picker_format=MM/dd/yyyy hh\:mm\:ss a
internal_date_format=yyyyMMddhhmmssSSS
subscribe=Assinar\:
current_date=Data/Hor\u00E1rio de Publica\u00E7\u00E3o Atual
new=Novo
read=Ler
required_prompt=Itens obrigat\u00F3rios marcados com um
close_paren=)
delete_submit=Apagar
feed_title=Podcast oficial de
options=Op\u00E7\u00F5es
access=Acessar
no_podcasts=N\u00E3o h\u00E1 no momento podcasts neste local.
current_file=Arquivo Atual
nodate_alert=Alerta\: Voc\u00EA deve entrar com uma data e hor\u00E1rio
at=em
permission_alert=Voc\u00EA n\u00E3o tem permiss\u00E3o para apagar o arquivo selecionado.
option_change_confirm=As permiss\u00F5es para o feed do Podcasts foram alteradas. Este feed n\u00E3o est\u00E1 mais vis\u00EDvel para todos. Para n\u00E3o-participantes acessarem o feed do podcast deste site, selecione o link Op\u00E7\u00F5es acima e selecione o item para Apresentar para n\u00E3o-membros (vis\u00EDvel para todos).
perm_directions=Selecione permiss\u00F5es para Podcasts no site
file_to_upload=Arquivo para fazer Upload
id_unused_alert=O ID para o recurso n\u00E3o corresponder a um recurso v\u00E1lido. Por favor tente novamente e se isto ocorrer novamente, entre em contato com o suporte para auxiliar a resolver.
date_picker_format_string=(Format\: MM/DD/YYYY HH\:MM AM/PM)
email_prompt=Notifica\u00E7\u00E3o por Email
download=Baixar
nofile_alert=Alerta\: Voc\u00EA deve escolher um arquivo
podcast_home_sub=Assine agora copiando este endere\u00E7o de feed RSS e colando-o em seu 
podfeed_revise_url_caption=Endere\u00E7o do feed RSS
options_public=Apresentar para n\u00E3o-membros (vis\u00EDvel para todos)
options_site=Apresentar para o site
length_alert=A URL do podcast, incluindo o nome do arquivo, n\u00E3o pode exceder 254 caracteres. Para adicionar este podcast com sucesso, reduza o comprimento do nome do arquivo e tente novamente.
delete=Apagar
date_by_hand_format=MM/dd/yyyy hh\:mm a
options_title=Op\u00E7\u00F5es
podcatcher=podcatcher
notitle=Voc\u00EA deve entrar com um t\u00EDtulo
popup_text=Um podcatcher \u00E9 um programa de computador usado para automaticamente baixar podcasts. iTunes \u00E9 um podcatcher popular, mas n\u00E3o \u00E9 o \u00FAnico software dispon\u00EDvel para este prop\u00F3sito.
cancel=Cancelar
posted_by=Postado por
id_used_alert=O ID para o recurso j\u00E1 est\u00E1 em um. Por favor tente novamente.
no_access=Voc\u00EA n\u00E3o tem permiss\u00E3o para visualizar esta ferramenta. Entre em contato com seu suporte local para assist\u00EAncia.
podfeed_revise_directions=O t\u00EDtulo e a descri\u00E7\u00E3o do feed do podcast estar\u00E1 dispon\u00EDveis para os participantes do site em seus podcatcher. Atualize o formul\u00E1rio e em seguida selecione o bot\u00E3o apropriado abaixo.
podfeed_author=Criado by Sakai
revise_directions=Atualize o formul\u00E1rio e em seguida escolha o bot\u00E3o apropriado abaixo.
