#Fri Nov 26 20:33:18 CET 2010
title_prompt=Titre
date_prompt=Date/Heure de publication
del_confirm=Voulez-vous vraiment supprimer les balados suivants?
invalid_date_alert=Vous devez inscrire la date dans le format suivant\: MM/DD/YYYY HH\:MM AM/PM
internal_error_alert=In erreur interne a emp\u00EAch\u00E9 votre op\u00E9ration de se compl\u00E9ter. Veuillez essayer \u00E0 nouveau.
options_directions3=s\u00E9lectionnez Afficher dans le site.
options_directions2=s\u00E9lectionnez Afficher aux non membres (visible publiquement). Pour limiter l'acc\u00E8s \u00E0 vos balados aux particpants de votre site et d\u00E9sactiver l'acc\u00E8s par l'entremise de 
options_directions1=Pour fournir un acc\u00E8s \u00E0 vos balados par l'entremise de
change_submit=Enregistrer modifications
notitle_alert=Alerte\: Vous devez inscrire un titre.
publish_date_format=EEEEEE',' dd MMMMM yyyy hh\:mm a z
podcast_home_title=Balados
add=Ajouter
feed_desc2=Veuillez v\u00E9rifier les mises \u00E0 jour au cours de la session.
spacer_bar=| 
feed_copyright=Tous droits r\u00E9serv\u00E9s 2006, The Sakai Foundation.
feed_desc1=\ balado officiel.
maint=G\u00E9rer
add_directions=Compl\u00E9tez ce formulaire, puis s\u00E9lectionnez le bouton appropri\u00E9 au bas.
add_title=Ajouter balado
colon=\:
permissions=Droits d'acc\u00E8s
io_alert=Un probl\u00E8me s'est produit lors du t\u00E9l\u00E9versement de votre fichier. Veuillez v\u00E9rifier le nom du chemin d'acc\u00E8s et essayez \u00E0 nouveau.
id_invalid_alert=L'ID pour la ressource est une ressource invalide. Veuillez essayer \u00E0 nouveau. Si le probl\u00E8me se produit \u00E0 nouveau, contactez le support technique pour le r\u00E9soudre.
podfeed_copyrighttext=Tous droits r\u00E9serv\u00E9s 2006.
file_prompt=S\u00E9lectionnez un fichier
perm_title=Droits d'acc\u00E8s
revise=R\u00E9viser
no_resource_alert=Pour utiliser l'outil Balado, vous devez d'abord ajouter l'outil {0}.
open_paren=(
delete_title=Suppression du balado...
on=le
revise_title=R\u00E9viser balado
podfeed_revise_title=R\u00E9viser le fil de syndication du balado
description_prompt=Description
role=R\u00F4le
quota_alert=Vous avez d\u00E9pass\u00E9 votre quota dans les ressources. Supprimez des \u00E9l\u00E9ments et essayez \u00E0 nouveau.
date_picker_format=MM/dd/yyyy hh\:mm\:ss a
internal_date_format=yyyyMMddhhmmssSSS
subscribe=Adh\u00E9rez\:
current_date=Date/Heure de publication actuelle
new=Nouveau
read=Lire
required_prompt=\u00C9l\u00E9ments obligatoires indiqu\u00E9s par un
close_paren=)
delete_submit=Supprimer
feed_title=Balado pour
options=Options
access=Acc\u00E8s
no_podcasts=Il n'y a actuellement aucun balados \u00E0 cet endroit.
current_file=Fichier actuel
nodate_alert=Alerte\: Vous devez inscrire une date et une heure.
at=\u00E0
permission_alert=Vous n'avez pas le droit de supprimer le fichier s\u00E9lectionner.
option_change_confirm=Les droits d'acc\u00E8s pour le fil de syndication des balados ont \u00E9t\u00E9 modifi\u00E9s. Ce fil de syndication n'est plus visible publiquement. Pour que les non participants puissent acc\u00E9der au fil de syndication pour ce site, s\u00E9lectionnez le lien Options ci-dessus et s\u00E9lectionnez le bouton radio correspondant \u00E0 Afficher aux non membres (visible publiquement).
perm_directions=R\u00E9gler les droits d'acc\u00E8s aux balados dans le site
file_to_upload=Fichier \u00E0 t\u00E9l\u00E9verser
id_unused_alert=L'ID pour la ressource ne correspond pas \u00E0 une ressource valide. Veuillez essayer \u00E0 nouveau. Si le probl\u00E8me se produit \u00E0 nouveau, contactez le support technique pour le r\u00E9soudre.
date_picker_format_string=(Format\: MM/DD/YYYY HH\:MM AM/PM)
email_prompt=Notification par courriel
download=T\u00E9l\u00E9charger
nofile_alert=Alerte\: Vous devez s\u00E9lectionner un fichier.
podcast_home_sub=Adh\u00E9rez maintenant en copiant ce fil de syndication RSS et en le collant dans votre favoris
podfeed_revise_url_caption=Adresse du fil de syndication RSS
options_public=Afficher aux non membre (visible publiquement)
options_site=Afficher dans le site
length_alert=L'URL du balado, incluant le nom du fichier, ne peut pas exc\u00E9der 254 caract\u00E8res. Pour ajouter ce balado avec succ\u00E8s, r\u00E9duisez la taille du nom de fichier et essayez \u00E0 nouveau.
delete=Supprimer
date_by_hand_format=MM/dd/yyyy hh\:mm a
options_title=Options
podcatcher=agr\u00E9gateur
notitle=Vous devez inscrire un titre.
popup_text=Un agr\u00E9gateur est un logiciel utilis\u00E9 pour t\u00E9l\u00E9charger automatiquement des balados. iTunes est un agr\u00E9gateur populaire, mais n'est pas le seul logiciel disponible pour cette t\u00E2che.
cancel=Annuler
posted_by=Publi\u00E9 par
id_used_alert=L'ID de la ressource est d\u00E9j\u00E0 utilis\u00E9. Veuillez essayer \u00E0 nouveau.
no_access=Vous n'avez pas le droit de visualiser cet outil. Contactez votre centre de support technique local pour de l'aide.
podfeed_author=Cr\u00E9\u00E9 par Sakai
podfeed_revise_directions=Le titre et la description du fil de syndication du balado sera disponible aux participants du site \u00E0 partir de leur logiciel agr\u00E9gateur. Mettez \u00E0 jour le formulaire, puis s\u00E9lectionnez le bouton appropri\u00E9 au bas.
revise_directions=Mettez \u00E0 jour le formulaire, puis s\u00E9lectionnez le bouton appropri\u00E9 au bas.
