###################################
# Translated  by  INTERACTIVE LLC #
# email: sakaiteam@interactive.mn #
###################################

podcast_home_title=\u0424\u0430\u0439\u043B\u0430\u0430\u0440 \u0442\u04AF\u0433\u044D\u044D\u0445
podcast_home_sub=RSS \u0442\u044D\u0436\u044D\u044D\u043B\u0438\u0439\u043D \u0445\u0430\u044F\u0433 \u043D\u044C \u0445\u0443\u0443\u043B\u0431\u0430\u0440\u0430\u0430\u0440 \u0431\u04AF\u0440\u0442\u0433\u044D\u0445 \u0431\u0430 \u04AF\u04AF\u043D\u0438\u0439\u0433 \u04E9\u04E9\u0440\u0438\u0439\u043D \u0434\u0443\u0440\u0442\u0430\u0439 \u0445\u044D\u0441\u044D\u0433\u0442\u044D\u0439 \u0445\u0443\u0443\u043B\u0430\u0445. 
podcatcher=\u041F\u043E\u0434\u043A\u0430\u0447\u0435\u0440 

feed_title='s \u0410\u043B\u0431\u0430\u043D \u0451\u0441\u043D\u044B \u0444\u0430\u0439\u043B\u0430\u0430\u0440 \u0442\u04AF\u0433\u044D\u044D\u043B\u0442
feed_desc1= \ \u0410\u043B\u0431\u0430\u043D \u0451\u0441\u043D\u044B \u0444\u0430\u0439\u043B\u0430\u0430\u0440 \u0442\u04AF\u0433\u044D\u044D\u043B\u0442
feed_desc2= \ \u0425\u0430\u0433\u0430\u0441 \u0436\u0438\u043B\u0438\u0439\u043D \u0442\u0443\u0440\u0448 \u0428\u0438\u043D\u044D\u044F\u043B\u044D\u043B\u044D\u044D \u0434\u0430\u0445\u0438\u043D \u0448\u0430\u043B\u0433\u0430\u043D\u0430 \u0443\u0443. 
feed_copyright=\u0421\u0430\u043A\u0435\u0439 2007 \u043E\u043D\u0434 \u0437\u043E\u0445\u0438\u043E\u0433\u0447\u0438\u0439\u043D \u044D\u0440\u0445\u044D\u044D\u0440 \u0445\u0430\u043C\u0433\u0430\u0430\u043B\u0430\u0433\u0434\u0430\u043D. \u0411\u04AF\u0445 \u044D\u0440\u0445\u044D\u044D\u0440 \u0445\u0430\u043C\u0433\u0430\u0430\u043B\u0430\u0433\u0434\u0441\u0430\u043D. 

no_podcasts=\u042D\u043D\u044D \u0445\u044D\u0441\u044D\u0433\u0442 \u043E\u0434\u043E\u043E\u0433\u043E\u043E\u043E\u0440 \u043F\u043E\u0434\u043A\u0430\u0441\u0442 \u0431\u0430\u0439\u0445\u0433\u04AF\u0439 \u0431\u0430\u0439\u043D\u0430.
no_access=\u0422\u0430 \u044D\u043D\u044D \u0437\u0430\u0430\u0432\u0430\u0440\u0447\u0438\u043B\u0433\u0430\u0430\u0433 \u043D\u044D\u044D\u0445 \u0437\u04E9\u0432\u0448\u04E9\u04E9\u0440\u04E9\u043B\u0433\u04AF\u0439 \u0431\u0430\u0439\u043D\u0430.\u0414\u043E\u0442\u043E\u043E\u0434 \u0445\u043E\u043B\u0431\u043E\u043E\u0433\u043E\u043E\u0440 \u0442\u0443\u0441\u043B\u0430\u043C\u0436\u044B\u043D \u0442\u04E9\u0432 \u0440\u04AF\u04AF \u0445\u043E\u043B\u0431\u043E\u0433\u0434\u043E\u043D\u043E \u0443\u0443.

posted_by=\u041C\u044D\u0434\u044D\u044D\u043B\u044D\u043B\u0441\u044D\u043D:

access=\u0425\u0430\u043D\u0434\u0430\u043B\u0442
add=\u041D\u044D\u043C\u044D\u0445
at=at 
cancel=\u0426\u0443\u0446\u043B\u0430\u0445
colon=:
delete=\u0423\u0441\u0442\u0433\u0430\u0445
download=\u0422\u0430\u0442\u0430\u0445
maint=\u0425\u0430\u0434\u0433\u0430\u043B\u0430\u0445
new=\u0428\u0438\u043D\u044D
on=on 
options=\u0422\u043E\u0445\u0438\u0440\u0433\u043E\u043E
permissions=\u0417\u04E9\u0432\u0448\u04E9\u04E9\u0440\u043B\u04AF\u04AF\u0434
read=\u0423\u043D\u0448\u0438\u0445
revise=\u0425\u044F\u043D\u0430\u0445
role=\u04AE\u04AF\u0440\u044D\u0433
subscribe=\u0417\u0430\u0445\u0438\u0430\u043B\u0433\u0430:

close_paren=)
open_paren=(
spacer_bar= | 

publish_date_format=EEEEEE',' dd MMMMM yyyy hh:mm a z
date_picker_format=MM/dd/yyyy hh:mm:ss a
date_by_hand_format=MM/dd/yyyy hh:mm a
date_picker_format_string=(Format: MM/DD/YYYY HH:MM AM/PM)
internal_date_format=yyyyMMddhhmmssSSS

popup_text=\u041F\u043E\u0434\u043A\u0430\u0447\u0435\u0440 \u043D\u044C \u043A\u043E\u043C\u043F\u044C\u044E\u0442\u0435\u0440 \u043F\u0440\u043E\u0433\u0440\u0430\u043C \u043D\u044C \u043F\u043E\u0434\u043A\u0430\u0441\u0442\u044B\u0433 \u0430\u0432\u0442\u043E\u043C\u0430\u0442\u0430\u0430\u0440 \u0442\u0430\u0442\u0430\u0445\u0430\u0434 \u0430\u0448\u0438\u0433\u043B\u0430\u0433\u0434\u0434\u0430\u0433. \u0410\u0439\u0442\u0443\u043D\u0435\u0441 \u043D\u044C \u043E\u043B\u043E\u043D \u043D\u0438\u0439\u0442\u044D\u0434 \u0445\u04AF\u0440\u0442\u044D\u044D\u043C\u0436\u044D\u0439 \u043F\u043E\u0434\u043A\u0430\u0441\u0447\u044D\u0440 \u044E\u043C \u0433\u044D\u0445\u0434\u044D\u044D \u044D\u043D\u044D \u043D\u044C \u0437\u04E9\u0432\u0445\u04E9\u043D \u043A\u043E\u043C\u043F\u044C\u044E\u0442\u0435\u0440\u0438\u0439\u043D \u043F\u0440\u043E\u0433\u0440\u0430\u043C \u0434\u044D\u044D\u0440 \u0430\u0448\u0438\u0433\u043B\u0430\u0445 \u0431\u043E\u043B\u043E\u043C\u0436\u0442\u043E\u0439. 

current_file=\u041E\u0434\u043E\u043E\u0433\u0438\u0439\u043D \u0444\u0430\u0439\u043B
current_date=\u041E\u0434\u043E\u043E\u0433\u0438\u0439\u043D \u0445\u044D\u0432\u043B\u044D\u043B \u041E\u0433\u043D\u043E\u043E/\u0425\u0443\u0433\u0430\u0446\u0430\u0430

required_prompt=\u0428\u0430\u0430\u0440\u0434\u043B\u0430\u0433\u0430\u0442\u0430\u0439 \u043C\u044D\u0434\u044D\u044D\u043B\u043B\u0438\u0439\u0433 \u0442\u044D\u043C\u044D\u0434\u044D\u0433\u043B\u044D\u0445
file_prompt=\u0444\u0430\u0439\u043B \u0441\u043E\u043D\u0433\u043E\u0445
date_prompt= \u0425\u044D\u0432\u043B\u044D\u0445 \u041E\u0433\u043D\u043E\u043E/\u0425\u0443\u0433\u0430\u0446\u0430\u0430
title_prompt=\u0413\u0430\u0440\u0447\u0438\u0433
change_submit=\u04E8\u04E9\u0440\u0447\u043B\u04E9\u043B\u0442\u0438\u0439\u0433 \u0445\u0430\u0434\u0433\u0430\u043B\u0430\u0445
file_to_upload=\u0411\u0430\u0439\u0440\u0448\u0443\u0443\u043B\u0430\u0445 \u0444\u0430\u0439\u043B

add_title=\u041F\u043E\u0434\u043A\u0430\u0441\u0442 \u043D\u044D\u043C\u044D\u0445
add_directions=\u0425\u044D\u043B\u0431\u044D\u0440\u0438\u0439\u0433 \u0431\u0438\u0435\u043B\u044D\u0433\u0434\u0441\u043D\u0438\u0439 \u0434\u0430\u0440\u0430\u0430 \u0442\u043E\u0445\u0438\u0440\u043E\u0445 \u0442\u043E\u0432\u0447\u0438\u0439\u0433 \u0441\u043E\u043D\u0433\u043E\u043D\u043E.

description_prompt=\u0422\u0430\u0439\u043B\u0431\u0430\u0440
email_prompt=\u042D\u043B\u043E\u043A\u0442\u0440\u043E\u043D \u0448\u0443\u0443\u0434\u0430\u043D \u043C\u044D\u0434\u044D\u0433\u0434\u044D\u043B

delete_title=\u043F\u043E\u0434\u043A\u0430\u0441\u0442\u044B\u0433 \u0443\u0441\u0442\u0433\u0430\u0445...
delete_submit=\u0423\u0441\u0442\u0433\u0430\u0445
del_confirm=\u0422\u0430 \u0434\u0430\u0440\u0430\u0430\u0445 \u043F\u043E\u0434\u043A\u0430\u0441\u0442\u044B\u0433 \u0443\u0441\u0442\u0433\u0430\u0445\u044B\u0433 \u0445\u04AF\u0441\u044D\u0436 \u0431\u0430\u0439\u043D\u0430 \u0443\u0443? 

revise_title=\u041F\u043E\u0434\u043A\u0430\u0441\u0442\u044B\u0433 \u0445\u044F\u043D\u0430\u0445
revise_directions=\u0425\u044D\u043B\u0431\u044D\u0440\u0438\u0439\u0433 \u0448\u0438\u043D\u044D\u0447\u043B\u044D\u044D\u0434 \u0442\u043E\u0445\u0438\u0440\u043E\u0445 \u0442\u043E\u0432\u0447\u0438\u0439\u0433 \u0441\u043E\u043D\u0433\u043E\u043D\u043E.

perm_title=\u0417\u04E9\u0432\u0448\u04E9\u04E9\u0440\u043B\u04AF\u04AF\u0434
perm_directions=\u0410\u0436\u0438\u043B\u044B\u043D \u0441\u0430\u0439\u0442 \u0434\u0430\u0445\u044C \u043F\u043E\u0434\u043A\u0430\u0441\u0442\u044B\u043D \u0437\u04E9\u0432\u0448\u04E9\u04E9\u0440\u04E9\u0445 \u0445\u044D\u0440\u044D\u0433\u0441\u044D\u043B
permission_directions=\u0410\u0436\u0438\u043B\u044B\u043D \u0441\u0430\u0439\u0442 \u0434\u0430\u0445\u044C \u041F\u043E\u0434\u043A\u0430\u0441\u0442 \u0445\u0430\u0432\u0442\u0430\u0441\u044B\u0433 \u0437\u04E9\u0432\u0448\u04E9\u04E9\u0440\u04E9\u0445{0}

options_title=\u0422\u043E\u0445\u0438\u0440\u0433\u043E\u043E
options_directions1=\u041F\u043E\u0434\u043A\u0430\u0441\u0442\u044B\u043D \u0448\u0443\u0443\u0434 \u0445\u0430\u043D\u0434\u0430\u043B\u0442\u044B\u0433 \u0445\u0430\u043D\u0433\u0430\u0445 
options_directions2=\u0413\u0438\u0448\u04AF\u04AF\u043D\u0447\u043B\u044D\u043B\u0433\u04AF\u0439 \u0445\u044D\u0440\u044D\u0433\u043B\u044D\u0433\u0447\u0438\u0434\u044D\u0434 \u0445\u0430\u0440\u0443\u0443\u0445\u0430\u0430\u0440 \u0441\u043E\u043D\u0433\u043E\u0445(\u043E\u043B\u043E\u043D \u043D\u0438\u0439\u0442\u044D\u0434 \u0445\u04AF\u0440\u0442\u044D\u044D\u043C\u0436\u0442\u044D\u0439).\u0421\u0430\u0439\u0442\u044B\u043D \u0445\u044D\u0440\u044D\u0433\u043B\u044D\u0433\u0447\u0438\u0434\u0438\u0439\u043D \u043F\u043E\u0434\u043A\u0430\u0441\u0442\u044B\u043D \u0445\u0430\u043D\u0434\u0430\u043B\u0442\u044B\u0433 \u0445\u044F\u0437\u0433\u0430\u0430\u0440\u043B\u0430\u0445, \u0448\u0443\u0443\u0434 \u0445\u0430\u043D\u0434\u0430\u0445 \u0431\u043E\u043B\u043E\u043C\u0436\u0433\u04AF\u0439 \u0431\u043E\u043B\u0433\u043E\u0445 
options_directions3=\u04AE\u0437\u04AF\u04AF\u043B\u044D\u0445 \u0441\u0430\u0439\u0442\u044B\u0433 \u0441\u043E\u043D\u0433\u043E\u0445.

options_public=\u0413\u0438\u0448\u04AF\u04AF\u043D\u0447\u043B\u044D\u043B\u0438\u0439\u043D \u044D\u0440\u0445\u0433\u04AF\u0439 \u0445\u044D\u0440\u044D\u0433\u043B\u044D\u0433\u0447\u0438\u0434\u044D\u0434 \u04AF\u0437\u04AF\u04AF\u043B\u044D\u0445 (\u043E\u043B\u043E\u043D \u043D\u0438\u0439\u0442\u044D\u0434 \u0445\u04AF\u0440\u0442\u044D\u044D\u043C\u0436\u0442\u044D\u0439)
options_site=\u0421\u0430\u0439\u0442\u044B\u0433 \u04AF\u0437\u04AF\u04AF\u043B\u044D\u0445

option_change_confirm=\u041F\u043E\u0434\u043A\u0430\u0441\u0442\u0442\u044B\u043D \u0445\u0430\u043D\u0433\u0430\u043C\u0436\u044B\u0433 \u04E9\u04E9\u0440\u0447\u043B\u04E9\u0445 \u0437\u04E9\u0432\u0448\u04E9\u04E9\u0440\u04E9\u043B. \u042D\u043D\u044D \u0442\u044D\u0436\u044D\u044D\u043B \u043D\u044C \u0443\u0434\u0430\u0430\u043D \u0445\u0443\u0433\u0430\u0446\u0430\u0430\u0433\u0430\u0430\u0440 \u043E\u043B\u043E\u043D \u043D\u0438\u0439\u0442\u044D\u0434 \u0438\u043B \u0431\u0430\u0439\u0434\u0430\u0433\u0433\u04AF\u0439. \u042D\u0440\u0445\u0433\u04AF\u0439 \u0445\u044D\u0440\u044D\u0433\u043B\u044D\u0433\u0447\u0438\u0434 \u044D\u043D\u044D \u0441\u0430\u0439\u0442\u044B\u043D \u043F\u043E\u0434\u043A\u0430\u0441\u0442\u044D\u0434 \u0445\u0430\u043D\u0434\u0430\u0445\u044B\u043D \u0442\u0443\u043B\u0434 \u043B\u0438\u043D\u043A \u0434\u044D\u044D\u0440\u0445 \u0442\u043E\u0445\u0438\u0440\u0433\u043E\u043E\u0433 \u0441\u043E\u043D\u0433\u043E\u043D \u0431\u043E\u043B\u043E\u043D \u0445\u04AF\u043B\u044D\u044D\u043D \u0430\u0432\u0430\u0433\u0447\u0438\u0439\u043D \u0442\u043E\u0445\u0438\u0440\u0433\u043E\u043E\u0433 \u0442\u0430\u0430\u0440\u0443\u0443\u043B\u0441\u043D\u044B \u0434\u0430\u0440\u0430\u0430 \u0433\u0438\u0448\u04AF\u04AF\u043D\u0447\u043B\u044D\u043B\u0433\u04AF\u0439 \u0445\u044D\u0440\u044D\u0433\u043B\u044D\u0433\u0447\u0438\u0434 \u04AF\u0437\u04AF\u04AF\u043B\u043D\u044D (\u043E\u043B\u043E\u043D \u043D\u0438\u0439\u0442\u044D\u0434 \u0445\u04AF\u0440\u0442\u044D\u044D\u043C\u0436\u0442\u044D\u0439).

no_resource_alert=\u041F\u043E\u0434\u043A\u0430\u0441\u0442\u044B\u0433 \u0430\u0448\u0438\u0433\u043B\u0430\u0445\u0434\u0430\u0430 \u044D\u0445\u043B\u044D\u044D\u0434 \u0437\u0430\u0430\u0432\u0430\u0440\u0447\u0438\u043B\u0433\u0430\u0430 \u043D\u044D\u043C\u044D\u0445 \u0445\u044D\u0440\u044D\u0433\u0442\u044D\u0439.
nofile_alert=\u0410\u043D\u0445\u0430\u0430\u0440\u0443\u0443\u043B\u0433\u0430:\u0422\u0430 \u0444\u0430\u0439\u043B\u0430\u0430 \u0441\u043E\u043D\u0433\u043E\u0445 \u0451\u0441\u0442\u043E\u0439. 
nodate_alert=\u0410\u043D\u0445\u0430\u0430\u0440\u0443\u0443\u043B\u0433\u0430: \u0422\u0430 \u043E\u0433\u043D\u043E\u043E \u0431\u043E\u043B\u043E\u043D \u0445\u0443\u0433\u0430\u0446\u0430\u0430\u0433\u0430\u0430 \u043E\u0440\u0443\u0443\u043B\u0430\u0445 \u0451\u0441\u0442\u043E\u0439.
notitle_alert=\u0410\u043D\u0445\u0430\u0430\u0440\u0443\u0443\u043B\u0433\u0430: \u0422\u0430 \u0433\u0430\u0440\u0447\u0438\u0433\u0430\u0430 \u043E\u0440\u0443\u0443\u043B\u0430\u0445 \u0451\u0441\u0442\u043E\u0439.
notitle=\u0422\u0430 \u0433\u0430\u0440\u0447\u0438\u0433\u0430\u0430 \u043E\u0440\u0443\u0443\u043B\u0430\u0445 \u0451\u0441\u0442\u043E\u0439.
length_alert=\u041F\u043E\u0434\u043A\u0430\u0441\u0442 URL,\u0444\u0430\u0439\u043B\u044B\u043D \u043D\u044D\u0440 \u043E\u0440\u0443\u0443\u043B\u0430\u043D 254 \u0438\u043B\u04AF\u04AF \u0442\u044D\u043C\u0434\u044D\u0433 \u043E\u0440\u0443\u0443\u043B\u0430\u0445 \u0431\u043E\u043B\u043E\u043C\u0436\u0433\u04AF\u0439. \u042D\u043D\u044D \u043F\u043E\u0434\u043A\u0430\u0441\u0442 \u0430\u043C\u0436\u0438\u043B\u0442\u0442\u0430\u0439 \u043D\u044D\u043C\u044D\u0445\u0438\u0439\u043D \u0442\u0443\u043B\u0434 \u0444\u0430\u0439\u043B\u044B\u043D \u043D\u044D\u0440\u0438\u0439\u043D \u0445\u044D\u043C\u0436\u044D\u044D\u0433 \u0431\u043E\u0433\u0438\u043D\u043E\u0441\u0433\u043E\u043E\u0434 \u0434\u0430\u0445\u0438\u043D \u043E\u0440\u043E\u043B\u0434\u043E\u043D\u043E \u0443\u0443.
quota_alert=\u041D\u04E9\u04E9\u0446\u0434\u04E9\u0445 \u043A\u0432\u043E\u0442\u044B\u043D \u0445\u044D\u043C\u0436\u044D\u044D \u0445\u044D\u0442\u044D\u0440\u0441\u044D\u043D. \u041C\u044D\u0434\u044D\u044D\u043B\u043B\u0438\u0439\u0433 \u0443\u0441\u0442\u0433\u0430\u0430\u0434 \u0434\u0430\u0445\u0438\u043D \u043E\u0440\u043E\u043B\u0434\u043E\u0436 \u04AF\u0437\u043D\u044D \u04AF\u04AF. 
max_size_exceeded_alert=\u0410\u043D\u0445\u0430\u0430\u0440\u0443\u0443\u043B\u0433\u0430: \u0411\u0430\u0439\u0440\u0448\u0443\u0443\u043B\u0430\u043B\u0442\u044B\u043D \u0445\u044D\u043C\u0436\u044D\u044D  \u043C\u0435\u0433\u0430\u0431\u0430\u0439\u0442\u044B\u043D \u0445\u044F\u0437\u0433\u0430\u0430\u0440\u0430\u0430\u0441 \u0445\u044D\u0442\u044D\u0440\u0441\u044D\u043D \u0431\u0430\u0439\u043D\u0430. 
permission_alert=\u0422\u0430 \u0441\u043E\u043D\u0433\u043E\u0441\u043E\u043D \u0444\u0430\u0439\u043B\u044B\u0433 \u0443\u0441\u0442\u0448\u0430\u0445 \u0437\u04E9\u0432\u0448\u04E9\u04E9\u0440\u04E9\u043B\u0433\u04AF\u0439 \u0431\u0430\u0439\u043D\u0430. 
internal_error_alert=\u0425\u044D\u0440\u044D\u0433\u0436\u0438\u0436 \u0431\u0443\u0439  \u04AF\u0439\u043B \u0430\u0436\u0438\u043B\u043B\u0430\u0433\u0430\u0430\u0433\u0430\u0430 \u0434\u043E\u0442\u043E\u043E\u0434 \u0430\u043B\u0434\u0430\u0430\u043D\u0430\u0430\u0441 \u0443\u0440\u044C\u0434\u0447\u0438\u043B\u0430\u043D \u0441\u044D\u0440\u0433\u0438\u0439\u043B\u044D\u044D\u0434 \u0434\u0430\u0445\u0438\u043D \u043E\u0440\u043E\u043B\u0434\u043E\u0436 \u04AF\u0437\u043D\u044D \u04AF\u04AF. 
id_unused_alert=\u041D\u04E9\u04E9\u0446\u04E9\u0434 \u0437\u043E\u0440\u0438\u0443\u043B\u0441\u0430\u043D ID \u043D\u044C \u0445\u04AF\u0447\u0438\u043D \u0442\u04E9\u0433\u04E9\u043B\u0434\u04E9\u0440 \u043D\u04E9\u04E9\u0446\u04E9\u0434 \u0442\u043E\u0445\u0438\u0440\u043E\u0445\u0433\u04AF\u0439 \u0431\u0430\u0439\u043D\u0430. \u0422\u0443\u0441\u043B\u0430\u043C\u0436\u044B\u043D \u0445\u044D\u0441\u044D\u0433\u0442\u044D\u0439 \u0445\u043E\u043B\u0431\u043E\u0433\u0434\u043E\u043E\u0434 \u0434\u0430\u0445\u0438\u043D \u043E\u0440\u043E\u043B\u0434\u043E\u0436 \u04AF\u0437\u043D\u044D \u04AF\u04AF. 
id_invalid_alert=\u041D\u04E9\u04E9\u0446\u04E9\u0434 \u0437\u043E\u0440\u0438\u0443\u043B\u0441\u0430\u043D ID \u043D\u044C \u0445\u04AF\u0447\u0438\u043D\u0433\u04AF\u0439 \u0431\u0430\u0439\u043D\u0430.  \u0422\u0443\u0441\u043B\u0430\u043C\u0436\u044B\u043D \u0445\u044D\u0441\u044D\u0433\u0442\u044D\u0439 \u0445\u043E\u043B\u0431\u043E\u0433\u0434\u043E\u043E\u0434 \u0434\u0430\u0445\u0438\u043D \u043E\u0440\u043E\u043B\u0434\u043E\u0436 \u04AF\u0437\u043D\u044D \u04AF\u04AF.
io_alert=\u042D\u043D\u0434 \u0444\u0430\u0439\u043B\u044B\u0433 \u0431\u0430\u0439\u0440\u0448\u0443\u0443\u043B\u0430\u0445\u0430\u0434 \u0431\u044D\u0440\u0445\u0448\u044D\u044D\u043B \u0433\u0430\u0440\u043B\u0430\u0430. \u0411\u04AF\u0442\u044D\u043D \u043D\u044D\u0440\u044D\u044D \u0448\u0430\u043B\u0433\u0430\u0445 \u044D\u0441\u0432\u044D\u043B \u0434\u0430\u0445\u0438\u043D \u043E\u0440\u043E\u043B\u0434\u043E\u0436 \u04AF\u0437\u043D\u044D \u04AF\u04AF.
id_used_alert=ID \u043D\u04E9\u04E9\u0446\u04E9\u0434 \u0430\u043B\u044C \u0445\u044D\u0434\u0438\u0439\u043D \u0430\u0448\u0438\u0433\u043B\u0430\u0433\u0434\u0441\u0430\u043D. \u0414\u0430\u0445\u0438\u043D \u043E\u0440\u043E\u043B\u0434\u043E\u0436 \u04AF\u0437\u043D\u044D \u04AF\u04AF.
invalid_date_alert= \u0422\u0430 \u0434\u0430\u0440\u0430\u0430\u0445 \u043E\u0433\u043D\u043E\u043E\u0433 \u0444\u043E\u0440\u043C\u0430\u0442\u0430\u0434 \u043E\u0440\u0443\u0443\u043B\u0430\u0445 \u0451\u0441\u0442\u043E\u0439: MM/DD/YYYY HH:MM AM/PM

podfeed_revise_title=\u041F\u043E\u0434\u043A\u0430\u0441\u0442 \u0445\u0430\u043D\u0433\u0430\u043C\u0436\u044B\u0433 \u0445\u044F\u043D\u0430\u0445 
podfeed_revise_directions=\u041F\u043E\u0434\u043A\u0430\u0441\u0442 \u0442\u044D\u0436\u044D\u044D\u043B\u0438\u0439\u043D \u0433\u0430\u0440\u0447\u0438\u0433 \u0431\u043E\u043B\u043E\u043D \u0442\u0430\u0439\u043B\u0431\u0430\u0440 \u043D\u044C \u0442\u04AF\u04AF\u043D\u0438\u0439 \u0434\u043E\u0442\u043E\u043E\u0434 \u043F\u043E\u0434\u043A\u0430\u0447\u044D\u0440\u0430\u0430\u0441 \u0441\u0430\u0439\u0442\u044B\u043D \u0445\u044D\u0440\u044D\u0433\u043B\u044D\u0433\u0447\u0438\u0434\u044D\u0434 \u043E\u043B\u0434\u043E\u0445 \u0431\u043E\u043B\u043D\u043E. \u0428\u0438\u043D\u044D\u0447\u043B\u044D\u043B \u0445\u0438\u0439\u0441\u043D\u0438\u0439 \u0434\u0430\u0440\u0430\u0430 \u0442\u043E\u0445\u0438\u0440\u043E\u0445 \u0442\u043E\u0432\u0447\u0438\u0439\u0433 \u0441\u043E\u043D\u0433\u043E\u043D\u043E. 
podfeed_revise_url_caption=RSS \u0442\u044D\u0436\u044D\u044D\u043B\u0438\u0439\u043D \u0445\u0430\u044F\u0433 

podfeed_author=\u0411\u04AF\u0442\u044D\u044D\u0433\u0447 \u0421\u0430\u043A\u0435\u0439
podfeed_copyrighttext=\u0417\u043E\u0445\u0438\u043E\u0433\u0447\u0438\u0439\u043D \u044D\u0440\u0445{0}.
