#X-Generator: crowdin.net
podcast_home_title=Baladodiffusions
podcast_home_sub=Adh\u00e9rez maintenant en copiant ce fil de syndication RSS et en le collant dans votre favoris
podcatcher=agr\u00e9gateur

feed_title=baladodiffusion pour
feed_desc1=baladodiffusion officielle.
feed_desc2=Veuillez v\u00e9rifier les mises \u00e0 jour au cours de la session.
feed_copyright=Copyright 2007 The Sakai Foundation. Tous droits r\u00e9serv\u00e9s.

no_podcasts=Il n'y a actuellement aucune baladodiffusion \u00e0 cet endroit.
no_access=Vous n'avez pas le droit de visualiser cet outil. Contactez votre centre de support technique local pour de l'aide.

posted_by=Publi\u00e9 par

access=Acc\u00e8s
add=Ajouter
at=\u00e0
cancel=Annuler
colon\=\:=
delete=Supprimer
download=T\u00e9l\u00e9charger
maint=Maintenir
new=Nouveau
on=le
options=Options
permissions=Droits d'acc\u00e8s
read=Lire
revise=\u00c9diter
role=R\u00f4le
subscribe=Adh\u00e9rez \:

close_paren=)
open_paren=(
spacer_bar=| 

publish_date_format=EEEEEE',' dd MMMMM yyyy hh\:mm a z
date_picker_format=MM/dd/yyyy hh\:mm\:ss a
date_by_hand_format=MM/dd/yyyy hh\:mm a
date_picker_format_string=(Format\: MM/DD/YYYY HH\:MM AM/PM)
internal_date_format=yyyyMMddhhmmssSSS

popup_text=Un agr\u00e9gateur est un logiciel utilis\u00e9 pour t\u00e9l\u00e9charger automatiquement des baladodiffusions. iTunes est un agr\u00e9gateur populaire, mais n'est pas le seul logiciel disponible pour cette t\u00e2che.

current_file=Fichier actuel
current_date=Date/Heure de publication actuelle

required_prompt=\u00c9l\u00e9ments obligatoires indiqu\u00e9s par un
file_prompt=S\u00e9lectionnez un fichier
date_prompt=Date/Heure de publication
title_prompt=Titre
change_submit=Enregistrer modifications
file_to_upload=Fichier \u00e0 d\u00e9poser

add_title=Ajouter baladodiffusion
add_directions=Compl\u00e9tez ce formulaire, puis s\u00e9lectionnez le bouton appropri\u00e9 au bas.

description_prompt=Description
email_prompt=Notification par courriel

delete_title=Suppression de la baladodiffusion...
delete_submit=Supprimer
del_confirm=Voulez-vous vraiment supprimer les baladodiffusion suivantes ?

revise_title=\u00c9diter baladodiffusion
revise_directions=Mettez \u00e0 jour le formulaire, puis s\u00e9lectionnez le bouton appropri\u00e9 en bas de la page .

perm_title=Droits d'acc\u00e8s
perm_directions=R\u00e9gler les droits d'acc\u00e8s aux baladodiffusions dans le site
permission_directions=D\u00e9finir les droits pour le dossier de Podcasts dans l'espace {0}

options_title=Options
options_directions1=Pour fournir un acc\u00e8s \u00e0 vos baladodiffusions par l'entremise de
options_directions2=s\u00e9lectionnez Afficher aux non membres (visible publiquement). Pour limiter l'acc\u00e8s \u00e0 vos baladodiffusions aux participants de votre site et d\u00e9sactiver l'acc\u00e8s par l'entremise de 
options_directions3=s\u00e9lectionnez Afficher dans le site.

options_public=Afficher aux non membre (visible publiquement)
options_site=Afficher dans le site
options_site_disabled=D\u00e9sactiv\u00e9 n'est pas possible pour cet espace, c'est peut-\u00eatre parce que l'ensemble de l'espace est d\u00e9j\u00e0 public.

option_change_confirm=Les droits d'acc\u00e8s pour le fil de syndication des balados ont \u00e9t\u00e9 modifi\u00e9s. Ce fil de syndication n'est plus visible publiquement. Pour que les non participants puissent acc\u00e9der au fil de syndication pour ce site, s\u00e9lectionnez le lien Options ci-dessus et s\u00e9lectionnez le bouton radio correspondant \u00e0 Afficher aux non membres (visible publiquement).

no_resource_alert=Pour utiliser l'outil Baladodiffusion, vous devez d'abord ajouter l'outil {0}.
nofile_alert=Alerte\: Vous devez s\u00e9lectionner un fichier.
nodate_alert=Alerte \: Vous devez inscrire une date et une heure.
notitle_alert=Alerte \: Vous devez inscrire un titre.
notitle=Vous devez inscrire un titre.
length_alert=L'URL de la baladodiffusion, incluant le nom du fichier, ne peut pas exc\u00e9der 254 caract\u00e8res. Pour ajouter cette baladodiffusion avec succ\u00e8s, r\u00e9duisez la taille du nom de fichier et essayez \u00e0 nouveau.
quota_alert=Vous avez d\u00e9pass\u00e9 votre quota dans les ressources. Supprimez des \u00e9l\u00e9ments et essayez \u00e0 nouveau.
max_size_exceeded_alert=Alerte \: La limite de taille de d\u00e9p\u00f4t de {0} Mo a \u00e9t\u00e9 d\u00e9pass\u00e9e.
permission_alert=Vous n'avez pas le droit de supprimer le fichier s\u00e9lectionn\u00e9.
internal_error_alert=Une erreur interne a emp\u00each\u00e9 votre op\u00e9ration de se compl\u00e9ter. Veuillez essayer \u00e0 nouveau.
id_unused_alert=L'identifiant pour la ressource ne correspond pas \u00e0 une ressource valide. Veuillez essayer \u00e0 nouveau. Si le probl\u00e8me se produit \u00e0 nouveau, contactez le support technique pour le r\u00e9soudre.
id_invalid_alert=L'identifiant pour la ressource est une ressource invalide. Veuillez essayer \u00e0 nouveau. Si le probl\u00e8me se produit \u00e0 nouveau, contactez le support technique pour le r\u00e9soudre.
io_alert=Un probl\u00e8me s'est produit lors du t\u00e9l\u00e9versement de votre fichier. Veuillez v\u00e9rifier le nom du chemin d'acc\u00e8s et essayez \u00e0 nouveau.
id_used_alert=L'identifiant de la ressource est d\u00e9j\u00e0 utilis\u00e9. Veuillez essayer \u00e0 nouveau.
invalid_date_alert=Vous devez inscrire la date dans le format suivant\: MM/DD/YYYY HH\:MM AM/PM

podfeed_revise_title=Modifier le fil de syndication de la baladodiffusion
podfeed_revise_directions=Le titre et la description du fil de syndication de la baladodiffusion sera disponible aux participants du site \u00e0 partir de leur logiciel agr\u00e9gateur. Mettez \u00e0 jour le formulaire, puis s\u00e9lectionnez le bouton appropri\u00e9 au bas.
podfeed_revise_url_caption=Adresse du fil de syndication RSS

podfeed_author=Cr\u00e9\u00e9 par Sakai
podfeed_copyrighttext=Tous droits r\u00e9serv\u00e9s  {0}.\n\n\n\n

