podcast_home_title=Podcasty
podcast_home_sub=Zam\u00F3w teraz kopiuj\u0105c ten adres kana\u0142u RSS i wklejaj\u0105c go do swoich ulubionych.
podcatcher=podcatcher

feed_title=oficjalny podcast.
feed_desc1= \ oficjalny podcast.
feed_desc2= \ Prosz\u0119 sprawdzi\u0107 ponownie ca\u0142y semestr w celu aktualizacji. 
feed_copyright=Copyright 2007 Fundacja Sakai. Wszystkie prawa zastrze\u017Cone.

no_podcasts=Obecnie nie ma podcast\u00F3w w tej lokalizacji.
no_access=Nie masz uprawnie\u0144, aby przegl\u0105da\u0107 to narz\u0119dzie. Skontaktuj si\u0119 z lokalnym dzia\u0142em pomocy technicznej.

posted_by=Umieszczone przez 

access=Dost\u0119p
add=Dodaj
at=na 
cancel=Anuluj
colon=:
delete=Usu\u0144
download=Pobierz
maint=Zachowaj
new=Nowy
on=o 
options=Opcje
permissions=Uprawnienia
read=Czytaj
revise=Edytuj
role=Rola
subscribe=Zam\u00F3w:

close_paren=)
open_paren=(
spacer_bar= | 

publish_date_format=EEEEEE',' dd MMMMM rrrr gg:mm a z
date_picker_format=MM/dd/rrrr gg:mm:ss a
date_by_hand_format=MM/dd/rrrr gg:mm a
date_picker_format_string=(Format: MM/DD/RRRR gg:MM AM/PM)
internal_date_format=rrrrMMddhhmmssSSS

popup_text=Podcatcher to program komputerowy s\u0142u\u017C\u0105cy do automatycznego pobierania podcast\u00F3w.  iTunes to popularny podcatcher, ale nie jest jedynym oprogramowaniem dost\u0119pnym w tym celu.

current_file=Aktualny plik
current_date=Aktualna Data/Czas publikacji

required_prompt=Wymagane elementy oznaczone s\u0105 
file_prompt=Wybierz plik 
date_prompt=Publikuj Dat\u0119/Czas 
title_prompt=Tytu\u0142
change_submit=Zapisz zmiany
file_to_upload=Plik do wys\u0142ania

add_title=Dodaj Podcast
add_directions=Wype\u0142nij formularz, nast\u0119pnie wybierz odpowiedni przycisk znajduj\u0105cy si\u0119 na dole.

description_prompt=Opis
email_prompt=Powiadomienie email

delete_title=Usuwanie Podcastu...
delete_submit=Usu\u0144
del_confirm=Czy na pewno chcesz usun\u0105\u0107 nast\u0119puj\u0105cy podcast?

revise_title=Edytuj Podcast
revise_directions=Zaktualizuj form\u0119, nast\u0119pnie wybierz odpowiedni przycisk znajduj\u0105cy si\u0119 na dole.

perm_title=Uprawnienia
perm_directions=Ustaw uprawnienia dla Podcast\u00F3w w worksite 
permission_directions=Ustaw uprawnienia dla folderu Podcast\u00F3w w worksite {0}

options_title=Opcje
options_directions1=Aby zapewni\u0107 dost\u0119p do podcast\u00F3w przez
options_directions2=wybierz polecenie Wy\u015Bwietl dla os\u00F3b nie b\u0119d\u0105cych cz\u0142onkami (dost\u0119pne publicznie). Aby ograniczy\u0107 dost\u0119p do podcast\u00F3w dla uczestnik\u00F3w Twojej witryny i wy\u0142\u0105czy\u0107 dost\u0119p poprzez
options_directions3=wybierz polecenie Wy\u015Bwietl w witrynie.

options_public=Wy\u015Bwietl dla os\u00F3b nieb\u0119d\u0105cych cz\u0142onkami (widoczne publicznie)
options_site=Wy\u015Bwietl w witrynie

option_change_confirm=Uprawnienia dla kana\u0142u Podcast\u00F3w uleg\u0142y zmianie . Ten kana\u0142 nie jest ju\u017C widoczny publicznie. Aby osoby nie b\u0119d\u0105ce uczestnikami mia\u0142y dost\u0119p do kana\u0142u podcastu dla tej witryny, wybierz link Opcje powy\u017Cej i zaznacz przycisk radiowy obok opcji Wy\u015Bwietl dla os\u00F3b nie b\u0119d\u0105cych cz\u0142onkami (widoczne publicznie).

no_resource_alert=Aby u\u017Cy\u0107 narz\u0119dzia Podcast\u00F3w, nale\u017Cy najpierw doda\u0107 narz\u0119dzie {0}.
nofile_alert=Ostrze\u017Cenie: Musisz wybra\u0107 plik
nodate_alert=Ostrze\u017Cenie: Musisz wprowadzi\u0107 dat\u0119 i czas
notitle_alert=Ostrze\u017Ceniet: Musisz wprowadzi\u0107 tytu\u0142
notitle=Musisz wprowadzi\u0107 tytu\u0142
length_alert=adres URL podcastu, \u0142\u0105cznie z nazw\u0105 pliku, nie mo\u017Ce przekracza\u0107 254 znak\u00F3w. Aby doda\u0107 ten podcast pomy\u015Blnie, skr\u00F3\u0107 nazw\u0119 pliku i spr\u00F3buj ponownie.
quota_alert=Przekroczy\u0142e\u015B sw\u00F3j limit w Zasobach. Usu\u0144 elementy i spr\u00F3buj ponownie.
max_size_exceeded_alert=Ostrze\u017Cenie: Limit rozmiaru przesy\u0142ania {o} MB zosta\u0142 przekroczony.
permission_alert=Nie masz uprawnie\u0144, aby usun\u0105\u0107 wybrany plik.
internal_error_alert=B\u0142\u0105d wewn\u0119trzny uniemo\u017Cliwi\u0142 zako\u0144czenie dzia\u0142ania. Prosimy spr\u00F3bowa\u0107 ponownie.
id_unused_alert=ID zasobu nie odpowiada wa\u017Cnemu zasobowi. Prosimy spr\u00F3bowa\u0107 ponownie, a je\u015Bli problem ten wyst\u0105pi ponownie, skontaktuj si\u0119 z centrum wsparcia w celu rozwi\u0105zania problemu.
id_invalid_alert=ID zasobu jest nieprawid\u0142owym zasobem. Prosimy spr\u00F3bowa\u0107 ponownie, a je\u015Bli problem ten wyst\u0105pi ponownie, skontaktuj si\u0119 z centrum wsparcia w celu rozwi\u0105zania problemu.
io_alert=Wyst\u0105pi\u0142 problem podczas przesy\u0142ania pliku. Prosz\u0119 sprawdzi\u0107 nazw\u0119 \u015Bcie\u017Cki lub wybra\u0107 ponownie i spr\u00F3bowa\u0107 ponownie.
id_used_alert=ID tego zasobu jest ju\u017C w u\u017Cyciu. Prosz\u0119 spr\u00F3bowa\u0107 ponownie.
invalid_date_alert=Musisz wprowadzic dat\u0119 w nast\u0119puj\u0105cym formacie: MM/DD/RRRR gg:MM AM/PM

podfeed_revise_title=Edytuj Kana\u0142 Podcastu
podfeed_revise_directions=Tytu\u0142 i opis Podcastu b\u0119dzie dost\u0119pny dla uczestnik\u00F3w witryny od wewn\u0105trz Podcatchera. Zaktualizuj form\u0119, nastepnie wybierz odpowiedni przycisk na dole. 
podfeed_revise_url_caption=Adres kana\u0142u RSS

podfeed_author=Utworzone przez Sakai
podfeed_copyrighttext=Prawa autorskie {0}.
