podcast_home_title=Podcasts
podcast_home_sub=Prenumerera genom att kopiera adressen till detta RSS-fl\u00f6de och klistra in i din 
podcatcher=podd-l\u00e4sare
feed_title=\ podcast
feed_desc1=\ podcast
feed_desc2=. Kolla efter uppdateringar h\u00e4r under terminen.
feed_copyright=Copyright 2007 Sakai Foundation.
no_podcasts=Det finns f\u00f6r n\u00e4rvarande inga podcasts h\u00e4r.
no_access=Du har inte till\u00e5telse att se detta verktyg. Kontakta din l\u00e4rare eller support f\u00f6r hj\u00e4lp.
posted_by=Postat av
access=\u00c5tkomst
add=L\u00e4gg till
at=vid 
cancel=Avbryt
colon=\:
delete=Ta bort
download=Ladda ned
maint=Maintain
new=Ny
on=den
options=Inst\u00e4llningar
permissions=Beh\u00f6righeter
read=L\u00e4s
revise=Redigera
role=Roll
subscribe=Prenumerera\:
close_paren=)
open_paren=(
spacer_bar=|
publish_date_format=EEEEEE',' dd MMMMM yyyy HH\:mm
date_picker_format=MM/dd/yyyy HH\:mm a
date_by_hand_format=MM/dd/yyyy HH\:mm a
date_picker_format_string=(Format\: MM/DD/YYYY HH\:MM AM/PM)
internal_date_format=yyyyMMddhhmmssSSS
popup_text=En podd-l\u00e4sare \u00e4r ett datorprogram d\u00e4r man prenumererar p\u00e5 podcasts och som automatiskt laddar ned dessa. iTunes \u00e4r en popul\u00e4r podd-l\u00e4sare, men \u00e4r inte den enda mjukvaran f\u00f6r detta \u00e4ndam\u00e5l.
current_file=Nuvarande fil
current_date=Publiceringsdatum och -tid
required_prompt=Obligatoriska f\u00e4lt \u00e4r markerade med en 
file_prompt=V\u00e4lj en fil
date_prompt=Ange publiceringsdatum och tid
title_prompt=Rubrik
change_submit=Spara
file_to_upload=Fil att ladda upp
add_title=L\u00e4gg till podcast
add_directions=Fyll i formul\u00e4ret och v\u00e4lj sedan passande knapp nedan. 
description_prompt=Beskrivning
email_prompt=Notifiering med e-post
delete_title=Tar bort podcast...
delete_submit=Ta bort
del_confirm=\u00c4r du s\u00e4ker p\u00e5 att du vill ta bort f\u00f6ljande podcast?
revise_title=Redigera podcast
revise_directions=Uppdatera formul\u00e4ret och v\u00e4lj sedan passande knapp nedan.
perm_title=Beh\u00f6righeter
perm_directions=S\u00e4tt beh\u00f6righeter f\u00f6r podcasts p\u00e5 sajten 
permission_directions=St\u00e4ll in beh\u00f6righeter f\u00f6r podcast-mappen p\u00e5 sajten {0}
options_title=Inst\u00e4llningar
options_directions1=F\u00f6r att ge tillg\u00e5ng till dina podcasts genom en 
options_directions2=v\u00e4lj 'Visa f\u00f6r icke-deltagare (publikt synlig)' . Om du vill att enbart sajtens deltagare ska ha tillg\u00e5ng till dina podcasts och d\u00e4rmed f\u00f6rhindra tillg\u00e5ng genom en
options_directions3=v\u00e4lj 'Visa f\u00f6r sajt'.
options_public=Visa f\u00f6r icke-deltagare (publikt synlig)
options_site=Visa f\u00f6r sajt
options_site_disabled=Inaktiverad f\u00f6r sajten \u00e4r inte tillg\u00e4nglig, detta kan bero p\u00e5 att sajten redan \u00e4r publicerad.
option_change_confirm=Inst\u00e4llningen f\u00f6r podcast-mappen i Filsamling har \u00e4ndrats. Mappen \u00e4r inte l\u00e4ngre publikt tillg\u00e4nglig. F\u00f6r att icke-deltagare p\u00e5 sajten skall kunna ta del av podcasten, v\u00e4lj 'Inst\u00e4llningar' intill mappen Podcasts och markera rutan 'Visa f\u00f6r icke-deltagare (publikt synlig)'.
no_resource_alert=F\u00f6r att kunna anv\u00e4nda postcast-verktyget s\u00e5 m\u00e5ste du f\u00f6rst l\u00e4gga till verktyget {0}.
nofile_alert=Obs\: Du m\u00e5ste v\u00e4lja en fil.
nodate_alert=Obs\: Du m\u00e5ste ange ett datum och tid.
notitle_alert=Obs\: Du m\u00e5ste ange en rubrik
notitle=Du m\u00e5ste ange en rubrik
length_alert=URL\:en till podcast\:en, inkluderande filnamnet, kan inte \u00f6verstiga 254 tecken. F\u00f6r att l\u00e4gga till denna podcast, reducera filens namn och f\u00f6rs\u00f6k p\u00e5 nytt.
quota_alert=Du har \u00f6verskridit ditt lagringsutrymme i Filsamling.  Ta bort n\u00e5gra filer och f\u00f6rs\u00f6k igen.
max_size_exceeded_alert=Varning\: Maxuppladdningsgr\u00e4nsen p\u00e5 {0} MB har \u00f6verskridits.
permission_alert=Du har inte beh\u00f6righet att ta bort den valda filen.
internal_error_alert=Ett internt fel intr\u00e4ffade, f\u00f6rs\u00f6k igen.
id_unused_alert=Id\:et f\u00f6r resursen \u00f6verensst\u00e4mmer ej med en giltig resurs. F\u00f6rs\u00f6k igen och om felet best\u00e5r, kontakta support.
id_invalid_alert=Resursen \u00e4r ej giltig. F\u00f6rs\u00f6k igen och om felet best\u00e5r, kontakta support.
io_alert=Ett fel intr\u00e4ffade vid filuppladdningen. Kontrollera s\u00f6kv\u00e4gen eller v\u00e4lj filen p\u00e5 nytt och f\u00f6rs\u00f6k igen.
id_used_alert=Id\:et f\u00f6r resursen anv\u00e4nds redan. F\u00f6rs\u00f6k igen.
invalid_date_alert=Du m\u00e5ste anv\u00e4nda f\u00f6ljande datum-format\: MM/DD/YYYY HH\:MM AM/PM
podfeed_revise_title=Redigera podcast-fl\u00f6det
podfeed_revise_directions=Rubriken och podcastens beskrivningen kommer att synas i deltagarnas podd-l\u00e4sare.
podfeed_revise_url_caption=RSS-fl\u00f6dets adress
podfeed_author=Skapad av Sakai
podfeed_copyrighttext=Copyright {0}.
