#Generated by ResourceBundle Editor (http://eclipse-rbe.sourceforge.net)
#Fri Nov 26 20:31:45 CET 2010

access = Acc\u00E9s

add = Afegeix

add_directions = Completeu el formulari, i trieu el bot\u00F3 apropiat de la part final.

add_title = Afegeix un podcast

at = a

cancel = Cancel\u00B7la

change_submit = Desa els canvis

close_paren = )

colon = :

current_date = Data/Hora de publicaci\u00F3 actual

current_file = Fitxer actual

date_by_hand_format = MM/dd/aaaa hh:mm a

date_picker_format = MM/dd/aaaa hh:mm:ss a

date_picker_format_string = (Format: MM/DD/AAAA HH:MM AM/PM)

date_prompt = Data/Hora de publicaci\u00F3 

del_confirm = Esteu segur que voleu suprimir el seg\u00FCent podcast?

delete = Suprimeix

delete_submit = Suprimeix

delete_title = Suprimint el podcast...

description_prompt = Descripci\u00F3

download = Descarrega

email_prompt = Notificaci\u00F3 per correu electr\u00F2nic

feed_copyright = Copyright 2006 The Sakai Foundation. All rights reserved.

feed_desc1 = \ podcast oficial.

feed_desc2 = \ Comproveu les actualitzacions per a tot el semestre. 

feed_title = Podcast per a

file_prompt = Trieu un fitxer 

file_to_upload = Fitxer a pujar

id_invalid_alert = L'ID del recurs \u00E9s d'un recurs inv\u00E0lid. Proveu-ho de nou i si es repeteix, contacteu amb el punt de suport per a solucionar-ho.

id_unused_alert = L'ID del recurs no correspon a cap recurs v\u00E0lid. Proveu-ho de nou i si es repeteix, contacteu amb el punt de suport per a solucionar-ho.

id_used_alert = L'ID del recurs ja existeix. Torneu-ho a provar amb un altre.

internal_date_format = aaaaMMddhhmmssSSS

internal_error_alert = Un error intern no ha  perm\u00E9s finalitzar la vostra operaci\u00F3. Proveu-ho de nou.

invalid_date_alert = Heu d'introduir una data amb el seg\u00FCent format: MM/DD/YYYY HH:MM AM/PM

io_alert = Hi ha hagut un problema pujant el vostre fitxer. Comproveu el cam\u00ED o torneu a seleccionar-lo i proveu-ho de nou. 

length_alert = La URL del podcast, incl\u00F2s el nom de fitxer, no pot excedir de 254 car\u00E0cters. Per afegir aquest podcast correctament, redu\u00EFu la mida del nom de fitxer i proveu-ho de nou.

maint = Administraci\u00F3

max_size_exceeded_alert = Av\u00EDs: La mida del fitxer excedeix el l\u00EDmit de {0} MB.

new = Nou

no_access = No teniu autoritzaci\u00F3 per veure aquesta eina. Contacteu amb el vostre punt de suport per a rebre assist\u00E8ncia.

no_podcasts = Actualment no hi ha podcasts en aquesta ubicaci\u00F3.

no_resource_alert = Per a utilitzar l'eina de Podcasts, primer heu d'afegir l'eina {0}.

nodate_alert = Av\u00EDs: Heu d'introduir una data i una hora

nofile_alert = Av\u00EDs: Heu de triar un fitxer

notitle = Heu de introduir un t\u00EDtol

notitle_alert = Av\u00EDs: Heu de introduir un t\u00EDtol

on = en

open_paren = (

option_change_confirm = Els permisos del generador de Podcasts han canviat. Aquest generador ja no ser\u00E0 visible p\u00FAblicament. Per a que els no participants puguin accedir al generador de podcasts per aquest espai, feu clic a 'Opcions' i escolliu el bot\u00F3 de grup corresponent a 'Mostra als no membres (visible p\u00FAblicament)'.   

options = Opcions

options_directions1 = Per a proporcionar acc\u00E9s als vostres podcasts a trav\u00E9s de

options_directions2 = trieu 'Mostra als no membres (disponible p\u00FAblicament)'. Per restringir l'acc\u00E9s als vostres podcasts als participants del vostre espai i deshabilitar l'acc\u00E9s a trav\u00E9s de

options_directions3 = trieu 'Mostra a l'espai'.

options_public = Mostra als no membres (visible p\u00FAblicament)

options_site = Mostra a l'espai

options_title = Opcions

perm_directions = Especifiqueu els permisos per als podcasts a l'espai de treball

perm_title = Permisos

permission_alert = No teniu autoritzaci\u00F3 per suprimir el fitxer seleccionat.

permission_directions = Configura els permisos per a la carpeta de Podcasts a l''espai de treball "{0}"

permissions = Permisos

podcast_home_sub = Subscriviu-vos ara copiant l'adre\u00E7a d'aquest generador RSS i enganxant-la als vostres preferits

podcast_home_title = Podcasts

podcatcher = podcatcher

podfeed_author = Creat per Sakai

podfeed_copyrighttext = Copyright 2006.

podfeed_revise_directions = El t\u00EDtol i la descripci\u00F3 del generador de podcast estar\u00E0 disponible als participants de l'espai des del seu podcatcher. Actualitzeu el formulari, i seleccioneu el bot\u00F3 apropiat de la part final.

podfeed_revise_title = Reviseu el generador de Podcast

podfeed_revise_url_caption = Adre\u00E7a del generador de RSS

popup_text = Un podcatcher \u00E9s un programa inform\u00E0tic per a descarregar autom\u00E0ticament podcasts. iTunes \u00E9s un podcatcher molt popular, per\u00F2 no \u00E9s l'\u00FAnic disponible per a aquest prop\u00F2sit. 

posted_by = Enviat per 

publish_date_format = EEEEEE',' dd MMMMM aaaa hh:mm a z

quota_alert = Heu excedit la vostra quota de Recursos. Suprimiu elements i proveu-ho de nou.

read = Llegeix

required_prompt = Els elements obligatoris estan marcats amb 

revise = Revisa

revise_directions = Actualitzeu el formulari, i trieu el bot\u00F3 apropiat de la part final.

revise_title = Revisa el Podcast

role = Rol

spacer_bar = | 

subscribe = Subscriu-me:

title_prompt = T\u00EDtol
