#X-Generator: crowdin.com
podcast_home_title=\u067e\u0627\u062f\u06a9\u0633\u062a \u0647\u0627
podcast_home_sub=\u0628\u0627 \u0631\u0648\u0646\u0648\u06cc\u0633\u06cc \u0627\u06cc\u0646 \u0622\u062f\u0631\u0633 \u062e\u0648\u0631\u0627\u06a9 \u062e\u0648\u0627\u0646 \u0648 \u0627\u0644\u062d\u0627\u0642 \u0622\u0646 \u062f\u0631 \u0644\u06cc\u0633\u062a \u0639\u0644\u0627\u0642\u0647 \u0645\u0646\u062f\u06cc \u0647\u0627\u06cc\u062a\u0627\u0646 \u0645\u0634\u062a\u0631\u06a9 \u0634\u0648\u06cc\u062f
podcatcher=\u0628\u0631\u0646\u0627\u0645\u0647 \u062f\u0627\u0646\u0644\u0648\u062f \u067e\u0627\u062f\u06a9\u0633\u062a \u0647\u0627

feed_title=\u067e\u0627\u062f\u06a9\u0633\u062a \u0631\u0633\u0645\u06cc
feed_desc1=\u067e\u0627\u062f\u06a9\u0633\u062a \u0631\u0633\u0645\u06cc
feed_desc2=\ \u0644\u0637\u0641\u0627 \u062f\u0631 \u0637\u06cc \u062a\u0631\u0645 \u0628\u0647 \u0627\u06cc\u0646 \u0642\u0633\u0645\u062a \u0633\u0631 \u0628\u0632\u0646\u06cc\u062f \u062a\u0627 \u0627\u0632 \u0645\u0648\u0627\u0631\u062f \u062c\u062f\u06cc\u062f \u0645\u0637\u0644\u0639 \u0634\u0648\u06cc\u062f. 
feed_copyright=\u06a9\u067e\u06cc\u200c\u0631\u0627\u06cc\u062a2017 \u0645\u0624\u0633\u0633\u0647 Sakai. \u06a9\u0644\u06cc\u0647 \u062d\u0642\u0648\u0642 \u0645\u062d\u0641\u0648\u0638 \u0627\u0633\u062a.

no_podcasts=\u062f\u0631 \u062d\u0627\u0644 \u062d\u0627\u0636\u0631 \u0647\u06cc\u0686 \u067e\u0627\u062f\u06a9\u0633\u062a\u06cc \u062f\u0631 \u0627\u06cc\u0646 \u0645\u06a9\u0627\u0646 \u0648\u062c\u0648\u062f \u0646\u062f\u0627\u0631\u062f.
no_access=\u0634\u0645\u0627 \u0645\u062c\u0627\u0632 \u0628\u0647 \u0645\u0634\u0627\u0647\u062f\u0647 \u0627\u06cc\u0646 \u0627\u0628\u0632\u0627\u0631 \u0646\u06cc\u0633\u062a\u06cc\u062f. \u0628\u0631\u0627\u06cc \u0631\u0627\u0647\u0646\u0645\u0627\u06cc\u06cc \u0628\u0627 \u0645\u0631\u06a9\u0632 \u067e\u0634\u062a\u06cc\u0628\u0627\u0646\u06cc \u0645\u062d\u0644\u06cc \u062e\u0648\u062f \u062a\u0645\u0627\u0633 \u0628\u06af\u06cc\u0631\u06cc\u062f.

posted_by=\u0627\u0631\u0633\u0627\u0644 \u0634\u062f\u0647 \u062a\u0648\u0633\u0637

access=\u062f\u0633\u062a\u0631\u0633\u06cc
add=\u0627\u0641\u0632\u0648\u062f\u0646
at=\u062f\u0631  
cancel=\u0644\u063a\u0648 
colon\=\:=
delete=\u067e\u0627\u06a9 \u06a9\u0631\u062f\u0646
download=\u062f\u0627\u0646\u0644\u0648\u062f
maint=\u062d\u0641\u0638
new=\u062c\u062f\u06cc\u062f
on=\u0628\u0631 
options=\u06af\u0632\u06cc\u0646\u0647\u200c\u0647\u0627
permissions=\u0645\u062c\u0648\u0632\u0647\u0627
read=\u062e\u0648\u0627\u0646\u062f\u0646
revise=\u0648\u06cc\u0631\u0627\u06cc\u0634
role=\u0646\u0642\u0634
subscribe=\u0627\u0634\u062a\u0631\u0627\u06a9\:

close_paren=)
open_paren=(
spacer_bar=|

publish_date_format=EEEEEE',' dd MMMMM yyyy hh\:mm a z\n \n\n
date_picker_format=MM/dd/yyyy hh\:mm\:ss a
date_by_hand_format=MM/dd/yyyy hh\:mm a\n \n
date_picker_format_string=(Format\: MM/DD/YYYY HH\:MM AM/PM)\n 
internal_date_format=yyyyMMddhhmmssSSS\n \n

popup_text=\u06af\u06cc\u0631\u0646\u062f\u0647 \u067e\u0627\u062f\u06a9\u0633\u062a \u06cc\u06a9 \u0628\u0631\u0646\u0627\u0645\u0647 \u06a9\u0627\u0645\u067e\u06cc\u0648\u062a\u0631\u06cc \u0627\u0633\u062a \u06a9\u0647 \u0628\u0631\u0627\u06cc \u062f\u0627\u0646\u0644\u0648\u062f \u062e\u0648\u062f\u06a9\u0627\u0631 \u067e\u0627\u062f\u06a9\u0633\u062a \u0647\u0627 \u0645\u0648\u0631\u062f \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0642\u0631\u0627\u0631 \u0645\u06cc\u06af\u06cc\u0631\u062f. iTunes \u06cc\u06a9\u06cc \u0627\u0632 \u06af\u06cc\u0631\u0646\u062f\u0647 \u0647\u0627\u06cc \u067e\u0627\u062f\u06a9\u0633\u062a \u0645\u062d\u0628\u0648\u0628 \u0627\u0633\u062a\u060c \u0627\u0645\u0627 \u062a\u0646\u0647\u0627 \u0646\u0631\u0645 \u0627\u0641\u0632\u0627\u0631 \u062f\u0631 \u062f\u0633\u062a\u0631\u0633 \u0628\u0631\u0627\u06cc \u0627\u06cc\u0646 \u0645\u0646\u0638\u0648\u0631 \u0646\u06cc\u0633\u062a.

current_file=\u0641\u0627\u06cc\u0644 \u0641\u0639\u0644\u06cc
current_date=\u062a\u0627\u0631\u06cc\u062e/\u0632\u0645\u0627\u0646 \u0627\u0646\u062a\u0634\u0627\u0631 \u0641\u0639\u0644\u06cc

required_prompt=\u0622\u06cc\u062a\u0645 \u0647\u0627\u06cc \u0645\u0648\u0631\u062f \u0646\u06cc\u0627\u0632 \u0645\u0634\u062e\u0635 \u0634\u062f\u0647 \u0628\u0627 
file_prompt=\u0627\u0646\u062a\u062e\u0627\u0628 \u0641\u0627\u06cc\u0644
date_prompt=\u062a\u0627\u0631\u06cc\u062e/\u0632\u0645\u0627\u0646 \u0627\u0646\u062a\u0634\u0627\u0631 
title_prompt=\u0639\u0646\u0648\u0627\u0646
change_submit=\u0630\u062e\u06cc\u0631\u0647 \u062a\u063a\u06cc\u06cc\u0631\u0627\u062a
file_to_upload=\u0641\u0627\u06cc\u0644 \u0628\u0631\u0627\u06cc \u0622\u067e\u0644\u0648\u062f

add_title=\u0627\u0641\u0632\u0648\u062f\u0646 \u067e\u0627\u062f\u06a9\u0633\u062a
add_directions=\u0641\u0631\u0645 \u0631\u0627 \u062a\u06a9\u0645\u06cc\u0644 \u06a9\u0631\u062f\u0647 \u0648 \u0633\u067e\u0633 \u062f\u06a9\u0645\u0647 \u0645\u0631\u0628\u0648\u0637\u0647 \u0631\u0627 \u062f\u0631 \u067e\u0627\u06cc\u06cc\u0646 \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f.

description_prompt=\u062a\u0648\u0636\u06cc\u062d\u0627\u062a
email_prompt=\u0627\u0637\u0644\u0627\u0639\u06cc\u0647 \u0647\u0627\u06cc \u0627\u06cc\u0645\u06cc\u0644

delete_title=\u062f\u0631 \u062d\u0627\u0644 \u062d\u0630\u0641 \u067e\u0627\u062f\u06a9\u0633\u062a...
delete_submit=\u062d\u0630\u0641
del_confirm=\u0622\u06cc\u0627 \u0627\u0632 \u062d\u0630\u0641 \u067e\u0627\u062f\u06a9\u0633\u062a \u0632\u06cc\u0631 \u0627\u0637\u0645\u06cc\u0646\u0627\u0646 \u062f\u0627\u0631\u06cc\u062f\u061f

revise_title=\u0648\u06cc\u0631\u0627\u06cc\u0634 \u067e\u0627\u062f\u06a9\u0633\u062a
revise_directions=\u0641\u0631\u0645 \u0631\u0627 \u062a\u06a9\u0645\u06cc\u0644 \u06a9\u0631\u062f\u0647 \u0648 \u0633\u067e\u0633 \u062f\u06a9\u0645\u0647 \u0645\u0631\u0628\u0648\u0637\u0647 \u0631\u0627 \u062f\u0631 \u067e\u0627\u06cc\u06cc\u0646 \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f.

perm_title=\u0645\u062c\u0648\u0632\u0647\u0627
perm_directions=\u062a\u0646\u0638\u06cc\u0645 \u0645\u062c\u0648\u0632\u0647\u0627 \u0628\u0631\u0627\u06cc \u067e\u0627\u062f\u06a9\u0633\u062a \u0647\u0627\u06cc \u0645\u0648\u062c\u0648\u062f \u062f\u0631 \u0633\u0627\u06cc\u062a \u06a9\u0627\u0631\u06cc 
permission_directions=\u062a\u0646\u0638\u06cc\u0645 \u0645\u062c\u0648\u0632\u0647\u0627 \u0628\u0631\u0627\u06cc \u067e\u0648\u0634\u0647 \u067e\u0627\u062f\u06a9\u0633\u062a \u0647\u0627 \u062f\u0631 \u0633\u0627\u06cc\u062a \u06a9\u0627\u0631\u06cc {0}

options_title=\u06af\u0632\u06cc\u0646\u0647\u200c\u0647\u0627
options_directions1=\u0628\u0631\u0627\u06cc \u0627\u0631\u0627\u0626\u0647 \u062f\u0633\u062a\u0631\u0633\u06cc \u0628\u0647 \u067e\u0627\u062f\u06a9\u0633\u062a \u0647\u0627\u06cc \u0634\u0645\u0627 \u0627\u0632 \u0637\u0631\u06cc\u0642 \u06cc\u06a9
options_directions2=\u0646\u0645\u0627\u06cc\u0634 \u0628\u0647 \u06a9\u0627\u0631\u0628\u0631\u0627\u0646 \u063a\u06cc\u0631 \u0639\u0636\u0648 \u0631\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f (\u062f\u0631 \u062f\u0633\u062a\u0631\u0633 \u0639\u0645\u0648\u0645). \u0628\u0631\u0627\u06cc \u0645\u062d\u062f\u0648\u062f \u06a9\u0631\u062f\u0646 \u062f\u0633\u062a\u0631\u0633\u06cc \u0634\u0631\u06a9\u062a\u200c\u06a9\u0646\u0646\u062f\u06af\u0627\u0646 \u0633\u0627\u06cc\u062a \u0628\u0647 \u067e\u0627\u06a9\u0633\u062a \u0647\u0627\u06cc \u0634\u0645\u0627 \u0648 \u063a\u06cc\u0631\u0641\u0639\u0627\u0644 \u06a9\u0631\u062f\u0646 \u062f\u0633\u062a\u0631\u0633\u06cc \u0627\u0632 \u0637\u0631\u06cc\u0642 \u06cc\u06a9
options_directions3=\u0627\u0646\u062a\u062e\u0627\u0628 \u0646\u0645\u0627\u06cc\u0634 \u062f\u0631 \u0633\u0627\u06cc\u062a

options_public=\u0646\u0645\u0627\u06cc\u0634 \u0628\u0647 \u06a9\u0627\u0631\u0628\u0631\u0627\u0646 \u063a\u06cc\u0631 \u0639\u0636\u0648 (\u062f\u0631 \u062f\u0633\u062a\u0631\u0633 \u0639\u0645\u0648\u0645)
options_site=\u0646\u0645\u0627\u06cc\u0634 \u062f\u0631 \u0633\u0627\u06cc\u062a
options_site_disabled=\u06af\u0632\u06cc\u0646\u0647 \u063a\u06cc\u0631\u0641\u0639\u0627\u0644 \u06a9\u0631\u062f\u0646 \u0646\u0645\u0627\u06cc\u0634 \u062f\u0631 \u0633\u0627\u06cc\u062a \u0645\u0645\u06a9\u0646 \u0646\u06cc\u0633\u062a. \u0627\u06cc\u0646 \u0645\u0645\u06a9\u0646 \u0627\u0633\u062a \u0628\u0647 \u0627\u06cc\u0646 \u062f\u0644\u06cc\u0644 \u0628\u0627\u0634\u062f \u06a9\u0647 \u06a9\u0644 \u0633\u0627\u06cc\u062a \u062f\u0631 \u062d\u0627\u0644 \u062d\u0627\u0636\u0631 \u0639\u0645\u0648\u0645\u06cc \u0627\u0633\u062a.

option_change_confirm=\u0645\u062c\u0648\u0632\u0647\u0627 \u0628\u0631\u0627\u06cc \u062e\u0648\u0631\u0627\u06a9 \u067e\u0627\u062f\u06a9\u0633\u062a \u0647\u0627 \u062a\u063a\u06cc\u06cc\u0631 \u06a9\u0631\u062f\u0647 \u0627\u0646\u062f. \u0627\u06cc\u0646 \u062e\u0648\u0631\u0627\u06a9 \u062f\u06cc\u06af\u0631 \u0642\u0627\u0628\u0644 \u0645\u0634\u0627\u0647\u062f\u0647 \u0628\u0631\u0627\u06cc \u0639\u0645\u0648\u0645 \u0646\u06cc\u0633\u062a. \u062c\u0647\u062a \u062f\u0633\u062a\u0631\u0633\u06cc \u06a9\u0627\u0631\u0628\u0631\u0627\u0646 \u063a\u06cc\u0631\u0639\u0636\u0648 \u0628\u0647 \u062e\u0648\u0631\u0627\u06a9 \u067e\u0627\u062f\u06a9\u0633\u062a \u0627\u06cc\u0646 \u0633\u0627\u06cc\u062a\u060c \u0644\u06cc\u0646\u06a9 \u06af\u0632\u06cc\u0646\u0647 \u0647\u0627 \u0631\u0627 \u062f\u0631 \u0628\u0627\u0644\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0631\u062f\u0647 \u0648 \u0633\u067e\u0633 \u0628\u0631 \u0631\u0648\u06cc \u06af\u0632\u06cc\u0646\u0647 \u0645\u0631\u0628\u0648\u0637\u0647 \u0628\u0647 \u0646\u0645\u0627\u06cc\u0634 \u0628\u0647 \u063a\u06cc\u0631 \u0627\u0639\u0636\u0627\u0621 \u0631\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f (\u0642\u0627\u0628\u0644 \u0645\u0634\u0627\u0647\u062f\u0647 \u0639\u0645\u0648\u0645).

no_resource_alert=\u0628\u0631\u0627\u06cc \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0627\u0632 \u0627\u0628\u0632\u0627\u0631 \u067e\u0627\u062f\u06a9\u0633\u062a \u0647\u0627\u060c \u0627\u0628\u062a\u062f\u0627 \u0628\u0627\u06cc\u062f \u0627\u0628\u0632\u0627\u0631 {0} \u0631\u0627 \u0627\u0636\u0627\u0641\u0647 \u06a9\u0646\u06cc\u062f.
nofile_alert=\u0647\u0634\u062f\u0627\u0631\: \u0634\u0645\u0627 \u0628\u0627\u06cc\u062f \u06cc\u06a9 \u0641\u0627\u06cc\u0644 \u0631\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f
nodate_alert=\u0647\u0634\u062f\u0627\u0631\: \u0634\u0645\u0627 \u0628\u0627\u06cc\u062f \u06cc\u06a9 \u062a\u0627\u0631\u06cc\u062e \u0648 \u0632\u0645\u0627\u0646 \u0631\u0627 \u0648\u0627\u0631\u062f \u06a9\u0646\u06cc\u062f
notitle_alert=\u0647\u0634\u062f\u0627\u0631\: \u0634\u0645\u0627 \u0628\u0627\u06cc\u062f \u0639\u0646\u0648\u0627\u0646  \u0631\u0627 \u0648\u0627\u0631\u062f \u06a9\u0646\u06cc\u062f. 
notitle=\u0634\u0645\u0627 \u0628\u0627\u06cc\u062f \u0639\u0646\u0648\u0627\u0646 \u0631\u0627 \u0648\u0627\u0631\u062f \u06a9\u0646\u06cc\u062f.
length_alert=URL \u067e\u0627\u062f\u06a9\u0633\u062a\u060c \u0628\u0627 \u0627\u062d\u062a\u0633\u0627\u0628 \u0646\u0627\u0645 \u0641\u0627\u06cc\u0644\u060c \u0646\u0645\u06cc \u062a\u0648\u0627\u0646\u062f \u0628\u06cc\u0634\u062a\u0631 \u0627\u0632 \u06f2\u06f5\u06f4 \u06a9\u0627\u0631\u0627\u06a9\u062a\u0631 \u0628\u0627\u0634\u062f. \u0628\u0631\u0627\u06cc \u0627\u0641\u0632\u0648\u062f\u0646 \u0645\u0648\u0641\u0642 \u0627\u06cc\u0646 \u067e\u0627\u062f\u06a9\u0633\u062a\u060c \u0637\u0648\u0644 \u0646\u0627\u0645 \u0641\u0627\u06cc\u0644 \u0631\u0627 \u06a9\u0627\u0647\u0634 \u062f\u0627\u062f\u0647 \u0648 \u062f\u0648\u0628\u0627\u0631\u0647 \u062a\u0644\u0627\u0634 \u06a9\u0646\u06cc\u062f.
quota_alert=\u062d\u062c\u0645 \u0645\u0635\u0631\u0641\u06cc \u0627\u0632 \u062d\u062c\u0645 \u0645\u062c\u0627\u0632 \u0645\u0646\u0627\u0628\u0639 \u0634\u0645\u0627 \u0641\u0631\u0627\u062a\u0631  \u0631\u0641\u062a\u0647 \u0627\u0633\u062a. \u0622\u06cc\u062a\u0645 \u0647\u0627 \u0631\u0627 \u062d\u0630\u0641 \u06a9\u0631\u062f\u0647 \u0648 \u062f\u0648\u0628\u0627\u0631\u0647 \u062a\u0644\u0627\u0634 \u06a9\u0646\u06cc\u062f.
max_size_exceeded_alert=\u0647\u0634\u062f\u0627\u0631\: \u062d\u062c\u0645 \u0628\u0627\u0631\u06af\u0630\u0627\u0631\u06cc \u0627\u0632 {0} \u0645\u06af\u0627\u0628\u0627\u06cc\u062a \u0641\u0631\u0627\u062a\u0631 \u0631\u0641\u062a\u0647 \u0627\u0633\u062a.
permission_alert=\u0634\u0645\u0627 \u0645\u062c\u0648\u0632 \u062d\u0630\u0641 \u0641\u0627\u06cc\u0644 \u0627\u0646\u062a\u062e\u0627\u0628 \u0634\u062f\u0647  \u0631\u0627 \u0646\u062f\u0627\u0631\u06cc\u062f.
internal_error_alert=\u06cc\u06a9 \u062e\u0637\u0627\u06cc \u062f\u0627\u062e\u0644\u06cc \u0645\u0646\u062c\u0631 \u0628\u0647 \u0639\u062f\u0645 \u062a\u06a9\u0645\u06cc\u0644 \u0639\u0645\u0644\u06cc\u0627\u062a \u0634\u0645\u0627 \u0634\u062f. \u0644\u0637\u0641\u0627\u064b \u062f\u0648\u0628\u0627\u0631\u0647 \u062a\u0644\u0627\u0634 \u06a9\u0646\u06cc\u062f.
id_unused_alert=\u0634\u0646\u0627\u0633\u0647 \u0645\u0646\u0628\u0639 \u0645\u0637\u0627\u0628\u0642 \u0628\u0627 \u06cc\u06a9 \u0645\u0646\u0628\u0639 \u0645\u0639\u062a\u0628\u0631 \u0646\u06cc\u0633\u062a. \u0644\u0637\u0641\u0627 \u062f\u0648\u0628\u0627\u0631\u0647 \u062a\u0644\u0627\u0634 \u06a9\u0646\u06cc\u062f \u0648 \u0627\u06af\u0631 \u0627\u06cc\u0646 \u0627\u062a\u0641\u0627\u0642 \u062f\u0648\u0628\u0627\u0631\u0647 \u062a\u06a9\u0631\u0627\u0631 \u0634\u062f\u060c \u0628\u0631\u0627\u06cc \u06a9\u0645\u06a9 \u0628\u0647 \u062d\u0644 \u0645\u0634\u06a9\u0644 \u0628\u0627 \u067e\u0634\u062a\u06cc\u0628\u0627\u0646\u06cc \u062a\u0645\u0627\u0633 \u0628\u06af\u06cc\u0631\u06cc\u062f.
id_invalid_alert=\u0634\u0646\u0627\u0633\u0647 \u0645\u0646\u0628\u0639 \u06cc\u06a9 \u0645\u0646\u0628\u0639 \u0646\u0627\u0645\u0639\u062a\u0628\u0631 \u0627\u0633\u062a.  \u0644\u0637\u0641\u0627 \u062f\u0648\u0628\u0627\u0631\u0647 \u062a\u0644\u0627\u0634 \u06a9\u0646\u06cc\u062f \u0648 \u0627\u06af\u0631 \u0627\u06cc\u0646 \u0627\u062a\u0641\u0627\u0642 \u062f\u0648\u0628\u0627\u0631\u0647 \u062a\u06a9\u0631\u0627\u0631 \u0634\u062f\u060c \u0628\u0631\u0627\u06cc \u06a9\u0645\u06a9 \u0628\u0647 \u062d\u0644 \u0645\u0634\u06a9\u0644 \u0628\u0627 \u067e\u0634\u062a\u06cc\u0628\u0627\u0646\u06cc \u062a\u0645\u0627\u0633 \u0628\u06af\u06cc\u0631\u06cc\u062f.
io_alert=\u062f\u0631 \u0628\u0627\u0631\u06af\u0630\u0627\u0631\u06cc \u0641\u0627\u06cc\u0644 \u0634\u0645\u0627 \u0645\u0634\u06a9\u0644\u06cc \u0631\u062e \u062f\u0627\u062f. \u0644\u0637\u0641\u0627 \u0646\u0627\u0645 \u0645\u0633\u06cc\u0631 \u0631\u0627 \u0628\u0631\u0631\u0633\u06cc \u06a9\u0631\u062f\u0647 \u06cc\u0627 \u062f\u0648\u0628\u0627\u0631\u0647 \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f \u0648 \u0645\u062c\u062f\u062f\u0627\u064b \u062a\u0644\u0627\u0634 \u06a9\u0646\u06cc\u062f.
id_used_alert=\u0634\u0646\u0627\u0633\u0647 \u0645\u0646\u0628\u0639 \u062f\u0631 \u062d\u0627\u0644 \u062d\u0627\u0636\u0631 \u062f\u0631 \u062d\u0627\u0644 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0627\u0633\u062a. \u0644\u0637\u0641\u0627\u064b \u062f\u0648\u0628\u0627\u0631\u0647 \u062a\u0644\u0627\u0634 \u06a9\u0646\u06cc\u062f.
invalid_date_alert=\u0634\u0645\u0627 \u0628\u0627\u06cc\u062f \u062a\u0627\u0631\u06cc\u062e \u0631\u0627 \u062f\u0631 \u0641\u0631\u0645\u062a \u0632\u06cc\u0631 \u0648\u0627\u0631\u062f \u06a9\u0646\u06cc\u062f\: MM/DD/YYYY HH\:MM AM/PM

podfeed_revise_title=\u0648\u06cc\u0631\u0627\u06cc\u0634  \u062e\u0648\u0631\u0627\u06a9 \u067e\u0627\u062f\u06a9\u0633\u062a
podfeed_revise_directions=\u0639\u0646\u0648\u0627\u0646 \u0648 \u062a\u0648\u0636\u06cc\u062d \u062e\u0648\u0631\u0627\u06a9 \u067e\u0627\u062f\u06a9\u0633\u062a \u0628\u0631\u0627\u06cc \u0634\u0631\u06a9\u062a \u06a9\u0646\u0646\u062f\u06af\u0627\u0646 \u0633\u0627\u06cc\u062a \u0627\u0632 \u0637\u0631\u06cc\u0642 \u06af\u06cc\u0631\u0646\u062f\u0647 \u0647\u0627\u06cc \u067e\u0627\u062f\u06a9\u0633\u062a \u0622\u0646\u0647\u0627 \u062f\u0631 \u062f\u0633\u062a\u0631\u0633 \u062e\u0648\u0627\u0647\u062f \u0628\u0648\u062f. \u0641\u0631\u0645 \u0631\u0627 \u0628\u0647 \u0631\u0648\u0632 \u0631\u0633\u0627\u0646\u06cc \u06a9\u0631\u062f\u0647 \u0648 \u0633\u067e\u0633 \u062f\u06a9\u0645\u0647 \u0645\u0631\u0628\u0648\u0637\u0647 \u0631\u0627 \u062f\u0631 \u067e\u0627\u06cc\u06cc\u0646 \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f. 
podfeed_revise_url_caption=\u0622\u062f\u0631\u0633 \u0641\u06cc\u062f RSS

podfeed_author=\u0627\u06cc\u062c\u0627\u062f \u0634\u062f\u0647 \u062a\u0648\u0633\u0637 Sakai
podfeed_copyrighttext=\u062d\u0642 \u0646\u0634\u0631 {0}.

