podcast_home_title=Podcast
podcast_home_sub=Bu RSS besleme adresini kopyalayarak ve s\u0131k kullan\u0131lanlara ekleyerek \u015fimdi abone ol
podcatcher=podcatcher
feed_title=resmi  Podcast Dosyas\u0131.
feed_desc1=\ resmi podcast dosyas\u0131.
feed_desc2=G\u00fcncellemeler i\u00e7in d\u00f6nem boyunca tekrar kontrol edin.
feed_copyright=T\u00fcm haklar\u0131 sakl\u0131d\u0131r.
no_podcasts=Bu konumda podcast bulunmamaktad\u0131r.
no_access=Bu arac\u0131 g\u00f6r\u00fcnt\u00fclemeye yetkili de\u011filsiniz. Yard\u0131m i\u00e7in y\u00f6neticinizle irtibata ge\u00e7in.
posted_by=G\u00f6nderen
access=Eri\u015fim
add=Ekle
at=-  
cancel=Vazge\u00e7
colon=\:
delete=Sil
download=\u0130ndir
maint=Bak\u0131m
new=Yeni
on=-  
options=Se\u00e7enekler
permissions=\u0130zinler
read=Oku
revise=D\u00fczenle
role=Rol\u00fc
subscribe=Abone Ol\:
close_paren=)
open_paren=(
spacer_bar=| 
publish_date_format=EEEEEE',' dd MMMMM yyyy hh\:mm a z
date_picker_format=MM/dd/yyyy hh\:mm\:ss a
date_by_hand_format=MM/dd/yyyy hh\:mm a
date_picker_format_string=(Bi\u00e7im\: MM/DD/YYYY HH\:MM AM/PM)
internal_date_format=yyyyMMddhhmmssSSS
popup_text=Podcatcher otomatik olarak podcast y\u00fcklemek i\u00e7in kullan\u0131lan bir bilgisayar program\u0131d\u0131r.  iTunes, pop\u00fcler bir Podcatcher uygulamas\u0131d\u0131r ancak bu ama\u00e7 i\u00e7in tek yaz\u0131l\u0131m de\u011fildir.
current_file=Mevcut Dosya
current_date=Mevcut Yay\u0131n Tarihi/Saati
required_prompt=Gerekli \u00f6\u011feler i\u015faretli
file_prompt=Bir dosya se\u00e7in
date_prompt=Yay\u0131n Tarihi/Saati
title_prompt=Ba\u015fl\u0131k
change_submit=De\u011fi\u015fiklikleri Kaydet
file_to_upload=Y\u00fcklenecek Dosya
add_title=Podcast Ekle
add_directions=Formu doldurun, daha sonra alt\u0131ndaki uygun d\u00fc\u011fyi se\u00e7in.
description_prompt=A\u00e7\u0131klama
email_prompt=Eposta Bildirimi
delete_title=Podcast Siliniyor...
delete_submit=Sil
del_confirm=Bu podcast dosyas\u0131n\u0131 silmek istedi\u011finizden emin misin?
revise_title=Podcast D\u00fczenle
revise_directions=Formu g\u00fcncelle, sonra alt k\u0131sm\u0131ndaki uygun d\u00fc\u011fmeyi se\u00e7.
perm_title=\u0130zinler
perm_directions=Sitedeki Podcast izinlerini ayarla
permission_directions={0} sitesindeki Podcast klas\u00f6r\u00fcn\u00fcn izinlerini ayarla
options_title=Se\u00e7enekler
options_directions1=Podcast eri\u015fimi sa\u011flamak i\u00e7in
options_directions2=\u00fcye olmayanlara g\u00f6sterilece\u011fi (herkes g\u00f6rebilir) se\u00e7in. Sitenizin kat\u0131l\u0131mc\u0131lar\u0131n\u0131n podcast eri\u015fimini k\u0131s\u0131tlamak ve \u00fczerinden eri\u015fimi devre d\u0131\u015f\u0131 b\u0131rakmak i\u00e7in\:
options_directions3=Sitede G\u00f6sterilecek.
options_public=\u00dcye olmayan (herkes g\u00f6rebilir)
options_site=Sitede G\u00f6sterilecek
options_site_disabled=T\u00fcm site genele a\u00e7\u0131k oldu\u011fundan, site devre d\u0131\u015f\u0131 b\u0131rakma uygunlanabilir de\u011fildir.
option_change_confirm=Podcast beslemesi i\u00e7in izinler de\u011fi\u015fti. Bu besleme art\u0131k herkes taraf\u0131ndan g\u00f6r\u00fcnt\u00fclenememektedir. Bu sitenin kat\u0131l\u0131mc\u0131s\u0131 olmayanlar\u0131n podcast yay\u0131n\u0131na eri\u015fimi i\u00e7in yukar\u0131daki Se\u00e7enekler ba\u011flant\u0131s\u0131n\u0131 se\u00e7in ve \u00fcye olmayan (herkes g\u00f6rebilir) radyo d\u00fc\u011fmesini se\u00e7in.
no_resource_alert=Podcast arac\u0131n\u0131 kullanmak i\u00e7in \u00f6ncelikle {0} arac\u0131n\u0131 eklemelisiniz.
nofile_alert=Uyar\u0131\: Bir dosya se\u00e7melisiniz
nodate_alert=Uyar\u0131\: Tarih ve saat girmelisiniz
notitle_alert=Uyar\u0131\: Bir ba\u015fl\u0131k girmelisiniz
notitle=Ba\u015fl\u0131k girmelisiniz
length_alert=Podcast URLsi, dosya ismi dahil, 254 karakteri ge\u00e7emez. Podcast dosyas\u0131n\u0131 ba\u015far\u0131yla ekleyebilmek i\u00e7in dosya ad\u0131n\u0131 k\u0131salt\u0131n ve tekrar deneyin.
quota_alert=Kaynaklar\u0131n\u0131zda kotan\u0131z\u0131 a\u015ft\u0131n\u0131z. \u00d6\u011feleri silin ve tekrar deneyin.
max_size_exceeded_alert=Uyar\u0131\: Dosya aktar\u0131m boyutu s\u0131n\u0131r\u0131 olan {0} MB a\u015f\u0131ld\u0131.
permission_alert=Se\u00e7ilen dosyay\u0131 silmek i\u00e7in izniniz yok.
internal_error_alert=Bir i\u00e7 hata sebebiyle \u00e7al\u0131\u015fman\u0131n tamamlanmas\u0131 engellendi. L\u00fctfen yeniden deneyin.
id_unused_alert=Kaynak i\u00e7in kimlik ge\u00e7erli bir kayna\u011f\u0131 i\u015faret etmiyor. L\u00fctfen tekrar deneyin ve e\u011fer tekrarlarsasorunu gidermek i\u00e7in deste\u011fe ba\u015fvurun.
id_invalid_alert=Kaynak i\u00e7in kimlik ge\u00e7ersiz. L\u00fctfen tekrar deneyin ve e\u011fer tekrarlarsasorunu gidermek i\u00e7in deste\u011fe ba\u015fvurun.
io_alert=Dosyan\u0131z y\u00fcklenirken bir sorun olu\u015ftu. L\u00fctfen dosya yolunu kontrol edin ya da yeniden se\u00e7in ve tekrar deneyin.
id_used_alert=Kaynak i\u00e7in kod zaten kullan\u0131lmakta. L\u00fctfen tekrar deneyin.
invalid_date_alert=Tarihi a\u015fa\u011f\u0131daki bi\u00e7imde girmelisiniz\: MM/DD/YYYY HH\:MM AM/PM
podfeed_revise_title=Podcast Beslemesi D\u00fczenleme
podfeed_revise_directions=Podcast beslemesinin ba\u015fl\u0131k ve a\u00e7\u0131klamas\u0131 siteden kat\u0131l\u0131mc\u0131lara kendi Podcatcher uygulamalar\u0131yla sunulacak. Formu g\u00fcncelleyin, daha sonra alt\u0131ndaki uygun d\u00fc\u011fmeyi se\u00e7in.
podfeed_revise_url_caption=RSS besleme adresi
podfeed_author=Sakai taraf\u0131ndan Olu\u015fturuldu
podfeed_copyrighttext=Telif Hakk\u0131 {0}.
