podcast_home_title=Podcasts
podcast_home_sub=Abonnieren Sie jetzt, indem Sie diese RSS-Feed-Adresse kopieren und in den
podcatcher=offiziellen Podcast

feed_title=Ihres bevorzugten Podcatchers
feed_desc1= \ einf\u00fcgen.
feed_desc2= \ \u00dcberpr\u00fcfen Sie das Semester auf Aktualisierungen. 
feed_copyright=Copyright 2007 The Sakai Foundation. Alle Rechte vorbehalten.

no_podcasts=Zurzeit liegen an dieser Stelle keine Podcasts vor.
no_access=Sie sind nicht zur Anzeige dieses Tools berechtigt. Wenden Sie sich an Ihr lokales Support Center, um Hilfe zu erhalten.

posted_by=Gepostet von 

access=Zugang
add=Hinzuf\u00fcgen
at=um 
cancel=Abbrechen
colon=:
delete=L\u00f6schen
download=Herunterladen
maint=Pflegen
new=Neu
on=am 
options=Optionen
permissions=Berechtigungen
read=Lesen
revise=Bearbeiten
role=Rolle
subscribe=Abonnieren:

close_paren=)
open_paren=(
spacer_bar= | 

publish_date_format=EEEEEE',' MMM dd yyyy HH:mm z
date_picker_format=MMM/dd/yyyy HH:mm
date_by_hand_format=MMM/dd/yyyy HH:mm
date_picker_format_string=(Format: MMM/DD/YYYY HH:MM)

popup_text=Ein Podcatcher ist ein Computerprogramm zum automatischen Herunterladen von Podcasts. iTunes ist ein beliebter Podcatcher, stellt aber nicht die einzige Software dar, die f\u00fcr diesen Zweck verf\u00fcgbar ist.

current_file=Aktuelle Datei
current_date=Aktuelle(s) Ver\u00f6ffentlichungsdatum/-zeit

required_prompt=Erforderliche Elemente sind markiert mit 
file_prompt=W\u00e4hlen Sie eine Datei aus. 
date_prompt=Ver\u00f6ffentlichungsdatum/-zeit 
title_prompt=Titel
change_submit=\u00c4nderungen speichern
file_to_upload=Hochzuladende Datei

add_title=Podcast hinzuf\u00fcgen
add_directions=F\u00fcllen Sie das Formular aus, und klicken Sie anschlie\u00dfend auf die gew\u00fcnschte Schaltfl\u00e4che unten.

description_prompt=Beschreibung
email_prompt=E-Mail-Benachrichtigung

delete_title=Podcast wird gel\u00f6scht ...
delete_submit=L\u00f6schen
del_confirm=M\u00f6chten Sie den folgenden Podcast wirklich l\u00f6schen?

revise_title=Podcast bearbeiten
revise_directions=Aktualisieren Sie das Formular, und klicken Sie anschlie\u00dfend auf die gew\u00fcnschte Schaltfl\u00e4che unten.

perm_title=Berechtigungen
perm_directions=Berechtigungen f\u00fcr Podcasts auf der Work-Site festlegen 
permission_directions=Berechtigungen f\u00fcr den Ordner \u201ePodcasts\u201c in der Work-Site festlegen {0}

options_title=Optionen
options_directions1=Um Zugriff auf Ihre Podcasts \u00fcber
options_directions2=zu gew\u00e4hren, w\u00e4hlen Sie \u201eF\u00fcr Nichtmitglieder anzeigen (\u00f6ffentlich sichtbar)\u201c. Um Zugriff auf Ihre Podcasts auf die Teilnehmer Ihrer Site zu beschr\u00e4nken und den Zugriff \u00fcber
options_directions3=zu deaktivieren, w\u00e4hlen Sie \u201eF\u00fcr Site anzeigen\u201c.

options_public=F\u00fcr Nichtmitglieder anzeigen (\u00f6ffentlich sichtbar)
options_site=F\u00fcr Site anzeigen
options_site_disabled="Deaktiviert zu Seite" ist nicht verf\u00fcgbar. M\u00f6glicherweise ist die Seite im Ganzen bereits \u00f6ffentlich zug\u00e4nglich.

option_change_confirm=Die Berechtigungen f\u00fcr den Podcast-Feed wurden ge\u00e4ndert. Dieser Feed ist nicht mehr \u00f6ffentlich sichtbar. Damit Nichtteilnehmer auf den Podcast-Feed f\u00fcr diese Site zugreifen k\u00f6nnen, w\u00e4hlen Sie den Link \u201eOptionen\u201c aus und dann das Optionsfeld neben \u201eF\u00fcr Nichtmitglieder anzeigen (\u00f6ffentlich sichtbar)\u201c.

no_resource_alert=Um das Podcast-Tool zu verwenden, m\u00fcssen Sie zun\u00e4chst das {0}-Tool hinzuf\u00fcgen.
nofile_alert=Achtung: Sie m\u00fcssen eine Datei ausw\u00e4hlen.
nodate_alert=Achtung: Sie m\u00fcssen Datum und Uhrzeit eingeben.
notitle_alert=Achtung: Sie m\u00fcssen einen Titel eingeben.
notitle=Sie m\u00fcssen einen Titel eingeben.
length_alert=Die Podcast-URL, einschlie\u00dflich des Dateinamens, darf 254 Zeichen nicht \u00fcberschreiten. Um diesen Podcast erfolgreich hinzuzuf\u00fcgen, reduzieren Sie die Dateil\u00e4nge, und versuchen Sie es erneut.
quota_alert=Sie haben Ihre Ressourcenquote \u00fcberschritten. L\u00f6schen Sie Elemente, und versuchen Sie es erneut.
max_size_exceeded_alert=Achtung: Die maximale Hochladegr\u00f6\u00dfe von {0} MB wurde \u00fcberschritten.
permission_alert=Sie sind nicht berechtigt, die ausgew\u00e4hlte Datei zu l\u00f6schen.
internal_error_alert=Ein interner Fehler hat verhindert, dass Ihr Vorgang abgeschlossen werden konnte. Versuchen Sie es erneut.
id_unused_alert=Die ID f\u00fcr die Ressource entspricht keiner g\u00fcltigen Ressource. Versuchen Sie es erneut, und wenden Sie sich an den Support, falls das Problem erneut auftritt.
id_invalid_alert=Die ID f\u00fcr die Ressource ist eine ung\u00fcltige Ressource. Versuchen Sie es erneut, und wenden Sie sich an den Support, falls das Problem erneut auftritt.
io_alert=Beim Hochladen der Datei ist ein Problem aufgetreten. \u00dcberpr\u00fcfen Sie den Pfadnamen, oder w\u00e4hlen Sie die Datei neu aus und versuchen Sie es erneut.
id_used_alert=Die ID f\u00fcr die Ressource ist bereits in Verwendung. Versuchen Sie es erneut.
invalid_date_alert=Sie m\u00fcssen das Datum im folgenden Format eingeben: MMM/DD/YYYY HH:MM

podfeed_revise_title=Podcast-Feed bearbeiten
podfeed_revise_directions=Titel und Beschreibung des Podcast-Feeds werden den Site-Teilnehmern in ihrem Podcatcher verf\u00fcgbar gemacht. Aktualisieren Sie das Formular, und w\u00e4hlen Sie unten die entsprechende Schaltfl\u00e4che aus. 
podfeed_revise_url_caption=RSS-Feed-Adresse

podfeed_author=Erstellt von Sakai
podfeed_copyrighttext=Copyright {0}.
