podcast_home_title=Podkasti
podcast_home_sub=Pretplati se odmah kopiranjem ove RSS feed adrese i njenim lepljenjem u favorite
podcatcher=podke\u010derov

feed_title=zvani\u010dni podkast.
feed_desc1=zvani\u010dni podkast.
feed_desc2=Molimo ponovo proveri semestar za a\u017euriranja.
feed_copyright=Copyright 2007 The Sakai Foundation. Sva prava zadr\u017eava.

no_podcasts=Trenutno nema podkasta na ovoj lokaciji.
no_access=Nisi ovla\u0161\u0107en da pregleda\u0161 ovaj alat. Kontaktiraj svoj lokalni centar za podr\u0161ku za pomo\u0107.

posted_by=Poslao

access=Pristup
actions=Radnje
view=Vidi
status=Status
hidden=Sakriven
published=Objavljeno
add=Dodaj
at=Datum slanja
cancel=Otka\u017ei
back=Nazad
colon=\:
delete=Obri\u0161i
download=Preuzmi
maint=Odr\u017eavanje
new=Novo
on=na
options=Opcije
permissions=Dozvole
read=Pro\u010ditano
revise=Uredi
listen=Slu\u0161anje
role=Uloga
subscribe=Pretplata\:
play=Reprodukcija
pause=Pauza

close_paren=)
open_paren=(
spacer_bar=I

publish_date_format=EEEEEE',' dd MMMMM gggg hh\:mm a z
date_picker_format=dd.MM.yyyy hh\:mm\:ss a
date_by_hand_format=dd.MM.yyyy hh\:mm a
date_picker_format_string=(Format\: MM/DD/GGGG HH\:MM AM/PM)
internal_date_format=ggggMMddhhmmssSSS

popup_text=Podke\u010der je kompjuterski program koji se koristi za automatsko preuzimanje podkasta. iTunes je popularan podke\u010der, ali nije jedini softver dostupan u ovu svrhu.

current_file=Trenutna datoteka
current_date=Trenutni datum/vreme objavljivanja

required_prompt=Obavezne stavke obele\u017eene
file_prompt=Izaberi datoteku
date_prompt=Datum/vreme objavljivanja
title_prompt=Naslov
change_submit=Sa\u010duvaj izmene
file_to_upload=Datoteka za otpremanje

add_title=Dodaj podkast
add_directions=Popuni obrazac, a zatim izaberi odgovaraju\u0107e dugme u dnu.

description_prompt=Opis
email_prompt=Obave\u0161tenje o imejlu

delete_title=Brisanje podkasta...
delete_submit=Obri\u0161i
del_confirm=Da li si siguran da \u017eeli\u0161 da obri\u0161e\u0161 slede\u0107i podkast?

revise_title=Uredi podkast
revise_directions=A\u017euriraj obrazac, a zatim izaberi odgovaraju\u0107e dugme u dnu.

listen_title=Slu\u0161aj podkast
listen_instructions=Koristi komande u nastavku za slu\u0161anje podkasta.

perm_title=Dozvole
perm_directions=Podesi dozvole za podkaste na radnoj lokaciji
permission_directions=Podesi dozvole za folder podkasta na radnoj lokaciji {0}

options_title=Opcije
options_directions1=Za omogu\u0107avanje pristupa tvojim podkastima preko
options_directions2=izaberi Prikazivanje ne-\u010dlanovima (javno dostupno). Za ograni\u010davanje pristupa tvojim podkastima u\u010desnicima na tvojoj lokaciji i onemogu\u0107avanje pristupa preko
options_directions3=izaberi Prikazivanje na lokaciji.

options_public=Prika\u017ei za osobe koje nisu \u010dlanovi (javno vidljivo)
options_site=Prika\u017ei na lokaciji
options_site_disabled=Onemogu\u0107avanje prikazivanja na lokaciji je nedostupno, razlog za to mo\u017ee biti zato \u0161to je cela lokacija ve\u0107 javna.

option_change_confirm=Dozvole za feed podkasta su izmenjene. Ovaj feed vi\u0161e se ne mo\u017ee javno gledati. Za pristup ne-u\u010desnika feed-u podkasta za ovu lokaciju izaberi link Opcije iznad i izaberi radio dugme pored Prikazivanja ne-\u010dlanovima (javno se mo\u017ee pregledati).

no_resource_alert=Za upotrebu alata Podkasti, prvo mora\u0161 da doda\u0161 {0} alat.
nofile_alert=Upozorenje\: mora\u0161 da izabere\u0161 datoteku
nodate_alert=Upozorenje\: mora\u0161 da unese\u0161 datum i vreme
notitle_alert=Upozorenje\: mora\u0161 da unese\u0161 naziv
notitle=Mora\u0161 da unese\u0161 naziv
length_alert=URL podkasta, uklju\u010duju\u0107i naziv datoteke, ne mo\u017ee da prelazi 254 karaktera. Za uspe\u0161no dodavanje ovog podkasta smanji du\u017einu naziva datoteke i poku\u0161aj ponovo.
quota_alert=Prema\u0161io si svoju kvotu u Resursima. Obri\u0161i stavke i poku\u0161aj ponovo.
max_size_exceeded_alert=Upozorenje\: limit veli\u010dine otpremanja od {0} MB je prema\u0161en.
wrong_file_type=Podkasti podr\u017eavaju samo audio datoteke, molimo pregledaj datoteku koju otprema\u0161.
permission_alert=Nema\u0161 dozvolu da bri\u0161e\u0161 izabranu datoteku.
internal_error_alert=Interna gre\u0161ka je spre\u010dila zavr\u0161etak tvoje operacije. Molimo poku\u0161aj ponovo.
id_unused_alert=ID broj za resurs ne odgovara va\u017ee\u0107em resursu. Molimo poku\u0161aj ponovo, a ako se to ponovi, kontaktiraj podr\u0161ku za pomo\u0107 u re\u0161avanju problema.
id_invalid_alert=ID broj za resurs je neva\u017ee\u0107i resurs. Molimo poku\u0161aj ponovo, a ako se to ponovi, kontaktiraj podr\u0161ku za pomo\u0107 u re\u0161avanju problema.
io_alert=Do\u0161lo je do problema prilikom otpremanja tvoje datoteke. Molimo proveri naziv puta ili ponovo izaberi i poku\u0161aj ponovo.
id_used_alert=ID broj za resurs je ve\u0107 u primeni. Molimo poku\u0161aj ponovo.
invalid_date_alert=Mora\u0161 uneti datum u slede\u0107em formatu\: MM/DD/GGGG HH\:MM AM/PM

podfeed_revise_title=Uredi feed podkasta
podfeed_revise_directions=Naziv i opis feed-a podkasta bi\u0107e dostupni u\u010desnicima lokacije sa njihovog podke\u010dera. A\u017euriraj oblik, a zatim izaberi odgovaraju\u0107e dugme na dnu.
podfeed_revise_url_caption=Adresa RSS feed-a

podfeed_author=Kreirao Sakai
podfeed_copyrighttext=Autorska prava {0}.

copy_to_clipboard=Kopiraj u privremenu memoriju

## permission descriptions for podcasts tool
perm-content.new=Kreiraj podkaste
perm-content.read=\u010citaj podkaste
perm-content.revise.any=Uredi bilo koje podkaste
perm-content.revise.own=Uredi sopstvene podkaste
perm-content.delete.any=Obri\u0161i bilo koje podkaste
perm-content.delete.own=Obri\u0161i sopstvene podkaste
perm-content.hidden=\u010citaj sakrivene podkaste
