#Vietnamese Sakai is a contribution from HOSEI IT Center and www.huric.org; we also collaborate with Ho Chi Minh University of Technology for this project. 
# For future contact, Please email to Billy Quoc Pham [bpham@huric.org], Nguyen Hua Phung [phung@cse.hcmut.edu.vn] 
#To test out Vietnamse Sakai, you may go to http://vietsakai.huric.net 
#
#Tue Sep 07 15:05:28 PDT 2010
notitle=B\u1EA1n ph\u1EA3i nh\u1EADp m\u1ED9t ti\u00EAu \u0111\u1EC1 
podcatcher=Podcatcher 
podfeed_revise_directions=Ti\u00EAu \u0111\u1EC1 v\u00E0 m\u00F4 t\u1EA3 c\u1EE7a c\u00E1c ngu\u1ED3n c\u1EA5p d\u1EEF li\u1EC7u podcast s\u1EBD c\u00F3 s\u1EB5n cho ng\u01B0\u1EDDi tham gia trang web t\u1EEB b\u00EAn trong Podcatcher c\u1EE7a h\u1ECD. Th\u00F4ng m\u1EABu, sau \u0111\u00F3 ch\u1ECDn n\u00FAt th\u00EDch h\u1EE3p \u1EDF ph\u00EDa d\u01B0\u1EDBi. 
required_prompt=c\u00E1c y\u00EAu c\u1EA7u \u0111\u00E1nh d\u1EA5u b\u1EB1ng m\u1ED9t 
new=M\u1EDBi 
access=Truy c\u1EADp 
options=T\u00F9y ch\u1ECDn 
options_directions3=ch\u1ECDn Xem cho trang web. 
options_directions2=ch\u1ECDn Xem \u0111\u1EC3 kh\u00F4ng th\u00E0nh vi\u00EAn (c\u00F4ng b\u1ED1 c\u00F4ng khai). \u0110\u1EC3 h\u1EA1n ch\u1EBF quy\u1EC1n truy c\u1EADp v\u00E0o podcast c\u1EE7a b\u1EA1n \u0111\u1EC3 tham gia trang web c\u1EE7a b\u1EA1n v\u00E0 truy c\u1EADp v\u00F4 hi\u1EC7u h\u00F3a th\u00F4ng qua m\u1ED9t 
options_directions1=\u0110\u1EC3 cung c\u1EA5p truy c\u1EADp v\u00E0o podcast c\u1EE7a b\u1EA1n th\u00F4ng qua m\u1ED9t 
title_prompt=Ti\u00EAu \u0111\u1EC1 
open_paren=( 
subscribe=\u0110\u0103ng k\u00FD\: 
posted_by=\u0110\u01B0\u1EE3c \u0111\u0103ng b\u1EDFi 
io_alert=C\u00F3 m\u1ED9t v\u1EA5n \u0111\u1EC1 t\u1EA3i l\u00EAn file c\u1EE7a b\u1EA1n. H\u00E3y ki\u1EC3m tra t\u00EAn \u0111\u01B0\u1EDDng d\u1EABn ho\u1EB7c ch\u1ECDn l\u1EA1i v\u00E0 th\u1EED l\u1EA1i. 
options_public=Cho nh\u1EEFng ng\u01B0\u1EDDi kh\u00F4ng l\u00E0 th\u00E0nh vi\u00EAn c\u1EE7a trang web xem (xem c\u00F4ng khai) 
perm_title=Cho ph\u00E9p 
feed_copyright=B\u1EA3n quy\u1EC1n 2007 Foundation Sakai. T\u1EA5t c\u1EA3 c\u00E1c quy\u1EC1n. 
add=Th\u00EAm 
length_alert=C\u00E1c URL podcast, bao g\u1ED3m t\u00EAn file, kh\u00F4ng th\u1EC3 v\u01B0\u1EE3t qu\u00E1 254 k\u00FD t\u1EF1. \u0110\u1EC3 th\u00EAm podcast n\u00E0y th\u00E0nh c\u00F4ng, gi\u1EA3m b\u1EDBt \u0111\u1ED9 d\u00E0i c\u1EE7a t\u00EAn file v\u00E0 th\u1EED l\u1EA1i. 
colon=\: 
revise_directions=C\u1EADp nh\u1EADt m\u1EABu (d\u1EA1ng), r\u1ED3i ch\u1ECDn n\u00FAt th\u00EDch h\u1EE3p \u1EDF ph\u00EDa d\u01B0\u1EDBi. 
permission_alert=B\u1EA1n kh\u00F4ng c\u00F3 quy\u1EC1n x\u00F3a c\u00E1c file \u0111\u01B0\u1EE3c ch\u1ECDn. 
date_by_hand_format=MM/dd/yyyy hh\:mm a 
delete_submit=X\u00F3a 
read=\u0110o\u0323c 
max_size_exceeded_alert=Th\u00F4ng b\u00E1o\: C\u00E1c gi\u1EDBi h\u1EA1n k\u00EDch th\u01B0\u1EDBc t\u1EA3i l\u00EAn c\u1EE7a {0} MB \u0111\u00E3 b\u1ECB v\u01B0\u1EE3t qu\u00E1. 
delete=X\u00F3a 
no_resource_alert=\u0110\u1EC3 s\u1EED d\u1EE5ng c\u00F4ng c\u1EE5 Podcast, tr\u01B0\u1EDBc ti\u00EAn b\u1EA1n ph\u1EA3i th\u00EAm nh\u1EEFng c\u00F4ng c\u1EE5 {0}. 
nodate_alert=Th\u00F4ng b\u00E1o\: B\u1EA1n ph\u1EA3i nh\u1EADp m\u1ED9t ng\u00E0y v\u00E0 th\u1EDDi gian 
id_invalid_alert=C\u00E1c ID cho ngu\u1ED3n t\u00E0i nguy\u00EAn kh\u00F4ng h\u1EE3p l\u1EC7. H\u00E3y th\u1EED l\u1EA1i v\u00E0 n\u1EBFu x\u1EA3y ra l\u1EA7n n\u1EEFa, li\u00EAn h\u1EC7 v\u1EDBi h\u1ED7 tr\u1EE3 \u0111\u1EC3 gi\u1EA3i quy\u1EBFt. 
invalid_date_alert=B\u1EA1n ph\u1EA3i nh\u1EADp ng\u00E0y theo \u0111\u1ECBnh d\u1EA1ng sau\: MM / DD / YYYY HH\: MM AM / PM 
options_site=Xem cho trang web 
publish_date_format=EEEEEE',' dd MMMMM yyyy hh\:mm a z 
file_to_upload=File \u0111\u1EC3 t\u1EA3i l\u00EAn 
date_picker_format=MM/dd/yyyy hh\:mm\:ss a 
podfeed_revise_url_caption=RSS feed \u0111\u1ECBa ch\u1EC9 
maint=B\u1EA3o tr\u00EC 
internal_error_alert=M\u1ED9t l\u1ED7i trong ng\u0103n ch\u1EB7n ho\u1EA1t \u0111\u1ED9ng c\u1EE7a b\u1EA1n \u0111\u1EC3 ho\u00E0n th\u00E0nh. H\u00E3y th\u1EED l\u1EA1i. 
permissions=Cho ph\u00E9p 
current_date=Ng\u00E0y/Th\u1EDDi gian xu\u1EA5t b\u1EA3n hi\u1EC7n h\u00E0nh   
id_used_alert=C\u00E1c ID cho t\u00E0i nguy\u00EAn \u0111\u00E3 \u0111\u01B0\u1EE3c s\u1EED d\u1EE5ng. Xin vui l\u00F2ng th\u1EED l\u1EA1i. 
no_podcasts=Hi\u1EC7n t\u1EA1i kh\u00F4ng c\u00F3 podcast t\u1EA1i \u0111\u1ECBa \u0111i\u1EC3m n\u00E0y. 
podcast_home_title=Podcasts 
delete_title=X\u00F3a Podcast  ... 
add_title=Th\u00EAm Podcast 
no_access=B\u1EA1n kh\u00F4ng c\u00F3 quy\u1EC1n truy c\u1EADp c\u00F4ng c\u1EE5 n\u00E0y. Li\u00EAn l\u1EA1c v\u1EDBi trung t\u00E2m h\u1ED7 tr\u1EE3 c\u1EE7a b\u1EA1n \u0111\u1EC3 \u0111\u01B0\u1EE3c h\u1ED7 tr\u1EE3. 
cancel=Hu\u1EF7 
feed_desc2=Xin vui l\u00F2ng ki\u1EC3m tra l\u1EA1i trong su\u1ED1t h\u1ECDc k\u1EF3 \u0111\u1EC3 c\u1EADp nh\u1EADt. 
feed_desc1=podcast ch\u00EDnh th\u1EE9c. 
file_prompt=Ch\u1ECDn m\u1ED9t file 
internal_date_format=yyyyMMddhhmmssSSS 
nofile_alert=Th\u00F4ng b\u00E1o\: B\u1EA1n ph\u1EA3i ch\u1ECDn m\u1ED9t file 
id_unused_alert=C\u00E1c ID cho t\u00E0i nguy\u00EAn kh\u00F4ng t\u01B0\u01A1ng \u1EE9ng v\u1EDBi m\u1ED9t ngu\u1ED3n l\u1EF1c h\u1EE3p l\u1EC7. H\u00E3y th\u1EED l\u1EA1i v\u00E0 n\u1EBFu \u0111i\u1EC1u n\u00E0y reoccurs, li\u00EAn h\u1EC7 v\u1EDBi h\u1ED7 tr\u1EE3 \u0111\u1EC3 gi\u1EA3i quy\u1EBFt. 
options_title=T\u00F9y ch\u1ECDn 
description_prompt=M\u00F4 t\u1EA3 
option_change_confirm=C\u00E1c kho\u1EA3n cho ngu\u1ED3n c\u1EA5p d\u1EEF li\u1EC7u Podcasts \u0111\u00E3 thay \u0111\u1ED5i. Ngu\u1ED3n c\u1EA5p d\u1EEF li\u1EC7u n\u00E0y kh\u00F4ng c\u00F2n xem c\u00F4ng khai. \u0110\u1ED1i v\u1EDBi ng\u01B0\u1EDDi tham gia kh\u00F4ng \u0111\u1EC3 truy c\u1EADp ngu\u1ED3n c\u1EA5p d\u1EEF li\u1EC7u cho trang web c\u1EE7a podcast n\u00E0y, ch\u1ECDn Options li\u00EAn k\u1EBFt \u1EDF tr\u00EAn v\u00E0 ch\u1ECDn n\u00FAt radio b\u00EAn c\u1EA1nh \u0111\u1EC3 Xem \u0111\u1EC3 kh\u00F4ng th\u00E0nh vi\u00EAn (xem c\u00F4ng khai). 
on=tr\u00EAn 
close_paren=) 
email_prompt=Email th\u00F4ng b\u00E1o 
current_file=File hi\u1EC7n t\u1EA1i 
podfeed_copyrighttext=B\u1EA3n quy\u1EC1n {0}. 
role=Vai tr\u00F2 
podcast_home_sub=\u0110\u0103ng k\u00FD ngay b\u00E2y gi\u1EDD b\u1EB1ng c\u00E1ch sao ch\u00E9p \u0111\u1ECBa ch\u1EC9 ngu\u1ED3n c\u1EA5p d\u1EEF li\u1EC7u RSS v\u00E0 d\u00E1n n\u00F3 v\u00E0o y\u00EAu th\u00EDch c\u1EE7a b\u1EA1n 
notitle_alert=C\u1EA3nh b\u00E1o\: B\u1EA1n ph\u1EA3i nh\u1EADp m\u1ED9t ti\u00EAu \u0111\u1EC1 
date_prompt=Ng\u00E0y/Th\u1EDDi gian xu\u1EA5t b\u1EA3n 
permission_directions=Thi\u1EBFt l\u1EADp quy\u1EC1n cho th\u01B0 m\u1EE5c trong n\u01A1i l\u00E0m Podcasts {0} 
feed_title='S ch\u00EDnh th\u1EE9c Podcast. 
popup_text=Podcatcher l\u00E0 m\u1ED9t ch\u01B0\u01A1ng tr\u00ECnh m\u00E1y t\u00EDnh \u0111\u01B0\u1EE3c s\u1EED d\u1EE5ng \u0111\u1EC3 t\u1EF1 \u0111\u1ED9ng t\u1EA3i v\u1EC1 c\u00E1c podcast. iTunes l\u00E0 m\u1ED9t Podcatcher ph\u1ED5 bi\u1EBFn, nh\u01B0ng kh\u00F4ng ph\u1EA3i l\u00E0 ph\u1EA7n m\u1EC1m ch\u1EC9 c\u00F3 s\u1EB5n cho m\u1EE5c \u0111\u00EDch n\u00E0y. 
quota_alert=B\u1EA1n \u0111\u00E3 v\u01B0\u1EE3t qu\u00E1 h\u1EA1n ng\u1EA1ch c\u1EE7a b\u1EA1n trong t\u00E0i nguy\u00EAn. X\u00F3a c\u00E1c m\u1EE5c v\u00E0 th\u1EED l\u1EA1i. 
del_confirm=B\u1EA1n c\u00F3 ch\u1EAFc b\u1EA1n mu\u1ED1n x\u00F3a c\u00E1c podcast sau \u0111\u00E2y? 
podfeed_author=T\u1EA1o b\u1EDFi Sakai 
perm_directions=Thi\u1EBFt l\u1EADp quy\u1EC1n cho Podcasts t\u1EA1i n\u01A1i worksite 
revise_title=Ch\u1EC9nh s\u1EEDa Podcast 
spacer_bar=| 
change_submit=L\u01B0u Thay \u0111\u1ED5i 
podfeed_revise_title=Ch\u1EC9nh s\u1EEDa Podcast Feed 
date_picker_format_string=(\u0110\u1ECBnh d\u1EA1ng\: MM / DD / YYYY HH\: MM AM / PM) 
add_directions=\u0110i\u1EC1n v\u00E0o m\u1EABu, sau \u0111\u00F3 ch\u1ECDn n\u00FAt th\u00EDch h\u1EE3p \u1EDF ph\u00EDa d\u01B0\u1EDBi. 
at=t\u1EA1i 
revise=Ch\u1EC9nh s\u1EEDa 
download=T\u1EA3i v\u1EC1 
