
access=Eri\u015fim
add=Ekle
add_directions=Formu doldur, daha sonra a\u015fa\u011f\u0131daki uygun dü\u011fmeyi seç.
add_title=Podcast Ekle
at=at\ 
cancel=Vazgeç
change_submit=De\u011fi\u015fiklikleri Kaydet
close_paren=)
colon=:
current_date=Mevcut Yay\u0131n Tarihi/Saati
current_file=Mevcut Dosya
date_by_hand_format=MM/dd/yyyy hh:mm a
date_picker_format=MM/dd/yyyy hh:mm:ss a
date_picker_format_string=(Biçim: MM/DD/YYYY HH:MM AM/PM)
date_prompt=Yay\u0131n Tarihi/Saati
del_confirm=A\u015fa\u011f\u0131daki podcasti silmek istedi\u011finizden emin misiniz?
delete=Sil
delete_submit=Sil
delete_title=Podcast siliniyor...
description_prompt=Aç\u0131klama
download=\u0130ndirme
email_prompt=Eposta Bildirimi
feed_copyright=Telif Hakk\u0131 2007  Sakai Foundation. Tüm haklar\u0131 sakl\u0131d\u0131r.
feed_desc1=\ resmi podcast.
feed_desc2=\ Lütfen güncellemeler için dönem boyunca kontrol edin.
feed_title='nin resmi Podcasti.
file_prompt=Bir dosya seç
file_to_upload=Yüklenecek Dosya
id_invalid_alert=ID kaynak için geçersiz kaynakt\u0131r. Lütfen daha sonra tekrar deneyin ve tekrar ederse, gidermek için destekle ileti\u015fime geçin.
id_unused_alert=ID kaynak için uyu\u015fmayan geçersiz bir kaynakt\u0131r. Lütfen daha sonra tekrar deneyin ve tekrar ederse, gidermek için destekle ileti\u015fime geçin.
id_used_alert=Kaynak için ID zaten kullan\u0131mdad\u0131r. Lütfen tekrar deneyin.
internal_date_format=yyyyMMddhhmmssSSS
internal_error_alert=Bir dahili hata i\u015fleminizin tamamlanmas\u0131n\u0131 engelledi. Lütfen yeniden deneyin.
invalid_date_alert=Tarihi \u015fu \u015fekilde girmelisiniz: MM/DD/YYYY HH:MM AM/PM
io_alert=Dosyan\u0131z yüklenirken hata oldu. Lütfen yol ad\u0131n\u0131 kontrol edin ya da yeniden seçerek deneyin
length_alert=Podcast URLsi dosya ismi dahil 254 karakteri geçemez. Podcast dosyas\u0131n\u0131 ba\u015far\u0131l\u0131 bir eklemek için dosya ismi uzunlu\u011funu azalt\u0131n ve yeniden deneyin.
maint=Maintain
max_size_exceeded_alert=Alert: The upload size limit of {0} MB has been exceeded.
new=New
no_access=You are not authorized to view this tool. Contact your local support center for assistance.
no_podcasts=There are currently no podcasts at this location.
no_resource_alert=To use the Podcasts tool, you must first add the {0} tool.
nodate_alert=Alert: You must enter a date and time
nofile_alert=Alert: You must choose a file
notitle=You must enter a title
notitle_alert=Alert: You must enter a title
on=on\ 
open_paren=(
option_change_confirm=The permissions for the Podcasts feed have changed. This feed is no longer publicly viewable. For non-participants to access the podcast feed for this site, select the Options link above and select the radio button next to Display to non-members (publicly viewable).
options=Options
options_directions1=To provide access to your podcasts through a
options_directions2=choose Display to non-members (publicly available). To restrict access to your podcasts to your site's participants and disable access through a
options_directions3=choose Display to Site.
options_public=Display to non-members (publicly viewable)
options_site=Display to site
options_title=Options
perm_directions=Set permissions for Podcasts in worksite\ 
perm_title=Permissions
permission_alert=You do not have permission to delete the selected file.
permission_directions=Set permissions for Podcasts folder in worksite {0}
permissions=Permissions
podcast_home_sub=Subscribe now by copying this RSS feed address and pasting it into your favorite
podcast_home_title=Podcasts
podcatcher=podcatcher
podfeed_author=Created by Sakai
podfeed_copyrighttext=Copyright {0}.
podfeed_revise_directions=The title and description of the podcast feed will be available to site participants from within their podcatcher.  Update the form, then choose the appropriate button at the bottom.\ 
podfeed_revise_title=Edit Podcast Feed
podfeed_revise_url_caption=RSS feed address
popup_text=A podcatcher is a computer program used to automatically download podcasts.  iTunes is a popular podcatcher, but is not the only software available for this purpose.
posted_by=Posted by\ 
publish_date_format=EEEEEE',' dd MMMMM yyyy hh:mm a z
quota_alert=You have exceeded your quota in Resources.  Delete items and try again.
read=Read
required_prompt=Required items marked with a\ 
revise=Edit
revise_directions=Update the form, then choose the appropriate button at the bottom.
revise_title=Edit Podcast
role=Role
spacer_bar=|\ 
subscribe=Subscribe:
title_prompt=Title
