#Fri Nov 26 20:31:26 CET 2010
title_prompt=\u0627\u0644\u0639\u0646\u0648\u0627\u0646
date_prompt=\u062A\u0627\u0631\u064A\u062E/\u0648\u0642\u062A \u0627\u0644\u0646\u0634\u0631
del_confirm=\u0647\u0644 \u0623\u0646\u062A \u0645\u062A\u0623\u0643\u062F \u0627\u0646\u0643 \u062A\u0631\u064A\u062F \u062D\u0630\u0641 podcast \u0627\u0644\u062A\u0627\u0644\u064A\u061F
invalid_date_alert=\u0639\u0644\u064A\u0643 \u0623\u0646 \u062A\u062F\u062E\u0644 \u0627\u0644\u062A\u0627\u0631\u064A\u062E \u0639\u0644\u0649 \u0627\u0644\u0634\u0643\u0644 \u0627\u0644\u062A\u0627\u0644\u064A\:  MM/DD/YYYY HH\:MM AM/PM
internal_error_alert=\u062E\u0637\u0623 \u062F\u0627\u062E\u0644\u064A \u064A\u062D\u0648\u0644 \u062F\u0648\u0646 \u0625\u062A\u0645\u0627\u0645 \u0627\u0644\u0639\u0645\u0644\u064A\u0629. \u0627\u0644\u0645\u0631\u062C\u0648 \u0625\u0639\u0627\u062F\u0629 \u0627\u0644\u0645\u062D\u0627\u0648\u0644\u0629.
options_directions3=\u0627\u062E\u062A\u064A\u0627\u0631 \u0627\u0644\u0639\u0631\u0636 \u0644\u0644\u0645\u0648\u0642\u0639.
options_directions2=\u0627\u062E\u062A\u064A\u0627\u0631 \u0627\u0644\u0639\u0631\u0636 \u0644\u063A\u064A\u0631 \u0627\u0644\u0623\u0639\u0636\u0627\u0621 (\u0645\u062A\u0627\u062D\u0629 \u0644\u0644\u062C\u0645\u0647\u0648\u0631). \u0644\u0644\u062D\u062F \u0645\u0646 \u0627\u0644\u0648\u0635\u0648\u0644 \u0627\u0644\u0649 podcasts  \u0645\u0644\u0643\u0643\u0645 \u0644\u0644\u0645\u0634\u0627\u0631\u0643\u064A\u0646 \u0641\u064A \u0645\u0648\u0642\u0639\u0643\u0645 \u0648 \u0645\u0646\u0639 \u0627\u0644\u0648\u0635\u0648\u0644  \u0645\u0646 \u062E\u0644\u0627\u0644 
options_directions1=\u0644\u0625\u062A\u0627\u062D\u0629 \u0627\u0644\u0648\u0635\u0648\u0644 \u0625\u0644\u0649 podcasts  \u0645\u0644\u0643\u0643\u0645 \u0639\u0628\u0631
change_submit=\u062D\u0641\u0638 \u0627\u0644\u062A\u063A\u064A\u064A\u0631\u0627\u062A
notitle_alert=\u062A\u0646\u0628\u064A\u0647 \: \u064A\u062C\u0628 \u0625\u062F\u062E\u0627\u0644 \u0639\u0646\u0648\u0627\u0646
publish_date_format=EEEEEE',' dd MMMMM yyyy hh\:mm a z
podcast_home_title=Podcasts
add=\u0625\u0636\u0627\u0641\u0629
feed_desc2=\u0627\u0644\u0645\u0631\u062C\u0648 \u0627\u0644\u062A\u0623\u0643\u062F \u0645\u0646 \u0627\u0644\u062A\u062D\u062F\u064A\u062B\u0627\u062A \u0627\u0644\u062A\u064A \u0623\u062C\u0631\u064A\u062A \u062E\u0644\u0627\u0644 \u0627\u0644\u0641\u0635\u0644 \u0627\u0644\u062F\u0631\u0627\u0633\u064A.
spacer_bar=| 
feed_copyright=\u062D\u0642\u0648\u0642 \u0627\u0644\u0637\u0628\u0639 2006 \u0625\u062F\u0627\u0631\u0629 \u062C\u0627\u0645\u0639\u0629 \u0627\u0646\u062F\u064A\u0627\u0646\u0627. \u062C\u0645\u064A\u0639 \u0627\u0644\u062D\u0642\u0648\u0642 \u0645\u062D\u0641\u0648\u0638\u0629.
feed_desc1=Podcast \u0627\u0644\u0631\u0633\u0645\u064A.
maint=\u0645\u062D\u0627\u0641\u0638\u0629
add_directions=\u0623\u0643\u0645\u0644 \u0627\u0644\u0625\u0633\u062B\u0645\u0627\u0631\u0629\u060C \u062B\u0645 \u0627\u062E\u062A\u0631 \u0627\u0644\u0632\u0631 \u0627\u0644\u0645\u0646\u0627\u0633\u0628 \u0641\u064A \u0627\u0644\u0623\u0633\u0641\u0644.
max_size_exceeded_alert=\u062A\u0646\u0628\u064A\u0647\: \u062D\u062F \u062D\u062C\u0645 \u0627\u0644\u0631\u0641\u0639 {0} \u062A\u0645 \u062A\u062C\u0627\u0648\u0632\u0647.
add_title=\u0625\u0636\u0627\u0641\u0629 Podcast
colon=\:
permissions=\u0627\u0644\u0625\u0645\u062A\u064A\u0627\u0632\u0627\u062A 
io_alert=\u0647\u0646\u0627\u0643 \u0645\u0634\u0643\u0644\u0629 \u0641\u064A \u0625\u0631\u0633\u0627\u0644 \u0645\u0644\u0641\u0643\u0645. \u0627\u0644\u0645\u0631\u062C\u0648 \u0645\u0631\u0627\u062C\u0639\u0629 \u0625\u0633\u0645 \u0627\u0644\u0637\u0631\u064A\u0642 \u0623\u0648 \u0625\u0639\u0627\u062F\u0629 \u0627\u062E\u062A\u064A\u0627\u0631 \u0622\u062E\u0631 \u0648\u0627\u0644\u0642\u064A\u0627\u0645 \u0628\u0645\u062D\u0627\u0648\u0644\u0629 \u0623\u062E\u0631\u0649. 
id_invalid_alert=\u0631\u0642\u0645 \u0627\u0644\u0645\u0648\u0631\u062F \u063A\u064A\u0631 \u0635\u062D\u064A\u062D. \u0627\u0644\u0645\u0631\u062C\u0648 \u0625\u0639\u0627\u062F\u0629 \u0627\u0644\u0645\u062D\u0627\u0648\u0644\u0629 \u0648\u0625\u0630\u0627 \u062D\u062F\u062B \u0645\u062C\u062F\u062F\u0627\u060C \u0627\u0644\u0625\u062A\u0635\u0627\u0644 \u0628\u0627\u0644\u062F\u0639\u0645 \u0644\u0644\u0645\u0633\u0627\u0639\u062F\u0629 \u0639\u0644\u0649 \u0627\u0644\u062D\u0644.
podfeed_copyrighttext=\u062D\u0642\u0648\u0642 \u0627\u0644\u0637\u0628\u0639 2006..
file_prompt=\u0627\u062E\u062A\u064A\u0627\u0631 \u0645\u0644\u0641
perm_title=\u0627\u0644\u0625\u0645\u062A\u064A\u0627\u0632\u0627\u062A 
revise=\u0645\u0631\u0627\u062C\u0639\u0629
no_resource_alert=\u0644\u0627\u0633\u062A\u0639\u0645\u0627\u0644 \u0623\u062F\u0627\u0629 \u0627\u0644 Podcasts \u060C \u064A\u062C\u0628 \u0623\u0648\u0644\u0627 \u0625\u0636\u0627\u0641\u0629 \u0627\u0644 {0} \u0623\u062F\u0627\u0629.
open_paren=(
delete_title=\u062D\u0630\u0641 Podcast...
on=\u0639\u0644\u0649
revise_title=\u0645\u0631\u0627\u062C\u0639\u0629 Podcast
podfeed_revise_title=\u062A\u062D\u0631\u064A\u0631 \u062A\u063A\u0630\u064A\u0629 \u0627\u0644\u0628\u0648\u062F\u0643\u0627\u0633\u062A
description_prompt=\u0648\u0635\u0641
role=\u062F\u0648\u0631
quota_alert=\u0644\u0642\u062F \u062A\u062C\u0627\u0648\u0632\u062A \u062D\u0635\u062A\u0643 \u0641\u064A \u0627\u0644\u0645\u0648\u0627\u0631\u062F. \u0627\u062D\u0630\u0641 \u0645\u0648\u0627\u062F \u0648 \u062D\u0627\u0648\u0644 \u0645\u0631\u0629 \u062B\u0627\u0646\u064A\u0629.
date_picker_format=MM/dd/yyyy hh\:mm\:ss a
internal_date_format=yyyyMMddhhmmssSSS
subscribe=\u0627\u0644\u0625\u0646\u0636\u0645\u0627\u0645 \: 
current_date=\u062A\u0627\u0631\u064A\u062E/\u0648\u0642\u062A \u0627\u0644\u0646\u0634\u0631 \u0627\u0644\u062D\u0627\u0644\u064A
new=\u062C\u062F\u064A\u062F
read=\u0627\u0642\u0631\u0623
required_prompt=\u0627\u0644\u0645\u0648\u0627\u062F \u0627\u0644\u0645\u0637\u0644\u0648\u0628\u0629 \u0645\u0648\u0636\u0648\u0639 \u0639\u0644\u064A\u0647\u0627 \u0639\u0644\u0627\u0645\u0629 
close_paren=(
delete_submit=\u062D\u0630\u0641
feed_title=Podcast  \u0644
options=\u062E\u064A\u0627\u0631\u0627\u062A
access=\u0627\u0644\u0648\u0635\u0648\u0644
no_podcasts=\u0644\u0627 \u064A\u0648\u062C\u062F \u062D\u0627\u0644\u064A\u0627 \u0623\u064A podcasts  \u0641\u064A \u0647\u0630\u0627 \u0627\u0644\u0645\u0648\u0642\u0639. 
current_file=\u0627\u0644\u0645\u0644\u0641 \u0627\u0644\u062D\u0627\u0644\u064A
nodate_alert=\u062A\u0646\u0628\u064A\u0647 \: \u0639\u0644\u064A\u0643 \u0623\u0646 \u062A\u062F\u062E\u0644 \u0627\u0644\u062A\u0627\u0631\u064A\u062E \u0648\u0627\u0644\u0648\u0642\u062A
at=\u0641\u064A 
permission_alert=\u0644\u0627 \u062A\u0645\u0644\u0643 \u0627\u0644\u0625\u0645\u062A\u064A\u0627\u0632\u0627\u062A \u0644\u062D\u0630\u0641 \u0627\u0644\u0645\u0644\u0641 \u0627\u0644\u0645\u062E\u062A\u0627\u0631. 
option_change_confirm=\u0627\u0644\u0625\u0645\u062A\u064A\u0627\u0632\u0627\u062A \u0644\u062A\u0644\u0642\u064A\u0645 Podcasts  \u0642\u062F \u062A\u063A\u064A\u0631\u062A. \u0647\u0630\u0627 \u0627\u0644\u062A\u0644\u0642\u064A\u0645 \u0644\u0645 \u064A\u0639\u062F \u0645\u0645\u0643\u0646\u0627 \u0645\u0634\u0627\u0647\u062F\u062A\u0647 \u0639\u0644\u0646\u0627. \u0644\u0645\u0646\u062D \u0627\u0644\u063A\u064A\u0631 \u0627\u0644\u0645\u0634\u0627\u0631\u0643\u064A\u0646 \u0627\u0644\u0648\u0635\u0648\u0644 \u0627\u0644\u0649 \u062A\u0644\u0642\u064A\u0645 Podcasts  \u0644\u0647\u0630\u0627 \u0627\u0644\u0645\u0648\u0642\u0639\u060C \u064A\u062C\u0628 \u0627\u0646\u062A\u0642\u0627\u0621 \u062E\u064A\u0627\u0631\u0627\u062A \u0627\u0644\u0631\u0628\u0637 \u0623\u0639\u0644\u0627\u0647 \u0648\u0627\u062E\u062A\u064A\u0627\u0631 \u0632\u0631 radio \u0627\u0644\u062A\u0627\u0644\u064A \u0644\u0639\u0631\u0636\u0647 \u0639\u0644\u0649 \u063A\u064A\u0631 \u0627\u0644\u0623\u0639\u0636\u0627\u0621 (\u0645\u0634\u0627\u0647\u062F\u0629 \u0639\u0644\u0646\u064A\u0629) . 
perm_directions=\u0645\u0646\u062D \u0627\u0644\u0625\u0645\u062A\u064A\u0627\u0632\u0627\u062A \u0644 Podcasts  \u0641\u064A \u0645\u0648\u0642\u0639 \u0627\u0644\u0639\u0645\u0644 
file_to_upload=\u0645\u0644\u0641 \u0644\u062A\u062D\u0645\u064A\u0644
id_unused_alert=\u0631\u0642\u0645 \u0627\u0644\u0645\u0648\u0631\u062F \u0644\u0627 \u064A\u0644\u0627\u0626\u0645 \u0645\u0648\u0631\u062F \u0635\u062D\u064A\u062D. \u0627\u0644\u0645\u0631\u062C\u0648 \u0625\u0639\u0627\u062F\u0629 \u0627\u0644\u0645\u062D\u0627\u0648\u0644\u0629 \u0648\u0625\u0630\u0627 \u062D\u062F\u062B \u0645\u062C\u062F\u062F\u0627\u060C \u0627\u0644\u0625\u062A\u0635\u0627\u0644 \u0628\u0645\u0631\u0643\u0632 \u0627\u0644\u062F\u0639\u0645 \u0644\u0644\u0645\u0633\u0627\u0639\u062F\u0629 \u0639\u0644\u0649 \u0627\u0644\u062D\u0644.
date_picker_format_string=(\u0634\u0643\u0644\:  MM/DD/YYYY HH\:MM AM/PM )
email_prompt=\u0625\u0634\u0639\u0627\u0631 \u0627\u0644\u0628\u0631\u064A\u062F \u0627\u0644\u0625\u0644\u0643\u062A\u0631\u0648\u0646\u064A
download=\u062A\u062D\u0645\u064A\u0644
nofile_alert=\u062A\u0646\u0628\u064A\u0647 \: \u0639\u0644\u064A\u0643 \u0627\u062E\u062A\u064A\u0627\u0631 \u0645\u0644\u0641
podcast_home_sub=\u062A\u0648\u0642\u064A\u0639 \u0627\u0644\u0622\u0646 \u0628\u0646\u0633\u062E \u0639\u0646\u0648\u0627\u0646 \u062A\u063A\u0630\u064A\u0629 RSS \u0648\u0644\u0635\u0642\u0647\u0627 \u0641\u064A \u0627\u0644\u0645\u0641\u0636\u0644\u0629 \u0627\u0644\u062E\u0627\u0635\u0629 \u0628\u0643
podfeed_revise_url_caption=\u0639\u0646\u0648\u0627\u0646 \u062A\u063A\u0630\u064A\u0629 RSS
options_public=\u0627\u0644\u0639\u0631\u0636 \u0644\u063A\u064A\u0631 \u0627\u0644\u0623\u0639\u0636\u0627\u0621 (\u0645\u062A\u0627\u062D\u0629 \u0644\u0644\u062C\u0645\u0647\u0648\u0631). 
options_site=\u0627\u0644\u0639\u0631\u0636 \u0644\u0644\u0645\u0648\u0642\u0639.
length_alert=\u0639\u0646\u0648\u0627\u0646 podcast \u060C \u0628\u0645\u0627 \u0641\u064A \u0630\u0644\u0643 \u0625\u0633\u0645 \u0627\u0644\u0645\u0644\u0641 \u060C \u0644\u0627 \u064A\u0645\u0643\u0646 \u0627\u0646 \u064A\u062A\u062C\u0627\u0648\u0632 254 \u062D\u0631\u0641. \u0644\u0625\u0636\u0627\u0641\u0629 \u0647\u0630\u0627 podcast  \u0628\u0646\u062C\u0627\u062D \u060C \u064A\u062C\u0628 \u0627\u0644\u0646\u0642\u0635 \u0645\u0646 \u0637\u0648\u0644 \u0625\u0633\u0645 \u0627\u0644\u0645\u0644\u0641 \u0648\u0627\u0644\u0642\u064A\u0627\u0645 \u0628\u0645\u062D\u0627\u0648\u0644\u0629 \u0623\u062E\u0631\u0649. 
delete=\u062D\u0630\u0641
date_by_hand_format=MM/dd/yyyy hh\:mm a
options_title=\u062E\u064A\u0627\u0631\u0627\u062A
podcatcher=podcatcher
notitle=\u064A\u062C\u0628 \u0625\u062F\u062E\u0627\u0644 \u0639\u0646\u0648\u0627\u0646
popup_text=podcatcher  \u0647\u0648 \u0628\u0631\u0646\u0627\u0645\u062C \u062D\u0627\u0633\u0648\u0628\u064A \u064A\u0633\u062A\u062E\u062F\u0645 \u062A\u0644\u0642\u0627\u0626\u064A\u0627 \u0644\u062C\u0644\u0628 podcasts. iTunes  \u0647\u0648 podcatcher \u0634\u0627\u0626\u0639 \u0644\u0643\u0646\u0647 \u0644\u064A\u0633 \u0647\u0648 \u0627\u0644\u0628\u0631\u0646\u0627\u0645\u062C \u0627\u0644\u0648\u062D\u064A\u062F \u0627\u0644\u0645\u062A\u0627\u062D \u0644\u0647\u0630\u0627 \u0627\u0644\u063A\u0631\u0636. 
cancel=\u0625\u0644\u063A\u0627\u0621
posted_by=\u0646\u0634\u0631 \u0645\u0646 \u0637\u0631\u0641 
id_used_alert=\u0631\u0642\u0645 \u0627\u0644\u0645\u0648\u0631\u062F \u0645\u0633\u062A\u0639\u0645\u0644 \u0627\u0644\u0645\u0631\u062C\u0648 \u0625\u0639\u0627\u062F\u0629 \u0627\u0644\u0645\u062D\u0627\u0648\u0644\u0629.
no_access=\u0644\u0627 \u064A\u0633\u0645\u062D \u0644\u0643 \u0628\u0631\u0624\u064A\u0629 \u0647\u0630\u0647 \u0627\u0644\u0645\u0627\u062F\u0629. \u0627\u062A\u0635\u0644 \u0628\u0645\u0631\u0643\u0632 \u0627\u0644\u062F\u0639\u0645 \u0627\u0644\u0645\u062D\u0644\u064A \u0644\u0644\u0645\u0633\u0627\u0639\u062F\u0629.
podfeed_author=\u0623\u0646\u0634\u0623\u062A \u0645\u0646 \u0637\u0631\u0641 Sakai
podfeed_revise_directions=\u0627\u0644\u0639\u0646\u0648\u0627\u0646 \u0648\u0627\u0644\u0648\u0635\u0641 \u0644\u062A\u063A\u0630\u064A\u0629 \u0627\u0644\u0628\u0648\u062F\u0643\u0627\u0633\u062A \u0633\u064A\u0643\u0648\u0646 \u0645\u062A\u0627\u062D \u0644\u0645\u0634\u062A\u0631\u0643\u064A \u0627\u0644\u0645\u0648\u0642\u0639 \u0645\u0646 \u062E\u0644\u0627\u0644 \u0628\u0631\u0627\u0645\u062C \u0627\u0633\u062A\u0642\u0628\u0627\u0644 \u0627\u0644\u0628\u0648\u062F\u0643\u0627\u0633\u062A \u0627\u0644\u062E\u0627\u0635 \u0628\u0647\u0645. \u062D\u062F\u0651\u062B \u0627\u0644\u0646\u0645\u0648\u0630\u062C \u062B\u0645 \u0627\u062E\u062A\u0631 \u0627\u0644\u0632\u0631 \u0627\u0644\u0645\u0646\u0627\u0633\u0628 \u0641\u064A \u0627\u0644\u0627\u0633\u0641\u0644.
revise_directions=\u062A\u062D\u062F\u064A\u062B \u0627\u0644\u0625\u0633\u062B\u0645\u0627\u0631\u0629\u060C \u062B\u0645 \u0627\u062E\u062A\u064A\u0627\u0631 \u0627\u0644\u0632\u0631 \u0627\u0644\u0645\u0646\u0627\u0633\u0628 \u0641\u064A \u0627\u0644\u0623\u0633\u0641\u0644.
