podcast_home_title=\u041f\u043e\u0434\u043a\u0430\u0441\u0442\u0438
podcast_home_sub=\u0410\u0431\u043e\u043d\u0438\u0440\u0430\u0439\u0442\u0435 \u0441\u0435 \u0441\u0435\u0433\u0430, \u043a\u0430\u0442\u043e \u043a\u043e\u043f\u0438\u0440\u0430\u0442\u0435 \u0442\u043e\u0437\u0438 \u0430\u0434\u0440\u0435\u0441 \u043d\u0430 RSS \u043a\u0430\u043d\u0430\u043b\u0430 \u0438 \u0433\u043e \u043f\u043e\u0441\u0442\u0430\u0432\u0438\u0442\u0435 \u0432 \u043f\u0440\u0435\u0434\u043f\u043e\u0447\u0438\u0442\u0430\u043d\u0438\u044f
podcatcher=podcatcher

feed_title=\u043d\u0430 \u043e\u0444\u0438\u0446\u0438\u0430\u043b\u043d\u0438\u044f \u043f\u043e\u0434\u043a\u0430\u0441\u0442.
feed_desc1=\ \u043e\u0444\u0438\u0446\u0438\u0430\u043b\u0435\u043d \u043f\u043e\u0434\u043a\u0430\u0441\u0442.
feed_desc2=\u041c\u043e\u043b\u044f, \u0432\u044a\u0440\u043d\u0435\u0442\u0435 \u0441\u0435 \u043f\u0440\u0435\u0437 \u0441\u0435\u043c\u0435\u0441\u0442\u044a\u0440\u0430 \u0437\u0430 \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0435.
feed_copyright=Copyright 2007 The Sakai Foundation. B\u0441\u0438\u0447\u043a\u0438 \u043f\u0440\u0430\u0432\u0430 \u0437\u0430\u043f\u0430\u0437\u0435\u043d\u0438.

no_podcasts=\u0412 \u043c\u043e\u043c\u0435\u043d\u0442\u0430 \u043d\u044f\u043c\u0430 \u043f\u043e\u0434\u043a\u0430\u0441\u0442\u0438 \u043d\u0430 \u0442\u043e\u0432\u0430 \u043c\u044f\u0441\u0442\u043e.
no_access=\u041d\u0435 \u0441\u0442\u0435 \u0443\u043f\u044a\u043b\u043d\u043e\u043c\u043e\u0449\u0435\u043d\u0438 \u0434\u0430 \u0440\u0430\u0437\u0433\u043b\u0435\u0436\u0434\u0430\u0442\u0435 \u0442\u043e\u0437\u0438 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442. \u0421\u0432\u044a\u0440\u0436\u0435\u0442\u0435 \u0441\u0435 \u0441 \u043c\u0435\u0441\u0442\u043d\u0438\u044f \u0446\u0435\u043d\u0442\u044a\u0440 \u0437\u0430 \u043f\u043e\u0434\u0434\u0440\u044a\u0436\u043a\u0430 \u0437\u0430 \u0441\u044a\u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0435.

posted_by=\u041f\u0443\u0431\u043b\u0438\u043a\u0443\u0432\u0430\u043d\u043e \u043e\u0442

access=\u0414\u043e\u0441\u0442\u044a\u043f \u0434\u043e
actions=\u0414\u0435\u0439\u0441\u0442\u0432\u0438\u044f
view=\u0412\u0438\u0436\u0442\u0435
status=\u0421\u0442\u0430\u0442\u0443\u0441
hidden=\u0421\u043a\u0440\u0438\u0442
published=\u041f\u0443\u0431\u043b\u0438\u043a\u0443\u0432\u0430\u043d\u043e \u043d\u0430
add=\u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430
at=\u041f\u0443\u0431\u043b\u0438\u043a\u0443\u0432\u0430\u043d\u0430 \u0434\u0430\u0442\u0430
cancel=\u041e\u0442\u043c\u044f\u043d\u0430 \u043d\u0430
back=\u041e\u0431\u0440\u0430\u0442\u043d\u043e
colon=\:
delete=\u0418\u0437\u0442\u0440\u0438\u0432\u0430\u043d\u0435 \u043d\u0430
download=\u0418\u0437\u0442\u0435\u0433\u043b\u044f\u043d\u0435
maint=\u041f\u043e\u0434\u0434\u044a\u0440\u0436\u0430\u043d\u0435 \u043d\u0430
new=\u041d\u043e\u0432
on=\u043d\u0430
options=\u041e\u043f\u0446\u0438\u0438
permissions=\u0420\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0438\u044f
read=\u041f\u0440\u043e\u0447\u0435\u0442\u0435\u0442\u0435
revise=\u0420\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430
listen=\u0421\u043b\u0443\u0448\u0430\u0439\u0442\u0435
role=\u0420\u043e\u043b\u044f
subscribe=\u0410\u0431\u043e\u043d\u0438\u0440\u0430\u0439\u0442\u0435 \u0441\u0435\:
play=\u0421\u0442\u0430\u0440\u0442
pause=\u041f\u0430\u0443\u0437\u0430

close_paren=)
open_paren=(
spacer_bar=|

publish_date_format=\u0415\u0415\u0415\u0415\u0415\u0415',' \u0434\u0434 \u041c\u041c\u041c\u041c\u041c \u0433\u0433\u0433\u0433 \u0447\u0447\:\u043c\u043c a z
date_picker_format=\u041c\u041c/\u0434\u0434/\u0433\u0433\u0433\u0433 \u0447\u0447\:\u043c\u043c\:\u0441\u0441 \u0430
date_by_hand_format=\u041c\u041c/\u0434\u0434/\u0433\u0433\u0433\u0433 \u0447\u0447\:\u043c\u043c \u0430
date_picker_format_string=(\u0424\u043e\u0440\u043c\u0430\u0442\: \u041c\u041c/\u0414\u0414/\u0413\u0413\u0413\u0413 \u0427\u0427\:\u041c\u041c AM/PM)
internal_date_format=yyyyMMddhhmmssSSS

popup_text=\u041f\u043e\u0434\u043a\u0430\u0447\u044a\u0440\u044a\u0442 \u0435 \u043a\u043e\u043c\u043f\u044e\u0442\u044a\u0440\u043d\u0430 \u043f\u0440\u043e\u0433\u0440\u0430\u043c\u0430, \u043a\u043e\u044f\u0442\u043e \u0441\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430 \u0437\u0430 \u0430\u0432\u0442\u043e\u043c\u0430\u0442\u0438\u0447\u043d\u043e \u0438\u0437\u0442\u0435\u0433\u043b\u044f\u043d\u0435 \u043d\u0430 \u043f\u043e\u0434\u043a\u0430\u0441\u0442\u0438. iTunes \u0435 \u043f\u043e\u043f\u0443\u043b\u044f\u0440\u0435\u043d \u043f\u043e\u0434\u043a\u0430\u0447\u044a\u0440, \u043d\u043e \u043d\u0435 \u0435 \u0435\u0434\u0438\u043d\u0441\u0442\u0432\u0435\u043d\u0438\u044f\u0442 \u043d\u0430\u043b\u0438\u0447\u0435\u043d \u0441\u043e\u0444\u0442\u0443\u0435\u0440 \u0437\u0430 \u0442\u0430\u0437\u0438 \u0446\u0435\u043b.

current_file=\u0422\u0435\u043a\u0443\u0449 \u0444\u0430\u0439\u043b
current_date=\u0422\u0435\u043a\u0443\u0449\u0430 \u0434\u0430\u0442\u0430/\u0447\u0430\u0441 \u043d\u0430 \u043f\u0443\u0431\u043b\u0438\u043a\u0443\u0432\u0430\u043d\u0435

required_prompt=\u0417\u0430\u0434\u044a\u043b\u0436\u0438\u0442\u0435\u043b\u043d\u0438 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0438, \u043c\u0430\u0440\u043a\u0438\u0440\u0430\u043d\u0438 \u0441
file_prompt=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0444\u0430\u0439\u043b
date_prompt=\u0414\u0430\u0442\u0430/\u0447\u0430\u0441 \u043d\u0430 \u043f\u0443\u0431\u043b\u0438\u043a\u0443\u0432\u0430\u043d\u0435
title_prompt=\u0417\u0430\u0433\u043b\u0430\u0432\u0438\u0435
change_submit=\u0417\u0430\u043f\u0430\u0437\u0432\u0430\u043d\u0435 \u043d\u0430 \u043f\u0440\u043e\u043c\u0435\u043d\u0438\u0442\u0435
file_to_upload=\u0424\u0430\u0439\u043b \u0437\u0430 \u043a\u0430\u0447\u0432\u0430\u043d\u0435

add_title=\u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u043f\u043e\u0434\u043a\u0430\u0441\u0442
add_directions=\u041f\u043e\u043f\u044a\u043b\u043d\u0435\u0442\u0435 \u0444\u043e\u0440\u043c\u0443\u043b\u044f\u0440\u0430, \u0441\u043b\u0435\u0434 \u043a\u043e\u0435\u0442\u043e \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0441\u044a\u043e\u0442\u0432\u0435\u0442\u043d\u0438\u044f \u0431\u0443\u0442\u043e\u043d \u0432 \u0434\u043e\u043b\u043d\u0430\u0442\u0430 \u0447\u0430\u0441\u0442.

description_prompt=\u041e\u043f\u0438\u0441\u0430\u043d\u0438\u0435
email_prompt=\u0418\u0437\u0432\u0435\u0441\u0442\u0438\u0435 \u043f\u043e \u0438\u043c\u0435\u0439\u043b

delete_title=\u0418\u0437\u0442\u0440\u0438\u0432\u0430\u043d\u0435 \u043d\u0430 \u043f\u043e\u0434\u043a\u0430\u0441\u0442...
delete_submit=\u0418\u0437\u0442\u0440\u0438\u0432\u0430\u043d\u0435 \u043d\u0430
del_confirm=\u0421\u0438\u0433\u0443\u0440\u043d\u0438 \u043b\u0438 \u0441\u0442\u0435, \u0447\u0435 \u0438\u0441\u043a\u0430\u0442\u0435 \u0434\u0430 \u0438\u0437\u0442\u0440\u0438\u0435\u0442\u0435 \u0441\u043b\u0435\u0434\u043d\u0438\u044f \u043f\u043e\u0434\u043a\u0430\u0441\u0442?

revise_title=\u0420\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u043f\u043e\u0434\u043a\u0430\u0441\u0442
revise_directions=\u0410\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u0439\u0442\u0435 \u0444\u043e\u0440\u043c\u0443\u043b\u044f\u0440\u0430, \u0441\u043b\u0435\u0434 \u043a\u043e\u0435\u0442\u043e \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0441\u044a\u043e\u0442\u0432\u0435\u0442\u043d\u0438\u044f \u0431\u0443\u0442\u043e\u043d \u0432 \u0434\u043e\u043b\u043d\u0430\u0442\u0430 \u0447\u0430\u0441\u0442.

listen_title=\u0421\u043b\u0443\u0448\u0430\u0439\u0442\u0435 \u043f\u043e\u0434\u043a\u0430\u0441\u0442
listen_instructions=\u0418\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0439\u0442\u0435 \u0431\u0443\u0442\u043e\u043d\u0438\u0442\u0435 \u0437\u0430 \u0443\u043f\u0440\u0430\u0432\u043b\u0435\u043d\u0438\u0435 \u043f\u043e-\u0434\u043e\u043b\u0443, \u0437\u0430 \u0434\u0430 \u0441\u043b\u0443\u0448\u0430\u0442\u0435 \u043f\u043e\u0434\u043a\u0430\u0441\u0442\u0430.

perm_title=\u0420\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0438\u044f
perm_directions=\u0417\u0430\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0438\u044f \u0437\u0430 \u043f\u043e\u0434\u043a\u0430\u0441\u0442\u0438 \u0432 \u0440\u0430\u0431\u043e\u0442\u043d\u0438\u044f \u0441\u0430\u0439\u0442
permission_directions=\u0417\u0430\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0438\u044f \u0437\u0430 \u043f\u0430\u043f\u043a\u0430\u0442\u0430 Podcasts \u0432 \u0440\u0430\u0431\u043e\u0442\u043d\u0438\u044f \u0441\u0430\u0439\u0442 {0}

options_title=\u041e\u043f\u0446\u0438\u0438
options_directions1=\u041f\u0440\u0435\u0434\u043e\u0441\u0442\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u0434\u043e\u0441\u0442\u044a\u043f \u0434\u043e \u0432\u0430\u0448\u0438\u0442\u0435 \u043f\u043e\u0434\u043a\u0430\u0441\u0442\u0438 \u0447\u0440\u0435\u0437
options_directions2=\u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u043f\u043e\u043a\u0430\u0437\u0432\u0430\u043d\u0435 \u0437\u0430 \u043d\u0435\u0447\u043b\u0435\u043d\u043e\u0432\u0435 (\u043f\u0443\u0431\u043b\u0438\u0447\u043d\u043e \u0434\u043e\u0441\u0442\u044a\u043f\u043d\u043e). \u0417\u0430 \u0434\u0430 \u043e\u0433\u0440\u0430\u043d\u0438\u0447\u0438\u0442\u0435 \u0434\u043e\u0441\u0442\u044a\u043f\u0430 \u0434\u043e \u0432\u0430\u0448\u0438\u0442\u0435 \u043f\u043e\u0434\u043a\u0430\u0441\u0442\u0438 \u0434\u043e \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u0446\u0438\u0442\u0435 \u0432 \u0441\u0430\u0439\u0442\u0430 \u0432\u0438 \u0438 \u0434\u0430 \u0437\u0430\u0431\u0440\u0430\u043d\u0438\u0442\u0435 \u0434\u043e\u0441\u0442\u044a\u043f\u0430 \u0447\u0440\u0435\u0437
options_directions3=\u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 Display to Site.

options_public=\u041f\u043e\u043a\u0430\u0437\u0432\u0430\u043d\u0435 \u0437\u0430 \u043d\u0435\u0447\u043b\u0435\u043d\u043e\u0432\u0435 (\u043f\u0443\u0431\u043b\u0438\u0447\u043d\u043e \u0432\u0438\u0434\u0438\u043c\u043e)
options_site=\u041f\u043e\u043a\u0430\u0437\u0432\u0430\u043d\u0435 \u043d\u0430 \u0441\u0430\u0439\u0442\u0430
options_site_disabled=\u0414\u0435\u0430\u043a\u0442\u0438\u0432\u0438\u0440\u0430\u043d\u043e \u0437\u0430 \u0441\u0430\u0439\u0442\u0430 \u0435 \u043d\u0435\u0434\u043e\u0441\u0442\u044a\u043f\u043d\u043e, \u0442\u043e\u0432\u0430 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u0434\u044a\u043b\u0436\u0438 \u043d\u0430 \u0444\u0430\u043a\u0442\u0430, \u0447\u0435 \u0446\u0435\u043b\u0438\u044f\u0442 \u0441\u0430\u0439\u0442 \u0432\u0435\u0447\u0435 \u0435 \u043f\u0443\u0431\u043b\u0438\u0447\u0435\u043d\!

option_change_confirm=\u0420\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0438\u044f\u0442\u0430 \u0437\u0430 \u043a\u0430\u043d\u0430\u043b\u0430 Podcasts \u0441\u0430 \u043f\u0440\u043e\u043c\u0435\u043d\u0435\u043d\u0438. \u0422\u043e\u0437\u0438 \u043a\u0430\u043d\u0430\u043b \u0432\u0435\u0447\u0435 \u043d\u0435 \u0435 \u043f\u0443\u0431\u043b\u0438\u0447\u043d\u043e \u0434\u043e\u0441\u0442\u044a\u043f\u0435\u043d. \u0417\u0430 \u0434\u0430 \u043c\u043e\u0433\u0430\u0442 \u043d\u0435\u0443\u0447\u0430\u0441\u0442\u0432\u0430\u0449\u0438\u0442\u0435 \u0434\u0430 \u043f\u043e\u043b\u0443\u0447\u0430\u0442 \u0434\u043e\u0441\u0442\u044a\u043f \u0434\u043e \u0435\u043c\u0438\u0441\u0438\u044f\u0442\u0430 \u043f\u043e\u0434\u043a\u0430\u0441\u0442\u0438 \u0437\u0430 \u0442\u043e\u0437\u0438 \u0441\u0430\u0439\u0442, \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0432\u0440\u044a\u0437\u043a\u0430\u0442\u0430 \u041e\u043f\u0446\u0438\u0438 \u043f\u043e-\u0433\u043e\u0440\u0435 \u0438 \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0440\u0430\u0434\u0438\u043e \u0431\u0443\u0442\u043e\u043d\u0430 \u0434\u043e \u041f\u043e\u043a\u0430\u0437\u0432\u0430\u0439 \u043d\u0430 \u043d\u0435\u0443\u0447\u0430\u0441\u0442\u0432\u0430\u0449\u0438 (\u043f\u0443\u0431\u043b\u0438\u0447\u043d\u043e \u0432\u0438\u0434\u0438\u043c\u043e).

no_resource_alert=\u0417\u0430 \u0434\u0430 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0442\u0435 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0430 Podcasts, \u043f\u044a\u0440\u0432\u043e \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0434\u043e\u0431\u0430\u0432\u0438\u0442\u0435 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0430 {0}.
nofile_alert=\u041f\u0440\u0435\u0434\u0443\u043f\u0440\u0435\u0436\u0434\u0435\u043d\u0438\u0435\: \u0422\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0444\u0430\u0439\u043b
nodate_alert=\u041f\u0440\u0435\u0434\u0443\u043f\u0440\u0435\u0436\u0434\u0435\u043d\u0438\u0435\: \u0422\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0432\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u0434\u0430\u0442\u0430 \u0438 \u0447\u0430\u0441
notitle_alert=\u041f\u0440\u0435\u0434\u0443\u043f\u0440\u0435\u0436\u0434\u0435\u043d\u0438\u0435\: \u0422\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0432\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u0437\u0430\u0433\u043b\u0430\u0432\u0438\u0435
notitle=\u0422\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0432\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u0437\u0430\u0433\u043b\u0430\u0432\u0438\u0435
length_alert=URL \u0430\u0434\u0440\u0435\u0441\u044a\u0442 \u043d\u0430 \u043f\u043e\u0434\u043a\u0430\u0441\u0442\u0430, \u0432\u043a\u043b\u044e\u0447\u0438\u0442\u0435\u043b\u043d\u043e \u0438\u043c\u0435\u0442\u043e \u043d\u0430 \u0444\u0430\u0439\u043b\u0430, \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u043d\u0430\u0434\u0432\u0438\u0448\u0430\u0432\u0430 254 \u0441\u0438\u043c\u0432\u043e\u043b\u0430. \u0417\u0430 \u0434\u0430 \u0434\u043e\u0431\u0430\u0432\u0438\u0442\u0435 \u0443\u0441\u043f\u0435\u0448\u043d\u043e \u0442\u043e\u0437\u0438 \u043f\u043e\u0434\u043a\u0430\u0441\u0442, \u043d\u0430\u043c\u0430\u043b\u0435\u0442\u0435 \u0434\u044a\u043b\u0436\u0438\u043d\u0430\u0442\u0430 \u043d\u0430 \u0438\u043c\u0435\u0442\u043e \u043d\u0430 \u0444\u0430\u0439\u043b\u0430 \u0438 \u043e\u043f\u0438\u0442\u0430\u0439\u0442\u0435 \u043e\u0442\u043d\u043e\u0432\u043e.
quota_alert=\u041f\u0440\u0435\u0432\u0438\u0448\u0438\u043b\u0438 \u0441\u0442\u0435 \u043a\u0432\u043e\u0442\u0430\u0442\u0430 \u0441\u0438 \u0437\u0430 \u0440\u0435\u0441\u0443\u0440\u0441\u0438.  \u0418\u0437\u0442\u0440\u0438\u0439\u0442\u0435 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0438\u0442\u0435 \u0438 \u043e\u043f\u0438\u0442\u0430\u0439\u0442\u0435 \u043e\u0442\u043d\u043e\u0432\u043e.
max_size_exceeded_alert=\u041f\u0440\u0435\u0434\u0443\u043f\u0440\u0435\u0436\u0434\u0435\u043d\u0438\u0435\: \u041e\u0433\u0440\u0430\u043d\u0438\u0447\u0435\u043d\u0438\u0435\u0442\u043e \u0437\u0430 \u043a\u0430\u0447\u0432\u0430\u043d\u0435 \u043e\u0442 {0} MB \u0435 \u043d\u0430\u0434\u0432\u0438\u0448\u0435\u043d\u043e.
wrong_file_type=Podcasts \u043f\u043e\u0434\u0434\u044a\u0440\u0436\u0430 \u0441\u0430\u043c\u043e \u0430\u0443\u0434\u0438\u043e\u0444\u0430\u0439\u043b\u043e\u0432\u0435, \u0437\u0430\u0442\u043e\u0432\u0430 \u043f\u0440\u0435\u0433\u043b\u0435\u0434\u0430\u0439\u0442\u0435 \u0444\u0430\u0439\u043b\u0430, \u043a\u043e\u0439\u0442\u043e \u043a\u0430\u0447\u0432\u0430\u0442\u0435.
permission_alert=\u041d\u044f\u043c\u0430\u0442\u0435 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0438\u0435 \u0434\u0430 \u0438\u0437\u0442\u0440\u0438\u0435\u0442\u0435 \u0438\u0437\u0431\u0440\u0430\u043d\u0438\u044f \u0444\u0430\u0439\u043b.
internal_error_alert=\u0412\u044a\u0442\u0440\u0435\u0448\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u0435 \u043f\u043e\u043f\u0440\u0435\u0447\u0438\u043b\u0430 \u043d\u0430 \u043e\u043f\u0435\u0440\u0430\u0446\u0438\u044f\u0442\u0430 \u0434\u0430 \u0431\u044a\u0434\u0435 \u0437\u0430\u0432\u044a\u0440\u0448\u0435\u043d\u0430. \u041c\u043e\u043b\u044f, \u043e\u043f\u0438\u0442\u0430\u0439\u0442\u0435 \u043e\u0442\u043d\u043e\u0432\u043e.
id_unused_alert=\u0418\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440\u044a\u0442 \u043d\u0430 \u0440\u0435\u0441\u0443\u0440\u0441\u0430 \u043d\u0435 \u0441\u044a\u043e\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0430 \u043d\u0430 \u0432\u0430\u043b\u0438\u0434\u0435\u043d \u0440\u0435\u0441\u0443\u0440\u0441. \u041c\u043e\u043b\u044f, \u043e\u043f\u0438\u0442\u0430\u0439\u0442\u0435 \u043e\u0442\u043d\u043e\u0432\u043e \u0438 \u0430\u043a\u043e \u0442\u043e\u0432\u0430 \u0441\u0435 \u043f\u043e\u0432\u0442\u043e\u0440\u0438, \u0441\u0432\u044a\u0440\u0436\u0435\u0442\u0435 \u0441\u0435 \u0441 \u043f\u043e\u0434\u0434\u0440\u044a\u0436\u043a\u0430\u0442\u0430, \u0437\u0430 \u0434\u0430 \u0432\u0438 \u043f\u043e\u043c\u043e\u0433\u043d\u0435 \u0434\u0430 \u0440\u0430\u0437\u0440\u0435\u0448\u0438\u0442\u0435 \u043f\u0440\u043e\u0431\u043b\u0435\u043c\u0430.
id_invalid_alert=ID \u043d\u0430 \u0440\u0435\u0441\u0443\u0440\u0441\u0430 \u0435 \u043d\u0435\u0432\u0430\u043b\u0438\u0434\u0435\u043d \u0440\u0435\u0441\u0443\u0440\u0441. \u041c\u043e\u043b\u044f, \u043e\u043f\u0438\u0442\u0430\u0439\u0442\u0435 \u043e\u0442\u043d\u043e\u0432\u043e \u0438 \u0430\u043a\u043e \u0442\u043e\u0432\u0430 \u0441\u0435 \u043f\u043e\u0432\u0442\u043e\u0440\u0438, \u0441\u0432\u044a\u0440\u0436\u0435\u0442\u0435 \u0441\u0435 \u0441 \u043e\u0442\u0434\u0435\u043b\u0430 \u0437\u0430 \u043f\u043e\u0434\u0434\u0440\u044a\u0436\u043a\u0430, \u0437\u0430 \u0434\u0430 \u0432\u0438 \u043f\u043e\u043c\u043e\u0433\u043d\u0435 \u0434\u0430 \u0440\u0430\u0437\u0440\u0435\u0448\u0438\u0442\u0435 \u043f\u0440\u043e\u0431\u043b\u0435\u043c\u0430.
io_alert=\u0418\u043c\u0430\u0448\u0435 \u043f\u0440\u043e\u0431\u043b\u0435\u043c \u0441 \u043a\u0430\u0447\u0432\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0432\u0430\u0448\u0438\u044f \u0444\u0430\u0439\u043b. \u041c\u043e\u043b\u044f, \u043f\u0440\u043e\u0432\u0435\u0440\u0435\u0442\u0435 \u0438\u043c\u0435\u0442\u043e \u043d\u0430 \u043f\u044a\u0442\u044f \u0438\u043b\u0438 \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u043e\u0442\u043d\u043e\u0432\u043e \u0438 \u043e\u043f\u0438\u0442\u0430\u0439\u0442\u0435 \u043e\u0442\u043d\u043e\u0432\u043e.
id_used_alert=\u0418\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440\u044a\u0442 \u043d\u0430 \u0440\u0435\u0441\u0443\u0440\u0441\u0430 \u0432\u0435\u0447\u0435 \u0441\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430. \u041c\u043e\u043b\u044f, \u043e\u043f\u0438\u0442\u0430\u0439\u0442\u0435 \u043e\u0442\u043d\u043e\u0432\u043e.
invalid_date_alert=\u0422\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0432\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u0434\u0430\u0442\u0430\u0442\u0430 \u0432 \u0441\u043b\u0435\u0434\u043d\u0438\u044f \u0444\u043e\u0440\u043c\u0430\u0442\: \u041c\u041c/\u0414\u0414/\u0413\u0413\u0413\u0413 \u0427\u0427\:\u041c\u041c AM/PM

podfeed_revise_title=\u0420\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u043a\u0430\u043d\u0430\u043b\u0430 \u0437\u0430 \u043f\u043e\u0434\u043a\u0430\u0441\u0442
podfeed_revise_directions=\u0417\u0430\u0433\u043b\u0430\u0432\u0438\u0435\u0442\u043e \u0438 \u043e\u043f\u0438\u0441\u0430\u043d\u0438\u0435\u0442\u043e \u043d\u0430 \u043f\u043e\u0434\u043a\u0430\u0441\u0442\u0430 \u0449\u0435 \u0431\u044a\u0434\u0430\u0442 \u0434\u043e\u0441\u0442\u044a\u043f\u043d\u0438 \u0437\u0430 \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u0446\u0438\u0442\u0435 \u0432 \u0441\u0430\u0439\u0442\u0430 \u043e\u0442 \u0442\u0435\u0445\u043d\u0438\u044f \u043f\u043e\u0434\u043a\u0430\u0447\u044a\u0440.  \u0410\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u0439\u0442\u0435 \u0444\u043e\u0440\u043c\u0443\u043b\u044f\u0440\u0430, \u0441\u043b\u0435\u0434 \u043a\u043e\u0435\u0442\u043e \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0441\u044a\u043e\u0442\u0432\u0435\u0442\u043d\u0438\u044f \u0431\u0443\u0442\u043e\u043d \u0432 \u0434\u043e\u043b\u043d\u0430\u0442\u0430 \u0447\u0430\u0441\u0442.
podfeed_revise_url_caption=\u0410\u0434\u0440\u0435\u0441 \u043d\u0430 RSS \u043a\u0430\u043d\u0430\u043b\u0430

podfeed_author=\u0421\u044a\u0437\u0434\u0430\u0434\u0435\u043d \u043e\u0442 Sakai
podfeed_copyrighttext=\u0410\u0432\u0442\u043e\u0440\u0441\u043a\u043e \u043f\u0440\u0430\u0432\u043e {0}.

copy_to_clipboard=\u041a\u043e\u043f\u0438\u0440\u0430\u043d\u0435 \u0432 \u043a\u043b\u0438\u043f\u0431\u043e\u0440\u0434\u0430

## permission descriptions for podcasts tool
perm-content.new=\u0421\u044a\u0437\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u043f\u043e\u0434\u043a\u0430\u0441\u0442\u0438
perm-content.read=\u041f\u0440\u043e\u0447\u0435\u0442\u0435\u0442\u0435 \u043f\u043e\u0434\u043a\u0430\u0441\u0442\u0438
perm-content.revise.any=\u0420\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0432\u0441\u0438\u0447\u043a\u0438 \u043f\u043e\u0434\u043a\u0430\u0441\u0442\u0438
perm-content.revise.own=\u0420\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0441\u043e\u0431\u0441\u0442\u0432\u0435\u043d\u0438 \u043f\u043e\u0434\u043a\u0430\u0441\u0442\u0438
perm-content.delete.any=\u0418\u0437\u0442\u0440\u0438\u0432\u0430\u043d\u0435 \u043d\u0430 \u0432\u0441\u0438\u0447\u043a\u0438 \u043f\u043e\u0434\u043a\u0430\u0441\u0442\u0438
perm-content.delete.own=\u0418\u0437\u0442\u0440\u0438\u0432\u0430\u043d\u0435 \u043d\u0430 \u0441\u043e\u0431\u0441\u0442\u0432\u0435\u043d\u0438 \u043f\u043e\u0434\u043a\u0430\u0441\u0442\u0438
perm-content.hidden=\u041f\u0440\u043e\u0447\u0435\u0442\u0435\u0442\u0435 \u0441\u043a\u0440\u0438\u0442\u0438\u0442\u0435 \u043f\u043e\u0434\u043a\u0430\u0441\u0442\u0438
