podcast_home_title=Baladodiffusions
podcast_home_sub=Subscribe now by copying this RSS feed address and pasting it into your favorite
podcatcher=agr\u00e9gateur

feed_title=baladodiffusion pour
feed_desc1=baladodiffusion officielle.
feed_desc2=Veuillez v\u00e9rifier les mises \u00e0 jour au cours de la session.
feed_copyright=Copyright 2007 The Sakai Foundation. Tous droits r\u00e9serv\u00e9s.

no_podcasts=Il n'y a actuellement aucune baladodiffusion \u00e0 cet endroit.
no_access=You are not authorized to view this tool. Contact your local support center for assistance.

posted_by=Publi\u00e9 par

access=Acc\u00e8s
actions=Actions
view=View
status=Status
hidden=Hidden
published=Published
add=Ajouter
at=Posted Date
cancel=Annuler
colon=\:
delete=Supprimer
download=\u00a0T\u00e9l\u00e9charger
maint=Maintenir
new=Nouveau
on=le
options=Options
permissions=Droits
read=Lire
revise=Modifier
role=R\u00f4le
subscribe=Adh\u00e9rez \:

close_paren=)
open_paren=(
spacer_bar=|  

publish_date_format=EEEEEE',' dd MMMMM yyyy hh\:mm a z
date_picker_format=dd/MM/yyyy hh\:mm\:ss a
date_by_hand_format=dd/MM/yyyy hh\:mm a
date_picker_format_string=(Format\: MM/DD/YYYY HH\:MM AM/PM)
internal_date_format=yyyyMMddhhmmssSSS

popup_text=A podcatcher is a computer program used to automatically download podcasts.  iTunes is a popular podcatcher, but is not the only software available for this purpose.

current_file=Fichier actuel
current_date=Date/Heure de publication actuelle

required_prompt=\u00c9l\u00e9ments obligatoires indiqu\u00e9s par un
file_prompt=S\u00e9lectionnez un fichier
date_prompt=Date/Heure de publication
title_prompt=Titre
change_submit=Enregistrer les modifications
file_to_upload=Fichier \u00e0 d\u00e9poser

add_title=Ajouter baladodiffusion
add_directions=Compl\u00e9tez ce formulaire, puis s\u00e9lectionnez le bouton appropri\u00e9 au bas.

description_prompt=Description
email_prompt=Notification par courriel

delete_title=Suppression de la baladodiffusion...
delete_submit=Supprimer
del_confirm=Voulez-vous vraiment supprimer les baladodiffusion suivantes ?

revise_title=\u00c9diter baladodiffusion
revise_directions=Mettez \u00e0 jour le formulaire, puis s\u00e9lectionnez le bouton appropri\u00e9 en bas de la page .

perm_title=Droits
perm_directions=R\u00e9gler les droits d'acc\u00e8s aux baladodiffusions dans le site
permission_directions=D\u00e9finir les droits pour le dossier de Podcasts dans l'espace {0}

options_title=Options
options_directions1=Pour fournir un acc\u00e8s \u00e0 vos baladodiffusions par l'entremise de
options_directions2=choose Display to non-members (publicly available). To restrict access to your podcasts to your site's participants and disable access through a
options_directions3=s\u00e9lectionnez Afficher dans le site.

options_public=Afficher aux non membre (visible publiquement)
options_site=Afficher dans le site
options_site_disabled=Disabled to site is unavailable, this may be because the whole site is already public.

option_change_confirm=The permissions for the Podcasts feed have changed. This feed is no longer publicly viewable. For non-participants to access the podcast feed for this site, select the Options link above and select the radio button next to Display to non-members (publicly viewable).

no_resource_alert=Pour utiliser l'outil Baladodiffusion, vous devez d'abord ajouter l'outil {0}.
nofile_alert=Alerte\: Vous devez s\u00e9lectionner un fichier.
nodate_alert=Alerte \: Vous devez inscrire une date et une heure.
notitle_alert=Alerte \: Vous devez inscrire un titre.
notitle=Vous devez inscrire un titre.
length_alert=The podcast URL, including the file name, cannot exceed 254 characters. To add this podcast successfully, reduce the length of the file name and try again.
quota_alert=You have exceeded your quota in Resources.  Delete items and try again.
max_size_exceeded_alert=Alerte \: La limite de taille de d\u00e9p\u00f4t de {0} Mo a \u00e9t\u00e9 d\u00e9pass\u00e9e.
permission_alert=Vous n'avez pas le droit de supprimer le fichier s\u00e9lectionn\u00e9.
internal_error_alert=An internal error prevented your operation from being completed. Please try again.
id_unused_alert=The ID for the resource does not correspond to a valid resource. Please try again and if this reoccurs, contact support to help resolve.
id_invalid_alert=The ID for the resource is invalid resource. Please try again and if reoccurs, contact support to help resolve.
io_alert=There was a problem uploading your file. Please check the pathname or re-select and try again.
id_used_alert=L'identifiant de la ressource est d\u00e9j\u00e0 utilis\u00e9. Veuillez essayer \u00e0 nouveau.
invalid_date_alert=You must enter the date in the following format\: MM/DD/YYYY HH\:MM AM/PM

podfeed_revise_title=Modifier le fil de syndication de la baladodiffusion
podfeed_revise_directions=The title and description of the podcast feed will be available to site participants from within their podcatcher.  Update the form, then choose the appropriate button at the bottom. 
podfeed_revise_url_caption=Adresse du fil de syndication RSS

podfeed_author=Cr\u00e9\u00e9 par Sakai
podfeed_copyrighttext=Tous droits r\u00e9serv\u00e9s  {0}

copy_to_clipboard=Copy to clipboard

## permission descriptions for podcasts tool
perm-content.new=Cr\u00e9er des podcasts
perm-content.read=Lire des podcasts
perm-content.revise.any=Modifier tous les podcasts
perm-content.revise.own=Modifier ses propres podcasts
perm-content.delete.any=Supprimer tous les podcasts
perm-content.delete.own=Supprimer ses propres podcasts
perm-content.hidden=Lire des podcasts cach\u00e9s
