#X-Generator: crowdin.net
podcast_home_title=\u092a\u0949\u0921\u0915\u093e\u0938\u094d\u091f
podcast_home_sub=\ \u0905\u092d\u0940 \u0938\u092c\u094d\u0938\u0915\u094d\u0930\u093e\u0907\u092c \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0906\u0930\u090f\u0938\u090f\u0938 \u092b\u093c\u0940\u0921 \u092a\u0924\u093e \u0915\u0949\u092a\u0940 \u0915\u0930\u0947  \u0914\u0930 \u0905\u092a\u0928\u0940 \u092a\u0938\u0902\u0926\u0940\u0926\u093e \u092e\u0947\u0902 \u091a\u093f\u092a\u0915\u093e\u090f\u0901
podcatcher=\ \u092a\u094b\u095c\u0915\u091f\u091a\u0947\u0930

feed_title=\u0915\u0947 \u0906\u0927\u093f\u0915\u093e\u0930\u093f\u0915 \u092a\u0949\u0921\u0915\u093e\u0938\u094d\u091f \u0964
feed_desc1=\u0906\u0927\u093f\u0915\u093e\u0930\u093f\u0915 \u092a\u0949\u0921\u0915\u093e\u0938\u094d\u091f \u0964
feed_desc2=\u0905\u0926\u094d\u092f\u0924\u0928 \u0915\u0947 \u0932\u093f\u090f \u0938\u0947\u092e\u0947\u0938\u094d\u091f\u0930 \u092d\u0930 \u092e\u0947\u0902 \u0935\u093e\u092a\u0938 \u091c\u093e\u0901\u091a \u0915\u0930\u0947\u0902  \u0964
feed_copyright=\u0915\u0949\u092a\u0940\u0930\u093e\u0907\u091f 2007 \u0938\u093e\u0915\u093e\u0908 \u092b\u093e\u0909\u0902\u0921\u0947\u0936\u0928 \u0964 \u0938\u092d\u0940 \u0905\u0927\u093f\u0915\u093e\u0930 \u0938\u0941\u0930\u0915\u094d\u0937\u093f\u0924 \u0939\u0948\u0902 \u0964

no_podcasts=\u0907\u0938 \u0938\u094d\u0925\u093e\u0928 \u092a\u0930 \u0915\u094b\u0908 \u092a\u0949\u0921\u0915\u093e\u0938\u094d\u091f \u0935\u0930\u094d\u0924\u092e\u093e\u0928 \u092e\u0947\u0902 \u0928\u0939\u0940\u0902 \u0939\u0948\u0902\u0964
no_access=\u0906\u092a \u0907\u0938 \u0909\u092a\u0915\u0930\u0923 \u0915\u094b \u0926\u0947\u0916\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0905\u0927\u093f\u0915\u0943\u0924 \u0928\u0939\u0940\u0902 \u0939\u0948\u0902\u0964 \u0938\u0939\u093e\u092f\u0924\u093e \u0915\u0947 \u0932\u093f\u090f \u0905\u092a\u0928\u0947 \u0938\u094d\u0925\u093e\u0928\u0940\u092f \u0938\u092e\u0930\u094d\u0925\u0928 \u0915\u0947\u0902\u0926\u094d\u0930 \u0938\u0947 \u0938\u0902\u092a\u0930\u094d\u0915 \u0915\u0930\u0947\u0902\u0964

posted_by=\u0915\u0947 \u0926\u094d\u0935\u093e\u0930\u093e \u092a\u094b\u0938\u094d\u091f \u0915\u093f\u092f\u093e \u0917\u092f\u093e \u0925\u093e

access=\u092a\u0939\u0941\u0901\u091a
add=\u091c\u094b\u0921\u093c\u0947\u0902
at=\u092a\u0930 
cancel=\u0930\u0926\u094d\u0926 \u0915\u0930\u0947\u0902
delete=\u0939\u091f\u093e\u090f\u0901
download=\u0921\u093e\u0909\u0928\u0932\u094b\u0921 \u0915\u0930\u0947\u0902
maint=\u092c\u0928\u093e\u090f \u0930\u0916\u0928\u093e
new=\u0928\u092f\u093e
on=\u092a\u0930 
options=\u0935\u093f\u0915\u0932\u094d\u092a
permissions=\u0905\u0928\u0941\u092e\u0924\u093f\u092f\u093e\u0901
read=\u092a\u0922\u093c\u0947\u0902
revise=\u0938\u0902\u092a\u093e\u0926\u093f\u0924 \u0915\u0930\u0947\u0902
role=\u092d\u0942\u092e\u093f\u0915\u093e
subscribe=\u0938\u092c\u094d\u0938\u0915\u094d\u0930\u093e\u0907\u092c \:

close_paren=)
open_paren=(
spacer_bar=| 

publish_date_format=EEEEEE ',' dd MMMMM yyyy hh\: mm a z
date_picker_format=MM/dd/yyyy hh\:mm\: ss a
date_by_hand_format=MM/dd/yyyy hh\: mm a
date_picker_format_string=(\u092a\u094d\u0930\u093e\u0930\u0942\u092a\: MM/DD/YYYY HH\:MM AM/PM)
internal_date_format=yyyyMMddhhmmssSSS

popup_text=\u092a\u094b\u095c\u0915\u0947\u091a\u0930 \u090f\u0915 \u0915\u0902\u092a\u094d\u092f\u0942\u091f\u0930 \u092a\u094d\u0930\u094b\u0917\u094d\u0930\u093e\u092e \u0939\u0948 \u091c\u094b \u0915\u093f \u092a\u094b\u0921\u0915\u093e\u0938\u094d\u091f \u0921\u093e\u0909\u0928\u0932\u094b\u0921 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u092a\u094d\u0930\u092f\u094b\u0917 \u0915\u093f\u092f\u093e \u091c\u093e\u0924\u093e \u0939\u0948\u0964  iTunes \u090f\u0915 \u0932\u094b\u0915\u092a\u094d\u0930\u093f\u092f \u092a\u094b\u095c\u0915\u0947\u091a\u0930 \u0939\u0948, \u0932\u0947\u0915\u093f\u0928 \u0915\u0947\u0935\u0932 \u0938\u0949\u092b\u094d\u091f\u0935\u0947\u092f\u0930 \u0909\u092a\u0932\u092c\u094d\u0927 \u0907\u0938 \u0909\u0926\u094d\u0926\u0947\u0936\u094d\u092f \u0915\u0947 \u0932\u093f\u090f \u0928\u0939\u0940\u0902 \u0939\u0948\u0964

current_file=\u092e\u094c\u091c\u0942\u0926\u093e \u092b\u093c\u093e\u0907\u0932
current_date=\u0935\u0930\u094d\u0924\u092e\u093e\u0928 \u092a\u094d\u0930\u0915\u093e\u0936\u093f\u0924 \u0926\u093f\u0928\u093e\u0902\u0915/\u0938\u092e\u092f

required_prompt=\u0906\u0935\u0936\u094d\u092f\u0915 \u0906\u0907\u091f\u092e\u094d\u0938 \u0915\u0947 \u0938\u093e\u0925 \u091a\u093f\u0939\u094d\u0928\u093f\u0924
file_prompt=\u090f\u0915 \u092b\u093c\u093e\u0907\u0932 \u091a\u0941\u0928\u0947\u0902 
date_prompt=\u0926\u093f\u0928\u093e\u0902\u0915/\u0938\u092e\u092f \u092a\u094d\u0930\u0915\u093e\u0936\u093f\u0924 \u0915\u0930\u0947\u0902 
title_prompt=\u0936\u0940\u0930\u094d\u0937\u0915
change_submit=\u092a\u0930\u093f\u0935\u0930\u094d\u0924\u0928 \u0938\u0939\u0947\u091c\u0947\u0902
file_to_upload=\u092b\u093c\u093e\u0907\u0932 \u0905\u092a\u0932\u094b\u0921 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f

add_title=\u092a\u094b\u0921\u0915\u093e\u0938\u094d\u091f \u091c\u094b\u0921\u093c\u0947\u0902
add_directions=\u092b\u0949\u0930\u094d\u092e \u0915\u094b \u092a\u0942\u0930\u093e \u0915\u0930\u0947\u0902,\u0924\u092c \u0928\u0940\u091a\u0947 \u0909\u092a\u092f\u0941\u0915\u094d\u0924 \u092c\u091f\u0928 \u091a\u0941\u0928\u0947\u0902\u0964

description_prompt=\u0935\u0930\u094d\u0923\u0928
email_prompt=\u0908\u092e\u0947\u0932 \u0938\u0942\u091a\u0928\u093e

delete_title=\u092a\u094b\u0921\u0915\u093e\u0938\u094d\u091f \u0939\u091f\u093e\u090f\u0901
delete_submit=\u0939\u091f\u093e\u090f\u0901
del_confirm=\u0906\u092a \u0938\u0941\u0928\u093f\u0936\u094d\u091a\u093f\u0924 \u0915\u0930\u0947\u0902 \u0915\u093f \u0906\u092a \u0928\u093f\u092e\u094d\u0928\u0932\u093f\u0916\u093f\u0924 \u092a\u0949\u0921\u0915\u093e\u0938\u094d\u091f \u0915\u094b \u0939\u091f\u093e\u0928\u093e \u091a\u093e\u0939\u0924\u0947 \u0939\u0948\u0902?

revise_title=\u092a\u094b\u0921\u0915\u093e\u0938\u094d\u091f \u0915\u094b \u0938\u0902\u092a\u093e\u0926\u093f\u0924 \u0915\u0930\u0947\u0902
revise_directions=\u092b\u093e\u0930\u094d\u092e \u0915\u093e \u0905\u0926\u094d\u092f\u0924\u0928 \u0915\u0930\u0947, \u0924\u092c \u0928\u0940\u091a\u0947 \u0938\u094d\u0925\u093f\u0924 \u0909\u091a\u093f\u0924 \u092c\u091f\u0928 \u0915\u093e \u091a\u092f\u0928 \u0915\u0930\u0947 \u0964

perm_title=\u0905\u0928\u0941\u092e\u0924\u093f\u092f\u093e\u0902
perm_directions=\u0915\u093e\u0930\u094d\u092f\u0938\u094d\u0925\u0932 \u092e\u0947\u0902 \u092a\u0949\u0921\u0915\u093e\u0938\u094d\u091f \u0915\u0947 \u0932\u093f\u090f \u0905\u0928\u0941\u092e\u0924\u093f\u092f\u093e\u0901 \u0938\u0947\u091f \u0915\u0930\u0947\u0902 
permission_directions=\u0915\u093e\u0930\u094d\u092f\u0938\u094d\u0925\u0932 {0} \u092e\u0947\u0902 \u092a\u0949\u0921\u0915\u093e\u0938\u094d\u091f \u092b\u093c\u094b\u0932\u094d\u0921\u0930 \u0915\u0947 \u0932\u093f\u090f \u0905\u0928\u0941\u092e\u0924\u093f\u092f\u093e\u0901 \u0938\u0947\u091f \u0915\u0930\u0947\u0902

options_title=\u0935\u093f\u0915\u0932\u094d\u092a
options_directions1=\u0915\u0947 \u092e\u093e\u0927\u094d\u092f\u092e \u0938\u0947 \u0905\u092a\u0928\u0947 \u092a\u0949\u0921\u0915\u093e\u0938\u094d\u091f \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u092a\u0939\u0941\u0901\u091a \u092a\u094d\u0930\u0926\u093e\u0928 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f
options_directions2=\u092a\u094d\u0930\u0926\u0930\u094d\u0936\u0928 \u0917\u0948\u0930-\u0938\u0926\u0938\u094d\u092f\u094b\u0902 \u0915\u0947 \u0932\u093f\u090f (\u0938\u093e\u0930\u094d\u0935\u091c\u0928\u093f\u0915 \u0930\u0942\u092a \u0938\u0947 \u0909\u092a\u0932\u092c\u094d\u0927 \u0939\u0948) \u091a\u0941\u0928\u0947\u0902\u0964 \u0906\u092a\u0915\u0940 \u0938\u093e\u0907\u091f \u0915\u0947 \u092a\u094d\u0930\u0924\u093f\u092d\u093e\u0917\u093f\u092f\u094b\u0902 \u0915\u094b \u0905\u092a\u0928\u0947 \u092a\u0949\u0921\u0915\u093e\u0938\u094d\u091f \u092a\u0939\u0941\u0901\u091a \u0915\u0947 \u0932\u093f\u090f \u092a\u094d\u0930\u0924\u093f\u092c\u0902\u0927\u093f\u0924 \u0915\u0930\u0947\u0902 \u0914\u0930 \u0915\u0947 \u092e\u093e\u0927\u094d\u092f\u092e \u0938\u0947 \u092a\u0939\u0941\u0901\u091a \u0915\u094b \u0905\u0915\u094d\u0937\u092e \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u090f\u0915
options_directions3=\u092a\u094d\u0930\u0926\u0930\u094d\u0936\u093f\u0924 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0938\u093e\u0907\u091f \u0915\u093e \u091a\u092f\u0928 \u0915\u0930\u0947\u0902\u0964

options_public=\u0917\u0948\u0930-\u0938\u0926\u0938\u094d\u092f\u094b\u0902 \u0915\u0947 \u0932\u093f\u090f (\u0938\u093e\u0930\u094d\u0935\u091c\u0928\u093f\u0915 \u0930\u0942\u092a \u0938\u0947 \u0926\u0947\u0916\u093e \u091c\u093e \u0938\u0915\u0924\u093e) \u092a\u094d\u0930\u0926\u0930\u094d\u0936\u093f\u0924 \u0915\u0930\u0947\u0902
options_site=\u0938\u093e\u0907\u091f \u0915\u0947 \u0932\u093f\u090f \u092a\u094d\u0930\u0926\u0930\u094d\u0936\u093f\u0924 \u0915\u0930\u0947\u0902
options_site_disabled=\u0905\u0915\u094d\u0937\u092e \u0938\u093e\u0907\u091f \u092a\u0930 \u0909\u092a\u0932\u092c\u094d\u0927 \u0928\u0939\u0940\u0902 \u0939\u0948, \u092f\u0939 \u0939\u094b \u0938\u0915\u0924\u093e \u0939\u0948 \u0915\u094d\u092f\u094b\u0902\u0915\u093f \u092a\u0942\u0930\u0940 \u0938\u093e\u0907\u091f \u092a\u0939\u0932\u0947 \u0938\u0947 \u0939\u0940 \u0938\u093e\u0930\u094d\u0935\u091c\u0928\u093f\u0915 \u0939\u0948\u0964

option_change_confirm=\u092a\u0949\u0921\u0915\u093e\u0938\u094d\u091f \u092b\u093c\u0940\u0921 \u0915\u0947 \u0932\u093f\u090f \u0905\u0928\u0941\u092e\u0924\u093f\u092f\u093e\u0901 \u092c\u0926\u0932 \u0917\u092f\u093e \u0939\u0948\u0964 \u092f\u0939 \u092b\u093c\u0940\u0921 \u0905\u092c \u0938\u093e\u0930\u094d\u0935\u091c\u0928\u093f\u0915 \u0930\u0942\u092a \u0938\u0947 \u0928\u0939\u0940\u0902 \u0926\u0947\u0916\u093e \u091c\u093e \u0938\u0915\u0924\u093e \u0939\u0948\u0964 \u0917\u0948\u0930-\u092a\u0949\u0921\u0915\u093e\u0938\u094d\u091f \u092a\u0930 \u092a\u0939\u0941\u0901\u091a\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u092a\u094d\u0930\u0924\u093f\u092d\u093e\u0917\u093f\u092f\u094b\u0902 \u0915\u0947 \u0932\u093f\u090f \u0907\u0938 \u0938\u093e\u0907\u091f \u0915\u0947 \u0932\u093f\u090f \u092b\u093c\u0940\u0921, \u0935\u093f\u0915\u0932\u094d\u092a \u090a\u092a\u0930 \u0915\u0947 \u0932\u093f\u0902\u0915 \u0915\u093e \u091a\u092f\u0928 \u0915\u0930\u0947\u0902 \u0914\u0930 \u0917\u0948\u0930-\u0938\u0926\u0938\u094d\u092f\u094b\u0902 \u0915\u094b (\u0938\u093e\u0930\u094d\u0935\u091c\u0928\u093f\u0915 \u0930\u0942\u092a \u0938\u0947 \u0926\u0947\u0916\u093e \u091c\u093e \u0938\u0915\u0924\u093e) \u0921\u093f\u0938\u094d\u092a\u094d\u0932\u0947 \u092a\u093e\u0938 \u0930\u0947\u0921\u093f\u092f\u094b \u092c\u091f\u0928 \u0915\u093e \u091a\u092f\u0928 \u0915\u0930\u0947\u0902\u0964

no_resource_alert=\u092a\u0949\u0921\u0915\u093e\u0938\u094d\u091f \u0915\u0947 \u0932\u093f\u090f \u0909\u092a\u0915\u0930\u0923 \u0915\u093e \u0909\u092a\u092f\u094b\u0917 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f, \u0906\u092a\u0915\u094b \u0938\u092c\u0938\u0947 \u092a\u0939\u0932\u0947 {0} \u0915\u0947 \u0932\u093f\u090f \u0909\u092a\u0915\u0930\u0923 \u091c\u094b\u0921\u093c\u0928\u093e \u091a\u093e\u0939\u093f\u090f\u0964
nofile_alert=\u091a\u0947\u0924\u093e\u0935\u0928\u0940\: \u0906\u092a\u0915\u094b \u0915\u093f\u0938\u0940 \u092b\u093c\u093e\u0907\u0932 \u0915\u093e \u091a\u092f\u0928 \u0915\u0930\u0928\u093e \u0939\u094b\u0917\u093e
nodate_alert=\u091a\u0947\u0924\u093e\u0935\u0928\u0940\: \u0906\u092a\u0915\u094b \u090f\u0915 \u0926\u093f\u0928\u093e\u0902\u0915 \u0914\u0930 \u0938\u092e\u092f \u0926\u0930\u094d\u091c \u0915\u0930\u0928\u093e \u0939\u094b\u0917\u093e
notitle_alert=\u091a\u0947\u0924\u093e\u0935\u0928\u0940\: \u0906\u092a\u0915\u094b \u090f\u0915 \u0936\u0940\u0930\u094d\u0937\u0915 \u0926\u0930\u094d\u091c \u0915\u0930\u0928\u093e \u0939\u094b\u0917\u093e
notitle=\u0906\u092a\u0915\u094b \u090f\u0915 \u0936\u0940\u0930\u094d\u0937\u0915 \u0926\u0930\u094d\u091c \u0915\u0930\u0928\u093e \u0939\u094b\u0917\u093e
length_alert=\u092a\u0949\u0921\u0915\u093e\u0938\u094d\u091f \u092f\u0942\u0906\u0930\u090f\u0932, \u092b\u093c\u093e\u0907\u0932 \u0928\u093e\u092e \u0938\u0939\u093f\u0924, 254 \u0935\u0930\u094d\u0923\u094b\u0902 \u0938\u0947 \u0905\u0927\u093f\u0915 \u0928\u0939\u0940\u0902 \u0915\u0930 \u0938\u0915\u0924\u0947\u0964 \u0907\u0938 \u092a\u0949\u0921\u0915\u093e\u0938\u094d\u091f \u092e\u0947\u0902 \u0938\u092b\u0932\u0924\u093e\u092a\u0942\u0930\u094d\u0935\u0915 \u091c\u094b\u0921\u093c\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f, \u092b\u093c\u093e\u0907\u0932 \u0928\u093e\u092e \u0915\u0940 \u0932\u0902\u092c\u093e\u0908 \u0915\u092e \u0915\u0930\u0947\u0902 \u0914\u0930 \u092a\u0941\u0928\: \u092a\u094d\u0930\u092f\u093e\u0938 \u0915\u0930\u0947\u0902\u0964
quota_alert=\u0924\u0941\u092e \u0938\u0902\u0938\u093e\u0927\u0928\u094b\u0902 \u092e\u0947\u0902 \u0905\u092a\u0928\u093e \u0915\u094b\u091f\u093e \u092a\u093e\u0930 \u0915\u0930 \u091a\u0941\u0915\u0947 \u0939\u0948\u0902\u0964  \u0906\u0907\u091f\u092e\u094d\u0938 \u0915\u094b \u0939\u091f\u093e\u0928\u093e \u0914\u0930 \u092b\u093f\u0930 \u0938\u0947 \u092a\u094d\u0930\u092f\u093e\u0938 \u0915\u0930\u0947\u0902\u0964
max_size_exceeded_alert=\u091a\u0947\u0924\u093e\u0935\u0928\u0940\: \u0905\u092a\u0932\u094b\u0921 \u0906\u0915\u093e\u0930 \u0938\u0940\u092e\u093e {0} MB \u092a\u093e\u0930 \u0939\u094b \u0917\u0908 \u0939\u0948\u0964
permission_alert=\u0906\u092a\u0915\u094b \u091a\u092f\u0928\u093f\u0924 \u092b\u093c\u093e\u0907\u0932 \u0915\u094b \u0928\u0937\u094d\u091f \u0915\u0930\u0928\u0947 \u0915\u0940 \u0905\u0928\u0941\u092e\u0924\u093f \u0928\u0939\u0940\u0902 \u0939\u0948\u0964
internal_error_alert=\u090f\u0915 \u0906\u0902\u0924\u0930\u093f\u0915 \u0924\u094d\u0930\u0941\u091f\u093f \u0906\u092a\u0915\u0947 \u0911\u092a\u0930\u0947\u0936\u0928 \u0915\u094b \u092a\u0942\u0930\u093e \u0939\u094b\u0928\u0947 \u0938\u0947 \u0930\u094b\u0915 \u0930\u0939\u0940 \u0939\u0948\u0964 \u0915\u0943\u092a\u092f\u093e \u092a\u0941\u0928\: \u092a\u094d\u0930\u092f\u093e\u0938 \u0915\u0930\u0947\u0902\u0964
id_unused_alert=\u0938\u0902\u0938\u093e\u0927\u0928 \u0915\u0947 \u0932\u093f\u090f \u0906\u0908\u0921\u0940 \u0915\u0947 \u0932\u093f\u090f \u090f\u0915 \u092e\u093e\u0928\u094d\u092f \u0938\u0902\u0938\u093e\u0927\u0928 \u0938\u0902\u0917\u0924 \u0928\u0939\u0940\u0902 \u0939\u0948\u0964 \u0915\u0943\u092a\u092f\u093e \u092b\u093f\u0930 \u0938\u0947 \u092a\u094d\u0930\u092f\u093e\u0938 \u0915\u0930\u0947\u0902 \u0914\u0930 \u092f\u0926\u093f \u092f\u0939 \u0926\u094b\u092c\u093e\u0930\u093e \u0939\u094b\u0924\u093e \u0939\u0948, \u0939\u0932 \u0915\u0930\u0928\u0947 \u092e\u0947\u0902 \u092e\u0926\u0926 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0938\u092e\u0930\u094d\u0925\u0928 \u0938\u0947 \u0938\u0902\u092a\u0930\u094d\u0915 \u0915\u0930\u0947\u0902\u0964
id_invalid_alert=\u0938\u0902\u0938\u093e\u0927\u0928 \u0915\u0947 \u0932\u093f\u090f \u0906\u0908\u0921\u0940 \u0905\u092e\u093e\u0928\u094d\u092f \u0938\u0902\u0938\u093e\u0927\u0928 \u0939\u0948\u0964 \u0915\u0943\u092a\u092f\u093e \u092a\u0941\u0928\: \u092a\u094d\u0930\u092f\u093e\u0938 \u0915\u0930\u0947\u0902 \u0914\u0930 \u092f\u0926\u093f \u0926\u094b\u092c\u093e\u0930\u093e \u0939\u094b\u0924\u093e \u0939\u0948, \u0939\u0932 \u0915\u0930\u0928\u0947 \u092e\u0947\u0902 \u092e\u0926\u0926 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0938\u092e\u0930\u094d\u0925\u0928 \u0938\u0947 \u0938\u0902\u092a\u0930\u094d\u0915 \u0915\u0930\u0947\u0902\u0964
io_alert=\u0906\u092a\u0915\u0940 \u092b\u093c\u093e\u0907\u0932 \u0915\u094b \u0905\u092a\u0932\u094b\u0921 \u0915\u0930\u0928\u0947 \u092e\u0947\u0902 \u0915\u094b\u0908 \u0938\u092e\u0938\u094d\u092f\u093e \u0925\u0940\u0964 \u0915\u0943\u092a\u092f\u093e \u092a\u0925\u0928\u093e\u092e \u091c\u093e\u0901\u091a\u0947\u0902 \u092f\u093e \u092b\u093f\u0930 \u0938\u0947 \u091a\u092f\u0928 \u0915\u0930\u0947\u0902 \u0914\u0930 \u092a\u0941\u0928\u0903 \u092a\u094d\u0930\u092f\u093e\u0938 \u0915\u0930\u0947\u0902\u0964
id_used_alert=\u0938\u0902\u0938\u093e\u0927\u0928 \u0915\u0947 \u0932\u093f\u090f \u0906\u0908\u0921\u0940 \u092a\u0939\u0932\u0947 \u0938\u0947 \u0939\u0940 \u0909\u092a\u092f\u094b\u0917 \u092e\u0947\u0902 \u0939\u0948\u0964 \u0915\u0943\u092a\u092f\u093e \u092a\u0941\u0928\: \u092a\u094d\u0930\u092f\u093e\u0938 \u0915\u0930\u0947\u0902\u0964
invalid_date_alert=\u0906\u092a\u0915\u094b \u0928\u093f\u092e\u094d\u0928 \u0938\u094d\u0935\u0930\u0942\u092a \u092e\u0947\u0902 \u0926\u093f\u0928\u093e\u0902\u0915 \u0926\u0930\u094d\u091c \u0915\u0930\u0928\u093e \u0906\u0935\u0936\u094d\u092f\u0915 \u0939\u0948\: MM/DD/YYYY hh\: mm AM/PM

podfeed_revise_title=\u092a\u0949\u0921\u0915\u093e\u0938\u094d\u091f \u092b\u093c\u0940\u0921 \u0938\u0902\u092a\u093e\u0926\u093f\u0924 \u0915\u0930\u0947\u0902
podfeed_revise_directions=\u092a\u0949\u0921\u0915\u093e\u0938\u094d\u091f \u092b\u093c\u0940\u0921 \u0915\u093e \u0936\u0940\u0930\u094d\u0937\u0915 \u0914\u0930 \u0935\u0930\u094d\u0923\u0928 \u0909\u0928\u0915\u0947 \u092a\u0949\u0921\u0915\u093e\u091f\u094d\u091a\u0947\u0930 \u0915\u0947 \u092d\u0940\u0924\u0930 \u0938\u093e\u0907\u091f \u092a\u094d\u0930\u0924\u093f\u092d\u093e\u0917\u093f\u092f\u094b\u0902 \u0915\u094b \u0909\u092a\u0932\u092c\u094d\u0927 \u0939\u094b\u0917\u093e\u0964  \u092a\u094d\u0930\u092a\u0924\u094d\u0930 \u0905\u0926\u094d\u092f\u0924\u0928 \u0915\u0930\u0947\u0902, \u0924\u094b \u0928\u0940\u091a\u0947 \u0909\u092a\u092f\u0941\u0915\u094d\u0924 \u092c\u091f\u0928 \u091a\u0941\u0928\u0947\u0902\u0964 
podfeed_revise_url_caption=\u0906\u0930\u090f\u0938\u090f\u0938 \u092b\u093c\u0940\u0921 \u092a\u0924\u0947

podfeed_author=\u0938\u093e\u0915\u093e\u0908 \u0926\u094d\u0935\u093e\u0930\u093e \u092c\u0928\u093e\u0908 \u0917\u0908
podfeed_copyrighttext=\u0915\u0949\u092a\u0940\u0930\u093e\u0907\u091f {0}\u0964

