#-------------------------------------------------------------------------------
# Translated by: e-Labora: e-Learning Laboratory - State University of Campinas
# Translated by: LARC - Laboratory of Architecture and Computer Networks 
# TIDIA-Ae Project Fapesp, Sao Paulo, Brazil
#-------------------------------------------------------------------------------


podcast_home_title=Podcasts
podcast_home_sub=Assine agora copiando este endere\u00e7o de feed RSS e colando-o em seus favoritos
podcatcher=podcatcher

feed_title=Podcast oficial de
feed_desc1= \ Podcast oficial.
feed_desc2= \ Por favor verifique se h\u00e1 atualiza\u00e7\u00f5es ao longo do semestre. 
feed_copyright=Copyright 2007 The Sakai Foundation. Todos os direitos reservados.

no_podcasts=No momento, n\u00e3o h\u00e1 podcasts neste local.
no_access=Voc\u00ea n\u00e3o tem permiss\u00e3o para visualizar esta ferramenta. Entre em contato com seu suporte local.

posted_by=Postado por 

access=Acesso
add=Adicionar
at=em 
cancel=Cancelar
colon=:
delete=Excluir
download=Download
maint=Manter
new=Novo
on=em 
options=Op\u00e7\u00f5es
permissions=Permiss\u00f5es
read=Ler
revise=Editar
role=Papel
subscribe=Assinar:

close_paren=)
open_paren=(
spacer_bar= | 

publish_date_format=EEEEEE',' MMM dd yyyy hh:mm a z
date_picker_format=MMM/dd/yyyy hh:mm:ss a
date_by_hand_format=MMM/dd/yyyy hh:mm a
date_picker_format_string=(Formato: MMM/DD/YYYY HH:MM AM/PM)
internal_date_format=yyyyMMddhhmmssSSS

popup_text=Um podcatcher \u00e9 um programa usado para fazer automaticamente downloads de podcasts. iTunes \u00e9 um podcatcher popular, mas n\u00e3o \u00e9 o \u00fanico software dispon\u00edvel para essa finalidade.

current_file=Arquivo Atual
current_date=Data/Hora da Publica\u00e7\u00e3o Atual

required_prompt=Itens obrigat\u00f3rios marcados com um 
file_prompt=Escolha um arquivo 
date_prompt=Data/Hora de Publica\u00e7\u00e3o 
title_prompt=T\u00edtulo
change_submit=Salvar Altera\u00e7\u00f5es
file_to_upload=Arquivo para Upload

add_title=Adicionar Podcast
add_directions=Preencha o formul\u00e1rio e escolha o bot\u00e3o apropriado abaixo.

description_prompt=Descri\u00e7\u00e3o
email_prompt=Notifica\u00e7\u00e3o por E-mail

delete_title=Excluindo Podcast...
delete_submit=Excluir
del_confirm=Tem certeza  de que deseja excluir o seguinte podcast?

revise_title=Editar Podcast
revise_directions=Atualize o formul\u00e1rio e escolha o bot\u00e3o apropriado abaixo.

perm_title=Permiss\u00f5es
perm_directions=Selecione as permiss\u00f5es para Podcasts no site
permission_directions=Defina as permiss\u00f5es para Podcasts no site {0}

options_title=Op\u00e7\u00f5es
options_directions1=Para oferecer acesso aos seus podcasts por meio de um
options_directions2=escolha Exibir para n\u00e3o membros (publicamente vis\u00edvel). Para limitar o acesso de seus podcasts para os participantes do seu site e impedir o acesso por meio de um
options_directions3=escolha Exibir para o Site.

options_public=Exibir para n\u00e3o membros (publicamente vis\u00edvel)
options_site=Exibir para o site
options_site_disabled=A a\u00e7\u00e3o desativar n\u00e3o est\u00e1 dispon\u00edvel para este site, isso pode ocorrer se todo o site j\u00e1 \u00e9 p\u00fablico.

option_change_confirm=As permiss\u00f5es para o feed de Podcasts foram alteradas. Este feed n\u00e3o est\u00e1 mais vis\u00edvel para todos. Para que n\u00e3o participantes possam acessar o feed de podcast desse site, selecione o link Op\u00e7\u00f5es acima e selecione o bot\u00e3o de sele\u00e7\u00e3o pr\u00f3ximo a Exibir para n\u00e3o membros (publicamente vis\u00edvel).

no_resource_alert=Para usar a ferramenta Podcasts, primeiro voc\u00ea deve adicionar a ferramenta {0}.
nofile_alert=Alerta: voc\u00ea deve escolher um arquivo
nodate_alert=Alerta: voc\u00ea deve inserir data e hora
notitle_alert=Alerta: voc\u00ea deve inserir um t\u00edtulo
notitle=Voc\u00ea deve inserir um t\u00edtulo
length_alert=A URL do podcast, inclusive o nome do arquivo, n\u00e3o pode exceder 254 caracteres. Para adicionar este podcast com sucesso, reduza o comprimento do nome do arquivo e tente novamente.
quota_alert=Voc\u00ea excedeu sua cota em Reposit\u00f3rio. Exclua alguns itens e tente novamente.
max_size_exceeded_alert=Alerta: O limite de tamanho para upload de {0} MB foi excedido.
permission_alert=Voc\u00ea n\u00e3o tem permiss\u00e3o para excluir o arquivo selecionado.
internal_error_alert=Um erro interno impediu a conclus\u00e3o da opera\u00e7\u00e3o. Tente novamente.
id_unused_alert=O ID do recurso n\u00e3o corresponde a um recurso v\u00e1lido. Tente novamente e, caso isso ocorra novamente, entre em contato com o suporte para ajudar a solucionar o problema.
id_invalid_alert=O ID do recurso \u00e9 um recurso inv\u00e1lido. Tente novamente e, caso isso ocorra novamente, entre em contato com o suporte para ajudar a solucionar o problema.
io_alert=Houve um problema ao carregar seu arquivo. Verifique o caminho ou selecione novamente.
id_used_alert=O ID do recurso j\u00e1 est\u00e1 em uso. Tente novamente.
invalid_date_alert=Voc\u00ea deve inserir a data no seguinte formato: MMM/DD/AAAA HH:MM AM/PM

podfeed_revise_title=Editar Feed do Podcast
podfeed_revise_directions=O t\u00edtulo e a descri\u00e7\u00e3o do feed do podcast estar\u00e3o dispon\u00edveis para os participantes do site em seus podcatchers. Atualize o formul\u00e1rio e selecione o bot\u00e3o apropriado abaixo. 
podfeed_revise_url_caption=Endere\u00e7o do feed RSS

podfeed_author=Criado por Sakai
podfeed_copyrighttext=Copyright {0}.

## permission descriptions for podcasts tool
#-------------------------------------------------------------------------------
# Translated by: e-Labora: e-Learning Laboratory - State University of Campinas
# Translated by: LARC - Laboratory of Architecture and Computer Networks 
# TIDIA-Ae Project Fapesp, Sao Paulo, Brazil
#-------------------------------------------------------------------------------

perm-content.new=Criar podcasts
perm-content.read=Ler podcasts
perm-content.revise.any=Editar qualquer podcasts
perm-content.revise.own=Editar os pr\u00f3prios podcasts
perm-content.delete.any=Excluir qualquer podcasts
perm-content.delete.own=Excluir os pr\u00f3prios podcasts
perm-content.hidden=Ler os podcasts ocultos