podcast_home_title=Podcasts
podcast_home_sub=Subscriviu-vos ara copiant l'adre\u00e7a d'aquest generador RSS i enganxant-la als vostres preferits
podcatcher=podcatcher

feed_title=Podcast per a
feed_desc1=\ podcast oficial.
feed_desc2=\ Comproveu les actualitzacions per a tot el semestre. 
feed_copyright=Copyright 2006 The Sakai Foundation. All rights reserved.

no_podcasts=Actualment no hi ha podcasts en aquesta ubicaci\u00f3.
no_access=No teniu autoritzaci\u00f3 per veure aquesta eina. Contacteu amb el vostre punt de suport per a rebre assist\u00e8ncia.

posted_by=Enviat per 

access=Acc\u00e9s
add=Afegeix
at=a
cancel=Cancel\u00b7la
colon=\:
delete=Suprimeix
download=Descarrega
maint=Administraci\u00f3
new=Nou
on=en
options=Opcions
permissions=Autoritzacions
read=Llegeix
revise=Revisa
role=Rol
subscribe=Subscriu-me\:

close_paren=)
open_paren=(
spacer_bar=| 

publish_date_format=EEEEEE',' dd MMMMM yyyy HH\:mm z
date_picker_format=dd/MM/yyyy hh\:mm\:ss a
date_by_hand_format=dd/MM/yyyy hh\:mm\:ss a
date_picker_format_string=(Format\: DD/MM/AAAA HH\:MM AM/PM)
internal_date_format=yyyyMMddhhmmssSSS

popup_text=Un podcatcher \u00e9s un programa inform\u00e0tic per a descarregar autom\u00e0ticament podcasts. iTunes \u00e9s un podcatcher molt popular, per\u00f2 no \u00e9s l'\u00fanic disponible per a aquest prop\u00f2sit. 

current_file=Fitxer actual
current_date=Data/Hora de publicaci\u00f3 actual

required_prompt=Els elements obligatoris estan marcats amb 
file_prompt=Trieu un fitxer 
date_prompt=Data/Hora de publicaci\u00f3 
title_prompt=T\u00edtol
change_submit=Desa els canvis
file_to_upload=Fitxer a pujar

add_title=Afegeix un podcast
add_directions=Completeu el formulari, i trieu el bot\u00f3 apropiat de la part final.

description_prompt=Descripci\u00f3
email_prompt=Notificaci\u00f3 per correu electr\u00f2nic

delete_title=Suprimint el podcast...
delete_submit=Suprimeix
del_confirm=Esteu segur que voleu suprimir el seg\u00fcent podcast?

revise_title=Revisa el Podcast
revise_directions=Actualitzeu el formulari, i trieu el bot\u00f3 apropiat de la part final.

perm_title=Autoritzacions
perm_directions=Especifiqueu els permisos per als podcasts a l'espai de treball
permission_directions=Configura els permisos per a la carpeta de Podcasts a l''espai de treball "{0}"

options_title=Opcions
options_directions1=Per a proporcionar acc\u00e9s als vostres podcasts a trav\u00e9s de
options_directions2=trieu 'Mostra als no membres (disponible p\u00fablicament)'. Per restringir l'acc\u00e9s als vostres podcasts als participants del vostre espai i deshabilitar l'acc\u00e9s a trav\u00e9s de
options_directions3=trieu 'Mostra a l'espai'.

options_public=Mostra als no membres (visible p\u00fablicament)
options_site=Mostra a l'espai
options_site_disabled=L'opci\u00f3 de deshabillitar no est\u00e0 disponible per aquest espai, aix\u00f2 pot ser degut a que l'espai sencer ja \u00e9s p\u00fablic.

option_change_confirm=Els permisos del generador de Podcasts han canviat. Aquest generador ja no ser\u00e0 visible p\u00fablicament. Per a que els no participants puguin accedir al generador de podcasts per aquest espai, feu clic a 'Opcions' i escolliu el bot\u00f3 de grup corresponent a 'Mostra als no membres (visible p\u00fablicament)'.   

no_resource_alert=Per a utilitzar l''eina de Podcasts, primer heu d'afegir l''eina {0}.
nofile_alert=Av\u00eds\: Heu de triar un fitxer
nodate_alert=Av\u00eds\: Heu d'introduir una data i una hora
notitle_alert=Av\u00eds\: Heu de introduir un t\u00edtol
notitle=Heu de introduir un t\u00edtol
length_alert=La URL del podcast, incl\u00f2s el nom de fitxer, no pot excedir de 254 car\u00e0cters. Per afegir aquest podcast correctament, redu\u00efu la mida del nom de fitxer i proveu-ho de nou.
quota_alert=Heu excedit la vostra quota de Recursos. Suprimiu elements i proveu-ho de nou.
max_size_exceeded_alert=Av\u00eds\: La mida del fitxer excedeix el l\u00edmit de {0} MB.
permission_alert=No teniu autoritzaci\u00f3 per suprimir el fitxer seleccionat.
internal_error_alert=Un error intern no ha  perm\u00e9s finalitzar la vostra operaci\u00f3. Proveu-ho de nou.
id_unused_alert=L'ID del recurs no correspon a cap recurs v\u00e0lid. Proveu-ho de nou i si es repeteix, contacteu amb el punt de suport per a solucionar-ho.
id_invalid_alert=L'ID del recurs \u00e9s d'un recurs no v\u00e0lid. Proveu-ho de nou i si es repeteix, contacteu amb el punt de suport per a solucionar-ho.
io_alert=Hi ha hagut un problema pujant el vostre fitxer. Comproveu el cam\u00ed o torneu a seleccionar-lo i proveu-ho de nou. 
id_used_alert=L'ID del recurs ja existeix. Torneu-ho a provar amb un altre.
invalid_date_alert=Heu d'introduir una data amb el seg\u00fcent format\: MM/DD/YYYY HH\:MM AM/PM

podfeed_revise_title=Reviseu el generador de Podcast
podfeed_revise_directions=El t\u00edtol i la descripci\u00f3 del generador de podcast estar\u00e0 disponible als participants de l'espai des del seu podcatcher. Actualitzeu el formulari, i seleccioneu el bot\u00f3 apropiat de la part final.
podfeed_revise_url_caption=Adre\u00e7a del generador de RSS

podfeed_author=Creat per Sakai
podfeed_copyrighttext=Copyright 2006.
