#-------------------------------------------------------------------------------
# Translated by: e-Labora: e-Learning Laboratory - State University of Campinas
# And: Intermidia Laboratory - USP
# TIDIA-Ae Project Fapesp, Sao Paulo, Brazil
#-------------------------------------------------------------------------------

podcast_home_title	=	Podcasts
podcast_home_sub	=Assine agora copiando este endere\u00e7o de feed RSS e colando-o em seu 
podcatcher	=	podcatcher

feed_title	=	Podcast oficial de
feed_desc1	=	 \ official podcast.
feed_desc2	=\ Por favor consulte novamente ao longo do semestre por atualiza\u00e7\u00f5es.
feed_copyright	=	Copyright 2007 The Trustees of Indiana University. All rights reserved.

no_podcasts	=N\u00e3o h\u00e1 no momento podcasts neste local.
no_access	=Voc\u00ea n\u00e3o tem permiss\u00e3o para visualizar esta ferramenta. Entre em contato com seu suporte local para assist\u00eancia.

posted_by	=	Postado por

access	=	Acessar
add	=	Adicionar
at	=	em
cancel	=	Cancelar
colon	=	:
delete	=Excluir
download	=	Baixar
maint	=	Manter
new	=	Novo
on	=	no
options	=Op\u00e7\u00f5es
permissions	=Permiss\u00f5es
read	=	Ler
revise	=	Revisar
role	=	Papel
subscribe	=	Assinar:

close_paren	=	)
open_paren	=	(
spacer_bar	=	 | 

publish_date_format	=	EEEEEE',' dd MMMMM yyyy hh:mm a z
date_picker_format	=	MM/dd/yyyy hh:mm:ss a
date_by_hand_format	=	MM/dd/yyyy hh:mm a
date_picker_format_string	=	(Format: MM/DD/YYYY HH:MM AM/PM)
internal_date_format	=	yyyyMMddhhmmssSSS

popup_text	=Um podcatcher \u00e9 um programa de computador usado para automaticamente baixar podcasts. iTunes \u00e9 um podcatcher popular, mas n\u00e3o \u00e9 o \u00fanico software dispon\u00edvel para este prop\u00f3sito.

current_file	=	Arquivo Atual
current_date	=Data/Hor\u00e1rio de Publica\u00e7\u00e3o Atual

required_prompt	=Itens obrigat\u00f3rios marcados com um
file_prompt	=	Escolha um arquivo
date_prompt	=Data/Hor\u00e1rio de Publica\u00e7\u00e3o
title_prompt	=T\u00edtulo
change_submit	=Salvar Altera\u00e7\u00f5es
file_to_upload	=	Arquivo para fazer Upload

add_title	=	Adicionar Podcast
add_directions	=Complete o formul\u00e1rio e em seguida escolha o bot\u00e3o apropriado abaixo.

description_prompt	=Descri\u00e7\u00e3o
email_prompt	=Notifica\u00e7\u00e3o por Email

delete_title	=	Apagando Podcast...
delete_submit	=Excluir
del_confirm	=Voc\u00ea tem certeza que deseja apagar o seguinte podcast?

revise_title	=	Revisar Podcast
revise_directions	=Atualize o formul\u00e1rio e em seguida escolha o bot\u00e3o apropriado abaixo.

perm_title	=Permiss\u00f5es
perm_directions	=Selecione permiss\u00f5es para Podcasts no site
permission_directions=Definir permiss\u00f5es para pasta Podcasts no worksite {0}

options_title	=Op\u00e7\u00f5es
options_directions1	=	Para oferecer acesso ao seu podcast por meio de um
options_directions2	=escolha Apresentar para n\u00e3o-membros (dispon\u00edvel para todos). Para restringir o acesso ao seu podcast para os participantes do seu site e impedir o acesso por meio de um
options_directions3	=	escolha Apresentar para o Site.

options_public	=Apresentar para n\u00e3o-membros (vis\u00edvel para todos)
options_site	=	Apresentar para o site

option_change_confirm	=As permiss\u00f5es para o feed do Podcasts foram alteradas. Este feed n\u00e3o est\u00e1 mais vis\u00edvel para todos. Para n\u00e3o-participantes acessarem o feed do podcast deste site, selecione o link Op\u00e7\u00f5es acima e selecione o item para Apresentar para n\u00e3o-membros (vis\u00edvel para todos).

no_resource_alert	=Para usar a ferramenta Podcast, voc\u00ea deve primeiro adicionar a {0} ferramenta.
nofile_alert	=Alerta\: Voc\u00ea deve escolher um arquivo
nodate_alert	=Alerta\: Voc\u00ea deve entrar com uma data e hor\u00e1rio
notitle_alert	=Alerta\: Voc\u00ea deve entrar com um t\u00edtulo
notitle	=Voc\u00ea deve entrar com um t\u00edtulo
length_alert	=A URL do podcast, incluindo o nome do arquivo, n\u00e3o pode exceder 254 caracteres. Para adicionar este podcast com sucesso, reduza o comprimento do nome do arquivo e tente novamente.
quota_alert	=Voc\u00ea excedeu sua quota no Reposit\u00f3rio. Apague itens e tente novamente.
max_size_exceeded_alert=Alerta: O limite de tamanho de upload de {0} MB foi excedido.
permission_alert	=Voc\u00ea n\u00e3o tem permiss\u00e3o para apagar o arquivo selecionado.
internal_error_alert	=Um erro interno impediu sua opera\u00e7\u00e3o de ser finalizada. Por favor tente novamente.
id_unused_alert	=O ID para o recurso n\u00e3o corresponder a um recurso v\u00e1lido. Por favor tente novamente e se isto ocorrer novamente, entre em contato com o suporte para auxiliar a resolver.
id_invalid_alert	=O ID para o recurso \u00e9 um recurso inv\u00e1lido. Por favor tente novamente e se isto ocorrer novamente, entre em contato com o suporte para auxiliar a resolver.
io_alert	=	Houve um problema ao fazer upload do seu arquivo. Por favor verifique o caminho ou selecione-o de novo e tente outra vez.
id_used_alert	=O ID para o recurso j\u00e1 est\u00e1 em um. Por favor tente novamente.
invalid_date_alert	=Voc\u00ea deve entrar a data no seguinte formato\: MM/DD/YYYY HH\:MM AM/PM

podfeed_revise_title	=	Revisar feed do Podcast
podfeed_revise_directions	=O t\u00edtulo e a descri\u00e7\u00e3o do feed do podcast estar\u00e1 dispon\u00edveis para os participantes do site em seus podcatcher. Atualize o formul\u00e1rio e em seguida selecione o bot\u00e3o apropriado abaixo.
podfeed_revise_url_caption	=Endere\u00e7o do feed RSS

podfeed_author	=	Criado by Sakai
podfeed_copyrighttext	=	Copyright {0}..

# podfeed_generator	=	Sakai 2.4 http://www.sakaiproject.org

