podcast_home_title=\u30dd\u30c3\u30c9\u30ad\u30e3\u30b9\u30c8
podcast_home_sub=\u3053\u306e RSS \u30d5\u30a3\u30fc\u30c9\u30a2\u30c9\u30ec\u30b9\u3092\u30b3\u30d4\u30fc\u3057\u81ea\u5206\u306e\u597d\u304d\u306a\u300c\u30dd\u30c3\u30c9\u30ad\u30e3\u30c3\u30c1\u30e3\u30fc\u300d\u306b\u30da\u30fc\u30b9\u30c8\u3059\u308b\u3053\u3068\u306b\u3088\u308a\uff0c\u4eca\u3059\u3050\u8cfc\u8aad\u3057\u307e\u3059\uff0e
podcatcher=\u30dd\u30c3\u30c9\u30ad\u30e3\u30c3\u30c1\u30e3\u30fc
feed_title=\u30dd\u30c3\u30c9\u30ad\u30e3\u30b9\u30c8\u306e\u5bfe\u8c61\: 
feed_desc1=\ \u516c\u5f0f\u30dd\u30c3\u30c9\u30ad\u30e3\u30b9\u30c8\u3067\u3059\uff0e
feed_desc2=\ \u6700\u65b0\u304c\u306a\u3044\u304b\u3069\u3046\u304b\u5b66\u671f\u3092\u901a\u3058\u3066\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\uff0e
feed_copyright=Copyright 2006 The Sakai Foundation. All rights reserved.
no_podcasts=\u3053\u306e\u5834\u6240\u306b\u306f\u73fe\u5728\uff0c\u30dd\u30c3\u30c9\u30ad\u30e3\u30b9\u30c8\u306f\u3042\u308a\u307e\u305b\u3093\uff0e
no_access=\u3053\u306e\u30c4\u30fc\u30eb\u3092\u8868\u793a\u3059\u308b\u6a29\u9650\u304c\u3042\u308a\u307e\u305b\u3093\uff0e\u8a73\u3057\u304f\u306f\u3042\u306a\u305f\u306e\u5927\u5b66\u306e\u30b5\u30dd\u30fc\u30c8\u30bb\u30f3\u30bf\u30fc\u306b\u9023\u7d61\u3057\u3066\u304f\u3060\u3055\u3044\uff0e
posted_by=\u4f5c\u6210\u8005\: 
access=\u30a2\u30af\u30bb\u30b9
add=\u8ffd\u52a0
at=at 
cancel=\u30ad\u30e3\u30f3\u30bb\u30eb
colon=\:
delete=\u524a\u9664
download=\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9
maint=\u4fdd\u5b88
new=\u65b0\u898f
on=on 
options=\u30aa\u30d7\u30b7\u30e7\u30f3
permissions=\u6a29\u9650
read=\u65e2\u8aad
revise=\u78ba\u8a8d
role=\u30ed\u30fc\u30eb
subscribe=\u8cfc\u8aad\:
close_paren=)
open_paren=(
spacer_bar=| 
publish_date_format=EEEEEE',' dd MMMMM yyyy hh\:mm a z
date_picker_format=yyyy\u5e74MM\u6708dd\u65e5ahh\u6642mm\u5206ss\u79d2
date_by_hand_format=yyyy\u5e74MM\u6708dd\u65e5ahh\u6642mm\u5206ss\u79d2
date_picker_format_string=(\u30d5\u30a9\u30fc\u30de\u30c3\u30c8\: YYYY\u5e74MM\u6708DD\u65e5\u5348\u524d/\u5348\u5f8cHH\u6642MM\u5206)
internal_date_format=yyyyMMddhhmmssSSS
popup_text=\u30dd\u30c3\u30c9\u30ad\u30e3\u30c3\u30c1\u30e3\u30fc\u306f\u81ea\u52d5\u7684\u306b\u30dd\u30c3\u30c9\u30ad\u30e3\u30b9\u30c8\u3092\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9\u3059\u308b\u305f\u3081\u306b\u4f7f\u7528\u3055\u308c\u308b\u30b3\u30f3\u30d4\u30e5\u30fc\u30bf\u30d7\u30ed\u30b0\u30e9\u30e0\u3067\u3059\uff0eiTunes \u3082\u30dd\u30c3\u30c9\u30ad\u30e3\u30c3\u30c1\u30e3\u30fc\u3067\u3059\u304c\uff0c\u3053\u306e\u76ee\u7684\u306b\u306f\u5229\u7528\u3067\u304d\u306a\u3044\u3082\u306e\u3067\u3059\uff0e
current_file=\u73fe\u5728\u306e\u30d5\u30a1\u30a4\u30eb
current_date=\u73fe\u5728\u306e\u51fa\u7248\u65e5\u6642
required_prompt=\u5fc5\u9808\u30a2\u30a4\u30c6\u30e0\u306e\u30de\u30fc\u30af\: 
file_prompt=\u30d5\u30a1\u30a4\u30eb\u3092\u9078\u629e\u3057\u307e\u3059
date_prompt=\u51fa\u7248\u65e5\u6642
title_prompt=\u30bf\u30a4\u30c8\u30eb
change_submit=\u5909\u66f4\u3092\u4fdd\u5b58
file_to_upload=\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9\u3059\u308b\u30d5\u30a1\u30a4\u30eb
add_title=\u30dd\u30c3\u30c9\u30ad\u30e3\u30b9\u30c8\u3092\u8ffd\u52a0
add_directions=\u30d5\u30a9\u30fc\u30e0\u3092\u5165\u529b\u3057\uff0c\u4e00\u756a\u4e0b\u306e\u9069\u5207\u306a\u30dc\u30bf\u30f3\u3092\u9078\u629e\u3057\u307e\u3059\uff0e
description_prompt=\u8aac\u660e
email_prompt=\u30e1\u30fc\u30eb\u901a\u77e5
delete_title=\u30dd\u30c3\u30c9\u30ad\u30e3\u30b9\u30c8\u3092\u524a\u9664\u3057\u3066\u3044\u307e\u3059...
delete_submit=\u524a\u9664
del_confirm=\u4ee5\u4e0b\u306e\u30dd\u30c3\u30c9\u30ad\u30e3\u30b9\u30c8\u3092\u524a\u9664\u3057\u3066\u3082\u3088\u308d\u3057\u3044\u3067\u3059\u304b?
revise_title=\u30dd\u30c3\u30c9\u30ad\u30e3\u30b9\u30c8\u3092\u7de8\u96c6
revise_directions=\u30d5\u30a9\u30fc\u30e0\u3092\u66f4\u65b0\u3057\uff0c\u4e00\u756a\u4e0b\u306e\u9069\u5207\u306a\u30dc\u30bf\u30f3\u3092\u9078\u629e\u3057\u307e\u3059\uff0e
perm_title=\u6a29\u9650
perm_directions=\u30ef\u30fc\u30af\u30b5\u30a4\u30c8\u306e\u30dd\u30c3\u30c9\u30ad\u30e3\u30b9\u30c8\u306e\u6a29\u9650\u3092\u30bb\u30c3\u30c8\u3057\u307e\u3059
permission_directions=\u30ef\u30fc\u30af\u30b5\u30a4\u30c8 "{0}" \u306e\u30dd\u30c3\u30c9\u30ad\u30e3\u30b9\u30c8\u30d5\u30a9\u30eb\u30c0\u306e\u6a29\u9650\u3092\u8a2d\u5b9a
options_title=\u30aa\u30d7\u30b7\u30e7\u30f3
options_directions1=\u3092\u901a\u3058\u3066\u3042\u306a\u305f\u306e\u30dd\u30c3\u30c9\u30ad\u30e3\u30b9\u30c8\u3078\u306e\u30a2\u30af\u30bb\u30b9\u3059\u308b
options_directions2=\u3092\u901a\u3058\u305f\u30dd\u30c3\u30c9\u30ad\u30e3\u30b9\u30c8\u3078\u306e\u30a2\u30af\u30bb\u30b9\u3092\u3055\u305b\u305f\u3044\u5834\u5408\u306f\uff0c\u300c\u975e\u30e1\u30f3\u30d0\u306b\u8868\u793a(\u8ab0\u3067\u3082\u8868\u793a\u53ef\u80fd)\u300d\u3092\u9078\u3073\u307e\u3059\uff0echoose Display to non-members (publicly available). \u30b5\u30a4\u30c8\u53c2\u52a0\u8005\u306b\u30dd\u30c3\u30c9\u30ad\u30e3\u30b9\u30c8\u3078\u306e\u30a2\u30af\u30bb\u30b9\u3092\u5236\u9650\u3057\uff0c
options_directions3=\u3092\u901a\u3058\u305f\u30a2\u30af\u30bb\u30b9\u3092\u7981\u6b62\u3059\u308b\u5834\u5408\u306f\u300c\u30b5\u30a4\u30c8\u306b\u8868\u793a\u300d\u3092\u9078\u629e\u3057\u307e\u3059\uff0e
options_public=\u975e\u30e1\u30f3\u30d0\u306b\u8868\u793a(\u8ab0\u3067\u3082\u8868\u793a\u53ef\u80fd)
options_site=\u30b5\u30a4\u30c8\u306b\u8868\u793a
options_site_disabled=\u30b5\u30a4\u30c8\u3092\u7121\u52b9\u306b\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\uff0e\u3059\u3079\u3066\u306e\u30b5\u30a4\u30c8\u304c\u65e2\u306b\u516c\u958b\u6e08\u3067\u3042\u308b\u305f\u3081\u3067\u3042\u308b\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059\uff0e
option_change_confirm=\u30dd\u30c3\u30c9\u30ad\u30e3\u30b9\u30c8\u30d5\u30a3\u30fc\u30c9\u306e\u6a29\u9650\u304c\u5909\u66f4\u3055\u308c\u3066\u307e\u3057\u305f\uff0e\u3053\u306e\u30d5\u30a3\u30fc\u30c9\u306f\u3059\u3067\u306b\u8ab0\u3082\u8868\u793a\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\uff0e\u53c2\u52a0\u8005\u3067\u306a\u3044\u30e6\u30fc\u30b6\u306b\u3053\u306e\u30b5\u30a4\u30c8\u306e\u30dd\u30c3\u30c9\u30ad\u30e3\u30b9\u30c8\u30d5\u30a3\u30fc\u30c9\u306b\u30a2\u30af\u30bb\u30b9\u3055\u305b\u305f\u3044\u5834\u5408\u306f\uff0c\u4e0a\u306e\u300c\u30aa\u30d7\u30b7\u30e7\u30f3\u300d\u30ea\u30f3\u30af\u3092\u9078\u629e\u3057\uff0c\u300c\u975e\u30e1\u30f3\u30d0\u306b\u8868\u793a(\u8ab0\u3067\u3082\u8868\u793a\u53ef\u80fd)\u300d\u306e\u96a3\u306e\u30e9\u30b8\u30aa\u30dc\u30bf\u30f3\u3092\u9078\u629e\u3057\u307e\u3059\uff0e
no_resource_alert=\u300c\u30dd\u30c3\u30c9\u30ad\u30e3\u30b9\u30c8\u300d\u30c4\u30fc\u30eb\u3092\u4f7f\u7528\u3059\u308b\u305f\u3081\u306b\u306f\uff0c\u307e\u305a\uff0c {0} \u30c4\u30fc\u30eb\u3092\u8ffd\u52a0\u3057\u306a\u3051\u308c\u3070\u306a\u308a\u307e\u305b\u3093\uff0e
nofile_alert=\u8b66\u544a\: You must choose a file
nodate_alert=\u8b66\u544a\: \u65e5\u4ed8\u3092\u5165\u529b\u3057\u306a\u3051\u308c\u3070\u306a\u308a\u307e\u305b\u3093
notitle_alert=\u8b66\u544a\: \u30bf\u30a4\u30c8\u30eb\u3092\u5165\u529b\u3057\u306a\u3051\u308c\u3070\u306a\u308a\u307e\u305b\u3093
notitle=\u30bf\u30a4\u30c8\u30eb\u3092\u5165\u529b\u3057\u306a\u3051\u308c\u3070\u306a\u308a\u307e\u305b\u3093
length_alert=\u30dd\u30c3\u30c9\u30ad\u30e3\u30b9\u30c8\u306e URL \u306f\uff0c\u30d5\u30a1\u30a4\u30eb\u540d\u3092\u542b\u307f\uff0c\u534a\u89d2\u82f1\u6570\u5b57\u3067 254 \u6587\u5b57\u3092\u8d8a\u3048\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\uff0e\u3053\u306e\u30dd\u30c3\u30c9\u30ad\u30e3\u30b9\u30c8\u3092\u8ffd\u52a0\u3059\u308b\u305f\u3081\u306b\u306f\uff0c\u30d5\u30a1\u30a4\u30eb\u540d\u306e\u9577\u3055\u3092\u77ed\u304f\u3057\u3066\u304b\u3089\u518d\u5ea6\u8a66\u3057\u3066\u304f\u3060\u3055\u3044\uff0e
quota_alert=\u30ea\u30bd\u30fc\u30b9\u304c\u30af\u30aa\u30fc\u30bf\u3092\u8d85\u904e\u3057\u3066\u3044\u307e\u3059\uff0e\u30a2\u30a4\u30c6\u30e0\u3092\u524a\u9664\u3057\uff0c\u518d\u5ea6\u8a66\u3057\u3066\u304f\u3060\u3055\u3044\uff0e
max_size_exceeded_alert=\u8b66\u544a\: \u30a2\u30c3\u30d7\u30ed\u30fc\u30c9\u30b5\u30a4\u30ba\u5236\u9650\u304c{0}MB\u8d8a\u3048\u3066\u3044\u307e\u3059\uff0e
permission_alert=\u9078\u629e\u3055\u308c\u305f\u30d5\u30a1\u30a4\u30eb\u3092\u524a\u9664\u3059\u308b\u6a29\u9650\u304c\u3042\u308a\u307e\u305b\u3093\uff0e
internal_error_alert=\u5185\u90e8\u30a8\u30e9\u30fc\u306b\u3088\u308a\uff0c\u64cd\u4f5c\u3092\u5b8c\u4e86\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\uff0e\u518d\u5ea6\u8a66\u3057\u3066\u304f\u3060\u3055\u3044\uff0e
id_unused_alert=\u30ea\u30bd\u30fc\u30b9\u7528\u306e ID \u304c\u6709\u52b9\u306a\u30ea\u30bd\u30fc\u30b9\u306b\u5bfe\u5fdc\u3057\u3066\u3044\u307e\u305b\u3093\uff0e\u518d\u5ea6\u8a66\u3057\u3066\u307f\u3066\u304f\u3060\u3055\u3044\uff0e\u3082\u3057\u518d\u767a\u3059\u308b\u3088\u3046\u3067\u3042\u308c\u3070\uff0c\u30b5\u30dd\u30fc\u30c8\u306b\u9023\u7d61\u3057\u3066\u304f\u3060\u3055\u3044\uff0e
id_invalid_alert=\u30ea\u30bd\u30fc\u30b9\u7528\u306e ID \u304c\u7121\u52b9\u3067\u3059\uff0e\u518d\u5ea6\u8a66\u3057\u3066\u307f\u3066\u304f\u3060\u3055\u3044\uff0e\u3082\u3057\u518d\u767a\u3059\u308b\u3088\u3046\u3067\u3042\u308c\u3070\uff0c\u30b5\u30dd\u30fc\u30c8\u306b\u9023\u7d61\u3057\u3066\u304f\u3060\u3055\u3044\uff0e
io_alert=\u30d5\u30a1\u30a4\u30eb\u3092\u66f4\u65b0\u4e2d\u306b\u554f\u984c\u304c\u3042\u308a\u307e\u3057\u305f\uff0e\u30d1\u30b9\u540d\u3092\u78ba\u8a8d\u3059\u308b\u304b\u9078\u629e\u3057\u76f4\u3057\u3066\u304b\u3089\u518d\u5ea6\u8a66\u3057\u3066\u304f\u3060\u3055\u3044\uff0e
id_used_alert=\u30ea\u30bd\u30fc\u30b9\u7528\u306e ID \u304c\u3059\u3067\u306b\u4f7f\u7528\u3055\u308c\u3066\u3044\u307e\u3059\uff0e\u518d\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\uff0e
invalid_date_alert=\u65e5\u4ed8\u306f\u6b21\u306e\u30d5\u30a9\u30fc\u30de\u30c3\u30c8\u3067\u5165\u529b\u3057\u306a\u3051\u308c\u3070\u306a\u308a\u307e\u305b\u3093\: YYYY\u5e74MM\u6708DD\u65e5\u5348\u524d/\u5348\u5f8cHH\u6642MM\u5206
podfeed_revise_title=\u30dd\u30c3\u30c9\u30ad\u30e3\u30b9\u30c8\u30d5\u30a3\u30fc\u30c9\u3092\u7de8\u96c6
podfeed_revise_directions=\u30dd\u30c3\u30c9\u30ad\u30e3\u30b9\u30c8\u30d5\u30a3\u30fc\u30c9\u306e\u30bf\u30a4\u30c8\u30eb\u304a\u3088\u3073\u8aac\u660e\u306f\u30b5\u30a4\u30c8\u53c2\u52a0\u8005\u306e\u30dd\u30c3\u30c9\u30ad\u30e3\u30c3\u30c1\u30e3\u30fc\u3092\u901a\u3058\u3066\u5229\u7528\u53ef\u80fd\u306b\u306a\u308a\u307e\u3059\uff0e\u30d5\u30a9\u30fc\u30e0\u3092\u66f4\u65b0\u3057\uff0c\u4e00\u756a\u4e0b\u306e\u9069\u5207\u306a\u30dc\u30bf\u30f3\u3092\u30af\u30ea\u30c3\u30af\u3057\u307e\u3059\uff0e
podfeed_revise_url_caption=RSS \u30d5\u30a3\u30fc\u30c9\u30a2\u30c9\u30ec\u30b9
podfeed_author=Created by Sakai
podfeed_copyrighttext=Copyright 2006.
