#Generated by ResourceBundle Editor (http://eclipse-rbe.sourceforge.net)

"\#\#\ $Header = /cvs/sakai2/legacy/bundle/src/bundle/content.properties,v 1.21 2005/06/09 15:27:36 gsilver.umich.edu Exp $"

access.dropbox  = Bo\u00EEte de d\u00E9pot
access.dropbox1 = Visible pour l'instructeur et l'\u00E9tudiant
access.group    = S\u00E9lectionner groupe(s)
access.group1   = Visible aux groupes s\u00E9lectionn\u00E9s: {0}
access.nopub    = Vous ne pouvez afficher cet item aux non-membres
access.public   = Public
access.public1  = Visible au public
access.site     = Tout le site
access.site1    = Visible \u00E0 tout le site
access.title1   = Acc\u00E8s
access.title2   = Acc\u00E8s: Afficher aux non-membres (affichage publique)
access.title3   = Acc\u00E8s: Afficher \u00E0 tous les membres du site
access.title4   = Acc\u00E8s: Afficher aux membres d'un groupe s\u00E9lectionn\u00E9 ({0})
access.title5   = Acc\u00E8s: Afficher aux membres du (des) groupes s\u00E9lectionn\u00E9(s)

action.select = - S\u00E9lectionnez une action - 

add.addfile        = Ajout de fichier(s)...
add.afile          = un fichier:
add.formtype       = S\u00E9lectionner type de formulaire
add.ftype          = Type de formulaire
add.instr          = Inscrivez un nom pour le nouvel \u00E9l\u00E9ment, inscrivez des propri\u00E9t\u00E9s puis s\u00E9lectionnez 'Ajouter' au bas.
add.noforms        = Aucun formulaire n'est d\u00E9fini pour ce site
add.nogroups       = Doit \u00EAtre affich\u00E9 \u00E0 au moins un groupe
add.numURL         = Nombre d'URLs \u00E0 cr\u00E9er
add.number         = nombre de fichiers \u00E0 ajouter:
add.numfiles       = Nombre de fichiers \u00E0 t\u00E9l\u00E9verser
add.numfldrs       = Nombre de dossiers \u00E0 cr\u00E9er
add.numurls        = Nombre d'URLs \u00E0 cr\u00E9er
add.props          = Propri\u00E9t\u00E9s
add.require        = Les \u00E9l\u00E9ments obligatoires sont indiqu\u00E9s avec
add.saveas         = Enregistrer sous
add.select         = S\u00E9lectionnez le nombre de fichiers \u00E0 t\u00E9l\u00E9verser
add.submit         = Ajouter
add.upload         = T\u00E9l\u00E9versement de fichiers

addf.addfolder = Ajouter dossier
addf.instr     = Inscrivez un titre pour le nouveau dossier, ajoutez les propri\u00E9t\u00E9s et s\u00E9lectionnez 'Ajouter' dans la partie inf\u00E9rieure.
addf.note      = Note: Le fait de rendre accessible un dossier aux non membres aura pour effet de rendre aussi accessible tout le contenu du dossier accessible aux non membres.
addf.number    = S\u00E9lectionnez le nombre de dossiers \u00E0 ajouter

addh.add    = Ajout du document HTML...
addh.doc    = Page Texte/HTML
addh.instr1 = Inscrivez le texte (utilisez la barre d'outils pour la  mise en forme), ajoutez les propri\u00E9t\u00E9s et s\u00E9lectionnez 'Ajouter' dans la partie inf\u00E9rieure.

addi.add           = Ajouter type d'\u00E9l\u00E9ment
addi.change        = Changer type d'\u00E9l\u00E9ment
addi.choose        = S\u00E9lection du type de ressource...
addi.file          = Fichier local sur votre ordinateur
addi.folder        = Dossier vide
addi.html          = Nouveau document HTML
addi.meta          = \u00C9l\u00E9ment de formulaire
addi.selectmessage = Enfoncez Alt + les touches de d\u00E9placement vers le haut et vers le bas pour d\u00E9filer le menu
addi.text          = Nouveau document texte ANSI
addi.txthtml       = Page HTML
addi.txttxt        = Document texte simple
addi.type          = Type de ressource
addi.upload        = T\u00E9l\u00E9versement de fichiers
addi.url           = URL  (lien vers site Web)

addo.form = Le formulaire ci-dessous vous permet de fournir de l'information additionnelle \u00E0 propos de vos documents.
addo.save = Enregistrer propri\u00E9t\u00E9s

addt.add  = Ajout du document texte ANSI...
addt.text = Texte ANSI

addu.custom  = Personnalis\u00E9...
addu.inst    = Instructeurs seulement
addu.links   = Ajouter liens
addu.priv    = Priv\u00E9
addu.public  = Public
addu.set     = Pour r\u00E9gler la configuration avanc\u00E9e des  liens que vous \u00EAtre en train d'ajouter, compl\u00E9tez le formulaire ci-dessous.
addu.url1    = Description URL 1:
addu.url2    = Description URL 2:
addu.whole   = Toute la classe

addub.add    = Ajout de liens...
addub.number = nombre de liens \u00E0 ajouter:
addub.url    = URL (lien vers le site)

alert.notmultipartsubmit    = Ce n'est pas un envoi de formulaire donc aucun fichier n'a \u00E9t\u00E9 t\u00E9l\u00E9vers\u00E9. L'utilisateur est probablement seulement en train de consulter le formulaire et ne l'a pas encore valid\u00E9.
alert.notvalidfile          = Veuillez s\u00E9lectionner un fichier valide. Le fichier
alert.uploadstatusexception = Exception inattendue lors de l'analyse; il est possible que l'utilisateur ait annul\u00E9 le t\u00E9l\u00E9versement en cours de route ou qu'il ait essay\u00E9 de t\u00E9l\u00E9verser un dossier entier avec Firefox/Netscape sous Mac.

apr = AVR

att.add         = Ajouter fichier joint
att.addnew      = Ajouter nouveau
att.addnewtitle = Ajouter nouvel \u00E9l\u00E9ment \u00E0 ce dossier
att.attach      = Joindre
att.cancel      = Annuler
att.copy        = Joindre une copie
att.empty       = S\u00E9lectionnez ou ajoutez un \u00E9l\u00E9ment ci-dessous
att.fil         = Fichier
att.fin         = Cliquez sur &quot;Terminer&quot; lorsque vous aurez fini.
att.finish      = Terminer
att.instr       = S\u00E9lectionnez un \u00E9l\u00E9ment existant \u00E0 partir des Ressources pour le joindre OU ajoutez un nouvel \u00E9l\u00E9ment \u00E0 un dossier \u00E0 joindre.
att.items       = \u00C9l\u00E9ments \u00E0 joindre
att.listcap     = Liste de ressources \u00E0 joindre
att.listsum     = Tableau contenant la liste des ressources qui peuvent \u00EAtre jointes. La premi\u00E8re colonne contient un lien vers la ressource, et si l'\u00E9l\u00E9ment est un dossier, vers le dossier. La deuxi\u00E8me colonne contient les actions disponibles pour cet \u00E9l\u00E9ment: ajouter nouveau, s\u00E9lectionner, dupliquer.
att.remove      = Supprimer
att.res         = S\u00E9lectionner un ressource
att.rmv         = Supprimer?
att.select      = S\u00E9lectionner
att.sellistcap  = Liste de s\u00E9lections
att.sellistsum  = Tableau contenant la liste des ressources que vous avez choisi de joindre. La premi\u00E8re colonne \u00E9num\u00E8re l'\u00E9l\u00E9ment, la deuxi\u00E8me colonne contient un lien pour le supprimer de la s\u00E9lection.
att.upl         = T\u00E9l\u00E9verser le fichier local

aug = AO\u00DB

avail.end   = Finissant
avail.hide  = Cacher
avail.show  = Montrer
avail.start = D\u00E9butant
avail.title = Disponibilit\u00E9

cannotfind = Impossible de trouver ce dossier.

changing1 = La modification de cette ressource d\u00E9passera le quota de ce compte:

changing2 = . Pour modifier cette ressource, certaines ressources devront peut-\u00EAtre \u00EAtre supprim\u00E9es.

choosecp = Vous devez s\u00E9lectionner &quot;Copier&quot; pour &quot;Coller le raccourci&quot;. Si vous &quot;Couper&quot; un \u00E9l\u00E9ment, il n'y a pas de raccourci \u00E0 coller.

choosefile = Veuillez s\u00E9lectionner le fichier pour l'\u00E9l\u00E9ment de fichier

choosefile2 = Veuillez s\u00E9lectionner le fichier \u00E0 r\u00E9viser.

choosefile3 = Veuillez s\u00E9lectionner le(s) fichier(s) \u00E0 supprimer.

choosefile4 = Veuillez s\u00E9lectionner le(s) fichier(s) \u00E0 remplacer.

choosefile5 = Veuillez s\u00E9lectionner le(s) fichier(s) \u00E0 couper.

choosefile6 = Veuillez s\u00E9lectionner le(s) fichier(s) \u00E0 copier.

choosefile7 = Veuillez s\u00E9lectionner le fichier \u00E0 joindre.

chooseonly = Veuillez ne s\u00E9lectionner qu'une seule ressource \u00E0 la fois pour la r\u00E9vision.

collapseall = R\u00E9duire tout

contain1 = contient (un)des \u00E9l\u00E9ment(s) qui sera(seront) aussi supprim\u00E9(s).

contain2 = contient (un)des \u00E9l\u00E9ment(s) qui sera(seront) aussi supprim\u00E9(s).

copy = Copier

copyof = Copie de

copyrighttype.1   = Le mat\u00E9riel est du domaine public.
copyrighttype.2   = Je d\u00E9tiens les droits d'auteur.
copyrighttype.3   = Le mat\u00E9riel est sujet \u00E0 l'exception aux utilisations \u00E9quitables.
copyrighttype.4   = J'ai obtenu la permission d'utiliser ce mat\u00E9riel.
copyrighttype.5   = Le statut des droits d'auteur n'est pas encore d\u00E9termin\u00E9.
copyrighttype.6   = Utilisez les droits d'auteur ci-dessous.
copyrighttype.new = Utilisez les droits d'auteur ci-dessous.
copyrighttype.own = Je d\u00E9tiens les droits d'auteur.

cpright1 = tous droits r\u00E9serv\u00E9s (c)

cpright2 = Je d\u00E9tiens les droits d'auteur.

cpright3 = Utilisez les droits d'auteur ci-dessous.

cut = Couper

dav.access   = Votre r\u00E9f\u00E9rentiel d'entreprise est accessible \u00E0 l'aide des dossiers WebDAV.
dav.cancel   = Retour
dav.graf10   = Dans Sakai, vous pouvez copier un fichier de votre syst\u00E8me local \u00E0 votre Mon Workspace ou les ressources de cours en utilisant le bouton Ajouter dans l'outil Ressources. Si vous d\u00E9sirez copier plusieurs fichiers ou un dossier entier tout d'un coup, un logiciel nomm\u00E9 WebDAV peut \u00EAtre utilis\u00E9 pour glisser des fichiers ou des dossiers de votre ordinateur local vers le dossier Ressources dans Sakai, ou \u00E0 partir de ce dernier.
dav.graf11   = Plusieurs \u00E9tapes de configuration sont n\u00E9cessaires pour informer votre ordinateur de la pr\u00E9sence de Sakai de telle fa\u00E7on qu'il traite le dossier Ressources de Sakai comme un autre dossier r\u00E9sidant sur votre ordinateur. Une fois que vous avez configur\u00E9 un dossier ressources sp\u00E9cifique relatif \u00E0 un cours ou \u00E0 un groupe en utilisant WebDAV, vous pouvez glisser des fichiers et des dossiers vers la zone de ressources d'un cours ou d'un groupe \u00E0 partir de votre ordinateur local et vice versa. Veuillez noter que ces connexions sont sp\u00E9cifiques \u00E0 l'ordinateur que vous utilisez: si vous changez d'ordinateur, vous devrez configurer la connexion \u00E0 nouveau.
dav.graf20a  = Vous \u00EAtes actuellement dans le site
dav.graf20b  = L'ID de ce site est
dav.graf21   = Chaque site Sakai a un ID de site. L'ID de site pour ce site est indiqu\u00E9 ci-dessus. Vous devez conna\u00EEtre l'ID de site puisqu'il fera partie de l'adresse \u00E0 laquelle vous devrez vous connecter via WebDAV. Chaque site doit \u00EAtre configur\u00E9 comme une connexion WebDAV distincte donc la premi\u00E8re fois que vous vous connecterez \u00E0 un site particulier, vous devrez suivre les instructions ci-dessous.
dav.graf22   = Pour acc\u00E9der aux ressources de ce site \u00E0 l'aide d'un client WebDAV, vous utiliserez l'URL suivante:
dav.graf30   = Note: Il doit y avoir au moins un objet (fichier, dossier, etc.) dans la zone ressource du groupe ou du cours avant de commencer la proc\u00E9dure de configuration. Cette proc\u00E9dure doit \u00EAtre faite une fois pour chacun des sites Sakai avant que vous puissiez utiliser WebDAV pour transf\u00E9rer des fichiers vers ou \u00E0 partir d'un site.
dav.graf40   = Note: Il doit y avoir au moins un objet (fichier, dossier, etc.) dans la zone ressource du groupe ou du cours avant de commencer la proc\u00E9dure de configuration. Cette proc\u00E9dure doit \u00EAtre faite une fois pour chacun des sites Sakai avant que vous puissiez utiliser WebDAV pour transf\u00E9rer des fichiers vers ou \u00E0 partir d'un site.
dav.hd1      = Description
dav.hd2      = Votre ID de site
dav.hd3      = Configuration de WebDAV pour Windows
dav.hd4      = Configuration de WebDAV pour MacOS
dav.howto    = Les liens suivants d\u00E9crivent la fa\u00E7on de vous connecter \u00E0 vos dossiers:
dav.macinfo  = Connection avec MacOS X
dav.osx1     = T\u00E9l\u00E9chargez le client Goliath WebDAV \u00E0:
dav.osx2     = D\u00E9compressez le fichier et double-cliquez le fichier .dmg. (Selon votre version et configuration de Stuffit, l'image disque peut s'installer automatiquement.)
dav.osx3     = Une image disque nomm\u00E9e "Goliath 1.0" devrait maintenant \u00EAtre disponible. Glissez et d\u00E9posez le dossier Goliath contenu \u00E0 l'int\u00E9rieur de l'image disque sur votre disque dur.
dav.osx4     = Ouvrez l'application Goliath. Elle probablement dans votre dossier Applications.
dav.osx5     = Dans la bo\u00EEte de dialogue de connection de WebDAV, inscrivez le chemin:
dav.osx6     = Inscrivez votre nom d'utilisateur et votre mot de passe.
dav.osx7     = Cliquez l'onglet Configuration avanc\u00E9e et cochez la case correspondant \u00E0 "D\u00E9sactiver encodage Macintosh recours".
dav.osx8     = Cliquez "OK"
dav.osx9     = Vous verrez maintenant une fen\u00EAtre sur votre \u00E9cran Mac qui montre les ressources  qui sont sur votre site Sakai. Vous pouvez maintenant glisser et d\u00E9poser des fichiers dans cette fen\u00EAtre ou utilisez le menu "Web" pour t\u00E9l\u00E9verser ou t\u00E9l\u00E9charger des fichiers.
dav.setup    = Configuration d'un client WebDAV sur votre ordinateur
dav.url      = Acc\u00E8s WebDAV \u00E0 ce site
dav.urlis    = L'URL suivante est \u00E0 utiliser lors de la connection \u00E0 ces dossiers:
dav.webdav   = T\u00E9l\u00E9verser-T\u00E9l\u00E9charger ressources multiples
dav.win1     = Cliquez sur l'ic\u00F4ne Favoris r\u00E9seau sur le Bureau de votre PC pour ouvrir le dossier Favoris r\u00E9seau.
dav.win2     = Cliquez sur l'ic\u00F4ne Ajouter un favoris r\u00E9seau
dav.win2a    = Cliquez sur Suivant
dav.win2b    = Cliquez sur le choix du bas: &quot;Choisissez un autre r\u00E9seau&quot;
dav.win2c    = Cliquez sur Suivant
dav.win3     = Dans le champ &quot;Emplacement du favori r\u00E9seau&quot;, inscrivez ce qui suit:
dav.win4     = Cliquez sur Suivant
dav.win4note = Note: Si vous recevez une alerte telle que &quot;Le dossier que vous avez inscrit ne semble pas &ecirc;tre valide, il est possible qu&quot;il n&quot;y ait pas encore de ressources dans votre site. Allez au site et ajoutez un fichier pour initialiser le dossier Ressources puis retournez &agrave; l'&eacute;tape 1.
dav.win5     = Lorsque vous aurez &agrave; entrer votre nom d&quot;utilisateur et votre mot de passe, entrez votre nom d&quot;utilisateur et votre mot de passe Sakai.
dav.win5a    = Entrez un nom pour les ressources de projet ou de cours que vous &ecirc;tes en train d&quot;ajouter. Ce nom sera utilis&eacute; sur votre ordinateur comme r&eacute;f&eacute;rence au dossier de ressources de projet ou de cours.
dav.win5b    = Cliquez sur &quot;Terminer&quot; pour compl\u00E9ter la configuration.
dav.win6     = Lorsque la configuration sera termin\u00E9e, le dossier ressources du cours ou du projet appara&icirc;tra dans votre dossier My Workplaces. Il appara&icirc;tra aussi sous Favoris r&eacute;seau dans l'Explorateur Windows o&ugrave; il se comportera comme n&quot;importe quel autre dossier dans l&quot;Explorateur Windows.
dav.win7     = Vous pouvez maintenant glisser des fichiers et des dossiers de et vers votre ordinateur et le dossier ressources Sakai.
dav.win8     = Entrez un nom pour les ressources de groupe ou de cours que vous &ecirc;tes en train d&quot;ajouter. Ce nom sera utilis&eacute; sur votre syst&egrave;me comme r&eacute;f&eacute;rence au dossier de ressources de groupe ou de cours.
dav.win9     = Cliquez le bouton pour compl\u00E9ter la configuration.
dav.wininfo  = Connection avec Windows XP
dav.xpie     = Si vous utilisez Internet Explorer dans Windows XP, vous pouvez aller directement au dossier ressources de ce site en cliquant ce lien:

dec = D\u00C9C

default.copyright = Le statut des droits d'auteur n'est pas encore d\u00E9termin\u00E9.

del.del   = Supprimer confirmation...
del.del1  = Supprimer
del.sure  = Voulez-vous vraiment supprimer l'(les) \u00E9l\u00E9ment(s) suivant(s)?
del.table = Le tableau contient de l'information \u00E0 propos des ressources s\u00E9lectionn\u00E9es pour suppression. Les ent\u00EAtes de colonne contiennent les descriptions de contenus et de liens pour faire un tri.

delete = Supprimer

deleteres = La ressource supprim\u00E9e

descr.dc_abstract    = Un r\u00E9sum\u00E9 du contenu de la ressource.
descr.dc_alt         = Toute forme du titre utilis\u00E9e comme substitut au titre officiel de la ressource (abbr\u00E9viations du titre, traductions, etc.)
descr.dc_audience    = Une classe d'entit\u00E9s \u00E0 qui la ressource est destin\u00E9e ou utile, telle que d\u00E9termin\u00E9e par le cr\u00E9ateur, l'\u00E9diteur ou un tiers.
descr.dc_contributor = Une entit\u00E9 responsable de faire des contributions au contenu de la ressource.
descr.dc_coverage    = L'\u00E9tendue ou l'ampleur du contenu de la ressource (par exemple, un nom de lieu ou des coordonn\u00E9es g\u00E9ographiques, une date, une p\u00E9riode comprise entre deux dates ou l'\u00E9tiquette d'une p\u00E9riode ou une juridiction).
descr.dc_created     = Date de cr\u00E9ation de la ressource.
descr.dc_creator     = Une personne, organisation, service ou une autre entit\u00E9 essentiellement responsable de cr\u00E9er le contenu de la ressource.
descr.dc_descr       = Un compte rendu du contenu de la ressource qui peut contenir un r\u00E9sum\u00E9 ou une table des mati\u00E8res.
descr.dc_edlevel     = Une description de la progression de l'auditoire gr\u00E2ce \u00E0 un contexte d'enseignement ou de formation.
descr.dc_format      = La manifestation physique ou num\u00E9rique de la ressource (par exemple, type MIME d'une ressource num\u00E9rique).
descr.dc_id          = Une r\u00E9f\u00E9rence sans \u00E9quivoque de la ressource dans un contexte donn\u00E9 (par exemple, URIs, URLs, ISBNs, cote de biblioth\u00E8que).
descr.dc_issued      = Date officielle de parution ou de publication de la ressource.
descr.dc_lang        = La langue du contenu intellectuel de la ressource.
descr.dc_modified    = Date de modification significative de la ressource.
descr.dc_publisher   = Une entit\u00E9 responsable de rendre la ressource disponible.
descr.dc_rights      = Information sur les droits aff\u00E9rents \u00E0 la ressource (par exemple, droits d'auteur et droits de propri\u00E9t\u00E9).
descr.dc_source      = Une r\u00E9f\u00E9rence (de pr\u00E9f\u00E9rence un identifiant officiel) \u00E0 une ressource de laquelle la ressource actuelle provient, en tout ou en partie.
descr.dc_subject     = Le th\u00E8me du contenu de la ressource, typiquement exprim\u00E9 sous forme de mots cl\u00E9s, de phrases cl\u00E9s ou de codes de classification.
descr.dc_title       = Le nom donn\u00E9 \u00E0 la ressource
descr.dc_toc         = Une liste de sous-unit\u00E9s du contenu de la ressource.
descr.dc_type        = La nature ou le genre de contenu de la ressource.
descr.fsmount_active = Que le mountpoint actif ou le fichier XML d\u00E9crivant le mountpoint est \u00E9ditable.

dublincore = Dublin Core Metadata

edit.access1    = Acc\u00E8s
edit.access2    = Afficher aux non membres (visible publiquement)
edit.access3    = Afficher sur le site
edit.access4    = Afficher aux groupes s\u00E9lectionn\u00E9s
edit.browse     = Naviguer
edit.calert     = Alerte de droits d'auteur
edit.cancel     = Annuler
edit.chooseform = Veuillez s\u00E9lectionner un type de formulaire.
edit.cinfo      = Information sur les droits d'auteur
edit.creator    = Cr\u00E9\u00E9 par
edit.cstatus    = Statut des droits d'auteur
edit.ctime      = Heure de cr\u00E9ation
edit.descr      = Description
edit.display1   = Afficher
edit.display2   = alerte de droits d'auteur
edit.display3   = et exiger une acceptation lorsque vu par d'autres.
edit.edit       = \u00C9diter
edit.fairuse    = plus d'information
edit.filename   = Nom de fichier actuel
edit.folder     = \u00C9diter dossier
edit.group1     = Titre
edit.group2     = Description
edit.group3     = Table contenant une liste de groupes. La premi\u00E8re colonne contient des cases \u00E0 cocher, la seconde contient le nom du groupe, la troisi\u00E8me la description du groupe. Les liens d'ent\u00EAte peuvent \u00EAtre utilis\u00E9s pour trier.
edit.hide       = Cacher
edit.instr      = Modifiez les propri\u00E9t\u00E9s de l'\u00E9l\u00E9ment et s\u00E9lectionnez "Mettre \u00E0 jour" dans la partie inf\u00E9rieure. Les \u00E9l\u00E9ments obligatoires sont indiqu\u00E9s par
edit.mime       = Le fait de changer le type du fichier d'une ressource non ascii \u00E0 &quot;texte/ANSI&quot; ou &quot;texte/html&quot; peut causer l'ajout de lignes vierges anormales rendant le fichier inutilisable.
edit.modifier   = Derni\u00E8re modification par
edit.mtime      = Derni\u00E8re modification
edit.noti       = Notification par courriel
edit.replace    = Remplacer fichier
edit.replace2   = Remplacer URL
edit.required   = *
edit.show       = Afficher
edit.title      = Titre
edit.update     = Mettre \u00E0 jour
edit.url        = URL

emptyex = Exception Vide.

exceeded1 = a \u00E9t\u00E9 d\u00E9pass\u00E9. Veuillez essayer de t\u00E9l\u00E9verser un fichier \u00E0 la fois.

exceeded2 = a \u00E9t\u00E9 d\u00E9pass\u00E9.

expandall = Agrandir tout

failed = L'op\u00E9ration n'a pas pu \u00EAtre compl\u00E9t\u00E9e actuellement.

feb = F\u00C9V

filter = Le fichier {0} ne correspond pas au type du filtre

folder.notempty = Le dossier {0} contient un(des) \u00E9l\u00E9ment(s) qui sera(seront) aussi supprim\u00E9(s)!

folder1 = Les dossiers

folder2 = Le dossier

fpermissions = Droits d'acc\u00E8s du dossier...

gen.access      = Acc\u00E8s:
gen.actions     = Actions
gen.add         = Ajouter
gen.additems    = Ajouter \u00E9l\u00E9ment(s)
gen.alert       = Alerte:
gen.cancel      = Annuler
gen.choose      = S\u00E9lectionner
gen.content     = Contenu:
gen.continue    = Continuer
gen.copycomf    = Confirmez le droit d'auteur, puis
gen.cpr         = Information de droits d'auteur
gen.cpr2        = Utiliser mon information de droits d'auteur
gen.cpr3        = Utiliser le droit d'auteur ci-dessous
gen.cpst        = Statut du droit d'auteur
gen.cpst1       = Pour toute information sur le droit d'auteur et l'utilisation \u00E9quitable, veuillez vous r\u00E9f\u00E9rer \u00E0:
gen.cpst2       = Afficher l'alerte du droit d'auteur ci-dessous et demander une acceptation.
gen.cpst3       = Vous pouvez t\u00E9l\u00E9charger ou copier ce fichier pour utilisation dans ce site.
gen.cpst4       = Vous NE pouvez PAS t\u00E9l\u00E9charger ou copier ce fichier vers un autre site.
gen.cpst5       = Vous NE pouvez PAS t\u00E9l\u00E9charger ou copier ce fichier pour en faire la publication ou la vente.
gen.created     = Cr\u00E9\u00E9 par
gen.created1    = Cr\u00E9\u00E9 par
gen.creatime    = Heure de cr\u00E9ation
gen.description = Description
gen.drop        = Liste d\u00E9roulante
gen.email1      = Notification par courriel
gen.email2      = \u00C9lev\u00E9e - Tous les participants
gen.email3      = Basse - Seulement les participants qui en ont fait le demande
gen.email4      = Aucune - Aucune notification
gen.file        = Fichier:
gen.folder      = dossier
gen.folder1     = Dossier
gen.form1       = Compl\u00E9tez le(s) formulaire(s) et s\u00E9lectionnez 'publier' dans la partie inf\u00E9rieure. Un
gen.form2       = signifie
gen.form3       = information obligatoire.
gen.form4       = Inscrivez un titre pour le nouveau dossier, ajoutez les propri\u00E9t\u00E9s et s\u00E9lectionnez 'Ajouter' dans la partie inf\u00E9rieure.
gen.getinf      = Obtenir l'information pour cet \u00E9l\u00E9ment
gen.instr1      = S\u00E9lectionnez un \u00E9l\u00E9ment \u00E0 ajouter, ajoutez les propri\u00E9t\u00E9s et s\u00E9lectionnez 'Ajouter' dans la partie inf\u00E9rieure.
gen.instr2      = \u00C9l\u00E9ments obligatoires indiqu\u00E9s par
gen.kb          = en kilo-octets, 0 pour illimit\u00E9
gen.last        = Derni\u00E8re modification
gen.last1       = Modifi\u00E9
gen.lastby      = Derni\u00E8re modification par
gen.link        = Lien
gen.location    = Endroit:
gen.newwin      = Nouvelle fen\u00EAtre
gen.no          = Non
gen.note        = Note:
gen.of          = de
gen.onlyup1     = Vous pouvez seulement t\u00E9l\u00E9verser
gen.onlyup2     = Mo de fichiers \u00E0 la fois. Vous aurez peut-\u00EAtre \u00E0 t\u00E9l\u00E9verser les gros fichiers un \u00E0 la fois.
gen.open        = Ouvrir avec:
gen.original    = URL original
gen.position    = Position
gen.post        = Publier
gen.proces      = En traitement......
gen.properties  = Propri\u00E9t\u00E9s
gen.public      = Vue publique:
gen.quota       = Quota sp\u00E9cial
gen.replace     = Remplacer
gen.reso        = Ressources
gen.resoid      = ID de la ressource:
gen.revise      = R\u00E9viser
gen.save        = Enregistrer
gen.select      = S\u00E9lectionner
gen.setyes      = R\u00E9gler \u00E0 Oui dans un dossier contenant.
gen.size        = Taille
gen.stored      = URL
gen.thiswin     = Cette fen\u00EAtre
gen.title       = Titre
gen.title1      = Titre
gen.type        = Type de fichier
gen.unable      = Impossible d'ajouter l'\u00E9l\u00E9ment
gen.url         = URL
gen.wsreso      = Ressources du Workspace
gen.yes         = Oui
gen.youdonot    = Vous n'avez pas le droit de voir le contenu de cette collection.

idused = L'ID a \u00E9t\u00E9 utilis\u00E9.

invalid = est invalide.

invalid1 = Caract\u00E8re invalide dans l'ID de la ressource.

itemsone = \u00E9l\u00E9ments \u00E0 la fois.

jan = JAN

jul = JUL

jun = JUN

label.dc_abstract    = R\u00E9sum\u00E9
label.dc_alt         = Titre alternatif
label.dc_audience    = Auditoire
label.dc_contributor = Contributeur
label.dc_coverage    = \u00C9tendue
label.dc_created     = Date de cr\u00E9ation
label.dc_creator     = Cr\u00E9ateur
label.dc_descr       = Description
label.dc_edlevel     = Niveau d'\u00E9tudes de l'auditoire
label.dc_format      = Format
label.dc_id          = Identifiant de la ressource
label.dc_issued      = Date de publication
label.dc_lang        = Langue
label.dc_modified    = Date de modification
label.dc_publisher   = \u00C9diteur
label.dc_rights      = Gestion des droits d'acc\u00E8s
label.dc_source      = Source
label.dc_subject     = Sujet et mots cl\u00E9s
label.dc_title       = Titre
label.dc_toc         = Table des mati\u00E8res
label.dc_type        = Type de ressource
label.fsmount_active = Activer le mountpoint

lis.clear        = R\u00E9initialiser la recherche
lis.search       = Recherche
lis.show10       = afficher 10 \u00E9l\u00E9ments...
lis.show100      = afficher 100 \u00E9l\u00E9ments...
lis.show20       = afficher 20 \u00E9l\u00E9ments...
lis.show200      = afficher 200 \u00E9l\u00E9ments...
lis.show5        = afficher 5 \u00E9l\u00E9ments par page
lis.show50       = afficher 50 \u00E9l\u00E9ments...

lispag.first = Premi\u00E8re page
lispag.last  = Derni\u00E8re page
lispag.next  = Page suivante
lispag.prev  = Page pr\u00E9c\u00E9dente

list.add         = Ajouter
list.add.title   = Ajouter item(s)
list.columns     = Afficher colonnes
list.copied      = Copi\u00E9 - S\u00E9lectionnez l'endoit pour coller, puis cliquez sur coller
list.copy        = Copier
list.copyall     = Copier s\u00E9lectionn\u00E9s
list.del         = Supprimer
list.drop        = Liste d\u00E9roulante
list.dup         = Dupliquer
list.edit        = R\u00E9viser propri\u00E9t\u00E9s
list.edit.title  = R\u00E9viser les propri\u00E9t\u00E9s
list.fPerm       = Droits d'acc\u00E8s au dossier
list.fPerm.title = Permissions du dossier
list.folder      = Ajouter dossier
list.hide        = Cacher les autres sites
list.hierarchy   = Afficher hi\u00E9rarchie
list.item        = Ajouter \u00E9l\u00E9ment
list.move        = D\u00E9placer s\u00E9lectionn\u00E9s
list.moved       = S\u00E9lectionn\u00E9s pour d\u00E9placer - S\u00E9lectionnez la destination, puis cliquez coller
list.paste1      = Coller \u00E9l\u00E9ments copi\u00E9s
list.paste2      = Coller dossiers copi\u00E9s
list.paste3      = Coller \u00E9l\u00E9ments d\u00E9plac\u00E9s
list.perm        = Droits d'acc\u00E8s au dossier
list.props       = Afficher propri\u00E9t\u00E9s
list.props.title = Voir les propri\u00E9t\u00E9s
list.remove      = Supprimer s\u00E9lectionn\u00E9s
list.reorder     = R\u00E9ordonner
list.reso        = Ressources
list.sPerm       = Droits d'acc\u00E8s
list.select      = S\u00E9lectionner tout
list.show        = Afficher les autres sites
list.site        = Ressources du site
list.toobig      = Cette collection est trop grande pour agrandir.
list.unselect    = D\u00E9s\u00E9lectionner tout

locked = est verrouill\u00E9 par une autre utilisation.

mar = MAR

may = MAI

mismatch = a une incompatibilit\u00E9 de type.

month.apr = AVR
month.aug = AO\u00DB
month.dec = D\u00C9C
month.feb = F\u00C9V
month.jan = JAN
month.jul = JUL
month.jun = JUN
month.mar = MAR
month.may = MAI
month.nov = NOV
month.oct = OCT
month.sep = SEP

more.cancel = Retour
more.no     = Ne pas afficher aux non membres du site
more.view   = Propri\u00E9t\u00E9s
more.yes    = Afficher aux non membres du site

new = Nouveau...

notaddfile = Impossible d'ajouter des fichiers avec le m\u00EAme titre

notaddfile2 = Impossible d'ajouter un fichier de remplacement avec le m\u00EAme titre

notaddfolder = Impossible d'ajouter des dossiers avec le m\u00EAme titre

notaddreso = Impossible d'ajouter la ressource

notaddurl = Impossible d'ajouter un URL avec le m\u00EAme titre

notexist = n'existe pas.

notexist1 = La ressource/collection n'existe pas.

notexist2 = La collection n'existe pas.

notfindfol = Impossible de trouver le dossier.

notpermis1 = Vous n'avez pas le droit de voir ce dossier.

notpermis10 = Vous n'avez pas les droits d'acc\u00E8s requis pour modifier la ressource

notpermis11 = Vous n'avez pas le droit de remplacer la ressource

notpermis12 = Vous n'avez pas les droits d'acc\u00E8s requis pour ajouter le document.

notpermis13 = Vous n'avez pas les droits d'acc\u00E8s requis pour ajouter l'URL

notpermis14 = Vous n'avez pas le droit de supprimer:

notpermis15 = Vous n'avez pas les droits d'acc\u00E8s requis pour voir les propri\u00E9t\u00E9s.

notpermis16 = Vous n'avez pas le droit de couper

notpermis2 = Vous n'avez pas le droit de voir la ressource

notpermis3 = Vous n'avez pas le droit de voir cette collection.

notpermis4 = Vous n'avez pas les droits d'acc\u00E8s requis pour ajouter des ressources.

notpermis5 = Vous n'avez pas les droits d'acc\u00E8s requis pour ajouter le dossier

notpermis6 = Vous n'avez pas les droits d'acc\u00E8s requis pour supprimer la ressource

notpermis7 = Vous n'avez pas les droits d'acc\u00E8s requis pour couper ou coller

notpermis8 = Vous n'avez pas les droits d'acc\u00E8s requis pour copier ou coller

notpermis9 = Vous n'avez pas les droits d'acc\u00E8s requis pour coller le raccourci de

notread = Vous ne pouvez pas lire ce dossier.

notreplace = Vous ne pouvez pas remplacer plus de

notreplace1 = Vous ne pouvez pas remplacer les dossiers, URLs, documents ou raccourcis. Pour faire des modifications, s\u00E9lectionnez &quot;R\u00E9viser&quot;.

notsupported = D\u00E9placer et Copier ne sont pas actuellement support\u00E9s pour les dossiers.

notview = Vous n'avez pas le droit de voir les propri\u00E9t\u00E9s de la ressource \u00E0 remplacer.

nov = NOV

nullex = Il y a une exception de pointeur de valeur nulle pour la ressource dont l'id=

oct = OCT

offolder = de l'\u00E9l\u00E9ment de dossier

ofitem = de l'\u00E9l\u00E9ment de fichier

ofrepfile = de remplacement de l'\u00E9l\u00E9ment de fichier

ofurl = de l'\u00E9l\u00E9ment URL

opt_props = Propri\u00E9t\u00E9s facultatives

overquota = L'ajout de cette ressource d\u00E9passera le quota de ce compte. Pour ajouter cette ressources, certaines ressources devront peut-\u00EAtre \u00EAtre supprim\u00E9es.

overview = Vue d'ensemble

paste = Coller

pasteitem = L'\u00E9l\u00E9ment coll\u00E9

pastesh = Coller raccourci

permisex = Exception de droits d'acc\u00E8s

permissions = Droits d'acc\u00E8s...

pro.rev = R\u00E9vision de la ressource...

quotaerror = Le quota doit \u00EAtre un nombre entier

recursive = Vous ne pouvez pas coller ce dossier \u00E0 cet endroit car un dossier ne peut pas \u00EAtre coll\u00E9 \u00E0 l'int\u00E9rieur de lui-m\u00EAme:

ref.autoref = Actualisation automatique
ref.manref  = Actualisation manuelle
ref.refresh = Actualiser

rep.change   = \u00C0 changer:
rep.file     = Remplacement de fichier...
rep.item     = Remplacer \u00E9l\u00E9ment
rep.items    = Remplacer \u00E9l\u00E9ments
rep.rep      = Remplacer le fichier avec un nouveau fichier ou une version diff\u00E9rente? Le remplacement supprimera le fichier actuel et vous permettra de t\u00E9l\u00E9verser un fichier de remplacement. Pr\u00E9parez votre nouveau fichier pour l'envoi!
rep.thisfile = Remplacer par ce fichier:

replace = Remplacement...

replacereso = L'id de la ressource de remplacement=

resotitle = Le titre de la ressource

resource = La ressource

revise = R\u00E9vision...

sea.cleasea = R\u00E9initialiser la recherche
sea.sea     = Recherche

selectall = S\u00E9lectionner tout

sep = SEP

setpermis = R\u00E9gler les droits d'acc\u00E8s pour les ressources du dossier

setpermis1 = R\u00E9gler les droits d'acc\u00E8s pour les ressources du worksite

sh.check        = Case \u00E0 cocher
sh.close        = Fermer ce dossier
sh.closed       = Dossier ferm\u00E9
sh.copied       = copi\u00E9 - coller?
sh.cut          = coup\u00E9 - coller?
sh.drop         = liste d\u00E9roulante
sh.get          = Obtenir l'information sur cet \u00E9l\u00E9ment
sh.go           = Aller \u00E0 ce dossier
sh.inf          = Information sur cette collection
sh.inf1         = Information sur cet \u00E9l\u00E9ment
sh.item         = \u00E9l\u00E9ments \u00E0 cet endroit.
sh.listcap      = Liste des ressources
sh.listsum      = Tableau de la liste des ressources. Les ent\u00EAtes du tableau contiennent des liens pour trier les colonnes. La colonne 1 indique si l'\u00E9l\u00E9ment a \u00E9t\u00E9 s\u00E9lectionn\u00E9 pour \u00EAtre d\u00E9plac\u00E9, copi\u00E9 ou supprim\u00E9, la colonne 2 contient des cases \u00E0 cocher pour la s\u00E9lection, la colonne 3 contient le lien vers la ressource ou le dossier, la colonne 4 contient des liens d'actions possibles, la colonne 5 contient la date de modification, la colonne 6 contient l'auteur de la ressource, la colonne 6 contient la taille.
sh.no           = Il n'y a pas
sh.one          = Niveau sup\u00E9rieur
sh.open         = Ouvrir ce dossier
sh.opened       = Dossier ouvert
sh.reso         = ressource
sh.selall       = S\u00E9lectionner tout
sh.sortaut      = Trier par auteur
sh.sortautas    = Trier par auteur ascendant
sh.sortautdesc  = Trier par auteur descendant
sh.sortcrea     = Trier par date de cr\u00E9ation
sh.sortcreaas   = Trier par date de cr\u00E9ation ascendante
sh.sortcreadesc = Trier par date de cr\u00E9ation descendante
sh.sortdate     = Trier par date de derni\u00E8re modification
sh.sortdateas   = Trier par date de derni\u00E8re modification ascendante
sh.sortdatedesc = Trier par date de derni\u00E8re modification descendante
sh.sortsize     = Trier par taille
sh.sortsizeas   = Trier par taille ascendante
sh.sortsizedesc = Trier par taille descendante
sh.sorttit      = Trier par titre
sh.sorttitas    = Trier par titre ascendant
sh.sorttitdesc  = Trier par titre descendant
sh.unsel        = D\u00E9s\u00E9lectionner tout

shortcut = Raccourci vers

size = La limite de la taille de t\u00E9l\u00E9versement de

someone = Quelqu'un d'autre est en train d'\u00E9diter

sort.cancel   = Annuler
sort.caption  = Liste des ressources \u00E0 trier
sort.instruct = D\u00E9place un item dans la liste en cliquant une fl\u00E8che sur la gauche ou en ajustant un menu d\u00E9roulant \u00E0 la droite. Sauvegardez vos changements avant de quitter la page.
sort.movedn   = D\u00E9placer vers le bas
sort.moveup   = D\u00E9placer vers le haut
sort.save     = Enregistrer
sort.summary  = La table contient les items \u00E0 trier. La seconde colonne contient le lien pour d\u00E9placer les items vers le haut. Troisi\u00E8me: lien vers le bas. Derni\u00E8re: s\u00E9lectionne pour d\u00E9placer l'item vers un endroit sp\u00E9cifique.
sort.title    = R\u00E9ordonnancement:

specifycp = Veuillez sp\u00E9cifier la nouvelle information de droit d'auteur pour le fichier

specifycp2 = Veuillez sp\u00E9cifier la nouvelle information de droit d'auteur.

specifycp3 = Veuillez sp\u00E9cifier la nouvelle information de droit d'auteur pour l'URL

specifyfd = Veuillez sp\u00E9cifier le nom du fichier pour l'\u00E9l\u00E9ment de fichier

specifyfile = Vous devez sp\u00E9cifier au moins un fichier.

specifyfile2 = Veuillez sp\u00E9cifier le contenu du fichier.

specifyrepla = Vous devez sp\u00E9cifier le fichier de remplacement dans le champ obligatoire ci-dessous.

specifytitle = Veuillez sp\u00E9cifier le titre du fichier.

specifyurl = Veuillez sp\u00E9cifier le champ URL.

therisprob = Les droits d'acc\u00E8s du dossier ne peuvent pas \u00EAtre r\u00E9gl\u00E9s actuellement car le site est en train d'\u00EAtre \u00E9dit\u00E9. Fermez les droits d'acc\u00E8s dans les autres outils avant de continuer.

title = Le titre

titlecannot = Le titre ne peut contenir aucun des caract\u00E8res suivants: /  % ? *

titlenotnull = Veuillez sp\u00E9cifier un titre.

titleurl = Le titre de l'URL

toolong = Le nom est trop long:

toomany = Trop de copies de cette ressource ont \u00E9t\u00E9 ajout\u00E9es \u00E0 cette collection.

type = Doit s\u00E9lectionner un type de formulaire.

typeerror = a une erreur de type.

typeex = Exception de type.

unselectall = D\u00E9s\u00E9lectionner tout

use1 = Utilisez ce dossier pour stocker des fichiers priv\u00E9s que vous ne d\u00E9sirez partager qu'avec les organisateurs de ce worksite.

use2 = Utilisez ce dossier pour stocker des fichiers priv\u00E9s que vous ne d\u00E9sirez partager qu'avec des membres individuels de ce worksite.

used = a \u00E9t\u00E9 utilis\u00E9 dans les ressources. Veuillez utiliser un titre diff\u00E9rent.

used1 = est d\u00E9j\u00E0 utilis\u00E9.

used2 = . Le m\u00EAme ID de ressource a d\u00E9j\u00E0 \u00E9t\u00E9 utilis\u00E9.

used3 = a \u00E9t\u00E9 utilis\u00E9 dans les ressources.

used4 = a \u00E9t\u00E9 utilis\u00E9.

validurl = Veuillez entrer une URL valide.

viepag.next = Suivant
viepag.prev = Pr\u00E9c\u00E9dent

view.next   = Courriel suivant
view.prev   = Courriel pr\u00E9c\u00E9dent
view.return = Retourner \u00E0 la liste

wrongtype = a un type erron\u00E9.
