acesubdea2=La data de fi del termini per acceptar presentacions ha de ser posterior a la data l\u00edmit.

acesubdea3=La data de fi del termini per acceptar presentacions ha de ser posterior a la data d'obertura.

acesubdea4=La data de fi del termini per acceptar presentacions s'ha fixat al passat. Corregiu-ho o premeu el bot\u00f3 per confirmar-ho.

acesubdea5=La data de fi del termini per acceptar presentacions s'ha fixat al passat. Corregiu-ho o premeu el bot\u00f3 per confirmar-ho.

acesubdea6=La data de fi del termini per acceptar reenviament ha de ser posterior a la data d'obertura.

areyousur_withSubmission=Esteu segur que voleu eliminar ''{0}'', activitat en la que ja hi han presentacions?

areyousur_multiple=Esteu segur que voleu eliminar aquestes activitats?

areyousur_single=Esteu segur que voleu eliminar aquesta activitat?

assig3=La data l\u00edmit de l'activitat ha de ser posterior a la data d'obertura.

assig4=La data l\u00edmit per a l'activitat s'ha fixat al passat. Corregiu-ho o premeu el bot\u00f3 per confirmar-ho.

assig5=Activitat modificada\: Data d''obertura per a  ''{0}''

assig6=Activitat\: Data d''obertura per a ''{0}''

attaonly=Nom\u00e9s fitxers adjunts

attempty=No es pot adjuntar fitxers buits\: ''{0}''.

cannotfin1=La data l\u00edmit no es pot afegir a l'agenda.

cannotfin_assignment=No s''ha trobat l''activitat ''{0}''.

cannotfin_assignmentContent=No s''ha trobat el contingut de l''activitat ''{0}''.

cannotfin3=No s'ha trobat l'activitat.

cannotfin4=No s'ha trobat el contingut de l'activitat.

cannotfin5=No s'ha trobat la presentaci\u00f3 de l'activitat.
cannotfin_site=No s''ha trobat cap espai amb id \= ''{0}''.
cannotfin_submission=No s''ha trobat cap presentaci\u00f3 amb id \= ''{0}''.
cannotfin_submission_1=No s'ha pogut trobar l'enviament per l'activitat amb refer\u00e8ncia\="{0}" i identificador d'usuari \="{1}".

cannotfin6=No s''ha trobat l''event de l''agenda ''{0}''.

cannot_getEvents=No es poden llegir events de l''agenda  ''{0}''.

cannotmak=No es pot fer un av\u00eds sobre la data d'obertura de l'activitat.

cannotrem=No es pot eliminar l''event antic de l''activitat  ''{0}''.

check=Marca

conte=contingut.

deadl=Termini

delet=Esborra

delete_assig.delanass=Esborra una activitat...
delete_assig.delass=Esborra activitats...

downall=Descarrega un fitxer amb totes les presentacions

downspr=Descarrega el full de c\u00e0lcul [XLSX]

draft=Esborrany creat

dupli=Duplica

gen.acesubunt=Accepta fins a
gen.addatt=Afegeix fitxers adjunts
gen.addatttoassig=Afegeix adjunts a l'activitat
gen.addatttoassig.singular=Afegeix un fitxer adjunts a l'activitat
gen.addatttoassiginstr=Afegiu un element de l'ordinador o seleccioneu-ne un dels recursos existents. Un cop fet aix\u00f2, feu clic al bot\u00f3 Continua o Cancel\u00b7la per no fer canvis. Retornareu a l'activitat per desar-la.
gen.adddroatt=Afegeix/Elimina fitxers adjunts
gen.addduedat=Afegeix la data l\u00edmit a l'agenda
gen.addhonple=Afegeix un comprom\u00eds d'honor.
gen.addinst=Comentaris addicionals del tutor sobre la vostra presentaci\u00f3
gen.addinst2=Comentaris del professor sobre la presentaci\u00f3
gen.addinstatts=Fitxers adjunts del professor per aquesta presentaci\u00f3
gen.addres2=Recursos addicionals per a l'activitat
gen.alert=Av\u00eds\:
gen.anntheope=Envia un av\u00eds amb la data d'obertura.
gen.assdet=Detalls de l'activitat
gen.assig=Activitat
gen.assinf=Instruccions de l'activitat.
gen.ass.lis.sum=Llista d'activitats. Les cap\u00e7aleres de les columnes s\u00f3n enlla\u00e7os que permeten ordenar la taula d'acord amb els continguts de la columna. Columna 1\: Indica si l'activitat t\u00e9 fitxers adjunts. Columna 2\: T\u00edtol de l'activitat i enlla\u00e7os per editar-la, duplicar-la o qualificar-la (si es t\u00e9 autoritzaci\u00f3). Columna 3\: Estat. Columna 4\: Data d'obertura. Columna 5\: Data l\u00edmit. La resta de columnes poden ser o no presents. Columna 6\: Nombre d'enviaments qualificats. Columna 7\: Caselles de selecci\u00f3 per seleccionar i eliminar l'activitat. 
gen.asstit=T\u00edtol del treball
gen.at=a
gen.att=Fitxers adjunts
gen.attfprgra=Fitxers adjunts per qualificar
gen.atttoret=Fitxers adjunts per retornar amb qualificaci\u00f3
gen.atttoret2=Fitxers adjunts per retornar amb l'activitat
gen.availability=Disponibilitat
gen.can=Cancel\u00b7la
gen.can.discard=Es descartaran els vostres canvis. Esteu segur de voler cancel\u00b7lar?
gen.clocli=Tanqueu, feu clic per obrir les instruccions de l'activitat
gen.closed=Tancada
gen.creby=Creat per
gen.don=Fet
gen.dra1=Esborrany
gen.closeexit=Tanca i surt
gen.dra2=Esborrany -
gen.due=L\u00edmit
gen.duedat=Data l\u00edmit
gen.filatt=Fitxer adjunt
gen.folatt=Carpeta adjunta
gen.forpoi=Per a l'opci\u00f3 "Punts", introdu\u00efu la puntuaci\u00f3 num\u00e8rica m\u00e0xima.
gen.assign.gra=Qualifica
gen.gra=Qualificaci\u00f3
gen.gra2=Qualificaci\u00f3
gen.grade.override=Substitueix la qualificaci\u00f3 per\:
gen.grading=Qualificant
gen.group=Grups
gen.group.grade=Qualificaci\u00f3 de grup
gen.subformat=Escolliu el format que voleu per a les presentacions dels estudiants
group.issubmit=Lliurament de grup - Un lliurament per grup
gen.groupassignment=Lliurament de grup
gen.userassignment=Presentaci\u00f3 individual
gen.section.info=Secci\u00f3 (no s'ha d'usar per lliuraments de grup)
group.submission.not.found=No s'ha trobat el grup d'aquest lliurament
group.select.represent=Sou el representant del grup seg\u00fcent\:
group.user.multiple.warning=Els usuaris seg\u00fcents pertanyen a m\u00e9s d'un grup que pot lliurar aquesta activitat\:
group.must.member=Cal que sigueu membre d'almenys un grup per poder fer el lliurament
group.already.submitted=Aquest grup ja ha fet el lliurament
group.user.multiple.error=Hi ha almenys un usuari en m\u00e9s d'un grup.\nConsulteu la informaci\u00f3 d'aqu\u00ed sota.
group.error.title=Aquest usuari pertany a m\u00e9s d'un grup
group.error.message=Vost\u00e9 o un dels membres del grup ho s\u00f3n de m\u00e9s d'un grup amb perm\u00eds per presentar aquesta activitat. Informeu al professor responsable que no podreu fer la presentaci\u00f3 o veure els comentaris fins que aquest problema quedi solucionat.
group.user.duplicate.error=Hi ha un error\: aquest usuari pertany a m\u00e9s d'un grup
group.user.grade.override=Qualificaci\u00f3 que substituir\u00e0 {0}
gen.cant.change.after.draft=Aquestes opcions addicionals no es podran modificar un cop s'hagi publicat l'activitat.
gen.cant.change.setting.after.draft=- Aquesta propietat no es pot canviar a causa d'opcions de configuraci\u00f3 addicionals
gen.history=Hist\u00f2ric
gen.visible.date=Data en qu\u00e8 ser\u00e0 visible
gen.checked=Comprovat
gen.commented=Comentada
gen.comments=Comentaris\:
gen.attachments=Fitxers adjunts
gen.regra=Requalificaci\u00f3
gen.regrading=Torna a qualificar
gen.grarep=Llistat de qualificacions
gen.grasca=Escala de qualificacions
gen.hasbee=L'activitat ha estat presentada a
gen.hidassinf=Amaga la informaci\u00f3 de l'activitat
gen.honple=Comprom\u00eds d'honor\:
gen.honple2=Comprom\u00eds d'Honor\: No he ofert ni rebut mai ajuda en aquesta activitat.
gen.honple2val=Heu de marcar el codi d'honor. Feu clic a Revisa per fer-ho.
gen.viewasstablesummary=Configuraci\u00f3 de l'activitat.
gen.viewassliststudentsummary=Llista d'alumnes que han de fer l'activitat.
gen.viewassliststudentdetails=Llista d'estudiants amb informaci\u00f3 addicional. 
gen.viewasslistreportsummary=Llista d'activitats d'alumnes qualificades.
gen.in=Pres.
gen.inpro=En curs
gen.instr=Instruccions
gen.instrcomment=Comentaris del professor
gen.to=a
gen.late=retard
gen.late2=- retard
gen.lisofassto=Llista d'activitats per esborrar
gen.mod=Modificat
gen.modbyins=Modificat pel tutor
gen.new=Sense qual.
gen.no=No
gen.noasscan=No es podran presentar activitats despr\u00e9s d'aquesta data.
gen.noatt=Encara no hi ha fitxers adjunts.
gen.noattsubmitted=No hi ha fitxers adjunts
gen.nograd=No hi ha qualificaci\u00f3
gen.notavail=Aquesta activitat no est\u00e0 disponible; Estat\: {0} <br>
gen.notope=No est\u00e0 oberta
gen.notset=No s'ha configurat
gen.notsta=No s'ha iniciat
gen.of=de/d'
gen.open=Oberta el
gen.orisub=Text presentat originalment
gen.orisub2=Text presentat originalment i fitxer/s adjunt/s amb els comentaris del tutor introdu\u00efts, si s'escau
gen.orisub3=El darrer text de la presentaci\u00f3 amb els comentaris del professor inclosos (si \u00e9s el cas)
gen.outof=de
gen.peerReviews=Revisi\u00f3 per part dels companys
gen.pf=A/S
gen.pos=Desa i publica
gen.position=Posici\u00f3
gen.pre=Mostra una vista pr\u00e8via
gen.relea=Publicat
gen.resub=Reenviat
gen.retu=Retorna
gen.backtolist=Torna a la llista
gen.reorder=Reordena
gen.review=Revisa
gen.peerreview.subm4=La revisi\u00f3 dels companys s'ha enviat
gen.peerreview.todo=La revisi\u00f3 per part dels companys ({0}) t\u00e9 com a termini {1}
gen.reviewer.who=Revisor\: {0} ({1})
gen.reviewer.countReview=Revisor ({0})
gen.reordertitle=Reordena la llista d'activitats predeterminada
gen.retustud=Desa i publica
gen.retustudtit=Qualificada, retorna a l'estudiant
gen.returned=Corregida
gen.revi=Revisa
gen.sav=Desa
gen.savdra=Desa com a esborrany
gen.savdragra=Desa per\u00f2 no ho mostris a l'estudiant
gen.savdratit=Desa els comentaris i qualifica, per\u00f2 no ho retornis a l'alumne encara
gen.sca=Escala
gen.score.display=<b>Puntuaci\u00f3\:</b> {0}
gen.sect=Apartat
gen.settfor=Par\u00e0metres per a
gen.sorasc=Ordena en sentit ascendent
gen.sorbydue=Ordena per data l\u00edmit
gen.sortinstruct=Podeu canviar la posici\u00f3 d'un element a la llista fent clic damunt la fletxa a la part esquerra o a trav\u00e9s del men\u00fa desplegable. Per desar els canvis feu clic al bot\u00f3 Desa.
gen.sorbygra=Ordena per qualificaci\u00f3
gen.sorbylas=Ordena per cognom
gen.sorbymax=Ordena per qualificaci\u00f3 m\u00e0xima disponible
gen.sortbyfor=Ordena per a
gen.sortbyforasc=Ordena per a (ascendent)
gen.sortbyfordesc=Ordena per a (descendent)
gen.sordes=Ordena en sentit descendent
gen.staass=Inicia l'activitat
gen.status=Estat
gen.stuatt=Fitxers adjunts de l'estudiant
gen.student=Estudiant
gen.students=Estudiantat
gen.stunam=Nom de l'estudiant
gen.stusub=L'estudiant pot
gen.submissionType=Tipus de lliurament
gen.stuvie=Vista de l'estudiant
gen.stuvieof=Vista de l'estudiant de l'activitat
gen.stucantdo=Els estudiants no poden desar o lliurar l'activitat abans de la data d'obertura.
gen.stuwonsee=Els estudiants no veuran l'activitat fins a la data fixada.
gen.subm=Presentaci\u00f3 de l'activitat
gen.submission=Presentaci\u00f3
gen.resubmission=Reenviament de presentacions
gen.notes=Notes
gen.details=Detalls

gen.openquote="
gen.closequote="
gen.subm2=Presentacions
gen.subm3=Presenta
gen.subm4=Presentat
gen.subm5=Data de presentaci\u00f3
gen.subm6=Avaluat el\:
gen.sumcom=Comentaris de resum
gen.theare2=No hi ha presentacions.
gen.thearecur1=Actualment no hi ha activitats en aquesta ubicaci\u00f3.
gen.thearecur2=Actualment no hi ha presentacions en aquesta ubicaci\u00f3.
gen.theassall4=Aquesta activitat admet lliuraments usant l'editor de text i tamb\u00e9 adjuntant fitxers. Introdu\u00efu el lliurament al quadre de text i/o useu el bot\u00f3 de navegar o el de seleccionar fitxers per incloure altres documents. <b>No oblideu d'anar desant sovint els canvis que feu</b> 
gen.theassall6=Aquesta activitat permet presentacions nom\u00e9s utilitzant el quadre de text. Introdu\u00efu la vostra presentaci\u00f3. Deseu els canvis sovint mentre esteu treballant.
gen.yoursubwill=El vostre lliurament s''enviar\u00e0 a {0} per a ser revisat de manera electr\u00f2nica per detectar plagi. 
gen.subStudentPreview=Aquesta activitat t\u00e9 activada l'opci\u00f3 de previsualitzaci\u00f3 per part dels estudiants, fet que els permet lliurar com a esborrany tants treballs com vulguin. Un informe sobre un esborrany nom\u00e9s el pot veure el propietari del treball per\u00f2 els professors poden veure el nombre de lliuraments d'esborranys i les qualificacions corresponents a cada esborrany. A m\u00e9s, si hi ha fixada una data l\u00edmit, l'esborrany m\u00e9s recent es lliurar\u00e0 autom\u00e0ticament si l'estudiant no ha fet cap lliurament. Els estudiants poden lliurar un esborrany com a lliurament final en qualsevol moment dins de l'informe sobre plagi. 
gen.onlythefoll=Nom\u00e9s s''acceptaran els tipus de fitxer seg\u00fcents\: {0}
gen.theassinf=Informaci\u00f3 de l'activitat
gen.title=T\u00edtol
gen.view2=Mostra
gen.yes=S\u00ed
gen.youmus=(Heu de respondre per presentar la vostra activitat.)
gen.yousub=La vostra presentaci\u00f3
gen.reviewing=Revisant
gen.submittedtext=Text enviat
gen.visible=Per a
gen.applygrade=Aplica
gen.viewallgroupssections=Espai sencer
gen.toggle=Selecciona'ls tots
gen.hideduedate=Amaga als estudiants la data de presentaci\u00f3

grad2=La qualificaci\u00f3 introdu\u00efda ''{0}'' \u00e9s m\u00e9s gran que la m\u00e0xima permesa ''{1}''. Corregiu-ho o  feu clic altre cop sobre el bot\u00f3 per desar la qualificaci\u00f3 introdu\u00efda ''{0}''.

grad3=Qualificada

gradingsub.belisthe=A continuaci\u00f3 hi ha la presentaci\u00f3 d'un estudiant. Fent clic sobre el quadre es poden introduir comentaris. Els comentaris inclosos entre doble clau, {{<span class class
gradingsub.nosubmittedtext=L'alumne no ha introdu\u00eft cap text.
gradingsub.opecliass=Obriu, i feu clic per tancar la instrucci\u00f3 de l'activitat
gradingsub.prefee=Comentari addicional d'informaci\u00f3 pr\u00e8via
gradingsub.prefee2=Comentaris del professor previs a la presentaci\u00f3
gradingsub.prefeetex=Text d'informaci\u00f3 pr\u00e8via
gradingsub.prefeetex2=Altres trameses pr\u00e8vies amb comentaris del professor inclosos (si \u00e9s el cas)
gradingsub.prefeetex3=Trameses previes amb comentaris del professor inclosos (si \u00e9s el cas)
gradingsub.prefeedbackAttachments=Adjunts retornats pr\u00e8viament
gradingsub.pregra=Qualificaci\u00f3 pr\u00e8via
gradingsub.usethebel1=Utilitzeu el quadre seg\u00fcent per introduir comentaris de resum addicionals sobre aquesta presentaci\u00f3
gradingsub.usethebel2=Utilitzeu el quadre seg\u00fcent per introduir comentaris de resum sobre el fitxer adjunt o la qualificaci\u00f3 d'aquesta presentaci\u00f3

granotset=Tipus de qualificaci\u00f3 no configurat

hassum=L''activitat {0} t\u00e9 presentacions.

hasDraftSum=Alguns estudiants han comen\u00e7at a treballar l'activitat per\u00f2 encara no l'han enviat.

inlin=Fer comentaris nom\u00e9s

inlinatt=Fer comentaris i adjuntar fitxers


# months (used in chef_dateselectionwidget macro in VM_chef_library.vm)
jan=GEN.
feb=FEB.
mar=MAR\u00c7
apr=ABR.
may=MAIG
jun=JUNY
jul=JUL.
aug=AG.
sep=SET.
oct=OCT.
nov=NOV.
dec=DES.

dateselectionwidget.day=Escolliu el dia
dateselectionwidget.month=Escolliu el mes
dateselectionwidget.year=Escolliu l'any
dateselectionwidget.hour=Escolliu l'hora
dateselectionwidget.minute=Escolliu el minut
dateselectionwidget.ampm=Escolliu AM o PM

letter=Lletra de qualificaci\u00f3

lisofass1=Llista d'activitats

lisofass2=Llista d'activitats per estudiant

listassig.sorbynum1=Ordena per nombre de presentacions
listassig.sorbynum2=Ordena per nombre de presentacions sense qualificar
listassig.sorbyope=Ordena per data d'obertura
listassig.sorbysec=Ordena per grups d'acc\u00e9s
list.sorbysta=Ordena per estat
listassig.sorbytit=Ordena per t\u00edtol
listsub.grasub=Presentaci\u00f3 de la qualificaci\u00f3
listsub.nosub=Sense presentaci\u00f3
listsub.sorbyrel=Ordena per presentats
listsub.sorbysub=Ordena per data de presentaci\u00f3
listsub.submitted.by=per
listsub.submitted.on.behalf=en nom de

new=Afegeix
new.title=Afegeix una activitat nova
edit=- edici\u00f3
newass=activitat nova

newassig.comfor=Ompliu el formulari i despr\u00e9s feu clic a 'Envia'. Un asterisc (<span class\="reqStarInline" title\="Required">*</span>) indica que \u00e9s obligatori introduir dades al camp corresponent.
newassig.opedat=Data d'obertura
newassig.selectmessage=Premeu la tecla Enter i utilitzeu les tecles ALT + les fletxes d'amunt i avall per despla\u00e7ar-vos pel men\u00fa
newassig.tosel=Per seleccionar m\u00e9s d'un apartat\: manteniu premuda la tecla (PC - Control, Mac - Apple) mentre feu clic sobre el segon apartat i els seg\u00fcents.

newope=La nova data d''obertura de l''activitat ''{0}'' \u00e9s {1}.

opedat=La data d''obertura de l''activitat ''{0}'' \u00e9s {1}.

passfail=Aprovat/Susp\u00e8s
pass=Aprovat

permis=Autoritzacions...

plespethe1=Especifiqueu el t\u00edtol de l'activitat.

plespethe2=Especifiqueu la qualificaci\u00f3.

plespethe3=Especifiqueu la puntuaci\u00f3 m\u00e0xima.

plesuse0=Utilitzeu la taula de qualificacions correcta.

plesuse1=Utilitzeu un n\u00famero al camp de qualificaci\u00f3.

plesuse2=Nom\u00e9s podeu usar fins a {0} decimals a la qualificaci\u00f3.

plesuse3=Utilitzeu un zero o un n\u00famero positiu en la qualificaci\u00f3.

plesuse4={0} \u00e9s m\u00e9s gran que el valor m\u00e0xim perm\u00e9s. Introduiu un valor m\u00e9s petit que {1}.

points=Punts

prevassig.hidass=Amaga l'activitat
prevassig.hidstuvie=Amaga la vista de l'estudiant
prevassig.preass=Mostrant una vista pr\u00e8via de l'activitat...
prevassig.shoass=Mostra l'activitat
prevassig.shostuvie=Mostra la vista de l'estudiant

releas=Enviat

relgrad=Publica les qualificacions
relcommented=Publica els comentaris

repsubmi.sorbysca=Ordena per escala
repsubmi.sorbytur=Ordena per data de presentaci\u00f3

return=Retornat

setperfor=Edita els permisos de l'eina Activitats de l'espai

somelsis_assignment=Alg\u00fa altre est\u00e0 editant l''activitat ''{0}''.

somelsis_submission=Alg\u00fa altre est\u00e0 editant la presentaci\u00f3 ''{0}''.

somelsis_assignmentContent=Alg\u00fa altre est\u00e0 editant el contingut de l''activitat ''{0}''.

somelsis_calendar=Alg\u00fa altre est\u00e0 editant aquesta agenda.

sort.summary=La taula mostra els elements a ordenar. La segona columna mostra l'enlla\u00e7 per moure l'element cap amunt; la tercera, l'enlla\u00e7 per moure'l cap avall; a l'\u00faltima, es pot moure a una ubicaci\u00f3 espec\u00edfica
sort.caption=Llista de recursos a ordenar
sort.moveup=Mou cap amunt
sort.movedn=Mou cap avall

stulistassig.asshasbee1=(S'ha esborrat l'activitat)
stulistassig.selanass1=La llista d'activitats seg\u00fcent apareix exactament tal com la veur\u00e0 l'estudiant. Fent clic sobre "Presenta com a estudiant" podeu treballar l'activitat exactament com ho far\u00e0 l'estudiant, incloent la presentaci\u00f3 de l'activitat.
stulistassig.selanass=Seleccioneu una activitat per veure'n els detalls, comen\u00e7ar a treballar o editar la vostra feina pr\u00e8via.

stulistsunbm.chotri=Escolliu la icona triangular per veure l'estat de l'estudiant pel que fa a les activitats.
stulistsunbm.hidstuass=Amaga les activitats/presentacions de l'estudiant
stulistsunbm.listhestu=Llista la presentaci\u00f3 de l'estudiant en cada activitat.
stulistsunbm.shostuass=Mostra les activitats/presentacions de l'estudiant

stupresub.max=m\u00e0x.
stuviewgrad.thegradet=El detall de qualificaci\u00f3 de la presentaci\u00f3 de l'activitat

stuviewsubm.asshasbee2=S'ha qualificat/comentat l'activitat.
stuviewsubm.asshasbee3=S'ha tornat a presentar l'activitat el
stuviewsubm.asshasbee4=S'ha retornat l'activitat el
stuviewsubm.asshasnot=Empleneu el formulari i feu clic al bot\u00f3 que correspongui per finalitzar.
stuviewsubm.assattonly=Afegiu els documents adjunts i feu clic al bot\u00f3 corresponent de la part inferior.
stuviewsubm.entbelo=Entreu m\u00e9s avall per tornar a presentar-la
stuviewsubm.plesub=Torneu-la a presentar amb els vostres canvis.
stuviewsubm.theassall2=Aquesta activitat es pot presentar \u00fanicament adjuntant documents.
stuviewsubm.theclodat=La data de tancament de l'activitat ja ha passat. Ja no podeu presentar una resposta.
stuviewsubm.youatt=La presentaci\u00f3 que heu adjuntat
stuviewsubm.submissatt=Fitxers adjunts a la presentaci\u00f3
stuviewsubm.listsummary=Llista d'adjunts. Columna 1\: enlla\u00e7 a l'adjunt; columna 2\: propietats de l'adjunt; columna 3\: enlla\u00e7 per eliminar l'adjunt de la llista
stuviewsubm.listsummary.simple=Llista de fitxers adjunts. Columna 1\: enlla\u00e7 al fitxer adjunt; columna 2\: propietats del fitxer adjunt
stuviewsubm.removeatt=Elimina
stuviewsubm.attfromcomputerlabel=Selecciona un fitxer de l'ordinador
stuviewsubm.attfromcomputerlabelmore=Selecciona m\u00e9s fitxers de l'ordinador
stuviewsubm.attfromserverlabel=o selecciona fitxers de l'espai de treball personal o d'un espai
stuviewsubm.attfromserverlabel.singular=o seleccioneu un fitxer de l'espai personal o de qualsevol altre
stuviewsubm.attfromserverlabelmore=o selecciona m\u00e9s fitxers de l'espai de treball personal o d'un espai
feedbacktext=Text de realimentaci\u00f3
stuviewsubm.submitreminder=Recordeu-vos de desar els canvis o b\u00e9 de presentar l'activitat.
stuviewsubm.modifytoresubmit=Si modifiqueu el vostre lliurament el podeu tornar a lliurar.
stuviewsubm.reminder=No us oblideu de lliurar la vostra feina. Un cop lliurada apareixer\u00e0 un missatge de confirmaci\u00f3. 
feedbackcomment=Comentari de realimentaci\u00f3

stuviewsubm.typesubhaschanged.inline=El tipus de lliurament per a aquesta activitat ha canviat. Aquest text correspon al vostre lliurament anterior i serveix nom\u00e9s com a refer\u00e8ncia i NO s'inclour\u00e0 si torneu a fer el lliurament.
stuviewsubm.typesubhaschanged.attach=El tipus de lliurament per a aquesta activitat ha canviat. Els fitxers corresponents al vostre lliurament anterior serveixen nom\u00e9s com a refer\u00e8ncia i NO s'inclouran si torneu a fer el lliurament.
stuviewsubm.typesubhaschanged.singleUploadedFileOnly=El tipus de lliurament per a aquesta activitat ha canviat i nom\u00e9s s'accepta lliurar un \u00fanic fitxers. Per tornar a fer el lliurament seleccioneu un fitxer del lliurament previ o pugeu un fitxer nou. 
stuviewsubm.uploadnew=Puja un fitxer nou

# Taggable
tag.emptylist=No hi ha etiquetes per mostrar.
tag.tags=Etiquetes
tag.list.summary=Aquesta taula cont\u00e9 una llista d'etiquetes associades amb aquesta activitat

theassiid_isnotval=L''id d''activitat ''{0}'' no \u00e9s v\u00e0lid.

theassiid_hasnotbee=L''id d''activitat ''{0}'' no s''ha usat.

theassicon=Un altre usuari est\u00e0 editant el contingut de l'activitat.

theisno=No existeix una activitat aix\u00ed.

theisnostudent=No hi ha estudiant.

thiasshas=Aquesta activitat no t\u00e9 instruccions. Corregiu-ho o feu clic sobre el bot\u00f3 per continuar.

ungra=Sense qualificar
fail=Susp\u00e9s
viewassig.datcre=Data de creaci\u00f3
viewassig.shoassinf=Mostra informaci\u00f3 de l'activitat
viewassig.theassall1=Aquesta activitat permet tant text teclejat com documents adjunts. Introdu\u00efu els vostres comentaris al quadre de text seg\u00fcent i utilitzeu l'apartat d'Adjunts per incloure altres documents com a part de la vostra presentaci\u00f3. Deseu els canvis sovint mentre treballeu.
viewassig.theassall3=Aquesta activitat permet \u00fanicament enviar documents adjunts. Utilitzeu l'apartat d'Adjunts per incloure un o m\u00e9s documents.
viewassig.theassall5=Aquesta activitat en permet la presentaci\u00f3 nom\u00e9s utilitzant el quadre de text seg\u00fcent. Escriviu la vostra presentaci\u00f3 i deseu els canvis sovint mentre treballeu.
viewassig.viewass1=Vista de l'activitat

youarenot_addAssignment=No teniu autoritzaci\u00f3 per afegir activitats.

youarenot_addAssignmentContent=No teniu autoritzaci\u00f3 per afegir continguts a l'activitat.

youarenot_removeAssignment=No teniu autoritzaci\u00f3 per eliminar l''activitat amb id \= ''{0}''.

youarenot11_c=No teniu autoritzaci\u00f3 per esborrar el contingut d'aquest treball.

youarenot_removeSubmission=No teniu autoritzaci\u00f3 per eliminar la presentaci\u00f3 amb id \= ''{0}''

youarenot12=No teniu autoritzaci\u00f3 per presentar una resposta.

youarenot13=No teniu autoritzaci\u00f3 per presentar una activitat.

youarenot_viewAssignment=No teniu autoritzaci\u00f3 per veure l''activitat  ''{0}''.

youarenot_editAssignment=No teniu autoritzaci\u00f3 per editar l''activitat  ''{0}''.
youarenot_editSubmission=No teniu autoritzaci\u00f3 per editar la presentaci\u00f3  ''{0}''.

youarenot_viewAssignmentContent=No teniu autoritzaci\u00f3 per veure el contingut de l''activitat ''{0}''.

youarenot_viewSubmission=No teniu autoritzaci\u00f3 per veure la presentaci\u00f3  ''{0}''.

youarenot17=Esteu revisant una activitat despr\u00e9s de la data l\u00edmit.

youarenot18=Heu de renovar el comprom\u00eds d'honor abans de la presentaci\u00f3.

youarenot19=No teniu autoritzaci\u00f3 per reordenar treballs.

youarenot20=Esteu revisant una activitat despr\u00e9s de la seva data d'obertura.

youarenot4=No teniu autoritzaci\u00f3 per crear la presentaci\u00f3 d'una activitat.

youarenot5=No teniu autoritzaci\u00f3 per fer una c\u00f2pia l'activitat.

youarenot6=No teniu autoritzaci\u00f3 per editar l'activitat.

youmust1=Heu d'adjuntar almenys un document abans de la presentaci\u00f3.

youmust2=Heu d'escriure la vostra resposta a l'entrada de text o b\u00e9 adjuntar almenys un document abans de la presentaci\u00f3.

youmust6=Cal que escolliu primer les activitats i despr\u00e9s feu clic al bot\u00f3 d'eliminar les seleccionades per suprimir-les.

youmust7=Heu d'escriure la vostra resposta a l'espai d'entrada de text abans de presentar-la.

youmust8=Cal que pugeu un fitxer adjunt

#added during legacy tool refactoring
list.show=Mostra
list.itemsper=elements...
update=Actualitza
removedAssignmentList=Llista d'activitats eliminades
removeSelected=Elimina els seleccionats
selectAssignments=Selecciona activitats
restoreSelected=Restaura les seleccionades
hardRemoveSelected=Elimina de manera definitiva les seleccionades
restoreConfirmation=Aquests elements seran restaurats. Esteu segur de voler fer aix\u00f2?
hardRemoveConfirmation=Aquests elements s'eliminaran definitivament i no es podran recuperar. Esteu segur de voler-los eliminar?
subasstudent=Presenta com a estudiant
alert.globalNavi=Si escolliu de sortir sense fer clic en cap dels botons relacionats amb el lliurament de l'activitat que hi ha a la part superior o a la inferior perdreu tot el treball que heu fet. Feu clic en un dels botons o navegueu a una altra p\u00e0gina deixant c\u00f3rrer el treball fet en aquesta. 
viewassign=Mostra l'activitat
subexampleassign=Presenta l'activitat d'exemple
viewexampleassign=Mostra l'activitat d'exemple
assignmenttext=Text de l'activitat
submitforstudent=Lliura com un estudiant
resubmit=Torna a presentar
viewsubmission=Vista de la presentaci\u00f3
viewsubmissions=Mostra les presentacions
allowResubmit=Permet tornar a presentar
allowGradeOverride=Assigna la substituci\u00f3 de qualificacions
allowVisibleDate=Fer \u00fas d'una data de visibilitat
gen.first=Primer
gen.previous=Anterior
gen.next=Seg\u00fcent
gen.last=\u00daltima

gen.remove=Esborra
gen.remove.q=Esborrar?

addtogradebook=Afegeix al Llibre de qualificacions
addtogradebook.wrongGradeScale=La integraci\u00f3 amb el llibre de Qualificacions nom\u00e9s \u00e9s possible si les notes es posen d'acord amb una escala de punts.
addtogradebook.nonUniqueTitle=S''ha creat l''activitat {0} per\u00f2 no s''ha associat amb cap element de qualificaci\u00f3 nou perqu\u00e8 ja n''hi ha un amb el mateix nom. Cal que editeu l''activitat per a que el nom sigui \u00fanic. 
addtogradebook.illegalPoints=No s'ha pogut crear una entrada al Llibre de qualificacions per a aquest treball perqu\u00e8 en el Llibre el m\u00e0xim de punts ha de ser > 0. Canvieu el m\u00e0xim de punts del treball o b\u00e9 desactiveu l'opci\u00f3 "Afegir al Llibre de qualificacions".
addtogradebook.alertMessage=S'ha produit una excepci\u00f3 a l'accedir al Llibre de qualificacions, se'n mostra l'error a continuaci\u00f3\:

date.invalid=La configuraci\u00f3 de les dates no \u00e9s v\u00e0lida per  {0}.
date.closedate=data l\u00ed\u00admit
date.resubmission.closedate=Data de tancament per al reenviament de presentacions
date.allpurpose.releasedate=data de publicaci\u00f3 d'un element corresponent a qualsevol prop\u00f2sit
date.allpurpose.retractdate=data de retirada d'un element corresponent a qualsevol prop\u00f2sit

gen.viewing=Mostrant
gen.items=elements

gen.required=Requisit
gen.notrequired=No \u00e9s requisit

download.feedback.attachment=Documents adjunts amb comentaris.
download.spreadsheet.title=Arxiu Excel de Presentaci\u00f3 del Treball
download.spreadsheet.site=Espai\:
download.spreadsheet.date=Data de baixada\:
download.spreadsheet.column.userid=Identificador de l'usuari
download.spreadsheet.column.name=Nom

# AssignmentActivityProducer

## the column headers in grades.csv file in zip download
grades.id=Identificador
grades.eid=ID
grades.lastname=Cognoms
grades.firstname=Nom
grades.grade=qualificaci\u00f3


grades.members=Membres
#group related variables
displayto.site=Mostra a l'espai.
displayto.selected=Mostra nom\u00e9s als grups seleccionats

range.allgroups=tot l'espai

group=Grup
groups=Grups
group.editsite.nopermission=No teniu els permisos corresponents en aquest espai per editar l'estat del grup
group.list.summary=La taula cont\u00e9 una llista de grups. La primera columna contindr\u00e0 caselles de selecci\u00f3; la segona, el nom del grup; la tercera, la descripci\u00f3 del grup. Els enlla\u00e7os de l'encap\u00e7alament es poden utilitzar per ordenar
group.list.descr=Descripci\u00f3

java.alert.youchoosegroup=Heu de seleccionar almenys un grup.
java.alert.noGroupedAssignmentIntoGB=No pot afegir una activitat amb acc\u00e9s de grup dins del Llibre de qualificacions.

nostudent=No hi ha estudiants a l'espai

grading=Qualificant
grading.no=No afegeixis l'activitat al llibre de qualificacions.
grading.no2=No incloure el treball al Llibre de qualificacions.
grading.add=Afegeix l'activitat al llibre de qualificacions.
grading.associate=Associa-ho amb un element de qualificaci\u00f3 existent
grading.associate.warn=Heu d'escollir una puntuaci\u00f3 per a dur a terme l'acci\u00f3 indicada.
grading.associate.alert=Cal que escolliu un element de qualificaci\u00f3
grading.select=Escolliu un element de l'eina Qualificacions
grading.alert.draft.beforeclosedate=Encara no s'ha superat la data l\u00edmit de presentaci\u00f3, i l'alumne encara podria modificar aquest treball. Esteu segurs que el voleu avaluar?
grading.unassigned=Sense assignar
grading.ofcategory=de la Categoria
grading.categorylist=(Opcional) Escolliu una categoria del llibre de qualificacions
access=Acc\u00e9s (tamb\u00e9 permet limitar els grups que poden fer lliuraments de grup)
grading.alert.multiTab=La vostra nota i els comentaris no s'han desat. Cal que els torneu a introduir. Nom\u00e9s podeu obrir una presentaci\u00f3 a la vegada; si obriu un altre treball abans de tancar la presentaci\u00f3 que teniu oberta, aquest no podr\u00e0 ser avaluat fins que tanqueu totes les presentacions i el torneu a obrir. Per evitar aquest problema, us recomanem no treballar en diverses finestres del navegador quan avalueu. Us recomanem que reinicieu el navegador i torneu a entrar al sistema abans de continuar avaluant.
grading.reminder=Nota important\:
grading.reminder.body=No qualifiqueu activitats en m\u00faltiples finestres o pestanyes. Per qualificar i navegar per l'aplicaci\u00f3 useu una \u00fanica finestra.
grading.reminder.anon=La qualificaci\u00f3 d'aquesta revisi\u00f3 per part dels companys \u00e9s an\u00f2nima, per tant no cal que introduiu el vostre nom a la secci\u00f3 de comentaris del revisor.

## SAK-17606
grading.anonymous=Avaluaci\u00f3 an\u00f2nima
grading.anonymous.title=an\u00f2nim

submitted.date.redacted=(data retinguda)

allow.resubmit.number=N\u00famero de reenviaments de presentacions permesos
allow.resubmit.number.unlimited=Il\u00b7limitat
allow.resubmit.closeTime=Accepta reenviaments de presentacions fins

assignment.copy=Copia


## max grade
grade.max=m\u00e0xim

## no-submission grade
non.submission.grade=S''han trobat {0} participant(s). Assigna aquesta qualificaci\u00f3 als participants sense qualificar\:
non.submission.grade.select=Escolliu la qualificaci\u00f3 per defecte\:
## for not graded non-electronic submission grades
not.graded.non.electronic.submission.grade=S''han trobat {0} participants(s). Assigna aquesta qualificaci\u00f3 als lliuraments no electr\u00f2nics sense qualificar\: 

##################UPV added
not_allowed_to_submit=No esteu autoritzats per a presentar aquesta activitat.

### Non-electronic submission
nonelec=Fer presentacions no-electr\u00f2niques
nonelec_instruction=Aquesta activitat no accepta presentacions electr\u00f2niques. Contacteu amb el vostre professor per a rebre instruccions addicionals.
nonelec_instruction2=Aquesta activitat s'ha de lliurar presencialment.

## on the submission confirmation page
confirm.savesubmission.title=Confirmaci\u00f3 que s'ha desat la presentaci\u00f3.
confirm.submission.title=Confirmaci\u00f3 de la presentaci\u00f3
confirm.savesubmission.success=Heu desat la presentaci\u00f3 satisfact\u00f2riament per\u00f2 encara NO l'heu lliurat. Per fer-ho cal que premeu el bot\u00f3 de lliurament.
confirm.submission.success=La vostra presentaci\u00f3 s'ha lliurat correctament.
confirm.submission.label.user=Usuari\:
confirm.submission.label.classsite=Espai classe\:
assignment.title=Activitat\:
confirm.savesubmission.label.submission.id=Identificador de la presentaci\u00f3 que heu desat\:
submission.id=ID de la presentaci\u00f3\:
confirm.savesubmission.include=La presentaci\u00f3 que heu desat inclou\:
confirm.submission.include=La presentaci\u00f3 inclo\u00efa\:
confirm.savesubmission.notext=No s'ha desat text
confirm.submission.notext=Presentaci\u00f3 sense text
confirm.savesubmission.attachments=Documents adjunts desats\:
confirm.submission.email=Rebreu una confirmaci\u00f3 per correu electr\u00f2nic amb aquesta informaci\u00f3.
confirm.submission.email.noEmailAddress=No s'ha pogut enviar una confirmaci\u00f3 amb aquesta informaci\u00f3 a la vostra adre\u00e7a de correu electr\u00f2nic perque no l'heu introdu\u00efda.
confirm.submission.button=Confirma
receive.confirm.submission.email.options=Opcions de notificaci\u00f3 de presentacions per correu electr\u00f2nic\:
receive.confirm.submission.email.each=Envia'm un correu electr\u00f2nic notificant cada presentaci\u00f3 de cada alumne.
receive.confirm.submission.email.digest=Envia'm un correu electr\u00f2nic diari amb les notificacions de presentacions dels alumnes.
receive.confirm.submission.email.none=No m'envi\u00efs correus electr\u00f2nics de notificaci\u00f3 per cap presentaci\u00f3 dels alumnes.

# on the download/upload all page, most of the attributes are shared between upload and download process
uploadall.title=Puja-ho tot
uploadall.instruction=Seleccioneu un arxiu per a penjar, escolliu les opcions i feu clic a "Penja" per finalitzar. Els elements obligatoris estan marcats amb
uploadall.instruction2=L'arxiu hauria de contenir una carpeta per a cada alumne. Cada carpeta pot contenir un fitxer comments.txt, la presentaci\u00f3 de l'alumne amb els comentaris del professor que heu afegit i altres fitxers que vulgueu retornar juntament amb la presentaci\u00f3 de l'alumne.
uploadall.instruction3=Descarrega la plantilla
uploadall.instruction4=Cada carpeta pot contenir un fitxer comments.txt, la presentaci\u00f3 de l'estudiant amb els comentaris que hagueu afegit com a professor i/o altres fitxers que vulgueu retornar amb el lliurament. El temps de c\u00e0rrega que es necessita est\u00e0 relacionat amb la mida del fitxer zip i la velocitat de la connexi\u00f3. Si nom\u00e9s cal pujar una part del fitxer zip podeu limitar la seva mida seleccionant les opcions adequades. 
downloadall.instruction=Escolliu les opcions de desc\u00e0rrega, i despr\u00e9s feu clic a "Descarrega".
uploadall.choose.file=Fitxer\:
uploadall.choose.file2=Seleccioneu els elements de l'arxiu a pujar
uploadall.choose.file.studentSubmissionText=Text de la presentaci\u00f3 (text original enviat per l'estudiant, \u00e9s possible que inclogui comentaris afegits pel professor)
uploadall.choose.file.studentSubmissionAttachment=Document/s adjunt/s a la presentaci\u00f3
uploadall.choose.file.gradeFile=Fitxer de qualificacions (fitxer al capdamunt de l'arxiu)
uploadall.choose.file.gradeFile.csv=Format CSV, fitxer grades.csv
uploadall.choose.file.gradeFile.excel=Format EXCEL, fitxer grades.xlsuploadall.choose.file.feedbackTexts\=Comentaris (inclosos al text de la presentaci\u00f3)
uploadall.choose.file.feedbackTexts=Text dels comentaris (comentaris inserits al lliurament de l'estudiant)
uploadall.choose.file.feedbackComments=Comentaris (arxiu comments.txt, si est\u00e0 disponible a la carpeta de l'estudiant. Els comentaris apareixeran a l'apartat "Comentaris per al professor" de cada presentaci\u00f3)
uploadall.choose.file.includeNotSubmitted=Inclou els estudiants que encara no han fet el lliurament
uploadall.choose.file.confirm=Heu seleccionat un arxiu per penjar. El documents inclosos en aquest arxiu s'afegiran a la presentaci\u00f3 de l'alumne per a aquest treball.
uploadall.releaseOption=Seleccioneu l'opci\u00f3 de publicaci\u00f3
uploadall.releaseOption.yes=Fes p\u00fabliques per a l'estudiantat les qualificacions pujades i els comentaris fets als lliuraments 
uploadall.releaseOption.no=No publiqueu la informaci\u00f3 enviada - La publicar\u00e9 m\u00e9s tard
uploadall.button.upload=Puja
downloadall.button.download=Descarrega
uploadall.alert.choose.element=Heu d'escollir com a m\u00ednim un element en l'arxiu per a pujar.
uploadall.alert.wrongZipFormat=El fitxer ZIP no t\u00e9 un format correcte. Assegureu-vos que el fitxer ZIP cont\u00e9 les carpetes dels estudiants o b\u00e9 que el fitxer grades.csv \u00e9s a l'arrel.
uploadall.alert.incorrectFormat=El format del fitxer ZIP no \u00e9s correcte.
uploadall.alert.invalidUserId=Assegureu-vos que els identificadors d'usuari es corresponen amb els dels participants de l'espai i que les carpetes corresponents s\u00f3n a l'arrel del fitxer comprimit zip (no poden ser subcarpetes).
uploadall.alert.noGradeFile=Assegureu-vos que hi ha un fitxer de qualificacions i una estructura de carpetes correcta.
downloadall.alert.choose.element=Escolliu almenys un element a les opcions de desc\u00e0rrega.
uploadall.alert.zipFile=No heu seleccionat un arxiu de tipus zip. Heu de seleccionar un arxiu .zip o .sit com a fitxer a pujar.
uploadall.note=AV\u00cdS\: Si desc\u00e0rrega la plantilla en un idioma i despr\u00e9s ho canvia, deixar\u00e0 de funcionar la pujada/baixada d'arxius amb eixa plantilla fins que restaure l'idioma amb qu\u00e8 se la va descarregar (o desc\u00e0rrega i use una nova plantilla amb l'idioma actual).
downloadall.note=AV\u00cdS\: Si desc\u00e0rrega la plantilla en un idioma i despr\u00e9s ho canvia, deixar\u00e0 de funcionar la pujada/baixada d'arxius amb eixa plantilla fins que restaure l'idioma amb qu\u00e8 se la va descarregar (o desc\u00e0rrega i use una nova plantilla amb l'idioma actual).
# SAK-19147 Assignments : Download All - flat file structure
uploadall.folders.yes=Desa les presentacions en carpetes d'usuari separades
uploadall.folders.no=Des totes les opcions de desc\u00e0rrega seleccionades en una sola carpeta (d'aquesta manera NO es podr\u00e0 tornar a pujar a l'eina)

review.use=Usa {0}
review.switch.ne.1={0} no est\u00e0 disponible per a lliuraments no-electr\u00f2nics.
review.switch.ne.2={0} no est\u00e0 disponible per a lliuraments no-electr\u00f2nics. Ja no est\u00e0 seleccionada l''opci\u00f3 d''usar Turnitin de la part inferior. 
review.allow=Permet que els alumnes visualitzin l'avaluaci\u00f3
review.report=Informe de revisi\u00f3
review.report.expand=Desplega els informes
review.report.collapse=Replega els informes
review.report.urkund.optoutlink=Exempt d'Urkund
review.reports=informes
review.submit.papers.repository=Envia l'article al repositori seg\u00fcent\:
review.submit.papers.repository.none=Cap
review.submit.papers.repository.standard=Repositori d'articles standard
review.submit.papers.repository.institution=Repositori d'articles de la instituci\u00f3
review.originality.reports=Genera informes d'originalitat\:
review.originality.reports.immediately=Immediatament
review.originality.reports.due=A la data l\u00edmit
review.originality.check=Comprova l'originalitat vers\:
review.originality.check.turnitin=Repositori de revisions
review.originality.check.internet=Internet actual i arxivat
review.originality.check.pub=Publicacions peri\u00f2diques i revistes
review.originality.check.institution=Repositori espec\u00edfic de la instituci\u00f3
review.exclude.bibliographic=Exclou de l'\u00edndex de similaritat  els materials bibliogr\u00e0fics  de tots els articles d'aquesta activitat
review.exclude.quoted=Exclou de l'\u00edndex de similaritat  els materials citats  de tots els articles d'aquesta activitat
review.exclude.quoted.help=Estableix l'opci\u00f3 predeterminada per a tots els informes lliurats per aquesta activitat. Per reduir el nombre de coincid\u00e8ncies falses es recomana excloure  les cites de manera predeterminada. Encara tindreu la possibilitat de modificar aquesta opci\u00f3 per cada informe individual despr\u00e9s del lliurament. 
review.exclude.self.plag=Excloure l'auto plagi dins del curs
review.exclude.self.plag.help=Estableix l'opci\u00f3 predeterminada per a tots els informes lliurats per aquesta activitat. Per reduir el nombre de coincid\u00e8ncies falses es recomana excloure  l'auto plagi en el mateix curs de manera predeterminada. Encara tindreu la possibilitat de modificar aquesta opci\u00f3 per cada informe individual despr\u00e9s del lliurament. L'auto plagi es comprovar\u00e0 als informes d'usuari en altres cursos.
review.store.inst.index=Desa l'article en un \u00edndex institucional
review.store.inst.index.help=Configureu l'opci\u00f3 predeterminada per tots els informats lliurats per aquesta activitat. Si escolliu no desar els informes al vostre directori institucional, els informes no s'usaran per comprovar el plagi als informes d'altres estudiants de la vostra instituci\u00f3. Un cop un informe s'hagi lliurat no podreu canviar aquesta opci\u00f3 per aquest informe.
review.studentPreview=Habilita la previsualitzaci\u00f3 per part dels estudiants
review.studentPreview.help=Si escolliu habilitar la previsualitzaci\u00f3 per part dels estudiants, els usuaris podran revisar i tornar a lliurar els seus treballs dins del termini fixat per la data l\u00edmit. Els professors nom\u00e9s podran veure el lliurament final per\u00f2 podran consultar al registre d'informes les puntuacions de tots els treballs revisats per l'estudiant. Si l'activitat t\u00e9 una data l\u00edmit, l'esborrany m\u00e9s recent de l'estudiant es lliurar\u00e0 autom\u00e0ticament si no ha presentat res. Es recomana que fixeu una data l\u00edmit per a l'activitat i que permeteu que els estudiants vegin els informes sobre els seus treballs. 
review.exclude.smallMatches=Exclou les coincid\u00e8ncies massa febles
review.exclude.matches.by=Exclou les coincid\u00e8ncies d'acord amb el criteri\:
review.exclude.matches.wordmax=Fins a un nombre de paraules igual a\:
review.exclude.matches.percentage=Percentatge\:
review.exclude.matches.value_error=En el cas de Turnitin, per excloure coincid\u00e8ncies massa febles heu d'introduir un valor entre 0 i 100.
review.exclude.matches.header=Opcions d'exclusi\u00f3\:
review.file.not.accepted={0} no admet el fitxer que heu provat de pujar. Cal que pugeu un fitxer que sigui d''un dels tipus seg\u00fcents\: {1}
review.advancedSettings.vericite=Configuraci\u00f3 avan\u00e7ada de VeriCite

gen.sorbyreview=Organitza per revisi\u00f3
gen.rev=Revisi\u00f3
review.notavail=Encara no disponible
review.viewreport=Veure l'informe
review.title=Servei {0}
review.noreport=Sense avaluaci\u00f3
review.contentReviewIndicator={0} revisar\u00e0 l''originalitat dels fitxers adjunts.

## notification email content
noti.subject.label=Assumpte\:
noti.subject.content=Notificaci\u00f3 per correu electr\u00f2nic de la presentaci\u00f3 d'una activitat
noti.site.title=T\u00edtol de l'espai\:
noti.site.url=Adre\u00e7a URL de l'espai\:
noti.assignment.duedate=Data l\u00edmit per a la presentaci\u00f3\:
noti.student=Alumne\:
noti.submit.time=Presentat en la data\:
noti.archive.empty=El fitxer \u00e9s buit.

## navigation labels
nav.prev=< Anterior
nav.list=Torna a la llista
nav.next=Seg\u00fcent >
nav.message=(Els canvis es desaran)
nav.header=Navega pels lliuraments
nav.prev.ungraded=< Anterior sense qualificar
nav.next.ungraded=Seg\u00fcent sense qualificar >
nav.view.subsOnly=Navega nom\u00e9s entre estudiants que han fet lliuraments

gen.opendate.annc=Anuncia la data d'obertura

## supplement
supplement=Elements suplementaris
extraNodesRequired=Introdu\u00efu la informaci\u00f3 obligat\u00f2ria.
additional_information=Informaci\u00f3 addicional
## model answer
modelAnswer=Resposta model
modelAnswer.instruction=Proporciona un model de resposta o una soluci\u00f3 de l'activitat
modelAnswer.show_to_student.prompt=Mostra als alumnes
modelAnswer.show_to_student.tooltip=Escolliu quan voleu mostrar als estudiants la resposta model
modelAnswer.show_to_student.0=--seleccioneu-ne una--
modelAnswer.show_to_student.1=Abans que l'alumne inici\u00ef l'activitat
modelAnswer.show_to_student.2=Despr\u00e9s que l'alumne envi\u00ef l'activitat
modelAnswer.show_to_student.3=Despr\u00e9s que la presentaci\u00f3 s'hagi avaluat i retornat
modelAnswer.show_to_student.4=Despr\u00e9s de la data l\u00edmit d'acceptaci\u00f3 de presentacions
modelAnswer.alert.modelAnswer=Prove\u00efu un text a la resposta model.
modelAnswer.alert.showto=Escolliu la data adequada per a mostrar la resposta model als estudiants.

## private note
note=Nota privada
note.label=Notes sobre les activitats
note.instruction=Podeu fer anotacions per a fer el seguiment d'aspectes relacionats amb les activitats, anotar idees, etc. Disponible durant l'avaluaci\u00f3.
note.to.prompt=comparteix
note.to.tooltip=Escolliu a qui voleu mostrar aquesta nota
note.to.0=-- seleccioneu-ne una --
note.to.1=Mantenir-ho privat
note.to.2=Permet la lectura a altres professors
note.to.3=Permet la lectura i fer modificacions a altres professors
note.alert.text=Introdu\u00efu el text del comentari privat.
note.alert.to=Escolliu l'opci\u00f3 de compartir el comentari privat.

## all purpose of item
allPurpose=Element per a qualsevol prop\u00f2sit
allPurpose.instruction=Informaci\u00f3 que es mostra en un temps espec\u00edfic a qualsevol que s'indiqui.
allPurpose.show=Mostra aquest element
allPurpose.show.from=De
allPurpose.show.util=Fins
allPurpose.show.date=Data\:
allPurpose.show.time=Hora\:
allPurpose.show.hide=Amaga aquest element
allPurpose.show.to=Mostra a
allPurpose.show.expand=Expandeix
allPurpose.show.collapse=Redueix
allPurpose.show.list=Llista
allPurpose.user.selection.count=seleccionats
allPurpose.alert.title=Poseu un t\u00edtol a l'element d'\u00fas m\u00faltiple.
allPurpose.alert.text=Afegiu un text informatiu sobre l'element d'\u00fas m\u00faltiple.
allPurpose.alert.access=Escolliu llista d'acc\u00e9s per a l'element d'\u00fas m\u00faltiple.
allPurpose.alert.release.afer.retract=La data per mostrar l'element no pot ser posterior a la data en qu\u00e8 est\u00e0 fixat que es deixi de veure. 

all=Totes

allowResubmission.show=Mostra la configuraci\u00f3 per permetre reenviaments de presentacions
allowResubmission.hide=Amaga la configuraci\u00f3 per a permetre reenviaments de presentacions
allowResubmission.label=Selecciona usuari(s) i habilita reenviament de presentacions
allowResubmission.groups.label=Selecciona Grup(s) i permet els reenviaments
allowResubmission.instruction=Selecciona usuari(s) i aplica la configuraci\u00f3 dels reenviaments de presentacions.
allowResubmission.groups.instruction=Selecciona grup(s) i aplica la configuraci\u00f3 de reenviament.
allowResubmission.nouser=Escolliu almenys un usuari per aplicar la configuraci\u00f3 dels reenviaments de presentacions escollida.
allowResubmission.toggleall=Selecciona/deselecciona tots per permetre  reenviaments
allowResubmission.select.student=Permet tornar a lliurar a
#SAK-31405
assignment.print=Imprimeix
assignment.additional.notes.file.title=Informaci\u00f3 addicional
assignment.additional.notes.export.title=Notes addicionals sobre els estudiants
assignment.additional.notes.export.header=S'han afegit notes addicionals sobre els seg\u00fcents estudiants\:
assignment.additional.notes.export.footer=Els marcadors de les activitats s'han de notificar per a que la informaci\u00f3 pugui ser tinguda en compte.
assignment.additional.notes.students.explanation=Segons el vostre registre d'estudiant les notes seg\u00fcents us corresponen\: {0}
## single file upload
singleatt=Nom\u00e9s es pot penjar un \u00fanic fitxer
att.upl=Escolliu un fitxer\:
size.exceeded=Heu excedit la mida l\u00edmit de c\u00e0rrega de {0}.
notpermis4=No disposa dels permisos adequats per a afegir recursos.
alert.toolong=El nom ''{0}'' \u00e9s massa llarg.
failed=L'operaci\u00f3 no s'ha pogut completar
failed.upload=El fitxer no s'ha pogut pujar. 
failed.diskio=La pujada del fitxer no s'ha completat per un error d'escriptura a disc al servidor. 
choosefile7=Escolliu el fitxer a adjuntar.

## link to calendar
assign_due_event_desc=L''activitat {0} t\u00e9 com a data l\u00edmit {1}.

## confirm success grading of submission
saved_grading=S'han desat els comentaris i/o les qualificacions.

## Advise to use the navigation on the page
use_form_navigation=Per navegar entre activitats feu \u00fas dels botons anterior i seg\u00fcent que apareixen en aquesta p\u00e0gina.

## cancel changes button
cancel_changes=Cancel.la els canvis

send.submission.releasegrade.email.options=Opcions de notificaci\u00f3 per correu electr\u00f2nic de les qualificacions publicades\:
send.submission.releasegrade.email.none=No envi\u00efs cap correu electr\u00f2nic a l'estudiant respecte la publicaci\u00f3 de la qualificaci\u00f3.
send.submission.releasegrade.email=Envia un correu electr\u00f2nic a l'estudiant quan es publiqui la qualificaci\u00f3.

noti.releasegrade.subject.content=Notificaci\u00f3 per correu electr\u00f2nic per la qualificaci\u00f3 d'una activitat retornada
noti.releasegrade.text=Se li ha retornat el seu lliurament corresponent a l''activitat ''{0}''. Aneu a {1} per veure''n els detalls.

not_allowed_to_grade_in_gradebook=Aquesta activitat est\u00e0 associada amb un element de qualificaci\u00f3. Com no teniu autoritzaci\u00f3 per introduir qualificacions a l'eina de Qualificacions tampoc podeu fer-ho a l'eina Activitats. Tot i aix\u00f2, com a m\u00e8tode per qualificar podeu introduir canvis a l'\u00e0rea de comentaris i pujar fitxers adjunts. 

not_allowed_to_grade_submission=No teniu autoritzaci\u00f3 per qualificar el lliurament {0}.

## for gradebook item already associated with certain assignment
usedGradebookAssignment=associat amb ''{0}''

## options for assignment list view display
options=Opcions
youarenot_options=No teniu autoritzaci\u00f3 per editar les opcions de l'eina d'Activitats.
options_instruction=Escolliu l'opci\u00f3 de visualitzaci\u00f3 per la p\u00e0gina de qualificaci\u00f3 d'activitats.
options_default=Predeterminat (es mostren totes les presentacions dels estudiants)
options_searchonly=Mostra nom\u00e9s les presentacions que coincideixin amb el filtre de grup i els resultats de la cerca. 
options_cannotFindSite=No s''ha trobat cap espai amb id \= ''{0}''.
options_cannotEditSite=No teniu autoritzaci\u00f3 per editar l''espai amb id  \= ''{0}''.
view_instruction=Escolliu un grup per veure les presentacions dels estudiants.
search=Cerca
search_students=Cerca estudiants
search_clear=Neteja la cerca
search_student_instruction=Nom, ID o correu electr\u00f2nic
please_select_group=Seleccioneu un grup\:
nostudent_searchview=No s'ha trobat cap estudiant que satisfaci els criteris i filtres de la cerca.

same_assignment_title=En aquest espai hi ha una activitat amb el mateix t\u00edtol ''{0}''. Poseu un altre t\u00edtol a l''activitat.

#Reorder Vm
reorder.title=Organitza com es mostra la llista d'activitats predeterminades
reorder.instruction.general=Per reordenar, arrossegueu els elements de la llista i feu clic a Desa.
reorder.instruction.input=Podeu editar tamb\u00e9 els nombres d'ordre de la llista.
reorder.instruction.general.hidden=Entreu a la llista i prement la tecla Control useu les fletxes per ordenar.
reorder.undo.last.label=Desfes el darrer
reorder.undo.all.label=Desfes-ho tot
reorder.fail.valid.message=El nombre ha de ser menor que \# 

## the url used by download all process
download_url_reminder=Heu escollit baixar-vos les presentacions dels estudiants. Si s'ha produ\u00eft cap problema, feu clic sobre l'enlla\u00e7 seg\u00fcent\:
download_url_link_label=Descarrega
allPurpose_save=Desa
allPurpose_cancel=Cancel\u00b7la

# EntityProvider properties
assignment=Activitats d'un espai.
assignment.action.deepLinkWithPermissions=\ Aquesta acci\u00f3 usa la refer\u00e8ncia a l'activitat i els valors booleans allowReadAssignment, allowAddAssignment, allowSubmitAssignment i retorna la url deepLink. El patr\u00f3 per a la url de la sol\u00b7licitud \u00e9s\: /direct/assignment/deepLinks/{assignment_ref} amb els par\u00e0metres {bool_allowRead}, {bool_allowAdd} i {bool_allowSubmit}
assignment.action.deepLink=Aquesta acci\u00f3 usa la refer\u00e8ncia a l'activitat i retorna la url deepLink per l'usuari. El patr\u00f3 per a la url de la sol\u00b7licitud \u00e9s\: /direct/assignment/deepLinks/{assignment_ref}
assignment.action.annc=Aquesta acci\u00f3 usa la refer\u00e8ncia a l'activitat i retorna informaci\u00f3 sobre l'activitat de cara a integrar-la en un av\u00eds. La informaci\u00f3 sobre l'activitat inclou l'objecte, el context, l'identificador, el t\u00edtol i la url. El patr\u00f3 per a la url de la sol\u00b7licitud \u00e9s\: /direct/assignment/annc/{assignment_ref} amb el par\u00e0metre  {messageId}
assignment.action.site=Recupera les activitats d'un espai. El patr\u00f3 de l'adre\u00e7a url de la petici\u00f3 \u00e9s\: /direct/assignment/site/{siteId}.{format}.gradebookItemId i retorna  les dades en 3 formats diferents 1) ""- si una activitat no est\u00e0 associada amb l'eina Qualificacions  2) "{Cadena amb el nom del  gradebookItem}"- quan associa una activitat amb un element de qualificaci\u00f3 existent  3) "/assignment/a/{site_id}/{assignment-id}"- a l'afegir l'activitat a l'eina Qualificacions.
assignment.action.item=Recupera una activitat concreta usant l'identificador de la tasca. El patr\u00f3 que ha de seguir la url de la petici\u00f3 \u00e9s\: /direct/assignment/item/{assignmentId}.{format}
assignment.action.my=Recupera totes les activitats de tots els espais als que pertanyo. El patr\u00f3 que ha de seguir la url de la petici\u00f3 \u00e9s\: /direct/assignment/my.{format}

content_review.error.SUBMISSION_ERROR_RETRY_CODE=S'ha produ\u00eft un error enviant aquest adjunt al servei de revisi\u00f3 de la seva originalitat. Es tornar\u00e0 intentar d'enviar-lo autom\u00e0ticament. 
content_review.error.SUBMISSION_ERROR_NO_RETRY_CODE=S'ha produ\u00eft un error a l'enviar aquest adjunt al servei de revisi\u00f3 de la seva originalitat. 
content_review.error.SUBMISSION_ERROR_USER_DETAILS_CODE=S'ha produ\u00eft un errir a l'enviar aquest adjunt al servei de revisi\u00f3 de la seva originalitat. Les dades de l'usuari no s\u00f3n v\u00e0lides o s\u00f3n incompletes. 
content_review.error.REPORT_ERROR_RETRY_CODE=S'ha produ\u00eft un error al recuperar l'informe sobre la originalitat d'aquest adjunt. L'informe s'intentar\u00e0 recuperar autom\u00e0ticament. 
content_review.error.REPORT_ERROR_NO_RETRY_CODE=S'ha produ\u00eft un error recuperant l'informe sobre la originalitat d'aquest adjunt. No es pot recuperar l'informe. 
content_review.error.SUBMISSION_ERROR_RETRY_EXCEEDED_CODE=Tots els intents d'enviar aquest adjunt per revisar-ne l'originalitat han fallat. S'ha arribat al nombre l\u00edmit d'intents. 
content_review.pending.info=El fitxer adjunt s'ha enviat i est\u00e0 pendent de revisi\u00f3.

content_review.error=S'ha produ\u00eft un error desconegut. La revisi\u00f3 de l'originalitat d'aquest adjunt no est\u00e0 disponible.
content_review.error.createAssignment=S''ha produ\u00eft un error amb {0} quan es creava aquesta activitat. {1} ha desat l''activitat en mode esborrany. Proveu de tornar a enviar aquesta activitat m\u00e9s tard. {2}
content_review.note=<div><br /><em>NOTA\:</em><ul><li>L''estudiantat nom\u00e9s pot usar els tipus de fitxer seg\u00fcents a l''incloure adjunts\: {0}.</li> <li>Els fitxers s''han de desar sempre amb l''extensi\u00f3 apropiada.</li> </ul></div>
content_review.accepted.types.delimiter=,
content_review.accepted.types.lparen=(
content_review.accepted.types.rparen=)

noti.releaseresubmission.subject.content=El lliurament corresponent a l'activitat ha estat avaluat
noti.releaseresubmission.text=El vostre lliurament corresponent a l''activitat "{0}"  ha estat avaluat i fins a la data l\u00edmit permet reenviaments. Aneu a {1} per veure''n els detalls. 
noti.releaseresubmission.noresubmit.text=El vostre lliurament corresponent a l''activitat "{0}" ha estat avaluat. Aneu a {1} per veure''n els detalls. 

send.submission.releasereturn.email.options=Opcions del correu electr\u00f2nic de notificaci\u00f3 per reenviaments publicats\:
send.submission.releasereturn.email.none=No envi\u00efs correu electr\u00f2nic de notificaci\u00f3 quan es publiqui la nota i es permetin reenviaments
send.submission.releasereturn.email=Envia el correu electr\u00f2nic de notificaci\u00f3

send.notification.opendate.email.none=No m'envi\u00efs notificaci\u00f3 per correu electr\u00f2nic
send.notification.opendate.email.low=Envia notificaci\u00f3 per correu electr\u00f2nic amb la data d'obertura a aquells participants que ho han escollit aix\u00ed.
send.notification.opendate.email.high=Envia notificaci\u00f3 per correu electr\u00f2nic amb la data d'obertura a tots els participants.

sendFeedback.show=Mostra la configuraci\u00f3 per a l'enviament de comentaris
sendFeedback.hide=Amaga la configuraci\u00f3 per a l'enviament de comentaris
sendFeedback.label=Seleccioneu els usuaris a qui enviar comentaris
sendFeedback.instruction=Seleccioneu els usuaris i escriviu els comentaris al quadre de text de la part inferior
sendFeedback.options=Opcions d'enviament de comentaris
sendFeedback.overwrite=Sobreescriu els comentaris que hi ha actualment (NOTA\: no sobreescriu de manera predeterminada) 
sendFeedback.returnToStudents=Fes p\u00fablics els comentaris als estudiants seleccionats (NOTA\: Aquesta opci\u00f3 nom\u00e9s fa p\u00fablics els comentaris, si voleu publicar les qualificacions cal que feu clic sobre "Publica les qualificacions"). 
sendFeedback.nouser=Cal que escolliu almenys un usuari a qui enviar comentaris.
sendFeedback.nocomment=Cal que introdu\u00efu un comentari.
sendFeedback.savedow=Els comentaris s'han sobreescrit i desat correctament.
sendFeedback.saved=Els comentaris s'han desat correctament.
sendFeedback.returned=S'han enviat els comentaris als usuaris seleccionats (NOTA\: Si voleu publicar les qualificacions cal que feu clic sobre "Publica les qualificacions").
sendFeedback.error=S''ha produ\u00eft un error lliurant els comentaris a {0} usuaris. 

# Peer Review
peerAssessmentSavedGrading=Els comentaris i/o les qualificacions s'han desat per\u00f2 no s'han enviat. Si no presenteu la revisi\u00f3 abans del termini, s'enviar\u00e0 de manera autom\u00e0tica.
peerAssessmentSavedSubmission=Els comentaris i/o les qualificacions s'han desat i presentat.
peerAssessmentName=Revisi\u00f3 per part dels companys - Els estudiants s'avaluen entre ells

noAdditionalOptionsName=No hi ha opcions addicionals de l'activitat

additionalOptionsName=Opcions addicionals de l'activitat

peerAssessmentUse=Usa l'avaluaci\u00f3 dels companys
peerassessment.note=Usar l'avaluaci\u00f3 per part dels companys requereix qualificacions de tipus num\u00e8ric i no permet les activitats per grups.
peerassessment.periodfinishes=El per\u00edode d'avaluaci\u00f3 acaba el\:
peerassessment.anonymousEvaluation=Avaluaci\u00f3 an\u00f2nima
peerassessment.studentViewReviews=Permet que els estudiants vegin les revisions de les seves presentacions
peerassessment.numSubmissions=Nombre de presentacions que els estudiants han de revisar
peerassessment.reviewInstructions=Instruccions per als revisors\:
peerassessment.specifyNumReview=Introdu\u00efu un valor per al nombre de presentacions que ha de revisar un estudiant en el cas d'avaluaci\u00f3 per part dels companys.
peerassessment.invalidNumReview=Heu d'introduir un nombre v\u00e0lid superior a 0 per al nombre de les presentacions que un estudiant ha de revisar en el cas d'avaluaci\u00f3 per part dels companys.
peerassessment.invliadPeriodTime=Heu d'introduir un per\u00edode de revisi\u00f3 per part dels companys d'almenys 10 minuts despr\u00e9s de la data l\u00edmit d'acceptaci\u00f3.
peerassessment.reviewStartsOn=La revisi\u00f3 comen\u00e7a el {0}
peerassessment.notavailable=Per l'activitat seleccionada no est\u00e0 disponible l'avaluaci\u00f3 per part dels companys.
peerassessment.allSubmitted=Heu enviat totes les vostres revisions.
peerassessment.instructionsForReviewer=Instruccions per al revisor
peerassessment.reviewerComments=Comentaris del revisor
peerassessment.reviewerAttachments=Fitxers adjuntats pel revisor
peerassessment.reviewerNoAttachments=El revisor no ha adjuntat cap fitxer.
peerassessment.alert.saveerrorunkown=Al desar s'ha produ\u00eft un error, reinicieu i torneu-ho a provar.
peerassessment.alert.saveinvalidscore=Per a la puntuaci\u00f3 cal introduir un nombre sencer v\u00e0lid m\u00e9s gran que 0.
peerassessment.alert.savenoscorecomment=Cal que introdu\u00efu una qualificaci\u00f3 o un comentari per a poder enviar la vostra revisi\u00f3.
peerassessment.instructions.reviewer=Instruccions per al revisor
peerassessment.invliadGroupAssignment=Les avaluacions per part dels companys no estan disponibles en el cas de les activitats per grups.
peerassessment.invliadSubmissionTypeAssignment=L'avaluaci\u00f3 per part dels companys no est\u00e0 disponible en el cas d'activitats que no siguin electr\u00f2niques.
peerassessment.invliadGradeTypeAssignment=L'avaluaci\u00f3 per part dels companys nom\u00e9s est\u00e0 disponible quan per a l'escala de qualificacions s'escull puntuaci\u00f3 num\u00e8rica.
peerassessment.reviewedby=Revisat per
peerassessment.reviewergrade=Qualificaci\u00f3 del revisor
peerassessment.noscore=No hi ha qualificaci\u00f3
peerassessment.nocomments=Sense comentaris
peerassessment.removereview=Elimina la revisi\u00f3
peerassessment.restorereview=Restaura la revisi\u00f3
peerassessment.cantgradewithdate=L''avaluaci\u00f3 per part del professor est\u00e0 deshabilitada fins que no acabi el per\u00edode de revisi\u00f3\: {0}
peerassessment.removed=La revisi\u00f3 de la presentaci\u00f3 de l'estudiant s'ha eliminat
peerassessment.restored=La revisi\u00f3 de la presentaci\u00f3 de l'estudiant ha estat restaurada
peerassessment.peerReviewDueDateWithDate=Data l\u00edmit per a la revisi\u00f3 per part dels companys\: {0}
peerassessment.peerGradeInfo=En aquesta secci\u00f3, podeu acceptar o sobreescriure la qualificaci\u00f3 mitjana assignada per la revisi\u00f3 per part dels companys. Un cop es publiqui aquesta qualificaci\u00f3 ser\u00e0 la que apareixer\u00e0 al llibre de qualificacions.
stuviewsubm.peerreview=Un cop presentada, aquesta activitat formar\u00e0 part d'una revisi\u00f3 per part de companys.
stuviewsubm.peerreviewanon=Un cop presentada, aquesta activitat formar\u00e0 part d'una revisi\u00f3 an\u00f2nima per part de companys. Assegureu-vos de no incloure el vostre nom al text la presentaci\u00f3 o als noms o continguts dels fitxers.
peerassessment.submissionReq=\u00c9s obligat\u00f2ria la presentaci\u00f3 de l'activitat
peerassessment.notOpen=Tancat
peerassessment.notStarted=No est\u00e0 iniciat
peerassessment.incomplete=Incomplet
peerassessment.submitted=Enviat
peerassessment.student=Estudiant {0}
peerassessment.draftInProgress=Esborrany - en curs

gen.att.single=Fitxer adjunt
gen.stuatt.single=S'ha lliurat el fitxer adjunt
gen.noatt.single=Encara no hi ha cap fitxer adjunt
gen.noattsubmitted.single=No s'ha lliurat cap fitxer adjunt

assignment.inaccessible=L'estudiantat no pot accedir a aquesta activitat perqu\u00e8 es va assignar a un grup que ja no existeix. Cal que editeu l'activitat i canvieu la configuraci\u00f3 d'acc\u00e9s per resoldre aquest problema.
settings.access.noGroupsPresent=Nota - Actualment en aquest espai no hi ha grup. Per poder assignar l'activitat a un grup concret cal crear els grups primer. 
settings.access.selectedGroupsGoneNoGroups=Nota - Els grups seleccionats pr\u00e8viament ja no existeixen. S'ha seleccionat l'opci\u00f3 d'acc\u00e9s de mostrar a tot l'espai per a aquesta activitat. Podeu fer accessible l'activitat per part de tots els membres de l'espai o crear grups nous si voleu restringir l'acc\u00e9s. 
settings.access.selectedGroupsGoneOtherGroupsPresent=Nota - Els grups seleccionats pr\u00e8viament ja no existeixen. L'opci\u00f3 d'acc\u00e9s seleccionada per a aquesta activitat ser\u00e0 la de mostrar a tot l'espai. Podeu fer accessible l'activitat per part de tots els membres de l'espai o crear grups nous si voleu restringir l'acc\u00e9s. 
settings.access.selectGroups=Note - Cal que seleccioneu almenys un grup.
selected.group=Grup seleccionat
selected.groups=Grups seleccionats

submission.inline=Lliurament
grade.type.unknown=Tipus de qualificaci\u00f3 desconegut
submission.type.unknown=Tipus de lliurament desconegut

scoringAgent.grade=Qualifica amb un {0}
scoringAgent.view=Mostra amb {0}
scoringAgent.refresh=Actualitza la qualificaci\u00f3 des de {0}
scoringAgent.refreshReminder=S'est\u00e0 qualificant ... Feu clic aqu\u00ed per actualitzar la qualificaci\u00f3

grades.submissionTime=Data de lliurament
grades.late=Lliurament amb retard
grades.lateness.late=Amb retard
grades.lateness.ontime=A temps
grades.lateness.unknown=Desconegut
