#Vietnamese Sakai is a contribution from HOSEI IT Center and www.huric.org; we also collaborate with Ho Chi Minh University of Technology for this project. 
# For future contact, Please email to Billy Quoc Pham [bpham@huric.org], Nguyen Hua Phung [phung@cse.hcmut.edu.vn] 
#To test out Vietnamse Sakai, you may go to http://vietsakai.huric.net 
#
#Tue Sep 07 15:05:28 PDT 2010
newassig.tosel=\u0110\u1EC3 ch\u1ECDn nhi\u1EC1u h\u01A1n m\u1ED9t ph\u1EA7n\: gi\u1EEF (PC - CTRL, Mac - Apple) tr\u1ECDng \u0111i\u1EC3m, trong khi c\u00E1ch nh\u1EA5p chu\u1ED9t v\u00E0o ph\u1EA7n th\u1EE9 2 v\u00E0 ti\u1EBFp theo. 
gen.grarep=B\u00E1o c\u00E1o \u0111i\u1EC3m 
edit=- s\u1EEDa 
gen.visible=\u0110\u1ED1i v\u1EDBi 
prevassig.hidstuvie=\u1EA8n h\u1ECDc sinh xem 
alert.toolong=T\u00EAn ''{0}''l\u00E0 qu\u00E1 d\u00E0i. 
stuviewsubm.plesub=Vui l\u00F2ng g\u1EEDi l\u1EA1i v\u1EDBi nh\u1EEFng thay \u0111\u1ED5i c\u1EE7a b\u1EA1n. 
new=Th\u00EAm 
gen.submission=Tr\u00ECnh 
not_allowed_to_submit=B\u1EA1n kh\u00F4ng \u0111\u01B0\u1EE3c n\u1ED9p tr\u00ECnh b\u00E0i t\u1EADp n\u00E0y. 
all=T\u1EA5t c\u1EA3 
access=Truy c\u1EADp 
displayto.selected=Xem c\u00E1c nh\u00F3m \u0111\u01B0\u1EE3c l\u1EF1a ch\u1ECDn 
tag.tags=Tags 
gen.honple2=Cam k\u1EBFt t\u00F4n vinh\: T\u00F4i \u0111\u00E3 kh\u00F4ng \u0111\u01B0\u1EE3c vi\u1EC7n tr\u1EE3 v\u00E0 c\u0169ng kh\u00F4ng nh\u1EADn \u0111\u01B0\u1EE3c tr\u00EAn b\u00E0i t\u1EADp n\u00E0y. 
uploadall.choose.file.studentSubmissionText=Sinh vi\u00EAn n\u1ED9p v\u0103n b\u1EA3n (v\u0103n b\u1EA3n \u0111\u1EC7 tr\u00ECnh ban \u0111\u1EA7u c\u1EE7a h\u1ECDc sinh, c\u00F3 th\u1EC3 c\u00F3 ch\u1EE9a h\u01B0\u1EDBng d\u1EABn th\u00EAm \u00FD ki\u1EBFn) 
gen.duedat=Do Ng\u00E0y 
grades.id=Xem ID 
gen.attfprgra=\u0110\u00EDnh k\u00E8m v\u1EDBi \u0111i\u1EC3m 
review.notavail=Ch\u01B0a c\u00F3 
viewsubmission=Xem th\u00F4ng tin 
allPurpose.show.list=Danh s\u00E1ch 
gen.stuvie=Giao di\u1EC7n cho Sinh vi\u00EAn  
modelAnswer.show_to_student.4=Sau khi ch\u1EA5p nh\u1EADn, cho \u0111\u1EBFn ng\u00E0y 
modelAnswer.show_to_student.3=Sau khi n\u1ED9p h\u1ED3 s\u01A1 \u0111\u01B0\u1EE3c ch\u1EA5m \u0111i\u1EC3m v\u00E0 tr\u1EA3 v\u1EC1 
modelAnswer.show_to_student.2=Sau khi h\u1ECDc sinh tr\u00ECnh 
modelAnswer.show_to_student.1=Tr\u01B0\u1EDBc khi h\u1ECDc sinh b\u1EAFt \u0111\u1EA7u b\u00E0i t\u1EADp 
gen.rev=TurnItIn 
modelAnswer.show_to_student.0=- ch\u1ECDn m\u1ED9t - 
gen.pre=Xem tr\u01B0\u1EDBc 
feb=T3
review.allow=Cho ph\u00E9p h\u1ECDc sinh \u0111\u1EC3 xem b\u00E1o c\u00E1o 
supplement=B\u1ED5 sung T\u00ECm 
noti.submit.text=G\u1EEDi v\u0103n b\u1EA3n\: 
date.closedate=ng\u00E0y g\u1EA7n 
gen.open=M\u01A1\u0309 
listassig.sorbytit=Ph\u00E2n lo\u1EA1i theo t\u00EAn 
gen.addhonple=Th\u00EAm danh d\u1EF1 c\u1EA7m c\u1ED1 
prevassig.hidass=\u1EA8n b\u00E0i t\u1EADp 
uploadall.releaseOption.yes=Ph\u00E1t h\u00E0nh \u0111\u01B0\u1EE3c t\u1EA3i l\u00EAn th\u00F4ng tin cho sinh vi\u00EAn 
gen.clocli=\u0110\u00F3ng, nh\u1EA5p chu\u1ED9t \u0111\u1EC3 m\u1EDF c\u00E1c h\u01B0\u1EDBng d\u1EABn b\u00E0i t\u1EADp 
uploadall.alert.zipFile=B\u1EA1n ch\u01B0a ch\u1ECDn m\u1ED9t file l\u01B0u tr\u1EEF zip. B\u1EA1n ph\u1EA3i ch\u1ECDn m\u1ED9t. Zip ho\u1EB7c m\u1ED9t .sit file l\u01B0u tr\u1EEF  cho c\u00E1c file t\u1EA3i l\u00EAn. 
listsub.sorbyrel=Ph\u00E2n lo\u1EA1i b\u1EDFi Ph\u00E1t h\u00E0nh 
groups=Nh\u00F3m 
inlinatt=Inline v\u00E0 file \u0111\u00EDnh k\u00E8m 
saved_grading=B\u00ECnh lu\u1EADn v\u00E0 / ho\u1EB7c \u0111i\u1EC3m l\u1EDBp \u0111\u00E3 \u0111\u01B0\u1EE3c l\u01B0u. 
gen.sortbyfor=Ph\u00E2n lo\u1EA1i theo \u0111\u1ED1i t\u01B0\u1EE3ng 
opedat=M\u1EDF c\u1EEDa ng\u00E0y giao 
not_allowed_to_grade_submission=B\u1EA1n kh\u00F4ng \u0111\u01B0\u1EE3c ph\u00E9p \u0111\u1EC3 tr\u00ECnh \u0111i\u1EC3m {0}. 
gradingsub.opecliass=M\u1EDF, b\u1EA5m \u0111\u1EC3 \u0111\u00F3ng h\u01B0\u1EDBng d\u1EABn b\u00E0i t\u1EADp 
gen.retustudtit=L\u01B0u v\u00E0 \u00FD ki\u1EBFn tr\u1EA3 l\u1EA1i v\u00E0 ch\u1EA5m \u0111i\u1EC3m cho sinh vi\u00EAn 
allowResubmission.nouser=Xin vui l\u00F2ng ch\u1ECDn \u00EDt nh\u1EA5t m\u1ED9t ng\u01B0\u1EDDi s\u1EED d\u1EE5ng \u0111\u1EC3 thi\u1EBFt l\u1EADp c\u00E1c l\u1EF1a ch\u1ECDn n\u1ED9p l\u1EA1i. 
stulistassig.selanass=Ch\u1ECDn m\u1ED9t b\u00E0i t\u1EADp \u0111\u1EC3 xem chi ti\u1EBFt, b\u1EAFt \u0111\u1EA7u l\u00E0m vi\u1EC7c ho\u1EB7c ch\u1EC9nh s\u1EEDa c\u00E1c c\u00F4ng vi\u1EC7c tr\u01B0\u1EDBc \u0111\u00F3 c\u1EE7a b\u1EA1n. 
thiasshas=b\u00E0i t\u1EADp n\u00E0y kh\u00F4ng c\u00F3 h\u01B0\u1EDBng d\u1EABn. B\u1EA1n c\u00F3 ch\u1EAFc ch\u1EAFn? 
gen.theassall6=b\u00E0i t\u1EADp n\u00E0y cho ph\u00E9p g\u1EEDi b\u1EB1ng c\u00E1ch s\u1EED d\u1EE5ng text box d\u01B0\u1EDBi \u0111\u00E2y. G\u00F5 v\u00E0o tr\u00ECnh n\u1ED9p c\u1EE7a b\u1EA1n. L\u01B0u th\u01B0\u1EDDng xuy\u00EAn trong khi l\u00E0m vi\u1EC7c. 
gen.theassall4=b\u00E0i t\u1EADp n\u00E0y cho ph\u00E9p g\u1EEDi b\u1EB1ng c\u00E1ch s\u1EED d\u1EE5ng c\u1EA3 hai text box d\u01B0\u1EDBi \u0111\u00E2y v\u00E0 c\u00E1c t\u00E0i li\u1EC7u \u0111\u00EDnh k\u00E8m. Lo\u1EA1i \u00FD ki\u1EBFn c\u1EE7a b\u1EA1n v\u00E0o text box d\u01B0\u1EDBi \u0111\u00E2y v\u00E0 s\u1EED d\u1EE5ng file \u0111\u00EDnh k\u00E8m n\u00FAt Add \u0111\u1EC3 bao g\u1ED3m c\u00E1c t\u00E0i li\u1EC7u kh\u00E1c. L\u01B0u th\u01B0\u1EDDng xuy\u00EAn trong khi l\u00E0m vi\u1EC7c. 
review.report=B\u00E1o c\u00E1o Turnitin 
newassig.comfor=Ho\u00E0n th\u00E0nh m\u1EABu v\u00E0 sau \u0111\u00F3 ch\u1ECDn 'b\u00E0i' \u1EDF ph\u00EDa d\u01B0\u1EDBi. <span class\="reqStarInline" title\="B\u1EAFt bu\u1ED9c">*</span> l\u00E0 m\u1ED9t b\u1EAFt bu\u1ED9c. 
delete_assig.delanass=X\u00F3a m\u1ED9t b\u00E0i t\u1EADp ... 
gen.pos=Post 
delete_assig.delass=X\u00F3a b\u00E0i t\u1EADp ... 
gen.orisub3=Ng\u00E0y n\u1ED9p v\u0103n b\u1EA3n v\u1EDBi \u00FD ki\u1EBFn h\u01B0\u1EDBng d\u1EABn ch\u00E8n v\u00E0o n\u1EBFu c\u00F3 
non.submission.grade.select=Xin vui l\u00F2ng l\u1EF1a ch\u1ECDn m\u1EB7c \u0111i\u1EC3m\: 
gen.orisub2=N\u1ED9p b\u1EA3n g\u1ED1c v\u0103n b\u1EA3n v\u1EDBi \u00FD ki\u1EBFn c\u1EE7a ng\u01B0\u1EDDi h\u01B0\u1EDBng d\u1EABn ch\u00E8n v\u00E0o n\u1EBFu c\u00F3 
receive.confirm.submission.email.none=\u0110\u1EEBng g\u1EEDi cho t\u00F4i th\u00F4ng b\u00E1o email cho b\u1EA5t k\u1EF3 h\u1ECDc sinh g\u1EEDi 
gen.addduedat=Th\u00EAm ng\u00E0y do L\u1ECBch 
gen.openquote=" 
note.to.prompt=Chia 
date.duedate=ng\u00E0y do 
download.feedback.attachment=Th\u00F4ng tin ph\u1EA3n h\u1ED3i Attachment (s) 
date.allpurpose.releasedate=ng\u00E0y ph\u00E1t h\u00E0nh c\u1EE7a T\u1EA5t c\u1EA3 c\u00E1c m\u1EE5c \u0111\u00EDch 
gradingsub.prefeetex=Tr\u01B0\u1EDBc Th\u00F4ng tin ph\u1EA3n h\u1ED3i v\u0103n b\u1EA3n 
grades.grade=\u0111i\u1EC3m 
allowResubmit=Cho ph\u00E9p n\u1ED9p l\u1EA1i 
gen.instrcomment=T\u00F3m l\u01B0\u1EE3c Th\u1EA7y gi\u00E1o b\u00ECnh lu\u1EADn 
grading=Ph\u00E2n lo\u1EA1i 
date.resubmission.closedate=n\u1ED9p l\u1EA1i g\u1EA7n ng\u00E0y 
grading.reminder=Nh\u1EAFc nh\u1EDF quan tr\u1ECDng\: 
listsub.sorbysub=Ph\u00E2n lo\u1EA1i theo th\u1EDDi gian \u0111\u1EC7 tr\u00ECnh 
gen.previous=Tr\u01B0\u1EDBc 
acesubdea5=Resubmissions ch\u1EA5p nh\u1EADn th\u1EDDi h\u1EA1n quy \u0111\u1ECBnh \u0111\u01B0\u1EE3c trong qu\u00E1 kh\u1EE9. B\u1EA1n c\u00F3 ch\u1EAFc ch\u1EAFn? 
acesubdea4=Ch\u1EA5p nh\u1EADn b\u00E0i n\u1ED9p th\u1EDDi h\u1EA1n quy \u0111\u1ECBnh \u0111\u01B0\u1EE3c trong qu\u00E1 kh\u1EE9. B\u1EA1n c\u00F3 ch\u1EAFc ch\u1EAFn? 
permis=Cho ph\u00E9p 
acesubdea3=Ch\u1EA5p nh\u1EADn th\u1EDDi h\u1EA1n cu\u1ED1i c\u00F9ng nh\u1EADn h\u1ED3 s\u01A1 ph\u1EA3i \u0111\u01B0\u1EE3c thi\u1EBFt l\u1EADp sau ng\u00E0y m\u1EDF. 
acesubdea2=Ch\u1EA5p nh\u1EADn th\u1EDDi h\u1EA1n cu\u1ED1i c\u00F9ng nh\u1EADn h\u1ED3 s\u01A1 ph\u1EA3i \u0111\u01B0\u1EE3c thi\u1EBFt l\u1EADp sau ng\u00E0y \u0111\u00E1o h\u1EA1n. 
review.title={0} D\u1ECBch v\u1EE5 
gen.staass=B\u1EAFt \u0111\u1EA7u b\u00E0i t\u1EADp 
download.spreadsheet.site=Trang web\: 
assign_due_event_desc=B\u00E0i t\u1EADp {0} ph\u1EA3i n\u1ED9p v\u00E0o ng\u00E0y {1}. 
gen.atttoret2=file \u0111\u00EDnh k\u00E8m \u0111\u1EC3 tr\u1EDF l\u1EA1i v\u1EDBi b\u00E0i l\u00E0m 
gen.open2=M\u01A1\u0309 
ungra=Ungraded 
note.alert.to=Xin vui l\u00F2ng chia s\u1EBB t\u00F9y ch\u1ECDn  cho l\u01B0u \u00FD c\u00E1 nh\u00E2n. 
stuviewsubm.assattonly=Th\u00EAm file \u0111\u00EDnh k\u00E8m (s), sau \u0111\u00F3 ch\u1ECDn n\u00FAt th\u00EDch h\u1EE3p \u1EDF ph\u00EDa d\u01B0\u1EDBi. 
gen.sortinstruct=Di chuy\u1EC3n m\u1ED9t m\u1EE5c trong danh s\u00E1ch b\u1EB1ng c\u00E1ch nh\u1EA5n v\u00E0o m\u0169i t\u00EAn b\u00EAn tr\u00E1i ho\u1EB7c \u0111i\u1EC1u ch\u1EC9nh m\u1ED9t drop-down menu. \u0110\u1EC3 l\u01B0u thay \u0111\u1ED5i, b\u1EA5m v\u00E0o L\u01B0u \u1EDF cu\u1ED1i trang. 
nav.next=Ti\u1EBFp theo > 
grading.no=\u0110\u1EEBng cho th\u00EAm b\u00E0i l\u00E0m cho Gradebook 
pass3=Qua 
submitt=G\u1EEDi l\u00EAn 
plesuse4=l\u1EDBn h\u01A1n gi\u00E1 tr\u1ECB t\u1ED1i \u0111a cho ph\u00E9p b\u1EDFi h\u1EC7 th\u1ED1ng. Xin vui l\u00F2ng nh\u1EADp m\u1ED9t gi\u00E1 tr\u1ECB kh\u00F4ng l\u1EDBn h\u01A1n 
plesuse3=Xin vui l\u00F2ng s\u1EED d\u1EE5ng m\u1ED9t s\u1ED1 d\u01B0\u01A1ng ho\u1EB7c s\u1ED1 kh\u00F4ng cho tr\u01B0\u1EDDng l\u1EDBp. 
plesuse2=Xin vui l\u00F2ng ch\u1EC9 s\u1EED d\u1EE5ng m\u1ED9t th\u1EADp ph\u00E2n cho  \u0111i\u1EC3m. 
gen.youmus=(B\u1EA1n ph\u1EA3i \u0111\u00E1p \u1EE9ng \u0111\u1EC3 n\u1ED9p b\u00E0i t\u1EADp c\u1EE7a b\u1EA1n.) 
plesuse1=Xin vui l\u00F2ng s\u1EED d\u1EE5ng m\u1ED9t s\u1ED1 cho \u0111i\u1EC3m l\u1EDBp. 
plesuse0=Xin vui l\u00F2ng s\u1EED d\u1EE5ng \u0111\u00FAng \u0111i\u1EC3m m\u1EABu. 
group.list.summary=B\u1EA3ng ch\u1EE9a danh s\u00E1ch c\u00E1c nh\u00F3m. \u0110\u1EA7u ti\u00EAn s\u1EBD ch\u1EE9a checkboxes tra, th\u1EE9 hai s\u1EBD ch\u1EE9a t\u00EAn nh\u00F3m, nh\u00F3m th\u1EE9 ba m\u00F4 t\u1EA3. Ti\u00EAu \u0111\u1EC1 li\u00EAn k\u1EBFt c\u00F3 th\u1EC3 \u0111\u01B0\u1EE3c d\u00F9ng \u0111\u1EC3 s\u1EAFp x\u1EBFp 
cannotfin6=Kh\u00F4ng th\u1EC3 t\u00ECm th\u1EA5y c\u00E1c s\u1EF1 ki\u1EC7n l\u1ECBch. 
confirm.submission.include=Giao n\u1ED9p c\u1EE7a b\u1EA1n bao g\u1ED3m nh\u1EEFng \u0111i\u1EC1u sau \u0111\u00E2y\: 
cannotfin1=Kh\u00F4ng th\u1EC3 th\u00EAm v\u00E0o ng\u00E0y \u0111\u00E1o h\u1EA1n ti\u1EBFn \u0111\u1ED9. 
send.submission.releasegrade.email.none=Kh\u00F4ng g\u1EEDi email th\u00F4ng b\u00E1o cho h\u1ECDc sinh khi c\u1EA5p \u0111\u01B0\u1EE3c ph\u00E1t h\u00E0nh 
note.to.3=Cho ph\u00E9p gi\u00E1o vi\u00EAn h\u01B0\u1EDBng d\u1EABn kh\u00E1c \u0111\u1EC3 \u0111\u1ECDc v\u00E0 ch\u1EC9nh s\u1EEDa 
note.to.2=Cho ph\u00E9p gi\u00E1o vi\u00EAn h\u01B0\u1EDBng d\u1EABn kh\u00E1c \u0111\u1EC3 \u0111\u1ECDc 
gen.asstit=Ti\u00EAu \u0111\u1EC1 b\u00E0i t\u1EADp 
note.to.1=H\u00E3y gi\u1EEF k\u00EDn th\u00F4ng tin ca nhan 
note.to.0=-- h\u1ECDn m\u1ED9t -- 
gen.theassinf=C\u00E1c th\u00F4ng tin b\u00E0i t\u1EADp 
gen.notset=Kh\u00F4ng Set 
prevassig.shoass=Xem b\u00E0i l\u00E0m 
list.show=Xem 
gen.gra2=L\u1EDBp\: 
note.instruction=B\u1EA1n c\u00F3 th\u1EC3 s\u1EED d\u1EE5ng m\u1ED9t l\u01B0u \u00FD theo d\u00F5i c\u00E1c v\u1EA5n \u0111\u1EC1 v\u1EC1 b\u00E0i l\u00E0m, t\u01B0 t\u01B0\u1EDFng, vv. C\u00F3 s\u1EB5n \u0111\u1EC3 c\u00E1c b\u1EA1n tham kh\u1EA3o  trong khi ch\u1EA5m \u0111i\u1EC3m. 
ope=M\u01A1\u0309 
gen.closed=\u0110\u00F3ng c\u1EEDa 
noti.releasegrade.subject.content=Email th\u00F4ng b\u00E1o cho ph\u00E2n c\u1EA5p ph\u00E1t h\u00E0nh 
gen.addatttoassiginstr=Th\u00EAm m\u1ED9t m\u1EE5c t\u1EEB m\u00E1y t\u00EDnh c\u1EE7a b\u1EA1n hay ch\u1ECDn m\u1ED9t m\u1EE5c hi\u1EC7n t\u1EA1i t\u1EEB t\u00E0i nguy\u00EAn. M\u1ED9t khi b\u1EA1n \u0111\u00E3 th\u1EF1c hi\u1EC7n l\u1EF1a ch\u1ECDn c\u1EE7a b\u1EA1n, ch\u1ECDn 'Ti\u1EBFp t\u1EE5c', ho\u1EB7c ch\u1ECDn "H\u1EE7y b\u1ECF" \u0111\u1EC3 tr\u1EDF v\u1EC1 m\u00E0 kh\u00F4ng th\u1EF1c hi\u1EC7n b\u1EA5t k\u1EF3 thay \u0111\u1ED5i. B\u1EA1n s\u1EBD tr\u1EDF l\u1EA1i b\u00E0i t\u1EADp c\u1EE7a b\u1EA1n - m\u00E0 b\u1EA1n n\u00EAn sau \u0111\u00F3 l\u01B0u l\u1EA1i. 
gen.notrequired=Kh\u00F4ng y\u00EAu c\u1EA7u 
setperfor=Thi\u1EBFt l\u1EADp quy\u1EC1n cho Assignments t\u1EA1i worksite 
gen.nograd=Kh\u00F4ng c\u00F3 \u0111i\u1EC3m 
desc-asn.revise=
grading.add=Th\u00EAm b\u00E0i t\u1EADp \u0111\u1EC3 Gradebook 
gen.regrading=Ki\u1EC3m tra \u0111i\u1EC3m 
lisofass2=Danh s\u00E1ch b\u00E0i t\u1EADp c\u1EE7a sinh vi\u00EAn 
lisofass1=Danh s\u00E1ch b\u00E0i t\u1EADp 
gen.status=T\u00ECnh tr\u1EA1ng 
gen.to=\u0111\u1EBFn 
gen.stunam=T\u00EAn h\u1ECDc sinh 
pass=Pass/Fail 
gen.reordertitle=T\u1ED5 ch\u1EE9c Danh s\u00E1ch b\u00E0i t\u1EADp Default View 
jun=Th\u00E1ng S\u00E1u 
jul=Th\u00E1ng B\u1EA3y 
failed=Ho\u1EA1t \u0111\u1ED9ng kh\u00F4ng th\u1EC3 ho\u00E0n t\u1EA5t v\u00E0o l\u00FAc n\u00E0y. 
gen.assig=B\u00E0i t\u1EADp 
allPurpose.show.collapse=S\u1EE5p \u0111\u1ED5 
addtogradebook.wrongGradeScale=Gradebook h\u1ED9i nh\u1EADp ch\u1EC9 c\u00F3 s\u1EB5n \u0111\u1EC3 giao \u0111i\u1EC3m c\u1EA5p (s). 
grading.associate.alert=B\u1EA1n ph\u1EA3i ch\u1ECDn m\u1ED9t m\u1EE5c Gradebook. 
newass=m\u1EDBi b\u00E0i t\u1EADp 
noti.assignment.duedate=Ph\u00E2n Do Ng\u00E0y\: 
confirm.submission.button=OK 
confirm.savesubmission.notext=Kh\u00F4ng c\u00F3 l\u01B0u v\u0103n b\u1EA3n 
gen.creby=T\u1EA1o b\u1EDFi 
gen.addinst2=Ng\u01B0\u1EDDi h\u01B0\u1EDBng d\u1EABn c\u1EE7a c\u00E1c \u00FD ki\u1EBFn v\u1EC1 tr\u00ECnh c\u1EE7a b\u1EA1n 
plespethe3=H\u00E3y x\u00E1c \u0111\u1ECBnh \u0111i\u1EC3m t\u1ED1i \u0111a. 
plespethe2=H\u00E3y x\u00E1c \u0111\u1ECBnh l\u1EDBp. 
plespethe1=Xin vui l\u00F2ng ghi r\u00F5 ti\u00EAu \u0111\u1EC1 b\u00E0i t\u1EADp. 
gradingsub.prefee=Tr\u01B0\u1EDBc Th\u00F4ng tin ph\u1EA3n h\u1ED3i lu\u1EADn 
grades.lastname=T\u00EAn ho\u0323 
note=L\u01B0u \u00FD t\u01B0 nh\u00E2n 
viewassig.datcre=Ng\u00E0y t\u1EA1o ra 
confirm.submission.label.classsite=Trang web l\u1EDBp h\u1EE3c\: 
gen.noattsubmitted=Kh\u00F4ng c\u00F3 file \u0111\u00EDnh k\u00E8m \u0111\u01B0\u1EE3c g\u1EEDi 
cancel_changes=Hu\u1EF7 Thay \u0111\u1ED5i 
download.spreadsheet.date=T\u1EA3i v\u1EC1 ng\u00E0y\: 
gen.assdet=Th\u00F4ng tin chi ti\u1EBFt b\u00E0i t\u1EADp 
gen.checked=Ki\u1EC3m tra 
gen.viewallgroupssections=T\u1EA5t c\u1EA3 c\u00E1c m\u1EE5c/nh\u00F3m 
stulistsunbm.shostuass=Xem c\u00E1c b\u00E0i t\u1EADp c\u1EE7a h\u1ECDc sinh 
downall=Download T\u1EA5t c\u1EA3 
uploadall.choose.file.gradeFile=\u0110i\u1EC3m file (file grades.csv \u1EDF c\u1EA5p cao nh\u1EA5t c\u1EE7a kho l\u01B0u tr\u1EEF) 
gen.pf=P/F 
gen.sorbymax=Ph\u00E2n lo\u1EA1i b\u1EDFi max c\u1EA5p s\u1EB5n 
gen.remove.q=H\u1EE7y b\u1ECF? 
download.submission.attachment=Tr\u00ECnh file \u0111\u00EDnh k\u00E8m (s) 
theisno=Kh\u00F4ng c\u00F3 b\u00E0i t\u1EADp nh\u01B0 v\u1EADy. 
dec=T12
uploadall.choose.file2=Ch\u1ECDn m\u00E0 c\u00E1c y\u1EBFu t\u1ED1 trong c\u00E1c kho l\u01B0u tr\u1EEF file \u0111\u1EC3 t\u1EA3i l\u00EAn 
allPurpose.show.date=Ng\u00E0y\: 
return=Tr\u1EDF l\u1EA1i 
gen.of=c\u1EE7a 
confirm.submission.attachments=G\u1EEDi k\u00E8m theo\: 
gen.no=Kh\u00F4ng 
gen.view2=Xem 
gen.applygrade=\u00C1p d\u1EE5ng 
delete_assig.del=X\u00F3a 
gen.reorder=S\u1EAFp x\u1EBFp l\u1EA1i 
allowResubmission.instruction=Ch\u1ECDn ng\u01B0\u1EDDi d\u00F9ng (s) v\u00E0 \u00E1p d\u1EE5ng c\u00E1c thi\u1EBFt l\u1EADp cho n\u1ED9p l\u1EA1i . 
gen.addatttoassig=Th\u00EAm file \u0111\u00EDnh k\u00E8m \u0111\u1EC3 b\u00E0i t\u1EADp 
notope=Kh\u00F4ng ph\u1EA3i m\u1EDF 
stuviewsubm.attfromcomputerlabel=Ch\u1ECDn m\u1ED9t file t\u1EEB m\u00E1y t\u00EDnh (t\u1ED5ng s\u1ED1 5) 
gen.sortbyforasc=Ph\u00E2n lo\u1EA1i b\u1EDFi kh\u00E1n gi\u1EA3 t\u0103ng d\u1EA7n 
allow.resubmit.closeTime=Cho \u0111\u1EBFn khi ch\u1EA5p nh\u1EADn n\u1ED9p l\u1EA1i 
gen.regra=Ki\u1EC3m tra \u0111i\u1EC3m 
gen.items=c\u00E1c m\u1EE5c 
gen.sect=M\u1EE5c 
uploadall.choose.file=file\: 
send.submission.releasegrade.email.options=L\u1EDBp Ph\u00E1t h\u00E0nh Th\u00F4ng b\u00E1o Email T\u00F9y ch\u1ECDn\: 
gradingsub.pregra=L\u1EDBp tr\u01B0\u1EDBc (s) 
stuviewsubm.attfromserverlabelmore=ho\u1EB7c ch\u1ECDn c\u00E1c file nhi\u1EC1u h\u01A1n t\u1EEB kh\u00F4ng gian l\u00E0m vi\u1EC7c hay trang web 
gen.subm=N\u1ED9p B\u00E0i t\u1EADp 
grading.select=Ch\u1ECDn m\u1ED9t b\u00E0i t\u1EADp 
theisnostudent=Kh\u00F4ng c\u00F3 h\u1ECDc sinh. 
extraNodesRequired=Xin vui l\u00F2ng nh\u1EADp c\u00E1c th\u00F4ng tin c\u1EA7n thi\u1EBFt. 
gen.addinstatts=Ng\u01B0\u1EDDi h\u01B0\u1EDBng d\u1EABn c\u1EE7a t\u00E0i li\u1EC7u \u0111\u00EDnh k\u00E8m \u0111\u1EC3 tr\u00ECnh n\u00E0y 
gen.late=cu\u1ED1i 
allPurpose.show.expand=M\u1EDF r\u1ED9ng 
gen.revi=Ch\u1EC9nh s\u1EEDa 
gen.atttoret=file \u0111\u00EDnh k\u00E8m \u0111\u1EC3 tr\u1EDF l\u1EA1i v\u1EDBi \u0111i\u1EC3m 
gen.last=cu\u1ED1i c\u00F9ng 
gen.addinst=B\u1ED5 sung \u00FD ki\u1EBFn c\u1EE7a ng\u01B0\u1EDDi h\u01B0\u1EDBng d\u1EABn v\u1EC1 b\u00E0i n\u1ED9p c\u1EE7a b\u1EA1n 
gen.att=\u0110\u00EDnh k\u00E8m 
gen.review=\u0110\u00E1nh gi\u00E1 
gen.addres2=B\u1ED5 sung ngu\u1ED3n l\u1EF1c cho b\u00E0i t\u1EADp 
sort.moveup=Di chuy\u1EC3n l\u00EAn 
gradingsub.prefeetex3=Tr\u01B0\u1EDBc \u0111\u1EC7 tr\u00ECnh v\u1EDBi \u00FD ki\u1EBFn ng\u01B0\u1EDDi h\u01B0\u1EDBng d\u1EABn ch\u00E8n v\u00E0o, n\u1EBFu c\u00F3  
confirm.savesubmission.success=B\u1EA1n \u0111\u00E3 th\u00E0nh c\u00F4ng trong c\u00F4ng vi\u1EC7c c\u1EE7a b\u1EA1n \u0111\u01B0\u1EE3c l\u01B0u nh\u01B0ng kh\u00F4ng g\u1EEDi \u0111\u01B0\u1EE3c n\u00EAu ra. \u0110\u1EC3 ho\u00E0n th\u00E0nh tr\u00ECnh, b\u1EA1n ph\u1EA3i ch\u1ECDn n\u00FAt G\u1EEDi. 
gradingsub.prefeetex2=C\u00E1c \u0111\u1EC7 tr\u00ECnh tr\u01B0\u1EDBc \u0111\u00F3 v\u1EDBi \u00FD ki\u1EBFn ng\u01B0\u1EDDi h\u01B0\u1EDBng d\u1EABn, n\u1EBFu c\u00F3  
gen.sorbyreview=S\u1EAFp x\u1EBFp theo \u0111\u00E1nh gi\u00E1 
gen.anntheope=Th\u00EAm m\u1ED9t th\u00F4ng b\u00E1o v\u1EC1 ng\u00E0y m\u1EDF c\u1EEDa cho nh\u1EEFng th\u00F4ng b\u00E1o 
allowResubmission.label=Ch\u1ECDn ng\u01B0\u1EDDi d\u00F9ng (s) v\u00E0 cho ph\u00E9p n\u1ED9p l\u1EA1i 
date.allpurpose.retractdate=R\u00FAt l\u1EA1i m\u1EE5c \u0111\u00EDch t\u1EA5t c\u1EA3 c\u00E1c ng\u00E0y 
assignment.copy=Copy 
uploadall.releaseOption=Ch\u1ECDn ph\u00E1t h\u00E0nh t\u00F9y ch\u1ECDn 
gen.savdragra=L\u01B0u v\u00E0 kh\u00F4ng ph\u00E1t h\u00E0nh \u0111\u1EC3 cho sinh vi\u00EAn 
gen.dra2=D\u1EF1 th\u1EA3o - 
gen.dra1=D\u1EF1 th\u1EA3o 
allPurpose.user.selection.count=ch\u1ECDn 
gen.retu=Quay tr\u1EDF l\u1EA1i 
gen.yousub=Giao n\u1ED9p c\u1EE7a b\u1EA1n 
gen.submittedtext=G\u1EEDi v\u0103n b\u1EA3n 
stuviewgrad.thegradet=C\u00E1c chi ti\u1EBFt ch\u1EA5m \u0111i\u1EC3m giao n\u1ED9p 
draft=So\u1EA1n th\u1EA3o 
uploadall.alert.choose.element=B\u1EA1n ph\u1EA3i ch\u1ECDn \u00EDt nh\u1EA5t m\u1ED9t ph\u1EA7n t\u1EED trong kho l\u01B0u tr\u1EEF file \u0111\u1EC3 t\u1EA3i l\u00EAn. 
gen.in=Trong 
delete_assig.theass=c\u00E1c b\u00E0i t\u1EADp? 
gen.sorasc=Ph\u00E2n lo\u1EA1i t\u0103ng d\u1EA7n 
gen.thearecur2=Hi\u1EC7n t\u1EA1i kh\u00F4ng c\u00F3 b\u00E0i n\u1ED9p t\u1EA1i \u0111\u1ECBa \u0111i\u1EC3m n\u00E0y. 
gen.thearecur1=Hi\u1EC7n t\u1EA1i kh\u00F4ng c\u00F3 b\u00E0i t\u1EADp t\u1EA1i \u0111\u1ECBa \u0111i\u1EC3m n\u00E0y. 
youarenot9=B\u1EA1n kh\u00F4ng \u0111\u01B0\u1EE3c ph\u00E9p \u0111\u1EC3 lo\u1EA1i b\u1ECF 
desc-asn.grade=
group=Nh\u00F3m 
youarenot6=B\u1EA1n kh\u00F4ng \u0111\u01B0\u1EE3c ph\u00E9p ch\u1EC9nh s\u1EEDa b\u00E0i t\u1EADp. 
youarenot5=B\u1EA1n kh\u00F4ng \u0111\u01B0\u1EE3c ph\u00E9p nh\u00E2n b\u1EA3n b\u00E0i t\u1EADp. 
gen.sumcom=T\u00F3m t\u1EAFt \u00FD ki\u1EBFn 
youarenot4=B\u1EA1n kh\u00F4ng \u0111\u01B0\u1EE3c ph\u00E9p \u0111\u1EC3 t\u1EA1o ra tr\u00ECnh b\u00E0i t\u1EADp. 
gen.subm6=X\u1EBFp lo\u1EA1i Ng\u00E0y\: 
gen.subm5=G\u1EEDi l\u00EAn ng\u00E0y 
gen.subm4=G\u1EEDi l\u00EAn 
gen.subm3=G\u1EEDi 
gen.subm2=B\u00E0i n\u1ED9p 
noti.site.title=Ti\u00EAu \u0111\u1EC1 trang web\: 
send.submission.releasegrade.email=G\u1EEDi email th\u00F4ng b\u00E1o cho sinh vi\u00EAn khi \u0111i\u1EC3m \u0111\u01B0\u1EE3c ban h\u00E0nh 
gen.grasca=Thang \u0110i\u1EC3m 
newassig.selectmessage=Nh\u1EA5n Enter, sau \u0111\u00F3 s\u1EED d\u1EE5ng alt + m\u0169i t\u00EAn l\u00EAn xu\u1ED1ng \u0111\u1EC3 di chuy\u1EC3n qua menu 
gen.savdratit=L\u01B0u \u00FD ki\u1EBFn v\u00E0 c\u1EA5p l\u1EDBp, nh\u01B0ng kh\u00F4ng tr\u1EA3 l\u1EA1i cho sinh vi\u00EAn ch\u01B0a 
oct=T10
newassig.opedat=Ng\u00E0y Open 
gen.adddroatt=Th\u00EAm/B\u1EDBt nh\u1EEFng files \u0111\u00EDnh k\u00E8m 
gen.due2=Do 
gen.closequote=" 
gen.due1=Do 
gen.retustud=L\u01B0u v\u00E0 ph\u00E1t h\u00E0nh \u0111\u1EC3 cho sinh vi\u00EAn 
grading.associate=Li\u00EAn k\u1EBFt v\u1EDBi m\u1EE5c Gradebook hi\u1EC7n t\u1EA1i 
nonelec_instruction2=b\u00E0i t\u1EADp n\u00E0y kh\u00F4ng \u0111i\u1EC7n t\u1EED kh\u00F4ng ch\u1EA5p nh\u1EADn b\u1EA3n \u0111\u1EC7 tr\u00ECnh c\u1EE7a h\u1ECDc sinh. 
confirm.submission.label.user=Ng\u01B0\u1EDDi s\u1EED d\u1EE5ng\: 
feedbackcomment=Th\u00F4ng tin ph\u1EA3n h\u1ED3i  
grading.associate.warn=Xin l\u1ED7i\! B\u1EA1n c\u1EA7n ph\u1EA3i ch\u1ECDn m\u1ED9t \u0111i\u1EC3m l\u1EDBp \u0111\u1EC3 l\u00E0m \u0111i\u1EC1u n\u00E0y. 
tag.list.summary=B\u1EA3ng ch\u1EE9a danh s\u00E1ch c\u00E1c th\u1EBB li\u00EAn quan \u0111\u1EBFn b\u00E0i t\u1EADp hi\u1EC7n h\u00E0nh. 
gradingsub.prefee2=Ng\u01B0\u1EDDi h\u01B0\u1EDBng d\u1EABn \u00FD ki\u1EBFn \u0111\u1EC3 \u0111\u1EC7 tr\u00ECnh tr\u01B0\u1EDBc 
gen.notope=Kh\u00F4ng ph\u1EA3i m\u1EDF 
subasstudent=Tr\u00ECnh nh\u01B0 la sinh vi\u00EAn 
sort.summary=B\u1EA3ng ch\u1EE9a c\u00E1c m\u1EE5c \u0111\u01B0\u1EE3c s\u1EAFp x\u1EBFp. C\u1ED9t th\u1EE9 hai ch\u1EE9a li\u00EAn k\u1EBFt \u0111\u1EC3 di chuy\u1EC3n h\u00E0ng l\u00EAn. Th\u1EE9 ba\: li\u00EAn k\u1EBFt \u0111\u1EC3 di chuy\u1EC3n xu\u1ED1ng. Ng\u00E0y\: ch\u1ECDn \u0111\u1EC3 di chuy\u1EC3n m\u1EE5c \u0111\u1EC3 c\u1EE5 th\u1EC3 v\u1ECB tr\u00ED 
stuviewsubm.asshasnot=\u0110i\u1EC1n v\u00E0o m\u1EABu, sau \u0111\u00F3 ch\u1ECDn n\u00FAt th\u00EDch h\u1EE3p \u1EDF ph\u00EDa d\u01B0\u1EDBi. 
gen.relea=Ph\u00E1t h\u00E0nh 
gen.sca=Quy m\u00F4 
gen.proces=Ch\u1EBF bi\u1EBFn ...... 
confirm.submission.notext=Kh\u00F4ng c\u00F3 v\u0103n b\u1EA3n tr\u00ECnh 
gen.commented=Nh\u1EADn x\u00E9t 
download.spreadsheet.column.userid=Id ng\u01B0\u1EDDi d\u00F9ng 
fail=Kh\u00F4ng 
desc-asn.share.drafts=
stuviewsubm.removeatt=H\u1EE7y b\u1ECF 
note.alert.text=Xin vui l\u00F2ng nh\u1EADp c\u00E1c v\u0103n b\u1EA3n l\u01B0u \u00FD t\u01B0 nh\u00E2n. 
size.exceeded=C\u00E1c gi\u1EDBi h\u1EA1n k\u00EDch th\u01B0\u1EDBc t\u1EA3i l\u00EAn c\u1EE7a {0} \u0111\u00E3 \u0111\u01B0\u1EE3c v\u01B0\u1EE3t qu\u00E1. 
allPurpose.show=Xem item n\u00E0y 
gen.grading=Ph\u00E2n lo\u1EA1i 
gen.first=\u0110\u1EA7u ti\u00EAn 
delete_assig.areyousur=B\u1EA1n c\u00F3 ch\u1EAFc b\u1EA1n mu\u1ED1n x\u00F3a 
cannotrem=Kh\u00F4ng th\u1EC3 lo\u1EA1i b\u1ECF c\u00E1c s\u1EF1 ki\u1EC7n c\u0169 \u0111\u1EC3 b\u00E0i t\u1EADp 
gen.sav=L\u01B0u 
choosefile7=Xin vui l\u00F2ng ch\u1ECDn c\u00E1c file \u0111\u00EDnh k\u00E8m. 
uploadall.choose.file.feedbackTexts=Th\u00F4ng tin ph\u1EA3n h\u1ED3i cho v\u0103n b\u1EA3n (c\u00E1c \u00FD ki\u1EBFn n\u1ED9i tuy\u1EBFn v\u1EDBi sinh vi\u00EAn n\u1ED9p h\u1ED3 s\u01A1) 
gen.orisub=N\u1ED9p b\u1EA3n g\u1ED1c v\u0103n b\u1EA3n 
update=C\u1EADp nh\u1EADt 
grades.eid=ID 
gradingsub.prefeedbackAttachments=Tr\u1EA3 l\u1EA1i file \u0111\u00EDnh k\u00E8m tr\u01B0\u1EDBc 
stulistsunbm.hidstuass=\u1EA8n t\u1EADp c\u1EE7a h\u1ECDc sinh / l\u1EA7n g\u1EEDi 
repsubmi.sorbytur=Ph\u00E2n lo\u1EA1i b\u1EDFi ch\u01A1i Trong Ng\u00E0y 
repsubmi.sorbysca=Ph\u00E2n lo\u1EA1i theo quy m\u00F4 
gen.can=Hu\u1EF7 
gen.modbyins=S\u1EEDa \u0111\u1ED5i theo gi\u1EA3ng vi\u00EAn 
downloadall.alert.choose.element=B\u1EA1n ph\u1EA3i ch\u1ECDn \u00EDt nh\u1EA5t m\u1ED9t y\u1EBFu t\u1ED1 trong c\u00E1c t\u00F9y ch\u1ECDn t\u1EA3i v\u1EC1. 
gen.viewasslistreportsummary=Danh s\u00E1ch c\u00E1c b\u00E0i t\u1EADp c\u1EE7a h\u1ECDc sinh duoc ch\u1EA5m \u0111i\u1EC3m. 
points=\u0110i\u1EC3m 
gen.sorbydue=S\u1EAFp x\u1EBFp theo ng\u00E0y do 
newope=C\u1EADp nh\u1EADt ng\u00E0y m\u1EDF cho b\u00E0i t\u1EADp 
allowResubmission.show=C\u00E0i \u0111\u1EB7t cho ph\u00E9p n\u1ED9p l\u1EA1i 
desc-asn.delete=
gen.noatt=Kh\u00F4ng c\u00F3 file \u0111\u00EDnh k\u00E8m n\u00E0o \u0111\u01B0\u1EE3c n\u00EAu ra 
confirm.savesubmission.label.submission.id=L\u01B0u B\u00E0i T\u1EADp ID\: 
gen.opendate.annc=C\u00F4ng b\u1ED1 ng\u00E0y m\u1EDF 
allPurpose.alert.title=Xin vui l\u00F2ng nh\u1EADp ti\u00EAu \u0111\u1EC1 cho t\u1EA5t c\u1EA3 m\u1EE5c \u0111\u00EDch. 
gen.student=Sinh vi\u00EAn 
processmessage.file=T\u1EA3i l\u00EAn file (s) 
stulistassig.selanass1=Danh s\u00E1ch c\u00E1c b\u00E0i t\u1EADp d\u01B0\u1EDBi \u0111\u00E2y s\u1EBD xu\u1EA5t hi\u1EC7n ch\u00EDnh x\u00E1c nh\u01B0 m\u1ED9t h\u1ECDc sinh s\u1EBD nh\u00ECn th\u1EA5y n\u00F3. B\u1EB1ng c\u00E1ch nh\u1EA5p v\u00E0o 'G\u1EEDi nh\u01B0 l\u00E0 sinh vi\u00EAn', b\u1EA1n c\u00F3 th\u1EC3 l\u00E0m vi\u1EC7c th\u00F4ng qua b\u00E0i t\u1EADp ch\u00EDnh x\u00E1c nh\u01B0 m\u1ED9t h\u1ECDc sinh s\u1EBD, bao g\u1ED3m tr\u00ECnh b\u00E0i t\u1EADp. 
gen.new=M\u1EDBi 
youarenot20=B\u1EA1n \u0111ang s\u1EEDa \u0111\u1ED5i m\u1ED9t b\u00E0i t\u1EADp k\u1EC3 t\u1EEB ng\u00E0y m\u1EDF. 
stuviewsubm.submitreminder=\u0110\u1EEBng qu\u00EAn l\u01B0u ho\u1EB7c tr\u00ECnh 
gen.filatt=File \u0111\u00EDnh k\u00E8m 
allPurpose.instruction=Th\u00F4ng tin \u0111\u01B0\u1EE3c Xem t\u1EA1i m\u1ED9t th\u1EDDi gian c\u1EE5 th\u1EC3 cho b\u1EA5t c\u1EE9 ai m\u00E0 b\u1EA1n ch\u1ECDn. 
nav.list=Tr\u1EDF l\u1EA1i Danh s\u00E1ch 
gen.resubmission=N\u1ED9p l\u1EA1i 
youarenot19=B\u1EA1n kh\u00F4ng \u0111\u01B0\u1EE3c ph\u00E9p s\u1EAFp x\u1EBFp l\u1EA1i c\u00E1c b\u00E0i t\u1EADp. 
youarenot18=B\u1EA1n ph\u1EA3i ki\u1EC3m tra vi\u1EC7c c\u1EA7m c\u1ED1 danh d\u1EF1 tr\u01B0\u1EDBc khi tr\u00ECnh. 
youarenot17=B\u1EA1n \u0111ang s\u1EEDa \u0111\u1ED5i m\u1ED9t b\u00E0i t\u1EADp sau ng\u00E0y \u0111\u00E1o h\u1EA1n. 
youarenot16=B\u1EA1n kh\u00F4ng \u0111\u01B0\u1EE3c ph\u00E9p \u0111\u1EC3 xem c\u00E1c b\u00E0i n\u1ED9p cho b\u00E0i t\u1EADp n\u00E0y. 
youarenot15=B\u1EA1n kh\u00F4ng \u0111\u01B0\u1EE3c ph\u00E9p \u0111\u1EC3 xem n\u1ED9i dung b\u00E0i t\u1EADp. 
youarenot14=B\u1EA1n kh\u00F4ng \u0111\u01B0\u1EE3c ph\u00E9p \u0111\u1EC3 xem s\u1EF1 b\u00E0i t\u1EADp n\u00E0y. 
youarenot13=B\u1EA1n kh\u00F4ng \u0111\u01B0\u1EE3c ph\u00E9p n\u1ED9p b\u00E0i t\u1EADp. 
prevassig.preass=Xem tr\u01B0\u1EDBc giao ... 
youarenot12=B\u1EA1n kh\u00F4ng \u0111\u01B0\u1EE3c ph\u00E9p \u0111\u1EC3 g\u1EEDi c\u00E2u tr\u1EA3 l\u1EDDi. 
youarenot11=B\u1EA1n kh\u00F4ng \u0111\u01B0\u1EE3c ph\u00E9p \u0111\u1EC3 lo\u1EA1i b\u1ECF b\u00E0i t\u1EADp. 
nonelec_instruction=b\u00E0i t\u1EADp n\u00E0y kh\u00F4ng ch\u1EA5p nh\u1EADn b\u00E0i n\u1ED9p tr\u1EF1c tuy\u1EBFn. Li\u00EAn l\u1EA1c v\u1EDBi ng\u01B0\u1EDDi h\u01B0\u1EDBng d\u1EABn c\u1EE7a b\u1EA1n \u0111\u1EC3 \u0111\u01B0\u1EE3c h\u01B0\u1EDBng d\u1EABn b\u1ED5 sung. 
grad3=Ph\u00E2n lo\u1EA1i 
gen.reviewing=R\u00E0 so\u00E1t 
grad2=\u0110i\u1EC3m nh\u1EADp l\u1EDBn h\u01A1n c\u1EA5p t\u1ED1i \u0111a \u0111\u01B0\u1EE3c cho ph\u00E9p. B\u1EA1n c\u00F3 ch\u1EAFc ch\u1EAFn? 
nav.prev=< Tr\u01B0\u1EDBc 
gen.at=t\u1EA1i 
uploadall.instruction4=M\u1ED7i th\u01B0 m\u1EE5c c\u00F3 th\u1EC3 ch\u1EE9a m\u1ED9t file comments.txt, tr\u00ECnh c\u1EE7a h\u1ECDc sinh v\u1EDBi \u00FD ki\u1EBFn h\u01B0\u1EDBng d\u1EABn b\u1EA1n \u0111\u00E3 th\u00EAm, v\u00E0 c\u00E1c file kh\u00E1c m\u00E0 b\u1EA1n mu\u1ED1n tr\u1EDF l\u1EA1i v\u1EDBi tr\u00ECnh c\u1EE7a h\u1ECDc sinh. 
uploadall.instruction3=T\u1EA3i v\u1EC1 Template 
uploadall.instruction2=C\u00E1c kho l\u01B0u tr\u1EEF file n\u00EAn ch\u1EE9a m\u1ED9t th\u01B0 m\u1EE5c cho m\u1ED7i h\u1ECDc sinh. 
gradingsub.nosubmittedtext=Kh\u00F4ng c\u00F3 h\u1ECDc sinh g\u1EEDi v\u0103n b\u1EA3n. 
grades.firstname=T\u00EAn 
java.alert.noGroupedAssignmentIntoGB=B\u1EA1n kh\u00F4ng th\u1EC3 th\u00EAm ph\u00E2n nh\u00F3m c\u00F3 quy\u1EC1n truy c\u1EADp v\u00E0o Gradebook. 
addtogradebook.alertMessage=Ngo\u1EA1i l\u1EC7 trong khi nh\u1EADn \u0111\u01B0\u1EE3c gradebook trang web, ngo\u1EA1i tr\u1EEB d\u01B0\u1EDBi \u0111\u00E2y\: 
gen.lisofassto=Danh s\u00E1ch c\u00E1c b\u00E0i t\u1EADp b\u1ECB x\u00F3a 
gen.viewassliststudentsummary=Danh s\u00E1ch c\u00E1c sinh vi\u00EAn n\u1ED9p c\u00E1c b\u00E0i t\u1EADp. 
gen.addatt=Th\u00EAm file \u0111\u00EDnh k\u00E8m 
hassum=B\u00E0i t\u1EADp {0} \u0111\u00E3 \u0111\u1EC7 tr\u00ECnh. 
confirm.savesubmission.attachments=L\u01B0u c\u00E1c file \u0111\u00EDnh k\u00E8m\: 
confirm.submission.email.noEmailAddress=Kh\u00F4ng c\u00F3 x\u00E1c nh\u1EADn email c\u00F3 ch\u1EE9a th\u00F4ng tin n\u00E0y c\u00F3 th\u1EC3 \u0111\u01B0\u1EE3c g\u1EEDi \u0111\u1EBFn cho b\u1EA1n \u0111\u1ECBa ch\u1EC9 email do thi\u1EBFu. 
gen.hidassinf=Che gi\u1EA5u th\u00F4ng tin b\u00E0i l\u00E0m 
gen.don=Xong 
noti.subject.content=Email th\u00F4ng b\u00E1o giao n\u1ED9p 
jan=T1
nostudent=Kh\u00F4ng c\u00F3 h\u1ECDc sinh trong trang web. 
gen.opecli=M\u01A1\u0309 
uploadall.title=T\u1EA3i l\u00EAn T\u1EA5t c\u1EA3 
stulistsunbm.chotri=Ch\u1ECDn bi\u1EC3u t\u01B0\u1EE3ng h\u00ECnh tam gi\u00E1c \u0111\u1EC3 xem tr\u1EA1ng th\u00E1i c\u1EE7a m\u1ED9t h\u1ECDc sinh cho c\u00E1c b\u00E0i t\u1EADp. 
viewexampleassign=Xem V\u00ED d\u1EE5 b\u00E0i t\u1EADp 
listassig.sorbynum2=Ph\u00E2n lo\u1EA1i theo s\u1ED1 l\u01B0\u1EE3ng b\u00E0i n\u1ED9p ungraded 
allowResubmission.hide=Gi\u1EA5u Settings cho ph\u00E9p n\u1ED9p l\u1EA1i 
listassig.sorbynum1=Ph\u00E2n lo\u1EA1i theo s\u1ED1 l\u01B0\u1EE3ng b\u00E0i n\u1ED9p t\u1ED5ng s\u1ED1 
youmust7=B\u1EA1n ph\u1EA3i g\u00F5 c\u00E2u tr\u1EA3 l\u1EDDi c\u1EE7a b\u1EA1n trong v\u00F9ng nh\u1EADp v\u0103n b\u1EA3n tr\u01B0\u1EDBc khi tr\u00ECnh. 
youmust6=B\u1EA1n ph\u1EA3i ch\u1ECDn b\u00E0i l\u00E0m (s) tr\u01B0\u1EDBc ti\u00EAn, v\u00E0 sau \u0111\u00F3 nh\u1EA5p v\u00E0o n\u00FAt Update \u0111\u1EC3 x\u00F3a ph\u00E2n l\u1EF1a ch\u1ECDn (s). 
prevassig.shostuvie=Xem h\u1ECDc sinh view 
group.list.descr=M\u00F4 t\u1EA3 
youmust2=B\u1EA1n ph\u1EA3i m\u1ED9t trong hai lo\u1EA1i trong c\u00E2u tr\u1EA3 l\u1EDDi c\u1EE7a b\u1EA1n trong c\u00E1c ki\u1EC3u nh\u1EADp v\u0103n b\u1EA3n ho\u1EB7c \u0111\u00EDnh k\u00E8m \u00EDt nh\u1EA5t m\u1ED9t t\u00E0i li\u1EC7u tr\u01B0\u1EDBc khi tr\u00ECnh. 
youmust1=B\u1EA1n ph\u1EA3i \u0111\u00EDnh k\u00E8m \u00EDt nh\u1EA5t m\u1ED9t t\u00E0i li\u1EC7u tr\u01B0\u1EDBc khi tr\u00ECnh. 
uploadall.size=C\u00E1c gi\u1EDBi h\u1EA1n k\u00EDch th\u01B0\u1EDBc t\u1EA3i l\u00EAn c\u1EE7a {0} MB \u0111\u00E3 b\u1ECB v\u01B0\u1EE3t qu\u00E1. 
gen.noasscan=B\u00E0i t\u1EADp kh\u00F4ng th\u1EC3 \u0111\u01B0\u1EE3c n\u1ED9p sau ng\u00E0y \u0111\u00F3ng. 
stuviewsubm.asshasbee4=B\u00E0i t\u1EADp \u0111\u00E3 \u0111\u01B0\u1EE3c tr\u1EA3 l\u1EA1i v\u1EC1 
stuviewsubm.asshasbee3=b\u00E0i t\u1EADp \u0111\u00E3 \u0111\u01B0\u1EE3c g\u1EEDi l\u1EA1i v\u1EC1 
stuviewsubm.asshasbee2=B\u00E0i t\u1EADp \u0111\u00E3 \u0111\u01B0\u1EE3c ph\u00E2n lo\u1EA1i/nh\u1EADn x\u00E9t. 
gen.alert=Th\u00F4ng b\u00E1o\: 
stulistsunbm.listhestu=Danh s\u00E1ch c\u00E1c tr\u00ECnh sinh vi\u00EAn giao h\u00E0ng. C\u1ED9t 1\: t\u00EAn h\u1ECDc sinh - b\u1EA5m v\u00E0o \u0111\u1EC3 m\u1EDF r\u1ED9ng. Khi m\u1EDF r\u1ED9ng, c\u00E1c c\u1ED9t Xem 2-5 assignemtn Xem ti\u00EAu \u0111\u1EC1, tr\u00ECnh, t\u00ECnh tr\u1EA1ng v\u00E0 b\u1EADc. 
java.alert.youchoosegroup=B\u1EA1n c\u1EA7n ph\u1EA3i ch\u1ECDn \u00EDt nh\u1EA5t m\u1ED9t nh\u00F3m. 
viewsubmissions=Xem B\u00E0i n\u1ED9p 
modelAnswer=Tr\u1EA3 l\u1EDDi M\u1EABu 
grading.alert.draft.beforeclosedate=Ch\u1EA5p nh\u1EADn cho \u0111\u1EBFn ng\u00E0y v\u1EABn ch\u01B0a \u0111\u01B0\u1EE3c th\u00F4ng qua, v\u00E0 b\u00E0i t\u1EADp n\u00E0y v\u1EABn c\u00F3 th\u1EC3 l\u00E0m vi\u1EC7c tr\u00EAn c\u1EE7a h\u1ECDc sinh. B\u1EA1n c\u00F3 ch\u1EAFc b\u1EA1n mu\u1ED1n ch\u1EA5m \u0111i\u1EC3m? 
nonelec=Kh\u00F4ng-\u0111i\u1EC7n t\u1EED 
noti.subject.label=Ti\u00EAu \u0111\u1EC1\: 
stuviewsubm.entbelo=N\u1ED9p l\u1EA1i v\u0103n b\u1EA3n d\u01B0\u1EDBi \u0111\u00E2y 
downloadall.title=Download T\u1EA5t c\u1EA3 
non.submission.grade=Ch\u1EC9 \u0111\u1ECBnh n\u00E0y c\u1EA5p cho t\u1EA5t c\u1EA3 ng\u01B0\u1EDDi tham gia m\u00E0 kh\u00F4ng c\u00F3 m\u1ED9t l\u1EDBp\: 
gen.outof=ngo\u00E0i ra 
sort.caption=Danh s\u00E1ch c\u00E1c ngu\u1ED3n l\u1EF1c \u0111\u1EC3 \u0111\u01B0\u1EE3c s\u1EAFp x\u1EBFp 
letter=\u0111i\u1EC3m l\u1EDBp theo ch\u1EEF c\u00E1i 
gen.yes=V\u00E2ng 
subexampleassign=V\u00ED d\u1EE5 tr\u00ECnh b\u00E0i t\u1EADp 
allow.resubmit.number.unlimited=Kh\u00F4ng gi\u1EDBi h\u1EA1n 
viewassig.theassall5=b\u00E0i t\u1EADp n\u00E0y cho ph\u00E9p g\u1EEDi b\u1EB1ng c\u00E1ch s\u1EED d\u1EE5ng text box d\u01B0\u1EDBi \u0111\u00E2y. Xin vui l\u00F2ng g\u00F5 v\u00E0o tr\u00ECnh c\u1EE7a b\u1EA1n v\u00E0 l\u01B0u th\u01B0\u1EDDng xuy\u00EAn trong khi l\u00E0m vi\u1EC7c. 
viewassig.theassall3=b\u00E0i t\u1EADp n\u00E0y cho ph\u00E9p nh\u1EADn h\u1ED3 s\u01A1 b\u1EB1ng c\u00E1ch g\u1EAFn c\u00E1c v\u0103n b\u1EA3n. S\u1EED d\u1EE5ng c\u00E1c n\u00FAt Th\u00EAm file \u0111\u00EDnh k\u00E8m d\u01B0\u1EDBi \u0111\u00E2y \u0111\u1EC3 \u0111\u00EDnh k\u00E8m 1 ho\u1EB7c nhi\u1EC1u t\u00E0i li\u1EC7u. 
allPurpose.alert.text=Xin vui l\u00F2ng nh\u1EADp v\u0103n b\u1EA3n th\u00F4ng tin cho c\u00E1c m\u1EE5c \u0111\u00EDch item. 
viewassig.theassall1=b\u00E0i t\u1EADp n\u00E0y cho ph\u00E9p c\u1EA3 hai g\u00F5 v\u0103n b\u1EA3n v\u00E0/ho\u1EB7c documents.Type thu\u1ED9c v\u00E0o \u00FD ki\u1EBFn c\u1EE7a b\u1EA1n v\u00E0o h\u1ED9p d\u01B0\u1EDBi \u0111\u00E2y, v\u00E0 s\u1EED d\u1EE5ng file \u0111\u00EDnh k\u00E8m n\u00FAt Add Attachments \u0111\u1EC3 bao g\u1ED3m c\u00E1c t\u00E0i li\u1EC7u kh\u00E1c nh\u01B0 l\u00E0 m\u1ED9t ph\u1EA7n c\u1EE7a tr\u00ECnh c\u1EE7a b\u1EA1n. L\u01B0u th\u01B0\u1EDDng xuy\u00EAn trong khi l\u00E0m vi\u1EC7c. 
addtogradebook.nonUniqueTitle=Vi\u1EC7c b\u00E0i t\u1EADp {0} \u0111\u00E3 \u0111\u01B0\u1EE3c t\u1EA1o ra nh\u01B0ng \u0111\u00E3 kh\u00F4ng \u0111\u01B0\u1EE3c li\u00EAn k\u1EBFt v\u1EDBi m\u1ED9t m\u1EE5c gradebook m\u1EDBi do m\u1ED9t m\u1EE5c nh\u1EADp hi\u1EC7n c\u00F3 c\u00F9ng t\u00EAn. Xin vui l\u00F2ng ch\u1EC9nh s\u1EEDa b\u00E0i t\u1EADp v\u00E0 cung c\u1EA5p m\u1ED9t ti\u00EAu \u0111\u1EC1 duy nh\u1EA5t. 
not.graded.non.electronic.submission.grade=Ch\u1EC9 \u0111\u1ECBnh n\u00E0y c\u1EA5p cho t\u1EA5t c\u1EA3 c\u00E1c ungraded g\u1EEDi phi \u0111i\u1EC7n t\u1EED\: 
uploadall.alert.wrongZipFormat=ZIP file kh\u00F4ng ph\u1EA3i l\u00E0 \u0111\u1ECBnh d\u1EA1ng \u0111\u00FAng. Xin vui l\u00F2ng \u0111\u1EA3m b\u1EA3o r\u1EB1ng ZIP file ch\u1EE9a c\u00E1c th\u01B0 m\u1EE5c ho\u1EB7c file grades.csv h\u1ECDc sinh \u1EDF c\u1EA5p \u0111\u1ED9 g\u1ED1c. 
gen.stusub=Sinh vi\u00EAn \u0111\u0103ng t\u1EA3i 
gen.gra=\u0110i\u1EC3m 
relgrad=C\u00F4ng B\u1ED1 \u0110i\u1EC3m 
allPurpose.show.util=Cho \u0111\u1EBFn 
dupli=B\u1EA3n sao 
desc-asn.all.groups=
gen.settfor=C\u00E0i \u0111\u1EB7t cho 
check=\u0110\u00E1nh d\u1EA5u 
gen.hasbee=B\u00E0i t\u1EADp \u0111\u00E3 \u0111\u01B0\u1EE3c g\u1EEDi v\u1EC1 
clos=\u0110\u00F3ng c\u1EEDa 
gen.folatt=Th\u01B0 m\u1EE5c file \u0111\u00EDnh k\u00E8m 
modelAnswer.instruction=Cung c\u1EA5p m\u1ED9t c\u00E2u tr\u1EA3 l\u1EDDi m\u00F4 h\u00ECnh, gi\u1EA3i ph\u00E1p b\u00E0i t\u1EADp 
displayto.site=Xem cho trang web 
cannotmak=Kh\u00F4ng th\u1EC3 l\u00E0m cho m\u1ED9t th\u00F4ng b\u00E1o cho vi\u1EC7c giao ng\u00E0y m\u1EDF. 
gen.sorbygra=Ph\u00E2n lo\u1EA1i theo l\u1EDBp 
stuviewsubm.attfromcomputerlabelmore=Ch\u1ECDn nhi\u1EC1u files t\u1EEB m\u00E1y t\u00EDnh (t\u1ED5ng s\u1ED1 5) 
feedbacktext=Th\u00F4ng tin ph\u1EA3n h\u1ED3i v\u0103n b\u1EA3n 
stupresub.max=cao nh\u1EA5t
grading.reminder.body=Xin vui l\u00F2ng kh\u00F4ng ch\u1EA5m \u0111i\u1EC3m c\u00E1c b\u00E0i t\u1EADp v\u1EDBi nhi\u1EC1u c\u1EEDa s\u1ED5 tr\u00ECnh duy\u1EC7t ho\u1EB7c tab. Ch\u1EC9 c\u00F3 lo\u1EA1i b\u00E0i t\u1EADp v\u00E0 \u0111i\u1EC1u h\u01B0\u1EDBng h\u1EC7 th\u1ED1ng v\u1EDBi m\u1ED9t c\u1EEDa s\u1ED5 tr\u00ECnh duy\u1EC7t. 
download.spreadsheet.title=N\u1ED9p B\u00E0i t\u1EADp file Excel 
viewassign=Xem b\u00E0i t\u1EADp 
modelAnswer.alert.showto=Xin vui l\u00F2ng l\u1EF1a ch\u1ECDn th\u1EDDi gian th\u00EDch h\u1EE3p \u0111\u1EC3 Xem c\u00E2u tr\u1EA3 l\u1EDDi m\u1EABu cho sinh vi\u00EAn. 
may=T5 
confirm.submission.email=B\u1EA1n s\u1EBD nh\u1EADn \u0111\u01B0\u1EE3c m\u1ED9t x\u00E1c nh\u1EADn email c\u00F3 ch\u1EE9a th\u00F4ng tin n\u00E0y. 
resubmit=G\u1EEDi l\u1EA1i 
mar=T3 
viewassig.viewass1=Xem th\u00F4ng tin b\u00E0i t\u1EADp ... 
sort.movedn=Di chuy\u1EC3n xu\u1ED1ng 
notsta=Kh\u00F4ng Gia 
confirm.savesubmission.include=B\u00E0i t\u1EADp l\u01B0u l\u1EA1i c\u1EE7a b\u1EA1n bao g\u1ED3m nh\u1EEFng \u0111i\u1EC1u sau \u0111\u00E2y\: 
stuviewsubm.theclodat=Nh\u1EEFng ng\u00E0y g\u1EA7n c\u1EE7a c\u00F4ng vi\u1EC7c \u0111\u00E3 qua. B\u1EA1n kh\u00F4ng c\u00F2n c\u00F3 th\u1EC3 g\u1EEDi c\u00E2u tr\u1EA3 l\u1EDDi. 
receive.confirm.submission.email.each=G\u1EEDi cho t\u00F4i m\u1ED9t email th\u00F4ng b\u00E1o cho m\u1ED7i h\u1ECDc sinh n\u1ED9p h\u1ED3 s\u01A1 
listsub.grasub=Tr\u00ECnh \u0110i\u1EC3m 
gen.acesubunt=Cho \u0111\u1EBFn khi ch\u1EA5p nh\u1EADn 
gen.resub=N\u1ED9p l\u1EA1i 
deadl=H\u1EA1n ch\u00F3t 
attaonly=Ch\u1EC9 file \u0111\u00EDnh k\u00E8m 
gradingsub.usethebel2=S\u1EED d\u1EE5ng h\u1ED9p d\u01B0\u1EDBi \u0111\u00E2y \u0111\u1EC3 nh\u1EADp c\u00E1c \u00FD ki\u1EBFn t\u00F3m t\u1EAFt v\u1EC1 file \u0111\u00EDnh k\u00E8m n\u00E0y c\u1EE7a b\u00E0i n\u1ED9p ho\u1EB7c c\u00E1c l\u1EDBp. 
allPurpose.show.to=Xem \u0111\u1EC3 
gradingsub.usethebel1=S\u1EED d\u1EE5ng h\u1ED9p d\u01B0\u1EDBi \u0111\u00E2y \u0111\u1EC3 nh\u1EADp c\u00E1c \u00FD ki\u1EBFn t\u00F3m t\u1EAFt b\u1ED5 sung v\u1EC1 tr\u00ECnh n\u00E0y. 
listassig.sorbysec=S\u1EAFp x\u1EBFp theo ph\u1EA7n 
confirm.submission.title=X\u00E1c nh\u1EADn nh\u1EEFng th\u00F4ng 
noti.site.id=Site ID\: 
range.allgroups=trang web 
noti.submit.time=G\u1EEDi l\u00EAn ng\u00E0y\: 
listsub.nosub=Kh\u00F4ng c\u00F3 b\u00E0i n\u1ED9p 
gen.theare2=Kh\u00F4ng c\u00F3 b\u00E0i n\u1ED9p. 
stuviewsubm.youatt=tr\u00ECnh c\u1EE7a b\u1EA1n thu\u1ED9c 
review.noreport=kh\u00F4ng c\u00F3 b\u00E1o c\u00E1o 
gen.stuvieof=Giao di\u1EC7n  bai tap c\u1EE7a sinh vi\u00EAn  
uploadall.releaseOption.no=Kh\u00F4ng ph\u00E1t h\u00E0nh \u0111\u01B0\u1EE3c t\u1EA3i l\u00EAn th\u00F4ng tin - T\u00F4i s\u1EBD ph\u00E1t h\u00E0nh n\u00F3 sau n\u00E0y 
gen.inpro=Trong ti\u1EBFn b\u1ED9 
allPurpose=T\u1EA5t c\u1EA3 c\u00E1c m\u1EE5c \u0111\u00EDch item
confirm.submission.success=B\u1EA1n \u0111\u00E3 th\u00E0nh c\u00F4ng tr\u00ECnh c\u00F4ng vi\u1EC7c c\u1EE7a b\u1EA1n. 
youarenot11_s=B\u1EA1n kh\u00F4ng \u0111\u01B0\u1EE3c ph\u00E9p \u0111\u1EC3 lo\u1EA1i b\u1ECF c\u00E1c id tr\u00ECnh giao \=  
new.title=Th\u00EAm b\u00E0i t\u1EADp m\u1EDBi 
gen.viewasstablesummary=B\u00E0i t\u1EADp c\u00E1c thi\u1EBFt l\u1EADp. 
is=l\u00E0 
confirm.savesubmission.title=X\u00E1c nh\u1EADn b\u00E0i t\u1EADp \u0111\u00E3 l\u01B0u 
gen.sordes=Ph\u00E2n lo\u1EA1i gi\u1EA3m d\u1EA7n 
receive.confirm.submission.email.options=Th\u00F4ng b\u00E1o n\u1ED9p T\u00F9y ch\u1ECDn Email\: 
youarenot11_c=B\u1EA1n kh\u00F4ng \u0111\u01B0\u1EE3c ph\u00E9p \u0111\u1EC3 lo\u1EA1i b\u1ECF b\u00E0i t\u1EADp n\u1ED9i dung id \= 
nov=T11 
desc-asn.read=
relcommented=Ph\u00E1t h\u00E0nh c\u00E1c nh\u1EADn x\u00E9t 
addtogradebook=Th\u00EAm v\u00E0o Gradebook 
gen.position=V\u1ECB tr\u00ED 
viewassig.shoassinf=Xem th\u00F4ng tin b\u00E0i l\u00E0m 
stuviewsubm.submissatt2=\u0110\u00EDnh k\u00E8m 
late=- cu\u1ED1i 
stuviewsubm.submissatt=Tr\u00ECnh file \u0111\u00EDnh k\u00E8m (s) 
uploadall.button.upload=T\u1EA3i l\u00EAn 
allPurpose.alert.access=Xin vui l\u00F2ng ch\u1ECDn danh s\u00E1ch truy c\u1EADp cho c\u00E1c m\u1EE5c \u0111\u00EDch item. 
notpermis4=B\u1EA1n kh\u00F4ng c\u00F3 quy\u1EC1n th\u00EDch h\u1EE3p \u0111\u1EC3 th\u00EAm ngu\u1ED3n l\u1EF1c. 
uploadall.choose.file.feedbackAttachments=Th\u00F4ng tin ph\u1EA3n h\u1ED3i file \u0111\u00EDnh k\u00E8m (s) 
gen.honple=Danh hi\u1EC7u vinh d\u1EF1 c\u1EA7m c\u1ED1\: 
gen.required=y\u00EAu c\u1EA7u 
desc-asn.submit=
nav.message=(Thay \u0111\u1ED5i s\u1EBD \u0111\u01B0\u1EE3c l\u01B0u) 
downloadall.button.download=T\u1EA3i v\u1EC1 
singleatt=Uploaded \u0111\u01A1n File 
aug=T8
gen.sortbyfordesc=Ph\u00E2n lo\u1EA1i theo \u0111\u1ED1i t\u01B0\u1EE3ng gi\u1EA3m d\u1EA7n 
delet=X\u00F3a 
grading.no2=Kh\u00F4ng \u0111\u01B0\u1EE3c b\u00E0i t\u1EADp li\u00EAn k\u1EBFt \u0111\u1EC3 Gradebook 
confirm.submission.label.submittedon=G\u1EEDi l\u00EAn ng\u00E0y\: 
draft2=D\u1EF1 th\u1EA3o 
gen.ass.lis.sum=Danh s\u00E1ch c\u00E1c b\u00E0i t\u1EADp. C\u1ED9t 1\: Ti\u00EAu \u0111\u1EC1 b\u00E0i t\u1EADp v\u00E0 c\u00E1c li\u00EAn k\u1EBFt \u0111\u1EC3 ch\u1EC9nh s\u1EEDa ho\u1EB7c tr\u00F9ng l\u1EB7p. C\u1ED9t 2\: tr\u1EA1ng th\u00E1i. Calumn 3\: ng\u00E0y khai m\u1EA1c. C\u1ED9t 4\: ng\u00E0y do. C\u1ED9t 6\: s\u1ED1 n\u1ED9p v\u00E0 ph\u00E2n lo\u1EA1i. C\u1ED9t 7\: \u0111i\u1EC3m l\u1EDBp. C\u1ED9t 8 th\u00E1ng 5 c\u00F3 checkboxes \u0111\u1EC3 ch\u1ECDn v\u00E0 lo\u1EA1i b\u1ECF b\u00E0i t\u1EADp. 
tag.emptylist=Kh\u00F4ng c\u00F3 tags. 
att.upl=Ch\u1ECDn File\: 
conte=n\u1ED9i dung. 
gen.viewing=Xem th\u00F4ng tin 
modelAnswer.show_to_student.prompt=Show cho sinh vi\u00EAn 
grade.max=max 
gen.notsta=Kh\u00F4ng Gia 
gen.instr=H\u01B0\u1EDBng d\u1EABn 
review.use=D\u00F9ng {0} 
noti.submit.attachments=\u0110\u00EDnh k\u00E8m\: 
hasDraftSum=M\u1ED9t s\u1ED1 h\u1ECDc sinh \u0111\u00E3 b\u1EAFt \u0111\u1EA7u l\u00E0m vi\u1EC7c tr\u00EAn b\u00E0i t\u1EADp nh\u01B0ng ch\u01B0a n\u1ED9p \u0111\u01B0\u1EE3c n\u00EAu ra. 
inlin=ch\u1EC9 cho Inline  
sep=T9
review.viewreport=Xem B\u00E1o c\u00E1o 
note.label=Ghi ch\u00FA c\u00E1 nh\u00E2n 
due2=Do 
stuviewsubm.attfromserverlabel=ho\u1EB7c ch\u1ECDn c\u00E1c file t\u1EEB kh\u00F4ng gian l\u00E0m vi\u1EC7c hay trang web 
download.spreadsheet.column.name=T\u00EAn 
allPurpose.show.time=Th\u1EDDi gian\: 
gen.backtolist=Tr\u1EDF v\u1EC1 danh s\u00E1ch 
gen.sorbylas=Ph\u00E2n lo\u1EA1i theo ho\u0323 t\u00EAn 
releas=Ph\u00E1t h\u00E0nh 
gen.stuwonsee=Sinh vi\u00EAn s\u1EBD kh\u00F4ng nh\u00ECn th\u1EA5y  b\u00E0i t\u1EADp n\u00E0y cho \u0111\u1EBFn ng\u00E0y m\u1EDF. 
downspr=T\u1EA3i v\u1EC1 spreadsheet 
downloadall.instruction=Ch\u1ECDn t\u1EA3i v\u1EC1 c\u00E1c t\u00F9y ch\u1ECDn, v\u00E0 sau \u0111\u00F3 nh\u1EA5p v\u00E0o 'Download' \u1EDF ph\u00EDa d\u01B0\u1EDBi. 
gen.savdra=L\u01B0u nh\u00E1p 
uploadall.choose.file.studentSubmissionAttachment=Sinh vi\u00EAn n\u1ED9p h\u1ED3 s\u01A1 \u0111\u00EDnh k\u00E8m (s) 
addtogradebook.illegalPoints=b\u00E0i t\u1EADp c\u00F3 th\u1EC3 kh\u00F4ng \u0111\u01B0\u1EE3c b\u1ED5 sung v\u00E0o Gradebook. \u0110\u1EC3 th\u00EAm v\u00E0o Gradebook, ch\u1EC9nh s\u1EEDa b\u00E0i t\u1EADp v\u00E0 nh\u1EADp m\u1ED9t gi\u00E1 tr\u1ECB l\u1EDBn h\u01A1n zero cho \u0111i\u1EC3m. 
uploadall.choose.file.confirm=B\u1EA1n \u0111\u00E3 l\u1EF1a ch\u1ECDn c\u00E1c file l\u01B0u tr\u1EEF \u0111\u1EC3 t\u1EA3i l\u00EAn. file ch\u1EE9a trong c\u00E1c kho l\u01B0u tr\u1EEF s\u1EBD \u0111\u01B0\u1EE3c t\u1EA3i l\u00EAn c\u00E1c tr\u00ECnh sinh vi\u00EAn t\u01B0\u01A1ng \u1EE9ng \u0111\u1EC3 b\u00E0i t\u1EADp. 
allPurpose.show.from=T\u1EEB 
gen.returned=Tr\u1EDF l\u1EA1i 
date.opendate=Ng\u00E0y m\u1EDF 
apr=T4
allow.resubmit.number=S\u1ED1 l\u1EA7n cho ph\u00E9p n\u1ED9p l\u1EA1i 
not_allowed_to_grade_in_gradebook=b\u00E0i t\u1EADp l\u00E0 li\u00EAn k\u1EBFt v\u1EDBi m\u1ED9t m\u1EE5c Gradebook. V\u00EC b\u1EA1n kh\u00F4ng \u0111\u01B0\u1EE3c ph\u00E9p ch\u1EA5m \u0111i\u1EC3m l\u1EDBp trong Gradebook, b\u1EA1n kh\u00F4ng th\u1EC3  ch\u1EA5m \u0111i\u1EC3m l\u1EDBp \u1EDF \u0111\u00E2y trong B\u00E0i t\u1EADp. Tuy nhi\u00EAn, b\u1EA1n v\u1EABn c\u00F3 th\u1EC3 c\u1EADp nh\u1EADt c\u00E1c khu v\u1EF1c b\u00ECnh lu\u1EADn v\u00E0 \u0111\u00EDnh k\u00E8m s t\u1EA3i l\u00EAn () \u0111\u1EC3 ph\u00E2n lo\u1EA1i m\u1EE5c \u0111\u00EDch. 
desc-asn.receive.notifications=
granotset=The Lo\u1EA1i \u0110i\u1EC3m ch\u01B0a \u0111\u01B0\u1EE3c cung c\u1EA5p  
gen.stuatt=G\u1EEDi tin \u0111\u00EDnh k\u00E8m 
grading.alert.multiTab=\u0110i\u1EC3m, \u00FD ki\u1EBFn v\u00E0 ph\u1EA3n h\u1ED3i c\u1EE7a b\u1EA1n ch\u01B0a \u0111\u01B0\u1EE3c l\u01B0u. B\u1EA1n s\u1EBD c\u1EA7n ph\u1EA3i nh\u1EADp l\u1EA1i. B\u1EA1n ch\u1EC9 c\u00F3 th\u1EC3 cho ph\u00E9p m\u1ED9t sinh vi\u00EAn n\u1ED9p t\u1EA1i m\u1ED9t th\u1EDDi \u0111i\u1EC3m. N\u1EBFu b\u1EA1n m\u1EDF m\u1ED9t h\u1ECDc sinh l\u00E0m vi\u1EC7c th\u1EE9 hai tr\u01B0\u1EDBc khi r\u1EDDi kh\u1ECFi tr\u00ECnh h\u1ECDc sinh \u0111\u1EA7u ti\u00EAn, vi\u1EC7c tr\u00ECnh \u0111\u1EA7u ti\u00EAn kh\u00F4ng th\u1EC3 \u0111\u01B0\u1EE3c ch\u1EA5m \u0111i\u1EC3m cho \u0111\u1EBFn khi b\u1EA1n \u0111\u00F3ng t\u1EA5t c\u1EA3 c\u00E1c b\u00E0i n\u1ED9p, v\u00E0 sau \u0111\u00F3 m\u1EDF n\u00F3. \u0110\u1EC3 tr\u00E1nh v\u1EA5n \u0111\u1EC1 n\u00E0y, xin vui l\u00F2ng kh\u00F4ng m\u1EDF nhi\u1EC1u c\u1EEDa s\u1ED5 tr\u00ECnh duy\u1EC7t ho\u1EB7c tab trong khi b\u1EA1n \u0111ang ph\u00E2n lo\u1EA1i. Ch\u00FAng t\u00F4i \u0111\u1EC1 ngh\u1ECB b\u1EA1n \u0111\u00F3ng v\u00E0 kh\u1EDFi \u0111\u1ED9ng l\u1EA1i tr\u00ECnh duy\u1EC7t c\u1EE7a b\u1EA1n, v\u00E0 sau \u0111\u00F3 \u0111\u0103ng nh\u1EADp l\u1EA1i v\u00E0o h\u1EC7 th\u1ED1ng, tr\u01B0\u1EDBc khi ti\u1EBFp t\u1EE5c v\u1EDBi ph\u00E2n lo\u1EA1i c\u1EE7a b\u1EA1n. 
receive.confirm.submission.email.digest=G\u1EEDi cho t\u00F4i m\u1ED9t email m\u1ED7i ng\u00E0y t\u00F3m t\u1EAFt c\u00E1c th\u00F4ng b\u00E1o nh\u1EADn b\u00E0i h\u1ECDc sinh 
gradingsub.belisthe=D\u01B0\u1EDBi \u0111\u00E2y l\u00E0 nop tr\u00ECnh t\u1EEB m\u1ED9t h\u1ECDc sinh. B\u1EA1n c\u00F3 th\u1EC3 ch\u00E8n c\u00E1c \u00FD ki\u1EBFn v\u00E0o v\u0103n b\u1EA3n n\u00E0y b\u1EB1ng c\u00E1ch nh\u1EA5p v\u00E0o \u00F4, sau \u0111\u00F3 lo\u1EA1i \u00FD ki\u1EBFn c\u1EE7a b\u1EA1n. B\u00ECnh lu\u1EADn bao quanh b\u1EDFi {}, {{<span class\="highlight">like this</span>}} s\u1EBD xu\u1EA5t hi\u1EC7n m\u00E0u \u0111\u1ECF cho sinh vi\u00EAn. 
noti.student=H\u1ECDc sinh\: 
gen.next=Ti\u1EBFp theo 
gen.adddroatt2=Th\u00EAm/g\u1EE1 b\u1ECF c\u00E1c file \u0111\u00EDnh k\u00E8m 
date.invalid=Ng\u00E0y kh\u00F4ng h\u1EE3p l\u1EC7 thi\u1EBFt l\u1EADp cho 
gen.assinf=H\u01B0\u1EDBng d\u1EABn b\u00E0i t\u1EADp 
stulistassig.asshasbee1=(b\u00E0i t\u1EADp \u0111\u00E3 b\u1ECB x\u00F3a) 
gen.remove=H\u1EE7y b\u1ECF 
gen.forpoi=\u0110\u1ED1i v\u1EDBi c\u00E1c \u0111i\u1EC3m, nh\u1EADp t\u1ED1i \u0111a c\u00F3 th\u1EC3 
due=Do 
uploadall.instruction=Ch\u1ECDn file l\u01B0u tr\u1EEF \u0111\u1EC3 t\u1EA3i l\u00EAn, ch\u1ECDn t\u00F9y ch\u1ECDn, v\u00E0 sau \u0111\u00F3 click Upload "\u1EDF ph\u00EDa d\u01B0\u1EDBi. c\u00E1c m\u1EE5c b\u1EAFt bu\u1ED9c \u0111\u01B0\u1EE3c \u0111\u00E1nh d\u1EA5u b\u1EB1ng 
gen.late2=- cu\u1ED1i 
assignmenttext=V\u0103n b\u1EA3n b\u00E0i t\u1EADp 
noti.releasegrade.text=B\u00E0i t\u1EADp \u0111\u00E3 n\u1ED9p c\u1EE7a b\u1EA1n  "{0}" \u0111\u00E3 \u0111\u01B0\u1EE3c tr\u1EA3 l\u1EA1i. Xin vui l\u00F2ng \u0111\u1EBFn {1} \u0111\u1EC3 xem chi ti\u1EBFt. 
gen.honple2val=B\u1EA1n c\u1EA7n ph\u1EA3i ki\u1EC3m tra vi\u1EC7c c\u1EA7m c\u1ED1 danh d\u1EF1. Nh\u1EA5p v\u00E0o Ch\u1EC9nh s\u1EEDa \u0111\u1EC3 l\u00E0m nh\u01B0 v\u1EADy. 
allPurpose.show.hide=\u1EA8n item n\u00E0y 
gen.mod=S\u1EEDa \u0111\u1ED5i 
desc-asn.new=
stuviewsubm.theassall2=b\u00E0i t\u1EADp n\u00E0y cho ph\u00E9p nh\u1EADn h\u1ED3 s\u01A1 b\u1EB1ng c\u00E1ch g\u1EAFn c\u00E1c v\u0103n b\u1EA3n. 
alert.globalNavi=N\u1EBFu b\u1EA1n ch\u1ECDn \u0111\u1EC3 tho\u00E1t ra m\u00E0 kh\u00F4ng c\u00F3 c\u00E1ch nh\u1EA5p v\u00E0o n\u00FAt b\u1EA5t k\u1EF3 h\u00E0nh \u0111\u1ED9ng \u1EDF d\u01B0\u1EDBi c\u00F9ng c\u1EE7a trang n\u00E0y, b\u1EA1n s\u1EBD m\u1EA5t c\u00F4ng vi\u1EC7c c\u1EE7a b\u1EA1n. Xin vui l\u00F2ng ch\u1ECDn m\u1ED9t trong c\u00E1c n\u00FAt ho\u1EB7c \u0111i\u1EC1u h\u01B0\u1EDBng \u0111\u1EBFn trang l\u1EF1a ch\u1ECDn c\u1EE7a b\u1EA1n v\u00E0 t\u1EEB b\u1ECF c\u00F4ng vi\u1EC7c c\u1EE7a b\u1EA1n trong trang n\u00E0y. 
list.itemsper=c\u00E1c m\u1EE5c ... 
modelAnswer.alert.modelAnswer=Xin vui l\u00F2ng cung c\u1EA5p v\u0103n b\u1EA3n tr\u1EA3 l\u1EDDi m\u1EABu. 
uploadall.choose.file.feedbackComments=\u00FD ki\u1EBFn Th\u00F4ng tin ph\u1EA3n h\u1ED3i (comments.txt file n\u1EBFu c\u00F3 s\u1EB5n trong th\u01B0 m\u1EE5c c\u1EE7a h\u1ECDc sinh. B\u00ECnh lu\u1EADn \u0111ang \u0111\u01B0a v\u00E0o l\u0129nh v\u1EF1c \u00FD ki\u1EBFn h\u01B0\u1EDBng d\u1EABn \u0111\u1EC3 tr\u00ECnh c\u1EE7a m\u1ED7i h\u1ECDc sinh) 
assig6=B\u00E0i t\u1EADp\: Ng\u00E0y m\u1EDF cho 
assig5=Bi\u00EAn so\u1EA1n b\u00E0i t\u1EADp \: M\u1EDF Ng\u00E0y cho 
assig4=Ng\u00E0y n\u1ED9p b\u00E0i t\u1EADp \u0111\u01B0\u1EE3c thi\u1EBFt l\u1EADp trong qu\u00E1 kh\u1EE9. B\u1EA1n c\u00F3 ch\u1EAFc ch\u1EAFn? 
assig3=Ng\u00E0y n\u1ED9p b\u00E0i t\u1EADp \u0111\u00FAng h\u1EA1n n\u00EAn \u0111\u01B0\u1EE3c thi\u1EBFt l\u1EADp sau ng\u00E0y m\u1EDF. 
