#X-Generator: crowdin.com
acesubdea2=\u0645\u0648\u0639\u062f \u067e\u0630\u06cc\u0631\u0634 \u0627\u0631\u0633\u0627\u0644\u06cc \u0647\u0627 \u0628\u0627\u06cc\u062f \u067e\u0633 \u0627\u0632 \u062a\u0627\u0631\u06cc\u062e \u0645\u0648\u0639\u062f \u0645\u0642\u0631\u0631 \u0628\u0627\u0634\u062f.

acesubdea3=\u0645\u0648\u0639\u062f \u067e\u0630\u06cc\u0631\u0634 \u0627\u0631\u0633\u0627\u0644\u06cc \u0647\u0627 \u0628\u0627\u06cc\u062f \u067e\u0633 \u0627\u0632 \u062a\u0627\u0631\u06cc\u062e \u0628\u0627\u0632 \u0634\u062f\u0646 \u0628\u0627\u0634\u062f.

acesubdea4=\u0645\u0648\u0639\u062f \u067e\u0630\u06cc\u0631\u0634 \u0627\u0631\u0633\u0627\u0644\u06cc \u0647\u0627 \u0628\u0631\u0627\u06cc \u062a\u0627\u0631\u06cc\u062e\u06cc \u062a\u0646\u0638\u06cc\u0645 \u0634\u062f\u0647 \u06a9\u0647 \u06af\u0630\u0634\u062a\u0647 \u0627\u0633\u062a. \u0644\u0637\u0641\u0627\u064b \u062a\u0627\u0631\u06cc\u062e \u0631\u0627 \u062a\u0635\u062d\u064a\u062d \u06a9\u0646\u06cc\u062f \u0648 \u06cc\u0627 \u0628\u0631\u0627\u06cc \u0627\u062f\u0627\u0645\u0647 \u0645\u062c\u062f\u062f\u0627\u064b \u0628\u0631 \u0631\u0648\u06cc \u062f\u06a9\u0645\u0647 \u0627\u0635\u0644\u06cc \u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f.

acesubdea5=\u0645\u0648\u0639\u062f \u067e\u0630\u06cc\u0631\u0634 \u0627\u0631\u0633\u0627\u0644\u06cc \u0647\u0627\u06cc \u0645\u062c\u062f\u062f \u0628\u0631\u0627\u06cc \u062a\u0627\u0631\u06cc\u062e\u06cc \u062a\u0646\u0638\u06cc\u0645 \u0634\u062f\u0647 \u06a9\u0647 \u06af\u0630\u0634\u062a\u0647 \u0627\u0633\u062a. \u0644\u0637\u0641\u0627\u064b \u062a\u0627\u0631\u06cc\u062e \u0631\u0627 \u062a\u0635\u062d\u06cc\u062d \u06a9\u0646\u06cc\u062f \u0648 \u06cc\u0627 \u0628\u0631\u0627\u06cc \u0627\u062f\u0627\u0645\u0647 \u0645\u062c\u062f\u062f\u0627\u064b \u0628\u0631 \u0631\u0648\u06cc \u062f\u06a9\u0645\u0647 \u0627\u0635\u0644\u06cc \u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f.

acesubdea6=\u0645\u0648\u0639\u062f \u067e\u0630\u06cc\u0631\u0634 \u0627\u0631\u0633\u0627\u0644\u06cc \u0647\u0627\u06cc \u0645\u062c\u062f\u062f \u0628\u0627\u06cc\u062f \u067e\u0633 \u0627\u0632 \u062a\u0627\u0631\u06cc\u062e \u0628\u0627\u0632 \u0634\u062f\u0646 \u0628\u0627\u0634\u062f.

areyousur_withSubmission=\u0622\u06cc\u0627 \u0627\u0632 \u062d\u0630\u0641 ''{0}'' \u06a9\u0647 \u062f\u0627\u0631\u0627\u06cc \u0645\u0648\u0631\u062f \u0627\u0631\u0633\u0627\u0644\u06cc \u0627\u0633\u062a\u060c \u0645\u0637\u0645\u0626\u0646 \u0647\u0633\u062a\u06cc\u062f\u061f

areyousur_multiple=\u0622\u06cc\u0627 \u0645\u0637\u0645\u0626\u0646 \u0647\u0633\u062a\u06cc\u062f \u0645\u06cc \u062e\u0648\u0627\u0647\u06cc\u062f \u0627\u06cc\u0646 \u062a\u06a9\u0627\u0644\u06cc\u0641 \u0631\u0627 \u062d\u0630\u0641 \u06a9\u0646\u06cc\u062f\u061f

areyousur_single=\u0622\u06cc\u0627 \u0645\u0637\u0645\u0626\u0646 \u0647\u0633\u062a\u06cc\u062f \u0645\u06cc \u062e\u0648\u0627\u0647\u06cc\u062f \u0627\u06cc\u0646 \u062a\u06a9\u0644\u06cc\u0641 \u0631\u0627 \u062d\u0630\u0641 \u06a9\u0646\u06cc\u062f\u061f

assig3=\u0645\u0648\u0639\u062f \u0645\u0642\u0631\u0631 \u062a\u06a9\u0644\u06cc\u0641 \u0628\u0627\u06cc\u062f \u067e\u0633 \u0627\u0632 \u062a\u0627\u0631\u06cc\u062e \u0628\u0627\u0632 \u0634\u062f\u0646 \u0622\u0646 \u0628\u0627\u0634\u062f.

assig4=\u0645\u0648\u0639\u062f \u0645\u0642\u0631\u0631 \u062a\u06a9\u0644\u06cc\u0641 \u0628\u0631\u0627\u06cc \u062a\u0627\u0631\u06cc\u062e\u06cc \u062a\u0646\u0638\u06cc\u0645 \u0634\u062f\u0647 \u06a9\u0647 \u06af\u0630\u0634\u062a\u0647 \u0627\u0633\u062a. \u0644\u0637\u0641\u0627\u064b \u062a\u0627\u0631\u06cc\u062e \u0631\u0627 \u062a\u0635\u062d\u064a\u062d \u06a9\u0646\u06cc\u062f \u0648 \u06cc\u0627 \u0628\u0631\u0627\u06cc \u0627\u062f\u0627\u0645\u0647 \u0645\u062c\u062f\u062f\u0627\u064b \u0628\u0631 \u0631\u0648\u06cc \u062f\u06a9\u0645\u0647 \u0627\u0635\u0644\u06cc \u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f.

assig5=\u062a\u06a9\u0644\u06cc\u0641 \u0648\u06cc\u0631\u0627\u06cc\u0634 \u0634\u062f\u0647\: \u062a\u0627\u0631\u06cc\u062e \u0628\u0627\u0632 \u0634\u062f\u0646 \u0628\u0631\u0627\u06cc "{0}''

assig6=\u062a\u06a9\u0644\u06cc\u0641\: \u062a\u0627\u0631\u06cc\u062e \u0628\u0627\u0632 \u0634\u062f\u0646 \u0628\u0631\u0627\u06cc ''{0}''

attaonly=\u062a\u0646\u0647\u0627 \u067e\u06cc\u0648\u0633\u062a

attempty=\u0627\u0645\u06a9\u0627\u0646 \u0627\u0631\u0633\u0627\u0644 \u067e\u06cc\u0648\u0633\u062a \u062e\u0627\u0644\u06cc \u0648\u062c\u0648\u062f \u0646\u062f\u0627\u0631\u062f\: "{0}".

cannotfin1=\u0627\u0645\u06a9\u0627\u0646 \u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u062a\u0627\u0631\u06cc\u062e \u0645\u0648\u0639\u062f \u0645\u0642\u0631\u0631 \u0628\u0647 \u062a\u0642\u0648\u06cc\u0645 \u0648\u062c\u0648\u062f \u0646\u062f\u0627\u0631\u062f.

cannotfin_assignment=\u062a\u06a9\u0644\u06cc\u0641 ''{0}'' \u06cc\u0627\u0641\u062a \u0646\u0634\u062f.

cannotfin_assignmentContent=\u0645\u062d\u062a\u0648\u0627\u06cc \u062a\u06a9\u0644\u06cc\u0641 ''{0}'' \u06cc\u0627\u0641\u062a \u0646\u0634\u062f.

cannotfin3=\u062a\u06a9\u0644\u06cc\u0641 \u06cc\u0627\u0641\u062a \u0646\u0634\u062f.

cannotfin4=\u0645\u062d\u062a\u0648\u0627\u06cc \u062a\u06a9\u0644\u06cc\u0641 \u06cc\u0627\u0641\u062a \u0646\u0634\u062f.

cannotfin5=\u0627\u0631\u0633\u0627\u0644\u06cc \u062a\u06a9\u0644\u06cc\u0641 \u06cc\u0627\u0641\u062a \u0646\u0634\u062f.
cannotfin_site=\u0633\u0627\u06cc\u062a \u0628\u0627 \u0634\u0646\u0627\u0633\u0647 \="{0}" \u06cc\u0627\u0641\u062a \u0646\u0634\u062f.
cannotfin_submission=\u0627\u0631\u0633\u0627\u0644\u06cc \u062a\u06a9\u0644\u06cc\u0641 \u0628\u0627 \u0634\u0646\u0627\u0633\u0647 \="{0}" \u06cc\u0627\u0641\u062a \u0646\u0634\u062f.
cannotfin_submission_1=\u0627\u0631\u0633\u0627\u0644\u06cc \u062a\u06a9\u0644\u06cc\u0641 \u0628\u0631\u0627\u06cc \u062a\u06a9\u0644\u06cc\u0641 \u0628\u0627 \u0645\u0631\u062c\u0639 \="{0}" \u0648 \u0634\u0646\u0627\u0633\u0647 \u06a9\u0627\u0631\u0628\u0631 \="{1}" \u06cc\u0627\u0641\u062a \u0646\u0634\u062f.

cannotfin6=\u0631\u0648\u06cc\u062f\u0627\u062f \u062a\u0642\u0648\u06cc\u0645 "{0}" \u06cc\u0627\u0641\u062a \u0646\u0634\u062f.

cannot_getEvents=\u0627\u0645\u06a9\u0627\u0646 \u062e\u0648\u0627\u0646\u062f\u0646 \u0631\u0648\u06cc\u062f\u0627\u062f\u0647\u0627 \u0628\u0631\u0627\u06cc \u062a\u0642\u0648\u06cc\u0645 "{0}" \u0648\u062c\u0648\u062f \u0646\u062f\u0627\u0634\u062a.

cannotmak=\u0627\u0645\u06a9\u0627\u0646 \u0627\u06cc\u062c\u0627\u062f \u0627\u0639\u0644\u0627\u0646 \u0628\u0631\u0627\u06cc \u062a\u0627\u0631\u06cc\u062e \u0628\u0627\u0632 \u0634\u062f\u0646 \u062a\u06a9\u0644\u06cc\u0641 \u0648\u062c\u0648\u062f \u0646\u062f\u0627\u0634\u062a.

cannotrem=\u0627\u0645\u06a9\u0627\u0646 \u062d\u0630\u0641 \u0631\u0648\u06cc\u062f\u0627\u062f \u0642\u062f\u06cc\u0645\u06cc \u0628\u0631\u0627\u06cc \u062a\u06a9\u0644\u06cc\u0641 "{0}" \u0648\u062c\u0648\u062f \u0646\u062f\u0627\u0634\u062a.

check=\u0686\u06a9\u200e\u0645\u0627\u0631\u06a9

conte=\u0645\u062d\u062a\u0648\u0627

deadl=\u0622\u062e\u0631\u06cc\u0646 \u0645\u0647\u0644\u062a

delet=\u062d\u0630\u0641 \u06a9\u0631\u062f\u0646

delete_assig.delanass=\u062d\u0630\u0641 \u06cc\u06a9 \u062a\u06a9\u0644\u06cc\u0641...
delete_assig.delass=\u062d\u0630\u0641 \u062a\u06a9\u0627\u0644\u06cc\u0641...

downall=\u062f\u0627\u0646\u0644\u0648\u062f \u0647\u0645\u0647

downspr=\u062f\u0627\u0646\u0644\u0648\u062f spreadsheet [XLS]

draft=\u067e\u06cc\u0634 \u0646\u0648\u06cc\u0633 \u0634\u062f\u0647

dupli=\u0646\u0633\u062e\u0647 \u0628\u0631\u062f\u0627\u0631\u06cc

gen.acesubunt=\u067e\u0630\u06cc\u0631\u0634 \u062a\u0627
gen.addatt=\u0627\u0641\u0632\u0648\u062f\u0646 \u067e\u06cc\u0648\u0633\u062a
gen.addatttoassig=\u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u067e\u06cc\u0648\u0633\u062a \u0628\u0647 \u062a\u06a9\u0644\u06cc\u0641
gen.addatttoassig.singular=\u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u067e\u06cc\u0648\u0633\u062a \u0628\u0647 \u062a\u06a9\u0644\u06cc\u0641
gen.addatttoassiginstr=\u06cc\u06a9 \u0622\u06cc\u062a\u0645 \u0631\u0627 \u0627\u0632 \u06a9\u0627\u0645\u067e\u06cc\u0648\u062a\u0631 \u062e\u0648\u062f \u0627\u0636\u0627\u0641\u0647 \u06a9\u0646\u06cc\u062f \u0648 \u06cc\u0627 \u06cc\u06a9 \u0622\u06cc\u062a\u0645 \u0645\u0648\u062c\u0648\u062f \u0631\u0627 \u0627\u0632 \u0645\u0646\u0627\u0628\u0639 \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f. \u0632\u0645\u0627\u0646\u06cc \u06a9\u0647 \u0627\u0646\u062a\u062e\u0627\u0628 \u062e\u0648\u062f \u0631\u0627 \u0627\u0646\u062c\u0627\u0645 \u062f\u0627\u062f\u06cc\u062f\u060c \u0628\u0631 \u0631\u0648\u06cc \u06af\u0632\u06cc\u0646\u0647 "\u0627\u062f\u0627\u0645\u0647" \u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f \u0648 \u06cc\u0627 \u0628\u0631\u0627\u06cc \u0628\u0627\u0632\u06af\u0634\u062a \u0628\u062f\u0648\u0646 \u0627\u06cc\u062c\u0627\u062f \u062a\u063a\u06cc\u06cc\u0631\u060c \u0628\u0631 \u0631\u0648\u06cc \u06af\u0632\u06cc\u0646\u0647 "\u0644\u063a\u0648" \u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f. \u0634\u0645\u0627 \u0628\u0647 \u062a\u06a9\u0644\u06cc\u0641 \u062e\u0648\u062f \u0628\u0627\u0632\u062e\u0648\u0627\u0647\u06cc\u062f \u06af\u0634\u062a \u0648 \u0633\u067e\u0633 \u0628\u0627\u06cc\u062f \u0622\u0646 \u0631\u0627 \u0630\u062e\u06cc\u0631\u0647 \u06a9\u0646\u06cc\u062f.
gen.adddroatt=\u0627\u0636\u0627\u0641\u0647/\u062d\u0630\u0641 \u06a9\u0631\u062f\u0646 \u067e\u06cc\u0648\u0633\u062a \u0647\u0627
gen.addduedat=\u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u062a\u0627\u0631\u06cc\u062e \u0645\u0642\u0631\u0631 \u0628\u0631\u0627\u06cc \u062a\u0642\u0648\u06cc\u0645
gen.addhonple=\u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u0642\u0633\u0645 \u062a\u0639\u0647\u062f 
gen.addinst=\u062f\u06cc\u06af\u0631 \u0646\u0638\u0631\u0627\u062a \u0627\u0633\u062a\u0627\u062f \u062f\u0631\u0628\u0627\u0631\u0647 \u0627\u0631\u0633\u0627\u0644\u06cc \u0634\u0645\u0627
gen.addinst2=\u0646\u0638\u0631\u0627\u062a \u0627\u0633\u062a\u0627\u062f \u062f\u0631\u0628\u0627\u0631\u0647 \u0627\u0631\u0633\u0627\u0644\u06cc \u0634\u0645\u0627
gen.addinstatts=\u067e\u06cc\u0648\u0633\u062a\u200c\u0647\u0627\u06cc \u0627\u0633\u062a\u0627\u062f \u0628\u0647 \u0627\u06cc\u0646 \u0627\u0631\u0633\u0627\u0644\u06cc
gen.addres2=\u0645\u0646\u0627\u0628\u0639 \u062f\u06cc\u06af\u0631 \u0628\u0631\u0627\u06cc \u062a\u06a9\u0644\u06cc\u0641
gen.alert=\u0647\u0634\u062f\u0627\u0631\:
gen.anntheope=\u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u06cc\u06a9 \u0627\u0639\u0644\u0627\u0646 \u0628\u0631\u0627\u06cc \u062a\u0627\u0631\u06cc\u062e \u0628\u0627\u0632 \u0634\u062f\u0646 \u062a\u06a9\u0627\u0644\u06cc\u0641
gen.assdet=\u062c\u0632\u0626\u06cc\u0627\u062a \u062a\u06a9\u0644\u06cc\u0641
gen.assig=\u062a\u06a9\u0644\u06cc\u0641
gen.assinf=\u062f\u0633\u062a\u0648\u0631\u0627\u0644\u0639\u0645\u0644 \u062a\u06a9\u0644\u06cc\u0641
gen.ass.lis.sum=\u0644\u06cc\u0633\u062a \u062a\u06a9\u0627\u0644\u06cc\u0641.
gen.asstit=\u0639\u0646\u0648\u0627\u0646 \u062a\u06a9\u0644\u06cc\u0641
gen.at=\u062f\u0631
gen.att=\u067e\u06cc\u0648\u0633\u062a\u200c\u0647\u0627
gen.attfprgra=\u067e\u06cc\u0648\u0633\u062a\u200c\u0647\u0627 \u0628\u0631\u0627\u06cc \u0646\u0645\u0631\u0647\u200c\u062f\u0647\u06cc
gen.atttoret=\u067e\u06cc\u0648\u0633\u062a\u200c\u0647\u0627\u06cc\u06cc \u06a9\u0647 \u0628\u0647 \u0647\u0645\u0631\u0627\u0647 \u0646\u0645\u0631\u0647 \u0627\u0631\u062c\u0627\u0639 \u062f\u0627\u062f\u0647 \u0645\u06cc\u0634\u0648\u0646\u062f
gen.atttoret2=\u067e\u06cc\u0648\u0633\u062a\u200c\u0647\u0627\u06cc\u06cc \u06a9\u0647 \u0628\u0647 \u0647\u0645\u0631\u0627\u0647 \u062a\u06a9\u0644\u06cc\u0641 \u0627\u0631\u062c\u0627\u0639 \u062f\u0627\u062f\u0647 \u0645\u06cc\u0634\u0648\u0646\u062f
gen.availability=\u0645\u0648\u062c\u0648\u062f\u0628\u0648\u062f\u0646
gen.can=\u0644\u063a\u0648
gen.can.discard=\u062a\u063a\u06cc\u06cc\u0631\u0627\u062a \u0634\u0645\u0627 \u0645\u0646\u0638\u0648\u0631 \u0646\u062e\u0648\u0627\u0647\u0646\u062f \u0634\u062f. \u0622\u06cc\u0627 \u0645\u0637\u0645\u0626\u0646 \u0647\u0633\u062a\u06cc\u062f \u06a9\u0647 \u0645\u06cc\u062e\u0648\u0627\u0647\u06cc\u062f \u0644\u063a\u0648 \u06a9\u0646\u06cc\u062f\u061f
gen.clocli=\u0628\u0633\u062a\u0646\u060c \u0628\u0631\u0627\u06cc \u0628\u0627\u0632 \u06a9\u0631\u062f\u0646 \u062f\u0633\u062a\u0648\u0631\u0627\u0644\u0639\u0645\u0644 \u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f
gen.closed=\u0628\u0633\u062a\u0647 \u0634\u062f\u0647
gen.creby=\u0627\u06cc\u062c\u0627\u062f \u0634\u062f\u0647 \u062a\u0648\u0633\u0637
gen.don=\u0627\u0646\u062c\u0627\u0645 \u0634\u062f\u0647
gen.dra1=\u067e\u06cc\u0634 \u0646\u0648\u06cc\u0633
gen.closeexit=\u0628\u0633\u062a\u0646 \u0648 \u062e\u0631\u0648\u062c
gen.dra2=\u067e\u06cc\u0634 \u0646\u0648\u06cc\u0633-
gen.due=\u0645\u0648\u0639\u062f \u0645\u0642\u0631\u0631
gen.duedat=\u0645\u0648\u0639\u062f \u0645\u0642\u0631\u0631
gen.filatt=\u067e\u06cc\u0648\u0633\u062a \u0641\u0627\u06cc\u0644
gen.folatt=\u067e\u06cc\u0648\u0633\u062a \u067e\u0648\u0634\u0647
gen.forpoi=\u0628\u0631\u0627\u06cc \u0627\u0645\u062a\u06cc\u0627\u0632\u0627\u062a\u060c \u062d\u062f\u0627\u06a9\u062b\u0631 \u0645\u0645\u06a9\u0646 \u0631\u0627 \u0648\u0627\u0631\u062f \u06a9\u0646\u06cc\u062f
gen.assign.gra=\u0646\u0645\u0631\u0647
gen.gra=\u0646\u0645\u0631\u0647
gen.gra2=\u0646\u0645\u0631\u0647\:
gen.grade.override=\u062c\u0627\u06cc\u06af\u0630\u0627\u0631\u06cc \u0646\u0645\u0631\u0647 \u0628\u0627\:
gen.grading=\u0646\u0645\u0631\u0647 \u062f\u0647\u06cc
gen.group=\u06af\u0631\u0648\u0647 \u0647\u0627
gen.subformat=\u0641\u0631\u0645\u062a \u0627\u0631\u0633\u0627\u0644\u06cc \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632 \u0631\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f
group.issubmit=\u0627\u0631\u0633\u0627\u0644\u06cc \u06af\u0631\u0648\u0647\u06cc - \u06cc\u06a9 \u0627\u0631\u0633\u0627\u0644 \u0628\u0631\u0627\u06cc \u0647\u0631 \u06af\u0631\u0648\u0647
gen.groupassignment=\u062b\u0628\u062a \u06af\u0631\u0648\u0647\u06cc
gen.userassignment=\u062b\u0628\u062a \u062a\u06a9\u06cc
gen.section.info=\u0628\u062e\u0634 (\u0628\u0631\u0627\u06cc \u062b\u0628\u062a \u06af\u0631\u0648\u0647\u06cc \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0646\u0634\u0648\u062f)
group.submission.not.found=\u06af\u0631\u0648\u0647 \u0627\u0631\u0633\u0627\u0644 \u06cc\u0627\u0641\u062a \u0646\u0634\u062f
group.select.represent=\u06af\u0631\u0648\u0647\u06cc \u06a9\u0647 \u0646\u0645\u0627\u06cc\u0646\u062f\u0647 \u0622\u0646 \u0647\u0633\u062a\u06cc\u062f \u0631\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f.
group.user.multiple.warning=\u06a9\u0627\u0631\u0628\u0631\u0627\u0646 \u0632\u06cc\u0631 \u062f\u0631 \u0628\u06cc\u0634 \u0627\u0632 \u06cc\u06a9 \u06af\u0631\u0648\u0647 \u0648\u0627\u062c\u062f \u0634\u0631\u0627\u06cc\u0637 \u0628\u0631\u0627\u06cc \u0627\u0631\u0633\u0627\u0644 \u0628\u0647 \u0627\u06cc\u0646 \u062a\u06a9\u0644\u06cc\u0641 \u0647\u0633\u062a\u0646\u062f\:
group.must.member=\u0628\u0631\u0627\u06cc \u0627\u0631\u0633\u0627\u0644 \u0628\u0627\u06cc\u062f \u062d\u062f\u0627\u0642\u0644 \u0639\u0636\u0648 \u06cc\u06a9 \u06af\u0631\u0648\u0647 \u0628\u0627\u0634\u06cc\u062f\!
group.already.submitted=\u0627\u06cc\u0646 \u06af\u0631\u0648\u0647 \u0642\u0628\u0644\u0627\u064b \u0627\u0631\u0633\u0627\u0644 \u06a9\u0631\u062f\u0647 \u0627\u0633\u062a\!
group.user.multiple.error=\u062d\u062f\u0627\u0642\u0644 \u06cc\u06a9 \u06a9\u0627\u0631\u0628\u0631 \u062f\u0631 \u0628\u06cc\u0634 \u0627\u0632 \u06cc\u06a9 \u06af\u0631\u0648\u0647 \u0627\u0633\u062a. \u0644\u0637\u0641\u0627\u064b \u0628\u0647 \u0642\u0633\u0645\u062a \u0632\u06cc\u0631 \u0645\u0631\u0627\u062c\u0639\u0647 \u06a9\u0646\u06cc\u062f.
group.error.title=\u06a9\u0627\u0631\u0628\u0631 \u062f\u0631 \u0686\u0646\u062f\u06cc\u0646 \u06af\u0631\u0648\u0647 \u0627\u0633\u062a\!
group.error.message=\u0634\u0645\u0627 \u06cc\u0627 \u06cc\u06a9\u06cc \u0627\u0632 \u0627\u0639\u0636\u0627\u06cc \u06af\u0631\u0648\u0647 \u0634\u0645\u0627\u060c \u0639\u0636\u0648 \u0628\u06cc\u0634 \u0627\u0632 \u06cc\u06a9 \u06af\u0631\u0648\u0647 \u0648\u0627\u062c\u062f \u0634\u0631\u0627\u06cc\u0637 \u0628\u0631\u0627\u06cc \u0627\u0631\u0633\u0627\u0644 \u0628\u0647 \u0627\u06cc\u0646 \u062a\u06a9\u0644\u06cc\u0641 \u0647\u0633\u062a\u06cc\u062f. \u0644\u0637\u0641\u0627\u064b \u0628\u0647 \u0627\u0633\u062a\u0627\u062f \u062e\u0648\u062f \u0627\u0637\u0644\u0627\u0639 \u062f\u0647\u06cc\u062f \u06a9\u0647 \u062a\u0627 \u0632\u0645\u0627\u0646\u06cc \u06a9\u0647 \u0627\u06cc\u0646 \u0645\u0634\u06a9\u0644 \u062d\u0644 \u0646\u0634\u062f\u0647 \u0627\u0633\u062a\u060c \u0627\u0645\u06a9\u0627\u0646 \u0627\u0631\u0633\u0627\u0644 \u0648 \u06cc\u0627 \u0645\u0634\u0627\u0647\u062f\u0647 \u0628\u0627\u0632\u062e\u0648\u0631\u062f \u0627\u06cc\u0646 \u062a\u06a9\u0644\u06cc\u0641 \u0631\u0627 \u0646\u062f\u0627\u0631\u06cc\u062f.
group.user.duplicate.error=\u062e\u0637\u0627\: \u0627\u06cc\u0646 \u06a9\u0627\u0631\u0628\u0631 \u062f\u0631 \u0628\u06cc\u0634 \u0627\u0632 \u06cc\u06a9 \u06af\u0631\u0648\u0647 \u0648\u0627\u062c\u062f \u0634\u0631\u0627\u06cc\u0637 \u0627\u0633\u062a\!
group.user.grade.override=\u062c\u0627\u06cc\u06af\u0632\u06cc\u0646\u06cc \u0646\u0645\u0631\u0647 \u0628\u0631\u0627\u06cc {0}
gen.history=\u062a\u0627\u0631\u06cc\u062e\u0686\u0647
gen.visible.date=\u062a\u0627\u0631\u06cc\u062e \u0642\u0627\u0628\u0644 \u0645\u0634\u0627\u0647\u062f\u0647
gen.checked=\u0628\u0631\u0631\u0633\u06cc \u0634\u062f\u0647
gen.commented=\u0646\u0638\u0631 \u062f\u0627\u062f\u0647 \u0634\u062f\u0647
gen.comments=\u0646\u0638\u0631\u0627\u062a\:
gen.attachments=\u067e\u06cc\u0648\u0633\u062a\u200c\u0647\u0627
gen.regra=\u0646\u0645\u0631\u0647 \u062f\u0647\u06cc \u062f\u0648\u0628\u0627\u0631\u0647
gen.regrading=\u0646\u0645\u0631\u0647 \u062f\u0647\u06cc \u062f\u0648\u0628\u0627\u0631\u0647
gen.grarep=\u06af\u0632\u0627\u0631\u0634 \u0646\u0645\u0631\u0647
gen.grasca=\u0645\u0642\u06cc\u0627\u0633 \u0646\u0645\u0631\u0647
gen.hasbee=\u062a\u06a9\u0644\u06cc\u0641 \u0627\u0631\u0633\u0627\u0644 \u0634\u062f\u0647 \u062f\u0631 \u062a\u0627\u0631\u06cc\u062e
gen.hidassinf=\u067e\u0646\u0647\u0627\u0646 \u06a9\u0631\u062f\u0646 \u0627\u0637\u0644\u0627\u0639\u0627\u062a \u062a\u06a9\u0644\u06cc\u0641
gen.honple=\u062a\u0639\u0647\u062f\:
gen.honple2=\u062a\u0639\u0647\u062f\: \u0645\u0646 \u062f\u0631 \u0627\u06cc\u0646 \u0627\u0631\u0632\u06cc\u0627\u0628\u06cc \u0646\u0647 \u06a9\u0645\u06a9 \u062e\u0648\u0627\u0647\u0645 \u062f\u0627\u062f \u0648 \u0646\u0647 \u06a9\u0645\u06a9 \u062e\u0648\u0627\u0647\u0645 \u06af\u0631\u0641\u062a.
gen.honple2val=\u0628\u0627\u06cc\u062f \u0686\u06a9\u0633\u200c\u0628\u0627\u06a9\u0633 \u062a\u0639\u0647\u062f\u0646\u0627\u0645\u0647 \u0631\u0627 \u0639\u0644\u0627\u0645\u062a \u0628\u0632\u0646\u06cc\u062f. \u0628\u0631\u0627\u06cc \u0627\u06cc\u0646 \u06a9\u0627\u0631 \u0628\u0631 \u0631\u0648\u06cc \u0648\u06cc\u0631\u0627\u06cc\u0634 \u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f.
gen.viewasstablesummary=\u062a\u0646\u0638\u06cc\u0645\u0627\u062a \u062a\u06a9\u0644\u06cc\u0641.
gen.viewassliststudentsummary=\u0644\u06cc\u0633\u062a \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632\u0627\u0646\u06cc \u06a9\u0647 \u062a\u06a9\u0627\u0644\u06cc\u0641 \u062e\u0648\u062f \u0631\u0627 \u0627\u0631\u0627\u0626\u0647 \u062f\u0627\u062f\u0647 \u0627\u0646\u062f.
gen.viewassliststudentdetails=\u0644\u06cc\u0633\u062a \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632\u0627\u0646 \u0628\u0627 \u0627\u0637\u0644\u0627\u0639\u0627\u062a \u0627\u0636\u0627\u0641\u06cc.
gen.viewasslistreportsummary=\u0644\u06cc\u0633\u062a \u062a\u06a9\u0627\u0644\u06cc\u0641 \u0646\u0645\u0631\u0647 \u062f\u0627\u062f\u0647 \u0634\u062f\u0647 \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632.
gen.in=\u062f\u0631
gen.inpro=\u062f\u0631 \u062d\u0627\u0644 \u0627\u0646\u062c\u0627\u0645
gen.instr=\u062f\u0633\u062a\u0648\u0631 \u0627\u0644\u0639\u0645\u0644 \u0647\u0627
gen.instrcomment=\u062e\u0644\u0627\u0635\u0647 \u0646\u0638\u0631\u0627\u062a \u0627\u0633\u062a\u0627\u062f
gen.to=\u0628\u0647
gen.late=\u062f\u06cc\u0631
gen.late2=-\u062f\u06cc\u0631
gen.lisofassto=\u0644\u06cc\u0633\u062a \u062a\u06a9\u0627\u0644\u06cc\u0641\u06cc \u06a9\u0647 \u0642\u0631\u0627\u0631 \u0627\u0633\u062a \u062d\u0630\u0641 \u0634\u0648\u0646\u062f
gen.mod=\u0648\u06cc\u0631\u0627\u06cc\u0634 \u0634\u062f\u0647
gen.modbyins=\u0648\u06cc\u0631\u0627\u06cc\u0634 \u0634\u062f\u0647 \u062a\u0648\u0633\u0637 \u0627\u0633\u062a\u0627\u062f
gen.new=\u062c\u062f\u06cc\u062f
gen.no=\u0646\u0647
gen.noasscan=\u0627\u0645\u06a9\u0627\u0646 \u062b\u0628\u062a \u062a\u06a9\u0627\u0644\u06cc\u0641 \u067e\u0633 \u0627\u0632 \u062a\u0627\u0631\u06cc\u062e \u0628\u0633\u062a\u0647 \u0634\u062f\u0646 \u0648\u062c\u0648\u062f \u0646\u062f\u0627\u0631\u062f.
gen.noatt=\u0647\u0646\u0648\u0632 \u067e\u06cc\u0648\u0633\u062a\u06cc \u0645\u0648\u062c\u0648\u062f \u0646\u06cc\u0633\u062a
gen.noattsubmitted=\u0647\u06cc\u0686 \u067e\u06cc\u0648\u0633\u062a\u06cc \u0627\u0631\u0633\u0627\u0644 \u0646\u0634\u062f\u0647 \u0627\u0633\u062a
gen.nograd=\u0628\u062f\u0648\u0646 \u0646\u0645\u0631\u0647
gen.notavail=\u0627\u06cc\u0646 \u062a\u06a9\u0644\u06cc\u0641 \u062f\u0631 \u062f\u0633\u062a\u0631\u0633 \u0646\u06cc\u0633\u062a\u061b \u0648\u0636\u0639\u06cc\u062a\: {0}<br>
gen.notope=\u0628\u0627\u0632 \u0646\u06cc\u0633\u062a
gen.notset=\u062a\u0639\u06cc\u06cc\u0646 \u0646\u0634\u062f\u0647 \u0627\u0633\u062a
gen.notsta=\u0634\u0631\u0648\u0639 \u0646\u0634\u062f\u0647 \u0627\u0633\u062a
gen.of=\u0627\u0632
gen.open=\u0628\u0627\u0632 \u06a9\u0631\u062f\u0646
gen.orisub=\u0645\u062a\u0646 \u0627\u0635\u0644\u06cc \u0627\u0631\u0633\u0627\u0644\u06cc
gen.orisub2=\u0645\u062a\u0646 \u0627\u0635\u0644\u06cc \u0627\u0631\u0633\u0627\u0644\u06cc \u0628\u0647 \u0647\u0645\u0631\u0627\u0647 \u0646\u0638\u0631\u0627\u062a \u0627\u0633\u062a\u0627\u062f \u062f\u0631 \u0635\u0648\u0631\u062a \u0648\u062c\u0648\u062f
gen.orisub3=\u0645\u062a\u0646 \u0627\u0631\u0633\u0627\u0644\u06cc \u0642\u0628\u0644\u06cc \u0628\u0647 \u0647\u0645\u0631\u0627\u0647 \u0646\u0638\u0631\u0627\u062a \u0627\u0633\u062a\u0627\u062f \u062f\u0631 \u0635\u0648\u0631\u062a \u0648\u062c\u0648\u062f
gen.outof=\u062e\u0627\u0631\u062c \u0627\u0632
gen.peerReviews=\u0627\u0631\u0632\u06cc\u0627\u0628\u06cc\u200c\u0647\u0627\u06cc \u0647\u0645\u06a9\u0627\u0631\u0627\u0646
gen.pf=P/F
gen.pos=\u0627\u0631\u0633\u0627\u0644
gen.position=\u0645\u0642\u0627\u0645
gen.pre=\u067e\u06cc\u0634\u200c\u0646\u0645\u0627\u06cc\u0634
gen.relea=\u0627\u0646\u062a\u0634\u0627\u0631
gen.resub=\u062f\u0648\u0628\u0627\u0631\u0647 \u0627\u0631\u0633\u0627\u0644 \u0634\u062f\u0647
gen.retu=\u0628\u0627\u0632\u06af\u0634\u062a
gen.backtolist=\u0628\u0627\u0632\u06af\u0634\u062a \u0628\u0647 \u0644\u06cc\u0633\u062a
gen.reorder=\u0645\u0631\u062a\u0628\u200c\u0633\u0627\u0632\u06cc \u0645\u062c\u062f\u062f
gen.review=\u0628\u0631\u0631\u0633\u06cc
gen.peerreview.subm4=\u0627\u0631\u0632\u06cc\u0627\u0628\u06cc \u0647\u0645\u06a9\u0627\u0631 \u0627\u0631\u0633\u0627\u0644 \u0634\u062f\u0647
gen.peerreview.todo=\u0627\u0631\u0632\u06cc\u0627\u0628\u06cc \u0647\u0645\u06a9\u0627\u0631 ({0}) \u0645\u0648\u0639\u062f \u0645\u0642\u0631\u0631 {1}
gen.reviewer.who=\u0627\u0631\u0632\u06cc\u0627\u0628\: {0} ({1})
gen.reviewer.countReview=\u0627\u0631\u0632\u06cc\u0627\u0628 ({0})
gen.reordertitle=\u0633\u0627\u0632\u0645\u0627\u0646\u062f\u0647\u06cc \u0646\u0645\u0627\u06cc\u0634 \u0641\u0647\u0631\u0633\u062a \u062a\u06a9\u0644\u06cc\u0641 \u067e\u06cc\u0634 \u0641\u0631\u0636
gen.retustud=\u0630\u062e\u06cc\u0631\u0647 \u0648 \u0627\u0646\u062a\u0634\u0627\u0631 \u0628\u0631\u0627\u06cc \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632
gen.retustudtit=\u0630\u062e\u06cc\u0631\u0647 \u0648 \u0628\u0627\u0632\u06af\u0634\u062a \u0628\u0647 \u0646\u0638\u0631\u0627\u062a \u0648 \u0646\u0645\u0631\u0647 \u0628\u0631\u0627\u06cc \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632
gen.returned=\u0628\u0627\u0632\u06af\u0634\u062a \u062f\u0627\u062f\u0647 \u0634\u062f\u0647
gen.revi=\u0648\u06cc\u0631\u0627\u06cc\u0634
gen.sav=\u0630\u062e\u064a\u0631\u0647
gen.savdra=\u0630\u062e\u06cc\u0631\u0647 \u067e\u06cc\u0634 \u0646\u0648\u06cc\u0633
gen.savdragra=\u0630\u062e\u06cc\u0631\u0647 \u0648 \u0639\u062f\u0645 \u0627\u0646\u062a\u0634\u0627\u0631 \u0628\u0631\u0627\u06cc \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632
gen.savdratit=\u0630\u062e\u06cc\u0631\u0647 \u0646\u0638\u0631\u0627\u062a \u0648 \u0646\u0645\u0631\u0647\u060c \u0627\u0645\u0627 \u0641\u0639\u0644\u0627\u064b \u0628\u0647 \u062f\u0627\u0646\u0634\u200c\u0622\u0645\u0648\u0632 \u0628\u0627\u0632\u06af\u0634\u062a \u062f\u0627\u062f\u0647 \u0646\u0634\u0648\u062f
gen.sca=\u0645\u0642\u06cc\u0627\u0633
gen.score.display=<b>\u0627\u0645\u062a\u06cc\u0627\u0632\:</b> {0}
gen.sect=\u0628\u062e\u0634
gen.settfor=\u062a\u0646\u0638\u06cc\u0645\u0627\u062a \u0628\u0631\u0627\u06cc
gen.sorasc=\u0645\u0631\u062a\u0628 \u0633\u0627\u0632\u06cc \u0635\u0639\u0648\u062f\u06cc
gen.sorbydue=\u0645\u0631\u062a\u0628\u200c\u0633\u0627\u0632\u06cc \u0628\u0631 \u0627\u0633\u0627\u0633 \u062a\u0627\u0631\u06cc\u062e \u0645\u0648\u0639\u062f \u0645\u0642\u0631\u0631
gen.sortinstruct=\u0628\u0627 \u06a9\u0644\u06cc\u06a9 \u06a9\u0631\u062f\u0646 \u0628\u0631 \u0631\u0648\u06cc \u0639\u0644\u0627\u0645\u062a \u0641\u0644\u0634 \u062f\u0631 \u0633\u0645\u062a \u0686\u067e \u0648 \u06cc\u0627 \u062a\u0646\u0638\u06cc\u0645 \u062f\u0631 \u0645\u0646\u0648\u06cc \u06a9\u0634\u0648\u06cc\u06cc \u0645\u06cc\u062a\u0648\u0627\u0646\u06cc\u062f \u06cc\u06a9 \u0645\u0648\u0631\u062f \u062f\u0631 \u0644\u06cc\u0633\u062a \u0631\u0627 \u062c\u0627\u0628\u062c\u0627 \u06a9\u0646\u06cc\u062f. \u0628\u0631\u0627\u06cc \u0630\u062e\u06cc\u0631\u0647 \u062a\u063a\u06cc\u06cc\u0631\u0627\u062a\u060c \u0628\u0631 \u0631\u0648\u06cc \u062f\u06a9\u0645\u0647 \u0630\u062e\u06cc\u0631\u0647 \u062f\u0631 \u067e\u0627\u06cc\u06cc\u0646 \u0635\u0641\u062d\u0647 \u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f.
gen.sorbygra=\u0645\u0631\u062a\u0628 \u0633\u0627\u0632\u06cc \u0628\u0631\u0627\u0633\u0627\u0633 \u0646\u0645\u0631\u0647
gen.sorbylas=\u0645\u0631\u062a\u0628 \u0633\u0627\u0632\u06cc \u0628\u0631 \u0627\u0633\u0627\u0633 \u0646\u0627\u0645 \u062e\u0627\u0646\u0648\u0627\u062f\u06af\u06cc
gen.sorbymax=\u0645\u0631\u062a\u0628 \u06a9\u0631\u062f\u0646 \u0628\u0631 \u0627\u0633\u0627\u0633 \u062d\u062f\u0627\u06a9\u062b\u0631 \u0646\u0645\u0631\u0647 \u0645\u0648\u062c\u0648\u062f
gen.sortbyfor=\u0645\u0631\u062a\u0628\u200c\u0633\u0627\u0632\u06cc \u0628\u0631 \u0627\u0633\u0627\u0633 \u0645\u062e\u0627\u0637\u0628\u06cc\u0646
gen.sortbyforasc=\u0645\u0631\u062a\u0628\u200c\u0633\u0627\u0632\u06cc \u0628\u0631 \u0627\u0633\u0627\u0633 \u0645\u062d\u0627\u0637\u0628\u06cc\u0646 \u0628\u0647 \u0635\u0648\u0631\u062a \u0635\u0639\u0648\u062f\u06cc
gen.sortbyfordesc=\u0645\u0631\u062a\u0628\u200c\u0633\u0627\u0632\u06cc \u0628\u0631 \u0627\u0633\u0627\u0633 \u0645\u062e\u0627\u0637\u0628\u06cc\u0646 \u0628\u0647 \u0635\u0648\u0631\u062a \u0646\u0632\u0648\u0644\u06cc
gen.sordes=\u0645\u0631\u062a\u0628 \u0633\u0627\u0632\u06cc \u0646\u0632\u0648\u0644\u06cc
gen.staass=\u0634\u0631\u0648\u0639 \u062a\u06a9\u0644\u06cc\u0641
gen.status=\u0648\u0636\u0639\u06cc\u062a
gen.stuatt=\u067e\u06cc\u0648\u0633\u062a\u200c\u0647\u0627\u06cc \u0627\u0631\u0633\u0627\u0644 \u0634\u062f\u0647
gen.student=\u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632
gen.students=\u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632\u0627\u0646
gen.stunam=\u0646\u0627\u0645 \u062f\u0627\u0646\u0634 \u0627\u0645\u0648\u0632
gen.stusub=\u0627\u0631\u0633\u0627\u0644\u06cc\u200c\u0647\u0627\u06cc \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632
gen.submissionType=\u0646\u0648\u0639 \u0627\u0631\u0633\u0627\u0644\u06cc
gen.stuvie=\u062d\u0627\u0644\u062a \u0646\u0645\u0627\u06cc\u0634 \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632
gen.stuvieof=\u062d\u0627\u0644\u062a \u0646\u0645\u0627\u06cc\u0634 \u062a\u06a9\u0644\u06cc\u0641 \u0628\u0631\u0627\u06cc \u062f\u0627\u0646\u0634\u200c\u0622\u0645\u0648\u0632
gen.stucantdo=\u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632\u0627\u0646 \u0646\u0645\u06cc\u062a\u0648\u0627\u0646\u0646\u062f \u062a\u0627 \u0632\u0645\u0627\u0646 \u062a\u0627\u0631\u06cc\u062e \u0628\u0627\u0632 \u0634\u062f\u0646\u060c \u062a\u06a9\u0644\u06cc\u0641 \u0631\u0627 \u0630\u062e\u06cc\u0631\u0647 \u0648 \u06cc\u0627 \u062b\u0628\u062a \u06a9\u0646\u0646\u062f.
gen.stuwonsee=\u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632\u0627\u0646 \u062a\u0627 \u067e\u06cc\u0634 \u0627\u0632 \u062a\u0627\u0631\u06cc\u062e \u0642\u0627\u0628\u0644 \u0645\u0634\u0627\u0647\u062f\u0647 \u0628\u0648\u062f\u0646 \u0627\u06cc\u0646 \u062a\u06a9\u0644\u06cc\u0641 \u0631\u0627 \u0646\u062e\u0648\u0627\u0647\u06cc\u062f \u062f\u06cc\u062f.
gen.subm=\u0627\u0631\u0633\u0627\u0644 \u062a\u06a9\u0644\u06cc\u0641
gen.submission=\u0627\u0631\u0633\u0627\u0644
gen.resubmission=\u0627\u0631\u0633\u0627\u0644 \u0645\u062c\u062f\u062f
gen.notes=\u06cc\u0627\u062f\u062f\u0627\u0634\u062a \u0647\u0627
gen.details=\u062c\u0632\u0626\u064a\u0627\u062a

gen.openquote="
gen.closequote="
gen.subm2=\u0627\u0631\u0633\u0627\u0644\u06cc \u0647\u0627
gen.subm3=\u0627\u0631\u0633\u0627\u0644
gen.subm4=\u0627\u0631\u0633\u0627\u0644 \u0634\u062f\u0647
gen.subm5=\u062a\u0627\u0631\u06cc\u062e \u0627\u0631\u0633\u0627\u0644
gen.subm6=\u062a\u0627\u0631\u06cc\u062e \u0646\u0645\u0631\u0647 \u062f\u0647\u06cc\:
gen.sumcom=\u062e\u0644\u0627\u0635\u0647 \u0646\u0638\u0631\u0627\u062a
gen.theare2=\u0647\u06cc\u0686 \u0627\u0631\u0633\u0627\u0644\u06cc \u0648\u062c\u0648\u062f \u0646\u062f\u0627\u0631\u062f.
gen.thearecur1=\u062f\u0631 \u062d\u0627\u0644 \u062d\u0627\u0636\u0631 \u0647\u06cc\u0686 \u062a\u06a9\u0644\u06cc\u0641\u06cc \u062f\u0631 \u0627\u06cc\u0646 \u0645\u06a9\u0627\u0646 \u0648\u062c\u0648\u062f \u0646\u062f\u0627\u0631\u062f.
gen.thearecur2=\u062f\u0631 \u062d\u0627\u0644 \u062d\u0627\u0636\u0631 \u0647\u06cc\u0686 \u0627\u0631\u0633\u0627\u0644\u06cc \u062f\u0631 \u0627\u06cc\u0646 \u0645\u06a9\u0627\u0646 \u0648\u062c\u0648\u062f \u0646\u062f\u0627\u0631\u062f.
gen.theassall4=\u0628\u0631\u0627\u06cc \u0627\u06cc\u0646 \u062a\u06a9\u0644\u06cc\u0641 \u0647\u0645 \u0628\u0627 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0627\u0632 \u062c\u0639\u0628\u0647 \u0645\u062a\u0646\u06cc \u0632\u06cc\u0631 \u0648 \u0647\u0645 \u0628\u0627 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0627\u0632 \u067e\u06cc\u0648\u0633\u062a \u0633\u0646\u062f \u0645\u06cc\u062a\u0648\u0627\u0646\u06cc\u062f \u067e\u0627\u0633\u062e \u062e\u0648\u062f \u0631\u0627 \u0627\u0631\u0633\u0627\u0644 \u06a9\u0646\u06cc\u062f. \u0645\u062a\u0646 \u0627\u0631\u0633\u0627\u0644\u06cc \u062e\u0648\u062f \u0631\u0627 \u062f\u0631 \u062c\u0639\u0628\u0647 \u0632\u06cc\u0631 \u0646\u0648\u0634\u062a\u0647 \u0648/ \u06cc\u0627 \u0627\u0632 \u062f\u06a9\u0645\u0647 \u0646\u0627\u0648\u0628\u0631\u06cc \u06cc\u0627 "\u0627\u0646\u062a\u062e\u0627\u0628 \u0641\u0627\u06cc\u0644\u200c\u0647\u0627" \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u06a9\u0631\u062f\u0647 \u0648 \u0627\u0633\u0646\u0627\u062f \u062f\u06cc\u06af\u0631 \u062e\u0648\u062f \u0631\u0627 \u067e\u06cc\u0648\u0633\u062a \u06a9\u0646\u06cc\u062f.<b> \u062f\u0631 \u062d\u06cc\u0646 \u06a9\u0627\u0631 \u06a9\u0631\u062f\u0646\u060c \u0645\u0631\u062a\u0628\u0627\u064b \u06a9\u0627\u0631 \u0631\u0627 \u0630\u062e\u06cc\u0631\u0647 \u06a9\u0646\u06cc\u062f.</b>.
gen.theassall6=\u0628\u0631\u0627\u06cc \u0627\u06cc\u0646 \u062a\u06a9\u0644\u06cc\u0641 \u062a\u0646\u0647\u0627 \u0645\u06cc\u062a\u0648\u0627\u0646\u06cc\u062f \u0628\u0627 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0627\u0632 \u062c\u0639\u0628\u0647 \u0645\u062a\u0646\u06cc \u0632\u06cc\u0631 \u067e\u0627\u0633\u062e \u062e\u0648\u062f \u0631\u0627 \u0627\u0631\u0633\u0627\u0644 \u06a9\u0646\u06cc\u062f. \u0645\u062a\u0646 \u0627\u0631\u0633\u0627\u0644\u06cc \u062e\u0648\u062f \u0631\u0627 \u062a\u0627\u06cc\u067e \u06a9\u0646\u06cc\u062f. <b> \u062f\u0631 \u062d\u06cc\u0646 \u06a9\u0627\u0631 \u06a9\u0631\u062f\u0646\u060c \u0645\u0631\u062a\u0628\u0627\u064b \u06a9\u0627\u0631 \u0631\u0627 \u0630\u062e\u06cc\u0631\u0647 \u06a9\u0646\u06cc\u062f.</b>.
gen.yoursubwill=\u0627\u0631\u0633\u0627\u0644\u06cc \u0634\u0645\u0627 \u0628\u0647 {0} \u0627\u0631\u0633\u0627\u0644 \u062e\u0648\u0627\u0647\u062f \u0634\u062f \u062a\u0627 \u0628\u0647 \u0635\u0648\u0631\u062a \u0627\u0644\u06a9\u062a\u0631\u0648\u0646\u06cc\u06a9\u06cc \u062c\u0647\u062a \u0633\u0631\u0642\u062a \u0627\u062f\u0628\u06cc \u0628\u0631\u0631\u0633\u06cc \u0634\u0648\u062f.
gen.onlythefoll=\u062a\u0646\u0647\u0627 \u0627\u0646\u0648\u0627\u0639 \u0641\u0627\u06cc\u0644 \u0647\u0627\u06cc \u0632\u06cc\u0631 \u067e\u0630\u06cc\u0631\u0641\u062a\u0647 \u062e\u0648\u0627\u0647\u0646\u062f \u0634\u062f\: {0}
gen.theassinf=\u0627\u0637\u0644\u0627\u0639\u0627\u062a \u062a\u06a9\u0644\u06cc\u0641
gen.title=\u0639\u0646\u0648\u0627\u0646
gen.view2=\u0646\u0645\u0627\u06cc\u0634
gen.yes=\u0628\u0644\u06cc
gen.youmus=(\u0628\u0631\u0627\u06cc \u0627\u0631\u0633\u0627\u0644 \u062a\u06a9\u0644\u06cc\u0641 \u062e\u0648\u062f \u0628\u0627\u06cc\u062f \u067e\u0627\u0633\u062e \u062f\u0647\u06cc\u062f.)
gen.yousub=\u0627\u0631\u0633\u0627\u0644\u06cc \u0634\u0645\u0627
gen.reviewing=\u062f\u0631 \u062d\u0627\u0644 \u0628\u0631\u0631\u0633\u06cc
gen.submittedtext=\u0645\u062a\u0646 \u0627\u0631\u0627\u0626\u0647 \u0634\u062f\u0647
gen.visible=\u0628\u0631\u0627\u06cc
gen.applygrade=\u0627\u0639\u0645\u0627\u0644
gen.viewallgroupssections=\u062a\u0645\u0627\u0645 \u0633\u0627\u06cc\u062a
gen.toggle=\u062a\u063a\u06cc\u06cc\u0631 \u0648\u0636\u0639\u06cc\u062a \u0627\u0646\u062a\u062e\u0627\u0628 \u0647\u0645\u0647
gen.hideduedate=\u067e\u0646\u0647\u0627\u0646 \u06a9\u0631\u062f\u0646 \u062a\u0627\u0631\u06cc\u062e \u0645\u0648\u0639\u062f \u0645\u0642\u0631\u0631 \u0627\u0632 \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632\u0627\u0646

grad2=\u0646\u0645\u0631\u0647 \u0648\u0627\u0631\u062f \u0634\u062f\u0647 "{0}" \u0628\u06cc\u0634\u062a\u0631 \u0627\u0632 \u062d\u062f\u0627\u06a9\u062b\u0631 \u0646\u0645\u0631\u0647 \u0645\u062c\u0627\u0632 "{1}" \u0627\u0633\u062a. \u0644\u0637\u0641\u0627\u064b \u0646\u0645\u0631\u0647 \u0631\u0627 \u062a\u0635\u062d\u06cc\u062d \u06a9\u0631\u062f\u0647 \u06cc\u0627 \u0628\u0631\u0627\u06cc \u0630\u062e\u06cc\u0631\u0647 \u0645\u0642\u062f\u0627\u0631 \u0648\u0627\u0631\u062f \u0634\u062f\u0647 "{0}" \u0628\u0631 \u0631\u0648\u06cc \u062f\u06a9\u0645\u0647 \u0627\u0635\u0644\u06cc \u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f.

grad3=\u0646\u0645\u0631\u0647 \u062f\u0627\u062f\u0647 \u0634\u062f\u0647

gradingsub.belisthe=\u062f\u0631 \u0632\u06cc\u0631 \u0627\u0631\u0633\u0627\u0644\u06cc \u0627\u0632 \u06cc\u06a9 \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632 \u0622\u0645\u062f\u0647 \u0627\u0633\u062a. \u0645\u06cc\u062a\u0648\u0627\u0646\u06cc\u062f \u0628\u0627 \u06a9\u0644\u06cc\u06a9 \u06a9\u0631\u062f\u0646 \u0628\u0631 \u0631\u0648\u06cc \u0627\u06cc\u0646 \u062c\u0639\u0628\u0647 \u0645\u062a\u0646\u06cc \u0648 \u0633\u0686\u0633 \u062a\u0627\u06cc\u067e \u06a9\u0631\u062f\u0646 \u0646\u0638\u0631\u0627\u062a\u060c \u0646\u0638\u0631\u0627\u062a \u062e\u0648\u062f \u0631\u0627 \u062f\u0631 \u0627\u06cc\u0646 \u0645\u062a\u0646 \u0648\u0627\u0631\u062f \u06a9\u0646\u06cc\u062f. \u062f\u0631 \u0647\u0646\u06af\u0627\u0645 \u0645\u0634\u0627\u0647\u062f\u0647 \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632 \u0646\u0638\u0631\u0627\u062a \u062f\u0631 \u067e\u0631\u0627\u0646\u062a\u0632 \u0642\u0631\u0627\u0631 \u0645\u06cc\u06af\u06cc\u0631\u0646\u062f {{<span class\="highlight"> \u0645\u0627\u0646\u0646\u062f \u0627\u06cc\u0646 </span>}} < \u0628\u0647 \u0631\u0646\u06af \u0642\u0631\u0645\u0632 \u0646\u0645\u0627\u06cc\u0634 \u062f\u0627\u062f\u0647 \u062e\u0648\u0627\u0647\u0646\u062f \u0634\u062f.
gradingsub.nosubmittedtext=\u0647\u06cc\u0686 \u0645\u062a\u0646 \u0627\u0631\u0633\u0627\u0644\u06cc \u0627\u0632 \u0637\u0631\u0641 \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632 \u0648\u062c\u0648\u062f \u0646\u062f\u0627\u0631\u062f.
gradingsub.opecliass=\u0628\u0627\u0632\u060c \u0628\u0631\u0627\u06cc \u0628\u0633\u062a\u0646 \u062f\u0633\u062a\u0648\u0631\u0627\u0644\u0639\u0645\u0644 \u062a\u06a9\u0644\u06cc\u0641\u060c \u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f
gradingsub.prefee=\u0646\u0638\u0631 \u0628\u0627\u0632\u062e\u0648\u0631\u062f \u0642\u0628\u0644\u06cc
gradingsub.prefee2=\u0646\u0638\u0631\u0627\u062a \u0627\u0633\u062a\u0627\u062f \u0628\u0631\u0627\u06cc \u0627\u0631\u0633\u0627\u0644\u06cc\u200c\u0647\u0627\u06cc \u0642\u0628\u0644\u06cc
gradingsub.prefeetex=\u0645\u062a\u0646 \u0628\u0627\u0632\u062e\u0648\u0631\u062f \u0642\u0628\u0644\u06cc
gradingsub.prefeetex2=\u0627\u0631\u0633\u0627\u0644\u06cc\u200c\u0647\u0627\u06cc \u0642\u0628\u0644\u06cc \u062f\u06cc\u06af\u0631 \u0628\u0647 \u0647\u0645\u0631\u0627\u0647 \u0646\u0638\u0631\u0627\u062a \u0627\u0633\u062a\u0627\u062f \u062f\u0631 \u0635\u0648\u0631\u062a \u0648\u062c\u0648\u062f
gradingsub.prefeetex3=\u0627\u0631\u0633\u0627\u0644\u06cc \u0647\u0627\u06cc \u0642\u0628\u0644\u06cc \u062f\u06cc\u06af\u0631 \u0628\u0647 \u0647\u0645\u0631\u0627\u0647 \u0646\u0638\u0631\u0627\u062a \u0627\u0633\u062a\u0627\u062f \u062f\u0631 \u0635\u0648\u0631\u062a \u0648\u062c\u0648\u062f
gradingsub.prefeedbackAttachments=\u067e\u06cc\u0648\u0633\u062a \u0647\u0627\u06cc \u0628\u0627\u0632\u06af\u0634\u062a \u062f\u0627\u062f\u0647 \u0634\u062f\u0647 \u0642\u0628\u0644\u06cc
gradingsub.pregra=\u0646\u0645\u0631\u0647(\u0647\u0627\u06cc) \u0642\u0628\u0644\u06cc
gradingsub.usethebel1=\u0627\u0632 \u062c\u0639\u0628\u0647 \u0632\u06cc\u0631 \u0628\u0631\u0627\u06cc \u0648\u0627\u0631\u062f \u06a9\u0631\u062f\u0646 \u0646\u0638\u0631\u0627\u062a \u062e\u0644\u0627\u0635\u0647 \u0627\u0636\u0627\u0641\u0647 \u062f\u0631\u0628\u0627\u0631\u0647 \u0627\u06cc\u0646 \u0627\u0631\u0633\u0627\u0644\u06cc \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u06a9\u0646\u06cc\u062f.
gradingsub.usethebel2=\u0627\u0632 \u062c\u0639\u0628\u0647 \u0632\u06cc\u0631 \u0628\u0631\u0627\u06cc \u0648\u0627\u0631\u062f \u06a9\u0631\u062f\u0646 \u0646\u0638\u0631\u0627\u062a \u062e\u0644\u0627\u0635\u0647 \u0627\u0636\u0627\u0641\u0647 \u062f\u0631\u0628\u0627\u0631\u0647 \u0646\u0645\u0631\u0647 \u06cc\u0627 \u067e\u06cc\u0648\u0633\u062a\u200c\u0647\u0627\u06cc \u0627\u06cc\u0646 \u0627\u0631\u0633\u0627\u0644\u06cc \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u06a9\u0646\u06cc\u062f.

granotset=\u0646\u0648\u0639 \u0646\u0645\u0631\u0647 \u062a\u0646\u0638\u06cc\u0645 \u0646\u0634\u062f\u0647 \u0627\u0633\u062a

hassum=\u062a\u06a9\u0644\u06cc\u0641 {0} \u0627\u0631\u0633\u0627\u0644\u06cc \u062f\u0627\u0631\u062f.

hasDraftSum=\u0628\u0639\u0636\u06cc \u0627\u0632 \u062f\u0627\u0646\u0634\u200c\u0622\u0645\u0648\u0632\u0627\u0646 \u06a9\u0627\u0631 \u0628\u0631 \u0631\u0648\u06cc \u062a\u06a9\u0644\u06cc\u0641 \u0631\u0627 \u0634\u0631\u0648\u0639 \u06a9\u0631\u062f\u0647 \u0627\u0646\u062f\u060c \u0627\u0645\u0627 \u0647\u0646\u0648\u0632 \u0686\u06cc\u0632\u06cc \u0627\u0631\u0633\u0627\u0644 \u0646\u06a9\u0631\u062f\u0647 \u0627\u0646\u062f.

inlin=\u062a\u0646\u0647\u0627 \u062f\u0631\u0648\u0646 \u062e\u0637\u06cc

inlinatt=\u062f\u0631\u0648\u0646 \u062e\u0637\u06cc \u0648 \u067e\u06cc\u0648\u0633\u062a\u06cc


# months (used in chef_dateselectionwidget macro in VM_chef_library.vm)
jan=\u0641\u0631\u0648\u0631\u062f\u06cc\u0646
feb=\u0627\u0631\u062f\u06cc\u0628\u0647\u0634\u062a
mar=\u062e\u0631\u062f\u0627\u062f
apr=\u062a\u06cc\u0631
may=\u0645\u0631\u062f\u0627\u062f
jun=\u0634\u0647\u0631\u06cc\u0648\u0631
jul=\u062e\u0631\u062f\u0627\u062f
aug=\u0645\u0647\u0631
sep=\u0628\u0647\u0645\u0646
oct=\u0622\u0630\u0631
nov=\u062f\u06cc
dec=\u0627\u0633\u0641\u0646\u062f

dateselectionwidget.day=\u0627\u0646\u062a\u062e\u0627\u0628 \u0631\u0648\u0632
dateselectionwidget.month=\u0627\u0646\u062a\u062e\u0627\u0628 \u0645\u0627\u0647
dateselectionwidget.year=\u0627\u0646\u062a\u062e\u0627\u0628 \u0633\u0627\u0644
dateselectionwidget.hour=\u0627\u0646\u062a\u062e\u0627\u0628 \u0633\u0627\u0639\u062a
dateselectionwidget.minute=\u0627\u0646\u062a\u062e\u0627\u0628 \u062f\u0642\u06cc\u0642\u0647
dateselectionwidget.ampm=\u0627\u0646\u062a\u062e\u0627\u0628 \u0635\u0628\u062d \u0648 \u06cc\u0627 \u0628\u0639\u062f \u0627\u0632 \u0638\u0647\u0631

letter=\u0646\u0645\u0631\u0647 \u0627\u0644\u0641\u0628\u0627\u06cc\u06cc

lisofass1=\u0644\u06cc\u0633\u062a \u062a\u06a9\u0644\u06cc\u0641

lisofass2=\u0644\u06cc\u0633\u062a \u062a\u06a9\u0644\u06cc\u0641 \u0628\u0631 \u0627\u0633\u0627\u0633 \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632

listassig.sorbynum1=\u0645\u0631\u062a\u0628 \u06a9\u0631\u062f\u0646 \u0628\u0631 \u0627\u0633\u0627\u0633 \u062a\u0639\u062f\u0627\u062f \u06a9\u0644 \u0627\u0631\u0633\u0627\u0644\u06cc\u200c\u0647\u0627
listassig.sorbynum2=\u0645\u0631\u062a\u0628 \u06a9\u0631\u062f\u0646 \u0628\u0631 \u0627\u0633\u0627\u0633 \u062a\u0639\u062f\u0627\u062f \u0627\u0631\u0633\u0627\u0644\u06cc \u0647\u0627\u06cc \u0646\u0645\u0631\u0647 \u062f\u0627\u062f\u0647 \u0646\u0634\u062f\u0647
listassig.sorbyope=\u0645\u0631\u062a\u0628\u200c\u0633\u0627\u0632\u06cc \u0628\u0631 \u0627\u0633\u0627\u0633 \u062a\u0627\u0631\u06cc\u062e \u0628\u0627\u0632 \u0634\u062f\u0646
listassig.sorbysec=\u0645\u0631\u062a\u0628 \u0633\u0627\u0632\u06cc \u0628\u0631 \u0627\u0633\u0627\u0633 \u0628\u062e\u0634
list.sorbysta=\u0645\u0631\u062a\u0628 \u0633\u0627\u0632\u06cc \u0628\u0631 \u0627\u0633\u0627\u0633 \u0648\u0636\u0639\u06cc\u062a
listassig.sorbytit=\u0645\u0631\u062a\u0628 \u0633\u0627\u0632\u06cc \u0628\u0631 \u0627\u0633\u0627\u0633 \u0639\u0646\u0648\u0627\u0646
listsub.grasub=\u0646\u0645\u0631\u0647 \u0627\u0631\u0633\u0627\u0644\u06cc\u200c\u0647\u0627
listsub.nosub=\u0627\u0631\u0633\u0627\u0644\u06cc \u0648\u062c\u0648\u062f \u0646\u062f\u0627\u0631\u062f
listsub.sorbyrel=\u0645\u0631\u062a\u0628 \u0633\u0627\u0632\u06cc \u0628\u0631 \u0627\u0633\u0627\u0633 \u0627\u0646\u062a\u0634\u0627\u0631
listsub.sorbysub=\u0645\u0631\u062a\u0628 \u0633\u0627\u0632\u06cc \u0628\u0631 \u0627\u0633\u0627\u0633 \u0632\u0645\u0627\u0646 \u0627\u0631\u0633\u0627\u0644
listsub.submitted.by=\u062a\u0648\u0633\u0637
listsub.submitted.on.behalf=\u0627\u0632 \u0637\u0631\u0641

new=\u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646
new.title=\u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u062a\u06a9\u0644\u06cc\u0641 \u062c\u062f\u06cc\u062f
edit=- \u0648\u06cc\u0631\u0627\u06cc\u0634
newass=\u062a\u06a9\u0644\u06cc\u0641 \u062c\u062f\u06cc\u062f

newassig.comfor=\u0641\u0631\u0645 \u0631\u0627 \u062a\u06a9\u0645\u06cc\u0644 \u06a9\u0631\u062f\u0647 \u0648 \u0633\u067e\u0633 \u0628\u0631 \u0631\u0648\u06cc \u06af\u0632\u06cc\u0646\u0647 "\u062b\u0628\u062a" \u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f. \u0645\u0648\u0627\u0631\u062f \u0627\u0644\u0632\u0627\u0645\u06cc \u0628\u0627 \u0639\u0644\u0627\u0645\u062a \u0633\u062a\u0627\u0631\u0647 (<span class\="reqStarInline" title\="Required">*</span>) \u0645\u0634\u062e\u0635 \u0634\u062f\u0647 \u0627\u0646\u062f.
newassig.opedat=\u062a\u0627\u0631\u06cc\u062e \u0628\u0627\u0632\u06af\u0634\u0627\u06cc\u06cc
newassig.selectmessage=\u062f\u06a9\u0645\u0647 Enter \u0631\u0627 \u0641\u0634\u0627\u0631 \u062f\u0647\u06cc\u062f \u0648 \u0633\u067e\u0633 \u0628\u0627 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0627\u0632 \u062f\u06a9\u0645\u0647\u200c\u0647\u0627\u06cc Alt \u0648 \u062f\u06a9\u0645\u0647\u200c\u0647\u0627\u06cc \u062c\u0647\u062a\u200c\u062f\u0627\u0631 \u0628\u0647 \u0633\u0645\u062a \u0628\u0627\u0644\u0627 \u0648 \u067e\u0627\u06cc\u06cc\u0646 \u06af\u0632\u06cc\u0646\u0647\u200c\u0647\u0627\u06cc \u0645\u0646\u0648 \u0631\u0627 \u0645\u0634\u0627\u0647\u062f\u0647 \u06a9\u0646\u06cc\u062f
newassig.tosel=\u0628\u0631\u0627\u06cc \u0627\u0646\u062a\u062e\u0627\u0628 \u0628\u06cc\u0634 \u0627\u0632 \u06cc\u06a9 \u0628\u062e\u0634\: \u062f\u06a9\u0645\u0647\u200c\u0647\u0627\u06cc CNTRL \u062f\u0631 PC \u0648 \u06cc\u0627 \u062f\u06a9\u0645\u0647 Apple \u062f\u0631 Mac \u0631\u0627 \u0646\u06af\u0627\u0647 \u062f\u0627\u0631\u06cc\u062f \u0648 \u0628\u0631 \u0631\u0648\u06cc \u0628\u062e\u0634\u200c\u0647\u0627\u06cc \u0628\u0639\u062f\u06cc \u0645\u0648\u0631\u062f \u0646\u0638\u0631 \u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f.

newope=\u062a\u0627\u0631\u06cc\u062e \u0628\u0627\u0632 \u0634\u062f\u0646 \u0628\u0647 \u0631\u0648\u0632\u0631\u0633\u0627\u0646\u06cc \u0634\u062f\u0647 \u0628\u0631\u0627\u06cc \u062a\u06a9\u0644\u06cc\u0641 "{0}" \u0628\u0631\u0627\u0628\u0631 \u0628\u0627 {1} \u0627\u0633\u062a.

opedat=\u062a\u0627\u0631\u06cc\u062e \u0628\u0627\u0632 \u0634\u062f\u0646 \u0628\u0631\u0627\u06cc \u062a\u06a9\u0644\u06cc\u0641 "{0}" \u0628\u0631\u0627\u0628\u0631 \u0628\u0627 {1} \u0627\u0633\u062a.

passfail=\u0642\u0628\u0648\u0644/ \u0645\u0631\u062f\u0648\u062f
pass=\u0642\u0628\u0648\u0644

permis=\u0645\u062c\u0648\u0632\u0647\u0627

plespethe1=\u0644\u0637\u0641\u0627 \u0639\u0646\u0648\u0627\u0646 \u062a\u06a9\u0644\u06cc\u0641 \u0631\u0627 \u062a\u0639\u06cc\u06cc\u0646 \u06a9\u0646\u06cc\u062f.

plespethe2=\u0644\u0637\u0641\u0627\u064b \u0646\u0645\u0631\u0647 \u0631\u0627 \u062a\u0639\u06cc\u06cc\u0646 \u06a9\u0646\u06cc\u062f.

plespethe3=\u0644\u0637\u0641\u0627\u064b \u062d\u062f\u0627\u06a9\u062b\u0631 \u0627\u0645\u062a\u06cc\u0627\u0632 \u0631\u0627 \u0645\u0634\u062e\u0635 \u06a9\u0646\u06cc\u062f.

plesuse0=''{0}'' \u0646\u0627\u0645\u0639\u062a\u0628\u0631 \u0627\u0633\u062a. \u0644\u0637\u0641\u0627\u064b \u0627\u0632 \u0631\u0634\u062a\u0647 \u0627\u0645\u062a\u06cc\u0627\u0632 \u0635\u062d\u06cc\u062d \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u06a9\u0646\u06cc\u062f.

plesuse1=\u0644\u0637\u0641\u0627\u064b \u0627\u0632 \u06cc\u06a9 \u0639\u062f\u062f \u0628\u0631\u0627\u06cc \u0641\u06cc\u0644\u062f \u0646\u0645\u0631\u0647 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u06a9\u0646\u06cc\u062f.

plesuse2=\u0644\u0637\u0641\u0627\u064b \u062a\u0646\u0647\u0627 \u0627\u0632 \u0627\u0632 {0} \u0631\u0642\u0645 \u0627\u0639\u0634\u0627\u0631 \u0628\u0631\u0627\u06cc \u0641\u06cc\u0644\u062f \u0646\u0645\u0631\u0647 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u06a9\u0646\u06cc\u062f.

plesuse3=\u0644\u0637\u0641\u0627\u064b \u0627\u0632 \u06cc\u06a9 \u0639\u062f\u062f \u0645\u062b\u0628\u062a \u0648 \u06cc\u0627 \u0635\u0641\u0631 \u0628\u0631\u0627\u06cc \u0641\u06cc\u0644\u062f \u0646\u0645\u0631\u0647 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u06a9\u0646\u06cc\u062f.

plesuse4={0} \u0628\u06cc\u0634\u062a\u0631 \u0627\u0632 \u0645\u0642\u062f\u0627\u0631 \u062d\u062f\u0627\u06a9\u062b\u0631 \u0645\u062c\u0627\u0632 \u0633\u06cc\u0633\u062a\u0645 \u0627\u0633\u062a. \u0645\u0642\u062f\u0627\u0631\u06cc \u0628\u0627 \u0627\u0631\u0632\u0634 \u06a9\u0645\u062a\u0631 \u0648 \u06cc\u0627 \u0645\u0633\u0627\u0648\u06cc {1} \u0648\u0627\u0631\u062f \u06a9\u0646\u06cc\u062f.

points=\u0627\u0645\u062a\u06cc\u0627\u0632\u0627\u062a

prevassig.hidass=\u067e\u0646\u0647\u0627\u0646 \u06a9\u0631\u062f\u0646 \u062a\u06a9\u0644\u06cc\u0641
prevassig.hidstuvie=\u067e\u0646\u0647\u0627\u0646 \u06a9\u0631\u062f\u0646 \u062d\u0627\u0644\u062a \u0646\u0645\u0627\u06cc\u0634 \u0628\u0647 \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632
prevassig.preass=\u062f\u0631 \u062d\u0627\u0644 \u067e\u06cc\u0634 \u0646\u0645\u0627\u06cc\u0634 \u062a\u06a9\u0644\u06cc\u0641...
prevassig.shoass=\u0646\u0645\u0627\u06cc\u0634 \u062a\u06a9\u0644\u06cc\u0641
prevassig.shostuvie=\u0646\u0645\u0627\u06cc\u0634 \u062d\u0627\u0644\u062a \u0646\u0645\u0627\u06cc\u0634 \u0628\u0631\u0627\u06cc \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632

releas=\u0645\u0646\u062a\u0634\u0631 \u0634\u062f

relgrad=\u0627\u0646\u062a\u0634\u0627\u0631 \u0646\u0645\u0631\u0627\u062a
relcommented=\u0627\u0646\u062a\u0634\u0627\u0631 \u0645\u0648\u0627\u0631\u062f \u062f\u0627\u0631\u0627\u06cc \u0646\u0638\u0631

repsubmi.sorbysca=\u0645\u0631\u062a\u0628 \u0633\u0627\u0632\u06cc \u0628\u0631\u0627\u0633\u0627\u0633 \u0645\u0642\u06cc\u0627\u0633
repsubmi.sorbytur=\u0645\u0631\u062a\u0628 \u0633\u0627\u0632\u06cc \u0628\u0631 \u0627\u0633\u0627\u0633 \u062a\u0627\u0631\u06cc\u062e \u0627\u0631\u0633\u0627\u0644 \u0634\u062f\u0647

return=\u0628\u0627\u0632\u06af\u0634\u062a \u062f\u0627\u062f\u0647 \u0634\u062f\u0647

setperfor=\u062a\u0639\u06cc\u06cc\u0646 \u0645\u062c\u0648\u0632\u0647\u0627\u06cc \u0627\u0639\u0644\u0627\u0646 \u0647\u0627 \u062f\u0631 \u0645\u062d\u06cc\u0637 \u06a9\u0627\u0631\u06cc

somelsis_assignment=\u0634\u062e\u0635 \u062f\u06cc\u06af\u0631\u06cc \u062f\u0631 \u062d\u0627\u0644 \u0648\u06cc\u0631\u0627\u06cc\u0634 \u0627\u06cc\u0646 \u062a\u06a9\u0644\u06cc\u0641''{0}'' \u0627\u0633\u062a.

somelsis_submission=\u0634\u062e\u0635 \u062f\u06cc\u06af\u0631\u06cc \u062f\u0631 \u062d\u0627\u0644 \u0648\u06cc\u0631\u0627\u06cc\u0634 \u0627\u06cc\u0646 \u0627\u0631\u0633\u0627\u0644\u06cc ''{0}'' \u0627\u0633\u062a.

somelsis_assignmentContent=\u0634\u062e\u0635 \u062f\u06cc\u06af\u0631\u06cc \u062f\u0631 \u062d\u0627\u0644 \u0648\u06cc\u0631\u0627\u06cc\u0634 \u0645\u062d\u062a\u0648\u0627\u06cc \u0627\u06cc\u0646 \u062a\u06a9\u0644\u06cc\u0641''{0}'' \u0627\u0633\u062a.

somelsis_calendar=\u0634\u062e\u0635 \u062f\u06cc\u06af\u0631\u06cc \u062f\u0631 \u062d\u0627\u0644 \u0648\u06cc\u0631\u0627\u06cc\u0634 \u0627\u06cc\u0646 \u062a\u0642\u0648\u06cc\u0645 \u0627\u0633\u062a.

sort.summary=\u062c\u062f\u0648\u0644 \u062d\u0627\u0648\u06cc \u0622\u06cc\u062a\u0645\u200c\u0647\u0627\u06cc\u06cc \u0627\u0633\u062a \u06a9\u0647 \u0642\u0631\u0627\u0631 \u0627\u0633\u062a \u0645\u0631\u062a\u0628 \u0634\u0648\u0646\u062f. \u0633\u062a\u0648\u0646 \u062f\u0648\u0645 \u0634\u0627\u0645\u0644 \u0644\u06cc\u0646\u06a9 \u0628\u0631\u0627\u06cc \u0627\u0646\u062a\u0642\u0627\u0644 \u0622\u06cc\u062a\u0645 \u0647\u0627 \u0628\u0647 \u0628\u0627\u0644\u0627 \u0627\u0633\u062a. \u0633\u062a\u0648\u0646 \u0633\u0648\u0645 \u0634\u0627\u0645\u0644 \u0644\u06cc\u0646\u06a9 \u0628\u0631\u0627\u06cc \u0627\u0646\u062a\u0642\u0627\u0644 \u0622\u06cc\u062a\u0645 \u0647\u0627 \u0628\u0647 \u067e\u0627\u06cc\u06cc\u0646 \u0627\u0633\u062a. \u0628\u0631\u0627\u06cc \u0627\u0646\u062a\u0642\u0627\u0644 \u0622\u06cc\u062a\u0645 \u0628\u0647 \u06cc\u06a9 \u062c\u0627\u06cc\u06af\u0627\u0647 \u062e\u0627\u0635 \u0633\u062a\u0648\u0646 \u0622\u062e\u0631 \u0631\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f
sort.caption=\u0641\u0647\u0631\u0633\u062a\u06cc \u0627\u0632 \u0645\u0646\u0627\u0628\u0639\u06cc \u06a9\u0647 \u0642\u0631\u0627\u0631 \u0627\u0633\u062a \u0645\u0631\u062a\u0628 \u0634\u0648\u0646\u062f
sort.moveup=\u0627\u0646\u062a\u0642\u0627\u0644 \u0628\u0647 \u0628\u0627\u0644\u0627
sort.movedn=\u0627\u0646\u062a\u0642\u0627\u0644 \u0628\u0647 \u067e\u0627\u06cc\u06cc\u0646

stulistassig.asshasbee1=(\u062a\u06a9\u0644\u06cc\u0641 \u062d\u0630\u0641 \u0634\u062f\u0647 \u0627\u0633\u062a)
stulistassig.selanass1=\u0644\u06cc\u0633\u062a \u062a\u06a9\u0627\u0644\u06cc\u0641 \u0632\u06cc\u0631 \u062f\u0642\u06cc\u0642\u0627\u064b \u0628\u0647 \u0647\u0645\u0627\u0646 \u0646\u062d\u0648 \u06a9\u0647 \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632 \u0622\u0646 \u0631\u0627 \u0645\u0634\u0627\u0647\u062f\u0647 \u062e\u0648\u0627\u0647\u062f \u06a9\u0631\u062f \u0646\u0645\u0627\u06cc\u0634 \u062f\u0627\u062f\u0647 \u0634\u062f\u0647 \u0627\u0633\u062a. \u0628\u0627 \u06a9\u0644\u06cc\u06a9 \u06a9\u0631\u062f\u0646 \u0628\u0631 \u0631\u0648\u06cc "\u0627\u0631\u0633\u0627\u0644 \u0628\u0647 \u0639\u0646\u0648\u0627\u0646 \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632" \u0645\u06cc\u062a\u0648\u0627\u0646\u06cc\u062f \u062f\u0642\u06cc\u0642\u0627\u064b \u0647\u0645\u0627\u0646 \u0645\u0631\u0627\u062d\u0644\u06cc \u06a9\u0647 \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632 \u062f\u0631 \u0627\u06cc\u0646 \u062a\u06a9\u0644\u06cc\u0641 \u0637\u06cc \u0645\u06cc\u06a9\u0646\u062f \u0631\u0627 \u062a\u062c\u0631\u0628\u0647 \u06a9\u0646\u06cc\u062f\u060c \u06a9\u0647 \u0627\u06cc\u0646 \u0634\u0627\u0645\u0644 \u0627\u0631\u0633\u0627\u0644 \u062a\u06a9\u0644\u06cc\u0641 \u0646\u06cc\u0632 \u0645\u06cc\u0634\u0648\u062f.
stulistassig.selanass=\u0628\u0631\u0627\u06cc \u0645\u0634\u0627\u0647\u062f\u0647 \u062c\u0632\u0626\u06cc\u0627\u062a\u060c \u0634\u0631\u0648\u0639 \u0628\u0647 \u06a9\u0627\u0631 \u06a9\u0631\u062f\u0646 \u0648 \u06cc\u0627 \u0648\u06cc\u0631\u0627\u06cc\u0634 \u06a9\u0627\u0631\u0647\u0627\u06cc \u0642\u0628\u0644\u06cc \u062e\u0648\u062f\u060c \u0628\u0631 \u0631\u0648\u06cc \u06cc\u06a9 \u062a\u06a9\u0644\u06cc\u0641 \u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f\u060c.

stulistsunbm.chotri=\u0628\u0631\u0627\u06cc \u0645\u0634\u0627\u0647\u062f\u0647 \u0648\u0636\u0639\u06cc\u062a \u06cc\u06a9 \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632 \u062f\u0631 \u062a\u0645\u0627\u0645\u06cc \u062a\u06a9\u0627\u0644\u06cc\u0641\u060c \u0628\u0631 \u0631\u0648\u06cc \u0622\u06cc\u06a9\u0648\u0646 \u0645\u062b\u0644\u062b \u062f\u0631 \u06a9\u0646\u0627\u0631 \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632 \u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f.
stulistsunbm.hidstuass=\u067e\u0646\u0647\u0627\u0646 \u06a9\u0631\u062f\u0646 \u062a\u06a9\u0644\u06cc\u0641/\u0627\u0631\u0633\u0627\u0644\u06cc \u0647\u0627\u06cc \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632
stulistsunbm.listhestu=\u0644\u06cc\u0633\u062a \u0627\u0631\u0633\u0627\u0644\u06cc \u0647\u0627\u06cc \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632 \u0628\u0631\u0627\u06cc \u062a\u0645\u0627\u0645\u06cc \u062a\u06a9\u0627\u0644\u06cc\u0641\: \u0633\u062a\u0648\u0646 \u06cc\u06a9\: \u0646\u0627\u0645 \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632 - \u0628\u0631\u0627\u06cc \u0628\u0627\u0632 \u06a9\u0631\u062f\u0646 \u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f. \u0632\u0645\u0627\u0646\u06cc \u06a9\u0647 \u0644\u06cc\u0633\u062a \u0628\u0627\u0632 \u0634\u062f\u060c \u0633\u062a\u0648\u0646 \u062f\u0648 \u062a\u0627 \u067e\u0646\u062c \u0634\u0627\u0645\u0644 \u0639\u0646\u0648\u0627\u0646 \u062a\u06a9\u0644\u06cc\u0641\u060c \u0627\u0631\u0633\u0627\u0644\u06cc \u0647\u0627\u060c \u0648\u0636\u0639\u06cc\u062a \u0648 \u0646\u0645\u0631\u0647 \u0647\u0633\u062a\u0646\u062f. 
stulistsunbm.shostuass=\u0646\u0645\u0627\u06cc\u0634 \u062a\u06a9\u0644\u06cc\u0641/\u0627\u0631\u0633\u0627\u0644\u06cc \u0647\u0627\u06cc \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632

stupresub.max=\u062d\u062f\u0627\u06a9\u062b\u0631
stuviewgrad.thegradet=\u062c\u0632\u0626\u06cc\u0627\u062a \u0646\u0645\u0631\u0647 \u062f\u0647\u06cc \u0627\u0631\u0633\u0627\u0644\u06cc \u062a\u06a9\u0644\u06cc\u0641

stuviewsubm.asshasbee2=\u062a\u06a9\u0644\u06cc\u0641 \u0646\u0645\u0631\u0647 \u062f\u0627\u062f\u0647 \u0634\u062f\u0647/ \u0628\u0631 \u0631\u0648\u06cc \u0622\u0646 \u0646\u0638\u0631 \u062f\u0627\u062f\u0647 \u0634\u062f\u0647.
stuviewsubm.asshasbee3=\u062a\u06a9\u0644\u06cc\u0641 \u0645\u062c\u062f\u062f\u0627\u064b \u0627\u0631\u0633\u0627\u0644 \u0634\u062f\u0647 \u062f\u0631 \u062a\u0627\u0631\u06cc\u062e
stuviewsubm.asshasbee4=\u062a\u06a9\u0644\u06cc\u0641 \u0628\u0627\u0632\u06af\u0634\u062a \u062f\u0627\u062f\u0647 \u0634\u062f\u0647 \u062f\u0631 \u062a\u0627\u0631\u06cc\u062e
stuviewsubm.asshasnot=\u0641\u0631\u0645 \u0631\u0627 \u062a\u06a9\u0645\u06cc\u0644 \u06a9\u0631\u062f\u0647 \u0648 \u0633\u067e\u0633 \u062f\u06a9\u0645\u0647 \u0645\u0631\u0628\u0648\u0637\u0647 \u0631\u0627 \u062f\u0631 \u067e\u0627\u06cc\u06cc\u0646 \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f.
stuviewsubm.assattonly=\u067e\u06cc\u0648\u0633\u062a(\u0647\u0627) \u0631\u0627 \u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0647\u060c \u0648 \u0633\u067e\u0633 \u062f\u06a9\u0645\u0647 \u0645\u0646\u0627\u0633\u0628 \u062f\u0631 \u0642\u0633\u0645\u062a \u067e\u0627\u06cc\u06cc\u0646 \u0631\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f.
stuviewsubm.entbelo=\u0645\u062a\u0646 \u0627\u0631\u0633\u0627\u0644 \u0645\u062c\u062f\u062f \u0631\u0627 \u062f\u0631 \u0632\u06cc\u0631 \u0648\u0627\u0631\u062f \u06a9\u0646\u06cc\u062f
stuviewsubm.plesub=\u0644\u0637\u0641\u0627\u064b \u0645\u062c\u062f\u062f\u0627\u064b \u0628\u0647 \u0647\u0645\u0631\u0627\u0647 \u062a\u063a\u06cc\u06cc\u0631\u0627\u062a \u062e\u0648\u062f \u062b\u0628\u062a \u06a9\u0646\u06cc\u062f.
stuviewsubm.theassall2=\u062f\u0631 \u0627\u06cc\u0646 \u062a\u06a9\u0644\u06cc\u0641 \u062a\u0646\u0647\u0627 \u0627\u0645\u06a9\u0627\u0646 \u062b\u0628\u062a \u0627\u0631\u0633\u0627\u0644\u06cc \u0628\u0627 \u067e\u06cc\u0648\u0633\u062a \u0633\u0646\u062f \u0648\u062c\u0648\u062f \u062f\u0627\u0631\u062f.
stuviewsubm.theclodat=\u062a\u0627\u0631\u06cc\u062e \u0628\u0633\u062a\u0647 \u0634\u062f\u0646 \u0627\u06cc\u0646 \u062a\u06a9\u0644\u06cc\u0641 \u06af\u0630\u0634\u062a\u0647 \u0627\u0633\u062a. \u062f\u06cc\u06af\u0631 \u0646\u0645\u06cc\u200c\u062a\u0648\u0627\u0646\u06cc\u062f \u067e\u0627\u0633\u062e \u062e\u0648\u062f \u0631\u0627 \u0628\u0647 \u0627\u06cc\u0646 \u062a\u06a9\u0644\u06cc\u0641 \u0627\u0631\u0633\u0627\u0644 \u06a9\u0646\u06cc\u062f.
stuviewsubm.youatt=\u067e\u0627\u0633\u062e \u067e\u06cc\u0648\u0633\u062a \u0634\u062f\u0647 \u0634\u0645\u0627
stuviewsubm.submissatt=\u067e\u06cc\u0648\u0633\u062a(\u0647\u0627\u06cc) \u067e\u0627\u0633\u062e
stuviewsubm.listsummary=\u0644\u06cc\u0633\u062a\u06cc \u0627\u0632 \u067e\u06cc\u0648\u0633\u062a \u0647\u0627. \u0633\u062a\u0648\u0646 \u06cc\u06a9 \u062d\u0627\u0648\u06cc \u0644\u06cc\u0646\u06a9 \u067e\u06cc\u0648\u0633\u062a\u060c \u0633\u062a\u0648\u0646 \u062f\u0648 \u062d\u0627\u0648\u06cc \u0648\u06cc\u0698\u06af\u06cc \u0647\u0627\u06cc \u067e\u06cc\u0648\u0633\u062a \u0648 \u0633\u062a\u0648\u0646 \u0633\u0647 \u062d\u0627\u0648\u06cc \u0644\u06cc\u0646\u06a9 \u0628\u0631\u0627\u06cc \u062d\u0630\u0641 \u067e\u06cc\u0648\u0633\u062a \u0627\u0632 \u0644\u06cc\u0633\u062a \u0627\u0633\u062a
stuviewsubm.listsummary.simple=\u0644\u06cc\u0633\u062a\u06cc \u0627\u0632 \u067e\u06cc\u0648\u0633\u062a \u0647\u0627. \u0633\u062a\u0648\u0646 \u06cc\u06a9 \u062d\u0627\u0648\u06cc \u0644\u06cc\u0646\u06a9 \u067e\u06cc\u0648\u0633\u062a\u060c \u0633\u062a\u0648\u0646 \u062f\u0648 \u062d\u0627\u0648\u06cc \u0648\u06cc\u0698\u06af\u06cc \u0647\u0627\u06cc \u067e\u06cc\u0648\u0633\u062a \u0627\u0633\u062a;
stuviewsubm.removeatt=\u062d\u062f\u0641
stuviewsubm.attfromcomputerlabel=\u0627\u0646\u062a\u062e\u0627\u0628 \u0641\u0627\u06cc\u0644 \u0627\u0632 \u06a9\u0627\u0645\u067e\u06cc\u0648\u062a\u0631
stuviewsubm.attfromcomputerlabelmore=\u0627\u0646\u062a\u062e\u0627\u0628 \u0641\u0627\u06cc\u0644 \u0647\u0627\u06cc \u0628\u06cc\u0634\u062a\u0631 \u0627\u0632 \u06a9\u0627\u0645\u067e\u06cc\u0648\u062a\u0631
stuviewsubm.attfromserverlabel=\u06cc\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u0641\u0627\u06cc\u0644 \u0627\u0632 \u0633\u0627\u06cc\u062a \u06a9\u0627\u0631\u06cc \u06cc\u0627 \u0633\u0627\u06cc\u062a
stuviewsubm.attfromserverlabel.singular=\u06cc\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u0641\u0627\u06cc\u0644 \u0627\u0632 \u0633\u0627\u06cc\u062a \u06a9\u0627\u0631\u06cc \u06cc\u0627 \u0633\u0627\u06cc\u062a
stuviewsubm.attfromserverlabelmore=\u06cc\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u0641\u0627\u06cc\u0644 \u0647\u0627\u06cc \u0628\u06cc\u0634\u062a\u0631 \u0627\u0632 \u0633\u0627\u06cc\u062a \u06a9\u0627\u0631\u06cc \u06cc\u0627 \u0633\u0627\u06cc\u062a
feedbacktext=\u0645\u062a\u0646 \u0628\u0627\u0632\u062e\u0648\u0631\u062f
stuviewsubm.submitreminder=\u0641\u0631\u0627\u0645\u0648\u0634 \u0646\u06a9\u0646\u06cc\u062f \u06a9\u0647 \u06cc\u0627 \u0630\u062e\u06cc\u0631\u0647 \u06a9\u0646\u06cc\u062f \u0648 \u06cc\u0627 \u0627\u0631\u0633\u0627\u0644 \u06a9\u0646\u06cc\u062f\!
stuviewsubm.modifytoresubmit=\u0627\u06af\u0631 \u062f\u0631 \u0627\u06cc\u0646 \u067e\u0627\u0633\u062e \u062a\u063a\u06cc\u06cc\u0631\u0627\u062a\u06cc \u0627\u06cc\u062c\u0627\u062f \u06a9\u0631\u062f\u0647 \u0627\u06cc\u062f \u0645\u06cc\u062a\u0648\u0627\u0646\u06cc\u062f \u0645\u062c\u062f\u062f\u0627\u064b \u0622\u0646 \u0631\u0627 \u0627\u0631\u0633\u0627\u0644 \u06a9\u0646\u06cc\u062f.
stuviewsubm.reminder=\u0641\u0631\u0627\u0645\u0648\u0634 \u0646\u06a9\u0646\u06cc\u062f \u06a9\u0647 \u06a9\u0627\u0631 \u062e\u0648\u062f \u0631\u0627 \u0627\u0631\u0633\u0627\u0644 \u06a9\u0646\u06cc\u062f\! \u067e\u06cc\u0627\u0645 \u062a\u0627\u06cc\u06cc\u062f \u067e\u0633 \u0627\u0632 \u062b\u0628\u062a \u0646\u0645\u0627\u06cc\u0634 \u062f\u0627\u062f\u0647 \u062e\u0648\u0627\u0647\u062f \u0634\u062f.
feedbackcomment=\u0646\u0638\u0631 \u0628\u0627\u0632\u062e\u0648\u0631\u062f

stuviewsubm.typesubhaschanged.inline=\u0646\u0648\u0639 \u0627\u0631\u0633\u0627\u0644\u06cc \u0627\u06cc\u0646 \u062a\u06a9\u0644\u06cc\u0641 \u062a\u063a\u06cc\u06cc\u0631 \u06a9\u0631\u062f\u0647 \u0627\u0633\u062a. \u0627\u06cc\u0646 \u0645\u062a\u0646 \u0627\u0632 \u0627\u0631\u0633\u0627\u0644\u06cc \u0642\u0628\u0644\u06cc \u0634\u0645\u0627 \u0628\u0631\u0627\u06cc \u0627\u0631\u062c\u0627\u0639 \u0634\u0645\u0627 \u0646\u0645\u0627\u06cc\u0634 \u062f\u0627\u062f\u0647 \u0634\u062f\u0647 \u0648 \u0627\u06af\u0631 \u067e\u0627\u0633\u062e \u062e\u0648\u062f \u0631\u0627 \u0645\u062c\u062f\u062f\u0627\u064b \u0627\u0631\u0633\u0627\u0644 \u06a9\u0646\u06cc\u062f \u062f\u0631 \u0622\u0646 \u0645\u0646\u0638\u0648\u0631 \u0646\u062e\u0648\u0627\u0647\u062f \u0634\u062f.
stuviewsubm.typesubhaschanged.attach=\u0646\u0648\u0639 \u0627\u0631\u0633\u0627\u0644\u06cc \u0627\u06cc\u0646 \u062a\u06a9\u0644\u06cc\u0641 \u062a\u063a\u06cc\u06cc\u0631 \u06a9\u0631\u062f\u0647 \u0627\u0633\u062a. \u0627\u06cc\u0646 \u0641\u0627\u06cc\u0644 \u0647\u0627 \u0627\u0632 \u0627\u0631\u0633\u0627\u0644\u06cc \u0642\u0628\u0644\u06cc \u0634\u0645\u0627 \u0628\u0631\u0627\u06cc \u0627\u0631\u062c\u0627\u0639 \u0634\u0645\u0627 \u0646\u0645\u0627\u06cc\u0634 \u062f\u0627\u062f\u0647 \u0634\u062f\u0647 \u0648 \u0627\u06af\u0631 \u067e\u0627\u0633\u062e \u062e\u0648\u062f \u0631\u0627 \u0645\u062c\u062f\u062f\u0627\u064b \u0627\u0631\u0633\u0627\u0644 \u06a9\u0646\u06cc\u062f \u062f\u0631 \u0622\u0646 \u0645\u0646\u0638\u0648\u0631 \u0646\u062e\u0648\u0627\u0647\u062f \u0634\u062f.
stuviewsubm.typesubhaschanged.singleUploadedFileOnly=\u0646\u0648\u0639 \u0627\u0631\u0633\u0627\u0644\u06cc \u0627\u06cc\u0646 \u062a\u06a9\u0644\u06cc\u0641 \u062a\u063a\u06cc\u06cc\u0631 \u06a9\u0631\u062f\u0647 \u0627\u0633\u062a \u0648 \u062a\u0646\u0647\u0627 \u06cc\u06a9 \u0641\u0627\u06cc\u0644 \u0645\u0648\u0631\u062f \u067e\u0630\u06cc\u0631\u0634 \u0627\u0633\u062a. \u0628\u0631\u0627\u06cc \u0627\u0631\u0633\u0627\u0644 \u0645\u062c\u062f\u062f \u06cc\u06a9 \u0641\u0627\u06cc\u0644 \u0627\u0632 \u0627\u0631\u0633\u0627\u0644\u06cc \u0642\u0628\u0644\u06cc \u062e\u0648\u062f \u0627\u0646\u062a\u062e\u0627\u0628 \u0648 \u06cc\u0627 \u0641\u0627\u06cc\u0644 \u062c\u062f\u06cc\u062f\u06cc \u0628\u0627\u0631\u06af\u0630\u0627\u0631\u06cc \u06a9\u0646\u06cc\u062f.
stuviewsubm.uploadnew=\u0628\u0627\u0631\u06af\u0632\u0627\u0631\u06cc \u06cc\u06a9 \u0641\u0627\u06cc\u0644 \u062c\u062f\u06cc\u062f

# Taggable
tag.emptylist=\u0647\u06cc\u0686 \u062a\u06af\u06cc \u0628\u0631\u0627\u06cc \u0646\u0645\u0627\u06cc\u0634 \u0648\u062c\u0648\u062f \u0646\u062f\u0627\u0631\u062f.
tag.tags=\u0628\u0631\u0686\u0633\u0628\u200c\u0647\u0627
tag.list.summary=\u062c\u062f\u0648\u0644 \u062d\u0627\u0648\u06cc \u0644\u06cc\u0633\u062a\u06cc \u0627\u0632 \u062a\u06af\u200c\u0647\u0627\u06cc \u0645\u0631\u062a\u0628\u0637 \u0628\u0627 \u062a\u06a9\u0644\u06cc\u0641 \u0641\u0639\u0644\u06cc \u0627\u0633\u062a.

theassiid_isnotval=\u0634\u0646\u0627\u0633\u0647 \u062a\u06a9\u0644\u06cc\u0641 "{0}" \u0645\u0639\u062a\u0628\u0631 \u0646\u06cc\u0633\u062a.

theassiid_hasnotbee=\u0634\u0646\u0627\u0633\u0647 \u062a\u06a9\u0644\u06cc\u0641 "{0}" \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0646\u0634\u062f\u0647 \u0627\u0633\u062a.

theassicon=\u0645\u062d\u062a\u0648\u0627\u06cc \u062a\u06a9\u0644\u06cc\u0641 \u062f\u0631 \u062d\u0627\u0644 \u0648\u06cc\u0631\u0627\u06cc\u0634 \u062a\u0648\u0633\u0637 \u06a9\u0627\u0631\u0628\u0631 \u062f\u06cc\u06af\u0631\u06cc \u0627\u0633\u062a.

theisno=\u0686\u0646\u06cc\u0646 \u062a\u06a9\u0644\u06cc\u0641\u06cc \u0648\u062c\u0648\u062f \u0646\u062f\u0627\u0631\u062f.

theisnostudent=\u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632\u06cc \u0648\u062c\u0648\u062f \u0646\u062f\u0627\u0631\u062f.

thiasshas=\u0627\u06cc\u0646 \u062a\u06a9\u0644\u06cc\u0641 \u0641\u0627\u0642\u062f \u062f\u0633\u062a\u0648\u0631\u0627\u0644\u0639\u0645\u0644 \u0627\u0633\u062a. \u0644\u0637\u0641\u0627\u064b \u0622\u0646 \u0631\u0627 \u0627\u0635\u0644\u0627\u062d \u06a9\u0631\u062f\u0647 \u0648 \u06cc\u0627 \u0628\u0631\u0627\u06cc \u0627\u062f\u0627\u0645\u0647 \u0628\u0631 \u0631\u0648\u06cc \u062f\u06a9\u0645\u0647 \u0627\u0635\u0644\u06cc \u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f.

ungra=\u0646\u0645\u0631\u0647 \u062f\u0627\u062f\u0647 \u0646\u0634\u062f\u0647
fail=\u0645\u0631\u062f\u0648\u062f
viewassig.datcre=\u062a\u0627\u0631\u06cc\u062e \u0627\u06cc\u062c\u0627\u062f
viewassig.shoassinf=\u0646\u0645\u0627\u06cc\u0634 \u0627\u0637\u0644\u0627\u0639\u0627\u062a \u062a\u06a9\u0644\u06cc\u0641
viewassig.theassall1=\u0628\u0631\u0627\u06cc \u0627\u06cc\u0646 \u062a\u06a9\u0644\u06cc\u0641 \u0647\u0645 \u0628\u0627 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0627\u0632 \u062c\u0639\u0628\u0647 \u0645\u062a\u0646\u06cc \u0632\u06cc\u0631 \u0648 \u0647\u0645 \u0628\u0627 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0627\u0632 \u067e\u06cc\u0648\u0633\u062a \u0633\u0646\u062f \u0645\u06cc\u062a\u0648\u0627\u0646\u06cc\u062f \u067e\u0627\u0633\u062e \u062e\u0648\u062f \u0631\u0627 \u0627\u0631\u0633\u0627\u0644 \u06a9\u0646\u06cc\u062f. \u0645\u062a\u0646 \u0627\u0631\u0633\u0627\u0644\u06cc \u062e\u0648\u062f \u0631\u0627 \u062f\u0631 \u062c\u0639\u0628\u0647 \u0632\u06cc\u0631 \u0646\u0648\u0634\u062a\u0647 \u0648 \u0627\u0632 \u062f\u06a9\u0645\u0647 \u0646\u0627\u0648\u0628\u0631\u06cc \u06cc\u0627 "\u0627\u0646\u062a\u062e\u0627\u0628 \u0641\u0627\u06cc\u0644\u200c\u0647\u0627" \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u06a9\u0631\u062f\u0647 \u0648 \u0627\u0633\u0646\u0627\u062f \u062f\u06cc\u06af\u0631 \u062e\u0648\u062f \u0631\u0627 \u067e\u06cc\u0648\u0633\u062a \u06a9\u0646\u06cc\u062f.<b> \u062f\u0631 \u062d\u06cc\u0646 \u06a9\u0627\u0631 \u06a9\u0631\u062f\u0646\u060c \u0645\u0631\u062a\u0628\u0627\u064b \u06a9\u0627\u0631 \u0631\u0627 \u0630\u062e\u06cc\u0631\u0647 \u06a9\u0646\u06cc\u062f.</b>.
viewassig.theassall3=\u0628\u0631\u0627\u06cc \u0627\u06cc\u0646 \u062a\u06a9\u0644\u06cc\u0641 \u062a\u0646\u0647\u0627 \u0627\u0631\u0633\u0627\u0644 \u067e\u06cc\u0648\u0633\u062a \u0633\u0646\u062f \u0645\u0648\u0631\u062f \u067e\u0630\u06cc\u0631\u0634 \u0627\u0633\u062a. \u0628\u0631\u0627\u06cc \u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u06cc\u06a9 \u06cc\u0627 \u0686\u0646\u062f \u0633\u0646\u062f \u0627\u0632 \u062f\u06a9\u0645\u0647 "\u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u0633\u0646\u062f" \u062f\u0631 \u0632\u06cc\u0631 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u06a9\u0646\u06cc\u062f.
viewassig.theassall5=\u0628\u0631\u0627\u06cc \u0627\u06cc\u0646 \u062a\u06a9\u0644\u06cc\u0641 \u062a\u0646\u0647\u0627 \u0645\u06cc\u062a\u0648\u0627\u0646\u06cc\u062f \u0628\u0627 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0627\u0632 \u062c\u0639\u0628\u0647 \u0645\u062a\u0646\u06cc \u0632\u06cc\u0631 \u067e\u0627\u0633\u062e \u062e\u0648\u062f \u0631\u0627 \u0627\u0631\u0633\u0627\u0644 \u06a9\u0646\u06cc\u062f. \u0645\u062a\u0646 \u0627\u0631\u0633\u0627\u0644\u06cc \u062e\u0648\u062f \u0631\u0627 \u062a\u0627\u06cc\u067e \u06a9\u0646\u06cc\u062f. <b> \u062f\u0631 \u062d\u06cc\u0646 \u06a9\u0627\u0631 \u06a9\u0631\u062f\u0646\u060c \u0645\u0631\u062a\u0628\u0627\u064b \u06a9\u0627\u0631 \u0631\u0627 \u0630\u062e\u06cc\u0631\u0647 \u06a9\u0646\u06cc\u062f.</b>.
viewassig.viewass1=\u062f\u0631 \u062d\u0627\u0644 \u0645\u0634\u0627\u0647\u062f\u0647 \u062a\u06a9\u0644\u06cc\u0641...

youarenot_addAssignment=\u0634\u0645\u0627 \u0645\u062c\u0627\u0632 \u0628\u0647 \u0627\u0641\u0632\u0648\u062f\u0646 \u062a\u06a9\u0644\u06cc\u0641 \u0646\u06cc\u0633\u062a\u06cc\u062f.

youarenot_addAssignmentContent=\u0634\u0645\u0627 \u0645\u062c\u0627\u0632 \u0628\u0647 \u0627\u0641\u0632\u0648\u062f\u0646 \u0645\u062d\u062a\u0648\u0627\u06cc \u062a\u06a9\u0644\u06cc\u0641 \u0646\u06cc\u0633\u062a\u06cc\u062f.

youarenot_removeAssignment=\u0634\u0645\u0627 \u0645\u062c\u0627\u0632 \u0628\u0647 \u062d\u0630\u0641 \u062a\u06a9\u0644\u06cc\u0641 \u0628\u0627 \u0634\u0646\u0627\u0633\u0647 "{0}" \u0646\u06cc\u0633\u062a\u06cc\u062f.

youarenot11_c=\u0634\u0645\u0627 \u0645\u062c\u0627\u0632 \u0628\u0647 \u062d\u0630\u0641 \u0645\u062d\u062a\u0648\u0627\u06cc \u062a\u06a9\u0644\u06cc\u0641 \u0628\u0627 \u0634\u0646\u0627\u0633\u0647 "{0}" \u0646\u06cc\u0633\u062a\u06cc\u062f

youarenot_removeSubmission=\u0634\u0645\u0627 \u0645\u062c\u0627\u0632 \u0628\u0647 \u062d\u0630\u0641 \u0627\u0631\u0633\u0627\u0644\u06cc \u062a\u06a9\u0644\u06cc\u0641 \u0628\u0627 \u0634\u0646\u0627\u0633\u0647 "{0}" \u0646\u06cc\u0633\u062a\u06cc\u062f

youarenot12=\u0634\u0645\u0627 \u0645\u062c\u0627\u0632 \u0628\u0647 \u0627\u0631\u0633\u0627\u0644 \u067e\u0627\u0633\u062e \u0646\u06cc\u0633\u062a\u06cc\u062f.

youarenot13=\u0634\u0645\u0627 \u0645\u062c\u0627\u0632 \u0628\u0647 \u062b\u0628\u062a \u06cc\u06a9 \u062a\u06a9\u0644\u06cc\u0641 \u0646\u06cc\u0633\u062a\u06cc\u062f.

youarenot_viewAssignment=\u0634\u0645\u0627 \u0645\u062c\u0627\u0632 \u0628\u0647 \u0645\u0634\u0627\u0647\u062f\u0647 \u062a\u06a9\u0644\u06cc\u0641 "{0}" \u0646\u06cc\u0633\u062a\u06cc\u062f.

youarenot_editAssignment=\u0634\u0645\u0627 \u0645\u062c\u0627\u0632 \u0628\u0647 \u0648\u06cc\u0631\u0627\u06cc\u0634 \u062a\u06a9\u0644\u06cc\u0641 "{0}" \u0646\u06cc\u0633\u062a\u06cc\u062f.
youarenot_editSubmission=\u0634\u0645\u0627 \u0645\u062c\u0627\u0632 \u0628\u0647 \u0648\u06cc\u0631\u0627\u06cc\u0634 \u0627\u0631\u0633\u0627\u0644\u06cc \u062a\u06a9\u0644\u06cc\u0641 ''{0}'' \u0646\u06cc\u0633\u062a\u06cc\u062f.

youarenot_viewAssignmentContent=\u0634\u0645\u0627 \u0645\u062c\u0627\u0632 \u0628\u0647 \u0645\u0634\u0627\u0647\u062f\u0647 \u0645\u062d\u062a\u0648\u0627\u06cc \u062a\u06a9\u0644\u06cc\u0641 "{0}" \u0646\u06cc\u0633\u062a\u06cc\u062f.

youarenot_viewSubmission=\u0634\u0645\u0627 \u0645\u062c\u0627\u0632 \u0628\u0647 \u0645\u0634\u0627\u0647\u062f\u0647 \u0627\u0631\u0633\u0627\u0644\u06cc ''{0}'' \u0646\u06cc\u0633\u062a\u06cc\u062f.

youarenot17=\u0634\u0645\u0627 \u062f\u0631 \u062d\u0627\u0644 \u0627\u0631\u0632\u06cc\u0627\u0628\u06cc \u06cc\u06a9 \u062a\u06a9\u0644\u06cc\u0641 \u067e\u0633 \u0627\u0632 \u062a\u0627\u0631\u06cc\u062e \u0645\u0648\u0639\u062f \u0645\u0642\u0631\u0631 \u0647\u0633\u062a\u06cc\u062f.

youarenot18=\u067e\u06cc\u0634 \u0627\u0632 \u062b\u0628\u062a \u0628\u0627\u06cc\u062f \u06af\u0632\u06cc\u0646\u0647 \u0642\u0633\u0645 \u062a\u0639\u0647\u062f \u0631\u0627 \u062a\u0627\u0626\u06cc\u062f \u06a9\u0646\u06cc\u062f.

youarenot19=\u0634\u0645\u0627 \u0645\u062c\u0627\u0632 \u0628\u0647 \u0645\u0631\u062a\u0628 \u0633\u0627\u0632\u06cc \u062a\u06a9\u0627\u0644\u06cc\u0641 \u0646\u06cc\u0633\u062a\u06cc\u062f.

youarenot20=\u0634\u0645\u0627 \u062f\u0631 \u062d\u0627\u0644 \u0627\u0631\u0632\u06cc\u0627\u0628\u06cc \u06cc\u06a9 \u062a\u06a9\u0644\u06cc\u0641 \u067e\u0633 \u0627\u0632 \u062a\u0627\u0631\u06cc\u062e \u0628\u0627\u0632 \u0634\u062f\u0646 \u0647\u0633\u062a\u06cc\u062f.

youarenot4=\u0634\u0645\u0627 \u0645\u062c\u0627\u0632 \u0628\u0647 \u0627\u06cc\u062c\u0627\u062f \u0627\u0631\u0633\u0627\u0644\u06cc \u062a\u06a9\u0644\u06cc\u0641 \u0646\u06cc\u0633\u062a\u06cc\u062f.

youarenot5=\u0634\u0645\u0627 \u0645\u062c\u0627\u0632 \u0628\u0647 \u06a9\u067e\u06cc \u06a9\u0631\u062f\u0646 \u062a\u06a9\u0644\u06cc\u0641 \u0646\u06cc\u0633\u062a\u06cc\u062f.

youarenot6=\u0634\u0645\u0627 \u0645\u062c\u0627\u0632 \u0628\u0647 \u0648\u06cc\u0631\u0627\u06cc\u0634 \u062a\u06a9\u0644\u06cc\u0641 \u0646\u06cc\u0633\u062a\u06cc\u062f.

youmust1=\u067e\u06cc\u0634 \u0627\u0632 \u0627\u0631\u0633\u0627\u0644 \u0628\u0627\u06cc\u062f \u062d\u062f\u0627\u0642\u0644 \u06cc\u06a9 \u0633\u0646\u062f \u0631\u0627 \u067e\u06cc\u0648\u0633\u062a \u06a9\u0646\u06cc\u062f.

youmust2=\u067e\u06cc\u0634 \u0627\u0632 \u0627\u0631\u0633\u0627\u0644 \u0628\u0627\u06cc\u062f \u06cc\u0627 \u067e\u0627\u0633\u062e \u062e\u0648\u062f \u0631\u0627 \u062f\u0631 \u062c\u0639\u0628\u0647 \u0645\u062a\u0646\u06cc \u062a\u0627\u06cc\u067e \u06a9\u0646\u06cc\u062f \u0648 \u06cc\u0627 \u062d\u062f\u0627\u0642\u0644 \u06cc\u06a9 \u0633\u0646\u062f \u067e\u06cc\u0648\u0633\u062a \u06a9\u0646\u06cc\u062f.

youmust6=\u0627\u0628\u062a\u062f\u0627 \u0628\u0627\u06cc\u062f \u062a\u06a9\u0644\u06cc\u0641(\u0647\u0627\u06cc) \u0645\u0648\u0631\u062f \u0646\u0638\u0631 \u0631\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f \u0648 \u0633\u067e\u0633 \u0628\u0631 \u0631\u0648\u06cc \u06af\u0632\u06cc\u0646\u0647 "\u062d\u0630\u0641 \u0645\u0648\u0627\u0631\u062f \u0627\u0646\u062a\u062e\u0627\u0628 \u0634\u062f\u0647" \u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f \u062a\u0627 \u0628\u062a\u0648\u0627\u0646\u06cc\u062f \u062a\u06a9\u0644\u06cc\u0641(\u0647\u0627\u06cc) \u0627\u0646\u062a\u062e\u0627\u0628\u06cc \u0631\u0627 \u062d\u0630\u0641 \u06a9\u0646\u06cc\u062f.

youmust7=\u067e\u06cc\u0634 \u0627\u0632 \u0627\u0631\u0633\u0627\u0644 \u0628\u0627\u06cc\u062f \u067e\u0627\u0633\u062e \u062e\u0648\u062f \u0631\u0627 \u062f\u0631 \u062c\u0639\u0628\u0647 \u0645\u062a\u0646\u06cc \u062a\u0627\u06cc\u067e \u06a9\u0646\u06cc\u062f.

youmust8=\u0628\u0627\u06cc\u062f \u06cc\u06a9 \u067e\u06cc\u0648\u0633\u062a \u0628\u0627\u0631\u06af\u0630\u0627\u0631\u06cc \u06a9\u0646\u06cc\u062f

#added during legacy tool refactoring
list.show=\u0646\u0645\u0627\u06cc\u0634
list.itemsper=\u0622\u06cc\u062a\u0645\u200c\u0647\u0627...
update=\u0628\u0647\u200c\u0631\u0648\u0632 \u0631\u0633\u0627\u0646\u06cc
removeSelected=\u062d\u0630\u0641 \u0627\u0646\u062a\u062e\u0627\u0628 \u0634\u062f\u0647 \u0647\u0627
subasstudent=\u0627\u0631\u0633\u0627\u0644 \u0628\u0647 \u0639\u0646\u0648\u0627\u0646 \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632
alert.globalNavi=\u0627\u06af\u0631 \u0628\u062f\u0648\u0646 \u06a9\u0644\u06cc\u06a9 \u06a9\u0631\u062f\u0646 \u0628\u0631 \u0631\u0648\u06cc \u06cc\u06a9\u06cc \u0627\u0632 \u062f\u06a9\u0645\u0647\u200c\u0647\u0627\u06cc \u0627\u0642\u062f\u0627\u0645\u0627\u062a \u067e\u06cc\u0645\u0627\u06cc\u0634 \u0627\u0631\u0633\u0627\u0644 \u062a\u06a9\u0644\u06cc\u0641 \u062f\u0631 \u0628\u0627\u0644\u0627 \u06cc\u0627 \u067e\u0627\u06cc\u06cc\u0646 \u0627\u06cc\u0646 \u0635\u0641\u062d\u0647\u060c \u0627\u06cc\u0646 \u0635\u0641\u062d\u0647 \u0631\u0627 \u062a\u0631\u06a9 \u06a9\u0646\u06cc\u062f\u060c \u06a9\u0627\u0631 \u062e\u0648\u062f \u0631\u0627 \u0627\u0632 \u062f\u0633\u062a \u062e\u0648\u0627\u0647\u06cc\u062f \u062f\u0627\u062f. \u0644\u0637\u0641\u0627\u064b \u06cc\u06a9\u06cc \u0627\u0632 \u0627\u06cc\u0646 \u062f\u06a9\u0645\u0647\u200c\u0647\u0627 \u0631\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0631\u062f\u0647 \u06cc\u0627 \u0628\u0647 \u0635\u0641\u062d\u0647 \u0645\u0648\u0631\u062f \u0646\u0638\u0631 \u062e\u0648\u062f \u0628\u0631\u0648\u06cc\u062f \u0648 \u06a9\u0627\u0631 \u062e\u0648\u062f \u0631\u0627 \u0627\u06cc\u0646 \u0635\u0641\u062d\u0647 \u0631\u0647\u0627 \u06a9\u0646\u06cc\u062f.
viewassign=\u0645\u0634\u0627\u0647\u062f\u0647 \u062a\u06a9\u0644\u06cc\u0641
subexampleassign=\u062b\u0628\u062a \u062a\u06a9\u0644\u06cc\u0641 \u0646\u0645\u0648\u0646\u0647
viewexampleassign=\u0645\u0634\u0627\u0647\u062f\u0647 \u062a\u06a9\u0644\u06cc\u0641 \u0646\u0645\u0648\u0646\u0647
assignmenttext=\u0645\u062a\u0646 \u062a\u06a9\u0644\u06cc\u0641
submitforstudent=\u0627\u0631\u0633\u0627\u0644 \u0627\u0632 \u0637\u0631\u0641 \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632
resubmit=\u0627\u0631\u0633\u0627\u0644 \u0645\u062c\u062f\u062f
viewsubmission=\u0645\u0634\u0627\u0647\u062f\u0647 \u0627\u0631\u0633\u0627\u0644\u06cc
viewsubmissions=\u0645\u0634\u0627\u0647\u062f\u0647 \u0627\u0631\u0633\u0627\u0644\u06cc\u200c\u0647\u0627
allowResubmit=\u0627\u0645\u06a9\u0627\u0646 \u0627\u0631\u0633\u0627\u0644 \u0645\u062c\u062f\u062f \u0648\u062c\u0648\u062f \u062f\u0627\u0634\u062a\u0647 \u0628\u0627\u0634\u062f
allowGradeOverride=\u062a\u062e\u0635\u06cc\u0635 \u0646\u0645\u0631\u0627\u062a \u062c\u0627\u06cc\u06af\u0632\u06cc\u0646
allowVisibleDate=\u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0627\u0632 \u062a\u0627\u0631\u06cc\u062e \u0642\u0627\u0628\u0644 \u0645\u0634\u0627\u0647\u062f\u0647
gen.first=\u0627\u0648\u0644\u06cc\u0646
gen.previous=\u0642\u0628\u0644\u0649
gen.next=\u0628\u0639\u062f\u06cc
gen.last=\u0622\u062e\u0631\u06cc\u0646

gen.remove=\u062d\u0630\u0641  
gen.remove.q=\u062d\u0630\u0641 \u0634\u0648\u062f\u061f

addtogradebook=\u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u0628\u0647 \u062f\u0641\u062a\u0631 \u0646\u0645\u0631\u0647
addtogradebook.wrongGradeScale=\u0627\u062f\u063a\u0627\u0645 \u062f\u0641\u062a\u0631 \u0646\u0645\u0631\u0647 \u062a\u0646\u0647\u0627 \u0647\u0646\u06af\u0627\u0645\u06cc \u0645\u0645\u06a9\u0646 \u0627\u0633\u062a \u06a9\u0647 \u0645\u0642\u06cc\u0627\u0633 \u0646\u0645\u0631\u0647 \u062f\u0631 \u062d\u0627\u0644\u062a \u0627\u0645\u062a\u06cc\u0627\u0632 \u062a\u0646\u0638\u06cc\u0645 \u0634\u062f\u0647 \u0628\u0627\u0634\u062f.
addtogradebook.nonUniqueTitle=\u062a\u06a9\u0644\u06cc\u0641 {0} \u0627\u06cc\u062c\u0627\u062f \u0634\u062f\u0647 \u0627\u0633\u062a \u0627\u0645\u0627 \u0628\u0647 \u062f\u0644\u06cc\u0644 \u0648\u062c\u0648\u062f \u06cc\u06a9 \u0622\u06cc\u062a\u0645 \u062f\u06cc\u06af\u0631 \u0628\u0627 \u0647\u0645\u06cc\u0646 \u0646\u0627\u0645 \u0648 \u06cc\u0627 \u0634\u0631\u0648\u0639 \u0646\u0627\u0645 \u0628\u0627 \u06a9\u0627\u0631\u0627\u06a9\u062a\u0631\u0647\u0627\u06cc \u0645\u0639\u06a9\u0648\u0633 (* \u0648 \#)\u060c \u0628\u0647 \u06cc\u06a9 \u0622\u06cc\u062a\u0645 \u062c\u062f\u06cc\u062f \u062f\u0631 \u062f\u0641\u062a\u0631 \u0646\u0645\u0631\u0647 \u0645\u0631\u062a\u0628\u0637 \u0646\u0634\u062f\u0647 \u0627\u0633\u062a. \u0644\u0637\u0641\u0627\u064b \u0639\u0646\u0648\u0627\u0646 \u062a\u06a9\u0644\u06cc\u0641 \u0631\u0627 \u0648\u06cc\u0631\u0627\u06cc\u0634 \u06a9\u0646\u06cc\u062f.
addtogradebook.illegalPoints=\u062a\u06a9\u0644\u06cc\u0641 \u0628\u0647 \u062f\u0641\u062a\u0631\u0646\u0645\u0631\u0647 \u0627\u0636\u0627\u0641\u0647 \u0646\u0634\u062f \u0628\u0631\u0627\u06cc \u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u0628\u0647 \u062f\u0641\u062a\u0631 \u0646\u0645\u0631\u0647\u060c \u062a\u06a9\u0644\u06cc\u0641 \u0631\u0627 \u0648\u06cc\u0631\u0627\u06cc\u0634 \u06a9\u0631\u062f\u0647 \u0648 \u0645\u0642\u062f\u0627\u0631\u06cc \u0628\u06cc\u0634\u062a\u0631 \u0627\u0632 \u0635\u0641\u0631 \u0628\u0631\u0627\u06cc \u0627\u0645\u062a\u06cc\u0627\u0632\u0627\u062a \u062f\u0631 \u0646\u0638\u0631 \u0628\u06af\u06cc\u0631\u06cc\u062f.
addtogradebook.alertMessage=\u0627\u0633\u062a\u062b\u0646\u0627 \u062f\u0631 \u0632\u0645\u0627\u0646 \u062f\u0631\u06cc\u0627\u0641\u062a \u062f\u0641\u062a\u0631 \u0646\u0645\u0631\u0647 \u0633\u0627\u06cc\u062a\u060c \u0627\u0633\u062a\u062b\u0646\u0627\u0621 \u0632\u06cc\u0631\:

date.invalid=\u062a\u0646\u0638\u06cc\u0645\u0627\u062a \u062a\u0627\u0631\u06cc\u062e \u0646\u0627\u0645\u0639\u062a\u0628\u0631 \u0628\u0631\u0627\u06cc {0}.
date.closedate=\u062a\u0627\u0631\u06cc\u062e \u0628\u0633\u062a\u0647 \u0634\u062f\u0646
date.resubmission.closedate=\u062a\u0627\u0631\u06cc\u062e \u0628\u0633\u062a\u0647 \u0634\u062f\u0646 \u0627\u0631\u0633\u0627\u0644 \u0645\u062c\u062f\u062f
date.allpurpose.releasedate=\u062a\u0627\u0631\u06cc\u062e \u0627\u0646\u062a\u0634\u0627\u0631 \u0645\u0648\u0631\u062f \u0647\u0645\u0647 \u06a9\u0627\u0631\u0647
date.allpurpose.retractdate=\u062a\u0627\u0631\u06cc\u062e \u062c\u0645\u0639 \u0622\u0648\u0631\u06cc \u0645\u0648\u0631\u062f \u0647\u0645\u0647 \u06a9\u0627\u0631\u0647

gen.viewing=\u062f\u0631 \u062d\u0627\u0644 \u0645\u0634\u0627\u0647\u062f\u0647
gen.items=\u0622\u06cc\u062a\u0645

gen.required=\u0627\u0644\u0632\u0627\u0645\u06cc
gen.notrequired=\u0627\u0644\u0632\u0627\u0645\u06cc \u0646\u06cc\u0633\u062a

download.feedback.attachment=\u067e\u06cc\u0648\u0633\u062a(\u0647\u0627\u06cc) \u0628\u0627\u0632\u062e\u0648\u0631\u062f
download.spreadsheet.title=\u0641\u0627\u06cc\u0644 Excel \u0627\u0631\u0633\u0627\u0644\u06cc \u062a\u06a9\u0644\u06cc\u0641
download.spreadsheet.site=\u0633\u0627\u06cc\u062a\: 
download.spreadsheet.date=\u062a\u0627\u0631\u06cc\u062e \u062f\u0627\u0646\u0644\u0648\u062f\: 
download.spreadsheet.column.userid=\u0634\u0646\u0627\u0633\u0647 \u0643\u0627\u0631\u0628\u0631
download.spreadsheet.column.name=\u0646\u0627\u0645

# AssignmentActivityProducer

## the column headers in grades.csv file in zip download
grades.id=\u0634\u0646\u0627\u0633\u0647 \u0646\u0645\u0627\u06cc\u0634
grades.eid=\u0634\u0646\u0627\u0633\u0647
grades.lastname=\u0646\u0627\u0645 \u062e\u0627\u0646\u0648\u0627\u062f\u06af\u06cc
grades.firstname=\u0646\u0627\u0645 \u06a9\u0648\u0686\u06a9
grades.grade=\u0646\u0645\u0631\u0647


grades.members=\u06a9\u0627\u0631\u0628\u0631\u0627\u0646
#group related variables
displayto.site=\u0646\u0645\u0627\u06cc\u0634 \u062f\u0631 \u0633\u0627\u06cc\u062a
displayto.selected=\u0646\u0645\u0627\u06cc\u0634 \u062a\u0646\u0647\u0627 \u0628\u0631\u0627\u06cc \u06af\u0631\u0648\u0647\u200c\u0647\u0627\u06cc \u0627\u0646\u062a\u062e\u0627\u0628 \u0634\u062f\u0647

range.allgroups=\u0633\u0627\u06cc\u062a

group=\u06af\u0631\u0648\u0647
groups=\u06af\u0631\u0648\u0647 \u0647\u0627
group.editsite.nopermission=\u0628\u0647 \u062f\u0644\u06cc\u0644 \u0645\u062c\u0648\u0632\u0647\u0627\u06cc \u0633\u0627\u06cc\u062a\u060c \u0627\u0645\u06a9\u0627\u0646 \u0648\u06cc\u0631\u0627\u06cc\u0634 \u0648\u0636\u0639\u06cc\u062a \u06af\u0631\u0648\u0647 \u0648\u062c\u0648\u062f \u0646\u062f\u0627\u0631\u062f.
group.list.summary=\u062c\u062f\u0648\u0644 \u0634\u0627\u0645\u0644 \u0644\u06cc\u0633\u062a\u06cc \u0627\u0632 \u06af\u0631\u0648\u0647 \u0647\u0627\u0633\u062a. \u0633\u062a\u0648\u0646 \u0627\u0648\u0644 \u062d\u0627\u0648\u06cc \u0686\u06a9\u200c\u0628\u0627\u06a9\u0633\u060c \u0633\u062a\u0648\u0646 \u062f\u0648\u0645 \u062d\u0627\u0648\u06cc \u0646\u0627\u0645 \u06af\u0631\u0648\u0647\u060c \u0648 \u0633\u062a\u0648\u0646 \u0633\u0648\u0645 \u062d\u0627\u0648\u06cc \u062a\u0648\u0636\u06cc\u062d\u0627\u062a \u06af\u0631\u0648\u0647 \u0627\u0633\u062a. \u0627\u0632 \u0647\u062f\u0631\u0644\u06cc\u0646\u06a9\u200c\u0647\u0627 \u0645\u06cc\u200c\u062a\u0648\u0627\u0646\u06cc\u062f \u0628\u0631\u0627\u06cc \u062a\u0646\u0638\u06cc\u0645 \u062a\u0631\u062a\u06cc\u0628 \u0646\u0645\u0627\u06cc\u0634 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u06a9\u0646\u06cc\u062f
group.list.descr=\u062a\u0648\u0636\u06cc\u062d\u0627\u062a

java.alert.youchoosegroup=\u0628\u0627\u06cc\u062f \u062d\u062f\u0627\u0642\u0644 \u06cc\u06a9 \u06af\u0631\u0648\u0647 \u0631\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f.
java.alert.noGroupedAssignmentIntoGB=\u0634\u0645\u0627 \u0646\u0645\u06cc\u062a\u0648\u0627\u0646\u06cc\u062f \u062a\u06a9\u0644\u06cc\u0641 \u0628\u0627 \u062f\u0633\u062a\u0631\u0633\u06cc \u06af\u0631\u0648\u0647 \u0628\u0647 \u062f\u0641\u062a\u0631 \u0646\u0645\u0631\u0647 \u0627\u06cc\u062c\u0627\u062f \u06a9\u0646\u06cc\u062f.

nostudent=\u0647\u06cc\u0686 \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632\u06cc \u062f\u0631 \u0627\u06cc\u0646 \u0633\u0627\u06cc\u062a \u0648\u062c\u0648\u062f \u0646\u062f\u0627\u0631\u062f.

grading=\u0646\u0645\u0631\u0647 \u062f\u0647\u06cc
grading.no=\u062a\u06a9\u0644\u06cc\u0641 \u0631\u0627 \u0628\u0647 \u062f\u0641\u062a\u0631 \u0646\u0645\u0631\u0647 \u0627\u0636\u0627\u0641\u0647 \u0646\u06a9\u0646
grading.no2=\u062a\u06a9\u0644\u06cc\u0641 \u0631\u0627 \u0628\u0647 \u062f\u0641\u062a\u0631 \u0646\u0645\u0631\u0647 \u0645\u0631\u062a\u0628\u0637 \u0646\u06a9\u0646
grading.add=\u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u062a\u06a9\u0644\u06cc\u0641 \u0628\u0647 \u062f\u0641\u062a\u0631 \u0646\u0645\u0631\u0647
grading.associate=\u0645\u0631\u062a\u0628\u0637 \u06a9\u0631\u062f\u0646 \u0628\u0627 \u06cc\u06a9 \u0622\u06cc\u062a\u0645 \u062f\u0641\u062a\u0631 \u0646\u0645\u0631\u0647 \u0645\u0648\u062c\u0648\u062f
grading.associate.warn=\u0645\u062a\u0623\u0633\u0641\u0627\u0646\u0647 \u0628\u0631\u0627\u06cc \u0627\u06cc\u0646 \u06a9\u0627\u0631 \u0628\u0627\u06cc\u062f \u0646\u0645\u0631\u0647 \u0627\u0645\u062a\u06cc\u0627\u0632\u06cc \u0631\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f.
grading.associate.alert=\u0628\u0627\u06cc\u062f \u06cc\u06a9 \u0622\u06cc\u062a\u0645 \u062f\u0641\u062a\u0631 \u0646\u0645\u0631\u0647 \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f.
grading.select=\u0627\u0646\u062a\u062e\u0627\u0628 \u06cc\u06a9 \u0622\u06cc\u062a\u0645 \u062f\u0641\u062a\u0631 \u0646\u0645\u0631\u0647
grading.alert.draft.beforeclosedate=\u062a\u0627\u0631\u06cc\u062e "\u067e\u0630\u06cc\u0631\u0634 \u062a\u0627 \u062a\u0627\u0631\u06cc\u062e" \u0647\u0646\u0648\u0632 \u0646\u06af\u0630\u0634\u062a\u0647 \u0627\u0633\u062a\u060c \u0648 \u0627\u06cc\u0646 \u062a\u06a9\u0644\u06cc\u0641 \u0645\u0645\u06a9\u0646 \u0627\u0633\u062a \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632\u0627\u0646 \u0647\u0646\u0648\u0632 \u062f\u0631 \u062d\u0627\u0644 \u06a9\u0627\u0631 \u06a9\u0631\u062f\u0646 \u0628\u0631 \u0631\u0648\u06cc \u0627\u06cc\u0646 \u062a\u06a9\u0644\u06cc\u0641 \u0628\u0627\u0634\u0646\u062f. \u0622\u06cc\u0627 \u0645\u0637\u0645\u0626\u0646 \u0647\u0633\u062a\u06cc\u062f \u06a9\u0647 \u0645\u06cc\u062e\u0648\u0627\u0647\u06cc\u062f \u0627\u06cc\u0646 \u062a\u06a9\u0644\u06cc\u0641 \u0631\u0627 \u0646\u0645\u0631\u0647 \u062f\u0647\u06cc \u06a9\u0646\u06cc\u062f\u061f
grading.unassigned=\u062a\u062e\u062a\u0635\u06cc\u0635 \u062f\u0627\u062f\u0647 \u0646\u0634\u062f\u0647
grading.ofcategory=\u0627\u0632 \u062f\u0633\u062a\u0647 
grading.categorylist=(\u0627\u062e\u062a\u06cc\u0627\u0631\u06cc) \u0627\u0646\u062a\u062e\u0627\u0628 \u062f\u0633\u062a\u0647\u200c\u06cc \u062f\u0641\u062a\u0631 \u0646\u0645\u0631\u0647
access=\u062f\u0633\u062a\u0631\u0633\u06cc (\u0647\u0645\u0686\u0646\u06cc\u0646 \u06af\u0631\u0648\u0647 \u0647\u0627 \u0631\u0627 \u0628\u0631\u0627\u06cc \u0627\u0631\u0633\u0627\u0644\u06cc \u0647\u0627\u06cc \u06af\u0631\u0648\u0647\u06cc \u0645\u062d\u062f\u0648\u062f \u0645\u06cc\u06a9\u0646\u062f)
grading.alert.multiTab=\u0646\u0645\u0631\u0647\u060c \u0646\u0638\u0631\u0627\u062a \u0648 \u0628\u0627\u0632\u062e\u0648\u0631\u062f \u0634\u0645\u0627 \u0630\u062e\u06cc\u0631\u0647 \u0646\u0634\u062f\u0647 \u0627\u0633\u062a. \u0628\u0627\u06cc\u062f \u0645\u062c\u062f\u062f\u0627\u064b \u0622\u0646\u0647\u0627 \u0631\u0627 \u0648\u0627\u0631\u062f \u06a9\u0646\u06cc\u062f. \u062a\u0646\u0647\u0627 \u0645\u06cc\u062a\u0648\u0627\u0646\u06cc\u062f \u062f\u0631 \u0622\u0646\u0650 \u0648\u0627\u062d\u062f \u06cc\u06a9 \u0627\u0631\u0633\u0627\u0644\u06cc \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632 \u0631\u0627 \u0628\u0627\u0632 \u06a9\u0646\u06cc\u062f. \u0627\u06af\u0631 \u067e\u06cc\u0634 \u0627\u0632 \u062a\u0631\u06a9 \u0627\u0631\u0633\u0627\u0644\u06cc \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632 \u0627\u0648\u0644\u060c \u06a9\u0627\u0631 \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632 \u062f\u06cc\u06af\u0631\u06cc \u0631\u0627 \u0628\u0627\u0632 \u06a9\u0646\u06cc\u062f\u060c \u062a\u0627 \u0632\u0645\u0627\u0646\u06cc \u06a9\u0647 \u062a\u0645\u0627\u0645\u06cc \u0627\u0631\u0633\u0627\u0644\u06cc \u0647\u0627 \u0631\u0627 \u0646\u0628\u0646\u062f\u06cc\u062f\u060c \u0648 \u0645\u062c\u062f\u062f\u0627\u064b \u0627\u0631\u0633\u0627\u0644\u06cc \u0627\u0648\u0644 \u0631\u0627 \u0628\u0627\u0632 \u0646\u06a9\u0646\u06cc\u062f\u060c \u0627\u0645\u06a9\u0627\u0646 \u0646\u0645\u0631\u0647 \u062f\u0647\u06cc \u0628\u0647 \u0627\u0631\u0633\u0627\u0644\u06cc \u0627\u0648\u0644 \u0631\u0627 \u0646\u062e\u0648\u0627\u0647\u06cc\u062f \u062f\u0627\u0634\u062a. \u0628\u0631\u0627\u06cc \u067e\u06cc\u0634\u06af\u06cc\u0631\u06cc \u0627\u0632 \u0627\u06cc\u0646 \u0645\u0634\u06a9\u0644\u060c \u0644\u0637\u0641\u0627\u064b \u0686\u0646\u062f\u06cc\u0646 \u067e\u0646\u062c\u0631\u0647 \u06cc\u0627 \u0632\u0628\u0627\u0646\u0647 \u0645\u0631\u0648\u0631\u06af\u0631 \u062e\u0648\u062f \u0631\u0627 \u062f\u0631 \u062d\u06cc\u0646 \u0646\u0645\u0631\u0647 \u062f\u0647\u06cc \u0628\u0627\u0632 \u0646\u06a9\u0646\u06cc\u062f. \u062a\u0648\u0635\u06cc\u0647 \u0645\u06cc\u06a9\u0646\u06cc\u0645 \u06a9\u0647 \u0645\u0631\u0648\u0631\u06af\u0631 \u062e\u0648\u062f \u0631\u0627 \u0645\u062c\u062f\u062f\u0627\u064b \u0631\u0627\u0647 \u0627\u0646\u062f\u0627\u0632\u06cc \u06a9\u0646\u06cc\u062f \u0648 \u0633\u067e\u0633 \u062f\u0648\u0628\u0627\u0631\u0647 \u0648\u0627\u0631\u062f \u0633\u06cc\u0633\u062a\u0645 \u0634\u0648\u06cc\u062f \u0648 \u06a9\u0627\u0631 \u0646\u0645\u0631\u0647 \u062f\u0647\u06cc \u0631\u0627 \u0627\u062f\u0627\u0645\u0647 \u062f\u0647\u06cc\u062f.
grading.reminder=\u06cc\u0627\u062f\u0622\u0648\u0631\u06cc \u0645\u0647\u0645\:
grading.reminder.body=\u0644\u0637\u0641\u0627\u064b \u062f\u0631 \u0647\u0646\u06af\u0627\u0645 \u0646\u0645\u0631\u0647 \u062f\u0647\u06cc \u0628\u0647 \u062a\u06a9\u0627\u0644\u06cc\u0641 \u0686\u0646\u062f\u06cc\u0646 \u0632\u0628\u0627\u0646\u0647 \u06cc\u0627 \u067e\u0646\u062c\u0631\u0647 \u0645\u0631\u0648\u0631\u06af\u0631 \u062e\u0648\u062f \u0631\u0627 \u0628\u0627\u0632 \u0646\u06a9\u0646\u06cc\u062f. \u062a\u0646\u0647\u0627 \u0628\u0627 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0627\u0632 \u06cc\u06a9 \u067e\u0646\u062c\u0631\u0647 \u062a\u06a9\u0627\u0644\u06cc\u0641 \u0631\u0627 \u0646\u0645\u0631\u0647 \u062f\u0647\u06cc\u062f \u0648 \u0628\u0647 \u0642\u0633\u0645\u062a \u0647\u0627\u06cc \u0645\u062e\u062a\u0644\u0641 \u0633\u06cc\u0633\u062a\u0645 \u0628\u0631\u0648\u06cc\u062f.
grading.reminder.anon=\u0646\u0645\u0631\u0647 \u062f\u0647\u06cc \u0628\u0631\u0627\u06cc \u0627\u06cc\u0646 \u0628\u0627\u0632\u0628\u06cc\u0646\u06cc \u0647\u0645\u06a9\u0627\u0631 \u0646\u0627\u0634\u0646\u0627\u0633 \u0627\u0633\u062a\u060c \u0628\u0646\u0627\u0628\u0631\u0627\u06cc\u0646 \u0646\u0627\u0645 \u062e\u0648\u062f \u0631\u0627 \u062f\u0631 \u0628\u062e\u0634 \u0646\u0638\u0631\u0627\u062a \u0628\u0627\u0632\u0628\u06cc\u0646 \u0648\u0627\u0631\u062f \u0646\u06a9\u0646\u06cc\u062f.

## SAK-17606
grading.anonymous=\u0646\u0645\u0631\u0647 \u062f\u0647\u06cc \u0646\u0627\u0634\u0646\u0627\u0633
grading.anonymous.title=\u0646\u0627\u0634\u0646\u0627\u0633

submitted.date.redacted=(\u062a\u0627\u0631\u06cc\u062e \u067e\u0646\u0647\u0627\u0646 \u0634\u062f\u0647)

allow.resubmit.number=\u062a\u0639\u062f\u0627\u062f \u0627\u0631\u0633\u0627\u0644 \u0647\u0627\u06cc \u0645\u062c\u062f\u062f \u0645\u062c\u0627\u0632
allow.resubmit.number.unlimited=\u0646\u0627\u0645\u062d\u062f\u0648\u062f
allow.resubmit.closeTime=\u067e\u0630\u06cc\u0631\u0634 \u0627\u0631\u0633\u0627\u0644 \u0645\u062c\u062f\u062f \u062a\u0627 \u062a\u0627\u0631\u06cc\u062e

assignment.copy=\u06a9\u067e\u06cc


## max grade
grade.max=\u062d\u062f\u0627\u06a9\u062b\u0631

## no-submission grade
non.submission.grade={0} \u0634\u0631\u06a9\u062a \u06a9\u0646\u0646\u062f\u0647 \u06cc\u0627\u0641\u062a \u0634\u062f. \u062a\u062e\u0635\u06cc\u0635 \u0627\u06cc\u0646 \u0646\u0645\u0631\u0647 \u0628\u0647 \u0634\u0631\u06a9\u062a \u06a9\u0646\u0646\u062f\u06af\u0627\u0646 \u0628\u062f\u0648\u0646 \u0646\u0645\u0631\u0647\:
non.submission.grade.select=\u0644\u0637\u0641\u0627 \u06cc\u06a9 \u0646\u0645\u0631\u0647 \u067e\u06cc\u0634 \u0641\u0631\u0636 \u0631\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f\:
## for not graded non-electronic submission grades
not.graded.non.electronic.submission.grade={0} \u0634\u0631\u06a9\u062a \u06a9\u0646\u0646\u062f\u0647 \u06cc\u0627\u0641\u062a \u0634\u062f. \u062a\u062e\u0635\u06cc\u0635 \u0627\u06cc\u0646 \u0646\u0645\u0631\u0647 \u0628\u0647 \u0627\u0631\u0633\u0627\u0644\u06cc \u0647\u0627\u06cc \u063a\u06cc\u0631\u0627\u0644\u06a9\u062a\u0631\u0648\u0646\u06cc\u06a9\u06cc \u0646\u0645\u0631\u0647 \u062f\u0627\u062f\u0647 \u0646\u0634\u062f\u0647\:

##################UPV added
not_allowed_to_submit=\u0634\u0645\u0627 \u0645\u062c\u0627\u0632 \u0628\u0647 \u0627\u0631\u0633\u0627\u0644 \u0628\u0631\u0627\u06cc \u0627\u06cc\u0646 \u062a\u06a9\u0644\u06cc\u0641 \u0646\u06cc\u0633\u062a\u06cc\u062f. 

### Non-electronic submission
nonelec=\u063a\u06cc\u0631 \u0627\u0644\u06a9\u062a\u0631\u0648\u0646\u06cc\u06a9\u06cc
nonelec_instruction=\u0627\u06cc\u0646 \u062a\u06a9\u0644\u06cc\u0641 \u0627\u0631\u0633\u0627\u0644\u06cc \u0622\u0646\u0644\u0627\u06cc\u0646 \u0642\u0628\u0648\u0644 \u0646\u0645\u06cc\u06a9\u0646\u062f. \u0628\u0631\u0627\u06cc \u062a\u0648\u0636\u06cc\u062d\u0627\u062a \u0628\u06cc\u0634\u062a\u0631 \u0628\u0627 \u0627\u0633\u062a\u0627\u062f \u062e\u0648\u062f \u062a\u0645\u0627\u0633 \u0628\u06af\u06cc\u0631\u06cc\u062f.
nonelec_instruction2=\u0627\u06cc\u0646 \u062a\u06a9\u0644\u06cc\u0641 \u063a\u06cc\u0631\u0627\u0644\u06a9\u062a\u0631\u0648\u0646\u06cc\u06a9\u06cc \u0627\u0631\u0633\u0627\u0644\u06cc \u0647\u0627\u06cc \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632\u0627\u0646 \u0631\u0627 \u0642\u0628\u0648\u0644 \u0646\u0645\u06cc\u06a9\u0646\u062f.

## on the submission confirmation page
confirm.savesubmission.title=\u062a\u0627\u0626\u06cc\u062f \u0630\u062e\u06cc\u0631\u0647 \u062a\u06a9\u0644\u06cc\u0641
confirm.submission.title=\u062a\u0627\u06cc\u06cc\u062f \u0627\u0631\u0633\u0627\u0644
confirm.savesubmission.success=\u0634\u0645\u0627 \u0628\u0627 \u0645\u0648\u0641\u0642\u06cc\u062a \u06a9\u0627\u0631 \u062e\u0648\u062f \u0631\u0627 \u0630\u062e\u06cc\u0631\u0647 \u06a9\u0631\u062f\u06cc\u062f\u060c \u0627\u0645\u0627 \u0647\u0646\u0648\u0632 \u0622\u0646 \u0631\u0627 \u0627\u0631\u0633\u0627\u0644 \u0646\u06a9\u0631\u062f\u0647 \u0627\u06cc\u062f. \u0628\u0631\u0627\u06cc \u062a\u06a9\u0645\u06cc\u0644 \u0627\u0631\u0633\u0627\u0644\u060c \u0628\u0627\u06cc\u062f \u0628\u0631 \u0631\u0648\u06cc \u062f\u06a9\u0645\u0647 \u0627\u0631\u0633\u0627\u0644 \u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f.
confirm.submission.success=\u0634\u0645\u0627 \u0628\u0627 \u0645\u0648\u0641\u0642\u06cc\u062a \u06a9\u0627\u0631 \u062e\u0648\u062f \u0631\u0627 \u0627\u0631\u0633\u0627\u0644 \u06a9\u0631\u062f\u06cc\u062f.
confirm.submission.label.user=\u06a9\u0627\u0631\u0628\u0631\:
confirm.submission.label.classsite=\u0633\u0627\u06cc\u062a \u06a9\u0644\u0627\u0633\:
assignment.title=\u062a\u06a9\u0644\u06cc\u0641\:
confirm.savesubmission.label.submission.id=\u0634\u0646\u0627\u0633\u0647 \u062a\u06a9\u0644\u06cc\u0641 \u0630\u062e\u06cc\u0631\u0647 \u0634\u062f\u0647\:
submission.id=\u0634\u0646\u0627\u0633\u0647 \u0627\u0631\u0633\u0627\u0644\u06cc\:
confirm.savesubmission.include=\u062a\u06a9\u0644\u06cc\u0641 \u0630\u062e\u06cc\u0631\u0647 \u0634\u0645\u0627 \u0634\u0627\u0645\u0644 \u0645\u0648\u0627\u0631\u062f \u0632\u06cc\u0631 \u0627\u0633\u062a\:
confirm.submission.include=\u0627\u0631\u0633\u0627\u0644\u06cc \u0634\u0645\u0627 \u0634\u0627\u0645\u0644 \u0645\u0648\u0627\u0631\u062f \u0632\u06cc\u0631 \u0627\u0633\u062a\:
confirm.savesubmission.notext=\u0645\u062a\u0646 \u062a\u06a9\u0644\u06cc\u0641 \u0630\u062e\u06cc\u0631\u0647 \u0634\u062f\u0647\u200c\u0627\u06cc \u0648\u062c\u0648\u062f \u0646\u062f\u0627\u0631\u062f
confirm.submission.notext=\u0628\u062f\u0648\u0646 \u0645\u062a\u0646 \u0627\u0631\u0633\u0627\u0644
confirm.savesubmission.attachments=\u067e\u06cc\u0648\u0633\u062a \u0647\u0627\u06cc \u0630\u062e\u06cc\u0631\u0647 \u0634\u062f\u0647\:
confirm.submission.email=\u0627\u06cc\u0645\u06cc\u06cc\u0644 \u0628\u0631\u0627\u06cc \u062a\u0627\u0626\u06cc\u062f \u0627\u06cc\u0646 \u0627\u0637\u0644\u0627\u0639\u0627\u062a \u062f\u0631\u06cc\u0627\u0641\u062a \u062e\u0648\u0627\u0647\u06cc\u062f \u06a9\u0631\u062f.
confirm.submission.email.noEmailAddress=\u0647\u06cc\u0686 \u0627\u06cc\u0645\u06cc\u0644 \u062a\u0627\u06cc\u06cc\u062f\u06cc \u062d\u0627\u0648\u06cc \u0627\u06cc\u0646 \u0627\u0637\u0644\u0627\u0639\u0627\u062a \u0628\u0647 \u0634\u0645\u0627 \u0627\u0631\u0633\u0627\u0644 \u0646\u0634\u062f \u0632\u06cc\u0631\u0627 \u0622\u062f\u0631\u0633 \u0627\u06cc\u0645\u06cc\u0644 \u0630\u06a9\u0631 \u0646\u0634\u062f\u0647 \u0628\u0648\u062f.
confirm.submission.button=\u062a\u0623\u06cc\u06cc\u062f
receive.confirm.submission.email.options=\u06af\u0632\u06cc\u0646\u0647 \u0647\u0627\u06cc \u0627\u0637\u0644\u0627\u0639\u06cc\u0647 \u0627\u0631\u0633\u0627\u0644\u06cc \u0647\u0627 \u0627\u0632\u0637\u0631\u06cc\u0642 \u0627\u06cc\u0645\u06cc\u0644\:
receive.confirm.submission.email.each=\u0627\u0631\u0633\u0627\u0644 \u06cc\u06a9 \u0627\u06cc\u0645\u06cc\u0644 \u0627\u0637\u0644\u0627\u0639 \u0631\u0633\u0627\u0646\u06cc \u0628\u0631\u0627\u06cc \u0647\u0631 \u0627\u0631\u0633\u0627\u0644\u06cc \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632
receive.confirm.submission.email.digest=\u0627\u0631\u0633\u0627\u0644 \u06cc\u06a9 \u0627\u06cc\u0645\u06cc\u0644 \u062f\u0631 \u0631\u0648\u0632 \u062d\u0627\u0648\u06cc \u062e\u0644\u0627\u0635\u0647 \u0627\u0637\u0644\u0627\u0639\u06cc\u0647 \u0647\u0627 \u0628\u0631\u0627\u06cc \u0627\u0631\u0633\u0627\u0644\u06cc \u0647\u0627\u06cc \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632
receive.confirm.submission.email.none=\u0627\u06cc\u0645\u06cc\u0644 \u0627\u0637\u0644\u0627\u0639\u06cc\u0647 \u0628\u0631\u0627\u06cc \u0647\u06cc\u0686 \u06cc\u06a9 \u0627\u0632 \u0627\u0631\u0633\u0627\u0644\u06cc \u0647\u0627\u06cc \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632 \u0627\u0631\u0633\u0627\u0644 \u0646\u0634\u0648\u062f

# on the download/upload all page, most of the attributes are shared between upload and download process
uploadall.title=\u0628\u0627\u0631\u06af\u0630\u0627\u0631\u06cc \u0647\u0645\u0647
uploadall.instruction=\u06cc\u06a9 \u0641\u0627\u06cc\u0644 \u0628\u0627\u06cc\u06af\u0627\u0646\u06cc \u0628\u0631\u0627\u06cc \u0628\u0627\u0631\u06af\u0630\u0627\u0631\u06cc \u0627\u0646\u062a\u062e\u0627\u0628 \u0646\u0645\u0627\u06cc\u06cc\u062f \u0648 \u0633\u067e\u0633 \u0628\u0631 \u0631\u0648\u06cc \u06af\u0632\u06cc\u0646\u0647 "\u0628\u0627\u0631\u06af\u0630\u0627\u0631\u06cc" \u062f\u0631 \u067e\u0627\u06cc\u06cc\u0646 \u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f. \u0645\u0648\u0627\u0631\u062f \u0645\u0648\u0631\u062f \u0646\u06cc\u0627\u0632 \u0645\u0634\u062e\u0635 \u0634\u062f\u0647 \u0628\u0627 
uploadall.instruction2=\u0641\u0627\u06cc\u0644 \u0628\u0627\u06cc\u06af\u0627\u0646\u06cc \u0628\u0627\u06cc\u062f \u062d\u0627\u0648\u06cc \u06cc\u06a9 \u067e\u0648\u0634\u0647 \u0628\u0631\u0627\u06cc \u0647\u0631 \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632 \u0628\u0627\u0634\u062f. 
uploadall.instruction3=\u062f\u0627\u0646\u0644\u0648\u062f \u0642\u0627\u0644\u0628
uploadall.instruction4=\u0647\u0631 \u067e\u0648\u0634\u0647 \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632 \u062d\u0627\u0648\u06cc \u06cc\u06a9 \u0641\u0627\u06cc\u0644 comments.txt\u060c \u0627\u0631\u0633\u0627\u0644\u06cc \u0647\u0627\u06cc \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632 \u0628\u0647 \u0647\u0645\u0631\u0627\u0647 \u0646\u0638\u0631\u0627\u062a\u06cc \u06a9\u0647 \u0634\u0645\u0627 \u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0647 \u0627\u06cc\u062f\u060c \u0648 / \u06cc\u0627 \u062f\u06cc\u06af\u0631 \u0641\u0627\u06cc\u0644 \u0647\u0627\u06cc\u06cc \u06a9\u0647 \u0645\u06cc\u062e\u0648\u0627\u0647\u06cc\u062f \u0628\u0647 \u0647\u0645\u0631\u0627\u0647 \u0627\u0631\u0633\u0627\u0644\u06cc \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632 \u0628\u0627\u0632\u06af\u0631\u062f\u0627\u0646\u06cc\u062f \u0627\u0633\u062a. \u0632\u0645\u0627\u0646 \u0628\u0627\u0631\u06af\u0630\u0627\u0631\u06cc \u0645\u0648\u0631\u062f \u0646\u06cc\u0627\u0632 \u0628\u0647 \u062d\u062c\u0645 \u0641\u0627\u06cc\u0644 zip \u0648 \u0633\u0631\u0639\u062a \u0627\u062a\u0635\u0627\u0644 \u0634\u0645\u0627 \u0628\u0633\u062a\u06af\u06cc \u062f\u0627\u0631\u062f. \u0627\u06af\u0631 \u062a\u0646\u0647\u0627 \u0645\u06cc\u062e\u0648\u0627\u0647\u06cc\u062f \u0632\u06cc\u0631\u0645\u062c\u0645\u0648\u0639\u0647\u200c\u0627\u06cc \u0627\u0632 \u0641\u0627\u06cc\u0644 zip \u0631\u0627 \u0628\u0627\u0631\u06af\u0630\u0627\u0631\u06cc \u06a9\u0646\u06cc\u062f\u060c \u0644\u0637\u0641\u0627\u064b \u0628\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u06af\u0632\u06cc\u0646\u0647 \u0647\u0627\u06cc \u0645\u0631\u062a\u0628\u0637 \u062f\u0631 \u0641\u0631\u0622\u06cc\u0646\u062f "\u062f\u0627\u0646\u0644\u0648\u062f \u0647\u0645\u0647"\u060c \u062d\u062c\u0645 \u0641\u0627\u06cc\u0644 zip \u062e\u0648\u062f \u0631\u0627 \u06a9\u0627\u0647\u0634 \u062f\u0647\u06cc\u062f. 
downloadall.instruction=\u06af\u0632\u06cc\u0646\u0647 \u0647\u0627\u06cc \u062f\u0627\u0646\u0644\u0648\u062f \u0631\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u0648 \u0633\u067e\u0633 \u0628\u0631 \u0631\u0648\u06cc \u06af\u0632\u06cc\u0646\u0647 "\u062f\u0627\u0646\u0644\u0648\u062f" \u062f\u0631 \u067e\u0627\u06cc\u06cc\u0646 \u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f.
uploadall.choose.file=\u0641\u0627\u06cc\u0644\:
uploadall.choose.file2=\u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f \u06a9\u0647 \u06a9\u062f\u0627\u0645 \u0627\u0644\u0645\u0627\u0646 \u0647\u0627 \u062f\u0631 \u0641\u0627\u06cc\u0644 \u0622\u0631\u0634\u06cc\u0648 \u0631\u0627 \u0645\u06cc\u062e\u0648\u0627\u0647\u06cc\u062f \u0628\u0627\u0631\u06af\u0630\u0627\u0631\u06cc \u06a9\u0646\u06cc\u062f
uploadall.choose.file.studentSubmissionText=\u0645\u062a\u0646 \u0627\u0631\u0633\u0627\u0644\u06cc \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632 (\u0645\u062a\u0646 \u0627\u0635\u0644\u06cc \u0627\u0631\u0633\u0627\u0644\u06cc \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632\u060c \u06a9\u0647 \u0645\u06cc\u062a\u0648\u0627\u0646\u062f \u062d\u0627\u0648\u06cc \u0646\u0638\u0631\u0627\u062a \u0627\u0636\u0627\u0641\u0647 \u0634\u062f\u0647 \u062a\u0648\u0633\u0637 \u0627\u0633\u062a\u0627\u062f \u0646\u06cc\u0632 \u0628\u0627\u0634\u062f)
uploadall.choose.file.studentSubmissionAttachment=\u067e\u06cc\u0648\u0633\u062a(\u0647\u0627\u06cc) \u0627\u0631\u0633\u0627\u0644\u06cc \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632
uploadall.choose.file.gradeFile=\u0641\u0627\u06cc\u0644 \u0646\u0645\u0631\u0647 (\u0641\u0627\u06cc\u0644 \u062f\u0631 \u0633\u0637\u062d \u0628\u0627\u0644\u0627 \u06cc\u0627 \u0641\u0627\u06cc\u0644 \u0628\u0627\u06cc\u06af\u0627\u0646\u06cc)
uploadall.choose.file.gradeFile.csv=\u0642\u0627\u0644\u0628 CSV\u060c \u0641\u0627\u06cc\u0644 grades.csv
uploadall.choose.file.gradeFile.excel=\u0642\u0627\u0644\u0628 EXCEL\u060c \u0641\u0627\u06cc\u0644 grades.xls
uploadall.choose.file.feedbackTexts=\u0645\u062a\u0646 \u0628\u0627\u0632\u062e\u0648\u0631\u062f (\u0646\u0638\u0631\u0627\u062a \u062f\u0631\u0648\u0646 \u062e\u0637\u06cc \u0628\u0627 \u0627\u0631\u0633\u0627\u0644\u06cc \u0647\u0627\u06cc \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632)
uploadall.choose.file.feedbackComments=\u0646\u0638\u0631\u0627\u062a \u0628\u0627\u0632\u062e\u0648\u0631\u062f (\u0641\u0627\u06cc\u0644 comments.txt \u062f\u0631 \u0635\u0648\u0631\u062a \u0648\u062c\u0648\u062f \u062f\u0631 \u067e\u0648\u0634\u0647 \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632 \u0642\u0631\u0627\u0631 \u062f\u0627\u0631\u062f. \u0646\u0638\u0631\u0627\u062a \u062f\u0631 \u0641\u06cc\u0644\u062f \u0646\u0638\u0631\u0627\u062a \u0627\u0633\u062a\u0627\u062f \u0628\u0631\u0627\u06cc \u0647\u0631 \u0627\u0631\u0633\u0627\u0644\u06cc \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632 \u0642\u0631\u0627\u0631 \u0645\u06cc\u06af\u06cc\u0631\u062f.)
uploadall.choose.file.includeNotSubmitted=\u0634\u0627\u0645\u0644 \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632\u0627\u0646\u06cc \u06a9\u0647 \u0647\u0646\u0648\u0632 \u0627\u0631\u0633\u0627\u0644 \u0646\u06a9\u0631\u062f\u0647 \u0627\u0646\u062f \u0628\u0627\u0634\u062f
uploadall.choose.file.confirm=\u0634\u0645\u0627 \u0641\u0627\u06cc\u0644 \u0647\u0627\u06cc \u0628\u0627\u06cc\u06af\u0627\u0646\u06cc \u0631\u0627 \u0628\u0631\u0627\u06cc \u0628\u0627\u0631\u06af\u0630\u0627\u0631\u06cc \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0631\u062f\u0647 \u0627\u06cc\u062f. \u0641\u0627\u06cc\u0644 \u0645\u0648\u062c\u0648\u062f \u062f\u0631 \u0622\u0631\u0634\u06cc\u0648 \u0628\u0647 \u0627\u0631\u0633\u0627\u0644\u06cc \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632 \u0645\u0631\u0628\u0648\u0637\u0647 \u0628\u0631\u0627\u06cc \u0627\u06cc\u0646 \u062a\u06a9\u0644\u06cc\u0641 \u0628\u0627\u0631\u06af\u0630\u0627\u0631\u06cc \u0645\u06cc\u0634\u0648\u0646\u062f.
uploadall.releaseOption=\u0627\u0646\u062a\u062e\u0627\u0628 \u06af\u0632\u06cc\u0646\u0647 \u0627\u0646\u062a\u0634\u0627\u0631
uploadall.releaseOption.yes=\u0627\u0646\u062a\u0634\u0627\u0631 \u0646\u0645\u0631\u0647\u200c\u0647\u0627\u06cc \u0628\u0627\u0631\u06af\u0630\u0627\u0631\u06cc \u0634\u062f\u0647 \u0648 \u0646\u0638\u0631\u0627\u062a \u0628\u0627\u0632\u062e\u0648\u0631\u062f \u0628\u0647 \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632\u0627\u0646
uploadall.releaseOption.no=\u0639\u062f\u0645 \u0627\u0646\u062a\u0634\u0627\u0631 \u0627\u0637\u0644\u0627\u0639\u0627\u062a \u0628\u0627\u0631\u06af\u0630\u0627\u0631\u06cc \u0634\u062f\u0647 - \u0628\u0639\u062f\u0627\u064b \u0622\u0646\u0647\u0627 \u0631\u0627 \u0645\u0646\u062a\u0634\u0631 \u062e\u0648\u0627\u0647\u0645 \u06a9\u0631\u062f
uploadall.button.upload=\u0628\u0627\u0631\u06af\u0630\u0627\u0631\u06cc
downloadall.button.download=\u062f\u0627\u0646\u0644\u0648\u062f
uploadall.alert.choose.element=\u0634\u0645\u0627 \u0628\u0627\u06cc\u062f \u062d\u062f\u0627\u0642\u0644 \u06cc\u06a9 \u0627\u0627\u0644\u0645\u0627\u0646 \u0631\u0627 \u062f\u0631 \u0641\u0627\u06cc\u0644 \u0628\u0627\u06cc\u06af\u0627\u0646\u06cc \u0628\u0631\u0627\u06cc \u0628\u0627\u0631\u06af\u0630\u0627\u0631\u06cc \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f.
uploadall.alert.wrongZipFormat=\u0644\u0637\u0641\u0627\u064b \u062f\u0642\u062a \u06a9\u0646\u06cc\u062f \u06a9\u0647 \u0641\u0627\u06cc\u0644 zip \u062d\u0627\u0648\u06cc \u067e\u0648\u0634\u0647\u200c\u0647\u0627\u06cc \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632 \u06cc\u0627 \u0641\u0627\u06cc\u0644 grades.csv \u062f\u0631 \u0633\u0637\u062d root \u0628\u0627\u0634\u062f.
uploadall.alert.incorrectFormat=\u0641\u0627\u06cc\u0644 ZIP \u062f\u0631 \u0641\u0631\u0645\u062a \u0635\u062d\u06cc\u062d \u0646\u06cc\u0633\u062a.
uploadall.alert.invalidUserId=\u0644\u0637\u0641\u0627\u064b \u062f\u0642\u062a \u06a9\u0646\u06cc\u062f \u06a9\u0647 \u0634\u0646\u0627\u0633\u0647\u200c\u0647\u0627\u06cc \u06a9\u0627\u0631\u0628\u0631\u0627\u0646 \u062f\u0642\u06cc\u0642\u0627\u064b \u0628\u0627 \u0634\u0646\u0627\u0633\u0647 \u0647\u0627\u06cc \u0645\u0648\u062c\u0648\u062f \u062f\u0631 \u0633\u0627\u06cc\u062a \u0648 \u067e\u0648\u0634\u0647 \u0647\u0627 \u062f\u0631 \u0633\u0637\u062d \u0628\u0627\u0644\u0627\u06cc zip \u0647\u0645\u0627\u0647\u0646\u06af\u06cc \u062f\u0627\u0634\u062a\u0647 \u0628\u0627\u0634\u062f (\u0646\u0647 \u067e\u0648\u0634\u0647 \u0647\u0627\u06cc \u0632\u06cc\u0631\u0645\u062c\u0645\u0648\u0639\u0647).
uploadall.alert.noGradeFile=\u0644\u0637\u0641\u0627\u064b \u062f\u0642\u062a \u06a9\u0646\u06cc\u062f \u06a9\u0647 \u0641\u0627\u06cc\u0644 \u0646\u0645\u0631\u0647 \u0648 \u0633\u0627\u062e\u062a\u0627\u0631 \u067e\u0648\u0634\u0647 \u0635\u062d\u06cc\u062d \u0628\u0627\u0634\u0646\u062f.
downloadall.alert.choose.element=\u0634\u0645\u0627 \u0628\u0627\u06cc\u062f \u062d\u062f\u0627\u0642\u0644 \u06cc\u06a9 \u0627\u0644\u0645\u0627\u0646 \u0631\u0627 \u062f\u0631 \u06af\u0632\u06cc\u0646\u0647 \u0647\u0627\u06cc \u062f\u0627\u0646\u0644\u0648\u062f \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f.
uploadall.alert.zipFile=\u0634\u0645\u0627 \u0641\u0627\u06cc\u0644 \u0628\u0627\u06cc\u06af\u0627\u0646\u06cc zip \u0631\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u0646\u06a9\u0631\u062f\u0647 \u0627\u06cc\u062f. \u0628\u0627\u06cc\u062f \u06cc\u0627 \u06cc\u06a9 \u0641\u0627\u06cc\u0644 \u0628\u0627 \u067e\u0633\u0648\u0646\u062f .zip \u06cc\u0627 .sit \u0628\u0647 \u0639\u0646\u0648\u0627\u0646 \u0641\u0627\u06cc\u0644 \u0628\u0627\u0631\u06af\u0630\u0627\u0631\u06cc \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f.
uploadall.note=\u062a\u0648\u062c\u0647\: \u0627\u06af\u0631 \u062f\u0631 \u062a\u0646\u0638\u06cc\u0645\u0627\u062a \u0632\u0628\u0627\u0646 \u0631\u0627 \u062a\u063a\u06cc\u06cc\u0631 \u062f\u0647\u06cc\u062f\u060c \u0628\u0647 \u0639\u0646\u0648\u0627\u0646 \u0645\u062b\u0627\u0644 \u0627\u0646\u06af\u0644\u06cc\u0633\u06cc \u0631\u0627 \u0628\u0647 \u0627\u0633\u067e\u0627\u0646\u06cc\u0627\u06cc\u06cc \u062a\u063a\u06cc\u06cc\u0631 \u062f\u0647\u06cc\u062f\u060c \u0628\u0627\u06cc\u062f \u0627\u06cc\u0646 \u0622\u0631\u0634\u06cc\u0648 \u0631\u0627 \u062f\u0631 \u0647\u0645\u0627\u0646 \u0632\u0628\u0627\u0646\u06cc \u06a9\u0647 \u062f\u0627\u0646\u0644\u0648\u062f \u0634\u062f\u0647 \u0628\u0627\u0631\u06af\u0630\u0627\u0631\u06cc \u06a9\u0646\u06cc\u062f (\u06cc\u0627 \u0622\u0646 \u0631\u0627 \u0645\u062c\u062f\u062f\u0627\u064b \u062f\u0627\u0646\u0644\u0648\u062f \u06a9\u0631\u062f\u0647 \u0648 \u0627\u0632 \u06cc\u06a9 \u0622\u0631\u0634\u06cc\u0648 \u062c\u062f\u06cc\u062f \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u06a9\u0646\u06cc\u062f).
downloadall.note=\u062a\u0648\u062c\u0647\: \u0627\u06af\u0631 \u062f\u0631 \u062a\u0646\u0638\u06cc\u0645\u0627\u062a \u0632\u0628\u0627\u0646 \u0631\u0627 \u062a\u063a\u06cc\u06cc\u0631 \u062f\u0647\u06cc\u062f\u060c \u0628\u0647 \u0639\u0646\u0648\u0627\u0646 \u0645\u062b\u0627\u0644 \u0627\u0646\u06af\u0644\u06cc\u0633\u06cc \u0631\u0627 \u0628\u0647 \u0627\u0633\u067e\u0627\u0646\u06cc\u0627\u06cc\u06cc \u062a\u063a\u06cc\u06cc\u0631 \u062f\u0647\u06cc\u062f\u060c \u0628\u0627\u06cc\u062f \u0627\u06cc\u0646 \u0622\u0631\u0634\u06cc\u0648 \u0631\u0627 \u062f\u0631 \u0647\u0645\u0627\u0646 \u0632\u0628\u0627\u0646\u06cc \u06a9\u0647 \u062f\u0627\u0646\u0644\u0648\u062f \u0634\u062f\u0647 \u0628\u0627\u0631\u06af\u0630\u0627\u0631\u06cc \u06a9\u0646\u06cc\u062f (\u06cc\u0627 \u0622\u0646 \u0631\u0627 \u0645\u062c\u062f\u062f\u0627\u064b \u062f\u0627\u0646\u0644\u0648\u062f \u06a9\u0631\u062f\u0647 \u0648 \u0627\u0632 \u06cc\u06a9 \u0622\u0631\u0634\u06cc\u0648 \u062c\u062f\u06cc\u062f \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u06a9\u0646\u06cc\u062f).
# SAK-19147 Assignments : Download All - flat file structure
uploadall.folders.yes=\u0630\u062e\u06cc\u0631\u0647 \u0627\u0631\u0633\u0627\u0644\u06cc \u0647\u0627 \u062f\u0631 \u067e\u0648\u0634\u0647 \u0647\u0627\u06cc \u0645\u062c\u0632\u0627\u06cc \u06a9\u0627\u0631\u0628\u0631\u0627\u0646
uploadall.folders.no=\u0630\u062e\u06cc\u0631\u0647 \u062a\u0645\u0627\u0645\u06cc \u06af\u0632\u06cc\u0646\u0647 \u0647\u0627\u06cc \u062f\u0627\u0646\u0644\u0648\u062f \u0627\u0646\u062a\u062e\u0627\u0628 \u0634\u062f\u0647 \u062f\u0631 \u06cc\u06a9 \u067e\u0648\u0634\u0647 (\u0627\u06cc\u0646 \u0646\u0645\u06cc\u062a\u0648\u0627\u0646\u062f \u0628\u0647 \u062a\u06a9\u0627\u0644\u06cc\u0641 \u0628\u0627\u0631\u06af\u0630\u0627\u0631\u06cc \u0634\u0648\u062f)

review.use=\u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0627\u0632 {0}
review.switch.ne.1={0} \u0628\u0631\u0627\u06cc \u0627\u0631\u0633\u0627\u0644\u06cc \u0647\u0627\u06cc \u063a\u06cc\u0631 \u0627\u0644\u06a9\u062a\u0631\u0648\u0646\u06cc\u06a9\u06cc \u0645\u0648\u062c\u0648\u062f \u0646\u06cc\u0633\u062a.
review.switch.ne.2={0} \u0628\u0631\u0627\u06cc \u0627\u0631\u0633\u0627\u0644\u06cc \u0647\u0627\u06cc \u063a\u06cc\u0631 \u0627\u0644\u06a9\u062a\u0631\u0648\u0646\u06cc\u06a9\u06cc \u0645\u0648\u062c\u0648\u062f \u0646\u06cc\u0633\u062a. "\u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0627\u0632 Turnitin" \u062f\u0631 \u0632\u06cc\u0631 \u0627\u0646\u062a\u062e\u0627\u0628 \u0646\u0634\u062f\u0647 \u0627\u0633\u062a.
review.allow=\u0627\u0645\u06a9\u0627\u0646 \u0645\u0634\u0627\u0647\u062f\u0647 \u06af\u0632\u0627\u0631\u0634 \u062a\u0648\u0633\u0637 \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632\u0627\u0646
review.report=\u06af\u0632\u0627\u0631\u0634
review.report.expand=\u06af\u0633\u062a\u0631\u0634 \u06af\u0632\u0627\u0631\u0634
review.report.collapse=\u0628\u0633\u062a\u0646 \u06af\u0632\u0627\u0631\u0634 \u0647\u0627
review.reports=\u06af\u0632\u0627\u0631\u0634\u200c \u0647\u0627
review.submit.papers.repository=\u0627\u0631\u0633\u0627\u0644 \u0645\u0642\u0627\u0644\u0627\u062a \u0628\u0647 \u0645\u062e\u0632\u0646 \u0632\u06cc\u0631\:
review.submit.papers.repository.none=\u0647\u06cc\u0686\u200c\u06a9\u062f\u0627\u0645
review.submit.papers.repository.standard=\u0645\u062e\u0632\u0646 \u0645\u0642\u0627\u0644\u0627\u062a \u0627\u0633\u062a\u0627\u0646\u062f\u0627\u0631\u062f
review.submit.papers.repository.institution=\u0645\u062e\u0632\u0646 \u0645\u0642\u0627\u0644\u0627\u062a \u0633\u0627\u0632\u0645\u0627\u0646\u06cc
review.originality.reports=\u062a\u0648\u0644\u06cc\u062f \u06af\u0632\u0627\u0631\u0634 \u0647\u0627\u06cc \u0627\u0635\u0627\u0644\u062a\:
review.originality.reports.immediately=\u0628\u0644\u0627\u0641\u0627\u0635\u0644\u0647
review.originality.reports.due=\u062f\u0631 \u062a\u0627\u0631\u06cc\u062e \u0645\u0648\u0639\u062f \u0645\u0642\u0631\u0631
review.originality.check=\u0628\u0631\u0631\u0633\u06cc \u0627\u0635\u0627\u0644\u062a \u062f\u0631 \u0628\u0631\u0627\u0628\u0631\:
review.originality.check.turnitin=\u0645\u062e\u0632\u0646 \u0645\u0642\u0627\u0644\u0627\u062a Turnitin
review.originality.check.internet=\u0627\u06cc\u0646\u062a\u0631\u0646\u062a \u0641\u0639\u0644\u06cc \u0648 \u0622\u0631\u0634\u06cc\u0648 \u0634\u062f\u0647
review.originality.check.pub=\u0646\u0634\u0631\u06cc\u0627\u062a \u062f\u0648\u0631\u0647\u200c\u0627\u06cc\u060c \u0645\u062c\u0644\u0627\u062a \u0648 \u0646\u0634\u0631\u06cc\u0627\u062a
review.originality.check.institution=\u0645\u062e\u0632\u0646 \u0645\u0642\u0627\u0644\u0627\u062a \u0645\u062e\u062a\u0635 \u0633\u0627\u0632\u0645\u0627\u0646
review.exclude.bibliographic=\u062d\u0630\u0641 \u0645\u0637\u0627\u0644\u0628 \u06a9\u062a\u0627\u0628\u0634\u0646\u0627\u0633\u06cc \u0627\u0632 \u0641\u0647\u0631\u0633\u062a \u062a\u0634\u0627\u0628\u0647\u0627\u062a \u0628\u0631\u0627\u06cc \u062a\u0645\u0627\u0645\u06cc \u0645\u0642\u0627\u0644\u0627\u062a \u0627\u06cc\u0646 \u062a\u06a9\u0644\u06cc\u0641
review.exclude.quoted=\u062d\u0630\u0641 \u0645\u0637\u0627\u0644\u0628 \u0646\u0642\u0644 \u0642\u0648\u0644 \u0627\u0632 \u0641\u0647\u0631\u0633\u062a \u062a\u0634\u0627\u0628\u0647\u0627\u062a \u0628\u0631\u0627\u06cc \u062a\u0645\u0627\u0645\u06cc \u0645\u0642\u0627\u0644\u0627\u062a \u0627\u06cc\u0646 \u062a\u06a9\u0644\u06cc\u0641
review.exclude.self.plag=\u062d\u0630\u0641 \u0633\u0631\u0642\u062a \u0627\u062f\u0628\u06cc \u062f\u0631 \u062f\u0631\u0648\u0646 \u0627\u06cc\u0646 \u062f\u0631\u0648\u0647
review.store.inst.index=\u0630\u062e\u06cc\u0631\u0647 \u0645\u0642\u0627\u0644\u0627\u062a \u062f\u0631 \u0641\u0647\u0631\u0633\u062a \u0633\u0627\u0632\u0645\u0627\u0646\u06cc
review.exclude.smallMatches=\u062d\u0630\u0641 \u0645\u0648\u0627\u0631\u062f \u0628\u0627 \u062a\u0634\u0627\u0628\u0647\u0627\u062a \u06a9\u0645
review.exclude.matches.by=\u062d\u0630\u0641 \u0645\u0648\u0627\u0631\u062f \u0645\u0634\u0627\u0628\u0647 \u0628\u0631 \u0627\u0633\u0627\u0633\:
review.exclude.matches.wordmax=\u062a\u0627 \u0627\u06cc\u0646 \u062a\u0639\u062f\u0627\u062f \u0644\u063a\u062a\:
review.exclude.matches.percentage=\u062f\u0631\u0635\u062f\:
review.exclude.matches.value_error=\u062f\u0631 \u0632\u0645\u0627\u0646 \u062d\u0630\u0641 \u0645\u0648\u0627\u0631\u062f \u0628\u0627 \u062a\u0634\u0627\u0628\u0647 \u06a9\u0645 \u0628\u0631\u0627\u06cc Turnitin\u060c \u0645\u0642\u062f\u0627\u0631\u06cc \u0627\u0632 \u06f0 \u062a\u0627 \u06f1\u06f0\u06f0 \u0627\u0644\u0632\u0627\u0645\u06cc \u0627\u0633\u062a.
review.exclude.matches.header=\u06af\u0632\u06cc\u0646\u0647 \u0647\u0627\u06cc \u062d\u0630\u0641\:
review.file.not.accepted=\u0641\u0627\u06cc\u0644\u06cc \u06a9\u0647 \u062a\u0644\u0627\u0634 \u06a9\u0631\u062f\u06cc\u062f \u0628\u0627\u0631\u06af\u0630\u0627\u0631\u06cc \u06a9\u0646\u06cc\u062f \u062a\u0648\u0633\u0637 {0} \u0645\u0648\u0631\u062f \u067e\u0630\u06cc\u0631\u0634 \u0648\u0627\u0642\u0639 \u0646\u0634\u062f. \u0644\u0637\u0641\u0627\u064b \u0641\u0627\u06cc\u0644\u06cc \u0628\u0627\u0631\u06af\u0630\u0627\u0631\u06cc \u06a9\u0646\u06cc\u062f \u06a9\u0647 \u0627\u0632 \u0627\u0646\u0648\u0627\u0639 \u0641\u0627\u06cc\u0644 \u0632\u06cc\u0631 \u0628\u0627\u0634\u062f\: {1}

gen.sorbyreview=\u0645\u0631\u062a\u0628 \u0633\u0627\u0632\u06cc \u0628\u0631 \u0627\u0633\u0627\u0633 \u06af\u0632\u0627\u0631\u0634
gen.rev=TurnItIn
review.notavail=\u0647\u0646\u0648\u0632 \u062f\u0631 \u062f\u0633\u062a\u0631\u0633 \u0646\u06cc\u0633\u062a
review.viewreport=\u0645\u0634\u0627\u0647\u062f\u0647 \u06af\u0632\u0627\u0631\u0634
review.title={0} \u062e\u062f\u0645\u0627\u062a \u0633\u0631\u0642\u062a \u0627\u062f\u0628\u06cc
review.noreport=\u06af\u0632\u0627\u0631\u0634\u06cc \u0645\u0648\u062c\u0648\u062f \u0646\u06cc\u0633\u062a
review.contentReviewIndicator=\u0627\u0635\u0627\u0644\u062a \u0627\u0631\u0633\u0627\u0644\u06cc\u200c\u0647\u0627 \u062a\u0648\u0633\u0637 {0} \u062a\u0627\u06cc\u06cc\u062f \u062e\u0648\u0627\u0647\u062f \u0634\u062f.

## notification email content
noti.subject.label=\u0645\u0648\u0636\u0648\u0639\:
noti.subject.content=\u0627\u0637\u0644\u0627\u0639\u06cc\u0647 \u0627\u0632 \u0637\u0631\u06cc\u0642 \u0627\u06cc\u0645\u06cc\u0644 \u0628\u0631\u0627\u06cc \u0627\u0631\u0633\u0627\u0644\u06cc \u062a\u06a9\u0644\u06cc\u0641
noti.site.title=\u0639\u0646\u0648\u0627\u0646 \u0633\u0627\u06cc\u062a\:
noti.site.url=\u0622\u062f\u0631\u0633 \u0633\u0627\u06cc\u062a\:
noti.assignment.duedate=\u062a\u0627\u0631\u06cc\u062e \u0645\u0642\u0631\u0631 \u062a\u06a9\u0644\u06cc\u0641\:
noti.student=\u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632\:
noti.submit.time=\u062a\u0627\u0631\u06cc\u062e \u0627\u0631\u0633\u0627\u0644\:

## navigation labels
nav.prev=< \u0642\u0628\u0644\u06cc
nav.list=\u0628\u0627\u0632\u06af\u0634\u062a \u0628\u0647 \u0644\u06cc\u0633\u062a
nav.next=\u0628\u0639\u062f\u06cc >
nav.message=(\u062a\u063a\u06cc\u06cc\u0631\u0627\u062a \u0630\u062e\u06cc\u0631\u0647 \u062e\u0648\u0627\u0647\u062f \u0634\u062f)
nav.header=\u067e\u06cc\u0645\u0627\u06cc\u0634 \u0627\u0631\u0633\u0627\u0644\u06cc \u0647\u0627
nav.prev.ungraded=< \u0646\u0645\u0631\u0647 \u062f\u0627\u062f\u0647 \u0646\u0634\u062f\u0647 \u0642\u0628\u0644\u06cc
nav.next.ungraded=\u0646\u0645\u0631\u0647 \u062f\u0627\u062f\u0647 \u0646\u0634\u062f\u0647 \u0628\u0639\u062f\u06cc >
nav.view.subsOnly=\u067e\u06cc\u0645\u0627\u06cc\u0634 \u062a\u0646\u0647\u0627 \u062f\u0631 \u0628\u06cc\u0646 \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632\u0627\u0646\u06cc \u06a9\u0647 \u0627\u0631\u0633\u0627\u0644\u06cc \u062f\u0627\u0631\u0646\u062f

gen.opendate.annc=\u0627\u0639\u0644\u0627\u0645 \u062a\u0627\u0631\u06cc\u062e \u0628\u0627\u0632 \u0634\u062f\u0646

## supplement
supplement=\u0622\u06cc\u062a\u0645 \u0647\u0627\u06cc \u0645\u06a9\u0645\u0644
extraNodesRequired=\u0644\u0637\u0641\u0627\u064b \u0627\u0637\u0644\u0627\u0639\u0627\u062a \u0645\u0648\u0631\u062f \u0646\u06cc\u0627\u0632 \u0631\u0627 \u0627\u0631\u0627\u0626\u0647 \u06a9\u0646\u06cc\u062f.
additional_information=\u0627\u0637\u0644\u0627\u0639\u0627\u062a \u0628\u06cc\u0634\u062a\u0631
## model answer
modelAnswer=\u067e\u0627\u0633\u062e \u0646\u0645\u0648\u0646\u0647
modelAnswer.instruction=\u06cc\u06a9 \u067e\u0627\u0633\u062e \u0646\u0645\u0648\u0646\u0647 \u06cc\u0627 \u0631\u0627\u0647 \u062d\u0644 \u0628\u0631\u0627\u06cc \u0627\u06cc\u0646 \u062a\u06a9\u0644\u06cc\u0641 \u0627\u0631\u0627\u0626\u0647 \u06a9\u0646\u06cc\u062f
modelAnswer.show_to_student.prompt=\u0646\u0645\u0627\u06cc\u0634 \u0628\u0647 \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632\u0627\u0646
modelAnswer.show_to_student.tooltip=\u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f \u06a9\u0647 \u067e\u0627\u0633\u062e \u0646\u0645\u0648\u0646\u0647 \u0686\u0647 \u0632\u0645\u0627\u0646\u06cc \u0628\u0647 \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632\u0627\u0646 \u0646\u0645\u0627\u06cc\u0634 \u062f\u0627\u062f\u0647 \u0634\u0648\u062f
modelAnswer.show_to_student.0=--\u06cc\u06a9 \u0645\u0648\u0631\u062f \u0631\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f--
modelAnswer.show_to_student.1=\u067e\u06cc\u0634 \u0627\u0632 \u0627\u06cc\u0646\u06a9\u0647 \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632 \u062a\u06a9\u0644\u06cc\u0641 \u0631\u0627 \u0634\u0631\u0648\u0639 \u06a9\u0646\u062f
modelAnswer.show_to_student.2=\u0628\u0639\u062f \u0627\u0632 \u0627\u0631\u0633\u0627\u0644 \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632
modelAnswer.show_to_student.3=\u0628\u0639\u062f \u0627\u0632 \u0627\u06cc\u0646\u06a9\u0647 \u0627\u0631\u0633\u0627\u0644 \u0646\u0645\u0631\u0647 \u062f\u0627\u062f\u0647 \u0634\u062f \u0648 \u0628\u0627\u0632\u06af\u0634\u062a \u062f\u0627\u062f\u0647 \u0634\u062f
modelAnswer.show_to_student.4=\u067e\u0633 \u0627\u0632 \u062a\u0627\u0631\u06cc\u062e "\u0642\u0628\u0648\u0644 \u062a\u0627 \u062a\u0627\u0631\u06cc\u062e"
modelAnswer.alert.modelAnswer=\u0644\u0637\u0641\u0627\u064b \u0645\u062a\u0646 \u067e\u0627\u0633\u062e \u0646\u0645\u0648\u0646\u0647 \u0631\u0627 \u0627\u0631\u0627\u0626\u0647 \u062f\u0647\u06cc\u062f.
modelAnswer.alert.showto=\u0644\u0637\u0641\u0627\u064b \u0632\u0645\u0627\u0646 \u0645\u0646\u0627\u0633\u0628 \u0628\u0631\u0627\u06cc \u0646\u0645\u0627\u06cc\u0634 \u067e\u0627\u0633\u062e \u0646\u0645\u0648\u0646\u0647 \u0628\u0647 \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632\u0627\u0646 \u0631\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f.

## private note
note=\u06cc\u0627\u062f\u062f\u0627\u0634\u062a \u062e\u0635\u0648\u0635\u06cc
note.label=\u06cc\u0627\u062f\u062f\u0627\u0634\u062a \u0647\u0627\u06cc \u062e\u0635\u0648\u0635\u06cc
note.instruction=\u0634\u0645\u0627 \u0645\u06cc \u062a\u0648\u0627\u0646\u06cc\u062f \u0627\u0632 \u06cc\u0627\u062f\u062f\u0627\u0634\u062a \u0628\u0631\u0627\u06cc \u067e\u06cc\u06af\u06cc\u0631\u06cc \u0645\u0633\u0627\u0626\u0644 \u0645\u0631\u0628\u0648\u0637 \u0628\u0647 \u062a\u06a9\u0644\u06cc\u0641\u060c \u0627\u0641\u06a9\u0627\u0631 \u062e\u0648\u062f \u0648 \u063a\u06cc\u0631\u0647 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u06a9\u0646\u06cc\u062f. \u0627\u06cc\u0646 \u06cc\u0627\u062f\u062f\u0627\u0634\u062a \u062f\u0631 \u0632\u0645\u0627\u0646 \u0646\u0645\u0631\u0647 \u062f\u0647\u06cc \u0628\u0631\u0627\u06cc \u0627\u0641\u0631\u0627\u062f\u06cc \u06a9\u0647 \u0645\u0634\u062e\u0635 \u0645\u06cc\u06a9\u0646\u06cc\u062f \u062f\u0631 \u062f\u0633\u062a\u0631\u0633 \u062e\u0648\u0627\u0647\u062f \u0628\u0648\u062f.
note.to.prompt=\u0628\u0647 \u0627\u0634\u062a\u0631\u0627\u06a9 \u06af\u0630\u0627\u0631\u06cc
note.to.tooltip=\u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f \u06a9\u0647 \u0627\u06cc\u0646 \u06cc\u0627\u062f\u062f\u0627\u0634\u062a \u0628\u0647 \u0686\u0647 \u06a9\u0633\u0627\u0646\u06cc \u0646\u0645\u0627\u06cc\u0634 \u062f\u0627\u062f\u0647 \u0634\u0648\u062f
note.to.0=--\u06cc\u06a9 \u0645\u0648\u0631\u062f \u0631\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f--
note.to.1=\u062a\u0646\u0647\u0627 \u0628\u0631\u0627\u06cc \u062f\u0633\u062a\u0631\u0633\u06cc \u062e\u0648\u062f\u0645 
note.to.2=\u0628\u0647 \u062f\u06cc\u06af\u0631 \u0627\u0633\u062a\u0627\u062f\u0627\u0646 \u0627\u062c\u0627\u0632\u0647 \u062e\u0648\u0627\u0646\u062f\u0646 \u062f\u0627\u062f\u0647 \u0634\u0648\u062f
note.to.3=\u0628\u0647 \u062f\u06cc\u06af\u0631 \u0627\u0633\u062a\u0627\u062f\u0627\u0646 \u0627\u062c\u0627\u0632\u0647 \u062e\u0648\u0627\u0646\u062f\u0646 \u0648 \u0648\u06cc\u0631\u0627\u06cc\u0634 \u062f\u0627\u062f\u0647 \u0634\u0648\u062f
note.alert.text=\u0644\u0637\u0641\u0627\u064b \u0645\u062a\u0646 \u06cc\u0627\u062f\u062f\u0627\u0634\u062a \u062e\u0635\u0648\u0635\u06cc \u0631\u0627 \u0648\u0627\u0631\u062f \u06a9\u0646\u06cc\u062f.
note.alert.to=\u0644\u0637\u0641\u0627\u064b \u06af\u0632\u06cc\u0646\u0647\u200c\u0647\u0627\u06cc \u0628\u0647 \u0627\u0634\u062a\u0631\u0627\u06a9 \u06af\u0630\u0627\u0631\u06cc \u0628\u0631\u0627\u06cc \u06cc\u0627\u062f\u062f\u0627\u0634\u062a \u062e\u0635\u0648\u0635\u06cc \u0631\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f.

## all purpose of item
allPurpose=\u0622\u06cc\u062a\u0645 \u0647\u0645\u0647 \u06a9\u0627\u0631\u0647
allPurpose.instruction=\u0627\u0637\u0644\u0627\u0639\u0627\u062a\u06cc \u06a9\u0647 \u062f\u0631 \u06cc\u06a9 \u0632\u0645\u0627\u0646 \u0645\u0634\u062e\u0635 \u0628\u0647 \u0627\u0641\u0631\u0627\u062f\u06cc \u06a9\u0647 \u0634\u0645\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u0645\u06cc\u06a9\u0646\u06cc\u062f \u0646\u0645\u0627\u06cc\u0634 \u062f\u0627\u062f\u0647 \u0645\u06cc\u0634\u0648\u062f.
allPurpose.show=\u0646\u0645\u0627\u06cc\u0634 \u0627\u06cc\u0646 \u0622\u06cc\u062a\u0645
allPurpose.show.from=\u0627\u0632
allPurpose.show.util=\u062a\u0627
allPurpose.show.date=\u062a\u0627\u0631\u06cc\u062e\:
allPurpose.show.time=\u0632\u0645\u0627\u0646\: 
allPurpose.show.hide=\u067e\u0646\u0647\u0627\u0646 \u06a9\u0631\u062f\u0646 \u0627\u06cc\u0646 \u0622\u06cc\u062a\u0645 
allPurpose.show.to=\u0646\u0645\u0627\u06cc\u0634 \u0628\u0647
allPurpose.show.expand=\u06af\u0633\u062a\u0631\u0634
allPurpose.show.collapse=\u0628\u0633\u062a\u0646
allPurpose.show.list=\u0644\u06cc\u0633\u062a
allPurpose.user.selection.count=\u0627\u0646\u062a\u062e\u0627\u0628 \u0634\u062f\u0647
allPurpose.alert.title=\u0644\u0637\u0641\u0627\u064b \u0639\u0646\u0648\u0627\u0646 \u0631\u0627 \u0628\u0631\u0627\u06cc \u0622\u06cc\u062a\u0645 \u0647\u0645\u0647 \u06a9\u0627\u0631\u0647 \u0648\u0627\u0631\u062f \u06a9\u0646\u06cc\u062f.
allPurpose.alert.text=\u0644\u0637\u0641\u0627\u064b \u0645\u062a\u0646 \u0627\u0637\u0644\u0627\u0639\u0627\u062a \u0628\u0631\u0627\u06cc \u0622\u06cc\u062a\u0645 \u0647\u0645\u0647 \u06a9\u0627\u0631\u0647 \u0631\u0627 \u0648\u0627\u0631\u062f \u06a9\u0646\u06cc\u062f.
allPurpose.alert.access=\u0644\u0637\u0641\u0627\u064b \u0644\u06cc\u0633\u062a \u062f\u0633\u062a\u0631\u0633\u06cc \u0631\u0627 \u0628\u0631\u0627\u06cc \u0622\u06cc\u062a\u0645 \u0647\u0645\u0647 \u06a9\u0627\u0631\u0647 \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f.
allPurpose.alert.release.afer.retract=\u062a\u0627\u0631\u06cc\u062e \u0634\u0631\u0648\u0639 \u0646\u0645\u0627\u06cc\u0634 \u0622\u06cc\u062a\u0645 \u0647\u0645\u0647 \u06a9\u0627\u0631\u0647 \u0646\u0645\u06cc\u062a\u0648\u0627\u0646\u062f \u067e\u0633 \u0627\u0632 \u062a\u0627\u0631\u06cc\u062e "\u0646\u0645\u0627\u06cc\u0634 \u062a\u0627 \u062a\u0627\u0631\u06cc\u062e" \u0628\u0627\u0634\u062f.

all=\u0647\u0645\u0647

allowResubmission.show=\u0646\u0645\u0627\u06cc\u0634 \u062a\u0646\u0638\u06cc\u0645\u0627\u062a \u0628\u0631\u0627\u06cc \u0627\u062c\u0627\u0632\u0647 \u0627\u0631\u0633\u0627\u0644 \u0645\u062c\u062f\u062f \u062f\u0627\u062f\u0646
allowResubmission.hide=\u067e\u0646\u0647\u0627\u0646 \u06a9\u0631\u062f\u0646 \u062a\u0646\u0638\u06cc\u0645\u0627\u062a \u0628\u0631\u0627\u06cc \u0627\u062c\u0627\u0632\u0647 \u0627\u0631\u0633\u0627\u0644 \u0645\u062c\u062f\u062f
allowResubmission.label=\u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0627\u0631\u0628\u0631(\u0647\u0627) \u0648 \u062f\u0627\u062f\u0646 \u0627\u062c\u0627\u0632\u0647 \u0627\u0631\u0633\u0627\u0644 \u0645\u062c\u062f\u062f
allowResubmission.groups.label=\u0627\u0646\u062a\u062e\u0627\u0628 \u06af\u0631\u0648\u0647(\u0647\u0627) \u0648 \u062f\u0627\u062f\u0646 \u0627\u062c\u0627\u0632\u0647 \u0627\u0631\u0633\u0627\u0644 \u0645\u062c\u062f\u062f
allowResubmission.instruction=\u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0627\u0631\u0628\u0631(\u0647\u0627) \u0648 \u0627\u0639\u0645\u0627\u0644 \u062a\u0646\u0638\u06cc\u0645\u0627\u062a \u0627\u0631\u0633\u0627\u0644 \u0645\u062c\u062f\u062f.
allowResubmission.groups.instruction=\u0627\u0646\u062a\u062e\u0627\u0628 \u06af\u0631\u0648\u0647(\u0647\u0627) \u0648 \u0627\u0639\u0645\u0627\u0644 \u062a\u0646\u0638\u06cc\u0645\u0627\u062a \u0627\u0631\u0633\u0627\u0644 \u0645\u062c\u062f\u062f.
allowResubmission.nouser=\u0644\u0637\u0641\u0627 \u062d\u062f\u0627\u0642\u0644 \u06cc\u06a9 \u06a9\u0627\u0631\u0628\u0631 \u0631\u0627 \u0628\u0631\u0627\u06cc \u06af\u0632\u06cc\u0646\u0647 \u0647\u0627\u06cc \u062a\u0646\u0638\u06cc\u0645\u0627\u062a \u0627\u0631\u0633\u0627\u0644 \u0645\u062c\u062f\u062f \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f.
allowResubmission.toggleall=\u0627\u0646\u062a\u062e\u0627\u0628/ \u0639\u062f\u0645 \u0627\u0646\u062a\u062e\u0627\u0628 \u0647\u0645\u0647 \u0628\u0631\u0627\u06cc \u062f\u0627\u062f\u0646 \u0627\u062c\u0627\u0632\u0647 \u0627\u0631\u0633\u0627\u0644 \u0645\u062c\u062f\u062f
allowResubmission.select.student=\u0627\u0631\u0627\u0626\u0647 \u0627\u062c\u0627\u0632\u0647 \u0627\u0631\u0633\u0627\u0644 \u0645\u062c\u062f\u062f \u0627\u0632 
#SAK-31405
assignment.print=\u0686\u0627\u067e
assignment.additional.notes.file.title=\u0627\u0637\u0644\u0627\u0639\u0627\u062a \u0627\u0636\u0627\u0641\u0647
assignment.additional.notes.export.title=\u06cc\u0627\u062f\u062f\u0627\u0634\u062a \u0647\u0627\u06cc \u0627\u0636\u0627\u0641\u0647 \u062f\u0631\u0628\u0627\u0631\u0647 \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632\u0627\u0646
assignment.additional.notes.export.header=\u06cc\u0627\u062f\u062f\u0627\u0634\u062a \u0647\u0627\u06cc \u0627\u0636\u0627\u0641\u0647\u200c\u0627\u06cc \u062f\u0631\u0628\u0627\u0631\u0647 \u0627\u06cc\u0646 \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632\u0627\u0646 \u0627\u06cc\u062c\u0627\u062f \u0634\u062f\u0647 \u0627\u0633\u062a\:
assignment.additional.notes.export.footer=\u0627\u0631\u0632\u06cc\u0627\u0628\u200c\u0647\u0627\u06cc \u062a\u06a9\u0644\u06cc\u0641 \u0622\u0646\u0647\u0627 \u0628\u0627\u06cc\u062f \u0645\u0637\u0644\u0639 \u0634\u0648\u0646\u062f \u062a\u0627 \u0627\u06cc\u0646 \u0627\u0637\u0644\u0627\u0639\u0627\u062a \u0631\u0627 \u0645\u062f\u0646\u0638\u0631 \u062f\u0627\u0634\u062a\u0647 \u0628\u0627\u0634\u0646\u062f.
assignment.additional.notes.students.explanation=\u06af\u0632\u0627\u0631\u0634 \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632\u0627\u0646 \u0634\u0645\u0627 \u0646\u0634\u0627\u0646 \u0645\u06cc\u062f\u0647\u062f \u06a9\u0647 \u0645\u0648\u0627\u0631\u062f \u0632\u06cc\u0631 \u0628\u0647 \u0634\u0645\u0627 \u0645\u0631\u0628\u0648\u0637 \u0645\u06cc\u0634\u0648\u0646\u062f\: {0}
## single file upload
singleatt=\u062a\u0646\u0647\u0627 \u06cc\u06a9 \u0641\u0627\u06cc\u0644 \u062a\u06a9\u06cc \u0628\u0627\u0631\u06af\u0630\u0627\u0631\u06cc \u0634\u062f\u0647
att.upl=\u0627\u0646\u062a\u062e\u0627\u0628 \u0641\u0627\u06cc\u0644\:
size.exceeded=\u062d\u062c\u0645 \u0628\u0627\u0631\u06af\u0630\u0627\u0631\u06cc \u0627\u0632 {0} \u0645\u06af\u0627\u0628\u0627\u06cc\u062a \u0641\u0631\u0627\u062a\u0631 \u0631\u0641\u062a\u0647 \u0627\u0633\u062a. 
notpermis4=\u0634\u0645\u0627 \u0645\u062c\u0648\u0632 \u0645\u0646\u0627\u0633\u0628 \u0628\u0631\u0627\u06cc \u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u0645\u0646\u0628\u0639 \u0631\u0627 \u0646\u062f\u0627\u0631\u06cc\u062f.
alert.toolong=\u0646\u0627\u0645 ''{0}'' \u0628\u06cc\u0634 \u0627\u0632 \u062d\u062f \u0637\u0648\u0644\u0627\u0646\u06cc \u0627\u0633\u062a.
failed=\u0627\u0645\u06a9\u0627\u0646 \u0627\u0646\u062c\u0627\u0645 \u0639\u0645\u0644\u06cc\u0627\u062a \u062f\u0631 \u062d\u0627\u0644 \u062d\u0627\u0636\u0631 \u0648\u062c\u0648\u062f \u0646\u062f\u0627\u0631\u062f.
failed.upload=\u0628\u0627\u0631\u06af\u0630\u0627\u0631\u06cc \u0641\u0627\u06cc\u0644 \u0645\u0648\u0641\u0642 \u0646\u0628\u0648\u062f.
failed.diskio=\u0641\u0631\u0622\u06cc\u0646\u062f \u0628\u0627\u0631\u06af\u0630\u0627\u0631\u06cc \u0641\u0627\u06cc\u0644 \u0628\u0647 \u062f\u0644\u06cc\u0644 \u062e\u0637\u0627\u06cc i/o \u062f\u06cc\u0633\u06a9 \u0633\u0631\u0648\u0631 \u0627\u062a\u0645\u0627\u0645 \u0646\u06cc\u0627\u0641\u062a.
choosefile7=\u0644\u0637\u0641\u0627 \u0641\u0627\u06cc\u0644\u06cc \u0631\u0627 \u0628\u0631\u0627\u06cc \u067e\u06cc\u0648\u0633\u062a \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f.

## link to calendar
assign_due_event_desc=\u0632\u0645\u0627\u0646 \u0645\u0642\u0631\u0631 \u062a\u06a9\u0644\u06cc\u0641 {0} \u0628\u0631\u0627\u0628\u0631 \u0627\u0633\u062a \u0628\u0627 {1}.

## confirm success grading of submission
saved_grading=\u0646\u0638\u0631\u0627\u062a \u0648/\u06cc\u0627 \u0646\u0645\u0631\u0627\u062a \u0630\u062e\u06cc\u0631\u0647 \u0634\u062f\u0646\u062f.

## cancel changes button
cancel_changes=\u0644\u063a\u0648 \u062a\u063a\u06cc\u06cc\u0631\u0627\u062a

send.submission.releasegrade.email.options=\u06af\u0632\u06cc\u0646\u0647 \u0647\u0627\u06cc \u0627\u0637\u0644\u0627\u0639 \u0631\u0633\u0627\u0646\u06cc \u0627\u0632 \u0637\u0631\u06cc\u0642 \u0627\u06cc\u0645\u06cc\u0644 \u0628\u0631\u0627\u06cc \u0646\u0645\u0631\u0627\u062a \u0645\u0646\u062a\u0634\u0631 \u0634\u062f\u0647\:
send.submission.releasegrade.email.none=\u062f\u0631 \u0632\u0645\u0627\u0646 \u0627\u0646\u062a\u0634\u0627\u0631 \u0646\u0645\u0631\u0627\u062a \u0627\u06cc\u0645\u06cc\u0644 \u0627\u0637\u0644\u0627\u0639\u200c\u0631\u0633\u0627\u0646\u06cc \u0628\u0647 \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632 \u0627\u0631\u0633\u0627\u0644 \u0646\u0634\u0648\u062f
send.submission.releasegrade.email=\u062f\u0631 \u0632\u0645\u0627\u0646 \u0627\u0646\u062a\u0634\u0627\u0631 \u0646\u0645\u0631\u0627\u062a \u0627\u06cc\u0645\u06cc\u0644 \u0627\u0637\u0644\u0627\u0639\u200c\u0631\u0633\u0627\u0646\u06cc \u0628\u0647 \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632 \u0627\u0631\u0633\u0627\u0644 \u0634\u0648\u062f

noti.releasegrade.subject.content=\u0627\u0631\u0633\u0627\u0644 \u0627\u06cc\u0645\u06cc\u0644 \u0627\u0637\u0644\u0627\u0639\u200c\u0631\u0633\u0627\u0646\u06cc \u0628\u0631\u0627\u06cc \u0646\u0645\u0631\u0627\u062a \u0645\u0646\u062a\u0634\u0631 \u0634\u062f\u0647
noti.releasegrade.text=\u0627\u0631\u0633\u0627\u0644\u06cc \u0634\u0645\u0627 \u0628\u0647 \u062a\u06a9\u0644\u06cc\u0641 "{0}" \u0628\u0627\u0632\u06af\u0634\u062a \u062f\u0627\u062f\u0647 \u0634\u062f\u0647 \u0627\u0633\u062a. \u0644\u0637\u0641\u0627\u064b \u0628\u0631\u0627\u06cc \u0645\u0634\u0627\u0647\u062f\u0647 \u062c\u0632\u0626\u06cc\u0627\u062a \u0628\u0647 {1} \u0645\u0631\u0627\u062c\u0639\u0647 \u06a9\u0646\u06cc\u062f.

not_allowed_to_grade_in_gradebook=\u0627\u06cc\u0646 \u062a\u06a9\u0644\u06cc\u0641 \u0628\u0647 \u06cc\u06a9 \u0622\u06cc\u062a\u0645 \u062f\u0641\u062a\u0631 \u0646\u0645\u0631\u0647 \u0645\u0631\u062a\u0628\u0637 \u0627\u0633\u062a. \u0627\u0632 \u0622\u0646\u062c\u0627\u06cc\u06cc \u06a9\u0647 \u0634\u0645\u0627 \u0627\u062c\u0627\u0632\u0647 \u0646\u0645\u0631\u0647 \u062f\u0647\u06cc \u062f\u0631 \u062f\u0641\u062a\u0631 \u0646\u0645\u0631\u0647 \u0631\u0627 \u0646\u062f\u0627\u0631\u06cc\u062f\u060c \u0646\u0645\u06cc\u062a\u0648\u0627\u0646\u06cc\u062f \u0627\u06cc\u0646\u062c\u0627 \u062f\u0631 \u0627\u0628\u0632\u0627\u0631 \u062a\u06a9\u0644\u06cc\u0641 \u0646\u0645\u0631\u0647 \u0628\u062f\u0647\u06cc\u062f. \u0628\u0627 \u0627\u06cc\u0646 \u062d\u0627\u0644 \u0645\u06cc\u062a\u0648\u0627\u0646\u06cc\u062f \u062f\u0631 \u0631\u0627\u0633\u062a\u0627\u06cc \u0627\u0647\u062f\u0627\u0641 \u0646\u0645\u0631\u0647\u200c\u062f\u0647\u06cc\u060c \u0628\u062e\u0634 \u0646\u0638\u0631\u0627\u062a \u0631\u0627 \u0628\u0647 \u0631\u0648\u0632\u0631\u0633\u0627\u0646\u06cc \u06a9\u0631\u062f\u0647 \u0648 \u067e\u06cc\u0648\u0633\u062a(\u0647\u0627\u06cc\u06cc) \u0628\u0627\u0631\u06af\u0630\u0627\u0631\u06cc \u06a9\u0646\u06cc\u062f.

not_allowed_to_grade_submission=\u0634\u0645\u0627 \u0645\u062c\u0627\u0632 \u0628\u0647 \u0646\u0645\u0631\u0647 \u062f\u0647\u06cc \u0628\u0631\u0627\u06cc \u0627\u0631\u0633\u0627\u0644\u06cc ''{0}'' \u0646\u06cc\u0633\u062a\u06cc\u062f.

## for gradebook item already associated with certain assignment
usedGradebookAssignment=\u0645\u0631\u062a\u0628\u0637 \u0628\u0627 {0}

## options for assignment list view display
options=\u06af\u0632\u06cc\u0646\u0647\u200e\u0647\u0627
youarenot_options=\u0634\u0645\u0627 \u0645\u062c\u0627\u0632 \u0628\u0647 \u0648\u06cc\u0631\u0627\u06cc\u0634 \u06af\u0632\u06cc\u0646\u0647 \u0647\u0627\u06cc \u0627\u0628\u0632\u0627\u0631 \u062a\u06a9\u0644\u06cc\u0641 \u0646\u06cc\u0633\u062a\u06cc\u062f.
options_instruction=\u0644\u0637\u0641\u0627\u064b \u06af\u0632\u06cc\u0646\u0647 \u0646\u0645\u0627\u06cc\u0634 \u0628\u0631\u0627\u06cc \u0635\u0641\u062d\u0647 \u0646\u0645\u0631\u0647 \u062f\u0647\u06cc \u062a\u06a9\u0644\u06cc\u0641 \u0631\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f.
options_default=\u067e\u06cc\u0634 \u0641\u0631\u0636 (\u0646\u0645\u0627\u06cc\u0634 \u062a\u0645\u0627\u0645 \u0627\u0631\u0633\u0627\u0644\u06cc \u0647\u0627\u06cc \u06a9\u0627\u0631\u0628\u0631)
options_searchonly=\u062a\u0646\u0647\u0627 \u0646\u0645\u0627\u06cc\u0634 \u0627\u0631\u0633\u0627\u0644\u06cc \u0647\u0627\u06cc \u06a9\u0627\u0631\u0628\u0631 \u0628\u0631 \u0627\u0633\u0627\u0633 \u0641\u06cc\u0644\u062a\u0631 \u06af\u0631\u0648\u0647 \u0648 \u0646\u062a\u0627\u06cc\u062c \u062c\u0633\u062a\u062c\u0648
options_cannotFindSite=\u0633\u0627\u06cc\u062a \u0628\u0627 \u0634\u0646\u0627\u0633\u0647 \="{0}" \u06cc\u0627\u0641\u062a \u0646\u0634\u062f.
options_cannotEditSite=\u0634\u0645\u0627 \u0645\u062c\u0648\u0632 \u0648\u06cc\u0631\u0627\u06cc\u0634 \u0633\u0627\u06cc\u062a \u0628\u0627 \u0634\u0646\u0627\u0633\u0647 \="{0}" \u0631\u0627 \u0646\u062f\u0627\u0631\u06cc\u062f.
view_instruction=\u0644\u0637\u0641\u0627\u064b \u0628\u0631\u0627\u06cc \u0645\u0634\u0627\u0647\u062f\u0647 \u0627\u0631\u0633\u0627\u0644\u06cc \u0647\u0627\u06cc \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632 \u06cc\u06a9 \u06af\u0631\u0648\u0647 \u0631\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f.
search=\u062c\u0633\u062a\u062c\u0648
search_students=\u062c\u0633\u062a\u062c\u0648\u06cc \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632\u0627\u0646
search_clear=\u067e\u0627\u06a9 \u06a9\u0631\u062f\u0646
search_student_instruction=\u0646\u0627\u0645\u060c \u0634\u0646\u0627\u0633\u0647 \u06cc\u0627 \u0627\u06cc\u0645\u06cc\u0644
please_select_group=\u0644\u0637\u0641\u0627 \u06cc\u06a9 \u06af\u0631\u0648\u0647 \u0631\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f\:
nostudent_searchview=\u0647\u06cc\u0686 \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632\u06cc \u0645\u0637\u0627\u0628\u0642 \u0628\u0627 \u0645\u0639\u06cc\u0627\u0631\u0647\u0627\u06cc \u062c\u0633\u062a\u062c\u0648 \u0648 \u0641\u06cc\u0644\u062a\u0631 \u0646\u0645\u0627\u06cc\u0634 \u06cc\u0627\u0641\u062a \u0646\u0634\u062f.

same_assignment_title=\u06cc\u06a9 \u062a\u06a9\u0644\u06cc\u0641 \u0628\u0627 \u0639\u0646\u0648\u0627\u0646 "{0}" \u062f\u0631 \u0627\u06cc\u0646 \u0633\u0627\u06cc\u062a \u0645\u0648\u062c\u0648\u062f \u0627\u0633\u062a. \u0644\u0637\u0641\u0627\u064b \u0639\u0646\u0648\u0627\u0646 \u062f\u06cc\u06af\u0631\u06cc \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f.

#Reorder Vm
reorder.title=\u0633\u0627\u0632\u0645\u0627\u0646\u062f\u0647\u06cc \u0646\u0645\u0627\u06cc\u0634 \u067e\u06cc\u0634 \u0641\u0631\u0636 \u0644\u06cc\u0633\u062a \u062a\u06a9\u0644\u06cc\u0641 
reorder.instruction.general=\u0628\u0631\u0627\u06cc \u0645\u0631\u062a\u0628\u200c\u0633\u0627\u0632\u06cc \u0645\u062c\u062f\u062f\u060c \u0622\u06cc\u062a\u0645\u200c\u0647\u0627\u06cc \u0644\u06cc\u0633\u062a \u0631\u0627 \u0628\u06a9\u0634\u06cc\u062f \u0648 \u0631\u0647\u0627 \u06a9\u0646\u06cc\u062f \u0648 \u0633\u067e\u0633 \u0628\u0631 \u0631\u0648\u06cc \u06af\u0632\u06cc\u0646\u0647 \u0630\u062e\u06cc\u0631\u0647 \u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f.
reorder.instruction.input=\u0634\u0645\u0627 \u0647\u0645\u0686\u0646\u06cc\u0646 \u0645\u06cc \u062a\u0648\u0627\u0646\u06cc\u062f \u062a\u0631\u062a\u06cc\u0628 \u0627\u0639\u062f\u0627\u062f \u0644\u06cc\u0633\u062a \u0631\u0627 \u0648\u06cc\u0631\u0627\u06cc\u0634 \u06a9\u0646\u06cc\u062f.
reorder.instruction.general.hidden=\u0628\u0631\u0627\u06cc \u0645\u0631\u062a\u0628\u200c\u0633\u0627\u0632\u06cc \u0628\u0631 \u0631\u0648\u06cc \u0644\u06cc\u0633\u062a \u06a9\u0644\u06cc\u06a9 \u06a9\u0631\u062f\u0647 \u0648 \u0627\u0632 \u06a9\u0644\u06cc\u062f Control \u0648 \u06a9\u0644\u06cc\u062f\u0647\u0627\u06cc \u0686\u0647\u0627\u0631 \u062c\u0647\u062a \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u06a9\u0646\u06cc\u062f.
reorder.undo.last.label=\u0644\u063a\u0648 \u0622\u062e\u0631\u06cc\u0646
reorder.undo.all.label=\u0644\u063a\u0648 \u0647\u0645\u0647
reorder.fail.valid.message=\u06cc\u06a9 \u0639\u062f\u062f \u06a9\u0648\u0686\u06a9\u062a\u0631 \u0627\u0632 \# \u0644\u0637\u0641\u0627\!

## the url used by download all process
download_url_reminder=\u0634\u0645\u0627 \u0642\u0635\u062f \u062f\u0627\u0646\u0644\u0648\u062f \u0627\u0631\u0633\u0627\u0644\u06cc \u0647\u0627\u06cc \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632 \u0631\u0627 \u062f\u0627\u0631\u06cc\u062f. \u0627\u06af\u0631 \u062f\u0631 \u0637\u06cc \u062f\u0627\u0646\u0644\u0648\u062f \u062a\u0645\u0627\u0645 \u0627\u0631\u0633\u0627\u0644\u06cc \u0647\u0627 \u0628\u0627 \u0645\u0634\u06a9\u0644\u06cc \u0628\u0631\u062e\u0648\u0631\u062f \u06a9\u0631\u062f\u06cc\u062f\u060c \u0628\u0631 \u0631\u0648\u06cc \u0644\u06cc\u0646\u06a9 \u0632\u06cc\u0631 \u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f\:
download_url_link_label=\u062f\u0627\u0646\u0644\u0648\u062f
allPurpose_save=\u0630\u062e\u064a\u0631\u0647
allPurpose_cancel=\u0644\u063a\u0648

# EntityProvider properties
assignment=\u062a\u06a9\u0627\u0644\u06cc\u0641 \u0628\u0631\u0627\u06cc \u06cc\u06a9 \u0633\u0627\u06cc\u062a \u0645\u0634\u062e\u0635 \u0631\u0627 \u0646\u0645\u0627\u06cc\u0634 \u0645\u06cc\u062f\u0647\u062f.
assignment.action.deepLinkWithPermissions=\u0627\u06cc\u0646 \u0639\u0645\u0644 \u0627\u0631\u062c\u0627\u0639 \u062a\u06a9\u0644\u06cc\u0641\u060c \u0645\u0642\u0627\u062f\u06cc\u0631 \u0628\u0648\u0644\u06cc \u0628\u0631\u0627\u06cc allowReadAssignment\u060c allowAddAssignment\u060c allowSubmitAssignment \u0631\u0627 \u062f\u0631\u06cc\u0627\u0641\u062a \u06a9\u0631\u062f\u0647 \u0622\u062f\u0631\u0633 deepLink \u0631\u0627 \u0627\u0631\u0627\u0626\u0647 \u0645\u06cc\u062f\u0647\u062f. \u062f\u0631 \u0627\u06cc\u0646\u062c\u0627 \u0627\u0644\u06af\u0648\u06cc \u062f\u0631\u062e\u0648\u0627\u0633\u062a Url \u0622\u0645\u062f\u0647 \u0627\u0633\u062a\: direct/assignment/deepLinks/{assignment_ref} \u0628\u0647 \u0647\u0645\u0631\u0627\u0647 \u067e\u0627\u0631\u0627\u0645\u062a\u0631\u0647\u0627\u06cc {bool_allowRead}\u060c {bool_allowAdd} \u0648 {bool_allowSubmit}
assignment.action.deepLink=\u0627\u06cc\u0646 \u0639\u0645\u0644 \u0627\u0631\u062c\u0627\u0639 \u062a\u06a9\u0644\u06cc\u0641 \u0631\u0627 \u062f\u0631\u06cc\u0627\u0641\u062a \u06a9\u0631\u062f\u0647 \u0648 \u0622\u062f\u0631\u0633 deepLink \u0628\u0631\u0627\u06cc \u06a9\u0627\u0631\u0628\u0631 \u0641\u0639\u0644\u06cc \u0631\u0627 \u0627\u0631\u0627\u0626\u0647 \u0645\u06cc\u062f\u0647\u062f. \u062f\u0631 \u0627\u06cc\u0646\u062c\u0627 \u0627\u0644\u06af\u0648\u06cc url \u062f\u0631\u062e\u0648\u0627\u0633\u062a \u0622\u0645\u062f\u0647 \u0627\u0633\u062a\: /direct/assignment/deepLinks/{assignment_ref}
assignment.action.annc=\u0627\u06cc\u0646 \u0639\u0645\u0644 \u0627\u0631\u062c\u0627\u0639 \u062a\u06a9\u0644\u06cc\u0641 \u0631\u0627 \u062f\u0631\u06cc\u0627\u0641\u062a \u06a9\u0631\u062f\u0647 \u0648 \u0627\u0637\u0644\u0627\u0639\u0627\u062a \u062f\u0631\u0628\u0627\u0631\u0647 \u062a\u06a9\u0644\u06cc\u0641 \u0628\u0631\u0627\u06cc \u0627\u062f\u063a\u0627\u0645 \u0627\u0639\u0644\u0627\u0646\u200c\u0647\u0627 \u0631\u0627 \u0627\u0631\u0627\u0626\u0647 \u0645\u06cc\u062f\u0647\u062f. \u0627\u0637\u0644\u0627\u0639\u0627\u062a \u062a\u06a9\u0644\u06cc\u0641 \u0634\u0627\u0645\u0644 \u0647\u062f\u0641\u060c \u0632\u0645\u06cc\u0646\u0647\u060c \u0634\u0646\u0627\u0633\u0647 \u062a\u06a9\u0644\u06cc\u0641\u060c \u0639\u0646\u0648\u0627\u0646 \u062a\u06a9\u0644\u06cc\u0641 \u0648 \u0622\u062f\u0631\u0633 \u062a\u06a9\u0644\u06cc\u0641 \u0645\u06cc\u0628\u0627\u0634\u062f. \u062f\u0631 \u0627\u06cc\u0646\u062c\u0627 \u0627\u0644\u06af\u0648\u06cc url \u062f\u0631\u062e\u0648\u0627\u0633\u062a \u0622\u0645\u062f\u0647 \u0627\u0633\u062a\: /direct/assignment/annc/{assignment_ref} with paramter {messageId}
assignment.action.site=\u0628\u0627\u0632\u06cc\u0627\u0628\u06cc \u062a\u06a9\u0627\u0644\u06cc\u0641 \u0628\u0631\u0627\u06cc \u06cc\u06a9 \u0633\u0627\u06cc\u062a. \u0627\u0644\u06af\u0648\u06cc url \u062f\u0631\u062e\u0648\u0627\u0633\u062a\: /direct/assignment/site/{siteId}.{format}.gradebookItemId \u062f\u0627\u062f\u0647 \u0647\u0627 \u0631\u0627 \u062f\u0631 \u0633\u0647 \u0642\u0627\u0644\u0628 \u0645\u062e\u062a\u0644\u0641 \u0627\u0631\u0627\u0626\u0647 \u0645\u06cc\u062f\u0647\u062f. \u06f1) "" - \u062f\u0631 \u0635\u0648\u0631\u062a\u06cc \u06a9\u0647 \u062a\u06a9\u0644\u06cc\u0641 \u0628\u0647 \u062f\u0641\u062a\u0631 \u0646\u0645\u0631\u0647 \u0645\u0631\u062a\u0628\u0637 \u0646\u0634\u062f\u0647 \u0628\u0627\u0634\u062f. \u06f2) "{String-of gradebookItem name}" - \u062f\u0631 \u0632\u0645\u0627\u0646\u06cc \u06a9\u0647 \u06cc\u06a9 \u062a\u06a9\u0644\u06cc\u0641 \u0628\u0627 \u06cc\u06a9 \u0622\u06cc\u062a\u0645 \u062f\u0641\u062a\u0631 \u0646\u0645\u0631\u0647 \u0645\u0648\u062c\u0648\u062f \u0645\u0631\u062a\u0628\u0637 \u0634\u062f\u0647 \u0628\u0627\u0634\u062f. \u06f3) "/assignment/a/{site_id}/{assignment-id}" - \u062f\u0631 \u0632\u0645\u0627\u0646 \u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u06cc\u06a9 \u062a\u06a9\u0644\u06cc\u0641 \u0628\u0647 \u062f\u0641\u062a\u0631 \u0646\u0645\u0631\u0647.
assignment.action.item=\u0628\u0627\u0632\u06cc\u0627\u0628\u06cc \u06cc\u06a9 \u062a\u06a9\u0644\u06cc\u0641 \u0645\u0634\u062e\u0635 \u0634\u062f\u0647 \u0628\u0647 \u0648\u0633\u06cc\u0644\u0647 \u0634\u0646\u0627\u0633\u0647 \u062a\u06a9\u0644\u06cc\u0641. \u0627\u0644\u06af\u0648\u06cc url \u062f\u0631\u062e\u0648\u0627\u0633\u062a\: /direct/assignment/item/{assignmentId}.{format}
assignment.action.my=\u0628\u0627\u0632\u06cc\u0627\u0628\u06cc \u062a\u0645\u0627\u0645\u06cc \u062a\u06a9\u0627\u0644\u06cc\u0641 \u0628\u0631\u0627\u06cc \u062a\u0645\u0627\u0645\u06cc \u0633\u0627\u06cc\u062a \u0647\u0627\u06cc \u0645\u0646. \u0627\u0644\u06af\u0648\u06cc url \u062f\u0631\u062e\u0648\u0627\u0633\u062a\: /direct/assignment/my.{format}

content_review.error.SUBMISSION_ERROR_RETRY_CODE=\u062f\u0631 \u0632\u0645\u0627\u0646 \u062b\u0628\u062a \u0627\u06cc\u0646 \u067e\u06cc\u0648\u0633\u062a \u0628\u0647 \u0633\u0631\u0648\u06cc\u0633 \u0628\u0631\u0631\u0633\u06cc \u0627\u0635\u0627\u0644\u062a \u062e\u0637\u0627\u06cc\u06cc \u0631\u062e \u062f\u0627\u062f. \u0633\u06cc\u0633\u062a\u0645 \u0628\u0647 \u0637\u0648\u0631 \u062e\u0648\u062f\u06a9\u0627\u0631 \u062a\u0644\u0627\u0634 \u0645\u06cc\u06a9\u0646\u062f \u0645\u062c\u062f\u062f\u0627\u064b \u0627\u06cc\u0646 \u067e\u06cc\u0648\u0633\u062a \u0631\u0627 \u062b\u0628\u062a \u06a9\u0646\u062f.
content_review.error.SUBMISSION_ERROR_NO_RETRY_CODE=\u062f\u0631 \u0632\u0645\u0627\u0646 \u062b\u0628\u062a \u0627\u06cc\u0646 \u067e\u06cc\u0648\u0633\u062a \u0628\u0647 \u0633\u0631\u0648\u06cc\u0633 \u0628\u0631\u0631\u0633\u06cc \u0627\u0635\u0627\u0644\u062a \u062e\u0637\u0627\u06cc\u06cc \u0631\u062e \u062f\u0627\u062f.
content_review.error.SUBMISSION_ERROR_USER_DETAILS_CODE=\u062f\u0631 \u0632\u0645\u0627\u0646 \u062b\u0628\u062a \u0627\u06cc\u0646 \u067e\u06cc\u0648\u0633\u062a \u0628\u0647 \u0633\u0631\u0648\u06cc\u0633 \u0628\u0631\u0631\u0633\u06cc \u0627\u0635\u0627\u0644\u062a \u062e\u0637\u0627\u06cc\u06cc \u0631\u062e \u062f\u0627\u062f. \u062c\u0632\u0626\u06cc\u0627\u062a \u06a9\u0627\u0631\u0628\u0631 \u0646\u0627\u0642\u0635 \u06cc\u0627 \u0646\u0627\u0645\u0639\u062a\u0628\u0631 \u0647\u0633\u062a\u0646\u062f.
content_review.error.REPORT_ERROR_RETRY_CODE=\u062f\u0631 \u0632\u0645\u0627\u0646 \u062f\u0631\u06cc\u0627\u0641\u062a \u06af\u0632\u0627\u0631\u0634 \u0628\u0631\u0631\u0633\u06cc \u0627\u0635\u0627\u0644\u062a \u0628\u0631\u0627\u06cc \u0627\u06cc\u0646 \u067e\u06cc\u0648\u0633\u062a \u062e\u0637\u0627\u06cc\u06cc \u0631\u062e \u062f\u0627\u062f. \u0633\u06cc\u0633\u062a\u0645 \u0628\u0647 \u0637\u0648\u0631 \u062e\u0648\u062f\u06a9\u0627\u0631 \u062a\u0644\u0627\u0634 \u0645\u06cc\u06a9\u0646\u062f \u0645\u062c\u062f\u062f\u0627\u064b \u0627\u06cc\u0646 \u06af\u0632\u0627\u0631\u0634 \u0631\u0627 \u062f\u0631\u06cc\u0627\u0641\u062a \u06a9\u0646\u062f.
content_review.error.REPORT_ERROR_NO_RETRY_CODE=\u062f\u0631 \u0632\u0645\u0627\u0646 \u062f\u0631\u06cc\u0627\u0641\u062a \u06af\u0632\u0627\u0631\u0634 \u0628\u0631\u0631\u0633\u06cc \u0627\u0635\u0627\u0644\u062a \u0628\u0631\u0627\u06cc \u0627\u06cc\u0646 \u067e\u06cc\u0648\u0633\u062a \u062e\u0637\u0627\u06cc\u06cc \u0631\u062e \u062f\u0627\u062f. \u0627\u0645\u06a9\u0627\u0646 \u062f\u0631\u06cc\u0627\u0641\u062a \u0627\u06cc\u0646 \u06af\u0632\u0627\u0631\u0634 \u0648\u062c\u0648\u062f \u0646\u062f\u0627\u0631\u062f.
content_review.error.SUBMISSION_ERROR_RETRY_EXCEEDED_CODE=\u062a\u0645\u0627\u0645 \u062a\u0644\u0627\u0634\u200c\u0647\u0627 \u0628\u0631\u0627\u06cc \u0627\u0631\u0633\u0627\u0644 \u0627\u06cc\u0646 \u067e\u06cc\u0648\u0633\u062a \u0628\u0647 \u0633\u0631\u0648\u06cc\u0633 \u0628\u0627\u0632\u0628\u06cc\u0646\u06cc \u0627\u0635\u0627\u0644\u062a \u0646\u0627\u0645\u0648\u0641\u0642 \u0628\u0648\u062f\u0646\u062f. \u062f\u06cc\u06af\u0631 \u0627\u0645\u06a9\u0627\u0646 \u062a\u0644\u0627\u0634 \u0628\u0631\u0627\u06cc \u0627\u0631\u0633\u0627\u0644 \u0648\u062c\u0648\u062f \u0646\u062f\u0627\u0631\u062f.
content_review.pending.info=\u0627\u06cc\u0646 \u067e\u06cc\u0648\u0633\u062a \u0627\u0631\u0633\u0627\u0644 \u0634\u062f\u0647 \u0648 \u062f\u0631 \u0627\u0646\u062a\u0638\u0627\u0631 \u0628\u0627\u0632\u0628\u06cc\u0646\u06cc \u0627\u0633\u062a.

content_review.error=\u062e\u0637\u0627\u06cc \u0646\u0627\u0634\u0646\u0627\u062e\u062a\u0647 \u0631\u062e \u062f\u0627\u062f. \u0628\u0627\u0632\u0628\u06cc\u0646\u06cc \u0627\u0635\u0627\u0644\u062a \u0628\u0631\u0627\u06cc \u0627\u06cc\u0646 \u067e\u06cc\u0648\u0633\u062a \u0645\u0648\u062c\u0648\u062f \u0646\u06cc\u0633\u062a.
content_review.error.createAssignment=\u062f\u0631 \u0647\u0646\u06af\u0627\u0645 \u0627\u06cc\u062c\u0627\u062f \u0627\u06cc\u0646 \u062a\u06a9\u0644\u06cc\u0641 \u062e\u0637\u0627\u06cc\u06cc \u062f\u0631 {0} \u0631\u062e \u062f\u0627\u062f. {1} \u0627\u06cc\u0646 \u062a\u06a9\u0644\u06cc\u0641 \u0631\u0627 \u062f\u0631 \u062d\u0627\u0644\u062a \u067e\u06cc\u0634 \u0646\u0648\u06cc\u0633 \u0630\u062e\u06cc\u0631\u0647 \u06a9\u0631\u062f\u0647 \u0627\u0633\u062a. \u0644\u0637\u0641\u0627\u064b \u062a\u0644\u0627\u0634 \u06a9\u0646\u06cc\u062f \u0628\u0639\u062f\u0627\u064b \u062f\u0648\u0628\u0627\u0631\u0647 \u0627\u06cc\u0646 \u062a\u06a9\u0644\u06cc\u0641 \u0631\u0627 \u0627\u0631\u0633\u0627\u0644 \u06a9\u0646\u06cc\u062f.{2}
content_review.note=<div><br /><em>\u062a\u0648\u062c\u0647\:</em><ul><li> \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632\u0627\u0646 \u062f\u0631 \u0632\u0645\u0627\u0646 \u0627\u0631\u0633\u0627\u0644 \u067e\u06cc\u0648\u0633\u062a \u0647\u0627 \u062a\u0646\u0647\u0627 \u0628\u0627\u06cc\u062f \u0627\u0632 \u0627\u06cc\u0646 \u0627\u0646\u0648\u0627\u0639 \u0641\u0627\u06cc\u0644 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u06a9\u0646\u0646\u062f\: {0}</li><li> \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632\u0627\u0646 \u0628\u0627\u06cc\u062f \u0647\u0645\u06cc\u0634\u0647 \u0641\u0627\u06cc\u0644 \u0647\u0627 \u0631\u0627 \u0628\u0627 \u067e\u0633\u0648\u0646\u062f \u0645\u0646\u0627\u0633\u0628 \u0630\u062e\u06cc\u0631\u0647 \u06a9\u0646\u0646\u062f. </li></ul></div>
content_review.accepted.types.delimiter=,
content_review.accepted.types.lparen=(
content_review.accepted.types.rparen=)

noti.releaseresubmission.subject.content=\u0628\u0647 \u0627\u0631\u0633\u0627\u0644\u06cc \u062a\u06a9\u0644\u06cc\u0641 \u0646\u0645\u0631\u0647 \u062f\u0627\u062f\u0647 \u0634\u062f\u0647 \u0627\u0633\u062a
noti.releaseresubmission.text=\u0628\u0647 \u0627\u0631\u0633\u0627\u0644\u06cc \u0634\u0645\u0627 \u0628\u0631\u0627\u06cc \u062a\u06a9\u0644\u06cc\u0641 "{0}" \u0646\u0645\u0631\u0647 \u062f\u0627\u062f\u0647 \u0634\u062f\u0647 \u0648 \u062a\u0627 \u0632\u0645\u0627\u0646 \u062a\u0627\u0631\u06cc\u062e \u0645\u0648\u0639\u062f \u0645\u0642\u0631\u0631 \u0627\u0645\u06a9\u0627\u0646 \u0627\u0631\u0633\u0627\u0644 \u0645\u062c\u062f\u062f \u0648\u062c\u0648\u062f \u062f\u0627\u0631\u062f. \u0644\u0637\u0641\u0627\u064b \u0628\u0631\u0627\u06cc \u0645\u0634\u0627\u0647\u062f\u0647 \u062c\u0632\u0626\u06cc\u0627\u062a \u0628\u0647 {1} \u0645\u0631\u0627\u062c\u0639\u0647 \u06a9\u0646\u06cc\u062f.
noti.releaseresubmission.noresubmit.text=\u0628\u0647 \u0627\u0631\u0633\u0627\u0644\u06cc \u0634\u0645\u0627 \u0628\u0647 \u062a\u06a9\u0644\u06cc\u0641 "{0}" \u0646\u0645\u0631\u0647 \u062f\u0627\u062f\u0647 \u0634\u062f\u0647 \u0627\u0633\u062a. \u0644\u0637\u0641\u0627\u064b \u0628\u0631\u0627\u06cc \u0645\u0634\u0627\u0647\u062f\u0647 \u062c\u0632\u0626\u06cc\u0627\u062a \u0628\u0647 {1} \u0645\u0631\u0627\u062c\u0639\u0647 \u06a9\u0646\u06cc\u062f.

send.submission.releasereturn.email.options=\u06af\u0632\u06cc\u0646\u0647 \u0647\u0627\u06cc \u0627\u0637\u0644\u0627\u0639 \u0631\u0633\u0627\u0646\u06cc \u0627\u0632 \u0637\u0631\u06cc\u0642 \u0627\u06cc\u0645\u06cc\u0644 \u0628\u0631\u0627\u06cc \u0627\u0631\u0633\u0627\u0644\u06cc \u0647\u0627\u06cc \u0645\u062c\u062f\u062f \u0646\u0645\u0631\u0647 \u062f\u0627\u062f\u0647 \u0634\u062f\u0647\:
send.submission.releasereturn.email.none=\u0639\u062f\u0645 \u0627\u0631\u0633\u0627\u0644 \u0627\u0637\u0644\u0627\u0639\u06cc\u0647 \u0627\u0632 \u0637\u0631\u06cc\u0642 \u0627\u06cc\u0645\u06cc\u0644 \u0628\u0647 \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632\u0627\u0646 \u062f\u0631 \u0632\u0645\u0627\u0646\u06cc \u06a9\u0647 \u0646\u0645\u0631\u0647 \u0645\u0646\u062a\u0634\u0631 \u0648 \u0627\u0631\u0633\u0627\u0644 \u0645\u062c\u062f\u062f \u0645\u0645\u06a9\u0646 \u0627\u0633\u062a
send.submission.releasereturn.email=\u0627\u0631\u0633\u0627\u0644 \u0627\u0637\u0644\u0627\u0639\u06cc\u0647 \u0627\u0632 \u0637\u0631\u06cc\u0642 \u0627\u06cc\u0645\u06cc\u0644 \u0628\u0647 \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632\u0627\u0646 \u062f\u0631 \u0632\u0645\u0627\u0646\u06cc \u06a9\u0647 \u0646\u0645\u0631\u0647 \u0645\u0646\u062a\u0634\u0631 \u0648 \u0627\u0631\u0633\u0627\u0644 \u0645\u062c\u062f\u062f \u0645\u0645\u06a9\u0646 \u0627\u0633\u062a

send.notification.opendate.email.none=\u0639\u062f\u0645 \u0627\u0631\u0633\u0627\u0644 \u0627\u0637\u0644\u0627\u0639\u06cc\u0647 \u0627\u0632 \u0637\u0631\u06cc\u0642
send.notification.opendate.email.low=\u0627\u0631\u0633\u0627\u0644 \u0627\u0637\u0644\u0627\u0639\u06cc\u0647 \u0627\u0632 \u0637\u0631\u06cc\u0642 \u0627\u06cc\u0645\u06cc\u0644 \u0628\u0647 \u0647\u0645\u0631\u0627\u0647 \u062a\u0627\u0631\u06cc\u062e \u0628\u0627\u0632 \u0634\u062f\u0646 \u0628\u0631\u0627\u06cc \u0634\u0631\u06a9\u062a \u06a9\u0646\u0646\u062f\u06af\u0627\u0646\u06cc \u06a9\u0647 \u0627\u0639\u0644\u0627\u0645 \u06a9\u0631\u062f\u0647 \u0627\u0646\u062f \u062a\u0645\u0627\u06cc\u0644 \u0628\u0647 \u062f\u0631\u06cc\u0627\u0641\u062a \u0627\u06cc\u0645\u06cc\u0644 \u062f\u0627\u0631\u0646\u062f 
send.notification.opendate.email.high=\u0627\u0631\u0633\u0627\u0644 \u0627\u0637\u0644\u0627\u0639\u06cc\u0647 \u0627\u0632 \u0637\u0631\u06cc\u0642 \u0627\u06cc\u0645\u06cc\u0644 \u0628\u0647 \u0647\u0645\u0631\u0627\u0647 \u062a\u0627\u0631\u06cc\u062e \u0628\u0627\u0632 \u0634\u062f\u0646 \u0628\u0631\u0627\u06cc \u0647\u0645\u0647 \u0634\u0631\u06a9\u062a \u06a9\u0646\u0646\u062f\u06af\u0627\u0646 

sendFeedback.show=\u0646\u0645\u0627\u06cc\u0634 \u062a\u0646\u0638\u06cc\u0645\u0627\u062a \u0628\u0631\u0627\u06cc \u0627\u0631\u0633\u0627\u0644 \u0628\u0627\u0632\u062e\u0648\u0631\u062f
sendFeedback.hide=\u067e\u0646\u0647\u0627\u0646 \u06a9\u0631\u062f\u0646 \u062a\u0646\u0638\u06cc\u0645\u0627\u062a \u0628\u0631\u0627\u06cc \u0627\u0631\u0633\u0627\u0644 \u0628\u0627\u0632\u062e\u0648\u0631\u062f
sendFeedback.label=\u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0627\u0631\u0628\u0631(\u0647\u0627) \u0628\u0631\u0627\u06cc \u0627\u0631\u0633\u0627\u0644 \u0628\u0627\u0632\u062e\u0648\u0631\u062f
sendFeedback.instruction=\u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0627\u0631\u0628\u0631(\u0647\u0627) \u0648 \u0646\u0648\u0634\u062a\u0646 \u0628\u0627\u0632\u062e\u0648\u0631\u062f \u062f\u0631 \u0628\u062e\u0634\u06cc \u0645\u062a\u0646\u06cc \u0632\u06cc\u0631
sendFeedback.options=\u06af\u0632\u06cc\u0646\u0647 \u0647\u0627\u06cc \u0628\u0627\u0632\u062e\u0648\u0631\u062f
sendFeedback.overwrite=\u0644\u063a\u0648 \u0648 \u062c\u0627\u06cc\u06af\u0632\u06cc\u0646\u06cc \u0628\u0627\u0632\u062e\u0648\u0631\u062f \u0641\u0639\u0644\u06cc (\u062a\u0648\u062c\u0647\: \u0628\u0647 \u0635\u0648\u0631\u062a \u067e\u06cc\u0634 \u0641\u0631\u0636 \u0644\u063a\u0648 \u0648 \u062c\u0627\u06cc\u06af\u0632\u06cc\u0646 \u0646\u0645\u06cc\u0634\u0648\u062f).
sendFeedback.returnToStudents=\u0628\u0627\u0632\u06af\u0634\u062a \u0628\u0627\u0632\u062e\u0648\u0631\u062f \u0628\u0647 \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632\u0627\u0646 \u0627\u0646\u062a\u062e\u0627\u0628 \u0634\u062f\u0647 (\u062a\u0648\u062c\u0647\: \u0627\u06cc\u0646 \u06af\u0632\u06cc\u0646\u0647 \u062a\u0646\u0647\u0627 \u0628\u0627\u0632\u062e\u0648\u0631\u062f \u0631\u0627 \u0628\u0627\u0632\u06af\u0634\u062a \u0645\u06cc\u062f\u0647\u062f. \u0627\u06af\u0631 \u0645\u06cc\u062e\u0648\u0627\u0647\u06cc\u062f \u0646\u0645\u0631\u0627\u062a \u0631\u0627 \u0645\u0646\u062a\u0634\u0631 \u06a9\u0646\u06cc\u062f\u060c \u0628\u0627\u06cc\u062f \u0628\u0631 \u0631\u0648\u06cc \u06af\u0632\u06cc\u0646\u0647 "\u0627\u0646\u062a\u0634\u0627\u0631 \u0646\u0645\u0631\u0627\u062a" \u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f).
sendFeedback.nouser=\u0644\u0637\u0641\u0627\u064b \u062d\u062f\u0627\u0642\u0644 \u06cc\u06a9 \u06a9\u0627\u0631\u0628\u0631 \u0628\u0631\u0627\u06cc \u0627\u0631\u0633\u0627\u0644 \u0628\u0627\u0632\u062e\u0648\u0631\u062f \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f.
sendFeedback.nocomment=\u0644\u0637\u0641\u0627\u064b \u0646\u0638\u0631 \u0628\u0627\u0632\u062e\u0648\u0631\u062f \u0631\u0627 \u0627\u0631\u0627\u0626\u0647 \u062f\u0647\u06cc\u062f. 
sendFeedback.savedow=\u0628\u0627\u0632\u062e\u0648\u0631\u062f \u062c\u062f\u06cc\u062f \u062c\u0627\u06cc\u06af\u0632\u06cc\u0646 \u0634\u062f\u0647 \u0648 \u0628\u0627 \u0645\u0648\u0641\u0642\u06cc\u062a \u0630\u062e\u06cc\u0631\u0647 \u0634\u062f\u0647 \u0627\u0633\u062a.
sendFeedback.saved=\u0628\u0627\u0632\u062e\u0648\u0631\u062f \u0628\u0627 \u0645\u0648\u0641\u0642\u06cc\u062a \u0630\u062e\u06cc\u0631\u0647 \u0634\u062f\u0647 \u0627\u0633\u062a.
sendFeedback.returned=\u0628\u0627\u0632\u062e\u0648\u0631\u062f \u0628\u0647 \u06a9\u0627\u0631\u0628\u0631\u0627\u0646 \u0627\u0646\u062a\u062e\u0627\u0628 \u0634\u062f\u0647 \u0628\u0631\u06af\u0631\u062f\u0627\u0646\u062f\u0647 \u0634\u062f\u0647 \u0627\u0633\u062a (\u062a\u0648\u062c\u0647\: \u0627\u06af\u0631 \u0645\u06cc\u062e\u0648\u0627\u0647\u06cc\u062f \u0646\u0645\u0631\u0627\u062a \u0631\u0627 \u0645\u0646\u062a\u0634\u0631 \u06a9\u0646\u06cc\u062f\u060c \u0628\u0627\u06cc\u062f \u0628\u0631 \u0631\u0648\u06cc \u06af\u0632\u06cc\u0646\u0647 "\u0627\u0646\u062a\u0634\u0627\u0631 \u0646\u0645\u0631\u0627\u062a" \u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f).
sendFeedback.error=\u062e\u0637\u0627 \u062f\u0631 \u0628\u0627\u0632\u06af\u0634\u062a \u062f\u0627\u062f\u0646 \u0628\u0627\u0632\u062e\u0648\u0631\u062f\u0647\u0627 \u0628\u0647 \u06a9\u0627\u0631\u0628\u0631\u0627\u0646 {0}. 

# Peer Review
peerAssessmentSavedGrading=\u0646\u0638\u0631\u0627\u062a \u0648/\u06cc\u0627 \u0646\u0645\u0631\u0627\u062a \u0634\u062f\u0647 \u0630\u062e\u06cc\u0631\u0647 \u0634\u062f\u0647 \u0627\u0646\u062f \u0627\u0645\u0627 \u0647\u0646\u0648\u0632 \u0627\u0631\u0633\u0627\u0644 \u0646\u0634\u062f\u0647 \u0627\u0646\u062f. \u0627\u06af\u0631 \u067e\u06cc\u0634 \u0627\u0632 \u0645\u0648\u0639\u062f \u0645\u0642\u0631\u0631 \u0627\u0631\u0632\u06cc\u0627\u0628\u06cc \u062e\u0648\u062f \u0631\u0627 \u0627\u0631\u0633\u0627\u0644 \u0646\u06a9\u0646\u06cc\u062f\u060c \u0628\u0647 \u062c\u0627\u06cc \u0634\u0645\u0627 \u0627\u0631\u0633\u0627\u0644 \u062e\u0648\u0627\u0647\u062f \u0634\u062f.
peerAssessmentSavedSubmission=\u0646\u0638\u0631\u0627\u062a \u0648/\u06cc\u0627 \u0646\u0645\u0631\u0627\u062a \u0630\u062e\u06cc\u0631\u0647 \u0648 \u0648 \u0627\u0631\u0633\u0627\u0644 \u0634\u062f\u0646\u062f.
peerAssessmentName=\u0627\u0631\u0632\u06cc\u0627\u0628\u06cc \u0647\u0645\u06a9\u0627\u0631\u0627\u0646 - \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632\u0627\u0646 \u06cc\u06a9\u062f\u06cc\u06af\u0631 \u0631\u0627 \u0627\u0631\u0632\u06cc\u0627\u0628\u06cc \u0645\u06cc\u06a9\u0646\u0646\u062f

noAdditionalOptionsName=\u06af\u0632\u06cc\u0646\u0647 \u0647\u0627\u06cc \u062f\u06cc\u06af\u0631\u06cc \u0628\u0631\u0627\u06cc \u062a\u06a9\u0644\u06cc\u0641 \u0648\u062c\u0648\u062f \u0646\u062f\u0627\u0631\u062f

additionalOptionsName=\u06af\u0632\u06cc\u0646\u0647 \u0647\u0627\u06cc \u0627\u0636\u0627\u0641\u0647 \u062a\u06a9\u0644\u06cc\u0641

peerAssessmentUse=\u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0627\u0632 \u0627\u0631\u0632\u06cc\u0627\u0628\u06cc \u0647\u0645\u06a9\u0627\u0631
peerassessment.note=\u0627\u0631\u0632\u06cc\u0627\u0628\u06cc \u0647\u0645\u06a9\u0627\u0631 \u0646\u06cc\u0627\u0632 \u0628\u0647 \u0646\u0645\u0631\u0647 \u0627\u0632 \u0645\u0642\u06cc\u0627\u0633 \u0627\u0645\u062a\u06cc\u0627\u0632 \u062f\u0627\u0631\u062f \u0648 \u062f\u0631 \u0622\u0646 \u0627\u0645\u06a9\u0627\u0646 \u06af\u0631\u0648\u0647 \u0628\u0646\u062f\u06cc \u062a\u06a9\u0627\u0644\u06cc\u0641 \u0648\u062c\u0648\u062f \u0646\u062f\u0627\u0631\u062f.
peerassessment.periodfinishes=\u062a\u0627\u0631\u06cc\u062e \u0627\u062a\u0645\u0627\u0645 \u062f\u0648\u0631\u0647 \u0627\u0631\u0632\u06cc\u0627\u0628\u06cc\:
peerassessment.anonymousEvaluation=\u0627\u0631\u0632\u06cc\u0627\u0628\u06cc \u0646\u0627\u0634\u0646\u0627\u0633
peerassessment.studentViewReviews=\u0627\u062c\u0627\u0632\u0647 \u0628\u0647 \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632\u0627\u0646 \u0628\u0631\u0627\u06cc \u0645\u0634\u0627\u0647\u062f\u0647 \u0627\u0631\u0632\u06cc\u0627\u0628\u06cc \u0647\u0627\u06cc \u0627\u0631\u0633\u0627\u0644\u06cc \u062e\u0648\u062f
peerassessment.numSubmissions=\u062a\u0639\u062f\u0627\u062f \u0627\u0631\u0633\u0627\u0644\u06cc \u0647\u0627\u06cc\u06cc \u06a9\u0647 \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632\u0627\u0646 \u0628\u0627\u06cc\u062f \u0627\u0631\u0632\u06cc\u0627\u0628\u06cc \u06a9\u0646\u0646\u062f
peerassessment.reviewInstructions=\u062f\u0633\u062a\u0648\u0631\u0627\u0644\u0639\u0645\u0644 \u0628\u0631\u0627\u06cc \u0627\u0631\u0632\u06cc\u0627\u0628\u200c\u0647\u0627\:
peerassessment.specifyNumReview=\u0644\u0637\u0641\u0627\u064b \u0645\u0642\u062f\u0627\u0631\u06cc \u0628\u0631\u0627\u06cc \u062a\u0639\u062f\u0627\u062f \u0627\u0631\u0633\u0627\u0644\u06cc \u0647\u0627\u06cc\u06cc \u06a9\u0647 \u06cc\u06a9 \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632 \u0628\u0627\u06cc\u062f \u0628\u0631\u0627\u06cc \u0627\u0631\u0632\u06cc\u0627\u0628\u06cc \u0647\u0645\u06a9\u0627\u0631\u06cc \u0628\u0631\u0631\u0633\u06cc \u0631\u0627 \u0648\u0627\u0631\u062f \u06a9\u0646\u06cc\u062f.
peerassessment.invalidNumReview=\u0628\u0627\u06cc\u062f \u06cc\u06a9 \u0645\u0642\u062f\u0627\u0631 \u0639\u062f\u062f\u06cc \u0628\u06cc\u0634\u062a\u0631 \u0627\u0632 \u0635\u0641\u0631 \u0628\u0631\u0627\u06cc \u062a\u0639\u062f\u0627\u062f \u0627\u0631\u0633\u0627\u0644\u06cc \u0647\u0627\u06cc\u06cc \u06a9\u0647 \u06cc\u06a9 \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632 \u0628\u0627\u06cc\u062f \u0628\u0631\u0627\u06cc \u0627\u0631\u0632\u06cc\u0627\u0628\u06cc \u0647\u0645\u06a9\u0627\u0631 \u0627\u0631\u0632\u06cc\u0627\u0628\u06cc \u06a9\u0646\u062f \u0648\u0627\u0631\u062f \u06a9\u0646\u06cc\u062f.
peerassessment.invliadPeriodTime=\u0628\u0627\u06cc\u062f \u062a\u0627\u0631\u06cc\u062e \u062f\u0648\u0631\u0647 \u0627\u0631\u0632\u06cc\u0627\u0628\u06cc \u0647\u0645\u06a9\u0627\u0631 \u0631\u0627 \u0628\u0647 \u0646\u062d\u0648\u06cc \u0648\u0627\u0631\u062f \u06a9\u0646\u06cc\u062f \u06a9\u0647 \u062d\u062f\u0627\u0642\u0644 10 \u062f\u0642\u06cc\u0642\u0647 \u067e\u0633 \u0627\u0632 \u062a\u0627\u0631\u06cc\u062e "\u067e\u0630\u06cc\u0631\u0634 \u062a\u0627 \u062a\u0627\u0631\u06cc\u062e" \u0628\u0627\u0634\u062f.
peerassessment.reviewStartsOn=\u0634\u0631\u0648\u0639 \u0628\u0627\u0632\u0628\u06cc\u0646\u06cc \u062f\u0631 {0}
peerassessment.notavailable=\u0627\u0631\u0632\u06cc\u0627\u0628\u06cc \u0647\u0645\u06a9\u0627\u0631 \u0628\u0631\u0627\u06cc \u062a\u06a9\u0644\u06cc\u0641\u06cc \u06a9\u0647 \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0631\u062f\u0647 \u0627\u06cc\u062f\u060c \u062f\u0631 \u062f\u0633\u062a\u0631\u0633 \u0627\u0633\u062a.
peerassessment.allSubmitted=\u0634\u0645\u0627 \u062a\u0645\u0627\u0645\u06cc \u0627\u0631\u0632\u06cc\u0627\u0628\u06cc \u0647\u0627\u06cc \u0647\u0645\u06a9\u0627\u0631 \u062e\u0648\u062f \u0631\u0627 \u0627\u0631\u0633\u0627\u0644 \u06a9\u0631\u062f\u0647 \u0627\u06cc\u062f.
peerassessment.instructionsForReviewer=\u062f\u0633\u062a\u0648\u0631\u0627\u0644\u0639\u0645\u0644 \u0628\u0631\u0627\u06cc \u0627\u0631\u0632\u06cc\u0627\u0628\u200c\u0647\u0627
peerassessment.reviewerComments=\u0646\u0638\u0631\u0627\u062a \u0628\u0627\u0632\u0628\u06cc\u0646
peerassessment.reviewerAttachments=\u067e\u06cc\u0648\u0633\u062a \u0647\u0627\u06cc \u0628\u0627\u0632\u0628\u06cc\u0646
peerassessment.reviewerNoAttachments=\u0647\u06cc\u0686 \u067e\u06cc\u0648\u0633\u062a\u06cc \u062a\u0648\u0633\u0637 \u0628\u0627\u0632\u0628\u06cc\u0646 \u0627\u0631\u0633\u0627\u0644 \u0646\u0634\u062f\u0647 \u0627\u0633\u062a.
peerassessment.alert.saveerrorunkown=\u062f\u0631 \u0647\u0646\u06af\u0627\u0645 \u0630\u062e\u06cc\u0631\u0647 \u062e\u0637\u0627 \u0631\u062e \u062f\u0627\u062f\u0647 \u0627\u0633\u062a. \u0635\u0641\u062d\u0647 \u0631\u0627 \u0645\u062c\u062f\u062f\u0627\u064b \u0628\u0627\u0631\u06af\u0630\u0627\u0631\u06cc \u06a9\u0631\u062f\u0647 \u0648 \u062f\u0648\u0628\u0627\u0631\u0647 \u0627\u0645\u062a\u062d\u0627\u0646 \u06a9\u0646\u06cc\u062f.
peerassessment.alert.saveinvalidscore=\u0628\u0627\u06cc\u062f \u06cc\u06a9 \u0639\u062f\u062f \u0645\u0639\u062a\u0628\u0631 \u0628\u0632\u0631\u06af\u062a\u0631 \u0627\u0632 \u0635\u0641\u0631 \u0628\u0631\u0627\u06cc \u0627\u0645\u062a\u06cc\u0627\u0632 \u0648\u0627\u0631\u062f \u06a9\u0646\u06cc\u062f.
peerassessment.alert.savenoscorecomment=\u0628\u0627\u062f\u06cc \u0646\u0645\u0631\u0647 \u06cc\u0627 \u0646\u0638\u0631\u06cc \u0648\u0627\u0631\u062f \u06a9\u0646\u06cc\u062f \u062a\u0627 \u0628\u062a\u0648\u0627\u0646\u06cc\u062f \u0627\u0631\u0632\u06cc\u0627\u0628\u06cc \u0647\u0645\u06a9\u0627\u0631 \u062e\u0648\u062f \u0631\u0627 \u0627\u0631\u0633\u0627\u0644 \u06a9\u0646\u06cc\u062f.
peerassessment.instructions.reviewer=\u062f\u0633\u062a\u0648\u0631\u0627\u0644\u0639\u0645\u0644 \u0628\u0631\u0627\u06cc \u0627\u0631\u0632\u06cc\u0627\u0628\u200c\u0647\u0627
peerassessment.invliadGroupAssignment=\u0627\u0631\u0632\u06cc\u0627\u0628\u06cc \u0647\u0627\u06cc \u0647\u0645\u06a9\u0627\u0631 \u0628\u0631\u0627\u06cc \u062a\u06a9\u0627\u0644\u06cc\u0641 \u06af\u0631\u0648\u0647\u06cc \u0645\u0648\u062c\u0648\u062f \u0646\u06cc\u0633\u062a\u0646\u062f.
peerassessment.invliadSubmissionTypeAssignment=\u0627\u0631\u0632\u06cc\u0627\u0628\u06cc \u0647\u0627\u06cc \u0647\u0645\u06a9\u0627\u0631 \u0628\u0631\u0627\u06cc \u062a\u06a9\u0627\u0644\u06cc\u0641 \u063a\u06cc\u0631 \u0627\u0644\u06a9\u062a\u0631\u0648\u0646\u06cc\u06a9\u06cc \u0645\u0648\u062c\u0648\u062f \u0646\u06cc\u0633\u062a\u0646\u062f.
peerassessment.invliadGradeTypeAssignment=\u0627\u0631\u0632\u06cc\u0627\u0628\u06cc \u0647\u0645\u06a9\u0627\u0631 \u062a\u0646\u0647\u0627 \u0647\u0646\u06af\u0627\u0645\u06cc \u0645\u0645\u06a9\u0646 \u0627\u0633\u062a \u06a9\u0647 \u0645\u0642\u06cc\u0627\u0633 \u0646\u0645\u0631\u0647 \u062f\u0631 \u062d\u0627\u0644\u062a \u0627\u0645\u062a\u06cc\u0627\u0632 \u062a\u0646\u0638\u06cc\u0645 \u0634\u062f\u0647 \u0628\u0627\u0634\u062f.
peerassessment.reviewedby=\u0627\u0631\u0632\u06cc\u0627\u0628\u06cc \u0634\u062f\u0647 \u062a\u0648\u0633\u0637
peerassessment.reviewergrade=\u0646\u0645\u0631\u0647 \u0627\u0631\u0632\u06cc\u0627\u0628\u06cc
peerassessment.noscore=\u0628\u062f\u0648\u0646 \u0627\u0645\u062a\u06cc\u0627\u0632
peerassessment.nocomments=\u0628\u062f\u0648\u0646 \u0646\u0638\u0631
peerassessment.removereview=\u062d\u0630\u0641 \u0631\u0627\u0632\u06cc\u0627\u0628\u06cc
peerassessment.restorereview=\u0628\u0627\u0632\u06cc\u0627\u0628\u06cc \u0627\u0631\u0632\u06cc\u0627\u0628\u06cc
peerassessment.cantgradewithdate=\u0646\u0645\u0631\u0647 \u062f\u0647\u06cc \u0627\u0633\u062a\u0627\u062f \u062a\u0627 \u067e\u0633 \u0627\u0632 \u062f\u0648\u0631\u0647 \u0628\u0627\u0632\u0628\u06cc\u0646\u06cc \u063a\u06cc\u0631\u0641\u0639\u0627\u0644 \u0634\u062f\u0647 \u0627\u0633\u062a\: {0}
peerassessment.removed=\u0627\u0631\u0632\u06cc\u0627\u0628\u06cc \u0628\u0631\u0627\u06cc \u0627\u0631\u0633\u0627\u0644\u06cc \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632 \u0628\u0627 \u0645\u0648\u0641\u0642\u06cc\u062a \u062d\u0630\u0641 \u0634\u062f
peerassessment.restored=\u0627\u0631\u0632\u06cc\u0627\u0628\u06cc \u0628\u0631\u0627\u06cc \u0627\u0631\u0633\u0627\u0644\u06cc \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632 \u0628\u0627 \u0645\u0648\u0641\u0642\u06cc\u062a \u0628\u0627\u0632\u06cc\u0627\u0628\u06cc \u0634\u062f
peerassessment.peerReviewDueDateWithDate=\u062a\u0627\u0631\u06cc\u062e \u0645\u0642\u0631\u0631 \u0628\u0627\u0632\u0628\u06cc\u0646\u06cc \u0647\u0645\u06a9\u0627\u0631\: {0}
peerassessment.peerGradeInfo=\u062f\u0631 \u0627\u06cc\u0646 \u0628\u062e\u0634 \u0645\u06cc\u062a\u0648\u0627\u0646\u06cc\u062f \u0646\u0645\u0631\u0647 \u0627\u0631\u0632\u06cc\u0627\u0628\u06cc \u0647\u0645\u06a9\u0627\u0631 \u0631\u0627 \u0642\u0628\u0648\u0644 \u0648 \u06cc\u0627 \u0631\u064e\u062f \u06a9\u0646\u06cc\u062f. \u0647\u0646\u06af\u0627\u0645\u06cc \u06a9\u0647 \u0627\u06cc\u0646 \u0646\u0645\u0631\u0647 \u0645\u0646\u062a\u0634\u0631 \u0634\u0648\u062f\u060c \u0647\u0645\u06cc\u0646 \u0646\u0645\u0631\u0647 \u062f\u0631 \u062f\u0641\u062a\u0631 \u0646\u0645\u0631\u0647 \u0646\u0645\u0627\u06cc\u0634 \u062f\u0627\u062f\u0647 \u062e\u0648\u0627\u0647\u062f \u0634\u062f.
stuviewsubm.peerreview=\u067e\u0633 \u0627\u0632 \u062b\u0628\u062a\u060c \u0627\u06cc\u0646 \u062a\u06a9\u0644\u06cc\u0641 \u0628\u062e\u0634\u06cc \u0627\u0632 \u06cc\u06a9 \u0627\u0631\u0632\u06cc\u0627\u0628\u06cc \u0647\u0645\u06a9\u0627\u0631 \u062e\u0648\u0627\u0647\u062f \u0628\u0648\u062f.
stuviewsubm.peerreviewanon=\u067e\u0633 \u0627\u0632 \u062b\u0628\u062a\u060c \u0627\u06cc\u0646 \u062a\u06a9\u0644\u06cc\u0641 \u0628\u062e\u0634\u06cc \u0627\u0632 \u0627\u0631\u0632\u06cc\u0627\u0628\u06cc \u0646\u0627\u0634\u0646\u0627\u0633 \u0647\u0645\u06a9\u0627\u0631 \u062e\u0648\u0627\u0647\u062f \u0628\u0648\u062f. \u062f\u0642\u062a \u06a9\u0646\u06cc\u062f \u06a9\u0647 \u0646\u0627\u0645 \u062e\u0648\u062f \u0631\u0627 \u062f\u0631 \u0647\u06cc\u0686 \u06cc\u06a9 \u0627\u0632 \u0645\u062a\u0648\u0646\u060c \u0641\u0627\u06cc\u0644 \u0647\u0627 \u0648 \u06cc\u0627 \u0646\u0627\u0645 \u0641\u0627\u06cc\u0644 \u0647\u0627\u06cc \u0627\u0631\u0633\u0627\u0644\u06cc \u0630\u06a9\u0631 \u0646\u06a9\u0646\u06cc\u062f.
peerassessment.submissionReq=\u0627\u0631\u0633\u0627\u0644 \u062a\u06a9\u0644\u06cc\u0641 \u0627\u0644\u0632\u0627\u0645\u06cc \u0627\u0633\u062a
peerassessment.notOpen=\u0628\u0627\u0632 \u0646\u06cc\u0633\u062a
peerassessment.notStarted=\u0634\u0631\u0648\u0639 \u0646\u0634\u062f\u0647 \u0627\u0633\u062a
peerassessment.incomplete=\u0646\u0627\u0642\u0635
peerassessment.submitted=\u0627\u0631\u0633\u0627\u0644 \u0634\u062f\u0647
peerassessment.student=\u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632 {0}
peerassessment.draftInProgress=\u067e\u06cc\u0634 \u0646\u0648\u06cc\u0633--\u062f\u0631 \u062d\u0627\u0644 \u0627\u0646\u062c\u0627\u0645

gen.att.single=\u067e\u06cc\u0648\u0633\u062a
gen.stuatt.single=\u067e\u06cc\u0648\u0633\u062a\u200c\u0647\u0627\u06cc \u0627\u0631\u0633\u0627\u0644 \u0634\u062f\u0647
gen.noatt.single=\u0647\u0646\u0648\u0632 \u0641\u0627\u06cc\u0644\u06cc \u067e\u06cc\u0648\u0633\u062a \u0646\u0634\u062f\u0647
gen.noattsubmitted.single=\u0647\u06cc\u0686 \u067e\u06cc\u0648\u0633\u062a\u06cc \u0627\u0631\u0633\u0627\u0644 \u0646\u0634\u062f\u0647 \u0627\u0633\u062a

assignment.inaccessible=\u0627\u0632 \u0622\u0646\u062c\u0627\u06cc\u06cc \u06a9\u0647 \u0627\u06cc\u0646 \u062a\u06a9\u0644\u06cc\u0641 \u0628\u0631\u0627\u06cc \u06af\u0631\u0648\u0647\u06cc \u06a9\u0647 \u062f\u06cc\u06af\u0631 \u0648\u062c\u0648\u062f \u0646\u062f\u0627\u0631\u062f\u060c \u0645\u0646\u062a\u0634\u0631 \u0634\u062f\u0647\u060c \u0642\u0627\u0628\u0644 \u062f\u0633\u062a\u0631\u0633\u06cc \u0628\u0631\u0627\u06cc \u062f\u0627\u0646\u0634 \u0622\u0645\u0648\u0632\u0627\u0646 \u0646\u06cc\u0633\u062a. \u062a\u06a9\u0644\u06cc\u0641 \u0631\u0627 \u0648\u06cc\u0631\u0627\u06cc\u0634 \u06a9\u0646\u06cc\u062f \u0648 \u062a\u0646\u0638\u06cc\u0645\u0627\u062a "\u062f\u0633\u062a\u0631\u0633\u06cc" \u0631\u0627 \u062a\u063a\u06cc\u06cc\u0631 \u062f\u0647\u06cc\u062f \u062a\u0627 \u0627\u06cc\u0646 \u0645\u0634\u06a9\u0644 \u0628\u0631\u0637\u0631\u0641 \u0634\u0648\u062f.
settings.access.noGroupsPresent=\u062a\u0648\u062c\u0647 - \u062f\u0631 \u062d\u0627\u0644 \u062d\u0627\u0636\u0631 \u0647\u06cc\u0686 \u06af\u0631\u0648\u0647\u06cc \u062f\u0631 \u0627\u06cc\u0646 \u0633\u0627\u06cc\u062a \u062d\u0627\u0636\u0631 \u0646\u06cc\u0633\u062a. \u0634\u0645\u0627 \u0628\u0627\u06cc\u062f \u0627\u0628\u062a\u062f\u0627 \u06af\u0631\u0648\u0647(\u0647\u0627\u06cc\u06cc) \u0631\u0627 \u0627\u06cc\u062c\u0627\u062f \u06a9\u0646\u06cc\u062f \u062a\u0627 \u0628\u062a\u0648\u0627\u0646\u06cc\u062f \u062a\u06a9\u0644\u06cc\u0641 \u0631\u0627 \u0628\u0647 \u06af\u0631\u0648\u0647(\u0647\u0627\u06cc) \u0627\u0646\u062a\u062e\u0627\u0628 \u0634\u062f\u0647 \u0627\u0631\u0627\u0626\u0647 \u06a9\u0646\u06cc\u062f.
settings.access.selectedGroupsGoneNoGroups=\u062a\u0648\u062c\u0647 - \u06af\u0631\u0648\u0647 \u0647\u0627\u06cc\u06cc \u06a9\u0647 \u0642\u0628\u0644\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u0634\u062f\u0647 \u0627\u0646\u062f\u060c \u062f\u06cc\u06af\u0631 \u0648\u062c\u0648\u062f \u0646\u062f\u0627\u0631\u0646\u062f. \u06af\u0632\u06cc\u0646\u0647 "\u0646\u0645\u0627\u06cc\u0634 \u0628\u0647 \u0633\u0627\u06cc\u062a" \u0628\u0647 \u0639\u0646\u0648\u0627\u0646 \u06af\u0632\u06cc\u0646\u0647 "\u062f\u0633\u062a\u0631\u0633\u06cc" \u0628\u0631\u0627\u06cc \u0627\u06cc\u0646 \u062a\u06a9\u0644\u06cc\u0641 \u0627\u0646\u062a\u062e\u0627\u0628 \u0634\u062f\u0647 \u0627\u0633\u062a. \u0645\u06cc\u200c\u062a\u0648\u0627\u0646\u06cc\u062f \u0627\u06cc\u0646 \u062a\u06a9\u0644\u06cc\u0641 \u0631\u0627 \u0628\u0631\u0627\u06cc \u06a9\u0644 \u0633\u0627\u06cc\u062a \u0627\u0631\u0633\u0627\u0644 \u06a9\u0646\u06cc\u062f \u0648 \u06cc\u0627 \u0627\u06cc\u0646 \u0641\u0631\u0627\u06cc\u0646\u062f \u0631\u0627 \u0644\u063a\u0648 \u06a9\u0631\u062f\u0647 \u0648 \u06af\u0631\u0648\u0647 \u0647\u0627\u06cc \u062c\u062f\u06cc\u062f\u06cc \u0627\u06cc\u062c\u0627\u062f \u06a9\u0646\u06cc\u062f.
settings.access.selectedGroupsGoneOtherGroupsPresent=\u062a\u0648\u062c\u0647 - \u06af\u0631\u0648\u0647 \u0642\u0628\u0644\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u0634\u062f\u0647 \u062f\u06cc\u06af\u0631 \u0648\u062c\u0648\u062f \u0646\u062f\u0627\u0631\u062f. "\u0646\u0645\u0627\u06cc\u0634 \u0628\u0647 \u0633\u0627\u06cc\u062a" \u0628\u0647 \u0639\u0646\u0648\u0627\u0646 \u06af\u0632\u06cc\u0646\u0647 "\u062f\u0633\u062a\u0631\u0633\u06cc" \u0628\u0631\u0627\u06cc \u0627\u06cc\u0646 \u062a\u06a9\u0644\u06cc\u0641 \u0627\u0646\u062a\u062e\u0627\u0628 \u0634\u062f\u0647 \u0627\u0633\u062a. \u0645\u06cc\u200c\u062a\u0648\u0627\u0646\u06cc\u062f \u0627\u06cc\u0646 \u062a\u06a9\u0644\u06cc\u0641 \u0631\u0627 \u0628\u0631\u0627\u06cc \u06a9\u0644 \u0633\u0627\u06cc\u062a \u0627\u0631\u0633\u0627\u0644 \u06a9\u0646\u06cc\u062f \u0648 \u06cc\u0627 \u06af\u0631\u0648\u0647\u0647\u0627\u06cc \u0627\u0646\u062a\u062e\u0627\u0628 \u0634\u062f\u0647 \u0631\u0627 \u062a\u063a\u06cc\u06cc\u0631 \u062f\u0647\u06cc\u062f.
settings.access.selectGroups=\u062a\u0648\u062c\u0647 - \u0628\u0627\u06cc\u062f \u062d\u062f\u0627\u0642\u0644 \u06cc\u06a9 \u06af\u0631\u0648\u0647 \u0631\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f.
selected.group=\u06af\u0631\u0648\u0647 \u0627\u0646\u062a\u062e\u0627\u0628 \u0634\u062f\u0647
selected.groups=\u06af\u0631\u0648\u0647\u200c\u0647\u0627\u06cc \u0627\u0646\u062a\u062e\u0627\u0628 \u0634\u062f\u0647

submission.inline=\u0627\u0631\u0633\u0627\u0644\u06cc \u0647\u0627\u06cc \u062f\u0631\u0648\u0646 \u062e\u0637\u06cc
grade.type.unknown=\u0646\u0648\u0639 \u0646\u0645\u0631\u0647 \u0646\u0627\u0634\u0646\u0627\u062e\u062a\u0647
submission.type.unknown=\u0646\u0648\u0639 \u0627\u0631\u0633\u0627\u0644\u06cc \u0646\u0627\u0634\u0646\u0627\u062e\u062a\u0647

scoringAgent.grade=\u0646\u0645\u0631\u0647 \u062f\u0627\u062f\u0646 \u0628\u0627 {0}
scoringAgent.view=\u0645\u0634\u0627\u0647\u062f\u0647 \u0628\u0627 {0}
scoringAgent.refresh=\u0628\u0627\u0631\u06af\u0630\u0627\u0631\u06cc \u0645\u062c\u062f\u062f \u0646\u0645\u0631\u0627\u062a \u0627\u0632 {0}
scoringAgent.refreshReminder=\u062f\u0631 \u062d\u0627\u0644 \u0646\u0645\u0631\u0647 \u062f\u0647\u06cc... \u0628\u0631\u0627\u06cc \u0628\u0647 \u0631\u0648\u0632 \u06a9\u0631\u062f\u0646 \u0646\u0645\u0631\u0647\u060c \u0627\u06cc\u0646\u062c\u0627 \u0631\u0627 \u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f

grades.submissionTime=\u062a\u0627\u0631\u06cc\u062e \u0627\u0631\u0633\u0627\u0644
grades.late=\u0627\u0631\u0633\u0627\u0644 \u0628\u0627 \u062a\u0623\u062e\u06cc\u0631
grades.lateness.late=\u062a\u0623\u062e\u06cc\u0631
grades.lateness.ontime=\u0628\u0647 \u0645\u0648\u0642\u0639
grades.lateness.unknown=\u0646\u0627\u0634\u0646\u0627\u062e\u062a\u0647

