

acesubdea2 = Die Frist zur Annahme von Einreichungen sollte auf ein Datum nach dem Abgabetermin festgelegt werden.

acesubdea3 = Die Frist zur Annahme von Einreichungen sollte auf ein Datum nach dem Anfangsdatum festgelegt werden.

acesubdea4 = Die Frist zur Annahme von Einreichungen ist auf ein bereits abgelaufenes Datum festgelegt worden. Berichtigen Sie dies bitte oder klicken Sie erneut auf die urspr\u00fcngliche Schaltfl\u00e4che, um fortzufahren.

acesubdea5 = Die Frist zur Annahme von erneuten Einreichungen ist auf ein bereits abgelaufenes Datum festgelegt worden. Berichtigen Sie dies bitte oder klicken Sie erneut auf die urspr\u00fcngliche Schaltfl\u00e4che, um fortzufahren.

acesubdea6 = Die Frist zur Annahme von erneuten Einreichungen sollte auf ein Datum nach dem Anfangsdatum festgelegt werden.

areyousur_withSubmission = Wollen Sie \u201e{0}\u201c wirklich trotz bereits erhaltener Einreichungen l\u00f6schen?

areyousur_multiple = Sollen diese Aufgaben wirklich gel\u00f6scht werden?

areyousur_single = Soll diese Aufgabe wirklich gel\u00f6scht werden?

assig3 = Der Abgabetermin f\u00fcr die Aufgabe sollte auf ein Datum nach dem Anfangsdatum festgelegt werden.

assig4 = Der Abgabetermin f\u00fcr die Aufgabe ist auf ein bereits abgelaufenes Datum festgelegt worden. Berichtigen Sie dies bitte oder klicken Sie erneut auf die urspr\u00fcngliche Schaltfl\u00e4che, um fortzufahren.

assig5 = Bearbeitete Aufgabe: Anfangsdatum f\u00fcr \u201e{0}\u201c

assig6 = Aufgabe: Anfangsdatum f\u00fcr \u201e{0}\u201c

attaonly = Nur Anh\u00e4nge

attempty = Kann keine leeren Anh\u00e4nge einreichen: \u201e{0}\u201c.

cannotfin1 = Kann Abgabetermin dem Zeitplan nicht hinzuf\u00fcgen.

cannotfin_assignment = Kann Aufgabe \u201e{0}\u201c nicht finden.

cannotfin_assignmentContent = Kann Aufgabeninhalt \u201e{0}\u201c nicht finden.

cannotfin_site = Kann Site mit ID = \u201e{0}\u201c nicht finden.
cannotfin_submission = Kann Aufgabeneinreichung mit ID = \u201e{0}\u201c nicht finden.

cannotfin6 = Kann Kalenderereignis \u201e{0}\u201c nicht finden.

cannot_getEvents = Kann Ereignisse f\u00fcr Kalender \u201e{0}\u201c nicht lesen.

cannotmak = Kann keine Ank\u00fcndigung f\u00fcr das Anfangsdatum der Aufgabe machen.

cannotrem = Kann das alte Ereignis f\u00fcr Aufgabe \u201e{0}\u201c nicht entfernen.

check = Abhaken

conte = Inhalt.

deadl = Frist

delet = L\u00f6schen

delete_assig.delanass  = Aufgabe wird gel\u00f6scht...
delete_assig.delass    = Aufgaben werden gel\u00f6scht...

downall = Alle herunterladen

downspr = Tabelle herunterladen

draft = Entwurf

dupli = Duplizieren

gen.acesubunt     = Annehmen bis
gen.addatt        = Anh\u00e4nge hinzuf\u00fcgen
gen.addatttoassig	= Anh\u00e4nge zur Aufgabe hinzuf\u00fcgen
gen.addatttoassiginstr = Ein Element von Ihrem Computer hinzuf\u00fcgen oder ein bestehendes Element aus Ressourcen ausw\u00e4hlen. W\u00e4hlen Sie \u201eWeiter\u201c oder \u201eAbbrechen\u201c, um ohne \u00c4nderungen zur\u00fcckzukehren, sobald Sie Ihre Auswahl getroffen haben. Sie werden Ihre Aufgabe zur\u00fccksenden, die Sie dann speichern sollten.
gen.adddroatt     = Anh\u00e4nge hinzuf\u00fcgen / entfernen
gen.addduedat     = Abgabetermin zum Zeitplan hinzuf\u00fcgen
gen.addhonple     = Eidesstattliche Erkl\u00e4rung hinzuf\u00fcgen
gen.addinst       = Weitere Kommentare des Dozenten zu Ihrer Einreichung
gen.addinst2       = Kommentare des Dozenten zu Ihrer Einreichung
gen.addinstatts   = Anh\u00e4nge des Dozenten zu dieser Einreichung
gen.addres2       = Weitere Ressourcen f\u00fcr die Aufgabe
gen.alert         = Achtung:
gen.anntheope     = Eine Ank\u00fcndigung \u00fcber das Anfangsdatum in Ank\u00fcndigungen hinzuf\u00fcgen
gen.assdet        = Details zur Aufgabe
gen.assig         = Aufgabe
gen.assinf        = Anweisungen zur Aufgabe
gen.ass.lis.sum	 = Aufgabenliste. Spaltentitel sind auch Links, die zum Sortieren der Tabelle nach dieser Spalte verwendet werden k\u00f6nnen. Spalte 1: Gibt an, ob die Aufgabe Anh\u00e4nge hat. Spalte 2: Aufgabentitel und Links zum Bearbeiten, Duplizieren oder Bewerten (sofern erlaubt). Spalte 3: Status. Spalte 4: Anfangsdatum. Spalte 5: Abgabetermin. Die \u00fcbrigen Spalten sind optional. Spalte 6: Kann die Anzahl der eingereichten und bewerteten Aufgaben enthalten. Spalte 7: Kann Kontrollk\u00e4stchen zum Ausw\u00e4hlen und Entfernen der Aufgabe enthalten.
gen.asstit        = Titel der Aufgabe
gen.at            = bei
gen.att           = Anh\u00e4nge
gen.attfprgra     = Anh\u00e4nge f\u00fcr die Bewertung
gen.atttoret      = Anh\u00e4nge zur R\u00fccksendung mit Bewertung
gen.atttoret2      = Anh\u00e4nge zur R\u00fccksendung mit Aufgabe
gen.can           = Abbrechen
gen.clocli        = Schlie\u00dfen und Klicken zum \u00d6ffnen der Anweisungen zu der Aufgabe
gen.closed        = Geschlossen
gen.creby         = Erstellt von
gen.don           = Fertig
gen.dra1          = Entwurf
gen.dra2          = Entwurf \u2013
gen.due          = Abgabe
gen.duedat        = Abgabetermin
gen.filatt        = Dateianhang
gen.folatt        = Ordneranhang
gen.forpoi        = Maximal m\u00f6gliche Punktzahl eingeben
gen.assign.gra	  = Bewertung
gen.gra           = Bewertung
gen.gra2          = Bewertung:
gen.grading				= Bewerten
gen.checked 	  = Gepr\u00fcft
gen.commented	 = Kommentiert
gen.regra         = Neu bewerten
gen.regrading         = Neubewertung
gen.grarep        = Bewertungs\u00fcbersicht
gen.grasca        = Bewertungsskala
gen.hasbee        = Aufgabe ist eingereicht worden am
gen.hidassinf     = Aufgabeninformationen ausblenden
gen.honple        = Eidesstattliche Erkl\u00e4rung:
gen.honple2       = Eidesstattliche Erkl\u00e4rung: Ich habe im Zusammenhang mit dieser Aufgabe weder Hilfestellung gegeben noch erhalten.
gen.honple2val       = Sie m\u00fcssen die eidesstattliche Erkl\u00e4rung best\u00e4tigen. Klicken Sie hierf\u00fcr auf Bearbeiten.
gen.viewasstablesummary  = Aufgabeneinstellungen.
gen.viewassliststudentsummary  = Liste der Studierenden, die Aufgaben eingereicht haben.
gen.viewasslistreportsummary  = Liste bewerteter Studierendenaufgaben.
gen.in            = Insgesamt:
gen.inpro         = In Bearbeitung
gen.instr         = Anweisungen
gen.instrcomment	 = \u00dcbersicht \u00fcber die Dozentenkommentare
gen.to             = bis
gen.late          = sp\u00e4t
gen.late2		 = \u2013 sp\u00e4t
gen.lisofassto    = Liste der zu l\u00f6schenden Aufgaben
gen.mod           = Ge\u00e4ndert
gen.modbyins      = Ge\u00e4ndert vom Dozenten
gen.new           = Neu
gen.no            = Nein
gen.noasscan      = Aufgaben k\u00f6nnen nach dem Enddatum nicht mehr eingereicht werden.
gen.noatt         = Noch keine Anh\u00e4nge
gen.noattsubmitted=Keine Anh\u00e4nge eingereicht
gen.nograd        = Keine Bewertung
gen.notope        = Nicht offen
gen.notset        = Nicht festgelegt
gen.notsta        = Nicht begonnen
gen.of            = von
gen.open          = Offen
gen.orisub        = Urspr\u00fcnglicher Einreichungstext
gen.orisub2       = Der urspr\u00fcngliche Einreichungstext mit den eingef\u00fcgten Dozentenkommentaren, sofern zutreffend
gen.orisub3       = Letzter Einreichungstext mit eingef\u00fcgten Dozentenkommentaren, sofern zutreffend
gen.outof         = von insgesamt
gen.pf            = B/NB
gen.pos           = Post
gen.position      = Position
gen.pre           = Vorschau
gen.relea         = Freigeben
gen.resub         = Neueinreichung
gen.retu          = Zur\u00fcck
gen.backtolist		= Zur\u00fcck zur Liste
gen.reorder       = Neu anordnen
gen.reordertitle  = Ansicht der Standardaufgabenliste organisieren
gen.retustud          = Speichern und f\u00fcr Studierende freigeben
gen.retustudtit          = Speichern sowie Kommentare und Bewertung an Studierenden weiterleiten
gen.returned		 = Zur\u00fcckgesendet
gen.revi          = Bearbeiten
gen.sav           = Speichern
gen.savdra        = Entwurf speichern
gen.savdragra	  = Speichern und nicht an Studierenden weiterleiten
gen.savdratit     = Kommentare und Bewertung speichern, aber noch nicht an Studierenden weiterleiten
gen.sca           = Skala
gen.sect          = Abschnitt
gen.settfor       = Einstellungen f\u00fcr
gen.sorasc        = Aufsteigend sortieren
gen.sorbydue      = Nach Abgabetermin sortieren
gen.sortinstruct  = Verschieben Sie ein Element in der Liste durch Klicken auf einen Pfeil der linken Seite oder durch Anpassen eines Dropdown-Men\u00fcs. Klicken Sie auf Speichern unten auf der Seite, um Ihre \u00c4nderungen zu speichern.
gen.sorbygra      = Nach Bewertung sortieren
gen.sorbylas      = Nach Nachname sortieren
gen.sorbymax      = Nach verf\u00fcgbarer bestm\u00f6glicher Bewertung sortieren
gen.sortbyfor 	 = Nach Zielgruppe sortieren
gen.sortbyforasc  = Aufsteigend nach Zielgruppe sortieren
gen.sortbyfordesc = Absteigend nach Zielgruppe sortieren
gen.sordes        = Absteigend sortieren
gen.staass        = Mit der Aufgabe beginnen
gen.status        = Status
gen.stuatt        = Eingereichte Anh\u00e4nge
gen.student       = Studierender
gen.stunam        = Name des Studierenden
gen.stusub        = Einreichungen des Studierenden
gen.stuvie        = Studierendenansicht
gen.stuvieof      = Studierendenansicht der Aufgabe
gen.stuwonsee     = Die Studierenden sehen diese Aufgabe erst ab dem Anfangsdatum.
gen.subm          = Einreichung der Aufgabe
gen.submission	 = Einreichung
gen.resubmission	 = Neueinreichung

gen.openquote		= "
gen.closequote	= "
gen.subm2         = Einreichungen
gen.subm3         = Einreichen
gen.subm4         = Eingereicht
gen.subm5         = Einreichungsdatum
gen.subm6		  = Bewertungsdatum:
gen.sumcom        = Kommentar\u00fcbersicht
gen.theare2       = Es gibt keine Einreichungen.
gen.thearecur1    = Zurzeit liegen an dieser Stelle keine Aufgaben vor.
gen.thearecur2    = Zurzeit liegen an dieser Stelle keine Einreichungen vor.
gen.theassall4    = Bei dieser Aufgabe d\u00fcrfen sowohl das Textfeld unten als auch angeh\u00e4ngte Dokumente eingereicht werden. Geben Sie Ihre Kommentare in das Textfeld unten ein und verwenden Sie die Schaltfl\u00e4che Anh\u00e4nge hinzuf\u00fcgen, um weitere Dokumente anzuh\u00e4ngen. Speichern Sie w\u00e4hrend des Arbeitens regelm\u00e4\u00dfig.
gen.theassall6    = Bei dieser Aufgabe darf nur das Textfeld unten zur Einreichung verwendet werden. Geben Sie den einzureichenden Text ein. Speichern Sie w\u00e4hrend des Arbeitens regelm\u00e4\u00dfig.
gen.theassinf     = Aufgabeninformationen
gen.title         = Titel
gen.view2         = Anzeigen
gen.yes           = Ja
gen.youmus        = (Sie m\u00fcssen antworten, um Ihre Aufgabe einzureichen.)
gen.yousub        = Ihre Einreichung
gen.review		 = Begutachtung
gen.reviewing		 = Wird begutachtet
gen.submittedtext = Eingereichter Text:
gen.visible = F\u00fcr
gen.applygrade=Anwenden
gen.viewallgroupssections = Gesamte Site
gen.toggle = Auf Alle ausw\u00e4hlen umschalten

grad2 = Die eingegebene Bewertung \u201e{0}\u201c liegt \u00fcber der maximal zul\u00e4ssigen Bewertung \u201e{1}\u201c. Berichtigen Sie dies bitte oder klicken Sie erneut auf die urspr\u00fcngliche Schaltfl\u00e4che, um den eingegebenen Wert \u201e{0}\u201c zu speichern.

grad3 = Bewertet

gradingsub.belisthe   = Unten ist die Einreichung eines Studierenden zu sehen. Sie k\u00f6nnen durch Klicken in das Feld und Eingeben Ihres Textes Kommentare einf\u00fcgen. Kommentare in doppelten geschwungenen Klammern {{<span class="highlight">wie diese</span>}} werden dem Studierenden in Rot angezeigt.
gradingsub.nosubmittedtext   = Es liegt kein von einem Studierenden eingereichter Text vor.
gradingsub.opecliass  = Offen \u2013 Klicken, um die Anweisungen der Aufgabe zu schlie\u00dfen
gradingsub.prefee     = Vorheriges Feedback
gradingsub.prefee2	= Dozentenkommentare zu fr\u00fcheren Einreichungen
gradingsub.prefeetex  = Vorheriger Feedback-Text
gradingsub.prefeetex2 = Andere, fr\u00fchere Einreichungen mit eingef\u00fcgten Dozentenkommentaren, sofern zutreffend
gradingsub.prefeetex3 = Fr\u00fchere Einreichungen mit eingef\u00fcgten Dozentenkommentaren, sofern zutreffend
gradingsub.prefeedbackAttachments  = Fr\u00fchere zur\u00fcckgesendete Anh\u00e4nge
gradingsub.pregra     = Fr\u00fchere Bewertung(en)
gradingsub.usethebel1 = Verwenden Sie das Feld unten, um weitere zusammengefasste Kommentare \u00fcber die Einreichung einzugeben.
gradingsub.usethebel2 = Verwenden Sie das Feld unten, um zusammengefasste Kommentare \u00fcber den Anhang oder die Bewertung dieser Einreichung einzugeben.

granotset = Bewertungsart nicht festgelegt

hassum = Aufgabe {0} hat Einreichungen.

hasDraftSum = Einige Studierende haben begonnen, an der Aufgabe zu arbeiten, haben diese aber noch nicht eingereicht.

inlin = Nur Text

inlinatt = Text und Anh\u00e4nge



# months (used in chef_dateselectionwidget macro in VM_chef_library.vm)
jan = JAN
feb = FEB
mar = M\u00c4R
apr = APR
may = MAI
jun = JUN
jul = JUL
aug = AUG
sep = SEP
oct = OKT
nov = NOV
dec = DEZ

dateselectionwidget.day = Tag ausw\u00e4hlen
dateselectionwidget.month = Monat ausw\u00e4hlen
dateselectionwidget.year = Jahr ausw\u00e4hlen
dateselectionwidget.hour = Stunde ausw\u00e4hlen
dateselectionwidget.minute = Minute ausw\u00e4hlen
dateselectionwidget.ampm = AM oder PM ausw\u00e4hlen


letter = Bewertung in Buchstaben

lisofass1 = Aufgabenliste

lisofass2 = Aufgabenliste nach Studierenden

listassig.sorbynum1 = Nach der Zahl der gesamten Einreichungen sortieren
listassig.sorbynum2 = Nach der Zahl der nicht bewerteten Einreichungen sortieren
listassig.sorbyope=Nach Anfangsdatum sortieren
listassig.sorbysec  = Nach Abschnitt sortieren
list.sorbysta  = Nach Status sortieren
listassig.sorbytit  = Nach Titel sortieren
listsub.grasub    = Einreichung bewerten
listsub.nosub     = Keine Einreichung
listsub.sorbyrel  = Nach Freigabe sortieren
listsub.sorbysub  = Nach Einreichungsuhrzeit sortieren

new = Hinzuf\u00fcgen
new.title = Neue Aufgabe hinzuf\u00fcgen
edit = \u2013 bearbeiten
newass = neue Aufgabe

newassig.comfor  = F\u00fcllen Sie das Formular aus und w\u00e4hlen Sie anschlie\u00dfend 'posten' (s. unten). <span class="reqStarInline" title="Required">*</span> weist auf erforderliche Informationen hin.
newassig.opedat  = Anfangsdatum
newassig.selectmessage  = Dr\u00fccken Sie die Eingabetaste und anschlie\u00dfend Alt + Pfeile nach oben und unten, um durch das Men\u00fc zu bl\u00e4ttern
newassig.tosel   = Um mehr als einen Abschnitt auszuw\u00e4hlen, halten Sie die Taste (PC \u2013 Strg, Mac \u2013 Befehlstaste) gedr\u00fcckt und klicken gleichzeitig auf den 2. und nachfolgende Abschnitte.

newope = Aktualisiertes Anfangsdatum f\u00fcr Aufgabe \u201e{0}\u201c ist {1}.

opedat = Anfangsdatum f\u00fcr Aufgabe \u201e{0}\u201c ist {1}.

passfail = Bestanden/Nicht bestanden
pass = Bestanden

permis = Berechtigungen

plespethe1 = Legen Sie bitte den Titel f\u00fcr die Aufgabe fest.

plespethe2 = Legen Sie bitte die Bewertung fest.

plespethe3 = Legen Sie bitte die maximal m\u00f6gliche Punktzahl fest.

plesuse0 = Verwenden Sie bitte den richtigen Bewertungs-String.

plesuse1 = Verwenden Sie bitte  f\u00fcr das Bewertungsfeld eine Zahl.

plesuse2 = Verwenden Sie bitte nur eine Dezimalstelle f\u00fcr das Bewertungsfeld.

plesuse3 = Verwenden Sie bitte eine positive Zahl oder Null f\u00fcr das Bewertungsfeld.

plesuse4 = {0} ist gr\u00f6\u00dfer als der vom System erlaubte maximale Wert. Geben Sie bitte einen Wert nicht gr\u00f6\u00dfer als {1} ein.

points = Punkte

prevassig.hidass     = Aufgabe ausblenden
prevassig.hidstuvie  = Studierendenansicht ausblenden
prevassig.preass     = Aufgabe wird in der Vorschau angezeigt...
prevassig.shoass     = Aufgabe anzeigen
prevassig.shostuvie  = Studierendenansicht anzeigen

releas = Freigegeben

relgrad = Bewertungen freigeben
relcommented = Kommentierte Freigabe

repsubmi.sorbysca = Nach Bewertungsskala sortieren
repsubmi.sorbytur = Nach Einreichungsdatum sortieren

return = Zur\u00fcckgesendet

setperfor = Berechtigungen f\u00fcr Aufgaben in Work-Site festlegen

somelsis_assignment = Ein anderer Benutzer bearbeitet derzeit diese Aufgabe \u201e{0}\u201c.

somelsis_submission = Ein anderer Benutzer bearbeitet derzeit diese Einreichung \u201e{0}\u201c.

somelsis_assignmentContent = Ein anderer Benutzer bearbeitet derzeit diesen Aufgabeninhalt \u201e{0}\u201c.

somelsis_calendar = Ein anderer Benutzer bearbeitet derzeit diesen Kalender.

sort.summary    = Tabelle beinhaltet zu sortierende Elemente. Spalte 2 enth\u00e4lt Link zum Verschieben des Elements nach oben. Spalte 3 enth\u00e4lt Link zum Verschieben des Elements nach unten. Letzte Spalte: Ausw\u00e4hlen, um Element an bestimmte Stelle zu verschieben
sort.caption    = Liste der zu sortierenden Ressourcen
sort.moveup             = Nach oben verschieben
sort.movedn             = Nach unten verschieben

stulistassig.asshasbee1 = (Aufgabe wurde gel\u00f6scht)
stulistassig.selanass1  = Die nachstehende Aufgabenliste wird genauso dargestellt wie ein Studierender sie angezeigt bekommt. Durch Klicken auf 'Als Studierender einreichen' k\u00f6nnen Sie die Aufgabe genauso durcharbeiten wie ein Studierender und diese anschlie\u00dfend einreichen.
stulistassig.selanass   = W\u00e4hlen Sie eine Aufgabe, um die Details anzuzeigen und die Arbeit zu beginnen oder mit Ihrer fr\u00fcheren Arbeit fortzufahren.

stulistsunbm.chotri    = W\u00e4hlen Sie das Dreiecksymbol, um den Aufgabenstatus eines Studierenden anzuzeigen.
stulistsunbm.hidstuass = Blenden Sie die Aufgaben/Einreichungen des Studierenden aus
stulistsunbm.listhestu = Listen Sie die Einreichung des Studierenden f\u00fcr jede Aufgabe auf. Spalte 1: Name des Studierenden \u2013 Klicken Sie darauf, um sie zu erweitern. Wenn erweitert, zeigen die Spalten 2-5 den Titel der Aufgabe, die Einreichung, den Status und die Bewertung an. 
stulistsunbm.shostuass = Aufgaben/Einreichungen des Studierenden anzeigen

stupresub.max       = max.
stuviewgrad.thegradet = Die detaillierte Bewertung der Aufgabeneinreichung

stuviewsubm.asshasbee2 = Aufgabe wurde bewertet/kommentiert.
stuviewsubm.asshasbee3 = Aufgabe wurde erneut eingereicht am
stuviewsubm.asshasbee4 = Aufgabe wurde zur\u00fcckgesendet am
stuviewsubm.asshasnot  = F\u00fcllen Sie das Formular aus und klicken Sie anschlie\u00dfend auf die gew\u00fcnschte Schaltfl\u00e4che unten.
stuviewsubm.assattonly = F\u00fcgen Sie einen bzw. mehrere Anh\u00e4nge hinzu und klicken Sie anschlie\u00dfend auf die gew\u00fcnschte Schaltfl\u00e4che unten.
stuviewsubm.entbelo    = Geben Sie den Neueinreichungstext unten ein
stuviewsubm.plesub     = Bitte reichen Sie die Aufgabe erneut mit Ihren \u00c4nderungen ein.
stuviewsubm.theassall2 = Diese Aufgabe erm\u00f6glicht Einreichungen ausschlie\u00dflich durch Anh\u00e4ngen von Dokumenten.
stuviewsubm.theclodat  = Das Enddatum der Aufgabe ist \u00fcberschritten. Sie k\u00f6nnen keine Antwort mehr einreichen.
stuviewsubm.youatt     = Ihre angeh\u00e4ngte Einreichung
stuviewsubm.submissatt =Einreichungsanhang/-anh\u00e4nge
stuviewsubm.listsummary=Anhangliste. Spalte 1: Anhang-Link; Spalte 2: Anhangeigenschaften; Spalte 3: Link zur Entfernung des Anhangs aus der Liste
stuviewsubm.removeatt=Entfernen
stuviewsubm.attfromcomputerlabel=W\u00e4hlen Sie eine Datei auf dem Computer
stuviewsubm.attfromcomputerlabelmore=W\u00e4hlen Sie weitere Dateien auf dem Computer
stuviewsubm.attfromserverlabel=oder w\u00e4hlen Sie Dateien vom Arbeitsplatz bzw. auf der Site
stuviewsubm.attfromserverlabelmore= oder w\u00e4hlen Sie weitere Dateien vom Arbeitsplatz bzw. auf der Site
feedbacktext = Feedback-Text
stuviewsubm.submitreminder=Vergessen Sie das Speichern oder Einreichen nicht
feedbackcomment = Feedback-Kommentar

# Taggable
tag.emptylist     = Es gibt keine Tags zum Anzeigen.
tag.tags          = Tags
tag.list.summary = Tabelle enth\u00e4lt eine Tag-Liste in Verkn\u00fcpfung mit der aktuellen Aufgabe.

theassiid_isnotval = Die Aufgaben-ID \u201e{0}\u201c ist ung\u00fcltig.

theassiid_hasnotbee = Die Aufgaben-ID \u201e{0}\u201c ist nicht verwendet worden.

theisno = Es gibt keine solche Aufgabe.

theisnostudent = Es gibt keinen Studierenden.

thiasshas = Diese Aufgabe hat keine Anweisungen. Berichtigen Sie dies bitte oder klicken Sie auf die urspr\u00fcngliche Schaltfl\u00e4che, um fortzufahren.

ungra = Nicht bewertet
fail = Nicht bestanden
viewassig.datcre     = Erstellungsdatum
viewassig.shoassinf  = Aufgabeninformationen anzeigen
viewassig.theassall1 = Diese Aufgabe l\u00e4sst sowohl eingegebenen Text als auch angeh\u00e4ngte Dokumente zu. Geben Sie Ihre Kommentare in das Feld unten ein und verwenden Sie die Schaltfl\u00e4che Anh\u00e4nge hinzuf\u00fcgen, um weitere Dokumente als Teil Ihrer Einreichung hinzuzuf\u00fcgen. Speichern Sie w\u00e4hrend des Arbeitens regelm\u00e4\u00dfig.
viewassig.theassall3 = Diese Aufgabe erm\u00f6glicht Einreichungen ausschlie\u00dflich durch Anh\u00e4ngen von Dokumenten. Verwenden Sie die Schaltfl\u00e4che Anh\u00e4nge hinzuf\u00fcgen unten, um 1 oder mehrere Dokumente anzuh\u00e4ngen.
viewassig.theassall5 = Bei dieser Aufgabe darf nur das Textfeld unten f\u00fcr die Einreichung verwendet werden. Geben Sie den Text f\u00fcr Ihre Einreichung ein und speichern Sie diesen regelm\u00e4\u00dfig w\u00e4hrend Ihrer Arbeit.
viewassig.viewass1   = Aufgabe wird angezeigt...

youarenot_addAssignment = Sie sind nicht berechtigt, eine Aufgabe hinzuzuf\u00fcgen.

youarenot_addAssignmentContent = Sie sind nicht berechtigt, Aufgabeninhalte hinzuzuf\u00fcgen.

youarenot_removeAssignment = Sie sind nicht berechtigt, die Aufgaben-ID = \u201e{0}\u201c zu entfernen.

youarenot11_c = Sie sind nicht berechtigt, die Aufgabeninhalte-ID = zu entfernen

youarenot_removeSubmission = Sie sind nicht berechtigt, die Aufgabeneinreichungs-ID = \u201e{0}\u201c zu entfernen.

youarenot12 = Sie sind nicht berechtigt, eine Antwort einzureichen.

youarenot13 = Sie sind nicht berechtigt, eine Aufgabe einzureichen.

youarenot_viewAssignment = Sie sind nicht berechtigt, die Aufgabe \u201e{0}\u201c anzuzeigen.

youarenot_editAssignment = Sie sind nicht berechtigt, die Aufgabe \u201e{0}\u201c zu bearbeiten.
youarenot_editSubmission = Sie sind nicht berechtigt, die Aufgabeneinreichung \u201e{0}\u201c zu bearbeiten.

youarenot_viewAssignmentContent = Sie sind nicht berechtigt, die Aufgabeninhalte \u201e{0}\u201c anzuzeigen.

youarenot_viewSubmission = Sie sind nicht berechtigt, die Einreichung \u201e{0}\u201c anzuzeigen.

youarenot17 = Sie \u00fcberpr\u00fcfen eine Aufgabe nach dem Abgabetermin.

youarenot18 = Sie m\u00fcssen die eidesstattliche Erkl\u00e4rung vor der Einreichung best\u00e4tigen.

youarenot19 = Sie sind nicht berechtigt, Aufgaben neu anzuordnen.

youarenot20 = Sie \u00fcberarbeiten eine Aufgabe nach dem Anfangsdatum.

youarenot4 = Sie sind nicht berechtigt, eine Aufgabeneinreichung zu erstellen.

youarenot5 = Sie sind nicht berechtigt, eine Aufgabe zu duplizieren.

youarenot6 = Sie sind nicht berechtigt, die Aufgabe zu bearbeiten.

youmust1 = Sie m\u00fcssen vor der Einreichung mindestens ein Dokument anh\u00e4ngen.

youmust2 = Sie m\u00fcssen Ihre Antwort entweder in den Texteingabebereich eingeben oder mindestens ein Dokument anh\u00e4ngen, bevor Sie eine Einreichung vornehmen.

youmust6 = Sie m\u00fcssen zuerst die Aufgabe(n) ausw\u00e4hlen und anschlie\u00dfend auf die Schaltfl\u00e4che Aktualisieren klicken, um die ausgew\u00e4hlten Aufgabe(n) zu l\u00f6schen.

youmust7 = Sie m\u00fcssen Ihre Antwort in den Texteingabebereich eingeben, bevor Sie eine Einreichung vornehmen.

#added during legacy tool refactoring
list.show = Elemente
list.itemsper = anzeigen\u2026
update = Aktualisieren
subasstudent		= Als Studierender einreichen
alert.globalNavi	= Wenn Sie abbrechen m\u00f6chten, ohne auf eine Aktionsschaltfl\u00e4che unten auf dieser Seite zu klicken, geht Ihre Arbeit verloren. W\u00e4hlen Sie bitte eine dieser Schaltfl\u00e4chen oder gehen Sie zu der von Ihnen gew\u00e4hlten Seite und verwerfen Sie Ihre Arbeit auf dieser Seite.
viewassign		= Aufgabe anzeigen
subexampleassign	= Beispielaufgabe einreichen
viewexampleassign= Beispielaufgabe anzeigen
assignmenttext	= Aufgabentext:
submitforstudent = Im Namen des Studierenden einreichen
resubmit			= Erneut einreichen
viewsubmission = Einreichung anzeigen
viewsubmissions	= Einreichungen anzeigen
allowResubmit	= Neueinreichungen zulassen
gen.proces = Bearbeitung l\u00e4uft...
gen.first = Erste
gen.previous = Vorherige
gen.next = N\u00e4chste
gen.last = Letzte

gen.remove = Entfernen  
gen.remove.q = Entfernen?

addtogradebook = Zur Leistungs\u00fcbersicht hinzuf\u00fcgen
addtogradebook.wrongGradeScale = Eine Integration der Leistungs\u00fcbersicht ist nur verf\u00fcgbar, wenn die Bewertungsskala auf Punkte eingestellt ist.
addtogradebook.nonUniqueTitle = Die Aufgabe {0} wurde erstellt, wurde aber aufgrund eines bereits vorhandenen Eintrags mit derselben Bezeichnung nicht mit einem neuen Eintrag in der Leistungs\u00fcbersicht verkn\u00fcpft. Bearbeiten Sie bitte die Aufgabe und vergeben Sie einen eindeutigen Titel.
addtogradebook.illegalPoints = Die Aufgabe konnte nicht zur Leistungs\u00fcbersicht hinzugef\u00fcgt werden. Um die Aufgabe zur Leistungs\u00fcbersicht hinzuzuf\u00fcgen, bearbeiten Sie die Aufgabe und geben Sie bei Punkten einen gr\u00f6\u00dferen Wert als Null ein.
addtogradebook.alertMessage = Ausnahme beim Aufrufen der Leistungs\u00fcbersicht auf der Site, Ausnahme unten:

date.invalid = Ung\u00fcltige Datumsfestlegung f\u00fcr {0}.
date.closedate = Enddatum
date.resubmission.closedate = Enddatum f\u00fcr Neueinreichung
date.allpurpose.releasedate = Freigabedatum des Universal-Elements
date.allpurpose.retractdate = R\u00fcckziehungsdatum des Universal-Elements

gen.viewing = anzeigen
gen.items = anzeigen

gen.required=erforderlich
gen.notrequired= Nicht erforderlich

download.feedback.attachment = Feedback-Anhang/-Anh\u00e4nge
download.spreadsheet.title = Excel-Datei der Aufgabeneinreichung
download.spreadsheet.site = Site: 
download.spreadsheet.date = Download-Datum: 
download.spreadsheet.column.userid = Benutzer-ID
download.spreadsheet.column.name = Name

# AssignmentActivityProducer

## the column headers in grades.csv file in zip download
grades.id=ID anzeigen
grades.eid=ID
grades.lastname=Nachname
grades.firstname=Vorname
grades.grade=Bewertung


#group related variables
displayto.site = Auf Site anzeigen
displayto.selected = F\u00fcr ausgew\u00e4hlte Gruppen anzeigen

range.allgroups = Site

group = Gruppe
groups = Gruppen
group.list.summary = Tabelle enth\u00e4lt eine Gruppenliste. Die erste Spalte enth\u00e4lt Kontrollk\u00e4stchen, die zweite den Gruppennamen und die dritte die Gruppenbeschreibung. Die Links der \u00dcberschriften k\u00f6nnen zum Sortieren verwendet werden
group.list.descr = Beschreibung

java.alert.youchoosegroup = Sie m\u00fcssen mindestens eine Gruppe w\u00e4hlen.
java.alert.noGroupedAssignmentIntoGB=Sie k\u00f6nnen der Leistungs\u00fcbersicht keine Aufgabe mit Gruppenzugriff hinzuf\u00fcgen.

nostudent = Auf dieser Site gibt es keinen Studierenden.

grading=Bewertung
grading.no=Die Aufgabe nicht der Leistungs\u00fcbersicht hinzuf\u00fcgen
grading.no2=Die Aufgabe nicht mit der Leistungs\u00fcbersicht verkn\u00fcpfen
grading.add=Die Aufgabe der Leistungs\u00fcbersicht hinzuf\u00fcgen
grading.associate=Mit dem vorhandenen Eintrag in der Leistungs\u00fcbersicht verkn\u00fcpfen
grading.associate.warn=Entschuldigung!  Sie m\u00fcssen eine Bewertung in Punkten w\u00e4hlen, um dies zu tun.
grading.associate.alert=Sie m\u00fcssen einen Eintrag in der Leistungs\u00fcbersicht ausw\u00e4hlen.
grading.select=W\u00e4hlen Sie eine Aufgabe
grading.alert.draft.beforeclosedate=Das Annahmedatum ist noch nicht \u00fcberschritten, und der Studierende kann diese Aufgabe noch bearbeiten. Wollen Sie wirklich eine Bewertung vornehmen?
grading.unassigned=Nicht zugewiesen
grading.ofcategory=von Kategorie 
grading.categorylist=(Optional) W\u00e4hlen Sie eine Kategorie der Leistungs\u00fcbersicht
access=Zugang
grading.alert.multiTab=Ihre Bewertung, Kommentare und Feedback sind noch nicht gespeichert worden. Sie m\u00fcssen sie erneut eingeben. Sie k\u00f6nnen zu einem gegebenen Zeitpunkt nur eine Studierendeneinreichung \u00f6ffnen. Wenn Sie die Arbeit eines zweiten Studierenden \u00f6ffnen, bevor Sie die Einreichung des ersten Studierenden verlassen haben, kann die erste Einreichung nicht bewertet werden, bis Sie alle Einreichungen geschlossen und diese erneut ge\u00f6ffnet haben. Bitte \u00f6ffnen Sie zur Vermeidung dieses Problems nicht mehrere Browser-Fenster oder Registerkarten, w\u00e4hrend Sie eine Bewertung vornehmen. Wir empfehlen Ihnen, Ihren Browser zu schlie\u00dfen und neu zu starten und sich dann erneut im System anzumelden, bevor Sie mit Ihrer Bewertung fortfahren.
grading.reminder=Wichtige Erinnerung:
grading.reminder.body=Bitte bewerten Sie Aufgaben nicht, w\u00e4hrend Sie mehrere Browser-Fenster oder Registerkarten ge\u00f6ffnet haben. Bewerten Sie die Aufgaben und navigieren Sie mit nur einem ge\u00f6ffneten Browser-Fenster im System.
allow.resubmit.number=Zahl der zul\u00e4ssigen Neueinreichungen
allow.resubmit.number.unlimited=Unbegrenzt
allow.resubmit.closeTime=Neueinreichung annehmen bis

assignment.copy = Kopieren


## max grade
grade.max=max.

## no-submission grade
non.submission.grade={0} Teilnehmer gefunden. Teilnehmern ohne Bewertung diese Bewertung zuweisen:
non.submission.grade.select=Bitte Standardbewertung w\u00e4hlen:
## for not graded non-electronic submission grades
not.graded.non.electronic.submission.grade={0} Teilnehmer gefunden. Nicht bewerteten nicht elektronischen Einreichungen diese Bewertung zuordnen:

##################UPV added
not_allowed_to_submit=Sie sind nicht berechtigt, diese Aufgabe einzureichen. 

### Non-electronic submission
nonelec=Nicht elektronisch
nonelec_instruction=F\u00fcr diese Aufgabe werden keine Online-Einreichungen angenommen. Wenden Sie sich an Ihren Dozenten, um weitere Anweisungen zu erhalten.
nonelec_instruction2=F\u00fcr diese nicht elektronische Aufgabe werden Studierendeneinreichungen nicht angenommen.

## on the submission confirmation page
confirm.savesubmission.title = Best\u00e4tigung \u00fcber Speicherung der Aufgabe
confirm.submission.title=Best\u00e4tigung der Einreichung
confirm.savesubmission.success=Sie haben Ihre Arbeit erfolgreich gespeichert, aber noch NICHT eingereicht. Um die Einreichung abzuschlie\u00dfen, m\u00fcssen Sie auf die Schaltfl\u00e4che Einreichen klicken.
confirm.submission.success=Sie haben Ihre Aufgabe erfolgreich eingereicht.
confirm.submission.label.user=Benutzer:
confirm.submission.label.classsite=Kurs-Site:
assignment.title=Aufgabe:
confirm.savesubmission.label.submission.id = ID der gespeicherten Aufgabe:
submission.id=Einreichungs-ID:
confirm.savesubmission.include=Ihre gespeicherte Aufgabe enthielt Folgendes:
confirm.submission.include=Ihre Einreichung enthielt Folgendes:
confirm.savesubmission.notext=Kein gespeicherter Aufgabentext
confirm.submission.notext=Kein Einreichungstext
confirm.savesubmission.attachments=Gespeicherte Anh\u00e4nge:
confirm.submission.email=Sie erhalten eine E-Mail-Best\u00e4tigung mit folgenden Informationen.
confirm.submission.email.noEmailAddress=Aufgrund der fehlenden E-Mail-Adresse k\u00f6nnte Ihnen keine E-Mail-Best\u00e4tigung mit diesen Informationen zugesandt werden.
confirm.submission.button=OK
receive.confirm.submission.email.options=Optionen f\u00fcr die Einreichungsbenachrichtigung per E-Mail:
receive.confirm.submission.email.each=Senden Sie mir eine E-Mail-Nachricht f\u00fcr jede Studierendeneinreichung zu
receive.confirm.submission.email.digest=Senden Sie mir eine E-Mail pro Tag zu, in der die Benachrichtigungen \u00fcber Studierendeneinreichungen zusammengefasst sind
receive.confirm.submission.email.none=Senden Sie mir keine E-Mail-Nachrichten in Bezug auf Studierendeneinreichungen zu

# on the download/upload all page, most of the attributes are shared between upload and download process
uploadall.title = Alle hochladen
uploadall.instruction=W\u00e4hlen Sie eine Archivdatei zum Hochladen und anschlie\u00dfend die Optionen. Klicken Sie dann auf 'Hochladen' weiter unten. Erforderliche Elemente sind markiert mit 
uploadall.instruction2=Die Archivdatei sollte einen Ordner f\u00fcr jeden Studierenden beinhalten. 
uploadall.instruction3=Vorlage herunterladen
uploadall.instruction4=Jeder Ordner kann die Datei comments.txt, die Einreichung des Studierenden mit von Ihnen hinzugef\u00fcgten Dozentenkommentaren und/oder andere Dateien enthalten, die Sie zusammen mit der Einreichung des Studierenden zur\u00fccksenden wollen. Die f\u00fcr das Hochladen ben\u00f6tigte Zeit h\u00e4ngt von der Gr\u00f6\u00dfe der Zip-Datei und der Verbindungsgeschwindigkeit ab. Wenn Sie nur eine Teilmenge der Zip-Datei hochladen m\u00fcssen, begrenzen Sie bitte die Gr\u00f6\u00dfe Ihrer Zip-Datei zuerst durch W\u00e4hlen der entsprechenden Optionen im Prozess Alle herunterladen. 
downloadall.instruction=W\u00e4hlen Sie die Download-Optionen und klicken Sie anschlie\u00dfend auf die Schaltfl\u00e4che 'Herunterladen' weiter unten.
uploadall.choose.file=Datei:
uploadall.choose.file2=W\u00e4hlen Sie, welche Elemente in der Archivdatei hochgeladen werden sollen
uploadall.choose.file.studentSubmissionText=Der Studierendeneinreichungstext (urspr\u00fcnglicher vom Studierenden eingereichter Text, der eventuell vom Dozenten hinzugef\u00fcgte Kommentare enth\u00e4lt)
uploadall.choose.file.studentSubmissionAttachment=Anhang bzw. Anh\u00e4nge der Studierendeneinreichung
uploadall.choose.file.gradeFile=Bewertungsdatei (Datei grades.csv oben im Archiv)
uploadall.choose.file.feedbackTexts=Feedback-Text (die Textkommentare in der Studierendeneinreichung)
uploadall.choose.file.feedbackComments=Feedback-Kommentare (Datei comments.txt, sofern im Ordner des Studierenden vorhanden. Kommentare werden in das Feld Dozentenkommentare f\u00fcr jede Studierendeneinreichung eingegeben)
uploadall.choose.file.confirm = Sie haben die hochzuladende Archivdatei ausgew\u00e4hlt. Die im Archiv enthaltenen Dateien werden in die Studierendeneinreichung f\u00fcr die Aufgabe hochgeladen.
uploadall.releaseOption=Freigabeoption w\u00e4hlen
uploadall.releaseOption.yes=Hochgeladene Informationen f\u00fcr die Studierenden freigeben
uploadall.releaseOption.no=Hochgeladene Informationen nicht freigeben\u00a0\u2013 Ich werde sie sp\u00e4ter freigeben
uploadall.button.upload=Hochladen
downloadall.button.download=Herunterladen
uploadall.alert.choose.element=Sie m\u00fcssen mindestens ein hochzuladendes Element in der Archivdatei w\u00e4hlen.
uploadall.alert.wrongZipFormat=Die ZIP-Datei hat nicht das richtige Format. Vergewissern Sie sich bitte, dass die ZIP-Datei Studierendenordner oder die Datei grades.csv auf Stamm-Ebene enth\u00e4lt.
downloadall.alert.choose.element=Sie m\u00fcssen mindestens ein Element in den Download-Optionen w\u00e4hlen.
uploadall.alert.zipFile=Sie haben keine Zip-Archivdatei ausgew\u00e4hlt. Sie m\u00fcssen entweder eine Zip- oder eine SIT-Archivdatei als Upload-Datei ausw\u00e4hlen.
uploadall.size = Die maximale Gr\u00f6\u00dfe zum Datei-Upload von {0} MB wurde \u00fcberschritten.

review.use = {0} verwenden
review.allow = Erlauben Sie den Studierenden, den Bericht anzuzeigen
review.report = Turnitin-Bericht
review.submit.papers.repository=Reichen Sie Paper im folgenden Repository ein:
review.submit.papers.repository.none=Keine
review.submit.papers.repository.standard=Standard-Paper-Repository
review.submit.papers.repository.institution=Paper-Repository der Institution
review.originality.reports=Originalit\u00e4tsberichte erstellen:
review.originality.reports.immediately=Sofort
review.originality.reports.due=Am Abgabetermin
review.originality.check=Originalit\u00e4t pr\u00fcfen an:
review.originality.check.turnitin=Turnitin-Paper-Repository
review.originality.check.internet=Aktuelles und archiviertes Internet
review.originality.check.pub=Zeitungen, Zeitschriften und Ver\u00f6ffentlichungen
review.originality.check.institution=Institutionsspezifisches Repository

gen.sorbyreview = Nach \u00dcberpr\u00fcfung sortieren
gen.rev = TurnItIn
review.notavail = Noch nicht verf\u00fcgbar.
review.viewreport = Bericht anzeigen
review.title = {0} Service
review.noreport = Kein Bericht

## notification email content
noti.subject.label=Betreff:
noti.subject.content=E-Mail-Benachrichtigungen \u00fcber die Aufgabeneinreichung
noti.site.title=Site-Titel:
noti.site.id=Site-ID:
noti.assignment.duedate=Abgabetermin f\u00fcr die Aufgabe:
noti.student=Studierender:
noti.submit.time=Eingereicht am:
noti.login=Zum Ansehen bitte anmelden.

## navigation labels
nav.prev=< Vorherige
nav.list=Zur\u00fcck zur Liste
nav.next=Weiter >
nav.message=(\u00c4nderungen werden gespeichert)

gen.opendate.annc = Anfangsdatum ank\u00fcndigen

## supplement
supplement = Zus\u00e4tzliche Elemente
extraNodesRequired = Geben Sie bitte die erforderlichen Informationen ein.
additional_information = Weitere Informationen
## model answer
modelAnswer = Musterantwort
modelAnswer.instruction=Geben Sie eine Musterantwort oder eine L\u00f6sung der Aufgabe ein
modelAnswer.show_to_student.prompt=Studierenden zeigen
modelAnswer.show_to_student.0=--eine Option ausw\u00e4hlen--
modelAnswer.show_to_student.1=Bevor der Studierende mit der Aufgabe beginnt
modelAnswer.show_to_student.2=Nachdem der Studierende die Aufgabe einreicht
modelAnswer.show_to_student.3=Nachdem die Einreichung bewertet und zur\u00fcckgesendet worden ist
modelAnswer.show_to_student.4=Nach dem Annahmedatum
modelAnswer.alert.modelAnswer=Geben Sie bitte einen Musterantworttext ein.
modelAnswer.alert.showto=W\u00e4hlen Sie bitte den richtigen Zeitpunkt daf\u00fcr, den Studierenden die Musterantwort zu zeigen.

## private note
note = Private Notiz
note.label = Private Notizen
note.instruction = Sie k\u00f6nnen eine Notiz verwenden, um Informationen,  Gedanken etc. zur Aufgabe nachzuverfolgen. Die Notiz steht denjenigen zur Verf\u00fcgung, die Sie bei der Bewertung festlegen.
note.to.prompt = Freigeben
note.to.0 = --eine Option ausw\u00e4hlen--
note.to.1 = Notiz f\u00fcr mich behalten
note.to.2 = Anderen Dozenten erlauben, sie zu lesen
note.to.3 = Anderen Dozenten erlauben, sie zu lesen und zu bearbeiten
note.alert.text=Geben Sie bitte den Text f\u00fcr die private Notiz ein.
note.alert.to=W\u00e4hlen Sie bitte die Freigabeoption f\u00fcr die private Notiz.

## all purpose of item
allPurpose = Universal-Element
allPurpose.instruction = Informationen werden zu einem bestimmten Zeitpunkt bei den von Ihnen gew\u00e4hlten Personen angezeigt.
allPurpose.show = Element anzeigen
allPurpose.show.from = Von
allPurpose.show.util = Bis
allPurpose.show.date = Datum:
allPurpose.show.time = Uhrzeit:
allPurpose.show.hide = Dieses Element ausblenden 
allPurpose.show.to = Anzeigen f\u00fcr
allPurpose.show.expand = Erweitern
allPurpose.show.collapse = Ausblenden
allPurpose.show.list = Liste
allPurpose.user.selection.count= ausgew\u00e4hlt
allPurpose.alert.title=Geben Sie den Titel f\u00fcr das Universal-Element ein.
allPurpose.alert.text=Geben Sie den Informationstext f\u00fcr das Universal-Element ein.
allPurpose.alert.access=W\u00e4hlen Sie die Zugriffsliste f\u00fcr das Universal-Element.
allPurpose.alert.release.afer.retract=Das Startdatum der Anzeige des Universal-Elements kann nicht auf ein Datum nach dem Enddatum der Anzeige festgelegt werden.

all = Alle

allowResubmission.show = Einstellungen f\u00fcr das Zulassen von Neueinreichungen anzeigen
allowResubmission.hide = Einstellungen f\u00fcr das Zulassen von Neueinreichungen ausblenden
allowResubmission.label = Benutzer ausw\u00e4hlen und Neueinreichung zulassen
allowResubmission.instruction = Benutzer ausw\u00e4hlen und Einstellungen f\u00fcr Neueinreichungen anwenden.
allowResubmission.nouser = W\u00e4hlen Sie mindestens einen Benutzer f\u00fcr die Einstellung der Optionen der Neueinreichung aus.
allowResubmission.toggleall   = Alle aktivieren/deaktivieren, um Neueinreichungen zuzulassen
allowResubmission.select.student = Neueinreichungen zulassen von 
## single file upload
singleatt = Nur eine hochgeladene Datei
att.upl = Datei ausw\u00e4hlen: 
processmessage.file = Datei(en) werden hochgeladen
size.exceeded = Die Uploadgr\u00f6\u00dfenbeschr\u00e4nkung von {0} ist \u00fcberschritten worden. 
notpermis4 = Sie verf\u00fcgen nicht \u00fcber die erforderlichen Berechtigungen, um Ressourcen hinzuzuf\u00fcgen.
alert.toolong = Die Bezeichnung ''{0}'' ist zu lang.
failed = Der Vorgang konnte zu diesem Zeitpunkt nicht abgeschlossen werden.
failed.upload = Das Hochladen der Datei ist gescheitert.
failed.diskio=Der Dateiuploadprozess ist aufgrund eines I/O-Fehlers der Serverfestplatte nicht abgeschlossen.
choosefile7 = W\u00e4hlen Sie bitte die Datei, die angeh\u00e4ngt werden soll.

## link to calendar
assign_due_event_desc=Aufgabe {0} muss am {1} abgegeben werden.

## confirm success grading of submission
saved_grading=Die Kommentare und/oder die Bewertung sind gespeichert worden.

## cancel changes button
cancel_changes=\u00c4nderungen verwerfen

send.submission.releasegrade.email.options=E-Mail-Optionen f\u00fcr freigegebene Bewertungsnachrichten:
send.submission.releasegrade.email.none=Senden Sie keine Benachrichtigungs-E-Mail an den Studierenden, wenn die Bewertung freigebeben wird
send.submission.releasegrade.email=Senden Sie eine Benachrichtigungs-E-Mail an den Studierenden, wenn die Bewertung freigegeben wird

noti.releasegrade.subject.content=E-Mail-Benachrichtigung \u00fcber die freigegebene Bewertung einer Aufgabe
noti.releasegrade.text=Ihre Einreichung zu Aufgabe \u201e{0}\u201c ist zur\u00fcckgesendet worden. Gehen Sie bitte zu {1}, um die Details anzuzeigen.

not_allowed_to_grade_in_gradebook=Die Aufgabe ist mit einem Eintrag in der Leistungs\u00fcbersicht verkn\u00fcpft. Da Sie nicht berechtigt sind, eine Bewertung in die Leistungs\u00fcbersicht einzugeben, k\u00f6nnen Sie hier im Aufgaben-Tool ebenfalls keine Bewertung eingeben. Sie k\u00f6nnen jedoch den Kommentarbereich aktualisieren und Anh\u00e4nge f\u00fcr Bewertungszwecke hochladen.

not_allowed_to_grade_submission=Sie sind nicht berechtigt, Einreichung {0} zu bewerten.

## for gradebook item already associated with certain assignment
usedGradebookAssignment=verkn\u00fcpft mit \u201e{0}\u201c

## options for assignment list view display
options = Optionen
youarenot_options = Sie sind nicht berechtigt, die Aufgaben-Tool-Optionen zu bearbeiten.
options_instruction = W\u00e4hlen Sie bitte die Anzeigeoption f\u00fcr die Aufgabenbewertungsseite.
options_default = Standard (alle Benutzereinreichungen anzeigen)
options_searchonly = Nur Benutzereinreichungen entsprechend dem Gruppenfilter- und Suchergebnis anzeigen
options_cannotFindSite = Kann Site mit ID = \u201e{0}\u201c nicht finden.
options_cannotEditSite = Sie sind nicht berechtigt, die Site mit der ID = \u201e{0}\u201c zu bearbeiten.
view_instruction = W\u00e4hlen Sie bitte eine Gruppe, um die Studierendeneinreichungen anzuzeigen.
search = Suchen
search_clear = L\u00f6schen
search_student_instruction = Name, ID oder E-Mail
please_select_group=W\u00e4hlen Sie bitte eine Gruppe aus:
nostudent_searchview=Kein Studierender gefunden, der die Suchkriterien und die Kriterien des Anzeigefilters erf\u00fcllt.

same_assignment_title=Aufgabe mit demselben Titel \u201e{0}\u201c auf der Site bereits vorhanden. Verwenden Sie bitte einen anderen Titel.

#Reorder Vm
reorder.title=Ansicht der Standardaufgabenliste organisieren 
reorder.instruction.general=Ziehen Sie die Listenelemente an die gew\u00fcnschte Stelle, legen Sie sie dort ab und klicken Sie anschlie\u00dfend auf Speichern, um sie neu anzuordnen.
reorder.instruction.input= Sie k\u00f6nnen auch die Zahlen der Listenreihenfolge bearbeiten.
reorder.instruction.general.hidden=Bewegen Sie sich mit der Tabulatortaste in die Liste, halten Sie die Strg-Taste gedr\u00fcckt und verwenden Sie die Pfeiltasten zum Sortieren.
reorder.undo.last.label=Letzten Vorgang r\u00fcckg\u00e4ngig machen
reorder.undo.all.label=Alles r\u00fcckg\u00e4ngig machen
reorder.fail.valid.message=Bitte eine kleinere Zahl als # eingeben!

## the url used by download all process
download_url_reminder = Sie wollen Einreichungen von Studierenden herunterladen. Wenn Sie beim Herunterladen aller Einreichungen Schwierigkeiten haben, klicken Sie auf den folgenden Link:
download_url_link_label = Alle herunterladen-Link
allPurpose_save = Speichern
allPurpose_cancel = Abbrechen

# EntityProvider properties
assignment=Zeigt Aufgaben f\u00fcr eine bestimmte Site an.
assignment.action.deepLinkWithPermissions=Die Aktion ruft die Aufgabenreferenz und den boolschen Wert f\u00fcr allowReadAssignment, allowAddAssignment und allowSubmitAssignment auf und gibt die deepLink-URL aus. Hier ist das Anfrage-URL-Muster: /direct/assignment/deepLinks/{assignment_ref} mit den Parametern {bool_allowRead}, {bool_allowAdd} und {bool_allowSubmit}
assignment.action.deepLink=Die Aktion ruft die Aufgabenreferenz ab und gibt die Deeplink-URL f\u00fcr den aktuellen Benutzer aus. Hier ist das Anfrage-URL-Muster: /direct/assignment/deepLinks/{assignment_ref}
assignment.action.annc=Die Aktion ruft die Aufgabenreferenz ab und gibt Informationen \u00fcber die Aufgabe zur Integration in Ank\u00fcndigungen aus. Die Aufgabeninformationen beinhalten das Aufgabenobjekt, den Kontext, die Aufgaben-ID, den Aufgabentitel und die Aufgaben-URL. Hier ist das Anfrage-URL-Muster: /direct/assignment/annc/{assignment_ref} mit Parameter {messageId}
assignment.action.site=Aufgaben f\u00fcr eine Site abrufen. 

content_review.error.SUBMISSION_ERROR_RETRY_CODE = Ein Fehler ist bei der Einsendung dieses Anhangs an den Originalit\u00e4tspr\u00fcfdienst aufgetreten. Das System versucht automatisch, diesen Anhang erneut einzusenden.
content_review.error.SUBMISSION_ERROR_NO_RETRY_CODE = Ein Fehler ist bei der Einsendung dieses Anhangs an den Originalit\u00e4tspr\u00fcfdienst aufgetreten.
content_review.error.SUBMISSION_ERROR_USER_DETAILS_CODE = Ein Fehler ist bei der Einsendung dieses Anhangs an den Originalit\u00e4tspr\u00fcfdienst aufgetreten. Die Benutzerdetails sind unvollst\u00e4ndig oder ung\u00fcltig.
content_review.error.REPORT_ERROR_RETRY_CODE = Ein Fehler ist beim Abrufen des Originalit\u00e4tsberichts f\u00fcr diesen Anhang aufgetreten. Das System versucht automatisch, den Bericht erneut abzurufen.
content_review.error.REPORT_ERROR_NO_RETRY_CODE = Ein Fehler ist beim Abrufen des Originalit\u00e4tsberichts f\u00fcr diesen Anhang aufgetreten. Der Bericht kann nicht abgerufen werden.
content_review.error.SUBMISSION_ERROR_RETRY_EXCEEDED_CODE = Alle Versuche, diesen Anhang f\u00fcr die Originalit\u00e4tspr\u00fcfung einzureichen, sind gescheitert. H\u00f6chstzahl der Einreichungsversuche erreicht.
content_review.pending.info = Dieser Anhang wurde eingereicht und wartet auf Begutachtung.

content_review.error = Ein unbekannter Fehler ist aufgetreten. Die Originalit\u00e4tspr\u00fcfung f\u00fcr diesen Anhang ist nicht verf\u00fcgbar.
content_review.error.createAssignment=Die Aufgabe wurde gespeichert, aber die Turnitin-Informationen konnten nicht aktualisiert werden.  Versuchen Sie bitte erneut, zu speichern.
content_review.note=<div><br /><em>HINWEIS, Bei Verwendung von Turnitin:</em><ol><li>Setzen Sie die Aufgabe auf &quot;Nur eine hochgeladene Datei.&quot;</li> <li>Sagen Sie den Studierenden:</li><ol><li>Nur einen Anhang einreichen.</li><li>Nur folgende Dateitypen verwenden: Word, PDF, HTML, RTF oder Nur Text.</li><li>Immer die Dateierweiterung angeben.</li></ol></ol></div>

noti.releaseresubmission.subject.content=E-Mail-Benachrichtigung f\u00fcr Aufgabe mit zul\u00e4ssigen Neueinreichungen
noti.releaseresubmission.text=Ihre Einreichung f\u00fcr Aufgabe \u201e{0}\u201c wurde korrigiert, und die Aufgabe kann erneut eingereicht werden. Einzelheiten entnehmen Sie bitte {1}.
send.submission.releasereturn.email.options=Optionen zur E-Mail-Benachrichtigung \u00fcber freigegebene Neueinreichung:
send.submission.releasereturn.email.none=Keine Benachrichtigung an den Studierenden senden, wenn die Bewertung freigegeben wird und eine Neueinreichung m\u00f6glich ist
send.submission.releasereturn.email=Benachrichtigung an den Studierenden senden, wenn die Bewertung freigegeben wird und eine Neueinreichung m\u00f6glich ist

type_to_filter=Eintippen f\u00fcr Filter
review.eula=Endbenutzer-Lizenzvertrag
review.eula.agreement=Ich habe das folgende gelesen und stimme zu:
review.originality.reports.immediately_and_due=Sofort und am Fälligkeitsdatum
review.required=Bitte geben Sie die erforderlichen Informationen für die {0}-Plagiatservice-Einstellungen ein.
turnitinoc.exclude.bibliography=Bibliografie
turnitinoc.exclude.header=Aus Ähnlichkeitsberichten ausschließen
turnitinoc.exclude.quoted=Zitate
turnitinoc.generate.header=Ähnlichkeitsberichte erstellen
turnitinoc.index.all=Alle Übermittlungen indexieren
turnitinoc.index.header=Übermittlungen indexieren
turnitinoc.index.info=Indexierte Übermittlungen können in Ähnlichkeitsberichten verglichen werden
turnitinoc.instructions=Weitere Informationen sowie Anleitungen finden Sie unter {0}
youarenot21=Sie müssen dem Endbenutzer-Lizenzvertrag zustimmen, um Dokumente hier einreichen zu können: {0}