#-------------------------------------------------------------------------------
# Translated by: e-Labora: e-Learning Laboratory - State University of Campinas
# Translated by: LARC - Laboratory of Architecture and Computer Networks 
# TIDIA-Ae Project Fapesp, Sao Paulo, Brazil
#-------------------------------------------------------------------------------

#group related
group.membership = Membros do Grupo
group.description = Descri\u00e7\u00e3o
group.list = Lista de Grupos
group.title.same=J\u00e1 existe um Grupo com o mesmo T\u00edtulo. Por favor, escolha um diferente.
group.number = Tamanho (M\u00e1ximo)
group.newgroup = Criar Novo Grupo 
group.editgroup=Editar grupo
group.nogroup = N\u00e3o h\u00e1 grupos definidos.
editgroup.instruction = Selecione os membros da lista de membros do site e adicione ao grupo. Se desejar excluir, fa\u00e7a o mesmo selecionando os membros da lista de grupos e remova. Clique em {0} para salvar as altera\u00e7\u00f5es.
editgroup.membership = Membros
editgroup.remove = Excluir?
editgroup.removechecked = Excluir Itens Selecionados
editgroup.new = Adicionar
editgroup.revise = Editar
editgroup.update = Atualizar
editgroup.back = Voltar
editgroup.cancel = Cancelar
editgroup.generallist = Lista de Membros  do Site 
editgroup.grouplist = Lista de Membros do Grupo
editgroup.titlemissing = Voc\u00ea precisa especificar o t\u00edtulo do grupo.
editgroup.removegroups = Excluir Grupos
editgroup.groupdel.alert = A exclus\u00e3o de um grupo \u00e9 permanente. As ferramentas que usam os grupos selecionados podem n\u00e3o funcionar corretamente ap\u00f3s a exclus\u00e3o. \u00c9 recomendado a verifica\u00e7\u00e3o das ferramentas que est\u00e3o usando esses grupos no seu site antes de exclu\u00ed-los. Voc\u00ea tem certeza que deseja excluir os seguintes grupos?
editgroup.site.permission.alert = Voc\u00ea n\u00e3o tem permiss\u00e3o para fazer altera\u00e7\u00f5es no site.
editgroup.site.notfound.alert = Site n\u00e3o encontrado.
none=--Nenhum--

delete_group_tooltip=Por favor, selecione os grupos e, em seguida, clique no bot\u00e3o 'Excluir Selecionados' para ir \u00e0 p\u00e1gina de confirma\u00e7\u00e3o da exclus\u00e3o.
delete_group_nogroup=Por favor, selecione pelo menos um grupo para ser exclu\u00eddo.

#general action label
update=Atualizar
cancel=Cancelar

#automatically create new group
group.auto.newgroup = Grupos Autom\u00e1ticos
group.autocreate.newgroups=Criar Novos Grupos
group.autocreate.instruction_roster = Selecione a turma de um curso para criar um grupo separado para essa turma.
group.autocreate.instruction_role = Selecione um papel para criar um grupo separado para esse papel. Se voc\u00ea selecionar apenas um, voc\u00ea pode criar subgrupos baseados nele.
group.autocreate.selectrosterorrole=Por favor, selecione pelo menos uma turma ou papel.
table.roster_select=Selecionar
table.roster_title=Turma
table.role_select=Selecionar
table.role_title=Papel
instruction.roster=Selecione a turma de um curso para criar um grupo separado para essa turma.
instruction.role=Selecionar pap\u00e9is
randomOptionLabel=Criar grupos aleat\u00f3rios de membros com o papel selecionado.
roleOptionLabel=Criar um grupo separado para cada papel selecionado.
splitByGroupsLabel=Dividir por n\u00famero de grupos necess\u00e1rios
splitByUsersLabel=Dividir por n\u00famero de usu\u00e1rios necess\u00e1rios por grupo
group.title=T\u00edtulo do Grupo
group.joinable-set=Defini\u00e7\u00e3o de Inscri\u00e7\u00e3o
randomGroupsLegend=Op\u00e7\u00f5es
group.unit=N\u00famero de grupos
user.unit=N\u00famero de usu\u00e1rios por grupo
numToSplit.user.empty.alert=O campo 'N\u00famero de usu\u00e1rios por grupo' \u00e9 obrigat\u00f3rio.
numToSplit.group.empty.alert=O campo 'N\u00famero de grupos' \u00e9 obrigat\u00f3rio.
numToSplit.user.notanumber.alert=O campo 'N\u00famero de usu\u00e1rios por grupo' deve ser um n\u00famero positivo sem casas decimais
numToSplit.group.notanumber.alert=O campo 'N\u00famero de grupos' deve ser um n\u00famero positivo sem casas decimais 
groupTitle.empty.alert=O t\u00edtulo do grupo \u00e9 obrigat\u00f3rio quando seleciona criar grupos aleatoriamente.
exist.group.roster = (J\u00e1 existe um grupo com esta turma)
exist.group.role = (J\u00e1 existe um grupo com este papel) 
group.allow.view.membership=Permitir que todos os membros visualizem os outros membros deste grupo
group.allow.view.membership2=Permitir que todos os membros visualizem os outros membros deste grupo depois de se inscrever
group.allow.unjoinable=Permitir que um membro de um grupo saia do grupo depois de se inscrever
### Create Joinable Set Page
group.joinable.create=Criar Novo Conjunto de Grupos Relacionados
group.joinable.title=Criar Conjunto de Grupos Relacionados
group.joinable.title.edit=Editar Grupos Relacionados
group.joinable.desc=Os grupos relacionados s\u00e3o compostos por um conjunto de grupos associados a uma mesma atividade. Os grupos relacionados s\u00e3o  criados automaticamente e os usu\u00e1rios podem optar por participar ou n\u00e3o.Define-se um nome para o conjunto e um n\u00famero \u201cn\u201d de grupos que formar\u00e1 esse conjunto. Os nomes dos grupos ser\u00e3o formados pelo nome do conjunto e um numero de 1 at\u00e9 o \u201cn\u201d . Por exemplo\:  Nome do conjunto \= Projeto semestral. N\u00famero de grupos \= 3. Nomes dos grupos\: Projeto Semestral 1, Projeto Semestral 2 e Projeto Semestral 3. Todos os participantes do site podem se inscrever no grupo desejado. 
group.joinable.setname=Definir nome do conjunto de grupos:
group.joinable.numOfGroups=N\u00famero de grupos:
group.joinable.maxMembers=M\u00e1ximo de membros por grupo:
group.joinable.maxMembers2=M\u00e1ximo de membros:
group.joinable.allowPreview=Permitir que o usu\u00e1rio visualize os membros do grupo antes de se inscrever
numGroups.empty.alert=N\u00famero de grupos \u00e9 obrigat\u00f3rio e deve ser um n\u00famero v\u00e1lido
numGroups.zero.alert=N\u00famero de grupos deve ser maior que 0.
maxMembers.zero.alert=N\u00famero m\u00e1ximo de membros deve ser  maior que 0.
maxMembers.empty.alert=N\u00famero m\u00e1ximo de membros \u00e9 obrigat\u00f3rio e deve ser um n\u00famero v\u00e1lido
maxGroups.alert=N\u00famero m\u00e1ximo de grupos que voc\u00ea pode criar \u00e9 1000
group.joinable.currentgroups=Grupos Atuais:
group.joinable.additionalGroups=Gerar grupos adicionais
group.members=Membros
group.joinable.generate=Gerar
group.joinable.delete=Excluir Defini\u00e7\u00e3o
group.joinable.set=Configura\u00e7\u00e3o de inscri\u00e7\u00e3o:
joinableset.duplicate.alert=O nome configurado j\u00e1 foi usado. Por favor, escolha um nome diferente.
### limit of site group title ####
site_group_title_length_limit=Tamanho do t\u00edtulo n\u00e3o pode exceder  {0} caracteres. Por favor, forne\u00e7a um t\u00edtulo mais curto.

group.import = Importar do arquivo
group.importinstruction = Importar grupos de um arquivo de planilha ou csv

import1.title = Fazer upload de um arquivo que cont\u00e9m os grupos que voc\u00ea deseja criar
import1.instr.req.header = Requisitos de arquivo
import1.instr.req.1 = O arquivo CSV deve conter os detalhes do grupo nas colunas: t\u00edtulo do grupo, nome de usu\u00e1rio.
import1.instr.req.2 = As colunas devem estar na ordem acima, mas <b> n\u00e3o incluir uma linha de cabe\u00e7alhos de coluna</b>.
import1.instr.req.3 = Os campos devem ser separados por v\u00edrgulas, n\u00e3o devem conter espa\u00e7os entre os campos e cada campo deve estar entre aspas se \u00e9 necess\u00e1rio conter um espa\u00e7o.
import1.error = O arquivo enviado n\u00e3o era leg\u00edvel. Por favor, verifique se o arquivo est\u00e1 no formato correto e tente novamente.
import1.continue = Continuar

import2.check = Verificando os dados importados
import2.error = Os dados importados cont\u00e9m usu\u00e1rios inv\u00e1lidos ou os usu\u00e1rios que n\u00e3o fazem parte do site (destacado em vermelho). Voc\u00ea precisa corrigir esses problemas e come\u00e7ar de novo.
import2.okay = Os dados a seguir foram encontrados no arquivo enviado. Se estiver correto, clique em "Continuar".
import2.grouptitle = T\u00edtulo do Grupo
import2.userid = ID de Usu\u00e1rio
import2.continue = Grupos importados
import2.couldntimportgroups = Ocorreu um erro ao importar os grupos. Entre em contato com um administrador.
import2.groupexists = Este grupo j\u00e1 existe, os membros ser\u00e3o mesclados. Os usu\u00e1rios existentes s\u00e3o anotados em cinza.
