#X-Generator: crowdin.com
#group related
group.membership=\u0639\u0636\u0648\u06cc\u062a \u062f\u0631 \u06af\u0631\u0648\u0647
group.description=\u062a\u0648\u0636\u06cc\u062d\u0627\u062a
group.list=\u0644\u06cc\u0633\u062a \u06af\u0631\u0648\u0647
group.locked=\u06af\u0631\u0648\u0647 \u0628\u0647 \u062f\u0644\u06cc\u0644 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0627\u0632 \u0627\u0628\u0632\u0627\u0631 \u0642\u0641\u0644 \u0634\u062f\u0647 \u0627\u0633\u062a
group.title.same=\u0627\u06cc\u0646 \u0639\u0646\u0648\u0627\u0646 \u06af\u0631\u0648\u0647 \u0642\u0628\u0644\u0627 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0634\u062f\u0647 \u0627\u0633\u062a. \u0644\u0637\u0641\u0627 \u0646\u0627\u0645 \u062f\u06cc\u06af\u0631\u06cc \u0631\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f.
group.number=\u062d\u062c\u0645 (\u062d\u062f\u0627\u06a9\u062b\u0631)
group.newgroup=\u0627\u06cc\u062c\u0627\u062f \u06cc\u06a9 \u06af\u0631\u0648\u0647 \u062c\u062f\u06cc\u062f
group.editgroup=\u0648\u06cc\u0631\u0627\u06cc\u0634 \u06af\u0631\u0648\u0647
group.nogroup=\u0647\u06cc\u0686 \u06af\u0631\u0648\u0647\u06cc \u062a\u0639\u0631\u06cc\u0641 \u0646\u0634\u062f\u0647 \u0627\u0633\u062a.
group.role_prefix=\u0646\u0642\u0634\: 
group.section_prefix=\u0628\u062e\u0634\: 
editgroup.instruction=\u0628\u0631\u0627\u06cc \u0627\u0641\u0632\u0648\u062f\u0646 \u0627\u0639\u0636\u0627 \u062f\u0631 \u06af\u0631\u0648\u0647 \u062a\u0646\u0647\u0627 \u06a9\u0627\u0641\u06cc \u0627\u0633\u062a \u062a\u0627 \u0622\u0646 \u0647\u0627 \u0631\u0627 \u062f\u0631 \u0644\u06cc\u0633\u062a \u0627\u0639\u0636\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f. \u0627\u06cc\u0646\u06a9\u0627\u0631 \u0628\u0631\u0627\u06cc \u0627\u06cc\u062c\u0627\u062f \u0644\u06cc\u0633\u062a \u06af\u0631\u0648\u0647 \u0648 \u062d\u0630\u0641 \u0622\u0646 \u0645\u06cc \u0628\u0627\u0634\u062f. \u0628\u0631\u0627\u06cc \u0630\u062e\u06cc\u0631\u0647 \u062a\u063a\u06cc\u06cc\u0631\u0627\u062a \u0628\u0631 \u0631\u0648\u06cc {0} \u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f.
editgroup.membership=\u0639\u0636\u0648\u06cc\u062a
editgroup.remove=\u062d\u0630\u0641 \u0634\u0648\u062f\u061f
editgroup.removechecked=\u062d\u0630\u0641 \u0628\u0631\u0631\u0633\u06cc \u0634\u062f
editgroup.new=\u0627\u0641\u0632\u0648\u062f\u0646
editgroup.notallowed=\u0627\u0645\u06a9\u0627\u0646 \u0648\u06cc\u0631\u0627\u06cc\u0634 \u0627\u06cc\u0646 \u06af\u0631\u0648\u0647 \u0648\u062c\u0648\u062f \u0646\u062f\u0627\u0631\u062f \u0632\u06cc\u0631\u0627 \u0628\u0647 \u062f\u0644\u06cc\u0644 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0627\u0632 \u0627\u0628\u0632\u0627\u0631 \u0642\u0641\u0644 \u0634\u062f\u0647 \u0627\u0633\u062a.
editgroup.noteditable=\u0642\u0627\u0628\u0644 \u0648\u06cc\u0631\u0627\u06cc\u0634 \u0646\u06cc\u0633\u062a\u060c \u0632\u06cc\u0631\u0627 \u0628\u0647 \u062f\u0644\u06cc\u0644 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0627\u0632 \u0627\u0628\u0632\u0627\u0631 \u0642\u0641\u0644 \u0634\u062f\u0647 \u0627\u0633\u062a
editgroup.revise=\u0648\u064a\u0631\u0627\u064a\u0634
editgroup.update=\u0628\u0647\u200c\u0631\u0648\u0632 \u0631\u0633\u0627\u0646\u06cc
editgroup.back=\u0628\u0627\u0632\u06af\u0634\u062a
editgroup.cancel=\u0627\u0646\u0635\u0631\u0627\u0641
editgroup.generallist=\u0644\u06cc\u0633\u062a \u0627\u0639\u0636\u0627\u06cc \u0633\u0627\u06cc\u062a
editgroup.grouplist=\u0644\u06cc\u0633\u062a \u0627\u0639\u0636\u0627\u06cc \u06af\u0631\u0648\u0647
editgroup.group.locked=\u0634\u0645\u0627 \u0646\u0645\u06cc\u200c\u062a\u0648\u0627\u0646\u06cc\u062f \u06af\u0631\u0648\u0647\u06cc \u06a9\u0647 \u062a\u0648\u0633\u0637 \u0627\u0628\u0632\u0627\u0631(\u0647\u0627\u06cc\u06cc) \u0642\u0641\u0644 \u0634\u062f\u0647 \u0631\u0627 \u0648\u06cc\u0631\u0627\u06cc\u0634 \u06a9\u0646\u06cc\u062f
editgroup.group.locked.delete=\u0634\u0645\u0627 \u0646\u0645\u06cc\u200c\u062a\u0648\u0627\u0646\u06cc\u062f \u06af\u0631\u0648\u0647\u06cc \u06a9\u0647 \u062a\u0648\u0633\u0637 \u0627\u0628\u0632\u0627\u0631(\u0647\u0627\u06cc\u06cc) \u0642\u0641\u0644 \u0634\u062f\u0647 \u0631\u0627 \u062d\u0630\u0641 \u06a9\u0646\u06cc\u062f
editgroup.titlemissing=\u0634\u0645\u0627 \u0628\u0627\u06cc\u062f \u0639\u0646\u0648\u0627\u0646 \u06af\u0631\u0648\u0647 \u0631\u0627 \u0645\u0634\u062e\u0635 \u06a9\u0646\u06cc\u062f.
editgroup.removegroups=\u062d\u0630\u0641 \u06af\u0631\u0648\u0647 \u0647\u0627
editgroup.groupdel.alert=\u062d\u0630\u0641 \u06cc\u06a9 \u06af\u0631\u0648\u0647 \u062f\u0627\u0626\u0645\u06cc \u0627\u0633\u062a. \u0627\u0646\u062a\u062e\u0627\u0628 \u0627\u0628\u0632\u0627\u0631 \u06af\u0631\u0648\u0647 (\u0647\u0627) \u0645\u0645\u06a9\u0646 \u0627\u0633\u062a \u067e\u0633 \u0627\u0632 \u062d\u0630\u0641 \u0628\u0647 \u062f\u0631\u0633\u062a\u06cc \u0639\u0645\u0644 \u0646\u06a9\u0646\u062f. \u062a\u0648\u0635\u06cc\u0647 \u0645\u06cc \u0634\u0648\u062f \u06a9\u0647 \u0642\u0628\u0644 \u0627\u0632 \u067e\u0627\u06a9 \u06a9\u0631\u062f\u0646 \u06af\u0631\u0648\u0647 \u0647\u0627 \u0627\u0628\u0632\u0627\u0631 \u0645\u0648\u0631\u062f \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0622\u0646 \u0647\u0627 \u0631\u0627 \u062f\u0631 \u0633\u0627\u06cc\u062a \u062e\u0648\u062f \u0628\u0631\u0631\u0633\u06cc \u06a9\u0646\u06cc\u062f. \u0622\u06cc\u0627 \u0627\u0632 \u062d\u0630\u0641 \u06af\u0631\u0648\u0647 (\u0647\u0627) \u0632\u06cc\u0631 \u0627\u0637\u0645\u06cc\u0646\u0627\u0646 \u062f\u0627\u0631\u06cc\u062f\u061f
editgroup.site.permission.alert=\u0634\u0645\u0627 \u0645\u062c\u0627\u0632 \u0628\u0647 \u0627\u06cc\u062c\u0627\u062f \u062a\u063a\u06cc\u06cc\u0631\u0627\u062a \u062f\u0631 \u0627\u06cc\u0646 \u0635\u0641\u062d\u0647 \u0646\u06cc\u0633\u062a\u06cc\u062f.
editgroup.site.notfound.alert=\u0633\u0627\u06cc\u062a \u067e\u06cc\u062f\u0627 \u0646\u0634\u062f.
none=--\u0647\u06cc\u0686\u06a9\u062f\u0627\u0645--
groupList.selectAllNone=\u0627\u0646\u062a\u062e\u0627\u0628 \u0647\u0645\u0647/\u0647\u06cc\u0686\u06a9\u062f\u0627\u0645

delete_group_tooltip=\u0644\u0637\u0641\u0627 \u0627\u0628\u062a\u062f\u0627 \u06af\u0631\u0648\u0647 (\u0647\u0627) \u0631\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f \u0648 \u0628\u0627 \u06a9\u0644\u06cc\u06a9 \u0628\u0631 \u0631\u0648\u06cc \u062f\u06a9\u0645\u0647 "\u0628\u0631\u0633\u06cc \u062d\u0630\u0641" \u0632\u06cc\u0631 \u0635\u0641\u062d\u0647 \u0627\u06cc \u0631\u0627 \u06a9\u0647 \u0645\u06cc \u062e\u0648\u0627\u0647\u06cc\u062f \u062d\u0630\u0641 \u0634\u0648\u062f \u0631\u0627 \u0648\u0627\u0631\u062f \u06a9\u0646\u06cc\u062f.
delete_group_nogroup=\u0644\u0637\u0641\u0627 \u062d\u062f\u0627\u0642\u0644 \u06cc\u06a9 \u06af\u0631\u0648\u0647 \u0631\u0627 \u0628\u0631\u0627\u06cc \u062d\u0630\u0641 \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f.

deletegroup.notallowed.groups.remove=\u0627\u0645\u06a9\u0627\u0646 \u062d\u0630\u0641 \u0627\u06cc\u0646 \u06af\u0631\u0648\u0647(\u0647\u0627) \u0648\u062c\u0648\u062f \u0646\u062f\u0627\u0631\u062f \u0632\u06cc\u0631\u0627 \u0622\u0646\u0647\u0627 \u0628\u0647 \u0648\u0633\u06cc\u0644\u0647 \u0627\u0628\u0632\u0627\u0631(\u0647\u0627\u06cc\u06cc) \u0642\u0641\u0644 \u0634\u062f\u0647 \u0627\u0646\u062f\: {0}.
#general action label
update=\u0628\u0631\u0648\u0632 \u0631\u0633\u0627\u0646\u06cc
cancel=\u0627\u0646\u0635\u0631\u0627\u0641

#automatically create new group
group.auto.newgroup=\u06af\u0631\u0648\u0647 \u0647\u0627\u06cc \u0627\u062a\u0648\u0645\u0627\u062a\u06cc\u06a9
group.autocreate.newgroups=\u0627\u06cc\u062c\u0627\u062f \u06cc\u06a9 \u06af\u0631\u0648\u0647(\u0647\u0627) \u062c\u062f\u06cc\u062f
group.autocreate.selectrosterorrole=\u0644\u0637\u0641\u0627 \u062d\u062f\u0627\u0642\u0644 \u06cc\u06a9 \u0646\u0642\u0634 \u06cc\u0627 \u0641\u0647\u0631\u0633\u062a \u0631\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f.
group.autocreate.instructions=\u0644\u0637\u0641\u0627 \u062f\u0648\u0631\u0647 \u0641\u0647\u0631\u0633\u062a \u0647\u0627 \u06cc\u0627 \u0646\u0642\u0634 \u0647\u0627 \u0631\u0627 \u062c\u0647\u062a \u0627\u06cc\u062c\u0627\u062f \u06af\u0631\u0648\u0647 \u0628\u0631\u0627\u06cc \u0647\u0631 \u06cc\u06a9 \u0627\u0632 \u0622\u06cc\u062a\u0645 \u0647\u0627\u06cc \u0627\u0646\u062a\u062e\u0627\u0628\u06cc \u0645\u0634\u062e\u0635 \u06a9\u0646\u06cc\u062f.\n \u0627\u06af\u0631 \u0634\u0645\u0627 \u06cc\u06a9 \u0641\u0647\u0631\u0633\u062a \u06cc\u0627 \u0646\u0642\u0634 \u0631\u0627 \u0627\u0632 \u062c\u062f\u0648\u0644 \u0627\u062d\u062a\u0631\u0627\u0645 \u0627\u0646\u062a\u062e\u0627\u0628 \u0646\u0645\u0648\u062f\u0647 \u0627\u06cc\u062f\u060c \u0645\u06cc \u062a\u0648\u0627\u0646\u06cc\u062f \u0628\u0631\u0627\u06cc \u0622\u0646 \u0622\u06cc\u062a\u0645 \u0647\u0627 \u06af\u0631\u0648\u0647 \u0628\u0627 \u0627\u0639\u0636\u0627\u06cc \u062a\u0635\u0627\u062f\u0641\u06cc \u0627\u06cc\u062c\u0627\u062f \u06a9\u0646\u06cc\u062f.
group.autocreate.section.postfix=(\u06af\u0631\u0648\u0647)
table.roster_select=\u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0631\u062f\u0646
table.roster_title=\u0641\u0647\u0631\u0633\u062a \u062f\u0631\u0633
table.role_select=\u0627\u0646\u062a\u062e\u0627\u0628
table.role_title=\u0646\u0642\u0634
instruction.role=\u0627\u0646\u062a\u062e\u0627\u0628 \u0646\u0642\u0634
instruction.header.roster=\u0627\u0632 \u0641\u0647\u0631\u0633\u062a
instruction.header.role=\u0627\u0632 \u0646\u0642\u0634
randomOptionLabel=\u06af\u0631\u0648\u0647 \u062a\u0635\u0627\u062f\u0641\u06cc \u0627\u0632 \u0627\u0646\u062a\u062e\u0627\u0628 \u0627\u0639\u0636\u0627\u06cc \u062f\u0627\u0631\u0627\u06cc \u0646\u0642\u0634 \u0627\u06cc\u062c\u0627\u062f \u06a9\u0646.
roleOptionLabel=\u0628\u0631\u0627\u06cc \u0646\u0642\u0634 \u0647\u0627\u06cc \u0627\u0646\u062a\u062e\u0627\u0628\u06cc \u06cc\u06a9 \u06af\u0631\u0648\u0647 \u0627\u06cc\u062c\u0627\u062f \u06a9\u0646.
rosterOptionLabel=\u0628\u0631\u0627\u06cc \u0641\u0647\u0631\u0633\u062a \u0627\u0646\u062a\u062e\u0627\u0628\u06cc \u06cc\u06a9 \u06af\u0631\u0648\u0647 \u0627\u06cc\u062c\u0627\u062f \u06a9\u0646.
rosterRandomOptionLabel=\u06af\u0631\u0648\u0647 \u062a\u0635\u0627\u062f\u0641\u06cc \u0627\u0632 \u0627\u0639\u0636\u0627\u06cc \u0627\u0646\u062a\u062e\u0627\u0628 \u0634\u062f\u0647 \u062f\u0631 \u0641\u0647\u0631\u0633\u062a \u0627\u06cc\u062c\u0627\u062f \u06a9\u0646.
splitByGroupsLabel=\u062a\u0648\u0633\u0637 \u062a\u0639\u062f\u0627\u062f\u06cc \u0627\u0632 \u06af\u0631\u0648\u0647 \u0647\u0627\u06cc \u0645\u0648\u0631\u062f \u0646\u06cc\u0627\u0632 \u062a\u0642\u0633\u06cc\u0645 \u0634\u062f\u0647 \u0627\u0633\u062a
splitByUsersLabel=\u062a\u0648\u0633\u0637 \u062a\u0639\u062f\u0627\u062f\u06cc \u0627\u0632 \u06a9\u0627\u0631\u0628\u0631\u0627\u0646 \u0645\u0648\u0631\u062f \u0646\u06cc\u0627\u0632 \u062f\u0631 \u0647\u0631 \u06af\u0631\u0648\u0647 \u062a\u0642\u0633\u06cc\u0645 \u0634\u062f\u0647 \u0627\u0633\u062a
group.title=\u0639\u0646\u0648\u0627\u0646 \u06af\u0631\u0648\u0647
group.joinable-set=\u0645\u062c\u0645\u0648\u0639\u0647\u200c\u06cc \u0642\u0627\u0628\u0644 \u067e\u06cc\u0648\u0633\u062a
randomGroupsLegend=\u06af\u0632\u06cc\u0646\u0647\u200e\u0647\u0627
group.unit=\u062a\u0639\u062f\u0627\u062f \u06af\u0631\u0648\u0647 \u0647\u0627
user.unit=\u062a\u0639\u062f\u0627\u062f \u06a9\u0627\u0631\u0628\u0631\u0627\u0646 \u062f\u0631 \u0647\u0631 \u06af\u0631\u0648\u0647
numToSplit.user.empty.alert=\u062a\u0639\u062f\u0627\u062f \u06a9\u0627\u0631\u0628\u0631\u0627\u0646 \u062f\u0631 \u0647\u0631 \u0641\u06cc\u0644\u062f \u06af\u0631\u0648\u0647 \u0645\u0648\u0631\u062f \u0646\u06cc\u0627\u0632 \u0627\u0633\u062a.
numToSplit.group.empty.alert=\u062a\u0639\u062f\u0627\u062f \u0641\u06cc\u0644\u062f \u06af\u0631\u0648\u0647 \u0647\u0627 \u0645\u0648\u0631\u062f \u0646\u06cc\u0627\u0632 \u0627\u0633\u062a.
numToSplit.user.notanumber.alert=\u062a\u0639\u062f\u0627\u062f \u06a9\u0627\u0631\u0628\u0631\u0627\u0646 \u062f\u0631 \u0647\u0631 \u0641\u06cc\u0644\u062f \u06af\u0631\u0648\u0647 \u0628\u0627\u06cc\u062f \u0639\u062f\u062f \u0635\u062d\u06cc\u062d \u0648 \u0628\u062f\u0648\u0646 \u0627\u0639\u0634\u0627\u0631 \u0628\u0627\u0634\u062f
numToSplit.group.notanumber.alert=\u062a\u0639\u062f\u0627\u062f \u0641\u06cc\u0644\u062f \u06af\u0631\u0648\u0647 \u0647\u0627 \u0628\u0627\u06cc\u062f \u0639\u062f\u062f \u0635\u062d\u06cc\u062d \u0648 \u0628\u062f\u0648\u0646 \u0627\u0639\u0634\u0627\u0631 \u0628\u0627\u0634\u062f
groupTitle.empty.alert=\u0632\u0645\u0627\u0646\u06cc \u06a9\u0647 \u0645\u06cc \u062e\u0648\u0627\u0647\u06cc\u062f \u0628\u0647 \u0635\u0648\u0631\u062a \u062a\u0635\u0627\u062f\u0641\u06cc \u06af\u0631\u0648\u0647 \u0627\u06cc\u062c\u0627\u062f \u06a9\u0646\u06cc\u062f\u060c \u0639\u0646\u0648\u0627\u0646 \u06af\u0631\u0648\u0647 \u0645\u0648\u0631\u062f \u0646\u06cc\u0627\u0632 \u0627\u0633\u062a.
exist.group.roster=(\u06af\u0631\u0648\u0647 \u0628\u0627 \u0647\u0645\u06cc\u0646 \u0641\u0647\u0631\u0633\u062a \u0627\u0632 \u0642\u0628\u0644 \u0648\u062c\u0648\u062f \u062f\u0627\u0631\u062f)
exist.group.role=(\u06af\u0631\u0648\u0647 \u0628\u0627 \u0647\u0645\u06cc\u0646 \u0646\u0642\u0634 \u0627\u0632 \u0642\u0628\u0644 \u0648\u062c\u0648\u062f \u062f\u0627\u0631\u062f) 
group.allow.view.membership=\u0628\u0647 \u0627\u0639\u0636\u0627 \u0627\u062c\u0627\u0632\u0647 \u062f\u0627\u062f\u0647 \u0634\u0648\u062f \u062a\u0627 \u0627\u0639\u0636\u0627\u06cc \u062f\u06cc\u06af\u0631 \u06af\u0631\u0648\u0647 \u0631\u0627 \u0645\u0634\u0627\u0647\u062f\u0647 \u06a9\u0646\u0646\u062f
group.allow.view.membership2=\u067e\u0633 \u0627\u0632 \u067e\u06cc\u0648\u0633\u062a\u0646\u060c \u0628\u0647 \u0627\u0639\u0636\u0627 \u0627\u062c\u0627\u0632\u0647 \u062f\u0627\u062f\u0647 \u0634\u0648\u062f \u062a\u0627 \u0627\u0639\u0636\u0627\u06cc \u062f\u06cc\u06af\u0631 \u06af\u0631\u0648\u0647 \u0631\u0627 \u0645\u0634\u0627\u0647\u062f\u0647 \u06a9\u0646\u0646\u062f
group.allow.unjoinable=\u0628\u0647 \u06a9\u0627\u0631\u0628\u0631\u0627\u0646 \u0627\u062c\u0627\u0632\u0647 \u0628\u06cc\u0631\u0648\u0646 \u0622\u0645\u062f\u0646 (\u062c\u062f\u0627 \u0634\u062f\u0646) \u067e\u0633 \u0627\u0632 \u067e\u06cc\u0648\u0633\u062a\u0646 \u0631\u0627 \u0645\u06cc \u062f\u0647\u062f
### Create Joinable Set Page
group.joinable.create=\u0627\u06cc\u062c\u0627\u062f \u062a\u0646\u0638\u06cc\u0645\u0627\u062a \u062c\u062f\u06cc\u062f \u0628\u0631\u0627\u06cc \u067e\u06cc\u0648\u0633\u062a\u0646
group.joinable.title=\u0627\u06cc\u062c\u0627\u062f \u062a\u0646\u0638\u06cc\u0645\u0627\u062a \u0628\u0631\u0627\u06cc \u067e\u06cc\u0648\u0633\u062a\u0646
group.joinable.title.edit=\u0648\u06cc\u0631\u0627\u06cc\u0634 \u062a\u0646\u0638\u06cc\u0645\u0627\u062a \u0628\u0631\u0627\u06cc \u067e\u06cc\u0648\u0633\u062a\u0646
group.joinable.desc=\u0627\u0636\u0627\u0641\u0647 \u06a9\u0631\u062f\u0646 \u0627\u06cc\u062c\u0627\u062f \u0645\u062c\u0645\u0648\u0639\u0647 \u0627\u06cc \u0627\u0632 \u06af\u0631\u0648\u0647 \u0628\u0647 \u0637\u0648\u0631 \u062e\u0648\u062f\u06a9\u0627\u0631  \u0634\u0627\u0645\u0644  \u06a9\u0627\u0631\u0628\u0631\u0627\u0646 \u0645\u06cc \u062a\u0648\u0627\u0646\u0646\u062f \u067e\u06cc\u0648\u0633\u062a\u0646 \u0631\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u0646\u062f. \u0647\u0631 \u06af\u0631\u0648\u0647 \u062f\u0631 \u06cc\u06a9 \u062a\u0646\u0638\u06cc\u0645 \u0642\u0631\u0627\u0631 \u0645\u06cc \u06af\u06cc\u0631\u062f \n\u0628\u0627 \u0646\u0627\u0645 \u0645\u062c\u0645\u0648\u0639\u0647 \u0622\u063a\u0627\u0632 \u0648 \u0628\u0627 \u06cc\u06a9 \u0634\u0645\u0627\u0631\u0647 \u0645\u0646\u062d\u0635\u0631 \u0628\u0647 \u0641\u0631\u062f \u0628\u0647 \u067e\u0627\u06cc\u0627\u0646 \u0645\u06cc \u0631\u0633\u062f. \u06cc\u06a9 \u0641\u0631\u062f \u0645\u06cc \u062a\u0648\u0627\u0646\u062f \u06cc\u06a9 \u06af\u0631\u0648\u0647 \u062f\u0631 \u0647\u0631 \u062a\u0646\u0637\u06cc\u0645 \u0628\u067e\u06cc\u0648\u0646\u062f\u062f.
group.joinable.setname=\u062a\u0646\u0638\u06cc\u0645 \u0646\u0627\u0645\:
group.joinable.numOfGroups=\u062a\u0639\u062f\u0627\u062f \u06af\u0631\u0648\u0647 \u0647\u0627\:
group.joinable.maxMembers=\u062a\u0639\u062f\u0627\u062f \u062d\u062f\u0627\u06a9\u062b\u0631 \u0627\u0639\u0636\u0627\u06cc \u0647\u0631 \u06af\u0631\u0648\u0647\:
group.joinable.maxMembers2=\u062d\u062f\u0627\u06a9\u062b\u0631 \u0627\u0639\u0636\u0627\:
group.joinable.allowPreview=\u0642\u0628\u0644 \u0627\u0632 \u067e\u06cc\u0648\u0633\u062a\u0646 \u0628\u0647 \u06a9\u0627\u0631\u0628\u0631 \u0645\u062c\u0627\u0632 \u0628\u0647 \u062f\u06cc\u062f\u0646 \u0627\u0639\u0636\u0627\u06cc \u06af\u0631\u0648\u0647 \u0628\u0627\u0634\u062f
numGroups.empty.alert=\u062a\u0639\u062f\u0627\u062f \u06af\u0631\u0648\u0647 \u0647\u0627 \u0645\u0648\u0631\u062f \u0646\u06cc\u0627\u0632 \u0628\u0648\u062f\u0647 \u0648 \u0628\u0627\u06cc\u062f \u06cc\u06a9 \u0639\u062f\u062f \u0645\u0639\u062a\u0628\u0631 \u0628\u0627\u0634\u062f
numGroups.zero.alert=\u062a\u0639\u062f\u0627\u062f \u06af\u0631\u0648\u0647 \u0647\u0627 \u0628\u0627\u06cc\u062f \u0628\u0632\u0631\u06af\u062a\u0631 \u0627\u0632 \u06f0 \u0628\u0627\u0634\u062f.
maxMembers.zero.alert=\u062d\u062f\u0627\u06a9\u062b\u0631 \u062a\u0639\u062f\u0627\u062f \u0627\u0639\u0636\u0627 \u0628\u0627\u06cc\u062f \u0628\u06cc\u0634\u062a\u0631 \u0627\u0632 \u06f0 \u0628\u0627\u0634\u062f.
maxMembers.empty.alert=\u062d\u062f\u0627\u06a9\u062b\u0631 \u062a\u0639\u062f\u0627\u062f \u06af\u0631\u0648\u0647 \u0647\u0627 \u0645\u0648\u0631\u062f \u0646\u06cc\u0627\u0632 \u0628\u0648\u062f\u0647 \u0648 \u0628\u0627\u06cc\u062f \u06cc\u06a9 \u0639\u062f\u062f \u0645\u0639\u062a\u0628\u0631 \u0628\u0627\u0634\u062f
maxGroups.alert=\u062d\u062f\u0627\u06a9\u062b\u0631 \u062a\u0639\u062f\u0627\u062f \u06af\u0631\u0648\u0647 \u0647\u0627\u06cc \u0642\u0627\u0628\u0644 \u0633\u0627\u062e\u062a \u0628\u0631\u0627\u0628\u0631 \u0628\u0627 \u06f1\u06f0\u06f0\u06f0 \u0627\u0633\u062a
group.joinable.currentgroups=\u06af\u0631\u0648\u0647 \u0647\u0627\u06cc \u0641\u0639\u0644\u06cc\:
group.joinable.additionalGroups=\u062a\u0648\u0644\u06cc\u062f \u06af\u0631\u0648\u0647 \u0647\u0627\u06cc \u0627\u0636\u0627\u0641\u06cc
group.joinable.pendingGroups=\u06af\u0631\u0648\u0647 \u0647\u0627\u06cc \u062f\u0631 \u0627\u0646\u062a\u0638\u0627\u0631\:
group.joinable.pendingGroups.disclaimer=\u0627\u06cc\u0646 \u06af\u0631\u0648\u0647 \u0647\u0627 \u0632\u0645\u0627\u0646\u06cc \u06a9\u0647 \u062a\u063a\u06cc\u06cc\u0631\u0627\u062a \u0631\u0627 \u0630\u062e\u06cc\u0631\u0647 \u06a9\u0646\u06cc\u062f \u0627\u06cc\u062c\u0627\u062f \u0645\u06cc \u0634\u0648\u0646\u062f.
group.joinable.edit.saveChanges=\u0630\u062e\u06cc\u0631\u0647 \u062a\u063a\u06cc\u06cc\u0631\u0627\u062a
group.joinable.usersNotInSet=\u06a9\u0627\u0628\u0631\u0627\u0646\u06cc \u06a9\u0647 \u0647\u0646\u0648\u0632 \u0628\u0647 \u062a\u0646\u0638\u06cc\u0645\u0627\u062a \u06af\u0631\u0648\u0647 \u0646\u067e\u06cc\u0648\u0633\u062a\u0646
group.members=\u0627\u0639\u0636\u0627
group.joinable.generate=\u0633\u0627\u062e\u062a\u0646
group.joinable.delete=\u0645\u062c\u0645\u0648\u0639\u0647\u200c \u062d\u0630\u0641
group.joinable.set=\u062a\u0646\u0638\u06cc\u0645\u0627\u062a \u0642\u0627\u0628\u0644 \u067e\u06cc\u0648\u0633\u062a\u0646\:
joinableset.duplicate.alert=\u0646\u0627\u0645 \u0645\u062c\u0645\u0648\u0639\u0647 \u0642\u0628\u0644\u0627 \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u0634\u062f\u0647 \u0627\u0633\u062a. \u0644\u0637\u0641\u0627 \u0646\u0627\u0645 \u062f\u06cc\u06af\u0631\u06cc \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f.
### limit of site group title ####
site_group_title_length_limit=\u0637\u0648\u0644 \u0639\u0646\u0648\u0627\u0646 \u0646\u0645\u06cc \u062a\u0648\u0627\u0646\u062f \u0627\u0632 \u062a\u0639\u062f\u0627\u062f {0} \u06a9\u0627\u0631\u0627\u06a9\u062a\u0631 \u0628\u06cc\u0634\u062a\u0631 \u0628\u0627\u0634\u062f. \u0644\u0637\u0641\u0627 \u0639\u0646\u0648\u0627\u0646\u06cc \u0628\u0627 \u0637\u0648\u0644 \u06a9\u0645\u062a\u0631 \u0627\u0646\u062a\u062e\u0627\u0628 \u0646\u0645\u0627\u06cc\u06cc\u062f.

group.import=\u0648\u0631\u0648\u062f\u06cc \u0627\u0632 \u0641\u0627\u06cc\u0644
group.importinstruction=\u0648\u0631\u0648\u062f\u06cc \u06a9\u0627\u0628\u0631\u0627\u0646 \u0627\u0632 \u0635\u0641\u062d\u0647 \u06af\u0633\u062a\u0631\u062f\u0647 \u06cc\u0627 \u0641\u0627\u06cc\u0644 csv

import1.title=\u0641\u0627\u06cc\u0644 \u062d\u0627\u0648\u06cc \u06af\u0631\u0648\u0647 \u0647\u0627\u06cc \u06a9\u0647 \u0645\u0627\u06cc\u0644 \u0628\u0647 \u0627\u06cc\u062c\u0627\u062f\u0634\u0627\u0646 \u0647\u0633\u062a\u06cc\u062f \u0631\u0627 \u0622\u067e\u0644\u0648\u062f \u06a9\u0646\u06cc\u062f
import1.instr.req.header=\u0646\u06cc\u0627\u0632\u0645\u0646\u062f\u06cc\u0647\u0627\u06cc \u0641\u0627\u06cc\u0644
import1.instr.req.1=\u0641\u0627\u06cc\u0644 cvs \u0628\u0627\u06cc\u062f \u0634\u0627\u0645\u0644 \u062c\u0632\u0626\u06cc\u0627\u062a \u06af\u0631\u0648\u0647 \u062f\u0631 \u0627\u06cc\u0646 \u0633\u062a\u0648\u0646 \u0647\u0627 \u0628\u0627\u0634\u062f\: \u0639\u0646\u0648\u0627\u0646 \u06af\u0631\u0648\u0647\u060c \u0646\u0627\u0645 \u06a9\u0627\u0631\u0628\u0631\u06cc. 
import1.instr.req.2=\u0633\u062a\u0648\u0646 \u0628\u0627\u06cc\u062f \u062f\u0631 \u062c\u0647\u062a \u0628\u0627\u0644\u0627 \u0628\u0627\u0634\u062f\u060c \u0627\u0645\u0627 \u0645\u06cc \u062a\u0648\u0627\u0646\u06cc\u062f <b> \u062f\u0631 \u0635\u0648\u0631\u062a\u06cc \u06a9\u0647 \u0631\u062f\u06cc\u0641 \u0639\u0646\u0648\u0627\u0646 \u0647\u0627 \u0634\u0627\u0645\u0644 \u0633\u062a\u0648\u0646 \u0646\u0628\u0627\u0634\u062f</b> \u0627\u0633\u062a\u0641\u0627\u062f\u0647 \u06a9\u0646\u06cc\u062f.
import1.instr.req.3=\u0641\u06cc\u0644\u062f \u0647\u0627 \u0628\u0627\u06cc\u062f \u0628\u0627 \u06a9\u0627\u0645\u0627 \u0627\u0632 \u0647\u0645 \u062c\u062f\u0627 \u0634\u0648\u0646\u062f\u060c \u0647\u06cc\u0686 \u0641\u0627\u0635\u0644\u0647 \u0627\u06cc \u0628\u06cc\u0646 \u0641\u06cc\u0644\u062f \u0647\u0627 \u0646\u0628\u0627\u0634\u062f \u0648 \u0627\u06af\u0631 \u0634\u0627\u0645\u0644 \u06cc\u06a9 \u0641\u0636\u0627 \u0627\u0633\u062a \u0647\u0631 \u0641\u06cc\u0644\u062f \u0628\u0627\u06cc\u062f \u0628\u0627 \u062f\u0648 \u0646\u0642\u0644 \u0642\u0648\u0644 \u0627\u062d\u0627\u0637\u0647 \u0634\u0648\u062f.
import1.error=\u0641\u0627\u06cc\u0644\u06cc \u06a9\u0647 \u0634\u0645\u0627 \u0622\u067e\u0644\u0648\u062f \u06a9\u0631\u062f\u0647 \u0627\u06cc\u062f \u0642\u0627\u0628\u0644 \u062e\u0648\u0627\u0646\u062f\u0646 \u0646\u0645\u06cc \u0628\u0627\u0634\u062f. \u0644\u0637\u0641\u0627 \u0642\u0627\u0644\u0628 \u0641\u0627\u06cc\u0644 \u0631\u0627 \u0628\u0631\u0631\u0633\u06cc \u06a9\u0631\u062f\u0647 \u0648 \u0645\u062c\u062f\u062f\u0627 \u0627\u0645\u062a\u062d\u0627\u0646 \u06a9\u0646\u06cc\u062f.
import1.continue=\u0627\u062f\u0627\u0645\u0647

import2.check=\u0628\u0631\u0631\u0633\u06cc \u062f\u0627\u062f\u0647 \u0647\u0627\u06cc \u0648\u0627\u0631\u062f \u0634\u062f\u0647
import2.error=\u0627\u0637\u0644\u0627\u0639\u0627\u062a\u06cc \u06a9\u0647 \u0627\u0631\u0627\u0626\u0647 \u0646\u0645\u0648\u062f\u0647 \u0627\u06cc\u062f \u0634\u0627\u0645\u0644 \u06a9\u0627\u0631\u0628\u0631\u0627\u0646 \u0646\u0627\u0645\u0639\u062a\u0628\u0631 \u0628\u0648\u062f\u0647 \u06cc\u0627 \u06a9\u0627\u0631\u0628\u0631\u0627\u0646 \u0628\u062e\u0634\u06cc \u0627\u0632 \u0633\u0627\u06cc\u062a \u0646\u0645\u06cc \u0628\u0627\u0634\u0646\u062f. \u067e\u0633 \u0627\u0632 \u0627\u0635\u0644\u0627\u062d \u0627\u06cc\u0646 \u0645\u0633\u0627\u0626\u0644 \u0645\u062c\u062f\u062f\u0627 \u0634\u0631\u0648\u0639 \u06a9\u0646\u06cc\u062f.
import2.okay=\u062f\u0627\u062f\u0647 \u0632\u06cc\u0631 \u062f\u0631 \u0641\u0627\u06cc\u0644 \u0622\u067e\u0644\u0648\u062f \u0634\u062f\u0647 \u067e\u06cc\u062f\u0627 \u0634\u062f. \u0627\u06af\u0631 \u062f\u0631\u0633\u062a \u0627\u0633\u062a\u060c \u0628\u0631 \u0631\u0648\u06cc "\u0627\u062f\u0627\u0645\u0647" \u06a9\u0644\u06cc\u06a9 \u06a9\u0646\u06cc\u062f.
import2.grouptitle=\u0639\u0646\u0648\u0627\u0646 \u06af\u0631\u0648\u0647
import2.userid=\u0634\u0646\u0627\u0633\u0647 \u06a9\u0627\u0631\u0628\u0631\u06cc
import2.continue=\u0648\u0631\u0648\u062f \u06af\u0631\u0648\u0647\u200c\u0647\u0627
import2.couldntimportgroups=\u062f\u0631 \u0648\u0631\u0648\u062f\u06cc \u0647\u0627\u06cc \u06af\u0631\u0648\u0647 \u06cc\u06a9 \u062e\u0637\u0627 \u0631\u062e \u062f\u0627\u062f\u0647 \u0627\u0633\u062a. \u0644\u0637\u0641\u0627 \u0628\u0627 \u0645\u062f\u06cc\u0631\u06cc\u062a \u062a\u0645\u0627\u0633 \u0628\u06af\u06cc\u0631\u06cc\u062f.
import2.groupexists=\u0627\u06cc\u0646 \u06af\u0631\u0648\u0647 \u062f\u0631 \u062d\u0627\u0644 \u062d\u0627\u0636\u0631 \u0648\u062c\u0648\u062f \u062f\u0627\u0631\u062f\u060c \u0639\u0636\u0648\u06cc\u062a \u0627\u062f\u063a\u0627\u0645 \u062e\u0648\u0627\u0647\u062f \u0634\u062f. \u06a9\u0627\u0631\u0628\u0631\u0627\u0646 \u0645\u0648\u062c\u0648\u062f \u0628\u0627 \u0631\u0646\u06af \u062e\u0627\u06a9\u0633\u062a\u0631\u06cc \u0646\u0634\u0627\u0646 \u062f\u0627\u062f\u0647 \u0634\u062f\u0647 \u0627\u0646\u062f.

