#Generated by ResourceBundle Editor (http://eclipse-rbe.sourceforge.net)
#Tue Jan 25 14:32:12 CET 2011

cancel = Cancel\u00B7la

delete_group_nogroup = Escolliu almenys un grup a esborrar.

delete_group_tooltip = Seleccioneu els grups i despr\u00E9s feu clic a "Actualitza" per anar a la p\u00E0gina de confirmaci\u00F3.

editgroup.back                  = Enrere
editgroup.cancel                = Cancel\u00B7la
editgroup.generallist           = Llista de membres de l'espai
editgroup.groupdel.alert        = Esteu\u00A0segur que desitgeu eliminar els grups seg\u00FCents?
editgroup.grouplist             = Llista de membres del grup
editgroup.instruction           = Seleccioneu de la llista de membres de l'espai aquells que voleu afegir al grup. De la mateixa manera, seleccioneu els membres que desitgeu eliminar del grup i elimineu-los. Feu clic a ''Actualitza'' per desar els canvis.
editgroup.membership            = Pertinen\u00E7a
editgroup.new                   = Afegeix
editgroup.remove                = Eliminar?
editgroup.removechecked         = Elimina els seleccionats
editgroup.removegroups          = Elimina els grups
editgroup.revise                = Edita
editgroup.site.notfound.alert   = No s'ha trobat l'espai.
editgroup.site.permission.alert = No teniu autoritzaci\u00F3 per fer canvis en aquest espai.
editgroup.titlemissing          = Cal que especifiqueu un t\u00EDtol per al grup.
editgroup.update                = Actualitza

exist.group.role   = (Ja existeix un grup amb aquest rol) 
exist.group.roster = (Ja existeix un grup amb els mateixos membres)

group.auto.newgroup                 = Grups autom\u00E0tics 
group.autocreate.instruction_role   = Seleccioneu un rol per crear un grup separat per aquest rol. Si nom\u00E9s en seleccioneu un, podeu crear subgrups basats en ell. 
group.autocreate.instruction_roster = Seleccioneu l'orla d'un curs per crear un grup separat per aquesta orla.
group.autocreate.newgroups          = Crea grups nous
group.autocreate.selectrosterorrole = Seleccioneu almenys una orla o un rol.
group.description                   = Descripci\u00F3
group.import                        = Importa d'un fitxer
group.importinstruction             = Importa els grups d'un full de c\u00E0lcul o d'un fitxer csv
group.list                          = Llista de grups
group.membership                    = Pertinen\u00E7a a grups
group.newgroup                      = Crea un grup nou
group.nogroup                       = No hi ha grups definits.
group.number                        = Mida
group.title                         = T\u00ED\u00ADtol del grup
group.title.same                    = El t\u00ED\u00ADtol de grup ja est\u00E0\u00A0 en \u00FAs. Escolliu-ne un altre
group.unit                          = Nombre de grups

groupTitle.empty.alert = Posar un t\u00EDtol al grup \u00E9s obligatori quan es creen grups aleat\u00F2riament.

import1.continue         = Continua
import1.error            = El fitxer que heu pujat no s'ha pogut llegir. Comproveu que el format del fitxer \u00E9s correcte i proveu-ho novament.
import1.instr.req.1      = El fitxer CSV ha de contenir les propietats del grup a les columnes: nom del grup, nom de l'usuari.
import1.instr.req.2      = Les columnes han de seguir l'ordre de dalt, per\u00F2 <b>no s'ha d'incloure una fila de cap\u00E7aleres de columna</b>.
import1.instr.req.3      = Els camps han d'estar separats per comes, no hi pot haver espais entre els camps i cada camp ha d'anar entre cometes dobles si cont\u00E9 un espai.
import1.instr.req.header = Requeriments del fitxer
import1.title            = Pugeu un fitxer que contingui els grups que voleu crear

import2.check               = Verifica les dades importades
import2.continue            = Importa els grups
import2.couldntimportgroups = S'ha produ\u00EFt un error important els grups. Contacteu amb l'administrador. 
import2.error               = Les dades que heu proporcionat contenien usuaris que no eren v\u00E0lids o que no formen part de l'espai (estan ressaltats en vermell). Cal que ho corregiu i comenceu de nou. 
import2.groupexists         = Aquest grup ja existeix, els seus membres s'unificaran. Els usuaris que ja existeixen estaran ressaltats en gris. 
import2.grouptitle          = Nom del grup
import2.okay                = Al fitxer que heu pujat hi ha les dades seg\u00FCents. Si s\u00F3n correctes, feu clic a 'Continua'.
import2.userid              = Id d'usuari

instruction.role   = Seleccioneu els rols.
instruction.roster = Seleccioneu l'orla d'un curs per crear un grup separat per aquesta orla.

numToSplit.group.empty.alert      = El camp de nombre de grups \u00E9s obligatori.
numToSplit.group.notanumber.alert = Al camp de nombre de grups s'hi ha d'introduir un nombre positiu sense decimals 
numToSplit.user.empty.alert       = El camp de nombre d'usuaris per grup \u00E9s obligatori.
numToSplit.user.notanumber.alert  = Al camp de nombre d'usuaris per grup s'hi ha d'introduir un nombre positiu sense decimals 

randomGroupsLegend = Opcions

randomOptionLabel = Crea grups aleatoris amb membres que tenen el(s) rol(s) seleccionat(s).

roleOptionLabel = Crea un grup separat per cada rol seleccionat.

site_group_title_length_limit = El t\u00ED\u00ADtol no ha de superar els {0} car\u00E0cters. Introdu\u00EFu un t\u00EDtol m\u00E9s curt.

splitByGroupsLabel = Separa en el nombre de grups requerit

splitByUsersLabel = Separa per nombre d'usuaris requerit per grup

table.role_select   = Selecciona
table.role_title    = Rol
table.roster_select = Selecciona
table.roster_title  = Orla

update = Actualitza

user.unit = Nombre d'usuaris per grup
