#X-Generator: crowdin.com
#group related
group.membership=Groupe Adh\u00e9sion
group.description=Description
group.list=Liste de Groupe
group.locked=Le groupe est verrouill\u00e9 en raison de l\u2019utilisation de l\u2019outil
group.title.same=Le m\u00eame titre de groupe a \u00e9t\u00e9 utilis\u00e9. Veuillez choisir un diff\u00e9rent.
group.number=Taille
group.newgroup=Cr\u00e9er Nouveau Groupe
group.editgroup=Modifier le groupe
group.nogroup=Pas de groupe d\u00e9finis
group.role_prefix=R\u00f4le \: 
group.section_prefix=Section \: 
editgroup.instruction=Choisir les membres de la liste de membre de site et ajouter au groupe. Choisir les membres de la liste de groupe et les supprimer. Cliquer la mise \u00e0 jour pour enregistrer des changements.
editgroup.membership=Adh\u00e9sion
editgroup.remove=Supprimer ?
editgroup.removechecked=Supprimer Contr\u00f4l\u00e9
editgroup.new=Ajouter
editgroup.notallowed=Impossible de modifier ce groupe car il est verrouill\u00e9 par l\u2019utilisation de l\u2019outil.
editgroup.noteditable=Non modifiable, car il est verrouill\u00e9 par l\u2019usage de l\u2019outil
editgroup.revise=\u00c9diter
editgroup.update=Mettre \u00e0 jour
editgroup.back=Pr\u00e9c\u00e9dent
editgroup.cancel=Annuler
editgroup.generallist=Liste de Membres de Site
editgroup.grouplist=Liste de Membres de Groupes
editgroup.group.locked=Vous ne pouvez pas modifier un groupe verrouill\u00e9 par certains outils
editgroup.group.locked.delete=Vous ne pouvez pas supprimer un groupe verrouill\u00e9 par certains outils
editgroup.titlemissing=Vous devez sp\u00e9cifier le titre de groupe.
editgroup.removegroups=Supprimer Groupes
editgroup.groupdel.alert=Etes-vous s\u00fbr de  vouloir de supprimer les groupes suivants ?
editgroup.site.permission.alert=Vous n'\u00eates pas autoris\u00e9 d'apporter des modifications \u00e0 ce site.
editgroup.site.notfound.alert=Site non trouv\u00e9.
none=--Aucun--
groupList.selectAllNone=S\u00e9lectionnez tous/aucun

delete_group_tooltip=Veuillez choisir les groupes d'abord et cliquer dessus le bouton de \u00ab\u00a0mise \u00e0 jour\u00a0\u00bb ci-dessous pour entrer dans la page de confirmation de suppression.
delete_group_nogroup=Veuillez choisir au moins un groupe \u00e0 supprimer.

deletegroup.notallowed.groups.remove=Les groupes suivants ne peuvent \u00eatre supprim\u00e9, car verrouill\u00e9s par certains outils\u00a0\: {0}.
#general action label
update=Mettre \u00e0 jour
cancel=Annuler

#automatically create new group
group.auto.newgroup=Groupe Auto
group.autocreate.newgroups=Cr\u00e9er Nouveau(x) Groupe(s)
group.autocreate.selectrosterorrole=Veuillez choisir au moins un r\u00f4le.
group.autocreate.instructions=Veuillez s\u00e9lectionner les listes de participants ou des r\u00f4les pour cr\u00e9er un groupe pour chaque \u00e9l\u00e9ment s\u00e9lectionn\u00e9. Si vous s\u00e9lectionnez un fichier unique ou un r\u00f4le dans la table respective, vous pouvez cr\u00e9er des sous-groupes al\u00e9atoires parmi les membres de cet \u00e9l\u00e9ment.
group.autocreate.section.postfix=(groupe)
table.roster_select=Choisir
table.roster_title=R\u00f4le de cours 
table.role_select=Choisir
table.role_title=R\u00f4le
instruction.role=Choisir un r\u00f4le de cours pour cr\u00e9er un groupe s\u00e9par\u00e9 pour ce r\u00f4le.
instruction.header.roster=A partir de la liste
instruction.header.role=A partir des r\u00f4les
randomOptionLabel=Cr\u00e9er des groupes de mani\u00e8re al\u00e9atoires contenant les membres avec le r\u00f4le s\u00e9lectionn\u00e9.
roleOptionLabel=Cr\u00e9er un groupe unique pour le r\u00f4le s\u00e9lectionn\u00e9.
rosterOptionLabel=Cr\u00e9er un groupe unique pour la liste s\u00e9lectionn\u00e9e.
rosterRandomOptionLabel=Cr\u00e9er des groupes al\u00e9atoires de membres dans la liste s\u00e9lectionn\u00e9e.
splitByGroupsLabel=Divis\u00e9 par le nombre de groupes n\u00e9cessaires
splitByUsersLabel=Divis\u00e9 par le nombre d'utilisateurs n\u00e9cessaire par groupe
group.title=Titre
group.joinable-set=Ensemble groupable
randomGroupsLegend=Options
group.unit=Nombre de groupes
user.unit=Nombre d'utilisateurs par groupe
numToSplit.user.empty.alert=Le nombre d'utilisateurs par  groupe est n\u00e9cessaire.
numToSplit.group.empty.alert=Le nombre de groupes est n\u00e9cessaire.
numToSplit.user.notanumber.alert=Le nombre d'utilisateurs par groupe doit \u00eatre un nombre positif sans d\u00e9cimales
numToSplit.group.notanumber.alert=Le nombre de groupes doit \u00eatre un nombre positif sans d\u00e9cimales
groupTitle.empty.alert=Un titre de groupe est requis lors de la cr\u00e9ation al\u00e9atoire des groupes.
exist.group.roster=(Un groupe  avec ce r\u00f4le existe d\u00e9j\u00e0)
exist.group.role=(Un groupe  avec ce r\u00f4le existe d\u00e9j\u00e0)
group.allow.view.membership=Permettre aux membres de voir les autres membres de ce groupe
group.allow.view.membership2=Permettre aux membres de voir les autres membres de ces groupes apr\u00e8s les avoir rejoint
group.allow.unjoinable=Permettre aux membres de quitter les groupes dans cet ensemble (s\u00e9rie) apr\u00e8s les avoir rejoint
### Create Joinable Set Page
group.joinable.create=Cr\u00e9er un nouvel ensemble groupable
group.joinable.title=Cr\u00e9er un ensemble groupable
group.joinable.title.edit=Modifier un ensemble groupable
group.joinable.desc=Les  ensembles groupables sont des groupes cr\u00e9\u00e9s automatiquement dans lesquels  les utilisateurs pourront s'inscrire.  Le nom de chaque groupe, dans un jeu, commence par un nom d'ensemble et se termine par un num\u00e9ro unique.  Un individu peut rejoindre un groupe par ensemble.
group.joinable.setname=Nom de l'ensemble \:
group.joinable.numOfGroups=Nombre de groupes \:
group.joinable.maxMembers=Nombre  maximum de membres par groupe \:
group.joinable.maxMembers2=Nombres maximum de membres \:
group.joinable.allowPreview=Permettre \u00e0 l'utilisateur de voir les membres d'un groupe avant de le rejoindre
numGroups.empty.alert=Le nombre de groupes est n\u00e9cessaire et doit \u00eatre un nombre valide
numGroups.zero.alert=Le nombre de groupes doit \u00eatre une valeur sup\u00e9rieure \u00e0 0.
maxMembers.zero.alert=Le nombre maximum de membres doit \u00eatre une valeur sup\u00e9rieure \u00e0 0.
maxMembers.empty.alert=Le nombre maximum de membres est requis et doit \u00eatre un nombre valide
maxGroups.alert=Le nombre maximum de groupes que vous pouvez cr\u00e9er est de 1000
group.joinable.currentgroups=Groupes actuels \:
group.joinable.additionalGroups=Cr\u00e9er des groupes suppl\u00e9mentaires
group.joinable.pendingGroups=Groupes en attente\u00a0\:
group.joinable.pendingGroups.disclaimer=Ces groupes seront cr\u00e9\u00e9s lorsque vous enregistrez vos modifications.
group.joinable.edit.saveChanges=Enregistrer les modifications
group.joinable.usersNotInSet=Utilisateurs qui n\u2019ont pas encore rejoint un groupe dans cet ensemble
group.members=Membres
group.joinable.generate=Cr\u00e9er
group.joinable.delete=Supprimer un ensemble
group.joinable.set=Ensemble groupable \:
joinableset.duplicate.alert=Le nom de l'ensemble a d\u00e9j\u00e0 \u00e9t\u00e9 utilis\u00e9. Veuillez en choisir un autre.
### limit of site group title ####
site_group_title_length_limit=La longueur de titre ne peut pas d\u00e9passer {0} des caract\u00e8res. Veuillez fournir un titre plus court.

group.import=Importer du fichier
group.importinstruction=Importer les groupes d'une feuille de calcul ou d'un fichier csv

import1.title=T\u00e9l\u00e9charger un fichier contenant les groupes que vous souhaitez cr\u00e9er
import1.instr.req.header=Sp\u00e9cifications du fichier
import1.instr.req.1=Le fichier CSV doit contenir \: colonne 1 \: titre du groupe; colonne 2 \: nom d'utilisateur. 
import1.instr.req.2=Les colonnes doivent \u00eatre dans l'ordre ci-dessus, mais <b>n'incluez pas une ligne d'en-t\u00eates de colonne</b>.
import1.instr.req.3=Les champs doivent \u00eatre s\u00e9par\u00e9s par des virgules, ne contenir aucun espace entre champs et chacun  entour\u00e9 de guillemets doubles s'il doit contenir un espace.
import1.error=Le fichier que vous avez t\u00e9l\u00e9charg\u00e9 n'est pas lisible. V\u00e9rifiez qu'il est au format correct, puis r\u00e9essayez.
import1.continue=Poursuivre

import2.check=V\u00e9rifier les donn\u00e9es import\u00e9es
import2.error=Les donn\u00e9es que vous avez fourni contiennent des noms d'utilisateurs non valides ou qui n'appartiennent pas \u00e0 cet espace (surlign\u00e9 en rouge). Vous devez corriger ces erreurs et recommencer.
import2.okay=Les donn\u00e9es suivantes a \u00e9t\u00e9 trouv\u00e9es dans le fichier t\u00e9l\u00e9charg\u00e9. Si cela est correct, cliquez sur \u00ab Continuer \u00bb.
import2.grouptitle=Titre du groupe
import2.userid=ID de l'utilisateur
import2.continue=Importer des groupes
import2.couldntimportgroups=Une erreur s'est produite en important les groupes. Veuillez contacter un administrateur.
import2.groupexists=Ce groupe existe d\u00e9j\u00e0, les membres seront fusionn\u00e9es. Les utilisateurs d\u00e9j\u00e0  existants sont indiqu\u00e9es en gris.