#group related
group.membership=Pertenencia a grupos
group.description=Descripci\u00f3n
group.list=Lista de grupos
group.locked=El grupo est\u00e1 bloqueado debido al uso de la herramienta.
group.title.same=El t\u00edtulo de grupo ya est\u00e1 en uso. Por favor, escoja uno distinto
group.number=Tama\u00f1o
group.newgroup=Crear un grupo nuevo
group.editgroup=Editar Grupo
group.nogroup=No hay grupos definidos.
group.role_prefix=Rol\:
group.section_prefix=Secci\u00f3n\:
editgroup.instruction=Seleccione los miembros de la lista de miembros del sitio y a\u00f1ad\u00e1los al grupo. De la misma manera, seleccione los miembros que desea borrar del grupo y b\u00f3rrelos. Haga clic en Actualizar para guardar los cambios.
editgroup.membership=Pertenencia
editgroup.remove=\u00bfBorrar?
editgroup.removechecked=Borrar
editgroup.new=A\u00f1adir
editgroup.notallowed=Este grupo no puede ser editado porque est\u00e1 bloqueado por el uso de la herramienta.
editgroup.noteditable=No editable porque est\u00e1 bloqueado por el uso de la herramienta.
editgroup.revise=Editar
editgroup.update=Actualizar
editgroup.back=Volver
editgroup.cancel=Cancelar
editgroup.generallist=Lista de miembros del sitio
editgroup.grouplist=Lista de miembros del grupo
editgroup.group.locked=No puede editar un grupo bloqueado por alguna(s) herramienta(s)
editgroup.group.locked.delete=No puede eliminar un grupo bloqueado por alguna(s) herramienta(s)
editgroup.titlemissing=Necesita especificar un t\u00edtulo para el grupo.
editgroup.removegroups=Borrar grupos
editgroup.groupdel.alert=Borrar un grupo es permanente. Las herramientas que usen el/los grupo(s) seleccionado(s) podr\u00edan no funcionar correctamente despu\u00e9s de borrarlo. Se recomienda que compruebe las herramientas que usan este grupo antes de borrarlo. \u00bfEst\u00e1 seguro de que desea borrar el/los siguiente(s) grupo(s)?
editgroup.site.permission.alert=No tiene permiso para hacer cambios en este sitio.
editgroup.site.notfound.alert=Sitio no encontrado.
none=--Ninguno--
groupList.selectAllNone=Seleccionar todos/ninguno

delete_group_tooltip=Por favor, seleccione los grupos y luego haga clic en "Actualizar" para ir a la p\u00e1gina de confirmaci\u00f3n.
delete_group_nogroup=Por favor,escoja al menos un grupo para ser borrado.

deletegroup.notallowed.groups.remove=Los siguientes grupos no pueden ser eliminados porque est\u00e1n bloqueados por alguna(s) herramienta(s)\: {0}.
#general action label
update=Actualizar
cancel=Cancelar
back=Volver

#automatically create new group
group.auto.newgroup=Grupos autom\u00e1tico 
group.autocreate.newgroups=Crear nuevos grupos
group.autocreate.selectrosterorrole=Por favor, seleccione al menos una orla o un rol.
group.autocreate.instructions=Por favor, elija lista de clase o roles para crear un grupo para cada uno de los elementos seleccionados. Si elige una \u00fanica lista o rol, puede crear subgrupos aleatorios con los miembros de ese elemento.
group.autocreate.section.postfix=(grupo)
table.roster_select=Seleccionar
table.roster_title=Participantes
table.role_select=Seleccionar
table.role_title=Rol
instruction.role=Seleccione un rol para crear un grupo separado para ese rol.
instruction.header.roster=Desde listas de clase
instruction.header.role=Desde roles
randomOptionLabel=Crear grupos de miembros al azar con los roles seleccionados.
roleOptionLabel=Crear un grupo separado para cada rol seleccionado.
rosterOptionLabel=Crear un \u00fanico grupo para la lista seleccionada.
rosterRandomOptionLabel=Crear grupos aleatorios con los miembros de la lista seleccionada.
splitByGroupsLabel=Dividido por el n\u00famero de grupos necesitado
splitByUsersLabel=Dividido por el n\u00famero de usuarios necesarios por grupo
group.title=T\u00edtulo
group.joinable-set=Conjunto suscribible
randomGroupsLegend=Opciones
group.unit=N\u00famero de grupos
user.unit=N\u00famero de usuarios por grupo
numToSplit.user.empty.alert=El campo 'n\u00famero de usuarios por grupo' es obligatorio.
numToSplit.group.empty.alert=El campo 'n\u00famero de grupos' es obligatorio.
numToSplit.user.notanumber.alert=El campo 'n\u00famero de usuarios por cada grupo' debe ser un n\u00famero positivo sin decimales
numToSplit.group.notanumber.alert=El campo 'n\u00famero del grupos' debe ser un n\u00famero positivo sin decimales
groupTitle.empty.alert=El t\u00edtulo del grupo es obligatorio cuando selecciona crear grupos al azar.
exist.group.roster=(Ya existe un grupo con ese listado)
exist.group.role=(Ya existe un grupo con ese rol) 
group.allow.view.membership=Permiten a los miembros ver a los otros miembros de este grupo
group.allow.view.membership2=Permiten a los miembros ver a los dem\u00e1s miembros de estos grupos despu\u00e9s de unirse a ellos
group.allow.unjoinable=Permitir que los miembros darse de baja de los de este conjunto despu\u00e9s de unirse
### Create Joinable Set Page
group.joinable.create=Crear nuevo conjunto suscribible
group.joinable.title=Crear un conjunto suscribible
group.joinable.title.edit=Editar conjunto suscribible
group.joinable.desc=Los conjunto suscribibles consisten en grupos creados autom\u00e1ticamente a los que los usuarios pueden elegir unirse.  Cada grupo dentro de un conjunto comienza con el nombre del conjunto y termina con un n\u00famero \u00fanico.  Un individuo puede unirse a un grupo por cada conjunto.
group.joinable.setname=Nombre del conjunto\:
group.joinable.numOfGroups=N\u00famero de grupos\:
group.joinable.maxMembers=Miembros del m\u00e1ximo por Grupo\:
group.joinable.maxMembers2=M\u00e1ximo de miembros\:
group.joinable.allowPreview=Permite al usuario ver los miembros del grupo antes de unirse
numGroups.empty.alert=El n\u00famero de grupos es necesario y debe ser un n\u00famero v\u00e1lido
numGroups.zero.alert=El n\u00famero de grupos debe ser un valor mayor que 0.
maxMembers.zero.alert=El n\u00famero m\u00e1ximo de miembros debe ser un valor mayor que 0.
maxMembers.empty.alert=El n\u00famero m\u00e1ximo de miembros es necesario y debe ser un n\u00famero v\u00e1lido
maxGroups.alert=El n\u00famero m\u00e1ximo de grupos que puede crear es 1000
user.not.member.alert={0} no es participante del sitio.
user.unknown=Desconocido
group.joinable.currentgroups=Grupos actuales\:
group.joinable.additionalGroups=Generar grupos adicionales
group.joinable.pendingGroups=Grupos pendientes\:
group.joinable.pendingGroups.disclaimer=Estos grupos se crear\u00e1n cuando guarde sus cambios.
group.joinable.edit.saveChanges=Guardar cambios
group.joinable.usersNotInSet=Usuarios que todav\u00eda no se han unido a un grupo en esta agrupaci\u00f3n
group.members=Miembros
group.joinable.generate=Generar
group.joinable.delete=Eliminar conjunto
group.joinable.set=Conjunto suscribible\:
joinableset.duplicate.alert=Ya se ha utilizado el nombre del conjunto. Por favor elija uno diferente.
### limit of site group title ####
site_group_title_length_limit=La longitud del t\u00edtulo no puede exceder los {0} caracteres. Por favor proporcione un t\u00edtulo m\u00e1s corto.

group.import=Creaci\u00f3n por lotes
group.importinstruction=Creaci\u00f3n de grupos por lotes desde una hoja de c\u00e1lculo o fichero csv

import1.title=Suba un fichero o teclee en la caja de texto los grupos que desea crear
import1.instr.req.header=Requisitos del fichero o formato de los datos de la caja de texto
import1.instr.req.1=El fichero CSV o los datos deben contener los detalles del grupo\: t\u00edtulo del grupo, nombre de usuario / direcci\u00f3n email.
import1.instr.req.2=Las columnas tienen que estar en el orden comentado, <b>no incluyas ninguna cabecera en la primera fila</b>.
import1.instr.req.3=Los campos deben estar separados por comas y el nombre de usuario/direcci\u00f3n email debe pertenecer a un participante del sitio.
import1.textarea.header=Teclee o copie en la caja de texto
import1.textarea.header.file=O seleccione un fichero
import1.error.no.content=La caja de texto debe contener datos o debe seleccionar un fichero.
import1.error.file.type.invalid=El fichero debe terminar con .csv
import1.error.invalid.data.format=Cada l\u00ednea debe tener dos valores en el orden del t\u00edtulo de grupo y despu\u00e9s nombre de usuario / direcci\u00f3n email. Los datos deben estar separados por comas.
import1.continue=Continuar

import2.check=Verificar los datos de creaci\u00f3n por lotes
import2.error=Los datos proporcionados contienen usuarios no v\u00e1lidos o usuarios que no son participantes del sitio. Necesita corregir el problema y empezar de nuevo.
import2.okay=Se ha encontrado los siguientes datos para creaci\u00f3n por lotes. Si es correcto pulse 'Crear grupos por lotes'.
import2.grouptitle=Grupo\:
import2.userid=Nombre de usuario
import2.continue=Crear grupos por lotes
import2.couldntimportgroups=Un error ocurri\u00f3 en la creaci\u00f3n de grupos por lotes. Por favor contacte con un administrador.
import2.groupexists=Este grupo ya existe, se mezclar\u00e1n los miembros.
import2.invalidmemberheading=Usuario(s) inv\u00e1lido(s)
import2.newmemberheading=Nuevo(s) usuario(s)
import2.existmemberheading=Usuario(s) existente(s)
