#group related
group.membership=Pertinen\u00e7a a grups
group.description=Descripci\u00f3
group.list=Llista de grups
group.locked=El grup est\u00e0 bloquejat perqu\u00e8 alguna eina n'est\u00e0 fent \u00fas
group.title.same=El t\u00ed\u00adtol de grup ja est\u00e0\u00a0 en \u00fas. Escolliu-ne un altre
group.number=Mida
group.newgroup=Crea un grup nou
group.editgroup=Edita el grup
group.nogroup=No hi ha grups definits.
group.role_prefix=Rol\:
group.section_prefix=Secci\u00f3\:
editgroup.instruction=Seleccioneu de la llista de membres de l'espai aquells que voleu afegir al grup. De la mateixa manera, seleccioneu els membres que desitgeu eliminar del grup i elimineu-los. Feu clic a 'Actualitza' per desar els canvis.
editgroup.membership=Pertinen\u00e7a
editgroup.remove=Eliminar?
editgroup.removechecked=Elimina els seleccionats
editgroup.new=Afegeix
editgroup.notallowed=Aquest grup est\u00e0 bloquejat  i no es pot editar perqu\u00e8 alguna eina l'est\u00e0 fent servir. 
editgroup.noteditable=No es pot editar perqu\u00e8 alguna eina l'est\u00e0 fent servir i l'ha bloquejat.
editgroup.revise=Edita
editgroup.update=Actualitza
editgroup.back=Enrere
editgroup.cancel=Cancel\u00b7la
editgroup.generallist=Llista de membres de l'espai
editgroup.grouplist=Llista de membres del grup
editgroup.group.locked=No es pot editar un grup que estigui bloquejat per alguna eina. 
editgroup.group.locked.delete=Un grup bloquejat per una eina no es pot eliminar. 
editgroup.titlemissing=Cal que especifiqueu un t\u00edtol per al grup.
editgroup.removegroups=Elimina els grups
editgroup.groupdel.alert=Eliminar un grup \u00e9s permanent. Les eines que usaven els grups eliminats pot ser que no es comportin de manera apropiada un cop elimineu els grups. \u00c9s recomanable verificar si hi ha eines del vostre espai que usen aquests grups abans d'eliminar-los. Esteu segur de voler eliminar els grups seg\u00fcents?
editgroup.site.permission.alert=No teniu autoritzaci\u00f3 per fer canvis en aquest espai.
editgroup.site.notfound.alert=No s'ha trobat l'espai.
none=--Cap--
groupList.selectAllNone=Selecciona'ls tots/Cap

delete_group_tooltip=Seleccioneu els grups i despr\u00e9s feu clic a "Actualitza" per anar a la p\u00e0gina de confirmaci\u00f3.
delete_group_nogroup=Escolliu almenys un grup a esborrar.

deletegroup.notallowed.groups.remove=Els grups seg\u00fcents no es poden eliminar perqu\u00e8 estan bloquejats per alguna eina\:
#general action label
update=Actualitza
cancel=Cancel\u00b7la
back=Enrere

#automatically create new group
group.auto.newgroup=Grups autom\u00e0tics 
group.autocreate.newgroups=Crea grups nous
group.autocreate.selectrosterorrole=Seleccioneu almenys una orla o un rol.
group.autocreate.instructions=Cal que seleccioneu llistes de classe o rols per crear un grup per cada element seleccionat. Si escolliu una sola llista de classe o rol podreu crear subgrups aleatoris amb els membres de l'element corresponent. 
group.autocreate.section.postfix=(grup)
table.roster_select=Selecciona
table.roster_title=Orla
table.role_select=Selecciona
table.role_title=Rol
instruction.role=Seleccioneu els rols.
instruction.header.roster=De les llistes de classe
instruction.header.role=Dels rols
randomOptionLabel=Crea grups aleatoris amb membres que tenen el(s) rol(s) seleccionat(s).
roleOptionLabel=Crea un grup separat per cada rol seleccionat.
rosterOptionLabel=Crea un grup \u00fanic per la llista seleccionada.
rosterRandomOptionLabel=Crea grups aleatoris amb membres de la llista seleccionada.
splitByGroupsLabel=Separa en el nombre de grups requerit
splitByUsersLabel=Separa per nombre d'usuaris requerit per grup
group.title=T\u00ed\u00adtol del grup
group.joinable-set=Conjunt subscrivible
randomGroupsLegend=Opcions
group.unit=Nombre de grups
user.unit=Nombre d'usuaris per grup
numToSplit.user.empty.alert=El camp de nombre d'usuaris per grup \u00e9s obligatori.
numToSplit.group.empty.alert=El camp de nombre de grups \u00e9s obligatori.
numToSplit.user.notanumber.alert=Al camp de nombre d'usuaris per grup s'hi ha d'introduir un nombre positiu sense decimals 
numToSplit.group.notanumber.alert=Al camp de nombre de grups s'hi ha d'introduir un nombre positiu sense decimals 
groupTitle.empty.alert=Posar un t\u00edtol al grup \u00e9s obligatori quan es creen grups aleat\u00f2riament.
exist.group.roster=(Ja existeix un grup amb els mateixos membres)
exist.group.role=(Ja existeix un grup amb aquest rol) 
group.allow.view.membership=Permet als participants veure els altres membres d'aquest grup
group.allow.view.membership2=Permet als participants veure els altres membres d'aquests grups un cop s'hi afegeixin
group.allow.unjoinable=Permet que els membres puguin donar-se de baixa dels grups d'aquest conjunt despr\u00e9s d'afegir-s'hi
### Create Joinable Set Page
group.joinable.create=Crea un conjunt subscrivible nou
group.joinable.title=Crea un conjunt subscrivible
group.joinable.title.edit=Edita el conjunt subscrivible
group.joinable.desc=Els conjunts subscrivibles s\u00f3n grups creats autom\u00e0ticament en els quals els usuaris s'hi poden inscriure. Cada grup dins d'un conjunt comen\u00e7a amb el nom del conjunt i acaba un nombre que ser\u00e0 \u00fanic. Cada individu es pot inscriure en un grup per conjunt.
group.joinable.setname=Nom del conjunt\:
group.joinable.numOfGroups=Nombre de grups\:
group.joinable.maxMembers=Nombre m\u00e0xim de membres per grup\:
group.joinable.maxMembers2=Nombre m\u00e0xim de membres\:
group.joinable.allowPreview=Permet a l'usuari veure els membres del grup abans d'inscriure's-hi
numGroups.empty.alert=Cal indicar un nombre de grups i ha de ser un nombre v\u00e0lid
numGroups.zero.alert=El nombre de grups ha de ser un valor m\u00e9s gran que 0.
maxMembers.zero.alert=El nombre m\u00e0xim de membres ha de ser un valor m\u00e9s gran que 0.
maxMembers.empty.alert=Cal indicar un nombre m\u00e0xim de membres i ha de ser un nombre v\u00e0lid
maxGroups.alert=Es poden crear grups fins a un nombre m\u00e0xim de 1000
user.not.member.alert={0} no \u00e9s membre de l''espai.
user.unknown=Desconegut
group.joinable.currentgroups=Grups actuals\:
group.joinable.additionalGroups=Genera grups addicionals
group.joinable.pendingGroups=Grups pendents\:
group.joinable.pendingGroups.disclaimer=Quan deseu els vostre canvis es crearan aquests grups.
group.joinable.edit.saveChanges=Desa els canvis
group.joinable.usersNotInSet=Usuaris que encara no s'han subscrit a cap grup
group.members=Membres
group.joinable.generate=Genera
group.joinable.delete=Elimina el conjunt
group.joinable.set=Conjunt subscrivible\:
joinableset.duplicate.alert=Aquest nom de conjunt ja est\u00e0 en \u00fas. Escolliu-ne un de diferent.
### limit of site group title ####
site_group_title_length_limit=El t\u00ed\u00adtol no ha de superar els {0} car\u00e0cters. Introdu\u00efu un t\u00edtol m\u00e9s curt.

group.import=Creaci\u00f3 massiva
group.importinstruction=Creaci\u00f3 de grups massiva a partir d'un full de c\u00e0lcul o un fitxer csv

import1.title=Pugeu en un fitxer o introdu\u00efu al quadre de text els grups que voleu crear
import1.instr.req.header=Requisits del fitxer o format de dades per al quadre de text
import1.instr.req.1=El fitxer CSV o les dades han d'incloure les propietats del grup a les columnes\: nom del grup, nom d'usuari/adre\u00e7a de correu
import1.instr.req.2=Les columnes han de seguir l'ordre de dalt, per\u00f2 <b>no s'ha d'incloure una fila de cap\u00e7aleres de columna</b>.
import1.instr.req.3=Els camps han d'estar separats per comes i el nom d'usuari/adre\u00e7a de correu ha de ser un membre de l'espai.
import1.textarea.header=Escriviu o enganxeu al quadre de text
import1.textarea.header.file=O escolliu un fitxer
import1.error.no.content=El quadre de text ha de contenir dades o b\u00e9 s'ha d'escollir un fitxer.
import1.error.file.type.invalid=El nom del fitxer ha d'acabar amb .csv
import1.error.invalid.data.format=Cada l\u00ednia ha de tenir dos valors amb l'ordre nom del grup i despr\u00e9s nom d'usuari/adre\u00e7a de correu, les dades han d'anar separades per comes.
import1.continue=Continua

import2.check=Verifiqueu la creaci\u00f3 de dades massiva
import2.error=Les dades que heu proporcionat contenien usuaris que no eren v\u00e0lids o que no formen part de l'espai. Cal que ho corregiu i comenceu de nou. 
import2.okay=S'ha trobat les dades de creaci\u00f3 massiva seg\u00fcents. Si \u00e9s correcte feu clic sobre el bot\u00f3 per crear els grups. 
import2.grouptitle=Grup\:
import2.userid=Id d'usuari
import2.continue=Crea els grups
import2.couldntimportgroups=S'ha produ\u00eft un error en la creaci\u00f3 dels grups. Contacteu amb l'administrador. 
import2.groupexists=Aquest grup ja existeix, els nous membres s'hi afegiran.
import2.invalidmemberheading=Usuari(s) no v\u00e0lid(s)
import2.newmemberheading=Usuari(s) nou(s)
import2.existmemberheading=Usuari(s) existent(s)
