group.membership=Grupptillh\u00f6righet\:
group.description=Beskrivning
group.list=Grupplista
group.locked=Gruppen \u00e4r l\u00e5st p\u00e5 grund av verktygsanv\u00e4ndning
group.title.same=Samma namn anv\u00e4nds p\u00e5 en annan grupp, v\u00e4lj ett annat namn.
group.number=Antal
group.newgroup=L\u00e4gg till grupp
group.editgroup=Redigera grupp
group.nogroup=Det finns inga grupper angivna.
group.role_prefix=Roll\:
group.section_prefix=Undervisningstillf\u00e4lle\:
editgroup.instruction=Markera deltagare fr\u00e5n sajten i listan till v\u00e4nster f\u00f6r att l\u00e4gga till i gruppen. Vill du markera flera i taget, h\u00e5ll nere CTRL samtidigt som du v\u00e4nsterklickar. Du flyttar deltagare fram och tillbaka mellan de tv\u00e5 listorna med hj\u00e4lp av pilknapparna. Gl\u00f6m inte att v\u00e4lja {0} l\u00e4ngst ned f\u00f6r att spara dina \u00e4ndringar.
editgroup.membership=Medlemskap
editgroup.remove=Ta bort?
editgroup.removechecked=Ta bort markerad
editgroup.new=Spara
editgroup.notallowed=Denna grupp kan inte \u00e4ndras eftersom den \u00e4r l\u00e5st p\u00e5 grund av verktygshantering.
editgroup.noteditable=Inte redigerbar till f\u00f6ljd av att ett verktyg anv\u00e4nder
editgroup.revise=Redigera
editgroup.update=Spara
editgroup.back=Tillbaka
editgroup.cancel=Avbryt
editgroup.generallist=Lista \u00f6ver sajtens deltagare
editgroup.grouplist=Lista \u00f6ver gruppmedlemmar
editgroup.group.locked=Du kan inte redigera en grupp som \u00e4r l\u00e5st av verktyg
editgroup.group.locked.delete=Du kan inte ta bort en grupp som \u00e4r l\u00e5st av verktyg
editgroup.titlemissing=Du m\u00e5ste ange gruppens namn.
editgroup.removegroups=Ta bort grupper
editgroup.groupdel.alert=\u00c4r du s\u00e4ker p\u00e5 att du vill ta bort f\u00f6ljande grupper?
editgroup.site.permission.alert=Du har inte beh\u00f6righet att g\u00f6ra \u00e4ndringar i sajten.
editgroup.site.notfound.alert=Sajten hittades inte.
none=Inga
groupList.selectAllNone=V\u00e4lj alla/ingen
delete_group_tooltip=V\u00e4lj grupp(er) och klicka p\u00e5 'Uppdatera' nedan f\u00f6r att d\u00e4refter bekr\u00e4fta \u00e5tg\u00e4rden.
delete_group_nogroup=V\u00e4lj minst en grupp att ta bort.
deletegroup.notallowed.groups.remove=F\u00f6ljande grupp(er) kan inte tas bort eftersom de \u00e4r l\u00e5sta av verktyg\: {0}.
update=Uppdatera
cancel=Avbryt
group.auto.newgroup=Automatgenererade grupper
group.autocreate.newgroups=Skapa ny(a) grupp(er)
group.autocreate.selectrosterorrole=V\u00e4lj minst en deltagarlista eller roll.
group.autocreate.instructions=V\u00e4lj roller att skapa grupper f\u00f6r. Det g\u00e5r ocks\u00e5 att skapa automatiska grupper.
group.autocreate.section.postfix=(grupp)
table.roster_select=V\u00e4lj
table.roster_title=Deltagarlista fr\u00e5n kurs
table.role_select=V\u00e4lj
table.role_title=Roll
instruction.role=V\u00e4lj en roll f\u00f6r att skapa en separat grupp f\u00f6r den rollen.
instruction.header.roster=Fr\u00e5n deltagarlistor
instruction.header.role=Fr\u00e5n roller
randomOptionLabel=Skapa slumpm\u00e4ssiga grupper utifr\u00e5n vald/valda roller.
roleOptionLabel=Skapa en separat grupp f\u00f6r varje vald roll.
rosterOptionLabel=Skapa en separat grupp fr\u00e5n vald deltagarlista.
rosterRandomOptionLabel=Skapa slumpm\u00e4ssiga grupper fr\u00e5n deltagarna i valda deltagarlistor.
splitByGroupsLabel=F\u00f6rdela utifr\u00e5n antal grupper som beh\u00f6vs
splitByUsersLabel=F\u00f6rdela utifr\u00e5n antal anv\u00e4ndare som beh\u00f6vs per grupp
group.title=Gruppnamn
group.joinable-set=Upps\u00e4ttning m\u00f6jlig att g\u00e5 med i
randomGroupsLegend=Alternativ
group.unit=Antal grupper
user.unit=Antal anv\u00e4ndare per grupp
numToSplit.user.empty.alert=F\u00e4ltet som anger antal anv\u00e4ndare per grupp \u00e4r obligatoriskt.
numToSplit.group.empty.alert=F\u00e4ltet Antal grupper \u00e4r obligatoriskt.
numToSplit.user.notanumber.alert=F\u00e4ltet som anger antal anv\u00e4ndare per grupp skall vara ett positivt tal utan decimaler
numToSplit.group.notanumber.alert=F\u00e4ltet Antal grupper skall vara ett positivt tal utan decimaler 
groupTitle.empty.alert=Namn p\u00e5 grupp m\u00e5ste anges f\u00f6r slumpm\u00e4ssigt skapade grupper.
exist.group.roster=(En grupp med denna deltagarlista finns redan)
exist.group.role=(En grupp med denna roll finns redan) 
group.allow.view.membership=Till\u00e5t deltagare att se andra deltagare i den h\u00e4r gruppen
group.allow.view.membership2=Till\u00e5t deltagare att se andra deltagare i dessa grupper efter att de g\u00e5tt med. 
group.allow.unjoinable=Till\u00e5t deltagare att sj\u00e4lva l\u00e4mna grupper i den h\u00e4r upps\u00e4ttningen efter att de g\u00e5tt med i den
group.joinable.create=Skapa ny upps\u00e4ttning m\u00f6jlig att g\u00e5 med i
group.joinable.title=Skapa en upps\u00e4ttning m\u00f6jlig att g\u00e5 med i
group.joinable.title.edit=\u00c4ndra upps\u00e4ttning m\u00f6jlig att g\u00e5 med i
group.joinable.desc=Upps\u00e4ttningar m\u00f6jliga att g\u00e5 med i best\u00e5r av automatiskt generarade grupper, d\u00e4r anv\u00e4ndarna sj\u00e4lva v\u00e4ljer vilken grupp de ska g\u00e5 med i. Varje grupp i en upps\u00e4ttning b\u00f6rjar med ett namn och slutar p\u00e5 ett unikt nummer. En anv\u00e4ndare kan bara g\u00e5 med i en grupp per upps\u00e4ttning. 
group.joinable.setname=Upps\u00e4ttningens namn\:
group.joinable.numOfGroups=Antal grupper\:
group.joinable.maxMembers=Maximalt antal deltagare per grupp\:
group.joinable.maxMembers2=Maximalt antal medlemmar\:
group.joinable.allowPreview=Till\u00e5t deltagare att se andra deltagare f\u00f6re de g\u00e5r med i gruppen
numGroups.empty.alert=Antal grupper \u00e4r obligatorisk och m\u00e5ste vara ett giltigt nummer
numGroups.zero.alert=Antalet grupper ska vara ett nummer h\u00f6gre \u00e4n 0.
maxMembers.zero.alert=Det maximala antalet medlemmar ska ha ett v\u00e4rde h\u00f6gre \u00e4n 0.
maxMembers.empty.alert=Det maximala antalet medlemmar kr\u00e4vs och ska vara ett giltigt nummer
maxGroups.alert=Det maximala antalet grupper du kan skapa \u00e4r 1000
group.joinable.currentgroups=Nuvarande grupper
group.joinable.additionalGroups=Generera ytterligare grupper
group.joinable.pendingGroups=Grupper som v\u00e4ntar p\u00e5 godk\u00e4nnande\:
group.joinable.pendingGroups.disclaimer=Dessa grupper kommer att skapas n\u00e4r du sparar \u00e4ndringar.
group.joinable.edit.saveChanges=Spara \u00e4ndringar
group.joinable.usersNotInSet=Anv\u00e4ndare som inte redan har g\u00e5tt med i en grupp
group.members=Medlemmar
group.joinable.generate=Generera
group.joinable.delete=Ta bort upps\u00e4ttning
group.joinable.set=Upps\u00e4ttningar m\u00f6jliga att g\u00e5 med i\:
joinableset.duplicate.alert=Namnet p\u00e5 upps\u00e4ttningen \u00e4r redan taget. V\u00e4nligen v\u00e4lj ett annat namn. 
site_group_title_length_limit=Namnet kan inte vara l\u00e4ngre \u00e4n {0} tecken. Ange ett kortare namn.
group.import=Importera fr\u00e5n fil
group.importinstruction=Importera grupper fr\u00e5n ett kalkylblad eller en csv-fil
import1.title=Ladda up fil med de grupper du vill skapa
import1.instr.req.header=Krav p\u00e5 fil
import1.instr.req.1=CSV-filen b\u00f6r inneh\u00e5lla information i kolumnerna\: Gruppnamn, anv\u00e4ndarnamn.
import1.instr.req.2=Kolumner m\u00e5ste vara i ovanst\u00e5ende ordning, men <b>inkludera inte kolumnrubriksrader</b>.
import1.instr.req.3=F\u00e4lt m\u00e5ste vara kommaseparerade, blanksteg f\u00e5r ej f\u00f6rkomma mellan f\u00e4lt, och varje f\u00e4lt som inneh\u00e5ller blanksteg skall vara inom dubbla raka citationstecken.
import1.error=Den uppladdade filen kunde inte l\u00e4sas. V\u00e4nligen kontrollera att filen \u00e4r i r\u00e4tt format och f\u00f6rs\u00f6k igen.
import1.continue=Forts\u00e4tt
import2.check=Verifiera importerade data
import2.error=Datat du tillhandah\u00e5ll inneh\u00f6ll ogiltiga anv\u00e4ndare eller anv\u00e4ndare som inte \u00e4r medlemmar av sajten (visas i r\u00f6tt). Du m\u00e5ste korrigera dessa innan du provar igen.
import2.okay=Den uppladdade filen innh\u00e5ller f\u00f6ljande data. Om det \u00e4r korrekt, klicka 'Forts\u00e4tt'.
import2.grouptitle=Gruppnamn
import2.userid=Anv\u00e4ndar ID
import2.continue=Importera grupper
import2.couldntimportgroups=Ett fel uppstod vid import av grupper. V\u00e4nligen kontakta en administrat\u00f6r.
import2.groupexists=Denna grupp finns redan, medlemmar kommer att sl\u00e5s samman. Redan existerande anv\u00e4ndare \u00e4r noterade i gr\u00e5tt.
