group.membership=Grup \u00dcyeli\u011fi
group.description=A\u00e7\u0131klama
group.list=Grup Listesi
group.title.same=Ayn\u0131 grup ba\u015fl\u0131\u011f\u0131 kullan\u0131ld\u0131. L\u00fctfen farkl\u0131 bir tane se\u00e7in.
group.number=Boyut
group.newgroup=Yeni Grup Olu\u015ftur
group.editgroup=Grubu d\u00fczenle
group.nogroup=Tan\u0131ml\u0131 grup bulunmamaktad\u0131r.
editgroup.instruction=Site \u00fcyesi listesi \u00fcyelerini se\u00e7in ve gruba ekleyin. Grup listesi \u00fcyelerini se\u00e7in ve kald\u0131r\u0131n. De\u011fi\u015fiklikleri kaydetmek i\u00e7in {0} t\u0131klay\u0131n.
editgroup.membership=Dersler
editgroup.remove=Kald\u0131r\u0131ls\u0131n m\u0131?
editgroup.removechecked=Se\u00e7ilenleri Kald\u0131r
editgroup.new=Ekle
editgroup.revise=D\u00fczenle
editgroup.update=G\u00fcncelle
editgroup.back=Geri
editgroup.cancel=Vazge\u00e7
editgroup.generallist=Site \u00dcye Listesi
editgroup.grouplist=Grup \u00dcye Listeleri
editgroup.titlemissing=Grup ba\u015fl\u0131\u011f\u0131 belirtmelisiniz.
editgroup.removegroups=Gruplar\u0131 Sil
editgroup.groupdel.alert=Grup silme i\u015flemi kal\u0131c\u0131d\u0131r. Silme i\u015fleminden sonra se\u00e7ilen grup(lar)da ara\u00e7 kullan\u0131mlar\u0131 d\u00fczg\u00fcn \u00e7al\u0131\u015fmayabilir. Gruplar\u0131 silmeden \u00f6nce ara\u00e7lar\u0131n sitenizdeki gruplar\u0131 kullan\u0131p kullanmad\u0131\u011f\u0131n\u0131 kontrol etmeniz \u00f6nerilir. A\u015fa\u011f\u0131daki grup(lar)\u0131 silmek istedi\u011finizden emin misiniz?
editgroup.site.permission.alert=Bu sitede de\u011fi\u015fiklik yapman\u0131za izin verilmedi.
editgroup.site.notfound.alert=Site bulunamad\u0131
none=--Hi\u00e7biri--
groupList.selectAllNone=Se\u00e7 T\u00fcm\u00fc/Hi\u00e7biri
delete_group_tooltip=L\u00fctfen \u00f6nce silinecek grup(lar\u0131) se\u00e7in ve sonra  silme onay sayfa\u0131na girmek i\u00e7in a\u015fa\u011f\u0131daki 'G\u00fcncelle' d\u00fc\u011fmesine t\u0131klay\u0131n.
delete_group_nogroup=L\u00fctfen silinecek en az bir grup se\u00e7in.
update=G\u00fcncelle
cancel=Vazge\u00e7
group.auto.newgroup=Otomatik Grupla
group.autocreate.newgroups=Yeni Grup(lar) Olu\u015ftur
group.autocreate.selectrosterorrole=L\u00fctfen en az bir rol ya da kullan\u0131c\u0131 listesi se\u00e7in.
group.autocreate.instructions=L\u00fctfen t\u00fcm se\u00e7ilen \u00f6geler i\u00e7in bir grup olu\u015fturmak i\u00e7in ders listesini ya da rolunu se\u00e7iniz. E\u011fer sayg\u0131n tablodan tek bir liste ya da rol se\u00e7erseniz,  rastgele olarak o \u00f6gelerin \u00fcyesi olan alt gruplar\u0131 olu\u015fturabilirsiniz.
table.roster_select=Se\u00e7
table.roster_title=Ders Listesi
table.role_select=Se\u00e7
table.role_title=Rol\u00fc
instruction.role=Bu rol i\u00e7in ayr\u0131 bir grup olu\u015fturmaya bir rol se\u00e7in.
instruction.header.roster=Kullan\u0131c\u0131 Listesinden
instruction.header.role=Rollerden
randomOptionLabel=Rol\u00fc se\u00e7ilmi\u015f \u00fcyelerin bulundu\u011fu rastgele gruplar olu\u015ftur.
roleOptionLabel=Rol\u00fc se\u00e7ili olanlar i\u00e7in tek bir grup olu\u015ftur.
rosterOptionLabel=Se\u00e7ilen liste i\u00e7in tek bir grup olu\u015ftur.
rosterRandomOptionLabel=Se\u00e7ilen listedeki \u00fcyeleri i\u00e7in rastgele gruplar olu\u015ftur.
splitByGroupsLabel=Gerekli grup say\u0131s\u0131na g\u00f6re b\u00f6l
splitByUsersLabel=Grup ba\u015f\u0131na d\u00fc\u015fen gerekli kullan\u0131c\u0131 say\u0131s\u0131na g\u00f6re b\u00f6l
group.title=Ba\u015fl\u0131k
group.joinable-set=tak\u0131ma kat\u0131l\u0131nabilir
randomGroupsLegend=Se\u00e7enekler
group.unit=Grup say\u0131s\u0131
user.unit=Grup ba\u015f\u0131na d\u00fc\u015fen kullan\u0131c\u0131 say\u0131s\u0131
numToSplit.user.empty.alert=Grup alan\u0131 ba\u015f\u0131na d\u00fc\u015fen kullan\u0131c\u0131 say\u0131s\u0131 gereklidir.
numToSplit.group.empty.alert=Grup alan\u0131 say\u0131s\u0131 gereklidir.
numToSplit.user.notanumber.alert=Grup alan\u0131 ba\u015f\u0131na d\u00fc\u015fen kullan\u0131c\u0131 say\u0131s\u0131 pozitif say\u0131 olmal\u0131d\u0131r ve ondal\u0131kl\u0131 olmamal\u0131d\u0131r
numToSplit.group.notanumber.alert=Grup alan\u0131 say\u0131s\u0131 pozitif say\u0131 olmal\u0131d\u0131r ve ondal\u0131kl\u0131 olmamal\u0131d\u0131r
groupTitle.empty.alert=Rastgele grup olu\u015fturmalar\u0131nda grup ba\u015fl\u0131\u011f\u0131 gereklidir.
exist.group.roster=(Bu kullan\u0131c\u0131 listesine sahip bir grup zaten mevcut)
exist.group.role=(Bu role sahip bir grup zaten mevcut) 
group.allow.view.membership=\u00dcyelere bu grubun di\u011fer \u00fcyelerini g\u00f6rmesi i\u00e7in izin ver
group.allow.view.membership2=\u00dcyelere, kat\u0131ld\u0131ktan sonra bu gruplar\u0131n di\u011fer \u00fcyelerini g\u00f6rmesi i\u00e7in izin ver
group.allow.unjoinable=\u00dcyelere, kat\u0131ld\u0131ktan sonra gruptan ayr\u0131lmak i\u00e7in izin ver
group.joinable.create=Yeni Kat\u0131l\u0131nabilir Tak\u0131m Olu\u015ftur
group.joinable.title=Kat\u0131l\u0131nabilir Tak\u0131m Olu\u015ftur
group.joinable.title.edit=Kat\u0131l\u0131nabilir Tak\u0131mlar\u0131 D\u00fczenle
group.joinable.desc=Kat\u0131lmas\u0131 m\u00fcmk\u00fcn olan setlerdeki otomatik olarak olu\u015fan gruplar\u0131, kullan\u0131c\u0131 kat\u0131lmak i\u00e7in se\u00e7ebilir. Her grupta set ad\u0131yla set ba\u015flar ve benzersiz bir say\u0131 ile set sonland\u0131r\u0131l\u0131r. Bir birey set ba\u015f\u0131na tek bir grup ile kat\u0131labilir.
group.joinable.setname=Tak\u0131m Ad\u0131\:
group.joinable.numOfGroups=Grup say\u0131s\u0131\:
group.joinable.maxMembers=Grup ba\u015f\u0131na maksimum \u00fcyeler\:
group.joinable.maxMembers2=Maksimum \u00fcyeler\:
group.joinable.allowPreview=Kullan\u0131c\u0131ya gruba kat\u0131lmadan \u00f6nce grup \u00fcyeliklerini g\u00f6rmek i\u00e7in izin ver
numGroups.empty.alert=Grup say\u0131s\u0131 gerekli ve ge\u00e7erli bir say\u0131 olmal\u0131d\u0131r
numGroups.zero.alert=Grup say\u0131s\u0131 0'dan b\u00fcy\u00fck bir de\u011fer olmal\u0131d\u0131r.
maxMembers.zero.alert=\u00dcye say\u0131s\u0131 0'dan b\u00fcy\u00fck bir de\u011fer olmal\u0131d\u0131r.
maxMembers.empty.alert=Maksimum \u00fcye say\u0131s\u0131 gereklidir ve ge\u00e7erli bir say\u0131 olmal\u0131d\u0131r
maxGroups.alert=Olu\u015fturabilece\u011finiz maksimum grup say\u0131s\u0131 1000'dir
group.joinable.currentgroups=Mevcut gruplar\:
group.joinable.additionalGroups=Ek Gruplar\u0131 Olu\u015ftur
group.joinable.pendingGroups=Beklemedeki Gruplar\:
group.joinable.pendingGroups.disclaimer=De\u011fi\u015fiklikleri kaydetti\u011finiz zaman gruplar olu\u015fturulacak.
group.joinable.edit.saveChanges=De\u011fi\u015fiklikleri Kaydet
group.joinable.usersNotInSet=Bu ayarda, kullan\u0131c\u0131lar gruba kat\u0131lmayanlard\u0131r.
group.members=\u00dcyeler
group.joinable.generate=Olu\u015ftur
group.joinable.delete=Tak\u0131m\u0131 silin
group.joinable.set=tak\u0131ma kat\u0131l\u0131nabilir\:
joinableset.duplicate.alert=K\u00fcme ad\u0131 zaten kullan\u0131l\u0131yor. L\u00fctfen farkl\u0131 bir tane se\u00e7in.
site_group_title_length_limit=Ba\u015fl\u0131\u011f\u0131n uzunlu\u011fu {0} karakteri ge\u00e7emez. L\u00fctfen daha k\u0131sa bir ba\u015fl\u0131k belirtin.
group.import=Dosyadan al
group.importinstruction=Gruplar\u0131 \u00e7al\u0131\u015fma tablosundan ya da csv dosyas\u0131ndan i\u00e7e aktar
import1.title=Olu\u015fturmak istedi\u011finiz gruplar\u0131 i\u00e7eren bir dosya y\u00fckleyin
import1.instr.req.header=Dosya gereksinimleri
import1.instr.req.1=CSV dosyas\u0131 s\u00fctunlardaki grup detaylar\u0131n\u0131 i\u00e7ermelidir\: grup ba\u015fl\u0131\u011f\u0131, kullan\u0131c\u0131 ad\u0131.
import1.instr.req.2=S\u00fctunlar yukar\u0131da s\u0131rada olmal\u0131d\u0131r, fakat <b>s\u00fctun ba\u015fl\u0131klar\u0131 sat\u0131r i\u00e7ermemelidir</b>.
import1.instr.req.3=Alanlar virg\u00fclle ayr\u0131lm\u0131\u015f olmal\u0131d\u0131r, aralar\u0131nda bo\u015fluklar olmamal\u0131d\u0131r ve her bir alan, e\u011fer bo\u015fluk i\u00e7ermesi gerekirse, \u00e7ift t\u0131rnak i\u00e7ine al\u0131nmal\u0131d\u0131r.
import1.error=Y\u00fckledi\u011finiz dosya okunabilir de\u011fil. L\u00fctfen dosyan\u0131n do\u011fru formatta oldu\u011fundan emin olun ve yeniden deneyin.
import1.continue=Devam
import2.check=Al\u0131nan verileri do\u011frulay\u0131n
import2.error=Sa\u011flad\u0131\u011f\u0131n\u0131z veriler ge\u00e7ersiz kullan\u0131c\u0131lar ya da sitenin bir par\u00e7as\u0131 olmayan kullan\u0131c\u0131lar (k\u0131rm\u0131z\u0131 ile belirtilen) i\u00e7erir. Bu sorunlar\u0131 d\u00fczeltmeniz ve yeniden ba\u015flatman\u0131z gerekli.
import2.okay=A\u015fa\u011f\u0131daki veri aktar\u0131lan dosyalar\u0131n i\u00e7inde bulundu. E\u011fer do\u011fruysa, 'Devam' a t\u0131klay\u0131n.
import2.grouptitle=Grup Ba\u015fl\u0131\u011f\u0131
import2.userid=Kullan\u0131c\u0131 Ad\u0131
import2.continue=Gruplar\u0131 i\u00e7e aktar
import2.couldntimportgroups=Gruplar\u0131 i\u00e7e aktar\u0131rken bir hata olu\u015ftu. Y\u00f6netici ile ileti\u015fime ge\u00e7iniz.
import2.groupexists=Bu grup zaten var, \u00fcyelik birle\u015ftirilmi\u015f olacak. Varolan kullan\u0131c\u0131lar gri renk ile yaz\u0131lm\u0131\u015ft\u0131r.
