group.membership=\u30b0\u30eb\u30fc\u30d7\u30e1\u30f3\u30d0\u30fc\u30b7\u30c3\u30d7
group.description=\u8aac\u660e
group.list=\u30b0\u30eb\u30fc\u30d7\u4e00\u89a7
group.locked=\u30b0\u30eb\u30fc\u30d7\u306f\u30c4\u30fc\u30eb\u5229\u7528\u306b\u3088\u3063\u3066\u30ed\u30c3\u30af\u3055\u308c\u3066\u3044\u307e\u3059
group.title.same=\u540c\u3058\u30b0\u30eb\u30fc\u30d7\u30bf\u30a4\u30c8\u30eb\u304c\u4f7f\u7528\u3055\u308c\u3066\u3044\u307e\u3059\uff0e\u9055\u3046\u3082\u306e\u3092\u9078\u629e\u3057\u3066\u4e0b\u3055\u3044\uff0e
group.number=\u30b5\u30a4\u30ba (\u6700\u5927)
group.newgroup=\u65b0\u3057\u3044\u30b0\u30eb\u30fc\u30d7\u3092\u4f5c\u6210
group.editgroup=\u30b0\u30eb\u30fc\u30d7\u3092\u7de8\u96c6
group.nogroup=\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u308b\u30b0\u30eb\u30fc\u30d7\u304c\u3042\u308a\u307e\u305b\u3093\uff0e
group.role_prefix=\u30ed\u30fc\u30eb\:
group.section_prefix=\u30bb\u30af\u30b7\u30e7\u30f3\:
editgroup.instruction=\u30b5\u30a4\u30c8\u30e1\u30f3\u30d0\u4e00\u89a7\u306e\u30e1\u30f3\u30d0\u3092\u9078\u629e\u3057\u30b0\u30eb\u30fc\u30d7\u306b\u8ffd\u52a0\u3057\u307e\u3059\uff0e\u30b0\u30eb\u30fc\u30d7\u4e00\u89a7\u306e\u30e1\u30f3\u30d0\u3092\u9078\u629e\u3057\u3066\u524a\u9664\u3057\u307e\u3059\uff0e\u5909\u66f4\u3092\u4fdd\u5b58\u3059\u308b\u306b\u306f "{0}" \u3092\u30af\u30ea\u30c3\u30af\u3057\u307e\u3059\uff0e
editgroup.membership=\u30e1\u30f3\u30d0\u30fc\u30b7\u30c3\u30d7
editgroup.remove=\u524a\u9664?
editgroup.removechecked=\u9078\u629e\u3055\u308c\u305f\u3082\u306e\u3092\u524a\u9664
editgroup.new=\u8ffd\u52a0
editgroup.notallowed=\u3053\u306e\u30b0\u30eb\u30fc\u30d7\u306f\u30c4\u30fc\u30eb\u5229\u7528\u306e\u30ed\u30c3\u30af\u306b\u3088\u3063\u3066\u7de8\u96c6\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\uff0e
editgroup.noteditable=\u30c4\u30fc\u30eb\u5229\u7528\u306e\u30ed\u30c3\u30af\u306b\u3088\u3063\u3066\u7de8\u96c6\u3067\u304d\u307e\u305b\u3093\uff0e
editgroup.revise=\u7de8\u96c6
editgroup.update=\u66f4\u65b0
editgroup.back=\u623b\u308b
editgroup.cancel=\u30ad\u30e3\u30f3\u30bb\u30eb
editgroup.generallist=\u30b5\u30a4\u30c8\u30e1\u30f3\u30d0\u4e00\u89a7
editgroup.grouplist=\u30b0\u30eb\u30fc\u30d7\u30e1\u30f3\u30d0\u4e00\u89a7
editgroup.group.locked=\u30c4\u30fc\u30eb\u304c\u30ed\u30c3\u30af\u3055\u308c\u3066\u3044\u308b\u30b0\u30eb\u30fc\u30d7\u306f\u7de8\u96c6\u3067\u304d\u307e\u305b\u3093
editgroup.group.locked.delete=\u30c4\u30fc\u30eb\u304c\u30ed\u30c3\u30af\u3055\u308c\u3066\u3044\u308b\u30b0\u30eb\u30fc\u30d7\u306f\u524a\u9664\u3067\u304d\u307e\u305b\u3093
editgroup.titlemissing=\u30b0\u30eb\u30fc\u30d7\u30bf\u30a4\u30c8\u30eb\u3092\u6307\u5b9a\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\uff0e
editgroup.removegroups=\u30b0\u30eb\u30fc\u30d7\u3092\u524a\u9664
editgroup.groupdel.alert=\u30b0\u30eb\u30fc\u30d7\u306f\u5b8c\u5168\u306b\u524a\u9664\u3055\u308c\u307e\u3059\uff0e\u9078\u629e\u3055\u308c\u305f\u30b0\u30eb\u30fc\u30d7\u306b\u4f7f\u3046\u30c4\u30fc\u30eb\u306f\u524a\u9664\u5f8c\u306b\u6b63\u5e38\u306b\u52d5\u4f5c\u3057\u306a\u3044\u304b\u3082\u3057\u308c\u307e\u305b\u3093\uff0e\u30b0\u30eb\u30fc\u30d7\u3092\u524a\u9664\u3059\u308b\u524d\u306b\u30b5\u30a4\u30c8\u306e\u30b0\u30eb\u30fc\u30d7\u3067\u3069\u306e\u3088\u3046\u306a\u30c4\u30fc\u30eb\u304c\u5229\u7528\u3055\u308c\u3066\u3044\u308b\u304b\u3092\u30c1\u30a7\u30c3\u30af\u3059\u308b\u3053\u3068\u3092\u63a8\u5968\u3057\u307e\u3059\uff0e\u6b21\u306e\u30b0\u30eb\u30fc\u30d7\u3092\u524a\u9664\u3057\u3066\u3082\u3088\u308d\u3057\u3044\u3067\u3059\u304b?
editgroup.site.permission.alert=\u3053\u306e\u30b5\u30a4\u30c8\u306b\u5909\u66f4\u3092\u52a0\u3048\u308b\u6a29\u9650\u304c\u3042\u308a\u307e\u305b\u3093\uff0e
editgroup.site.notfound.alert=\u30b5\u30a4\u30c8\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\uff0e
none=--\u306a\u3057--
groupList.selectAllNone=\u3059\u3079\u3066\u3092\u9078\u629e\u3059\u308b/\u306a\u3057
delete_group_tooltip=\u6700\u521d\u306b\u30b0\u30eb\u30fc\u30d7\u3092\u9078\u629e\u3057\u3066\u304b\u3089\uff0c\u4ee5\u4e0b\u306e "\u9078\u629e\u3057\u305f\u3082\u306e\u3092\u524a\u9664" \u30dc\u30bf\u30f3\u3092\u62bc\u3057\u3066\u4e0b\u3055\u3044\uff0e\u524a\u9664\u78ba\u8a8d\u30da\u30fc\u30b8\u3078\u79fb\u52d5\u3057\u307e\u3059\uff0e
delete_group_nogroup=\u524a\u9664\u3059\u308b\u30b0\u30eb\u30fc\u30d7\u3092\u5c11\u306a\u304f\u3068\u3082\u4e00\u3064\u9078\u629e\u3057\u3066\u4e0b\u3055\u3044\uff0e
deletegroup.notallowed.groups.remove=\u6b21\u306e\u30b0\u30eb\u30fc\u30d7\u306f\u30c4\u30fc\u30eb\u306b\u3088\u3063\u3066\u30ed\u30c3\u30af\u3055\u308c\u3066\u3044\u308b\u305f\u3081\u306b\u524a\u9664\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\: {0}.
update=\u66f4\u65b0
cancel=\u30ad\u30e3\u30f3\u30bb\u30eb
group.auto.newgroup=\u30aa\u30fc\u30c8\u30b0\u30eb\u30fc\u30d7
group.autocreate.newgroups=\u65b0\u3057\u3044\u30b0\u30eb\u30fc\u30d7\u3092\u4f5c\u6210
group.autocreate.selectrosterorrole=\u540d\u7c3f\u304b\u30ed\u30fc\u30eb\u3092\u5c11\u306a\u304f\u3068\u3082\u4e00\u3064\u9078\u629e\u3057\u3066\u4e0b\u3055\u3044\uff0e
group.autocreate.instructions=\u9078\u629e\u3055\u308c\u305f\u9805\u76ee\u306b\u5bfe\u3059\u308b\u30b0\u30eb\u30fc\u30d7\u3092\u4f5c\u6210\u3059\u308b\u305f\u3081\u30b3\u30fc\u30b9\u306e\u540d\u7c3f\u304b\u30ed\u30fc\u30eb\u3092\u9078\u629e\u3057\u3066\u4e0b\u3055\u3044\uff0e\u95a2\u9023\u3059\u308b\u8868\u304b\u3089\u4e00\u3064\u306e\u540d\u7c3f\u304b\u30ed\u30fc\u30eb\u3092\u9078\u629e\u3059\u308b\u3068\uff0c\u305d\u306e\u9805\u76ee\u306e\u30e1\u30f3\u30d0\u304b\u3089\u30e9\u30f3\u30c0\u30e0\u306a\u30b5\u30d6\u30b0\u30eb\u30fc\u30d7\u3092\u4f5c\u6210\u3067\u304d\u307e\u3059\uff0e
group.autocreate.section.postfix=(\u30b0\u30eb\u30fc\u30d7)
table.roster_select=\u9078\u629e
table.roster_title=\u30b3\u30fc\u30b9\u540d\u7c3f
table.role_select=\u9078\u629e
table.role_title=\u30ed\u30fc\u30eb
instruction.role=\u30ed\u30fc\u30eb\u3092\u9078\u629e
instruction.header.roster=\u540d\u7c3f\u304b\u3089
instruction.header.role=\u30ed\u30fc\u30eb\u304b\u3089
randomOptionLabel=\u9078\u629e\u3057\u305f\u30ed\u30fc\u30eb\u306e\u30e1\u30f3\u30d0\u304b\u3089\u30e9\u30f3\u30c0\u30e0\u306a\u30b0\u30eb\u30fc\u30d7\u3092\u4f5c\u6210\u3057\u307e\u3059\uff0e
roleOptionLabel=\u9078\u629e\u3055\u308c\u305f\u30ed\u30fc\u30eb\u306b\u5bfe\u3057\u3066\u5358\u4e00\u306e\u30b0\u30eb\u30fc\u30d7\u3092\u4f5c\u6210\u3057\u307e\u3059\uff0e
rosterOptionLabel=\u9078\u629e\u3055\u308c\u305f\u540d\u7c3f\u306b\u5bfe\u3057\u3066\u5358\u4e00\u306e\u30b0\u30eb\u30fc\u30d7\u3092\u4f5c\u6210\u3057\u307e\u3059\uff0e
rosterRandomOptionLabel=\u9078\u629e\u3055\u308c\u305f\u540d\u7c3f\u306e\u30e1\u30f3\u30d0\u304b\u3089\u30e9\u30f3\u30c0\u30e0\u306a\u30b0\u30eb\u30fc\u30d7\u3092\u4f5c\u6210\u3057\u307e\u3059\uff0e
splitByGroupsLabel=\u5fc5\u8981\u306a\u30b0\u30eb\u30fc\u30d7\u6570\u3067\u5206\u3051\u308b
splitByUsersLabel=\u30b0\u30eb\u30fc\u30d7\u3054\u3068\u306b\u5fc5\u8981\u306a\u30e6\u30fc\u30b6\u6570\u3067\u5206\u3051\u308b
group.title=\u30b0\u30eb\u30fc\u30d7\u30bf\u30a4\u30c8\u30eb
group.joinable-set=\u53c2\u52a0\u53ef\u80fd\u306a\u30bb\u30c3\u30c8
randomGroupsLegend=\u30aa\u30d7\u30b7\u30e7\u30f3
group.unit=\u30b0\u30eb\u30fc\u30d7\u6570
user.unit=\u30b0\u30eb\u30fc\u30d7\u3054\u3068\u306e\u30e6\u30fc\u30b6\u6570
numToSplit.user.empty.alert="\u30b0\u30eb\u30fc\u30d7\u3054\u3068\u306e\u30e6\u30fc\u30b6\u6570" \u306f\u5fc5\u9808\u3067\u3059\uff0e
numToSplit.group.empty.alert="\u30b0\u30eb\u30fc\u30d7\u6570" \u306f\u5fc5\u9808\u3067\u3059\uff0e
numToSplit.user.notanumber.alert="\u30b0\u30eb\u30fc\u30d7\u3054\u3068\u306e\u30e6\u30fc\u30b6\u6570" \u306f\u6b63\u306e\u6574\u6570\u3067\u306a\u3051\u308c\u3070\u306a\u308a\u307e\u305b\u3093\uff0e
numToSplit.group.notanumber.alert="\u30b0\u30eb\u30fc\u30d7\u6570" \u306f\u6b63\u306e\u6574\u6570\u3067\u306a\u3051\u308c\u3070\u306a\u308a\u307e\u305b\u3093\uff0e
groupTitle.empty.alert=\u30e9\u30f3\u30c0\u30e0\u306b\u30b0\u30eb\u30fc\u30d7\u3092\u751f\u6210\u3059\u308b\u5834\u5408\uff0c "\u30b0\u30eb\u30fc\u30d7\u30bf\u30a4\u30c8\u30eb" \u306f\u5fc5\u9808\u3067\u3059\uff0e
exist.group.roster=(\u3053\u306e\u540d\u7c3f\u306e\u30b0\u30eb\u30fc\u30d7\u306f\u3059\u3067\u306b\u5b58\u5728\u3057\u307e\u3059)
exist.group.role=(\u3053\u306e\u30ed\u30fc\u30eb\u306e\u30b0\u30eb\u30fc\u30d7\u306f\u3059\u3067\u306b\u5b58\u5728\u3057\u307e\u3059)
group.allow.view.membership=\u3053\u306e\u30b0\u30eb\u30fc\u30d7\u306e\u4ed6\u306e\u30e1\u30f3\u30d0\u3092\u30e1\u30f3\u30d0\u304c\u898b\u308b\u3053\u3068\u304c\u3067\u304d\u308b
group.allow.view.membership2=\u53c2\u52a0\u3057\u305f\u5f8c\u306b\u3053\u308c\u3089\u306e\u30b0\u30eb\u30fc\u30d7\u306e\u4ed6\u306e\u30e1\u30f3\u30d0\u30fc\u3092\u30e1\u30f3\u30d0\u304c\u898b\u308b\u3053\u3068\u304c\u3067\u304d\u308b
group.allow.unjoinable=\u53c2\u52a0\u3057\u305f\u5f8c\u306b\u3053\u306e\u30bb\u30c3\u30c8\u306e\u30b0\u30eb\u30fc\u30d7\u304b\u3089\u30e1\u30f3\u30d0\u304c\u53c2\u52a0\u89e3\u9664\u3059\u308b(\u96e2\u308c\u308b) \u3053\u3068\u304c\u3067\u304d\u308b
group.joinable.create=\u65b0\u3057\u3044\u53c2\u52a0\u53ef\u80fd\u306a\u30bb\u30c3\u30c8\u3092\u4f5c\u6210
group.joinable.title=\u53c2\u52a0\u53ef\u80fd\u306a\u30bb\u30c3\u30c8\u3092\u4f5c\u6210
group.joinable.title.edit=\u53c2\u52a0\u53ef\u80fd\u306a\u30bb\u30c3\u30c8\u3092\u7de8\u96c6
group.joinable.desc=\u53c2\u52a0\u53ef\u80fd\u306a\u30bb\u30c3\u30c8\u306f\u30e6\u30fc\u30b6\u304c\u53c2\u52a0\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u308b\u81ea\u52d5\u7684\u306b\u4f5c\u6210\u3055\u308c\u305f\u30b0\u30eb\u30fc\u30d7\u3067\u69cb\u6210\u3055\u308c\u307e\u3059\uff0e\u305d\u308c\u305e\u308c\u306e\u30bb\u30c3\u30c8\u306e\u30b0\u30eb\u30fc\u30d7\u306f\u30bb\u30c3\u30c8\u540d\u3067\u59cb\u307e\u308a\u4e00\u610f\u306e\u756a\u53f7\u3067\u7d42\u308f\u308a\u307e\u3059\uff0e\u500b\u4eba\u306f\u30bb\u30c3\u30c8\u3042\u305f\u308a\u3072\u3068\u3064\u306e\u30b0\u30eb\u30fc\u30d7\u306b\u53c2\u52a0\u3067\u304d\u307e\u3059\uff0e
group.joinable.setname=\u30bb\u30c3\u30c8\u540d\:
group.joinable.numOfGroups=\u30b0\u30eb\u30fc\u30d7\u6570\:
group.joinable.maxMembers=\u30b0\u30eb\u30fc\u30d7\u3042\u305f\u308a\u306e\u6700\u5927\u30e1\u30f3\u30d0\u30fc\u6570\:
group.joinable.maxMembers2=\u6700\u5927\u30e1\u30f3\u30d0\u30fc\u6570\:
group.joinable.allowPreview=\u53c2\u52a0\u3059\u308b\u524d\u306b\u30b0\u30eb\u30fc\u30d7\u30e1\u30f3\u30d0\u30fc\u30b7\u30c3\u30d7\u3092\u30e6\u30fc\u30b6\u304c\u898b\u308b\u3053\u3068\u304c\u3067\u304d\u308b
numGroups.empty.alert=\u30b0\u30eb\u30fc\u30d7\u6570\u306f\u5fc5\u9808\u3067\u6709\u52b9\u306a\u6570\u3067\u306a\u3051\u308c\u3070\u306a\u308a\u307e\u305b\u3093
numGroups.zero.alert=\u30b0\u30eb\u30fc\u30d7\u6570\u306f0\u4ee5\u4e0a\u306e\u5024\u3067\u3042\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\uff0e
maxMembers.zero.alert=\u30e1\u30f3\u30d0\u306e\u6700\u5927\u6570\u306f0\u4ee5\u4e0a\u306e\u5024\u3067\u3042\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\uff0e
maxMembers.empty.alert=\u30e1\u30f3\u30d0\u306e\u6700\u5927\u6570\u306f\u5fc5\u9808\u3067\u6709\u52b9\u306a\u6570\u3067\u306a\u3051\u308c\u3070\u306a\u308a\u307e\u305b\u3093
maxGroups.alert=\u4f5c\u6210\u3067\u304d\u308b\u6700\u5927\u30b0\u30eb\u30fc\u30d7\u6570\u306f1000\u3067\u3059
group.joinable.currentgroups=\u73fe\u5728\u306e\u30b0\u30eb\u30fc\u30d7\:
group.joinable.additionalGroups=\u8ffd\u52a0\u306e\u30b0\u30eb\u30fc\u30d7\u3092\u751f\u6210\u3059\u308b
group.joinable.pendingGroups=\u4fdd\u7559\u4e2d\u306e\u30b0\u30eb\u30fc\u30d7\uff1a
group.joinable.pendingGroups.disclaimer=\u5909\u66f4\u3092\u4fdd\u5b58\u3059\u308b\u3068\u304d\u306b\u30d6\u30eb\u30fc\u30d7\u304c\u4f5c\u6210\u3055\u308c\u307e\u3059\uff0e
group.joinable.edit.saveChanges=\u5909\u66f4\u3092\u4fdd\u5b58
group.joinable.usersNotInSet=\u3053\u306e\u30bb\u30c3\u30c8\u306e\u30b0\u30eb\u30fc\u30d7\u306b\u307e\u3060\u53c2\u52a0\u3057\u3066\u3044\u306a\u3044\u30e6\u30fc\u30b6
group.members=\u30e1\u30f3\u30d0\u30fc
group.joinable.generate=\u751f\u6210
group.joinable.delete=\u30bb\u30c3\u30c8\u3092\u524a\u9664
group.joinable.set=\u53c2\u52a0\u53ef\u80fd\u306a\u30bb\u30c3\u30c8\:
joinableset.duplicate.alert=\u30bb\u30c3\u30c8\u540d\u304c\u3059\u3067\u306b\u4f7f\u7528\u3055\u308c\u3066\u3044\u307e\u3059\uff0e\u9055\u3046\u3082\u306e\u3092\u9078\u3093\u3067\u304f\u3060\u3055\u3044\uff0e
site_group_title_length_limit=\u30bf\u30a4\u30c8\u30eb\u306e\u9577\u3055\u306f {0} \u6587\u5b57\u3092\u8d85\u3048\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\uff0e\u3088\u308a\u77ed\u3044\u30bf\u30a4\u30c8\u30eb\u3092\u5165\u529b\u3057\u3066\u4e0b\u3055\u3044\uff0e
group.import=\u30d5\u30a1\u30a4\u30eb\u304b\u3089\u30a4\u30f3\u30dd\u30fc\u30c8
group.importinstruction=\u30b9\u30d7\u30ec\u30c3\u30c9\u30b7\u30fc\u30c8\u307e\u305f\u306f CSV \u30d5\u30a1\u30a4\u30eb\u304b\u3089\u30b0\u30eb\u30fc\u30d7\u3092\u30a4\u30f3\u30dd\u30fc\u30c8
import1.title=\u4f5c\u6210\u3057\u305f\u3044\u30b0\u30eb\u30fc\u30d7\u3092\u542b\u3080\u30d5\u30a1\u30a4\u30eb\u3092\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9
import1.instr.req.header=\u30d5\u30a1\u30a4\u30eb\u4ed5\u69d8
import1.instr.req.1=CSV \u30d5\u30a1\u30a4\u30eb\u306b\u306f\uff0c\u5217\: \u30b0\u30eb\u30fc\u30d7\u30bf\u30a4\u30c8\u30eb, \u30e6\u30fc\u30b6\u540d/\u30e1\u30fc\u30eb\u30a2\u30c9\u30ec\u30b9\u306b\u30b0\u30eb\u30fc\u30d7\u8a73\u7d30\u3092\u542b\u3081\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\uff0e
import1.instr.req.2=\u5217\u306f\u4e0a\u306e\u9806\u5e8f\u3067\u3042\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u304c\uff0c<b>\u5217\u30d8\u30c3\u30c0\u3092\u542b\u3081\u306a\u3044</b>\u3067\u4e0b\u3055\u3044\uff0e
import1.instr.req.3=\u30d5\u30a3\u30fc\u30eb\u30c9\u306f\uff0c\u30d5\u30a3\u30fc\u30eb\u30c9\u9593\u306b\u7a7a\u767d\u3092\u5165\u308c\u305a\u30ab\u30f3\u30de\u3067\u533a\u5207\u308b\u3068\u3068\u3082\u306b\uff0c\u5404\u30d5\u30a3\u30fc\u30eb\u30c9\u306b\u7a7a\u767d\u304c\u542b\u307e\u308c\u308b\u5834\u5408\u306f\u30d5\u30a3\u30fc\u30eb\u30c9\u3092\u30c0\u30d6\u30eb\u30af\u30a9\u30fc\u30c8\u3067\u56f2\u3080\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\uff0e
import1.error=\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9\u3057\u305f\u30d5\u30a1\u30a4\u30eb\u306f\u8aad\u307f\u8fbc\u307f\u53ef\u80fd\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3067\u3057\u305f\uff0e\u30d5\u30a1\u30a4\u30eb\u304c\u6b63\u3057\u3044\u5f62\u5f0f\u306b\u306a\u3063\u3066\u3044\u308b\u304b\u3092\u78ba\u8a8d\u3057\uff0c\u518d\u5ea6\u8a66\u3057\u3066\u4e0b\u3055\u3044\uff0e
import1.continue=\u7d9a\u3051\u308b
import2.check=\u30a4\u30f3\u30dd\u30fc\u30c8\u3055\u308c\u305f\u30c7\u30fc\u30bf\u3092\u78ba\u8a8d\u3057\u307e\u3059
import2.error=\u63d0\u4f9b\u3057\u305f\u30c7\u30fc\u30bf\u306b\u306f\u7121\u52b9\u306a\u30e6\u30fc\u30b6\u304c\u542b\u307e\u308c\u3066\u3044\u308b\uff0c\u8907\u6570\u306e\u30e6\u30fc\u30b6\u306b\u4e00\u81f4\u3059\u308b\uff0c\u3082\u3057\u304f\u306f\u30e6\u30fc\u30b6\u304c\u30b5\u30a4\u30c8\u306b\u5c5e\u3057\u3066\u3044\u307e\u305b\u3093 (\u8d64\u3067\u5f37\u8abf)\uff0e\u3053\u308c\u3089\u306e\u554f\u984c\u3092\u6b63\u3057\u305f\u5f8c\uff0c\u3084\u308a\u76f4\u3057\u3066\u4e0b\u3055\u3044\uff0e
import2.okay=\u6b21\u306e\u30c7\u30fc\u30bf\u304c\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9\u3057\u305f\u30d5\u30a1\u30a4\u30eb\u306b\u898b\u3064\u304b\u308a\u307e\u3057\u305f\uff0e\u3053\u308c\u304c\u6b63\u3057\u3044\u5834\u5408\u306f\u300c\u7d9a\u3051\u308b\u300d\u3092\u30af\u30ea\u30c3\u30af\u3057\u307e\u3059\uff0e
import2.grouptitle=\u30b0\u30eb\u30fc\u30d7\u30bf\u30a4\u30c8\u30eb
import2.userid=\u30e6\u30fc\u30b6 ID
import2.continue=\u30b0\u30eb\u30fc\u30d7\u3092\u30a4\u30f3\u30dd\u30fc\u30c8
import2.couldntimportgroups=\u30b0\u30eb\u30fc\u30d7\u306e\u30a4\u30f3\u30dd\u30fc\u30c8\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\uff0e\u7ba1\u7406\u8005\u306b\u9023\u7d61\u3057\u3066\u4e0b\u3055\u3044\uff0e
import2.groupexists=\u3053\u306e\u30b0\u30eb\u30fc\u30d7\u306f\u65e2\u306b\u5b58\u5728\u3057\u3066\u3044\u3066\uff0c\u30e1\u30f3\u30d0\u30b7\u30c3\u30d7\u306f\u30de\u30fc\u30b8\u3055\u308c\u307e\u3059\uff0e\u65e2\u5b58\u306e\u30e6\u30fc\u30b6\u306f\u30b0\u30ec\u30fc\u3067\u5f37\u8abf\u3055\u308c\u3066\u3044\u307e\u3059\uff0e
