#group related
java.group = Gestionar grupos
group.membership = Pertenencia a grupos
group.description = Descripci\u00F3n
group.list = Lista de grupos
group.title = T\u00EDtulo
group.title.same= El t\u00EDtulo de grupo ya est\u00E1 en uso. Por favor, escoja uno distinto
group.number = Tama\u00F1o
group.tablesummary= Esta tabla contiene informaci\u00F3n de los grupos del sitio. La columna 1 es el t\u00EDtulo de grupo y la columna 2 el n\u00FAmero de miembros. La cabecera de la tabla permite ordenar la informaci\u00F3n que contiene.
group.siteinfo.tablesummary=Esta tabla contiene informaci\u00F3n de los grupos del sitio. La columna 1 es el t\u00EDtulo de grupo y la columna 2 el n\u00FAmero de miembros.
group.sorttitleasc = Ordenar por t\u00EDtulo (ascendente)
group.sorttitledesc = Ordenar por t\u00EDtulo (descendente)
group.sortnumberasc = Ordenar por n\u00FAmero de miembros (ascendente)
group.sortnumberdesc = Ordenar n\u00FAmero de miembros (descendente)
group.newgroup = Crear un grupo nuevo
group.editgroup = Editar grupo
group.nogroup = No hay grupos definidos.
editgroup.instruction = Seleccione los miembros de la lista de miembros del sitio y a\u00F1ad\u00E1los al grupo. De la misma manera, seleccione los miembros que desea borrar del grupo y b\u00F3rrelos. Haga clic en Actualizar para guardar los cambios.
editgroup.membership = Pertenencia
editgroup.remove = \u00BFBorrar?
editgroup.selectremovechecked = Seleccionar para borrar
editgroup.removechecked = Borrado comprobado
editgroup.new = A\u00F1adir
editgroup.revise = Editar
editgroup.update = Actualizar
editgroup.back = Volver
editgroup.cancel = Cancelar
editgroup.addmember = A\u00F1adir al grupo >
editgroup.removemember = < Borrar
editgroup.generallist = Lista de miembros del sitio
editgroup.grouplist = Lista de miembros del grupo
editgroup.titlemissing = Necesita especificar un t\u00EDtulo para el grupo.
editgroup.removegroups = Borrar grupos
editgroup.groupdel.alert = \u00BFEst\u00E1 seguro de que desea borrar los siguientes grupos?
editgroup.site.permission.alert = No tiene permiso para hacer cambios en este sitio.
editgroup.site.notfound.alert = Sitio no encontrado.

hint.newgroup=Crear un nuevo grupo
access_error=Lo siento, no tiene acceso a esta herramienta
delete_group_tooltip=Por favor, seleccione los grupos y luego haga clic en "Actualizar" para ir a la p\u00E1gina de confirmaci\u00F3n.
delete_group_nogroup= Por favor,escoja al menos un grupo para ser borrado.

#general action label
update=Actualizar
cancel=Cancelar

#automatically create new group
group.auto.newgroup = Grupos autom\u00E1tico 
group.autocreate.newgroups= Crear nuevos grupos
group.autocreate.instruction_roster = Seleccione la orla de un curso para crear un grupo separado para esa orla.
group.autocreate.instruction_role = Seleccione un rol para crear un grupo separado para ese rol.
group.autocreate.selectrosterorrole= Por favor, seleccione al menos una orla o un rol.
table.roster_select=Seleccionar
table.roster_title=Orla
table.role_select=Seleccionar
table.role_title=Rol
instruction.roster=Seleccione la orla de uncurso para crear un grupo separado para esa orla.
instruction.role=Seleccione un rol para crear un grupo separado para ese rol.


### limit of site group title ####
site_group_title_length_limit=La longitud del título no puede exceder los {0} caracteres. Por favor proporcione un t\u00EDtulo m\u00E1s corto.

group.import = Importar de un fichero
group.importinstruction = Importar grupos de una hoja de c\u00E1lculo o fichero csv

import1.title = Sube un fichero que contenga los grupos que desees crear
import1.instr.req.header = Requisitos del fichero
import1.instr.req.1 = El fichero CSV debe contener los detalles de los grupo en columnas: nombre del grupo, nombre del usuario. 
import1.instr.req.2 = Las columnas tienen que estar en el orden comentado, <b>no incluyas ninguna cabecera en la primera fila</b>.
import1.instr.req.3 = Los campos tienen que estar separados por comas, no debe haber espacios entre campos y cada campo debe estar delimitado por comillas dobles en caso de que contenga espacios.
import1.error = El fichero que has adjuntado no es legible. Por favor valida el formato e int\u00E9ntalo de nuevo.
import1.continue = Continuar

import2.check = Verificando los datos importados
import2.error = Los datos que has importado contienen usuarios inválidos o que no pertenecen al sitio (destacados en rojo). Debes corregir el problema y empezar de nuevo.
import2.okay = Se han importado los siguientes datos. Si es correcto, pulse 'Continuar'.
import2.grouptitle = Nombre del grupo
import2.userid = Nombre de usuario
import2.continue = Importar Grupos
import2.couldntimportgroups = Ha ocurrido un error importando los grupos. Por favor contacte al administrador.
import2.groupexists = Este grupo ya existe, los miembros se van a unificar. Se resaltan en gris los usuarios que ya existen.
