<?xml version="1.0" encoding="UTF-8"?><!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html><head>
<title>Ajouter, &eacute;diter ou supprimer des outils du menu &agrave; partir de la Configuration de Sites</title>
<style type="text/css">
		/* Style for specific inline images */
		
		/* Style for specific ordered lists */
		
		/* Style for specific table cells */
		</style>
<link type="text/css" href="/library/skin/tool_base.css" media="all" rel="stylesheet" />
<link type="text/css" href="/library/skin/default/tool.css" media="all" rel="stylesheet" />
</head>
<body>
<div class="helpBody">
<h2>Ajouter, &eacute;diter ou supprimer des outils du menu &agrave; partir de la Configuration de Sites</h2>
<p><strong>Note:</strong> Pour compl&eacute;ter les instructions contenues dans ce document, vous devez avoir un r&ocirc;le ayant les droits d'acc&egrave;s requis. Pour d&eacute;terminer votre r&ocirc;le, suivez les instructions dans <a href="content.hlp?docId=arbu_fr_CA">R&ocirc;les du participant</a>.  Pour une compr&eacute;hension g&eacute;n&eacute;rale des r&ocirc;les et droits d'acc&egrave;s, consultez <a href="content.hlp?docId=arax_fr_CA">Droits d'acc&egrave;s et r&ocirc;les: Vue d'ensemble</a>.</p>

<p>Vous pouvez ajouter, &eacute;diter ou supprimer les outils qui apparaissent dans le <a href="content.hlp?docId=arcc_fr_CA">menu</a> de votre site en utilisant la Configuration de Sites dans <a href="content.hlp?docId=aqzy_fr_CA">Zone de Travail</a>. Pour ce faire, suivez les &eacute;tapes suivantes:</p>

<ol>
  <li>&Agrave; partir du menu de la Zone de Travail, cliquez <strong><code>Configuration de Sites</code></strong>. <br />
      <br />
  </li>
  <li>Cochez la case correspondant au site pour lequel vous voulez ajouter, &eacute;diter ou supprimer des outils, puis cliquez <strong><code>R&eacute;viser</code></strong>.
      <p><strong>Note:</strong> M&ecirc;me si vous pouvez cocher plusieurs cases, vous ne pouvez r&eacute;viser les outils que d'un site &agrave; la fois.</p>
  </li>
  <li>Cliquez <strong><code>&Eacute;diter les outils</code></strong>. <br />
      <br />
  </li>
  <li>Cochez les cases correspondant aux outils que vous d&eacute;sirez ajouter &agrave; votre menu, d&eacute;cochez la case si vous supprimez un outil.<br />
      <br />
  </li>
  <li>Cliquez <strong><code>Continuer</code></strong>. <br />
      <br />
  </li>
  <li>Si vous ajoutez ou utilisez d&eacute;j&agrave; les outils suivants, l'&eacute;cran Personnaliser les outils vous permettra de faire certaines modifications. Si vous n'ajoutez pas ou n'utilisez pas un des outils ci-dessous, allez &agrave; l'&eacute;tape suivante. Pour les outils suivants, ces t&acirc;ches sont possibles:<br />
      <br />
      <ul>
        <li> <strong>Archive de courriels:</strong> Cr&eacute;ez ou modifiez l'adresse courriel de votre site</li>
        <li> <strong>Nouvelles:</strong> Ajoutez ou modifiez les titres des sources de nouvelles et les URL; les titres appara&icirc;tront dans votre menu</li>
        <li> <strong>Contenu Web:</strong> Ajoutez ou modifiez les titres et les URL; les titres appara&icirc;tront dans votre menu</li>
      </ul>
      <p>Lorsque vous aurez termin&eacute;, cliquez <strong><code>Continuer</code></strong>.</p>
  </li>
  <li>Dans l'&eacute;cran de confirmation, vous verrez une liste d'outils et tout changement apport&eacute;. Si la liste est exacte, cliquez <strong><code>Terminer</code></strong>. Pour &eacute;diter vos modifications, cliquez <strong><code>Retour</code></strong>, ou si vous d&eacute;sirez annuler, cliquez <strong><code>Annuler</code></strong>.</li>
  </ol>

</div>
</body></html>