<?xml version="1.0" encoding="UTF-8"?><!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html><head>
<title>Menu: Vue d'ensemble</title>
<style type="text/css">
		/* Style for specific inline images */
		div.image{
						text-align: center; margin: auto auto;
					}
		/* Style for specific ordered lists */
		
		/* Style for specific table cells */
		</style>
<link type="text/css" href="/library/skin/tool_base.css" media="all" rel="stylesheet" />
<link type="text/css" href="/library/skin/default/tool.css" media="all" rel="stylesheet" />
</head>
<body>
<div class="helpBody">
<h2>Menu: Vue d'ensemble</h2>

<p>Dans un site de cours ou un <a href="content.hlp?docId=ardt_fr_CA">site de projet</a>, le menu est une colonne personnalisable &agrave; gauche de l'&eacute;cran qui contient des liens vers de nombreux outils collaboratifs. Les responsables de sites ont des droits d'acc&egrave;s sp&eacute;ciaux qui leur permettent d'ajouter, d'&eacute;diter ou de supprimer des outils &agrave; l'aide des outils Configuration de Sites ou Information du Site. Par cons&eacute;quent, les m&ecirc;mes outils n'appara&icirc;tront pas dans chacun des sites.</p>


<div class="inlineimage image"><img class="noborder" src="image/a009y.jpg" alt="Le menu est une colonne de liens &agrave; gauche de l'&eacute;cran." /><br />
<strong><small>Le menu (en surbrillance) contient des liens vers les outils collaboratifs utilis&eacute;s dans votre site.</small></strong></div>


<h3>Concepts cl&eacute;s</h3>


<p><strong>Ajouter des outils:</strong> Un participant du site ayant le r&ocirc;le appropri&eacute; peut modifier le contenu du menu du site en ajoutant ou supprimant des outils &agrave; l'aide de l'outil Information du site.</p>

<p>Le propri&eacute;taire du site peut choisir d'afficher (ou de cacher) les outils suivants dans le menu:</p>

<ul>
  <li><strong>Accueil:</strong> Ceci est la page d'accueil du site de cours ou de projet. L'accueil peut contenir une liste d'annonces r&eacute;centes, des &eacute;l&eacute;ments de discussion et des messages de clavardage. 

<br />
<br /> 
</li>
  <li><strong>Annonces:</strong> Publiez de l'information critique (ex.: pour informer les utilisateurs des modifications au calendrier ou des politiques de la classe.

<br />
<br />
</li>
  <li><strong>Devoirs:</strong> Publiez, remettez et corrigez des devoirs en ligne. Vos participants peuvent remettre des devoirs de fa&ccedil;on &eacute;lectronique pour correction et commentaires.<br />
<br /> </li>
  <li><strong>Calendrier:</strong> Publiez et visualisez les dates d'&eacute;ch&eacute;ance et les &eacute;v&eacute;nements (ex.: dates des jours de classe, dates des devoirs et annulations).

<br />
<br />
</li>
  <li><strong>Salon de clavardage:</strong> Ayez des discussions &eacute;crites en temps r&eacute;el avec d'autres participants du site. Le clavardage est plus rapide et plus pratique que d'attendre que des participants publient un message dans la zone de discussion.<br />
<br />
</li>
  <li><strong>Discussion:</strong> Publiez des conversations asynchrones par th&egrave;me ou cat&eacute;gorie.

<br />
<br /> 
</li>
  <li><strong>Bo&icirc;te de d&eacute;p&ocirc;t:</strong> Cr&eacute;ez des zones pour le partage priv&eacute; de fichiers entre les responsables de sites et les participants.

<br />
<br />
</li>
  <li><strong>Archive de courriels:</strong> Visualiser les courriels envoy&eacute;s au site.

<br />
<br />
</li>
  <li><strong>Bulletin de notes:</strong> Calculez, stockez et remettez des notes.
<br />
<br />
</li>
  <li><strong>Centre de messages:</strong> Cr&eacute;ez des forums de discussion et ajoutez une messagerie priv&eacute;e &agrave; votre site.

<br />
<br />
</li>
  <li><strong>Nouvelles:</strong> Faites des liens vers des fils de syndication RSS.

<br />
<br />
</li>
  <li><strong>Balados:</strong> G&eacute;rez des balados individuels et l'information des sources de balados.

<br />
<br />
</li>
  <li><strong>Post'Em:</strong> T&eacute;l&eacute;versez et partagez des fichiers <code>.csv</code> pour afficher une r&eacute;troaction (ex.: notes et commentaires) aux participants du site.

<br />
<br />
</li>
  <li><strong>Pr&eacute;sentation:</strong>
Montrez un diaporama d'images &agrave; plusieurs personnes &agrave; la fois ou permettez-leur de regarder le diaporama par eux-m&ecirc;mes.

<br />
<br />
</li>
  <li><strong>Ressources:</strong> T&eacute;l&eacute;versez, stockez et partagez des fichiers et des URL.

<br />
<br />
</li>
  <li><strong>Liste d'&eacute;tudiants:</strong> Visualisez la liste des participants au site.

<br />
<br />
</li>
  <li><strong>Plan de cours:</strong> Cr&eacute;ez et affichez un plan de cours ou faites le lien vers un plan de cours d&eacute;j&agrave; existant en ligne.<br />
<br />
</li>
  <li><strong>Tests et Quiz:</strong>
Cr&eacute;ez et distribuez des tests et des sondages.

<br />
<br />
</li>
  <li><strong>Contenu Web:</strong> Ajoutez des liens vers des pages Web dans le menu.

<br />
<br />
</li>
  <li><strong>Wiki:</strong> Collaborez avec d'autres participants pour cr&eacute;er et mettre &agrave; jour des pages Web.
</li>
</ul>

<p>L'Information du site affiche l'information &agrave; propos du site destin&eacute;e aux participants du site. Les responsables de site peuvent utiliser cet outil pour ajouter des participants, &eacute;diter les outils, g&eacute;rer les groupes et importer des fichiers. Cet outil fait partie de tous les sites et ne peut pas &ecirc;tre supprim&eacute; du menu.</p>




<p>L'outil d'aide contient de la documentation pour tous les outils et peut contenir des liens vers d'autres ressources d'aide.</p>

<p><strong>Note:</strong> Votre administrateur de syst&egrave;me contr&ocirc;le quels outils sont disponibles pour votre syst&egrave;me. Lorsque de nouveaux outils deviennent disponibles, ou que les besoins des utilisateurs changent, votre administrateur de syst&egrave;me peut ajouter des outils au syst&egrave;me et ils appara&icirc;tront dans la liste d'outils que vous pouvez ajouter &agrave; votre site.</p>

<h3>&Eacute;l&eacute;ments &agrave; prendre en consid&eacute;ration</h3>

<ul>
  <li>Si votre syst&egrave;me le permet, cr&eacute;ez un site de pratique de fa&ccedil;on &agrave; ce que les participants au site puissent se familiariser avec les outils, les fonctionnalit&eacute;s et les options.<br />
<br />
</li>
  <li>Pour &eacute;viter la perte accidentelle de ressources, attribuez des r&ocirc;les judicieusement. Attribuez des r&ocirc;les ayant des droits d'acc&egrave;s &eacute;tendus seulement &agrave; des coinstructeurs ou &agrave; des personnes en qui vous pouvez avoir confiance pour &eacute;diter votre site. Toutes les autres personnes devraient avoir un r&ocirc;le plus restreint permettant l'acc&egrave;s, mais pas la modification du site. Par exemple, si un autre participant du site supprime l'outil de plan de cours de votre site, ceci supprimera de fa&ccedil;on irr&eacute;versible l'information du plan de cours que vous y avez stock&eacute;e.</li>
</ul>


</div>
</body></html>