#Macros
macro.link.description=\u0413\u0435\u043d\u0435\u0440\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0443\u0435\u0431\u0432\u0440\u044a\u0437\u043a\u0430.
macro.macrolist.description=\u041f\u043e\u043a\u0430\u0437\u0432\u0430 \u0441\u043f\u0438\u0441\u044a\u043a \u0441 \u043d\u0430\u043b\u0438\u0447\u043d\u0438\u0442\u0435 \u043c\u0430\u043a\u0440\u043e\u0441\u0438.
macro.mailto.description=\u041f\u043e\u043a\u0430\u0437\u0432\u0430 \u0438\u043c\u0435\u0439\u043b \u0430\u0434\u0440\u0435\u0441.
macro.rfc.description=\u0413\u0435\u043d\u0435\u0440\u0438\u0440\u0430 \u0432\u0440\u044a\u0437\u043a\u0438 \u043a\u044a\u043c RFC.
macro.table.description=\u041f\u043e\u043a\u0430\u0437\u0432\u0430 \u0442\u0430\u0431\u043b\u0438\u0446\u0430.
macro.quote.description=\u041f\u043e\u043a\u0430\u0437\u0432\u0430\u043d\u0435 \u043d\u0430 \u0446\u0438\u0442\u0430\u0442\u0438.
macro.code.description=\u041f\u043e\u043a\u0430\u0437\u0432\u0430 \u0447\u0430\u0441\u0442 \u043e\u0442 \u043a\u043e\u0434\u0430 \u0441 \u043f\u043e\u0434\u0447\u0435\u0440\u0442\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u0441\u0438\u043d\u0442\u0430\u043a\u0441\u0438\u0441\u0430, \u043d\u0430\u043f\u0440\u0438\u043c\u0435\u0440 Java, XML \u0438 SQL. \u0422\u0438\u043f\u044a\u0442 none \u043d\u0435 \u043f\u0440\u0430\u0432\u0438 \u043d\u0438\u0449\u043e \u0438 \u0435 \u043f\u043e\u043b\u0435\u0437\u0435\u043d \u0437\u0430 \u043d\u0435\u043f\u043e\u0437\u043d\u0430\u0442\u0438 \u0442\u0438\u043f\u043e\u0432\u0435 \u043a\u043e\u0434.
macro.filepath.description=\u041f\u043e\u043a\u0430\u0437\u0432\u0430 \u043f\u044a\u0442\u044f \u0434\u043e \u0444\u0430\u0439\u043b\u043e\u0432\u0430\u0442\u0430 \u0441\u0438\u0441\u0442\u0435\u043c\u0430. \u041f\u044a\u0442\u044f\u0442 \u0434\u043e \u0444\u0430\u0439\u043b\u0430 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430 \u043d\u0430\u043a\u043b\u043e\u043d\u0435\u043d\u0438 \u0447\u0435\u0440\u0442\u0438. \u041f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435 \u0435 windows.
macro.xref.description=\u0413\u0435\u043d\u0435\u0440\u0438\u0440\u0430 \u0432\u0440\u044a\u0437\u043a\u0438 \u043a\u044a\u043c \u0438\u0437\u0445\u043e\u0434\u043d\u0438\u044f \u043a\u043e\u0434 \u043d\u0430 Java Xref.
macro.isbn.description=\u0413\u0435\u043d\u0435\u0440\u0438\u0440\u0430 \u0432\u0440\u044a\u0437\u043a\u0438 \u043a\u044a\u043c \u0442\u044a\u0440\u0433\u043e\u0432\u0446\u0438 \u043d\u0430 \u043a\u043d\u0438\u0433\u0438 \u0438\u043b\u0438 \u0443\u0441\u043b\u0443\u0433\u0438 \u0437\u0430 \u0441\u0440\u0430\u0432\u043d\u0435\u043d\u0438\u0435. \u041a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u044f\u0442\u0430 \u0441\u0435 \u0447\u0435\u0442\u0435 \u043e\u0442 ~~conf/bookservices.txt~~.
macro.apidocs.description=\u041f\u043e\u043a\u0430\u0437\u0432\u0430 \u0441\u043f\u0438\u0441\u044a\u043a \u043d\u0430 \u0438\u0437\u0432\u0435\u0441\u0442\u043d\u0438\u0442\u0435 \u043e\u043d\u043b\u0430\u0439\u043d \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u0430\u0446\u0438\u0438 \u0438 \u0441\u044a\u043f\u043e\u0441\u0442\u0430\u0432\u043a\u0438 \u043d\u0430 API.
macro.api.description=\u0413\u0435\u043d\u0435\u0440\u0438\u0440\u0430 \u0432\u0440\u044a\u0437\u043a\u0438 \u043a\u044a\u043c \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u0430\u0446\u0438\u044f\u0442\u0430 \u043d\u0430 API \u043d\u0430 Java \u0438\u043b\u0438 Ruby.
macro.interwiki.description=\u041f\u043e\u043a\u0430\u0437\u0432\u0430 \u0441\u043f\u0438\u0441\u044a\u043a \u043d\u0430 \u0438\u0437\u0432\u0435\u0441\u0442\u043d\u0438\u0442\u0435 \u0441\u044a\u043f\u043e\u0441\u0442\u0430\u0432\u043a\u0438 \u0432 InterWiki.
macro.asin.description=\u0413\u0435\u043d\u0435\u0440\u0438\u0440\u0430 \u0432\u0440\u044a\u0437\u043a\u0438 \u043a\u044a\u043c \u0442\u044a\u0440\u0433\u043e\u0432\u0446\u0438 \u043d\u0430 DVD/CD \u0438\u043b\u0438 \u0443\u0441\u043b\u0443\u0433\u0438 \u0437\u0430 \u0441\u0440\u0430\u0432\u043d\u0435\u043d\u0438\u0435. \u041a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u044f\u0442\u0430 \u0441\u0435 \u0447\u0435\u0442\u0435 \u043e\u0442 ~~conf/asinservices.txt~~
