prefs_noti_title=\u901a\u77e5
prefs_timezone_title=\u30bf\u30a4\u30e0\u30be\u30fc\u30f3
prefs_lang_title=\u8a00\u8a9e
prefs_title=\u8a2d\u5b9a
prefs_privacy=\u30d7\u30e9\u30a4\u30d0\u30b7\u30fc\u72b6\u614b
prefs_sites=\u30b5\u30a4\u30c8
prefs_site_tab_display_format=\u30b5\u30a4\u30c8\u30bf\u30d6\u306e\u8868\u793a\u30d5\u30a9\u30fc\u30de\u30c3\u30c8
prefs_element_locked=\u3053\u306e\u8981\u7d20\u306f\u3053\u3053\u3067\u306f\u7f6e\u304d\u63db\u3048\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\uff0e\u4e0b\u306e\u8981\u7d20\u306f\u30ed\u30c3\u30af\u3055\u308c\u3066\u3044\u307e\u3059\uff0e
update_pref=\u8a2d\u5b9a\u3092\u66f4\u65b0
cancel_pref=\u5909\u66f4\u3092\u30ad\u30e3\u30f3\u30bb\u30eb
update_success=* \u8a2d\u5b9a\u306f\u6b63\u3057\u304f\u4fdd\u5b58\u3055\u308c\u307e\u3057\u305f\uff0e
hideshowdesc_toggle_hide=\u30b5\u30a4\u30c8\u3092\u975e\u8868\u793a
hideshowdesc_toggle_show=\u30b5\u30a4\u30c8\u3092\u8868\u793a
noti_inst_second=\u30e1\u30fc\u30eb\u3092\u901a\u3058\u3066\u512a\u5148\u5ea6\u306e\u9ad8\u3044\u901a\u77e5\u3092\u3059\u3079\u3066\u53d7\u3051\u53d6\u308a\u307e\u3059\uff0e\u512a\u5148\u5ea6\u306e\u4f4e\u3044\u901a\u77e5\u3092\u4ee5\u4e0b\u3067\u30bb\u30c3\u30c8\u3057\u307e\u3059\uff0e
noti_add_site=\u30b5\u30a4\u30c8\u3092\u8ffd\u52a0
moresite_projects=\u30d7\u30ed\u30b8\u30a7\u30af\u30c8
moresite_portfolios=\u30dd\u30fc\u30c8\u30d5\u30a9\u30ea\u30aa
moresite_administration=\u7ba1\u7406
moresite_other=\u305d\u306e\u4ed6
moresite_scs=SCS \u30b3\u30fc\u30b9
moresite_no_term=\u671f\u9593\u306e\u306a\u3044\u30b3\u30fc\u30b9
noti_prefs_title="{0}" \u8a2d\u5b9a\u3092\u4e0a\u66f8\u304d\: \u30b5\u30a4\u30c8\u3092\u8ffd\u52a0
noti_prefs_instr=\u7279\u5b9a\u306e\u30b5\u30a4\u30c8\u306e\u30c7\u30d5\u30a9\u30eb\u30c8\u8a2d\u5b9a\u3092\u4e0a\u66f8\u304d\u3059\u308b\u5834\u5408\u306f\uff0c\u5909\u66f4\u3057\u305f\u3044\u30b5\u30a4\u30c8\u6a2a\u306e\u30dc\u30c3\u30af\u30b9\u3092\u30c1\u30a7\u30c3\u30af\u3057\uff0c "\u30b5\u30a4\u30c8\u3092\u8ffd\u52a0" \u3092\u30af\u30ea\u30c3\u30af\u3057\u307e\u3059\uff0e
noti_prefs_add=\u30b5\u30a4\u30c8\u3092\u8ffd\u52a0
noti_prefs_cancel=\u30ad\u30e3\u30f3\u30bb\u30eb
tab_inst_1=\u30b5\u30a4\u30c8\u3092\u975e\u8868\u793a\u306b\u3059\u308b\u5834\u5408\u306f\uff0c\u300c\u30bf\u30d6\u306b\u8868\u793a\u3055\u308c\u308b\u30b5\u30a4\u30c8\u300d\u304b\u3089\u30b5\u30a4\u30c8\u3092\u9078\u629e\u3057\uff0c\u5de6\u77e2\u5370\u3092\u4f7f\u3063\u3066\u300c\u30bf\u30d6\u306b\u8868\u793a\u3055\u308c\u306a\u3044\u30b5\u30a4\u30c8\u300d\u306b\u30b5\u30a4\u30c8\u3092\u79fb\u52d5\u3057\u307e\u3059\uff0e\u30b5\u30a4\u30c8\u3092\u8868\u793a\u3059\u308b\u5834\u5408\u306f\uff0c\u300c\u30bf\u30d6\u306b\u8868\u793a\u3057\u306a\u3044\u30b5\u30a4\u30c8\u300d\u304b\u3089\u30b5\u30a4\u30c8\u3092\u9078\u629e\u3057\uff0c\u53f3\u77e2\u5370\u3092\u4f7f\u3063\u3066\u300c\u30bf\u30d6\u306b\u8868\u793a\u3055\u308c\u308b\u30b5\u30a4\u30c8\u300d\u306b\u30b5\u30a4\u30c8\u3092\u79fb\u52d5\u3057\u307e\u3059\uff0e\u5909\u66f4\u3092\u884c\u3046\u5834\u5408\u306f\u300c\u8a2d\u5b9a\u3092\u66f4\u65b0\u300d\u3092\u30af\u30ea\u30c3\u30af\u3057\u307e\u3059\uff0e
tab_inst_2=\u30bf\u30d6\u5185\u306e\u30b5\u30a4\u30c8\u306e\u9806\u756a\u3092\u5909\u66f4\u3059\u308b\u5834\u5408\u306f\uff0c\u300c\u30bf\u30d6\u306b\u8868\u793a\u3055\u308c\u308b\u30b5\u30a4\u30c8\u300d\u304b\u3089\u30b5\u30a4\u30c8\u3092\u9078\u629e\u3057\uff0c\u4e0a\u4e0b\u77e2\u5370\u3092\u4f7f\u7528\u3057\u3066\u30bf\u30d6\u5185\u306e\u30b5\u30a4\u30c8\u306e\u9806\u756a\u3092\u5909\u66f4\u3057\u307e\u3059\uff0e\u5909\u66f4\u3092\u884c\u3046\u5834\u5408\u306f\u300c\u8a2d\u5b9a\u3092\u66f4\u65b0\u300d\u3092\u30af\u30ea\u30c3\u30af\u3057\u307e\u3059\uff0e
tab_inst_3=\u30ef\u30fc\u30af\u30b5\u30a4\u30c8\u30ca\u30d3\u30b2\u30fc\u30b7\u30e7\u30f3\u306e\u76ee\u7acb\u3064\u5834\u6240\u306b\u8868\u793a\u3055\u308c\u308b\u30b5\u30a4\u30c8\u3092\u5909\u66f4\u3059\u308b\u5834\u5408\u306f\uff0c\u300c\u8868\u793a\u300d\u6570\u3092\u66f4\u65b0\u3057\u307e\u3059\uff0e\u305d\u3057\u3066\uff0c\u300c\u8a2d\u5b9a\u3092\u66f4\u65b0\u300d\u3092\u30af\u30ea\u30c3\u30af\u3057\u4fee\u6b63\u3057\u307e\u3059\uff0e
tab_inst_save=\u4fee\u6b63\u3057\u7d42\u3048\u305f\u3089\uff0c\u300c\u8a2d\u5b9a\u3092\u66f4\u65b0\u300d\u3092\u30af\u30ea\u30c3\u30af\u3057\u3066\u4fdd\u5b58\u3057\u3066\u304f\u3060\u3055\u3044\uff0e
tab_not_vis_inst=\u30bf\u30d6\u306b\u8868\u793a\u3055\u308c\u306a\u3044\u30b5\u30a4\u30c8\:
tab_vis_inst=\u30bf\u30d6\u306b\u8868\u793a\u3055\u308c\u308b\u30b5\u30a4\u30c8\:
tab_move_inst=\u9078\u629e\u3057\u305f\u3082\u306e\u3092\u79fb\u52d5
tab_move_inst_re=\u9078\u629e\u3057\u305f\u3082\u306e\u3092\u524a\u9664
tab_move_all_inst=\u3059\u3079\u3066\u79fb\u52d5
tab_move_all_inst_re=\u3059\u3079\u3066\u524a\u9664
tab_move_up=\u4e00\u89a7\u306e\u4e2d\u3067\u4e0a\u306b\u79fb\u52d5
tab_move_down=\u4e00\u89a7\u306e\u4e2d\u3067\u4e0b\u306b\u79fb\u52d5
tab_move_top=\u4e00\u89a7\u306e\u6700\u521d\u3078\u79fb\u52d5
tab_move_bottom=\u4e00\u89a7\u306e\u6700\u5f8c\u3078\u79fb\u52d5
tabs_move_top=\u9078\u629e\u3057\u305f\u30b5\u30a4\u30c8\u3092\u4e00\u89a7\u306e\u4e00\u756a\u4e0a\u306b\u79fb\u52d5
tabs_move_bottom=\u9078\u629e\u3057\u305f\u30b5\u30a4\u30c8\u3092\u4e00\u89a7\u306e\u4e00\u756a\u4e0b\u306b\u79fb\u52d5
tabs_move_left=\u9078\u629e\u3057\u305f\u30b5\u30a4\u30c8\u3092\u5de6\u306e\u4e00\u89a7\u306e\u4e00\u756a\u4e0a\u306b\u79fb\u52d5
tabs_move_right=\u9078\u629e\u3057\u305f\u30b5\u30a4\u30c8\u3092\u53f3\u306e\u4e00\u89a7\u306e\u4e00\u756a\u4e0a\u306b\u79fb\u52d5
tabs_screen_reader_label=\u9078\u629e
tab_move_rone=>
tab_move_lone=<
tab_move_rall=>>
tab_move_lall=<<
tab_count=\u8868\u793a\u3055\u308c\u308b\u30bf\u30d6\u6570\:
time_inst=\u4f8b\u3048\u3070\u30ab\u30ec\u30f3\u30c0\u30fc\u306a\u3069\u306e\u9078\u629e\u3055\u308c\u305f {0} \u30c4\u30fc\u30eb\u306b\u5bfe\u3059\u308b\u30ed\u30fc\u30ab\u30eb\u30bf\u30a4\u30e0\u30be\u30fc\u30f3\u3092\u9078\u629e\u3057\u3066\u4e0b\u3055\u3044\uff0e\u73fe\u5728 \u306e\u30bf\u30a4\u30e0\u30be\u30fc\u30f3 {1} 
locale_msg=\u8a00\u8a9e(\u53ca\u3073\u56fd)\u8a2d\u5b9a\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\uff0e\u73fe\u5728\u306e\u8a00\u8a9e\u8a2d\u5b9a\:
privacy_title=\u30d7\u30e9\u30a4\u30d0\u30b7\u30fc\u72b6\u614b
privacy_default=\u30c7\u30d5\u30a9\u30eb\u30c8\u72b6\u614b
privacy_item_visible=\u30c7\u30d5\u30a9\u30eb\u30c8\u3067\u30b5\u30a4\u30c8\u306b\u8ffd\u52a0\u3055\u308c\u305f\u3068\u304d\u8868\u793a\u3059\u308b
privacy_item_hidden=\u30c7\u30d5\u30a9\u30eb\u30c8\u3067\u30b5\u30a4\u30c8\u306b\u8ffd\u52a0\u3055\u308c\u305f\u3068\u304d\u306b\u975e\u8868\u793a\u306b\u3059\u308b
privacy_stmt1=\u73fe\u5728\uff0c\u3053\u306e\u30b5\u30a4\u30c8\u306e\u72b6\u614b\u306f 
privacy_specific_site=\u6307\u5b9a\u3057\u305f\u30b5\u30a4\u30c8\u306e\u72b6\u614b\u3092\u8a2d\u5b9a
privacy_stmt_show=\u306b\u30bb\u30c3\u30c8\u3055\u308c\u3066\u3044\u307e\u3059\uff0e\u4ed6\u306e\u30e6\u30fc\u30b6\u306f\uff0c\u3042\u306a\u305f\u306e\u540d\u524d\u3092\u30af\u30e9\u30b9\u540d\u7c3f\u3067\u898b\u308b\u3053\u3068\u304c\u3067\u304d\uff0c\u30b5\u30a4\u30c8\u3092\u901a\u3058\u3066\u9023\u7d61\u3092\u53d6\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\uff0e
privacy_stmt_hide=\u306b\u30bb\u30c3\u30c8\u3055\u308c\u3066\u3044\u307e\u3059\uff0e\u4ed6\u306e\u30e6\u30fc\u30b6\u306f\uff0c\u3042\u306a\u305f\u306e\u540d\u524d\u3092\u30af\u30e9\u30b9\u540d\u7c3f\u3067\u898b\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093\u306e\u3067\uff0c\u30b5\u30a4\u30c8\u3092\u901a\u3058\u3066\u9023\u7d61\u3092\u3068\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\uff0e
privacy_all_sites=\u3059\u3079\u3066\u306e\u30b5\u30a4\u30c8\u306e\u72b6\u614b\u3092\u5909\u66f4
privacy_change_directions=\u72b6\u614b\u3092\u5909\u66f4\u3057\u305f\u3044\u5834\u5408\u306f\uff0c
privacy_change_directions2=\u306e\u6a2a\u3092\u30c1\u30a7\u30c3\u30af\u3057\uff0c\u4e0b\u306e\u300c\u66f4\u65b0\u300d\u30dc\u30bf\u30f3\u3092\u30af\u30ea\u30c3\u30af\u3057\u307e\u3059\uff0e
privacy_note=\u6ce8\u610f\: \u4ed6\u306e\u30b5\u30a4\u30c8\u3067\u306e\u30d7\u30e9\u30a4\u30d0\u30b7\u30fc\u72b6\u614b\u3092\u8868\u793a\u3059\u308b\u5834\u5408\u306f\uff0c\u300c\u30de\u30a4\u30ef\u30fc\u30af\u30b9\u30da\u30fc\u30b9\u300d\u30b5\u30a4\u30c8\u304b\u3089\u300c\u8a2d\u5b9a\u300d\u3092\u9078\u3073\u307e\u3059\uff0e
move_up_msg=\u5c11\u306a\u304f\u3068\u3082\u30b5\u30a4\u30c8\u3092\u4e00\u3064\u9078\u629e\u3057\u4e0a\u306b\u79fb\u52d5\u3057\u3066\u304f\u3060\u3055\u3044\uff0e
move_down_msg=\u5c11\u306a\u304f\u3068\u3082\u30b5\u30a4\u30c8\u3092\u4e00\u3064\u9078\u629e\u3057\u4e0b\u306b\u79fb\u52d5\u3057\u3066\u304f\u3060\u3055\u3044\uff0e
remove_from_sites_msg=\u300c\u30bf\u30d6\u306b\u8868\u793a\u3055\u308c\u308b\u30b5\u30a4\u30c8\u300d\u304b\u3089\u524a\u9664\u3059\u308b\u30b5\u30a4\u30c8\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\uff0e
add_to_sites_msg=\u300c\u30bf\u30d6\u306b\u8868\u793a\u3055\u308c\u308b\u30b5\u30a4\u30c8\u300d\u306b\u8ffd\u52a0\u3059\u308b\u30b5\u30a4\u30c8\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\uff0e
user_missing=UserId \u304c\u4e0d\u660e\u3067\u3059\uff0e
remove_all=\u30c8\u30c3\u30d7\u30ca\u30d3\u30b2\u30fc\u30b7\u30e7\u30f3\u304b\u3089\u3059\u3079\u3066\u306e\u30bf\u30d6\u3092\u524a\u9664\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093
min_tabs=\u30c8\u30c3\u30d7\u30ca\u30d3\u30b2\u30fc\u30b7\u30e7\u30f3\u30d0\u30fc\u306b\u306f\u5c11\u306a\u304f\u3068\u3082 %d \u500b\u306e\u30bf\u30d6\u304c\u3042\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059
privacy_check_hide=\u81ea\u5206\u3092\u96a0\u3059
privacy_check_show=\u81ea\u5206\u3092\u8868\u793a
privacy_update=\u66f4\u65b0
privacy_choose=\u30b5\u30a4\u30c8\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044
privacy_no_choices=\u9078\u629e\u3067\u304d\u308b\u30b5\u30a4\u30c8\u304c\u3042\u308a\u307e\u305b\u3093\uff0e\u5c11\u306a\u304f\u3068\u3082\u4e00\u3064\u306e\u30b5\u30a4\u30c8\u306e\u30e1\u30f3\u30d0\u3067\u3042\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\uff0e
privacy_show_all=\u3059\u3079\u3066\u306e\u30b5\u30a4\u30c8\u3067\u81ea\u5206\u3092\u8868\u793a
privacy_hide_all=\u3059\u3079\u3066\u306e\u30b5\u30a4\u30c8\u3067\u81ea\u5206\u3092\u96a0\u3059
privacy_update_title=\u30d7\u30e9\u30a4\u30d0\u30b7\u30fc\u72b6\u614b\u3092\u66f4\u65b0
privacy_show_title=\u3059\u3079\u3066\u306e\u30b5\u30a4\u30c8\u3067\u8868\u793a\u3059\u308b\u3088\u3046\u306b\u30d7\u30e9\u30a4\u30d0\u30b7\u30fc\u3092\u30bb\u30c3\u30c8
privacy_hide_title=\u3059\u3079\u3066\u306e\u30b5\u30a4\u30c8\u3067\u96a0\u3059\u3088\u3046\u306b\u30d7\u30e9\u30a4\u30d0\u30b7\u30fc\u3092\u30bb\u30c3\u30c8
privacy_visible=\u8868\u793a
privacy_hidden=\u975e\u8868\u793a
privacy_show_all_set=\u3059\u3079\u3066\u306e\u30b5\u30a4\u30c8\u306e\u72b6\u614b\u304c\u8868\u793a\u306b\u30bb\u30c3\u30c8\u3055\u308c\u307e\u3057\u305f\uff0e\u4ed6\u306e\u30e6\u30fc\u30b6\u306f\uff0c\u30af\u30e9\u30b9\u540d\u7c3f\u3067\u3042\u306a\u305f\u306e\u540d\u524d\u3092\u898b\u308b\u3053\u3068\u304c\u3067\u304d\uff0c\u30b5\u30a4\u30c8\u3092\u901a\u3058\u3066\u9023\u7d61\u3092\u53d6\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\uff0e
privacy_hide_all_set=\u3059\u3079\u3066\u306e\u30b5\u30a4\u30c8\u306e\u72b6\u614b\u304c\u975e\u8868\u793a\u306b\u30bb\u30c3\u30c8\u3055\u308c\u307e\u3057\u305f\uff0e\u4ed6\u306e\u30e6\u30fc\u30b6\u306f\uff0c\u30af\u30e9\u30b9\u540d\u7c3f\u3067\u3042\u306a\u305f\u306e\u540d\u524d\u3092\u898b\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093\u306e\u3067\uff0c\u30b5\u30a4\u30c8\u3092\u901a\u3058\u3066\u9023\u7d61\u3092\u53d6\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\uff0e
privacy_site_not_selected=\u72b6\u614b\u3092\u5909\u66f4\u3059\u308b\u5834\u5408\u306f\u30b5\u30a4\u30c8\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\uff0e
privacy_choice_heading=\u30d7\u30e9\u30a4\u30d0\u30b7\u30fc\u72b6\u614b\u8a2d\u5b9a\u3092\u30bb\u30c3\u30c8\u3057\u3066\u304f\u3060\u3055\u3044\:
privacy_choice_hidden=\u3053\u306e\u30b5\u30a4\u30c8\u3067\u306f\u81ea\u5206\u3092\u975e\u8868\u793a\u306e\u307e\u307e\u306b\u3059\u308b
privacy_choice_visible=\u3053\u306e\u30b5\u30a4\u30c8\u3067\u81ea\u5206\u3092\u8868\u793a\u3059\u308b
privacy_choice_later=\u5f8c\u3067\u518d\u3073\u78ba\u8a8d\u3059\u308b
privacy_change_later_instructions=\u30d7\u30e9\u30a4\u30d0\u30b7\u8a2d\u5b9a\u3092\u5c06\u6765\u5909\u66f4\u3059\u308b\u5834\u5408\u306f\uff0c\u4e0b\u8a18\u306b\u79fb\u52d5\u3057\u307e\u3059 <br />\u30de\u30a4\u30ef\u30fc\u30af\u30b9\u30da\u30fc\u30b9 \u2192 \u8a2d\u5b9a \u2192 \u30d7\u30e9\u30a4\u30d0\u30b7\u72b6\u614b
tabDisplay_prompt=\u6b21\u3092\u30bf\u30d6\u3068\u3057\u3066\u8868\u793a\:
tabDisplay_coursecode=\u30b5\u30a4\u30c8\u30bf\u30a4\u30c8\u30eb
tabDisplay_coursename=\u30b5\u30a4\u30c8\u77ed\u6587\u8aac\u660e
userPrefs=\u30e6\u30fc\u30b6\u5c5e\u6027\u5024
userPrefs.action.key=\u3053\u306e\u64cd\u4f5c\u306f\u30e6\u30fc\u30b6ID\u3068\u30ad\u30fc\u30d0\u30ea\u30e5\u30fc\u3092\u53d6\u5f97\u3057\uff0c\u305d\u306e\u30ad\u30fc\u306b\u5bfe\u3059\u308b\u30e6\u30fc\u30b6\u30d7\u30ea\u30d5\u30a1\u30ec\u30f3\u30b9\u5c5e\u6027\u8a2d\u5b9a\u3092\u8fd4\u3057\u307e\u3059\uff0e\u30ea\u30af\u30a8\u30b9\u30c8URL\u30d1\u30bf\u30f3\uff1a /direct/userPrefs/key/{user_id}/{key_value}.json with parameters
hidden_really_hide_confirm=\u304a\u6c17\u306b\u5165\u308a\u30b5\u30a4\u30c8\u3092\u975e\u516c\u958b\u306b\u3059\u308b\u306b\u306f\u304a\u6c17\u306b\u5165\u308a\u304b\u3089\u524a\u9664\u3057\u307e\u3059\uff0e\u7d9a\u3051\u307e\u3059\u304b\uff1f
hidden_instructions=\u30b5\u30a4\u30c8\u30c9\u30ed\u30fc\u30ef\u304b\u3089\u975e\u516c\u958b\u306b\u3059\u308b\u30b5\u30a4\u30c8\u307e\u305f\u306f\u30b0\u30eb\u30fc\u30d7\u5316\u3057\u305f\u30b5\u30a4\u30c8\u3092\u9078\u629e\u3057\u3066\u4e0b\u3055\u3044\uff0e<br /><b>\u6ce8\u610f\uff1a</b> \u3053\u308c\u306f\u53d7\u8b1b\u751f\u3078\u306e\u30b5\u30a4\u30c8\u306e\u898b\u3048\u65b9\u306b\u5f71\u97ff<b>\u3057\u307e\u305b\u3093\uff0e</b>
hidden_title=\u30b5\u30a4\u30c8\u30c9\u30ed\u30fc\u30ef\u30fc\u304b\u3089\u975e\u8868\u793a
