
#
# Copyright (c) 2009 Sakai Foundation
#
# Licensed under the Educational Community License, Version 2.0 (the "License");
# you may not use this file except in compliance with the License.
# You may obtain a copy of the License at
#
# http://www.osedu.org/licenses/ECL-2.0
#
# Unless required by applicable law or agreed to in writing, software
# distributed under the License is distributed on an "AS IS" BASIS,
# WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
# See the License for the specific language governing permissions and
# limitations under the License.
# 
#Gleb Skopin (gleb.skopin@smolny.org)
#Smolny College of Liberal Arts and Sciences, St Petersburg State University

prefs_noti_title=\u0418\u0437\u0432\u0435\u0449\u0435\u043d\u0438\u044f
prefs_tab_title=\u041b\u0438\u043d\u0435\u0439\u043a\u0430 \u0441\u0430\u0439\u0442\u043e\u0432
prefs_timezone_title=\u0427\u0430\u0441\u043e\u0432\u043e\u0439 \u043f\u043e\u044f\u0441
prefs_lang_title=\u042f\u0437\u044b\u043a
prefs_title=\u041c\u043e\u0438 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438
prefs_privacy=\u041a\u043e\u043d\u0444\u0438\u0434\u0435\u043d\u0446\u0438\u0430\u043b\u044c\u043d\u043e\u0441\u0442\u044c

update_pref=\u041e\u0431\u043d\u043e\u0432\u0438\u0442\u044c \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438
cancel_pref=\u041e\u0442\u043c\u0435\u043d\u0438\u0442\u044c \u0438\u0437\u043c\u0435\u043d\u0435\u043d\u0438\u044f
update_success=\u0412\u0430\u0448\u0438 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438 \u0443\u0441\u043f\u0435\u0448\u043d\u043e \u043e\u0431\u043d\u043e\u0432\u043b\u0435\u043d\u044b.

noti_inst_second=\u0412\u044b \u0431\u0443\u0434\u0435\u0442\u0435 \u043f\u043e\u043b\u0443\u0447\u0430\u0442\u044c \u0432\u0441\u0435 \u0432\u044b\u0441\u043e\u043a\u043e\u043f\u0440\u0438\u043e\u0440\u0438\u0442\u0435\u0442\u043d\u044b\u0435 \u0438\u0437\u0432\u0435\u0449\u0435\u043d\u0438\u044f \u043f\u043e \u044d\u043b\u0435\u043a\u0442\u0440\u043e\u043d\u043d\u043e\u0439 \u043f\u043e\u0447\u0442\u0435. \u0423\u0441\u0442\u0430\u043d\u043e\u0432\u0438\u0442\u0435 \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u0440\u044b \u0434\u043b\u044f \u043d\u0438\u0437\u043a\u043e\u043f\u0440\u0438\u043e\u0440\u0438\u0442\u0435\u0442\u043d\u044b\u0445 \u0438\u0437\u0432\u0435\u0449\u0435\u043d\u0438\u0439. 

noti_ann=\u041e\u0431\u044a\u044f\u0432\u043b\u0435\u043d\u0438\u044f
noti_ann_3=\u041f\u0440\u0438\u0441\u044b\u043b\u0430\u0442\u044c \u043a\u0430\u0436\u0434\u043e\u0435 \u043e\u0431\u044a\u044f\u0432\u043b\u0435\u043d\u0438\u0435 \u043e\u0442\u0434\u0435\u043b\u044c\u043d\u043e
noti_ann_2=\u041f\u0440\u0438\u0441\u044b\u043b\u0430\u0442\u044c \u043c\u043d\u0435 \u043e\u0434\u043d\u043e \u043f\u0438\u0441\u044c\u043c\u043e \u0432 \u0434\u0435\u043d\u044c \u0441\u043e \u0432\u0441\u0435\u043c\u0438 \u043d\u0438\u0437\u043a\u043e\u043f\u0440\u0438\u043e\u0440\u0438\u0442\u0435\u043d\u044b\u043c\u0438 \u043e\u0431\u044a\u044f\u0432\u043b\u0435\u043d\u0438\u044f\u043c\u0438
noti_ann_1=\u041d\u0435 \u043f\u0440\u0438\u0441\u044b\u043b\u0430\u0442\u044c \u043c\u043d\u0435 \u043d\u0438\u0437\u043a\u043e\u043f\u0440\u0438\u043e\u0440\u0438\u0442\u0435\u0442\u043d\u044b\u0435 \u043e\u0431\u044a\u044f\u0432\u043b\u0435\u043d\u0438\u044f

noti_mail=\u0410\u0440\u0445\u0438\u0432 \u044d\u043b\u0435\u043a\u0442\u0440\u043e\u043d\u043d\u043e\u0439 \u043f\u043e\u0447\u0442\u044b
noti_mail_3=\u041f\u0440\u0438\u0441\u044b\u043b\u0430\u0442\u044c \u043a\u0430\u0436\u0434\u043e\u0435 \u043f\u0438\u0441\u044c\u043c\u043e \u043e\u0442\u0434\u0435\u043b\u044c\u043d\u043e
noti_mail_2=\u041f\u0440\u0438\u0441\u044b\u043b\u0430\u0442\u044c \u043c\u043d\u0435 \u043e\u0434\u043d\u043e \u043f\u0438\u0441\u044c\u043c\u043e \u0432 \u0434\u0435\u043d\u044c, \u0432\u043a\u043b\u044e\u0447\u0430\u044e\u0449\u0435\u0435 \u0432 \u0441\u0435\u0431\u044f \u0432\u0441\u0435 \u043f\u0438\u0441\u044c\u043c\u0430
noti_mail_1=\u041d\u0435 \u043f\u0440\u0438\u0441\u044b\u043b\u0430\u0442\u044c \u043c\u043d\u0435 \u043f\u0438\u0441\u044c\u043c\u0430

noti_rsrc=\u0420\u0435\u0441\u0443\u0440\u0441\u044b
noti_rsrc_3=\u041f\u0440\u0438\u0441\u044b\u043b\u0430\u0442\u044c \u043c\u043d\u0435 \u043a\u0430\u0436\u0434\u043e\u0435 \u0438\u0437\u0432\u0435\u0449\u0435\u043d\u0438\u0435 \u043e\u0442\u0434\u0435\u043b\u044c\u043d\u043e
noti_rsrc_2=\u041f\u0440\u0438\u0441\u044b\u043b\u0430\u0442\u044c \u043c\u043d\u0435 \u043e\u0434\u043d\u043e \u043f\u0438\u0441\u044c\u043c\u043e \u0432 \u0434\u0435\u043d\u044c \u0441\u043e \u0432\u0441\u0435\u043c\u0438 \u043d\u0438\u0437\u043a\u043e\u043f\u0440\u0438\u043e\u0440\u0438\u0442\u0435\u043d\u044b\u043c\u0438 \u0438\u0437\u0432\u0435\u0449\u0435\u043d\u0438\u044f\u043c\u0438
noti_rsrc_1=\u041d\u0435 \u043f\u0440\u0438\u0441\u044b\u043b\u0430\u0442\u044c \u043c\u043d\u0435 \u043d\u0438\u0437\u043a\u043e\u043f\u0440\u0438\u043e\u0440\u0438\u0442\u0435\u0442\u043d\u044b\u0445 \u0438\u0437\u0432\u0435\u0449\u0435\u043d\u0438\u0439

noti_syll=\u041f\u0440\u043e\u0433\u0440\u0430\u043c\u043c\u0430 \u043a\u0443\u0440\u0441\u0430
noti_syll_3=\u041f\u0440\u0438\u0441\u044b\u043b\u0430\u0442\u044c \u043c\u043d\u0435 \u043a\u0430\u0436\u0434\u043e\u0435 \u0438\u0437\u0432\u0435\u0449\u0435\u043d\u0438\u0435 \u043e\u0442\u0434\u0435\u043b\u044c\u043d\u043e
noti_syll_2=\u041f\u0440\u0438\u0441\u044b\u043b\u0430\u0442\u044c \u043c\u043d\u0435 \u043e\u0434\u043d\u043e \u043f\u0438\u0441\u044c\u043c\u043e \u0432 \u0434\u0435\u043d\u044c \u0441\u043e \u0432\u0441\u0435\u043c\u0438 \u043d\u0438\u0437\u043a\u043e\u043f\u0440\u0438\u043e\u0440\u0438\u0442\u0435\u043d\u044b\u043c\u0438 \u0438\u0437\u0432\u0435\u0449\u0435\u043d\u0438\u044f\u043c\u0438
noti_syll_1=\u041d\u0435 \u043f\u0440\u0438\u0441\u044b\u043b\u0430\u0442\u044c \u043c\u043d\u0435 \u043d\u0438\u0437\u043a\u043e\u043f\u0440\u0438\u043e\u0440\u0438\u0442\u0435\u0442\u043d\u044b\u0445 \u0438\u0437\u0432\u0435\u0449\u0435\u043d\u0438\u0439


# Alternative instructional text when DHTML More Sites is enabled (see SAK-11460)
tab_inst_1_alt=\u0412\u044b \u043c\u043e\u0436\u0435\u0442\u0435 \u0443\u0441\u0442\u0430\u043d\u043e\u0432\u0438\u0442\u044c, \u043a\u0430\u043a\u0438\u0435 \u0441\u0430\u0439\u0442\u044b \u0431\u0443\u0434\u0443\u0442 \u0432\u0438\u0434\u043d\u044b \u043d\u0430 \u043b\u0438\u043d\u0435\u0439\u043a\u0435 \u0441\u0430\u0439\u0442\u043e\u0432, \u0430 \u043a\u0430\u043a\u0438\u0435 \u0441\u0430\u0439\u0442\u044b \u0431\u0443\u0434\u0443\u0442 \u0441\u043a\u0440\u044b\u0442\u044b.
tab_inst_2_alt=\u041f\u0440\u0438 \u043f\u043e\u043c\u043e\u0449\u0438 \u043a\u043d\u043e\u043f\u043e\u043a \u0441\u043e \u0441\u0442\u0440\u0435\u043b\u043a\u0430\u043c\u0438 \u0432\u043b\u0435\u0432\u043e \u0438\u043b\u0438 \u0432\u043f\u0440\u0430\u0432\u043e \u0432\u044b \u043c\u043e\u0436\u0435\u0442\u0435 \u043f\u0435\u0440\u0435\u043c\u0435\u0449\u0430\u0442\u044c \u0441\u0430\u0439\u0442\u044b \u0432 \u0432\u0438\u0434\u0438\u043c\u044b\u0435 \u0438\u043b\u0438 \u0441\u043a\u0440\u044b\u0442\u044b\u0435. \u041f\u0440\u0438 \u043f\u043e\u043c\u043e\u0449\u0438 \u043a\u043d\u043e\u043f\u043e\u043a \u0441\u043e \u0441\u0442\u0440\u0435\u043b\u043a\u0430\u043c\u0438 \u0432\u0432\u0435\u0440\u0445 \u0438\u043b\u0438 \u0432\u043d\u0438\u0437 \u0432\u044b \u043c\u043e\u0436\u0435\u0442\u0435 \u0438\u0437\u043c\u0435\u043d\u044f\u0442\u044c \u043f\u043e\u0440\u044f\u0434\u043e\u043a \u0432 \u0432\u0438\u0434\u0438\u043c\u044b\u0445 \u0441\u0430\u0439\u0442\u0430\u0445.
tab_inst_3_alt=\u041c\u043e\u0438 \u0432\u0438\u0434\u0438\u043c\u044b\u0435 \u0441\u0430\u0439\u0442\u044b
tab_inst_4_alt=\u041f\u0435\u0440\u0432\u044b\u0435 {0} \u0441\u0430\u0439\u0442\u043e\u0432 \u0431\u0443\u0434\u0443\u0442 \u0440\u0430\u0441\u043f\u043e\u043b\u043e\u0436\u0435\u043d\u044b \u043d\u0430 \u0432\u0430\u0448\u0435\u0439 \u043b\u0438\u043d\u0435\u0439\u043a\u0435 \u0441\u0430\u0439\u0442\u043e\u0432, \u043e\u0441\u0442\u0430\u043b\u044c\u043d\u044b\u0435 \u0431\u044b\u0434\u0443\u0442 \u0432 \u0432\u044b\u043f\u0430\u0434\u0430\u044e\u0449\u0435\u043c \u0441\u043f\u0438\u0441\u043a\u0435. \u0423\u043a\u0430\u0437\u0430\u043d\u043d\u044b\u0439 \u0437\u0434\u0435\u0441\u044c \u043f\u043e\u0440\u044f\u0434\u043e\u043a \u0440\u0430\u0441\u043f\u0440\u043e\u0441\u0442\u0440\u0430\u043d\u044f\u0435\u0442\u0441\u044f \u0442\u043e\u043b\u044c\u043a\u043e \u043d\u0430 \u043f\u0435\u0440\u0432\u044b\u0435 {0} \u0441\u0430\u0439\u0442\u043e\u0432.
tab_inst_5_alt=\u041c\u043e\u0438 \u0441\u043a\u0440\u044b\u0442\u044b\u0435 \u0441\u0430\u0439\u0442\u044b
tab_inst_6_alt=\u042d\u0442\u0438 \u0441\u0430\u0439\u0442\u044b \u0431\u0443\u0434\u0443\u0442 \u0441\u043a\u0440\u044b\u0442\u044b, \u043e\u0434\u043d\u0430\u043a\u043e \u043e\u043d\u0438 \u0432\u0441\u0435 \u0440\u0430\u0432\u043d\u043e \u0431\u0443\u0434\u0443\u0442 \u0434\u043e\u0441\u0442\u0443\u043f\u043d\u044b \u0432\u0430\u043c \u0432 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0435 "\u041c\u043e\u0438 \u0441\u0430\u0439\u0442\u044b".
tab_inst_7_alt=\u041d\u0435\u043e\u0431\u0445\u043e\u0434\u0438\u043c\u043e \u043e\u043f\u0443\u0431\u043b\u0438\u043a\u043e\u0432\u0430\u0442\u044c \u0441\u0430\u0439\u0442 \u0438\u043b\u0438 \u043e\u0442\u043c\u0435\u043d\u0438\u0442\u044c \u043f\u0443\u0431\u043b\u0438\u043a\u0430\u0446\u0438\u044e?
tab_inst_8_alt=\u041d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438, \u0443\u0441\u0442\u0430\u043d\u0430\u0432\u043b\u0438\u0432\u0430\u0435\u043c\u044b\u0435 \u043d\u0430 \u044d\u0442\u043e\u0439 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0435, \u0440\u0430\u0441\u043f\u0440\u043e\u0441\u0442\u0440\u0430\u043d\u044f\u044e\u0442\u0441\u044f \u0442\u043e\u043b\u044c\u043a\u043e \u043d\u0430 \u0432\u0430\u0448\u0443 \u0443\u0447\u0435\u0442\u043d\u0443\u044e \u0437\u0430\u043f\u0438\u0441\u044c. \u0414\u043b\u044f \u0442\u043e\u0433\u043e \u0447\u0442\u043e\u0431\u044b \u043e\u043f\u0443\u0431\u043b\u0438\u043a\u043e\u0432\u0430\u0442\u044c \u0441\u0430\u0439\u0442 \u0438\u043b\u0438 \u043e\u0442\u043c\u0435\u043d\u0438\u0442\u044c \u043f\u0443\u0431\u043b\u0438\u043a\u0430\u0446\u0438\u044e, \u043f\u0435\u0440\u0435\u0439\u0434\u0438\u0442\u0435 \u0432 "\u041c\u043e\u0438 \u0441\u0430\u0439\u0442\u044b".


tab_inst_1=\u0414\u043b\u044f \u0442\u043e\u0433\u043e \u0447\u0442\u043e\u0431\u044b \u0441\u043a\u0440\u044b\u0442\u044c \u0441\u0430\u0439\u0442, \u043f\u0435\u0440\u0435\u043c\u0435\u0441\u0442\u0438\u0442\u0435 \u0435\u0433\u043e \u0438\u0437 \u0432\u0438\u0434\u0438\u043c\u044b\u0445 \u0441\u0430\u0439\u0442\u043e\u0432 \u0432 \u0441\u043a\u0440\u044b\u0442\u044b\u0435 \u0441\u0442\u0440\u0435\u043b\u043a\u043e\u0439 \u0432\u043b\u0435\u0432\u043e. \u0414\u043b\u044f \u0442\u043e\u0433\u043e \u0447\u0442\u043e\u0431\u044b \u0441\u0434\u0435\u043b\u0430\u0442\u044c \u0441\u0430\u0439\u0442 \u0432\u0438\u0434\u0438\u043c\u044b\u043c, \u043f\u0435\u0440\u0435\u043c\u0435\u0441\u0442\u0438\u0442\u0435 \u0435\u0433\u043e \u0438\u0437 \u0441\u043a\u0440\u044b\u0442\u044b\u0445 \u0441\u0430\u0439\u0442\u043e\u0432 \u0432 \u0432\u0438\u0434\u0438\u043c\u044b\u0435 \u0441\u0442\u0440\u0435\u043b\u043a\u043e\u0439 \u0432\u043f\u0440\u0430\u0432\u043e. \u0417\u0430\u0442\u0435\u043c \u043d\u0430\u0436\u043c\u0438\u0442\u0435 \u043d\u0430 \u043a\u043d\u043e\u043f\u043a\u0443 "\u041e\u0431\u043d\u043e\u0432\u0438\u0442\u044c \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438", \u0447\u0442\u043e\u0431\u044b \u0441\u043e\u0445\u0440\u0430\u043d\u0438\u0442\u044c \u0438\u0437\u043c\u0435\u043d\u0435\u043d\u0438\u044f.
tab_inst_2=\u0414\u043b\u044f \u0442\u043e\u0433\u043e \u0447\u0442\u043e\u0431\u044b \u0438\u0437\u043c\u0435\u043d\u0438\u0442\u044c \u043f\u043e\u0440\u044f\u0434\u043e\u043a \u0441\u0430\u0439\u0442\u043e\u0432 \u043d\u0430 \u043b\u0438\u043d\u0435\u0439\u043a\u0435, \u0432\u044b\u0431\u0435\u0440\u0438\u0442\u0435 \u0432\u0438\u0434\u0438\u043c\u044b\u0439 \u0441\u0430\u0439\u0442 \u0438 \u043f\u0435\u0440\u0435\u043c\u0435\u0441\u0442\u0438\u0442\u0435 \u0435\u0433\u043e \u0432\u0432\u0435\u0440\u0445 \u0438\u043b\u0438 \u0432\u043d\u0438\u0437 \u043f\u0440\u0438 \u043f\u043e\u043c\u043e\u0449\u0438 \u0441\u0442\u0440\u0435\u043b\u043e\u043a. \u0417\u0430\u0442\u0435\u043c \u043d\u0430\u0436\u043c\u0438\u0442\u0435 \u043d\u0430 \u043a\u043d\u043e\u043f\u043a\u0443 "\u041e\u0431\u043d\u043e\u0432\u0438\u0442\u044c \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438", \u0447\u0442\u043e\u0431\u044b \u0441\u043e\u0445\u0440\u0430\u043d\u0438\u0442\u044c \u0438\u0437\u043c\u0435\u043d\u0435\u043d\u0438\u044f.
tab_inst_3=\u0414\u043b\u044f \u0442\u043e\u0433\u043e \u0447\u0442\u043e\u0431\u044b \u0438\u0437\u043c\u0435\u043d\u0438\u0442\u044c \u043a\u043e\u043b\u0438\u0447\u0435\u0441\u0442\u0432\u043e \u0441\u0430\u0439\u0442\u043e\u0432 \u043d\u0430 \u043b\u0438\u043d\u0435\u0439\u043a\u0435 \u0441\u0430\u0439\u0442\u043e\u0432, \u0438\u0437\u043c\u0435\u043d\u0438\u0442\u0435 \u0447\u0438\u0441\u043b\u043e \u0432\u0438\u0434\u0438\u043c\u044b\u0445 \u0441\u0430\u0439\u0442\u043e\u0432. \u0417\u0430\u0442\u0435\u043c \u043d\u0430\u0436\u043c\u0438\u0442\u0435 \u043d\u0430 \u043a\u043d\u043e\u043f\u043a\u0443 "\u041e\u0431\u043d\u043e\u0432\u0438\u0442\u044c \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438", \u0447\u0442\u043e\u0431\u044b \u0441\u043e\u0445\u0440\u0430\u043d\u0438\u0442\u044c \u0438\u0437\u043c\u0435\u043d\u0435\u043d\u0438\u044f.
tab_inst_save=\u041f\u043e \u0437\u0430\u0432\u0435\u0440\u0448\u0435\u043d\u0438\u0438 \u0432\u043d\u0435\u0441\u0435\u043d\u0438\u044f \u0438\u0437\u043c\u0435\u043d\u0435\u043d\u0438\u0439 \u043d\u0430\u0436\u043c\u0438\u0442\u0435 \u043d\u0430 \u043a\u043d\u043e\u043f\u043a\u0443 "\u041e\u0431\u043d\u043e\u0432\u0438\u0442\u044c \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438", \u0447\u0442\u043e\u0431\u044b \u0441\u043e\u0445\u0440\u0430\u043d\u0438\u0442\u044c \u0438\u0445.
tab_not_vis_inst=\u0421\u043a\u0440\u044b\u0442\u044b\u0435 \u0441\u0430\u0439\u0442\u044b
tab_vis_inst=\u0412\u0438\u0434\u0438\u043c\u044b\u0435 \u0441\u0430\u0439\u0442\u044b
tab_move_inst=\u041f\u0435\u0440\u0435\u043c\u0435\u0441\u0442\u0438\u0442\u044c \u0432\u044b\u0431\u0440\u0430\u043d\u043d\u044b\u0435
tab_move_inst_re=\u0423\u0434\u0430\u043b\u0438\u0442\u044c \u0432\u044b\u0431\u0440\u0430\u043d\u043d\u044b\u0435
tab_move_all_inst=\u041f\u0435\u0440\u0435\u043c\u0435\u0441\u0442\u0438\u0442\u044c \u0432\u0441\u0435
tab_move_all_inst_re=\u0423\u0434\u0430\u043b\u0438\u0442\u044c \u0432\u0441\u0435
tab_move_up=\u0412\u0432\u0435\u0440\u0445
tab_move_down=\u0412\u043d\u0438\u0437
tab_move_top=\u0412\u0432\u0435\u0440\u0445 \u0441\u043f\u0438\u0441\u043a\u0430
tab_move_bottom=\u0412\u043d\u0438\u0437 \u0441\u043f\u0441\u0438\u043a\u0430
tab_move_rone=>
tab_move_lone=<
tab_move_rall=>>
tab_move_lall=<<

tab_count=\u0412\u0438\u0434\u0438\u043c\u044b\u0435 \u0441\u0430\u0439\u0442\u044b\:

time_inst_1=\u0412\u044b\u0431\u0435\u0440\u0438\u0442\u0435 \u0447\u0430\u0441\u043e\u0432\u043e\u0439 \u043f\u043e\u044f\u0441. \u042d\u0442\u043e \u043d\u0435\u043e\u0431\u0445\u043e\u0434\u0438\u043c\u043e \u0434\u043b\u044f \u043d\u0435\u043a\u043e\u0442\u043e\u0440\u044b\u0445 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u043e\u0432, \u043d\u0430\u043f\u0440\u0438\u043c\u0435\u0440 "\u041a\u0430\u043b\u0435\u043d\u0434\u0430\u0440\u044f". \u0421\u0435\u0439\u0447\u0430\u0441 \u0432\u044b\u0431\u0440\u0430\u043d \u0447\u0430\u0441\u043e\u0432\u043e\u0439 \u043f\u043e\u044f\u0441 -
time_inst_2=

locale_msg=\u0412\u044b\u0431\u0435\u0440\u0438\u0442\u0435 \u044f\u0437\u044b\u043a (\u0438 \u0441\u0442\u0440\u0430\u043d\u0443). \u0421\u0435\u0439\u0447\u0430\u0441 \u0432\u044b\u0431\u0440\u0430\u043d \u044f\u0437\u044b\u043a\:

privacy_title=\u041a\u043e\u043d\u0444\u0438\u0434\u0435\u043d\u0446\u0438\u0430\u043b\u044c\u043d\u043e\u0441\u0442\u044c

privacy_stmt1=\u0412\u044b \u043c\u043e\u0436\u0435\u0442\u0435 \u0438\u0437\u043c\u0435\u043d\u0438\u0442\u044c \u0432\u0430\u0448\u0438 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438, \u0447\u0442\u043e\u0431\u044b \u0441\u043a\u0440\u044b\u0442\u044c \u0441\u0432\u043e\u0435 \u043f\u0440\u0438\u0441\u0443\u0442\u0441\u0442\u0432\u0438\u0435 \u0438 \u0441\u0432\u043e\u0438 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438 \u043e\u0442 \u0434\u0440\u0443\u0433\u0438\u0445 \u043f\u043e\u043b\u044c\u0437\u043e\u0432\u0430\u0442\u0435\u043b\u0435\u0439. \u0412 \u043d\u0430\u0441\u0442\u043e\u044f\u0449\u0438\u0439 \u043c\u043e\u043c\u0435\u043d\u0442 \u0432\u0430\u0448 \u0441\u0442\u0430\u0442\u0443\u0441 \u043a\u043e\u043d\u0444\u0438\u0434\u0435\u043d\u0446\u0438\u0430\u043b\u044c\u043d\u043e\u0441\u0442\u0438 -  "

privacy_stmt_show=." \u0414\u0440\u0443\u0433\u0438\u0435 \u043f\u043e\u043b\u044c\u0437\u043e\u0432\u0430\u0442\u0435\u043b\u0438 \u043c\u043e\u0433\u0443\u0442 \u0432\u0438\u0434\u0435\u0442\u044c \u0432\u0430\u0448\u0435 \u0438\u043c\u044f \u0432 \u0441\u043f\u0438\u0441\u043a\u0435 \u0438 \u043e\u0431\u0440\u0430\u0442\u0438\u0442\u044c\u0441\u044f \u043a \u0432\u0430\u043c \u0447\u0435\u0440\u0435\u0437 \u044d\u0442\u043e\u0442 \u0441\u0430\u0439\u0442.
privacy_stmt_hide=." \u0414\u0440\u0443\u0433\u0438\u0435 \u043f\u043e\u043b\u044c\u0437\u043e\u0432\u0430\u0442\u0435\u043b\u0438 \u043d\u0435 \u043c\u043e\u0433\u0443\u0442 \u0432\u0438\u0434\u0435\u0442\u044c \u0432\u0430\u0448\u0435 \u0438\u043c\u044f \u0432 \u0441\u043f\u0438\u0441\u043a\u0435 \u0438 \u043e\u0431\u0440\u0430\u0442\u0438\u0442\u044c\u0441\u044f \u043a \u0432\u0430\u043c \u0447\u0435\u0440\u0435\u0437 \u044d\u0442\u043e\u0442 \u0441\u0430\u0439\u0442.

privacy_change_directions=\u0415\u0441\u043b\u0438 \u0432\u044b \u0445\u043e\u0442\u0438\u0442\u0435 \u0438\u0437\u043c\u0435\u043d\u0438\u0442\u044c \u0432\u0430\u0448 \u0441\u0442\u0430\u0442\u0443\u0441, \u043e\u0442\u043c\u0435\u0442\u044c\u0442\u0435 \u0444\u043b\u0430\u0436\u043a\u043e\u043c
privacy_change_directions2=\u0438 \u043d\u0430\u0436\u043c\u0438\u0442\u0435 \u043d\u0430 \u043a\u043d\u043e\u043f\u043a\u0443 "\u041e\u0431\u043d\u043e\u0432\u0438\u0442\u044c".

privacy_note=\u0412\u043d\u0438\u043c\u0430\u043d\u0438\u0435\: \u0414\u043b\u044f \u0442\u043e\u0433\u043e \u0447\u0442\u043e\u0431\u044b \u0443\u0437\u043d\u0430\u0442\u044c \u0441\u0432\u043e\u0439 \u0441\u0442\u0430\u0442\u0443\u0441 \u043a\u043e\u043d\u0444\u0438\u0434\u0435\u043d\u0446\u0438\u0430\u043b\u044c\u043d\u043e\u0441\u0442\u0438 \u043d\u0430 \u0434\u0440\u0443\u0433\u0438\u0445 \u0441\u0430\u0439\u0442\u0430\u0445, \u043f\u0435\u0440\u0435\u0439\u0434\u0438\u0442\u0435 \u0432 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442 "\u041c\u043e\u0438 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438".

move_up_msg=\u0412\u044b\u0431\u0435\u0440\u0438\u0442\u0435 \u043f\u043e \u043a\u0440\u0430\u0439\u043d\u0435\u0439 \u043c\u0435\u0440\u0435 \u043e\u0434\u0438\u043d \u0441\u0430\u0439\u0442.
move_down_msg=\u0412\u044b\u0431\u0435\u0440\u0438\u0442\u0435 \u043f\u043e \u043a\u0440\u0430\u0439\u043d\u0435\u0439 \u043c\u0435\u0440\u0435 \u043e\u0434\u0438\u043d \u0441\u0430\u0439\u0442.
remove_from_sites_msg=\u0412\u044b\u0431\u0435\u0440\u0438\u0442\u0435 \u043f\u043e \u043a\u0440\u0430\u0439\u043d\u0435\u0439 \u043c\u0435\u0440\u0435 \u043e\u0434\u0438\u043d \u0441\u0430\u0439\u0442.
add_to_sites_msg=\u0412\u044b\u0431\u0435\u0440\u0438\u0442\u0435 \u043f\u043e \u043a\u0440\u0430\u0439\u043d\u0435\u0439 \u043c\u0435\u0440\u0435 \u043e\u0434\u0438\u043d \u0441\u0430\u0439\u0442.
user_missing=\u041d\u0435 \u0443\u043a\u0430\u0437\u0430\u043d ID \u043f\u043e\u043b\u044c\u0437\u043e\u0432\u0430\u0442\u0435\u043b\u044f.

privacy_check_hide=\u0421\u043a\u0440\u044b\u0442\u044c \u043c\u0435\u043d\u044f
privacy_check_show=\u041f\u043e\u043a\u0430\u0437\u044b\u0432\u0430\u0442\u044c \u043c\u0435\u043d\u044f
privacy_update=\u041e\u0431\u043d\u043e\u0432\u0438\u0442\u044c
privacy_choose=\u0412\u044b\u0431\u0435\u0440\u0438\u0442\u0435 \u0441\u0430\u0439\u0442
privacy_show_all=\u041f\u043e\u043a\u0430\u0437\u044b\u0432\u0430\u0442\u044c \u043c\u0435\u043d\u044f \u043d\u0430 \u0432\u0441\u0435\u0445 \u0441\u0430\u0439\u0442\u0430\u0445
privacy_hide_all=\u0421\u043a\u0440\u044b\u0442\u044c \u043c\u0435\u043d\u044f \u043d\u0430 \u0432\u0441\u0435\u0445 \u0441\u0430\u0439\u0442\u0430\u0445

privacy_update_title=\u041e\u0431\u043d\u043e\u0432\u0438\u0442\u044c \u0441\u0442\u0430\u0442\u0443\u0441 \u043a\u043e\u043d\u0444\u0438\u0434\u0435\u043d\u0446\u0438\u0430\u043b\u044c\u043d\u043e\u0441\u0442\u0438

privacy_show_title=\u041f\u043e\u043a\u0430\u0437\u044b\u0432\u0430\u0442\u044c \u043c\u0435\u043d\u044f \u043d\u0430 \u0432\u0441\u0435\u0445 \u0441\u0430\u0439\u0442\u0430\u0445
privacy_hide_title=\u0421\u043a\u0440\u044b\u0442\u044c \u043c\u0435\u043d\u044f \u043d\u0430 \u0432\u0441\u0435\u0445 \u0441\u0430\u0439\u0442\u0430\u0445

privacy_visible=\u0432\u0438\u0434\u0438\u043c
privacy_hidden=\u0441\u043a\u0440\u044b\u0442

privacy_show_all_set=\u0412\u0430\u0448 \u0441\u0442\u0430\u0442\u0443\u0441 \u043d\u0430 \u0432\u0441\u0435\u0445 \u0441\u0430\u0439\u0442\u0430\u0445  \u0441\u0435\u0439\u0447\u0430\u0441 \u0443\u0441\u0442\u0430\u043d\u043e\u0432\u043b\u0435\u043d \u043a\u0430\u043a "\u0432\u0438\u0434\u0438\u043c". \u0414\u0440\u0443\u0433\u0438\u0435 \u043f\u043e\u043b\u044c\u0437\u043e\u0432\u0430\u0442\u0435\u043b\u0438 \u043c\u043e\u0433\u0443\u0442 \u0432\u0438\u0434\u0435\u0442\u044c \u0432\u0430\u0448\u0435 \u0438\u043c\u044f \u0432 \u0441\u043f\u0438\u0441\u043a\u0435 \u0438 \u043e\u0431\u0440\u0430\u0442\u0438\u0442\u044c\u0441\u044f \u043a \u0432\u0430\u043c \u0447\u0435\u0440\u0435\u0437 \u044d\u0442\u043e\u0442 \u0441\u0430\u0439\u0442.
privacy_hide_all_set=\u0412\u0430\u0448 \u0441\u0442\u0430\u0442\u0443\u0441 \u043d\u0430 \u0432\u0441\u0435\u0445 \u0441\u0430\u0439\u0442\u0430\u0445  \u0441\u0435\u0439\u0447\u0430\u0441 \u0443\u0441\u0442\u0430\u043d\u043e\u0432\u043b\u0435\u043d \u043a\u0430\u043a "\u0441\u043a\u0440\u044b\u0442". \u0414\u0440\u0443\u0433\u0438\u0435 \u043f\u043e\u043b\u044c\u0437\u043e\u0432\u0430\u0442\u0435\u043b\u0438 \u043d\u0435 \u043c\u043e\u0433\u0443\u0442 \u0432\u0438\u0434\u0435\u0442\u044c \u0432\u0430\u0448\u0435 \u0438\u043c\u044f \u0432 \u0441\u043f\u0438\u0441\u043a\u0435 \u0438 \u043e\u0431\u0440\u0430\u0442\u0438\u0442\u044c\u0441\u044f \u043a \u0432\u0430\u043c \u0447\u0435\u0440\u0435\u0437 \u044d\u0442\u043e\u0442 \u0441\u0430\u0439\u0442.

privacy_site_not_selected=\u0412\u044b\u0431\u0435\u0440\u0438\u0442\u0435 \u0441\u0430\u0439\u0442.

privacy_choice_heading=\u0423\u0441\u0442\u0430\u043d\u043e\u0432\u0438\u0442\u0435 \u0441\u0442\u0430\u0442\u0443\u0441 \u043a\u043e\u043d\u0444\u0438\u0434\u0435\u043d\u0446\u0438\u0430\u043b\u044c\u043d\u043e\u0441\u0442\u0438 \u043d\u0430 \u044d\u0442\u043e\u043c \u0441\u0430\u0439\u0442\u0435\:
privacy_choice_hidden=\u0421\u043a\u0440\u044b\u0442\u044c \u043c\u0435\u043d\u044f \u043d\u0430 \u044d\u0442\u043e\u043c \u0441\u0430\u0439\u0442\u0435
privacy_choice_visible=\u041f\u043e\u043a\u0430\u0437\u044b\u0432\u0430\u0442\u044c \u043c\u0435\u043d\u044f \u043d\u0430 \u044d\u0442\u043e\u043c \u0441\u0430\u0439\u0442\u0435
privacy_choice_later=\u0421\u043f\u0440\u043e\u0441\u0438\u0442\u044c \u043c\u0435\u043d\u044f \u043f\u043e\u0437\u0436\u0435

privacy_change_later_instructions=\u0414\u043b\u044f \u0442\u043e\u0433\u043e \u0447\u0442\u043e\u0431\u044b \u0438\u0437\u043c\u0435\u043d\u044f\u0442\u044c \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438 \u043a\u043e\u043d\u0444\u0438\u0434\u0435\u043d\u0446\u0438\u0430\u043b\u044c\u043d\u043e\u0441\u0442\u0438, \u0432 \u0434\u0430\u043b\u044c\u043d\u0435\u0439\u0448\u0435\u043c \u0438\u0441\u043f\u043e\u043b\u044c\u0437\u0443\u0439\u0442\u0435 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442 "\u041c\u043e\u0438 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438"
