#Fri Nov 26 20:33:17 CET 2010
privacy_hidden=cach\u00e9
prefs_noti_title=Notifications
privacy_stmt_hide=.  Les autres ne peuvent pas voir votre nom dans la liste de classe et ne peuvent pas vous contacter par le site.
privacy_show_all=Montrez-moi dans tous les sites
tab_vis_inst=Sites visibles dans les onglets
tab_move_lone=<
privacy_visible=visible
prefs_lang_title=Langue
tab_move_inst=D\u00e9placer s\u00e9lectionn\u00e9s
prefs_tab_title=Personnaliser les onglets
privacy_title=\u00c9tat de confidentialit\u00e9 du site
tab_move_all_inst=D\u00e9placer tout
tab_move_lall=<<
tab_move_up=Monter dans la liste
privacy_update=Mise-\u00e0-jour
time_inst_2=fuseau horaire
time_inst_1=Veuillez s\u00e9lectioner votre fuseau horaire local pour les outils Sakai s\u00e9lectionn\u00e9s, tels que Horaire. Vous  \u00eates actuellement dans le
update_success=* Vos pr\u00e9f\u00e9rences ont \u00e9t\u00e9 mises \u00e0 jour avec succ\u00e8s.
privacy_show_all_set=Votre \u00e9tat dans tous les sites est maintenant r\u00e9gl\u00e9 \u00e0 visible. Les autres peuvent voir votre nom dans la liste de participants et peuvent vous contacter par le site.
privacy_choose=Choisissez un site
privacy_hide_all=Cachez-moi dans tous les sites
privacy_site_not_selected=Veuillez s\u00e9lectionner un site pour modifier votre statut.
prefs_title=Pr\u00e9f\u00e9rences
noti_inst_second=Vous recevrez toutes les notifications de haute priorit\u00e9 par courriel. R\u00e9glez les notifications de basse priorit\u00e9 ci-dessous.
locale_msg=Veuillez s\u00e9lectionner votre pr\u00e9f\u00e9rence pour la langue (et le pays). Votre pr\u00e9f\u00e9rence actuelle pour la langue est\:
tab_move_rone=>
privacy_show_title=R\u00e9gler la confidentialit\u00e9 \u00e0 montrer pour tous les sites
tab_inst_2=Pour modifier l'ordre de vos sites dans vos onglets, s\u00e9lectionnez un site \u00e0 partir de Sites visibles dans les onglets et utilisez les touches de d\u00e9placement vers le haut et vers le bas pour modifier l'ordre du site dans les onglets. Puis, cliquez sur Mettre \u00e0 jour les pr\u00e9f\u00e9rences pour faire les modifications.
tab_not_vis_inst=Sites non visibles dans les onglets
prefs_privacy=\u00c9tat de Confidentialit\u00e9
tab_inst_1=Pour cacher un site, s\u00e9lectionnez le site \u00e0 partir Sites visibles dans les onglets et utilisez la fl\u00e8che gauche pour d\u00e9placer le site vers Sites non visibles dans les onglets. Pour afficher un site, s\u00e9lectionnez le site \u00e0 partir Sites non visibles dans les onglets et utilisez la fl\u00e8che droite pour d\u00e9placer le site vers Sites visibles dans les onglets. Puis, cliquez sur Mettre \u00e0 jour les pr\u00e9f\u00e9rences pour faire les modifications.
update_pref=Mettre \u00e0 jour les pr\u00e9f\u00e9rences
tab_move_all_inst_re=Tout supprimer
privacy_check_show=Montrez-moi
privacy_change_directions=Si vous d\u00e9sirez changer votre \u00e9tat, cochez la case \u00e0 c\u00f4t\u00e9 de
cancel_pref=Annuler modifications
prefs_timezone_title=Fuseau horaire
privacy_change_directions2=puis cliquez le bouton Mettre \u00e0 jour ci-dessous.
tab_move_rall=>>
privacy_stmt1=Votre \u00e9tat dans ce site est pr\u00e9sentement r\u00e9gl\u00e9 \u00e0
tab_move_down=Descendre dans la liste
privacy_hide_title=R\u00e9gler la confidentialit\u00e9 \u00e0 cach\u00e9 pour tous les sites
privacy_note=Note\: Pour voir votre \u00e9tat de confidentialit\u00e9 dans les autres sites, choisissez Pr\u00e9f\u00e9rences \u00e0 partir de votre Zone de Travail.
privacy_check_hide=Cachez-moi
privacy_stmt_show=.  Les autres peuvent voir votre nom dans la liste de classe et peuvent vous contacter par le site.
tab_move_inst_re=Supprimer la s\u00e9lection
privacy_update_title=Mise-\u00e0-jour de l'\u00e9tat de confidentialit\u00e9
privacy_hide_all_set=Votre \u00e9tat dans tous les sites est maintenant r\u00e9gl\u00e9 \u00e0 cach\u00e9. Les autres ne peuvent pas voir votre nom dans la liste de classe et ne peuvent pas vous contacter par le site.
