prefs_noti_title=\u0625\u0634\u0639\u0627\u0631\u0627\u062a
prefs_timezone_title=\u0648\u062d\u062f\u0629 \u0632\u0645\u0646\u064a\u0629
prefs_lang_title=\u0627\u0644\u0644\u063a\u0629
prefs_title=\u062a\u0641\u0636\u064a\u0644\u0627\u062a
prefs_privacy=\u062d\u0627\u0644\u0629 \u0627\u0644\u062e\u0635\u0648\u0635\u064a\u0629
prefs_sites=\u0627\u0644\u0645\u0648\u0627\u0642\u0639
prefs_editor=\u0645\u062d\u0631\u0631
prefs_theme=\u0633\u0645\u0629

prefs_site_tab_display_format=\u062a\u0646\u0633\u064a\u0642 \u0639\u0631\u0636 \u0639\u0644\u0627\u0645\u0629 \u062a\u0628\u0648\u064a\u0628 \u0627\u0644\u0645\u0648\u0642\u0639

prefs_editor_tab_title=\u0645\u0639\u0627\u0644\u062c \u0627\u0644\u0646\u0635\u0648\u0635

prefs_element_locked=\u0644\u0627 \u064a\u0645\u0643\u0646 \u0648\u0636\u0639 \u0647\u0630\u0627 \u0627\u0644\u0639\u0646\u0635\u0631 \u0647\u0646\u0627. \u0627\u0644\u0639\u0646\u0635\u0631 \u0627\u0644\u0645\u0648\u062c\u0648\u062f \u062a\u062d\u062a\u0647\u0627 \u0645\u0642\u0641\u0644.

update_pref=\u062a\u0641\u0636\u064a\u0644\u0627\u062a \u0627\u0644\u062a\u062d\u062f\u064a\u062b
cancel_pref=\u063a\u0644\u063a\u0627\u0621 \u0627\u0644\u062a\u063a\u064a\u064a\u0631\u0627\u062a
update_success=\u062a\u0645 \u062a\u062d\u062f\u064a\u062b \u062a\u0641\u0636\u064a\u0644\u0627\u062a\u0643 \u0628\u0646\u062c\u0627\u062d.

hideshowdesc_toggle_hide=\u0625\u062e\u0641\u0627\u0621 \u0627\u0644\u0645\u0648\u0627\u0642\u0639
hideshowdesc_toggle_show=\u0625\u0638\u0647\u0627\u0631 \u0627\u0644\u0645\u0648\u0627\u0642\u0639

noti_inst_second=\u0633\u062a\u062a\u0644\u0642\u0649 \u062c\u0645\u064a\u0639 \u0627\u0644\u0625\u0634\u0639\u0627\u0631\u0627\u062a \u0630\u0627\u062a \u0627\u0644\u0623\u0648\u0644\u0648\u064a\u0629 \u0627\u0644\u0639\u0627\u0644\u064a\u0629 \u0639\u0628\u0631 \u0627\u0644\u0628\u0631\u064a\u062f \u0627\u0644\u0625\u0644\u0643\u062a\u0631\u0648\u0646\u064a. \u062a\u0639\u064a\u064a\u0646 \u0627\u0644\u0625\u062e\u0637\u0627\u0631\u0627\u062a \u0630\u0627\u062a \u0627\u0644\u0623\u0648\u0644\u0648\u064a\u0629 \u0627\u0644\u0645\u0646\u062e\u0641\u0636\u0629 \u0623\u062f\u0646\u0627\u0647.

noti_add_site=\u0623\u0636\u0641 \u0645\u0648\u0642\u0639\u0627\u064b

# need to define the site type titles (copied from portal-impl)
moresite_projects=\u0627\u0644\u0645\u0634\u0627\u0631\u064a\u0639
moresite_portfolios=\u0645\u062d\u0641\u0638\u0629
moresite_administration=\u0627\u0644\u0627\u062f\u0627\u0631\u0629
moresite_other=\u0622\u062e\u0631
moresite_scs=\u062f\u0648\u0631\u0627\u062a SCS
moresite_no_term=\u062f\u0648\u0631\u0627\u062a \u0628\u062f\u0648\u0646 \u0634\u0631\u0648\u0637

noti_prefs_title=\u062a\u062c\u0627\u0648\u0632 {0} \u0627\u0644\u062a\u0641\u0636\u064a\u0644\u0627\u062a\: \u0625\u0636\u0627\u0641\u0629 \u0645\u0648\u0642\u0639 (\u0645\u0648\u0627\u0642\u0639)
noti_prefs_instr=\u0644\u062a\u062c\u0627\u0648\u0632 \u0627\u0644\u0625\u0639\u062f\u0627\u062f \u0627\u0644\u0627\u0641\u062a\u0631\u0627\u0636\u064a \u0644\u0645\u0648\u0642\u0639 (\u0645\u0648\u0627\u0642\u0639) \u0645\u0639\u064a\u0646 \u060c \u062d\u062f\u062f \u0627\u0644\u0645\u0631\u0628\u0639 \u0628\u062c\u0648\u0627\u0631 \u0627\u0644\u0645\u0648\u0642\u0639 (\u0627\u0644\u0645\u0648\u0627\u0642\u0639) \u0627\u0644\u0630\u064a \u062a\u0631\u063a\u0628 \u0641\u064a \u062a\u063a\u064a\u064a\u0631\u0647 \u0648\u0627\u0646\u0642\u0631 \u0641\u0648\u0642 '\u0625\u0636\u0627\u0641\u0629 \u0645\u0648\u0642\u0639 (\u0645\u0648\u0627\u0642\u0639)'
noti_prefs_add=\u0625\u0636\u0627\u0641\u0629 \u0645\u0648\u0642\u0639 (\u0645\u0648\u0627\u0642\u0639)
noti_prefs_cancel=\u0625\u0644\u063a\u0627\u0621

tab_inst_1=\u0644\u0625\u062e\u0641\u0627\u0621 \u0645\u0648\u0642\u0639 \u0623\u0648 \u062c\u0639\u0644\u0647 \u0645\u0631\u0626\u064a\u0627\u064b \u0641\u064a \u0639\u0644\u0627\u0645\u0627\u062a \u0627\u0644\u062a\u0628\u0648\u064a\u0628 \u0623\u0648 \u0641\u064a \u0627\u0644\u0642\u0627\u0626\u0645\u0629 \u0627\u0644\u0645\u0646\u0633\u062f\u0644\u0629 "\u0627\u0644\u0645\u0632\u064a\u062f \u0645\u0646 \u0627\u0644\u0645\u0648\u0627\u0642\u0639" \u060c \u062d\u062f\u062f \u0627\u0644\u0645\u0648\u0642\u0639 \u0623\u062f\u0646\u0627\u0647 \u0648\u0627\u0646\u0642\u0631 \u0639\u0644\u0649 \u0627\u0644\u0633\u0647\u0645 \u0627\u0644\u0641\u0631\u062f\u064a \u0627\u0644\u0623\u064a\u0645\u0646 \u0623\u0648 \u0627\u0644\u0623\u064a\u0633\u0631 \u0644\u0646\u0642\u0644\u0647. \u0644\u0646\u0642\u0644 \u0643\u0644 \u0627\u0644\u0645\u0648\u0627\u0642\u0639 \u060c \u0627\u0646\u0642\u0631 \u0641\u0648\u0642 \u0633\u0647\u0645 \u0645\u0632\u062f\u0648\u062c.
tab_inst_2=\u0644\u0625\u0639\u0627\u062f\u0629 \u062a\u0631\u062a\u064a\u0628 \u0639\u0644\u0627\u0645\u0627\u062a \u0627\u0644\u062a\u0628\u0648\u064a\u0628 \u0627\u0644\u0645\u0631\u0626\u064a\u0629 \u060c \u062d\u062f\u062f \u0645\u0648\u0642\u0639\u064b\u0627 \u0641\u064a \u0645\u0631\u0628\u0639 "\u0627\u0644\u0645\u0648\u0627\u0642\u0639 \u0627\u0644\u0645\u0631\u0626\u064a\u0629 \u0641\u064a \u0639\u0644\u0627\u0645\u0627\u062a \u0627\u0644\u062a\u0628\u0648\u064a\u0628" \u0648\u0627\u0646\u0642\u0631 \u0641\u0648\u0642 \u0627\u0644\u0633\u0647\u0645 \u0627\u0644\u0628\u0633\u064a\u0637 \u0644\u0623\u0639\u0644\u0649 \u0623\u0648 \u0644\u0623\u0633\u0641\u0644 \u0644\u062a\u063a\u064a\u064a\u0631 \u0627\u0644\u062a\u0631\u062a\u064a\u0628. \u0627\u0633\u062a\u062e\u062f\u0645 \u0627\u0644\u0633\u0647\u0645\u064a\u0646 \u0627\u0644\u062e\u0627\u0631\u062c\u064a\u064a\u0646 \u0644\u0623\u0639\u0644\u0649 \u0648\u0644\u0623\u0633\u0641\u0644 \u0644\u062a\u062d\u0631\u064a\u0643 \u062a\u062d\u062f\u064a\u062f \u0625\u0644\u0649 \u0628\u062f\u0627\u064a\u0629 \u0627\u0644\u0642\u0627\u0626\u0645\u0629 \u0623\u0648 \u0646\u0647\u0627\u064a\u062a\u0647\u0627. \u0644\u0646\u0642\u0644 \u0639\u062f\u0629 \u0645\u0648\u0627\u0642\u0639 \u060c \u062d\u062f\u062f \u0645\u0648\u0642\u0639\u064b\u0627 \u0648\u0627\u062d\u062f\u064b\u0627 \u060c \u0648\u0627\u0636\u063a\u0637 \u0628\u0627\u0633\u062a\u0645\u0631\u0627\u0631 \u0639\u0644\u0649 \u0645\u0641\u062a\u0627\u062d Control (\u0623\u0648 Command \u0641\u064a Mac) \u060c \u0648\u0627\u0646\u0642\u0631 \u0641\u0648\u0642 \u0623\u064a \u0645\u0648\u0627\u0642\u0639 \u0623\u062e\u0631\u0649. \u062b\u0645 \u0627\u0646\u0642\u0631 \u0641\u0648\u0642 \u0627\u0644\u0633\u0647\u0645.
tab_inst_3=\u0644\u062a\u063a\u064a\u064a\u0631 \u0639\u062f\u062f \u0645\u0648\u0627\u0642\u0639\u0643 \u0627\u0644\u0645\u0639\u0631\u0648\u0636\u0629 \u0628\u0634\u0643\u0644 \u0628\u0627\u0631\u0632 \u0641\u064a \u0627\u0644\u062a\u0646\u0642\u0644 \u0641\u064a \u0645\u0648\u0642\u0639 \u0627\u0644\u0639\u0645\u0644 \u060c \u0642\u0645 \u0628\u062a\u062d\u062f\u064a\u062b \u0631\u0642\u0645 \u0627\u0644\u0639\u0631\u0636 \u062b\u0645 \u0627\u0646\u0642\u0631 \u0641\u0648\u0642 "\u062a\u062d\u062f\u064a\u062b \u0627\u0644\u062a\u0641\u0636\u064a\u0644\u0627\u062a" \u0644\u0625\u062c\u0631\u0627\u0621 \u0627\u0644\u062a\u063a\u064a\u064a\u0631\u0627\u062a.
tab_inst_save=\u0639\u0646\u062f \u0627\u0644\u0627\u0646\u062a\u0647\u0627\u0621 \u0645\u0646 \u0625\u062c\u0631\u0627\u0621 \u0627\u0644\u062a\u063a\u064a\u064a\u0631\u0627\u062a \u060c \u0627\u0646\u0642\u0631 \u0641\u0648\u0642 \u062a\u062d\u062f\u064a\u062b \u0627\u0644\u062a\u0641\u0636\u064a\u0644\u0627\u062a \u0644\u062d\u0641\u0638\u0647\u0627.
tab_not_vis_inst=\u0627\u0644\u0645\u0648\u0627\u0642\u0639 \u063a\u064a\u0631 \u0645\u0631\u0626\u064a\u0629 \u0641\u064a \u0639\u0644\u0627\u0645\u0627\u062a \u0627\u0644\u062a\u0628\u0648\u064a\u0628
tab_vis_inst=\u0643\u0627\u0641\u0629 \u0627\u0644\u0645\u0648\u0627\u063a \u0641\u064a \u0627\u0644\u062a\u0628\u0648\u064a\u0628
tab_move_inst=\u0646\u0642\u0644 \u0627\u0644\u0645\u062d\u062f\u062f
tab_move_inst_re=\u0625\u062e\u0641\u0627\u0621 \u0627\u0644\u0639\u0646\u0635\u0631 \u0627\u0644\u0645\u062d\u062f\u062f
tab_move_all_inst=\u0627\u062c\u0639\u0644 \u0643\u0644 \u0627\u0644\u0645\u0648\u0627\u0642\u0639 \u0645\u0631\u0626\u064a\u0629
tab_move_all_inst_re=\u0625\u062e\u0641\u0627\u0621 \u0643\u0644 \u0627\u0644\u0645\u0648\u0627\u0642\u0639
tab_move_up=\u0646\u0642\u0644 \u0627\u0644\u0645\u0648\u0642\u0639 \u0627\u0644\u0645\u062d\u062f\u062f \u0641\u064a \u0627\u0644\u0642\u0627\u0626\u0645\u0629
tab_move_down=\u0646\u0642\u0644 \u0627\u0644\u0645\u0648\u0642\u0639 \u0627\u0644\u0645\u062d\u062f\u062f \u0644\u0623\u0633\u0641\u0644 \u0641\u064a \u0627\u0644\u0642\u0627\u0626\u0645\u0629
tab_move_top=\u0646\u0642\u0644 \u0627\u0644\u0645\u0648\u0642\u0639 \u0627\u0644\u0645\u062d\u062f\u062f \u0625\u0644\u0649 \u0623\u0639\u0644\u0649 \u0627\u0644\u0642\u0627\u0626\u0645\u0629
tab_move_bottom=\u0627\u0646\u0642\u0644 \u0627\u0644\u0645\u0648\u0642\u0639 \u0627\u0644\u0645\u062d\u062f\u062f \u0625\u0644\u0649 \u0623\u0633\u0641\u0644 \u0627\u0644\u0642\u0627\u0626\u0645\u0629
tabs_move_top=\u0646\u0642\u0644 \u0627\u0644\u0645\u0648\u0627\u0642\u0639 \u0627\u0644\u0645\u062d\u062f\u062f\u0629 \u0625\u0644\u0649 \u0623\u0639\u0644\u0649 \u0647\u0630\u0647 \u0627\u0644\u0642\u0627\u0626\u0645\u0629
tabs_move_bottom=\u0646\u0642\u0644 \u0627\u0644\u0645\u0648\u0627\u0642\u0639 \u0627\u0644\u0645\u062d\u062f\u062f\u0629 \u0625\u0644\u0649 \u0623\u0633\u0641\u0644 \u0647\u0630\u0647 \u0627\u0644\u0642\u0627\u0626\u0645\u0629
tabs_move_left=\u0646\u0642\u0644 \u0627\u0644\u0645\u0648\u0627\u0642\u0639 \u0627\u0644\u0645\u062d\u062f\u062f\u0629 \u0625\u0644\u0649 \u0623\u0639\u0644\u0649 \u0627\u0644\u0642\u0627\u0626\u0645\u0629 \u0639\u0644\u0649 \u0627\u0644\u064a\u0633\u0627\u0631
tabs_move_right=\u0646\u0642\u0644 \u0627\u0644\u0645\u0648\u0627\u0642\u0639 \u0627\u0644\u0645\u062d\u062f\u062f\u0629 \u0625\u0644\u0649 \u0623\u0639\u0644\u0649 \u0627\u0644\u0642\u0627\u0626\u0645\u0629 \u0639\u0644\u0649 \u0627\u0644\u064a\u0645\u064a\u0646
tabs_screen_reader_label=\u0627\u062e\u062a\u0627\u0631

tab_move_rone=>
tab_move_lone=<
tab_move_rall=>>
tab_move_lall=<<

tab_count=\u0639\u0644\u0627\u0645\u0627\u062a \u0627\u0644\u062a\u0628\u0648\u064a\u0628 \u0627\u0644\u0645\u0639\u0631\u0648\u0636\u0629\:

time_inst=\u0627\u0644\u0631\u062c\u0627\u0621 \u062a\u062d\u062f\u064a\u062f \u0645\u0646\u0637\u0642\u062a\u0643 \u0627\u0644\u0632\u0645\u0646\u064a\u0629 \u0627\u0644\u0645\u062d\u0644\u064a\u0629 \u0644\u0623\u062f\u0648\u0627\u062a {0} \u0627\u0644\u0645\u062d\u062f\u062f\u0629 \u060c \u0645\u062b\u0644 \u0627\u0644\u062a\u0642\u0648\u064a\u0645. \u0623\u0646\u062a \u062d\u0627\u0644\u064a\u064b\u0627 \u0641\u064a \u0627\u0644\u0645\u0646\u0637\u0642\u0629 \u0627\u0644\u0632\u0645\u0646\u064a\u0629 {1}

locale_msg=\u064a\u0631\u062c\u0649 \u062a\u062d\u062f\u064a\u062f \u062a\u0641\u0636\u064a\u0644 \u0644\u063a\u062a\u0643 (\u0648\u0628\u0644\u062f\u0643). \u0644\u063a\u062a\u0643 \u0627\u0644\u0645\u0641\u0636\u0644\u0629 \u0627\u0644\u062d\u0627\u0644\u064a\u0629 \u0647\u064a\:

privacy_title=\u062d\u0627\u0644\u0629 \u0627\u0644\u062e\u0635\u0648\u0635\u064a\u0629
privacy_default=\u0627\u0644\u0648\u0636\u0639 \u0627\u0644\u0627\u0641\u062a\u0631\u0627\u0636\u064a
privacy_item_visible=\u0627\u062c\u0639\u0644\u0646\u064a \u0645\u0631\u0626\u064a\u0627\u064b \u0639\u0646\u062f\u0645\u0627 \u062a\u062a\u0645 \u0625\u0636\u0627\u0641\u062a\u064a \u0625\u0644\u0649 \u0627\u0644\u0645\u0648\u0627\u0642\u0639 \u0628\u0634\u0643\u0644 \u0627\u0641\u062a\u0631\u0627\u0636\u064a
privacy_item_hidden=\u0625\u062e\u0641\u0627\u0621 \u0644\u064a \u0639\u0646\u062f\u0645\u0627 \u062a\u062a\u0645 \u0625\u0636\u0627\u0641\u062a\u064a \u0625\u0644\u0649 \u0627\u0644\u0645\u0648\u0627\u0642\u0639 \u0628\u0634\u0643\u0644 \u0627\u0641\u062a\u0631\u0627\u0636\u064a
privacy_stmt1=\u064a\u0645\u0643\u0646\u0643 \u062a\u063a\u064a\u064a\u0631 \u0625\u0639\u062f\u0627\u062f\u0627\u062a\u0643 \u0644\u0625\u062e\u0641\u0627\u0621 \u0646\u0641\u0633\u0643 \u0648\u0645\u0639\u0644\u0648\u0645\u0627\u062a\u0643 \u0627\u0644\u0634\u062e\u0635\u064a\u0629 \u0639\u0646 \u0627\u0644\u0622\u062e\u0631\u064a\u0646 \u0641\u064a \u0647\u0630\u0627 \u0627\u0644\u0645\u0648\u0642\u0639. \u062d\u0627\u0644\u062a\u0643 \u0641\u064a \u0647\u0630\u0627 \u0627\u0644\u0645\u0648\u0642\u0639 \u0645\u0639\u064a\u0651\u0646\u0629 \u062d\u0627\u0644\u064a\u064b\u0627 \u0639\u0644\u0649 "
privacy_specific_site=\u062a\u0639\u064a\u064a\u0646 \u0627\u0644\u062d\u0627\u0644\u0629 \u0644\u0645\u0648\u0642\u0639 \u0645\u0639\u064a\u0646
privacy_stmt_show=\ "\u064a\u0645\u0643\u0646 \u0644\u0644\u0622\u062e\u0631\u064a\u0646 \u0631\u0624\u064a\u0629 \u0627\u0633\u0645\u0643 \u0641\u064a \u0627\u0644\u0642\u0627\u0626\u0645\u0629 \u0648\u064a\u0645\u0643\u0646\u0647\u0645 \u0627\u0644\u0627\u062a\u0635\u0627\u0644 \u0628\u0643 \u0645\u0646 \u062e\u0644\u0627\u0644 \u0627\u0644\u0645\u0648\u0642\u0639.
privacy_stmt_hide="\u0644\u0627 \u064a\u0645\u0643\u0646 \u0644\u0644\u0622\u062e\u0631\u064a\u0646 \u0631\u0624\u064a\u0629 \u0627\u0633\u0645\u0643 \u0641\u064a \u0627\u0644\u0642\u0627\u0626\u0645\u0629 \u0648\u0644\u0627 \u064a\u0645\u0643\u0646\u0647\u0645 \u0627\u0644\u0627\u062a\u0635\u0627\u0644 \u0628\u0643 \u0645\u0646 \u062e\u0644\u0627\u0644 \u0627\u0644\u0645\u0648\u0642\u0639.
privacy_all_sites=\u062a\u063a\u064a\u064a\u0631 \u062d\u0627\u0644\u062a\u0643 \u0641\u064a \u062c\u0645\u064a\u0639 \u0645\u0648\u0627\u0642\u0639\u0643
privacy_change_directions=\u0625\u0630\u0627 \u0643\u0646\u062a \u062a\u0631\u063a\u0628 \u0641\u064a \u062a\u063a\u064a\u064a\u0631 \u062d\u0627\u0644\u062a\u0643 \u060c \u0641\u062d\u062f\u062f \u0627\u0644\u0645\u0631\u0628\u0639 \u0628\u062c\u0648\u0627\u0631
privacy_change_directions2=\u062b\u0645 \u0627\u0646\u0642\u0631 \u0641\u0648\u0642 \u0627\u0644\u0632\u0631 \u062a\u062d\u062f\u064a\u062b \u0623\u062f\u0646\u0627\u0647.

privacy_note=\u0645\u0644\u0627\u062d\u0638\u0629\: \u0644\u0639\u0631\u0636 \u062d\u0627\u0644\u0629 \u0627\u0644\u062e\u0635\u0648\u0635\u064a\u0629 \u0627\u0644\u062e\u0627\u0635\u0629 \u0628\u0643 \u0641\u064a \u0645\u0648\u0627\u0642\u0639 \u0623\u062e\u0631\u0649 \u060c \u0627\u062e\u062a\u0631 \u0627\u0644\u062a\u0641\u0636\u064a\u0644\u0627\u062a \u0645\u0646 \u0645\u0648\u0642\u0639 MyWorkspace \u0627\u0644\u062e\u0627\u0635 \u0628\u0643.

move_up_msg=\u0627\u0644\u0631\u062c\u0627\u0621 \u062a\u062d\u062f\u064a\u062f \u0645\u0648\u0642\u0639 \u0648\u0627\u062d\u062f \u0639\u0644\u0649 \u0627\u0644\u0623\u0642\u0644 \u0644\u0644\u0627\u0646\u062a\u0642\u0627\u0644 \u0644\u0644\u0623\u0639\u0644\u0649.
move_down_msg=\u0627\u0644\u0631\u062c\u0627\u0621 \u062a\u062d\u062f\u064a\u062f \u0645\u0648\u0642\u0639 \u0648\u0627\u062d\u062f \u0639\u0644\u0649 \u0627\u0644\u0623\u0642\u0644 \u0644\u0644\u062a\u0646\u0642\u0644.
remove_from_sites_msg=\u0627\u0644\u0631\u062c\u0627\u0621 \u062a\u062d\u062f\u064a\u062f \u0645\u0648\u0642\u0639 \u0644\u0625\u0632\u0627\u0644\u062a\u0647 \u0645\u0646 \u0627\u0644\u0645\u0648\u0627\u0642\u0639 \u0627\u0644\u0645\u0631\u0626\u064a\u0629 \u0641\u064a \u0639\u0644\u0627\u0645\u0627\u062a \u0627\u0644\u062a\u0628\u0648\u064a\u0628.
add_to_sites_msg=\u0627\u0644\u0631\u062c\u0627\u0621 \u062a\u062d\u062f\u064a\u062f \u0645\u0648\u0642\u0639 \u0644\u0625\u0636\u0627\u0641\u062a\u0647 \u0625\u0644\u0649 \u0627\u0644\u0645\u0648\u0627\u0642\u0639 \u0627\u0644\u0645\u0631\u0626\u064a\u0629 \u0641\u064a \u0639\u0644\u0627\u0645\u0627\u062a \u0627\u0644\u062a\u0628\u0648\u064a\u0628.
user_missing=\u0645\u0639\u0631\u0641 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0645\u0641\u0642\u0648\u062f.
remove_all=\u0644\u0627 \u064a\u0645\u0643\u0646 \u0625\u0632\u0627\u0644\u0629 \u062c\u0645\u064a\u0639 \u0639\u0644\u0627\u0645\u0627\u062a \u0627\u0644\u062a\u0628\u0648\u064a\u0628 \u0645\u0646 \u0627\u0644\u062a\u0646\u0642\u0644 \u0627\u0644\u0639\u0644\u0648\u064a
min_tabs=\u064a\u062c\u0628 \u0623\u0646 \u062a\u062d\u062a\u0648\u064a \u0639\u0644\u0649%d\u0639\u0644\u0627\u0645\u0629 \u062a\u0628\u0648\u064a\u0628 \u0639\u0644\u0649 \u0627\u0644\u0623\u0642\u0644 \u0641\u064a \u0623\u0639\u0644\u0649 \u0634\u0631\u064a\u0637 \u0627\u0644\u062a\u0646\u0642\u0644

privacy_check_hide=\u0623\u062e\u0641\u0646\u064a
privacy_check_show=\u0623\u0631\u0646\u064a
privacy_update=\u062a\u0639\u062f\u064a\u0644
privacy_choose=\u0627\u062e\u062a\u0631 \u0645\u0648\u0642\u0639\u0627\u064b
privacy_no_choices=\u0644\u0627 \u062a\u0648\u062c\u062f \u0645\u0648\u0627\u0642\u0639 \u0644\u0644\u0627\u062e\u062a\u064a\u0627\u0631 \u0645\u0646 \u0628\u064a\u0646\u0647\u0627 \u060c \u064a\u062c\u0628 \u0623\u0646 \u062a\u0643\u0648\u0646 \u0639\u0636\u0648\u064b\u0627 \u0641\u064a \u0645\u0648\u0642\u0639 \u0648\u0627\u062d\u062f \u0639\u0644\u0649 \u0627\u0644\u0623\u0642\u0644.
privacy_show_all=\u0625\u0638\u0647\u0627\u0631 \u0641\u064a \u0643\u0627\u0641\u0629 \u0627\u0644\u0645\u0648\u0627\u0642\u0639
privacy_hide_all=\u0623\u062e\u0641\u0646\u064a \u0641\u064a \u062c\u0645\u064a\u0639 \u0627\u0644\u0645\u0648\u0627\u0642\u0639

privacy_update_title=\u062a\u062d\u062f\u064a\u062b \u062d\u0627\u0644\u0629 \u0627\u0644\u062e\u0635\u0648\u0635\u064a\u0629


privacy_show_title=\u0627\u0636\u0628\u0637 \u0627\u0644\u062e\u0635\u0648\u0635\u064a\u0629 \u0639\u0644\u0649 \u0625\u0638\u0647\u0627\u0631 \u0644\u062c\u0645\u064a\u0639 \u0627\u0644\u0645\u0648\u0627\u0642\u0639
privacy_hide_title=\u0627\u0636\u0628\u0637 \u0627\u0644\u062e\u0635\u0648\u0635\u064a\u0629 \u0639\u0644\u0649 \u0625\u062e\u0641\u0627\u0621 \u0644\u062c\u0645\u064a\u0639 \u0627\u0644\u0645\u0648\u0627\u0642\u0639

privacy_visible=\u0645\u0631\u0626\u064a
privacy_hidden=\u0645\u062e\u0641\u064a

privacy_show_all_set=\u062a\u0645 \u0627\u0644\u0622\u0646 \u062a\u0639\u064a\u064a\u0646 \u062d\u0627\u0644\u062a\u0643 \u0641\u064a \u062c\u0645\u064a\u0639 \u0627\u0644\u0645\u0648\u0627\u0642\u0639 \u0639\u0644\u0649 \u0623\u0646 \u062a\u0643\u0648\u0646 \u0645\u0631\u0626\u064a\u0629. \u064a\u0645\u0643\u0646 \u0644\u0644\u0622\u062e\u0631\u064a\u0646 \u0631\u0624\u064a\u0629 \u0627\u0633\u0645\u0643 \u0641\u064a \u0627\u0644\u0642\u0627\u0626\u0645\u0629 \u0648\u064a\u0645\u0643\u0646\u0647\u0645 \u0627\u0644\u0627\u062a\u0635\u0627\u0644 \u0628\u0643 \u0645\u0646 \u062e\u0644\u0627\u0644 \u0627\u0644\u0645\u0648\u0642\u0639.
privacy_hide_all_set=\u062a\u0645 \u0627\u0644\u0622\u0646 \u062a\u0639\u064a\u064a\u0646 \u062d\u0627\u0644\u062a\u0643 \u0641\u064a \u062c\u0645\u064a\u0639 \u0627\u0644\u0645\u0648\u0627\u0642\u0639 \u0639\u0644\u0649 \u0645\u062e\u0641\u064a. \u0644\u0627 \u064a\u0645\u0643\u0646 \u0644\u0644\u0622\u062e\u0631\u064a\u0646 \u0631\u0624\u064a\u0629 \u0627\u0633\u0645\u0643 \u0641\u064a \u0627\u0644\u0642\u0627\u0626\u0645\u0629 \u0648\u0644\u0627 \u064a\u0645\u0643\u0646\u0647\u0645 \u0627\u0644\u0627\u062a\u0635\u0627\u0644 \u0628\u0643 \u0645\u0646 \u062e\u0644\u0627\u0644 \u0627\u0644\u0645\u0648\u0642\u0639.

privacy_site_not_selected=\u064a\u0631\u062c\u0649 \u062a\u062d\u062f\u064a\u062f \u0645\u0648\u0642\u0639 \u0644\u062a\u063a\u064a\u064a\u0631 \u062d\u0627\u0644\u062a\u0643

privacy_choice_heading=\u064a\u0631\u062c\u0649 \u062a\u0639\u064a\u064a\u0646 \u062a\u0641\u0636\u064a\u0644 \u062d\u0627\u0644\u0629 \u0627\u0644\u062e\u0635\u0648\u0635\u064a\u0629 \u0627\u0644\u062e\u0627\u0635\u0629 \u0628\u0643\:
privacy_choice_hidden=\u062a\u0628\u0642\u0649 \u0645\u062e\u0641\u064a\u0629 \u0641\u064a \u0647\u0630\u0627 \u0627\u0644\u0645\u0648\u0642\u0639
privacy_choice_visible=\u0627\u062c\u0639\u0644\u0646\u064a \u0645\u0631\u0626\u064a\u0627\u064b \u0641\u064a \u0647\u0630\u0627 \u0627\u0644\u0645\u0648\u0642\u0639
privacy_choice_later=\u0623\u0637\u0644\u0628 \u0645\u0646\u064a \u0630\u0644\u0643 \u0644\u0627\u062d\u0642\u0627

privacy_change_later_instructions=\u0644\u062a\u063a\u064a\u064a\u0631 \u0625\u0639\u062f\u0627\u062f\u0627\u062a \u0627\u0644\u062e\u0635\u0648\u0635\u064a\u0629 \u0641\u064a \u0627\u0644\u0645\u0633\u062a\u0642\u0628\u0644 \u060c \u062a\u0641\u0636\u0644 \u0628\u0632\u064a\u0627\u0631\u0629<br /> \u0627\u0644\u0635\u0641\u062d\u0629 \u0627\u0644\u0631\u0626\u064a\u0633\u064a\u0629> \u0627\u0644\u062a\u0641\u0636\u064a\u0644\u0627\u062a> \u062d\u0627\u0644\u0629 \u0627\u0644\u062e\u0635\u0648\u0635\u064a\u0629

editor_prompt=\u062a\u062e\u0637\u064a\u0637 \u0634\u0631\u064a\u0637 \u0623\u062f\u0648\u0627\u062a \u0645\u062d\u0631\u0631 \u0627\u0644\u0646\u0635 \u0627\u0644\u0645\u0646\u0633\u0642 \u0627\u0644\u0627\u0641\u062a\u0631\u0627\u0636\u064a
editor_auto=\u0627\u0644\u0643\u0634\u0641 \u0627\u0644\u062a\u0644\u0642\u0627\u0626\u064a \u0639\u0644\u0649 \u0623\u0633\u0627\u0633 \u062d\u062c\u0645 \u0627\u0644\u0645\u062a\u0635\u0641\u062d
editor_basic=\u0641\u0631\u0636 \u0627\u0644\u0648\u0636\u0639 \u0627\u0644\u0623\u0633\u0627\u0633\u064a / \u0627\u0644\u0645\u062d\u0645\u0648\u0644 (\u0645\u062c\u0645\u0648\u0639\u0629 \u0645\u062d\u062f\u0648\u062f\u0629 \u0645\u0646 \u0627\u0644\u0623\u0632\u0631\u0627\u0631 \u0648\u0627\u0644\u0645\u064a\u0632\u0627\u062a)
editor_full=\u0641\u0631\u0636 \u0648\u0636\u0639 \u0643\u0627\u0645\u0644 / \u0633\u0637\u062d \u0627\u0644\u0645\u0643\u062a\u0628 (\u0645\u062c\u0645\u0648\u0639\u0629 \u0643\u0627\u0645\u0644\u0629 \u0645\u0646 \u0627\u0644\u0623\u0632\u0631\u0627\u0631 \u060c \u062c\u0645\u064a\u0639 \u0627\u0644\u0645\u064a\u0632\u0627\u062a)


## SAK-23895:Display full name of course, not just code, in site tab
tabDisplay_prompt=\u0625\u0638\u0647\u0627\u0631 \u0639\u0644\u0627\u0645\u0627\u062a \u0627\u0644\u062a\u0628\u0648\u064a\u0628 \u0639\u0644\u0649 \u0627\u0644\u0646\u062d\u0648 \u0627\u0644\u062a\u0627\u0644\u064a\:
tabDisplay_coursecode=\u0639\u0646\u0648\u0627\u0646 \u0627\u0644\u0645\u0648\u0642\u0639
tabDisplay_coursename=\u0648\u0635\u0641 \u0645\u062e\u062a\u0635\u0631 \u0644\u0644\u0645\u0648\u0642\u0639

# EntityProvider properties
userPrefs=\u0642\u064a\u0645 \u062a\u0641\u0636\u064a\u0644\u0627\u062a \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645
userPrefs.action.key=\u064a\u0623\u062e\u0630 \u0627\u0644\u0625\u062c\u0631\u0627\u0621 \u0645\u0639\u0631\u0641 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u060c \u0648\u0627\u0644\u0642\u064a\u0645\u0629 \u0627\u0644\u0631\u0626\u064a\u0633\u064a\u0629 \u060c \u0648\u064a\u0639\u064a\u062f \u0625\u0639\u062f\u0627\u062f\u0627\u062a \u062e\u0627\u0635\u064a\u0629 \u062a\u0641\u0636\u064a\u0644 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0644\u0647\u0630\u0627 \u0627\u0644\u0645\u0641\u062a\u0627\u062d. \u0625\u0644\u064a\u0643 \u0646\u0645\u0637 \u0639\u0646\u0648\u0627\u0646 url \u0644\u0644\u0637\u0644\u0628\: /direct/userPrefs/key/{user_id}/{key_value}.json \u0645\u0639 \u0627\u0644\u0645\u0639\u0644\u0645\u0627\u062a

hidden_really_hide_confirm=\u0633\u064a\u0624\u062f\u064a \u0625\u062e\u0641\u0627\u0621 \u0645\u0648\u0642\u0639 \u0645\u0641\u0636\u0644 \u0625\u0644\u0649 \u0625\u0632\u0627\u0644\u062a\u0647 \u0645\u0646 \u0627\u0644\u0645\u0641\u0636\u0644\u0629. \u0647\u0644 \u062a\u0631\u063a\u0628 \u0641\u064a \u0627\u0644\u0627\u0633\u062a\u0645\u0631\u0627\u0631\u061f
hidden_instructions=\u062d\u062f\u062f \u0645\u0648\u0642\u0639\u064b\u0627 \u0623\u0648 \u0645\u062c\u0645\u0648\u0639\u0629 \u0645\u0648\u0627\u0642\u0639 \u0644\u0625\u062e\u0641\u0627\u0626\u0647\u0627 \u0645\u0646 \u062f\u0631\u062c \u0627\u0644\u0645\u0648\u0642\u0639. <br /><b>\u0645\u0644\u0627\u062d\u0638\u0629</b>\: \u0647\u0630\u0627<b>\u0644\u0646</b>\u064a\u0624\u062b\u0631 \u0639\u0644\u0649 \u0631\u0624\u064a\u0629 \u0627\u0644\u0637\u0644\u0627\u0628 \u0644\u0644\u0645\u0648\u0642\u0639.
hidden_title=\u0625\u062e\u0641\u0627\u0621 \u0645\u0646 \u062f\u0631\u062c \u0627\u0644\u0645\u0648\u0642\u0639

theme_prefs_title=\u0633\u0645\u0629
theme_prefs_instructions=\u062d\u062f\u062f \u0645\u0638\u0647\u0631\u064b\u0627 \u0644\u062a\u062e\u0635\u064a\u0635 \u0645\u0638\u0647\u0631 \u062a\u062c\u0631\u0628\u062a\u0643 \u0639\u0644\u0649 {0}.
theme_prefs_lightTheme=\u0645\u0638\u0647\u0631 \u062e\u0641\u064a\u0641
theme_prefs_darkTheme=\u0645\u0638\u0647\u0631 \u062f\u0627\u0643\u0646
