#Fri Nov 26 20:35:13 CET 2010
privacy_hidden=oculto
prefs_noti_title=Notifica\u00E7\u00F5es
privacy_stmt_hide=. Outros n\u00E3o podem ver seu nome na lista de participantes e n\u00E3o podem entrar em contato com voc\u00EA atrav\u00E9s do site.
privacy_show_all=Mostre-me em todos os sites
tab_vis_inst=Sites vis\u00EDveis na Barra de Sites
tab_move_lone=<
privacy_visible=vis\u00EDvel
prefs_lang_title=Idioma
tab_move_inst=Mover selecionado(s)
prefs_tab_title=Personalizar Barra de Sites
privacy_title=Status de Privacidade
tab_move_all_inst=Mover todos
tab_move_lall=<<
tab_move_up=Mover para cima na lista
privacy_update=Atualizar
time_inst_2=fuso hor\u00E1rio
time_inst_1=Por favor, selecione seu fuso hor\u00E1rio. Voc\u00EA est\u00E1 atualmente em/no(a)
update_success=Suas prefer\u00EAncias foram atualizadas com sucesso.
privacy_show_all_set=Seu status em todos os sites agora est\u00E1 configurado para vis\u00EDvel. Outros podem ver seu nome na lista de participantes e podem entrar em contato com voc\u00EA atrav\u00E9s do site
privacy_choose=Escolher um site
privacy_hide_all=Ocultar-me em todos os sites
privacy_site_not_selected=Por favor, selecione um site para modificar seu status.
prefs_title=Prefer\u00EAncias
noti_inst_second=Voc\u00EA receber\u00E1 todas as notifica\u00E7\u00F5es de alta prioridade por email. Configure as notifica\u00E7\u00F5es de baixa prioridade abaixo.
locale_msg=Por favor selecione seu idioma (e pa\u00EDs) de prefer\u00EAncia. Seu idioma atual \u00E9\:
tab_move_rone=>
privacy_show_title=Configurar privacidade para Mostrar para todos os sites
tab_inst_2=Para alterar a ordem de seus sites na Barra de Sites, selecione um site dos Sites Vis\u00EDveis na Barra de Sites e use as setas para cima ou para baixo. A seguir clique em Atualizar Prefer\u00EAncias para consolidar as altera\u00E7\u00F5es.
tab_not_vis_inst=Sites n\u00E3o vis\u00EDveis na Barra de Sites
prefs_privacy=Status de Privacidade
tab_inst_1=Para ocultar um site, selecione o site dos sites vis\u00EDveis na Barra de Sites e use a seta \u00E0 esquerda para mover o site para os Sites N\u00E3o Vis\u00EDveis na Barra de Sites. Para mostrar um site, selecione o site de Sites n\u00E3o Vis\u00EDveis na Barra de Sites e use a seta \u00E0 direita para mover o site para Sites Vis\u00EDveis na Barra de Sites. Ent\u00E3o clique em Atualizar Prefer\u00EAncias para consolidar as altera\u00E7\u00F5es.
update_pref=Atualizar Prefer\u00EAncias
tab_move_all_inst_re=Remover todos
cancel_pref=Cancelar Altera\u00E7\u00F5es
privacy_change_directions=Se voc\u00EA deseja alterar seu status, marque a caixa 
privacy_check_show=Mostrar-me
prefs_timezone_title=Fuso Hor\u00E1rio
privacy_change_directions2=e ent\u00E3o clique no bot\u00E3o Atualizar abaixo
tab_move_rall=>>
privacy_stmt1=Seu status neste site atualmente \u00E9 
tab_move_down=Mover para baixo na lista
privacy_note=Nota\: Para ver seu status de privacidade em outros sites, escolha Prefer\u00EAncias em Meu Site
privacy_hide_title=Configurar privacidade para Ocultar para todos os sites
privacy_check_hide=Ocultar-me
privacy_stmt_show=. Outros podem ver seu nome na lista de participantes e podem entrar em contato com voc\u00EA atrav\u00E9s do site.
tab_move_inst_re=Remover selecionado(s)
privacy_update_title=Atualizar Status de Privacidade
privacy_hide_all_set=Seu status em todos os sites agora est\u00E1 configurado para oculto. Outros n\u00E3o podem ver seu nome na lista de participantes e n\u00E3o podem entrar em contato com voc\u00EA atrav\u00E9s do site
