#Fri Nov 26 20:31:26 CET 2010
privacy_hidden=\u062E\u0641\u064A
prefs_noti_title=\u0625\u0634\u0639\u0627\u0631\u0627\u062A
privacy_stmt_hide=. \u0627\u0644\u0622\u062E\u0631\u0648\u0646 \u0644\u0627 \u064A\u0633\u062A\u0637\u064A\u0639\u0648\u0646 \u0631\u0624\u064A\u0629 \u0625\u0633\u0645\u0643 \u0641\u064A \u0627\u0644\u0642\u0627\u0626\u0645\u0629 \u0648\u0644\u0627 \u064A\u0645\u0643\u0646\u0647\u0645 \u0627\u0644\u0625\u062A\u0635\u0627\u0644 \u0628\u0643 \u0639\u0646 \u0637\u0631\u064A\u0642 \u0627\u0644\u0645\u0648\u0642\u0639.
privacy_show_all=\u0625\u062C\u0639\u0644\u0646\u064A \u0645\u0631\u0626\u064A\u0627 \u0641\u064A \u0643\u0644 \u0627\u0644\u0645\u0648\u0627\u0642\u0639
tab_inst_7_alt=\u062A\u062D\u062A\u0627\u062C \u0644\u0646\u0634\u0631 \u0623\u0648 \u0639\u062F\u0645 \u0627\u0632\u0627\u0644\u0629 \u0627\u0644\u0646\u0634\u0631 \u0639\u0646 \u0645\u0648\u0642\u0639\u061F
tab_vis_inst=\u0645\u0648\u0627\u0642\u0639  \u0645\u0631\u0626\u064A\u0629 \u0641\u064A \u0627\u0644\u0642\u0648\u0627\u0626\u0645
tab_move_lone=<
privacy_choice_later=\u0627\u0633\u0623\u0644\u0646\u064A \u0645\u0631\u0629 \u0623\u062E\u0631\u0649 \u0644\u0627\u062D\u0642\u0627
privacy_visible=\u0645\u0631\u0626\u064A
prefs_lang_title=\u0627\u0644\u0644\u063A\u0629
tab_inst_3_alt=\u0645\u0648\u0627\u0642\u0639\u064A \u0627\u0644\u0646\u0634\u0637\u0629
tab_move_inst=\u062A\u062D\u0631\u064A\u0643 \u0627\u0644\u0645\u062E\u062A\u0627\u0631(\u0629)
prefs_tab_title=\u062A\u0634\u062E\u064A\u0635 \u0627\u0644\u0623\u0628\u0648\u0627\u0628
privacy_title=\u062D\u0627\u0644\u0629 \u062E\u0635\u0648\u0635\u064A\u0629 \u0627\u0644\u0645\u0648\u0642\u0639
user_missing=\u062A\u0639\u0631\u064A\u0641 \u0627\u0644\u0645\u0633\u062A\u062E\u062F\u0645 \u0645\u0641\u0642\u0648\u062F.
tab_move_all_inst=\u062A\u062D\u0631\u064A\u0643 \u0627\u0644\u062C\u0645\u064A\u0639
tab_move_lall=<<
tab_move_up=\u0627\u0644\u062A\u062D\u0631\u064A\u0643 \u0625\u0644\u0649 \u0623\u0639\u0644\u0649 \u0641\u064A \u0627\u0644\u0642\u0627\u0626\u0645\u0629
move_down_msg=\u0627\u0644\u0631\u062C\u0627\u0621 \u0627\u062E\u062A\u064A\u0627\u0631 \u0645\u0648\u0642\u0639 \u0648\u0627\u062D\u062F \u0644\u0644\u0646\u0642\u0644 \u0644\u0623\u0633\u0641\u0644.
privacy_update=\u062A\u062D\u062F\u064A\u062B
time_inst_2=\u0645\u062C\u0627\u0644 \u0627\u0644\u062A\u0648\u0642\u064A\u062A
time_inst_1=\u0627\u0644\u0631\u062C\u0627\u0621 \u0625\u062E\u062A\u064A\u0627\u0631 \u0627\u0644\u062A\u0648\u0642\u064A\u062A \u0627\u0644\u0645\u062D\u0644\u064A \u0644\u0623\u062F\u0648\u0627\u062A \u0633\u0627\u0643\u0627\u064A \u0627\u0644\u0645\u062E\u062A\u0627\u0631\u0629. \u0623\u0646\u062A \u0627\u0644\u0622\u0646 \u0641\u064A  
tab_inst_6_alt=\u0647\u0630\u0647 \u0627\u0644\u0645\u0648\u0627\u0642\u0639 \u0644\u0627 \u062A\u0638\u0647\u0631 \u0641\u064A \u062A\u0628\u0648\u064A\u0628 \u0645\u0648\u0627\u0642\u0639\u064A \u0627\u0644\u0646\u0634\u0637\u0629. \u0648\u0645\u0639 \u0630\u0644\u0643 \u064A\u0645\u0643\u0646\u0643 \u0627\u0644\u0648\u0635\u0648\u0644 \u0627\u0644\u064A\u0647\u0627 \u0645\u0646 \u062E\u0644\u0627\u0644 \u0627\u0639\u062F\u0627\u062F \u0645\u0648\u0642\u0639 \u0627\u0644\u0639\u0645\u0644.
update_success=\u062A\u0645 \u062A\u062D\u062F\u064A\u062B \u0627\u0644\u062A\u0641\u0636\u064A\u0644\u0627\u062A \u0628\u0646\u062C\u0627\u062D.
privacy_show_all_set=\u062D\u0627\u0644\u062A\u0643 \u0641\u064A \u062C\u0645\u064A\u0639 \u0627\u0644\u0645\u0648\u0627\u0642\u0639 \u0645\u062D\u062F\u062F\u0629 \u0627\u0644\u0622\u0646 \u0639\u0644\u0649 \u0627\u0644\u062D\u0627\u0644\u0629 \u0627\u0644\u0645\u0631\u0626\u064A\u0629. \u0627\u0644\u0622\u062E\u0631\u0648\u0646 \u064A\u0633\u062A\u0637\u064A\u0639\u0648\u0646 \u0631\u0624\u064A\u0629 \u0625\u0633\u0645\u0643 \u0641\u064A \u0627\u0644\u0642\u0627\u0626\u0645\u0629 \u0648 \u064A\u0645\u0643\u0646\u0647\u0645 \u0627\u0644\u0625\u062A\u0635\u0627\u0644 \u0628\u0643 \u0639\u0646 \u0637\u0631\u064A\u0642 \u0627\u0644\u0645\u0648\u0642\u0639.  
privacy_choice_hidden=\u064A\u0628\u0642\u0649 \u0645\u062E\u0641\u0649 \u0641\u064A \u0647\u0630\u0627 \u0627\u0644\u0645\u0648\u0642\u0639
privacy_choose=\u0625\u062E\u062A\u064A\u0627\u0631 \u0645\u0648\u0642\u0639
privacy_hide_all=\u0623\u062E\u0641\u0646\u064A \u0641\u064A \u0643\u0644 \u0627\u0644\u0645\u0648\u0627\u0642\u0639
tab_inst_2_alt=\u0627\u0633\u062A\u062E\u062F\u0645 \u0623\u0632\u0631\u0627\u0631 \u0627\u064A\u0645\u064A\u0646 \u0648\u0627\u0644\u064A\u0633\u0627\u0631 \u0644\u062A\u063A\u064A\u064A\u0631 \u0627\u0644\u0631\u0624\u064A\u0629 \u0644\u0645\u0648\u0627\u0642\u0639\u0643. \u0627\u0633\u062A\u062E\u062F\u0645 \u0623\u0632\u0631\u0627\u0631 \u0627\u0644\u0623\u0639\u0644\u0649 \u0648\u0627\u0644\u0623\u0633\u0641\u0644 \u0644\u062A\u0631\u0642\u064A\u0629 \u0645\u0648\u0627\u0642\u0639\u0643 \u0627\u0644\u0646\u0634\u0637\u0629 \u0641\u064A \u0627\u0644\u062A\u0628\u0648\u064A\u0628\u0627\u062A.
add_to_sites_msg=\u0627\u0644\u0631\u062C\u0627\u0621 \u0627\u062E\u062A\u0631 \u0627\u0644\u0645\u0648\u0642\u0639 \u0644\u0627\u0636\u0627\u0641\u0629 \u0645\u0648\u0627\u0642\u0639 \u0645\u0631\u0626\u064A\u0629 \u0641\u064A \u0627\u0644\u062A\u0628\u0648\u064A\u0628\u0627\u062A.
privacy_site_not_selected=\u064A\u0631\u062C\u0649 \u0625\u062E\u062A\u064A\u0627\u0631 \u0645\u0648\u0642\u0639 \u0645\u0646 \u0623\u062C\u0644 \u062A\u063A\u064A\u064A\u0631 \u062D\u0627\u0644\u062A\u0643.
prefs_title=\u0627\u0644\u062A\u0641\u0636\u064A\u0644\u0627\u062A
noti_inst_second=\u0633\u062A\u062D\u0635\u0644\u0648\u0646 \u0639\u0644\u0649 \u062C\u0645\u064A\u0639 \u0627\u0644\u0625\u0634\u0639\u0627\u0631\u0627\u062A \u0630\u0627\u062A \u0627\u0644\u0623\u0648\u0644\u0648\u064A\u0629 \u0627\u0644\u0639\u0627\u0644\u064A\u0629 \u0639\u0646 \u0637\u0631\u064A\u0642 \u0627\u0644\u0628\u0631\u064A\u062F \u0627\u0644\u0627\u0644\u0643\u062A\u0631\u0648\u0646\u064A. \u062D\u062F\u062F \u0645\u062C\u0645\u0648\u0639\u0629 \u0627\u0644\u0625\u0634\u0639\u0627\u0631\u0627\u062A \u0630\u0627\u062A \u0627\u0644\u0623\u0648\u0644\u0648\u064A\u0629 \u0627\u0644\u0645\u062A\u062F\u0646\u064A\u0629 \u0623\u062F\u0646\u0627\u0647.
remove_from_sites_msg=\u0627\u0644\u0631\u062C\u0627\u0621 \u0627\u062E\u062A\u064A\u0627\u0631 \u0645\u0648\u0642\u0639 \u0644\u0627\u0632\u0627\u0644\u062A\u0647 \u0645\u0646 \u0645\u0648\u0627\u0642\u0639 \u0645\u0631\u0626\u064A\u0629 \u0641\u064A \u062A\u0628\u0648\u064A\u0628\u0627\u062A.
locale_msg=\u064A\u0631\u062C\u0649 \u0625\u062E\u062A\u064A\u0627\u0631 \u0644\u063A\u062A\u0643\u0645 (\u0648 \u0627\u0644\u0628\u0644\u062F) \u0627\u0644\u0645\u0641\u0636\u0644\u0629. \u0644\u063A\u062A\u0643\u0645 \u0627\u0644\u0645\u0641\u0636\u0644\u0629 \u0627\u0644\u062D\u0627\u0644\u064A\u0629\:
move_up_msg=\u0627\u0644\u0631\u062C\u0627\u0621 \u0627\u062E\u062A\u064A\u0627\u0631 \u0645\u0648\u0642\u0639 \u0648\u0627\u062D\u062F \u0644\u0644\u0646\u0642\u0644 \u0644\u0623\u0639\u0644\u0649.
privacy_choice_visible=\u0627\u062C\u0639\u0644\u0646\u064A \u0645\u0631\u0626\u064A \u0641\u064A \u0647\u0630\u0627 \u0627\u0644\u0645\u0648\u0642\u0639
tab_move_rone=>
privacy_show_title=\u0625\u062C\u0639\u0644 \u0627\u0644\u062E\u0635\u0648\u0635\u064A\u0629 \u0645\u0631\u0626\u064A\u0629 \u0641\u064A \u0643\u0644 \u0627\u0644\u0645\u0648\u0627\u0642\u0639
prefs_privacy=\u062D\u0627\u0644\u0629 \u0627\u0644\u062E\u0635\u0648\u0635\u064A\u0629
tab_inst_2=\u0644\u062A\u063A\u064A\u064A\u0631 \u062A\u0631\u062A\u064A\u0628 \u0645\u0648\u0627\u0642\u0639\u0643\u0645 \u0644\u0643\u0645  \u0641\u064A \u0642\u0648\u0627\u0626\u0645\u0643\u0645\u060C \u0642\u0645 \u0628\u0625\u062E\u062A\u064A\u0627\u0631 \u0645\u0648\u0642\u0639 \u0645\u0646 \u0627\u0644\u0645\u0648\u0627\u0642\u0639 \u0627\u0644\u0645\u0631\u0626\u064A\u0629 \u0641\u064A \u0627\u0644\u0642\u0648\u0627\u0626\u0645 \u0648\u0625\u0633\u062A\u062E\u062F\u0627\u0645 \u0627\u0644\u0633\u0647\u0627\u0645 \u0635\u0639\u0648\u062F\u0627 \u0648\u0647\u0628\u0648\u0637\u0627 \u0644\u062A\u063A\u064A\u064A\u0631 \u062A\u0631\u062A\u064A\u0628 \u0627\u0644\u0645\u0648\u0642\u0639 \u0641\u064A \u0642\u0648\u0627\u0626\u0645\u0643\u0645. \u062B\u0645 \u0627\u0646\u0642\u0631 \u0639\u0644\u0649 \u062A\u062D\u062F\u064A\u062B \u0627\u0644\u062A\u0641\u0636\u064A\u0644\u0627\u062A \u0644\u0625\u062D\u062F\u0627\u062B \u0627\u0644\u062A\u063A\u064A\u064A\u0631\u0627\u062A.
tab_not_vis_inst=\u0645\u0648\u0627\u0642\u0639 \u063A\u064A\u0631 \u0645\u0631\u0626\u064A\u0629 \u0641\u064A \u0627\u0644\u0642\u0648\u0627\u0626\u0645
tab_inst_1=\u0644\u0625\u062E\u0641\u0627\u0621 \u0645\u0648\u0642\u0639\u060C \u0642\u0645 \u0628\u0625\u062E\u062A\u064A\u0627\u0631 \u0627\u0644\u0645\u0648\u0642\u0639 \u0645\u0646 \u0627\u0644\u0645\u0648\u0627\u0642\u0639 \u0627\u0644\u0645\u0631\u0626\u064A\u0629 \u0641\u064A \u0627\u0644\u0642\u0648\u0627\u0626\u0645 \u0648\u0625\u0633\u062A\u062E\u062F\u0627\u0645 \u0627\u0644\u0633\u0647\u0645 \u0625\u0644\u0649 \u0627\u0644\u064A\u0633\u0627\u0631 \u0644\u0646\u0642\u0644 \u0627\u0644\u0645\u0648\u0642\u0639 \u0627\u0644\u0649 \u0627\u0644\u0645\u0648\u0627\u0642\u0639 \u0627\u0644\u0645\u062E\u0641\u064A\u0629 \u0641\u064A \u0647\u0630\u0647 \u0627\u0644\u0642\u0648\u0627\u0626\u0645. \u0644\u0625\u0638\u0647\u0627\u0631 \u0645\u0648\u0642\u0639\u060C \u0642\u0645 \u0628\u0625\u062E\u062A\u064A\u0627\u0631 \u0627\u0644\u0645\u0648\u0642\u0639 \u0645\u0646 \u0627\u0644\u0645\u0648\u0627\u0642\u0639 \u0627\u0644\u0645\u062E\u0641\u064A\u0629 \u0641\u064A \u0627\u0644\u0642\u0648\u0627\u0626\u0645 \u0648\u0625\u0633\u062A\u062E\u062F\u0627\u0645 \u0627\u0644\u0633\u0647\u0645 \u0625\u0644\u0649 \u0627\u0644\u064A\u0645\u064A\u0646 \u0644\u0646\u0642\u0644 \u0627\u0644\u0645\u0648\u0642\u0639 \u0627\u0644\u0649 \u0627\u0644\u0645\u0648\u0627\u0642\u0639 \u0627\u0644\u0645\u0631\u0626\u064A\u0629  \u0641\u064A \u0647\u0630\u0647 \u0627\u0644\u0642\u0648\u0627\u0626\u0645. \u062B\u0645 \u0627\u0646\u0642\u0631 \u0639\u0644\u0649 \u062A\u062D\u062F\u064A\u062B \u0627\u0644\u062A\u0641\u0636\u064A\u0644\u0627\u062A \u0644\u0625\u062D\u062F\u0627\u062B \u0627\u0644\u062A\u063A\u064A\u064A\u0631\u0627\u062A.
tab_inst_5_alt=\u0645\u0648\u0627\u0642\u0639\u064A \u0627\u0644\u0645\u062E\u0641\u064A\u0629
update_pref=\u062A\u062D\u062F\u064A\u062B \u0627\u0644\u062A\u0641\u0636\u064A\u0644\u0627\u062A
tab_move_all_inst_re=\u062D\u0630\u0641 \u0627\u0644\u062C\u0645\u064A\u0639
privacy_check_show=\u0623\u0648\u0636\u062D\u0646\u064A
cancel_pref=\u0625\u0644\u063A\u0627\u0621 \u0627\u0644\u062A\u063A\u064A\u064A\u0631\u0627\u062A
privacy_change_directions=\u0625\u0630\u0627 \u0623\u0631\u062F\u062A \u062A\u063A\u064A\u064A\u0631 \u062D\u0627\u0644\u062A\u0643\u060C \u0636\u0639 \u0639\u0644\u0627\u0645\u0629 \u0641\u064A \u0627\u0644\u062E\u0627\u0646\u0629 \u0627\u0644\u0645\u062C\u0627\u0648\u0631\u0629 \u0644
prefs_timezone_title=\u0645\u062C\u0627\u0644 \u0627\u0644\u062A\u0648\u0642\u064A\u062A
privacy_change_directions2=\u062B\u0645 \u0627\u0646\u0642\u0631 \u0639\u0644\u0649 \u0632\u0631 \u0627\u0644\u062A\u062D\u062F\u064A\u062B.
tab_inst_1_alt=\u062A\u062E\u0635\u064A\u0635 \u0627\u0644\u062A\u0628\u0648\u064A\u0628\u0627\u062A \u064A\u0633\u0645\u062D \u0644\u0643 \u0628\u062A\u062E\u0635\u064A\u0635 \u0627\u0644\u0627\u0646\u062A\u0642\u0627\u0644 \u0627\u0644\u0649 \u0645\u0648\u0642\u0639\u0643 \u0641\u064A \u0646\u0633\u062E\u062A\u0643 \u0645\u0646 Sakai \u0641\u0642\u0637.
privacy_change_later_instructions=\u0644\u062A\u063A\u064A\u064A\u0631 \u0627\u0639\u062F\u0627\u062F\u0627\u062A \u062E\u0635\u0648\u0635\u064A\u0627\u062A\u0643 \u0641\u064A \u0627\u0644\u0645\u0633\u062A\u0642\u0628\u0644\u060C \u0642\u0645 \u0628\u0632\u064A\u0627\u0631\u0629 <br />\u062D\u064A\u0632 \u0627\u0644\u0639\u0645\u0644 > \u062A\u0641\u0636\u064A\u0644\u0627\u062A > \u062D\u0627\u0644\u0629 \u0627\u0644\u062E\u0635\u0648\u0635\u064A\u0629
tab_move_rall=>>
privacy_stmt1=\u062D\u0627\u0644\u062A\u0643 \u0641\u064A \u0647\u0630\u0627 \u0627\u0644\u0645\u0648\u0642\u0639 \u062D\u0627\u0644\u064A\u0627 \u0647\u064A
tab_move_down=\u0627\u0644\u062A\u062D\u0631\u064A\u0643 \u0625\u0644\u0649 \u0623\u0633\u0641\u0644 \u0641\u064A \u0627\u0644\u0642\u0627\u0626\u0645\u0629
privacy_choice_heading=\u0627\u0644\u0631\u062C\u0627\u0621 \u062A\u062D\u062F\u064A\u062F \u062A\u0641\u0636\u064A\u0644\u0627\u062A \u062D\u0627\u0644\u0629 \u0627\u0644\u062E\u0635\u0648\u0635\u064A\u0629\:
tab_inst_8_alt=\u0627\u0644\u0627\u0639\u062F\u0627\u062F\u0627\u062A \u0641\u064A \u0647\u0630\u0647 \u0627\u0644\u0635\u0641\u062D\u0629 \u062A\u0624\u062B\u0631 \u062E\u0627\u0646\u0629 \u0627\u0644\u0627\u0646\u062A\u0642\u0627\u0644 \u0627\u0644\u0634\u062E\u0635\u064A\u0629 \u0627\u0644\u062E\u0627\u0635\u0629 \u0628\u0643. \u0644\u0646\u0634\u0631 \u0648\u0627\u0632\u0627\u0644\u0629 \u0627\u0644\u0646\u0634\u0631 \u0639\u0646 \u0627\u0644\u0645\u0648\u0627\u0642\u0639 \u0644\u0643\u0644 \u0627\u0644\u0645\u0633\u062A\u062E\u062F\u0645\u064A\u0646 \u0627\u0630\u0647\u0628 \u0627\u0644\u0649 \u0627\u0639\u062F\u0627\u062F\u0627\u062A \u0645\u0648\u0642\u0639 \u0627\u0644\u0639\u0645\u0644.
privacy_hide_title=\u062C\u0639\u0644 \u0627\u0644\u062E\u0635\u0648\u0635\u064A\u0629 \u0645\u062E\u0641\u064A\u0629 \u0644\u0643\u0644 \u0627\u0644\u0645\u0648\u0627\u0642\u0639.
privacy_note=\u0645\u0644\u0627\u062D\u0638\u0629\: \u0644\u0631\u0624\u064A\u0629 \u062D\u0627\u0644\u0629 \u062E\u0635\u0648\u0635\u064A\u062A\u0643 \u0641\u064A \u0627\u0644\u0645\u0648\u0627\u0642\u0639 \u0627\u0644\u0623\u062E\u0631\u0649\u060C \u0625\u062E\u062A\u0631 \u0627\u0644\u062A\u0641\u0636\u064A\u0644\u0627\u062A \u0645\u0646 \u0645\u0648\u0642\u0639 \u0639\u0645\u0644\u0643.
privacy_check_hide=\u0623\u062E\u0641\u0646\u064A
privacy_stmt_show=\ \u0627\u0644\u0622\u062E\u0631\u0648\u0646 \u064A\u0633\u062A\u0637\u064A\u0639\u0648\u0646 \u0631\u0624\u064A\u0629 \u0625\u0633\u0645\u0643 \u0641\u064A \u0627\u0644\u0642\u0627\u0626\u0645\u0629 \u0648 \u064A\u0645\u0643\u0646\u0647\u0645 \u0627\u0644\u0625\u062A\u0635\u0627\u0644 \u0628\u0643 \u0639\u0646 \u0637\u0631\u064A\u0642 \u0627\u0644\u0645\u0648\u0642\u0639.
tab_move_inst_re=\u062D\u0630\u0641 \u0627\u0644\u0645\u062E\u062A\u0627\u0631(\u0629)
tab_inst_4_alt=\u0627\u0644\u0645\u0648\u0627\u0642\u0639 {0} \u0627\u0644\u0623\u0639\u0644\u0649 \u062A\u0638\u0647\u0631 \u0643\u062A\u0628\u0648\u064A\u0627\u062A \u0641\u064A \u062E\u0627\u0646\u0629 \u0627\u0644\u0627\u0646\u062A\u0642\u0627\u0644 \u0627\u0644\u062E\u0627\u0635 \u0628\u0643\u060C \u0648\u0643\u0644 \u0627\u0644\u0642\u0627\u0626\u0645\u0629 \u062A\u0638\u0647\u0631 \u0641\u064A \u062A\u0628\u0648\u064A\u0628 \u0645\u0648\u0627\u0642\u0639\u064A \u0627\u0644\u0646\u0634\u0637\u0629. \u0627\u0644\u062A\u0631\u062A\u064A\u0628 \u0627\u0644\u0638\u0627\u0647\u0631 \u0647\u0646\u0627 \u064A\u0624\u062B\u0631 \u0623\u0648\u0644 {0} \u0645\u0648\u0642\u0639.
privacy_update_title=\u062A\u062D\u062F\u064A\u062B \u062D\u0627\u0644\u0629 \u0627\u0644\u062E\u0635\u0648\u0635\u064A\u0629
privacy_hide_all_set=\u062D\u0627\u0644\u062A\u0643 \u0641\u064A \u062C\u0645\u064A\u0639 \u0627\u0644\u0645\u0648\u0627\u0642\u0639 \u0645\u062D\u062F\u062F\u0629 \u0639\u0644\u0649 \u062D\u0627\u0644\u0629 \u0627\u0644\u0625\u062E\u0641\u0627\u0621. \u0627\u0644\u0622\u062E\u0631\u0648\u0646 \u0644\u0627 \u064A\u0633\u062A\u0637\u064A\u0639\u0648\u0646 \u0631\u0624\u064A\u0629 \u0625\u0633\u0645\u0643 \u0641\u064A \u0627\u0644\u0642\u0627\u0626\u0645\u0629 \u0648\u0644\u0627 \u064A\u0645\u0643\u0646\u0647\u0645 \u0627\u0644\u0625\u062A\u0635\u0627\u0644 \u0628\u0643 \u0639\u0646 \u0637\u0631\u064A\u0642 \u0627\u0644\u0645\u0648\u0642\u0639.
