#-------------------------------------------------------------------------------
# Translated by: e-Labora: e-Learning Laboratory - State University of Campinas
# Translated by: LARC - Laboratory of Architecture and Computer Networks 
# TIDIA-Ae Project Fapesp, Sao Paulo, Brazil
#-------------------------------------------------------------------------------

prefs_noti_title	=	Notifica\u00e7\u00f5es
prefs_timezone_title	=	Fuso Hor\u00e1rio
prefs_lang_title	=	Idioma
prefs_title	=	Prefer\u00eancias
prefs_privacy	=	Estado de Privacidade
prefs_active_sites=Sites Ativos (sua categoria)
prefs_active_sites_short=Sites Ativos
prefs_multitples_instructions=<strong>Movendo v\u00e1rios:</strong> Use as caixas para fazer uma sele\u00e7\u00e3o m\u00faltipla e, em seguida, use as setas do painel para mover a sele\u00e7\u00e3o.
 
prefs_element_locked=Este item n\u00e3o pode ser colocado aqui. O item abaixo est\u00e1 bloqueado.

update_pref	=	Atualizar Prefer\u00eancias
cancel_pref	=	Cancelar Altera\u00e7\u00f5es
update_success	=	Suas prefer\u00eancias foram atualizadas com sucesso.

hideshowdesc_toggle_hide=Ocultar Sites
hideshowdesc_toggle_show=Exibir Sites

noti_inst_second	=	Voc\u00ea receber\u00e1 todas as notifica\u00e7\u00f5es de alta prioridade por e-mail. Configure as notifica\u00e7\u00f5es de baixa prioridade abaixo.

noti_add_site = Adicionar um site

# need to define the site type titles (copied from portal-impl)
moresite_projects = PROJETOS
moresite_portfolios = PORTF\u00d3LIOS
moresite_administration = ADMINISTRA\u00c7\u00c3O
moresite_other = OUTROS
moresite_scs = Cursos SCS

noti_prefs_title=Editar Prefer\u00eancias  {0} : Adicionar Sites
noti_prefs_instr=Para alterar as prefer\u00eancias pad\u00e3o para um ou v\u00e1rios sites, marque a caixa ao lado dos sites \
voc\u00ea deseja modificar e clique em "Adicionar Sites"
noti_prefs_add=Adicionar Sites
noti_prefs_cancel=Cancelar


# Alternative instructional text when DHTML More Sites is enabled (see SAK-11460)
tab_inst_1_alt=Personalizar separadores permite personalizar a navega\u00e7\u00e3o de seus sites em {0}.
tab_inst_2_alt=Use as teclas de seta para esquerda e direita para alterar a visibilidade de seus sites. Utilize os bot\u00f5es para cima e para baixo para promover seus Sites Ativos dentro das abas.
tab_inst_3_alt=Meus Sites Ativos
tab_inst_4_alt=Os primeiros {0} sites aparecem como abas na sua navega\u00e7\u00e3o e toda a lista aparecer\u00e1 na aba Meus Sites Ativos. A ordem mostrada aqui afeta apenas os primeiros {0} sites.
tab_inst_5_alt=Meus Sites Ocultos
tab_inst_6_alt=Esses sites n\u00e3o aparecem na aba Minha Sites Ativos. No entanto, voc\u00ea ainda pode acess\u00e1-los atrav\u00e9s da Configurar Sites.
tab_inst_7_alt=Precisa publicar ou despublicar um site?  
tab_inst_8_alt=As configura\u00e7\u00f5es nesta p\u00e1gina somente afetam a sua navega\u00e7\u00e3o pessoal. Para publicar e despublicar sites para todos os usu\u00e1rios, v\u00e1 para Configurar Site.


tab_inst_1	=	Para ocultar um site ou tornar um site vis\u00edvel nas abas ou no menu suspenso "Mais sites" , selecione o site abaixo e clique na seta para direita ou esquerda para mov\u00ea-lo. Para mover todos os sites, clique em uma seta dupla.
tab_inst_2	=	Para alterar a ordem das abas vis\u00edveis, selecione um site dos "Sites Vis\u00edveis na Aba de Sites" e use as setas para cima ou para baixo. Use as setas para cima e para baixo exteriores para mover a sele\u00e7\u00e3o para o in\u00edcio ou fim da lista. Para mover v\u00e1rios sites, selecione um site, mantenha pressionada a tecla Control (ou Command no Mac) e clique sobre outros sites. Em seguida, clique em uma seta.
tab_inst_3=Para alterar o n\u00famero de seus sites visualizados de forma destacada na \u00e1rea de navega\u00e7\u00e3o do site, atualizar o n\u00famero de Exibi\u00e7\u00e3o. Em seguida, clique em Atualizar Prefer\u00eancias para fazer as altera\u00e7\u00f5es.
tab_inst_save=Quando voc\u00ea finalizar as altera\u00e7\u00f5es, clique em Atualizar Prefer\u00eancias para salv\u00e1-las.
tab_not_vis_inst	=	Sites n\u00e3o vis\u00edveis na Aba de Sites
tab_vis_inst	=	Sites vis\u00edveis na Aba de Sites
tab_move_inst	=	Mover selecionados
tab_move_inst_re	=	Ocultar sites selecionados
tab_move_all_inst	=	Mover todos os sites vis\u00edveis
tab_move_all_inst_re	=	Ocultar todos os sites
tab_move_up	=	Mover selecionado para cima na lista
tab_move_down	=	Mover selecionado para baixo na lista
tab_move_top=Mover selecionado para o come\u00e7o da lista
tab_move_bottom=Mover selecionado para o final da lista
tabs_move_top=Mover sites selecionados para o topo da lista
tabs_move_bottom=Mover sites selecionados para final da lista
tabs_move_left=Mover s\u00edties selecionados para a parte superior esquerda da lista
tabs_move_right=Mover sites selecionados para a parte superior esquerda da lista 
tabs_screen_reader_label=Selecionar
tab_move_rone	=	>
tab_move_lone	=	<
tab_move_rall	=	>>
tab_move_lall	=	<<

tab_count = Abas exibidas:

time_inst_1	=	Por favor, selecione seu fuso hor\u00e1rio para as ferramentas de {0}. Seu fuso hor\u00e1rio atual \u00e9\:
time_inst_2	=	fuso hor\u00e1rio

locale_msg	=	Por favor selecione seu idioma (e pa\u00eds) preferido. Seu idioma atual \u00e9:

privacy_title	=	Estado de Privacidade
privacy_default=Estado Padr\u00e3o
privacy_item_visible=Torna-me vis\u00edvel por padr\u00e3o, quando adicionado em sites
privacy_item_hidden=Oculta-me por padr\u00e3o, quando adicionado a um site
privacy_stmt1	=	Alterar a configura\u00e7\u00e3o para manter-se e manter suas informa\u00e7\u00f5es pessoais ocultas para o resto desse site. Seu estado neste site atualmente \u00e9 
privacy_specific_site=Configurar o estado para um site espec\u00edfico
privacy_stmt_show	=." Outros podem visualizar seu nome na lista de participantes e podem entrar em contato com voc\u00ea atrav\u00e9s do site.
privacy_stmt_hide	=." Outros n\u00e3o podem visualizar seu nome na lista de participantes e n\u00e3o podem entrar em contato com voc\u00ea atrav\u00e9s do site.
privacy_all_sites=Alterar o seu estado em todos os seus sites
privacy_change_directions	=	Se voc\u00ea deseja alterar seu estado, marque a caixa 
privacy_change_directions2	=	e ent\u00e3o clique no bot\u00e3o Atualizar abaixo

privacy_note	=	Nota: Para ver seu estado de privacidade em outros sites, v\u00e1 em Meu Site > Prefer\u00eancias

move_up_msg = Por favor, selecione pelo menos um site para mover para cima.
move_down_msg = Por favor, selecione pelo menos um site para mover para baixo.
add_to_sites_msg = Por favor, selecione um site para adicionar aos Sites Vis\u00edveis nas Abas.
user_missing = Est\u00e1 faltando o Identificador do Usu\u00e1rio.
remove_all=N\u00e3o \u00e9 poss\u00edvel remover todas as abas da barra de navega\u00e7\u00e3o superior
min_tabs=Deve ter pelo menos %d abas na barra de navega\u00e7\u00e3o superior

privacy_check_hide	=	Ocultar-me
privacy_check_show	=	Mostrar-me
privacy_update	=	Atualizar
privacy_choose	=	Escolher um site
privacy_no_choices=N\u00e3o h\u00e1 sites para escolher, voc\u00ea deve ser um de pelo menos um site.
privacy_show_all	=	Mostrar-me em todos os sites
privacy_hide_all	=	Ocultar-me em todos os sites

privacy_update_title	=	Atualizar Estado de Privacidade

privacy_show_all	=	Mostre-me em todos os sites
privacy_hide_all	=	Ocultar-me em todos os sites

privacy_show_title	=	Configurar privacidade para Mostrar para todos os sites
privacy_hide_title	=	Configurar privacidade para Ocultar para todos os sites

privacy_visible	=	vis\u00edvel
privacy_hidden	=	oculto

privacy_show_all_set	=	Seu estado em todos os sites agora est\u00e1 configurado para vis\u00edvel. Outros podem visualizar seu nome na lista de participantes e podem entrar em contato com voc\u00ea atrav\u00e9s do site
privacy_hide_all_set	=	Seu estado em todos os sites agora est\u00e1 configurado para oculto. Outros n\u00e3o podem visualizar seu nome na lista de participantes e n\u00e3o podem entrar em contato com voc\u00ea atrav\u00e9s do site

privacy_site_not_selected	=	Por favor, selecione um site para alterar seu estado.

privacy_choice_heading=Por favor, defina sua prefer\u00eancia de estado de privacidade:
privacy_choice_hidden=Permanecer oculto neste site
privacy_choice_visible=Torna-me vis\u00edvel neste site
privacy_choice_later=Perguntar-me novamente mais tarde

privacy_change_later_instructions=Para alterar suas configura\u00e7\u00f5es de privacidade no futuro, <br /> V\u00e1 em Meu Site > Prefer\u00eancias > Estado de Privacidade

## SAK-23895:Display full name of course, not just code, in site tab
tabDisplay_prompt=Exibir abas como:
tabDisplay_coursecode=C\u00f3digo do curso (por exemplo F13-ACCT-134C-01)
tabDisplay_coursename=Nome/Descri\u00e7\u00e3o do curso (por exemplo Primeiro Ano de Contabilidade)
