#Stored by I18NEdit, may be edited!
add_to_sites_msg=Escolha uma \u00C1rea para adicionar \u00E0 Lista de \u00C1reas Vis\u00EDveis
cancel_pref=Limpar
locale_msg=Seleccione o Idioma (e Pa\u00EDs). A selec\u00E7\u00E3o actual \u00E9\:
move_down_msg=Seleccione uma \u00E1rea para mover para baixo
move_up_msg=Seleccione uma \u00E1rea para mover para cima
noti_ann=An\u00FAncios
noti_ann_1=N\u00E3o enviar an\u00FAncios de baixa prioridade
noti_ann_2=Enviar uma mensagem di\u00E1ria com a lista dos an\u00FAncios de baixa prioridade
noti_ann_3=Enviar cada notifica\u00E7\u00E3o separadamente
noti_inst_second=As notifica\u00E7\u00E3oes de Alta prioridade s\u00E3o recebidas por correio electr\u00F3nico. Para as de baixa prioridade, escolha as op\u00E7\u00F5es a seguir.
noti_mail=Arquivo de correio electr\u00F3nico
noti_mail_1=N\u00E3o enviar mensagens recebidas na \u00E1rea
noti_mail_2=Enviar-me uma mensagem di\u00E1ria com as mensagens recebidas na \u00E1rea
noti_mail_3=Enviar-me separadamente cada mensagem recebida na \u00E1rea
noti_rsrc=Recursos
noti_rsrc_1=N\u00E3o enviar notifica\u00E7\u00F5es de baixa prioridade relativas a Recursos
noti_rsrc_2=Enviar-me uma mensagem di\u00E1ria com as notifica\u00E7\u00F5es de baixa prioridade relativas a Recursos
noti_rsrc_3=Enviar-me separadamente cada notifica\u00E7\u00E3o relativa a Recursos
noti_syll=Conte\u00FAdo Program\u00E1tico
noti_syll_1=N\u00E3o enviar notifica\u00E7\u00F5es de baixo prioridade relativas a items do Conte\u00FAdo Program\u00E1tico
noti_syll_2=Enviar-me uma mensagem di\u00E1ria com as notifica\u00E7\u00F5es
noti_syll_3=Enviar-me separadamente cada notifica\u00E7\u00E3o relativa a items do Conte\u00FAdo Program\u00E1tico
prefs_lang_title=Idioma
prefs_noti_title=Notifica\u00E7\u00F5es
prefs_privacy=Privacidade
prefs_tab_title=Gerir Separadores
prefs_timezone_title=Fuso Hor\u00E1rio
prefs_title=Prefer\u00EAncias
privacy_change_directions=Se desejar modificar a escolha actual, clique a caixa de selec\u00E7\u00E3o junto a
privacy_change_directions2=e clique 'Actualizar'.
privacy_change_later_instructions=Para alterar a Privacidade, ir a <br />\u00C1rea Pessoal > Prefer\u00EAncias > Privacidade
privacy_check_hide=Esconder-me
privacy_check_show=Mostrar-me
privacy_choice_heading=Escolha a op\u00E7\u00E3o de Privacidade\:
privacy_choice_hidden=Ficar escondido nesta \u00E1rea
privacy_choice_later=Confirmar mais tarde
privacy_choice_visible=Ficar vis\u00EDvel nesta \u00E1rea
privacy_choose=Escolher uma \u00E1rea
privacy_hidden=escondido
privacy_hide_all=Esconder-me em todas as \u00E1reas
privacy_hide_all_set=Est\u00E1 escondido em todas as \u00E1reas. Os outros membros n\u00E3o v\u00EAem informa\u00E7\u00E3o na lista de "Inscritos", e n\u00E3o podem contactar pela \u00E1rea.
privacy_hide_title=Esconder em todas as \u00C1reas
privacy_note=Nota\: para ver a Privacidade noutras \u00E1reas, escolher Prefer\u00EAncias na sua \u00C1rea Pessoal
privacy_show_all=Mostrar-me em todas as \u00C1reas
privacy_show_all_set=Est\u00E1 vis\u00EDvel em todas as \u00E1reas. Os outros membros  v\u00EAem informa\u00E7\u00E3o na lista de "Inscritos", e podem contactar pela \u00E1rea.
privacy_show_title=Mostrar em todas as \u00C1reas
privacy_site_not_selected=Seleccione uma \u00E1rea para configurar a Privacidade.
privacy_stmt1=Pode alterar a sua op\u00E7\u00E3o para esconder a sua presen\u00E7a e informa\u00E7\u00E3o pessoal de outros participantes. O seu estado nesta \u00C1rea \u00E9 "
privacy_stmt_hide=." Os outros membros n\u00E3o v\u00EAem informa\u00E7\u00E3o na lista de "Inscritos", e n\u00E3o podem contactar pela \u00E1rea.
privacy_stmt_show=." Os outros membros v\u00EAem informa\u00E7\u00E3o na lista de "Inscritos", e podem contactar pela \u00E1rea.
privacy_title=Privacidade
privacy_update=Actualizar
privacy_update_title=Actualizar Privacidade
privacy_visible=vis\u00EDvel
remove_from_sites_msg=Seleccione uma \u00E1rea para remover da lista "Minhas \u00C1reas Vis\u00EDveis".
tab_count=Mostrar
tab_inst_1=Para esconder uma \u00E1rea, seleccione-a em "\u00C1reas Vis\u00EDveis" e use as setas para a mover para "\u00C1reas Escondidas". Para mostrar uma \u00E1rea, seleccione-a em "\u00C1reas Escondidas" e use as setas para a mover para "\u00C1reas Vis\u00EDveis". No fim clique em "Actualizar Prefer\u00EAncias".
tab_inst_2=Para mudar a ordem da \u00E1rea, seleccione-a em "\u00C1reas Vis\u00EDveis" e use as setas 'para cima' e/ou 'para baixo'.  No fim clique em "Actualizar Prefer\u00EAncias".
tab_inst_3=Para mudar o n\u00FAmero de \u00E1reas vis\u00EDveis, actualize o n\u00FAmero em 'Mostrar'.  No fim clique em "Actualizar Prefer\u00EAncias".
tab_move_all_inst=Mover tudo
tab_move_all_inst_re=Remover tudo
tab_move_down=Mover para baixo
tab_move_inst=Mover selec\u00E7\u00E3o
tab_move_inst_re=Remover selec\u00E7\u00E3o
tab_move_lall=<<
tab_move_lone=<
tab_move_rall=>>
tab_move_rone=>
tab_move_up=Mover para cima
tab_not_vis_inst=\u00C1reas Invis\u00EDveis
tab_vis_inst=\u00C1reas Vis\u00EDveis
time_inst_1=Seleccione o Fuso Hor\u00E1rio. O Fuso Hor\u00E1rio actual \u00E9
time_inst_2=fuso hor\u00E1rio
update_pref=Actualizar Prefer\u00EAncias
update_success=Prefer\u00EAncias actualizadas
user_missing=Falta o Id de utilizador

tab_inst_1_alt='Gerir Separadores' permite acrescentar e retirar \u00e1reas ao menu horizontal de navega\u00e7\u00e3o.
tab_inst_2_alt=\u00c9 igualmente poss\u00edvel alterar a ordem na qual as \u00e1reas s\u00e3o apresentadas.
tab_inst_3_alt=Minhas \u00c1reas Vis\u00edveis
tab_inst_4_alt=As primeiras {0} \u00e1reas aparecem como separadores na sua navega\u00e7\u00e3o, e a restante lista aparece no seu separador 'Todas as \u00c1reas'. A ordem mostrada aqui afecta apenas as primeiras {0} \u00e1reas.
tab_inst_5_alt=Minhas \u00c1reas Escondidas
tab_inst_6_alt=Estas \u00e1reas n\u00e3o aparecem no seu separador 'Todas as \u00c1reas'. Contudo, pode aced\u00ea-las atrav\u00e9s da Gest\u00e3o da \u00c1rea (Worksite Setup).
tab_inst_7_alt=Necessita de Abrir (publicar) ou Fechar o acesso de uma \u00e1rea?
tab_inst_8_alt=As configura\u00e7\u00f5es nesta p\u00e1gina apenas afectam a sua navega\u00e7\u00e3o pessoal. Para abrir (publicar) ou fechar o acesso a todos os utilizadores, v\u00e1 at\u00e9 \u00e0 Gest\u00e3o da \u00c1rea (Worksite Setup).
tab_inst_save=Quando terminar as altera\u00e7\u00f5es, clique em 'Actualizar Prefer\u00eancias' para guardar.
tab_move_bottom=Mover para o fim da lista
tab_move_top=Mover para o topo da lista
