prefs_noti_title=Obave\u0161tenja
prefs_timezone_title=Vremenska zona
prefs_lang_title=Jezik
prefs_title=Reference
prefs_privacy=Status privatnosti
prefs_sites=Sajtovi
prefs_editor=Urednik
prefs_theme=Tema

prefs_site_tab_display_format=Format za prikaz kartice sajta

prefs_editor_tab_title=Bogat urednik teksta

prefs_element_locked=Ovaj element se ne mo\u017ee smestiti ovde. Element ispod je zaklju\u010dan.

update_pref=A\u017euriraj preferencije
cancel_pref=Otka\u017ei izmene
update_success=Tvoje preferencije su uspe\u0161no a\u017eurirane.

hideshowdesc_toggle_hide=Sakrij sajtove
hideshowdesc_toggle_show=Prika\u017ei sajtove

noti_inst_second=Sva obave\u0161tenja visokog prioriteta \u0107e\u0161 primiti putem imejla. Podesi obave\u0161tenja niskog prioriteta u nastavku.

noti_add_site=Dodaj sajt

# need to define the site type titles (copied from portal-impl)
moresite_projects=PROJEKTI
moresite_administration=ADMINISTRACIJA
moresite_other=OSTALO
moresite_scs=SCS kursevi
moresite_no_term=KURSEVI BEZ TERMINA

noti_prefs_title=Izmenjene {0} preferencije\: dodaj sajt(ove)
noti_prefs_instr=Za izmenu podrazumevanih pode\u0161avanja za odre\u0111eni sajt (odre\u0111ene sajtove), ozna\u010di polje pored sajta (sajtova), koji \u017eeli\u0161 da izmeni\u0161 i klikni na 'Dodaj Sajt(ove)'
noti_prefs_add=Dodaj sajt(ove)
noti_prefs_cancel=Otka\u017ei

tab_inst_1=Da bi sajt bio sakriven ili vidljiv na karticama ili na padaju\u0107em meniju \u201evi\u0161e sajtova\u201d, ozna\u010dite sajt u nastavku i kliknite na desnu ili levu jednostruku strelicu da biste ga pomerili. Za pomeranje svih sajtove, kliknite na dvostruku strelicu.
tab_inst_2=Za izmenu redosleda vidljivih kartica, ozna\u010dite sajt u polju \u201eVidljivi sajtovi u karticama\u201d i kliknite na jednostruku strelicu prema gore ili prema dole da promenite redosled. Za pomeranje ozna\u010denog sadr\u017eaja na po\u010detak ili kraj spiska, koristi spolja\u0161nje strelice nagore ili nadole. Za pomeranje vi\u0161e sajtova, ozna\u010di jedan sajt, dr\u017ei pritisnutim kontrolni taster (ili Komandni na Mac-u) i klikni na bilo koji drugi sajt. Zatim klikni na strelicu.
tab_inst_3=Za promenu broja sajtova prikazanih u navigaciji radnog prostora, a\u017euriraj broj prikaza. Zatim klikni na A\u017euriraj preferencije za promene.
tab_inst_save=Kada zavr\u0161i\u0161 sa promenama, klikni na A\u017euriraj preferencije da bi ih sa\u010duvao.
tab_not_vis_inst=Sajtovi nisu vidljivi na karticama
tab_vis_inst=Sajtovi su vidljivi na karticama
tab_move_inst=Pomeri ozna\u010deno
tab_move_inst_re=Sakrij ozna\u010deni sajt
tab_move_all_inst=Prika\u017ei sve ozna\u010dene sajtove vidljivim
tab_move_all_inst_re=Sakrij sve sajtove
tab_move_up=Pomeri ozna\u010deni sajt nagore na spisku
tab_move_down=pomeri ozna\u010deni sajt nadole na spisku
tab_move_top=Pomeri ozna\u010deni sajt na vrh spiska
tab_move_bottom=Pomeri ozna\u010deni sajt na dno spiska
tabs_move_top=Pomeri ozna\u010dene sajtove na vrh spiska
tabs_move_bottom=Pomeri ozna\u010dene sajtove na dno spiska
tabs_move_left=Pomeri ozna\u010dene sajtove na vrh spiska levo
tabs_move_right=Pomeri ozna\u010dene sajtove na vrh spiska desno
tabs_screen_reader_label=Ozna\u010di

tab_move_rone=>
tab_move_lone=<
tab_move_rall=>>
tab_move_lall=<<

tab_count=Prikazane kartice\:

time_inst=Ozna\u010di svoju lokalnu vremensku zonu za ozna\u010dene {0} alate, kao \u0161to je Kalendar. Trenutno si u  {1} vremenskoj zoni

locale_msg=Ozna\u010di preferenciju svog jezika (i zemlje). Tvoja trenutna preferencija jezika je\:

privacy_title=Status privatnosti
privacy_default=Podrazumevani status
privacy_item_visible=U\u010dini me vidljivim kad sam dodat na sajtove po podrazumevanom pode\u0161avanju
privacy_item_hidden=Sakrij me kad sam dodat/a na sajtove po podrazumevanom pode\u0161avanju
privacy_stmt1=Mo\u017ee\u0161 da podesi\u0161 pode\u0161avanja da ti i tvoje li\u010dne informacije budete sakriveni od drugih na ovom sajtu. Tvoj sastus na ovom sajtu je trenutno pode\u0161en na \u201d
privacy_specific_site=Podesi status za odre\u0111eni sajt
privacy_stmt_show=.\u201d Drugi mogu da vide tvoje ime u spisku imena u mogu da te kontaktiraju preko sajta.
privacy_stmt_hide=.\u201d Drugi ne mogu da vide tvoje ime u spisku imena u ne mogu da te kontaktiraju preko sajta.
privacy_all_sites=Promeni svoj status na svim svojim sajtovima
privacy_change_directions=Ako \u017eeli\u0161 da promeni\u0161 status, ozna\u010di polje pored
privacy_change_directions2=a zatim klikni na taster A\u017euriraj ispod.

privacy_note=Napomena\: Za proveru statusa privatnosti na drugim sajtovima, izaberi Preferencije na sajtu Mojraniprostor.

move_up_msg=Ozna\u010di najmanje jedan sajt za pomeranje nagore.
move_down_msg=Ozna\u010di najmanje jedan sajt za pomeranje nadole.
remove_from_sites_msg=Ozna\u010di sajt za uklanjanje iz Vidljivih sajtova na karticama.
add_to_sites_msg=Ozna\u010di sajt za dodavanje Vidljivim sajtovima na karticama.
user_missing=Nedostaje identifikacija korisnika.
remove_all=Ne mogu se ukloniti sve kartice sa vrha navigacije
min_tabs=Potrebno je najmanje %d kartica na liniji vrha navigacije

privacy_check_hide=Sakrij me
privacy_check_show=Prika\u017ei me
privacy_update=A\u017euriraj
privacy_choose=Izaberi sajt
privacy_no_choices=Nema sajtova odakle se bira, mora\u0161 da bude\u0161 \u010dlan najmanje jednog sajta.
privacy_show_all=Prika\u017ei me u svim sajtovima
privacy_hide_all=Sakrij me u svim sajtovima

privacy_update_title=A\u017euriraj status privatnosti


privacy_show_title=Podesi privatnost na Prika\u017ei za sve sajtove
privacy_hide_title=Podesi privatnost na Sakrij za sve sajtove

privacy_visible=vidljivo
privacy_hidden=sakriveno

privacy_show_all_set=Tvoj status na svim sajtovima je sad pode\u0161en na vidljivo. Drugi mogu da vide tvoje ime u spisku imena u mogu da te kontaktiraju preko sajta.
privacy_hide_all_set=Tvoj status na svim sajtovima je sad pode\u0161en na skriveno. Drugi mogu da vide tvoje ime u spisku imena u mogu da te kontaktiraju preko sajta.

privacy_site_not_selected=Ozna\u010di sajt za promenu statusa.

privacy_choice_heading=Podesi preferencije status privatnosti\:
privacy_choice_hidden=Ostani skriven/a na ovom sajtu
privacy_choice_visible=U\u010dini me vidljivim/om na ovom sajtu
privacy_choice_later=Pitaj me ponovo kasnije

privacy_change_later_instructions=Za menjanje pode\u0161avanja privatnosti u budu\u0107nosti, poseti<br /> Po\u010detna stranica > Preferencije > Status privatnosti

editor_prompt=Podrazumevani raspored elemenata trake sa alatkama ure\u0111iva\u010da bogatog teksta
editor_auto=Automatski detektovano na osnovu veli\u010dine pregleda\u010da
editor_basic=Prisilni osnovni/mobilni re\u017eim (ograni\u010den skup tastera i funkcija)
editor_full=Prisilni puni/desktop re\u017eim (ograni\u010den skup tastera, sve funkcije)


## SAK-23895:Display full name of course, not just code, in site tab
tabDisplay_prompt=Prika\u017ei kartice kao\:
tabDisplay_coursecode=Naziv sajta
tabDisplay_coursename=Kratak opis sajta

# EntityProvider properties
userPrefs=Preferencijalne vrednosti korisnika
userPrefs.action.key=Radnja uzima identifikaciju  korisnika, i klju\u010dnu vrednost, i vra\u0107a pode\u0161avanja preferencija korisnika o imovini za taj klju\u010d. Ovo je zahtevani URL niz\: /direct/userPrefs/key/{user_id}/{key_value}.json sa parametrima

hidden_really_hide_confirm=Sakrivanjem zaka\u010denog sajta se on uklanja sa va\u0161eg spiska zaka\u010denih sajtova. Da li \u017eeli\u0161 da nastavi\u0161?
hidden_instructions=Izaberite lokaciju ili grupu sajtova koje \u017eelite da sakrijete iz fioke sajtova.<br /><b>NAPOMENA\:</b> Ovo <b>ne\u0107e</b> uticati na vidljivst sajta studentima.
hidden_title=Sakrij iz fioke sajtova

theme_prefs_title=Tema
theme_prefs_instructions=Ozna\u010di temu za prilago\u0111avanje izgleda tvog {0} iskustva.
theme_prefs_lightTheme=Svetla tema
theme_prefs_darkTheme=Tamna tema
