#-------------------------------------------------------------------------------
# Translated by: LARC - Laboratory of Architecture and Computer Networks 
# TIDIA-Ae Project Fapesp, Sao Paulo, Brazil
#-------------------------------------------------------------------------------

prefs_noti_title=Notifica\u00e7\u00f5es
prefs_timezone_title=Fuso Hor\u00e1rio
prefs_lang_title=Idioma
prefs_title=Prefer\u00eancias
prefs_privacy=Status de Privacidade
prefs_sites=Sites 
prefs_editor=Editor
prefs_theme=Tema
 
prefs_site_tab_display_format=Formato da exibi\u00e7\u00e3o da aba do site

prefs_editor_tab_title=Editor de Texto Rico

prefs_element_locked=Este elemento n\u00e3o pode ser utilizado aqui. O elemento abaixo est\u00e1 bloqueado.

update_pref=Atualizar Prefer\u00eancias
cancel_pref=Cancelar Altera\u00e7\u00f5es
update_success=Suas prefer\u00eancias foram atualizadas com sucesso.

hideshowdesc_toggle_hide=Ocultar Sites
hideshowdesc_toggle_show=Exibir Sites

noti_inst_second=Voc\u00ea receber\u00e1 todas as notifica\u00e7\u00f5es de alta prioridade por e-mail. Configure as notifica\u00e7\u00f5es de baixa prioridade abaixo.

noti_add_site = Adicionar um site

# need to define the site type titles (copied from portal-impl)
moresite_projects = PROJETOS
moresite_portfolios = PORTF\u00d3LIOS
moresite_administration = ADMINISTRA\u00c7\u00c3O
moresite_other = OUTROS
moresite_scs = Cursos SCS
moresite_no_term = CURSOS SEM PRAZO
					   
noti_prefs_title=Editar Prefer\u00eancias {0} : Adicionar Sites
noti_prefs_instr=Para alterar a configura\u00e7\u00e3o padr\u00e3o para um ou mais sites espec\u00edficos, marque a caixa ao lado do(s) site(s) \
voc\u00ea deseja modificar e clique em "Adicionar Site(s)"
noti_prefs_add=Adicionar Site(s)
noti_prefs_cancel=Cancelar

tab_inst_1=Para ocultar um site ou tornar um site vis\u00edvel nas abas ou no menu suspenso "Mais sites", selecione o site abaixo e clique na seta para direita ou esquerda para mov\u00ea-lo. Para mover todos os sites, clique em uma seta dupla.
tab_inst_2=Para alterar a ordem das abas vis\u00edveis, selecione um site dos "Sites Vis\u00edveis na Aba de Sites" e use as setas para cima ou para baixo. Use as setas para cima e para baixo exteriores para mover a sele\u00e7\u00e3o para o in\u00edcio ou fim da lista. Para mover v\u00e1rios sites, selecione um site, mantenha pressionada a tecla Control (ou Command no Mac) e clique sobre outros sites. Em seguida, clique em uma seta.
tab_inst_3=Para alterar o n\u00famero de seus sites visualizados de forma destacada na \u00e1rea de navega\u00e7\u00e3o do site, atualize o n\u00famero de Exibi\u00e7\u00e3o. Em seguida, clique em Atualizar Prefer\u00eancias para fazer as altera\u00e7\u00f5es.
tab_inst_save=Quando voc\u00ea finalizar as altera\u00e7\u00f5es, clique em Atualizar Prefer\u00eancias para salv\u00e1-las.
tab_not_vis_inst=Sites n\u00e3o vis\u00edveis na Aba de Sites
tab_vis_inst=Sites vis\u00edveis na Aba de Sites
tab_move_inst=Mover selecionado
tab_move_inst_re=Ocultar site selecionado
tab_move_all_inst=Tornar todos os sites vis\u00edveis
tab_move_all_inst_re=Ocultar todos os sites
tab_move_up=Mover site selecionado para cima na lista
tab_move_down=Mover site selecionado para baixo na lista
tab_move_top=Mover site selecionado para o come\u00e7o da lista
tab_move_bottom=Mover site selecionado para o fim da lista
tabs_move_top=Mover sites selecionados para o topo da lista
tabs_move_bottom=Mover sites selecionados para o fim da lista
tabs_move_left=Mover sites selecionados para a parte superior esquerda da lista
tabs_move_right=Mover sites selecionados para a parte superior direita da lista 
tabs_screen_reader_label=Selecionar
tab_move_rone	=	>
tab_move_lone	=	<
tab_move_rall	=	>>
tab_move_lall	=	<<

tab_count = Abas exibidas:

time_inst=Por favor, selecione seu fuso hor\u00e1rio local para as ferramentas {0} selecionadas, como o Calend\u00e1rio. Voc\u00ea est\u00e1 atualmente no fuso hor\u00e1rio {1}

locale_msg=Por favor, selecione seu idioma (e pa\u00eds) preferido. Seu idioma preferido atual \u00e9:

privacy_title= Status de Privacidade
privacy_default=Status Padr\u00e3o
privacy_item_visible=Me tornar vis\u00edvel por padr\u00e3o, quando for adicionado em sites
privacy_item_hidden=Me ocultar por padr\u00e3o, quando adicionado em sites
privacy_stmt1=Voc\u00ea pode alterar suas configura\u00e7\u00f5es para manter voc\u00ea e suas informa\u00e7\u00f5es pessoais ocultadas de outros nesse site. Seu status est\u00e1 atualmente configurado para " 
privacy_specific_site=Configurar o status para um site espec\u00edfico
privacy_stmt_show=." Outros podem visualizar seu nome na lista de participantes e podem entrar em contato com voc\u00ea atrav\u00e9s do site.
privacy_stmt_hide=." Outros n\u00e3o podem visualizar seu nome na lista de participantes e n\u00e3o podem entrar em contato com voc\u00ea atrav\u00e9s do site.
privacy_all_sites=Alterar o seu status em todos os seus sites
privacy_change_directions=Se voc\u00ea desejar alterar seu status, marque a caixa ao lado de
privacy_change_directions2=e ent\u00e3o clique no bot\u00e3o Atualizar abaixo.

privacy_note=Nota: Para ver seu status de privacidade em outros sites, v\u00e1 em Meu Site > Prefer\u00eancias.

move_up_msg = Por favor, selecione pelo menos um site para mover para cima.
move_down_msg = Por favor, selecione pelo menos um site para mover para baixo.
remove_from_sites_msg = Por favor, selecione um site para remover dos Sites V\u00edsiveis nas Abas.
add_to_sites_msg = Por favor, selecione um site para adicionar aos Sites Vis\u00edveis nas Abas.
user_missing = Est\u00e1 faltando o Id do Usu\u00e1rio.
remove_all=N\u00e3o \u00e9 poss\u00edvel remover todas as abas da barra de navega\u00e7\u00e3o superior
min_tabs=Deve ter pelo menos %d abas na barra de navega\u00e7\u00e3o superior

privacy_check_hide=Me Ocultar
privacy_check_show=Me Mostrar
privacy_update=Atualizar
privacy_choose=Escolher um site
privacy_no_choices=N\u00e3o h\u00e1 sites para escolher, voc\u00ea deve ser membro em pelo menos um site.
privacy_show_all=Me Mostrar em todos os sites
privacy_hide_all=Me Ocultar em todos os sites

privacy_update_title=Atualizar Status de Privacidade

privacy_show_all=Me Mostrar em todos os sites
privacy_hide_all=Me Ocultar em todos os sites

privacy_show_title=Configurar privacidade para Mostrar para todos os sites
privacy_hide_title=Configurar privacidade para Ocultar para todos os sites

privacy_visible=vis\u00edvel
privacy_hidden=oculto

privacy_show_all_set=Seu status em todos os sites agora est\u00e1 configurado para vis\u00edvel. Outros podem visualizar seu nome na lista de participantes e podem entrar em contato com voc\u00ea atrav\u00e9s do site.
privacy_hide_all_set=Seu Status em todos os sites agora est\u00e1 configurado para oculto. Outros n\u00e3o podem visualizar seu nome na lista de participantes e n\u00e3o podem entrar em contato com voc\u00ea atrav\u00e9s do site.

privacy_site_not_selected=Por favor, selecione um site para alterar seu status.

privacy_choice_heading=Por favor, defina sua prefer\u00eancia de status de privacidade:
privacy_choice_hidden=Permanecer oculto neste site
privacy_choice_visible=Me tornar vis\u00edvel neste site
privacy_choice_later=Me perguntar novamente mais tarde

privacy_change_later_instructions=Para alterar suas configura\u00e7\u00f5es de privacidade no futuro, <br /> V\u00e1 em Meu Site > Prefer\u00eancias > Status de Privacidade

editor_prompt=Layout da barra de ferramentas do Editor de Texto Rico padr\u00e3o
editor_auto=Detectado automaticamente baseado no Tamanho do navegador
editor_basic=For\u00e7ar modo b\u00e1sico/mobile (Conjunto de bot\u00f5es e recursos limitados)
editor_full=For\u00e7ar modo completo/desktop (Conjunto completo de bot\u00f5es, todos os recursos)

## SAK-23895:Display full name of course, not just code, in site tab
tabDisplay_prompt=Exibir abas como:
tabDisplay_coursecode=T\u00edtulo do site
tabDisplay_coursename=Pequena descri\u00e7\u00e3o do site

# EntityProvider properties
userPrefs=Valores de prefer\u00eancia do usu\u00e1rio
userPrefs.action.key=A a\u00e7\u00e3o recebe o id do usu\u00e1rio, e o valor chave, e retorna as defini\u00e7\u00f5es da propriedade de prefer\u00eancia do usu\u00e1rio para aquela chave. Aqui est\u00e1 o padr\u00e3o da url de solicita\u00e7\u00e3o: /direct/userPrefs/key/{user_id}/{key_value}.json com par\u00e2metros

hidden_really_hide_confirm=Ocultando um site favorito vai remov\u00ea-lo dos seus favoritos. Voc\u00ea deseja continuar?
hidden_instructions=Selecione um site ou grupo de sites para ocultar do Painel do Site.<br /><b>NOTA:</b> Isto n\u00e3o vai <b></b> afetar a visibilidade de um site para alunos.
hidden_title=Ocultar do Painel do Site

theme_prefs_title=Tema
theme_prefs_instructions=Selecione um tema para personalizar a apar\u00eancia da sua experi\u00eancia {0}.
theme_prefs_lightTheme=Tema Claro
theme_prefs_darkTheme=Tema Escuro
