prefs_noti_title=Powiadomienia
prefs_tab_title=Dostosuj Zak\u0142adki
prefs_timezone_title=Strefa czasowa
prefs_lang_title=J\u0119zyk
prefs_title=Preferencje
prefs_privacy=Status prywatno\u015Bci
prefs_my_workspace=Moje Workspace
prefs_fav_sites=Ulubione witryny (w g\u00F3rnym pasku)
prefs_active_sites=Aktywne witryny (twoja szuflada)
prefs_archive_sites=Zarchiwizowane witryny (nie pokazane w szufladzie)
prefs_auto_refresh=Po zapisaniu preferencji zak\u0142adek, ca\u0142a strona zostanie automatycznie od\u015Bwie\u017Cona, aby zaktualizowa\u0107 g\u00F3rny pasek nawigacji.
prefs_mouse_instructions=<strong>Instrukcje myszki:</strong> Przeci\u0105gnij i upu\u015B\u0107 elementy za pomoc\u0105 myszki.
prefs_keyboard_instructions=<silne>Instrukcje klawiszy:</strong>Klawisze kierunkowe (klawisze strza\u0142ek lub i-j-k-m) przenosz\u0105 ognisko. CTRL + klawisze kierunkowe przenosz\u0105 element.	
prefs_element_locked=Ten element nie mo\u017Ce by\u0107 umieszczony w tym miejscu. Element poni\u017Cej jest zablokowany.

update_pref=Zaktualizuj Preferencje
cancel_pref=Anuluj Zmiany
update_success=Twoje preferencje zosta\u0142y pomy\u015Blnie zaktualizowane.

hideshowdesc_toggle_hide=Ukryj witryny
hideshowdesc_toggle_show=Poka\u017C witryny

noti_inst_second=Wszystkie wysokie powiadomienia priorytetowe otrzymasz za po\u015Brednictwem poczty elektronicznej. Ustaw niskie powiadomienia priorytetowe poni\u017Cej.	

noti_add_site = Dodaj witryn\u0119

# need to define the site type titles (copied from portal-impl)
moresite_projects = PROJEKTY
moresite_portfolios = PORTFOLIA
moresite_administration = ADMINISTRACJA
moresite_other = INNE
moresite_scs = Kursy SCS

noti_prefs_title=Pomi\u0144 {0} Preferencje: Dodaj witryn\u0119(y)
noti_prefs_instr=Aby pomin\u0105\u0107 ustawienia domy\u015Blne dla okre\u015Blonej witryny(witryn), zaznacz pole obok witryny(witryn), \
kt\u00F3re chcesz zmieni\u0107 i kliknij 'Dodaj Witryn\u0119(y)'
noti_prefs_add=Dodaj witryn\u0119(y)
noti_prefs_cancel=Anuluj

# Alternative instructional text when DHTML More Sites is enabled (see SAK-11460)
tab_inst_1_alt=Dostosowanie Zak\u0142adek pozwala na dostosowanie nawigacji do witryn tylko w Twojej wersji Sakai.
tab_inst_2_alt=U\u017Cyj lewego i prawego przycisku strza\u0142ek, aby zmieni\u0107 widoczno\u015B\u0107 swoich stron. U\u017Cyj przycisk\u00F3 g\u00F3ra i d\u00F3\u0142, aby organizowa\u0107 swoje Aktywne Witryny w zak\u0142adki. 
tab_inst_3_alt=Moje Aktywne Witryny
tab_inst_4_alt={0} czo\u0142owych witryn pojawi si\u0119 w zak\u0142adkach Twojej nawigacji, a ca\u0142a lista pojawi si\u0119 w zak\u0142adce Moje aktywne Witryny. Kolejno\u015B\u0107 pokazana tutaj dotyczy tylko pierwszych {0} witryn.			
tab_inst_5_alt=Moje Ukryte Witryny
tab_inst_6_alt=Te witryny nie pojawiaj\u0105 si\u0119 w zak\u0142adce Moje Aktywne Witryny. Jednak nadal mo\u017Cesz uzyska\u0107 do nich dost\u0119p za po\u015Brednictwem Konfiguracji Worksite.
tab_inst_7_alt=Potrzebujesz opublikowa\u0107 lub cofn\u0105\u0107 publikacj\u0119 witryny ?  
tab_inst_8_alt=Ustawienia na tej stronie dotycz\u0105 tylko osobistej nawigacji. Aby opublikowa\u0107 b\u0105d\u017A cofn\u0105\u0107 publikacj\u0119 witryn dla wszystkich u\u017Cytkownik\u00F3w przejd\u017A do Konfiguracji Worksite.	 
 
 
tab_inst_1=Aby ukry\u0107 witryn\u0119 lub uwidoczni\u0107 witryn\u0119 w zak\u0142adkach albo w rozwijanym menu "wi\u0119cej witryn", wybierz witryn\u0119 poni\u017Cej i kliknij praw\u0105 lub lew\u0105 pojedyncz\u0105 strza\u0142k\u0119 aby przenie\u015B\u0107 witryn\u0119. Aby przenie\u015B\u0107 wszystkie witryny, kliknij podw\u00F3jn\u0105 strza\u0142k\u0119.		
tab_inst_2=Aby zmieni\u0107 kolejno\u015B\u0107 zak\u0142adek, kt\u00F3re s\u0105 widoczne, wybierz witryn\u0119 w polu "Witryny Widoczne w Zak\u0142adkach" i kliknij g\u00F3rn\u0105 lub doln\u0105 strza\u0142k\u0119 aby zmieni\u0107 kolejno\u015B\u0107. U\u017Cyj zewn\u0119trznych strza\u0142ek g\u00F3rnych i dolnych aby przenie\u015B\u0107 zaznaczenie na pocz\u0105tek lub koniec listy. Aby przenie\u015B\u0107 wiele witryn nale\u017Cy wybra\u0107 jedn\u0105 witryn\u0119, przytrzyma\u0107 klawisz CTRL (lub Command na komputerach Mac), a nast\u0119pnie klikn\u0105\u0107 na inne witryny. Nast\u0119pnie kliknij strza\u0142k\u0119.				
tab_inst_3=Aby zmieni\u0107 liczb\u0119 witryn wy\u015Bwietlanych w nawigacji Worksite, aktualizuj Numer Wy\u015Bwietlania. Nast\u0119pnie kliknij Preferencje Aktualizacji, aby dokona\u0107 zmian.		
tab_inst_save=Po zako\u0144czeniu wprowadzania zmian kliknij przycisk Aktualizuj Preferencje, aby je zapisa\u0107.
tab_not_vis_inst=Witryny niewidoczne w Zak\u0142adkach.
tab_vis_inst=Witryny widoczne w Zak\u0142adkach.
tab_move_inst=Przenie\u015B wybrane.
tab_move_inst_re=Ukryj wybran\u0105 witryn\u0119.
tab_move_all_inst=Spraw, aby wszystkie witryny by\u0142y widoczne.
tab_move_all_inst_re=Ukryj wszystkie witryny.
tab_move_up=Przenie\u015B wybrane wutryny na g\u00F3r\u0119 listy.
tab_move_down=Przenie\u015B wybrane witryny w d\u00F3l listy.
tab_move_top=Przenie\u015B wybrane witryny do pocz\u0105tku listy.
tab_move_bottom=Przenie\u015B wybrane witryny w d\u00F3l listy.

tab_move_rone=>
tab_move_lone=<
tab_move_rall=>>
tab_move_lall=<<

tab_count = Zak\u0142adki wy\u015Bwietlone:

time_inst_1=Prosz\u0119 wybra\u0107 stref\u0119 czasow\u0105 dla wybranych narz\u0119dzi Sakai, takich jak Harmonogram. Obecnie jeste\u015B w	
time_inst_2=strefa czasowa
				
locale_msg=Prosz\u0119 wybra\u0107 preferowany j\u0119zyk (i kraj). Aktualnie preferowany j\u0119zyk to: 	

privacy_title=Status Prywatno\u015Bci

privacy_stmt1=Mo\u017Cesz zmieni\u0107 swoje ustawienia, aby ukry\u0107 swoje prywatne informacje przed innymi w tej witrynie. Tw\u00F3j status w tej witrynie jest obecnie ustawiony jako"

privacy_stmt_show=." Inni mog\u0105 zobaczy\u0107 Twoj\u0105 nazw\u0119 w spisie oraz mog\u0105 si\u0119 z Tob\u0105 skontaktowa\u0107 za po\u015Brednictwem witryny.
privacy_stmt_hide=." Inni nie mog\u0105 zobaczy\u0107 Twojej nazwy oraz nie mog\u0105 si\u0119 z Tob\u0105 skontaktowa\u0107 za po\u015Brednictwem witryny. 

privacy_change_directions=Je\u015Bli chcesz zmieni\u0107 sw\u00F3j status, kliknij pole obok,
privacy_change_directions2=a nast\u0119pnie kliknij przycisk Zaktualizuj poni\u017Cej.

privacy_note=Note: Aby zobaczy\u0107 sw\u00F3j status prywatno\u015Bci na innych witrynach, wybierz opcj\u0119 Preferencje z Twojego Moje Workspace

move_up_msg = Prosz\u0119 wybra\u0107 co najmniej jedn\u0105 witryn\u0119, aby przenie\u015B\u0107 w g\u00F3r\u0119.
move_down_msg = Prosz\u0119 wybra\u0107 co najmniej jedn\u0105 witryn\u0119, aby przej\u015B\u0107 w d\u00F3\u0142.
remove_from_sites_msg = Prosz\u0119 wybra\u0107 witryn\u0119 do usuni\u0119cia z Witryn Widocznych w Zak\u0142adkach.
add_to_sites_msg = Prosz\u0119 wybra\u0107 witryn\u0119, aby doda\u0107 do Witryn Widocznych w Zak\u0142adkach. 
user_missing = Brakuje Id u\u017Cytkownika.
remove_all=Nie mo\u017Cna usun\u0105\u0107 wszystkich zak\u0142adek z g\u00F3rnej nawigacji.
min_tabs=Musi mie\u0107 co najmniej %d zak\u0142adek w g\u00F3rnym pasku nawigacji.

privacy_check_hide=Ukryj mnie
privacy_check_show=Poka\u017C mnie
privacy_update=Zaktualizuj
privacy_choose=Wybierz witryn\u0119 
privacy_no_choices=Brak witryn do wyboru, musisz by\u0107 cz\u0142onkiem przynajmniej jednej witryny.
privacy_show_all=Poka\u017C mnie we wszystkich witrynach
privacy_hide_all=Ukryj mnie we wszystkich witrynach

privacy_update_title=Aktualizacja Statusu Prywatno\u015Bci

privacy_show_all=Poka\u017C mnie we wszystkich witrynach
privacy_hide_all=Ukryj mnie we wszystkich witrynach

privacy_show_title=Ustaw prywatno\u015B\u0107 dla Poka\u017C dla wszystkich witryn
privacy_hide_title=Ustaw prywatno\u015B\u0107 dla Ukryj dla wszystkich witryn

privacy_visible=widoczny
privacy_hidden=ukryty

privacy_show_all_set=Tw\u00F3j status jest teraz ustawiony jako widoczny we wszystkich witrynach. Inni mog\u0105 zobaczy\u0107 Twoj\u0105 nazw\u0119 w spisie oraz mog\u0105 si\u0119 z Tob\u0105 skontaktowa\u0107 za po\u015Brednictwem witryny.

privacy_hide_all_set=Tw\u00F3j status jest teraz ustawiony jako ukryty we wszystkich witrynach. Inni nie mog\u0105 zobaczy\u0107 Twojej nazwy w spisie oraz nie mog\u0105 si\u0119 z Tob\u0105 skontaktowa\u0107 za po\u015Brednictwem witryny. 
privacy_site_not_selected=Prosz\u0119 wybra\u0107 witryn\u0119, aby zmieni\u0107 status. 

privacy_choice_heading=Prosz\u0119 ustawi\u0107 preferencje statusu prywatno\u015Bci:
privacy_choice_hidden=Pozosta\u0144 ukryty w tej witrynie
privacy_choice_visible=Chc\u0119 by\u0107 widzialny w tej witrynie
privacy_choice_later=Zapytaj mnie p\u00F3\u017Aniej

privacy_change_later_instructions=Aby zmieni\u0107 ustawienia prywatno\u015Bci w przysz\u0142o\u015Bci, odwied\u017A<br />Moje Workspace > Preferencje > Status Prywatno\u015Bci
