prefs_noti_title=\u901a\u77e5
prefs_tab_title=\u30bf\u30d6\u3092\u30ab\u30b9\u30bf\u30de\u30a4\u30ba
prefs_timezone_title=\u30bf\u30a4\u30e0\u30be\u30fc\u30f3
prefs_lang_title=\u8a00\u8a9e
prefs_title=\u8a2d\u5b9a
prefs_privacy=\u30d7\u30e9\u30a4\u30d0\u30b7\u30fc\u72b6\u614b
prefs_my_workspace=\u30de\u30a4\u30ef\u30fc\u30af\u30b9\u30da\u30fc\u30b9
prefs_fav_sites=\u304a\u6c17\u306b\u5165\u308a\u306e\u30b5\u30a4\u30c8 (\u4e0a\u90e8\u306e\u30d0\u30fc)
prefs_active_sites=\u30a2\u30af\u30c6\u30a3\u30d6\u306a\u30b5\u30a4\u30c8 (\u30c9\u30ed\u30ef\u5185)
prefs_archive_sites=\u30a2\u30fc\u30ab\u30a4\u30d6\u3055\u308c\u305f\u30b5\u30a4\u30c8 (\u30c9\u30ed\u30ef\u3067\u306f\u975e\u8868\u793a)
prefs_auto_refresh=\u30bf\u30d6\u306e\u8a2d\u5b9a\u3092\u4fdd\u5b58\u3059\u308b\u3068\u3001\u30da\u30fc\u30b8\u5168\u4f53\u304c\u81ea\u52d5\u66f4\u65b0\u3055\u308c\u3066\u4e0a\u90e8\u306e\u30ca\u30d3\u30b2\u30fc\u30b7\u30e7\u30f3\u3092\u66f4\u65b0\u3057\u307e\u3059\u3002
prefs_mouse_instructions=<strong>\u30de\u30a6\u30b9\u306e\u3067\u306e\u6307\u793a:</strong> \u30de\u30a6\u30b9\u3067\u30a2\u30a4\u30c6\u30e0\u3092\u30c9\u30e9\u30c3\u30b0\u30a2\u30f3\u30c9\u30c9\u30ed\u30c3\u30d7\u3057\u307e\u3059\u3002
prefs_keyboard_instructions=<strong>\u30ad\u30fc\u30dc\u30fc\u30c9\u3067\u306e\u6307\u793a:</strong>\u65b9\u5411\u30ad\u30fc (\u77e2\u5370\u30ad\u30fc\u307e\u305f\u306f i-j-k-m) \u3067\u30d5\u30a9\u30fc\u30ab\u30b9\u3092\u79fb\u52d5\u3057\u307e\u3059\u3002 Ctrl + \u65b9\u5411\u30ad\u30fc\u3067\u30a2\u30a4\u30c6\u30e0\u3092\u79fb\u52d5\u3057\u307e\u3059\u3002
prefs_element_locked=\u3053\u306e\u8981\u7d20\u306f\u3053\u3053\u306b\u306f\u914d\u7f6e\u3067\u304d\u307e\u305b\u3093\u3002  \u4e0b\u306e\u8981\u7d20\u306f\u30ed\u30c3\u30af\u3055\u308c\u3066\u3044\u307e\u3059\u3002

update_pref=\u8a2d\u5b9a\u3092\u66f4\u65b0
cancel_pref=\u5909\u66f4\u3092\u30ad\u30e3\u30f3\u30bb\u30eb
update_success=* \u8a2d\u5b9a\u306f\u6b63\u3057\u304f\u4fdd\u5b58\u3055\u308c\u307e\u3057\u305f\u3002

hideshowdesc_toggle_hide=\u30b5\u30a4\u30c8\u3092\u975e\u8868\u793a
hideshowdesc_toggle_show=\u30b5\u30a4\u30c8\u3092\u8868\u793a

noti_inst_second=\u512a\u5148\u5ea6\u306e\u9ad8\u3044\u901a\u77e5\u3092\u96fb\u5b50\u30e1\u30fc\u30eb\u3067\u3059\u3079\u3066\u53d7\u4fe1\u3057\u307e\u3059\u3002 \u512a\u5148\u5ea6\u306e\u4f4e\u3044\u901a\u77e5\u3092\u4ee5\u4e0b\u3067\u30bb\u30c3\u30c8\u3057\u307e\u3059\u3002 

noti_add_site = \u30b5\u30a4\u30c8\u3092\u8ffd\u52a0

# need to define the site type titles (copied from portal-impl)
moresite_projects = \u30d7\u30ed\u30b8\u30a7\u30af\u30c8
moresite_portfolios = \u66f8\u985e\u5165\u308c
moresite_administration = \u7ba1\u7406
moresite_other = \u305d\u306e\u4ed6
moresite_scs = SCS \u30b3\u30fc\u30b9

noti_prefs_title={0} \u306e\u8a2d\u5b9a\u3092\u4e0a\u66f8\u304d: \u30b5\u30a4\u30c8\u3092\u8ffd\u52a0
noti_prefs_instr=\u7279\u5b9a\u306e\u30b5\u30a4\u30c8\u306e\u521d\u671f\u8a2d\u5b9a\u8a2d\u5b9a\u3092\u4e0a\u66f8\u304d\u3059\u308b\u5834\u5408\u306f\u3001\u5909\u66f4\u3059\u308b\u30b5\u30a4\u30c8\u306e\u6a2a\u306b\u3042\u308b\u30c1\u30a7\u30c3\u30af\u30dc\u30c3\u30af\u30b9\u3092\u30aa\u30f3\u30e9\u30a4\u30f3\u306b\u3057\u3066 [\u30b5\u30a4\u30c8\u3092\u8ffd\u52a0] \u3092\u30af\u30ea\u30c3\u30af\u3057\u307e\u3059\u3002
noti_prefs_add=\u30b5\u30a4\u30c8\u3092\u8ffd\u52a0
noti_prefs_cancel=\u30ad\u30e3\u30f3\u30bb\u30eb

# Alternative instructional text when DHTML More Sites is enabled (see SAK-11460)
tab_inst_1_alt=\u300c\u30bf\u30d6\u3092\u30ab\u30b9\u30bf\u30de\u30a4\u30ba\u300d\u3092\u4f7f\u7528\u3059\u308b\u3068\u3001Sakai \u306e\u307f\u306e\u30d0\u30fc\u30b8\u30e7\u30f3\u3067\u30b5\u30a4\u30c8\u3078\u306e\u30ca\u30d3\u30b2\u30fc\u30b7\u30e7\u30f3\u3092\u30ab\u30b9\u30bf\u30de\u30a4\u30ba\u3067\u304d\u307e\u3059\u3002
tab_inst_2_alt=\u5de6\u77e2\u5370\u30dc\u30bf\u30f3\u304a\u3088\u3073\u53f3\u77e2\u5370\u30dc\u30bf\u30f3\u3092\u4f7f\u7528\u3059\u308b\u3068\u3001\u30b5\u30a4\u30c8\u306e\u8868\u793a/\u975e\u8868\u793a\u3092\u5909\u66f4\u3067\u304d\u307e\u3059\u3002 \u4e0a\u77e2\u5370\u30dc\u30bf\u30f3\u304a\u3088\u3073\u4e0b\u77e2\u5370\u30dc\u30bf\u30f3\u3092\u4f7f\u7528\u3059\u308b\u3068\u3001\u30a2\u30af\u30c6\u30a3\u30d6\u30b5\u30a4\u30c8\u3092\u30bf\u30d6\u306b\u79fb\u52d5\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002
tab_inst_3_alt=\u30de\u30a4\u30a2\u30af\u30c6\u30a3\u30d6\u30b5\u30a4\u30c8
tab_inst_4_alt=\u6700\u521d\u306e {0} \u500b\u306e\u30b5\u30a4\u30c8\u304c\u30ca\u30d3\u30b2\u30fc\u30b7\u30e7\u30f3\u306b\u30bf\u30d6\u3068\u3057\u3066\u8868\u793a\u3055\u308c\u3001\u4e00\u89a7\u5168\u4f53\u304c\u300c\u30de\u30a4\u30a2\u30af\u30c6\u30a3\u30d6\u30b5\u30a4\u30c8\u300d\u30bf\u30d6\u306b\u8868\u793a\u3055\u308c\u307e\u3059\u3002 \u3053\u3053\u3067\u8868\u793a\u3055\u308c\u3066\u3044\u308b\u9806\u5e8f\u306f\u3001\u6700\u521d\u306e {0} \u30b5\u30a4\u30c8\u306b\u306e\u307f\u9069\u7528\u3055\u308c\u307e\u3059\u3002 
tab_inst_5_alt=\u975e\u8868\u793a\u30b5\u30a4\u30c8
tab_inst_6_alt=\u3053\u308c\u3089\u306e\u30b5\u30a4\u30c8\u306f\u300c\u30de\u30a4\u30a2\u30af\u30c6\u30a3\u30d6\u30b5\u30a4\u30c8\u300d\u30bf\u30d6\u306b\u306f\u8868\u793a\u3055\u308c\u307e\u305b\u3093\u3002 \u305f\u3060\u3057\u3001\u300c\u30ef\u30fc\u30af\u30b5\u30a4\u30c8\u30bb\u30c3\u30c8\u30a2\u30c3\u30d7\u300d\u304b\u3089\u306f\u30a2\u30af\u30bb\u30b9\u3067\u304d\u307e\u3059\u3002 
tab_inst_7_alt=\u30b5\u30a4\u30c8\u3092\u516c\u958b\u307e\u305f\u306f\u975e\u516c\u958b\u306b\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u304b?  
tab_inst_8_alt=\u3053\u306e\u30da\u30fc\u30b8\u306e\u8a2d\u5b9a\u3060\u3051\u304c\u500b\u4eba\u306e\u30ca\u30d3\u30b2\u30fc\u30b7\u30e7\u30f3\u306b\u5f71\u97ff\u3092\u4e0e\u3048\u307e\u3059\u3002 \u30e6\u30fc\u30b6\u30fc\u5168\u54e1\u306b\u5bfe\u3057\u3066\u30b5\u30a4\u30c8\u3092\u516c\u958b/\u975e\u516c\u958b\u306b\u3059\u308b\u5834\u5408\u306f\u3001\u300c\u30ef\u30fc\u30af\u30b5\u30a4\u30c8\u30bb\u30c3\u30c8\u30a2\u30c3\u30d7\u300d\u306b\u9032\u307f\u307e\u3059\u3002 
 
 
tab_inst_1=\u30bf\u30d6\u3084\u300c- \u7d9a\u304f -\u300d\u30d7\u30eb\u30c0\u30a6\u30f3\u30e1\u30cb\u30e5\u30fc\u3067\u30b5\u30a4\u30c8\u3092\u975e\u8868\u793a\u307e\u305f\u306f\u8868\u793a\u306b\u3059\u308b\u5834\u5408\u306f\u3001\u6b21\u306e\u30b5\u30a4\u30c8\u3092\u9078\u629e\u3057\u3066\u53f3\u307e\u305f\u306f\u5de6\u5411\u304d\u306e\u4e00\u91cd\u77e2\u5370\u3092\u30af\u30ea\u30c3\u30af\u3057\u3066\u79fb\u52d5\u3057\u307e\u3059\u3002  \u3059\u3079\u3066\u306e\u30b5\u30a4\u30c8\u3092\u79fb\u52d5\u3059\u308b\u5834\u5408\u306f\u3001\u4e8c\u91cd\u77e2\u5370\u3092\u30af\u30ea\u30c3\u30af\u3057\u307e\u3059\u3002
tab_inst_2=\u30bf\u30d6\u5185\u306e\u30b5\u30a4\u30c8\u306e\u9806\u5e8f\u3092\u5909\u66f4\u3059\u308b\u5834\u5408\u306f\u3001\u300c\u30bf\u30d6\u306b\u8868\u793a\u3055\u308c\u308b\u30b5\u30a4\u30c8\u300d\u30dc\u30c3\u30af\u30b9\u304b\u3089\u30b5\u30a4\u30c8\u3092\u9078\u629e\u3057\u3001\u4e0a\u4e0b\u77e2\u5370\u3092\u4f7f\u7528\u3057\u3066\u9806\u5e8f\u3092\u5909\u66f4\u3057\u307e\u3059\u3002  \u5916\u5074\u306e\u4e0a\u4e0b\u77e2\u5370\u3092\u4f7f\u7528\u3057\u3066\u3001\u9078\u629e\u3057\u305f\u3082\u306e\u3092\u4e00\u89a7\u306e\u6700\u521d\u307e\u305f\u306f\u6700\u5f8c\u306b\u79fb\u52d5\u3057\u307e\u3059\u3002  \u8907\u6570\u306e\u30b5\u30a4\u30c8\u3092\u79fb\u52d5\u3059\u308b\u306b\u306f\u3001\u30b5\u30a4\u30c8\u3092 1 \u3064\u9078\u629e\u3057\u3066 Ctrl \u30ad\u30fc (Mac \u3067\u306f Command \u30ad\u30fc) \u3092\u62bc\u3057\u306a\u304c\u3089\u3001\u4ed6\u306e\u30b5\u30a4\u30c8\u3092\u30af\u30ea\u30c3\u30af\u3057\u307e\u3059\u3002 \u305d\u306e\u5f8c\u3001\u77e2\u5370\u3092\u30af\u30ea\u30c3\u30af\u3057\u307e\u3059\u3002
tab_inst_3=\u30ef\u30fc\u30af\u30b5\u30a4\u30c8\u30ca\u30d3\u30b2\u30fc\u30b7\u30e7\u30f3\u306e\u76ee\u7acb\u3064\u5834\u6240\u306b\u8868\u793a\u3055\u308c\u308b\u30b5\u30a4\u30c8\u6570\u3092\u5909\u66f4\u3059\u308b\u5834\u5408\u306f\u3001\u300c\u8868\u793a\u300d\u6570\u3092\u66f4\u65b0\u3057\u307e\u3059\u3002 \u6b21\u306b\u3001\u300c\u8a2d\u5b9a\u3092\u66f4\u65b0\u300d\u3092\u30af\u30ea\u30c3\u30af\u3057\u3066\u5909\u66f4\u3092\u52a0\u3048\u307e\u3059\u3002
tab_inst_save=\u5909\u66f4\u304c\u7d42\u4e86\u3057\u305f\u3089\u3001\u300c\u8a2d\u5b9a\u3092\u66f4\u65b0\u300d\u3092\u30af\u30ea\u30c3\u30af\u3057\u3066\u4fdd\u5b58\u3057\u3066\u304f\u3060\u3055\u3044\u3002
tab_not_vis_inst=\u30bf\u30d6\u306b\u8868\u793a\u3055\u308c\u306a\u3044\u30b5\u30a4\u30c8:
tab_vis_inst=\u30bf\u30d6\u306b\u8868\u793a\u3055\u308c\u308b\u30b5\u30a4\u30c8:
tab_move_inst=\u9078\u629e\u3057\u305f\u3082\u306e\u3092\u79fb\u52d5
tab_move_inst_re=\u9078\u629e\u3057\u305f\u30b5\u30a4\u30c8\u3092\u975e\u8868\u793a
tab_move_all_inst=\u3059\u3079\u3066\u306e\u30b5\u30a4\u30c8\u3092\u8868\u793a
tab_move_all_inst_re=\u3059\u3079\u3066\u306e\u30b5\u30a4\u30c8\u3092\u975e\u8868\u793a
tab_move_up=\u4e00\u89a7\u306e\u4e0a\u306b\u79fb\u52d5
tab_move_down=\u4e00\u89a7\u306e\u4e0b\u306b\u79fb\u52d5
tab_move_top=\u4e00\u89a7\u306e\u6700\u521d\u3078\u79fb\u52d5
tab_move_bottom=\u4e00\u89a7\u306e\u6700\u5f8c\u3078\u79fb\u52d5

tab_move_rone=>
tab_move_lone=<
tab_move_rall=>>
tab_move_lall=<<

tab_count = \u8868\u793a\u3055\u308c\u308b\u30bf\u30d6:

time_inst_1=\u9078\u629e\u3057\u305f Sakai \u30c4\u30fc\u30eb (\u300c\u30b9\u30b1\u30b8\u30e5\u30fc\u30eb\u300d\u306a\u3069) \u306e\u30ed\u30fc\u30ab\u30eb\u30bf\u30a4\u30e0\u30be\u30fc\u30f3\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\u3002 \u73fe\u5728\u306e\u30bf\u30a4\u30e0\u30be\u30fc\u30f3\u306f 
time_inst_2=\u3067\u3059
				
locale_msg=\u8a00\u8a9e (\u304a\u3088\u3073\u56fd) \u306e\u8a2d\u5b9a\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\u3002 \u73fe\u5728\u306e\u8a00\u8a9e\u8a2d\u5b9a:

privacy_title=\u30d7\u30e9\u30a4\u30d0\u30b7\u30fc\u72b6\u614b

privacy_stmt1=\u8a2d\u5b9a\u3092\u5909\u66f4\u3057\u3066\u3001\u3053\u306e\u30b5\u30a4\u30c8\u5185\u3067\u3042\u306a\u305f\u3068\u3042\u306a\u305f\u306e\u500b\u4eba\u60c5\u5831\u3092\u4ed6\u306e\u30e6\u30fc\u30b6\u30fc\u306b\u5bfe\u3057\u3066\u975e\u8868\u793a\u306b\u3067\u304d\u307e\u3059\u3002 \u73fe\u5728\u3001\u3053\u306e\u30b5\u30a4\u30c8\u306e\u72b6\u614b\u306f

privacy_stmt_show=\u306b\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u307e\u3059\u3002\u4ed6\u306e\u30e6\u30fc\u30b6\u30fc\u306f\u3001\u3042\u306a\u305f\u306e\u540d\u524d\u3092\u53d7\u8b1b\u8005\u540d\u7c3f\u3067\u78ba\u8a8d\u3057\u3001\u30b5\u30a4\u30c8\u3092\u901a\u3058\u3066\u3042\u306a\u305f\u306b\u9023\u7d61\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002
privacy_stmt_hide=\u306b\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u307e\u3059\u3002\u4ed6\u306e\u30e6\u30fc\u30b6\u30fc\u306f\u3001\u3042\u306a\u305f\u306e\u540d\u524d\u3092\u53d7\u8b1b\u8005\u540d\u7c3f\u3067\u78ba\u8a8d\u3067\u304d\u306a\u3044\u305f\u3081\u3001\u30b5\u30a4\u30c8\u3092\u901a\u3058\u3066\u3042\u306a\u305f\u306b\u9023\u7d61\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\u3002

privacy_change_directions=\u72b6\u614b\u3092\u5909\u66f4\u3057\u305f\u3044\u5834\u5408\u306f\u3001
privacy_change_directions2=\u306e\u6a2a\u306b\u3042\u308b\u30c1\u30a7\u30c3\u30af\u30dc\u30c3\u30af\u30b9\u3092\u30aa\u30f3\u306b\u3057\u3001\u4e0b\u306e\u300c\u66f4\u65b0\u300d\u30dc\u30bf\u30f3\u3092\u30af\u30ea\u30c3\u30af\u3057\u307e\u3059\u3002

privacy_note=\u6ce8\u610f: \u4ed6\u306e\u30b5\u30a4\u30c8\u3067\u306e\u30d7\u30e9\u30a4\u30d0\u30b7\u30fc\u72b6\u614b\u3092\u8868\u793a\u3059\u308b\u5834\u5408\u306f\u3001\u300c\u30de\u30a4\u30ef\u30fc\u30af\u30b9\u30da\u30fc\u30b9\u300d\u30b5\u30a4\u30c8\u304b\u3089\u300c\u8a2d\u5b9a\u300d\u3092\u9078\u629e\u3057\u307e\u3059\u3002

move_up_msg = \u5c11\u306a\u304f\u3068\u3082\u30b5\u30a4\u30c8\u3092 1 \u3064\u9078\u629e\u3057\u3066\u4e0a\u306b\u79fb\u52d5\u3057\u3066\u304f\u3060\u3055\u3044\u3002
move_down_msg = \u5c11\u306a\u304f\u3068\u3082\u30b5\u30a4\u30c8\u3092 1 \u3064\u9078\u629e\u3057\u3066\u4e0b\u306b\u79fb\u52d5\u3057\u3066\u304f\u3060\u3055\u3044\u3002
remove_from_sites_msg = \u300c\u30bf\u30d6\u306b\u8868\u793a\u3055\u308c\u308b\u30b5\u30a4\u30c8\u300d\u304b\u3089\u524a\u9664\u3059\u308b\u30b5\u30a4\u30c8\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\u3002
add_to_sites_msg = \u300c\u30bf\u30d6\u306b\u8868\u793a\u3055\u308c\u308b\u30b5\u30a4\u30c8\u300d\u306b\u8ffd\u52a0\u3059\u308b\u30b5\u30a4\u30c8\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\u3002
user_missing = \u30e6\u30fc\u30b6\u30fc ID \u304c\u898b\u5f53\u305f\u308a\u307e\u305b\u3093\u3002
remove_all=\u4e0a\u90e8\u306e\u30ca\u30d3\u30b2\u30fc\u30b7\u30e7\u30f3\u304b\u3089\u3059\u3079\u3066\u306e\u30bf\u30d6\u3092\u524a\u9664\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\u3002
min_tabs=\u5c11\u306a\u304f\u3068\u3082 %d \u3064\u306e\u30bf\u30d6\u3092\u4e0a\u90e8\u306e\u30ca\u30d3\u30b2\u30fc\u30b7\u30e7\u30f3\u306b\u8868\u793a\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002

privacy_check_hide=\u81ea\u5206\u3092\u975e\u8868\u793a
privacy_check_show=\u81ea\u5206\u3092\u8868\u793a
privacy_update=\u66f4\u65b0
privacy_choose=\u30b5\u30a4\u30c8\u3092\u9078\u629e\u3057\u307e\u3059 
privacy_no_choices=\u9078\u629e\u3067\u304d\u308b\u30b5\u30a4\u30c8\u304c\u3042\u308a\u307e\u305b\u3093\u3002\u5c11\u306a\u304f\u3068\u3082\u4e00\u3064\u306e\u30b5\u30a4\u30c8\u306e\u30e1\u30f3\u30d0\u30fc\u3067\u3042\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
privacy_show_all=\u3059\u3079\u3066\u306e\u30b5\u30a4\u30c8\u3067\u81ea\u5206\u3092\u8868\u793a
privacy_hide_all=\u3059\u3079\u3066\u306e\u30b5\u30a4\u30c8\u3067\u81ea\u5206\u3092\u975e\u8868\u793a

privacy_update_title=\u30d7\u30e9\u30a4\u30d0\u30b7\u30fc\u72b6\u614b\u3092\u66f4\u65b0

privacy_show_all=\u3059\u3079\u3066\u306e\u30b5\u30a4\u30c8\u3067\u81ea\u5206\u3092\u8868\u793a
privacy_hide_all=\u3059\u3079\u3066\u306e\u30b5\u30a4\u30c8\u3067\u81ea\u5206\u3092\u975e\u8868\u793a

privacy_show_title=\u3059\u3079\u3066\u306e\u30b5\u30a4\u30c8\u3067\u8868\u793a\u3059\u308b\u3088\u3046\u306b\u30d7\u30e9\u30a4\u30d0\u30b7\u30fc\u3092\u30bb\u30c3\u30c8
privacy_hide_title=\u3059\u3079\u3066\u306e\u30b5\u30a4\u30c8\u3067\u975e\u8868\u793a\u306b\u306a\u308b\u3088\u3046\u306b\u30d7\u30e9\u30a4\u30d0\u30b7\u30fc\u3092\u30bb\u30c3\u30c8

privacy_visible=\u8868\u793a
privacy_hidden=\u975e\u8868\u793a

privacy_show_all_set=\u3059\u3079\u3066\u306e\u30b5\u30a4\u30c8\u306e\u72b6\u614b\u304c\u8868\u793a\u306b\u30bb\u30c3\u30c8\u3055\u308c\u307e\u3057\u305f\u3002  \u4ed6\u306e\u30e6\u30fc\u30b6\u30fc\u306f\u3001\u3042\u306a\u305f\u306e\u540d\u524d\u3092\u53d7\u8b1b\u8005\u540d\u7c3f\u3067\u78ba\u8a8d\u3057\u3001\u30b5\u30a4\u30c8\u3092\u901a\u3058\u3066\u3042\u306a\u305f\u306b\u9023\u7d61\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002
privacy_hide_all_set=\u3059\u3079\u3066\u306e\u30b5\u30a4\u30c8\u306e\u72b6\u614b\u304c\u975e\u8868\u793a\u306b\u30bb\u30c3\u30c8\u3055\u308c\u307e\u3057\u305f\u3002  \u4ed6\u306e\u30e6\u30fc\u30b6\u30fc\u306f\u3001\u3042\u306a\u305f\u306e\u540d\u524d\u3092\u53d7\u8b1b\u8005\u540d\u7c3f\u3067\u78ba\u8a8d\u3067\u304d\u306a\u3044\u305f\u3081\u3001\u30b5\u30a4\u30c8\u3092\u901a\u3058\u3066\u3042\u306a\u305f\u306b\u9023\u7d61\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\u3002

privacy_site_not_selected=\u72b6\u614b\u3092\u5909\u66f4\u3059\u308b\u5834\u5408\u306f\u30b5\u30a4\u30c8\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\u3002

privacy_choice_heading=\u30d7\u30e9\u30a4\u30d0\u30b7\u30fc\u72b6\u614b\u306e\u8a2d\u5b9a\u3092\u30bb\u30c3\u30c8\u3057\u3066\u304f\u3060\u3055\u3044:
privacy_choice_hidden=\u3053\u306e\u30b5\u30a4\u30c8\u3067\u81ea\u5206\u3092\u975e\u8868\u793a\u306e\u307e\u307e\u306b\u3059\u308b
privacy_choice_visible=\u3053\u306e\u30b5\u30a4\u30c8\u3067\u81ea\u5206\u3092\u8868\u793a\u3059\u308b
privacy_choice_later=\u5f8c\u3067\u518d\u3073\u78ba\u8a8d\u3059\u308b

privacy_change_later_instructions=\u30d7\u30e9\u30a4\u30d0\u30b7\u30fc\u8a2d\u5b9a\u3092\u5f8c\u3067\u5909\u66f4\u3059\u308b\u306b\u306f\u3001<br />[\u30de\u30a4\u30ef\u30fc\u30af\u30b9\u30da\u30fc\u30b9] \u2192[\u8a2d\u5b9a] \u2192 [\u30d7\u30e9\u30a4\u30d0\u30b7\u30fc\u72b6\u614b] \u306b\u79fb\u52d5\u3057\u307e\u3059
