#Stored by I18NEdit, may be edited!
cancel_pref=Avbryt
locale_msg=V\u00E4lj ditt spr\u00E5k (och land). Ditt nuvarande spr\u00E5kval \u00E4r
noti_ann=Anslagstavla
noti_ann_1=Skicka inte notifiering om meddelanden med l\u00E5g prioritet 
noti_ann_2=Skicka ett e-postmeddelande per dag som sammanfattar alla meddelanden med l\u00E5g prioritet
noti_ann_3=Skicka varje notifiering separat 
noti_inst_second=Du kommer f\u00E5 all notifiering med h\u00F6g prioritet via e-post. St\u00E4ll in \u00F6nskem\u00E5l  om meddelanden med l\u00E5g prioritet nedan.
noti_mail=E-postarkiv
noti_mail_1=Skicka inte e-postmeddelanden som s\u00E4nts till sajten 
noti_mail_2=Skicka ett e-postmeddelande per dag som sammanfattar alla e-postmeddelandes som s\u00E4nts till sajten 
noti_mail_3=Skicka varje e-postmeddelande som s\u00E4nts till sajten separat 
noti_rsrc=Filsamling
noti_rsrc_1=Skicka inte notifiering om filer med l\u00E5g prioritet 
noti_rsrc_2=Skicka ett e-postmeddelande per dag som sammanfattar nyatillkomna och/eller \u00E4ndrade filer med l\u00E5g prioritet 
noti_rsrc_3=Skicka mig notifiering om varje ny eller \u00E4ndrad fil separat
noti_syll=Kursinformation
noti_syll_1=Skicka inte notifiering om kursinformation med l\u00E5g prioritet 
noti_syll_2=Skicka ett e-postmeddelande per dag som sammanfattar alla notifieringar
noti_syll_3=Skicka varje notifiering separat 
prefs_lang_title=Spr\u00E5k
prefs_noti_title=Notifiering
prefs_tab_title=V\u00E4lj vilka sajter som skall visas
prefs_timezone_title=Tidszon
prefs_title=Egenskaper
tab_inst_1=F\u00F6r att d\u00F6lja en sajt i din toppmeny, markera sajten i Synliga sajter och flytta den sedan till Icke synliga sajter genom att anv\u00E4nda pil v\u00E4nster. F\u00F6r att \u00E5ter visa  en sajt markerar du den under Icke synliga sajter och flyttar den d\u00E4refter till Synliga sajter genom att klicka p\u00E5 pil h\u00F6ger. Klicka d\u00E4refter p\u00E5 uppdatera f\u00F6r att genomf\u00F6ra \u00E4ndringarna.
tab_inst_2=F\u00F6r att \u00E4ndra ordningen p\u00E5 de sajter som visas i din toppmeny, markera sajten i Synliga sajter och anv\u00E4nd d\u00E4refter upp- och nedpilarna f\u00F6r att \u00E4ndra den inb\u00F6rdes ordningen.  Klicka d\u00E4refter p\u00E5 uppdatera f\u00F6r att genomf\u00F6ra \u00E4ndringarna.
tab_move_all_inst=Flytta alla
tab_move_all_inst_re=Flytta alla (d\u00F6lj)
tab_move_down=Flytta ned\u00E5t i listan
tab_move_inst=Flytta vald
tab_move_inst_re=Flytta vald (d\u00F6lj)
tab_move_lall=<<
tab_move_lone=<
tab_move_rall=>>
tab_move_rone=>
tab_move_up=Flytta upp\u00E5t i listan
tab_not_vis_inst=Icke synliga sajter
tab_vis_inst=Synliga sajter
time_inst_1=V\u00E4lj din lokala tidszon f\u00F6r t.ex. kalendern. Du \u00E4r f\u00F6r n\u00E4rvarande i tidzonen
time_inst_2=.
update_pref=Uppdatera
update_success=Egenskaperna har uppdaterats.
