prefs_noti_title=Notifications
prefs_timezone_title=Fuseau horaire
prefs_lang_title=Langue
prefs_title=Pr\u00e9f\u00e9rences
prefs_privacy=\u00c9tat de confidentialit\u00e9
prefs_sites=Espaces
prefs_editor=\u00c9diteur

prefs_site_tab_display_format=Format d\u2019affichage onglet espace

prefs_editor_tab_title=Options de l'\u00e9diteur

prefs_element_locked=Cet \u00e9l\u00e9ment ne peut pas \u00eatre plac\u00e9 ici. L'\u00e9l\u00e9ment en dessous est verrouill\u00e9.

update_pref=Mettre \u00e0 jour les pr\u00e9f\u00e9rences
cancel_pref=Annuler les Modifications
update_success=Vos pr\u00e9f\u00e9rences ont \u00e9t\u00e9 mises \u00e0 jour avec succ\u00e8s.

hideshowdesc_toggle_hide=Masquer les sites
hideshowdesc_toggle_show=Afficher les sites

noti_inst_second=Vous recevrez toutes les notifications hautement prioritaires par courrier \u00e9lectronique. D\u00e9finissez les notifications de faible priorit\u00e9 ci-dessous.

noti_add_site=Ajouter un site

# need to define the site type titles (copied from portal-impl)
moresite_projects=PROJETS
moresite_portfolios=PORTFOLIO
moresite_administration=ADMINISTRATION
moresite_other=AUTRES
moresite_scs=Cours SCS
moresite_no_term=COURS AVEC AUCUN TERME

noti_prefs_title=Remplacer pr\u00e9f\u00e9rences {0}\: Ajouter un ou plusieurs sites
noti_prefs_instr=Pour remplacer le param\u00e8tre par d\u00e9faut de sites sp\u00e9cifiques, cochez la case en regard du ou des sites que vous souhaitez modifier, puis cliquez sur "Ajouter un ou plusieurs sites".
noti_prefs_add=Ajouter un ou plusieurs sites
noti_prefs_cancel=Annuler

tab_inst_1=Pour masquer un site ou rendre un site visible dans les onglets ou dans le menu d\u00e9roulant "Plus de sites", s\u00e9lectionnez le site ci-dessous, puis cliquez sur la fl\u00e8che droite ou gauche pour le d\u00e9placer. Pour d\u00e9placer tous les sites, cliquez sur une double fl\u00e8che.
tab_inst_2=Pour r\u00e9organiser les onglets visibles, s\u00e9lectionnez un site dans la zone "Sites visibles dans les onglets" et cliquez sur la simple fl\u00e8che vers le haut ou vers le bas pour modifier l'ordre. Utilisez les fl\u00e8ches ext\u00e9rieures haut et bas pour d\u00e9placer une s\u00e9lection au d\u00e9but ou \u00e0 la fin de la liste. Pour d\u00e9placer plusieurs sites, s\u00e9lectionnez un site, maintenez la touche Ctrl (ou Commande sur Mac) enfonc\u00e9e et cliquez sur tout autre site. Puis cliquez sur une fl\u00e8che.
tab_inst_3=Pour modifier le nombre de vos sites affich\u00e9s de mani\u00e8re visible dans la navigation du site, mettez \u00e0 jour le num\u00e9ro d'affichage. Cliquez ensuite sur Mettre \u00e0 jour les pr\u00e9f\u00e9rences pour apporter les modifications.
tab_inst_save=Une fois les modifications termin\u00e9es, cliquez sur Mettre \u00e0 jour les pr\u00e9f\u00e9rences pour les enregistrer.
tab_not_vis_inst=Sites non visibles dans les onglets
tab_vis_inst=Sites visibles dans les onglets
tab_move_inst=D\u00e9placer les \u00e9l\u00e9ments s\u00e9lectionn\u00e9s
tab_move_inst_re=Supprimer la s\u00e9lection
tab_move_all_inst=D\u00e9placer tout
tab_move_all_inst_re=Tout supprimer
tab_move_up=Monter l'espace s\u00e9lectionn\u00e9 dans la liste
tab_move_down=Descendre l'espace s\u00e9lectionn\u00e9 dans la liste
tab_move_top=Mettre l'espace s\u00e9lectionn\u00e9 en haut de la liste
tab_move_bottom=Mettre l'espace s\u00e9lectionn\u00e9 en bas de la liste
tabs_move_top=D\u00e9placer les espaces s\u00e9lectionn\u00e9s en haut de cette liste
tabs_move_bottom=D\u00e9placer les espaces s\u00e9lectionn\u00e9s en bas de cette liste
tabs_move_left=D\u00e9placer les espaces s\u00e9lectionn\u00e9s au haut de la liste \u00e0 gauche
tabs_move_right=D\u00e9placer les espaces s\u00e9lectionn\u00e9s au haut de la liste \u00e0 droite
tabs_screen_reader_label=S\u00e9lectionner 

tab_move_rone=>
tab_move_lone=<
tab_move_rall=>>
tab_move_lall=<<

tab_count=Onglets affich\u00e9s\:

time_inst=Veuillez s\u00e9lectionner votre fuseau horaire local pour les {0} outils s\u00e9lectionn\u00e9s, tels que le calendrier. Vous \u00eates actuellement dans le fuseau horaire {1}.

locale_msg=Veuillez s\u00e9lectionner votre langue (et votre pays) selon vos pr\u00e9f\u00e9rences. Votre langue pr\u00e9f\u00e9r\u00e9e est \:

privacy_title=\u00c9tat de confidentialit\u00e9
privacy_default=Statut par d\u00e9faut
privacy_item_visible=Me rendre visible quand je suis ajout\u00e9 aux espaces par d\u00e9faut
privacy_item_hidden=Me cacher quand je suis ajout\u00e9 aux espaces par d\u00e9faut
privacy_stmt1=Vous pouvez modifier vos param\u00e8tres pour que vous-m\u00eame et vos informations personnelles restiez masqu\u00e9s des autres utilisateurs de ce site. Votre statut sur ce site est actuellement d\u00e9fini sur "
privacy_specific_site=D\u00e9finir le statut pour un espace sp\u00e9cifique
privacy_stmt_show=." Les autres peuvent voir votre nom dans la liste et peuvent vous contacter via le site.
privacy_stmt_hide=." Les autres ne peuvent pas voir votre nom dans la liste et ne peuvent pas vous contacter par le biais du site.
privacy_all_sites=Changer votre statut sur tous vos espaces
privacy_change_directions=Si vous d\u00e9sirez changer votre \u00e9tat cochez la case \u00e0 c\u00f4t\u00e9 de
privacy_change_directions2=puis cliquez sur le bouton \u00abMettre \u00e0 jour\u00bb ci-dessous.

privacy_note=Remarque \: pour afficher votre statut de confidentialit\u00e9 sur d'autres sites, choisissez "Pr\u00e9f\u00e9rences" dans "Mon espace de travail".

move_up_msg=Veuillez choisir au moins un site \u00e0 d\u00e9placer vers le haut.
move_down_msg=Veuillez choisir au moins un site \u00e0 d\u00e9placer vers le bas.
remove_from_sites_msg=Veuillez choisir le site \u00e0 supprimer des sites visibles dans les onglets.
add_to_sites_msg=Veuillez choisir le site \u00e0 ajouter aux sites visibles dans les \u00e9tiquettes.
user_missing=L'identification de l'utilisateur est manquante.
remove_all=Impossible de supprimer tous les onglets de la barre de navigation sup\u00e9rieure
min_tabs=La barre de navigation sup\u00e9rieure doit comporter au moins %d\u00a0onglets.

privacy_check_hide=Cachez-moi
privacy_check_show=Montrez-moi
privacy_update=Mise \u00e0 jour
privacy_choose=Choisissez un site 
privacy_no_choices=Aucun site disponible pour la s\u00e9lection. Vous devez \u00eatre membre d'au moins un site.
privacy_show_all=Montrez-moi dans tous les sites
privacy_hide_all=Cachez-moi dans tous les sites

privacy_update_title=Mise \u00e0 jour de l'\u00e9tat de confidentialit\u00e9


privacy_show_title=Param\u00e9trer l'\u00e9tat de confidentialit\u00e9 pour tous les sites
privacy_hide_title=Param\u00e9trer les donn\u00e9es confidentielles \u00e0 cacher pour tous les sites

privacy_visible=visible
privacy_hidden=invisible

privacy_show_all_set=Votre statut sur tous les sites est maintenant d\u00e9fini sur visible. D'autres peuvent voir votre nom dans la liste et peuvent vous contacter via le site.
privacy_hide_all_set=Votre statut sur tous les sites est maintenant d\u00e9fini sur masqu\u00e9. Les autres ne peuvent pas voir votre nom dans la liste et ne peuvent pas vous contacter via le site.

privacy_site_not_selected=Veuillez s\u00e9lectionner un site pour modifier votre \u00e9tat.

privacy_choice_heading=Veuillez r\u00e9gler les pr\u00e9f\u00e9rences de votre \u00e9tat personnel
privacy_choice_hidden=Rester invisible dans ce site
privacy_choice_visible=Me rendre visible dans ce site
privacy_choice_later=Me demander ult\u00e9rieurement

privacy_change_later_instructions=Pour modifier vos param\u00e8tres de confidentialit\u00e9 \u00e0 l'avenir, visitez le site <br /> Accueil> Pr\u00e9f\u00e9rences> Statut de confidentialit\u00e9.

editor_prompt=Aspect par d"faut de la barre d'outil de l'\u00e9diteur riche
editor_auto=D\u00e9tection automatique en fonction de la taille du navigateur
editor_basic=Forcer le mode basique / mobile (ensemble limit\u00e9 de boutons et de fonctionnalit\u00e9s)
editor_full=Forcer le mode complet / de bureau (ensemble complet de boutons, toutes les fonctionnalit\u00e9s)


## SAK-23895:Display full name of course, not just code, in site tab
tabDisplay_prompt=Afficher les onglets sous la forme \:
tabDisplay_coursecode=Code du cours (p. ex. F13-ACCT-134C-01)
tabDisplay_coursename=Nom du cours/description (par exemple premi\u00e8re ann\u00e9e en comptabilit\u00e9)

# EntityProvider properties
userPrefs=Valeurs de pr\u00e9f\u00e9rence de l'utilisateur
userPrefs.action.key=L'action prend l'identifiant utilisateur et la valeur de la cl\u00e9 et renvoie les param\u00e8tres de propri\u00e9t\u00e9 des pr\u00e9f\u00e9rences utilisateur pour cette cl\u00e9. Voici le mod\u00e8le d'URL de la requ\u00eate\: /direct/userPrefs/key/{user_id}/{key_value}.json avec des param\u00e8tres

hidden_really_hide_confirm=Cacher un site favori l'enl\u00e8vera de vos favoris. Souhaitez-vous continuer ?
hidden_instructions=S\u00e9lectionnez un espace ou un groupe d'espaces \u00e0 masquer dans le S\u00e9lecteur d'espaces. <br /> <b> REMARQUE \: </ b> Ceci <b> n'affectera pas </ b> la visibilit\u00e9 d'un site pour les \u00e9tudiants.
hidden_title=Cacher du compartiment \u00e0 espaces
