prefs_noti_title=Bilgilendirme
prefs_timezone_title=Zaman Dilimi
prefs_lang_title=Dil
prefs_title=Tercihler
prefs_privacy=Gizlilik Durumu
prefs_multitples_instructions=<strong>\u00c7oklu Ta\u015f\u0131ma\:</strong> \u00c7oklu se\u00e7im yapmak i\u00e7in onay kutular\u0131n\u0131 kullan daha sonra kontrol panelinde belirecek olan oklar\u0131 kullan.
prefs_element_locked=Bu \u00f6\u011fe buraya yerle\u015ftirilemez.  \u00d6\u011fenin alt\u0131ndakiler kilitlidir.
update_pref=Tercihleri G\u00fcncelle
cancel_pref=De\u011fi\u015fikliklerden Vazge\u00e7
update_success=Tercihleriniz ba\u015far\u0131yla g\u00fcncellendi.
hideshowdesc_toggle_hide=Siteleri Gizle
hideshowdesc_toggle_show=Siteleri G\u00f6ster
noti_inst_second=Y\u00fcksek \u00f6ncelikli bildirimler eposta yoluyla size iletilecektir. A\u015fa\u011f\u0131daki d\u00fc\u015f\u00fck \u00f6ncelikli bilgilendirmeleri ayarlay\u0131n. 
noti_add_site=Bir site ekle
moresite_projects=PROJELER
moresite_portfolios=\u00dcR\u00dcN DOSYALARI
moresite_administration=Y\u00d6NET\u0130M
moresite_other=D\u0130\u011eER
moresite_scs=SCS Dersleri
moresite_no_term=D\u00d6NEM\u0130 OLMAYAN DERSLER
noti_prefs_title={0} Tercihlerinin \u00dczerine Yaz\: Site Ekle
noti_prefs_instr=Belirli site(ler) i\u00e7in varsay\u0131lan ayarlar\u0131n \u00fczerine yazmak i\u00e7in de\u011fi\u015ftirmek istedi\u011finiz sitelerin yan\u0131ndaki kutuyu i\u015faretleyin ve  'Site Ekle'ye t\u0131klat\u0131n
noti_prefs_add=Site(leri) Ekle
noti_prefs_cancel=Vazge\u00e7
tab_inst_1=Bir siteyi sekmelerde ya da "di\u011fer siteler"  se\u00e7imli men\u00fcs\u00fcnde gizlemek ya da g\u00f6r\u00fcn\u00fcr yapmak i\u00e7in a\u015fa\u011f\u0131dan siteyi se\u00e7in ve  aktarmak i\u00e7in sa\u011f ya da sol tek y\u00f6nl\u00fc oku t\u0131klay\u0131n.T\u00fcm siteleri aktarmak i\u00e7in \u00e7ift y\u00f6nl\u00fc oku t\u0131klay\u0131n.
tab_inst_2=G\u00f6r\u00fcnen sekmeleri yeniden s\u0131ralamak  i\u00e7in "Sekmelerde G\u00f6r\u00fcnt\u00fclenen Siteler" kutusundan bir site se\u00e7in ve s\u0131ray\u0131 de\u011fi\u015ftirmek i\u00e7in a\u015fa\u011f\u0131 ya da yukar\u0131 oku t\u0131klay\u0131n.D\u0131\u015far\u0131daki a\u015fa\u011f\u0131 ve yuakr\u0131 oklar\u0131n\u0131 se\u00e7imi listenin ba\u015f\u0131na yada sonuna ta\u015f\u0131mak i\u00e7in kullan\u0131n. \u00c7oklu site ta\u015f\u0131mak i\u00e7in bir site se\u00e7in, CTRL tu\u015funa bas\u0131n (yada Mac i\u00e7in Command tu\u015fu) ve di\u011fer sitelere t\u0131klay\u0131n. Ard\u0131ndan bir oku t\u0131klay\u0131n.
tab_inst_3=\u00c7al\u0131\u015fma sayfan\u0131zdaki men\u00fcde belirgin say\u0131daki sitelerinizin say\u0131s\u0131n\u0131 de\u011fi\u015ftirmek i\u00e7in G\u00f6r\u00fcnt\u00fclenen say\u0131y\u0131 d\u00fczenleyin. Sonra de\u011fi\u015fiklerin olmas\u0131 i\u00e7in Tercihleri G\u00fcncelleyi t\u0131klay\u0131n.
tab_inst_save=De\u011fi\u015fiklikleri tamamlad\u0131\u011f\u0131n\u0131z zaman kaydetmek i\u00e7in Tercihleri G\u00fcncelleye t\u0131klay\u0131n
tab_not_vis_inst=Sekmelerde g\u00f6r\u00fcnt\u00fclenmeyen siteler
tab_vis_inst=Sekmelerde g\u00f6r\u00fcnt\u00fclenen siteler
tab_move_inst=Se\u00e7ileni ta\u015f\u0131 
tab_move_inst_re=Se\u00e7ileni kald\u0131r
tab_move_all_inst=T\u00fcm\u00fcn\u00fc ta\u015f\u0131
tab_move_all_inst_re=T\u00fcm\u00fcn\u00fc kald\u0131r
tab_move_up=Listede yukar\u0131 ta\u015f\u0131
tab_move_down=Listede a\u015fa\u011f\u0131 indir
tab_move_top=Listenin en \u00fcst\u00fcne ta\u015f\u0131
tab_move_bottom=Listenin en alt\u0131na indir
tabs_move_top=Se\u00e7ili siteleri listenin \u00fcst\u00fcne ta\u015f\u0131
tabs_move_bottom=Se\u00e7ili siteleri listenin alt\u0131na ta\u015f\u0131
tabs_move_left=Se\u00e7ili siteleri solda listenin \u00fcst\u00fcne ta\u015f\u0131
tabs_move_right=Se\u00e7ili siteleri sa\u011fda listenin \u00fcst\u00fcne ta\u015f\u0131
tabs_screen_reader_label=Se\u00e7 
tab_move_rone=>
tab_move_lone=<
tab_move_rall=>>
tab_move_lall=<<
tab_count=G\u00f6sterilen sekmeler\:
time_inst=L\u00fctfen se\u00e7ilmi\u015f {0} ara\u00e7lar\u0131 i\u00e7in yerel zaman dilimini se\u00e7iniz, \u00f6rne\u011fin Takvim. \u015eu an {1} zaman aral\u0131\u011f\u0131ndas\u0131n\u0131z
locale_msg=L\u00fctfen dil (ve \u00fclke) tercihini se\u00e7in. Mevcut varsay\u0131lan dil tercihiniz\:
privacy_title=Gizlilik Durumu
privacy_default=Varsay\u0131lan durum
privacy_item_visible=Varsay\u0131lan olarak siteye eklendi\u011fimde beni g\u00f6r\u00fcn\u00fcr yap
privacy_item_hidden=Varsay\u0131lan olarak siteye eklendi\u011fimde beni gizle
privacy_stmt1=Bu sitede di\u011ferlerinden kendinizi ve ki\u015fisel bilgilerinizi gizlemek i\u00e7in ayarlar\u0131n\u0131z\u0131 de\u011fi\u015ftirebilirsiniz. Bu sitedeki ayarlanm\u0131\u015f mevcut durumunuz "
privacy_specific_site=Belirli bir site i\u00e7in durum belirleyiniz
privacy_stmt_show=." Di\u011ferleri isminizi listede g\u00f6rebilecek ve site \u00fczerinden sizinle ileti\u015fime ge\u00e7ebilecek.
privacy_stmt_hide=." Di\u011ferleri isminizi listede g\u00f6remiyecek ve site \u00fczerinden sizinle ileti\u015fime ge\u00e7emiyecek.
privacy_all_sites=T\u00fcm siteler i\u00e7in durumunu de\u011fi\u015ftir
privacy_change_directions=Durumunuzu de\u011fi\u015ftirmek istiyorsan\u0131z, yandaki kutuyu i\u015faretleyin
privacy_change_directions2=ve sonrada a\u015fa\u011f\u0131daki G\u00fcncelle d\u00fc\u011fmesine t\u0131klay\u0131n\u0131z.
privacy_note=Not\: Di\u011fer sitelerdeki gizlilik durumunuzu g\u00f6r\u00fcnt\u00fclemek i\u00e7in \u00c7al\u0131\u015fma Alan\u0131n\u0131 sitenizdeki Tercihleri se\u00e7in.
move_up_msg=L\u00fctfen yukar\u0131ya almak i\u00e7in an az bir site se\u00e7in.
move_down_msg=L\u00fctfen a\u015fa\u011f\u0131ya almak i\u00e7in an az bir site se\u00e7in.
remove_from_sites_msg=L\u00fctfen Sekmelerde G\u00f6r\u00fcnt\u00fclenecek Sitelerden kald\u0131rmak i\u00e7in bir site se\u00e7iniz.
add_to_sites_msg=L\u00fctfen Sekmelerde G\u00f6r\u00fcnt\u00fclenecek Sitelere eklemek i\u00e7in bir site se\u00e7iniz.
user_missing=Kullan\u0131c\u0131 Ad\u0131 eksik.
remove_all=B\u00fct\u00fcn sekmeleri \u00fcst men\u00fcden kald\u0131ramazs\u0131n
min_tabs=\u00dcst men\u00fc \u00e7ubu\u011funda en az %d sekme olmal\u0131d\u0131r
privacy_check_hide=Beni Gizle
privacy_check_show=Beni G\u00f6ster
privacy_update=G\u00fcncelle
privacy_choose=Bir site se\u00e7
privacy_no_choices=Se\u00e7ebilece\u011finiz site yok, en az bir sitenin \u00fcyesi olmal\u0131s\u0131n\u0131z.
privacy_show_all=Beni T\u00fcm Sitelerde g\u00f6ster
privacy_hide_all=Beni T\u00fcm Sitelerde gizle
privacy_update_title=Gizlilik Durumunu D\u00fczenleme
privacy_show_title=Gizlili\u011finizi t\u00fcm siteler i\u00e7in G\u00f6r\u00fcn\u00fcr yap\u0131n
privacy_hide_title=Gizlili\u011finizi t\u00fcm siteler i\u00e7in G\u00f6r\u00fcnmez yap\u0131n
privacy_visible=g\u00f6r\u00fcn\u00fcr
privacy_hidden=g\u00f6r\u00fcnmez
privacy_show_all_set=\u015eimdi durumunuz t\u00fcm sitelerde g\u00f6r\u00fcn\u00fcr olarak ayarland\u0131.  Di\u011ferleri isminizi listede g\u00f6rebilecek ve site \u00fczerinden sizinle ileti\u015fime ge\u00e7ebilecek.
privacy_hide_all_set=\u015eimdi durumunuz t\u00fcm sitelerde g\u00f6r\u00fcnmez olarak ayarland\u0131.  Di\u011ferleri isminizi listede g\u00f6remiyecek ve site \u00fczerinden sizinle ileti\u015fime ge\u00e7emiyecek.
privacy_site_not_selected=L\u00fctfen durumunuzu de\u011fi\u015ftirmek i\u00e7in bir site se\u00e7in.
privacy_choice_heading=L\u00fctfen gizliklik durumunuzu belirleyin\:
privacy_choice_hidden=Sitede g\u00f6r\u00fcnmez kal\u0131n
privacy_choice_visible=Bu sitede beni g\u00f6r\u00fcn\u00fcr yap
privacy_choice_later=Sonra bana tekrar sor
privacy_change_later_instructions=Gelecekte gizlilik ayarlar\u0131n\u0131z\u0131 de\u011fi\u015ftirmek i\u00e7in <br />\u00c7al\u0131\u015fma Alan\u0131m > Tercihler > Gizlilik Durumu
tabDisplay_prompt=Sekmeler olarak g\u00f6ster\:
tabDisplay_coursecode=Ders kodu (\u00f6rne\u011fin F13-ACCT-134C-01)
tabDisplay_coursename=Ders ad\u0131/a\u00e7\u0131klamas\u0131 (\u00f6rne\u011fin ilk y\u0131l muhasebesi)
userPrefs=Kullan\u0131c\u0131 Tercih De\u011ferleri
userPrefs.action.key=Bu eylem kullan\u0131c\u0131 kimli\u011fi, anahtar de\u011ferlerini al\u0131r ve bu anahtar i\u00e7in kullan\u0131c\u0131 tercih ayarlar\u0131n\u0131 d\u00f6nd\u00fcr\u00fcr. Parametreleri ile istek URL bi\u00e7imi\: /direct/userPrefs/key/{user_id}/{key_value}.json
