###################################
# Translated  by  INTERACTIVE LLC #
# email: sakaiteam@interactive.mn #
###################################

prefs_noti_title=\u041C\u044D\u0434\u044D\u044D\u043B\u043B\u04AF\u04AF\u0434
prefs_timezone_title=\u0426\u0430\u0433\u0438\u0439\u043D \u0431\u04AF\u0441
prefs_lang_title=\u0425\u044D\u043B
prefs_title=\u0421\u043E\u043D\u0433\u043E\u043B\u0442\u0443\u0443\u0434
prefs_privacy=\u0425\u0443\u0432\u0438\u0439\u043D \u0445\u044D\u0440\u0433\u0438\u0439\u043D \u0441\u0442\u0430\u0442\u0443\u0441

update_pref=\u0421\u043E\u043D\u0433\u043E\u043B\u0442\u0443\u0443\u0434\u0438\u0439\u0433 \u0448\u0438\u043D\u044D\u0447\u043B\u044D\u0445
cancel_pref=\u04E8\u04E9\u0440\u0447\u043B\u04E9\u043B\u0442\u04AF\u04AF\u0434\u0438\u0439\u0433 \u0446\u0443\u0446\u043B\u0430\u0445
update_success=\u0422\u0430\u043D\u044B \u0441\u043E\u043D\u0433\u043E\u043B\u0442\u0443\u0443\u0434 \u0430\u043C\u0436\u0438\u043B\u0442\u0442\u0430\u0439 \u0448\u0438\u043D\u044D\u0447\u043B\u044D\u0433\u0434\u043B\u044D\u044D.

hideshowdesc_toggle_hide=\u0421\u0430\u0439\u0442\u0443\u0443\u0434\u044B\u0433 \u043D\u0443\u0443\u0446\u043B\u0430\u0445
hideshowdesc_toggle_show=\u0421\u0430\u0439\u0442\u0443\u0443\u0434\u044B\u0433 \u0445\u0430\u0440\u0443\u0443\u043B\u0430\u0445

noti_inst_second=\u0411\u04AF\u0445 \u0447\u0443\u0445\u0430\u043B \u043C\u044D\u0434\u044D\u044D\u043B\u043B\u0438\u0439\u0433 \u0442\u0430 \u0438\u043C\u044D\u0439\u043B\u044D\u044D\u0440 \u0445\u04AF\u043B\u044D\u044D\u043D \u0430\u0432\u043D\u0430. \u0414\u043E\u043E\u0440\u0445 \u0447\u0443\u0445\u0430\u043B \u0431\u0443\u0441 \u043C\u044D\u0434\u044D\u044D\u043B\u043B\u04AF\u04AF\u0434\u0438\u0439\u0433 \u0442\u043E\u0445\u0438\u0440\u0443\u0443\u043B\u043D\u0430 \u0443\u0443.

noti_add_site =\u0421\u0430\u0439\u0442 \u043D\u044D\u043C\u044D\u0445

# need to define the site type titles (copied from portal-impl) \u0441\u0430\u0439\u0442\u044B\u043D \u0433\u0430\u0440\u0447\u0438\u0433\u0443\u0443\u0434\u044B\u043D \u0442\u04E9\u0440\u043B\u0438\u0439\u0433 \u0442\u043E\u0434\u043E\u0440\u0445\u043E\u0439\u043B\u043E\u0445 \u0445\u044D\u0440\u044D\u0433\u0442\u044D\u0439 (impl-\u043F\u043E\u0440\u0442\u0430\u043B\u0430\u0430\u0441 \u0445\u0443\u0443\u043B\u0441\u0430\u043D)
moresite_projects = \u0422\u04E8\u0421\u041B\u04AE\u04AE\u0414
moresite_portfolios = \u041F\u041E\u0420\u0422\u0424\u0415\u041B\u0418\u0423\u0414
moresite_administration = \u0423\u0414\u0418\u0420\u0414\u041B\u0410\u0413\u0410
moresite_other = \u0411\u0423\u0421\u0410\u0414
moresite_scs = SCS \u043A\u0443\u0440\u0441\u0443\u0443\u0434

noti_prefs_title=\u0414\u0430\u0440\u0436 \u0431\u0438\u0447\u0438\u0445 {0} \u0422\u043E\u0445\u0438\u0440\u0433\u043E\u043E\u043D\u0443\u0443\u0434:\u0421\u0430\u0439\u0442(\u0443\u0443\u0434) \u043D\u044D\u043C\u044D\u0445
noti_prefs_instr=\u0422\u043E\u0434\u043E\u0440\u0445\u043E\u0439 \u0441\u0430\u0439\u0442(\u0443\u0443\u0434)-\u0434 \u0430\u043B\u0434\u0430\u0430\u0442\u0430\u0439 \u0442\u043E\u0445\u0438\u0440\u0433\u043E\u043E\u0433 \u0445\u04AF\u0447\u0438\u043D\u0433\u04AF\u0439 \u0431\u043E\u043B\u0433\u043E\u0445\u044B\u043D \u0442\u0443\u043B\u0434 \u04E9\u04E9\u0440\u0447\u043B\u04E9\u0445\u0438\u0439\u0433 \u0445\u04AF\u0441\u0441\u044D\u043D \u0441\u0430\u0439\u0442(\u0443\u0443\u0434)-\u044B\u043D \u0445\u0430\u0436\u0443\u0443 \u0434\u0430\u0445\u044C \u043D\u04AF\u0434\u0438\u0439\u0433 \u0437\u04E9\u0432\u043B\u04E9\u04E9\u0434 'Add Site(s)'-\u044B\u0433 \u0434\u0430\u0440
noti_prefs_add=\u0441\u0430\u0439\u0442(\u0443\u0443\u0434) \u043D\u044D\u043C\u044D\u0445
noti_prefs_cancel=\u0446\u0443\u0446\u043B\u0430\u0445

# Alternative instructional text when DHTML More Sites is enabled (see SAK-11460)
tab_inst_1_alt=Customize Tabs \u043D\u044C \u0442\u0430\u043D\u0434 \u0437\u04E9\u0432\u0445\u04E9\u043D Sakai-\u044B\u043D \u0445\u0443\u0432\u0438\u043B\u0431\u0430\u0440 \u0434\u0430\u0445\u044C \u0441\u0430\u0439\u0442\u0443\u0443\u0434\u0430\u0434 \u0447\u0438\u0433\u043B\u04AF\u04AF\u043B\u044D\u0433\u0447\u044D\u044D \u04E9\u04E9\u0440\u0438\u0439\u043D \u0445\u04AF\u0441\u0441\u044D\u043D\u044D\u044D\u0440 \u0442\u043E\u0445\u0438\u0440\u0443\u0443\u043B\u0430\u0445 \u0431\u043E\u043B\u043E\u043C\u0436\u0438\u0439\u0433 \u043E\u043B\u0433\u043E\u043D\u043E.
tab_inst_2_alt=\u0421\u0430\u0439\u0442\u044B\u043D\u0445\u0430\u0430 \u0445\u0430\u0440\u0430\u0433\u0434\u0430\u0445 \u0431\u0430\u0439\u0434\u043B\u044B\u0433 \u04E9\u04E9\u0440\u0447\u043B\u04E9\u0445 \u0431\u043E\u043B \u0437\u04AF\u04AF\u043D \u044E\u043C\u0443\u0443 \u0431\u0430\u0440\u0443\u0443\u043D \u0442\u0430\u043B \u0434\u0430\u0445\u044C \u0442\u043E\u0432\u0447\u0443\u0443\u0434\u044B\u0433 \u0430\u0448\u0438\u0433\u043B\u0430. \u0418\u0434\u044D\u0432\u0445\u0438\u0442\u044D\u0439 \u0441\u0430\u0439\u0442\u0443\u0443\u0434\u0430\u0430 tabs-\u0434 \u0438\u0434\u044D\u0445\u0438\u0436\u04AF\u04AF\u043B\u044D\u0445 \u0431\u043E\u043B \u0434\u044D\u044D\u0448\u044D\u044D \u0431\u043E\u043B\u043E\u043D \u0434\u043E\u043E\u0448\u043E\u043E \u0437\u0430\u0430\u0441\u0430\u043D \u0442\u043E\u0432\u0447\u0443\u0443\u0434\u044B\u0433 \u0430\u0448\u0438\u0433\u043B\u0430.
tab_inst_3_alt=\u041C\u0438\u043D\u0438\u0439 \u0438\u0434\u044D\u0432\u0445\u0438\u0442\u044D\u0439 \u0441\u0430\u0439\u0442\u0443\u0443\u0434
tab_inst_4_alt=\u0414\u044D\u044D\u0434 \u0442\u0430\u043B\u044B\u043D {0} \u0441\u0430\u0439\u0442\u0443\u0443\u0434 \u0447\u0438\u0433\u043B\u04AF\u04AF\u043B\u044D\u0433\u0447\u0438\u0434 \u0447\u0438\u043D\u044C tabs \u0445\u044D\u043B\u0431\u044D\u0440\u044D\u044D\u0440 \u0433\u0430\u0440\u0447 \u0438\u0440\u044D\u0445 \u0431\u04E9\u0433\u04E9\u04E9\u0434 \u0431\u04AF\u0442\u044D\u043D \u0436\u0430\u0433\u0441\u0430\u0430\u043B\u0442 \u043D\u044C My Active Sites tab \u0447\u0438\u043D\u044C \u0433\u0430\u0440\u0447 \u0438\u0440\u043D\u044D.\u042D\u043D\u044D \u0445\u0430\u0440\u0430\u0433\u0434\u0430\u0436 \u0431\u0430\u0439\u0433\u0430\u0430 \u0442\u0443\u0448\u0430\u0430\u043B \u0437\u04E9\u0432\u0445\u04E9\u043D \u044D\u0445\u043D\u0438\u0439 {0} \u0441\u0430\u0439\u0442\u0443\u0443\u0434\u0430\u0434 \u043D\u04E9\u043B\u04E9\u04E9\u043B\u043D\u04E9.
tab_inst_5_alt=\u041C\u0438\u043D\u0438\u0439 \u043D\u0443\u0443\u0446\u0430\u043B\u0441\u0430\u043D \u0441\u0430\u0439\u0442\u0443\u0443\u0434
tab_inst_6_alt=\u042D\u0434\u0433\u044D\u044D\u0440 \u0441\u0430\u0439\u0442\u0443\u0443\u0434 My Active Sites tab \u0447\u0438\u043D\u044C \u0433\u0430\u0440\u0447 \u0438\u0440\u044D\u0445\u0433\u04AF\u0439. \u0413\u044D\u0432\u0447, \u0442\u0430 Worksite Setup-\u0430\u0430\u0440 \u0434\u0430\u043C\u0436\u0443\u0443\u043B\u0430\u043D \u044D\u0434\u0433\u044D\u044D\u0440\u0442 \u043D\u044D\u0432\u0442\u044D\u0440\u0447 \u0431\u043E\u043B\u043D\u043E. 
tab_inst_7_alt=\u0421\u0430\u0439\u0442\u044B\u0433 \u043D\u0438\u0439\u0442\u043B\u044D\u0445 \u0431\u043E\u043B\u043E\u043D \u043D\u0438\u0439\u0442\u043B\u044D\u0445\u0433\u04AF\u0439 \u0431\u0430\u0439\u0445 \u0445\u044D\u0440\u044D\u0433\u0442\u044D\u0439 \u044E\u0443?  
tab_inst_8_alt=\u042D\u043D\u044D \u0445\u0443\u0443\u0434\u0441\u0430\u043D \u0434\u044D\u044D\u0440\u0445 \u0442\u043E\u0445\u0438\u0440\u0433\u043E\u043E \u0437\u04E9\u0432\u0445\u04E9\u043D \u0445\u0443\u0432\u0438\u0439\u043D \u0447\u0438\u0433\u043B\u04AF\u04AF\u043B\u044D\u0433\u0447\u0438\u0434 \u0447\u0438\u043D\u044C \u043B \u043D\u04E9\u043B\u04E9\u04E9\u043B\u043D\u04E9. \u0421\u0430\u0439\u0442\u044B\u0433 \u0431\u04AF\u0445 \u0445\u044D\u0440\u044D\u0433\u043B\u044D\u0433\u0447\u0434\u044D\u0434 \u0437\u043E\u0440\u0438\u0443\u043B\u0436 \u043D\u0438\u0439\u0442\u043B\u044D\u0445 \u0431\u043E\u043B\u043E\u043D \u043D\u0438\u0439\u0442\u043B\u044D\u0445\u0433\u04AF\u0439 \u0431\u0430\u0439\u0445\u044B\u043D \u0442\u0443\u043B\u0434 Worksite Setup-\u0440\u0443\u0443 \u043E\u0440.
 
 
tab_inst_1=tabs-\u0434 \u044E\u043C\u0443\u0443 "\u0438\u043B\u04AF\u04AF \u043E\u043B\u043E\u043D \u0441\u0430\u0439\u0442\u0443\u0443\u0434" \u0446\u044D\u0441 \u0431\u0443\u0443\u0440\u0430\u0445-\u0434 \u0441\u0430\u0439\u0442\u044B\u0433 \u043D\u0443\u0443\u0446\u043B\u0430\u0445 \u044E\u043C\u0443\u0443 \u0438\u043B \u0431\u043E\u043B\u0433\u043E\u0445 \u0431\u043E\u043B \u0434\u043E\u043E\u0440\u0445 \u0441\u0430\u0439\u0442\u044B\u0433 \u0441\u043E\u043D\u0433\u043E\u043E\u0434 \u0442\u04AF\u04AF\u043D\u0438\u0439\u0433\u044D\u044D \u0437\u04E9\u04E9\u0445\u0434\u04E9\u04E9 \u0431\u0430\u0440\u0443\u0443\u043D \u044E\u043C\u0443\u0443 \u0437\u04AF\u04AF\u043D \u0442\u0430\u043B\u044B\u043D \u0433\u0430\u043D\u0446 \u0441\u0443\u043C\u0430\u043D \u0434\u044D\u044D\u0440 \u0434\u0430\u0440. \u0411\u04AF\u0445 \u0441\u0430\u0439\u0442\u0443\u0443\u0434\u044B\u0433 \u0437\u04E9\u04E9\u0445 \u0431\u043E\u043B \u0434\u0430\u0432\u0445\u0430\u0440 \u0441\u0443\u043C\u0430\u043D \u0434\u044D\u044D\u0440 \u0434\u0430\u0440.
tab_inst_2=\u0418\u043B \u0431\u0430\u0439\u0433\u0430\u0430 tabs-\u044B\u0433 \u0448\u0438\u043D\u044D\u0447\u043B\u044D\u0445 \u0431\u043E\u043B "Sites Visible in Tabs" \u043D\u04AF\u0434\u044D\u043D\u0434 \u0441\u0430\u0439\u0442\u0430\u0430 \u0441\u043E\u043D\u0433\u043E\u043E\u0434 \u0442\u0443\u0448\u0430\u0430\u043B\u0430\u0430 \u04E9\u04E9\u0440\u0447\u043B\u04E9\u0445 \u0431\u043E\u043B \u044D\u043D\u0433\u0438\u0439\u043D \u0434\u044D\u044D\u0448, \u0434\u043E\u043E\u0448 \u0437\u0430\u0430\u0441\u0430\u043D \u0441\u0443\u043C\u0430\u043D \u0434\u044D\u044D\u0440 \u0434\u0430\u0440\u043D\u0430. \u0421\u043E\u043D\u0433\u043E\u0441\u043D\u043E\u043E \u0436\u0430\u0433\u0441\u0430\u0430\u043B\u0442\u044B\u043D \u044D\u0445\u043B\u044D\u043B \u044E\u043C\u0443\u0443 \u0442\u04E9\u0433\u0441\u0433\u04E9\u043B\u0440\u04AF\u04AF \u0437\u04E9\u04E9\u0445 \u0431\u043E\u043B \u0433\u0430\u0434\u043D\u0430\u0445 \u0434\u044D\u044D\u0448,\u0434\u043E\u043E\u0448 \u0437\u0430\u0430\u0441\u0430\u043D \u0441\u0443\u043C\u044B\u0433 \u0430\u0448\u0438\u0433\u043B\u0430\u043D\u0430. \u041E\u043B\u043E\u043D \u0441\u0430\u0439\u0442 \u0437\u04E9\u04E9\u0445 \u0431\u043E\u043B \u043D\u044D\u0433 \u0441\u0430\u0439\u0442\u044B\u0433 \u0441\u043E\u043D\u0433\u043E\u043E\u0434 Control key (Mac \u0434\u044D\u044D\u0440\u0445 Command) \u0434\u044D\u044D\u0440 \u0434\u0430\u0440\u0430\u0445 \u044F\u0432\u0446\u0434\u0430\u0430 \u0431\u0443\u0441\u0430\u0434 \u0441\u0430\u0439\u0442\u0443\u0443\u0434 \u0434\u044D\u044D\u0440 \u0434\u0430\u0440. \u0422\u044D\u0433\u044D\u044D\u0434 \u0441\u0443\u043C\u0430\u043D \u0434\u044D\u044D\u0440 \u0434\u0430\u0440.
tab_inst_3=\u0410\u0436\u043B\u044B\u043D \u0445\u044D\u0441\u0433\u0438\u0439\u043D \u0447\u0448\u0433\u043B\u04AF\u04AF\u043B\u044D\u0433\u0447 \u0434\u044D\u0445 \u0438\u043B \u0445\u0430\u0440\u0430\u0433\u0434\u0430\u0445 \u0441\u0430\u0439\u0442\u0443\u0443\u0434\u0438\u0439\u043D \u0442\u043E\u043E\u0433 \u04E9\u04E9\u0440\u0447\u043B\u04E9\u0445 \u0431\u043E\u043B \u0445\u0430\u0440\u0430\u0433\u0434\u0430\u0445 \u0442\u043E\u043E\u0433 \u0448\u0438\u043D\u044D\u0447\u0438\u043B.\u0422\u044D\u0433\u044D\u044D\u0434 \u04E9\u04E9\u0440\u0447\u043B\u04E9\u043B\u0442\u04E9\u04E9 \u0445\u0438\u0439\u0445\u0438\u0439\u043D \u0442\u0443\u043B\u0434 Update Preferences-\u044B\u0433 \u0434\u0430\u0440.
tab_inst_save=\u04E8\u04E9\u0440\u0447\u043B\u04E9\u043B\u0442\u04AF\u04AF\u0434\u044D\u044D \u0445\u0438\u0439\u0436 \u0434\u0443\u0443\u0441\u0430\u0430\u0434 \u0442\u044D\u0434\u0433\u044D\u044D\u0440\u044D\u044D \u0445\u0430\u0434\u0433\u0430\u043B\u0430\u0445\u044B\u043D \u0442\u0443\u043B\u0434 Update Preferences-\u044B\u0433 \u0434\u0430\u0440
tab_not_vis_inst=Tabs \u0434\u0430\u0445\u044C \u0441\u0430\u0439\u0442\u0443\u0443\u0434 \u0445\u0430\u0440\u0430\u0433\u0434\u0430\u0445\u0433\u04AF\u0439
tab_vis_inst=Tabs \u0434\u0430\u0445\u044C \u0441\u0430\u0439\u0442\u0443\u0443\u0434 \u0445\u0430\u0440\u0430\u0433\u0434\u0430\u043D\u0430
tab_move_inst=\u0421\u043E\u043D\u0433\u043E\u0441\u043D\u044B\u0433 \u0437\u04E9\u04E9\u0445
tab_move_inst_re=\u0421\u043E\u043D\u0433\u043E\u0441\u043D\u044B\u0433 \u0445\u0430\u0441\u0430\u0445
tab_move_all_inst=\u0411\u04AF\u0433\u0434\u0438\u0439\u0433 \u0437\u04E9\u04E9\u0445
tab_move_all_inst_re=\u0411\u04AF\u0433\u0434\u0438\u0439\u0433 \u0445\u0430\u0441\u0430\u0445
tab_move_up=\u0416\u0430\u0433\u0441\u0430\u0430\u043B\u0442 \u0434\u043E\u0442\u043E\u0440 \u0434\u044D\u044D\u0448 \u043D\u044C \u0437\u04E9\u04E9\u0445
tab_move_down=\u0416\u0430\u0433\u0441\u0430\u0430\u043B\u0442 \u0434\u043E\u0442\u043E\u0440 \u0434\u043E\u043E\u0448 \u043D\u044C \u0437\u04E9\u04E9\u0445
tab_move_top=\u0416\u0430\u0433\u0441\u0430\u0430\u043B\u0442\u044B\u043D \u044D\u0445\u044D\u043D \u0445\u044D\u0441\u044D\u0433\u0440\u04AF\u04AF \u0437\u04E9\u04E9\u0445
tab_move_bottom=\u0416\u0430\u0433\u0441\u0430\u0430\u043B\u0442\u044B\u043D \u0442\u04E9\u0433\u0441\u0433\u04E9\u043B\u0440\u04AF\u04AF \u0437\u04E9\u04E9\u0445
tab_move_rone=>
tab_move_lone=<
tab_move_rall=>>
tab_move_lall=<<

tab_count = Tabs-\u044B\u0433 \u0445\u0430\u0440\u0443\u0443\u043B\u0441\u0430\u043D:

time_inst_1=\u0421\u043E\u043D\u0433\u043E\u0433\u0434\u0441\u043E\u043D Sakai tools-\u0434 \u0445\u0443\u0432\u0430\u0430\u0440\u044C \u0437\u044D\u0440\u044D\u0433 \u0446\u0430\u0433\u0438\u0439\u043D \u0431\u04AF\u0441\u044D\u044D \u0441\u043E\u043D\u0433\u043E\u043D\u043E \u0443\u0443. \u041E\u0434\u043E\u043E\u0433\u043E\u043E\u0440 \u0442\u0430 ...-\u0434 \u0431\u0430\u0439\u043D\u0430.
time_inst_2=\u0426\u0430\u0433\u0438\u0439\u043D \u0431\u04AF\u0441
				
locale_msg=\u0425\u044D\u043B\u044D\u044D (\u043C\u04E9\u043D \u0443\u043B\u0441\u0430\u0430) \u0441\u043E\u043D\u0433\u043E\u043D\u043E \u0443\u0443. \u041E\u0434\u043E\u043E\u0433\u0438\u0439\u043D \u0445\u044D\u043B\u043D\u0438\u0439 \u0441\u043E\u043D\u0433\u043E\u043B\u0442 ... \u0431\u0430\u0439\u043D\u0430:

privacy_title=\u0425\u0443\u0432\u0438\u0439\u043D \u0445\u044D\u0440\u0433\u0438\u0439\u043D \u0441\u0442\u0430\u0442\u0443\u0441

privacy_stmt1=\u042D\u043D\u044D \u0441\u0430\u0439\u0442 \u0434\u0430\u0445\u044C \u0431\u0443\u0441\u0430\u0434 \u0445\u04AF\u043C\u04AF\u04AF\u0441\u044D\u044D\u0441 \u04E9\u04E9\u0440\u0438\u0439\u0433\u04E9\u04E9 \u0431\u043E\u043B\u043E\u043D \u0445\u0443\u0432\u0438\u0439\u043D \u043C\u044D\u0434\u044D\u044D\u043B\u043B\u044D\u044D \u043D\u0443\u0443\u0446\u043B\u0430\u0445\u044B\u043D \u0442\u0443\u043B\u0434 \u0442\u043E\u0445\u0438\u0440\u0433\u043E\u043E\u0433\u043E\u043E \u04E9\u04E9\u0440\u0447\u0438\u043B\u0436 \u0431\u043E\u043B\u043D\u043E.\u042D\u043D\u044D \u0441\u0430\u0439\u0442 \u0434\u0430\u0445\u044C \u0441\u0442\u0430\u0442\u0443\u0441 \u0447\u0438\u043D\u044C \u043E\u0434\u043E\u043E\u0433\u043E\u043E\u0440 .... \u0431\u0430\u0439\u043D\u0430.

privacy_stmt_show=." \u0411\u0443\u0441\u0430\u0434 \u0445\u04AF\u043C\u04AF\u04AF\u0441 \u0442\u0430\u043D\u044B \u043D\u044D\u0440\u0438\u0439\u0433 \u0431\u04AF\u0440\u0442\u0433\u044D\u043B\u044D\u044D\u0441 \u0445\u0430\u0440\u0430\u0445 \u0431\u04E9\u0433\u04E9\u04E9\u0434 \u0441\u0430\u0439\u0442\u0430\u0430\u0440 \u0434\u0430\u043C\u0436\u0443\u0443\u043B\u0430\u043D \u0442\u0430\u043D\u0442\u0430\u0439 \u0445\u043E\u043B\u0431\u043E\u0433\u0434\u043E\u0436 \u0431\u043E\u043B\u043D\u043E.
privacy_stmt_hide=." \u0411\u0443\u0441\u0430\u0434 \u0445\u04AF\u043C\u04AF\u04AF\u0441 \u0442\u0430\u043D\u044B \u043D\u044D\u0440\u0438\u0439\u0433 \u0431\u04AF\u0440\u0442\u0433\u044D\u043B\u044D\u044D\u0441 \u0445\u0430\u0440\u0430\u0445\u0433\u04AF\u0439 \u0431\u04E9\u0433\u04E9\u04E9\u0434 \u0441\u0430\u0439\u0442\u0430\u0430\u0440 \u0434\u0430\u043C\u0436\u0443\u0443\u043B\u0430\u043D \u0442\u0430\u043D\u0442\u0430\u0439 \u0445\u043E\u043B\u0431\u043E\u0433\u0434\u043E\u0436 \u0447\u0430\u0434\u0430\u0445\u0433\u04AF\u0439.

privacy_change_directions=\u0425\u044D\u0440\u044D\u0432 \u0442\u0430 \u0441\u0442\u0430\u0442\u0443\u0441\u0430\u0430 \u0441\u043E\u043B\u0438\u0445\u044B\u0433 \u0445\u04AF\u0441\u0432\u044D\u043B  -\u044B\u043D \u0445\u0430\u0436\u0443\u0443 \u0434\u0430\u0445\u044C \u043D\u04AF\u0434\u0438\u0439\u0433 \u0437\u04E9\u0432\u043B\u04E9\u043D\u04E9 \u04AF\u04AF
privacy_change_directions2=\u0434\u0430\u0440\u0430\u0430 \u043D\u044C \u0434\u043E\u043E\u0440\u0445 \u0448\u0438\u043D\u044D\u0447\u043B\u044D\u0445 \u0442\u043E\u0432\u0447\u0438\u0439\u0433 \u0434\u0430\u0440.

privacy_note=\u0410\u043D\u0445\u0430\u0430\u0440: \u0411\u0443\u0441\u0430\u0434 \u0441\u0430\u0439\u0442\u0443\u0443\u0434\u0430\u0434 \u0445\u0443\u0432\u0438\u0439\u043D \u0445\u044D\u0440\u0433\u0438\u0439\u043D\u0445\u044D\u044D \u0441\u0442\u0430\u0442\u0443\u0441\u044B\u0433 \u0445\u0430\u0440\u0430\u0445 \u0431\u043E\u043B  \u041C\u0438\u043D\u0438\u0439 \u0430\u0436\u043B\u0438\u0439\u043D \u0442\u0430\u043B\u0431\u0430\u0440 \u0441\u0430\u0439\u0442\u0430\u0430\u0441 Preferences-\u044B\u0433 \u0441\u043E\u043D\u0433\u043E.

move_up_msg = \u0414\u044D\u044D\u0448 \u043D\u044C \u0437\u04E9\u04E9\u0445 \u0434\u043E\u0440 \u0445\u0430\u044F\u0436 \u043D\u044D\u0433 \u0441\u0430\u0439\u0442 \u0441\u043E\u043D\u0433\u043E\u043D\u043E \u0443\u0443.
move_down_msg = \u0414\u043E\u043E\u0448 \u043D\u044C \u0437\u04E9\u04E9\u0445 \u0434\u043E\u0440 \u0445\u0430\u044F\u0436 \u043D\u044D\u0433 \u0441\u0430\u0439\u0442 \u0441\u043E\u043D\u0433\u043E\u043D\u043E \u0443\u0443.
remove_from_sites_msg = Tabs \u0434\u0430\u0445\u044C \u0445\u0430\u0440\u0430\u0433\u0434\u0430\u0445 \u0441\u0430\u0439\u0442\u0443\u0443\u0434\u0430\u0430\u0430\u0441 \u0445\u0430\u0441\u0430\u0445 \u0441\u0430\u0439\u0442\u0430\u0430 \u0441\u043E\u043D\u0433\u043E\u043D\u043E \u0443\u0443.
add_to_sites_msg = Tabs \u0434\u0430\u0445\u044C \u0445\u0430\u0440\u0430\u0433\u0434\u0430\u0445 \u0441\u0430\u0439\u0442\u0443\u0443\u0434\u0430\u0434 \u043D\u044D\u043C\u044D\u0445 \u0441\u0430\u0439\u0442\u0430\u0430 \u0441\u043E\u043D\u0433\u043E\u043D\u043E \u0443\u0443.
user_missing = \u0425\u044D\u0440\u044D\u0433\u043B\u044D\u0433\u0447\u0438\u0439\u043D \u043D\u044D\u0440 \u0434\u0443\u0442\u0443\u0443 \u0431\u0430\u0439\u043D\u0430.

privacy_check_hide=\u041D\u0430\u043C\u0430\u0439\u0433 \u043D\u0443\u0443\u0446\u0430\u043B
privacy_check_show=\u041D\u0430\u043C\u0430\u0439\u0433 \u0438\u043B \u0431\u0430\u0439\u043B\u0433\u0430
privacy_update=\u0428\u0438\u043D\u044D\u0447\u043B\u044D\u0445
privacy_choose=\u0421\u0430\u0439\u0442 \u0441\u043E\u043D\u0433\u043E\u0445
privacy_no_choices=\u0421\u043E\u043D\u0433\u043E\u043B\u0442 \u0445\u0438\u0439\u0445 \u044F\u043C\u0430\u0440\u0447 \u0441\u0430\u0439\u0442\u0443\u0443\u0434 \u0430\u043B\u0433\u0430, \u0422\u0430 \u0434\u043E\u0440 \u0445\u0430\u044F\u0436 \u043D\u044D\u0433 \u0441\u0430\u0439\u0442\u044B\u043D \u0433\u0438\u0448\u04AF\u04AF\u043D \u0431\u0430\u0439\u0445 \u0451\u0441\u0442\u043E\u0439.
privacy_show_all=\u0411\u04AF\u0445 \u0441\u0430\u0439\u0442\u0443\u0443\u0434\u0430\u0434 \u043D\u0430\u043C\u0430\u0439\u0433 \u0438\u043B \u0431\u0430\u0439\u043B\u0433\u0430
privacy_hide_all=\u0411\u04AF\u0445 \u0441\u0430\u0439\u0442\u0443\u0443\u0434\u0430\u0434 \u043D\u0430\u043C\u0430\u0439\u0433 \u043D\u0443\u0443\u0446\u0430\u043B

privacy_update_title=\u0425\u0443\u0432\u0438\u0439\u043D \u0445\u044D\u0440\u0433\u0438\u0439\u043D \u0441\u0442\u0430\u0442\u0443\u0441\u0430\u0430 \u0448\u0438\u043D\u044D\u0447\u043B\u044D\u0445

privacy_show_all=\u0411\u04AF\u0445 \u0441\u0430\u0439\u0442\u0443\u0443\u0434\u0430\u0434 \u043D\u0430\u043C\u0430\u0439\u0433 \u0438\u043B \u0431\u0430\u0439\u043B\u0433\u0430
privacy_hide_all=\u0411\u04AF\u0445 \u0441\u0430\u0439\u0442\u0443\u0443\u0434\u0430\u0434 \u043D\u0430\u043C\u0430\u0439\u0433 \u043D\u0443\u0443\u0446\u0430\u043B

privacy_show_title=\u0411\u04AF\u0445 \u0441\u0430\u0439\u0442\u0443\u0443\u0434\u0430\u0434 \u0445\u0443\u0432\u0438\u0439\u043D \u0445\u044D\u0440\u0433\u044D\u044D \u0438\u043B \u0431\u0430\u0439\u0445\u0430\u0430\u0440 \u0442\u043E\u0445\u0438\u0440\u0433\u043E\u043E \u0445\u0438\u0439\u0445 
privacy_hide_title=\u0411\u04AF\u0445 \u0441\u0430\u0439\u0442\u0443\u0443\u0434\u0430\u0434 \u0445\u0443\u0432\u0438\u0439\u043D \u0445\u044D\u0440\u0433\u044D\u044D \u043D\u0443\u0443\u0446\u043B\u0430\u0445\u0430\u0430\u0440 \u0442\u043E\u0445\u0438\u0440\u0433\u043E\u043E \u0445\u0438\u0439\u0445 

privacy_visible=\u0418\u043B \u0431\u0430\u0439\u0445
privacy_hidden=\u041D\u0443\u0443\u0446\u043B\u0430\u0433\u0434\u0441\u0430\u043D

privacy_show_all_set=\u0411\u04AF\u0445 \u0441\u0430\u0439\u0442\u0443\u0443\u0434 \u0434\u0430\u0445\u044C \u0442\u0430\u043D\u044B \u0441\u0442\u0430\u0442\u0443\u0441 \u043E\u0434\u043E\u043E \u0438\u043B \u0431\u0430\u0439\u0445\u0430\u0430\u0440 \u0442\u043E\u0445\u0438\u0440\u0433\u043E\u043E \u0445\u0438\u0439\u0433\u0434\u0441\u044D\u043D.  \u0411\u0443\u0441\u0430\u0434 \u0445\u04AF\u043C\u04AF\u04AF\u0441 \u0442\u0430\u043D\u044B \u043D\u044D\u0440\u0438\u0439\u0433 \u0431\u04AF\u0440\u0442\u0433\u044D\u043B\u044D\u044D\u0441 \u0445\u0430\u0440\u0430\u0445 \u0431\u04E9\u0433\u04E9\u04E9\u0434 \u0441\u0430\u0439\u0442\u0430\u0430\u0440 \u0434\u0430\u043C\u0436\u0443\u0443\u043B\u0430\u043D \u0442\u0430\u043D\u0442\u0430\u0439 \u0445\u043E\u043B\u0431\u043E\u0433\u0434\u043E\u0436 \u0431\u043E\u043B\u043D\u043E.
privacy_hide_all_set=\u0411\u04AF\u0445 \u0441\u0430\u0439\u0442\u0443\u0443\u0434 \u0434\u0430\u0445\u044C \u0442\u0430\u043D\u044B \u0441\u0442\u0430\u0442\u0443\u0441 \u043E\u0434\u043E\u043E \u043D\u0443\u0443\u0446\u043B\u0430\u0433\u0434\u0430\u0445\u0430\u0430\u0440 \u0442\u043E\u0445\u0438\u0440\u0433\u043E\u043E \u0445\u0438\u0439\u0433\u0434\u0441\u044D\u043D. \u0411\u0443\u0441\u0430\u0434 \u0445\u04AF\u043C\u04AF\u04AF\u0441 \u0442\u0430\u043D\u044B \u043D\u044D\u0440\u0438\u0439\u0433 \u0431\u04AF\u0440\u0442\u0433\u044D\u043B\u044D\u044D\u0441 \u0445\u0430\u0440\u0430\u0445\u0433\u04AF\u0439 \u0431\u04E9\u0433\u04E9\u04E9\u0434 \u0441\u0430\u0439\u0442\u0430\u0430\u0440 \u0434\u0430\u043C\u0436\u0443\u0443\u043B\u0430\u043D \u0442\u0430\u043D\u0442\u0430\u0439 \u0445\u043E\u043B\u0431\u043E\u0433\u0434\u043E\u0436 \u0447\u0430\u0434\u0430\u0445\u0433\u04AF\u0439.

privacy_site_not_selected=\u0421\u0442\u0430\u0442\u0443\u0441\u0430\u0430 \u0441\u043E\u043B\u0438\u0445\u044B\u043D \u0442\u0443\u043B\u0434 \u0441\u0430\u0439\u0442\u0430\u0430 \u0441\u043E\u043D\u0433\u043E\u043D\u043E \u0443\u0443.

privacy_choice_heading= \u0425\u0443\u0432\u0438\u0439\u043D \u0445\u044D\u0440\u0433\u0438\u0439\u043D \u0441\u0442\u0430\u0442\u0443\u0441\u044B\u043D \u0441\u043E\u043D\u0433\u043E\u043B\u0442\u043E\u043E \u0442\u043E\u0445\u0438\u0440\u0443\u0443\u043B\u043D\u0430 \u0443\u0443:
privacy_choice_hidden=\u042D\u043D\u044D \u0441\u0430\u0439\u0442\u0434 \u043D\u0443\u0443\u0446 \u0445\u044D\u0432\u044D\u044D\u0440 \u04AF\u043B\u0434\u044D\u0445
privacy_choice_visible=\u042D\u043D\u044D \u0441\u0430\u0439\u0442\u0434 \u043D\u0430\u043C\u0430\u0439\u0433 \u0445\u0430\u0440\u0443\u0443\u043B
privacy_choice_later=\u0414\u0430\u0440\u0430\u0430 \u0434\u0430\u0445\u0438\u043D \u0430\u0441\u0443\u0443

privacy_change_later_instructions= \u0426\u0430\u0430\u0448\u0434\u0430\u0430 \u0445\u0443\u0432\u0438\u0439\u043D \u0445\u044D\u0440\u0433\u0438\u0439\u043D\u0445\u044D\u044D \u0442\u043E\u0445\u0438\u0440\u0433\u043E\u043E\u0433 \u0441\u043E\u043B\u0438\u0445 \u0431\u043E\u043B <br />Home > Preferences > Privacy Status-\u0440\u0443\u0443 \u043E\u0440\u043E\u043E\u0440\u043E\u0439

min_tabs = \u0427\u0438\u0433\u043B\u04AF\u04AF\u043B\u044D\u0445 \u043C\u04E9\u0440\u043D\u0438\u0439 \u0434\u044D\u044D\u0434 \u0442\u0430\u043B\u0434 \u0445\u0430\u043C\u0433\u0438\u0439\u043D \u0431\u0430\u0433\u0430\u0434\u0430\u0430 %d \u0447\u0438\u0445\u0442\u044D\u0439 \u0445\u0443\u0443\u0434\u0441\u0443\u0443\u0434 \u0431\u0430\u0439\u0445 \u0445\u044D\u0440\u044D\u0433\u0442\u044D\u0439.
prefs_active_sites = \u0418\u0434\u044D\u0432\u0445\u0438\u0442\u044D\u0439 \u0441\u0430\u0439\u0442\u0443\u0443\u0434 (\u0442\u0430\u043D\u044B \u0448\u04AF\u04AF\u0433\u044D\u044D)
prefs_archive_sites = \u0410\u0440\u0445\u0438\u0432\u043B\u0430\u0433\u0434\u0441\u0430\u043D \u0441\u0430\u0439\u0442\u0443\u0443\u0434  (\u0448\u04AF\u04AF\u0433\u044D\u044D\u043D \u0434\u044D\u0445\u0438\u0439\u0433 \u0445\u0430\u0440\u0443\u0443\u043B\u0430\u0430\u0433\u04AF\u0439)
prefs_auto_refresh = \u0422\u0430 \u0447\u0438\u0445\u0442\u044D\u0439 \u0445\u0443\u0443\u0434\u0430\u0441\u043D\u044B \u0442\u043E\u0445\u0438\u0440\u0433\u043E\u043E\u043D\u0443\u0443\u0434\u0430\u0430 \u0445\u0430\u0434\u0433\u0430\u043B\u0430\u0445\u0434\u0430\u0430 \u0445\u0443\u0443\u0434\u0441\u044B\u0433 \u0431\u04AF\u0445\u044D\u043B\u0434 \u043D\u044C \u0434\u044D\u044D\u0434 \u0442\u0430\u043B\u044B\u043D \u0430\u0432\u0442\u043E\u043C\u0430\u0442\u0430\u0430\u0440 \u0441\u044D\u0440\u0433\u044D\u044D\u0445 \u0447\u0438\u0433\u043B\u04AF\u04AF\u043B\u044D\u043B\u0442\u044D\u044D\u0440 \u0448\u0438\u043D\u044D\u0447\u0438\u043B\u0436 \u0431\u043E\u043B\u043D\u043E.
prefs_element_locked = \u042D\u043D\u044D \u044D\u043B\u0435\u043C\u0435\u043D\u0442\u0438\u0439\u0433 \u044D\u043D\u0434 \u0431\u0430\u0439\u0440\u0448\u0443\u0443\u043B\u0430\u0445 \u0431\u043E\u043B\u043E\u043C\u0436\u0433\u04AF\u0439 \u0431\u0430\u0439\u043D\u0430. \u0414\u043E\u043E\u0434 \u0442\u0430\u043B\u044B\u043D \u044D\u043B\u0435\u043C\u0435\u043D\u0442 \u0442\u04AF\u0433\u0436\u0438\u0433\u0434\u0441\u044D\u043D.
prefs_fav_sites = \u0425\u044D\u0440\u044D\u0433\u0442\u044D\u0439 \u0441\u0430\u0439\u0442\u0443\u0443\u0434 (\u0434\u044D\u044D\u0434 \u0442\u0430\u043B\u044B\u043D \u043C\u04E9\u0440)
prefs_keyboard_instructions = <strong>\u0422\u043E\u0432\u0447\u043B\u0443\u0443\u0440\u0442 \u0433\u0430\u0440\u043D\u044B \u0437\u0430\u0430\u0432\u0440\u0443\u0443\u0434:</strong>\u0427\u0438\u0433\u043B\u044D\u043B\u0438\u0439\u043D \u0442\u04AF\u043B\u0445\u04AF\u04AF\u0440\u04AF\u04AF\u0434 (\u0441\u0443\u043C\u0430\u043D \u0442\u04AF\u043B\u0445\u04AF\u04AF\u0440\u04AF\u04AF\u0434 or i-j-k-m) \u0444\u043E\u043A\u0443\u0441 \u0437\u04E9\u04E9\u0445. CTRL + \u0447\u0438\u0433\u043B\u044D\u043B\u0438\u0439\u043D \u0442\u04AF\u043B\u0445\u04AF\u04AF\u0440\u04AF\u04AF\u0434\u044D\u044D\u0440 \u043C\u044D\u0434\u044D\u044D\u043B\u043B\u0438\u0439\u0433 \u0437\u04E9\u04E9\u0445.
prefs_mouse_instructions = <strong>\u0425\u0443\u043B\u0433\u0430\u043D\u044B \u0437\u0430\u0430\u0432\u0440\u0443\u0443\u0434:</strong> \u0445\u0443\u043B\u0433\u0430\u043D\u0430\u0430\u0440 \u043C\u044D\u0434\u044D\u044D\u0434\u043B\u043B\u0438\u0439\u0433 \u0447\u0438\u0440\u044D\u044D\u0434, \u043E\u0440\u0445\u0438\u0445.
prefs_my_workspace = \u041C\u0438\u043D\u0438\u0439 \u0430\u0436\u043B\u044B\u043D \u0442\u0430\u043B\u0431\u0430\u0440 
remove_all = \u0414\u044D\u044D\u0434 \u0442\u0430\u043B\u044B\u043D \u0447\u0438\u0433\u043B\u04AF\u04AF\u043B\u044D\u0445 \u043C\u04E9\u0440\u043D\u04E9\u04E9\u0441 \u0431\u04AF\u0445 \u0447\u0438\u0445\u0442\u044D\u0439 \u0445\u0443\u0443\u0434\u0441\u0443\u0443\u0434\u044B\u0433 \u0430\u0440\u0438\u043B\u0433\u0430\u0445 \u0431\u043E\u043B\u043E\u043C\u0436\u0433\u04AF\u0439 \u0431\u0430\u0439\u043D\u0430.
