prefs_noti_title=Benachrichtigungen
prefs_timezone_title=Zeitzone
prefs_lang_title=Sprache
prefs_title=Einstellungen
prefs_privacy=Privatsph\u00e4re
prefs_active_sites=Aktive Sites (angezeigt)
prefs_multitples_instructions=<strong>Bewegen mehrerer Elemente:</strong> Verwenden Sie die Kontrollk\u00e4stchen, um mehrere Elemente auszuw\u00e4hlen, und bewegen Sie diese dann mit den Pfeilen im Control Panel, das angezeigt wird. 
prefs_element_locked=Sie k\u00f6nnen dieses Element hier nicht ablegen.  Das Element darunter ist gesperrt.

update_pref=Einstellungen aktualisieren
cancel_pref=\u00c4nderungen verwerfen
update_success=Ihre Einstellungen wurden erfolgreich aktualisiert.

hideshowdesc_toggle_hide=Sites ausblenden
hideshowdesc_toggle_show=Sites einblenden

noti_inst_second=Sie erhalten alle Benachrichtigungen mit hoher Priorit\u00e4t per E-Mail. Legen Sie die Einstellungen f\u00fcr Benachrichtigungen mit niedriger Priorit\u00e4t unten fest. 

noti_add_site = Site hinzuf\u00fcgen

# need to define the site type titles (copied from portal-impl)
moresite_projects = PROJEKTE
moresite_portfolios = PORTFOLIOS
moresite_administration = VERWALTUNG
moresite_other = SONSTIGE
moresite_scs = SCS-Kurse

noti_prefs_title={0}-Einstellungen \u00fcberschreiben: Site(s) hinzuf\u00fcgen
noti_prefs_instr=Um die Standardeinstellungen f\u00fcr spezifische Sites zu \u00fcberschreiben, aktivieren Sie das Ankreuzfeld neben der Site, die Sie \u00e4ndern m\u00f6chten, und klicken Sie danach auf \u201eSite(s) hinzuf\u00fcgen\u201c
noti_prefs_add=Site(s) hinzuf\u00fcgen
noti_prefs_cancel=Abbrechen

# Alternative instructional text when DHTML More Sites is enabled (see SAK-11460)
tab_inst_1_alt=Benutzerdefinierte Registerkarten erm\u00f6glichen Ihnen, die Navigation zu Ihren Sites nur in Ihrer Sakai-Version anzupassen.
tab_inst_2_alt=\u00c4ndern Sie die Sichtbarkeit Ihrer Sites mit den linken und rechten Pfeiltasten. Legen Sie Ihre aktiven Sites mit den Nach-oben- und Nach-unten-Pfeiltasten als Registerkarten an.
tab_inst_3_alt=Meine aktiven Sites
tab_inst_4_alt=Die Top-{0}-Sites werden in Ihrer Navigation als Registerkarten angezeigt. Die vollst\u00e4ndige Liste finden Sie in der Registerkarte \u201eMeine aktiven Sites\u201c. In dieser Reihenfolge werden nur die ersten {0} Sites angezeigt. 
tab_inst_5_alt=Meine ausgeblendeten Sites
tab_inst_6_alt=Diese Sites werden in Ihrer Registerkarte \u201eMeine aktiven Sites\u201c nicht angezeigt. Sie k\u00f6nnen auf diese allerdings \u00fcber das Work-Site-Setup zugreifen. 
tab_inst_7_alt=Sie m\u00f6chten eine Site ver\u00f6ffentlichen oder ihre Ver\u00f6ffentlichung aufheben?  
tab_inst_8_alt=Die Einstellungen auf dieser Seite beziehen sich nur auf Ihre pers\u00f6nliche Navigation. Um Sites f\u00fcr alle Benutzer zu ver\u00f6ffentlichen bzw. ihre Ver\u00f6ffentlichung aufzuheben, rufen Sie das Work-Site-Setup auf. 
 
 
tab_inst_1=Um eine Site auszublenden oder eine Site in den Registerkarten oder im Pulldown-Men\u00fc \u201eMehr Sites\u201c einzublenden, w\u00e4hlen Sie die unten angef\u00fchrte Site und klicken Sie auf den rechten oder linken Pfeil, um sie zu verschieben.  Um alle Sites zu verschieben, klicken Sie auf einen Doppelpfeil.
tab_inst_2=Um die sichtbaren Registerkarten neu zu sortieren, w\u00e4hlen Sie im Feld \u201eIn Registerkarten sichtbare Sites\u201c eine Site aus. Klicken Sie danach einfach auf den Nach-oben- oder Nach-unten-Pfeil, um die Reihenfolge zu \u00e4ndern.  Mit den \u00e4u\u00dferen Nach-oben- und Nach-unten-Pfeilen k\u00f6nnen Sie eine Auswahl an den Anfang oder das Ende der Liste verschieben.  Um mehrere Sites zu verschieben, w\u00e4hlen Sie eine Site aus, dr\u00fccken Sie die Strg-Taste (oder Befehlstaste bei Mac) und w\u00e4hlen Sie andere Sites bei gedr\u00fcckter Strg-Taste aus. Klicken Sie danach auf einen Pfeil.
tab_inst_3=Um die Anzahl von Sites zu \u00e4ndern, die in der Work-Site-Navigation hervorgehoben angezeigt werden, aktualisieren Sie die Zahl im Feld \u201eAnzeigen\u201c. Klicken Sie danach auf \u201eEinstellungen aktualisieren\u201c, um die \u00c4nderungen zu \u00fcbernehmen.
tab_inst_save=Wenn Sie alle \u00c4nderungen vorgenommen haben, klicken Sie auf \u201eEinstellungen aktualisieren\u201c, um diese zu speichern.
tab_not_vis_inst=Sites, die in Registerkarten nicht sichtbar sind
tab_vis_inst=Sites, die in Registerkarten sichtbar sind
tab_move_inst=Ausgew\u00e4hlte Sites verschieben
tab_move_inst_re=Ausgew\u00e4hlte Sites ausblenden
tab_move_all_inst=Alle Sites sichtbar machen
tab_move_all_inst_re=Alle Sites ausblenden
tab_move_up=Ausgew\u00e4hlte Site in Liste nach oben verschieben
tab_move_down=Ausgew\u00e4hlte Site in Liste nach unten verschieben
tab_move_top=Ausgew\u00e4hlte Site an die erste Stelle in der Liste verschieben
tab_move_bottom=Ausgew\u00e4hlte Site an die letzte Stelle in der Liste verschieben
tabs_move_top=Ausgew\u00e4hlte Sites an die erste Stelle in der Liste verschieben
tabs_move_bottom=Ausgew\u00e4hlte Sites an die letzte Stelle in der Liste verschieben
tabs_move_left=Ausgew\u00e4hlte Sites an die erste Stelle in der Liste links verschieben
tabs_move_right=Ausgew\u00e4hlte Sites an die erste Stelle in der Liste rechts verschieben
tabs_screen_reader_label=Ausw\u00e4hlen ... 

tab_move_rone=>
tab_move_lone=<
tab_move_rall=>>
tab_move_lall=<<

tab_count = Angezeigte Registerkarten:

time_inst_1=Legen Sie bitte Ihre lokale Zeitzone f\u00fcr ausgew\u00e4hlte Sakai-Tools (z. B. Zeitplan) fest. Derzeit befinden Sie sich in der 
time_inst_2=-Zeitzone
				
locale_msg=W\u00e4hlen Sie bitte Ihre Sprache (und Ihr Land) aus. Derzeit bevorzugen Sie folgende Sprache:

privacy_title=Privatsph\u00e4re

privacy_stmt1=Sie k\u00f6nnen Ihre Einstellungen \u00e4ndern, um sich selbst und Ihre pers\u00f6nlichen Daten vor anderen auf dieser Site auszublenden. Ihr derzeitiger Status auf dieser Site lautet \u201e

privacy_stmt_show=.\u201c Andere k\u00f6nnen Ihren Namen im Verzeichnis sehen und Sie \u00fcber die Site kontaktieren.
privacy_stmt_hide=.\u201c Andere k\u00f6nnen Ihren Namen im Verzeichnis nicht sehen und Sie \u00fcber die Site nicht kontaktieren.

privacy_change_directions=Wenn Sie Ihren Status \u00e4ndern m\u00f6chte, markieren Sie das Kontrollk\u00e4stchen neben
privacy_change_directions2=und klicken Sie danach unten auf die Schaltfl\u00e4che \u201eAktualisieren\u201c.

privacy_note=Hinweis: Um Ihren Privatsph\u00e4re-Status auf anderen Sites anzuzeigen, rufen Sie in Ihrem Arbeitsplatz die Einstellungen auf.

move_up_msg = W\u00e4hlen Sie bitte mindestens eine Site aus, die Sie nach oben verschieben m\u00f6chten.
move_down_msg = W\u00e4hlen Sie bitte mindestens eine Site aus, die Sie nach unten verschieben m\u00f6chten.
remove_from_sites_msg = W\u00e4hlen Sie bitte eine Site aus, die in Registerkarten nicht mehr sichtbar sein soll.
add_to_sites_msg = W\u00e4hlen Sie bitte eine Site aus, die in Registerkarten sichtbar sein soll.
user_missing = Benutzer-ID fehlt.
remove_all=Nicht alle Registerkarten k\u00f6nnen aus der oberen Navigationsleiste entfernt werden.
min_tabs=Die obere Navigationsleiste muss mindestens %d Registerkarten aufweisen.

privacy_check_hide=Meinen Status ausblenden
privacy_check_show=Meinen Status einblenden
privacy_update=Aktualisieren
privacy_choose=W\u00e4hlen Sie eine Site aus 
privacy_no_choices=Es stehen keine Sites zur Auswahl. Sie m\u00fcssen ein Mitglied von mindestens einer Site sein.
privacy_show_all=Meinen Status auf allen Sites einblenden
privacy_hide_all=Meinen Status auf allen Sites ausblenden

privacy_update_title=Privatsph\u00e4re-Status aktualisieren

privacy_show_all=Meinen Status auf allen Sites einblenden
privacy_hide_all=Meinen Status auf allen Sites ausblenden

privacy_show_title=Privatsph\u00e4re-Einstellung auf "Auf allen Sites einblenden" setzen
privacy_hide_title=Privatsph\u00e4re-Einstellung auf "Auf allen Sites ausblenden" setzen

privacy_visible=sichtbar
privacy_hidden=unsichtbar

privacy_show_all_set=Ihr Status ist nur auf allen Site auf \u201esichtbar\u201c festgelegt.  Andere k\u00f6nnen Ihren Namen im Verzeichnis sehen und Sie \u00fcber die Site kontaktieren.
privacy_hide_all_set=Ihr Status ist nur auf allen Site auf \u201eunsichtbar\u201c festgelegt.  Andere k\u00f6nnen Ihren Namen im Verzeichnis nicht sehen und Sie \u00fcber die Site nicht kontaktieren.

privacy_site_not_selected=W\u00e4hlen Sie bitte eine Site aus, um Ihren Status zu \u00e4ndern.

privacy_choice_heading=Legen Sie bitte Ihren Privatsph\u00e4re-Status fest:
privacy_choice_hidden=Auf dieser Site unsichtbar bleiben
privacy_choice_visible=Auf dieser Site sichtbar sein
privacy_choice_later=Ich m\u00f6chte sp\u00e4ter nochmals gefragt werden

privacy_change_later_instructions=Sie k\u00f6nnen Ihre Privatsph\u00e4re-Einstellungen k\u00fcnftig unter <br />Mein Arbeitsplatz > Einstellungen > Privatsph\u00e4re-Status \u00e4ndern.
