#X-Generator: crowdin.com
prefs_noti_title=\u0625\u0634\u0639\u0627\u0631\u0627\u062a
prefs_timezone_title=\u0645\u062c\u0627\u0644 \u0627\u0644\u062a\u0648\u0642\u064a\u062a
prefs_lang_title=\u0627\u0644\u0644\u063a\u0629
prefs_title=\u0627\u0644\u062a\u0641\u0636\u064a\u0644\u0627\u062a
prefs_privacy=\u062d\u0627\u0644\u0629 \u0627\u0644\u062e\u0635\u0648\u0635\u064a\u0629


update_pref=\u062a\u062d\u062f\u064a\u062b \u0627\u0644\u062a\u0641\u0636\u064a\u0644\u0627\u062a
cancel_pref=\u0625\u0644\u063a\u0627\u0621 \u0627\u0644\u062a\u063a\u064a\u064a\u0631\u0627\u062a
update_success=\u062a\u0645 \u062a\u062d\u062f\u064a\u062b \u0627\u0644\u062a\u0641\u0636\u064a\u0644\u0627\u062a \u0628\u0646\u062c\u0627\u062d.


noti_inst_second=\u0633\u062a\u062d\u0635\u0644\u0648\u0646 \u0639\u0644\u0649 \u062c\u0645\u064a\u0639 \u0627\u0644\u0625\u0634\u0639\u0627\u0631\u0627\u062a \u0630\u0627\u062a \u0627\u0644\u0623\u0648\u0644\u0648\u064a\u0629 \u0627\u0644\u0639\u0627\u0644\u064a\u0629 \u0639\u0646 \u0637\u0631\u064a\u0642 \u0627\u0644\u0628\u0631\u064a\u062f \u0627\u0644\u0627\u0644\u0643\u062a\u0631\u0648\u0646\u064a. \u062d\u062f\u062f \u0645\u062c\u0645\u0648\u0639\u0629 \u0627\u0644\u0625\u0634\u0639\u0627\u0631\u0627\u062a \u0630\u0627\u062a \u0627\u0644\u0623\u0648\u0644\u0648\u064a\u0629 \u0627\u0644\u0645\u062a\u062f\u0646\u064a\u0629 \u0623\u062f\u0646\u0627\u0647.


# need to define the site type titles (copied from portal-impl)


tab_inst_1=\u0644\u0625\u062e\u0641\u0627\u0621 \u0645\u0648\u0642\u0639\u060c \u0642\u0645 \u0628\u0625\u062e\u062a\u064a\u0627\u0631 \u0627\u0644\u0645\u0648\u0642\u0639 \u0645\u0646 \u0627\u0644\u0645\u0648\u0627\u0642\u0639 \u0627\u0644\u0645\u0631\u0626\u064a\u0629 \u0641\u064a \u0627\u0644\u0642\u0648\u0627\u0626\u0645 \u0648\u0625\u0633\u062a\u062e\u062f\u0627\u0645 \u0627\u0644\u0633\u0647\u0645 \u0625\u0644\u0649 \u0627\u0644\u064a\u0633\u0627\u0631 \u0644\u0646\u0642\u0644 \u0627\u0644\u0645\u0648\u0642\u0639 \u0627\u0644\u0649 \u0627\u0644\u0645\u0648\u0627\u0642\u0639 \u0627\u0644\u0645\u062e\u0641\u064a\u0629 \u0641\u064a \u0647\u0630\u0647 \u0627\u0644\u0642\u0648\u0627\u0626\u0645. \u0644\u0625\u0638\u0647\u0627\u0631 \u0645\u0648\u0642\u0639\u060c \u0642\u0645 \u0628\u0625\u062e\u062a\u064a\u0627\u0631 \u0627\u0644\u0645\u0648\u0642\u0639 \u0645\u0646 \u0627\u0644\u0645\u0648\u0627\u0642\u0639 \u0627\u0644\u0645\u062e\u0641\u064a\u0629 \u0641\u064a \u0627\u0644\u0642\u0648\u0627\u0626\u0645 \u0648\u0625\u0633\u062a\u062e\u062f\u0627\u0645 \u0627\u0644\u0633\u0647\u0645 \u0625\u0644\u0649 \u0627\u0644\u064a\u0645\u064a\u0646 \u0644\u0646\u0642\u0644 \u0627\u0644\u0645\u0648\u0642\u0639 \u0627\u0644\u0649 \u0627\u0644\u0645\u0648\u0627\u0642\u0639 \u0627\u0644\u0645\u0631\u0626\u064a\u0629  \u0641\u064a \u0647\u0630\u0647 \u0627\u0644\u0642\u0648\u0627\u0626\u0645. \u062b\u0645 \u0627\u0646\u0642\u0631 \u0639\u0644\u0649 \u062a\u062d\u062f\u064a\u062b \u0627\u0644\u062a\u0641\u0636\u064a\u0644\u0627\u062a \u0644\u0625\u062d\u062f\u0627\u062b \u0627\u0644\u062a\u063a\u064a\u064a\u0631\u0627\u062a.
tab_inst_2=\u0644\u062a\u063a\u064a\u064a\u0631 \u062a\u0631\u062a\u064a\u0628 \u0645\u0648\u0627\u0642\u0639\u0643\u0645 \u0644\u0643\u0645  \u0641\u064a \u0642\u0648\u0627\u0626\u0645\u0643\u0645\u060c \u0642\u0645 \u0628\u0625\u062e\u062a\u064a\u0627\u0631 \u0645\u0648\u0642\u0639 \u0645\u0646 \u0627\u0644\u0645\u0648\u0627\u0642\u0639 \u0627\u0644\u0645\u0631\u0626\u064a\u0629 \u0641\u064a \u0627\u0644\u0642\u0648\u0627\u0626\u0645 \u0648\u0625\u0633\u062a\u062e\u062f\u0627\u0645 \u0627\u0644\u0633\u0647\u0627\u0645 \u0635\u0639\u0648\u062f\u0627 \u0648\u0647\u0628\u0648\u0637\u0627 \u0644\u062a\u063a\u064a\u064a\u0631 \u062a\u0631\u062a\u064a\u0628 \u0627\u0644\u0645\u0648\u0642\u0639 \u0641\u064a \u0642\u0648\u0627\u0626\u0645\u0643\u0645. \u062b\u0645 \u0627\u0646\u0642\u0631 \u0639\u0644\u0649 \u062a\u062d\u062f\u064a\u062b \u0627\u0644\u062a\u0641\u0636\u064a\u0644\u0627\u062a \u0644\u0625\u062d\u062f\u0627\u062b \u0627\u0644\u062a\u063a\u064a\u064a\u0631\u0627\u062a.
tab_not_vis_inst=\u0645\u0648\u0627\u0642\u0639 \u063a\u064a\u0631 \u0645\u0631\u0626\u064a\u0629 \u0641\u064a \u0627\u0644\u0642\u0648\u0627\u0626\u0645
tab_vis_inst=\u0645\u0648\u0627\u0642\u0639  \u0645\u0631\u0626\u064a\u0629 \u0641\u064a \u0627\u0644\u0642\u0648\u0627\u0626\u0645
tab_move_inst=\u062a\u062d\u0631\u064a\u0643 \u0627\u0644\u0645\u062e\u062a\u0627\u0631(\u0629)
tab_move_inst_re=\u062d\u0630\u0641 \u0627\u0644\u0645\u062e\u062a\u0627\u0631(\u0629)
tab_move_all_inst=\u062a\u062d\u0631\u064a\u0643 \u0627\u0644\u062c\u0645\u064a\u0639
tab_move_all_inst_re=\u062d\u0630\u0641 \u0627\u0644\u062c\u0645\u064a\u0639
tab_move_up=\u0627\u0644\u062a\u062d\u0631\u064a\u0643 \u0625\u0644\u0649 \u0623\u0639\u0644\u0649 \u0641\u064a \u0627\u0644\u0642\u0627\u0626\u0645\u0629
tab_move_down=\u0627\u0644\u062a\u062d\u0631\u064a\u0643 \u0625\u0644\u0649 \u0623\u0633\u0641\u0644 \u0641\u064a \u0627\u0644\u0642\u0627\u0626\u0645\u0629

tab_move_rone=>
tab_move_lone=<
tab_move_rall=>>
tab_move_lall=<<



locale_msg=\u064a\u0631\u062c\u0649 \u0625\u062e\u062a\u064a\u0627\u0631 \u0644\u063a\u062a\u0643\u0645 (\u0648 \u0627\u0644\u0628\u0644\u062f) \u0627\u0644\u0645\u0641\u0636\u0644\u0629. \u0644\u063a\u062a\u0643\u0645 \u0627\u0644\u0645\u0641\u0636\u0644\u0629 \u0627\u0644\u062d\u0627\u0644\u064a\u0629\:

privacy_title=\u062d\u0627\u0644\u0629 \u062e\u0635\u0648\u0635\u064a\u0629 \u0627\u0644\u0645\u0648\u0642\u0639
privacy_stmt1=\u062d\u0627\u0644\u062a\u0643 \u0641\u064a \u0647\u0630\u0627 \u0627\u0644\u0645\u0648\u0642\u0639 \u062d\u0627\u0644\u064a\u0627 \u0647\u064a
privacy_stmt_show=\ \u0627\u0644\u0622\u062e\u0631\u0648\u0646 \u064a\u0633\u062a\u0637\u064a\u0639\u0648\u0646 \u0631\u0624\u064a\u0629 \u0625\u0633\u0645\u0643 \u0641\u064a \u0627\u0644\u0642\u0627\u0626\u0645\u0629 \u0648 \u064a\u0645\u0643\u0646\u0647\u0645 \u0627\u0644\u0625\u062a\u0635\u0627\u0644 \u0628\u0643 \u0639\u0646 \u0637\u0631\u064a\u0642 \u0627\u0644\u0645\u0648\u0642\u0639.
privacy_stmt_hide=. \u0627\u0644\u0622\u062e\u0631\u0648\u0646 \u0644\u0627 \u064a\u0633\u062a\u0637\u064a\u0639\u0648\u0646 \u0631\u0624\u064a\u0629 \u0625\u0633\u0645\u0643 \u0641\u064a \u0627\u0644\u0642\u0627\u0626\u0645\u0629 \u0648\u0644\u0627 \u064a\u0645\u0643\u0646\u0647\u0645 \u0627\u0644\u0625\u062a\u0635\u0627\u0644 \u0628\u0643 \u0639\u0646 \u0637\u0631\u064a\u0642 \u0627\u0644\u0645\u0648\u0642\u0639.
privacy_change_directions=\u0625\u0630\u0627 \u0623\u0631\u062f\u062a \u062a\u063a\u064a\u064a\u0631 \u062d\u0627\u0644\u062a\u0643\u060c \u0636\u0639 \u0639\u0644\u0627\u0645\u0629 \u0641\u064a \u0627\u0644\u062e\u0627\u0646\u0629 \u0627\u0644\u0645\u062c\u0627\u0648\u0631\u0629 \u0644
privacy_change_directions2=\u062b\u0645 \u0627\u0646\u0642\u0631 \u0639\u0644\u0649 \u0632\u0631 \u0627\u0644\u062a\u062d\u062f\u064a\u062b.

privacy_note=\u0645\u0644\u0627\u062d\u0638\u0629\: \u0644\u0631\u0624\u064a\u0629 \u062d\u0627\u0644\u0629 \u062e\u0635\u0648\u0635\u064a\u062a\u0643 \u0641\u064a \u0627\u0644\u0645\u0648\u0627\u0642\u0639 \u0627\u0644\u0623\u062e\u0631\u0649\u060c \u0625\u062e\u062a\u0631 \u0627\u0644\u062a\u0641\u0636\u064a\u0644\u0627\u062a \u0645\u0646 \u0645\u0648\u0642\u0639 \u0639\u0645\u0644\u0643.

move_up_msg=\u0627\u0644\u0631\u062c\u0627\u0621 \u0627\u062e\u062a\u064a\u0627\u0631 \u0645\u0648\u0642\u0639 \u0648\u0627\u062d\u062f \u0644\u0644\u0646\u0642\u0644 \u0644\u0623\u0639\u0644\u0649.
move_down_msg=\u0627\u0644\u0631\u062c\u0627\u0621 \u0627\u062e\u062a\u064a\u0627\u0631 \u0645\u0648\u0642\u0639 \u0648\u0627\u062d\u062f \u0644\u0644\u0646\u0642\u0644 \u0644\u0623\u0633\u0641\u0644.
remove_from_sites_msg=\u0627\u0644\u0631\u062c\u0627\u0621 \u0627\u062e\u062a\u064a\u0627\u0631 \u0645\u0648\u0642\u0639 \u0644\u0627\u0632\u0627\u0644\u062a\u0647 \u0645\u0646 \u0645\u0648\u0627\u0642\u0639 \u0645\u0631\u0626\u064a\u0629 \u0641\u064a \u062a\u0628\u0648\u064a\u0628\u0627\u062a.
add_to_sites_msg=\u0627\u0644\u0631\u062c\u0627\u0621 \u0627\u062e\u062a\u0631 \u0627\u0644\u0645\u0648\u0642\u0639 \u0644\u0627\u0636\u0627\u0641\u0629 \u0645\u0648\u0627\u0642\u0639 \u0645\u0631\u0626\u064a\u0629 \u0641\u064a \u0627\u0644\u062a\u0628\u0648\u064a\u0628\u0627\u062a.
user_missing=\u062a\u0639\u0631\u064a\u0641 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0645\u0641\u0642\u0648\u062f.

privacy_check_hide=\u0623\u062e\u0641\u0646\u064a
privacy_check_show=\u0623\u0648\u0636\u062d\u0646\u064a
privacy_update=\u062a\u062d\u062f\u064a\u062b
privacy_choose=\u0625\u062e\u062a\u064a\u0627\u0631 \u0645\u0648\u0642\u0639
privacy_show_all=\u0625\u062c\u0639\u0644\u0646\u064a \u0645\u0631\u0626\u064a\u0627 \u0641\u064a \u0643\u0644 \u0627\u0644\u0645\u0648\u0627\u0642\u0639
privacy_hide_all=\u0623\u062e\u0641\u0646\u064a \u0641\u064a \u0643\u0644 \u0627\u0644\u0645\u0648\u0627\u0642\u0639

privacy_update_title=\u062a\u062d\u062f\u064a\u062b \u062d\u0627\u0644\u0629 \u0627\u0644\u062e\u0635\u0648\u0635\u064a\u0629


privacy_show_title=\u0625\u062c\u0639\u0644 \u0627\u0644\u062e\u0635\u0648\u0635\u064a\u0629 \u0645\u0631\u0626\u064a\u0629 \u0641\u064a \u0643\u0644 \u0627\u0644\u0645\u0648\u0627\u0642\u0639
privacy_hide_title=\u062c\u0639\u0644 \u0627\u0644\u062e\u0635\u0648\u0635\u064a\u0629 \u0645\u062e\u0641\u064a\u0629 \u0644\u0643\u0644 \u0627\u0644\u0645\u0648\u0627\u0642\u0639.

privacy_visible=\u0645\u0631\u0626\u064a
privacy_hidden=\u062e\u0641\u064a

privacy_show_all_set=\u062d\u0627\u0644\u062a\u0643 \u0641\u064a \u062c\u0645\u064a\u0639 \u0627\u0644\u0645\u0648\u0627\u0642\u0639 \u0645\u062d\u062f\u062f\u0629 \u0627\u0644\u0622\u0646 \u0639\u0644\u0649 \u0627\u0644\u062d\u0627\u0644\u0629 \u0627\u0644\u0645\u0631\u0626\u064a\u0629. \u0627\u0644\u0622\u062e\u0631\u0648\u0646 \u064a\u0633\u062a\u0637\u064a\u0639\u0648\u0646 \u0631\u0624\u064a\u0629 \u0625\u0633\u0645\u0643 \u0641\u064a \u0627\u0644\u0642\u0627\u0626\u0645\u0629 \u0648 \u064a\u0645\u0643\u0646\u0647\u0645 \u0627\u0644\u0625\u062a\u0635\u0627\u0644 \u0628\u0643 \u0639\u0646 \u0637\u0631\u064a\u0642 \u0627\u0644\u0645\u0648\u0642\u0639.  
privacy_hide_all_set=\u062d\u0627\u0644\u062a\u0643 \u0641\u064a \u062c\u0645\u064a\u0639 \u0627\u0644\u0645\u0648\u0627\u0642\u0639 \u0645\u062d\u062f\u062f\u0629 \u0639\u0644\u0649 \u062d\u0627\u0644\u0629 \u0627\u0644\u0625\u062e\u0641\u0627\u0621. \u0627\u0644\u0622\u062e\u0631\u0648\u0646 \u0644\u0627 \u064a\u0633\u062a\u0637\u064a\u0639\u0648\u0646 \u0631\u0624\u064a\u0629 \u0625\u0633\u0645\u0643 \u0641\u064a \u0627\u0644\u0642\u0627\u0626\u0645\u0629 \u0648\u0644\u0627 \u064a\u0645\u0643\u0646\u0647\u0645 \u0627\u0644\u0625\u062a\u0635\u0627\u0644 \u0628\u0643 \u0639\u0646 \u0637\u0631\u064a\u0642 \u0627\u0644\u0645\u0648\u0642\u0639.

privacy_site_not_selected=\u064a\u0631\u062c\u0649 \u0625\u062e\u062a\u064a\u0627\u0631 \u0645\u0648\u0642\u0639 \u0645\u0646 \u0623\u062c\u0644 \u062a\u063a\u064a\u064a\u0631 \u062d\u0627\u0644\u062a\u0643.

privacy_choice_heading=\u0627\u0644\u0631\u062c\u0627\u0621 \u062a\u062d\u062f\u064a\u062f \u062a\u0641\u0636\u064a\u0644\u0627\u062a \u062d\u0627\u0644\u0629 \u0627\u0644\u062e\u0635\u0648\u0635\u064a\u0629\:
privacy_choice_hidden=\u064a\u0628\u0642\u0649 \u0645\u062e\u0641\u0649 \u0641\u064a \u0647\u0630\u0627 \u0627\u0644\u0645\u0648\u0642\u0639
privacy_choice_visible=\u0627\u062c\u0639\u0644\u0646\u064a \u0645\u0631\u0626\u064a \u0641\u064a \u0647\u0630\u0627 \u0627\u0644\u0645\u0648\u0642\u0639
privacy_choice_later=\u0627\u0633\u0623\u0644\u0646\u064a \u0645\u0631\u0629 \u0623\u062e\u0631\u0649 \u0644\u0627\u062d\u0642\u0627


## SAK-23895:Display full name of course, not just code, in site tab

# EntityProvider properties