prefs_noti_title=\u0418\u0437\u0432\u0435\u0441\u0442\u0438\u044f
prefs_timezone_title=\u0427\u0430\u0441\u043e\u0432\u0430 \u0437\u043e\u043d\u0430
prefs_lang_title=\u0415\u0437\u0438\u043a
prefs_title=\u041f\u0440\u0435\u0434\u043f\u043e\u0447\u0438\u0442\u0430\u043d\u0438\u044f
prefs_privacy=\u0421\u044a\u0441\u0442\u043e\u044f\u043d\u0438\u0435 \u043d\u0430 \u043f\u043e\u0432\u0435\u0440\u0438\u0442\u0435\u043b\u043d\u043e\u0441\u0442
prefs_sites=\u0421\u0430\u0439\u0442\u043e\u0432\u0435
prefs_editor=\u0420\u0435\u0434\u0430\u043a\u0442\u043e\u0440
prefs_theme=\u0422\u0435\u043c\u0430

prefs_site_tab_display_format=\u0424\u043e\u0440\u043c\u0430\u0442 \u043d\u0430 \u043f\u043e\u043a\u0430\u0437\u0432\u0430\u043d\u0435 \u043d\u0430 \u0440\u0430\u0437\u0434\u0435\u043b\u0430 \u043d\u0430 \u0441\u0430\u0439\u0442\u0430

prefs_editor_tab_title=Rich Text Editor

prefs_element_locked=\u0422\u043e\u0437\u0438 \u0435\u043b\u0435\u043c\u0435\u043d\u0442 \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0435 \u043f\u043e\u0441\u0442\u0430\u0432\u0435\u043d \u0442\u0443\u043a. \u0415\u043b\u0435\u043c\u0435\u043d\u0442\u044a\u0442 \u043e\u0442\u0434\u043e\u043b\u0443 \u0435 \u0437\u0430\u043a\u043b\u044e\u0447\u0435\u043d.

update_pref=\u0410\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u043f\u0440\u0435\u0434\u043f\u043e\u0447\u0438\u0442\u0430\u043d\u0438\u044f\u0442\u0430
cancel_pref=\u041e\u0442\u043c\u044f\u043d\u0430 \u043d\u0430 \u043f\u0440\u043e\u043c\u0435\u043d\u0438\u0442\u0435
update_success=\u0412\u0430\u0448\u0438\u0442\u0435 \u043f\u0440\u0435\u0434\u043f\u043e\u0447\u0438\u0442\u0430\u043d\u0438\u044f \u0431\u044f\u0445\u0430 \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0438 \u0443\u0441\u043f\u0435\u0448\u043d\u043e.

hideshowdesc_toggle_hide=\u0421\u043a\u0440\u0438\u0432\u0430\u043d\u0435 \u043d\u0430 \u0441\u0430\u0439\u0442\u043e\u0432\u0435
hideshowdesc_toggle_show=\u041f\u043e\u043a\u0430\u0437\u0432\u0430\u043d\u0435 \u043d\u0430 \u0441\u0430\u0439\u0442\u043e\u0432\u0435

noti_inst_second=\u0412\u0441\u0438\u0447\u043a\u0438 \u0438\u0437\u0432\u0435\u0441\u0442\u0438\u044f \u0441 \u0432\u0438\u0441\u043e\u043a \u043f\u0440\u0438\u043e\u0440\u0438\u0442\u0435\u0442 \u0449\u0435 \u043f\u043e\u043b\u0443\u0447\u0430\u0432\u0430\u0442\u0435 \u043f\u043e \u0438\u043c\u0435\u0439\u043b. \u0417\u0430\u0434\u0430\u0439\u0442\u0435 \u0438\u0437\u0432\u0435\u0441\u0442\u0438\u044f \u0441 \u043d\u0438\u0441\u044a\u043a \u043f\u0440\u0438\u043e\u0440\u0438\u0442\u0435\u0442 \u043f\u043e-\u0434\u043e\u043b\u0443.

noti_add_site=\u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u0441\u0430\u0439\u0442

# need to define the site type titles (copied from portal-impl)
moresite_projects=\u041f\u0420\u041e\u0415\u041a\u0422\u0418
moresite_administration=\u0423\u041f\u0420\u0410\u0412\u041b\u0415\u041d\u0418\u0415
moresite_other=\u0414\u0420\u0423\u0413\u0418
moresite_scs=\u041a\u0443\u0440\u0441\u043e\u0432\u0435 \u043d\u0430 SCS
moresite_no_term=\u041a\u0423\u0420\u0421\u041e\u0412\u0415 \u0411\u0415\u0417 \u0421\u0420\u041e\u041a

noti_prefs_title=\u041e\u0442\u043c\u044f\u043d\u0430 \u043d\u0430 {0} \u041f\u0440\u0435\u0434\u043f\u043e\u0447\u0438\u0442\u0430\u043d\u0438\u044f\: \u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u0441\u0430\u0439\u0442(\u0438)
noti_prefs_instr=\u0417\u0430 \u0434\u0430 \u043e\u0442\u043c\u0435\u043d\u0438\u0442\u0435 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0430\u0442\u0430 \u043f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435 \u0437\u0430 \u043e\u043f\u0440\u0435\u0434\u0435\u043b\u0435\u043d(\u0438) \u0441\u0430\u0439\u0442(\u0438), \u043f\u043e\u0441\u0442\u0430\u0432\u0435\u0442\u0435 \u043e\u0442\u043c\u0435\u0442\u043a\u0430 \u0432 \u043a\u0432\u0430\u0434\u0440\u0430\u0442\u0447\u0435\u0442\u043e \u0434\u043e \u0441\u0430\u0439\u0442\u0430(\u0438\u0442\u0435), \u043a\u043e\u0439\u0442\u043e(\u0438\u0442\u043e) \u0438\u0441\u043a\u0430\u0442\u0435 \u0434\u0430 \u043f\u0440\u043e\u043c\u0435\u043d\u0438\u0442\u0435, \u0438 \u0449\u0440\u0430\u043a\u043d\u0435\u0442\u0435 \u0432\u044a\u0440\u0445\u0443 "\u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u0441\u0430\u0439\u0442(\u0438)"
noti_prefs_add=\u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u0441\u0430\u0439\u0442(\u0438)
noti_prefs_cancel=\u041e\u0442\u043c\u044f\u043d\u0430 \u043d\u0430

tab_inst_1=\u0417\u0430 \u0434\u0430 \u0441\u043a\u0440\u0438\u0435\u0442\u0435 \u0434\u0430\u0434\u0435\u043d \u0441\u0430\u0439\u0442 \u0438\u043b\u0438 \u0434\u0430 \u0433\u043e \u043d\u0430\u043f\u0440\u0430\u0432\u0438\u0442\u0435 \u0432\u0438\u0434\u0438\u043c \u0432 \u0442\u0430\u0431\u043e\u0432\u0435\u0442\u0435 \u0438\u043b\u0438 \u0432 \u043f\u0430\u0434\u0430\u0449\u043e\u0442\u043e \u043c\u0435\u043d\u044e "\u041e\u0449\u0435 \u0441\u0430\u0439\u0442\u043e\u0432\u0435", \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0441\u0430\u0439\u0442\u0430 \u043f\u043e-\u0434\u043e\u043b\u0443 \u0438 \u0449\u0440\u0430\u043a\u043d\u0435\u0442\u0435 \u0432\u044a\u0440\u0445\u0443 \u0435\u0434\u0438\u043d\u0438\u0447\u043d\u0430\u0442\u0430 \u0441\u0442\u0440\u0435\u043b\u043a\u0430 \u043d\u0430\u0434\u044f\u0441\u043d\u043e \u0438\u043b\u0438 \u043d\u0430\u043b\u044f\u0432\u043e, \u0437\u0430 \u0434\u0430 \u0433\u043e \u043f\u0440\u0435\u043c\u0435\u0441\u0442\u0438\u0442\u0435.  \u0417\u0430 \u0434\u0430 \u043f\u0440\u0435\u043c\u0435\u0441\u0442\u0438\u0442\u0435 \u0432\u0441\u0438\u0447\u043a\u0438 \u0441\u0430\u0439\u0442\u043e\u0432\u0435, \u0449\u0440\u0430\u043a\u043d\u0435\u0442\u0435 \u0432\u044a\u0440\u0445\u0443 \u0434\u0432\u043e\u0439\u043d\u0430\u0442\u0430 \u0441\u0442\u0440\u0435\u043b\u043a\u0430.
tab_inst_2=\u0417\u0430 \u0434\u0430 \u043f\u0440\u043e\u043c\u0435\u043d\u0438\u0442\u0435 \u0440\u0435\u0434\u0430 \u043d\u0430 \u0432\u0438\u0434\u0438\u043c\u0438\u0442\u0435 \u0440\u0430\u0437\u0434\u0435\u043b\u0438, \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0441\u0430\u0439\u0442 \u0432 \u043f\u043e\u043b\u0435\u0442\u043e "\u0421\u0430\u0439\u0442\u043e\u0432\u0435, \u0432\u0438\u0434\u0438\u043c\u0438 \u0432 \u0440\u0430\u0437\u0434\u0435\u043b\u0438\u0442\u0435" \u0438 \u0449\u0440\u0430\u043a\u043d\u0435\u0442\u0435 \u0432\u044a\u0440\u0445\u0443 \u043f\u0440\u043e\u0441\u0442\u0430\u0442\u0430 \u0441\u0442\u0440\u0435\u043b\u043a\u0430 \u043d\u0430\u0433\u043e\u0440\u0435 \u0438\u043b\u0438 \u043d\u0430\u0434\u043e\u043b\u0443, \u0437\u0430 \u0434\u0430 \u043f\u0440\u043e\u043c\u0435\u043d\u0438\u0442\u0435 \u0440\u0435\u0434\u0430.  \u0418\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0439\u0442\u0435 \u0432\u044a\u043d\u0448\u043d\u0438\u0442\u0435 \u0441\u0442\u0440\u0435\u043b\u043a\u0438 \u043d\u0430\u0433\u043e\u0440\u0435 \u0438 \u043d\u0430\u0434\u043e\u043b\u0443, \u0437\u0430 \u0434\u0430 \u043f\u0440\u0435\u043c\u0435\u0441\u0442\u0438\u0442\u0435 \u0438\u0437\u0431\u043e\u0440\u0430 \u0432 \u043d\u0430\u0447\u0430\u043b\u043e\u0442\u043e \u0438\u043b\u0438 \u0432 \u043a\u0440\u0430\u044f \u043d\u0430 \u0441\u043f\u0438\u0441\u044a\u043a\u0430.  \u0417\u0430 \u0434\u0430 \u043f\u0440\u0435\u043c\u0435\u0441\u0442\u0438\u0442\u0435 \u043d\u044f\u043a\u043e\u043b\u043a\u043e \u0441\u0430\u0439\u0442\u0430, \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0435\u0434\u0438\u043d \u0441\u0430\u0439\u0442, \u0437\u0430\u0434\u0440\u044a\u0436\u0442\u0435 \u043d\u0430\u0442\u0438\u0441\u043d\u0430\u0442a \u043a\u043b\u0430\u0432\u0438\u0448\u0430 Control (\u0438\u043b\u0438 Command \u043d\u0430 Mac) \u0438 \u0449\u0440\u0430\u043a\u043d\u0435\u0442\u0435 \u0432\u044a\u0440\u0445\u0443 \u0432\u0441\u0438\u0447\u043a\u0438 \u043e\u0441\u0442\u0430\u043d\u0430\u043b\u0438 \u0441\u0430\u0439\u0442\u043e\u0432\u0435. \u0421\u043b\u0435\u0434 \u0442\u043e\u0432\u0430 \u0449\u0440\u0430\u043a\u043d\u0435\u0442\u0435 \u0432\u044a\u0440\u0445\u0443 \u0441\u0442\u0440\u0435\u043b\u043a\u0430.
tab_inst_3=\u0417\u0430 \u0434\u0430 \u043f\u0440\u043e\u043c\u0435\u043d\u0438\u0442\u0435 \u0431\u0440\u043e\u044f \u043d\u0430 \u0441\u0430\u0439\u0442\u043e\u0432\u0435\u0442\u0435 \u0441\u0438, \u043a\u043e\u0438\u0442\u043e \u0441\u0435 \u043f\u043e\u043a\u0430\u0437\u0432\u0430\u0442 \u043d\u0430 \u0432\u0438\u0434\u043d\u043e \u043c\u044f\u0441\u0442\u043e \u0432 \u043d\u0430\u0432\u0438\u0433\u0430\u0446\u0438\u044f\u0442\u0430 \u043d\u0430 \u0440\u0430\u0431\u043e\u0442\u043d\u0438\u044f \u0441\u0430\u0439\u0442, \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u0439\u0442\u0435 \u0431\u0440\u043e\u044f \u043f\u043e\u043a\u0430\u0437\u0432\u0430\u043d\u0438\u044f. \u0421\u043b\u0435\u0434 \u0442\u043e\u0432\u0430 \u0449\u0440\u0430\u043a\u043d\u0435\u0442\u0435 \u0432\u044a\u0440\u0445\u0443 \u0410\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u043f\u0440\u0435\u0434\u043f\u043e\u0447\u0438\u0442\u0430\u043d\u0438\u044f\u0442\u0430, \u0437\u0430 \u0434\u0430 \u0438\u0437\u0432\u044a\u0440\u0448\u0438\u0442\u0435 \u043f\u0440\u043e\u043c\u0435\u043d\u0438\u0442\u0435.
tab_inst_save=\u041a\u043e\u0433\u0430\u0442\u043e \u043f\u0440\u0438\u043a\u043b\u044e\u0447\u0438\u0442\u0435 \u0441 \u043f\u0440\u043e\u043c\u0435\u043d\u0438\u0442\u0435, \u0449\u0440\u0430\u043a\u043d\u0435\u0442\u0435 \u0432\u044a\u0440\u0445\u0443 \u0410\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u043f\u0440\u0435\u0434\u043f\u043e\u0447\u0438\u0442\u0430\u043d\u0438\u044f\u0442\u0430, \u0437\u0430 \u0434\u0430 \u0433\u0438 \u0437\u0430\u043f\u0430\u0437\u0438\u0442\u0435.
tab_not_vis_inst=\u0421\u0430\u0439\u0442\u043e\u0432\u0435\u0442\u0435 \u043d\u0435 \u0441\u0435 \u0432\u0438\u0436\u0434\u0430\u0442 \u0432 \u0440\u0430\u0437\u0434\u0435\u043b\u0438\u0442\u0435
tab_vis_inst=\u0421\u0430\u0439\u0442\u043e\u0432\u0435, \u0432\u0438\u0434\u0438\u043c\u0438 \u0432 \u0440\u0430\u0437\u0434\u0435\u043b\u0438\u0442\u0435
tab_move_inst=\u041f\u0440\u0435\u043c\u0435\u0441\u0442\u0432\u0430\u043d\u0435 \u043d\u0430 \u0438\u0437\u0431\u0440\u0430\u043d\u043e\u0442\u043e
tab_move_inst_re=\u0421\u043a\u0440\u0438\u0432\u0430\u043d\u0435 \u043d\u0430 \u0438\u0437\u0431\u0440\u0430\u043d \u0441\u0430\u0439\u0442
tab_move_all_inst=\u041d\u0430\u043f\u0440\u0430\u0432\u0435\u0442\u0435 \u0432\u0441\u0438\u0447\u043a\u0438 \u0441\u0430\u0439\u0442\u043e\u0432\u0435 \u0432\u0438\u0434\u0438\u043c\u0438
tab_move_all_inst_re=\u0421\u043a\u0440\u0438\u0432\u0430\u043d\u0435 \u043d\u0430 \u0432\u0441\u0438\u0447\u043a\u0438 \u0441\u0430\u0439\u0442\u043e\u0432\u0435
tab_move_up=\u041f\u0440\u0435\u043c\u0435\u0441\u0442\u0432\u0430\u043d\u0435 \u043d\u0430 \u0438\u0437\u0431\u0440\u0430\u043d\u0438\u044f \u0441\u0430\u0439\u0442 \u043d\u0430\u0433\u043e\u0440\u0435 \u0432 \u0441\u043f\u0438\u0441\u044a\u043a\u0430
tab_move_down=\u041f\u0440\u0435\u043c\u0435\u0441\u0442\u0432\u0430\u043d\u0435 \u043d\u0430 \u0438\u0437\u0431\u0440\u0430\u043d\u0438\u044f \u0441\u0430\u0439\u0442 \u043d\u0430\u0434\u043e\u043b\u0443 \u0432 \u0441\u043f\u0438\u0441\u044a\u043a\u0430
tab_move_top=\u041f\u0440\u0435\u043c\u0435\u0441\u0442\u0432\u0430\u043d\u0435 \u043d\u0430 \u0438\u0437\u0431\u0440\u0430\u043d\u0438\u044f \u0441\u0430\u0439\u0442 \u0432 \u0433\u043e\u0440\u043d\u0430\u0442\u0430 \u0447\u0430\u0441\u0442 \u043d\u0430 \u0441\u043f\u0438\u0441\u044a\u043a\u0430
tab_move_bottom=\u041f\u0440\u0435\u043c\u0435\u0441\u0442\u0432\u0430\u043d\u0435 \u043d\u0430 \u0438\u0437\u0431\u0440\u0430\u043d\u0438\u044f \u0441\u0430\u0439\u0442 \u0432 \u0434\u043e\u043b\u043d\u0430\u0442\u0430 \u0447\u0430\u0441\u0442 \u043d\u0430 \u0441\u043f\u0438\u0441\u044a\u043a\u0430
tabs_move_top=\u041f\u0440\u0435\u043c\u0435\u0441\u0442\u0432\u0430\u043d\u0435 \u043d\u0430 \u0438\u0437\u0431\u0440\u0430\u043d\u0438 \u0441\u0430\u0439\u0442\u043e\u0432\u0435 \u0432 \u0433\u043e\u0440\u043d\u0430\u0442\u0430 \u0447\u0430\u0441\u0442 \u043d\u0430 \u0442\u043e\u0437\u0438 \u0441\u043f\u0438\u0441\u044a\u043a
tabs_move_bottom=\u041f\u0440\u0435\u043c\u0435\u0441\u0442\u0432\u0430\u043d\u0435 \u043d\u0430 \u0438\u0437\u0431\u0440\u0430\u043d\u0438\u0442\u0435 \u0441\u0430\u0439\u0442\u043e\u0432\u0435 \u0432 \u0434\u043e\u043b\u043d\u0430\u0442\u0430 \u0447\u0430\u0441\u0442 \u043d\u0430 \u0441\u043f\u0438\u0441\u044a\u043a\u0430
tabs_move_left=\u041f\u0440\u0435\u043c\u0435\u0441\u0442\u0432\u0430\u043d\u0435 \u043d\u0430 \u0438\u0437\u0431\u0440\u0430\u043d\u0438 \u0441\u0430\u0439\u0442\u043e\u0432\u0435 \u0432 \u0433\u043e\u0440\u043d\u0430\u0442\u0430 \u0447\u0430\u0441\u0442 \u043d\u0430 \u0441\u043f\u0438\u0441\u044a\u043a\u0430 \u0432\u043b\u044f\u0432\u043e
tabs_move_right=\u041f\u0440\u0435\u043c\u0435\u0441\u0442\u0432\u0430\u043d\u0435 \u043d\u0430 \u0438\u0437\u0431\u0440\u0430\u043d\u0438 \u0441\u0430\u0439\u0442\u043e\u0432\u0435 \u0432 \u0433\u043e\u0440\u043d\u0430\u0442\u0430 \u0447\u0430\u0441\u0442 \u043d\u0430 \u0441\u043f\u0438\u0441\u044a\u043a\u0430 \u0432\u0434\u044f\u0441\u043d\u043e
tabs_screen_reader_label=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435

tab_move_rone=>
tab_move_lone=<
tab_move_rall=>>
tab_move_lall=<<

tab_count=\u041f\u043e\u043a\u0430\u0437\u0432\u0430\u043d\u0438 \u0440\u0430\u0437\u0434\u0435\u043b\u0438\:

time_inst=\u041c\u043e\u043b\u044f, \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u043c\u0435\u0441\u0442\u043d\u0430\u0442\u0430 \u0441\u0438 \u0447\u0430\u0441\u043e\u0432\u0430 \u0437\u043e\u043d\u0430 \u0437\u0430 \u0438\u0437\u0431\u0440\u0430\u043d\u0438\u0442\u0435 {0} \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0438, \u043a\u0430\u0442\u043e \u043d\u0430\u043f\u0440\u0438\u043c\u0435\u0440 \u041a\u0430\u043b\u0435\u043d\u0434\u0430\u0440. \u0412 \u043c\u043e\u043c\u0435\u043d\u0442\u0430 \u0441\u0435 \u043d\u0430\u043c\u0438\u0440\u0430\u0442\u0435 \u0432 {1} \u0447\u0430\u0441\u043e\u0432\u0430 \u0437\u043e\u043d\u0430

locale_msg=\u041c\u043e\u043b\u044f, \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0435\u0437\u0438\u043a\u043e\u0432\u043e \u043f\u0440\u0435\u0434\u043f\u043e\u0447\u0438\u0442\u0430\u043d\u0438\u0435 (\u0438 \u0434\u044a\u0440\u0436\u0430\u0432\u0430). \u041d\u0430\u0441\u0442\u043e\u044f\u0449\u0438\u0442\u0435 \u0432\u0438 \u0435\u0437\u0438\u043a\u043e\u0432\u0438 \u043f\u0440\u0435\u0434\u043f\u043e\u0447\u0438\u0442\u0430\u043d\u0438\u044f \u0441\u0430\:

privacy_title=\u0421\u044a\u0441\u0442\u043e\u044f\u043d\u0438\u0435 \u043d\u0430 \u043f\u043e\u0432\u0435\u0440\u0438\u0442\u0435\u043b\u043d\u043e\u0441\u0442
privacy_default=\u0421\u044a\u0441\u0442\u043e\u044f\u043d\u0438\u0435 \u043f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435
privacy_item_visible=\u041d\u0430\u043f\u0440\u0430\u0432\u0435\u0442\u0435 \u043c\u0435 \u0432\u0438\u0434\u0438\u043c, \u043a\u043e\u0433\u0430\u0442\u043e \u0441\u044a\u043c \u0434\u043e\u0431\u0430\u0432\u0435\u043d \u043a\u044a\u043c \u0441\u0430\u0439\u0442\u043e\u0432\u0435 \u043f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435
privacy_item_hidden=\u0421\u043a\u0440\u0438\u0439\u0442\u0435 \u043c\u0435, \u043a\u043e\u0433\u0430\u0442\u043e \u0441\u044a\u043c \u0434\u043e\u0431\u0430\u0432\u0435\u043d \u0432 \u0441\u0430\u0439\u0442\u043e\u0432\u0435 \u043f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435
privacy_stmt1=\u041c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u043f\u0440\u043e\u043c\u0435\u043d\u0438\u0442\u0435 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438\u0442\u0435 \u0441\u0438, \u0437\u0430 \u0434\u0430 \u0437\u0430\u043f\u0430\u0437\u0438\u0442\u0435 \u0441\u0435\u0431\u0435 \u0441\u0438 \u0438 \u043b\u0438\u0447\u043d\u0430\u0442\u0430 \u0441\u0438 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f \u0441\u043a\u0440\u0438\u0442\u0438 \u0437\u0430 \u0434\u0440\u0443\u0433\u0438\u0442\u0435 \u0432 \u0442\u043e\u0437\u0438 \u0441\u0430\u0439\u0442. \u0421\u0442\u0430\u0442\u0443\u0441\u044a\u0442 \u0432\u0438 \u0432 \u0442\u043e\u0437\u0438 \u0441\u0430\u0439\u0442 \u0432 \u043c\u043e\u043c\u0435\u043d\u0442\u0430 \u0435 \u043d\u0430\u0441\u0442\u0440\u043e\u0435\u043d \u043d\u0430 "
privacy_specific_site=\u0417\u0430\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u0441\u0442\u0430\u0442\u0443\u0441 \u0437\u0430 \u043a\u043e\u043d\u043a\u0440\u0435\u0442\u0435\u043d \u0441\u0430\u0439\u0442
privacy_stmt_show=." \u0414\u0440\u0443\u0433\u0438\u0442\u0435 \u043c\u043e\u0433\u0430\u0442 \u0434\u0430 \u0432\u0438\u0434\u044f\u0442 \u0438\u043c\u0435\u0442\u043e \u0432\u0438 \u0432 \u0441\u043f\u0438\u0441\u044a\u043a\u0430 \u0438 \u0434\u0430 \u0441\u0435 \u0441\u0432\u044a\u0440\u0436\u0430\u0442 \u0441 \u0432\u0430\u0441 \u0447\u0440\u0435\u0437 \u0441\u0430\u0439\u0442\u0430.
privacy_stmt_hide=." \u0414\u0440\u0443\u0433\u0438\u0442\u0435 \u043d\u0435 \u043c\u043e\u0433\u0430\u0442 \u0434\u0430 \u0432\u0438\u0434\u044f\u0442 \u0438\u043c\u0435\u0442\u043e \u0432\u0438 \u0432 \u0441\u043f\u0438\u0441\u044a\u043a\u0430 \u0438 \u043d\u0435 \u043c\u043e\u0433\u0430\u0442 \u0434\u0430 \u0441\u0435 \u0441\u0432\u044a\u0440\u0436\u0430\u0442 \u0441 \u0432\u0430\u0441 \u0447\u0440\u0435\u0437 \u0441\u0430\u0439\u0442\u0430.
privacy_all_sites=\u041f\u0440\u043e\u043c\u0435\u043d\u0435\u0442\u0435 \u0441\u0442\u0430\u0442\u0443\u0441\u0430 \u0441\u0438 \u0432\u044a\u0432 \u0432\u0441\u0438\u0447\u043a\u0438\u0442\u0435 \u0441\u0438 \u0441\u0430\u0439\u0442\u043e\u0432\u0435
privacy_change_directions=\u0410\u043a\u043e \u0436\u0435\u043b\u0430\u0435\u0442\u0435 \u0434\u0430 \u043f\u0440\u043e\u043c\u0435\u043d\u0438\u0442\u0435 \u0441\u0442\u0430\u0442\u0443\u0441\u0430 \u0441\u0438, \u043f\u043e\u0441\u0442\u0430\u0432\u0435\u0442\u0435 \u043e\u0442\u043c\u0435\u0442\u043a\u0430 \u0432 \u043a\u0432\u0430\u0434\u0440\u0430\u0442\u0447\u0435\u0442\u043e \u0434\u043e
privacy_change_directions2=\u0438 \u0441\u043b\u0435\u0434 \u0442\u043e\u0432\u0430 \u0449\u0440\u0430\u043a\u043d\u0435\u0442\u0435 \u0432\u044a\u0440\u0445\u0443 \u0431\u0443\u0442\u043e\u043d\u0430 \u0410\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0435 \u043f\u043e-\u0434\u043e\u043b\u0443.

privacy_note=\u0417\u0430\u0431\u0435\u043b\u0435\u0436\u043a\u0430\: \u0417\u0430 \u0434\u0430 \u0432\u0438\u0434\u0438\u0442\u0435 \u0441\u044a\u0441\u0442\u043e\u044f\u043d\u0438\u0435\u0442\u043e \u043d\u0430 \u043f\u043e\u0432\u0435\u0440\u0438\u0442\u0435\u043b\u043d\u043e\u0441\u0442 \u0432 \u0434\u0440\u0443\u0433\u0438 \u0441\u0430\u0439\u0442\u043e\u0432\u0435, \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u041f\u0440\u0435\u0434\u043f\u043e\u0447\u0438\u0442\u0430\u043d\u0438\u044f \u043e\u0442 \u0441\u0430\u0439\u0442\u0430 MyWorkspace.

move_up_msg=\u041c\u043e\u043b\u044f, \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u043f\u043e\u043d\u0435 \u0435\u0434\u0438\u043d \u0441\u0430\u0439\u0442, \u043a\u043e\u0439\u0442\u043e \u0434\u0430 \u043f\u0440\u0435\u043c\u0435\u0441\u0442\u0438\u0442\u0435 \u043d\u0430\u0433\u043e\u0440\u0435.
move_down_msg=\u041c\u043e\u043b\u044f, \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u043f\u043e\u043d\u0435 \u0435\u0434\u0438\u043d \u0441\u0430\u0439\u0442, \u043a\u043e\u0439\u0442\u043e \u0434\u0430 \u043f\u0440\u0435\u043c\u0435\u0441\u0442\u0438\u0442\u0435 \u043d\u0430\u0434\u043e\u043b\u0443.
remove_from_sites_msg=\u041c\u043e\u043b\u044f, \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0441\u0430\u0439\u0442, \u043a\u043e\u0439\u0442\u043e \u0434\u0430 \u043f\u0440\u0435\u043c\u0430\u0445\u043d\u0435\u0442\u0435 \u043e\u0442 "\u0421\u0430\u0439\u0442\u043e\u0432\u0435, \u0432\u0438\u0434\u0438\u043c\u0438 \u0432 \u0440\u0430\u0437\u0434\u0435\u043b\u0438\u0442\u0435".
add_to_sites_msg=\u041c\u043e\u043b\u044f, \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0441\u0430\u0439\u0442, \u043a\u043e\u0439\u0442\u043e \u0434\u0430 \u0434\u043e\u0431\u0430\u0432\u0438\u0442\u0435 \u043a\u044a\u043c \u0441\u0430\u0439\u0442\u043e\u0432\u0435\u0442\u0435, \u0432\u0438\u0434\u0438\u043c\u0438 \u0432 \u0440\u0430\u0437\u0434\u0435\u043b\u0438\u0442\u0435.
user_missing=\u041b\u0438\u043f\u0441\u0432\u0430 UserId.
remove_all=\u041d\u0435 \u043c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u043f\u0440\u0435\u043c\u0430\u0445\u043d\u0435\u0442\u0435 \u0432\u0441\u0438\u0447\u043a\u0438 \u0440\u0430\u0437\u0434\u0435\u043b\u0438 \u043e\u0442 \u0433\u043e\u0440\u043d\u0430\u0442\u0430 \u043d\u0430\u0432\u0438\u0433\u0430\u0446\u0438\u044f
min_tabs=\u0422\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0438\u043c\u0430 \u043f\u043e\u043d\u0435 %d \u0440\u0430\u0437\u0434\u0435\u043b\u0430 \u0432 \u0433\u043e\u0440\u043d\u0430\u0442\u0430 \u043b\u0435\u043d\u0442\u0430 \u0437\u0430 \u043d\u0430\u0432\u0438\u0433\u0430\u0446\u0438\u044f

privacy_check_hide=\u0421\u043a\u0440\u0438\u0439 \u043c\u0435
privacy_check_show=\u041f\u043e\u043a\u0430\u0436\u0438 \u043c\u0438
privacy_update=\u0410\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0435
privacy_choose=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0441\u0430\u0439\u0442
privacy_no_choices=\u041d\u044f\u043c\u0430 \u0441\u0430\u0439\u0442\u043e\u0432\u0435, \u043e\u0442 \u043a\u043e\u0438\u0442\u043e \u0434\u0430 \u0438\u0437\u0431\u0438\u0440\u0430\u0442\u0435, \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0441\u0442\u0435 \u0447\u043b\u0435\u043d \u043d\u0430 \u043f\u043e\u043d\u0435 \u0435\u0434\u0438\u043d \u0441\u0430\u0439\u0442.
privacy_show_all=\u041f\u043e\u043a\u0430\u0436\u0438 \u043c\u0435 \u0432\u044a\u0432 \u0432\u0441\u0438\u0447\u043a\u0438 \u0441\u0430\u0439\u0442\u043e\u0432\u0435
privacy_hide_all=\u0421\u043a\u0440\u0438\u0439 \u043c\u0435 \u0432\u044a\u0432 \u0432\u0441\u0438\u0447\u043a\u0438 \u0441\u0430\u0439\u0442\u043e\u0432\u0435

privacy_update_title=\u0410\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0441\u044a\u0441\u0442\u043e\u044f\u043d\u0438\u0435\u0442\u043e \u043d\u0430 \u043f\u043e\u0432\u0435\u0440\u0438\u0442\u0435\u043b\u043d\u043e\u0441\u0442


privacy_show_title=\u0417\u0430\u0434\u0430\u0439\u0442\u0435 \u043f\u043e\u0432\u0435\u0440\u0438\u0442\u0435\u043b\u043d\u043e\u0441\u0442\u0442\u0430 \u043d\u0430 \u041f\u043e\u043a\u0430\u0437\u0432\u0430\u043d\u0435 \u0437\u0430 \u0432\u0441\u0438\u0447\u043a\u0438 \u0441\u0430\u0439\u0442\u043e\u0432\u0435
privacy_hide_title=\u0417\u0430\u0434\u0430\u0439\u0442\u0435 \u043f\u043e\u0432\u0435\u0440\u0438\u0442\u0435\u043b\u043d\u043e\u0441\u0442 \u043d\u0430 \u0421\u043a\u0440\u0438\u0432\u0430\u043d\u0435 \u0437\u0430 \u0432\u0441\u0438\u0447\u043a\u0438 \u0441\u0430\u0439\u0442\u043e\u0432\u0435

privacy_visible=\u0432\u0438\u0434\u0438\u043c\u0438
privacy_hidden=\u0441\u043a\u0440\u0438\u0442

privacy_show_all_set=\u0421\u0442\u0430\u0442\u0443\u0441\u044a\u0442 \u0432\u0438 \u0432\u044a\u0432 \u0432\u0441\u0438\u0447\u043a\u0438 \u0441\u0430\u0439\u0442\u043e\u0432\u0435 \u0432\u0435\u0447\u0435 \u0435 \u043d\u0430\u0441\u0442\u0440\u043e\u0435\u043d \u043d\u0430 \u0432\u0438\u0434\u0438\u043c.  \u0414\u0440\u0443\u0433\u0438\u0442\u0435 \u043c\u043e\u0433\u0430\u0442 \u0434\u0430 \u0432\u0438\u0434\u044f\u0442 \u0438\u043c\u0435\u0442\u043e \u0432\u0438 \u0432 \u0441\u043f\u0438\u0441\u044a\u043a\u0430 \u0438 \u0434\u0430 \u0441\u0435 \u0441\u0432\u044a\u0440\u0436\u0430\u0442 \u0441 \u0432\u0430\u0441 \u0447\u0440\u0435\u0437 \u0441\u0430\u0439\u0442\u0430.
privacy_hide_all_set=\u0421\u0442\u0430\u0442\u0443\u0441\u044a\u0442 \u0432\u0438 \u0432\u044a\u0432 \u0432\u0441\u0438\u0447\u043a\u0438 \u0441\u0430\u0439\u0442\u043e\u0432\u0435 \u0432\u0435\u0447\u0435 \u0435 \u0437\u0430\u0434\u0430\u0434\u0435\u043d \u043d\u0430 \u0441\u043a\u0440\u0438\u0442.  \u0414\u0440\u0443\u0433\u0438\u0442\u0435 \u043d\u0435 \u043c\u043e\u0433\u0430\u0442 \u0434\u0430 \u0432\u0438\u0434\u044f\u0442 \u0438\u043c\u0435\u0442\u043e \u0432\u0438 \u0432 \u0441\u043f\u0438\u0441\u044a\u043a\u0430 \u0438 \u043d\u0435 \u043c\u043e\u0433\u0430\u0442 \u0434\u0430 \u0441\u0435 \u0441\u0432\u044a\u0440\u0436\u0430\u0442 \u0441 \u0432\u0430\u0441 \u0447\u0440\u0435\u0437 \u0441\u0430\u0439\u0442\u0430.

privacy_site_not_selected=\u041c\u043e\u043b\u044f, \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0441\u0430\u0439\u0442, \u0437\u0430 \u0434\u0430 \u043f\u0440\u043e\u043c\u0435\u043d\u0438\u0442\u0435 \u0441\u0442\u0430\u0442\u0443\u0441\u0430 \u0441\u0438.

privacy_choice_heading=\u041c\u043e\u043b\u044f, \u0437\u0430\u0434\u0430\u0439\u0442\u0435 \u043f\u0440\u0435\u0434\u043f\u043e\u0447\u0438\u0442\u0430\u043d\u0438\u044f\u0442\u0430 \u0441\u0438 \u0437\u0430 \u0441\u044a\u0441\u0442\u043e\u044f\u043d\u0438\u0435\u0442\u043e \u043d\u0430 \u043f\u043e\u0432\u0435\u0440\u0438\u0442\u0435\u043b\u043d\u043e\u0441\u0442\:
privacy_choice_hidden=\u041e\u0441\u0442\u0430\u043d\u0435\u0442\u0435 \u0441\u043a\u0440\u0438\u0442\u0438 \u0432 \u0442\u043e\u0437\u0438 \u0441\u0430\u0439\u0442
privacy_choice_visible=\u041d\u0430\u043f\u0440\u0430\u0432\u0435\u0442\u0435 \u043c\u0435 \u0432\u0438\u0434\u0438\u043c \u0432 \u0442\u043e\u0437\u0438 \u0441\u0430\u0439\u0442
privacy_choice_later=\u041f\u043e\u043f\u0438\u0442\u0430\u0439\u0442\u0435 \u043c\u0435 \u043e\u0442\u043d\u043e\u0432\u043e \u043f\u043e-\u043a\u044a\u0441\u043d\u043e

privacy_change_later_instructions=\u0417\u0430 \u0434\u0430 \u043f\u0440\u043e\u043c\u0435\u043d\u0438\u0442\u0435 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438\u0442\u0435 \u0441\u0438 \u0437\u0430 \u043f\u043e\u0432\u0435\u0440\u0438\u0442\u0435\u043b\u043d\u043e\u0441\u0442 \u0432 \u0431\u044a\u0434\u0435\u0449\u0435, \u043f\u043e\u0441\u0435\u0442\u0435\u0442\u0435<br />Home > Preferences > Privacy Status

editor_prompt=\u041e\u0444\u043e\u0440\u043c\u043b\u0435\u043d\u0438\u0435 \u043d\u0430 \u043b\u0435\u043d\u0442\u0430\u0442\u0430 \u0441 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0438 \u043f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 Rich Text Editor
editor_auto=\u0410\u0432\u0442\u043e\u043c\u0430\u0442\u0438\u0447\u043d\u043e \u043e\u0442\u043a\u0440\u0438\u0432\u0430\u043d\u0435 \u043d\u0430 \u0431\u0430\u0437\u0430\u0442\u0430 \u043d\u0430 \u0440\u0430\u0437\u043c\u0435\u0440\u0430 \u043d\u0430 \u0431\u0440\u0430\u0443\u0437\u044a\u0440\u0430
editor_basic=\u041d\u0430\u043b\u0430\u0433\u0430\u043d\u0435 \u043d\u0430 \u043e\u0441\u043d\u043e\u0432\u0435\u043d/\u043c\u043e\u0431\u0438\u043b\u0435\u043d \u0440\u0435\u0436\u0438\u043c (\u043e\u0433\u0440\u0430\u043d\u0438\u0447\u0435\u043d \u043d\u0430\u0431\u043e\u0440 \u043e\u0442 \u0431\u0443\u0442\u043e\u043d\u0438 \u0438 \u0444\u0443\u043d\u043a\u0446\u0438\u0438)
editor_full=\u041f\u0440\u0438\u043d\u0443\u0434\u0438\u0442\u0435\u043b\u0435\u043d \u043f\u044a\u043b\u0435\u043d \u0440\u0435\u0436\u0438\u043c/\u0440\u0435\u0436\u0438\u043c \u043d\u0430 \u0440\u0430\u0431\u043e\u0442\u0435\u043d \u043f\u043b\u043e\u0442 (\u043f\u044a\u043b\u0435\u043d \u043d\u0430\u0431\u043e\u0440 \u043e\u0442 \u0431\u0443\u0442\u043e\u043d\u0438, \u0432\u0441\u0438\u0447\u043a\u0438 \u0444\u0443\u043d\u043a\u0446\u0438\u0438)


## SAK-23895:Display full name of course, not just code, in site tab
tabDisplay_prompt=\u041f\u043e\u043a\u0430\u0436\u0435\u0442\u0435 \u0440\u0430\u0437\u0434\u0435\u043b\u0438\u0442\u0435 \u043a\u0430\u0442\u043e\:
tabDisplay_coursecode=\u0417\u0430\u0433\u043b\u0430\u0432\u0438\u0435 \u043d\u0430 \u0441\u0430\u0439\u0442\u0430
tabDisplay_coursename=\u041a\u0440\u0430\u0442\u043a\u043e \u043e\u043f\u0438\u0441\u0430\u043d\u0438\u0435 \u043d\u0430 \u0441\u0430\u0439\u0442\u0430

# EntityProvider properties
userPrefs=\u0421\u0442\u043e\u0439\u043d\u043e\u0441\u0442\u0438 \u043d\u0430 \u043f\u0440\u0435\u0434\u043f\u043e\u0447\u0438\u0442\u0430\u043d\u0438\u044f\u0442\u0430 \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u044f
userPrefs.action.key=\u0414\u0435\u0439\u0441\u0442\u0432\u0438\u0435\u0442\u043e \u043f\u0440\u0438\u0435\u043c\u0430 \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440\u0430 \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u044f \u0438 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442\u0442\u0430 \u043d\u0430 \u043a\u043b\u044e\u0447\u0430 \u0438 \u0432\u0440\u044a\u0449\u0430 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438\u0442\u0435 \u043d\u0430 \u0441\u0432\u043e\u0439\u0441\u0442\u0432\u0430\u0442\u0430 \u043d\u0430 \u043f\u0440\u0435\u0434\u043f\u043e\u0447\u0438\u0442\u0430\u043d\u0438\u044f\u0442\u0430 \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u044f \u0437\u0430 \u0442\u043e\u0437\u0438 \u043a\u043b\u044e\u0447. \u0415\u0442\u043e \u043c\u043e\u0434\u0435\u043b\u0430 \u043d\u0430 url \u0437\u0430\u044f\u0432\u043a\u0430\u0442\u0430\: /direct/userPrefs/key/{user_id}/{key_value}.json \u0441 \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u0440\u0438

hidden_really_hide_confirm=\u0421\u043a\u0440\u0438\u0432\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u043f\u0440\u0438\u043a\u0430\u0447\u0435\u043d \u0441\u0430\u0439\u0442 \u0449\u0435 \u0433\u043e \u043f\u0440\u0435\u043c\u0430\u0445\u043d\u0435 \u043e\u0442 \u0441\u043f\u0438\u0441\u044a\u043a\u0430 \u0432\u0438 \u0441 \u043f\u0440\u0438\u043a\u0430\u0447\u0435\u043d\u0438 \u0441\u0430\u0439\u0442\u043e\u0432\u0435. \u0418\u0441\u043a\u0430\u0442\u0435 \u043b\u0438 \u0434\u0430 \u043f\u0440\u043e\u0434\u044a\u043b\u0436\u0438\u0442\u0435?
hidden_instructions=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0441\u0430\u0439\u0442 \u0438\u043b\u0438 \u0433\u0440\u0443\u043f\u0430 \u043e\u0442 \u0441\u0430\u0439\u0442\u043e\u0432\u0435, \u043a\u043e\u0438\u0442\u043e \u0434\u0430 \u0441\u043a\u0440\u0438\u0435\u0442\u0435 \u043e\u0442 \u0447\u0435\u043a\u043c\u0435\u0434\u0436\u0435\u0442\u043e \u043d\u0430 \u0441\u0430\u0439\u0442\u043e\u0432\u0435\u0442\u0435.<br /><b>\u0411\u0415\u041b\u0415\u0416\u041a\u0410</b> \u0422\u043e\u0432\u0430 <b>\u043d\u0435</b> \u0449\u0435 \u043f\u043e\u0432\u043b\u0438\u044f\u0435 \u043d\u0430 \u0432\u0438\u0434\u0438\u043c\u043e\u0441\u0442\u0442\u0430 \u043d\u0430 \u0441\u0430\u0439\u0442\u0430 \u0437\u0430 \u0443\u0447\u0435\u043d\u0438\u0446\u0438\u0442\u0435.
hidden_title=\u0421\u043a\u0440\u0438\u0432\u0430\u043d\u0435 \u043e\u0442 \u0447\u0435\u043a\u043c\u0435\u0434\u0436\u0435\u0442\u043e \u043d\u0430 \u0441\u0430\u0439\u0442\u0430

theme_prefs_title=\u0422\u0435\u043c\u0430
theme_prefs_instructions=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0442\u0435\u043c\u0430, \u0437\u0430 \u0434\u0430 \u043f\u0435\u0440\u0441\u043e\u043d\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u0442\u0435 \u0432\u044a\u043d\u0448\u043d\u0438\u044f \u0432\u0438\u0434 \u043d\u0430 \u0441\u0432\u043e\u044f {0} \u043e\u043f\u0438\u0442.
theme_prefs_lightTheme=\u0421\u0432\u0435\u0442\u043b\u0438\u043d\u043d\u0430 \u0442\u0435\u043c\u0430
theme_prefs_darkTheme=\u0422\u044a\u043c\u043d\u0430 \u0442\u0435\u043c\u0430
