#X-Generator: crowdin.net
prefs_noti_title=Notifications
prefs_timezone_title=Fuseau horaire
prefs_lang_title=Langue
prefs_title=Pr\u00e9f\u00e9rences
prefs_privacy=\u00c9tat de confidentialit\u00e9
prefs_active_sites=Sites actifs (votre classeur)
prefs_active_sites_short=Espaces actifs
prefs_multitples_instructions=<strong>D\u00e9placer plusieurs \:</strong> Utilisez les cases \u00e0 cocher pour effectuer une s\u00e9lection multiple puis utilisez pour les d\u00e9placement les fl\u00e8ches du panneau de commande qui apparaitra.

prefs_element_locked=Cet \u00e9l\u00e9ment ne peut \u00eatre plac\u00e9 ici.  L'\u00e9l\u00e9ment en dessous est verrouill\u00e9.

update_pref=Mettre \u00e0 jour les pr\u00e9f\u00e9rences
cancel_pref=Annuler les modifications
update_success=Vos pr\u00e9f\u00e9rences ont \u00e9t\u00e9 mises \u00e0 jour avec succ\u00e8s.

hideshowdesc_toggle_hide=Masquer les sites
hideshowdesc_toggle_show=Afficher les sites

noti_inst_second=Vous recevrez toutes les notifications de haute priorit\u00e9 par courrier \u00e9lectronique. R\u00e9glez les notifications de basse priorit\u00e9 ci-dessous. 

noti_add_site=Ajouter un site

# need to define the site type titles (copied from portal-impl)
moresite_projects=PROJETS
moresite_portfolios=PORTFOLIO
moresite_administration=ADMINISTRATION
moresite_other=AUTRES
moresite_scs=Cours SCS

noti_prefs_title=Remplacer pr\u00e9f\u00e9rences {0}\: Ajouter un ou plusieurs sites
noti_prefs_instr=Pour remplacer la configuration par d\u00e9faut d'un ou de plusieurs sites sp\u00e9cifiques, cochez la case \u00e0 c\u00f4t\u00e9 des sites que vous souhaitez modifier et cliquez sur \u00abAjouter un ou plusieurs sites\u00bb.
noti_prefs_add=Ajouter un ou plusieurs sites
noti_prefs_cancel=Annuler

# Alternative instructional text when DHTML More Sites is enabled (see SAK-11460)
tab_inst_1_alt=Personnaliser les onglets permet de personnaliser la navigation vers vos espaces dans {0}.
tab_inst_2_alt=Utilisez les boutons des fl\u00e8ches gauche et droite pour changer la visibilit\u00e9 de vos sites. Utilisez les boutons haut et bas pour mettre en valeur vos sites actifs dans des onglets.
tab_inst_3_alt=Mes sites actifs
tab_inst_4_alt=Les {0} premiers sites apparaissent sous forme d'onglets dans votre navigation et la liste enti\u00e8re apparaitra dans l'onglet \u00abMes sites actifs\u00bb. L'ordre affich\u00e9 ici affecte seulement les {0} premiers sites. 
tab_inst_5_alt=Mes sites actifs
tab_inst_6_alt=Ces sites n'apparaissent pas dans l'onglet \u00abMes sites actifs\u00bb. Cependant, vous pouvez encore y acc\u00e9der par le biais de l'option \u00abConfiguration de l'espace de travail\u00bb. 
tab_inst_7_alt=Besoin de publier ou d'annuler la publication du site?  
tab_inst_8_alt=Les propri\u00e9t\u00e9s de cette page affectent seulement votre navigation personnelle. Pour publier des sites ou annuler la publication de sites pour tous les utilisateurs, acc\u00e9dez \u00e0 l'option \u00abConfiguration de l'espace de travail\u00bb. 


tab_inst_1=Pour cacher un site ou pour le rendre visible dans les onglets ou dans le menu d\u00e9roulant \u00abPlus\u00bb, s\u00e9lectionnez-le et cliquez sur la fl\u00e8che droite ou gauche pour le d\u00e9placer.  Pour d\u00e9placer tous les sites, cliquez sur une fl\u00e8che double.
tab_inst_2=Pour modifier l'ordre de vos sites dans vos onglets, s\u00e9lectionnez un site \u00e0 partir de \u00abSites visibles dans les onglets\u00bb et utilisez les touches fl\u00e9ch\u00e9es \u00abHaut\u00bb et \u00abBas\u00bb pour modifier l'ordre du site.  Utilisez les fl\u00e8ches vers le haut ou vers le bas pour d\u00e9placer une s\u00e9lection vers le d\u00e9but ou vers la fin de la liste.  Pour d\u00e9placer plusieurs sites, s\u00e9lectionnez un site, maintenez la touche \u00abCtrl \u00bb enfonc\u00e9e (ou \u00abCommande\u00bb sur un Mac) et cliquez sur d'autres sites. Cliquez ensuite sur une fl\u00e8che.
tab_inst_3=Pour changer le nombre de vos sites mis en \u00e9vidence dans la navigation de l'espace de travail, mettez \u00e0 jour le nombre d'affichages. Cliquez ensuite sur \u00abMettre \u00e0 jour les pr\u00e9f\u00e9rences\u00bb pour valider les changements.
tab_inst_save=Quand vous avez fini d'apporter des modifications, cliquez sur \u00abMise \u00e0 jour des pr\u00e9f\u00e9rences\u00bb pour les enregistrer.
tab_not_vis_inst=Sites non visibles dans les onglets
tab_vis_inst=Sites visibles dans les onglets
tab_move_inst=D\u00e9placer les \u00e9l\u00e9ments s\u00e9lectionn\u00e9s
tab_move_inst_re=Supprimer la s\u00e9lection
tab_move_all_inst=D\u00e9placer tout
tab_move_all_inst_re=Tout supprimer
tab_move_up=Monter l'espace s\u00e9lectionn\u00e9 dans la liste
tab_move_down=Descendre l'espace s\u00e9lectionn\u00e9 dans la liste
tab_move_top=Mettre l'espace s\u00e9lectionn\u00e9 en haut de la liste
tab_move_bottom=Mettre l'espace s\u00e9lectionn\u00e9 en bas de la liste
tabs_move_top=D\u00e9placer les espaces s\u00e9lectionn\u00e9s en haut de cette liste
tabs_move_bottom=D\u00e9placer les espaces s\u00e9lectionn\u00e9s en bas de cette liste
tabs_move_left=D\u00e9placer les espaces s\u00e9lectionn\u00e9s au haut de la liste \u00e0 gauche
tabs_move_right=D\u00e9placer les espaces s\u00e9lectionn\u00e9s au haut de la liste \u00e0 droite
tabs_screen_reader_label=S\u00e9lectionner 

tab_move_rone=>
tab_move_lone=<
tab_move_rall=>>
tab_move_lall=<<

tab_count=Onglets affich\u00e9s\:

time_inst_1=Veuillez s\u00e9lectionner votre fuseau horaire local pour les outils de {0} qui l'utilisent, comme le calendrier. Votre fuseau horaire actuel est 
time_inst_2=.

locale_msg=Veuillez s\u00e9lectionner votre pr\u00e9f\u00e9rence pour la langue (et le pays). Votre pr\u00e9f\u00e9rence actuelle pour la langue est\:

privacy_title=\u00c9tat de confidentialit\u00e9
privacy_default=Statut par d\u00e9faut
privacy_item_visible=Me rendre visible quand je suis ajout\u00e9 aux espaces par d\u00e9faut
privacy_item_hidden=Me cacher quand je suis ajout\u00e9 aux espaces par d\u00e9faut
privacy_stmt1=Vous pouvez modifier la configuration pour que vous et vos renseignements personnels demeurent cach\u00e9s aux autres sur ce site. Actuellement, votre \u00e9tat sur ce site est configur\u00e9 sur \u00ab
privacy_specific_site=D\u00e9finir le statut pour un espace sp\u00e9cifique
privacy_stmt_show=.\u00abLes autres peuvent voir votre nom dans la liste de cours et peuvent vous contacter via le site.
privacy_stmt_hide=.\u00abLes autres ne peuvent ni voir votre nom dans la liste de cours ni vous contacter via le site.
privacy_all_sites=Changer votre statut sur tous vos espaces
privacy_change_directions=Si vous d\u00e9sirez changer votre \u00e9tat cochez la case \u00e0 c\u00f4t\u00e9 de
privacy_change_directions2=puis cliquez sur le bouton \u00abMettre \u00e0 jour\u00bb ci-dessous.

privacy_note=Note\: Pour voir votre \u00e9tat de confidentialit\u00e9 pour les autres sites, choisissez \u00abPr\u00e9f\u00e9rences\u00bb \u00e0 partir de votre espace de travail.

move_up_msg=Veuillez choisir au moins un site \u00e0 d\u00e9placer vers le haut.
move_down_msg=Veuillez choisir au moins un site \u00e0 d\u00e9placer vers le bas.
remove_from_sites_msg=Veuillez choisir le site \u00e0 supprimer des sites visibles dans les onglets.
add_to_sites_msg=Veuillez choisir le site \u00e0 ajouter aux sites visibles dans les \u00e9tiquettes.
user_missing=L'identification de l'utilisateur est manquante.
remove_all=Impossible de supprimer tous les onglets de la barre de navigation sup\u00e9rieure
min_tabs=La barre de navigation sup\u00e9rieure doit comporter au moins %d\u00a0onglets.

privacy_check_hide=Cachez-moi
privacy_check_show=Montrez-moi
privacy_update=Mettre \u00e0 jour
privacy_choose=Choisissez un site 
privacy_no_choices=Aucun site disponible pour la s\u00e9lection. Vous devez \u00eatre membre d'au moins un site.
privacy_show_all=Montrez-moi dans tous les sites
privacy_hide_all=Cachez-moi dans tous les sites

privacy_update_title=Mise \u00e0 jour de l'\u00e9tat de confidentialit\u00e9


privacy_show_title=Param\u00e9trer l'\u00e9tat de confidentialit\u00e9 pour tous les sites
privacy_hide_title=Param\u00e9trer les donn\u00e9es confidentielles \u00e0 cacher pour tous les sites

privacy_visible=visible
privacy_hidden=invisible

privacy_show_all_set=Votre \u00e9tat dans tous les sites est maintenant configur\u00e9 pour que vous soyez visible.  Les autres peuvent voir votre nom dans la liste et peuvent vous contacter par le biais du site.
privacy_hide_all_set=Votre \u00e9tat dans tous les sites est maintenant configur\u00e9 pour que vous soyez invisible.  Les autres ne peuvent pas voir votre nom dans la liste et ne peuvent pas vous contacter par le biais du site.

privacy_site_not_selected=Veuillez s\u00e9lectionner un site pour modifier votre \u00e9tat.

privacy_choice_heading=Veuillez r\u00e9gler les pr\u00e9f\u00e9rences de votre \u00e9tat personnel
privacy_choice_hidden=Rester invisible dans ce site
privacy_choice_visible=Me rendre visible dans ce site
privacy_choice_later=Me demander ult\u00e9rieurement

privacy_change_later_instructions=Pour changer l'\u00e9tat de confidentialit\u00e9 de vos donn\u00e9es personnelles \u00e0 l'avenir, visitez <br />Mon espace de travail> Pr\u00e9f\u00e9rences > Statut priv\u00e9

## SAK-23895:Display full name of course, not just code, in site tab
tabDisplay_prompt=Afficher les onglets sous la forme \:
tabDisplay_coursecode=Code du cours (p. ex. F13-ACCT-134C-01)
tabDisplay_coursename=Nom du cours/description (par exemple premi\u00e8re ann\u00e9e en comptabilit\u00e9)

# EntityProvider properties
userPrefs=Valeurs de pr\u00e9f\u00e9rence de l'utilisateur
userPrefs.action.key=L'action prend le nom d'utilisateur et la valeur de cl\u00e9 et retourne la valeur de la pr\u00e9f\u00e9rence utilisateur pour cette cl\u00e9. Voici la requ\u00eate d'URL \: /direct/userPrefs/key/{user_id}/{key_value}.json avec des param\u00e8tres


