prefs_noti_title=Notificacions
prefs_timezone_title=Fus horari
prefs_lang_title=Idioma
prefs_title=Prefer\u00e8ncies
prefs_privacy=Estat de privacitat 
prefs_sites=Espais
prefs_editor=Editor
prefs_theme=Tema

prefs_site_tab_display_format=Format de la barra d\u2019espais

prefs_editor_tab_title=Editor de text enriquit

prefs_element_locked=Aquest element no es pot situar aqu\u00ed. L\u2019element de sota est\u00e0 bloquejat.

update_pref=Actualitza les prefer\u00e8ncies
cancel_pref=Cancel\u00b7la els canvis
update_success=Les vostres prefer\u00e8ncies s\u2019han actualitzat satisfact\u00f2riament.

hideshowdesc_toggle_hide=Amaga els espais
hideshowdesc_toggle_show=Mostra els espais

noti_inst_second=Rebreu totes les notificacions d\u2019alta prioritat per correu electr\u00f2nic. Establiu les notificacions de baixa prioritat m\u00e9s avall.

noti_add_site=Afegeix un espai

# need to define the site type titles (copied from portal-impl)
moresite_projects=PROJECTES
moresite_portfolios=PORTAFOLIS
moresite_administration=ADMINISTRACI\u00d3
moresite_other=ALTRES
moresite_scs=Cursos SCS
moresite_no_term=CURSOS SENSE PER\u00cdODE ACAD\u00c8MIC

noti_prefs_title=Sobreescriu les prefer\u00e8ncies {0}\: Afegeix un(s) espai(s)
noti_prefs_instr=Per sobreescriure la configuraci\u00f3 predeterminada per a un espai(s) espec\u00edfic(s), marqueu el quadre del costat de l(\u2019ls) \u2019espai(s)  que vulgueu canviar i feu clic a \u2019Afegeix un(s) espai(s)\u2019
noti_prefs_add=Afegeix un(s) espai(s)
noti_prefs_cancel=Cancel\u00b7la

tab_inst_1=Per ocultar un espai, seleccioneu l\u2019espai dels Espais visibles a les pestanyes i, mitjan\u00e7ant la fletxa esquerra, desplaceu l\u2019espai fins a Espais no visibles a les pestanyes.  Per mostrar un espai, seleccioneu l\u2019espai d\u2019Espais no visibles a les pestanyes i, mitjan\u00e7ant la fletxa dreta, desplaceu l\u2019espai fins a Espais visibles a les pestanyes. Tot seguit feu clic a sobre d\u2019actualitzar prefer\u00e8ncies per aplicar els canvis.
tab_inst_2=Per canviar l\u2019ordre dels espais a les pestanyes, seleccioneu un espai d\u2019Espais  visibles a les pestanyes i, mitjan\u00e7ant la fletxa amunt o la fletxa avall, canvieu l\u2019ordre de l\u2019espai a les pestanyes. Tot seguit feu clic a sobre d\u2019actualitzar prefer\u00e8ncies per aplicar els canvis.
tab_inst_3=Per canviar el nombre d\u2019espais mostrats a la barra de navegaci\u00f3, actualitzi el Nombre  d\u2019Espais Mostrats. Despr\u00e9s Desi les Prefer\u00e8ncies per actualitzar els canvis.
tab_inst_save=Quan acabi de realitzar els canvis, premi \u2019Desa les prefer\u00e8ncies\u2019 per actualitzar-los.
tab_not_vis_inst=Espais no visibles a les pestanyes
tab_vis_inst=Espais visibles a les pestanyes
tab_move_inst=Mou els seleccionats
tab_move_inst_re=Amaga l\u2019espai seleccionat
tab_move_all_inst=Fes tots els espais visibles
tab_move_all_inst_re=Elimina tots els espais
tab_move_up=Mou l\u2019espai seleccionat cap a l\u2019inici de la llista
tab_move_down=Mou l\u2019espai seleccionat cap al final de la llista
tab_move_top=Mou l\u2019espai seleccionat al principi de la llista
tab_move_bottom=Mou l\u2019espai seleccionat al final de la llista
tabs_move_top=Mou els espais seleccionats a la part superior de la llista
tabs_move_bottom=Mou els espais seleccionats a la part final de la llista
tabs_move_left=Mou els espais seleccionats a la part superior esquerra de la llista
tabs_move_right=Mou els espais seleccionats a la part superior dreta de la llista
tabs_screen_reader_label=Selecciona 

tab_move_rone=>
tab_move_lone=<
tab_move_rall=>>
tab_move_lall=<<

tab_count=Visibles a la barra

time_inst=Cal que seleccioneu la vostra zona hor\u00e0ria local per a les eines de {0} seleccionades, com ara l\u2019Agenda. La zona hor\u00e0ria seleccionada actualment \u00e9s {1} 

locale_msg=Seleccioneu les vostres prefer\u00e8ncies quant a idioma (i pa\u00ed\u00ads). La vostra prefer\u00e8ncia actual quant a idioma \u00e9s\:

privacy_title=Estat de privacitat en l\u2019espai
privacy_default=Estat predeterminat
privacy_item_visible=Per defecte fes-me visible cada cop que m\u2019afegeixin a un espai
privacy_item_hidden=Per defecte amaga\u2019m cada cop que m\u2019afegeixin a un espai
privacy_stmt1=Podeu modificar la configuraci\u00f3 per que resteu vost\u00e9 i la vostra informaci\u00f3 personal quedi amagada per la resta de membres de l\u2019espai. El seu estat en aquest espai est\u00e0 actualment configurat a " 
privacy_specific_site=Estableix l\u2019estat per a un espai espec\u00edfic
privacy_stmt_show=. Els altres usuaris podran veure el seu nom i podran contactar-lo.
privacy_stmt_hide=. Els altres usuaris no podran veure el seu nom i no podran contactar-lo a l\u2019espai.
privacy_all_sites=Canvia\u2019m l\u2019estat en tots els meus espais
privacy_change_directions=Si voleu canviar el vostre estat, marqueu la casella de selecci\u00f3 del costat a 
privacy_change_directions2=i despr\u00e9s feu clic a "Actualitza".

privacy_note=Nota\: Per veure el seu estat de privacitat en altres espais, aneu a prefer\u00e8ncies de \u2019El meu espai de treball\u2019 

move_up_msg=Seleccioneu un espai per moure\u2019l cap amunt.
move_down_msg=Seleccioneu un espai per moure\u2019l cap avall.
remove_from_sites_msg=Seleccioneu un espai per eliminar de "Espais visibles en pestanyes".
add_to_sites_msg=Seleccioneu un espai per afegir-lo a "Espais visibles a les pestanyes".
user_missing=Falta l\u2019identificador de l\u2019usuari.
remove_all=No es poden eliminar totes les pestanyes de la barra de navegaci\u00f3 superior
min_tabs=Heu de tenir almenys %d pestanyes a la barra de navegaci\u00f3 superior

privacy_check_hide=Fes-me NO visible
privacy_check_show=Fes-me visible
privacy_update=Actualitza
privacy_choose=Trieu un espai 
privacy_no_choices=No hi ha espais per a escollir, heu de ser membre d\u2019almenys un espai.
privacy_show_all=Fes-me visible a tots els espais.
privacy_hide_all=Fes-me NO visible a tots els espais

privacy_update_title=Actualitza l\u2019estat de privacitat


privacy_show_title=Configurar la privacitat a Visible a tots els espais
privacy_hide_title=Configura la privacitat a "NO visible" en tots els espais.

privacy_visible=visible
privacy_hidden=NO visible

privacy_show_all_set=El vostre estat a tots els espais \u00e9s Visible. Els altres usuaris podran veure el vostre nom i podr\u00e0n contactar-lo.
privacy_hide_all_set=El vostre estat en tots els espais \u00e9s de "No visible". Els altres usuaris no podran veure el vostre nom i no podran contactar-lo a l\u2019espai.

privacy_site_not_selected=Seleccioneu un espai per canviar l\u2019estat de privacitat

privacy_choice_heading=Definiu les vostres prefer\u00e8ncies per a l\u2019estat de privadesa\:
privacy_choice_hidden=Manten-me ocult en aquest espai
privacy_choice_visible=Fes-me visible en aquest espai
privacy_choice_later=Torna-m\u2019ho a preguntar m\u00e9s endavant

privacy_change_later_instructions=Per canviar les vostres opcions de privacitat en el futur, visiteu <br/>El meu espai de treball > Prefer\u00e8ncies > Estat de privacitat

editor_prompt=Disposici\u00f3 predeterminada de la barra d\u2019eines de l\u2019editor de text enriquit
editor_auto=Detecci\u00f3 autom\u00e0tica basada en la mida del navegador
editor_basic=For\u00e7a el mode b\u00e0sic/m\u00f2bil (Conjunt limitat de botons i funcionalitats)
editor_full=For\u00e7a el mode complet/escriptori (Conjunt complet de botons, totes les funcionalitats)


## SAK-23895:Display full name of course, not just code, in site tab
tabDisplay_prompt=Mostra les pestanyes com\:
tabDisplay_coursecode=T\u00edtol de l\u2019espai
tabDisplay_coursename=Descripci\u00f3 breu de l\u2019espai

# EntityProvider properties
userPrefs=Valors de les prefer\u00e8ncies de l\u2019usuari
userPrefs.action.key=L\u2019acci\u00f3 usa l\u2019identificador d\u2019usuari i el valor de la clau i retorna les propietats de configuraci\u00f3 de les prefer\u00e8ncies de l\u2019usuari corresponents a la clau.  El patr\u00f3 que ha de seguir la url de la petici\u00f3 \u00e9s\: /direct/userPrefs/key/{user_id}/{key_value}.json amb els par\u00e0metres

hidden_really_hide_confirm=Amagar un espai favorit l\u2019eliminar\u00e0 de l\u2019apartat de favorits. Voleu continuar?
hidden_instructions=Seleccioneu un espai o un grup d\u2019espais per a que no apareguin a la llista d\u2019espais del men\u00fa.<br /><b>NOTA\:</b> Aquesta acci\u00f3 <b>no</b> afectar\u00e0 la visibilitat de l\u2019espai per part dels estudiants.
hidden_title=Amaga\u2019l de la llista d\u2019espais

theme_prefs_title=Tema
theme_prefs_instructions=Seleccioneu un tema per a personalitzar l\u2019aparen\u00e7a de la vostra experi\u00e8ncia {0}.
theme_prefs_lightTheme=Tema clar
theme_prefs_darkTheme=Tema fosc
