#Generated by ResourceBundle Editor (http://eclipse-rbe.sourceforge.net)

cancel_pref = Annuler modifications

locale_msg = Veuillez s\u00E9lectionner votre pr\u00E9f\u00E9rence pour la langue (et le pays). Votre pr\u00E9f\u00E9rence actuelle pour la langue est:

noti_ann = Annonces

noti_ann_1 = Ne pas m'envoyer les annonces de basse priorit\u00E9

noti_ann_2 = Envoyez-moi un courriel par jour r\u00E9sumant toutes les annonces de basse priorit\u00E9

noti_ann_3 = Envoyez-moi chaque notification s\u00E9par\u00E9ment

noti_inst_second = Vous recevrez toutes les notifications de haute priorit\u00E9 par courriel. R\u00E9glez les notifications de basse priorit\u00E9 ci-dessous.

noti_mail = Archive de courriels

noti_mail_1 = Ne pas m'envoyer les courriels envoy\u00E9s au site

noti_mail_2 = Envoyez-moi un courriel par jour r\u00E9sumant tous les courriels

noti_mail_3 = Envoyez-moi chaque courriel envoy\u00E9 au site s\u00E9par\u00E9ment

noti_rsrc = Ressources

noti_rsrc_1 = Ne pas m'envoyer les notifications de ressources de basse priorit\u00E9

noti_rsrc_2 = Envoyez-moi un courriel par jour r\u00E9sumant toutes les notifications de ressources de basse priorit\u00E9

noti_rsrc_3 = Envoyez-moi chaque ressource s\u00E9par\u00E9ment

noti_syll = Plan de cours

noti_syll_1 = Ne pas m'envoyer les \u00E9l\u00E9ments de plan de cours de basse priorit\u00E9

noti_syll_2 = Envoyez-moi un courriel par jour r\u00E9sumant toutes les notifications

noti_syll_3 = Envoyez-moi chaque notification s\u00E9par\u00E9ment

prefs_lang_title = Langue

prefs_noti_title = Notifications

prefs_privacy = \u00C9tat de Confidentialit\u00E9

prefs_tab_title = Personnaliser les onglets

prefs_timezone_title = Fuseau horaire

prefs_title = Pr\u00E9f\u00E9rences

privacy_change_directions = Si vous d\u00E9sirez changer votre \u00E9tat, cochez la case \u00E0 c\u00F4t\u00E9 de

privacy_change_directions2 = puis cliquez le bouton Mettre \u00E0 jour ci-dessous.

privacy_check_hide = Cachez-moi

privacy_check_show = Montrez-moi

privacy_choose = Choisissez un site

privacy_hidden = cach\u00E9

privacy_hide_all = Cachez-moi dans tous les sites

privacy_hide_all_set = Votre \u00E9tat dans tous les sites est maintenant r\u00E9gl\u00E9 \u00E0 cach\u00E9. Les autres ne peuvent pas voir votre nom dans la liste de classe et ne peuvent pas vous contacter par le site. 

privacy_hide_title = R\u00E9gler la confidentialit\u00E9 \u00E0 cach\u00E9 pour tous les sites

privacy_note = Note: Pour voir votre \u00E9tat de confidentialit\u00E9 dans les autres sites, choisissez Pr\u00E9f\u00E9rences \u00E0 partir de votre site Mon Workspace.

privacy_show_all = Montrez-moi dans tous les sites

privacy_show_all_set = Votre \u00E9tat dans tous les sites est maintenant r\u00E9gl\u00E9 \u00E0 visible. Les autres peuvent voir votre nom dans la liste de participants et peuvent vous contacter par le site. 

privacy_show_title = R\u00E9gler la confidentialit\u00E9 \u00E0 montrer pour tous les sites

privacy_site_not_selected = Veuillez s\u00E9lectionner un site pour modifier votre statut.

privacy_stmt1 = Votre \u00E9tat dans ce site est pr\u00E9sentement r\u00E9gl\u00E9 \u00E0

privacy_stmt_hide = .  Les autres ne peuvent pas voir votre nom dans la liste de classe et ne peuvent pas vous contacter par le site.

privacy_stmt_show = .  Les autres peuvent voir votre nom dans la liste de classe et peuvent vous contacter par le site. 

privacy_title = \u00C9tat de confidentialit\u00E9 du site

privacy_update = Mise-\u00E0-jour

privacy_update_title = Mise-\u00E0-jour de l'\u00E9tat de confidentialit\u00E9

privacy_visible = visible

tab_inst_1 = Pour cacher un site, s\u00E9lectionnez le site \u00E0 partir Sites visibles dans les onglets et utilisez la fl\u00E8che gauche pour d\u00E9placer le site vers Sites non visibles dans les onglets. Pour afficher un site, s\u00E9lectionnez le site \u00E0 partir Sites non visibles dans les onglets et utilisez la fl\u00E8che droite pour d\u00E9placer le site vers Sites visibles dans les onglets. Puis, cliquez sur Mettre \u00E0 jour les pr\u00E9f\u00E9rences pour faire les modifications.

tab_inst_2 = Pour modifier l'ordre de vos sites dans vos onglets, s\u00E9lectionnez un site \u00E0 partir de Sites visibles dans les onglets et utilisez les touches de d\u00E9placement vers le haut et vers le bas pour modifier l'ordre du site dans les onglets. Puis, cliquez sur Mettre \u00E0 jour les pr\u00E9f\u00E9rences pour faire les modifications.

tab_move_all_inst = D\u00E9placer tout

tab_move_all_inst_re = Tout supprimer

tab_move_down = Descendre dans la liste

tab_move_inst = D\u00E9placer s\u00E9lectionn\u00E9s

tab_move_inst_re = Supprimer la s\u00E9lection

tab_move_lall = <<

tab_move_lone = <

tab_move_rall = >>

tab_move_rone = >

tab_move_up = Monter dans la liste

tab_not_vis_inst = Sites non visibles dans les onglets

tab_vis_inst = Sites visibles dans les onglets

time_inst_1 = Veuillez s\u00E9lectioner votre fuseau horaire local pour les outils Sakai s\u00E9lectionn\u00E9, tels que Horaire. Vous  \u00EAtes actuellement dans le

time_inst_2 = fuseau horaire

update_pref = Mettre \u00E0 jour les pr\u00E9f\u00E9rences

update_success = * Vos pr\u00E9f\u00E9rences ont \u00E9t\u00E9 mises \u00E0 jour avec succ\u00E8s.
