#X-Generator: crowdin.net
prefs_noti_title=\u0938\u0942\u091a\u0928\u093e\u090f\u0901
prefs_timezone_title=\u0938\u092e\u092f \u091c\u093c\u094b\u0928
prefs_lang_title=\u092d\u093e\u0937\u093e
prefs_title=\u0935\u0930\u0940\u092f\u0924\u093e\u090f\u0901
prefs_privacy=\u0917\u094b\u092a\u0928\u0940\u092f\u0924\u093e \u0938\u094d\u0925\u093f\u0924\u093f
prefs_active_sites=\u0938\u0915\u094d\u0930\u093f\u092f \u0938\u093e\u0907\u091f\u094b\u0902 (\u0905\u092a\u0928\u0947 \u0926\u0930\u093e\u091c)
prefs_active_sites_short=\u0938\u0915\u094d\u0930\u093f\u092f \u0938\u093e\u0907\u091f\u094b\u0902
prefs_multitples_instructions=<strong>\u0905\u0927\u093f\u0915 \u092c\u0922\u093c\u0947\:</strong> \u090f\u0915\u093e\u0927\u093f\u0915 \u091a\u092f\u0928 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u091a\u0947\u0915\u092c\u0949\u0915\u094d\u0938 \u0915\u093e \u0909\u092a\u092f\u094b\u0917 \u0915\u0930\u0947\u0902 \u092b\u093f\u0930 \u0928\u093f\u092f\u0902\u0924\u094d\u0930\u0923 \u0915\u0915\u094d\u0937 \u092e\u0947\u0902 \u0924\u0940\u0930 \u0915\u093e \u0909\u092a\u092f\u094b\u0917 \u0915\u0930\u0947\u0902 \u091c\u094b \u0938\u094d\u0925\u093e\u0928\u093e\u0902\u0924\u0930\u093f\u0924 \u0939\u094b\u0924\u093e \u0939\u0941\u0906 \u0926\u093f\u0916\u093e\u0908 \u0926\u0947\u0917\u093e\u0964

prefs_element_locked=\u092f\u0939 \u0924\u0924\u094d\u0935 \u092f\u0939\u093e\u0901 \u0930\u0916\u093e \u0928\u0939\u0940\u0902 \u091c\u093e \u0938\u0915\u0924\u093e\u0964  \u0924\u0924\u094d\u0935 \u0915\u0947 \u0928\u0940\u091a\u0947 \u092c\u0902\u0926 \u0915\u0930 \u0926\u093f\u092f\u093e \u0917\u092f\u093e \u0939\u0948\u0964

update_pref=\u0935\u0930\u0940\u092f\u0924\u093e\u0913\u0902 \u0915\u094b \u0905\u0926\u094d\u092f\u0924\u0928 \u0915\u0930\u0947\u0902
cancel_pref=\u092a\u0930\u093f\u0935\u0930\u094d\u0924\u0928 \u0930\u0926\u094d\u0926 \u0915\u0930\u0947\u0902
update_success=\u0906\u092a\u0915\u0940 \u092a\u094d\u0930\u093e\u0925\u092e\u093f\u0915\u0924\u093e\u090f\u0902 \u0938\u092b\u0932\u0924\u093e\u092a\u0942\u0930\u094d\u0935\u0915 \u0905\u0926\u094d\u092f\u0924\u0928 \u0915\u0930 \u0926\u0940 \u0917\u0908 \u0939\u0948\u0902\u0964

hideshowdesc_toggle_hide=\u0938\u093e\u0907\u091f\u0947\u0902 \u091b\u0941\u092a\u093e\u090f\u0901
hideshowdesc_toggle_show=\u0938\u093e\u0907\u091f\u0947\u0902 \u0926\u093f\u0916\u093e\u090f\u0901

noti_inst_second=\u0906\u092a\u0915\u094b \u0938\u092d\u0940 \u0909\u091a\u094d\u091a \u092a\u094d\u0930\u093e\u0925\u092e\u093f\u0915\u0924\u093e \u0938\u0942\u091a\u0928\u093e\u090f\u0901 \u0908\u092e\u0947\u0932 \u0915\u0947 \u092e\u093e\u0927\u094d\u092f\u092e \u0938\u0947 \u092a\u094d\u0930\u093e\u092a\u094d\u0924 \u0939\u094b\u0917\u0940\u0964 \u0915\u092e \u092a\u094d\u0930\u093e\u0925\u092e\u093f\u0915\u0924\u093e \u0938\u0942\u091a\u0928\u093e\u090f\u0902 \u0928\u0940\u091a\u0947 \u0938\u0947\u091f \u0915\u0930\u0947\u0902\u0964 

noti_add_site=\u0938\u093e\u0907\u091f \u091c\u094b\u0921\u093c\u0947\u0902

# need to define the site type titles (copied from portal-impl)
moresite_projects=\u092a\u094d\u0930\u094b\u091c\u0947\u0915\u094d\u091f\u094d\u0938
moresite_portfolios=\u092a\u094b\u0930\u094d\u091f\u092b\u094b\u0932\u093f\u092f\u094b\u091c\u093c
moresite_administration=\u092a\u094d\u0930\u0936\u093e\u0938\u0928
moresite_other=\u0905\u0928\u094d\u092f
moresite_scs=SCS \u092a\u093e\u0920\u094d\u092f\u0915\u094d\u0930\u092e

noti_prefs_title={0} \u0935\u0930\u0940\u092f\u0924\u093e\u0913\u0902 \u0915\u094b \u0913\u0935\u0930\u0930\u093e\u0907\u0921 \u0915\u0930\u0947\u0902\: \u0938\u093e\u0907\u091f (\u0913\u0902) \u091c\u094b\u0919\u0947\u0902
noti_prefs_instr=\u0935\u093f\u0936\u093f\u0937\u094d\u091f \u0938\u093e\u0907\u091f (\u0913\u0902) \u0915\u0940 \u0921\u093f\u092b\u093c\u0949\u0932\u094d\u091f \u0938\u0947\u091f\u093f\u0902\u0917 \u0915\u094b \u0913\u0935\u0930\u0930\u093e\u0907\u0921 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f, \u092c\u0949\u0915\u094d\u0938 \u0915\u094b \u091a\u0947\u0915 \u0915\u0930\u0947\u0902 \u091c\u094b \u0938\u093e\u0907\u091f \u0915\u0947 \u0906\u0917\u0947 \u0939\u0948 \u091c\u093f\u0938\u0947 \u0906\u092a \u092c\u0926\u0932\u0928\u093e \u091a\u093e\u0939\u0924\u0947 \u0939\u0948 \u0914\u0930 '\u091c\u094b\u0921\u093c\u0947\u0902 \u0938\u093e\u0907\u091f (\u0913\u0902)' \u092a\u0930 \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0947\u0902 
noti_prefs_add=\u0938\u093e\u0907\u091f (\u0913\u0902) \u091c\u094b\u0919\u0947\u0902
noti_prefs_cancel=\u0930\u0926\u094d\u0926 \u0915\u0930\u0947\u0902

# Alternative instructional text when DHTML More Sites is enabled (see SAK-11460)
tab_inst_1_alt={0} \u092e\u0947\u0902 \u0905\u0928\u0941\u0915\u0942\u0932\u093f\u0924 \u091f\u0948\u092c \u0906\u092a\u0915\u0940 \u0938\u093e\u0907\u091f\u094b\u0902 \u0915\u0947 \u0932\u093f\u090f \u0928\u0947\u0935\u093f\u0917\u0947\u0936\u0928 \u0915\u094b \u0905\u0928\u0941\u0915\u0942\u0932\u093f\u0924 \u0915\u0930\u0928\u0947 \u0915\u0940 \u0905\u0928\u0941\u092e\u0924\u093f \u0926\u0947\u0924\u093e \u0939\u0948\u0964
tab_inst_2_alt=\u0906\u092a\u0915\u0940 \u0938\u093e\u0907\u091f \u0915\u0940 \u0926\u0943\u0936\u094d\u092f\u0924\u093e \u0915\u094b \u092c\u0926\u0932\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u092c\u093e\u090f\u0901 \u0914\u0930 \u0926\u093e\u090f\u0901 \u0924\u0940\u0930 \u092c\u091f\u0928\u094b\u0902 \u0915\u093e \u0909\u092a\u092f\u094b\u0917 \u0915\u0930\u0947\u0902\u0964 \u0905\u092a\u0928\u0947 \u0938\u0915\u094d\u0930\u093f\u092f \u0938\u093e\u0907\u091f\u094b\u0902 \u0915\u094b \u091f\u0948\u092c \u092e\u0947\u0902 \u092c\u0922\u093c\u093e\u0935\u093e \u0926\u0947\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0928\u0940\u091a\u0947 \u0914\u0930 \u090a\u092a\u0930 \u092c\u091f\u0928 \u0915\u093e \u092a\u094d\u0930\u092f\u094b\u0917 \u0915\u0930\u0947\u0902\u0964
tab_inst_3_alt=\u092e\u0947\u0930\u0940 \u0938\u0915\u094d\u0930\u093f\u092f \u0938\u093e\u0907\u091f\u094d\u0938
tab_inst_4_alt=\u0906\u092a\u0915\u0947 \u0928\u0947\u0935\u093f\u0917\u0947\u0936\u0928 \u092e\u0947\u0902 \u0936\u0940\u0930\u094d\u0937\u0938\u094d\u0925 {0} \u0938\u093e\u0907\u091f \u091f\u0948\u092c\u094d\u0938 \u0915\u0947 \u0930\u0942\u092a \u092e\u0947\u0902 \u0926\u093f\u0916\u093e\u0908 \u0926\u0947\u0924\u0940 \u0939\u0948\u0902, \u0914\u0930 \u092a\u0942\u0930\u0940 \u0938\u0942\u091a\u0940 \u0906\u092a\u0915\u0947 \u092e\u0947\u0930\u0947 \u0938\u0915\u094d\u0930\u093f\u092f \u0938\u093e\u0907\u091f \u091f\u0948\u092c \u092e\u0947\u0902 \u0926\u093f\u0916\u093e\u0908 \u0926\u0947\u0902\u0917\u0940\u0964 \u092f\u0939\u093e\u0901 \u0926\u093f\u0916\u093e\u090f \u0917\u090f \u0915\u094d\u0930\u092e \u0915\u0947\u0935\u0932 \u092a\u0939\u0932\u0947 {0} \u0938\u093e\u0907\u091f\u094b\u0902 \u0915\u094b \u092a\u094d\u0930\u092d\u093e\u0935\u093f\u0924 \u0915\u0930\u0924\u0947 \u0939\u0948\u0902\u0964 
tab_inst_5_alt=\u092e\u0947\u0930\u0940 \u091b\u0941\u092a\u0940 \u0938\u093e\u0907\u091f\u094d\u0938
tab_inst_6_alt=\u092f\u0947 \u0938\u093e\u0907\u091f\u0947\u0902 \u0906\u092a\u0915\u0940 \u092e\u0947\u0930\u0947 \u0938\u0915\u094d\u0930\u093f\u092f \u0938\u093e\u0907\u091f \u091f\u0948\u092c \u092e\u0947\u0902 \u0926\u093f\u0916\u093e\u0908 \u0928\u0939\u0940\u0902 \u0926\u0947\u0924\u0940 \u0939\u0948\u0964 \u0924\u0925\u093e\u092a\u093f, \u0906\u092a \u0905\u092c \u092d\u0940 \u0909\u0928 \u0924\u0915 \u0915\u093e\u0930\u094d\u092f\u0938\u094d\u0925\u0932 \u0938\u0947\u091f\u0905\u092a \u0915\u0947 \u092e\u093e\u0927\u094d\u092f\u092e \u0938\u0947 \u092a\u0939\u0941\u0901\u091a \u0938\u0915\u0924\u0947 \u0939\u0948\u0902\u0964 
tab_inst_7_alt=\u092a\u094d\u0930\u0915\u093e\u0936\u093f\u0924 \u092f\u093e \u0905\u092a\u094d\u0930\u0915\u093e\u0936\u093f\u0924 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u090f\u0915 \u0938\u093e\u0907\u091f \u0915\u0940 \u091c\u0930\u0942\u0930\u0924 \u0939\u0948?  
tab_inst_8_alt=\u0907\u0938 \u092a\u0943\u0937\u094d\u0920 \u0915\u0940 \u0938\u0947\u091f\u093f\u0902\u0917\u094d\u0938 \u0915\u0947\u0935\u0932 \u0906\u092a\u0915\u0947 \u0935\u094d\u092f\u0915\u094d\u0924\u093f\u0917\u0924 \u0928\u0947\u0935\u093f\u0917\u0947\u0936\u0928 \u0915\u094b \u092a\u094d\u0930\u092d\u093e\u0935\u093f\u0924 \u0915\u0930\u0924\u0940 \u0939\u0948\u0902\u0964 \u0938\u092d\u0940 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e\u0913\u0902 \u0915\u0947 \u0932\u093f\u090f \u0938\u093e\u0907\u091f\u094b\u0902 \u0915\u094b \u092a\u094d\u0930\u0915\u093e\u0936\u093f\u0924 \u0914\u0930 \u0905\u092a\u094d\u0930\u0915\u093e\u0936\u093f\u0924 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f, \u0915\u093e\u0930\u094d\u092f\u0938\u094d\u0925\u0932 \u0938\u0947\u091f\u0905\u092a \u092a\u0930 \u091c\u093e\u090f\u0901\u0964 


tab_inst_1=\u090f\u0915 \u0938\u093e\u0907\u091f \u091b\u0941\u092a\u093e\u0928\u0947 \u092f\u093e \u090f\u0915 \u0938\u093e\u0907\u091f \u0926\u0943\u0936\u094d\u092f\u092e\u093e\u0928 \u092c\u0928\u093e\u0928\u0947 \u092f\u093e  "\u0905\u0927\u093f\u0915 \u0938\u093e\u0907\u091f"\u091f\u0948\u092c \u092e\u0947\u0902 \u092a\u0941\u0932-\u0921\u093e\u0909\u0928 \u092e\u0947\u0928\u0942 \u092e\u0947\u0902 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f, \u0928\u0940\u091a\u0947 \u0926\u093f\u090f \u0917\u090f \u0938\u093e\u0907\u091f \u0915\u093e \u091a\u092f\u0928 \u0915\u0930\u0947\u0902 \u0914\u0930 \u0907\u0938\u0947 \u0932\u0947 \u091c\u093e\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0926\u093e\u090f\u0901 \u092f\u093e \u092c\u093e\u090f\u0901 \u090f\u0915\u0932 \u0924\u0940\u0930 \u0915\u094b \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0947\u0902\u0964 \u0938\u092d\u0940 \u0938\u093e\u0907\u091f\u094b\u0902 \u0915\u094b \u0938\u094d\u0925\u093e\u0928\u093e\u0902\u0924\u0930\u093f\u0924 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f, \u090f\u0915 \u0926\u094b\u0939\u0930\u0947 \u0924\u0940\u0930 \u092a\u0930 \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0947\u0902\u0964
tab_inst_2=\u091f\u0948\u092c \u0915\u094b \u092a\u0941\u0928\: \u0935\u094d\u092f\u0935\u0938\u094d\u0925\u093f\u0924 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u091c\u094b \u0926\u093f\u0916\u093e\u0908 \u0926\u0947 \u0930\u0939\u0947 \u0939\u0948\u0902 , " \u091f\u0948\u092c \u092e\u0947\u0902 \u0926\u093f\u0916\u093e\u0908 \u0938\u093e\u0907\u091f" \u092c\u0949\u0915\u094d\u0938 \u092e\u0947\u0902 \u090f\u0915 \u0938\u093e\u0907\u091f \u0915\u093e \u091a\u092f\u0928 \u0915\u0930\u0947\u0902 \u0914\u0930 \u0938\u093e\u0927\u093e\u0930\u0923 \u090a\u092a\u0930 \u092f\u093e \u0928\u0940\u091a\u0947 \u0924\u0940\u0930 \u0915\u093e \u0915\u094d\u0930\u092e \u092a\u0930\u093f\u0935\u0930\u094d\u0924\u093f\u0924 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0947\u0902\u0964  \u090f\u0915 \u091a\u092f\u0928 \u0936\u0941\u0930\u0941\u0906\u0924 \u092f\u093e \u0938\u0942\u091a\u0940 \u0915\u0947 \u0905\u0902\u0924 \u092a\u0930 \u0932\u0947 \u091c\u093e\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u092c\u093e\u0939\u0930\u0940 \u0924\u0940\u0930 \u090a\u092a\u0930 \u0914\u0930 \u0928\u0940\u091a\u0947 \u0909\u092a\u092f\u094b\u0917 \u0915\u0930\u0947\u0902\u0964\u090f\u0915\u093e\u0927\u093f\u0915 \u0938\u093e\u0907\u091f\u094b\u0902 \u0915\u093e \u091a\u092f\u0928 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f, \u090f\u0915 \u0938\u093e\u0907\u091f \u0915\u093e \u091a\u092f\u0928 \u0915\u0930\u0947\u0902, \u0928\u093f\u092f\u0902\u0924\u094d\u0930\u0923(ctrl key) \u0915\u0941\u0902\u091c\u0940 (\u092f\u093e \u092e\u0948\u0915 \u092a\u0930 \u0906\u0926\u0947\u0936) \u092a\u0915\u0921\u093c\u0947\u0902, \u0914\u0930 \u0915\u093f\u0938\u0940 \u092d\u0940 \u0905\u0928\u094d\u092f \u0938\u093e\u0907\u091f\u094b\u0902 \u092a\u0930 \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0947\u0902\u0964 \u092b\u093f\u0930 \u090f\u0915 \u0924\u0940\u0930 \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0947\u0902\u0964
tab_inst_3=\ \u0915\u093e\u0930\u094d\u092f\u0938\u094d\u0925\u0932 \u0928\u0947\u0935\u093f\u0917\u0947\u0936\u0928 \u092e\u0947\u0902 \u092a\u094d\u0930\u092e\u0941\u0916\u0924\u093e \u0938\u0947 \u092a\u094d\u0930\u0926\u0930\u094d\u0936\u093f\u0924 \u0905\u092a\u0928\u0940 \u0938\u093e\u0907\u091f\u094b\u0902 \u0915\u0940 \u0938\u0902\u0916\u094d\u092f\u093e \u0915\u094b \u092c\u0926\u0932\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f, \u092a\u094d\u0930\u0926\u0930\u094d\u0936\u0928 \u0938\u0902\u0916\u094d\u092f\u093e \u0905\u0926\u094d\u092f\u0924\u0928 \u0915\u0930\u0947\u0902\u0964 \u092b\u093f\u0930 \u0935\u0930\u0940\u092f\u0924\u093e\u0913\u0902 \u092e\u0947\u0902 \u092a\u0930\u093f\u0935\u0930\u094d\u0924\u0928 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0905\u0926\u094d\u092f\u0924\u0928 \u0915\u0930\u0947\u0902 \u092a\u0930 \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0947\u0902\u0964
tab_inst_save=\u091c\u092c \u0906\u092a \u092a\u0930\u093f\u0935\u0930\u094d\u0924\u0928 \u0915\u0930 \u0932\u0947\u0902, \u0909\u0928\u094d\u0939\u0947\u0902 \u0938\u0939\u0947\u091c\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0905\u0926\u094d\u092f\u0924\u0928 \u0935\u0930\u0940\u092f\u0924\u093e\u0913\u0902 \u092a\u0930 \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0947\u0902\u0964
tab_not_vis_inst=\u0938\u093e\u0907\u091f\u094b\u0902 \u091f\u0948\u092c\u094d\u0938 \u092e\u0947\u0902 \u0926\u093f\u0916\u093e\u0908 \u0928\u0939\u0940\u0902 \u0926\u0947 \u0930\u0939\u0940
tab_vis_inst=\u0938\u093e\u0907\u091f\u094b\u0902 \u091f\u0948\u092c\u094d\u0938 \u092e\u0947\u0902 \u0926\u093f\u0916\u093e\u0908 \u0926\u0947 \u0930\u0939\u0940 \u0939\u0948\u0902
tab_move_inst=\u091a\u092f\u0928\u093f\u0924 \u0932\u0947 \u091c\u093e\u090f\u0901
tab_move_inst_re=\u091a\u0941\u0928\u0940 \u0939\u0941\u0908 \u0938\u093e\u0907\u091f \u0915\u094b \u091b\u093f\u092a\u093e\u090f\u0901
tab_move_all_inst=\u0938\u092d\u0940 \u0938\u093e\u0907\u091f\u094b\u0902 \u0915\u094b \u0926\u0943\u0936\u094d\u092f\u092e\u093e\u0928 \u092c\u0928\u093e\u090f\u0902
tab_move_all_inst_re=\u0938\u092d\u0940 \u0938\u093e\u0907\u091f\u0947\u0902 \u091b\u0941\u092a\u093e\u090f\u0901
tab_move_up=\u091a\u0941\u0928\u0940 \u0939\u0941\u0908 \u0938\u093e\u0907\u091f \u0915\u094b \u0938\u0942\u091a\u0940 \u092e\u0947\u0902 \u090a\u092a\u0930 \u0932\u0947 \u091c\u093e\u090f\u0901
tab_move_down=\u091a\u092f\u0928\u093f\u0924 \u0938\u093e\u0907\u091f \u0938\u0942\u091a\u0940 \u092e\u0947\u0902 \u0928\u0940\u091a\u0947 \u0932\u0947 \u091c\u093e\u090f\u0901
tab_move_top=\u091a\u092f\u0928\u093f\u0924 \u0938\u093e\u0907\u091f \u0915\u094b \u0938\u0942\u091a\u0940 \u0915\u0947 \u0936\u0940\u0930\u094d\u0937 \u092a\u0930 \u0932\u0947 \u091c\u093e\u090f\u0901
tab_move_bottom=\u091a\u092f\u0928\u093f\u0924 \u0938\u093e\u0907\u091f \u0915\u094b \u0938\u0942\u091a\u0940 \u0915\u0947 \u0928\u0940\u091a\u0947 \u0932\u0947 \u091c\u093e\u090f\u0901
tabs_move_top=\u091a\u092f\u0928\u093f\u0924 \u0938\u093e\u0907\u091f\u094d\u0938 \u0915\u094b \u0907\u0938 \u0938\u0942\u091a\u0940 \u0915\u0947 \u0936\u0940\u0930\u094d\u0937 \u092a\u0930 \u0932\u0947 \u091c\u093e\u090f\u0901
tabs_move_bottom=\u091a\u092f\u0928\u093f\u0924 \u0938\u093e\u0907\u091f\u094d\u0938 \u0915\u094b \u0907\u0938 \u0938\u0942\u091a\u0940 \u0915\u0947 \u0928\u0940\u091a\u0947 \u0932\u0947 \u091c\u093e\u090f\u0901
tabs_move_left=\u091a\u092f\u0928\u093f\u0924 \u0938\u093e\u0907\u091f\u094d\u0938 \u0915\u094b \u0938\u0942\u091a\u0940 \u0915\u0947 \u0936\u0940\u0930\u094d\u0937 \u092a\u0930 \u092c\u093e\u0908\u0902 \u0913\u0930 \u0932\u0947 \u091c\u093e\u090f\u0901
tabs_move_right=\u091a\u092f\u0928\u093f\u0924 \u0938\u093e\u0907\u091f\u094d\u0938 \u0915\u094b \u0938\u0942\u091a\u0940 \u0915\u0947 \u0936\u0940\u0930\u094d\u0937 \u092a\u0930 \u0926\u093e\u090f\u0901 \u0932\u0947 \u091c\u093e\u090f\u0901
tabs_screen_reader_label=\u091a\u092f\u0928 \u0915\u0930\u0947\u0902 

tab_move_rone=>
tab_move_lone=<
tab_move_rall=>>
tab_move_lall=<<

tab_count=\u091f\u0948\u092c\u094d\u0938\: \u092a\u094d\u0930\u0926\u0930\u094d\u0936\u093f\u0924

time_inst_1=\u0915\u0943\u092a\u092f\u093e \u091a\u092f\u0928\u093f\u0924 {0} \u0909\u092a\u0915\u0930\u0923 \u0915\u0947 \u0932\u093f\u090f \u0905\u092a\u0928\u0947 \u0938\u094d\u0925\u093e\u0928\u0940\u092f \u0938\u092e\u092f \u091c\u093c\u094b\u0928 \u0915\u093e \u091a\u092f\u0928 \u0915\u0930\u0947\u0902, \u091c\u0948\u0938\u0947 \u0915\u093f \u0905\u0928\u0941\u0938\u0942\u091a\u0940 \u0964 \u0906\u092a \u0935\u0930\u094d\u0924\u092e\u093e\u0928 \u092e\u0947\u0902 \u0915\u0930 \u0930\u0939\u0947 \u0939\u0948\u0902 
time_inst_2=\u0938\u092e\u092f \u091c\u093c\u094b\u0928

locale_msg=\u0915\u0943\u092a\u092f\u093e \u0905\u092a\u0928\u0940 \u092d\u093e\u0937\u093e (\u0914\u0930 \u0926\u0947\u0936) \u092a\u094d\u0930\u093e\u0925\u092e\u093f\u0915\u0924\u093e \u0915\u093e \u091a\u092f\u0928 \u0915\u0930\u0947\u0902\u0964 \u0906\u092a\u0915\u0940 \u0935\u0930\u094d\u0924\u092e\u093e\u0928 \u092d\u093e\u0937\u093e \u0935\u0930\u0940\u092f\u0924\u093e \u0939\u0948\:

privacy_title=\u0917\u094b\u092a\u0928\u0940\u092f\u0924\u093e \u0938\u094d\u0925\u093f\u0924\u093f
privacy_default=\u0921\u093f\u092b\u093c\u0949\u0932\u094d\u091f \u0938\u094d\u0925\u093f\u0924\u093f
privacy_item_visible=\u091c\u092c \u092e\u0948\u0902 \u0921\u093f\u092b\u093c\u0949\u0932\u094d\u091f \u0930\u0942\u092a \u0938\u0947 \u0938\u093e\u0907\u091f\u094b\u0902 \u092e\u0947\u0902 \u091c\u094b\u0921\u093c\u093e \u0917\u092f\u093e \u0924\u094b \u092e\u0941\u091d\u0947 \u0926\u0943\u0936\u094d\u092f\u092e\u093e\u0928 \u092c\u0928\u093e\u090f\u0902
privacy_item_hidden=\u091c\u092c \u092e\u0948\u0902 \u0921\u093f\u092b\u093c\u0949\u0932\u094d\u091f \u0930\u0942\u092a \u0938\u0947 \u0938\u093e\u0907\u091f\u094b\u0902 \u092e\u0947\u0902 \u091c\u094b\u0921\u093c\u093e \u0917\u092f\u093e \u0924\u094b \u092e\u0941\u091d\u0947 \u091b\u0941\u092a\u093e\u090f\u0901
privacy_stmt1=\u0906\u092a \u0905\u092a\u0928\u0947 \u0906\u092a\u0915\u094b \u0914\u0930 \u0905\u092a\u0928\u0940 \u0928\u093f\u091c\u0940 \u091c\u093e\u0928\u0915\u093e\u0930\u0940 \u0915\u094b \u0907\u0938 \u0938\u093e\u0907\u091f \u092e\u0947\u0902 \u0926\u0942\u0938\u0930\u094b\u0902 \u0938\u0947 \u091b\u093f\u092a\u093e\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0905\u092a\u0928\u0940 \u0938\u0947\u091f\u093f\u0902\u0917\u094d\u0938 \u092c\u0926\u0932 \u0938\u0915\u0924\u0947 \u0939\u0948\u0964 \u0907\u0938 \u0938\u093e\u0907\u091f \u092e\u0947\u0902 \u0906\u092a\u0915\u0940 \u0938\u094d\u0925\u093f\u0924\u093f \u0935\u0930\u094d\u0924\u092e\u093e\u0928 \u092e\u0947\u0902 \u0938\u0947\u091f \u0939\u0948"
privacy_specific_site=\u090f\u0915 \u0935\u093f\u0936\u093f\u0937\u094d\u091f \u0938\u093e\u0907\u091f \u0915\u0947 \u0932\u093f\u090f \u0938\u094d\u0925\u093f\u0924\u093f \u0938\u0947\u091f \u0915\u0930\u0947\u0902
privacy_stmt_show=." \u0905\u0928\u094d\u092f \u0935\u094d\u092f\u0915\u094d\u0924\u093f \u0930\u094b\u0938\u094d\u091f\u0930 \u092e\u0947\u0902 \u0906\u092a\u0915\u093e \u0928\u093e\u092e \u0926\u0947\u0916 \u0938\u0915\u0924\u0947 \u0939\u0948\u0902 \u0914\u0930 \u0906\u092a\u0915\u094b \u0938\u093e\u0907\u091f \u0915\u0947 \u092e\u093e\u0927\u094d\u092f\u092e \u0938\u0947 \u0938\u0902\u092a\u0930\u094d\u0915 \u0915\u0930 \u0938\u0915\u0924\u0947 \u0939\u0948\u0902\u0964
privacy_stmt_hide=." \u0905\u0928\u094d\u092f \u0935\u094d\u092f\u0915\u094d\u0924\u093f \u0930\u094b\u0938\u094d\u091f\u0930 \u092e\u0947\u0902 \u0906\u092a\u0915\u093e \u0928\u093e\u092e \u0928\u0939\u0940\u0902 \u0926\u0947\u0916 \u0938\u0915\u0924\u0947 \u0939\u0948\u0902 \u0914\u0930 \u0906\u092a\u0915\u094b \u0938\u093e\u0907\u091f \u0915\u0947 \u092e\u093e\u0927\u094d\u092f\u092e \u0938\u0947 \u0938\u0902\u092a\u0930\u094d\u0915 \u0928\u0939\u0940\u0902 \u0915\u0930 \u0938\u0915\u0924\u0947 \u0939\u0948\u0902\u0964
privacy_all_sites=\u0905\u092a\u0928\u0940 \u0938\u092d\u0940 \u0938\u093e\u0907\u091f\u094b\u0902 \u092e\u0947\u0902 \u0905\u092a\u0928\u0940 \u0938\u094d\u0925\u093f\u0924\u093f \u092c\u0926\u0932\u0947\u0902
privacy_change_directions=\u092f\u0926\u093f \u0906\u092a \u0905\u092a\u0928\u0940 \u0938\u094d\u0925\u093f\u0924\u093f \u0915\u094b \u092c\u0926\u0932\u0928\u093e \u091a\u093e\u0939\u0924\u0947 \u0939\u0948\u0902, \u0924\u094b \u092c\u0949\u0915\u094d\u0938 \u091a\u0947\u0915 \u0915\u0930\u0947\u0902 \u091c\u094b \u092a\u093e\u0938 \u0939\u0948
privacy_change_directions2=\u0914\u0930 \u092b\u093f\u0930 \u0928\u0940\u091a\u0947 \u0905\u0926\u094d\u092f\u0924\u0928 \u092c\u091f\u0928 \u092a\u0930 \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0947\u0902\u0964

privacy_note=\u0928\u094b\u091f\: \u0905\u0928\u094d\u092f \u0938\u093e\u0907\u091f\u094b\u0902 \u092e\u0947\u0902 \u0906\u092a\u0915\u0940 \u0917\u094b\u092a\u0928\u0940\u092f\u0924\u093e \u0938\u094d\u0925\u093f\u0924\u093f \u0926\u0947\u0916\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f, \u0905\u092a\u0928\u0947 \u092e\u0947\u0930\u093e\u0915\u093e\u0930\u094d\u092f\u0915\u094d\u0937\u0947\u0924\u094d\u0930 \u0938\u093e\u0907\u091f \u0938\u0947 \u0935\u0930\u0940\u092f\u0924\u093e\u0913\u0902 \u0915\u094b \u091a\u0941\u0928\u0947\u0902\u0964

move_up_msg=\u0915\u0943\u092a\u092f\u093e \u090a\u092a\u0930 \u0932\u0947 \u091c\u093e\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0915\u092e \u0938\u0947 \u0915\u092e \u090f\u0915 \u0938\u093e\u0907\u091f \u0915\u093e \u091a\u092f\u0928 \u0915\u0930\u0947\u0902\u0964
move_down_msg=\u0915\u0943\u092a\u092f\u093e \u0928\u0940\u091a\u0947 \u0932\u0947 \u091c\u093e\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0915\u092e \u0938\u0947 \u0915\u092e \u090f\u0915 \u0938\u093e\u0907\u091f \u0915\u093e \u091a\u092f\u0928 \u0915\u0930\u0947\u0902\u0964
remove_from_sites_msg=\u0915\u0943\u092a\u092f\u093e \u091f\u0948\u092c\u094d\u0938 \u092e\u0947\u0902 \u0926\u0930\u094d\u0936\u0928\u0940\u092f \u0938\u094d\u0925\u0932\u094b\u0902 \u0938\u0947 \u0939\u091f\u093e\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u090f\u0915 \u0938\u093e\u0907\u091f \u0915\u093e \u091a\u092f\u0928 \u0915\u0930\u0947\u0902\u0964
add_to_sites_msg=\u0915\u0943\u092a\u092f\u093e \u091f\u0948\u092c\u094d\u0938 \u092e\u0947\u0902 \u0926\u0930\u094d\u0936\u0928\u0940\u092f \u0938\u094d\u0925\u0932\u094b\u0902 \u092e\u0947\u0902 \u091c\u094b\u0921\u093c\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u090f\u0915 \u0938\u093e\u0907\u091f \u0915\u093e \u091a\u092f\u0928 \u0915\u0930\u0947\u0902\u0964
user_missing=\u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e\u0906\u0908\u0921\u0940 \u0917\u093e\u092f\u092c \u0939\u0948\u0964
remove_all=\u0936\u0940\u0930\u094d\u0937 \u0928\u0947\u0935\u093f\u0917\u0947\u0936\u0928 \u0938\u0947 \u0938\u092d\u0940 \u091f\u0948\u092c\u094d\u0938 \u0928\u0939\u0940\u0902 \u0939\u091f\u093e \u0938\u0915\u0924\u0947
min_tabs=\u0915\u092e \u0938\u0947 \u0915\u092e %d \u091f\u0948\u092c\u094d\u0938 \u0936\u0940\u0930\u094d\u0937 \u0928\u0947\u0935\u093f\u0917\u0947\u0936\u0928 \u092a\u091f\u094d\u091f\u0940 \u092a\u0930 \u0939\u094b\u0928\u093e \u091a\u093e\u0939\u093f\u090f 

privacy_check_hide=\u092e\u0941\u091d\u0947 \u091b\u0941\u092a\u093e\u090f\u0901
privacy_check_show=\u092e\u0941\u091d\u0947 \u0926\u093f\u0916\u093e\u090f\u0901
privacy_update=\u0905\u0926\u094d\u092f\u0924\u0928(\u0905\u092a\u0921\u0947\u091f) \u0915\u0930\u0947\u0902
privacy_choose=\u090f\u0915 \u0938\u093e\u0907\u091f \u0915\u093e \u091a\u092f\u0928 
privacy_no_choices=\u091a\u092f\u0928 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0915\u094b\u0908 \u0938\u093e\u0907\u091f \u0928\u0939\u0940 \u0939\u0948, \u0906\u092a\u0915\u094b \u0915\u092e \u0938\u0947 \u0915\u092e \u090f\u0915 \u0938\u093e\u0907\u091f \u0915\u093e \u0938\u0926\u0938\u094d\u092f \u0939\u094b\u0928\u093e \u0906\u0935\u0936\u094d\u092f\u0915 \u0939\u0948\u0964
privacy_show_all=\u092e\u0941\u091d\u0947 \u0938\u092d\u0940 \u0938\u093e\u0907\u091f\u094b\u0902 \u092e\u0947\u0902 \u0926\u093f\u0916\u093e\u090f\u0901
privacy_hide_all=\u092e\u0941\u091d\u0947 \u0938\u092d\u0940 \u0938\u093e\u0907\u091f\u094b\u0902 \u092e\u0947\u0902 \u091b\u093f\u092a\u093e\u090f\u0901

privacy_update_title=\u0917\u094b\u092a\u0928\u0940\u092f\u0924\u093e \u0938\u094d\u0925\u093f\u0924\u093f \u0905\u0926\u094d\u092f\u0924\u0928 \u0915\u0930\u0947\u0902


privacy_show_title=\u0938\u092d\u0940 \u0938\u093e\u0907\u091f\u094b\u0902 \u0915\u0947 \u0932\u093f\u090f \u0926\u093f\u0916\u093e\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0917\u094b\u092a\u0928\u0940\u092f\u0924\u093e \u0938\u0947\u091f \u0915\u0930\u0947\u0902
privacy_hide_title=\u0938\u092d\u0940 \u0938\u093e\u0907\u091f\u094b\u0902 \u0915\u0947 \u0932\u093f\u090f \u091b\u093f\u092a\u093e\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0917\u094b\u092a\u0928\u0940\u092f\u0924\u093e \u0938\u0947\u091f \u0915\u0930\u0947\u0902

privacy_visible=\u0926\u0943\u0936\u094d\u092f\u092e\u093e\u0928
privacy_hidden=\u091b\u093f\u092a\u093e \u0939\u0941\u0906

privacy_show_all_set=\u0938\u092d\u0940 \u0938\u093e\u0907\u091f\u094b\u0902 \u092e\u0947\u0902 \u0906\u092a\u0915\u0940 \u0938\u094d\u0925\u093f\u0924\u093f \u0905\u092c \u0926\u093f\u0916 \u0930\u0939\u093e \u0939\u0948\u0964  \u0926\u0942\u0938\u0930\u094b\u0902 \u0915\u0947 \u0930\u094b\u0938\u094d\u091f\u0930 \u092e\u0947\u0902 \u0905\u092a\u0928\u093e \u0928\u093e\u092e \u0926\u0947\u0916 \u0938\u0915\u0924\u0947 \u0939\u0948\u0902 \u0914\u0930 \u0906\u092a \u0938\u093e\u0907\u091f \u0915\u0947 \u092e\u093e\u0927\u094d\u092f\u092e \u0938\u0947 \u0938\u0902\u092a\u0930\u094d\u0915 \u0915\u0930 \u0938\u0915\u0924\u0947 \u0939\u0948\u0902\u0964
privacy_hide_all_set=\u0906\u092a\u0915\u0940 \u0938\u094d\u0925\u093f\u0924\u093f \u0938\u092d\u0940 \u0938\u093e\u0907\u091f\u094b\u0902 \u092e\u0947\u0902 \u0905\u092c \u091b\u093f\u092a\u0940 \u0939\u0941\u0908 \u0938\u0947\u091f \u0939\u0948\u0964 \u0926\u0942\u0938\u0930\u0947\u0902 \u0930\u094b\u0938\u094d\u091f\u0930 \u092e\u0947\u0902 \u0906\u092a\u0915\u093e \u0928\u093e\u092e \u0928\u0939\u0940\u0902 \u0926\u0947\u0916 \u0938\u0915\u0924\u0947 \u0914\u0930 \u0938\u093e\u0907\u091f \u0915\u0947 \u092e\u093e\u0927\u094d\u092f\u092e \u0938\u0947 \u0906\u092a\u0915\u094b \u0938\u0902\u092a\u0930\u094d\u0915 \u0928\u0939\u0940\u0902 \u0915\u0930 \u0938\u0915\u0924\u0947\u0964

privacy_site_not_selected=\u0915\u0943\u092a\u092f\u093e \u0905\u092a\u0928\u0940 \u0938\u094d\u0925\u093f\u0924\u093f \u0915\u094b \u092c\u0926\u0932\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u090f\u0915 \u0938\u093e\u0907\u091f \u0915\u093e \u091a\u092f\u0928 \u0915\u0930\u0947\u0902\u0964

privacy_choice_heading=\u0915\u0943\u092a\u092f\u093e \u0905\u092a\u0928\u0947 \u0917\u094b\u092a\u0928\u0940\u092f\u0924\u093e \u0938\u094d\u0925\u093f\u0924\u093f \u092a\u094d\u0930\u093e\u0925\u092e\u093f\u0915\u0924\u093e \u0938\u0947\u091f \u0915\u0930\u0947\u0902\:
privacy_choice_hidden=\u0907\u0938 \u0938\u093e\u0907\u091f \u092e\u0947\u0902 \u091b\u0941\u092a\u0947 \u0930\u0939\u0924\u0947 \u0939\u0948\u0902
privacy_choice_visible=\u092e\u0941\u091d\u0947 \u0907\u0938 \u0938\u093e\u0907\u091f \u092e\u0947\u0902 \u0926\u0943\u0936\u094d\u092f\u092e\u093e\u0928 \u092c\u0928\u093e\u090f\u0902
privacy_choice_later=\u092e\u0941\u091d\u0938\u0947 \u092c\u093e\u0926 \u092e\u0947\u0902 \u092a\u0941\u0928\: \u092a\u0942\u091b\u0947\u0902

privacy_change_later_instructions=\u092d\u0935\u093f\u0937\u094d\u092f \u092e\u0947\u0902 \u0906\u092a\u0915\u0940 \u0917\u094b\u092a\u0928\u0940\u092f\u0924\u093e \u0938\u0947\u091f\u093f\u0902\u0917\u094d\u0938 \u092a\u0930\u093f\u0935\u0930\u094d\u0924\u093f\u0924 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f, < br / > \u092e\u0947\u0930\u093e \u0915\u093e\u0930\u094d\u092f\u0938\u094d\u0925\u093e\u0928 > \u0935\u0930\u0940\u092f\u0924\u093e\u090f\u0901 > \u0917\u094b\u092a\u0928\u0940\u092f\u0924\u093e \u0938\u094d\u0925\u093f\u0924\u093f \u092a\u0930 \u091c\u093e\u090f\u0901

## SAK-23895:Display full name of course, not just code, in site tab
tabDisplay_prompt=\u091f\u0948\u092c\u094d\u0938 \u0915\u0947 \u0930\u0942\u092a \u092e\u0947\u0902 \u0926\u093f\u0916\u093e\u090f\u0901\:
tabDisplay_coursecode=\u092a\u093e\u0920\u094d\u092f\u0915\u094d\u0930\u092e \u0915\u094b\u0921 (\u0909\u0926\u093e\u0939\u0930\u0923 \u0915\u0947 \u0932\u093f\u090f F13-ACCT-134C-01)
tabDisplay_coursename=\u0915\u094b\u0930\u094d\u0938 \u0915\u093e \u0928\u093e\u092e/\u0935\u093f\u0935\u0930\u0923 (\u0909\u0926\u093e\u0939\u0930\u0923 \u0915\u0947 \u0932\u093f\u090f \u092a\u094d\u0930\u0925\u092e \u0935\u0930\u094d\u0937 \u0915\u0947 \u0932\u0947\u0916\u093e)

# EntityProvider properties
userPrefs=\u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0935\u0930\u0940\u092f\u0924\u093e \u092e\u0942\u0932\u094d\u092f\u094b\u0902
userPrefs.action.key=\u0915\u093e\u0930\u094d\u0930\u0935\u093e\u0908 \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0906\u0908\u0921\u0940, \u0914\u0930 \u0915\u0941\u0902\u091c\u0940 \u092e\u0942\u0932\u094d\u092f \u0932\u0947\u0924\u093e \u0939\u0948, \u0914\u0930 \u0909\u0938 \u0915\u0941\u0902\u091c\u0940 \u0915\u0947 \u0932\u093f\u090f \u0909\u092a\u092f\u094b\u0917\u0915\u0930\u094d\u0924\u093e \u0935\u0930\u0940\u092f\u0924\u093e \u0917\u0941\u0923 \u0938\u0947\u091f\u093f\u0902\u0917\u094d\u0938 \u0935\u093e\u092a\u0938 \u0915\u0930\u0924\u093e \u0939\u0948\u0964 \u092f\u0939\u093e\u0901 \u092a\u0930 \u0905\u0928\u0941\u0930\u094b\u0927 \u092f\u0942\u0906\u0930\u090f\u0932 \u092a\u0948\u091f\u0930\u094d\u0928 \u0939\u0948 \: \u092a\u0948\u0930\u093e\u092e\u0940\u091f\u0930 \u0915\u0947 \u0938\u093e\u0925 /direct/userPrefs/key/{user_id}/{key_value}.json


