#X-Generator: crowdin.com
prefs_noti_title=\u041c\u044d\u0434\u044d\u0433\u0434\u043b\u04af\u04af\u0434
prefs_timezone_title=\u0426\u0430\u0433\u0438\u0439\u043d \u0411\u04af\u0441
prefs_lang_title=\u0425\u044d\u043b
prefs_title=\u0422\u043e\u0445\u0438\u0440\u0433\u043e\u043e
prefs_privacy=\u041d\u0443\u0443\u0446\u043b\u0430\u043b\u044b\u043d \u0421\u0442\u0430\u0442\u0443\u0441

prefs_element_locked=\u0414\u043e\u043e\u0434 \u0442\u0430\u043b\u044b\u043d \u044d\u043b\u0435\u043c\u0435\u043d\u0442 \u0442\u04af\u0433\u0436\u0438\u0433\u0434\u0441\u044d\u043d \u0442\u0443\u043b \u044d\u043d\u044d \u044d\u043b\u0435\u043c\u0435\u043d\u0442\u0438\u0439\u0433 \u044d\u043d\u0434 \u0431\u0430\u0439\u0440\u043b\u0443\u0443\u043b\u0430\u0445 \u0431\u043e\u043b\u043e\u043c\u0436\u0433\u04af\u0439.

update_pref=\u0425\u0430\u0434\u0433\u0430\u043b\u0430\u0445
cancel_pref=\u0426\u0443\u0446\u043b\u0430\u0445
update_success=\u0422\u0430\u043d\u044b \u0442\u043e\u0445\u0438\u0440\u0433\u043e\u043e \u0445\u0430\u0434\u0433\u0430\u043b\u0430\u0433\u0434\u043b\u0430\u0430.

hideshowdesc_toggle_hide=\u0421\u0430\u0439\u0442\u0443\u0443\u0434\u044b\u0433 \u041d\u0443\u0443\u0445
hideshowdesc_toggle_show=\u0421\u0430\u0439\u0442\u0443\u0443\u0434\u044b\u0433 \u0425\u0430\u0440\u0443\u0443\u043b\u0430\u0445

noti_inst_second=\u0411\u04af\u0445 \u0447\u0443\u0445\u0430\u043b \u044d\u0440\u044d\u043c\u0431\u044d\u0442\u044d\u0439 \u043c\u044d\u0434\u044d\u0433\u0434\u043b\u04af\u04af\u0434 \u0442\u0430\u043d\u0434 \u0438\u043c\u044d\u0439\u043b\u044d\u044d\u0440 \u0438\u043b\u0433\u044d\u044d\u0433\u0434\u044d\u0445 \u0431\u043e\u043b\u043d\u043e. \u0427\u0443\u0445\u043b\u0430\u0430\u0441 \u0434\u043e\u043e\u0448 \u044d\u0440\u044d\u043c\u0431\u0438\u0439\u0433 \u0434\u043e\u043e\u0440 \u0442\u043e\u0445\u0438\u0440\u0443\u0443\u043b\u043d\u0430 \u0443\u0443.

noti_add_site=\u0421\u0430\u0439\u0442 \u043d\u044d\u043c\u044d\u0445

# need to define the site type titles (copied from portal-impl)
moresite_projects=\u0422\u04e8\u0421\u041b\u04ae\u04ae\u0414
moresite_portfolios=\u041f\u041e\u0420\u0422\u0424\u041e\u041b\u0418\u041e
moresite_administration=\u0423\u0414\u0418\u0420\u0414\u041b\u0410\u0413\u0410
moresite_other=\u0411\u0423\u0421\u0410\u0414
moresite_scs=SCS \u0425\u0438\u0447\u044d\u044d\u043b\u04af\u04af\u0434
moresite_no_term=\u0421\u042d\u041c\u042d\u0421\u0422\u0415\u0420\u0413\u04ae\u0419 \u0425\u0418\u0427\u042d\u042d\u041b\u04ae\u04ae\u0414

noti_prefs_title={0} \u0422\u043e\u0445\u0438\u0440\u0433\u043e\u043e\u0433 \u04e8\u04e9\u0440\u0447\u043b\u04e9\u0445\: \u0421\u0430\u0439\u0442 \u041d\u044d\u043c\u044d\u0445
noti_prefs_instr=\u0421\u0430\u0439\u0442\u044b\u043d \u0430\u043d\u0445\u043d\u044b \u0442\u043e\u0445\u0438\u0440\u0433\u043e\u043e\u0433 \u04e9\u04e9\u0440\u0447\u043b\u04e9\u0445\u0438\u0439\u043d \u0442\u0443\u043b\u0434 \u0442\u0443\u0445\u0430\u0439\u043d \u0441\u0430\u0439\u0442\u0430\u0430 \u0441\u043e\u043d\u0433\u043e\u043e\u0434 '\u0421\u0430\u0439\u0442 \u041d\u044d\u043c\u044d\u0445' \u0442\u043e\u0432\u0447\u0438\u0439\u0433 \u0434\u0430\u0440\u043d\u0430 \u0443\u0443.
noti_prefs_add=\u0421\u0430\u0439\u0442 \u041d\u044d\u043c\u044d\u0445
noti_prefs_cancel=\u0426\u0443\u0446\u043b\u0430\u0445

tab_inst_1=\u0421\u0430\u0439\u0442\u044b\u0433 \u0422\u0430\u0431-\u0441 \u043d\u0443\u0443\u0445 \u044d\u0441\u0432\u044d\u043b \u0445\u0430\u0440\u0430\u0433\u0434\u0443\u0443\u043b\u0430\u0445 \u044d\u0441\u0432\u044d\u043b \u041d\u044d\u043c\u044d\u043b\u0442 \u0421\u0430\u0439\u0442\u0443\u0443\u0434-\u0434 \u043e\u0440\u0443\u0443\u043b\u0430\u0445 \u0431\u043e\u043b \u0442\u0443\u0445\u0430\u0439\u043d \u0441\u0430\u0439\u0442\u044b\u0433 \u0441\u043e\u043d\u0433\u043e\u043e\u0434 \u0431\u0430\u0440\u0443\u0443\u043d \u044d\u0441\u0432\u044d\u043b \u0437\u04af\u04af\u043d \u0441\u0443\u043c\u044b\u0433 \u0430\u0448\u0438\u0433\u043b\u0430\u043d \u0437\u04e9\u04e9\u043d\u04e9 \u04af\u04af. \u0411\u04af\u0445 \u0441\u0430\u0439\u0442\u0443\u0443\u0434\u044b\u0433 \u0437\u04e9\u04e9\u0445 \u0431\u043e\u043b \u0434\u0430\u0432\u0445\u0430\u0440 \u0441\u0443\u043c \u0434\u044d\u044d\u0440 \u0434\u0430\u0440\u043d\u0430 \u0443\u0443.
tab_inst_2=\u0425\u0430\u0440\u0430\u0433\u0434\u0430\u0436 \u0431\u0443\u0439 \u0422\u0430\u0431-\u0443\u0443\u0434\u044b\u043d \u0434\u0430\u0440\u0430\u0430\u043b\u043b\u044b\u0433 \u04e9\u04e9\u0440\u0447\u043b\u04e9\u0445\u0438\u0439\u043d \u0442\u0443\u043b\u0434 '\u0422\u0430\u0431-\u0434 \u0425\u0430\u0440\u0430\u0433\u0434\u0430\u0445 \u0421\u0430\u0439\u0442\u0443\u0443\u0434' \u0445\u0430\u0439\u0440\u0446\u0430\u0433\u043d\u0430\u0430\u0441 \u0441\u0430\u0439\u0442\u0430\u0430 \u0441\u043e\u043d\u0433\u043e\u043e\u0434 \u0434\u044d\u044d\u0448/\u0434\u043e\u043e\u0448 \u0441\u0443\u043c\u0430\u0430\u0440 \u0434\u0430\u0440\u0430\u0430\u043b\u043b\u044b\u0433 \u04e9\u04e9\u0440\u0447\u0438\u043b\u043d\u04e9 \u04af\u04af. \u0417\u0430\u0445\u044b\u043d \u0434\u044d\u044d\u0448/\u0434\u043e\u043e\u0448 \u0441\u0443\u043c\u0430\u0430\u0440 \u0441\u0430\u0439\u0442\u044b\u0433 \u0436\u0430\u0433\u0441\u0430\u0430\u043b\u0442\u044b\u043d \u0445\u0430\u043c\u0433\u0438\u0439\u043d \u044d\u0445\u044d\u043d\u0434 \u044d\u0441\u0432\u044d\u043b \u0441\u04af\u04af\u043b\u0434 \u0430\u0432\u0430\u0430\u0447\u0438\u0445 \u0431\u043e\u043b\u043e\u043c\u0436\u0442\u043e\u0439. \u041e\u043b\u043e\u043d \u0441\u0430\u0439\u0442\u0443\u0443\u0434 \u0437\u04e9\u04e9\u0445\u0438\u0439\u043d \u0442\u0443\u043b\u0434 CTRL \u0442\u043e\u0432\u0438\u0439\u0433 \u0434\u0430\u0440\u0430\u043d\u0433\u0430\u0430 \u0431\u0443\u0441\u0430\u0434 \u0441\u0430\u0439\u0442\u0443\u0443\u0434\u0430\u0430 \u0441\u043e\u043d\u0433\u043e\u043e\u0434 \u0441\u0443\u043c\u0430\u0430\u0440 \u0437\u04e9\u04e9\u043d\u04e9.
tab_inst_3=\u041d\u0430\u0432\u0438\u0446\u0430\u0433-\u0434 \u0431\u0430\u0439\u0440\u043b\u0430\u0445 \u0422\u0430\u0431-\u044b\u043d \u0442\u043e\u043e\u0433 \u04e9\u04e9\u0440\u0447\u043b\u04e9\u0445 \u0431\u043e\u043b \u0425\u0430\u0440\u0430\u0433\u0434\u0430\u0445 \u0422\u0430\u0431-\u044b\u043d \u0422\u043e\u043e-\u0433 \u04e9\u04e9\u0440\u0447\u0438\u043b\u0436 '\u0425\u0430\u0434\u0433\u0430\u043b\u0430\u0445' \u0442\u043e\u0432\u0447\u0438\u0439\u0433 \u0434\u0430\u0440\u043d\u0430 \u0443\u0443.
tab_inst_save=\u04e8\u04e9\u0440\u0447\u043b\u04e9\u043b\u0442\u04af\u04af\u0434\u044d\u044d \u0445\u0438\u0439\u0436 \u0434\u0443\u0443\u0441\u0441\u0430\u043d\u044b \u0434\u0430\u0440\u0430\u0430 '\u0425\u0430\u0434\u0433\u0430\u043b\u0430\u0445' \u0442\u043e\u0432\u0447\u0438\u0439\u0433 \u0434\u0430\u0440\u0430\u043d \u0445\u0430\u0434\u0433\u0430\u043b\u043d\u0430 \u0443\u0443.
tab_not_vis_inst=\u0422\u0430\u0431-\u0434 \u0445\u0430\u0440\u0430\u0433\u0434\u0430\u0445\u0433\u04af\u0439 \u0431\u0430\u0439\u0445 \u0441\u0430\u0439\u0442\u0443\u0443\u0434
tab_vis_inst=\u0422\u0430\u0431-\u0434 \u0445\u0430\u0440\u0430\u0433\u0434\u0430\u0445 \u0441\u0430\u0439\u0442\u0443\u0443\u0434
tab_move_inst=\u0421\u043e\u043d\u0433\u043e\u0441\u043d\u044b\u0433 \u0437\u04e9\u04e9\u0445
tab_move_inst_re=\u0421\u043e\u043d\u0433\u043e\u0441\u043e\u043d \u0441\u0430\u0439\u0442\u044b\u0433 \u043d\u0443\u0443\u0445
tab_move_all_inst=\u0411\u04af\u0445 \u0441\u0430\u0439\u0442\u044b\u0433 \u0445\u0430\u0440\u0430\u0433\u0434\u0443\u0443\u043b\u0430\u0445
tab_move_all_inst_re=\u0411\u04af\u0445 \u0441\u0430\u0439\u0442\u044b\u0433 \u043d\u0443\u0443\u0445
tab_move_up=\u0421\u043e\u043d\u0433\u043e\u0441\u043e\u043d \u0441\u0430\u0439\u0442\u044b\u0433 \u0434\u044d\u044d\u0448\u043b\u04af\u04af\u043b\u044d\u0445
tab_move_down=\u0421\u043e\u043d\u0433\u043e\u0441\u043e\u043d \u0441\u0430\u0439\u0442\u044b\u0433 \u0434\u043e\u043e\u0448\u043b\u0443\u0443\u043b\u0430\u0445
tab_move_top=\u0421\u043e\u043d\u0433\u043e\u0441\u043e\u043d \u0441\u0430\u0439\u0442\u044b\u0433 \u0436\u0430\u0433\u0441\u0430\u0430\u043b\u0442\u044b\u043d \u044d\u0445\u044d\u043d\u0434 \u0430\u0432\u0430\u0430\u0447\u0438\u0445
tab_move_bottom=\u0421\u043e\u043d\u0433\u043e\u0441\u043e\u043d \u0441\u0430\u0439\u0442\u044b\u0433 \u0436\u0430\u0433\u0441\u0430\u0430\u043b\u0442\u044b\u043d \u0441\u04af\u04af\u043b\u0434 \u0430\u0432\u0430\u0430\u0447\u0438\u0445
tabs_move_top=\u0421\u043e\u043d\u0433\u043e\u0441\u043e\u043d \u0441\u0430\u0439\u0442\u0443\u0443\u0434\u044b\u0433 \u044d\u043d\u044d \u0436\u0430\u0433\u0441\u0430\u0430\u043b\u0442\u044b\u043d \u044d\u0445\u044d\u043d\u0434 \u0430\u0432\u0430\u0430\u0447\u0438\u0445
tabs_move_bottom=\u0421\u043e\u043d\u0433\u043e\u0441\u043e\u043d \u0441\u0430\u0439\u0442\u0443\u0443\u0434\u044b\u0433 \u044d\u043d\u044d \u0436\u0430\u0433\u0441\u0430\u0430\u043b\u0442\u044b\u043d \u0441\u0443\u0443\u043b\u0434 \u0430\u0432\u0430\u0430\u0447\u0438\u0445
tabs_move_left=\u0421\u043e\u043d\u0433\u043e\u0441\u043e\u043d \u0441\u0430\u0439\u0442\u0443\u0443\u0434\u044b\u0433 \u0437\u04af\u04af\u043d \u0442\u0430\u043b\u044b\u043d \u0436\u0430\u0433\u0441\u0430\u0430\u043b\u0442\u044b\u043d \u044d\u0445\u044d\u043d\u0434 \u0430\u0432\u0430\u0430\u0447\u0438\u0445
tabs_move_right=\u0421\u043e\u043d\u0433\u043e\u0441\u043e\u043d \u0441\u0430\u0439\u0442\u0443\u0443\u0434\u044b\u0433 \u0431\u0430\u0440\u0443\u0443\u043d \u0442\u0430\u043b\u044b\u043d \u0436\u0430\u0433\u0441\u0430\u0430\u043b\u0442\u044b\u043d \u044d\u0445\u044d\u043d\u0434 \u0430\u0432\u0430\u0430\u0447\u0438\u0445
tabs_screen_reader_label=\u0421\u043e\u043d\u0433\u043e\u0445

tab_move_rone=>
tab_move_lone=<
tab_move_rall=>>
tab_move_lall=<<

tab_count=\u0425\u0430\u0440\u0430\u0433\u0434\u0430\u0445 \u0422\u0430\u0431-\u043d\u044b \u0422\u043e\u043e\:


locale_msg=\u04e8\u04e9\u0440\u0438\u0439\u043d \u0445\u044d\u043b\u044d\u044d (\u043c\u04e9\u043d \u0443\u043b\u0441\u0430\u0430) \u0441\u043e\u043d\u0433\u043e\u043d\u043e \u0443\u0443. \u041e\u0434\u043e\u043e\u0433\u0438\u0439\u043d \u0445\u044d\u043b\u043d\u0438\u0439 \u0441\u043e\u043d\u0433\u043e\u043b\u0442\:

privacy_title=\u041d\u0443\u0443\u0446\u043b\u0430\u043b\u044b\u043d \u0421\u0442\u0430\u0442\u0443\u0441
privacy_default=\u04ae\u043d\u0434\u0441\u044d\u043d \u0421\u0442\u0430\u0442\u0443\u0441
privacy_item_visible=\u0421\u0430\u0439\u0442\u0430\u0434 \u0430\u0432\u0442\u043e\u043c\u0430\u0442\u0430\u0430\u0440 \u043d\u044d\u043c\u044d\u0433\u0434\u0441\u044d\u043d \u0442\u043e\u0445\u0438\u043e\u043b\u0434\u043e\u043b\u0434 \u043d\u0430\u043c\u0430\u0439\u0433 \u0445\u0430\u0440\u0430\u0433\u0434\u0443\u0443\u043b
privacy_item_hidden=\u0421\u0430\u0439\u0442\u0430\u0434 \u0430\u0432\u0442\u043e\u043c\u0430\u0442\u0430\u0430\u0440 \u043d\u044d\u043c\u044d\u0433\u0434\u0441\u044d\u043d \u0442\u043e\u0445\u0438\u043e\u043b\u0434\u043e\u043b\u0434 \u043d\u0430\u043c\u0430\u0439\u0433 \u043d\u0443\u0443\u0446\u0430\u043b
privacy_stmt1=\u0422\u0430 \u044d\u043d\u044d \u0441\u0430\u0439\u0442 \u0434\u0430\u0445\u044c \u0431\u0443\u0441\u0430\u0434 \u0445\u044d\u0440\u044d\u0433\u043b\u044d\u0433\u0447\u0434\u044d\u044d\u0441 \u04e9\u04e9\u0440\u0438\u0439\u043d \u0445\u0443\u0432\u0438\u0439\u043d \u043c\u044d\u0434\u044d\u044d\u043b\u043b\u0438\u0439\u0433 \u043d\u0443\u0443\u0446\u043b\u0430\u0445\u044b\u043d \u0442\u0443\u043b\u0434 \u0442\u043e\u0445\u0438\u0440\u0433\u043e\u043e\u0433\u043e\u043e \u04e9\u04e9\u0440\u0447\u0438\u043b\u0436 \u0431\u043e\u043b\u043e\u043c\u0436\u0442\u043e\u0439. \u041e\u0434\u043e\u043e\u0433\u043e\u043e\u0440 \u044d\u043d\u044d \u0441\u0430\u0439\u0442 \u0434\u0430\u0445\u044c \u0442\u0430\u043d\u044b \u0441\u0442\u0430\u0442\u0443\u0441\: 
privacy_specific_site=\u0422\u043e\u0434\u043e\u0440\u0445\u043e\u0439 \u0441\u0430\u0439\u0442\u044b\u043d \u0441\u0442\u0430\u0442\u0443\u0441\u044b\u0433 \u04e9\u04e9\u0440\u0447\u043b\u04e9\u0445
privacy_stmt_show=." \u0411\u0443\u0441\u0430\u0434 \u0445\u044d\u0440\u044d\u0433\u043b\u044d\u0433\u0447\u0438\u0434 \u0442\u0430\u043d\u044b \u043d\u044d\u0440\u0438\u0439\u0433 \u0431\u04af\u0440\u0442\u0433\u044d\u043b\u044d\u044d\u0441 \u0445\u0430\u0440\u0430\u0445 \u0431\u04e9\u0433\u04e9\u04e9\u0434 \u0441\u0430\u0439\u0442\u0430\u0430\u0440 \u0434\u0430\u043c\u0436\u0443\u0443\u043b\u0430\u043d \u0442\u0430\u043d\u0442\u0430\u0439 \u0445\u043e\u043b\u0431\u043e\u0433\u0434\u043e\u0436 \u0431\u043e\u043b\u043d\u043e.
privacy_stmt_hide=." \u0411\u0443\u0441\u0430\u0434 \u0445\u044d\u0440\u044d\u0433\u043b\u044d\u0433\u0447\u0438\u0434 \u0442\u0430\u043d\u044b \u043d\u044d\u0440\u0438\u0439\u0433 \u0431\u04af\u0440\u0442\u0433\u044d\u043b\u044d\u044d\u0441 \u0445\u0430\u0440\u0430\u0445\u0433\u04af\u0439 \u0431\u04e9\u0433\u04e9\u04e9\u0434 \u0441\u0430\u0439\u0442\u0430\u0430\u0440 \u0434\u0430\u043c\u0436\u0443\u0443\u043b\u0430\u043d \u0442\u0430\u043d\u0442\u0430\u0439 \u0445\u043e\u043b\u0431\u043e\u0433\u0434\u043e\u0436 \u0447\u0430\u0434\u0430\u0445\u0433\u04af\u0439.
privacy_all_sites=\u04e8\u04e9\u0440\u0438\u0439\u043d \u0431\u04af\u0445 \u0441\u0430\u0439\u0442\u0430\u0434 \u0441\u0442\u0430\u0442\u0443\u0441\u0430\u0430 \u04e9\u04e9\u0440\u0447\u043b\u04e9\u0445
privacy_change_directions=\u0425\u044d\u0440\u044d\u0432 \u0442\u0430 \u0441\u0442\u0430\u0442\u0443\u0441\u0430\u0430 \u0441\u043e\u043b\u0438\u0445\u044b\u0433 \u0445\u04af\u0441\u0432\u044d\u043b \u0434\u0430\u0440\u0430\u0430\u0445 \u043d\u04af\u0434\u0438\u0439\u0433 \u0441\u043e\u043d\u0433\u043e\u043d\u043e \u0443\u0443\:
privacy_change_directions2=\u0434\u0430\u0440\u0430\u0430 \u043d\u044c \u0434\u043e\u043e\u0440\u0445 \u0425\u0430\u0434\u0433\u0430\u043b\u0430\u0445 \u0442\u043e\u0432\u0447\u0438\u0439\u0433 \u0434\u0430\u0440\u043d\u0430.

privacy_note=\u0422\u044d\u043c\u0434\u044d\u0433\u043b\u044d\u043b\: \u0411\u0443\u0441\u0430\u0434 \u0441\u0430\u0439\u0442\u0443\u0443\u0434 \u0434\u0430\u0445\u044c \u041d\u0443\u0443\u0446\u043b\u0430\u043b\u044b\u043d \u0441\u0442\u0430\u0442\u0443\u0441\u0430\u0430 \u0445\u0430\u0440\u0430\u0445 \u0431\u043e\u043b \u041c\u0438\u043d\u0438\u0439 \u0425\u0443\u0443\u0434\u0430\u0441\u043d\u0430\u0430\u0441 \u0422\u043e\u0445\u0438\u0440\u0433\u043e\u043e-\u0433 \u0441\u043e\u043d\u0433\u043e\u043d\u043e \u0443\u0443.

move_up_msg=\u0414\u044d\u044d\u0448 \u0437\u04e9\u04e9\u0445 \u0441\u0430\u0439\u0442\u044b\u0433 \u0441\u043e\u043d\u0433\u043e\u043d\u043e \u0443\u0443.
move_down_msg=\u0414\u043e\u043e\u0448 \u0437\u04e9\u04e9\u0445 \u0441\u0430\u0439\u0442\u044b\u0433 \u0441\u043e\u043d\u0433\u043e\u043d\u043e \u0443\u0443.
remove_from_sites_msg=\u0422\u0430\u0431-\u0434 \u0425\u0430\u0440\u0430\u0433\u0434\u0430\u0445 \u0421\u0430\u0439\u0442\u0443\u0443\u0434-\u0430\u0430\u0441 \u0445\u0430\u0441\u0430\u0445 \u0441\u0430\u0439\u0442\u044b\u0433 \u0441\u043e\u043d\u0433\u043e\u043d\u043e \u0443\u0443.
add_to_sites_msg=\u0422\u0430\u0431-\u0434 \u0425\u0430\u0440\u0430\u0433\u0434\u0430\u0445 \u0421\u0430\u0439\u0442\u0443\u0443\u0434-\u0434 \u043d\u044d\u043c\u044d\u0445 \u0441\u0430\u0439\u0442\u044b\u0433 \u0441\u043e\u043d\u0433\u043e\u043d\u043e \u0443\u0443.
user_missing=\u0425\u044d\u0440\u044d\u0433\u043b\u044d\u0433\u0447\u0438\u0439\u043d ID \u0431\u0430\u0439\u0445\u0433\u04af\u0439 \u0431\u0430\u0439\u043d\u0430.
remove_all=\u0425\u0443\u0443\u0434\u0430\u0441\u043d\u044b \u0434\u044d\u044d\u0434 \u0445\u044d\u0441\u0433\u0438\u0439\u043d \u041d\u0430\u0432\u0438\u0433\u0430\u0446-\u0441 \u0431\u04af\u0445 \u0422\u0430\u0431-\u0443\u0443\u0434\u044b\u0433 \u0443\u0441\u0442\u0433\u0430\u0445 \u0431\u043e\u043b\u043e\u043c\u0436\u0433\u04af\u0439.
min_tabs=\u0425\u0443\u0443\u0434\u0430\u0441\u043d\u044b \u0434\u044d\u044d\u0434 \u0445\u044d\u0441\u0433\u0438\u0439\u043d \u041d\u0430\u0432\u0438\u0433\u0430\u0446-\u0434 \u0434\u043e\u043e\u0434 \u0442\u0430\u043b \u043d\u044c %d \u0422\u0430\u0431 \u0431\u0430\u0439\u0445 \u0451\u0441\u0442\u043e\u0439.

privacy_check_hide=\u041d\u0430\u043c\u0430\u0439\u0433 \u041d\u0443\u0443\u0446\u0430\u043b
privacy_check_show=\u041d\u0430\u043c\u0430\u0439\u0433 \u0425\u0430\u0440\u0430\u0433\u0434\u0443\u0443\u043b
privacy_update=\u0425\u0430\u0434\u0433\u0430\u043b\u0430\u0445
privacy_choose=\u0421\u0430\u0439\u0442\u0430\u0430 \u0441\u043e\u043d\u0433\u043e\u043d\u043e \u0443\u0443
privacy_no_choices=\u0421\u043e\u043d\u0433\u043e\u043b\u0442 \u0445\u0438\u0439\u0445 \u0441\u0430\u0439\u0442 \u0430\u043b\u0433\u0430 \u0431\u0430\u0439\u043d\u0430, \u0442\u0430 \u0434\u043e\u043e\u0434 \u0442\u0430\u043b \u043d\u044c \u043d\u044d\u0433 \u0441\u0430\u0439\u0442\u044b\u043d \u0433\u0438\u0448\u04af\u04af\u043d \u0431\u0430\u0439\u0445 \u0451\u0441\u0442\u043e\u0439.
privacy_show_all=\u0411\u04af\u0445 \u0421\u0430\u0439\u0442\u0443\u0443\u0434\u0430\u0434 \u041d\u0430\u043c\u0430\u0439\u0433 \u0425\u0430\u0440\u0430\u0433\u0434\u0443\u0443\u043b
privacy_hide_all=\u0411\u04af\u0445 \u0421\u0430\u0439\u0442\u0443\u0443\u0434\u0430\u0434 \u041d\u0430\u043c\u0430\u0439\u0433 \u041d\u0443\u0443\u0446\u0430\u043b

privacy_update_title=\u0425\u0430\u0434\u0433\u0430\u043b\u0430\u0445


privacy_show_title=\u0411\u04af\u0445 \u0441\u0430\u0439\u0442\u0443\u0443\u0434\u0430\u0434 \u043d\u0443\u0443\u0446\u043b\u0430\u043b\u044b\u043d \u0441\u0442\u0430\u0442\u0443\u0441\u044b\u0433 \u0425\u0430\u0440\u0430\u0433\u0434\u0430\u0445 \u0431\u043e\u043b\u0433\u043e\u0445
privacy_hide_title=\u0411\u04af\u0445 \u0441\u0430\u0439\u0442\u0443\u0443\u0434\u0430\u0434 \u043d\u0443\u0443\u0446\u043b\u0430\u043b\u044b\u043d \u0441\u0442\u0430\u0442\u0443\u0441\u044b\u0433 \u041d\u0443\u0443\u0446\u043b\u0430\u0445 \u0431\u043e\u043b\u0433\u043e\u0445

privacy_visible=\u0445\u0430\u0440\u0430\u0433\u0434\u0430\u0436 \u0431\u0430\u0439\u043d\u0430
privacy_hidden=\u043d\u0443\u0443\u0446\u0430\u043b\u0441\u0430\u043d \u0431\u0430\u0439\u043d\u0430

privacy_show_all_set=\u0411\u04af\u0445 \u0441\u0430\u0439\u0442\u0443\u0443\u0434\u0430\u0434 \u0442\u0430\u043d\u044b \u0441\u0442\u0430\u0442\u0443\u0441 \u0425\u0430\u0440\u0430\u0433\u0434\u0430\u0445 \u0442\u043e\u0445\u0438\u0440\u0433\u043e\u043e\u0442\u043e\u0439 \u0431\u0430\u0439\u043d\u0430.  \u0411\u0443\u0441\u0430\u0434 \u0445\u044d\u0440\u044d\u0433\u043b\u044d\u0433\u0447\u0438\u0434 \u0442\u0430\u043d\u044b \u043d\u044d\u0440\u0438\u0439\u0433 \u0431\u04af\u0440\u0442\u0433\u044d\u043b\u044d\u044d\u0441 \u0445\u0430\u0440\u0430\u0445 \u0431\u04e9\u0433\u04e9\u04e9\u0434 \u0441\u0430\u0439\u0442\u0430\u0430\u0440 \u0434\u0430\u043c\u0436\u0443\u0443\u043b\u0430\u043d \u0442\u0430\u043d\u0442\u0430\u0439 \u0445\u043e\u043b\u0431\u043e\u0433\u0434\u043e\u0436 \u0431\u043e\u043b\u043d\u043e.
privacy_hide_all_set=\u0411\u04af\u0445 \u0441\u0430\u0439\u0442\u0443\u0443\u0434\u0430\u0434 \u0442\u0430\u043d\u044b \u0441\u0442\u0430\u0442\u0443\u0441 \u041d\u0443\u0443\u0446\u043b\u0430\u0445 \u0442\u043e\u0445\u0438\u0440\u0433\u043e\u043e\u0442\u043e\u0439 \u0431\u0430\u0439\u043d\u0430.  \u0411\u0443\u0441\u0430\u0434 \u0445\u044d\u0440\u044d\u0433\u043b\u044d\u0433\u0447\u0438\u0434 \u0442\u0430\u043d\u044b \u043d\u044d\u0440\u0438\u0439\u0433 \u0431\u04af\u0440\u0442\u0433\u044d\u043b\u044d\u044d\u0441 \u0445\u0430\u0440\u0430\u0445\u0433\u04af\u0439 \u0431\u04e9\u0433\u04e9\u04e9\u0434 \u0441\u0430\u0439\u0442\u0430\u0430\u0440 \u0434\u0430\u043c\u0436\u0443\u0443\u043b\u0430\u043d \u0442\u0430\u043d\u0442\u0430\u0439 \u0445\u043e\u043b\u0431\u043e\u0433\u0434\u043e\u0436 \u0447\u0430\u0434\u0430\u0445\u0433\u04af\u0439.

privacy_site_not_selected=\u0421\u0442\u0430\u0442\u0443\u0441\u0430\u0430 \u0441\u043e\u043b\u0438\u0445\u044b\u043d \u0442\u0443\u043b\u0434 \u0441\u0430\u0439\u0442\u0430\u0430 \u0441\u043e\u043d\u0433\u043e\u043d\u043e \u0443\u0443.

privacy_choice_heading=\u041d\u0443\u0443\u0446\u043b\u0430\u043b\u044b\u043d \u0441\u0442\u0430\u0442\u0443\u0441\u044b\u043d \u0442\u043e\u0445\u0438\u0440\u0433\u043e\u043e\u0433\u043e\u043e \u0445\u0438\u0439\u043d\u044d \u04af\u04af\:
privacy_choice_hidden=\u042d\u043d\u044d \u0441\u0430\u0439\u0442\u0430\u0434 \u043d\u0443\u0443\u0446 \u0445\u044d\u0432\u044d\u044d\u0440 \u04af\u043b\u0434\u044d\u0445
privacy_choice_visible=\u042d\u043d\u044d \u0441\u0430\u0439\u0442\u0430\u0434 \u043d\u0430\u043c\u0430\u0439\u0433 \u0445\u0430\u0440\u0430\u0433\u0434\u0443\u0443\u043b
privacy_choice_later=\u041d\u0430\u0434\u0430\u0430\u0441 \u0434\u0430\u0440\u0430\u0430 \u0434\u0430\u0445\u0438\u043d \u0430\u0441\u0443\u0443


## SAK-23895:Display full name of course, not just code, in site tab
tabDisplay_prompt=\u0422\u0430\u0431-\u0443\u0443\u0434\u044b\u0433 \u0434\u0430\u0440\u0430\u0430\u0445 \u0431\u0430\u0439\u0434\u043b\u0430\u0430\u0440 \u0445\u0430\u0440\u0443\u0443\u043b\u0430\u0445\:

# EntityProvider properties
userPrefs=\u0425\u044d\u0440\u044d\u0433\u043b\u044d\u0433\u0447\u0438\u0439\u043d \u0422\u043e\u0445\u0438\u0440\u0433\u043e\u043e
userPrefs.action.key=The action takes user id, and key value, and returns user preference property settings for that key. Here is the request url pattern\: /direct/userPrefs/key/{user_id}/{key_value}.json with parameters