# Copyright (C) 2008,2009 Universit\u00E9 Pierre et Marie Curie
#
# Available under the license specified in the Sakai release
#
# Contact:
# Jean-Fran\u00E7ois L\u00E9v\u00EAque (jean-francois.leveque@upmc.fr)
#
# Translators:
# Jean-Fran\u00E7ois L\u00E9v\u00EAque (Universit\u00E9 Pierre et Marie Curie)
# Cyril Vassiat (C@rrefours T\u00E9l\u00E9matiques)
#
# Validation:
# Laurent Petit (Universit\u00E9 Pierre et Marie Curie)

#Stored by I18NEdit, may be edited!
add_to_sites_msg=Veuillez choisir un site pour s'ajouter aux sitesnts visibles dans les \u00E9tiquettes.
cancel_pref=Annuler modifications
locale_msg=Veuillez s\u00E9lectionner votre pr\u00E9f\u00E9rence pour la langue (et le pays). Votre pr\u00E9f\u00E9rence actuelle pour la langue est \:
move_down_msg=Veuillez choisir au moins un site pour abaisser.
move_up_msg=Veuillez choisir au moins un site pour  relever
noti_ann=Annonces
noti_ann_1=Ne pas m'envoyer les annonces de basse priorit\u00E9
noti_ann_2=Envoyez-moi un courriel par jour r\u00E9sumant toutes les annonces de basse priorit\u00E9
noti_ann_3=Envoyez-moi chaque notification s\u00E9par\u00E9ment
noti_inst_second=Vous recevrez toutes les notifications de haute priorit\u00E9 par courriel. R\u00E9glez les notifications de basse priorit\u00E9 ci-dessous.
noti_mail=Archive de courriels
noti_mail_1=Ne pas m'envoyer les courriels envoy\u00E9s au site
noti_mail_2=Envoyez-moi un courriel par jour r\u00E9sumant tous les courriels
noti_mail_3=Envoyez-moi chaque courriel envoy\u00E9 au site s\u00E9par\u00E9ment
noti_rsrc=Ressources
noti_rsrc_1=Ne pas m'envoyer les notifications de ressources de basse priorit\u00E9
noti_rsrc_2=Envoyez-moi un courriel par jour r\u00E9sumant toutes les notifications de ressources de basse priorit\u00E9
noti_rsrc_3=Envoyez-moi chaque ressource s\u00E9par\u00E9ment
noti_syll=Plan de cours
noti_syll_1=Ne pas m'envoyer les \u00E9l\u00E9ments de plan de cours de basse priorit\u00E9
noti_syll_2=Envoyez-moi un courriel par jour r\u00E9sumant toutes les notifications
noti_syll_3=Envoyez-moi chaque notification s\u00E9par\u00E9ment
prefs_lang_title=Langue
prefs_noti_title=Notifications
prefs_privacy=Etat de Confidentialit\u00E9
prefs_tab_title=Personnaliser les onglets
prefs_timezone_title=Fuseau horaire
prefs_title=Pr\u00E9f\u00E9rences
privacy_change_directions=Si vous d\u00E9sirez changer votre \u00E9tat, cochez la case \u00E0 c\u00F4t\u00E9 de
privacy_change_directions2=puis cliquez le bouton Mettre \u00E0 jour ci-dessous.
privacy_change_later_instructions=Pour changer vos propri\u00E9t\u00E9s personnelles \u00E0 l'avenir, visitez <br/>Mon Espace de travail> Pr\u00E9f\u00E9rences > Statut Priv\u00E9
privacy_check_hide=Cachez-moi
privacy_check_show=Montrez-moi
privacy_choice_heading=Veuillez r\u00E9gler les pr\u00E9f\u00E9rences de votre statut personnel
privacy_choice_hidden=Rester cach\u00E9 dans ce site
privacy_choice_later=Me demander encore plus tard
privacy_choice_visible=Me rendre visible dans ce site
privacy_choose=Choisissez un site
privacy_hidden=cach\u00E9
privacy_hide_all=Cachez-moi dans tous les sites
privacy_hide_all_set=Votre \u00E9tat dans tous les sites est maintenant r\u00E9gl\u00E9 \u00E0 cach\u00E9. Les autres ne peuvent pas voir votre nom dans la liste de classe et ne peuvent pas vous contacter par le site.
privacy_hide_title=R\u00E9gler la confidentialit\u00E9 \u00E0 cach\u00E9 pour tous les sites
privacy_note=Note\: Pour voir votre \u00E9tat de confidentialit\u00E9 dans les autres sites, choisissez Pr\u00E9f\u00E9rences \u00E0 partir de votre Zone de Travail.
privacy_show_all=Montrez-moi dans tous les sites
privacy_show_all_set=Votre \u00E9tat dans tous les sites est maintenant r\u00E9gl\u00E9 \u00E0 visible. Les autres peuvent voir votre nom dans la liste de participants et peuvent vous contacter par le site.
privacy_show_title=R\u00E9gler la confidentialit\u00E9 \u00E0 montrer pour tous les sites
privacy_site_not_selected=Veuillez s\u00E9lectionner un site pour modifier votre statut.
privacy_stmt1=Vous pouvez changer vos propri\u00E9t\u00E9s pour se maintenir et vos informations personnelles cach\u00E9s des autes dans ce site. Votre statut dans ce site est actuellement r\u00E9gl\u00E9 \u00E0 \u00AB\u00A0
privacy_stmt_hide=."  Les autres ne peuvent pas voir votre nom dans la liste de classe et ne peuvent pas vous contacter par le site.
privacy_stmt_show=."  Les autres peuvent voir votre nom dans la liste de classe et peuvent vous contacter par le site.
privacy_title=Etat de confidentialit\u00E9 du site
privacy_update=Mise-\u00E0-jour
privacy_update_title=Mise-\u00E0-jour de l'\u00E9tat de confidentialit\u00E9
privacy_visible=visible
remove_from_sites_msg=Veuillez choisir un site pour enlever des sites visibles dans les Onglets.
tab_count=Onglets affich\u00E9s \:
tab_inst_1=Pour cacher un site, s\u00E9lectionnez le site \u00E0 partir Sites visibles dans les onglets et utilisez la fl\u00E8che gauche pour d\u00E9placer le site vers Sites non visibles dans les onglets. Pour afficher un site, s\u00E9lectionnez le site \u00E0 partir Sites non visibles dans les onglets et utilisez la fl\u00E8che droite pour d\u00E9placer le site vers Sites visibles dans les onglets. Puis, cliquez sur Mettre \u00E0 jour les pr\u00E9f\u00E9rences pour faire les modifications.
tab_inst_1_alt=Adapter les onglets aux besoins du client te permet d'adapter la navigation sur vos sites dans votre version de Sakai seulement.
tab_inst_2=Pour modifier l'ordre de vos sites dans vos onglets, s\u00E9lectionnez un site \u00E0 partir de Sites visibles dans les onglets et utilisez les touches de d\u00E9placement vers le haut et vers le bas pour modifier l'ordre du site dans les onglets. Puis, cliquez sur Mettre \u00E0 jour les pr\u00E9f\u00E9rences pour faire les modifications.
tab_inst_2_alt=Utiliser les boutons en fl\u00E8che gauches et droits  pour changer la visibilit\u00E9 de vos sites. Employer les boutons haut et bas pour favoriser vos sites actifs dans des onglets.
tab_inst_3=Pour changer le nombre de vos sites mis en \u00E9vidence m dans la navigation de la zone de travail, mettre \u00E0 jour le nombre d'Affichage. Cliquer alors sur Mise \u00E0 jour Pr\u00E9f\u00E9rences pour apporter les modifications.
tab_inst_3_alt=Mes Sites Actifs
tab_inst_4_alt=Les premiers {0} sites  apparaissent comme onglets dans votre navigation, et la liste enti\u00E8re appara\u00EEtra dans l'onglet Mes Sites Actfs. L'ordre affich\u00E9 ici affecte seulement les premiers {0} sites. 
tab_inst_5_alt=Mes Sites Actifs
tab_inst_6_alt=Ces sites  n'apparaissent pas dans l'onglet Mes Sites Actfs. Cependant, vous pouvez encore y acc\u00E9der par lles param\u00E8tres de la Zone de travail
tab_inst_7_alt=Besoin de publier ou d'annuler la publication du site ?
tab_inst_8_alt=Les propri\u00E9t\u00E9s de cette cette page affectent seulement votre navigation personnelle. Pour les publier ou d'annuler la publication pour tous les utilisateurs des sites, aller aus Param\u00E8tres de la Zone de travail
tab_inst_save=Quand vous avez fini d'apporter des modifications, cliquer Mise \u00E0 jour Pr\u00E9ferences pour les enregistrer
tab_move_all_inst=D\u00E9placer tout
tab_move_all_inst_re=Tout supprimer
tab_move_bottom=Se d\u00E9placer au fond de la liste
tab_move_down=Descendre dans la liste
tab_move_inst=D\u00E9placer s\u00E9lectionn\u00E9s
tab_move_inst_re=Supprimer la s\u00E9lection
tab_move_lall=<<
tab_move_lone=<
tab_move_rall=>>
tab_move_rone=>
tab_move_top=Monter vers le haut de la liste
tab_move_up=Monter dans la liste
tab_not_vis_inst=Sites non visibles dans les onglets
tab_vis_inst=Sites visibles dans les onglets
time_inst_1=Veuillez s\u00E9lectioner votre fuseau horaire local pour les outils Sakai s\u00E9lectionn\u00E9s, tels que Horaire. Vous  \u00EAtes actuellement dans le
time_inst_2=fuseau horaire
update_pref=Mettre \u00E0 jour les pr\u00E9f\u00E9rences
update_success=Vos pr\u00E9f\u00E9rences ont \u00E9t\u00E9 mises \u00E0 jour avec succ\u00E8s.
user_missing=L'identification de l'utilisateur est manquante. 
