#Fri Nov 26 20:37:12 CET 2010
tab_inst_save=\u041F\u043E \u0437\u0430\u0432\u0435\u0440\u0448\u0435\u043D\u0438\u0438 \u0432\u043D\u0435\u0441\u0435\u043D\u0438\u044F \u0438\u0437\u043C\u0435\u043D\u0435\u043D\u0438\u0439 \u043D\u0430\u0436\u043C\u0438\u0442\u0435 \u043D\u0430 \u043A\u043D\u043E\u043F\u043A\u0443 "\u041E\u0431\u043D\u043E\u0432\u0438\u0442\u044C \u043D\u0430\u0441\u0442\u0440\u043E\u0439\u043A\u0438", \u0447\u0442\u043E\u0431\u044B \u0441\u043E\u0445\u0440\u0430\u043D\u0438\u0442\u044C \u0438\u0445.
privacy_hidden=\u0441\u043A\u0440\u044B\u0442
tab_count=\u0412\u0438\u0434\u0438\u043C\u044B\u0435 \u0441\u0430\u0439\u0442\u044B\:
prefs_noti_title=\u0418\u0437\u0432\u0435\u0449\u0435\u043D\u0438\u044F
privacy_stmt_hide=." \u0414\u0440\u0443\u0433\u0438\u0435 \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u0438 \u043D\u0435 \u043C\u043E\u0433\u0443\u0442 \u0432\u0438\u0434\u0435\u0442\u044C \u0432\u0430\u0448\u0435 \u0438\u043C\u044F \u0432 \u0441\u043F\u0438\u0441\u043A\u0435 \u0438 \u043E\u0431\u0440\u0430\u0442\u0438\u0442\u044C\u0441\u044F \u043A \u0432\u0430\u043C \u0447\u0435\u0440\u0435\u0437 \u044D\u0442\u043E\u0442 \u0441\u0430\u0439\u0442.
privacy_show_all=\u041F\u043E\u043A\u0430\u0437\u044B\u0432\u0430\u0442\u044C \u043C\u0435\u043D\u044F \u043D\u0430 \u0432\u0441\u0435\u0445 \u0441\u0430\u0439\u0442\u0430\u0445
tab_inst_7_alt=\u041D\u0435\u043E\u0431\u0445\u043E\u0434\u0438\u043C\u043E \u043E\u043F\u0443\u0431\u043B\u0438\u043A\u043E\u0432\u0430\u0442\u044C \u0441\u0430\u0439\u0442 \u0438\u043B\u0438 \u043E\u0442\u043C\u0435\u043D\u0438\u0442\u044C \u043F\u0443\u0431\u043B\u0438\u043A\u0430\u0446\u0438\u044E?
tab_vis_inst=\u0412\u0438\u0434\u0438\u043C\u044B\u0435 \u0441\u0430\u0439\u0442\u044B
tab_move_lone=<
privacy_choice_later=\u0421\u043F\u0440\u043E\u0441\u0438\u0442\u044C \u043C\u0435\u043D\u044F \u043F\u043E\u0437\u0436\u0435
privacy_visible=\u0432\u0438\u0434\u0438\u043C
prefs_lang_title=\u042F\u0437\u044B\u043A
tab_inst_3_alt=\u041C\u043E\u0438 \u0432\u0438\u0434\u0438\u043C\u044B\u0435 \u0441\u0430\u0439\u0442\u044B
tab_move_inst=\u041F\u0435\u0440\u0435\u043C\u0435\u0441\u0442\u0438\u0442\u044C \u0432\u044B\u0431\u0440\u0430\u043D\u043D\u044B\u0435
prefs_tab_title=\u041B\u0438\u043D\u0435\u0439\u043A\u0430 \u0441\u0430\u0439\u0442\u043E\u0432
privacy_title=\u041A\u043E\u043D\u0444\u0438\u0434\u0435\u043D\u0446\u0438\u0430\u043B\u044C\u043D\u043E\u0441\u0442\u044C
user_missing=\u041D\u0435 \u0443\u043A\u0430\u0437\u0430\u043D ID \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044F.
tab_move_all_inst=\u041F\u0435\u0440\u0435\u043C\u0435\u0441\u0442\u0438\u0442\u044C \u0432\u0441\u0435
tab_move_lall=<<
tab_move_up=\u0412\u0432\u0435\u0440\u0445
move_down_msg=\u0412\u044B\u0431\u0435\u0440\u0438\u0442\u0435 \u043F\u043E \u043A\u0440\u0430\u0439\u043D\u0435\u0439 \u043C\u0435\u0440\u0435 \u043E\u0434\u0438\u043D \u0441\u0430\u0439\u0442.
privacy_update=\u041E\u0431\u043D\u043E\u0432\u0438\u0442\u044C
time_inst_2=
time_inst_1=\u0412\u044B\u0431\u0435\u0440\u0438\u0442\u0435 \u0447\u0430\u0441\u043E\u0432\u043E\u0439 \u043F\u043E\u044F\u0441. \u042D\u0442\u043E \u043D\u0435\u043E\u0431\u0445\u043E\u0434\u0438\u043C\u043E \u0434\u043B\u044F \u043D\u0435\u043A\u043E\u0442\u043E\u0440\u044B\u0445 \u0438\u043D\u0441\u0442\u0440\u0443\u043C\u0435\u043D\u0442\u043E\u0432, \u043D\u0430\u043F\u0440\u0438\u043C\u0435\u0440 "\u041A\u0430\u043B\u0435\u043D\u0434\u0430\u0440\u044F". \u0421\u0435\u0439\u0447\u0430\u0441 \u0432\u044B\u0431\u0440\u0430\u043D \u0447\u0430\u0441\u043E\u0432\u043E\u0439 \u043F\u043E\u044F\u0441 -
tab_inst_6_alt=\u042D\u0442\u0438 \u0441\u0430\u0439\u0442\u044B \u0431\u0443\u0434\u0443\u0442 \u0441\u043A\u0440\u044B\u0442\u044B, \u043E\u0434\u043D\u0430\u043A\u043E \u043E\u043D\u0438 \u0432\u0441\u0435 \u0440\u0430\u0432\u043D\u043E \u0431\u0443\u0434\u0443\u0442 \u0434\u043E\u0441\u0442\u0443\u043F\u043D\u044B \u0432\u0430\u043C \u0432 \u0438\u043D\u0441\u0442\u0440\u0443\u043C\u0435\u043D\u0442\u0435 "\u041C\u043E\u0438 \u0441\u0430\u0439\u0442\u044B".
update_success=\u0412\u0430\u0448\u0438 \u043D\u0430\u0441\u0442\u0440\u043E\u0439\u043A\u0438 \u0443\u0441\u043F\u0435\u0448\u043D\u043E \u043E\u0431\u043D\u043E\u0432\u043B\u0435\u043D\u044B.
privacy_show_all_set=\u0412\u0430\u0448 \u0441\u0442\u0430\u0442\u0443\u0441 \u043D\u0430 \u0432\u0441\u0435\u0445 \u0441\u0430\u0439\u0442\u0430\u0445  \u0441\u0435\u0439\u0447\u0430\u0441 \u0443\u0441\u0442\u0430\u043D\u043E\u0432\u043B\u0435\u043D \u043A\u0430\u043A "\u0432\u0438\u0434\u0438\u043C". \u0414\u0440\u0443\u0433\u0438\u0435 \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u0438 \u043C\u043E\u0433\u0443\u0442 \u0432\u0438\u0434\u0435\u0442\u044C \u0432\u0430\u0448\u0435 \u0438\u043C\u044F \u0432 \u0441\u043F\u0438\u0441\u043A\u0435 \u0438 \u043E\u0431\u0440\u0430\u0442\u0438\u0442\u044C\u0441\u044F \u043A \u0432\u0430\u043C \u0447\u0435\u0440\u0435\u0437 \u044D\u0442\u043E\u0442 \u0441\u0430\u0439\u0442.
privacy_choice_hidden=\u0421\u043A\u0440\u044B\u0442\u044C \u043C\u0435\u043D\u044F \u043D\u0430 \u044D\u0442\u043E\u043C \u0441\u0430\u0439\u0442\u0435
privacy_choose=\u0412\u044B\u0431\u0435\u0440\u0438\u0442\u0435 \u0441\u0430\u0439\u0442
privacy_hide_all=\u0421\u043A\u0440\u044B\u0442\u044C \u043C\u0435\u043D\u044F \u043D\u0430 \u0432\u0441\u0435\u0445 \u0441\u0430\u0439\u0442\u0430\u0445
tab_inst_2_alt=\u041F\u0440\u0438 \u043F\u043E\u043C\u043E\u0449\u0438 \u043A\u043D\u043E\u043F\u043E\u043A \u0441\u043E \u0441\u0442\u0440\u0435\u043B\u043A\u0430\u043C\u0438 \u0432\u043B\u0435\u0432\u043E \u0438\u043B\u0438 \u0432\u043F\u0440\u0430\u0432\u043E \u0432\u044B \u043C\u043E\u0436\u0435\u0442\u0435 \u043F\u0435\u0440\u0435\u043C\u0435\u0449\u0430\u0442\u044C \u0441\u0430\u0439\u0442\u044B \u0432 \u0432\u0438\u0434\u0438\u043C\u044B\u0435 \u0438\u043B\u0438 \u0441\u043A\u0440\u044B\u0442\u044B\u0435. \u041F\u0440\u0438 \u043F\u043E\u043C\u043E\u0449\u0438 \u043A\u043D\u043E\u043F\u043E\u043A \u0441\u043E \u0441\u0442\u0440\u0435\u043B\u043A\u0430\u043C\u0438 \u0432\u0432\u0435\u0440\u0445 \u0438\u043B\u0438 \u0432\u043D\u0438\u0437 \u0432\u044B \u043C\u043E\u0436\u0435\u0442\u0435 \u0438\u0437\u043C\u0435\u043D\u044F\u0442\u044C \u043F\u043E\u0440\u044F\u0434\u043E\u043A \u0432 \u0432\u0438\u0434\u0438\u043C\u044B\u0445 \u0441\u0430\u0439\u0442\u0430\u0445.
add_to_sites_msg=\u0412\u044B\u0431\u0435\u0440\u0438\u0442\u0435 \u043F\u043E \u043A\u0440\u0430\u0439\u043D\u0435\u0439 \u043C\u0435\u0440\u0435 \u043E\u0434\u0438\u043D \u0441\u0430\u0439\u0442.
privacy_site_not_selected=\u0412\u044B\u0431\u0435\u0440\u0438\u0442\u0435 \u0441\u0430\u0439\u0442.
prefs_title=\u041C\u043E\u0438 \u043D\u0430\u0441\u0442\u0440\u043E\u0439\u043A\u0438
noti_inst_second=\u0412\u044B \u0431\u0443\u0434\u0435\u0442\u0435 \u043F\u043E\u043B\u0443\u0447\u0430\u0442\u044C \u0432\u0441\u0435 \u0432\u044B\u0441\u043E\u043A\u043E\u043F\u0440\u0438\u043E\u0440\u0438\u0442\u0435\u0442\u043D\u044B\u0435 \u0438\u0437\u0432\u0435\u0449\u0435\u043D\u0438\u044F \u043F\u043E \u044D\u043B\u0435\u043A\u0442\u0440\u043E\u043D\u043D\u043E\u0439 \u043F\u043E\u0447\u0442\u0435. \u0423\u0441\u0442\u0430\u043D\u043E\u0432\u0438\u0442\u0435 \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u044B \u0434\u043B\u044F \u043D\u0438\u0437\u043A\u043E\u043F\u0440\u0438\u043E\u0440\u0438\u0442\u0435\u0442\u043D\u044B\u0445 \u0438\u0437\u0432\u0435\u0449\u0435\u043D\u0438\u0439. 
locale_msg=\u0412\u044B\u0431\u0435\u0440\u0438\u0442\u0435 \u044F\u0437\u044B\u043A (\u0438 \u0441\u0442\u0440\u0430\u043D\u0443). \u0421\u0435\u0439\u0447\u0430\u0441 \u0432\u044B\u0431\u0440\u0430\u043D \u044F\u0437\u044B\u043A\:
remove_from_sites_msg=\u0412\u044B\u0431\u0435\u0440\u0438\u0442\u0435 \u043F\u043E \u043A\u0440\u0430\u0439\u043D\u0435\u0439 \u043C\u0435\u0440\u0435 \u043E\u0434\u0438\u043D \u0441\u0430\u0439\u0442.
move_up_msg=\u0412\u044B\u0431\u0435\u0440\u0438\u0442\u0435 \u043F\u043E \u043A\u0440\u0430\u0439\u043D\u0435\u0439 \u043C\u0435\u0440\u0435 \u043E\u0434\u0438\u043D \u0441\u0430\u0439\u0442.
privacy_choice_visible=\u041F\u043E\u043A\u0430\u0437\u044B\u0432\u0430\u0442\u044C \u043C\u0435\u043D\u044F \u043D\u0430 \u044D\u0442\u043E\u043C \u0441\u0430\u0439\u0442\u0435
tab_move_rone=>
tab_inst_3=\u0414\u043B\u044F \u0442\u043E\u0433\u043E \u0447\u0442\u043E\u0431\u044B \u0438\u0437\u043C\u0435\u043D\u0438\u0442\u044C \u043A\u043E\u043B\u0438\u0447\u0435\u0441\u0442\u0432\u043E \u0441\u0430\u0439\u0442\u043E\u0432 \u043D\u0430 \u043B\u0438\u043D\u0435\u0439\u043A\u0435 \u0441\u0430\u0439\u0442\u043E\u0432, \u0438\u0437\u043C\u0435\u043D\u0438\u0442\u0435 \u0447\u0438\u0441\u043B\u043E \u0432\u0438\u0434\u0438\u043C\u044B\u0445 \u0441\u0430\u0439\u0442\u043E\u0432. \u0417\u0430\u0442\u0435\u043C \u043D\u0430\u0436\u043C\u0438\u0442\u0435 \u043D\u0430 \u043A\u043D\u043E\u043F\u043A\u0443 "\u041E\u0431\u043D\u043E\u0432\u0438\u0442\u044C \u043D\u0430\u0441\u0442\u0440\u043E\u0439\u043A\u0438", \u0447\u0442\u043E\u0431\u044B \u0441\u043E\u0445\u0440\u0430\u043D\u0438\u0442\u044C \u0438\u0437\u043C\u0435\u043D\u0435\u043D\u0438\u044F.
privacy_show_title=\u041F\u043E\u043A\u0430\u0437\u044B\u0432\u0430\u0442\u044C \u043C\u0435\u043D\u044F \u043D\u0430 \u0432\u0441\u0435\u0445 \u0441\u0430\u0439\u0442\u0430\u0445
prefs_privacy=\u041A\u043E\u043D\u0444\u0438\u0434\u0435\u043D\u0446\u0438\u0430\u043B\u044C\u043D\u043E\u0441\u0442\u044C
tab_not_vis_inst=\u0421\u043A\u0440\u044B\u0442\u044B\u0435 \u0441\u0430\u0439\u0442\u044B
tab_inst_2=\u0414\u043B\u044F \u0442\u043E\u0433\u043E \u0447\u0442\u043E\u0431\u044B \u0438\u0437\u043C\u0435\u043D\u0438\u0442\u044C \u043F\u043E\u0440\u044F\u0434\u043E\u043A \u0441\u0430\u0439\u0442\u043E\u0432 \u043D\u0430 \u043B\u0438\u043D\u0435\u0439\u043A\u0435, \u0432\u044B\u0431\u0435\u0440\u0438\u0442\u0435 \u0432\u0438\u0434\u0438\u043C\u044B\u0439 \u0441\u0430\u0439\u0442 \u0438 \u043F\u0435\u0440\u0435\u043C\u0435\u0441\u0442\u0438\u0442\u0435 \u0435\u0433\u043E \u0432\u0432\u0435\u0440\u0445 \u0438\u043B\u0438 \u0432\u043D\u0438\u0437 \u043F\u0440\u0438 \u043F\u043E\u043C\u043E\u0449\u0438 \u0441\u0442\u0440\u0435\u043B\u043E\u043A. \u0417\u0430\u0442\u0435\u043C \u043D\u0430\u0436\u043C\u0438\u0442\u0435 \u043D\u0430 \u043A\u043D\u043E\u043F\u043A\u0443 "\u041E\u0431\u043D\u043E\u0432\u0438\u0442\u044C \u043D\u0430\u0441\u0442\u0440\u043E\u0439\u043A\u0438", \u0447\u0442\u043E\u0431\u044B \u0441\u043E\u0445\u0440\u0430\u043D\u0438\u0442\u044C \u0438\u0437\u043C\u0435\u043D\u0435\u043D\u0438\u044F.
tab_inst_1=\u0414\u043B\u044F \u0442\u043E\u0433\u043E \u0447\u0442\u043E\u0431\u044B \u0441\u043A\u0440\u044B\u0442\u044C \u0441\u0430\u0439\u0442, \u043F\u0435\u0440\u0435\u043C\u0435\u0441\u0442\u0438\u0442\u0435 \u0435\u0433\u043E \u0438\u0437 \u0432\u0438\u0434\u0438\u043C\u044B\u0445 \u0441\u0430\u0439\u0442\u043E\u0432 \u0432 \u0441\u043A\u0440\u044B\u0442\u044B\u0435 \u0441\u0442\u0440\u0435\u043B\u043A\u043E\u0439 \u0432\u043B\u0435\u0432\u043E. \u0414\u043B\u044F \u0442\u043E\u0433\u043E \u0447\u0442\u043E\u0431\u044B \u0441\u0434\u0435\u043B\u0430\u0442\u044C \u0441\u0430\u0439\u0442 \u0432\u0438\u0434\u0438\u043C\u044B\u043C, \u043F\u0435\u0440\u0435\u043C\u0435\u0441\u0442\u0438\u0442\u0435 \u0435\u0433\u043E \u0438\u0437 \u0441\u043A\u0440\u044B\u0442\u044B\u0445 \u0441\u0430\u0439\u0442\u043E\u0432 \u0432 \u0432\u0438\u0434\u0438\u043C\u044B\u0435 \u0441\u0442\u0440\u0435\u043B\u043A\u043E\u0439 \u0432\u043F\u0440\u0430\u0432\u043E. \u0417\u0430\u0442\u0435\u043C \u043D\u0430\u0436\u043C\u0438\u0442\u0435 \u043D\u0430 \u043A\u043D\u043E\u043F\u043A\u0443 "\u041E\u0431\u043D\u043E\u0432\u0438\u0442\u044C \u043D\u0430\u0441\u0442\u0440\u043E\u0439\u043A\u0438", \u0447\u0442\u043E\u0431\u044B \u0441\u043E\u0445\u0440\u0430\u043D\u0438\u0442\u044C \u0438\u0437\u043C\u0435\u043D\u0435\u043D\u0438\u044F.
tab_move_bottom=\u0412\u043D\u0438\u0437 \u0441\u043F\u0441\u0438\u043A\u0430
tab_inst_5_alt=\u041C\u043E\u0438 \u0441\u043A\u0440\u044B\u0442\u044B\u0435 \u0441\u0430\u0439\u0442\u044B
update_pref=\u041E\u0431\u043D\u043E\u0432\u0438\u0442\u044C \u043D\u0430\u0441\u0442\u0440\u043E\u0439\u043A\u0438
tab_move_all_inst_re=\u0423\u0434\u0430\u043B\u0438\u0442\u044C \u0432\u0441\u0435
cancel_pref=\u041E\u0442\u043C\u0435\u043D\u0438\u0442\u044C \u0438\u0437\u043C\u0435\u043D\u0435\u043D\u0438\u044F
privacy_change_directions=\u0415\u0441\u043B\u0438 \u0432\u044B \u0445\u043E\u0442\u0438\u0442\u0435 \u0438\u0437\u043C\u0435\u043D\u0438\u0442\u044C \u0432\u0430\u0448 \u0441\u0442\u0430\u0442\u0443\u0441, \u043E\u0442\u043C\u0435\u0442\u044C\u0442\u0435 \u0444\u043B\u0430\u0436\u043A\u043E\u043C
privacy_check_show=\u041F\u043E\u043A\u0430\u0437\u044B\u0432\u0430\u0442\u044C \u043C\u0435\u043D\u044F
prefs_timezone_title=\u0427\u0430\u0441\u043E\u0432\u043E\u0439 \u043F\u043E\u044F\u0441
privacy_change_directions2=\u0438 \u043D\u0430\u0436\u043C\u0438\u0442\u0435 \u043D\u0430 \u043A\u043D\u043E\u043F\u043A\u0443 "\u041E\u0431\u043D\u043E\u0432\u0438\u0442\u044C".
tab_inst_1_alt=\u0412\u044B \u043C\u043E\u0436\u0435\u0442\u0435 \u0443\u0441\u0442\u0430\u043D\u043E\u0432\u0438\u0442\u044C, \u043A\u0430\u043A\u0438\u0435 \u0441\u0430\u0439\u0442\u044B \u0431\u0443\u0434\u0443\u0442 \u0432\u0438\u0434\u043D\u044B \u043D\u0430 \u043B\u0438\u043D\u0435\u0439\u043A\u0435 \u0441\u0430\u0439\u0442\u043E\u0432, \u0430 \u043A\u0430\u043A\u0438\u0435 \u0441\u0430\u0439\u0442\u044B \u0431\u0443\u0434\u0443\u0442 \u0441\u043A\u0440\u044B\u0442\u044B.
privacy_change_later_instructions=\u0414\u043B\u044F \u0442\u043E\u0433\u043E \u0447\u0442\u043E\u0431\u044B \u0438\u0437\u043C\u0435\u043D\u044F\u0442\u044C \u043D\u0430\u0441\u0442\u0440\u043E\u0439\u043A\u0438 \u043A\u043E\u043D\u0444\u0438\u0434\u0435\u043D\u0446\u0438\u0430\u043B\u044C\u043D\u043E\u0441\u0442\u0438, \u0432 \u0434\u0430\u043B\u044C\u043D\u0435\u0439\u0448\u0435\u043C \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u0443\u0439\u0442\u0435 \u0438\u043D\u0441\u0442\u0440\u0443\u043C\u0435\u043D\u0442 "\u041C\u043E\u0438 \u043D\u0430\u0441\u0442\u0440\u043E\u0439\u043A\u0438"
tab_move_rall=>>
privacy_stmt1=\u0412\u044B \u043C\u043E\u0436\u0435\u0442\u0435 \u0438\u0437\u043C\u0435\u043D\u0438\u0442\u044C \u0432\u0430\u0448\u0438 \u043D\u0430\u0441\u0442\u0440\u043E\u0439\u043A\u0438, \u0447\u0442\u043E\u0431\u044B \u0441\u043A\u0440\u044B\u0442\u044C \u0441\u0432\u043E\u0435 \u043F\u0440\u0438\u0441\u0443\u0442\u0441\u0442\u0432\u0438\u0435 \u0438 \u0441\u0432\u043E\u0438 \u043D\u0430\u0441\u0442\u0440\u043E\u0439\u043A\u0438 \u043E\u0442 \u0434\u0440\u0443\u0433\u0438\u0445 \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u0435\u0439. \u0412 \u043D\u0430\u0441\u0442\u043E\u044F\u0449\u0438\u0439 \u043C\u043E\u043C\u0435\u043D\u0442 \u0432\u0430\u0448 \u0441\u0442\u0430\u0442\u0443\u0441 \u043A\u043E\u043D\u0444\u0438\u0434\u0435\u043D\u0446\u0438\u0430\u043B\u044C\u043D\u043E\u0441\u0442\u0438 -  "
tab_move_down=\u0412\u043D\u0438\u0437
tab_inst_8_alt=\u041D\u0430\u0441\u0442\u0440\u043E\u0439\u043A\u0438, \u0443\u0441\u0442\u0430\u043D\u0430\u0432\u043B\u0438\u0432\u0430\u0435\u043C\u044B\u0435 \u043D\u0430 \u044D\u0442\u043E\u0439 \u0441\u0442\u0440\u0430\u043D\u0438\u0446\u0435, \u0440\u0430\u0441\u043F\u0440\u043E\u0441\u0442\u0440\u0430\u043D\u044F\u044E\u0442\u0441\u044F \u0442\u043E\u043B\u044C\u043A\u043E \u043D\u0430 \u0432\u0430\u0448\u0443 \u0443\u0447\u0435\u0442\u043D\u0443\u044E \u0437\u0430\u043F\u0438\u0441\u044C. \u0414\u043B\u044F \u0442\u043E\u0433\u043E \u0447\u0442\u043E\u0431\u044B \u043E\u043F\u0443\u0431\u043B\u0438\u043A\u043E\u0432\u0430\u0442\u044C \u0441\u0430\u0439\u0442 \u0438\u043B\u0438 \u043E\u0442\u043C\u0435\u043D\u0438\u0442\u044C \u043F\u0443\u0431\u043B\u0438\u043A\u0430\u0446\u0438\u044E, \u043F\u0435\u0440\u0435\u0439\u0434\u0438\u0442\u0435 \u0432 "\u041C\u043E\u0438 \u0441\u0430\u0439\u0442\u044B".
privacy_choice_heading=\u0423\u0441\u0442\u0430\u043D\u043E\u0432\u0438\u0442\u0435 \u0441\u0442\u0430\u0442\u0443\u0441 \u043A\u043E\u043D\u0444\u0438\u0434\u0435\u043D\u0446\u0438\u0430\u043B\u044C\u043D\u043E\u0441\u0442\u0438 \u043D\u0430 \u044D\u0442\u043E\u043C \u0441\u0430\u0439\u0442\u0435\:
privacy_note=\u0412\u043D\u0438\u043C\u0430\u043D\u0438\u0435\: \u0414\u043B\u044F \u0442\u043E\u0433\u043E \u0447\u0442\u043E\u0431\u044B \u0443\u0437\u043D\u0430\u0442\u044C \u0441\u0432\u043E\u0439 \u0441\u0442\u0430\u0442\u0443\u0441 \u043A\u043E\u043D\u0444\u0438\u0434\u0435\u043D\u0446\u0438\u0430\u043B\u044C\u043D\u043E\u0441\u0442\u0438 \u043D\u0430 \u0434\u0440\u0443\u0433\u0438\u0445 \u0441\u0430\u0439\u0442\u0430\u0445, \u043F\u0435\u0440\u0435\u0439\u0434\u0438\u0442\u0435 \u0432 \u0438\u043D\u0441\u0442\u0440\u0443\u043C\u0435\u043D\u0442 "\u041C\u043E\u0438 \u043D\u0430\u0441\u0442\u0440\u043E\u0439\u043A\u0438".
privacy_hide_title=\u0421\u043A\u0440\u044B\u0442\u044C \u043C\u0435\u043D\u044F \u043D\u0430 \u0432\u0441\u0435\u0445 \u0441\u0430\u0439\u0442\u0430\u0445
privacy_check_hide=\u0421\u043A\u0440\u044B\u0442\u044C \u043C\u0435\u043D\u044F
tab_move_top=\u0412\u0432\u0435\u0440\u0445 \u0441\u043F\u0438\u0441\u043A\u0430
privacy_stmt_show=." \u0414\u0440\u0443\u0433\u0438\u0435 \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u0438 \u043C\u043E\u0433\u0443\u0442 \u0432\u0438\u0434\u0435\u0442\u044C \u0432\u0430\u0448\u0435 \u0438\u043C\u044F \u0432 \u0441\u043F\u0438\u0441\u043A\u0435 \u0438 \u043E\u0431\u0440\u0430\u0442\u0438\u0442\u044C\u0441\u044F \u043A \u0432\u0430\u043C \u0447\u0435\u0440\u0435\u0437 \u044D\u0442\u043E\u0442 \u0441\u0430\u0439\u0442.
tab_move_inst_re=\u0423\u0434\u0430\u043B\u0438\u0442\u044C \u0432\u044B\u0431\u0440\u0430\u043D\u043D\u044B\u0435
tab_inst_4_alt=\u041F\u0435\u0440\u0432\u044B\u0435 {0} \u0441\u0430\u0439\u0442\u043E\u0432 \u0431\u0443\u0434\u0443\u0442 \u0440\u0430\u0441\u043F\u043E\u043B\u043E\u0436\u0435\u043D\u044B \u043D\u0430 \u0432\u0430\u0448\u0435\u0439 \u043B\u0438\u043D\u0435\u0439\u043A\u0435 \u0441\u0430\u0439\u0442\u043E\u0432, \u043E\u0441\u0442\u0430\u043B\u044C\u043D\u044B\u0435 \u0431\u044B\u0434\u0443\u0442 \u0432 \u0432\u044B\u043F\u0430\u0434\u0430\u044E\u0449\u0435\u043C \u0441\u043F\u0438\u0441\u043A\u0435. \u0423\u043A\u0430\u0437\u0430\u043D\u043D\u044B\u0439 \u0437\u0434\u0435\u0441\u044C \u043F\u043E\u0440\u044F\u0434\u043E\u043A \u0440\u0430\u0441\u043F\u0440\u043E\u0441\u0442\u0440\u0430\u043D\u044F\u0435\u0442\u0441\u044F \u0442\u043E\u043B\u044C\u043A\u043E \u043D\u0430 \u043F\u0435\u0440\u0432\u044B\u0435 {0} \u0441\u0430\u0439\u0442\u043E\u0432.
privacy_update_title=\u041E\u0431\u043D\u043E\u0432\u0438\u0442\u044C \u0441\u0442\u0430\u0442\u0443\u0441 \u043A\u043E\u043D\u0444\u0438\u0434\u0435\u043D\u0446\u0438\u0430\u043B\u044C\u043D\u043E\u0441\u0442\u0438
privacy_hide_all_set=\u0412\u0430\u0448 \u0441\u0442\u0430\u0442\u0443\u0441 \u043D\u0430 \u0432\u0441\u0435\u0445 \u0441\u0430\u0439\u0442\u0430\u0445  \u0441\u0435\u0439\u0447\u0430\u0441 \u0443\u0441\u0442\u0430\u043D\u043E\u0432\u043B\u0435\u043D \u043A\u0430\u043A "\u0441\u043A\u0440\u044B\u0442". \u0414\u0440\u0443\u0433\u0438\u0435 \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u0438 \u043D\u0435 \u043C\u043E\u0433\u0443\u0442 \u0432\u0438\u0434\u0435\u0442\u044C \u0432\u0430\u0448\u0435 \u0438\u043C\u044F \u0432 \u0441\u043F\u0438\u0441\u043A\u0435 \u0438 \u043E\u0431\u0440\u0430\u0442\u0438\u0442\u044C\u0441\u044F \u043A \u0432\u0430\u043C \u0447\u0435\u0440\u0435\u0437 \u044D\u0442\u043E\u0442 \u0441\u0430\u0439\u0442.
