prefs_noti_title=Notifiering
prefs_timezone_title=Tidszon
prefs_lang_title=Spr\u00e5k
prefs_title=Egenskaper
prefs_privacy=Status
prefs_sites=Sajter
prefs_site_tab_display_format=Inst\u00e4llningar f\u00f6r sajtflikar
prefs_element_locked=Detta objekt kan inte placeras h\u00e4r. Objektet undertill \u00e4r l\u00e5st.
update_pref=Spara
cancel_pref=Avbryt
update_success=Egenskaperna har uppdaterats.
hideshowdesc_toggle_hide=D\u00f6lj sajter
hideshowdesc_toggle_show=Visa sajter
noti_inst_second=Du kommer f\u00e5 all notifiering med h\u00f6g prioritet via e-post. St\u00e4ll in \u00f6nskem\u00e5l  om meddelanden med l\u00e5g prioritet nedan.
noti_add_site=L\u00e4gg till sajt
moresite_projects=PROJEKT
moresite_portfolios=PORTF\u00d6LJER
moresite_administration=ADMINISTRATION
moresite_other=ANDRA
moresite_scs=SCS-kurser
moresite_no_term=TERMINSOBEROENDE KURSER
noti_prefs_title=\u00c5sidos\u00e4tt {0} inst\u00e4llningar\: L\u00e4gg till sajt(er)
noti_prefs_instr=F\u00f6r att \u00e5sidos\u00e4tta den f\u00f6rvalda inst\u00e4llningen f\u00f6r specifik sajt(er) markera kryssrutan intill sajten som du vill \u00e4ndra och klicka sedan 'L\u00e4gg till sajt(er)'
noti_prefs_add=L\u00e4gg till sajt(er)
noti_prefs_cancel=Avbryt
tab_inst_1=F\u00f6r att d\u00f6lja en sajt i din toppmeny, markera sajten i Synliga sajter och flytta den sedan till dolda sajter genom att anv\u00e4nda v\u00e4nsterpilen. F\u00f6r att \u00e5ter visa  en sajt markerar du den under dolda sajter och flyttar den d\u00e4refter till Synliga sajter genom att klicka p\u00e5 h\u00f6gerpilen. Klicka d\u00e4refter p\u00e5 Spara f\u00f6r att genomf\u00f6ra \u00e4ndringarna.
tab_inst_2=F\u00f6r att \u00e4ndra ordningen p\u00e5 de sajter som visas i din toppmeny, markera sajten i Synliga sajter och anv\u00e4nd d\u00e4refter upp- och nedpilarna f\u00f6r att \u00e4ndra den inb\u00f6rdes ordningen.  Klicka d\u00e4refter p\u00e5 Spara f\u00f6r att genomf\u00f6ra \u00e4ndringarna.
tab_inst_3=F\u00f6r att \u00e4ndra det antal sajter som visas fr\u00e4mst i toppmenyn uppdaterar du antalet visade flikar. Gl\u00f6m inte att klicka p\u00e5 Spara f\u00f6r att \u00e4ndringarna ska g\u00f6ras.
tab_inst_save=N\u00e4r du \u00e4r klar med dina \u00e4ndringar m\u00e5ste du klicka 'Spara' f\u00f6r att spara dem.
tab_not_vis_inst=Icke synliga sajter
tab_vis_inst=Synliga sajter
tab_move_inst=Flytta vald
tab_move_inst_re=D\u00f6lj vald sajt
tab_move_all_inst=Flytta alla
tab_move_all_inst_re=D\u00f6lj alla sajter
tab_move_up=Flytta upp\u00e5t i listan
tab_move_down=Flytta ned\u00e5t i listan
tab_move_top=Flytta h\u00f6gst upp i listan
tab_move_bottom=Flytta l\u00e4ngst ned i listan.
tabs_move_top=Flytta valda sajter h\u00f6gst upp p\u00e5 den h\u00e4r listan
tabs_move_bottom=Flytta valda sajter l\u00e4ngst ner p\u00e5 den h\u00e4r listan
tabs_move_left=Flytta valda sajter h\u00f6gst upp p\u00e5 listan till v\u00e4nster
tabs_move_right=Flytta valda sajter h\u00f6gst upp p\u00e5 listan till h\u00f6ger
tabs_screen_reader_label=V\u00e4lj
tab_move_rone=>
tab_move_lone=<
tab_move_rall=>>
tab_move_lall=<<
tab_count=Flikar som visas\:
time_inst=V\u00e4lj din lokala tidszon f\u00f6r valda {0} verktyg, som Kalender. Du \u00e4r just nu i tidszon {1}
locale_msg=V\u00e4lj ditt spr\u00e5k (och land). Ditt nuvarande spr\u00e5kval \u00e4r
privacy_title=Status
privacy_default=Standardinst\u00e4llning f\u00f6r status
privacy_item_visible=V\u00e4lj "synlig" som standardinst\u00e4llning n\u00e4r jag l\u00e4ggs till en ny sajt
privacy_item_hidden=V\u00e4lj "dold" som standardinst\u00e4llning n\u00e4r jag l\u00e4ggs till en ny sajt
privacy_stmt1=Din status p\u00e5 denna sajt \u00e4r satt till att d\u00f6lja din personliga information fr\u00e5n andra p\u00e5 denna sajt. Din status p\u00e5 denna sajt \u00e4r f\u00f6r n\u00e4rvarande satt till "
privacy_specific_site=S\u00e4tt status f\u00f6r en specifik sajt
privacy_stmt_show=." Andra kan se ditt namn i Deltagarlista och kan kontakta dig genom sajten.
privacy_stmt_hide=." Andra kan inte se ditt namn i Deltagarlista och kan inte kontakta dig genom sajten.
privacy_all_sites=\u00c4ndra din status i alla dina sajter
privacy_change_directions=Om du vill \u00e4ndra din status, markera rutan intill
privacy_change_directions2=och klicka p\u00e5 knappen Spara nedan.
privacy_note=Notera\: F\u00f6r att visa din status p\u00e5 andra sajter, v\u00e4lj 'Inst\u00e4llningar' fr\u00e5n din 'Hem'.
move_up_msg=V\u00e4lj en sajt att flytta upp.
move_down_msg=V\u00e4lj en sajt att flytta ned. 
remove_from_sites_msg=V\u00e4lj en sajt att ta bort fr\u00e5n synliga sajter (kommer inte l\u00e4ngre att vara tillg\u00e4nglig som en flik)
add_to_sites_msg=V\u00e4lj en sajt att l\u00e4gga till i synliga sajter (visas som en flik).
user_missing=Anv\u00e4ndar-ID saknas.
remove_all=Kan inte ta bort alla flikar fr\u00e5n \u00f6vre menyn
min_tabs=Det m\u00e5ste minst finnas %d tabbar i \u00f6vre navigeringsf\u00e4ltet.
privacy_check_hide=D\u00f6lj mig
privacy_check_show=G\u00f6r mig synlig
privacy_update=Spara
privacy_choose=V\u00e4lj en sajt
privacy_no_choices=Du har inga sajter att v\u00e4lja bland, du m\u00e5ste vara medlem p\u00e5 minst en sajt.
privacy_show_all=G\u00f6r mig synlig p\u00e5 alla sajter
privacy_hide_all=D\u00f6lj mig p\u00e5 alla sajter
privacy_update_title=Spara status
privacy_show_title=S\u00e4tt till synlig p\u00e5 alla sajter
privacy_hide_title=S\u00e4tt till dold p\u00e5 alla sajter
privacy_visible=Synlig
privacy_hidden=Dold
privacy_show_all_set=Din status \u00e4r nu satt till synlig p\u00e5 alla sajter. Andra kan se ditt namn i Roster/deltagarlista och kan kontakta dig genom sajten.
privacy_hide_all_set=Din status \u00e4r nu satt till dold p\u00e5 alla sajter. Andra kan inte se ditt namn i Roster/deltagarlista och kan inte kontakta dig genom sajten.
privacy_site_not_selected=V\u00e4lj en sajt f\u00f6r att \u00e4ndra din status.
privacy_choice_heading=S\u00e4tt inst\u00e4llningar f\u00f6r dina privatstatus
privacy_choice_hidden=F\u00f6rbli dold p\u00e5 denna sajt
privacy_choice_visible=G\u00f6r mig synlig p\u00e5 denna sajt
privacy_choice_later=Fr\u00e5ga igen senare
privacy_change_later_instructions=F\u00f6r att \u00e4ndra dina privata inst\u00e4llningar i framtiden, g\u00e5 till <br />Hem > Inst\u00e4llningar > Integritet
tabDisplay_prompt=Visa flik som\:
tabDisplay_coursecode=Sajtens titel
tabDisplay_coursename=Kort beskrivning av sajten
userPrefs=V\u00e4rden f\u00f6r anv\u00e4ndarinst\u00e4llningar
userPrefs.action.key=Denna \u00e5tg\u00e4rd tar anv\u00e4ndar-ID och nyckelv\u00e4rde och returnerar de inst\u00e4llningar f\u00f6r anv\u00e4ndarpreferenser som \u00e4r kopplat till den nyckeln enligt f\u00f6ljande URL-mall\: /direct/userPrefs/key/{user_id}/{key_value}.json 
hidden_really_hide_confirm=Genom att d\u00f6lja en favoritsajt kommer den att tas bort fr\u00e5n favoriter. Vill du forts\u00e4tta?
hidden_instructions=V\u00e4lj enskild sajt eller en grupp av sajter att d\u00f6lja fr\u00e5n 'Sajter'.<br /><b>NOTERA\:</b> Detta kommer <b>inte</b> att p\u00e5verka sajtens synlighet f\u00f6r studenter.
hidden_title=D\u00f6lj fr\u00e5n Sajter
