#Fri Nov 26 20:33:51 CET 2010
tab_inst_save=\u4FEE\u6B63\u3057\u7D42\u3048\u305F\u3089\uFF0C\u300C\u8A2D\u5B9A\u3092\u66F4\u65B0\u300D\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u3066\u4FDD\u5B58\u3057\u3066\u304F\u3060\u3055\u3044\uFF0E
privacy_hidden=\u975E\u8868\u793A
tab_count=\u8868\u793A\u3055\u308C\u308B\u30BF\u30D6\u6570\:
prefs_noti_title=\u901A\u77E5
privacy_stmt_hide=\u306B\u30BB\u30C3\u30C8\u3055\u308C\u3066\u3044\u307E\u3059\uFF0E\u4ED6\u306E\u30E6\u30FC\u30B6\u306F\uFF0C\u3042\u306A\u305F\u306E\u540D\u524D\u3092\u30AF\u30E9\u30B9\u540D\u7C3F\u3067\u898B\u308B\u3053\u3068\u304C\u3067\u304D\u307E\u305B\u3093\u306E\u3067\uFF0C\u30B5\u30A4\u30C8\u3092\u901A\u3058\u3066\u9023\u7D61\u3092\u3068\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\uFF0E
privacy_show_all=\u3059\u3079\u3066\u306E\u30B5\u30A4\u30C8\u3067\u81EA\u5206\u3092\u8868\u793A
tab_inst_7_alt=\u30B5\u30A4\u30C8\u3092\u516C\u958B\u3057\u305F\u308A\u975E\u516C\u958B\u306B\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u304B??  
tab_vis_inst=\u30BF\u30D6\u306B\u8868\u793A\u3055\u308C\u308B\u30B5\u30A4\u30C8\:
tab_move_lone=<
privacy_choice_later=\u5F8C\u3067\u518D\u3073\u78BA\u8A8D\u3059\u308B
privacy_visible=\u8868\u793A
prefs_lang_title=\u8A00\u8A9E
tab_inst_3_alt=\u30A2\u30AF\u30C6\u30A3\u30D6\u30B5\u30A4\u30C8
tab_move_inst=\u9078\u629E\u3057\u305F\u3082\u306E\u3092\u79FB\u52D5
prefs_tab_title=\u30BF\u30D6\u3092\u30AB\u30B9\u30BF\u30DE\u30A4\u30BA
privacy_title=\u30D7\u30E9\u30A4\u30D0\u30B7\u30FC\u72B6\u614B
user_missing=UserId \u304C\u4E0D\u660E\u3067\u3059\uFF0E
tab_move_all_inst=\u3059\u3079\u3066\u79FB\u52D5
tab_move_lall=<<
tab_move_up=\u4E00\u89A7\u306E\u4E2D\u3067\u4E0A\u306B\u79FB\u52D5
move_down_msg=\u5C11\u306A\u304F\u3068\u3082\u30B5\u30A4\u30C8\u3092\u4E00\u3064\u9078\u629E\u3057\u4E0B\u306B\u79FB\u52D5\u3057\u3066\u304F\u3060\u3055\u3044\uFF0E
privacy_update=\u66F4\u65B0
time_inst_2=\u3067\u3059\uFF0E
time_inst_1=\u9078\u629E\u3057\u305F Sakai \u30C4\u30FC\u30EB(\u300C\u30B9\u30B1\u30B8\u30E5\u30FC\u30EB\u300D\u30C4\u30FC\u30EB\u7B49)\u306E\u30ED\u30FC\u30AB\u30EB\u30BF\u30A4\u30E0\u30BE\u30FC\u30F3\u3092\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044\uFF0E\u73FE\u5728\u306E\u30BF\u30A4\u30E0\u30BE\u30FC\u30F3\u306F
tab_inst_6_alt=\u3053\u308C\u3089\u306E\u30B5\u30A4\u30C8\u306F\u300C\u30A2\u30AF\u30C6\u30A3\u30D6\u30B5\u30A4\u30C8\u300D\u30BF\u30D6\u306B\u306F\u8868\u793A\u3055\u308C\u307E\u305B\u3093\uFF0E\u3057\u304B\u3057\u306A\u304C\u3089\uFF0C\u300C\u30EF\u30FC\u30AF\u30B5\u30A4\u30C8\u30BB\u30C3\u30C8\u30A2\u30C3\u30D7\u300D\u304B\u3089\u306F\u30A2\u30AF\u30BB\u30B9\u3059\u308B\u3053\u3068\u304C\u3067\u304D\u307E\u3059\uFF0E
update_success=* \u8A2D\u5B9A\u306F\u6B63\u3057\u304F\u4FDD\u5B58\u3055\u308C\u307E\u3057\u305F\uFF0E
privacy_show_all_set=\u3059\u3079\u3066\u306E\u30B5\u30A4\u30C8\u306E\u72B6\u614B\u304C\u8868\u793A\u306B\u30BB\u30C3\u30C8\u3055\u308C\u307E\u3057\u305F\uFF0E\u4ED6\u306E\u30E6\u30FC\u30B6\u306F\uFF0C\u30AF\u30E9\u30B9\u540D\u7C3F\u3067\u3042\u306A\u305F\u306E\u540D\u524D\u3092\u898B\u308B\u3053\u3068\u304C\u3067\u304D\uFF0C\u30B5\u30A4\u30C8\u3092\u901A\u3058\u3066\u9023\u7D61\u3092\u53D6\u308B\u3053\u3068\u304C\u3067\u304D\u307E\u3059\uFF0E
privacy_choice_hidden=\u3053\u306E\u30B5\u30A4\u30C8\u3067\u306F\u81EA\u5206\u3092\u975E\u8868\u793A\u306E\u307E\u307E\u306B\u3059\u308B
privacy_choose=\u30B5\u30A4\u30C8\u3092\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044
privacy_hide_all=\u3059\u3079\u3066\u306E\u30B5\u30A4\u30C8\u3067\u81EA\u5206\u3092\u96A0\u3059
tab_inst_2_alt=\u5DE6\u77E2\u5370\u30DC\u30BF\u30F3\u304A\u3088\u3073\u53F3\u77E2\u5370\u30DC\u30BF\u30F3\u3092\u7528\u3044\u3066\u30B5\u30A4\u30C8\u3092\u8868\u793A\u30FB\u975E\u8868\u793A\u3092\u5909\u66F4\u3067\u304D\u307E\u3059\uFF0E\u4E0A\u77E2\u5370\u30DC\u30BF\u30F3\u304A\u3088\u3073\u4E0B\u77E2\u5370\u30DC\u30BF\u30F3\u3092\u7528\u3044\u3066\u30A2\u30AF\u30C6\u30A3\u30D6\u30B5\u30A4\u30C8\u3092\u30BF\u30D6\u306B\u79FB\u52D5\u3059\u308B\u3053\u3068\u304C\u3067\u304D\u307E\u3059\uFF0E
add_to_sites_msg=\u300C\u30BF\u30D6\u306B\u8868\u793A\u3055\u308C\u308B\u30B5\u30A4\u30C8\u300D\u306B\u8FFD\u52A0\u3059\u308B\u30B5\u30A4\u30C8\u3092\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044\uFF0E
privacy_site_not_selected=\u72B6\u614B\u3092\u5909\u66F4\u3059\u308B\u5834\u5408\u306F\u30B5\u30A4\u30C8\u3092\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044\uFF0E
prefs_title=\u8A2D\u5B9A
noti_inst_second=\u96FB\u5B50\u30E1\u30FC\u30EB\u3092\u901A\u3058\u3066\u512A\u5148\u5EA6\u306E\u9AD8\u3044\u901A\u77E5\u3092\u3059\u3079\u3066\u53D7\u3051\u53D6\u308A\u307E\u3059\uFF0E\u512A\u5148\u5EA6\u306E\u4F4E\u3044\u901A\u77E5\u3092\u4EE5\u4E0B\u3067\u30BB\u30C3\u30C8\u3057\u307E\u3059\uFF0E
remove_from_sites_msg=\u300C\u30BF\u30D6\u306B\u8868\u793A\u3055\u308C\u308B\u30B5\u30A4\u30C8\u300D\u304B\u3089\u524A\u9664\u3059\u308B\u30B5\u30A4\u30C8\u3092\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044\uFF0E
locale_msg=\u8A00\u8A9E(\u53CA\u3073\u56FD)\u8A2D\u5B9A\u3092\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044\uFF0E\u73FE\u5728\u306E\u8A00\u8A9E\u8A2D\u5B9A\:
privacy_choice_visible=\u3053\u306E\u30B5\u30A4\u30C8\u3067\u81EA\u5206\u3092\u8868\u793A\u3059\u308B
move_up_msg=\u5C11\u306A\u304F\u3068\u3082\u30B5\u30A4\u30C8\u3092\u4E00\u3064\u9078\u629E\u3057\u4E0A\u306B\u79FB\u52D5\u3057\u3066\u304F\u3060\u3055\u3044\uFF0E
tab_move_rone=>
privacy_show_title=\u3059\u3079\u3066\u306E\u30B5\u30A4\u30C8\u3067\u8868\u793A\u3059\u308B\u3088\u3046\u306B\u30D7\u30E9\u30A4\u30D0\u30B7\u30FC\u3092\u30BB\u30C3\u30C8
tab_inst_3=\u30EF\u30FC\u30AF\u30B5\u30A4\u30C8\u30CA\u30D3\u30B2\u30FC\u30B7\u30E7\u30F3\u306E\u76EE\u7ACB\u3064\u5834\u6240\u306B\u8868\u793A\u3055\u308C\u308B\u30B5\u30A4\u30C8\u3092\u5909\u66F4\u3059\u308B\u5834\u5408\u306F\uFF0C\u300C\u8868\u793A\u300D\u6570\u3092\u66F4\u65B0\u3057\u307E\u3059\uFF0E\u305D\u3057\u3066\uFF0C\u300C\u8A2D\u5B9A\u3092\u66F4\u65B0\u300D\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u4FEE\u6B63\u3057\u307E\u3059\uFF0E
tab_inst_2=\u30BF\u30D6\u5185\u306E\u30B5\u30A4\u30C8\u306E\u9806\u756A\u3092\u5909\u66F4\u3059\u308B\u5834\u5408\u306F\uFF0C\u300C\u30BF\u30D6\u306B\u8868\u793A\u3055\u308C\u308B\u30B5\u30A4\u30C8\u300D\u304B\u3089\u30B5\u30A4\u30C8\u3092\u9078\u629E\u3057\uFF0C\u4E0A\u4E0B\u77E2\u5370\u3092\u4F7F\u7528\u3057\u3066\u30BF\u30D6\u5185\u306E\u30B5\u30A4\u30C8\u306E\u9806\u756A\u3092\u5909\u66F4\u3057\u307E\u3059\uFF0E\u5909\u66F4\u3092\u884C\u3046\u5834\u5408\u306F\u300C\u8A2D\u5B9A\u3092\u66F4\u65B0\u300D\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u307E\u3059\uFF0E
tab_not_vis_inst=\u30BF\u30D6\u306B\u8868\u793A\u3055\u308C\u306A\u3044\u30B5\u30A4\u30C8\:
prefs_privacy=\u30D7\u30E9\u30A4\u30D0\u30B7\u30FC\u72B6\u614B
tab_move_bottom=\u4E00\u89A7\u306E\u6700\u5F8C\u3078\u79FB\u52D5
tab_inst_1=\u30B5\u30A4\u30C8\u3092\u975E\u8868\u793A\u306B\u3059\u308B\u5834\u5408\u306F\uFF0C\u300C\u30BF\u30D6\u306B\u8868\u793A\u3055\u308C\u308B\u30B5\u30A4\u30C8\u300D\u304B\u3089\u30B5\u30A4\u30C8\u3092\u9078\u629E\u3057\uFF0C\u5DE6\u77E2\u5370\u3092\u4F7F\u3063\u3066\u300C\u30BF\u30D6\u306B\u8868\u793A\u3055\u308C\u306A\u3044\u30B5\u30A4\u30C8\u300D\u306B\u30B5\u30A4\u30C8\u3092\u79FB\u52D5\u3057\u307E\u3059\uFF0E\u30B5\u30A4\u30C8\u3092\u8868\u793A\u3059\u308B\u5834\u5408\u306F\uFF0C\u300C\u30BF\u30D6\u306B\u8868\u793A\u3057\u306A\u3044\u30B5\u30A4\u30C8\u300D\u304B\u3089\u30B5\u30A4\u30C8\u3092\u9078\u629E\u3057\uFF0C\u53F3\u77E2\u5370\u3092\u4F7F\u3063\u3066\u300C\u30BF\u30D6\u306B\u8868\u793A\u3055\u308C\u308B\u30B5\u30A4\u30C8\u300D\u306B\u30B5\u30A4\u30C8\u3092\u79FB\u52D5\u3057\u307E\u3059\uFF0E\u5909\u66F4\u3092\u884C\u3046\u5834\u5408\u306F\u300C\u8A2D\u5B9A\u3092\u66F4\u65B0\u300D\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u307E\u3059\uFF0E
tab_inst_5_alt=\u975E\u8868\u793A\u30B5\u30A4\u30C8
update_pref=\u8A2D\u5B9A\u3092\u66F4\u65B0
tab_move_all_inst_re=\u3059\u3079\u3066\u524A\u9664
privacy_check_show=\u81EA\u5206\u3092\u8868\u793A
privacy_change_directions=\u72B6\u614B\u3092\u5909\u66F4\u3057\u305F\u3044\u5834\u5408\u306F\uFF0C
cancel_pref=\u5909\u66F4\u3092\u30AD\u30E3\u30F3\u30BB\u30EB
prefs_timezone_title=\u30BF\u30A4\u30E0\u30BE\u30FC\u30F3
privacy_change_directions2=\u306E\u6A2A\u3092\u30C1\u30A7\u30C3\u30AF\u3057\uFF0C\u4E0B\u306E\u300C\u66F4\u65B0\u300D\u30DC\u30BF\u30F3\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u307E\u3059\uFF0E
tab_inst_1_alt=\u300C\u30BF\u30D6\u3092\u30AB\u30B9\u30BF\u30DE\u30A4\u30BA\u300D\u3092\u7528\u3044\u308B\u3068\uFF0C\u30B5\u30A4\u30C8\u3078\u306E\u30CA\u30D3\u30B2\u30FC\u30B7\u30E7\u30F3\u3092\u30AB\u30B9\u30BF\u30DE\u30A4\u30BA\u3059\u308B\u3053\u3068\u304C\u3067\u304D\u307E\u3059\uFF0E
privacy_change_later_instructions=\u30D7\u30E9\u30A4\u30D0\u30B7\u30FC\u8A2D\u5B9A\u3092\u5C06\u6765\u5909\u66F4\u3059\u308B\u5834\u5408\u306F\uFF0C\u300C\u30DE\u30A4\u30EF\u30FC\u30AF\u30B9\u30DA\u30FC\u30B9\u300D\u2192\u300C\u8A2D\u5B9A\u300D\u2192\u300C\u30D7\u30E9\u30A4\u30D0\u30B7\u30FC\u72B6\u614B\u300D\u306B\u79FB\u52D5\u3057\u307E\u3059
tab_move_rall=>>
privacy_stmt1=\u73FE\u5728\uFF0C\u3053\u306E\u30B5\u30A4\u30C8\u306E\u72B6\u614B\u306F 
tab_move_down=\u4E00\u89A7\u306E\u4E2D\u3067\u4E0B\u306B\u79FB\u52D5
privacy_choice_heading=\u30D7\u30E9\u30A4\u30D0\u30B7\u30FC\u72B6\u614B\u8A2D\u5B9A\u3092\u30BB\u30C3\u30C8\u3057\u3066\u304F\u3060\u3055\u3044\:
tab_inst_8_alt=\u3053\u306E\u30DA\u30FC\u30B8\u306E\u8A2D\u5B9A\u3060\u3051\u304C\u500B\u4EBA\u306E\u30CA\u30D3\u30B2\u30FC\u30B7\u30E7\u30F3\u306B\u9069\u7528\u3055\u308C\u307E\u3059\uFF0E\u30E6\u30FC\u30B6\u5168\u54E1\u306B\u5BFE\u3057\u3066\u516C\u958B\u3057\u305F\u308A\u975E\u516C\u958B\u306B\u3057\u305F\u308A\u3059\u308B\u5834\u5408\u306F\uFF0C\u300C\u30EF\u30FC\u30AF\u30B5\u30A4\u30C8\u30BB\u30C3\u30C8\u30A2\u30C3\u30D7\u300D\u304B\u3089\u884C\u3044\u307E\u3059\uFF0E
privacy_hide_title=\u3059\u3079\u3066\u306E\u30B5\u30A4\u30C8\u3067\u96A0\u3059\u3088\u3046\u306B\u30D7\u30E9\u30A4\u30D0\u30B7\u30FC\u3092\u30BB\u30C3\u30C8
privacy_note=\u6CE8\u610F\: \u4ED6\u306E\u30B5\u30A4\u30C8\u3067\u306E\u30D7\u30E9\u30A4\u30D0\u30B7\u30FC\u72B6\u614B\u3092\u8868\u793A\u3059\u308B\u5834\u5408\u306F\uFF0C\u300C\u30DE\u30A4\u30EF\u30FC\u30AF\u30B9\u30DA\u30FC\u30B9\u300D\u30B5\u30A4\u30C8\u304B\u3089\u300C\u8A2D\u5B9A\u300D\u3092\u9078\u3073\u307E\u3059\uFF0E
privacy_check_hide=\u81EA\u5206\u3092\u96A0\u3059
tab_move_top=\u4E00\u89A7\u306E\u6700\u521D\u3078\u79FB\u52D5
privacy_stmt_show=\u306B\u30BB\u30C3\u30C8\u3055\u308C\u3066\u3044\u307E\u3059\uFF0E\u4ED6\u306E\u30E6\u30FC\u30B6\u306F\uFF0C\u3042\u306A\u305F\u306E\u540D\u524D\u3092\u30AF\u30E9\u30B9\u540D\u7C3F\u3067\u898B\u308B\u3053\u3068\u304C\u3067\u304D\uFF0C\u30B5\u30A4\u30C8\u3092\u901A\u3058\u3066\u9023\u7D61\u3092\u53D6\u308B\u3053\u3068\u304C\u3067\u304D\u307E\u3059\uFF0E
tab_inst_4_alt=\u6700\u521D\u306E {0} \u500B\u306E\u30B5\u30A4\u30C8\u304C\u30CA\u30D3\u30B2\u30FC\u30B7\u30E7\u30F3\u306B\u30BF\u30D6\u3068\u3057\u3066\u8868\u793A\u3055\u308C\uFF0C\u4E00\u89A7\u5168\u4F53\u304C\u300C\u30A2\u30AF\u30C6\u30A3\u30D6\u30B5\u30A4\u30C8\u300D\u30BF\u30D6\u306B\u8868\u793A\u3055\u308C\u307E\u3059\uFF0E\u3053\u3053\u3067\u8868\u793A\u3055\u308C\u3066\u3044\u308B\u9806\u5E8F\u306F\uFF0C\u6700\u521D\u306E {0} \u500B\u306E\u30B5\u30A4\u30C8\u306B\u3060\u3051\u9069\u7528\u3055\u308C\u307E\u3059\uFF0E
tab_move_inst_re=\u9078\u629E\u3057\u305F\u3082\u306E\u3092\u524A\u9664
privacy_update_title=\u30D7\u30E9\u30A4\u30D0\u30B7\u30FC\u72B6\u614B\u3092\u66F4\u65B0
privacy_hide_all_set=\u3059\u3079\u3066\u306E\u30B5\u30A4\u30C8\u306E\u72B6\u614B\u304C\u975E\u8868\u793A\u306B\u30BB\u30C3\u30C8\u3055\u308C\u307E\u3057\u305F\uFF0E\u4ED6\u306E\u30E6\u30FC\u30B6\u306F\uFF0C\u30AF\u30E9\u30B9\u540D\u7C3F\u3067\u3042\u306A\u305F\u306E\u540D\u524D\u3092\u898B\u308B\u3053\u3068\u304C\u3067\u304D\u307E\u305B\u3093\u306E\u3067\uFF0C\u30B5\u30A4\u30C8\u3092\u901A\u3058\u3066\u9023\u7D61\u3092\u53D6\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\uFF0E
