prefs_noti_title=\u067E\u06CC\u0627\u0645\u0647\u0627\u06CC \u0627\u0637\u0644\u0627\u0639 \u0631\u0633\u0627\u0646\u06CC
prefs_timezone_title=\u0645\u0646\u0637\u0642\u0647 \u0632\u0645\u0627\u0646\u06CC
prefs_lang_title=\u0632\u0628\u0627\u0646
prefs_title=\u062A\u0646\u0638\u06CC\u0645\u0627\u062A
prefs_privacy=\u0648\u0636\u0639\u06CC\u062A \u062D\u0631\u06CC\u0645 \u062E\u0635\u0648\u0635\u06CC
prefs_sites=\u0633\u0627\u06CC\u062A \u0647\u0627
prefs_site_tab_display_format=\u062D\u0627\u0644\u062A \u0646\u0645\u0627\u06CC\u0634 \u0632\u0628\u0627\u0646\u0647\u200C\u06CC \u0633\u0627\u06CC\u062A
 
prefs_element_locked=\u0627\u06CC\u0646 \u0627\u0650\u0644\u0645\u0627\u0646 \u0646\u0645\u06CC\u200C\u062A\u0648\u0627\u0646\u062F \u0627\u06CC\u0646\u062C\u0627 \u0642\u0631\u0627\u0631 \u062F\u0627\u062F\u0647 \u0634\u0648\u062F. \u0627\u0650\u0644\u0645\u0627\u0646 \u0632\u06CC\u0631\u06CC\u0646 \u0622\u0646 \u0642\u0641\u0644 \u0634\u062F\u0647 \u0627\u0633\u062A.

update_pref=\u062B\u0628\u062A \u062A\u063A\u06CC\u06CC\u0631\u0627\u062A
cancel_pref=\u0644\u063A\u0648 \u062A\u063A\u06CC\u06CC\u0631\u0627\u062A
update_success=\u062A\u063A\u06CC\u06CC\u0631 \u062A\u0646\u0638\u06CC\u0645\u0627\u062A \u0628\u0627 \u0645\u0648\u0641\u0642\u06CC\u062A \u0627\u0646\u062C\u0627\u0645 \u0634\u062F.

hideshowdesc_toggle_hide=\u0639\u062F\u0645 \u0646\u0645\u0627\u06CC\u0634 \u0633\u0627\u06CC\u062A \u0647\u0627
hideshowdesc_toggle_show=\u0646\u0645\u0627\u06CC\u0634 \u0633\u0627\u06CC\u062A \u0647\u0627

noti_inst_second=\u0647\u0645\u0647\u200C\u06CC \u067E\u06CC\u0627\u0645 \u0647\u0627\u06CC \u0627\u0637\u0644\u0627\u0639 \u0631\u0633\u0627\u0646\u06CC \u0645\u0647\u0645 \u0631\u0627 \u0627\u0632 \u0637\u0631\u06CC\u0642 \u0627\u06CC\u0645\u06CC\u0644 \u062F\u0631\u06CC\u0627\u0641\u062A \u062E\u0648\u0627\u0647\u06CC\u062F \u06A9\u0631\u062F. \u067E\u06CC\u0627\u0645\u0647\u0627\u06CC \u06A9\u0645 \u0627\u0647\u0645\u06CC\u062A \u0631\u0627 \u062F\u0631 \u067E\u0627\u06CC\u06CC\u0646 \u0645\u0634\u062E\u0635 \u06A9\u0646\u06CC\u062F. 

noti_add_site = \u06CC\u06A9 \u0633\u0627\u06CC\u062A \u0627\u06CC\u062C\u0627\u062F \u06A9\u0646\u06CC\u062F

# need to define the site type titles (copied from portal-impl)
moresite_projects=\u067e\u0631\u0648\u0698\u0647 \u0647\u0627
moresite_portfolios=\u0633\u0648\u0627\u0628\u0642 \u062a\u062d\u0635\u06cc\u0644\u06cc
moresite_administration=\u0645\u062f\u06cc\u0631\u06cc\u062a
moresite_other=\u062f\u06cc\u06af\u0631 \u06af\u0632\u06cc\u0646\u0647\u200c\u0647\u0627
moresite_scs = \u062F\u0648\u0631\u0647\u200C\u0647\u0627\u06CC SCS
moresite_no_term = \u062F\u0648\u0631\u0647\u200C\u0647\u0627\u06CC \u0628\u062F\u0648\u0646 \u062A\u0650\u0631\u0645

noti_prefs_title=\u0644\u063A\u0648 \u062A\u0646\u0638\u06CC\u0645\u0627\u062A {0}: \u0627\u0641\u0632\u0648\u062F\u0646 \u0633\u0627\u06CC\u062A(\u0647\u0627)
noti_prefs_instr=\u0628\u0631\u0627\u06CC \u0644\u063A\u0648 \u062A\u0646\u0638\u06CC\u0645\u0627\u062A \u067E\u06CC\u0634 \u0641\u0631\u0636 \u06CC\u06A9 \u0633\u0627\u06CC\u062A\u060C \u062C\u0639\u0628\u0647\u200C\u06CC \u06A9\u0646\u0627\u0631 \u0622\u0646 \u0631\u0627 \u062A\u06CC\u06A9 \u0628\u0632\u0646\u06CC\u062F \u0648 \u0631\u0648\u06CC '\u0627\u0641\u0632\u0648\u062F\u0646 \u0633\u0627\u06CC\u062A(\u0647\u0627)' \u06A9\u0644\u06CC\u06A9 \u06A9\u0646\u06CC\u062F
noti_prefs_add=\u0627\u0641\u0632\u0648\u062F\u0646 \u0633\u0627\u06CC\u062A(\u0647\u0627)
noti_prefs_cancel=\u0644\u063A\u0648

tab_inst_1=\u0628\u0631\u0627\u06CC \u0645\u062E\u0641\u06CC \u06A9\u0631\u062F\u0646 \u06CC\u0627 \u0646\u0645\u0627\u06CC\u0627\u0646 \u0633\u0627\u062E\u062A\u0646 \u06CC\u06A9 \u0633\u0627\u06CC\u062A \u062F\u0631 \u0632\u0628\u0627\u0646\u0647 \u0647\u0627 \u06CC\u0627 \u062F\u0631 \u0645\u0646\u0648\u06CC '\u0633\u0627\u06CC\u062A \u0647\u0627\u06CC \u0628\u06CC\u0634\u062A\u0631'\u060C \u0633\u0627\u06CC\u062A \u0631\u0627 \u0627\u0632 \u067E\u0627\u06CC\u06CC\u0646 \u0627\u0646\u062A\u062E\u0627\u0628 \u0648 \u0628\u0631\u0627\u06CC \u062C\u0627\u0628\u062C\u0627\u06CC\u06CC \u0622\u0646 \u0631\u0648\u06CC \u062F\u06A9\u0645\u0647 \u0647\u0627\u06CC \u062C\u0647\u062A\u06CC \u0631\u0627\u0633\u062A \u06CC\u0627 \u0686\u067E \u06A9\u0644\u06CC\u06A9 \u06A9\u0646\u06CC\u062F. \u0628\u0631\u0627\u06CC \u062C\u0627\u0628\u062C\u0627\u06CC\u06CC \u0647\u0645\u0647\u200C\u06CC \u0633\u0627\u06CC\u062A \u0647\u0627 \u0631\u0648\u06CC \u062F\u06A9\u0645\u0647\u200C\u06CC \u062C\u0647\u062A\u06CC \u062F\u0648\u062A\u0627\u06CC\u06CC \u06A9\u0644\u06CC\u06A9 \u06A9\u0646\u06CC\u062F.
tab_inst_2=\u0628\u0631\u0627\u06CC \u062A\u063A\u06CC\u06CC\u0631 \u062A\u0631\u062A\u06CC\u0628 \u0632\u0628\u0627\u0646\u0647\u200C\u0647\u0627\u06CC\u06CC \u06A9\u0647 \u0646\u0645\u0627\u06CC\u0627\u0646 \u0647\u0633\u062A\u0646\u062F\u060C \u06CC\u06A9 \u0633\u0627\u06CC\u062A \u0631\u0627 \u062F\u0631 \u06A9\u0627\u062F\u0631 '\u0633\u0627\u06CC\u062A\u200C\u0647\u0627\u06CC \u0646\u0645\u0627\u06CC\u0627\u0646 \u062F\u0631 \u0632\u0628\u0627\u0646\u0647\u200C\u0647\u0627' \u0627\u0646\u062A\u062E\u0627\u0628 \u0648 \u0628\u0631\u0627\u06CC \u062A\u063A\u06CC\u06CC\u0631 \u062A\u0631\u062A\u06CC\u0628 \u0642\u0631\u0627\u0631\u06AF\u06CC\u0631\u06CC \u0622\u0646 \u0631\u0648\u06CC \u062F\u06A9\u0645\u0647\u200C\u0647\u0627\u06CC \u062C\u0647\u062A\u06CC \u0628\u0627\u0644\u0627 \u0648 \u067E\u0627\u06CC\u06CC\u0646 \u06A9\u0644\u06CC\u06A9 \u06A9\u0646\u06CC\u062F. \u0627\u0632 \u062F\u06A9\u0645\u0647\u200C\u0647\u0627\u06CC \u062C\u0647\u062A\u06CC\u0650 \u0628\u06CC\u0631\u0648\u0646\u06CC\u0650 \u0628\u0627\u0644\u0627 \u0648 \u067E\u0627\u06CC\u06CC\u0646 \u0628\u0631\u0627\u06CC \u0627\u0646\u062A\u0642\u0627\u0644 \u06CC\u06A9 \u0633\u0627\u06CC\u062A \u0627\u0646\u062A\u062E\u0627\u0628 \u0634\u062F\u0647 \u0628\u0647 \u0627\u0628\u062A\u062F\u0627 \u06CC\u0627 \u0627\u0646\u062A\u0647\u0627\u06CC \u0644\u06CC\u0633\u062A \u0627\u0633\u062A\u0641\u0627\u062F\u0647 \u06A9\u0646\u06CC\u062F. \u0628\u0631\u0627\u06CC \u062C\u0627\u0628\u062C\u0627\u06CC\u06CC \u0686\u0646\u062F \u0633\u0627\u06CC\u062A\u060C \u06CC\u06A9 \u0633\u0627\u06CC\u062A \u0631\u0627 \u0627\u0646\u062A\u062E\u0627\u0628 \u06A9\u0646\u06CC\u062F\u060C \u0633\u067E\u0633 \u06A9\u0644\u06CC\u062F \u06A9\u0646\u062A\u0631\u0644 Ctrl (\u06CC\u0627 \u0641\u0631\u0645\u0627\u0646 Command \u062F\u0631 Mac) \u0631\u0627 \u067E\u0627\u06CC\u06CC\u0646 \u0646\u06AF\u0647\u062F\u0627\u0631\u06CC\u062F\u060C \u0631\u0648\u06CC \u0633\u0627\u06CC\u062A\u200C\u0647\u0627\u06CC \u062F\u06CC\u06AF\u0631 \u06A9\u0644\u06CC\u06A9 \u06A9\u0646\u06CC\u062F. \u0633\u067E\u0633 \u0631\u0648\u06CC \u06CC\u06A9 \u06A9\u0644\u06CC\u062F \u062C\u0647\u062A\u06CC \u06A9\u0644\u06CC\u06A9 \u06A9\u0646\u06CC\u062F.
tab_inst_3=\u0628\u0631\u0627\u06CC \u062A\u063A\u06CC\u06CC\u0631 \u062A\u0639\u062F\u0627\u062F \u0633\u0627\u06CC\u062A \u0647\u0627\u06CC\u06CC \u06A9\u0647 \u0628\u0635\u0648\u0631\u062A \u0628\u0631\u062C\u0633\u062A\u0647 \u062F\u0631 \u0645\u0646\u0648\u06CC \u0646\u0627\u0648\u0634 \u0633\u0627\u06CC\u062A \u06A9\u0627\u0631\u06CC \u0646\u0645\u0627\u06CC\u0634 \u062F\u0627\u062F\u0647 \u0645\u06CC\u200C\u0634\u0648\u0646\u062F\u060C \u062A\u0639\u062F\u0627\u062F \u0646\u0645\u0627\u06CC\u0634 \u0631\u0627 \u062A\u063A\u06CC\u06CC\u0631 \u062F\u0647\u06CC\u062F. \u0633\u067E\u0633 \u0628\u0631\u0627\u06CC \u0630\u062E\u06CC\u0631\u0647 \u0631\u0648\u06CC \u062B\u0628\u062A \u062A\u063A\u06CC\u06CC\u0631\u0627\u062A \u06A9\u0644\u06CC\u06A9 \u06A9\u0646\u06CC\u062F. 
tab_inst_save=\u0632\u0645\u0627\u0646\u06CC \u06A9\u0647 \u0627\u0646\u062C\u0627\u0645 \u062A\u063A\u06CC\u06CC\u0631\u0627\u062A \u067E\u0627\u06CC\u0627\u0646 \u06CC\u0627\u0641\u062A\u060C \u0628\u0631\u0627\u06CC \u0630\u062E\u06CC\u0631\u0647\u200C\u06CC \u0622\u0646\u0647\u0627 \u0631\u0648\u06CC \u062B\u0628\u062A \u062A\u063A\u06CC\u06CC\u0631\u0627\u062A \u06A9\u0644\u06CC\u06A9 \u06A9\u0646\u06CC\u062F.
tab_not_vis_inst=\u0633\u0627\u06CC\u062A\u200C\u0647\u0627\u06CC\u06CC \u06A9\u0647 \u062F\u0631 \u0632\u0628\u0627\u0646\u0647\u200C\u0647\u0627 \u0646\u0645\u0627\u06CC\u0634 \u062F\u0627\u062F\u0647 \u0646\u0645\u06CC\u200C\u0634\u0648\u0646\u062F
tab_vis_inst=\u0633\u0627\u06CC\u062A\u200C\u0647\u0627\u06CC\u06CC \u06A9\u0647 \u062F\u0631 \u0632\u0628\u0627\u0646\u0647\u200C\u0647\u0627 \u0646\u0645\u0627\u06CC\u0634 \u062F\u0627\u062F\u0647 \u0645\u06CC\u200C\u0634\u0648\u0646\u062F
tab_move_inst=\u062C\u0627\u0628\u062C\u0627\u06CC\u06CC \u0645\u0648\u0631\u062F \u0627\u0646\u062A\u062E\u0627\u0628 \u0634\u062F\u0647
tab_move_inst_re=\u067E\u0646\u0647\u0627\u0646 \u06A9\u0631\u062F\u0646 \u0633\u0627\u06CC\u062A \u0627\u0646\u062A\u062E\u0627\u0628 \u0634\u062F\u0647
tab_move_all_inst=\u0646\u0645\u0627\u06CC\u0627\u0646 \u06A9\u0631\u062F\u0646 \u0647\u0645\u0647\u200C\u06CC \u0633\u0627\u06CC\u062A\u200C\u0647\u0627
tab_move_all_inst_re=\u067E\u0646\u0647\u0627\u0646 \u06A9\u0631\u062F\u0646 \u0647\u0645\u0647\u200C\u06CC \u0633\u0627\u06CC\u062A\u200C\u0647\u0627
tab_move_up=\u062C\u0627\u0628\u062C\u0627\u06CC\u06CC \u0633\u0627\u06CC\u062A \u0628\u0647 \u0633\u0645\u062A \u0628\u0627\u0644\u0627
tab_move_down=\u062C\u0627\u0628\u062C\u0627\u06CC\u06CC \u0633\u0627\u06CC\u062A \u0628\u0647 \u0633\u0645\u062A \u067E\u0627\u06CC\u06CC\u0646
tab_move_top=\u0627\u0646\u062A\u0642\u0627\u0644 \u0633\u0627\u06CC\u062A \u0628\u0647 \u0628\u0627\u0644\u0627\u06CC \u0644\u06CC\u0633\u062A
tab_move_bottom=\u0627\u0646\u062A\u0642\u0627\u0644 \u0633\u0627\u06CC\u062A \u0628\u0647 \u067E\u0627\u06CC\u06CC\u0646 \u0644\u06CC\u0633\u062A
tabs_move_top=\u0627\u0646\u062A\u0642\u0627\u0644 \u0633\u0627\u06CC\u062A \u0628\u0647 \u0628\u0627\u0644\u0627\u06CC \u0627\u06CC\u0646 \u0644\u06CC\u0633\u062A
tabs_move_bottom=\u0627\u0646\u062A\u0642\u0627\u0644 \u0633\u0627\u06CC\u062A \u0628\u0647 \u067E\u0627\u06CC\u06CC\u0646 \u0627\u06CC\u0646 \u0644\u06CC\u0633\u062A
tabs_move_left=\u0627\u0646\u062A\u0642\u0627\u0644 \u0633\u0627\u06CC\u062A \u0628\u0647 \u0628\u0627\u0644\u0627\u06CC \u0644\u06CC\u0633\u062A \u0633\u0645\u062A \u0686\u067E
tabs_move_right=\u0627\u0646\u062A\u0642\u0627\u0644 \u0633\u0627\u06CC\u062A \u0628\u0647 \u0628\u0627\u0644\u0627\u06CC \u0644\u06CC\u0633\u062A \u0633\u0645\u062A \u0631\u0627\u0633\u062A
tabs_screen_reader_label=\u0627\u0646\u062A\u062E\u0627\u0628 

tab_move_rone=>
tab_move_lone=<
tab_move_rall=>>
tab_move_lall=<<

tab_count = \u0632\u0628\u0627\u0646\u0647\u200C\u0647\u0627\u06CC \u0646\u0645\u0627\u06CC\u0627\u0646:

time_inst=\u0644\u0637\u0641\u0627 \u0645\u0646\u0637\u0642\u0647\u200C\u06CC \u0632\u0645\u0627\u0646\u06CC \u062E\u0648\u062F \u0631\u0627 \u0628\u0631\u0627\u06CC {0} \u0627\u0628\u0632\u0627\u0631 \u0627\u0646\u062A\u062E\u0627\u0628 \u0634\u062F\u0647 \u062A\u0639\u06CC\u06CC\u0646 \u0646\u0645\u0627\u06CC\u06CC\u062F. \u0645\u0646\u0637\u0642\u0647\u200C\u06CC \u0632\u0645\u0627\u0646\u06CC \u0634\u0645\u0627 \u062F\u0631 \u062D\u0627\u0644 \u062D\u0627\u0636\u0631 {1} \u0627\u0633\u062A
				
locale_msg=\u0644\u0637\u0641\u0627 \u0632\u0628\u0627\u0646 (\u0648 \u06A9\u0634\u0648\u0631) \u062E\u0648\u062F \u0631\u0627 \u0627\u0646\u062A\u062E\u0627\u0628 \u06A9\u0646\u06CC\u062F. \u0632\u0628\u0627\u0646 \u062C\u0627\u0631\u06CC \u0634\u0645\u0627: 

privacy_title=\u0648\u0636\u0639\u06CC\u062A \u062D\u0631\u06CC\u0645 \u0634\u062E\u0635\u06CC
privacy_default=\u0648\u0636\u0639\u06CC\u062A \u067E\u06CC\u0634 \u0641\u0631\u0636
privacy_item_visible=\u0628\u0635\u0648\u0631\u062A \u067E\u06CC\u0634 \u0641\u0631\u0636 \u0648\u0642\u062A\u06CC \u0628\u0647 \u0633\u0627\u06CC\u062A\u200C\u0647\u0627 \u0627\u0636\u0627\u0641\u0647 \u0634\u062F\u0645 \u0645\u0646 \u0631\u0627 \u0642\u0627\u0628\u0644 \u0645\u0634\u0627\u0647\u062F\u0647 \u06A9\u0646
privacy_item_hidden=\u0628\u0635\u0648\u0631\u062A \u067E\u06CC\u0634 \u0641\u0631\u0636 \u0648\u0642\u062A\u06CC \u0628\u0647 \u0633\u0627\u06CC\u062A\u200C\u0647\u0627 \u0627\u0636\u0627\u0641\u0647 \u0634\u062F\u0645 \u0645\u0646 \u0631\u0627 \u067E\u0646\u0647\u0627\u0646 \u06A9\u0646
privacy_stmt1=\u062F\u0631 \u0627\u06CC\u0646 \u0633\u0627\u06CC\u062A \u0645\u06CC\u200C\u062A\u0648\u0627\u0646\u06CC\u062F \u0628\u0627 \u062A\u063A\u06CC\u06CC\u0631 \u062A\u0646\u0638\u06CC\u0645\u0627\u062A\u060C \u062E\u0648\u062F \u0648 \u0627\u0637\u0644\u0627\u0639\u0627\u062A \u0634\u062E\u0635\u06CC\u062A\u0627\u0646 \u0631\u0627 \u0627\u0632 \u062F\u06CC\u06AF\u0631\u0627\u0646 \u0645\u062E\u0641\u06CC \u06A9\u0646\u06CC\u062F. \u062F\u0631 \u062D\u0627\u0644 \u062D\u0627\u0636\u0631 \u0648\u0636\u0639\u06CC\u062A \u0634\u0645\u0627 \u062F\u0631 \u0627\u06CC\u0646 \u0633\u0627\u0628\u062A "
privacy_specific_site=\u062B\u0628\u062A \u0648\u0636\u0639\u06CC\u062A \u0628\u0631\u0627\u06CC \u06CC\u06A9 \u0633\u0627\u06CC\u062A \u062E\u0627\u0635
privacy_stmt_show=" \u0627\u0633\u062A. \u062F\u06CC\u06AF\u0631\u0627\u0646 \u0645\u06CC\u200C\u062A\u0648\u0627\u0646\u0646\u062F \u0646\u0627\u0645 \u0634\u0645\u0627 \u0631\u0627 \u062F\u0631 \u0641\u0647\u0631\u0633\u062A \u0628\u0628\u06CC\u0646\u0646\u062F \u0648 \u0627\u0632 \u0637\u0631\u06CC\u0642 \u0633\u0627\u06CC\u062A \u0628\u0627 \u0634\u0645\u0627 \u062A\u0645\u0627\u0633 \u0628\u06AF\u06CC\u0631\u0646\u062F.
privacy_stmt_hide=" \u0627\u0633\u062A. \u062F\u06CC\u06AF\u0631\u0627\u0646 \u0646\u0645\u06CC\u200C\u062A\u0648\u0627\u0646\u0646\u062F \u0646\u0627\u0645 \u0631\u0627 \u062F\u0631 \u0641\u0647\u0631\u0633\u062A \u0628\u0628\u06CC\u0646\u0646\u062F \u0648 \u0646\u0645\u06CC\u200C\u062A\u0648\u0627\u0646\u0646\u062F \u0627\u0632 \u0637\u0631\u06CC\u0642 \u0633\u0627\u06CC\u062A \u0628\u0627 \u0634\u0645\u0627 \u062A\u0645\u0627\u0633 \u0628\u06AF\u06CC\u0631\u0646\u062F.
privacy_all_sites=\u062A\u063A\u06CC\u06CC\u0631 \u0648\u0636\u0639\u06CC\u062A\u062A\u0627\u0646 \u062F\u0631 \u062A\u0645\u0627\u0645 \u0633\u0627\u06CC\u062A\u200C\u0647\u0627
privacy_change_directions=\u0627\u06AF\u0631 \u0645\u06CC\u200C\u062E\u0648\u0627\u0647\u06CC\u062F \u0648\u0636\u0639\u06CC\u062A \u062E\u0648\u062F \u0631\u0627 \u062A\u063A\u06CC\u06CC\u0631 \u062F\u0647\u06CC\u062F\u060C \u062C\u0639\u0628\u0647\u200C\u0627\u06CC \u06A9\u0647 \u06A9\u0646\u0627\u0631 
privacy_change_directions2=\u0642\u0631\u0627\u0631 \u062F\u0627\u0631\u062F \u0631\u0627 \u062A\u06CC\u06A9 \u0628\u0632\u0646\u06CC\u062F \u0648 \u0631\u0648\u06CC \u062F\u06A9\u0645\u0647\u200C\u06CC \u0628\u0631\u0648\u0632 \u0631\u0633\u0627\u0646\u06CC \u06A9\u0644\u06CC\u06A9 \u06A9\u0646\u06CC\u062F.

privacy_note=\u062A\u0648\u062C\u0647: \u0628\u0631\u0627\u06CC \u0645\u0634\u0627\u0647\u062F\u0647\u200C\u06CC \u0648\u0636\u0639\u06CC\u062A \u062D\u0631\u06CC\u0645 \u0634\u062E\u0635\u06CC \u062E\u0648\u062F \u062F\u0631 \u062F\u06CC\u06AF\u0631 \u0633\u0627\u06CC\u062A\u200C\u0647\u0627\u060C \u0627\u0632 \u0645\u0646\u0648\u06CC MyWorkspace \u0633\u0627\u06CC\u062A \u062E\u0648\u062F \u06AF\u0632\u06CC\u0646\u0647\u200C\u06CC \u062A\u0646\u0638\u06CC\u0645\u0627\u062A \u0631\u0627 \u0627\u0646\u062A\u062E\u0627\u0628 \u06A9\u0646\u06CC\u062F.

move_up_msg = \u0644\u0637\u0641\u0627 \u062D\u062F\u0627\u0642\u0644 \u06CC\u06A9 \u0633\u0627\u06CC\u062A \u0631\u0627 \u0628\u0631\u0627\u06CC \u062C\u0627\u0628\u062C\u0627\u06CC\u06CC \u0628\u0647 \u0633\u0645\u062A \u0628\u0627\u0644\u0627 \u0627\u0646\u062A\u062E\u0627\u0628 \u06A9\u0646\u06CC\u062F.
move_down_msg = \u0644\u0637\u0641\u0627 \u062D\u062F\u0627\u0642\u0644 \u06CC\u06A9 \u0633\u0627\u06CC\u062A \u0631\u0627 \u0628\u0631\u0627\u06CC \u062C\u0627\u0628\u062C\u0627\u06CC\u06CC \u0628\u0647 \u0633\u0645\u062A \u067E\u0627\u06CC\u06CC\u0646 \u0627\u0646\u062A\u062E\u0627\u0628 \u06A9\u0646\u06CC\u062F.
remove_from_sites_msg = \u0644\u0637\u0641\u0627 \u06CC\u06A9 \u0633\u0627\u06CC\u062A \u0631\u0627 \u0628\u0631\u0627\u06CC \u062D\u0630\u0641 \u0627\u0632 \u0633\u0627\u06CC\u062A\u200C\u0647\u0627\u06CC \u0646\u0645\u0627\u06CC\u0627\u0646 \u062F\u0631 \u0632\u0628\u0627\u0646\u0647\u200C\u0647\u0627 \u0627\u0646\u062A\u062E\u0627\u0628 \u0646\u0645\u0627\u06CC\u06CC\u062F.
add_to_sites_msg = \u0644\u0637\u0641\u0627 \u06CC\u06A9 \u0633\u0627\u06CC\u062A \u0631\u0627 \u0628\u0631\u0627\u06CC \u0627\u0641\u0632\u0648\u062F\u0646 \u0628\u0647 \u0633\u0627\u06CC\u062A\u200C\u0647\u0627\u06CC \u0646\u0645\u0627\u06CC\u0627\u0646 \u062F\u0631 \u0632\u0628\u0627\u0646\u0647\u200C\u0647\u0627 \u0627\u0646\u062A\u062E\u0627\u0628 \u0646\u0645\u0627\u06CC\u06CC\u062F.
user_missing = UserId \u0648\u0627\u0631\u062F \u0646\u0634\u062F\u0647 \u0627\u0633\u062A.
remove_all=\u0646\u0645\u06CC\u200C\u062A\u0648\u0627\u0646 \u062A\u0645\u0627\u0645 \u0633\u0627\u06CC\u062A\u200C\u0647\u0627 \u0631\u0627 \u0627\u0632 \u0645\u0646\u0648\u06CC \u067E\u06CC\u0645\u0627\u06CC\u0634 \u0628\u0627\u0644\u0627 \u062D\u0630\u0641 \u06A9\u0631\u062F
min_tabs=\u062F\u0627\u0634\u062A\u0646 \u062D\u062F\u0627\u0642\u0644 %d \u0632\u0628\u0627\u0646\u0647 \u0631\u0648\u06CC \u0646\u0648\u0627\u0631 \u067E\u06CC\u0645\u0627\u06CC\u0634 \u0628\u0627\u0644\u0627 \u0636\u0631\u0648\u0631\u06CC\u0633\u062A

privacy_check_hide=\u0645\u0631\u0627 \u0645\u062E\u0641\u06CC \u06A9\u0646
privacy_check_show=\u0645\u0631\u0627 \u0646\u0645\u0627\u06CC\u0627\u0646 \u06A9\u0646
privacy_update=\u0628\u0631\u0648\u0632 \u0631\u0633\u0627\u0646\u06CC
privacy_choose=\u06CC\u06A9 \u0633\u0627\u06CC\u062A \u0631\u0627 \u0627\u0646\u062A\u062E\u0627\u0628 \u06A9\u0646\u06CC\u062F 
privacy_no_choices=\u0633\u0627\u06CC\u062A\u06CC \u0628\u0631\u0627\u06CC \u0627\u0646\u062A\u062E\u0627\u0628 \u0648\u062C\u0648\u062F \u0646\u062F\u0627\u0631\u062F\u060C \u0628\u0627\u06CC\u062F \u062D\u062F\u0627\u0642\u0644 \u062F\u0631 \u06CC\u06A9 \u0633\u0627\u06CC\u062A \u0639\u0636\u0648\u06CC\u062A \u062F\u0627\u0634\u062A\u0647 \u0628\u0627\u0634\u06CC\u062F.
privacy_show_all=\u0645\u0631\u0627 \u062F\u0631 \u0647\u0645\u0647\u200C\u06CC \u0633\u0627\u06CC\u062A\u200C\u0647\u0627 \u0646\u0645\u0627\u06CC\u0634 \u0628\u062F\u0647
privacy_hide_all=\u0645\u0631\u0627 \u062F\u0631 \u0647\u0645\u0647\u200C\u06CC \u0633\u0627\u06CC\u062A\u200C\u0647\u0627 \u0645\u062E\u0641\u06CC \u06A9\u0646

privacy_update_title=\u0628\u0631\u0648\u0632 \u0631\u0633\u0627\u0646\u06CC \u0648\u0636\u0639\u06CC\u062A \u062D\u0631\u06CC\u0645 \u0634\u062E\u0635\u06CC

privacy_show_title=\u062A\u063A\u06CC\u06CC\u0631 \u062D\u0631\u06CC\u0645 \u0634\u062E\u0635\u06CC \u0628\u0631\u0627\u06CC \u0646\u0645\u0627\u06CC\u0634 \u062F\u0631 \u0647\u0645\u0647\u200C\u06CC \u0633\u0627\u06CC\u062A \u0647\u0627
privacy_hide_title=\u062A\u063A\u06CC\u06CC\u0631 \u062D\u0631\u06CC\u0645 \u0634\u062E\u0635\u06CC \u0628\u0631\u0627\u06CC \u0645\u062E\u0641\u06CC \u06A9\u0631\u062F\u0646 \u062F\u0631 \u0647\u0645\u0647\u200C\u06CC \u0633\u0627\u06CC\u062A \u0647\u0627

privacy_visible=\u0646\u0645\u0627\u06CC\u0627\u0646
privacy_hidden=\u0645\u062E\u0641\u06CC

privacy_show_all_set=\u0648\u0636\u0639\u06CC\u062A \u062C\u0627\u0631\u06CC \u0634\u0645\u0627 \u062F\u0631 \u0647\u0645\u0647\u200C\u06CC \u0633\u0627\u06CC\u062A\u200C\u0647\u0627 \u0628\u0647 \u0646\u0645\u0627\u06CC\u0627\u0646 \u062A\u063A\u06CC\u06CC\u0631 \u06CC\u0627\u0641\u062A. \u062F\u06CC\u06AF\u0631\u0627\u0646 \u0645\u06CC\u200C\u062A\u0648\u0627\u0646\u0646\u062F \u0646\u0627\u0645\u062A\u0627\u0646 \u0631\u0627 \u062F\u0631 \u0641\u0647\u0631\u0633\u062A \u0645\u0634\u0627\u0647\u062F\u0647 \u06A9\u0631\u062F\u0647 \u0648 \u0627\u0632 \u0637\u0631\u06CC\u0642 \u0633\u0627\u06CC\u062A \u0628\u0627 \u0634\u0645\u0627 \u062A\u0645\u0627\u0633 \u0628\u06AF\u06CC\u0631\u0646\u062F.
privacy_hide_all_set=\u0648\u0636\u0639\u06CC\u062A \u062C\u0627\u0631\u06CC \u0634\u0645\u0627 \u062F\u0631 \u0647\u0645\u0647\u200C\u06CC \u0633\u0627\u06CC\u062A\u200C\u0647\u0627 \u0628\u0647 \u0648\u0636\u0639\u06CC\u062A '\u0645\u062E\u0641\u06CC' \u062A\u063A\u06CC\u06CC\u0631 \u06CC\u0627\u0641\u062A. \u062F\u06CC\u06AF\u0631\u0627\u0646 \u0646\u0645\u06CC\u200C\u062A\u0648\u0627\u0646\u0646\u062F \u0646\u0627\u0645\u062A\u0627\u0646 \u0631\u0627 \u062F\u0631 \u0641\u0647\u0631\u0633\u062A \u0645\u0634\u0627\u0647\u062F\u0647 \u06A9\u0646\u0646\u062F \u0648 \u0646\u0645\u06CC\u200C\u062A\u0648\u0627\u0646\u0646\u062F \u0627\u0632 \u0637\u0631\u06CC\u0642 \u0633\u0627\u06CC\u062A \u0628\u0627 \u0634\u0645\u0627 \u062A\u0645\u0627\u0633 \u0628\u06AF\u06CC\u0631\u0646\u062F.

privacy_site_not_selected=\u0644\u0637\u0641\u0627 \u0628\u0631\u0627\u06CC \u062A\u063A\u06CC\u06CC\u0631 \u0648\u0636\u0639\u06CC\u062A \u06CC\u06A9 \u0633\u0627\u06CC\u062A \u0631\u0627 \u0627\u0646\u062A\u062E\u0627\u0628 \u0646\u0645\u0627\u06CC\u06CC\u062F.

privacy_choice_heading=\u0644\u0637\u0641\u0627 \u062A\u0646\u0638\u06CC\u0645\u0627\u062A \u062D\u0631\u06CC\u0645 \u0634\u062E\u0635\u06CC \u062E\u0648\u062F \u0631\u0627 \u0645\u0634\u062E\u0635 \u06A9\u0646\u06CC\u062F:
privacy_choice_hidden=\u0645\u062E\u0641\u06CC \u0645\u0627\u0646\u062F\u0646 \u062F\u0631 \u0627\u06CC\u0646 \u0633\u0627\u06CC\u062A
privacy_choice_visible=\u0645\u0631\u0627 \u062F\u0631 \u0627\u06CC\u0646 \u0633\u0627\u06CC\u062A \u0646\u0645\u0627\u06CC\u0627\u0646 \u06A9\u0646
privacy_choice_later=\u0628\u0639\u062F\u0627 \u062F\u0648\u0628\u0627\u0631\u0647 \u0628\u067E\u0631\u0633

privacy_change_later_instructions=\u0628\u0631\u0627\u06CC \u062A\u063A\u06CC\u06CC\u0631 \u062A\u0646\u0638\u06CC\u0645\u0627\u062A \u062D\u0631\u06CC\u0645 \u0634\u062E\u0635\u06CC \u062F\u0631 \u0622\u06CC\u0646\u062F\u0647\u060C \u0627\u0632 \u0645\u0633\u06CC\u0631 \u0635\u0641\u062D\u0647\u200C\u06CC \u0627\u0635\u0644\u06CC > \u062A\u0646\u0638\u06CC\u0645\u0627\u062A > \u0648\u0636\u0639\u06CC\u062A \u062D\u0631\u06CC\u0645 \u0634\u062E\u0635\u06CC \u0627\u0633\u062A\u0641\u0627\u062F\u0647 \u06A9\u0646\u06CC\u062F

## SAK-23895:Display full name of course, not just code, in site tab
tabDisplay_prompt=\u0646\u0645\u0627\u06CC\u0634 \u0632\u0628\u0627\u0646\u0647\u200C\u0647\u0627 \u0628\u0647 \u0639\u0646\u0648\u0627\u0646:
tabDisplay_coursecode=\u0639\u0646\u0648\u0627\u0646 \u0633\u0627\u06CC\u062A
tabDisplay_coursename=\u0634\u0631\u062D \u06A9\u0648\u062A\u0627\u0647 \u0633\u0627\u06CC\u062A

# EntityProvider properties
userPrefs=\u0645\u0642\u0627\u062F\u06CC\u0631 \u062A\u0646\u0638\u06CC\u0645\u0627\u062A \u06A9\u0627\u0631\u0628\u0631
userPrefs.action.key=\u0627\u06CC\u0646 \u0641\u0639\u0627\u0644\u06CC\u062A \u0634\u0646\u0627\u0633\u0647\u200C\u06CC \u06A9\u0627\u0631\u0628\u0631 \u0648 \u0645\u0642\u062F\u0627\u0631 \u06A9\u0644\u06CC\u062F \u0631\u0627 \u0645\u06CC\u200C\u06AF\u06CC\u0631\u062F \u0648 \u062A\u0646\u0638\u06CC\u0645\u0627\u062A \u0645\u0631\u0628\u0648\u0637 \u0628\u0647 \u0622\u0646 \u06A9\u0644\u06CC\u062F \u0631\u0627 \u0628\u0631\u0645\u06CC\u200C\u06AF\u0631\u062F\u0627\u0646\u062F. \u0627\u0644\u06AF\u0648\u06CC request url \u0628\u0647 \u0634\u0631\u062D \u0632\u06CC\u0631 \u0627\u0633\u062A: /direct/userPrefs/key/{user_id}/{key_value}.json with parameters

hidden_really_hide_confirm=\u0645\u062E\u0641\u06CC \u06A9\u0631\u062F\u0646 \u06CC\u06A9 \u0633\u0627\u06CC\u062A \u0645\u0648\u0631\u062F \u0639\u0644\u0627\u0642\u0647 \u0622\u0646 \u0631\u0627 \u0627\u0632 \u0639\u0644\u0627\u0642\u0647\u0645\u0646\u062F\u06CC \u0647\u0627\u06CC \u0634\u0645\u0627 \u062D\u0630\u0641 \u062E\u0648\u0627\u0647\u062F \u06A9\u0631\u062F. \u0622\u06CC\u0627 \u0645\u0627\u06CC\u0644 \u0628\u0647 \u0627\u062F\u0627\u0645\u0647 \u0647\u0633\u062A\u06CC\u062F\u061F
hidden_instructions=\u0627\u0646\u062A\u062E\u0627\u0628 \u06CC\u06A9 \u06CC\u0627 \u06AF\u0631\u0648\u0647\u06CC \u0627\u0632 \u0633\u0627\u06CC\u062A\u200C\u0647\u0627 \u0628\u0631\u0627\u06CC \u0645\u062E\u0641\u06CC \u06A9\u0631\u062F\u0646 \u0627\u0632 \u06A9\u0634\u0648\u06CC \u0633\u0627\u06CC\u062A. <br /><b>\u062A\u0648\u062C\u0647:</b> \u0627\u06CC\u0646 \u06A9\u0627\u0631 \u062A\u0627\u062B\u06CC\u0631\u06CC \u0628\u0631 \u0646\u0645\u0627\u06CC\u0627\u0646 \u0628\u0648\u062F\u0646 \u0633\u0627\u06CC\u062A \u0628\u0631\u0627\u06CC \u062F\u0627\u0646\u0634\u062C\u0648\u06CC\u0627\u0646 <b>\u0646\u062F\u0627\u0631\u062F</b>.
hidden_title=\u0645\u062E\u0641\u06CC \u06A9\u0631\u062F\u0646 \u0627\u0632 \u06A9\u0634\u0648\u06CC \u0633\u0627\u06CC\u062A
