#-------------------------------------------------------------------------------
# Translated by: e-Labora: e-Learning Laboratory - State University of Campinas
# And: Intermidia Laboratory - USP
# TIDIA-Ae Project Fapesp, Sao Paulo, Brazil
#-------------------------------------------------------------------------------

prefs_noti_title	=	Notifica\u00e7\u00f5es
prefs_tab_title	=	Personalizar Barra de Sites
prefs_timezone_title	=	Fuso Hor\u00e1rio
prefs_lang_title	=	Idioma
prefs_title	=	Prefer\u00eancias
prefs_privacy	=	Status de Privacidade

update_pref	=	Atualizar Prefer\u00eancias
cancel_pref	=	Cancelar Altera\u00e7\u00f5es
update_success	=	Suas prefer\u00eancias foram atualizadas com sucesso.

noti_inst_second	=	Voc\u00ea receber\u00e1 todas as notifica\u00e7\u00f5es de alta prioridade por email. Configure as notifica\u00e7\u00f5es de baixa prioridade abaixo.

noti_ann	=	Avisos
noti_ann_3	=	Envie para mim cada notifica\u00e7\u00e3o separadamente
noti_ann_2	=	Envie para mim apenas um email por dia resumindo todos os avisos de baixa prioridade
noti_ann_1	=	N\u00e3o envie para mim avisos de baixa prioridade

noti_mail	=	Caixa de Mensagens
noti_mail_3	=	Envie para mim cada email enviado para o site
noti_mail_2	=	Envie para mim apenas um email por dia resumindo todas as mensagens
noti_mail_1	=	N\u00e3o envie para mim emails enviados para o site

noti_rsrc	=	Reposit\u00f3rio
noti_rsrc_3	=	Envie para mim cada atualiza\u00e7\u00e3o no reposit\u00f3rio
noti_rsrc_2	=	Envie para mim apenas um email por dia resumindo todas as notifica\u00e7\u00f5es atualiza\u00e7\u00e3o no reposit\u00f3rio de baixa prioridade
noti_rsrc_1	=	N\u00e3o envie para mim notifica\u00e7\u00f5es de atualiza\u00e7\u00e3o no reposit\u00f3rio de baixa prioridade

noti_syll	=	Conte\u00fado Program\u00e1tico
noti_syll_3	=	Envie para mim cada notifica\u00e7\u00e3o
noti_syll_2	=	Envie para mim apenas um email por dia resumindo todas as notifica\u00e7\u00f5es
noti_syll_1	=	N\u00e3o envie para mim notifica\u00e7\u00f5es do Conte\u00fado Program\u00e1tico de baixa prioridade


# Alternative instructional text when DHTML More Sites is enabled (see SAK-11460)
tab_inst_1_alt=Personalizar separadores permite-lhe personalizar a navega\u00e7\u00e3o de seus sites na sua vers\u00e3o do Sakai apenas.
tab_inst_2_alt=Use as teclas de seta esquerda e direita para alterar a visibilidade de seus sites. Utilize os bot\u00f5es para cima e para baixo para promover seus sites ativos dentro das abas.
tab_inst_3_alt=Meus Sites Ativos
tab_inst_4_alt=Os primeiros {0} sites aparecem como guias na sua navega\u00e7\u00e3o, e toda a lista aparecer\u00e1 na guia Minha Sites Ativos. A ordem mostrada aqui afeta apenas o primeiro {0} sites.
tab_inst_5_alt=Meus Sites Ocultos
tab_inst_6_alt=Esses sites n\u00e3o aparecem na guia Minha Sites Ativos. No entanto, voc\u00ea ainda pode acess\u00e1-los atrav\u00e9s da configura\u00e7\u00e3o do Site de Trabalho (Worksite Setup).
tab_inst_7_alt=Precisa publicar ou despublicar o site?  
tab_inst_8_alt=As configura\u00e7\u00f5es nesta p\u00e1gina somente afetam a sua navega\u00e7\u00e3o pessoal. Para publicar e despublicar sites para todos os usu\u00e1rios, v\u00e1 para a configura\u00e7\u00e3o do Site de Trabalho (Worksite Setup).


tab_inst_1	=	Para ocultar um site, selecione o site dos sites vis\u00edveis na Barra de Sites e use a seta \u00e0 esquerda para mover o site para os Sites N\u00e3o Vis\u00edveis na Barra de Sites. Para mostrar um site, selecione o site de Sites n\u00e3o Vis\u00edveis na Barra de Sites e use a seta \u00e0 direita para mover o site para Sites Vis\u00edveis na Barra de Sites. Ent\u00e3o clique em Atualizar Prefer\u00eancias para consolidar as altera\u00e7\u00f5es.
tab_inst_2	=	Para alterar a ordem de seus sites na Barra de Sites, selecione um site dos Sites Vis\u00edveis na Barra de Sites e use as setas para cima ou para baixo. A seguir clique em Atualizar Prefer\u00eancias para consolidar as altera\u00e7\u00f5es.
tab_inst_3=Para alterar o n\u00famero de seus sites mostrado na navega\u00e7\u00e3o do site de trabalho, atualizar o n\u00famero de exibi\u00e7\u00e3o. Em seguida, clique em Atualizar Prefer\u00eancias para fazer as altera\u00e7\u00f5es.
tab_inst_save=Quando voc\u00ea terminar de fazer altera\u00e7\u00f5es, clique em Atualizar Prefer\u00eancias para salv\u00e1-los.
tab_not_vis_inst	=	Sites n\u00e3o vis\u00edveis na Barra de Sites
tab_vis_inst	=	Sites vis\u00edveis na Barra de Sites
tab_move_inst	=	Mover selecionado(s)
tab_move_inst_re	=	Remover selecionado(s)
tab_move_all_inst	=	Mover todos
tab_move_all_inst_re	=	Remover todos
tab_move_up	=	Mover para cima na lista
tab_move_down	=	Mover para baixo na lista
tab_move_top=Mover para o come\u00e7o da lista
tab_move_bottom=Mover para o bot\u00e3o da lista
tab_move_rone	=	>
tab_move_lone	=	<
tab_move_rall	=	>>
tab_move_lall	=	<<

tab_count = Guias exibidas:

time_inst_1	=	Por favor, selecione seu fuso hor\u00e1rio. Voc\u00ea est\u00e1 atualmente em/no(a)
time_inst_2	=	fuso hor\u00e1rio

locale_msg	=	Por favor selecione seu idioma (e pa\u00eds) de prefer\u00eancia. Seu idioma atual \u00e9:

privacy_title	=	Status de Privacidade

privacy_stmt1	=	Seu status neste site atualmente \u00e9 

privacy_stmt_show	=	. Outros podem ver seu nome na lista de participantes e podem entrar em contato com voc\u00ea atrav\u00e9s do site.
privacy_stmt_hide	=	. Outros n\u00e3o podem ver seu nome na lista de participantes e n\u00e3o podem entrar em contato com voc\u00ea atrav\u00e9s do site.

privacy_change_directions	=	Se voc\u00ea deseja alterar seu status, marque a caixa 
privacy_change_directions2	=	e ent\u00e3o clique no bot\u00e3o Atualizar abaixo

privacy_note	=	Nota: Para ver seu status de privacidade em outros sites, escolha Prefer\u00eancias em Meu Site

move_up_msg = Por favor, selecione pelo menos um site para mover para cima.
move_down_msg = Por favor, selecione pelo menos um site para mover para baixo.
remove_from_sites_msg = Por favor, selecione um site para remover entre Sites Vis\u00edvel das guias.
add_to_sites_msg = Por favor, selecione um site para adicionar aos Sites Vis\u00edveis nas guias.
user_missing = Est\u00e1 faltando o UserId.

privacy_check_hide	=	Ocultar-me
privacy_check_show	=	Mostrar-me
privacy_update	=	Atualizar
privacy_choose	=	Escolher um site
privacy_show_all	=	Mostre-me em todos os sites
privacy_hide_all	=	Ocultar-me em todos os sites

privacy_update_title	=	Atualizar Status de Privacidade

privacy_show_all	=	Mostre-me em todos os sites
privacy_hide_all	=	Ocultar-me em todos os sites

privacy_show_title	=	Configurar privacidade para Mostrar para todos os sites
privacy_hide_title	=	Configurar privacidade para Ocultar para todos os sites

privacy_visible	=	vis\u00edvel
privacy_hidden	=	oculto

privacy_show_all_set	=	Seu status em todos os sites agora est\u00e1 configurado para vis\u00edvel. Outros podem ver seu nome na lista de participantes e podem entrar em contato com voc\u00ea atrav\u00e9s do site
privacy_hide_all_set	=	Seu status em todos os sites agora est\u00e1 configurado para oculto. Outros n\u00e3o podem ver seu nome na lista de participantes e n\u00e3o podem entrar em contato com voc\u00ea atrav\u00e9s do site

privacy_site_not_selected	=	Por favor, selecione um site para modificar seu status.

privacy_choice_heading=Por favor, defina sua prefer\u00eancia de status de privacidade:
privacy_choice_hidden=Permanece oculto neste site
privacy_choice_visible=Torna-me vis\u00edvel neste site
privacy_choice_later=Pergunte-me novamente mais tarde

privacy_change_later_instructions=Para alterar suas configura\u00e7\u00f5es de privacidade no futuro, <br /> V\u00e1 em Meu Site> Prefer\u00eancias> Status Privacidade

