#Stored by I18NEdit, may be edited!
add_to_sites_msg=V\u00E4lj en sajt att l\u00E4gga till i synliga sajter (visas som en flik).
cancel_pref=Avbryt
locale_msg=V\u00E4lj ditt spr\u00E5k (och land). Ditt nuvarande spr\u00E5kval \u00E4r
manage_roles_body_text=. Nedan \u00E4ndrar du dina egna roller f\u00F6r kurserna p\u00E5 din institution. Du kan antingen ha rollen l\u00E4rare eller kursadministrat\u00F6r. Du kan byta mellan de tv\u00E5 rollerna eller ta bort rollen p\u00E5 en kurs.
manage_roles_body_title=Redigera roller som l\u00E4rare och kursadministrat\u00F6r
manage_roles_course_select_text=Visa kurser f\u00F6r
manage_roles_get_failed=Du m\u00E5ste vara anst\u00E4lld f\u00F6r att kunna hantera dina roller. Om du \u00E4r anst\u00E4lld, men f\u00E5r detta felmeddelandet, kontakta IT-supporten vid IT och media.
manage_roles_table_administrator_text=Administrat\u00F6r
manage_roles_table_course_code_text=Kurskod
manage_roles_table_course_name_text=Kursnamn
manage_roles_table_teacher_text=L\u00E4rare
manage_roles_title=Hantera roller
manage_roles_update_failed=Ett fel intr\u00E4ffade, f\u00F6rs\u00F6k igen senare.
move_down_msg=V\u00E4lj en sajt att flytta ned. 
move_up_msg=V\u00E4lj en sajt att flytta upp.
noti_ann=Anslagstavla
noti_ann_1=Skicka inte notifiering om meddelanden med l\u00E5g prioritet 
noti_ann_2=Skicka ett e-postmeddelande per dag som sammanfattar alla meddelanden med l\u00E5g prioritet
noti_ann_3=Skicka varje notifiering separat 
noti_inst_second=Du kommer f\u00E5 all notifiering med h\u00F6g prioritet via e-post. St\u00E4ll in \u00F6nskem\u00E5l  om meddelanden med l\u00E5g prioritet nedan.
noti_mail=E-postarkiv
noti_mail_1=Skicka inte e-postmeddelanden som skickats till sajten 
noti_mail_2=Skicka ett e-postmeddelande per dag som sammanfattar alla e-postmeddelanden som skickats till sajten 
noti_mail_3=Skicka varje e-postmeddelande som skickats till sajten separat 
noti_rsrc=Filsamling
noti_rsrc_1=Skicka inte notifiering om filer med l\u00E5g prioritet 
noti_rsrc_2=Skicka ett e-postmeddelande per dag som sammanfattar nytillkomna och/eller \u00E4ndrade filer med l\u00E5g prioritet 
noti_rsrc_3=Skicka mig notifiering om varje ny eller \u00E4ndrad fil separat
noti_syll=Kursinformation
noti_syll_1=Skicka inte notifiering om kursinformation med l\u00E5g prioritet 
noti_syll_2=Skicka ett e-postmeddelande per dag som sammanfattar alla notifieringar
noti_syll_3=Skicka varje notifiering separat 
prefs_lang_title=Spr\u00E5k
prefs_noti_title=Notifiering
prefs_privacy=Status
prefs_timezone_title=Tidszon
prefs_title=Egenskaper
privacy_change_directions=Om du vill \u00E4ndra din status, markera rutan intill
privacy_change_directions2=och klicka p\u00E5 knappen Spara nedan.
privacy_change_later_instructions=F\u00F6r att \n\u00E4ndra dina privata inst\u00E4llningar i framtiden, g\u00E5 till <br />Home/Min arbetsyta > Preferences/Inst\u00E4llningar > Privacy Status/
privacy_check_hide=D\u00F6lj mig
privacy_check_show=G\u00F6r mig synlig
privacy_choice_heading=S\u00E4tt inst\u00E4llningar f\u00F6r dina privatstatus
privacy_choice_hidden=F\u00F6rbli dold p\u00E5 denna sajt
privacy_choice_later=Fr\u00E5ga igen senare
privacy_choice_visible=G\u00F6r mig synlig p\u00E5 denna sajt
privacy_choose=V\u00E4lj en sajt
privacy_hidden=Dold
privacy_hide_all=D\u00F6lj mig p\u00E5 alla sajter
privacy_hide_all_set=Din status \u00E4r nu satt till dold p\u00E5 alla sajter. Andra kan inte se ditt namn i Roster/deltagarlista och kan inte kontakta dig genom sajten.
privacy_hide_title=S\u00E4tt till dold p\u00E5 alla sajter
privacy_note=Notera\: F\u00F6r att visa din status p\u00E5 andra sajter, v\u00E4lj 'Preferences/Inst\u00E4llningar' fr\u00E5n din 'Home/Min arbetsyta'.
privacy_show_all=G\u00F6r mig synlig p\u00E5 alla sajter
privacy_show_all_set=Din status \u00E4r nu satt till synlig p\u00E5 alla sajter. Andra kan se ditt namn i Roster/deltagarlista och kan kontakta dig genom sajten.
privacy_show_title=S\u00E4tt till synlig p\u00E5 alla sajter
privacy_site_not_selected=V\u00E4lj en sajt f\u00F6r att \u00E4ndra din status.
privacy_stmt1=Din status p\u00E5 denna sajt \u00E4r satt till att d\u00F6lja din personliga information fr\u00E5n andra p\u00E5 denna sajt. Din status p\u00E5 denna sajt \u00E4r f\u00F6r n\u00E4rvarande satt till "
privacy_stmt_hide=." Andra kan inte se ditt namn i Roster/deltagarlistan och kan inte kontakta dig genom sajten.
privacy_stmt_show=." Andra kan se ditt namn i Roster/deltagarlistan och kan kontakta dig genom sajten.
privacy_title=Status
privacy_update=Spara
privacy_update_title=Spara status
privacy_visible=Synlig
remove_from_sites_msg=V\u00E4lj en sajt att ta bort fr\u00E5n synliga sajter (kommer inte l\u00E4ngre att vara tillg\u00E4nglig som en flik)
submit_processing=Bearbetar...
tab_count=Flikar som visas\:
tab_inst_1=F\u00F6r att d\u00F6lja en sajt i din toppmeny, markera sajten i Synliga sajter och flytta den sedan till dolda sajter genom att anv\u00E4nda v\u00E4nsterpilen. F\u00F6r att \u00E5ter visa  en sajt markerar du den under dolda sajter och flyttar den d\u00E4refter till Synliga sajter genom att klicka p\u00E5 h\u00F6gerpilen. Klicka d\u00E4refter p\u00E5 Spara f\u00F6r att genomf\u00F6ra \u00E4ndringarna.
tab_inst_1_alt=Nedan ges du m\u00F6jlighet att st\u00E4lla in vilka sajter som skall visas. Det \u00E4r bara din egen vy som p\u00E5verkas.
tab_inst_2=F\u00F6r att \u00E4ndra ordningen p\u00E5 de sajter som visas i din toppmeny, markera sajten i Synliga sajter och anv\u00E4nd d\u00E4refter upp- och nedpilarna f\u00F6r att \u00E4ndra den inb\u00F6rdes ordningen.  Klicka d\u00E4refter p\u00E5 Spara f\u00F6r att genomf\u00F6ra \u00E4ndringarna.
tab_inst_2_alt=Anv\u00E4nd v\u00E4nster- och h\u00F6gerpilarna f\u00F6r att \u00E4ndra synligheten p\u00E5 dina sajter. Anv\u00E4nd upp- och nedpilarna f\u00F6r att flytta aktiva sajter upp och visa dessa som enskilda flikar.
tab_inst_3=F\u00F6r att \u00E4ndra det antal sajter som visas fr\u00E4mst i toppmenyn uppdaterar du antalet visade flikar. Gl\u00F6m inte att klicka p\u00E5 Spara f\u00F6r att \u00E4ndringarna ska g\u00F6ras.
tab_inst_3_alt=Mina aktiva (synliga) sajter
tab_inst_4_alt={0} sajter visas som flikar \u00F6verst i navigeringen och hela listan visas under fliken "Mina aktiva sajter". Ordningen som visas h\u00E4r p\u00E5verkar bara de f\u00F6rsta {0} sajterna.
tab_inst_5_alt=Mina dolda sajter
tab_inst_6_alt=Dessa sajter kommer inte att visas som enskilda flikar eller under fliken "Mina aktiva sajter". Du kan dock fortfarande n\u00E5 dem genom Worksite Setup.
tab_inst_7_alt=Beh\u00F6ver du publicera eller avpublicera en sajt?
tab_inst_8_alt=Inst\u00E4llningarna p\u00E5 denna sida p\u00E5verkar bara din egen vy och navigering. F\u00F6r att publicera eller avpublicera sajter f\u00F6r alla anv\u00E4ndare, g\u00E5 till Worksite Setup.
tab_inst_save=N\u00E4r du \u00E4r klar med dina \u00E4ndringar m\u00E5ste du klicka "Spara" f\u00F6r att spara dem.
tab_move_all_inst=Flytta alla
tab_move_all_inst_re=Flytta alla (d\u00F6lj)
tab_move_bottom=Flytta l\u00E4ngst ned i listan.
tab_move_down=Flytta ned\u00E5t i listan
tab_move_inst=Flytta vald
tab_move_inst_re=Flytta vald (d\u00F6lj)
tab_move_lall=<<
tab_move_lone=<
tab_move_rall=>>
tab_move_rone=>
tab_move_top=Flytta h\u00F6gst upp i listan
tab_move_up=Flytta upp\u00E5t i listan
tab_not_vis_inst=Icke synliga sajter
tab_vis_inst=Synliga sajter
time_inst_1=V\u00E4lj din lokala tidszon f\u00F6r t.ex. kalendern. Du \u00E4r f\u00F6r n\u00E4rvarande i tidzonen
time_inst_2=\ 
update_pref=Spara
update_success=Egenskaperna har uppdaterats.
user_missing=Anv\u00E4ndar-ID saknas.
hideshowdesc_toggle_hide=                               G\u00f6m sajter
hideshowdesc_toggle_show=     Visa sajter
noti_add_site=        L\u00e4gg till sajt
moresite_projects=              PROJEKT
moresite_portfolios=           PORTF\u00d6LJER
moresite_administration=             ADMINISTRATION
moresite_other=       ANDRA
moresite_scs=               SCS-kurser
noti_prefs_title=                   \u00c5sidos\u00e4tt {0} inst\u00e4llningar: L\u00e4gg till sajt(er)
noti_prefs_instr=         F\u00f6r att \u00e5sidos\u00e4tta den f\u00f6rvalda inst\u00e4llningen f\u00f6r specifik sajt(er) markera ruten intill sajten som du vill \u00e4ndra och klicka sedan 'L\u00e4gg till sajt(er)'\
noti_prefs_add=L\u00e4gg till sajt(er)
noti_prefs_cancel=                             Avbryt
privacy_no_choices=             Du har inga sajter att v\u00e4lja bland, du m\u00e5ste vara medlem p\u00e5 minst en sajt.
noti_prefs_add=                            L\u00e4gg till sajt(er)
