prefs_noti_title=\u901a\u77e5
prefs_tab_title=\u30bf\u30d6\u3092\u30ab\u30b9\u30bf\u30de\u30a4\u30ba
prefs_timezone_title=\u30bf\u30a4\u30e0\u30be\u30fc\u30f3
prefs_lang_title=\u8a00\u8a9e
prefs_title=\u8a2d\u5b9a
prefs_privacy=\u30d7\u30e9\u30a4\u30d0\u30b7\u30fc\u72b6\u614b

update_pref=\u8a2d\u5b9a\u3092\u66f4\u65b0
cancel_pref=\u5909\u66f4\u3092\u30ad\u30e3\u30f3\u30bb\u30eb
update_success=* \u8a2d\u5b9a\u306f\u6b63\u3057\u304f\u4fdd\u5b58\u3055\u308c\u307e\u3057\u305f\uff0e

noti_inst_second=\u96fb\u5b50\u30e1\u30fc\u30eb\u3092\u901a\u3058\u3066\u512a\u5148\u5ea6\u306e\u9ad8\u3044\u901a\u77e5\u3092\u3059\u3079\u3066\u53d7\u3051\u53d6\u308a\u307e\u3059\uff0e\u512a\u5148\u5ea6\u306e\u4f4e\u3044\u901a\u77e5\u3092\u4ee5\u4e0b\u3067\u30bb\u30c3\u30c8\u3057\u307e\u3059\uff0e

noti_ann=\u30a2\u30ca\u30a6\u30f3\u30b9
noti_ann_3=\u901a\u77e5\u3092\u305d\u308c\u305e\u308c\u500b\u5225\u306b\u9001\u308b
noti_ann_2=\u512a\u5148\u5ea6\u306e\u4f4e\u3044\u30a2\u30ca\u30a6\u30f3\u30b9\u306f\uff11\u65e5\u306b1\u901a\u3060\u3051\u307e\u3068\u3081\u3066\u9001\u308b
noti_ann_1=\u512a\u5148\u5ea6\u306e\u4f4e\u3044\u30a2\u30ca\u30a6\u30f3\u30b9\u306f\u53d7\u3051\u53d6\u3089\u306a\u3044

noti_mail=\u96fb\u5b50\u30e1\u30fc\u30eb\u30a2\u30fc\u30ab\u30a4\u30d6
noti_mail_3=\u30b5\u30a4\u30c8\u306b\u9001\u4fe1\u3055\u308c\u305f\u96fb\u5b50\u30e1\u30fc\u30eb\u3092\u305d\u308c\u305e\u308c\u500b\u5225\u306b\u9001\u308b
noti_mail_2=\u3059\u3079\u3066\u306e\u96fb\u5b50\u30e1\u30fc\u30eb\u3092\u8981\u7d04\u3057\u30661\u65e5\u306b1\u901a\u3060\u3051\u9001\u308b
noti_mail_1=\u30b5\u30a4\u30c8\u306b\u9001\u4fe1\u3055\u308c\u305f\u96fb\u5b50\u30e1\u30fc\u30eb\u3092\u53d7\u3051\u53d6\u3089\u306a\u3044

noti_rsrc=\u30ea\u30bd\u30fc\u30b9
noti_rsrc_3=\u30ea\u30bd\u30fc\u30b9\u3092\u305d\u308c\u305e\u308c\u500b\u5225\u306b\u9001\u308b
noti_rsrc_2=\u512a\u5148\u5ea6\u306e\u4f4e\u3044\u30ea\u30bd\u30fc\u30b9\u901a\u77e5\u306f1\u65e5\u306b1\u901a\u3060\u3051\u307e\u3068\u3081\u3066\u9001\u308b
noti_rsrc_1=\u512a\u5148\u5ea6\u306e\u4f4e\u3044\u30ea\u30bd\u30fc\u30b9\u901a\u77e5\u306f\u53d7\u3051\u53d6\u3089\u306a\u3044

noti_syll=\u30b7\u30e9\u30d0\u30b9
noti_syll_3=\u901a\u77e5\u306f\u305d\u308c\u305e\u308c\u500b\u5225\u306b\u9001\u308b
noti_syll_2=\u3059\u3079\u3066\u306e\u901a\u77e5\u30921\u65e5\u306b1\u901a\u3060\u3051\u307e\u3068\u3081\u3066\u9001\u308b
noti_syll_1=\u512a\u5148\u5ea6\u306e\u4f4e\u3044\u30b7\u30e9\u30d0\u30b9\u30a2\u30a4\u30c6\u30e0\u306f\u53d7\u3051\u53d6\u3089\u306a\u3044

tab_inst_1=\u30b5\u30a4\u30c8\u3092\u975e\u8868\u793a\u306b\u3059\u308b\u5834\u5408\u306f\uff0c\u300c\u30bf\u30d6\u306b\u8868\u793a\u3055\u308c\u308b\u30b5\u30a4\u30c8\u300d\u304b\u3089\u30b5\u30a4\u30c8\u3092\u9078\u629e\u3057\uff0c\u5de6\u77e2\u5370\u3092\u4f7f\u3063\u3066\u300c\u30bf\u30d6\u306b\u8868\u793a\u3055\u308c\u306a\u3044\u30b5\u30a4\u30c8\u300d\u306b\u30b5\u30a4\u30c8\u3092\u79fb\u52d5\u3057\u307e\u3059\uff0e\u30b5\u30a4\u30c8\u3092\u8868\u793a\u3059\u308b\u5834\u5408\u306f\uff0c\u300c\u30bf\u30d6\u306b\u8868\u793a\u3057\u306a\u3044\u30b5\u30a4\u30c8\u300d\u304b\u3089\u30b5\u30a4\u30c8\u3092\u9078\u629e\u3057\uff0c\u53f3\u77e2\u5370\u3092\u4f7f\u3063\u3066\u300c\u30bf\u30d6\u306b\u8868\u793a\u3055\u308c\u308b\u30b5\u30a4\u30c8\u300d\u306b\u30b5\u30a4\u30c8\u3092\u79fb\u52d5\u3057\u307e\u3059\uff0e\u5909\u66f4\u3092\u884c\u3046\u5834\u5408\u306f\u300c\u8a2d\u5b9a\u3092\u66f4\u65b0\u300d\u3092\u30af\u30ea\u30c3\u30af\u3057\u307e\u3059\uff0e
tab_inst_2=\u30bf\u30d6\u5185\u306e\u30b5\u30a4\u30c8\u306e\u9806\u756a\u3092\u5909\u66f4\u3059\u308b\u5834\u5408\u306f\uff0c\u300c\u30bf\u30d6\u306b\u8868\u793a\u3055\u308c\u308b\u30b5\u30a4\u30c8\u300d\u304b\u3089\u30b5\u30a4\u30c8\u3092\u9078\u629e\u3057\uff0c\u4e0a\u4e0b\u77e2\u5370\u3092\u4f7f\u7528\u3057\u3066\u30bf\u30d6\u5185\u306e\u30b5\u30a4\u30c8\u306e\u9806\u756a\u3092\u5909\u66f4\u3057\u307e\u3059\uff0e\u5909\u66f4\u3092\u884c\u3046\u5834\u5408\u306f\u300c\u8a2d\u5b9a\u3092\u66f4\u65b0\u300d\u3092\u30af\u30ea\u30c3\u30af\u3057\u307e\u3059\uff0e
tab_not_vis_inst=\u30bf\u30d6\u306b\u8868\u793a\u3055\u308c\u306a\u3044\u30b5\u30a4\u30c8:
tab_vis_inst=\u30bf\u30d6\u306b\u8868\u793a\u3055\u308c\u308b\u30b5\u30a4\u30c8:
tab_move_inst=\u9078\u629e\u3057\u305f\u3082\u306e\u3092\u79fb\u52d5
tab_move_inst_re=\u9078\u629e\u3057\u305f\u3082\u306e\u3092\u524a\u9664
tab_move_all_inst=\u3059\u3079\u3066\u79fb\u52d5
tab_move_all_inst_re=\u3059\u3079\u3066\u524a\u9664
tab_move_up=\u4e00\u89a7\u306e\u4e2d\u3067\u4e0a\u306b\u79fb\u52d5
tab_move_down=\u4e00\u89a7\u306e\u4e2d\u3067\u4e0b\u306b\u79fb\u52d5
tab_move_rone=>
tab_move_lone=<
tab_move_rall=>>
tab_move_lall=<<

time_inst_1=\u9078\u629e\u3057\u305f Sakai \u30c4\u30fc\u30eb(\u300c\u30b9\u30b1\u30b8\u30e5\u30fc\u30eb\u300d\u30c4\u30fc\u30eb\u7b49)\u306e\u30ed\u30fc\u30ab\u30eb\u30bf\u30a4\u30e0\u30be\u30fc\u30f3\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\uff0e\u73fe\u5728\u306e\u30bf\u30a4\u30e0\u30be\u30fc\u30f3\u306f
time_inst_2=\u3067\u3059\uff0e
				
locale_msg=\u8a00\u8a9e(\u53ca\u3073\u56fd)\u8a2d\u5b9a\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\uff0e\u73fe\u5728\u306e\u8a00\u8a9e\u8a2d\u5b9a:

privacy_title=\u30d7\u30e9\u30a4\u30d0\u30b7\u30fc\u72b6\u614b

privacy_stmt1=\u73fe\u5728\uff0c\u3053\u306e\u30b5\u30a4\u30c8\u306e\u72b6\u614b\u306f 

privacy_stmt_show=\u306b\u30bb\u30c3\u30c8\u3055\u308c\u3066\u3044\u307e\u3059\uff0e\u4ed6\u306e\u30e6\u30fc\u30b6\u306f\uff0c\u3042\u306a\u305f\u306e\u540d\u524d\u3092\u30af\u30e9\u30b9\u540d\u7c3f\u3067\u898b\u308b\u3053\u3068\u304c\u3067\u304d\uff0c\u30b5\u30a4\u30c8\u3092\u901a\u3058\u3066\u9023\u7d61\u3092\u53d6\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\uff0e
privacy_stmt_hide=\u306b\u30bb\u30c3\u30c8\u3055\u308c\u3066\u3044\u307e\u3059\uff0e\u4ed6\u306e\u30e6\u30fc\u30b6\u306f\uff0c\u3042\u306a\u305f\u306e\u540d\u524d\u3092\u30af\u30e9\u30b9\u540d\u7c3f\u3067\u898b\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093\u306e\u3067\uff0c\u30b5\u30a4\u30c8\u3092\u901a\u3058\u3066\u9023\u7d61\u3092\u3068\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\uff0e

privacy_change_directions=\u72b6\u614b\u3092\u5909\u66f4\u3057\u305f\u3044\u5834\u5408\u306f\uff0c
privacy_change_directions2=\u306e\u6a2a\u3092\u30c1\u30a7\u30c3\u30af\u3057\uff0c\u4e0b\u306e\u300c\u66f4\u65b0\u300d\u30dc\u30bf\u30f3\u3092\u30af\u30ea\u30c3\u30af\u3057\u307e\u3059\uff0e

privacy_note=\u6ce8\u610f: \u4ed6\u306e\u30b5\u30a4\u30c8\u3067\u306e\u30d7\u30e9\u30a4\u30d0\u30b7\u30fc\u72b6\u614b\u3092\u8868\u793a\u3059\u308b\u5834\u5408\u306f\uff0c\u300c\u30de\u30a4\u30ef\u30fc\u30af\u30b9\u30da\u30fc\u30b9\u300d\u30b5\u30a4\u30c8\u304b\u3089\u300c\u8a2d\u5b9a\u300d\u3092\u9078\u3073\u307e\u3059\uff0e

privacy_check_hide=\u81ea\u5206\u3092\u96a0\u3059
privacy_check_show=\u81ea\u5206\u3092\u8868\u793a
privacy_update=\u66f4\u65b0
privacy_choose=\u30b5\u30a4\u30c8\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044
privacy_show_all=\u3059\u3079\u3066\u306e\u30b5\u30a4\u30c8\u3067\u81ea\u5206\u3092\u8868\u793a
privacy_hide_all=\u3059\u3079\u3066\u306e\u30b5\u30a4\u30c8\u3067\u81ea\u5206\u3092\u96a0\u3059

privacy_update_title=\u30d7\u30e9\u30a4\u30d0\u30b7\u30fc\u72b6\u614b\u3092\u66f4\u65b0

privacy_show_all=\u3059\u3079\u3066\u306e\u30b5\u30a4\u30c8\u3067\u81ea\u5206\u3092\u8868\u793a
privacy_hide_all=\u3059\u3079\u3066\u306e\u30b5\u30a4\u30c8\u3067\u81ea\u5206\u3092\u96a0\u3059

privacy_show_title=\u3059\u3079\u3066\u306e\u30b5\u30a4\u30c8\u3067\u8868\u793a\u3059\u308b\u3088\u3046\u306b\u30d7\u30e9\u30a4\u30d0\u30b7\u30fc\u3092\u30bb\u30c3\u30c8
privacy_hide_title=\u3059\u3079\u3066\u306e\u30b5\u30a4\u30c8\u3067\u96a0\u3059\u3088\u3046\u306b\u30d7\u30e9\u30a4\u30d0\u30b7\u30fc\u3092\u30bb\u30c3\u30c8

privacy_visible=\u8868\u793a
privacy_hidden=\u975e\u8868\u793a

privacy_show_all_set=\u3059\u3079\u3066\u306e\u30b5\u30a4\u30c8\u306e\u72b6\u614b\u304c\u8868\u793a\u306b\u30bb\u30c3\u30c8\u3055\u308c\u307e\u3057\u305f\uff0e\u4ed6\u306e\u30e6\u30fc\u30b6\u306f\uff0c\u30af\u30e9\u30b9\u540d\u7c3f\u3067\u3042\u306a\u305f\u306e\u540d\u524d\u3092\u898b\u308b\u3053\u3068\u304c\u3067\u304d\uff0c\u30b5\u30a4\u30c8\u3092\u901a\u3058\u3066\u9023\u7d61\u3092\u53d6\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\uff0e
privacy_hide_all_set=\u3059\u3079\u3066\u306e\u30b5\u30a4\u30c8\u306e\u72b6\u614b\u304c\u975e\u8868\u793a\u306b\u30bb\u30c3\u30c8\u3055\u308c\u307e\u3057\u305f\uff0e\u4ed6\u306e\u30e6\u30fc\u30b6\u306f\uff0c\u30af\u30e9\u30b9\u540d\u7c3f\u3067\u3042\u306a\u305f\u306e\u540d\u524d\u3092\u898b\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093\u306e\u3067\uff0c\u30b5\u30a4\u30c8\u3092\u901a\u3058\u3066\u9023\u7d61\u3092\u53d6\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\uff0e

privacy_site_not_selected=\u72b6\u614b\u3092\u5909\u66f4\u3059\u308b\u5834\u5408\u306f\u30b5\u30a4\u30c8\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\uff0e
