#X-Generator: crowdin.com
prefs_noti_title=Notifications

prefs_element_locked=Cet \u00e9l\u00e9ment ne peut \u00eatre plac\u00e9 ici.  L'\u00e9l\u00e9ment en dessous est verrouill\u00e9.


hideshowdesc_toggle_hide=Masquer les sites
hideshowdesc_toggle_show=Afficher les sites


noti_add_site=Ajouter un site

# need to define the site type titles (copied from portal-impl)
moresite_projects=PROJETS
moresite_portfolios=PORTFOLIO
moresite_administration=ADMINISTRATION
moresite_other=AUTRES
moresite_scs=Cours SCS

noti_prefs_title=Remplacer pr\u00e9f\u00e9rences {0}\: Ajouter un ou plusieurs sites
noti_prefs_instr=Pour remplacer la configuration par d\u00e9faut d'un ou de plusieurs sites sp\u00e9cifiques, cochez la case \u00e0 c\u00f4t\u00e9 des sites que vous souhaitez modifier et cliquez sur \u00abAjouter un ou plusieurs sites\u00bb.
noti_prefs_add=Ajouter un ou plusieurs sites
noti_prefs_cancel=Annuler

tab_inst_3=Pour changer le nombre de vos sites mis en \u00e9vidence dans la navigation de l'espace de travail, mettez \u00e0 jour le nombre d'affichages. Cliquez ensuite sur \u00abMettre \u00e0 jour les pr\u00e9f\u00e9rences\u00bb pour valider les changements.
tab_inst_save=Quand vous avez fini d'apporter des modifications, cliquez sur \u00abMise \u00e0 jour des pr\u00e9ferences\u00bb pour les enregistrer.
tab_move_top=Monter vers le haut de la liste
tab_move_bottom=Se d\u00e9placer au bas de la liste

tab_move_rone=>
tab_move_lone=<
tab_move_rall=>>
tab_move_lall=<<

tab_count=Onglets affich\u00e9s\:





move_up_msg=Veuillez choisir au moins un site \u00e0 d\u00e9placer vers le haut.
move_down_msg=Veuillez choisir au moins un site \u00e0 d\u00e9placer vers le bas.
remove_from_sites_msg=Veuillez choisir le site \u00e0 supprimer des sites visibles dans les onglets.
add_to_sites_msg=Veuillez choisir le site \u00e0 ajouter aux sites visibles dans les \u00e9tiquettes.
user_missing=L'identification de l'utilisateur est manquante.
remove_all=Impossible de supprimer tous les onglets de la barre de navigation sup\u00e9rieure
min_tabs=La barre de navigation sup\u00e9rieure doit comporter au moins %d\u00a0onglets.

privacy_no_choices=Aucun site disponible pour la s\u00e9lection. Vous devez \u00eatre membre d'au moins un site.




privacy_visible=visible



privacy_choice_heading=Veuillez r\u00e9gler les pr\u00e9f\u00e9rences de votre \u00e9tat personnel
privacy_choice_hidden=Rester invisible dans ce site
privacy_choice_visible=Me rendre visible dans ce site
privacy_choice_later=Me demander ult\u00e9rieurement


## SAK-23895:Display full name of course, not just code, in site tab

# EntityProvider properties