#Vietnamese Sakai is a contribution from HOSEI IT Center and www.huric.org; we also collaborate with Ho Chi Minh University of Technology for this project. 
# For future contact, Please email to Billy Quoc Pham [bpham@huric.org], Nguyen Hua Phung [phung@cse.hcmut.edu.vn] 
#To test out Vietnamse Sakai, you may go to http://vietsakai.huric.net 
#
#Tue Sep 07 15:05:29 PDT 2010
tab_move_rall=>> 
noti_inst_second=B\u1ea1n s\u1ebd nh\u1eadn \u0111\u01b0\u1ee3c th\u00f4ng b\u00e1o \u01b0u ti\u00ean t\u1ea5t c\u1ea3 c\u00e1c cao th\u00f4ng qua email. \u0110\u1eb7t \u01b0u ti\u00ean th\u1ea5p th\u00f4ng b\u00e1o d\u01b0\u1edbi \u0111\u00e2y. 
privacy_hide_title=Thi\u1ebft l\u1eadp b\u1ea3o m\u1eadt \u0111\u1ec3 \u1ea9n cho t\u1ea5t c\u1ea3 c\u00e1c trang web 
tab_inst_6_alt=Nh\u1eefng trang web n\u00e0y kh\u00f4ng xu\u1ea5t hi\u1ec7n trong tab Trang web c\u1ee7a b\u1ea1n ho\u1ea1t \u0111\u1ed9ng c\u1ee7a t\u00f4i. Tuy nhi\u00ean, b\u1ea1n v\u1eabn c\u00f3 th\u1ec3 truy c\u1eadp ch\u00fang th\u00f4ng qua n\u01a1i l\u00e0m Setup. 
tab_move_up=Di chuy\u1ec3n l\u00ean trong danh s\u00e1ch 
prefs_timezone_title=M\u00fai Gi\u1edd 
privacy_stmt1=B\u1ea1n c\u00f3 th\u1ec3 l\u00e0m thay \u0111\u1ed5i c\u00e1c thi\u1ebft l\u1eadp c\u1ee7a b\u1ea1n \u0111\u1ec3 gi\u1eef cho m\u00ecnh v\u00e0 c\u00e1c th\u00f4ng tin c\u00e1 nh\u00e2n c\u1ee7a b\u1ea1n \u1ea9n t\u1eeb nh\u1eefng ng\u01b0\u1eddi kh\u00e1c trong trang web n\u00e0y. T\u00ecnh tr\u1ea1ng c\u1ee7a b\u1ea1n v\u00e0o trang web n\u00e0y hi\u1ec7n \u0111ang thi\u1ebft l\u1eadp \u0111\u1ec3 " 
remove_from_sites_msg=H\u00e3y ch\u1ecdn m\u1ed9t trang web \u0111\u1ec3 lo\u1ea1i b\u1ecf t\u1eeb trang web Visible trong Tabs. 
privacy_choice_hidden=V\u1eabn c\u00f2n \u1ea9n trong trang web n\u00e0y 
tab_inst_save=Khi b\u1ea1n \u0111\u00e3 ho\u00e0n t\u1ea5t thay \u0111\u1ed5i, nh\u1ea5p v\u00e0o C\u1eadp nh\u1eadt Preferences \u0111\u1ec3 l\u01b0u l\u1ea1i. 
privacy_hide_all_set=T\u00ecnh tr\u1ea1ng c\u1ee7a b\u1ea1n trong t\u1ea5t c\u1ea3 c\u00e1c trang web b\u00e2y gi\u1edd \u0111\u00e3 thi\u1ebft l\u1eadp \u0111\u1ec3 \u1ea9n. Ng\u01b0\u1eddi kh\u00e1c kh\u00f4ng th\u1ec3 nh\u00ecn th\u1ea5y t\u00ean c\u1ee7a b\u1ea1n trong danh s\u00e1ch v\u00e0 kh\u00f4ng th\u1ec3 li\u00ean l\u1ea1c v\u1edbi b\u1ea1n th\u00f4ng qua trang web. 
tab_move_rone=> 
privacy_show_all=Cho xem trong t\u1ea5t c\u1ea3 c\u00e1c trang web 
tab_inst_1_alt=T\u00f9y ch\u1ec9nh Tabs cho ph\u00e9p b\u1ea1n t\u00f9y bi\u1ebfn menu \u0111\u1ebfn c\u00e1c trang web c\u1ee7a b\u1ea1n trong phi\u00ean b\u1ea3n c\u1ee7a Sakai ch\u1ec9. 
privacy_change_directions=N\u1ebfu b\u1ea1n mu\u1ed1n thay \u0111\u1ed5i t\u00ecnh tr\u1ea1ng c\u1ee7a b\u1ea1n, h\u00e3y ch\u1ecdn h\u1ed9p b\u00ean c\u1ea1nh 
tab_move_all_inst_re=H\u1ee7y b\u1ecf t\u1ea5t c\u1ea3 
locale_msg=H\u00e3y ch\u1ecdn ng\u00f4n ng\u1eef c\u1ee7a b\u1ea1n (v\u00e0 c\u1ea3 qu\u1ed1c gia) l\u1ef1a ch\u1ecdn. Ng\u00f4n ng\u1eef hi\u1ec7n h\u00e0nh c\u1ee7a b\u1ea1n l\u00e0\: 
prefs_title=Tu\u1ef3 ch\u1ecdn 
privacy_site_not_selected=H\u00e3y ch\u1ecdn m\u1ed9t trang web \u0111\u1ec3 thay \u0111\u1ed5i t\u00ecnh tr\u1ea1ng c\u1ee7a b\u1ea1n. 
privacy_update_title=T\u00ecnh tr\u1ea1ng c\u1eadp nh\u1eadt b\u1ea3o m\u1eadt 
tab_inst_3=\u0110\u1ec3 thay \u0111\u1ed5i s\u1ed1 l\u01b0\u1ee3ng c\u1ee7a c\u00e1c trang web c\u1ee7a b\u1ea1n n\u1ed5i b\u1eadt Xem trong menu worksite, c\u1eadp nh\u1eadt s\u1ed1 l\u01b0\u1ee3ng Xem. Sau \u0111\u00f3 nh\u1ea5p v\u00e0o Tu\u1ef3 ch\u1ecdn Th\u00f4ng \u0111\u1ec3 l\u00e0m cho c\u00e1c thay \u0111\u1ed5i. 
tab_inst_2=\u0110\u1ec3 s\u1eafp x\u1ebfp l\u1ea1i c\u00e1c tab \u0111\u01b0\u1ee3c Xem, ch\u1ecdn m\u1ed9t trang web trong "Trang web c\u1ee7a Visible trong Tabs" h\u1ed9p v\u00e0 click \u0111\u01a1n gi\u1ea3n l\u00ean ho\u1eb7c xu\u1ed1ng m\u0169i t\u00ean \u0111\u1ec3 thay \u0111\u1ed5i th\u1ee9 t\u1ef1. S\u1eed d\u1ee5ng b\u00ean ngo\u00e0i m\u0169i t\u00ean l\u00ean xu\u1ed1ng \u0111\u1ec3 di chuy\u1ec3n m\u1ed9t l\u1ef1a ch\u1ecdn \u0111\u1ec3 kh\u1edfi \u0111\u1ea7u hay cu\u1ed1i c\u1ee7a danh s\u00e1ch. \u0110\u1ec3 di chuy\u1ec3n nhi\u1ec1u trang web, ch\u1ecdn m\u1ed9t trang web, gi\u1eef ph\u00edm Control (ho\u1eb7c Command tr\u00ean Mac), v\u00e0 nh\u1ea5p v\u00e0o b\u1ea5t k\u1ef3 trang web kh\u00e1c. Sau \u0111\u00f3 nh\u1ea5p v\u00e0o m\u1ed9t m\u0169i t\u00ean. 
tab_inst_1=\u0110\u1ec3 \u1ea9n m\u1ed9t trang web ho\u1eb7c th\u1ef1c hi\u1ec7n m\u1ed9t trang web Xem trong c\u00e1c tab ho\u1eb7c trong "trang web h\u01a1n menu s\u1ed5 xu\u1ed1ng", ch\u1ecdn c\u00e1c trang web d\u01b0\u1edbi \u0111\u00e2y v\u00e0 nh\u1ea5n v\u00e0o m\u0169i t\u00ean b\u00ean ph\u1ea3i ho\u1eb7c tr\u00e1i duy nh\u1ea5t \u0111\u1ec3 di chuy\u1ec3n n\u00f3. \u0110\u1ec3 di chuy\u1ec3n t\u1ea5t c\u1ea3 c\u00e1c trang web, b\u1ea5m v\u00e0o m\u1ed9t m\u0169i t\u00ean k\u00e9p. 
tab_inst_4_alt=C\u00e1c trang {0} (trang web xu\u1ea5t hi\u1ec7n nh\u01b0 l\u00e0 c\u00e1c tab trong menu c\u1ee7a b\u1ea1n, v\u00e0 to\u00e0n b\u1ed9 danh s\u00e1ch s\u1ebd xu\u1ea5t hi\u1ec7n trong tab Trang web c\u1ee7a b\u1ea1n ho\u1ea1t \u0111\u1ed9ng c\u1ee7a t\u00f4i. Th\u1ee9 t\u1ef1 Xem \u1edf \u0111\u00e2y ch\u1ec9 \u1ea3nh h\u01b0\u1edfng \u0111\u1ebfn {0} (\u0111\u1ea7u ti\u00ean c\u00e1c trang web. 
cancel_pref=Hu\u1ef7 Thay \u0111\u1ed5i 
privacy_change_later_instructions=\u0110\u1ec3 thay \u0111\u1ed5i c\u00e0i \u0111\u1eb7t ri\u00eang t\u01b0 c\u1ee7a b\u1ea1n trong t\u01b0\u01a1ng lai, h\u00e3y truy c\u1eadp <br /> Kh\u00f4ng gian l\u00e0m vi\u1ec7c c\u1ee7a t\u00f4i&gt
privacy_note=L\u01b0u \u00fd\: \u0110\u1ec3 xem tr\u1ea1ng th\u00e1i ri\u00eang t\u01b0 c\u1ee7a b\u1ea1n v\u00e0o c\u00e1c trang web kh\u00e1c, ch\u1ecdn Preferences t\u1eeb trang web MyWorkspace c\u1ee7a b\u1ea1n. 
tab_move_inst=L\u1ef1a ch\u1ecdn di chuy\u1ec3n  
tab_inst_7_alt=C\u1ea7n trang web Xu\u1ea5t b\u1ea3n ho\u1eb7c Th\u00f4i xu\u1ea5t b\u1ea3n m\u1ed9t? 
tab_count=Xem Tab\: 
prefs_tab_title=T\u00f9y ch\u1ec9nh Tabs 
privacy_hidden=\u1ea9n 
privacy_check_show=Cho xem 
tab_move_lall=<< 
tab_move_bottom=Di chuy\u1ec3n \u0111\u1ebfn d\u01b0\u1edbi c\u00f9ng c\u1ee7a danh s\u00e1ch 
update_pref=C\u1eadp nh\u1eadt nh\u1eefng l\u1ef1a ch\u1ecdn
privacy_choice_visible=H\u00e3y cho t\u00f4i nh\u00ecn th\u1ea5y trong trang web n\u00e0y 
privacy_check_hide=Che gi\u1ea5u T\u00f4i
privacy_choice_heading=Xin vui l\u00f2ng thi\u1ebft l\u1eadp b\u1ea3o m\u1eadt c\u1ee7a b\u1ea1n\: 
tab_move_inst_re=H\u1ee7y b\u1ecf l\u1ef1a ch\u1ecdn 
tab_inst_2_alt=S\u1eed d\u1ee5ng b\u00ean tr\u00e1i v\u00e0 ph\u1ea3i n\u00fat m\u0169i t\u00ean \u0111\u1ec3 thay \u0111\u1ed5i t\u1ea7m nh\u00ecn c\u1ee7a c\u00e1c trang web c\u1ee7a b\u1ea1n. S\u1eed d\u1ee5ng c\u00e1c n\u00fat l\u00ean v\u00e0 xu\u1ed1ng \u0111\u1ec3 th\u00fac \u0111\u1ea9y ho\u1ea1t \u0111\u1ed9ng trang web c\u1ee7a b\u1ea1n v\u00e0o tab. 
tab_move_lone=< 
privacy_update=C\u1eadp nh\u1eadt 
user_missing=UserId  l\u00e0 thi\u1ebfu. 
privacy_title=T\u00ecnh tr\u1ea1ng b\u1ea3o m\u1eadt 
tab_inst_5_alt=Trang web c\u1ee7a t\u00f4i Th\u1ec3 
tab_move_all_inst=Di chuy\u1ec3n t\u1ea5t c\u1ea3 
tab_vis_inst=C\u00e1c trang web Xem trong Tabs 
add_to_sites_msg=H\u00e3y ch\u1ecdn m\u1ed9t trang web \u0111\u1ec3 th\u00eam v\u00e0o trang web Visible trong Tabs. 
prefs_privacy=T\u00ecnh tr\u1ea1ng b\u1ea3o m\u1eadt 
tab_move_down=Di chuy\u1ec3n xu\u1ed1ng trong danh s\u00e1ch 
privacy_show_all_set=T\u00ecnh tr\u1ea1ng c\u1ee7a b\u1ea1n trong t\u1ea5t c\u1ea3 c\u00e1c trang web b\u00e2y gi\u1edd \u0111\u00e3 thi\u1ebft l\u1eadp \u0111\u1ec3 xem. Nh\u1eefng ng\u01b0\u1eddi kh\u00e1c c\u00f3 th\u1ec3 nh\u00ecn th\u1ea5y t\u00ean c\u1ee7a b\u1ea1n trong danh s\u00e1ch v\u00e0 c\u00f3 th\u1ec3 li\u00ean l\u1ea1c v\u1edbi b\u1ea1n th\u00f4ng qua trang web. 
privacy_change_directions2=v\u00e0 sau \u0111\u00f3 nh\u1ea5p v\u00e0o n\u00fat Update b\u00ean d\u01b0\u1edbi. 
prefs_noti_title=Th\u00f4ng B\u00e1o 
tab_inst_8_alt=C\u00e1c thi\u1ebft l\u1eadp tr\u00ean trang n\u00e0y ch\u1ec9 \u1ea3nh h\u01b0\u1edfng \u0111\u1ebfn \u0111i\u1ec1u h\u01b0\u1edbng c\u00e1 nh\u00e2n c\u1ee7a b\u1ea1n. \u0110\u1ec3 xu\u1ea5t b\u1ea3n v\u00e0 \u0111\u01b0\u1ee3c xu\u1ea5t c\u00e1c trang web cho t\u1ea5t c\u1ea3 ng\u01b0\u1eddi d\u00f9ng, \u0111\u1ebfn n\u01a1i Worksite Setup. 
privacy_visible=nh\u00ecn th\u1ea5y \u0111\u01b0\u1ee3c 
move_up_msg=Xin vui l\u00f2ng ch\u1ecdn \u00edt nh\u1ea5t m\u1ed9t trang web \u0111\u1ec3 di chuy\u1ec3n l\u00ean. 
tab_not_vis_inst=C\u00e1c trang web kh\u00f4ng Xem trong Tabs 
privacy_hide_all=Hide Me trong T\u1ea5t c\u1ea3 c\u00e1c trang web 
prefs_lang_title=Ng\u00f4n ng\u01b0 
time_inst_2=m\u00fai gi\u1edd 
time_inst_1=Xin vui l\u00f2ng ch\u1ecdn m\u00fai gi\u1edd \u0111\u1ecba ph\u01b0\u01a1ng cho c\u00e1c c\u00f4ng c\u1ee5 Sakai \u0111\u01b0\u1ee3c l\u1ef1a ch\u1ecdn, ch\u1eb3ng h\u1ea1n nh\u01b0 L\u1ecbch. B\u1ea1n hi\u1ec7n t\u1ea1i 
privacy_show_title=Thi\u1ebft l\u1eadp b\u1ea3o m\u1eadt \u0111\u1ec3 xem cho t\u1ea5t c\u1ea3 c\u00e1c trang web 
move_down_msg=Xin vui l\u00f2ng ch\u1ecdn \u00edt nh\u1ea5t m\u1ed9t trang web \u0111\u1ec3 di chuy\u1ec3n xu\u1ed1ng. 
privacy_stmt_show=." C\u00f3 th\u1ec3 nh\u00ecn th\u1ea5y t\u00ean c\u1ee7a b\u1ea1n trong danh s\u00e1ch v\u00e0 c\u00f3 th\u1ec3 li\u00ean l\u1ea1c v\u1edbi b\u1ea1n th\u00f4ng qua trang web. 
tab_move_top=Di chuy\u1ec3n \u0111\u1ebfn \u0111\u1ea7u danh s\u00e1ch  
tab_inst_3_alt=Ho\u1ea1t \u0111\u1ed9ng trang web  c\u1ee7a t\u00f4i 
privacy_choice_later=H\u1ecfi t\u00f4i l\u1ea1i sau 
update_success=L\u1ef1a ch\u1ecdn c\u1ee7a b\u1ea1n \u0111\u00e3 \u0111\u01b0\u1ee3c c\u1eadp nh\u1eadt th\u00e0nh c\u00f4ng. 
privacy_choose=Ch\u1ecdn m\u1ed9t trang web 
privacy_stmt_hide=." Kh\u00f4ng th\u1ec3 nh\u00ecn th\u1ea5y t\u00ean c\u1ee7a b\u1ea1n trong danh s\u00e1ch v\u00e0 kh\u00f4ng th\u1ec3 li\u00ean l\u1ea1c v\u1edbi b\u1ea1n th\u00f4ng qua trang web. 
