#Fri Nov 26 20:37:49 CET 2010
tab_inst_save=N\u00E4r du \u00E4r klar med dina \u00E4ndringar m\u00E5ste du klicka "Spara" f\u00F6r att spara dem.
privacy_hidden=Dold
prefs_noti_title=Notifiering
tab_count=Flikar som visas\:
privacy_stmt_hide=." Andra kan inte se ditt namn i Roster/deltagarlistan och kan inte kontakta dig genom sajten.
privacy_show_all=G\u00F6r mig synlig p\u00E5 alla sajter
tab_inst_7_alt=Beh\u00F6ver du publicera eller avpublicera en sajt?
tab_vis_inst=Synliga sajter
tab_move_lone=<
privacy_visible=Synlig
privacy_choice_later=Fr\u00E5ga igen senare
prefs_lang_title=Spr\u00E5k
tab_inst_3_alt=Mina aktiva (synliga) sajter
tab_move_inst=Flytta vald
prefs_tab_title=V\u00E4lj vilka sajter som skall visas som flikar
privacy_title=Status
user_missing=Anv\u00E4ndar-ID saknas.
tab_move_all_inst=Flytta alla
tab_move_lall=<<
move_down_msg=V\u00E4lj en sajt att flytta ned. 
privacy_update=Spara
tab_move_up=Flytta upp\u00E5t i listan
time_inst_2=\ 
time_inst_1=V\u00E4lj din lokala tidszon f\u00F6r t.ex. kalendern. Du \u00E4r f\u00F6r n\u00E4rvarande i tidzonen
tab_inst_6_alt=Dessa sajter kommer inte att visas som enskilda flikar eller under fliken "Mina aktiva sajter". Du kan dock fortfarande n\u00E5 dem genom Worksite Setup.
privacy_show_all_set=Din status \u00E4r nu satt till synlig p\u00E5 alla sajter. Andra kan se ditt namn i Roster/deltagarlista och kan kontakta dig genom sajten.
update_success=Egenskaperna har uppdaterats.
privacy_choice_hidden=F\u00F6rbli dold p\u00E5 denna sajt
privacy_choose=V\u00E4lj en sajt
privacy_hide_all=D\u00F6lj mig p\u00E5 alla sajter
tab_inst_2_alt=Anv\u00E4nd v\u00E4nster- och h\u00F6gerpilarna f\u00F6r att \u00E4ndra synligheten p\u00E5 dina sajter. Anv\u00E4nd upp- och nedpilarna f\u00F6r att flytta aktiva sajter upp och visa dessa som enskilda flikar.
add_to_sites_msg=V\u00E4lj en sajt att l\u00E4gga till i synliga sajter (visas som en flik).
privacy_site_not_selected=V\u00E4lj en sajt f\u00F6r att \u00E4ndra din status.
prefs_title=Egenskaper
noti_inst_second=Du kommer f\u00E5 all notifiering med h\u00F6g prioritet via e-post. St\u00E4ll in \u00F6nskem\u00E5l  om meddelanden med l\u00E5g prioritet nedan.
locale_msg=V\u00E4lj ditt spr\u00E5k (och land). Ditt nuvarande spr\u00E5kval \u00E4r
remove_from_sites_msg=V\u00E4lj en sajt att ta bort fr\u00E5n synliga sajter (kommer inte l\u00E4ngre att vara tillg\u00E4nglig som en flik)
privacy_choice_visible=G\u00F6r mig synlig p\u00E5 denna sajt
move_up_msg=V\u00E4lj en sajt att flytta upp.
tab_move_rone=>
tab_inst_3=F\u00F6r att \u00E4ndra det antal sajter som visas fr\u00E4mst i toppmenyn uppdaterar du antalet visade flikar. Gl\u00F6m inte att klicka p\u00E5 Spara f\u00F6r att \u00E4ndringarna ska g\u00F6ras.
privacy_show_title=S\u00E4tt till synlig p\u00E5 alla sajter
tab_inst_2=F\u00F6r att \u00E4ndra ordningen p\u00E5 de sajter som visas i din toppmeny, markera sajten i Synliga sajter och anv\u00E4nd d\u00E4refter upp- och nedpilarna f\u00F6r att \u00E4ndra den inb\u00F6rdes ordningen.  Klicka d\u00E4refter p\u00E5 Spara f\u00F6r att genomf\u00F6ra \u00E4ndringarna.
tab_not_vis_inst=Icke synliga sajter
prefs_privacy=Status
tab_inst_1=F\u00F6r att d\u00F6lja en sajt i din toppmeny, markera sajten i Synliga sajter och flytta den sedan till dolda sajter genom att anv\u00E4nda v\u00E4nsterpilen. F\u00F6r att \u00E5ter visa  en sajt markerar du den under dolda sajter och flyttar den d\u00E4refter till Synliga sajter genom att klicka p\u00E5 h\u00F6gerpilen. Klicka d\u00E4refter p\u00E5 Spara f\u00F6r att genomf\u00F6ra \u00E4ndringarna.
tab_move_bottom=Flytta l\u00E4ngst ned i listan.
tab_inst_5_alt=Mina dolda sajter
update_pref=Spara
tab_move_all_inst_re=Flytta alla (d\u00F6lj)
privacy_check_show=G\u00F6r mig synlig
privacy_change_directions=Om du vill \u00E4ndra din status, markera rutan intill
cancel_pref=Avbryt
prefs_timezone_title=Tidszon
privacy_change_directions2=och klicka p\u00E5 knappen Spara nedan.
tab_inst_1_alt=Nedan ges du m\u00F6jlighet att st\u00E4lla in vilka sajter som skall visas. Det \u00E4r bara din egen vy i Mondo som p\u00E5verkas.
privacy_change_later_instructions=F\u00F6r att \n\u00E4ndra dina privata inst\u00E4llningar i framtiden, g\u00E5 till <br />My Workspace/Min arbetsyta > Preferences/Inst\u00E4llningar > Privacy Status/
tab_move_rall=>>
privacy_stmt1=Din status p\u00E5 denna sajt \u00E4r satt till att d\u00F6lja din personliga information fr\u00E5n andra p\u00E5 denna sajt. Din status p\u00E5 denna sajt \u00E4r f\u00F6r n\u00E4rvarande satt till "
tab_move_down=Flytta ned\u00E5t i listan
tab_inst_8_alt=Inst\u00E4llningarna p\u00E5 denna sida p\u00E5verkar bara din egen vy och navigering. F\u00F6r att publicera eller avpublicera sajter f\u00F6r alla anv\u00E4ndare, g\u00E5 till Worksite Setup.
privacy_choice_heading=S\u00E4tt inst\u00E4llningar f\u00F6r dina privatstatus
privacy_note=Notera\: F\u00F6r att visa din status p\u00E5 andra sajter, v\u00E4lj 'Preferences/Inst\u00E4llningar' fr\u00E5n din 'My Workspace/Min arbetsyta'.
privacy_hide_title=S\u00E4tt till dold p\u00E5 alla sajter
privacy_check_hide=D\u00F6lj mig
tab_move_top=Flytta h\u00F6gst upp i listan
privacy_stmt_show=." Andra kan se ditt namn i Roster/deltagarlistan och kan kontakta dig genom sajten.
tab_move_inst_re=Flytta vald (d\u00F6lj)
tab_inst_4_alt={0} sajter visas som flikar \u00F6verst i Mondos navigering och hela listan visas under fliken "Mina aktiva sajter". Ordningen som visas h\u00E4r p\u00E5verkar bara de f\u00F6rsta {0} sajterna.
privacy_update_title=Spara status
privacy_hide_all_set=Din status \u00E4r nu satt till dold p\u00E5 alla sajter. Andra kan inte se ditt namn i Roster/deltagarlista och kan inte kontakta dig genom sajten.
