#Stored by I18NEdit, may be edited!
add_to_sites_msg=Por favor, seleccione un sitio para ser a\u00F1adido de la lista de sitios visibles.
cancel_pref=Cancelar los cambios
locale_msg=Por favor, seleccione su idioma (y pa\u00EDs) preferido. Su preferencia actual es\:
move_down_msg=Por favor, seleccione un sitio para desplazarlo hacia abajo.
move_up_msg=Por favor, seleccione un sitio para desplazarlo hacia arriba.
noti_ann=Anuncios
noti_ann_1=No me env\u00EDe los anuncios de baja prioridad
noti_ann_2=Env\u00EDeme un correo electr\u00F3nico cada d\u00EDa agrupando todos los anuncios de baja prioridad
noti_ann_3=Env\u00EDeme cada notificaci\u00F3n por separado
noti_inst_second=Recibir\u00E1 todas notificaciones de alta prioridad por correo electr\u00F3nico. Ahora configure las notificaciones de baja prioridad.
noti_mail=Archivo de correo
noti_mail_1=No me env\u00EDe los correos enviados al sitio
noti_mail_2=Env\u00EDeme un correo electr\u00F3nico cada d\u00EDa agrupando todos los correos
noti_mail_3=Env\u00EDeme cada correo del sitio por separado
noti_rsrc=Recursos
noti_rsrc_1=No me env\u00EDe las notificaciones de recursos de baja prioridad
noti_rsrc_2=Env\u00EDeme un correo electr\u00F3nico cada d\u00EDa agrupando todas las notificaciones de recursos de baja prioridad
noti_rsrc_3=Env\u00EDeme cada recurso por separado
noti_syll=Gu\u00EDa del curso
noti_syll_1=No me env\u00EDe los campos del syllabus de baja prioridad
noti_syll_2=Recibir un correo diario resumiendo todas las notificaciones
noti_syll_3=Env\u00EDeme cada notificaci\u00F3n por separado
prefs_lang_title=Idioma
prefs_noti_title=Notificaciones
prefs_privacy=Privacidad
prefs_tab_title=Organiza las pesta\u00F1as
prefs_timezone_title=Zona horaria
prefs_title=Preferencias
privacy_change_directions=Si desea cambiar su privacidad, marque la casilla adyacente
privacy_change_directions2=y pulse en el bot\u00F3n de actualizar m\u00E1s abajo.
privacy_change_later_instructions=Para cambiar en el futuro los parametros de privacidad, visita <br />Mi PoliformaT> Preferencias > Notificaciones.
privacy_check_hide=Ocultarme
privacy_check_show=Mostrarme
privacy_choice_heading=Por favor establezca su nivel de privacidad\:  
privacy_choice_hidden=Permanecer escondido en este sitio
privacy_choice_later=Preguntarme de nuevo m\u00E1s tarde
privacy_choice_visible=Hazme visible en estes sitio
privacy_choose=Elegir un sitio 
privacy_hidden=oculto
privacy_hide_all=Ocultarme en todos los sitios
privacy_hide_all_set=Su estado en todos los sitios es ahora oculto.  Los dem\u00E1s no pueden ver su nombe en la lista y no pueden contactar con usted a trav\u00E9s del sitio.
privacy_hide_title=Poner privacidad a Ocultar en todos los sitios
privacy_note=Nota\: Para ver el estado de su privacidad en otros sitios, vaya a Preferencias en su Sitio Personal.
privacy_show_all=Mostrarme en todos los sitios
privacy_show_all_set=Su estado en todos los sitios es ahora visible.  Los dem\u00E1s pueden ver su nombe en la lista y pueden contactar con usted a trav\u00E9s del sitio.
privacy_show_title=Poner privacidad a Mostrar en todos los sitios
privacy_site_not_selected=Por favor, seleccione un sitio para cambiar su privacidad.
privacy_stmt1=su estado en este sitio est\u00E1 actualmente a 
privacy_stmt_hide=. Los dem\u00E1s no pueden ver su nombe en la lista y no pueden contactar con usted a trav\u00E9s del sitio.
privacy_stmt_show=. Los dem\u00E1s pueden ver su nombe en la lista y pueden contactar con usted a trav\u00E9s del sitio.
privacy_title=Privacidad
privacy_update=Actualizar
privacy_update_title=Actualizar Privacidad
privacy_visible=visible
remove_from_sites_msg=Por favor, seleccione un sitio para ser eliminado de la lista de sitios visibles.
tab_count=Pesta\u00F1as mostradas\:
tab_inst_1=Para ocultar un sitio, seleccionelo de "Sitios visibles" y use la flecha a la izquierda para moverlo a los "Sitios no visibles". Para mostrar un sitio, seleccionelo de "Sitios no visibles" y use la flecha a la derecha para moverlo a los "Sitios visibles". Pulse Actualizar las preferencias para que los cambios surjan efecto.
tab_inst_1_alt=Las Pesta\u00F1as Customizables le permiten la navegaci\u00F3n a trav\u00E9s de sus sitios in su versi\u00F3n de Sakai solamente.
tab_inst_2=Para cambiar el orden de los sitios en las pesta\u00F1as seleccione un sitio de "Sitios visibles" y y use las flechas de subir y bajar para cambiar dicho orden. Pulse Actualizar las preferencias para que los cambios surjan efecto.
tab_inst_2_alt=Usa el los botones cursor izquierdo y derecho para cambiar la visibilidad de tus sitios. Usa los botones de cursor arriba y abajo para promocionar sus Sitios Activos dentro de las pesta\u00F1as.
tab_inst_3=Para cambiar el numero de sitios visualizados de forma destacada en el sitio de navegacion del sitio de trabajo, actualizar el n\u00FAmero de visualizaci\u00F3n. Entonces haz clic en Actualizar Preferencia para guardar los cambios.
tab_inst_3_alt=Mis Sitios Activos
tab_inst_4_alt=Los primeros {0} sitios aparecen como fichas en su navegaci\u00F3n, y toda la lista aparecer\u00E1 en la pesta\u00F1a Mis Sitios Activos. El orden en que aparecen aqu\u00ED s\u00F3lo afecta a los primeros {0} sitios.
tab_inst_5_alt=Mis Sitos Ocultos
tab_inst_6_alt=Estos sitios no aparecen en la pesta\u00F1a de Mis Sitios Activos. No obstante, puedes acceder a  ellos a trav\u00E9s de la configuraci\u00F3n del Sitio de Trabajo
tab_inst_7_alt=\u00BFNecesita Publicar o Despublicar un sitio?
tab_inst_8_alt=Los param\u00E9tros de esta p\u00E1gina solo va a afectar a su navegaci\u00F3n personal. Para publicar y despublicar sitios para todos los usuarios, ir a la configuraci\u00F3n del Sitio de Trabajo.  
tab_inst_save=Cuanda haya terminado de realizar cambios, haga clic en Actualizar Preferencias para guardarlas.
tab_move_all_inst=Mover todos
tab_move_all_inst_re=Borrar todos
tab_move_bottom=Mover al final de la lista
tab_move_down=Mover hacia abajo en la lista
tab_move_inst=Mover los seleccionados
tab_move_inst_re=Borrar los seleccionados
tab_move_lall=<<
tab_move_lone=<
tab_move_rall=>>
tab_move_rone=>
tab_move_top=Mover arriba del todo de la lista
tab_move_up=Mover hacia arriba en la lista
tab_not_vis_inst=Sitios no visibles en las pesta\u00F1as
tab_vis_inst=Sitios visibles en las pesta\u00F1as
time_inst_1=Por favor seleccione su zona horaria local para las herramientas de PoliformaT que utilizan horarios, como la Agenda. Actualmente est\u00E1s en la zona horaria de 
time_inst_2=Zona horaria
update_pref=Actualizar Preferencias
update_success=* Sus preferencias han sido actualizadas con \u00E9xito
user_missing=No se encuentra el identificador de usuario.
