#X-Generator: crowdin.com
descr.dc_abstract=Un r\u00e9sum\u00e9 du contenu de la ressource.
descr.dc_alt=Toute forme du titre utilis\u00e9e comme substitut au titre officiel de la ressource (abbr\u00e9viations du titre, traductions, etc.)
descr.dc_audience=Une classe d'entit\u00e9s \u00e0 qui la ressource est destin\u00e9e ou utile, telle que d\u00e9termin\u00e9e par le cr\u00e9ateur, l'\u00e9diteur ou un tiers.
descr.dc_contributor=Une entit\u00e9 responsable de faire des contributions au contenu de la ressource.
descr.dc_coverage=L'\u00e9tendue ou l'ampleur du contenu de la ressource (par exemple, un nom de lieu ou des coordonn\u00e9es g\u00e9ographiques, une date, une p\u00e9riode comprise entre deux dates ou l'\u00e9tiquette d'une p\u00e9riode ou une juridiction).
descr.dc_created=Date de cr\u00e9ation de la ressource.
descr.dc_creator=Une personne, organisation, service ou une autre entit\u00e9 essentiellement responsable de cr\u00e9er le contenu de la ressource.
descr.dc_descr=Un compte rendu du contenu de la ressource qui peut contenir un r\u00e9sum\u00e9 ou une table des mati\u00e8res.
descr.dc_edlevel=Une description de la progression de l'auditoire gr\u00e2ce \u00e0 un contexte d'enseignement ou de formation.
descr.dc_format=La manifestation physique ou num\u00e9rique de la ressource (par exemple, type MIME d'une ressource num\u00e9rique).
descr.dc_id=Une r\u00e9f\u00e9rence sans \u00e9quivoque de la ressource dans un contexte donn\u00e9 (par exemple, URIs, URLs, ISBNs, cote de biblioth\u00e8que).
descr.dc_issued=Date officielle de parution ou de publication de la ressource.
descr.dc_lang=La langue du contenu intellectuel de la ressource.
descr.dc_modified=Date de modification significative de la ressource.
descr.dc_publisher=Une entit\u00e9 responsable de rendre la ressource disponible.
descr.dc_rights=Information sur les droits aff\u00e9rents \u00e0 la ressource (par exemple, droits d'auteur et droits de propri\u00e9t\u00e9).
descr.dc_source=Une r\u00e9f\u00e9rence (de pr\u00e9f\u00e9rence un identifiant officiel) \u00e0 une ressource de laquelle la ressource actuelle provient, en tout ou en partie.
descr.dc_subject=Le th\u00e8me du contenu de la ressource, typiquement exprim\u00e9 sous forme de mots cl\u00e9s, de phrases cl\u00e9s ou de codes de classification.
descr.dc_title=Le nom donn\u00e9 \u00e0 la ressource
descr.dc_toc=Une liste de sous-unit\u00e9s du contenu de la ressource.
descr.dc_type=La nature ou le genre de contenu de la ressource.
label.dc_abstract=R\u00e9sum\u00e9
label.dc_alt=Titre alternatif
label.dc_audience=Auditoire
label.dc_contributor=Contributeur
label.dc_coverage=\u00c9tendue
label.dc_created=Date de cr\u00e9ation
label.dc_creator=Cr\u00e9ateur
label.dc_descr=Description
label.dc_edlevel=Niveau d'\u00e9tudes de l'auditoire
label.dc_format=Format
label.dc_id=Identifiant de la ressource
label.dc_issued=Date de publication
label.dc_lang=Langue
label.dc_modified=Date de modification
label.dc_publisher=\u00c9diteur
label.dc_rights=Gestion des droits d'acc\u00e8s
label.dc_source=Source
label.dc_subject=Sujet et mots cl\u00e9s
label.dc_title=Titre
label.dc_toc=Table des mati\u00e8res
label.dc_type=Type de ressource



#LOM metadata




# dropdown values/labels
# note for i18n, only change the label fields.
# for the first item in each set, it needs to be blank as it is the default null value for the dropdown list









# leave this blank