#X-Generator: crowdin.com
descr.dc_abstract=Streszczenie zawarto\u015bci zasobu.
descr.dc_alt=Ka\u017cda forma tytu\u0142u stosowana jako sybstytut formalnego tytu\u0142u zasobu (skr\u00f3ty tytu\u0142\u00f3w, t\u0142umaczenia, itp.)
descr.dc_audience=Klasa podmiotu, dla kt\u00f3rego zas\u00f3b jest przeznaczony lub u\u017cyteczny, jak okre\u015blono przez tw\u00f3rc\u0119, wydawc\u0119 lub osob\u0119 trzeci\u0105.
descr.dc_contributor=Podmiot odpowiedzialny za wnoszenie wk\u0142ad\u00f3w do zawarto\u015bci zasobu.
descr.dc_coverage=Rozmiar lub zakres zawarto\u015bci zasobu  (na przyk\u0142ad, nazwa miejsca lub wsp\u00f3\u0142rz\u0119dne geograficzne, data, zakres daty lub etykieta okresu, lub jurysdykcja).
descr.dc_created=Data utworzenia zasobu.
descr.dc_creator=Osoba, organizacja, serwis lub inny podmiot g\u0142\u00f3wnie odpowiedzialny za tworzenie tre\u015bci zasobu.
descr.dc_descr=Konto zawarto\u015bci zasobu, kt\u00f3re mo\u017ce zawiera\u0107 streszczenie lub spis tre\u015bci. 
descr.dc_edlevel=Opis progresji publiczno\u015bci poprzez edukacj\u0119 lub kontekst szkoleniowy. 
descr.dc_format=Fizyczna lub cyfrowa manifestacja zasobu (na przyk\u0142ad, typ MIME zasobu cyfrowego).
descr.dc_id=Jednoznaczne odniesienie do zasobu w danym kontek\u015bcie (na przyk\u0142ad, URIs, adresy URL, numery ISBN, sygnatury).
descr.dc_issued=Data formalnego wydania lub publikacji zasobu.
descr.dc_lang=J\u0119zyk intelektualnej zawarto\u015bci zasobu. 
descr.dc_modified=Data istotnej zmiany zasobu.
descr.dc_publisher=Podmiot odpowiedzialny za udost\u0119pnienie zasob\u00f3w
descr.dc_rights=Informacja o posiadanych prawach do zasobu (na przyk\u0142ad, prawa autorskie i prawa w\u0142asno\u015bci).
descr.dc_source=Odniesienie (najlepiej formalny identyfikator) do zasobu, z kt\u00f3rego pochodzi obecny zas\u00f3b, w ca\u0142o\u015bci lub w cz\u0119\u015bci.
descr.dc_subject=Temat zawarto\u015bci zasobu, zwykle wyra\u017cony jako s\u0142owa kluczowe, frazy kluczowe lub kody klasyfikacyjne.
descr.dc_title=Nazwa nadana zasobowi.
descr.dc_toc=Lista podjednostek zawarto\u015bci zasobu.
descr.dc_type=Charakter lub gatunek zawarto\u015bci zasobu.
label.dc_abstract=Abstrakt
label.dc_alt=Alternatywny tytu\u0142
label.dc_audience=Odbiorcy
label.dc_contributor=Wsp\u00f3\u0142pracownik
label.dc_coverage=Pokrycie
label.dc_created=Data utworzenia
label.dc_creator=Tw\u00f3rca
label.dc_descr=Opis
label.dc_edlevel=Poziom Edukacyjny Odbiorc\u00f3w 
label.dc_format=Format
label.dc_id=Identyfikator Zasobu
label.dc_issued=Data wydania
label.dc_lang=J\u0119zyk
label.dc_modified=Data modyfikacji
label.dc_publisher=Wydawca
label.dc_rights=Zarz\u0105dzanie Prawami
label.dc_source=\u0179r\u00f3d\u0142o
label.dc_subject=Temat i s\u0142owa kluczowe
label.dc_title=Tytu\u0142
label.dc_toc=Spis tre\u015bci
label.dc_type=Rodzaj zasobu
metadata.hide=Ukryj {0}
metadata.show=Poka\u017c {0}



#LOM metadata




# dropdown values/labels
# note for i18n, only change the label fields.
# for the first item in each set, it needs to be blank as it is the default null value for the dropdown list









# leave this blank