#X-Generator: crowdin.com
descr.dc_abstract=M\u1ed9t b\u1ea3n t\u00f3m t\u1eaft n\u1ed9i dung c\u1ee7a t\u00e0i nguy\u00ean. 
descr.dc_alt=B\u1ea5t k\u1ef3 h\u00ecnh th\u1ee9c ti\u00eau \u0111\u1ec1 \u0111\u01b0\u1ee3c s\u1eed d\u1ee5ng nh\u01b0 l\u00e0 m\u1ed9t thay th\u1ebf cho ti\u00eau \u0111\u1ec1 ch\u00ednh th\u1ee9c c\u1ee7a t\u00e0i nguy\u00ean (t\u1eeb vi\u1ebft t\u1eaft ti\u00eau \u0111\u1ec1, b\u1ea3n d\u1ecbch, vv) 
descr.dc_audience=M\u1ed9t l\u1edbp h\u1ecdc c\u1ee7a th\u1ef1c th\u1ec3 cho ng\u01b0\u1eddi m\u00e0 c\u00e1c ngu\u1ed3n t\u00e0i nguy\u00ean \u0111\u01b0\u1ee3c d\u1ef1 \u0111\u1ecbnh ho\u1eb7c h\u1eefu \u00edch, \u0111\u01b0\u1ee3c x\u00e1c \u0111\u1ecbnh b\u1edfi c\u00e1c t\u00e1c gi\u1ea3, nh\u00e0 xu\u1ea5t b\u1ea3n ho\u1eb7c m\u1ed9t b\u00ean th\u1ee9 ba. 
descr.dc_contributor=M\u1ed9t entity ch\u1ecbu tr\u00e1ch nhi\u1ec7m \u0111\u00f3ng g\u00f3p cho n\u1ed9i dung c\u1ee7a t\u00e0i nguy\u00ean. 
descr.dc_coverage=M\u1ee9c \u0111\u1ed9, ph\u1ea1m vi n\u1ed9i dung c\u1ee7a t\u00e0i nguy\u00ean (v\u00ed d\u1ee5, m\u1ed9t t\u00ean ra, ho\u1eb7c t\u1ecda \u0111\u1ed9 \u0111\u1ecba l\u00fd, m\u1ed9t ng\u00e0y, kho\u1ea3ng ng\u00e0y ho\u1eb7c nh\u00e3n th\u1eddi gian, ho\u1eb7c th\u1ea9m quy\u1ec1n). 
descr.dc_created=Ng\u00e0y t\u1ea1o ra ngu\u1ed3n t\u00e0i nguy\u00ean n\u00e0y. 
descr.dc_creator=M\u1ed9t ng\u01b0\u1eddi, t\u1ed5 ch\u1ee9c, d\u1ecbch v\u1ee5 ho\u1eb7c t\u1ed5 ch\u1ee9c kh\u00e1c ch\u1ee7 y\u1ebfu ch\u1ecbu tr\u00e1ch nhi\u1ec7m l\u00e0m cho n\u1ed9i dung c\u1ee7a t\u00e0i nguy\u00ean. 
descr.dc_descr=M\u1ed9t t\u00e0i kho\u1ea3n c\u1ee7a c\u00e1c n\u1ed9i dung c\u1ee7a t\u00e0i nguy\u00ean, c\u00f3 th\u1ec3 bao g\u1ed3m m\u1ed9t t\u00f3m t\u1eaft ho\u1eb7c b\u1ea3ng n\u1ed9i dung. 
descr.dc_edlevel=M\u00f4 t\u1ea3 v\u1ec1 s\u1ef1 ti\u1ebfn tri\u1ec3n c\u1ee7a kh\u00e1n gi\u1ea3 th\u00f4ng qua m\u1ed9t n\u1ec1n gi\u00e1o d\u1ee5c ho\u1eb7c \u0111\u00e0o t\u1ea1o ng\u1eef c\u1ea3nh. 
descr.dc_format=C\u00e1c bi\u1ec3u hi\u1ec7n v\u1eadt l\u00fd ho\u1eb7c k\u1ef9 thu\u1eadt s\u1ed1 c\u1ee7a t\u00e0i nguy\u00ean (v\u00ed d\u1ee5, \u0111\u1ecbnh d\u1ea1ng MIME c\u1ee7a m\u1ed9t ngu\u1ed3n t\u00e0i nguy\u00ean k\u1ef9 thu\u1eadt s\u1ed1). 
descr.dc_id=M\u1ed9t tham chi\u1ebfu kh\u00f4ng r\u00f5 r\u00e0ng \u0111\u1ebfn ngu\u1ed3n t\u00e0i nguy\u00ean trong m\u1ed9t b\u1ed1i c\u1ea3nh c\u1ee5 th\u1ec3 (v\u00ed d\u1ee5, URI, URL, ISBN, th\u01b0 vi\u1ec7n s\u1ed1 g\u1ecdi). 
descr.dc_issued=Ng\u00e0y ph\u00e1t h\u00e0nh ch\u00ednh th\u1ee9c ho\u1eb7c c\u00f4ng b\u1ed1 c\u1ee7a t\u00e0i nguy\u00ean. 
descr.dc_lang=Ng\u00f4n ng\u1eef c\u1ee7a n\u1ed9i dung tr\u00ed tu\u1ec7 c\u1ee7a t\u00e0i nguy\u00ean. 
descr.dc_modified=Ng\u00e0y c\u1ee7a s\u1ef1 thay \u0111\u1ed5i \u0111\u00e1ng k\u1ec3 cho ngu\u1ed3n t\u00e0i nguy\u00ean n\u00e0y. 
descr.dc_publisher=M\u1ed9t entity ch\u1ecbu tr\u00e1ch nhi\u1ec7m l\u00e0m cho ngu\u1ed3n t\u00e0i nguy\u00ean s\u1eb5n c\u00f3. 
descr.dc_rights=Th\u00f4ng tin v\u1ec1 quy\u1ec1n \u0111\u01b0\u1ee3c t\u1ed5 ch\u1ee9c trong v\u00e0 tr\u00ean t\u00e0i nguy\u00ean (v\u00ed d\u1ee5, b\u1ea3n quy\u1ec1n v\u00e0 quy\u1ec1n t\u00e0i s\u1ea3n). 
descr.dc_source=M\u1ed9t tham chi\u1ebfu (t\u1ed1t h\u01a1n l\u00e0 m\u1ed9t \u0111\u1ecbnh danh ch\u00ednh th\u1ee9c) cho m\u1ed9t ngu\u1ed3n t\u00e0i nguy\u00ean m\u00e0 t\u1eeb \u0111\u00f3 c\u00e1c t\u00e0i nguy\u00ean hi\u1ec7n nay l\u00e0 xu\u1ea5t ph\u00e1t, to\u00e0n b\u1ed9 ho\u1eb7c m\u1ed9t ph\u1ea7n. 
descr.dc_subject=Ch\u1ee7 \u0111\u1ec1 c\u1ee7a c\u00e1c n\u1ed9i dung c\u1ee7a t\u00e0i nguy\u00ean, th\u00f4ng th\u01b0\u1eddng, th\u1ec3 hi\u1ec7n d\u01b0\u1edbi c\u00e1c t\u1eeb kh\u00f3a, c\u1ee5m t\u1eeb kh\u00f3a ho\u1eb7c m\u00e3 s\u1ed1 ph\u00e2n lo\u1ea1i. 
descr.dc_title=M\u1ed9t t\u00ean \u0111\u01b0\u1ee3c \u0111\u1eb7t cho t\u00e0i nguy\u00ean. 
descr.dc_toc=M\u1ed9t danh s\u00e1ch c\u00e1c ti\u1ec3u \u0111\u01a1n v\u1ecb c\u1ee7a c\u00e1c n\u1ed9i dung c\u1ee7a t\u00e0i nguy\u00ean. 
descr.dc_type=B\u1ea3n ch\u1ea5t hay th\u1ec3 lo\u1ea1i c\u1ee7a n\u1ed9i dung c\u1ee7a t\u00e0i nguy\u00ean. 
label.dc_abstract=T\u00f3m t\u1eaft 
label.dc_alt=Ti\u00eau \u0111\u1ec1 thay th\u1ebf 
label.dc_audience=Th\u00ednh gi\u1ea3 
label.dc_contributor=Ng\u01b0\u1eddi c\u1ed9ng t\u00e1c 
label.dc_coverage=V\u00f9ng ph\u1ee7 s\u00f3ng 
label.dc_created=Ng\u00e0y kh\u1edfi t\u1ea1o 
label.dc_creator=Creator 
label.dc_descr=M\u00f4 t\u1ea3 
label.dc_edlevel=Tr\u00ecnh \u0111\u1ed9 h\u1ecdc v\u1ea5n th\u00ednh gi\u1ea3 
label.dc_format=\u0110\u1ecbnh d\u1ea1ng 
label.dc_id=Resource Identifier 
label.dc_issued=Ng\u00e0y ban h\u00e0nh 
label.dc_lang=Ng\u00f4n ng\u01b0 
label.dc_modified=Ng\u00e0y s\u1eeda \u0111\u1ed5i 
label.dc_publisher=Xu\u1ea5t b\u1ea3n 
label.dc_rights=Qu\u1ea3n l\u00fd quy\u1ec1n 
label.dc_source=Ngu\u1ed3n 
label.dc_subject=Ti\u00eau \u0111\u1ec1 v\u00e0 T\u1eeb kho\u00e1 
label.dc_title=Ti\u00eau \u0111\u1ec1 
label.dc_toc=M\u1ee5c l\u1ee5c 
label.dc_type=Lo\u1ea1i t\u00e0i nguy\u00ean 
metadata.hide=\u1ea8n {0} 
metadata.show=Xem {0} 



#LOM metadata




# dropdown values/labels
# note for i18n, only change the label fields.
# for the first item in each set, it needs to be blank as it is the default null value for the dropdown list









# leave this blank