#X-Generator: crowdin.com
descr.dc_abstract=Resumo do conte\u00fado deste recurso
descr.dc_alt=Qualquer variante do t\u00edtulo utilizada como substituto do t\u00edtulo formal do recurso (abreviaturas, tradu\u00e7\u00f5es,..)
descr.dc_audience=Categoria de entidades para a qual o recurso \u00e9 \u00fatil, tal como determinado pelo autor, editor, ou uma terceira parte.
descr.dc_contributor=Entidade que contribui para o conte\u00fado do recurso
descr.dc_coverage=A extens\u00e3o ou \u00e2mbito do recurso (por exemplo, um local, coordenadas geogr\u00e1ficas, uma data, per\u00edodo, ou jurisdi\u00e7\u00e3o).
descr.dc_created=Data de cria\u00e7\u00e3o do recurso.
descr.dc_creator=Uma pessoa, organiza\u00e7\u00e3o, servi\u00e7o ou outra entidade respons\u00e1vel pela cria\u00e7\u00e3o do conte\u00fado do recurso.
descr.dc_descr=Descri\u00e7\u00e3o do conte\u00fado do recurso, que pode ser utilizada num resumo ou \u00edndice de conte\u00fados.
descr.dc_edlevel=Uma descri\u00e7\u00e3o da qualifica\u00e7\u00e3o acad\u00e9mica ou forma\u00e7\u00e3o da audi\u00eancia.
descr.dc_format=Uma manifesta\u00e7\u00e3o f\u00edsica ou digital do recurso (por exemplo, o seu tipo MIME).
descr.dc_id=Uma refer\u00eancia \u00fanica para o recurso num dado contexto (URI, URL, ISBN, n\u00famero de Biblioteca).
descr.dc_issued=Data da publica\u00e7\u00e3o formal do recurso.
descr.dc_lang=L\u00edngua do conte\u00fado do recurso.
descr.dc_modified=Data de modifica\u00e7\u00f5es significativas do recurso.
descr.dc_publisher=Entidade respons\u00e1vel pela disponibiliza\u00e7\u00e3o do recurso.
descr.dc_rights=Informa\u00e7\u00e3o sobre direitos sobre o recurso (por exemplo, direitos de autor, direitos de propriedade).
descr.dc_source=Refer\u00eancia (de prefer\u00eancia um identificador formal) de um recurso de onde o actual \u00e9 derivado, em todo ou em parte.
descr.dc_subject=T\u00f3pico do conte\u00fado do recurso, expresso tipicamente como palavras-chave, ou c\u00f3digos de classifica\u00e7\u00e3o.
descr.dc_title=Um nome dado ao recurso
descr.dc_toc=Lista de sec\u00e7\u00f5es do conte\u00fado do recurso.
descr.dc_type=Natureza ou g\u00e9nero do conte\u00fado do recurso.
label.dc_abstract=Resumo
label.dc_alt=T\u00edtulo alternativo
label.dc_audience=Audi\u00eancia
label.dc_contributor=Contribuidor
label.dc_coverage=\u00c2mbito
label.dc_created=Data de cria\u00e7\u00e3o
label.dc_creator=Criador
label.dc_descr=Descri\u00e7\u00e3o
label.dc_edlevel=N\u00edvel de forma\u00e7\u00e3o da audi\u00eancia
label.dc_format=Formato
label.dc_id=Identificador do recurso
label.dc_issued=Data de emiss\u00e3o
label.dc_lang=L\u00edngua
label.dc_modified=Data de modifica\u00e7\u00e3o
label.dc_publisher=Editor
label.dc_rights=Gest\u00e3o de Direitos
label.dc_source=Fonte
label.dc_subject=Tema e Palavras-Chave
label.dc_title=T\u00edtulo
label.dc_toc=\u00cdndice
label.dc_type=Tipo de Recurso
metadata.hide=Esconder {0}
metadata.show=Mostrar {0}



#LOM metadata




# dropdown values/labels
# note for i18n, only change the label fields.
# for the first item in each set, it needs to be blank as it is the default null value for the dropdown list









# leave this blank