attachment=\u043f\u0440\u0438\u043a\u0430\u0447\u0435\u043d \u0444\u0430\u0439\u043b
done=\u0413\u043e\u0442\u043e\u0432\u043e
grade=\u0421\u0442\u0435\u043f\u0435\u043d\:
no_submission=\u0411\u0435\u0437 \u043f\u043e\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u0438
no_submission_for=\u041d\u044f\u043c\u0430 \u043f\u043e\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u0438 \u0437\u0430
peer_reviews=\u041f\u0430\u0440\u0442\u043d\u044c\u043e\u0440\u0441\u043a\u0438 \u043f\u0440\u0435\u0433\u043b\u0435\u0434\u0438
reviewer_comments=\u041a\u043e\u043c\u0435\u043d\u0442\u0430\u0440\u0438 \u043d\u0430 \u0440\u0435\u0446\u0435\u043d\u0437\u0435\u043d\u0442\u0430
reviewer_attachments=\u041f\u0440\u0438\u043a\u0430\u0447\u0435\u043d\u0438 \u0444\u0430\u0439\u043b\u043e\u0432\u0435 \u043d\u0430 \u0440\u0435\u0446\u0435\u043d\u0437\u0435\u043d\u0442\u0430
grading_rubric_tooltip=\u041e\u0446\u0435\u043d\u0435\u0442\u0435 \u043f\u043e\u0434\u0430\u0434\u0435\u043d\u0430\u0442\u0430 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f \u0441 \u043f\u043e\u043c\u043e\u0449\u0442\u0430 \u043d\u0430 \u0440\u0443\u0431\u0440\u0438\u043a\u0430
rubric=\u0420\u0443\u0431\u0440\u0438\u043a\u0430
add_feedback_tooltip=\u041d\u0430\u043f\u0438\u0448\u0435\u0442\u0435 \u0438\u043b\u0438 \u0437\u0430\u043f\u0438\u0448\u0435\u0442\u0435 \u043e\u0431\u0440\u0430\u0442\u043d\u0430 \u0432\u0440\u044a\u0437\u043a\u0430 \u0437\u0430 \u0442\u043e\u0437\u0438 \u0441\u0442\u0443\u0434\u0435\u043d\u0442
written_feedback_label=\u041d\u0430\u043f\u0438\u0448\u0435\u0442\u0435 \u043e\u0431\u0440\u0430\u0442\u043d\u0430 \u0432\u0440\u044a\u0437\u043a\u0430
recorded_feedback_label=\u0417\u0430\u043f\u0438\u0441\u0432\u0430\u043d\u0435 \u043d\u0430 \u043e\u0431\u0440\u0430\u0442\u043d\u0430 \u0432\u0440\u044a\u0437\u043a\u0430
add_attachments_tooltip=\u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u043d\u044f\u043a\u043e\u043b\u043a\u043e \u043f\u0440\u0438\u043a\u0430\u0447\u0435\u043d\u0438 \u0444\u0430\u0439\u043b\u043e\u0432\u0435 \u0432\u044a\u0432 \u0432\u0430\u0448\u0435\u0442\u043e \u043e\u0446\u0435\u043d\u044f\u0432\u0430\u043d\u0435
private_notes_tooltip=\u0414\u043e\u0431\u0430\u0432\u0435\u0442\u0435 \u0431\u0435\u043b\u0435\u0436\u043a\u0438, \u043f\u0440\u0438\u043a\u0440\u0435\u043f\u0435\u043d\u0438 \u043a\u044a\u043c \u0442\u043e\u0432\u0430 \u043f\u043e\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u0441\u0442\u0443\u0434\u0435\u043d\u0442\u0430, \u0437\u0430 \u0441\u0435\u0431\u0435 \u0441\u0438 \u0438 \u0437\u0430 \u0434\u0440\u0443\u0433\u0438 \u043f\u0440\u0435\u043f\u043e\u0434\u0430\u0432\u0430\u0442\u0435\u043b\u0438 \u0438 \u0449\u0440\u0430\u043a\u043d\u0435\u0442\u0435 \u0432\u044a\u0440\u0445\u0443 \u0413\u043e\u0442\u043e\u0432\u043e, \u043a\u043e\u0433\u0430\u0442\u043e \u043f\u0440\u0438\u043a\u043b\u044e\u0447\u0438\u0442\u0435. \u0421\u0442\u0443\u0434\u0435\u043d\u0442\u0438\u0442\u0435 \u041d\u0415 \u043c\u043e\u0433\u0430\u0442 \u0434\u0430 \u0433\u0438 \u0432\u0438\u0434\u044f\u0442. \u0412\u0441\u0435 \u043e\u0449\u0435 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0437\u0430\u043f\u0430\u0437\u0438\u0442\u0435 \u043e\u0446\u0435\u043d\u043a\u0430\u0442\u0430
settings=\u041d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438
graded_status_label=\u041a\u043b\u0430\u0441\u0438\u0444\u0438\u0446\u0438\u0440\u0430\u043d \u0441\u0442\u0430\u0442\u0443\u0441\:
all_submissions=\u041f\u043e\u043a\u0430\u0436\u0438 \u0432\u0441\u0438\u0447\u043a\u0438 \u043f\u043e\u0434\u0430\u0432\u0430\u043d\u0438\u044f
only_ungraded=\u041f\u043e\u043a\u0430\u0437\u0432\u0430\u0439\u0442\u0435 \u0441\u0430\u043c\u043e \u043d\u0435\u043e\u0446\u0435\u043d\u0435\u043d\u0438\u0442\u0435 \u043f\u043e\u0434\u0430\u0432\u0430\u043d\u0438\u044f
only_graded=\u041f\u043e\u043a\u0430\u0437\u0432\u0430\u0439\u0442\u0435 \u0441\u0430\u043c\u043e \u043e\u0446\u0435\u043d\u0435\u043d\u0438\u0442\u0435 \u043f\u043e\u0434\u0430\u0432\u0430\u043d\u0438\u044f
only_submitted=\u041f\u043e\u043a\u0430\u0437\u0432\u0430\u0439\u0442\u0435 \u0441\u0430\u043c\u043e \u0442\u0435\u043a\u0443\u0449\u0438\u0442\u0435 \u043f\u043e\u0434\u0430\u0432\u0430\u043d\u0438\u044f
returned_tooltip=\u0422\u0430\u0437\u0438 \u043e\u0446\u0435\u043d\u043a\u0430 \u0435 \u0431\u0438\u043b\u0430 \u0432\u044a\u0440\u043d\u0430\u0442\u0430 \u043d\u0430 \u0441\u0442\u0443\u0434\u0435\u043d\u0442\u0430
submitted=\u041f\u043e\u0434\u0430\u0432\u0430\u043do
grader_on_left=\u0417\u0430\u043a\u0430\u0447\u0435\u0442\u0435 \u0434\u0435\u043d\u0432\u043d\u0438\u043a\u0430 \u0437\u0430 \u043e\u0446\u0435\u043d\u043a\u0438 \u0432\u043b\u044f\u0432\u043e
confirm_remove_attachment=\u0422\u043e\u0432\u0430 \u0449\u0435 \u043f\u0440\u0435\u043c\u0430\u0445\u043d\u0435 \u043f\u0440\u0438\u043a\u0430\u0447\u0435\u043d\u0430\u0442\u0430 \u043e\u0431\u0440\u0430\u0442\u043d\u0430 \u0432\u0440\u044a\u0437\u043a\u0430 \u0437\u0430\u0432\u0438\u043d\u0430\u0433\u0438. \u0418\u0441\u043a\u0430\u0442\u0435 \u043b\u0438 \u0434\u0430 \u043f\u0440\u043e\u0434\u044a\u043b\u0436\u0438\u0442\u0435?
saved_successfully=\u041e\u0446\u0435\u043d\u043a\u0430\u0442\u0430 \u0435 \u0437\u0430\u043f\u0430\u0437\u0435\u043d\u0430 \u0443\u0441\u043f\u0435\u0448\u043d\u043e.
feedback_attachment_tooltip=\u041a\u043b\u0438\u043a\u043d\u0435\u0442\u0435, \u0437\u0430 \u0434\u0430 \u0438\u0437\u0442\u0435\u0433\u043b\u0438\u0442\u0435 \u0442\u043e\u0437\u0438 \u043f\u0440\u0438\u043a\u0430\u0447\u0435\u043d \u0444\u0430\u0439\u043b \u0437\u0430 \u043e\u0431\u0440\u0430\u0442\u043d\u0430 \u0432\u0440\u044a\u0437\u043a\u0430.
student_selector_label=\u0421\u0435\u043b\u0435\u043a\u0442\u043e\u0440 \u0437\u0430 \u0441\u0442\u0443\u0434\u0435\u043d\u0442\u0438
attempt_selector_label=\u0421\u0435\u043b\u0435\u043a\u0442\u043e\u0440 \u0437\u0430 \u0431\u0440\u043e\u0439 \u043e\u043f\u0438\u0442\u0438
lettergrade_selector_label=\u0418\u0437\u0431\u0438\u0440\u0430\u0442\u0435\u043b \u043d\u0430 \u0431\u0443\u043a\u0432\u0435\u043d\u0438 \u043e\u0446\u0435\u043d\u043a\u0438
passfail_selector_label=\u0421\u0435\u043b\u0435\u043a\u0442\u043e\u0440 \u043d\u0430 \u043e\u0446\u0435\u043d\u043a\u0430 \u201e\u0423\u0441\u043f\u0435\u0448\u043d\u043e/\u041d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u043e\u201c.
number_grade_label=\u041f\u043e\u043b\u0435 \u0437\u0430 \u0432\u044a\u0432\u0435\u0436\u0434\u0430\u043d\u0435 \u043d\u0430 \u0446\u0438\u0444\u0440\u043e\u0432\u0430 \u043e\u0446\u0435\u043d\u043a\u0430
checkgrade_label=\u041e\u0442\u043c\u0435\u0442\u0435\u0442\u0435 \u043f\u043e\u043b\u0435\u0442\u043e \u0437\u0430 \u0432\u044a\u0432\u0435\u0436\u0434\u0430\u043d\u0435 \u043d\u0430 \u043e\u0446\u0435\u043d\u043a\u0430\u0442\u0430
comment_present=\u0418\u043c\u0430 \u043a\u043e\u043c\u0435\u043d\u0442\u0430\u0440 \u043a\u044a\u043c \u0442\u043e\u0432\u0430 \u043f\u043e\u0434\u0430\u0432\u0430\u043d\u0435
unsaved_comment_present=\u041a\u043e\u043c\u0435\u043d\u0442\u0430\u0440\u044a\u0442 \u043a\u044a\u043c \u0442\u043e\u0432\u0430 \u043f\u043e\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0435 \u0435 \u0437\u0430\u043f\u0430\u0437\u0435\u043d
notes_present=\u0418\u043c\u0430 \u0447\u0430\u0441\u0442\u043d\u0438 \u0431\u0435\u043b\u0435\u0436\u043a\u0438 \u043a\u044a\u043c \u0442\u043e\u0432\u0430 \u043f\u043e\u0434\u0430\u0432\u0430\u043d\u0435
unsaved_notes_present=\u041b\u0438\u0447\u043d\u0438\u0442\u0435 \u0431\u0435\u043b\u0435\u0436\u043a\u0438 \u043e\u0446\u0435\u043d\u043a\u0438 \u043a\u044a\u043c \u0442\u043e\u0432\u0430 \u043f\u043e\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0435 \u0441\u0430 \u0437\u0430\u043f\u0430\u0437\u0435\u043d\u0438
unsaved_text_warning=\u041f\u0440\u043e\u043c\u0435\u043d\u0438\u0442\u0435 \u043d\u044f\u043c\u0430 \u0434\u0430 \u0431\u044a\u0434\u0430\u0442 \u0437\u0430\u043f\u0430\u0437\u0435\u043d\u0438. \u041a\u043b\u0438\u043a\u043d\u0435\u0442\u0435 \u043e\u0442\u043d\u043e\u0432\u043e \u0432\u044a\u0440\u0445\u0443 "Cancel", \u0437\u0430 \u0434\u0430 \u043f\u043e\u0442\u0432\u044a\u0440\u0434\u0438\u0442\u0435.
profile_image=\u0438\u0437\u043e\u0431\u0440\u0430\u0436\u0435\u043d\u0438\u0435 \u043d\u0430 \u043f\u0440\u043e\u0444\u0438\u043b\u0430
inline_feedback_instruction=\u041f\u043e-\u0434\u043e\u043b\u0443 \u0435 \u0438\u0437\u043f\u0440\u0430\u0442\u0435\u043d\u043e\u0442\u043e \u043e\u0442 \u0441\u0442\u0443\u0434\u0435\u043d\u0442. \u041c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u0432\u043c\u044a\u043a\u043d\u0435\u0442\u0435 \u043a\u043e\u043c\u0435\u043d\u0442\u0430\u0440\u0438 \u0432 \u0442\u043e\u0437\u0438 \u0442\u0435\u043a\u0441\u0442, \u043a\u0430\u0442\u043e \u0449\u0440\u0430\u043a\u043d\u0435\u0442\u0435 \u0432\u044a\u0440\u0445\u0443 \u201e\u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u043e\u0431\u0440\u0430\u0442\u043d\u0430 \u0432\u0440\u044a\u0437\u043a\u0430\u201c \u0432 \u0434\u043e\u043b\u043d\u0430\u0442\u0430 \u0447\u0430\u0441\u0442 \u043d\u0430 \u0438\u0437\u043f\u0440\u0430\u0449\u0430\u043d\u0435\u0442\u043e \u2013 \u043a\u043e\u043c\u0435\u043d\u0442\u0430\u0440\u0438\u0442\u0435, \u043e\u0433\u0440\u0430\u0434\u0435\u043d\u0438 \u0441 \u0434\u0432\u043e\u0439\u043d\u0438 \u043a\u044a\u0434\u0440\u0430\u0432\u0438 \u0441\u043a\u043e\u0431\u0438 {{<span class\="highlight">\u043a\u0430\u0442\u043e \u0442\u043e\u0432\u0430</span>}}, \u0449\u0435 \u0441\u0435 \u043f\u043e\u043a\u0430\u0437\u0432\u0430\u0442 \u0432 \u0447\u0435\u0440\u0432\u0435\u043d\u043e \u0437\u0430 \u0443\u0447\u0435\u043d\u0438\u043a\u0430 . \u0429\u0440\u0430\u043a\u043d\u0435\u0442\u0435 \u0432\u044a\u0440\u0445\u0443 \u201e\u0413\u043e\u0442\u043e\u0432\u043e\u201c, \u043a\u043e\u0433\u0430\u0442\u043e \u0441\u0442\u0435 \u0433\u043e\u0442\u043e\u0432\u0438. <strong>\u0412\u0430\u0448\u0438\u0442\u0435 \u043f\u0440\u043e\u043c\u0435\u043d\u0438 \u043d\u044f\u043c\u0430 \u0434\u0430 \u0431\u044a\u0434\u0430\u0442 \u0437\u0430\u043f\u0430\u0437\u0435\u043d\u0438, \u0434\u043e\u043a\u0430\u0442\u043e \u043d\u0435 \u0449\u0440\u0430\u043a\u043d\u0435\u0442\u0435 \u0432\u044a\u0440\u0445\u0443 \u0435\u0434\u0438\u043d \u043e\u0442 \u0431\u0443\u0442\u043e\u043d\u0438\u0442\u0435 \u0437\u0430 \u0437\u0430\u043f\u0430\u0437\u0432\u0430\u043d\u0435 \u0432 \u043f\u0440\u043e\u0433\u0440\u0430\u043c\u0430\u0442\u0430 \u0437\u0430 \u043e\u0446\u0435\u043d\u043a\u0430.</strong>
confirm_exceed_max_grade=\u0412\u044a\u0432\u0435\u0434\u0435\u043d\u0430\u0442\u0430 \u043e\u0442 \u0432\u0430\u0441 \u043e\u0446\u0435\u043d\u043a\u0430 \u0435 \u043f\u043e-\u0433\u043e\u043b\u044f\u043c\u0430 \u043e\u0442 \u043c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u043d\u0430\u0442\u0430 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442 \u043d\u0430 {}. \u0414\u043e\u0431\u0440\u0435 \u043b\u0438 \u0435 \u0442\u043e\u0432\u0430?
unlimited=\u041d\u0435\u043e\u0433\u0440\u0430\u043d\u0438\u0447\u0435\u043d
hide_history=\u0421\u043a\u0440\u0438\u0432\u0430\u043d\u0435 \u043d\u0430 \u0438\u0441\u0442\u043e\u0440\u0438\u044f\u0442\u0430
show_history=\u041f\u043e\u043a\u0430\u0436\u0438 \u0438\u0441\u0442\u043e\u0440\u0438\u044f\u0442\u0430
hide_history_tooltip=\u0421\u043a\u0440\u0438\u0432\u0430\u043d\u0435 \u043d\u0430 \u0438\u0441\u0442\u043e\u0440\u0438\u044f\u0442\u0430 \u0437\u0430 \u0442\u043e\u0432\u0430 \u043f\u043e\u0434\u0430\u0432\u0430\u043d\u0435
show_history_tooltip=\u041f\u043e\u043a\u0430\u0437\u0432\u0430\u043d\u0435 \u043d\u0430 \u043a\u043e\u043c\u0435\u043d\u0442\u0430\u0440\u0438\u0442\u0435 \u0437\u0430 \u043e\u0431\u0440\u0430\u0442\u043d\u0430 \u0432\u0440\u044a\u0437\u043a\u0430 \u0438 \u0438\u0441\u0442\u043e\u0440\u0438\u044f\u0442\u0430 \u043d\u0430 \u043e\u0446\u0435\u043d\u043a\u0438\u0442\u0435 \u0437\u0430 \u0442\u043e\u0432\u0430 \u043f\u043e\u0434\u0430\u0432\u0430\u043d\u0435
feedback_comments=\u041a\u043e\u043c\u0435\u043d\u0442\u0430\u0440\u0438 c o\u0431\u0440\u0430\u0442\u043d\u0430 \u0432\u0440\u044a\u0437\u043a\u0430
previous_grades=\u041f\u0440\u0435\u0434\u0438\u0448\u043d\u0438\u0442\u0435 \u043e\u0446\u0435\u043d\u043a\u0438
successful_save=\u0423\u0441\u043f\u0435\u0448\u043d\u043e \u0441\u0442\u0435 \u0437\u0430\u043f\u0430\u0437\u0438\u043b\u0438 \u0442a\u0437\u0438 \u043e\u0446\u0435\u043d\u043aa
failed_save=\u0417\u0430\u043f\u0430\u0437\u0432\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u043e\u0446\u0435\u043d\u043aa\u0442a \u0435 \u043d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u043e
grade_submission=\u041f\u043e\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u043e\u0446\u0435\u043d\u043a\u0438
draft_submission=\u041f\u0420\u041e\u0415\u041a\u0422
draft_not_submitted=\u0412\u0441\u0435 \u043e\u0449\u0435 \u0435 \u043f\u0440\u043e\u0435\u043a\u0442 - \u043d\u0435 \u0435 \u043f\u043e\u0434\u0430\u0432\u0430\u043d.
lti_grade_launch_button=\u041e\u0442\u0438\u0434\u0435\u0442\u0435 \u043d\u0430 \u0432\u044a\u043d\u0448\u0435\u043d \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442
lti_grade_launch_instructions=\u041f\u043e\u0434\u0430\u0434\u0435\u043d\u0438\u0442\u0435 \u0434\u0430\u043d\u043d\u0438 \u0437\u0430 \u0442\u043e\u0432\u0430 \u0437\u0430\u0434\u0430\u043d\u0438\u0435 \u0441\u0435 \u0441\u044a\u0445\u0440\u0430\u043d\u044f\u0432\u0430\u0442 \u0432\u044a\u0432 \u0432\u044a\u043d\u0448\u0435\u043d \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442 (LTI).
lti_grade_not_automatic=<b>\u0417\u0430\u0431\u0435\u043b\u0435\u0436\u043a\u0430\:</b> \u041a\u043e\u0433\u0430\u0442\u043e \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u044a\u0442 LTI \u0438\u0437\u043f\u0440\u0430\u0442\u0438 \u043e\u0446\u0435\u043d\u043a\u0430 \u043a\u044a\u043c \u0441\u044a\u0440\u0432\u044a\u0440\u0430, \u0442\u044f \u043d\u0435 \u0441\u0435 \u043e\u0442\u0440\u0430\u0437\u044f\u0432\u0430 \u0430\u0432\u0442\u043e\u043c\u0430\u0442\u0438\u0447\u043d\u043e \u0432 \u0442\u043e\u0437\u0438 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u0438 \u0438\u043d\u0442\u0435\u0440\u0444\u0435\u0439\u0441, \u0434\u043e\u043a\u0430\u0442\u043e \u043d\u0435 \u043e\u043f\u0440\u0435\u0441\u043d\u0438\u0442\u0435 \u0438\u043d\u0442\u0435\u0440\u0444\u0435\u0439\u0441\u0430 \u0437\u0430 \u043e\u0446\u0435\u043d\u044f\u0432\u0430\u043d\u0435.
destroy_rubric_panel_log=\u041d\u0435 \u0443\u0441\u043f\u044f \u0434\u0430 \u0443\u043d\u0438\u0449\u043e\u0436\u0438 \u043f\u0430\u043d\u0435\u043b\u0430 \u0441 \u0440\u0443\u0431\u0440\u0438\u043a\u0438. \u041c\u043e\u0436\u0435 \u0431\u0438 \u043d\u0435 \u0441\u0435 \u0435 \u043f\u043e\u043a\u0430\u0437\u0432\u0430\u043b \u043e\u0442 \u0441\u0430\u043c\u043e\u0442\u043e \u043d\u0430\u0447\u0430\u043b\u043e.
submission_inline=\u041f\u043e\u0434\u0430\u0432\u0430\u043d\u0435 \u0432 \u043b\u0438\u043d\u0438\u044f
assign_grade_overrides=\u0417\u0430\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u043f\u0440\u0435\u0432\u044a\u0437\u0445\u043e\u0434\u0441\u0442\u0432\u0430 \u043d\u0430 \u043a\u043b\u0430\u0441\u0430
feedback_instruction=\u0418\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0439\u0442\u0435 \u043f\u043e\u043b\u0435\u0442\u043e \u043f\u043e-\u0434\u043e\u043b\u0443, \u0437\u0430 \u0434\u0430 \u0432\u044a\u0432\u0435\u0434\u0435\u0442\u0435 \u0434\u043e\u043f\u044a\u043b\u043d\u0438\u0442\u0435\u043b\u043d\u0438 \u043e\u0431\u043e\u0431\u0449\u0430\u0432\u0430\u0449\u0438 \u043a\u043e\u043c\u0435\u043d\u0442\u0430\u0440\u0438 \u0437\u0430 \u0442\u043e\u0432\u0430 \u043f\u043e\u0434\u0430\u0432\u0430\u043d\u0435, \u0438 \u0449\u0440\u0430\u043a\u043d\u0435\u0442\u0435 \u0432\u044a\u0440\u0445\u0443 \u0413\u043e\u0442\u043e\u0432\u043e, \u043a\u043e\u0433\u0430\u0442\u043e \u043f\u0440\u0438\u043a\u043b\u044e\u0447\u0438\u0442\u0435. \u0412\u0441\u0435 \u043e\u0449\u0435 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0437\u0430\u043f\u0430\u0437\u0438\u0442\u0435 \u043e\u0446\u0435\u043d\u043a\u0430\u0442\u0430
previous_submission_label=\u041f\u0440\u0435\u0433\u043b\u0435\u0434 \u043d\u0430 \u043f\u0440\u0435\u0434\u0438\u0448\u043d\u043e\u0442\u043e \u043f\u043e\u0434\u0430\u0432\u0430\u043d\u0435
next_submission_label=\u0412\u0438\u0436\u0442\u0435 \u0441\u043b\u0435\u0434\u0432\u0430\u0449\u043e\u0442\u043e \u043f\u043e\u0434\u0430\u0432\u0430\u043d\u0435
override_grade_with=\u0417\u0430\u043c\u044f\u043d\u0430 \u0441\:
ungraded=\u041d\u0435\u043e\u0446\u0435\u043d\u0435\u043d
filter_settings_warning=\u041f\u0440\u0438\u043b\u043e\u0436\u0438\u043b\u0438 \u0441\u0442\u0435 \u043d\u044f\u043a\u043e\u0438 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438. \u0429\u0440\u0430\u043a\u043d\u0435\u0442\u0435 \u0432\u044a\u0440\u0445\u0443 \u0438\u043a\u043e\u043d\u0430\u0442\u0430 \u043d\u0430 \u0437\u044a\u0431\u043d\u043e \u043a\u043e\u043b\u0435\u043b\u043e \u043f\u043e-\u0434\u043e\u043b\u0443, \u0437\u0430 \u0434\u0430 \u0433\u0438 \u0432\u0438\u0434\u0438\u0442\u0435.
grader=\u0414\u043d\u0435\u0432\u043d\u0438\u043a \u0437\u0430 \u043e\u0446\u0435\u043d\u043a\u0438
rubric_done_tooltip=\u0417\u0430\u0434\u0430\u0439\u0442\u0435 \u0442\u043e\u0447\u043a\u0438\u0442\u0435 \u0437\u0430 \u043e\u0446\u0435\u043d\u043a\u0430 \u0438 \u0437\u0430\u0442\u0432\u043e\u0440\u0435\u0442\u0435 \u0440\u0443\u0431\u0440\u0438\u043a\u0430\u0442\u0430
add_feedback_comment=\u0414\u043e\u0431\u0430\u0432\u0435\u0442\u0435 \u043a\u043e\u043c\u0435\u043d\u0442\u0430\u0440 \u0437\u0430 \u043e\u0431\u0440\u0430\u0442\u043d\u0430 \u0432\u0440\u044a\u0437\u043a\u0430
edit_feedback_comment=\u0420\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u0439\u0442\u0435 \u043a\u043e\u043c\u0435\u043d\u0442\u0430\u0440 \u0437\u0430 \u043e\u0431\u0440\u0430\u0442\u043d\u0430 \u0432\u0440\u044a\u0437\u043a\u0430
add_private_notes=\u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u0447\u0430\u0441\u0442\u043d\u0438 \u0431\u0435\u043b\u0435\u0436\u043a\u0438
edit_private_notes=\u0420\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u043b\u0438\u0447\u043d\u0438 \u0431\u0435\u043b\u0435\u0436\u043a\u0438
show_less=\u041f\u043e\u043a\u0430\u0436\u0438 \u043f\u043e-\u043c\u0430\u043b\u043a\u043e
show_all=\u041f\u043e\u043a\u0430\u0436\u0438 \u0432\u0441\u0438\u0447\u043a\u0438
removed=\u041f\u0440\u0435\u043c\u0430\u0445\u043d\u0430\u0442
loading_1=\u0417\u0430\u0440\u0435\u0436\u0434\u0430\u043d\u0435 \u043d\u0430 \u0434\u0430\u043d\u043d\u0438\u0442\u0435 \u0437\u0430 \u043e\u0446\u0435\u043d\u044f\u0432\u0430\u043d\u0435 ...
loading_2=\u0422\u043e\u0432\u0430 \u043c\u043e\u0436\u0435 \u0434\u0430 \u043e\u0442\u043d\u0435\u043c\u0435 \u043d\u044f\u043a\u043e\u043b\u043a\u043e \u0441\u0435\u043a\u0443\u043d\u0434\u0438.
loading_submission=\u0417\u0430\u0440\u0435\u0436\u0434\u0430\u043d\u0435 \u043d\u0430 \u043f\u043e\u0434\u0430\u0432\u0430\u043d\u0435\u0442\u043e ...
group_label=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0433\u0440\u0443\u043f\u0430
peer_info_label=\u041f\u043e\u043a\u0430\u0436\u0435\u0442\u0435 \u0438\u043d\u0441\u0442\u0440\u0443\u043a\u0446\u0438\u0438\u0442\u0435 \u0437\u0430 \u043f\u0430\u0440\u0442\u043d\u044c\u043e\u0440\u0441\u043a\u0430 \u043f\u0440\u043e\u0432\u0435\u0440\u043a\u0430
