# localization strings for the permissions webcomponent

gen.alert=\u091a\u0947\u0924\u093e\u0935\u0928\u0940\:
gen.can=\u0930\u0926\u094d\u0926 \u0915\u0930\u0947\u0902
gen.sav=\u0938\u0941\u0930\u0915\u094d\u0937\u093f\u0924 \u0915\u0930\u0947\u0902
gen.don=\u0916\u0924\u094d\u092e
gen.show5=5 \u0906\u0907\u091f\u092e \u0926\u093f\u0916\u093e\u090f\u0901...
gen.show10=10 \u0906\u0907\u091f\u092e \u0926\u093f\u0916\u093e\u090f\u0901...
gen.show20=20 \u0906\u0907\u091f\u092e \u0926\u093f\u0916\u093e\u090f\u0901...
gen.show50=50 \u0906\u0907\u091f\u092e \u0926\u093f\u0916\u093e\u090f\u0901...
gen.show100=100 \u0906\u0907\u091f\u092e \u0926\u093f\u0916\u093e\u090f\u0901...
gen.show200=200 \u0906\u0907\u091f\u092e \u0926\u093f\u0916\u093e\u090f\u0901...
gen.listnavselect=\u0915\u0949\u092e\u094d\u092c\u094b \u092c\u0949\u0915\u094d\u0938 \u0907\u0938\u094d\u0924\u0947\u092e\u093e\u0932 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f,\u0911\u0932\u094d\u091f + \u0921\u093e\u0909\u0928 \u0910\u0930\u094b \u0926\u092c\u093e\u090f\u0901 \u0924\u093e\u0915\u093f \u0935\u0939 \u0916\u0941\u0932 \u0938\u0915\u0947 \u0914\u0930 \u092b\u093f\u0930 \u0905\u092a \u092f\u093e \u0921\u093e\u0909\u0928 \u0910\u0930\u094b \u092c\u091f\u0928 \u0926\u092c\u093e\u090f\u0901, \u0935\u093f\u092d\u093f\u0928\u094d\u0928 \u0935\u093f\u0915\u0932\u094d\u092a \u0926\u0947\u0916\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f\u0964
gen.first=\u092a\u0939\u0932\u093e
gen.previous=\u092a\u093f\u091b\u0932\u093e
gen.next=\u0905\u0917\u0932\u093e
gen.last=\u0905\u0902\u0924\u093f\u092e
gen.enable=\u0938\u0915\u094d\u0937\u092e \u0915\u0930\u0947\u0902
gen.back=\u0935\u093e\u092a\u0938 \u091c\u093e\u090f\u0902

gen.yes=\u0939\u093e\u0901
gen.no=\u0928\u0939\u0940\u0902

per.alrgra=\u092a\u0939\u0932\u0947 \u0938\u0947 \u0939\u0940 \u0926\u0940 \u0917\u0908
per.lis.head=\u0905\u0928\u0941\u092e\u0924\u093f
per.lis.head.title=\u0938\u092d\u0940 \u092d\u0942\u092e\u093f\u0915\u093e\u0913\u0902 \u0915\u0947 \u0932\u093f\u090f \u0938\u092d\u0940 \u0905\u0928\u0941\u092e\u0924\u093f\u092f\u093e\u0901 \u091f\u0949\u0917\u0932 \u0915\u0930\u0947\u0902
per.lis.role.title=\u0907\u0938 \u092d\u0942\u092e\u093f\u0915\u093e \u0915\u0947 \u0932\u093f\u090f \u0938\u092d\u0940 \u0905\u0928\u0941\u092e\u0924\u093f\u092f\u093e\u0901 \u091f\u0949\u0917\u0932 \u0915\u0930\u0947\u0902
per.lis.perm.title=\u0907\u0938 \u0905\u0928\u0941\u092e\u0924\u093f \u0915\u0947 \u0932\u093f\u090f \u0938\u092d\u0940 \u092d\u0942\u092e\u093f\u0915\u093e\u0913\u0902 \u0915\u094b \u091f\u0949\u0917\u0932 \u0915\u0930\u0947\u0902
per.lis.title=\u0905\u0928\u0941\u092e\u0924\u093f\u092f\u093e\u0902
per.lis=\u0909\u0928 \u092d\u0942\u092e\u093f\u0915\u093e\u0913\u0902 \u0914\u0930 \u0905\u0928\u0941\u092e\u0924\u093f\u092f\u094b\u0902 \u0915\u0940 \u0938\u0942\u091a\u0940 \u091c\u093f\u0928\u094d\u0939\u0947\u0902 \u0907\u0938 \u092b\u093c\u094b\u0932\u094d\u0921\u0930 \u092a\u0930 \u0932\u093e\u0917\u0942 \u0915\u093f\u092f\u093e \u091c\u093e \u0938\u0915\u0924\u093e \u0939\u0948\u0964  \u0932\u0947\u0906\u0909\u091f\: \u092a\u094d\u0930\u0924\u094d\u092f\u0947\u0915 \u092a\u0902\u0915\u094d\u0924\u093f \u090f\u0915 \u092d\u0942\u092e\u093f\u0915\u093e \u0915\u0940 \u0905\u0928\u0941\u092e\u0924\u093f\u092f\u094b\u0902 \u0915\u094b \u0938\u0942\u091a\u0940\u092c\u0926\u094d\u0927 \u0915\u0930\u0924\u0940 \u0939\u0948\u0964  \u0932\u0947\u0906\u0909\u091f\: \u0915\u0949\u0932\u092e 1 \u092d\u0942\u092e\u093f\u0915\u093e\u0913\u0902 \u0915\u094b \u0938\u0942\u091a\u0940\u092c\u0926\u094d\u0927 \u0915\u0930\u0924\u093e \u0939\u0948, \u0905\u0928\u094d\u092f \u0915\u0949\u0932\u092e \u0905\u0928\u0941\u092e\u0924\u093f\u092f\u094b\u0902 \u0915\u094b \u0938\u0942\u091a\u0940\u092c\u0926\u094d\u0927 \u0915\u0930\u0924\u0947 \u0939\u0948 , \u091a\u0947\u0915 \u092c\u0949\u0915\u094d\u0938 \u090f\u0915 \u092d\u0942\u092e\u093f\u0915\u093e \u0915\u0947 \u0932\u093f\u090f \u0905\u0928\u0941\u092e\u0924\u093f \u0915\u094b \u0938\u0915\u094d\u0937\u092e \u0915\u0930\u0928\u0947 \u0915\u0940 \u0905\u0928\u0941\u092e\u0924\u093f \u0926\u0947\u0924\u0947 \u0939\u0948\u0964 
per.rol=\u092d\u0942\u092e\u093f\u0915\u093e
per.alert=\u091a\u0947\u0924\u093e\u0935\u0928\u0940\: \u0915\u094b\u0908 \u092d\u0940 \u092d\u0942\u092e\u093f\u0915\u093e \u092a\u0930\u093f\u092d\u093e\u0937\u093f\u0924 \u0928\u0939\u0940 \u0939\u0948\u0902\u0964 
per.lis.clearall=\u0938\u092c \u0939\u091f\u093e \u0926\u0947\u0902
per.lis.restoredef=\u092a\u0930\u093f\u0935\u0930\u094d\u0924\u0928 \u092a\u0942\u0930\u094d\u0935\u0935\u0924 \u0915\u0930\u0947\u0902
per.lis.selectgrp=\u0905\u0928\u0941\u092e\u0924\u093f\u092f\u093e\u0902 \u0938\u0947\u091f \u0915\u0930\u0947\u0902
per.lis.site=\u0938\u093e\u0907\u091f

alert.prbset=\u0907\u0938 \u0938\u092e\u092f \u0905\u0928\u0941\u092e\u0924\u093f\u092f\u093e\u0902 \u0938\u0947\u091f \u0928\u0939\u0940\u0902 \u0915\u0940 \u091c\u093e \u0938\u0915\u0924\u0940 \u0915\u094d\u092f\u094b\u0902\u0915\u093f \u0938\u093e\u0907\u091f \u092a\u0939\u0932\u0947 \u0938\u0947 \u0939\u0940 \u0938\u0902\u092a\u093e\u0926\u093f\u0924 \u0915\u0940 \u091c\u093e \u0930\u0939\u0940 \u0939\u0948\u0964 \u0906\u0917\u0947 \u092c\u0922\u093c\u0928\u0947 \u0938\u0947 \u092a\u0939\u0932\u0947 \u0905\u0928\u094d\u092f \u0909\u092a\u0915\u0930\u0923\u094b\u0902 \u092e\u0947\u0902 \u0926\u0940 \u0917\u0908 \u0905\u0928\u0941\u092e\u0924\u093f\u092f\u093e\u0901 \u092c\u0902\u0926 \u0915\u0930\u0947\u0902\u0964
