# localization strings for the permissions webcomponent

alert_permission=\u041d\u044f\u043c\u0430\u0442\u0435 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0438\u0435 \u0434\u0430 \u043f\u0440\u043e\u043c\u0435\u043d\u044f\u0442\u0435 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438\u0442\u0435 \u0437\u0430 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0438\u0435.

gen.alert=\u041f\u0440\u0435\u0434\u0443\u043f\u0440\u0435\u0436\u0434\u0435\u043d\u0438\u0435\:
gen.can=\u041e\u0442\u043c\u044f\u043d\u0430 \u043d\u0430
gen.sav=\u0417\u0430\u043f\u0430\u0437\u0435\u0442\u0435
gen.don=\u0413\u043e\u0442\u043e\u0432\u043e
gen.show5=\u043f\u043e\u043a\u0430\u0436\u0435\u0442\u0435 5 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0430...
gen.show10=\u043f\u043e\u043a\u0430\u0436\u0435\u0442\u0435 10 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0430...
gen.show20=\u043f\u043e\u043a\u0430\u0436\u0435\u0442\u0435 20 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0430...
gen.show50=\u043f\u043e\u043a\u0430\u0436\u0435\u0442\u0435 50 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0430...
gen.show100=\u043f\u043e\u043a\u0430\u0436\u0435\u0442\u0435 100 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0430...
gen.show200=\u043f\u043e\u043a\u0430\u0436\u0435\u0442\u0435 200 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0430\u04bb\u0442\u0442\u0440\://....
gen.listnavselect=\u0417\u0430 \u0434\u0430 \u0440\u0430\u0431\u043e\u0442\u0438\u0442\u0435 \u0441 \u043a\u043e\u043c\u0431\u0438\u043d\u0438\u0440\u0430\u043d\u043e\u0442\u043e \u043f\u043e\u043b\u0435, \u043f\u044a\u0440\u0432\u043e \u043d\u0430\u0442\u0438\u0441\u043d\u0435\u0442\u0435 Alt+\u0441\u0442\u0440\u0435\u043b\u043a\u0430 \u043d\u0430\u0434\u043e\u043b\u0443, \u0437\u0430 \u0434\u0430 \u0433\u043e \u043e\u0442\u0432\u043e\u0440\u0438\u0442\u0435, \u0438 \u0441\u043b\u0435\u0434 \u0442\u043e\u0432\u0430 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0439\u0442\u0435 \u043a\u043b\u0430\u0432\u0438\u0448\u0438\u0442\u0435 \u0441\u044a\u0441 \u0441\u0442\u0440\u0435\u043b\u043a\u0438 \u043d\u0430\u0433\u043e\u0440\u0435 \u0438 \u043d\u0430\u0434\u043e\u043b\u0443, \u0437\u0430 \u0434\u0430 \u043f\u0440\u0435\u0432\u044a\u0440\u0442\u0438\u0442\u0435 \u043e\u043f\u0446\u0438\u0438\u0442\u0435.
gen.first=\u041f\u044a\u0440\u0432\u043e
gen.previous=\u041f\u0440\u0435\u0434\u0438\u0448\u043d\u0430
gen.next=\u0421\u043b\u0435\u0434\u0432\u0430\u0449\u0430
gen.last=\u041f\u043e\u0441\u043b\u0435\u0434\u043d\u043e
gen.enable=\u0410\u043a\u0442\u0438\u0432\u0438\u0440\u0430\u043d\u0435 \u043d\u0430
gen.back=\u041e\u0431\u0440\u0430\u0442\u043d\u043e

gen.yes=\u0434\u0430
gen.no=\u043d\u0435

per.alrgra=\u0432\u0435\u0447\u0435 \u043e\u0442\u043f\u0443\u0441\u043d\u0430\u0442\u0438
per.lis.head=\u0420\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0438\u0435
per.lis.head.title=\u041f\u0440\u0435\u0432\u043a\u043b\u044e\u0447\u0432\u0430\u043d\u0435 \u043d\u0430 \u0432\u0441\u0438\u0447\u043a\u0438 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0438\u044f \u0437\u0430 \u0432\u0441\u0438\u0447\u043a\u0438 \u0440\u043e\u043b\u0438
per.lis.role.title=\u041f\u0440\u0435\u0432\u043a\u043b\u044e\u0447\u0432\u0430\u043d\u0435 \u043d\u0430 \u0432\u0441\u0438\u0447\u043a\u0438 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0438\u044f \u0437\u0430 \u0442\u0430\u0437\u0438 \u0440\u043e\u043b\u044f
per.lis.perm.title=\u041f\u0440\u0435\u0432\u043a\u043b\u044e\u0447\u0432\u0430\u043d\u0435 \u043d\u0430 \u0432\u0441\u0438\u0447\u043a\u0438 \u0440\u043e\u043b\u0438 \u0437\u0430 \u0442\u043e\u0432\u0430 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0438\u0435
per.lis.title=\u0420\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0438\u044f
per.lis=\u0421\u043f\u0438\u0441\u044a\u043a \u043d\u0430 \u0440\u043e\u043b\u0438\u0442\u0435 \u0438 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0438\u044f\u0442\u0430, \u043a\u043e\u0438\u0442\u043e \u043c\u043e\u0433\u0430\u0442 \u0434\u0430 \u0431\u044a\u0434\u0430\u0442 \u043f\u0440\u0438\u043b\u043e\u0436\u0435\u043d\u0438 \u043a\u044a\u043c \u0442\u0430\u0437\u0438 \u043f\u0430\u043f\u043a\u0430. \u041e\u0444\u043e\u0440\u043c\u043b\u0435\u043d\u0438\u0435\: \u0432\u0441\u0435\u043a\u0438 \u0440\u0435\u0434 \u0441\u044a\u0434\u044a\u0440\u0436\u0430 \u0441\u043f\u0438\u0441\u044a\u043a \u0441 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0438\u044f\u0442\u0430 \u043d\u0430 \u0434\u0430\u0434\u0435\u043d\u0430 \u0440\u043e\u043b\u044f. \u041e\u0444\u043e\u0440\u043c\u043b\u0435\u043d\u0438\u0435\: \u0432 \u043a\u043e\u043b\u043e\u043d\u0430 1 \u0441\u0430 \u0438\u0437\u0431\u0440\u043e\u0435\u043d\u0438 \u0440\u043e\u043b\u0438\u0442\u0435, \u0430 \u0432 \u0434\u0440\u0443\u0433\u0438\u0442\u0435 \u043a\u043e\u043b\u043e\u043d\u0438 - \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0438\u044f\u0442\u0430, \u043a\u0430\u0442\u043e \u043a\u0432\u0430\u0434\u0440\u0430\u0442\u0447\u0435\u0442\u0430\u0442\u0430 \u0437\u0430 \u043e\u0442\u043c\u0435\u0442\u043a\u0430 \u043f\u043e\u0437\u0432\u043e\u043b\u044f\u0432\u0430\u0442 \u0440\u0430\u0437\u0440\u0435\u0448\u0430\u0432\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0434\u0430\u0434\u0435\u043d\u043e \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0438\u0435 \u0437\u0430 \u0434\u0430\u0434\u0435\u043d\u0430 \u0440\u043e\u043b\u044f.
per.rol=\u0420\u043e\u043b\u044f
per.alert=\u0421\u0438\u0433\u043d\u0430\u043b\: \u043d\u0435 \u0441\u0430 \u0434\u0435\u0444\u0438\u043d\u0438\u0440\u0430\u043d\u0438 \u0440\u043e\u043b\u0438.
per.lis.clearall=\u0418\u0437\u0442\u0440\u0438\u0432\u0430\u043d\u0435 \u043d\u0430 \u0432\u0441\u0438\u0447\u043a\u0438
per.lis.restoredef=\u041e\u0442\u043c\u044f\u043d\u0430 \u043d\u0430 \u043f\u0440\u043e\u043c\u0435\u043d\u0438\u0442\u0435
per.lis.selectgrp=\u0417\u0430\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0438\u044f \u0437\u0430

alert.prbset=\u0420\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0438\u044f\u0442\u0430 \u043d\u0435 \u043c\u043e\u0433\u0430\u0442 \u0434\u0430 \u0431\u044a\u0434\u0430\u0442 \u0437\u0430\u0434\u0430\u0434\u0435\u043d\u0438 \u0432 \u0442\u043e\u0437\u0438 \u043c\u043e\u043c\u0435\u043d\u0442 \u043f\u043e\u0440\u0430\u0434\u0438 \u043d\u0435\u0438\u0437\u0432\u0435\u0441\u0442\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430.\u041e\u043f\u0438\u0442\u0430\u0439\u0442\u0435 \u0434\u0430 \u0437\u0430\u0442\u0432\u043e\u0440\u0438\u0442\u0435 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0438\u044f\u0442\u0430 \u0432 \u0434\u0440\u0443\u0433\u0438 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0438, \u043f\u0440\u0435\u0434\u0438 \u0434\u0430 \u043f\u0440\u043e\u0434\u044a\u043b\u0436\u0438\u0442\u0435.
