#-------------------------------------------------------
# Translated by: e-Labora - UNICAMP, Sao Paulo, Brazil
#-------------------------------------------------------

moreinfo.label	=	mais informa\u00e7\u00f5es
done.label	=	conclu\u00eddo

status.label	=	Quem \u00e9 o detentor os direitos autorais deste material?
status.unknown	=	Eu n\u00e3o sei quem det\u00e9m os direitos autorais.
status.other	=	Outra pessoa det\u00e9m os direitos autorais.
status.mine	=	Eu sou o detentor dos direitos autorais.
status.public_domain	=	Este material est\u00e1 em dom\u00ednio p\u00fablico.

offer.label	=	Eu quero:
offer.fair_use	=	Declarar meus direitos autorais com todos os direitos reservados.
offer.new_creative_commons	=	Disponibilize este material sob licen\u00e7a Creative Commons. 
offer.new_public_domain	=	Disponibilize este material como Dom\u00ednio P\u00fablico.

unknown.label	=	Por favor, forne\u00e7a o m\u00e1ximo de informa\u00e7\u00f5es sobre este material.
unknown.creator	=	Autor, editor, artista ou criador
unknown.title	=	T\u00edtulo
unknown.publisher	=	Editor
unknown.pubdate	=	Data de Publica\u00e7\u00e3o

other.year	=	Ano
other.owner	=	Detentor dos Direitos Autorais
other.creative_commons	=	Este material posssui uma licen\u00e7a Creative Commons.



terms.label	=	Direitos Autorais/licen\u00e7a
terms.my_copyright	=	Eu sou o detentor dos direitos autorais deste material.
terms.other_copyright	=	Outra pessoa det\u00e9m os direitos autorais deste material.
terms.public_domain	=	Este material est\u00e1 em dom\u00ednio p\u00fablico.
terms.creative_commons	=	Este material posssui uma licen\u00e7a Creative Commons.

myCopyrightYear.label	=	Ano
myCopyrightOwner.label	=	Detentor dos Direitos Autorais

otherCopyrightYear.label	=	Ano
otherCopyrightOwner.label	=	Detentor dos Direitos Autorais

otherOffer.label	=	Que direitos autorais ou licen\u00e7a se aplica a este trabalho?
otherOffer.permission	=	Eu tenho permiss\u00e3o escrita do autor para usar este material.
otherOffer.fair_use	=	Esta \u00e9 uma exe\u00e7\u00e3o prevista na lei de direitos autorais.
otherOffer.creative_commons	=	Este material posssui uma licen\u00e7a Creative Commons.
otherOffer.public_domain	=	Este material j\u00e1 se encontra em Dominio Publico.

myCommercialUse.label	=	Autorizar o uso commercial do seu trabalho?
myCommercialUse.yes	=	Sim
myCommercialUse.no	=	N\u00e3o
myModifications.label	=	Autorizar modifica\u00e7\u00f5es no seu trabalho?
myModifications.yes	=	Sim
myModifications.share_alike	=	Sim, se outros compartilharem da mesma forma
myModifications.no	=	N\u00e3o

otherCommercialUse.label	=	A licen\u00e7a autoriza o uso commercial deste trabalho?
otherCommercialUse.yes	=	Sim
otherCommercialUse.no	=	N\u00e3o
otherModifications.label	=	A licen\u00e7a autoriza modifica\u00e7\u00f5es neste trabalho?
otherModifications.yes	=	Sim
otherModifications.share_alike	=	Sim, se outros compartilharem da mesma forma
otherModifications.no	=	N\u00e3o 

title.my_copyright	=	Direitos Autorais
jargon.my_copyright	=	Direitos Autorais. Conjunto de direitos limitados de monop\u00f3lio que os governos concedem para encorajar a produ\u00e7\u00e3o criativa. Os direitos autorais incluem o direito de reprodu\u00e7\u00e3o, distribui\u00e7\u00e3o, exibi\u00e7\u00e3o, transmiss\u00e3o (incluindo broadcast), comercializa\u00e7\u00e3o e adapta\u00e7\u00f5es de um trabalho criativo. Tamb\u00e9m inclui o direito a a\u00e7\u00e3o judicial para fazer valer tais direitos e para autorizar outras pessoas a exerc\u00ea-los. Os direitos autorais n\u00e3o se aplicam a fatos ou id\u00e9ias, mas \u00e0 express\u00e3o original dos mesmos.
title.other_copyright	=	Direitos Autorais
jargon.other_copyright	=	Direitos Autorais. Conjunto de direitos limitados de monop\u00f3lio que os governos concedem para encorajar a produ\u00e7\u00e3o criativa. Os direitos autorais incluem o direito de reprodu\u00e7\u00e3o, distribui\u00e7\u00e3o, exibi\u00e7\u00e3o, transmiss\u00e3o (incluindo broadcast), comercializa\u00e7\u00e3o e adapta\u00e7\u00f5es de um trabalho criativo. Tamb\u00e9m inclui o direito a a\u00e7\u00e3o judicial para fazer valer tais direitos e para autorizar outras pessoas a exerc\u00ea-los. Os direitos autorais n\u00e3o se aplicam a fatos ou id\u00e9ias, mas \u00e0 express\u00e3o original dos mesmos.
title.creative_commons	=	Creative Commons
jargon.creative_commons	=	Com uma licen\u00e7a Creative Commons voc\u00ea garante seus direitos autorais, mas permite outras pessoas a reproduzir e distribuir seu trabalho, desde que lhe sejam dados os devidos cr\u00e9ditos \u2013 e somente sob as condi\u00e7\u00f5es que voc\u00ea especificar aqui.
title.public_domain	=	Dom\u00ednio P\u00fablico
jargon.public_domain	=	O uso de uma propriedade intelectual pode ser irrestrito desde que ela tenha sido criada antes da aplica\u00e7\u00e3o das leis de direitos autorais, se o direito autoral j\u00e1 expirou ou se ela foi criada por algumas ag\u00eancias governamentais.
title.noncommercial	=	N\u00e3o comercial
jargon.noncommercial	=	O licenciador autoriza outras pessoas a reproduzir, distribuir, exibir e transmitir o trabalho. Em contrapartida, os licenciados n\u00e3o podem utiliz\u00e1-lo comercialmente \u2013 a n\u00e3o ser que tenha licen\u00e7a do licenciador.
title.modifications	=	Nenhuma adapta\u00e7\u00e3o
jargon.modifications	=	O licenciador autoriza outras pessoas a reproduzir, distribuir, exibir e transmitir somente c\u00f3pias inalteradas de seu trabalho \u2013 e n\u00e3o adapta\u00e7\u00f5es dele.
title.share_alike	=	Compartilhar da mesma forma
jargon.share_alike	=	O licenciador autoriza outras pessoas a distribuir adapta\u00e7\u00f5es de seu trabalho somente sob licen\u00e7a id\u00eantica \u00e0 que se aplica ao trabalho do autor.

copyrightYearLabel	=	Ano
copyrightOwnerLabel	=	Detentor dos Direitos Autorais

copyrightStatusLabel	=	Status dos Direitos Autorais
copyrightStatus.count	=	6
copyrightStatus.1	=	O material est\u00e1 em dom\u00ednio p\u00fablico.
copyrightStatus.2	=	Eu sou o detentor dos direitos autorais.
copyrightStatus.3	=	O material est\u00e1 sujeito a uma exe\u00e7\u00e3o prevista na lei de direitos autorais.
copyrightStatus.4	=	Eu obtive permiss\u00e3o para usar este material.
copyrightStatus.5	=	O status dos Direitos Autorais ainda n\u00e3o est\u00e1 determinado.
copyrightStatus.6	=	Usar Direitos Autorais abaixo
