#Java code

java.NOTI_REQUIRED=\u0412\u0438\u0441\u043e\u043a - \u0412\u0441\u0438\u0447\u043a\u0438 \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u0446\u0438
java.NOTI_OPTIONAL=\u041d\u0438\u0441\u044a\u043a - \u043d\u0435 \u0441\u0435 \u043f\u043e\u043b\u0443\u0447\u0430\u0432\u0430 \u043e\u0442 \u0442\u0435\u0437\u0438, \u043a\u043e\u0438\u0442\u043e \u0441\u0430 \u0441\u0435 \u043e\u0442\u043a\u0430\u0437\u0430\u043b\u0438
java.NOTI_NONE=\u041d\u044f\u043c\u0430 - \u043d\u0435 \u0441\u0435 \u0438\u0437\u043f\u0440\u0430\u0449\u0430 \u0443\u0432\u0435\u0434\u043e\u043c\u043b\u0435\u043d\u0438\u0435
java.permissions=\u0420\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0438\u044f
java.merge=\u041e\u0431\u0435\u0434\u0438\u043d\u044f\u0432\u0430\u043d\u0435 \u043d\u0430
java.reorder=\u041f\u0440\u0435\u043d\u0430\u0440\u0435\u0436\u0434\u0430\u043d\u0435 \u043d\u0430
java.refresh=\u0412\u0438\u0436\u0442\u0435

### (moot) java.alert.prbset = Permissions can not be set at this time because the site is already being edited. Close permissions in other tools before proceeding.
java.alert.youhave=\u041f\u044a\u0440\u0432\u043e \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0441\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u0435\u0442\u043e\!
java.alert.pleasechoose=\u041c\u043e\u043b\u044f, \u0438\u0437\u0431\u0438\u0440\u0430\u0439\u0442\u0435 \u0441\u0430\u043c\u043e \u043f\u043e \u0435\u0434\u043d\u043e \u0441\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u0435 \u0437\u0430 \u0440\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u043d\u0435\!
java.alert.youdont=\u041d\u044f\u043c\u0430\u0442\u0435 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0438\u0435 \u0434\u0430 \u0440\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u0442\u0435 \u0442\u043e\u0432\u0430 \u0441\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u0435\!
java.alert.youneed=\u0422\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u043f\u043e\u043f\u044a\u043b\u043d\u0438\u0442\u0435 \u0437\u0430\u0433\u043b\u0430\u0432\u0438\u0435\u0442\u043e\!
java.alert.youfill=\u0422\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u043f\u043e\u043f\u044a\u043b\u043d\u0438\u0442\u0435 \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435\u0442\u043e \u043d\u0430 \u0441\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u0435\u0442\u043e\!
# {0} is the subject
java.alert.youpermi.subject=\u041d\u044f\u043c\u0430\u0442\u0435 \u043f\u0440\u0430\u0432\u0430 \u0437\u0430 \u0441\u044a\u0437\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u0442\u043e\u0432\u0430 \u0441\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u0435 - {0}
java.alert.youdel=\u043d\u044f\u043c\u0430\u0442\u0435 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0438\u0435 \u0434\u0430 \u0438\u0437\u0442\u0440\u0438\u0432\u0430\u0442\u0435 \u0441\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u044f\u0442\u0430.
# {0} is a reference
java.alert.youdelann.ref=\u043d\u044f\u043c\u0430\u0442\u0435 \u043f\u0440\u0430\u0432\u0430 \u0437\u0430 \u0438\u0437\u0442\u0440\u0438\u0432\u0430\u043d\u0435 \u043d\u0430 \u0442\u043e\u0432\u0430 \u0441\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u0435 - {0}
java.alert.youdelann2=\u043d\u044f\u043c\u0430\u0442\u0435 \u043f\u0440\u0430\u0432\u0430 \u0434\u0430 \u0438\u0437\u0442\u0440\u0438\u0435\u0442\u0435 \u0442\u043e\u0432\u0430 \u0441\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u0435\!
java.alert.thisitem=\u0422\u043e\u0437\u0438 \u0435\u043b\u0435\u043c\u0435\u043d\u0442 \u0441\u0435 \u0440\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430 \u043e\u0442 \u0434\u0440\u0443\u0433 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b. \u041c\u043e\u043b\u044f, \u043e\u043f\u0438\u0442\u0430\u0439\u0442\u0435 \u043e\u0442\u043d\u043e\u0432\u043e \u043f\u043e-\u043a\u044a\u0441\u043d\u043e.
java.alert.youacc.pes=\u041d\u044f\u043c\u0430\u0442\u0435 \u043f\u0440\u0430\u0432\u0430 \u0437\u0430 \u0434\u043e\u0441\u0442\u044a\u043f \u0434\u043e \u0441\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u0435\u0442\u043e(\u044f\u0442\u0430) - {0}
java.alert.thisis=\u0422\u043e\u0437\u0438 \u0435\u043b\u0435\u043c\u0435\u043d\u0442 \u0441\u0435 \u0440\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430 \u043e\u0442 \u0434\u0440\u0443\u0433 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b. \u041c\u043e\u043b\u044f, \u043e\u043f\u0438\u0442\u0430\u0439\u0442\u0435 \u043e\u0442\u043d\u043e\u0432\u043e \u043f\u043e-\u043a\u044a\u0441\u043d\u043e.
### (moot) java.alert.youcreate = you don't have permissions to create this announcement -
java.alert.youchoosegroup=\u0422\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u043f\u043e\u043d\u0435 \u0435\u0434\u043d\u0430 \u0433\u0440\u0443\u043f\u0430.
java.alert.cannotfindann=\u0421\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u0435\u0442\u043e \u043d\u0435 \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430\!
java.alert.nodates=\u041a\u043e\u0433\u0430\u0442\u043e \u0437\u0430\u0434\u0430\u0432\u0430\u0442\u0435 \u0434\u0430\u0442\u0438, \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u041d\u0430\u0447\u0430\u043b\u043d\u0430 \u0438/\u0438\u043b\u0438 \u041a\u0440\u0430\u0439\u043d\u0430 \u0434\u0430\u0442\u0430\!
java.alert.baddates=\u041d\u0435 \u043c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u043f\u043e\u0441\u043e\u0447\u0438\u0442\u0435 \u043a\u0440\u0430\u0439\u043d\u0430 \u0434\u0430\u0442\u0430 \u043f\u0440\u0435\u0434\u0438 \u0434\u0430\u0442\u0430\u0442\u0430 \u043d\u0430 \u0438\u0437\u0434\u0430\u0432\u0430\u043d\u0435\!
java.alert.unknown=\u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430\u043b\u0430 \u0435 \u043d\u0435\u0438\u0437\u0432\u0435\u0441\u0442\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430.
java.alert.dupalias=\u0422\u043e\u0432\u0430 \u0438\u043c\u0435 \u0432\u0435\u0447\u0435 \u0435 \u0431\u0438\u043b\u043e \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u043d\u043e
java.alert.customsize.number=\u0412 \u0435\u0434\u0438\u043d \u0438 \u0441\u044a\u0449\u0438 \u043c\u043e\u043c\u0435\u043d\u0442 \u043c\u043e\u0433\u0430\u0442 \u0434\u0430 \u0441\u0435 \u043f\u043e\u043a\u0430\u0437\u0432\u0430\u0442 \u0441\u0430\u043c\u043e {0} \u0441\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u044f\!
java.alert.length=\u0414\u044a\u043b\u0436\u0438\u043d\u0430\u0442\u0430 \u043d\u0430 \u043f\u0441\u0435\u0432\u0434\u043e\u043d\u0438\u043c\u0430 \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0435 \u043f\u043e-\u0433\u043e\u043b\u044f\u043c\u0430 \u043e\u0442 99 \u0441\u0438\u043c\u0432\u043e\u043b\u0430

java.nownull=\u0421\u0435\u0433\u0430 \u043d\u0443\u043b\u0430
java.setting=\u0417\u0430\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u043e\u043f\u0446\u0438\u0438 \u0437\u0430 C\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u044f \u0432 \u0440\u0430\u0431\u043e\u0442\u043d\u0438\u044f \u0441\u0430\u0439\u0442
java.yes=\u0434\u0430
java.no=\u043d\u0435
# {0} is a PermissionException.toString()
java.youmess.pes=\u041d\u044f\u043c\u0430\u0442\u0435 \u043f\u0440\u0430\u0432\u0430 \u0437\u0430 \u0434\u043e\u0441\u0442\u044a\u043f \u0434\u043e \u0441\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u0435\u0442\u043e(\u044f\u0442\u0430) - {0}
#SAK-25942
#java.theann = the announcement
java.ann=\u0441\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u0435
java.set=\u0417\u0430\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0438\u044f \u0437\u0430 \u0441\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u044f \u0432 \u0440\u0430\u0431\u043e\u0442\u043d\u0438\u044f \u0441\u0430\u0439\u0442

#General Vm
# {0} is the alert message, as of 2012-07-13, it could be java.alert.youhave, java.alert.pleasechoose, java.alert.youdont, java.youmess.pes, java.alert.cannotfindann, java.alert.youacc.pes, java.alert.youneed, java.alert.youfill, java.alert.nodates, java.alert.baddates, java.alert.youchoosegroup, java.alert.youpermi.subject, java.alert.youdel, java.alert.youdelann.ref, java.alert.youdelann2, java.alert.thisitem, java.alert.thisis, java.alert.length, java.alert.dupalias, java.alert.unknown, java.alert.customsize or an error message from FormattedText.processFormattedText
gen.alert.message=\u041f\u0440\u0435\u0434\u0443\u043f\u0440\u0435\u0436\u0434\u0435\u043d\u0438\u0435\: {0}
gen.new=\u0414\u043e\u0431\u0430\u0432\u0435\u0442\u0435
gen.delete=\u041f\u0440\u0435\u043c\u0430\u0445\u0432\u0430\u043d\u0435 \u043d\u0430
gen.delete2=\u041f\u0440\u0435\u043c\u0430\u0445\u0432\u0430\u043d\u0435 \u043d\u0430
gen.revise=\u0440\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u043d\u0435
gen.site=\u0421\u0430\u0439\u0442
gen.from=\u0421\u043f\u0430\u0441\u0435\u043d\u043e \u043e\u0442
gen.date=\u0414\u0430\u0442\u0430 \u043d\u0430 \u043c\u043e\u0434\u0438\u0444\u0438\u0446\u0438\u0440\u0430\u043d\u0435
gen.releasedate=\u041d\u0430\u0447\u0430\u043b\u043d\u0430 \u0434\u0430\u0442\u0430
gen.mod=\u0414\u0430\u0442\u0430 \u043d\u0430 \u043c\u043e\u0434\u0438\u0444\u0438\u0446\u0438\u0440\u0430\u043d\u0435
gen.retractdate=\u041a\u0440\u0430\u0439\u043d\u0430 \u0434\u0430\u0442\u0430
gen.subject=\u041f\u0440\u0435\u0434\u043c\u0435\u0442
gen.attach=\u043f\u0440\u0438\u043a\u0430\u0447\u0435\u043d \u0444\u0430\u0439\u043b
# {0} is the announcement subject
gen.draft.subject=\u041f\u0440\u043e\u0435\u043a\u0442 {0}
gen.save=\u0417\u0430\u043f\u0430\u0437\u0435\u0442\u0435
gen.draft=\u041f\u0440\u043e\u0435\u043a\u0442
gen.update=\u0410\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0430\u0446\u0438\u044f
gen.cancel=\u041e\u0442\u043c\u044f\u043d\u0430 \u043d\u0430
gen.clearSelections=\u0418\u0437\u0447\u0438\u0441\u0442\u0432\u0430\u043d\u0435 \u043d\u0430 \u0441\u0435\u043b\u0435\u043a\u0446\u0438\u0438\u0442\u0435
gen.first=\u041f\u044a\u0440\u0432\u043e
# {0} is the pagesize
gen.previous.pagesize=\u041f\u0440\u0435\u0434\u0438\u0448\u043d\u0430 {0}
# {0} is the pagesize
gen.next.pagesize=\u0421\u043b\u0435\u0434\u0432\u0430\u0449\u0430 {0}
gen.last=\u041f\u043e\u0441\u043b\u0435\u0434\u043da
gen.select.label=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0440\u0430\u0437\u043c\u0435\u0440 \u043d\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430\u0442\u0430
gen.listnavselect=\u0417\u0430 \u0434\u0430 \u0440\u0430\u0431\u043e\u0442\u0438\u0442\u0435 \u0441 \u043a\u043e\u043c\u0431\u0438\u043d\u0438\u0440\u0430\u043d\u043e\u0442\u043e \u043f\u043e\u043b\u0435, \u043f\u044a\u0440\u0432\u043e \u043d\u0430\u0442\u0438\u0441\u043d\u0435\u0442\u0435 Alt+\u0441\u0442\u0440\u0435\u043b\u043a\u0430 \u043d\u0430\u0434\u043e\u043b\u0443, \u0437\u0430 \u0434\u0430 \u0433\u043e \u043e\u0442\u0432\u043e\u0440\u0438\u0442\u0435, \u0438 \u0441\u043b\u0435\u0434 \u0442\u043e\u0432\u0430 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0439\u0442\u0435 \u043a\u043b\u0430\u0432\u0438\u0448\u0438\u0442\u0435 \u0441\u044a\u0441 \u0441\u0442\u0440\u0435\u043b\u043a\u0438 \u043d\u0430\u0433\u043e\u0440\u0435 \u0438 \u043d\u0430\u0434\u043e\u043b\u0443, \u0437\u0430 \u0434\u0430 \u043f\u0440\u0435\u0432\u044a\u0440\u0442\u0430\u0442\u0435 \u043e\u043f\u0446\u0438\u0438\u0442\u0435.
gen.assignmentlink=\u0412\u0440\u044a\u0437\u043a\u0430 \u043a\u044a\u043c \u0440\u0430\u0437\u0434\u0435\u043b\u0430 \u0422\u0435\u043c\u0438

gen.thereare=\u041f\u043e\u043d\u0430\u0441\u0442\u043e\u044f\u0449\u0435\u043c \u043d\u044f\u043c\u0430 \u0441\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u044f \u043d\u0430 \u0442\u043e\u0432\u0430 \u043c\u044f\u0441\u0442\u043e.
gen.tablecaptionworksp=\u0422\u0430\u0431\u043b\u0438\u0446\u0430\u0442\u0430 \u0441\u044a\u0434\u044a\u0440\u0436\u0430 \u0441\u043f\u0438\u0441\u044a\u043a \u0441 \u043e\u0431\u044f\u0432\u043b\u0435\u043d\u0438\u044f. \u0418\u043c\u0430 \u043f\u0435\u0442 \u0448\u0438\u0440\u043e\u043a\u0438 \u043a\u043e\u043b\u043e\u043d\u0438 \u0438 \u0432\u0441\u0435\u043a\u0438 \u0440\u0435\u0434 \u0441\u044a\u0434\u044a\u0440\u0436\u0430 \u0441\u0430\u043c\u043e \u0435\u0434\u043d\u043e \u0441\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u0435. \u041f\u044a\u0440\u0432\u0430\u0442\u0430 \u043a\u043e\u043b\u043e\u043d\u0430 \u043f\u043e\u043a\u0430\u0437\u0432\u0430 \u0434\u0430\u043b\u0438 \u0441\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u0435\u0442\u043e \u0438\u043c\u0430 \u043f\u0440\u0438\u043a\u0430\u0447\u0435\u043d \u0444\u0430\u0439\u043b, \u0432\u0442\u043e\u0440\u0430\u0442\u0430 \u043a\u043e\u043b\u043e\u043d\u0430 \u0441\u044a\u0434\u044a\u0440\u0436\u0430 \u0437\u0430\u0433\u043b\u0430\u0432\u0438\u0435\u0442\u043e \u043d\u0430 \u0441\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u0435\u0442\u043e, \u0432 \u0442\u0440\u0435\u0442\u0430\u0442\u0430 \u043a\u043e\u043b\u043e\u043d\u0430 \u0435 \u0438\u043c\u0435\u0442\u043e \u043d\u0430 \u0430\u0432\u0442\u043e\u0440\u0430, \u0432 \u0447\u0435\u0442\u0432\u044a\u0440\u0442\u0430\u0442\u0430 \u043a\u043e\u043b\u043e\u043d\u0430 \u0435 \u043f\u043e\u0441\u043e\u0447\u0435\u043d \u043f\u043e\u043b\u0443\u0447\u0430\u0442\u0435\u043b\u044f\u0442, \u0430 \u0432 \u043f\u0435\u0442\u0430\u0442\u0430 \u043a\u043e\u043b\u043e\u043d\u0430 \u0441\u0430 \u043f\u043e\u0441\u043e\u0447\u0435\u043d\u0438 \u0434\u0430\u0442\u0430\u0442\u0430 \u0438 \u0447\u0430\u0441\u044a\u0442 \u043d\u0430 \u043f\u0443\u0431\u043b\u0438\u043a\u0443\u0432\u0430\u043d\u0435.
gen.tablecaptionsite=\u0422\u0430\u0431\u043b\u0438\u0446\u0430\u0442\u0430 \u0441\u044a\u0434\u044a\u0440\u0436\u0430 \u0441\u043f\u0438\u0441\u044a\u043a \u0441 \u043e\u0431\u044f\u0432\u043b\u0435\u043d\u0438\u044f. \u0422\u044f \u0435 \u0448\u0438\u0440\u043e\u043a\u0430 \u043f\u0435\u0442 \u0438\u043b\u0438 \u0448\u0435\u0441\u0442 \u043a\u043e\u043b\u043e\u043d\u0438 \u0438 \u0432\u0441\u0435\u043a\u0438 \u0440\u0435\u0434 \u0441\u044a\u0434\u044a\u0440\u0436\u0430 \u0435\u0434\u043d\u043e \u0441\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u0435. \u041f\u044a\u0440\u0432\u0430\u0442\u0430 \u043a\u043e\u043b\u043e\u043d\u0430 \u043f\u043e\u043a\u0430\u0437\u0432\u0430 \u0434\u0430\u043b\u0438 \u0441\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u0435\u0442\u043e \u0438\u043c\u0430 \u043f\u0440\u0438\u043a\u0430\u0447\u0435\u043d \u0444\u0430\u0439\u043b, \u0432\u0442\u043e\u0440\u0430\u0442\u0430 \u043a\u043e\u043b\u043e\u043d\u0430 \u0441\u044a\u0434\u044a\u0440\u0436\u0430 \u0437\u0430\u0433\u043b\u0430\u0432\u0438\u0435\u0442\u043e \u043d\u0430 \u0441\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u0435\u0442\u043e, \u0432 \u0442\u0440\u0435\u0442\u0430\u0442\u0430 \u043a\u043e\u043b\u043e\u043d\u0430 \u0435 \u0438\u043c\u0435\u0442\u043e \u043d\u0430 \u0430\u0432\u0442\u043e\u0440\u0430, \u0432 \u0447\u0435\u0442\u0432\u044a\u0440\u0442\u0430\u0442\u0430 \u043a\u043e\u043b\u043e\u043d\u0430 \u0435 \u043f\u043e\u0441\u043e\u0447\u0435\u043d \u043f\u043e\u043b\u0443\u0447\u0430\u0442\u0435\u043b\u044f\u0442, \u043f\u0435\u0442\u0430\u0442\u0430 \u043a\u043e\u043b\u043e\u043d\u0430 \u0441\u044a\u0434\u044a\u0440\u0436\u0430 \u0434\u0430\u0442\u0430\u0442\u0430 \u0438 \u0447\u0430\u0441\u0430 \u043d\u0430 \u043f\u0443\u0431\u043b\u0438\u043a\u0443\u0432\u0430\u043d\u0435, \u0448\u0435\u0441\u0442\u0430\u0442\u0430 \u043a\u043e\u043b\u043e\u043d\u0430, \u0430\u043a\u043e \u0438\u043c\u0430 \u0442\u0430\u043a\u0430\u0432\u0430, \u0441\u044a\u0434\u044a\u0440\u0436\u0430 \u043a\u0432\u0430\u0434\u0440\u0430\u0442\u0447\u0435 \u0437\u0430 \u043e\u0442\u043c\u0435\u0442\u043a\u0430 - \u0438\u0437\u0431\u0438\u0440\u0430\u043d\u0435\u0442\u043e \u043c\u0443 \u0449\u0435 \u043e\u0437\u043d\u0430\u0447\u0430\u0432\u0430, \u0447\u0435 \u0438\u0441\u043a\u0430\u0442\u0435 \u0434\u0430 \u043f\u0440\u0435\u043c\u0430\u0445\u043d\u0435\u0442\u0435 \u0442\u0430\u0437\u0438 \u043e\u0431\u044f\u0432\u0430. \u0421\u043b\u0435\u0434\u0432\u0430\u0449\u0438\u044f\u0442 \u0440\u0435\u0434 \u0449\u0435 \u0441\u044a\u0434\u044a\u0440\u0436\u0430 \u0442\u0435\u043a\u0441\u0442 \u043d\u0430 \u0441\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u0435\u0442\u043e, \u0430\u043a\u043e \u0441\u043e\u0431\u0441\u0442\u0432\u0435\u043d\u0438\u043a\u044a\u0442 \u043d\u0430 \u0441\u0430\u0439\u0442\u0430 \u0433\u043e \u0435 \u0437\u0430\u0434\u0430\u043b \u043a\u0430\u0442\u043e \u0442\u0430\u043a\u044a\u0432.
gen.tablecaptionsitebody=\u0422\u0430\u0431\u043b\u0438\u0446\u0430\u0442\u0430 \u0441\u044a\u0434\u044a\u0440\u0436\u0430 \u0441\u043f\u0438\u0441\u044a\u043a \u0441 \u0441\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u044f. \u0412\u0441\u044f\u043a\u043e \u0441\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u0435 \u0437\u0430\u0435\u043c\u0430 \u0434\u0432\u0430 \u0440\u0435\u0434\u0430. \u041f\u044a\u0440\u0432\u0438\u044f\u0442 \u0440\u0435\u0434 \u0441\u044a\u0434\u044a\u0440\u0436\u0430 \u0437\u0430\u0433\u043b\u0430\u0432\u0438\u0435\u0442\u043e \u043d\u0430 \u0441\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u0435\u0442\u043e \u0438 \u0432\u0440\u044a\u0437\u043a\u0438 \u0437\u0430 \u0440\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u043d\u0435 \u0438\u043b\u0438 \u0438\u0437\u0442\u0440\u0438\u0432\u0430\u043d\u0435, \u0430\u043a\u043e \u0438\u043c\u0430\u0442\u0435 \u0442\u0435\u0437\u0438 \u043f\u0440\u0430\u0432\u0430. \u0412\u0442\u043e\u0440\u0438\u044f\u0442 \u0440\u0435\u0434 \u0441\u044a\u0434\u044a\u0440\u0436\u0430 \u0442\u0435\u043a\u0441\u0442\u0430 \u043d\u0430 \u0441\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u0435\u0442\u043e.
gen.therearepublic=\u041f\u043e\u043d\u0430\u0441\u0442\u043e\u044f\u0449\u0435\u043c \u043d\u044f\u043c\u0430 \u043f\u0443\u0431\u043b\u0438\u0447\u043d\u0438 \u0441\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u044f \u043d\u0430 \u0442\u043e\u0432\u0430 \u043c\u044f\u0441\u0442\u043e.
gen.therearegroup=\u041f\u043e\u043d\u0430\u0441\u0442\u043e\u044f\u0449\u0435\u043c \u043d\u044f\u043c\u0430 \u0433\u0440\u0443\u043f\u043e\u0432\u0438 \u043e\u0431\u044f\u0432\u0438 \u043d\u0430 \u0442\u043e\u0432\u0430 \u043c\u044f\u0441\u0442\u043e.
gen.sortby=\u0421\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043f\u043e \u0442\u0435\u043c\u0430
gen.sortbyasc=\u0421\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043f\u043e \u0442\u0435\u043c\u0430 \u0432\u044a\u0432 \u0432\u044a\u0437\u0445\u043e\u0434\u044f\u0449 \u0440\u0435\u0434
gen.sortbydesc=\u0421\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043f\u043e \u0442\u0435\u043c\u0430 \u0432 \u043d\u0438\u0437\u0445\u043e\u0434\u044f\u0449 \u0440\u0435\u0434
### (moot) gen.sortsiteasc = Sort by site ascending
### (moot) gen.sortsitedesc = Sort by site descending
gen.sortchannel=\u0421\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043f\u043e \u0441\u0430\u0439\u0442 \u043d\u0430 \u043f\u0440\u043e\u0438\u0437\u0445\u043e\u0434
gen.sortchanasc=\u0421\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043f\u043e \u0441\u0430\u0439\u0442 \u043d\u0430 \u043f\u0440\u043e\u0438\u0437\u0445\u043e\u0434 \u0432\u044a\u0432 \u0432\u044a\u0437\u0445\u043e\u0434\u044f\u0449 \u0440\u0435\u0434
gen.sortchandesc=\u0421\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043f\u043e \u0441\u0430\u0439\u0442 \u043d\u0430 \u043f\u0440\u043e\u0438\u0437\u0445\u043e\u0434 \u0432 \u043d\u0438\u0437\u0445\u043e\u0434\u044f\u0449 \u0440\u0435\u0434
gen.sortbyauth=\u0421\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043f\u043e \u0430\u0432\u0442\u043e\u0440
gen.sortbyauthasc=\u0421\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043f\u043e \u0430\u0432\u0442\u043e\u0440 \u0432\u044a\u0432 \u0432\u044a\u0437\u0445\u043e\u0434\u044f\u0449 \u0440\u0435\u0434
gen.sortbyauthdesc=\u0421\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043f\u043e \u0430\u0432\u0442\u043e\u0440 \u0432 \u043d\u0438\u0437\u0445\u043e\u0434\u044f\u0449 \u0440\u0435\u0434
gen.sortbydate=\u0421\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043f\u043e \u043f\u0440\u043e\u043c\u0435\u043d\u0435\u043d\u0430 \u0434\u0430\u0442\u0430
gen.sortbydateasc=\u0421\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043f\u043e \u043c\u043e\u0434\u0438\u0444\u0438\u0446\u0438\u0440\u0430\u043d\u0430 \u0434\u0430\u0442\u0430 \u0432\u044a\u0432 \u0432\u044a\u0437\u0445\u043e\u0434\u044f\u0449 \u0440\u0435\u0434
gen.sortbydatedesc=\u0421\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043f\u043e \u043c\u043e\u0434\u0438\u0444\u0438\u0446\u0438\u0440\u0430\u043d\u0430 \u0434\u0430\u0442\u0430 \u0432 \u043d\u0438\u0437\u0445\u043e\u0434\u044f\u0449 \u0440\u0435\u0434
gen.sortbyreleasedate=\u0421\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043f\u043e \u043d\u0430\u0447\u0430\u043b\u043d\u0430 \u0434\u0430\u0442\u0430
gen.sortbyreleasedateasc=\u0421\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043f\u043e \u043d\u0430\u0447\u0430\u043b\u043d\u0430 \u0434\u0430\u0442\u0430 \u0432\u044a\u0432 \u0432\u044a\u0437\u0445\u043e\u0434\u044f\u0449 \u0440\u0435\u0434
gen.sortbyreleasedatedesc=\u0421\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043f\u043e \u043d\u0430\u0447\u0430\u043b\u043d\u0430 \u0434\u0430\u0442\u0430 \u0432 \u043d\u0438\u0437\u0445\u043e\u0434\u044f\u0449 \u0440\u0435\u0434
gen.sortbyretractdate=\u0421\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043f\u043e \u043a\u0440\u0430\u0439\u043d\u0430 \u0434\u0430\u0442\u0430
gen.sortbyretractdateasc=\u0421\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043f\u043e \u043a\u0440\u0430\u0439\u043d\u0430 \u0434\u0430\u0442\u0430 \u0432\u044a\u0432 \u0432\u044a\u0437\u0445\u043e\u0434\u044f\u0449 \u0440\u0435\u0434
gen.sortbyretractdatedesc=\u0421\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043f\u043e \u043a\u0440\u0430\u0439\u043d\u0430 \u0434\u0430\u0442\u0430 \u0432 \u043d\u0438\u0437\u0445\u043e\u0434\u044f\u0449 \u0440\u0435\u0434

### (moot) gen.sortbypub = Sort by public
### (moot) gen.sortbypubasc = Sort by visibility ascending
### (moot) gen.sortbypubdesc = Sort by visibility descending
gen.sortbyfor=\u0421\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043f\u043e \u0430\u0443\u0434\u0438\u0442\u043e\u0440\u0438\u044f
gen.sortbyforasc=\u0421\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043f\u043e \u0430\u0443\u0434\u0438\u0442\u043e\u0440\u0438\u044f \u0432\u044a\u0432 \u0432\u044a\u0437\u0445\u043e\u0434\u044f\u0449 \u0440\u0435\u0434
gen.sortbyfordesc=\u0421\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043f\u043e \u0430\u0443\u0434\u0438\u0442\u043e\u0440\u0438\u044f \u0432 \u043d\u0438\u0437\u0445\u043e\u0434\u044f\u0449 \u0440\u0435\u0434
gen.newwindow=\u041e\u0442\u0432\u0430\u0440\u044f \u0441\u0435 \u0432 \u043d\u043e\u0432 \u043f\u0440\u043e\u0437\u043e\u0440\u0435\u0446

gen.includeattachments=\u0422\u043e\u0432\u0430 \u0441\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u0435 \u0432\u043a\u043b\u044e\u0447\u0432\u0430 \u043f\u0440\u0438\u043a\u0430\u0447\u0435\u043d\u0438 \u0444\u0430\u0439\u043b\u043e\u0432\u0435

gen.editdraft=\u0420\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u043f\u0440\u043e\u0435\u043a\u0442 \u043d\u0430 \u0441\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u0435
# {0} is the announcement subject
gen.editdraft.subject=\u043f\u0440\u043e\u0435\u043a\u0442 \u043d\u0430 \u0441\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u0435 \u0420\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0447\u0435\u0440\u043d\u043e\u0432\u0430 \u043d\u0430 \u043e\u0431\u044f\u0432\u0430 {0}
# {0} is the announcement subject
gen.editann.subject=\u0420\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0441\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u0435\u0442\u043e {0}
# {0} is the announcement subject
gen.viewann.subject=\u041f\u0440\u0435\u0433\u043b\u0435\u0434 \u043d\u0430 \u0441\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u0435\u0442\u043e {0}
# {0} is the announcement subject
gen.removeann.subject=\u041f\u0440\u0435\u043c\u0430\u0445\u0432\u0430\u043d\u0435 \u043d\u0430 \u0441\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u0435\u0442\u043e  {0}

gen.visible=\u0417\u0430
gen.public=\u041e\u0431\u0449\u0435\u0441\u0442\u0432\u0435\u043d
gen.selectremove=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435, \u0437\u0430 \u0434\u0430 \u043f\u0440\u0435\u043c\u0430\u0445\u043d\u0435\u0442\u0435
gen.announcements=\u0421\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u044f
#SAK-9116: use parameterized phrase (done 3-28-08)
#   3 lines below (non-parameterized) can be removed
gen.viewing.phrase=\u041f\u0440\u0435\u0433\u043b\u0435\u0434 \u043d\u0430 {0} - {1} \u043e\u0442 {2} \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0430
gen.viewing.days.phrase.brackets=(\u0440\u0430\u0437\u0433\u043b\u0435\u0436\u0434\u0430\u043d\u0435 \u043d\u0430 \u0441\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u044f \u043e\u0442 \u043f\u043e\u0441\u043b\u0435\u0434\u043d\u0438\u0442\u0435 {0} \u0434\u043d\u0438)
gen.recopt=\u0421\u043a\u043e\u0440\u043e\u0448\u043d\u0438 \u043e\u0431\u044f\u0432\u043b\u0435\u043d\u0438\u044f \u041e\u043f\u0446\u0438\u0438
gen.show=\u043f\u043e\u043a\u0430\u0436\u0438 {0} \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0438...

#Customize Vm
custom.display=\u041e\u043f\u0446\u0438\u0438 \u0437\u0430 \u043f\u043e\u043a\u0430\u0437\u0432\u0430\u043d\u0435
### (moot) custom.display2 =Announcement Display
custom.showbody=\u041f\u043e\u043a\u0430\u0437\u0432\u0430\u043d\u0435 \u043d\u0430 \u0442\u044f\u043b\u043e\u0442\u043e \u043d\u0430 \u0441\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u0435\u0442\u043e
custom.charbody=\u0421\u0438\u043c\u0432\u043e\u043b\u0438 \u0432 \u0442\u044f\u043b\u043e\u0442\u043e
custom.about=\u041f\u043e\u043a\u0430\u0436\u0438 \u0437\u0430
custom.dplimits=\u0413\u0440\u0430\u043d\u0438\u0446\u0438 \u043d\u0430 \u0434\u0438\u0441\u043f\u043b\u0435\u044f
### (moot) custom.howwill = How will announcements display in the announcement list?
custom.number=\u0411\u0440\u043e\u0439 \u0434\u043d\u0438 \u0432 \u043c\u0438\u043d\u0430\u043b\u043e\u0442\u043e
custom.numbann=\u0411\u0440\u043e\u0439 \u043d\u0430 \u0441\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u044f\u0442\u0430
custom.options=\u041e\u043f\u0446\u0438\u0438

custom.sortab=\u0418\u0437\u0433\u043b\u0435\u0434 \u043d\u0430 \u0442\u0430\u0431\u043b\u0438\u0446\u0430 \u0441 \u0432\u044a\u0437\u043c\u043e\u0436\u043d\u043e\u0441\u0442 \u0437\u0430 \u0441\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435
custom.sortabbod=\u0418\u0437\u0433\u043b\u0435\u0434 \u043d\u0430 \u0442\u0430\u0431\u043b\u0438\u0446\u0430 \u0441 \u0432\u044a\u0437\u043c\u043e\u0436\u043d\u043e\u0441\u0442 \u0437\u0430 \u0441\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u0441 \u0442\u044f\u043b\u043e \u043d\u0430 \u0441\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u0435\u0442\u043e
custom.lisvie=\u0418\u0437\u0433\u043b\u0435\u0434 \u043d\u0430 \u0441\u043f\u0438\u0441\u044a\u043a \u0441 \u0442\u044f\u043b\u043e \u043d\u0430 \u0441\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u0435\u0442\u043e
custom.shofir=\u041f\u044a\u0440\u0432\u0438\u0442\u0435 50 \u0441\u0438\u043c\u0432\u043e\u043b\u0430
custom.shofirtwo=\u041f\u044a\u0440\u0432\u0438\u0442\u0435 100 \u0441\u0438\u043c\u0432\u043e\u043b\u0430
custom.shoall=\u0412\u0441\u0438\u0447\u043a\u0438

custom.setoptions=\u0412 \u043c\u043e\u043c\u0435\u043d\u0442\u0430 \u0437\u0430\u0434\u0430\u0432\u0430\u0442\u0435 \u043e\u043f\u0446\u0438\u0438 \u0437\u0430 \u0441\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u044f.
custom.setoptionsrecent=\u0412 \u043c\u043e\u043c\u0435\u043d\u0442\u0430 \u0437\u0430\u0434\u0430\u0432\u0430\u0442\u0435 \u043e\u043f\u0446\u0438\u0438 \u0437\u0430 \u0441\u043a\u043e\u0440\u043e\u0448\u043d\u0438 \u0441\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u044f.

custom.rss_option.full=\u041e\u043f\u0446\u0438\u0438 \u0437\u0430 RSS \u0435\u043c\u0438\u0441\u0438\u0438 <i>\u0441\u0430\u043c\u043e \u043f\u0443\u0431\u043b\u0438\u0447\u043d\u0438 \u0441\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u044f</i>
custom.rss_alias=RSS \u043f\u0441\u0435\u0432\u0434\u043e\u043d\u0438\u043c (\u043c\u0430\u043a\u0441\u0438\u043c\u0443\u043c 40 \u0441\u0438\u043c\u0432\u043e\u043b\u0430)
custom.rss_url=URL \u0410\u0414\u0420\u0415\u0421 \u041d\u0410 RSS

#Deleting Vm
del.deleting=\u0418\u0437\u0442\u0440\u0438\u0432\u0430\u043d\u0435 \u043d\u0430 \u0441\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u044f...
del.areyou=\u0421\u0438\u0433\u0443\u0440\u043d\u0438 \u043b\u0438 \u0441\u0442\u0435, \u0447\u0435 \u0438\u0441\u043a\u0430\u0442\u0435 \u0434\u0430 \u0438\u0437\u0442\u0440\u0438\u0435\u0442\u0435 \u0441\u043b\u0435\u0434\u043d\u0438\u0442\u0435 \u0441\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u044f?

#Merging Vm
merge.list.summary=\u0422\u0430\u0431\u043b\u0438\u0446\u0430\u0442\u0430 \u0441\u044a\u0434\u044a\u0440\u0436\u0430 \u0441\u043f\u0438\u0441\u044a\u043a \u043d\u0430 \u0441\u0430\u0439\u0442\u043e\u0432\u0435\u0442\u0435, \u043e\u0442 \u043a\u043e\u0438\u0442\u043e \u043c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u043e\u0431\u0435\u0434\u0438\u043d\u044f\u0432\u0430\u0442\u0435 \u0441\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u044f. \u041a\u043e\u043b\u043e\u043d\u0430 1\: \u0437\u0430\u0433\u043b\u0430\u0432\u0438\u0435 \u043d\u0430 \u0441\u0430\u0439\u0442\u0430. \u041a\u043e\u043b\u043e\u043d\u0430 2\: \u043a\u0432\u0430\u0434\u0440\u0430\u0442\u0447\u0435 \u0437\u0430 \u043e\u0442\u043c\u0435\u0442\u043a\u0430, \u043a\u043e\u0435\u0442\u043e \u0434\u0430 \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435.
merge.select=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u043a\u043e\u0438 \u0441\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u044f \u0438\u0441\u043a\u0430\u0442\u0435 \u0434\u0430 \u043e\u0431\u0435\u0434\u0438\u043d\u0438\u0442\u0435 \u0432 \u0442\u043e\u0437\u0438 \u0441\u0430\u0439\u0442.
merge.show=\u041f\u043e\u043a\u0430\u0437\u0432\u0430\u043d\u0435 \u043d\u0430 \u0441\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u044f \u043e\u0442 \u0434\u0440\u0443\u0433 \u0441\u0430\u0439\u0442
merge.showann=\u041f\u043e\u043a\u0430\u0437\u0432\u0430\u043d\u0435 \u043d\u0430 \u0441\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u044f

#Metadata Vm
meta.title=C\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u044f\:
meta.public=\u041f\u043e\u043a\u0430\u0437\u0432\u0430\u043d\u0435 \u0437\u0430 \u043d\u0435\u0447\u043b\u0435\u043d\u043e\u0432\u0435
meta.message=\u0421\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u0435
meta.attach=\u041f\u0440\u0438\u043a\u0430\u0447\u0435\u043d\u0438 \u0444\u0430\u0439\u043b\u043e\u0432\u0435
### (moot) meta.noattach = No attachments ...
### (moot) meta.back = Back
meta.prev=\u041f\u0440\u0435\u0434\u0438\u0448\u043do
meta.next=\u0421\u043b\u0435\u0434\u0432\u0430\u0449o
meta.retlis=\u0412\u0440\u044a\u0449\u0430\u043d\u0435 \u043a\u044a\u043c \u0441\u043f\u0438\u0441\u044a\u043a\u0430
meta.groups=\u0413\u0440\u0443\u043f\u0438

#Preview Vm
pre.preview=\u041f\u0440\u0435\u0433\u043b\u0435\u0434 \u043d\u0430 \u0441\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u0435
pre.notif=\u0418\u0437\u0432\u0435\u0441\u0442\u0438\u0435 \u043f\u043e \u0438\u043c\u0435\u0439\u043b
pre.post=\u041f\u0443\u0431\u043b\u0438\u043a\u0443\u0432\u0430\u0439\u0442\u0435 \u0441\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u0435

#Revise Vm
revise.add=\u041f\u0443\u0431\u043b\u0438\u043a\u0443\u0432\u0430\u0439\u0442\u0435 \u0441\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u0435
revise.revise=\u0420\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u0439\u0442\u0435 \u0441\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u0435\u0442\u043e
revise.complete=\u041f\u043e\u043f\u044a\u043b\u043d\u0435\u0442\u0435 \u0444\u043e\u0440\u043c\u0443\u043b\u044f\u0440\u0430, \u0441\u043b\u0435\u0434 \u043a\u043e\u0435\u0442\u043e \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0441\u044a\u043e\u0442\u0432\u0435\u0442\u043d\u0438\u044f \u0431\u0443\u0442\u043e\u043d \u0432 \u0434\u043e\u043b\u043d\u0430\u0442\u0430 \u0447\u0430\u0441\u0442.
revise.required.star=\u0417\u0430\u0434\u044a\u043b\u0436\u0438\u0442\u0435\u043b\u043d\u0438 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0438, \u043c\u0430\u0440\u043a\u0438\u0440\u0430\u043d\u0438 \u0441 <span class\="reqStarInline">*</span>
revise.update=\u0410\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u0439\u0442\u0435 \u0444\u043e\u0440\u043c\u0443\u043b\u044f\u0440\u0430, \u0441\u043b\u0435\u0434 \u043a\u043e\u0435\u0442\u043e \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0441\u044a\u043e\u0442\u0432\u0435\u0442\u043d\u0438\u044f \u0431\u0443\u0442\u043e\u043d \u0432 \u0434\u043e\u043b\u043d\u0430\u0442\u0430 \u0447\u0430\u0441\u0442.
revise.announce=\u0421\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u044f
revise.announcement.body=\u0422\u044f\u043b\u043e
revise.highlight.title=\u041c\u0430\u0440\u043a\u0438\u0440\u0430\u0439\u0442\u0435
revise.highlight=<strong>\u041c\u0430\u0440\u043a\u0438\u0440\u0430\u0439\u0442\u0435 \u0442\u043e\u0432\u0430 \u0441\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u0435.</strong> \u0429\u0435 \u0431\u044a\u0434\u0435 \u043f\u043e-\u0437\u0430\u0431\u0435\u043b\u0435\u0436\u0438\u043c\u043e \u0432 \u0441\u043f\u0438\u0441\u044a\u043a\u0430 \u0441 \u043e\u0431\u044f\u0432\u0438.
revise.star.title=\u0422\u043e\u0432\u0430 \u0441\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u0435 \u0435 \u043f\u043e\u0434\u0447\u0435\u0440\u0442\u0430\u043d\u043e
### (moot) revise.none = None

revise.subject=\u0417\u0430\u0433\u043b\u0430\u0432\u0438\u0435 \u043d\u0430 \u0441\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u0435\u0442\u043e


#Reorder Vm
reorder.title=\u041f\u0440\u0435\u043d\u0430\u0440\u0435\u0436\u0434\u0430\u043d\u0435 \u043d\u0430 \u0441\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u044f\u0442\u0430
reorder.instruction.general=\u0417\u0430 \u0434\u0430 \u043f\u0440\u043e\u043c\u0435\u043d\u0438\u0442\u0435 \u043f\u043e\u0434\u0440\u0435\u0434\u0431\u0430\u0442\u0430, \u043f\u043b\u044a\u0437\u043d\u0435\u0442\u0435 \u0438 \u043f\u0443\u0441\u043d\u0435\u0442\u0435 \u0435\u043b\u0435\u043c\u0435\u043d\u0442\u0438 \u043e\u0442 \u0441\u043f\u0438\u0441\u044a\u043a\u0430 \u0438\u043b\u0438 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0439\u0442\u0435 \u043a\u043b\u0430\u0432\u0438\u0448\u0438\u0442\u0435 U \u0438 D \u043d\u0430 \u043a\u043b\u0430\u0432\u0438\u0430\u0442\u0443\u0440\u0430\u0442\u0430, \u0441\u043b\u0435\u0434 \u043a\u043e\u0435\u0442\u043e \u0449\u0440\u0430\u043a\u043d\u0435\u0442\u0435 \u0432\u044a\u0440\u0445\u0443 \u0410\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0435.
reorder.instruction.input=\u041c\u043e\u0436\u0435\u0442\u0435 \u0441\u044a\u0449\u043e \u0442\u0430\u043a\u0430 \u0434\u0430 \u0440\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u0442\u0435 \u043d\u043e\u043c\u0435\u0440\u0430\u0442\u0430 \u043d\u0430 \u043f\u043e\u0440\u044a\u0447\u043a\u0438\u0442\u0435 \u0432 \u0441\u043f\u0438\u0441\u044a\u043a\u0430.
reorder.instruction.general.hidden=\u0412\u043b\u0435\u0437\u0442\u0435 \u0441 \u0442\u0430\u0431 \u0432 \u0441\u043f\u0438\u0441\u044a\u043a\u0430, \u0437\u0430\u0434\u0440\u044a\u0436\u0442\u0435 \u043a\u043b\u0430\u0432\u0438\u0448\u0430 Control \u0438 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0439\u0442\u0435 \u043a\u043b\u0430\u0432\u0438\u0448\u0438\u0442\u0435 \u0441\u044a\u0441 \u0441\u0442\u0440\u0435\u043b\u043a\u0438, \u0437\u0430 \u0434\u0430 \u0441\u043e\u0440\u0442\u0438\u0440\u0430\u0442\u0435.
reorder.undo.last.label=\u041e\u0442\u043c\u044f\u043d\u0430 \u043d\u0430 \u043f\u043e\u0441\u043b\u0435\u0434\u043d\u0438\u044f
reorder.undo.all.label=\u041e\u0442\u043c\u044f\u043d\u0430 \u043d\u0430 \u0432\u0441\u0438\u0447\u043a\u0438
reorder.fail.valid.message=\u041c\u043e\u043b\u044f, \u043f\u043e\u0441\u043e\u0447\u0435\u0442\u0435 \u0447\u0438\u0441\u043b\u043e, \u043f\u043e-\u043c\u0430\u043b\u043a\u043e \u043e\u0442 \#\!

### (moot) revise.pview = Public view:
### (moot) revise.setto = Set to Yes at a higher level.
revise.attachments=\u041f\u0440\u0438\u043a\u0430\u0447\u0435\u043d\u0438 \u0444\u0430\u0439\u043b\u043e\u0432\u0435
revise.notify=\u0418\u0437\u0432\u0435\u0441\u0442\u0438\u0435 \u043f\u043e \u0438\u043c\u0435\u0439\u043b
revise.attach=\u043f\u0440\u0438\u043a\u0430\u0447\u0435\u043d \u0444\u0430\u0439\u043b
revise.addatt=\u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u043d\u0430 \u043f\u0440\u0438\u043a\u0430\u0447\u0435\u043d\u0438 \u0444\u0430\u0439\u043b\u043e\u0432\u0435
revise.addrem=\u0414\u043e\u0431\u0430\u0432\u044f\u043d\u0435/\u043f\u0440\u0435\u043c\u0430\u0445\u0432\u0430\u043d\u0435 \u043d\u0430 \u043f\u0440\u0438\u043a\u0430\u0447\u0435\u043d\u0438 \u0444\u0430\u0439\u043b\u043e\u0432\u0435
### (moot) revise.displaynon = Display to Non-Members
revise.noattach=\u0412\u0441\u0435 \u043e\u0449\u0435 \u043d\u044f\u043c\u0430 \u043f\u0440\u0438\u043a\u0430\u0447\u0435\u043d\u0438 \u0444\u0430\u0439\u043b\u043e\u0432\u0435
revise.group.list.summary=\u0422\u0430\u0431\u043b\u0438\u0446\u0430\u0442\u0430 \u0441\u044a\u0434\u044a\u0440\u0436\u0430 \u0441\u043f\u0438\u0441\u044a\u043a \u043d\u0430 \u0433\u0440\u0443\u043f\u0438\u0442\u0435. \u041f\u044a\u0440\u0432\u0430\u0442\u0430 \u0449\u0435 \u0441\u044a\u0434\u044a\u0440\u0436\u0430 \u043f\u043e\u043b\u0435\u0442\u0430 \u0437\u0430 \u043e\u0442\u043c\u0435\u0442\u043a\u0430, \u0432\u0442\u043e\u0440\u0430\u0442\u0430 \u0449\u0435 \u0441\u044a\u0434\u044a\u0440\u0436\u0430 \u0438\u043c\u0435\u0442\u043e \u043d\u0430 \u0433\u0440\u0443\u043f\u0430\u0442\u0430, \u0442\u0440\u0435\u0442\u0430\u0442\u0430 - \u043e\u043f\u0438\u0441\u0430\u043d\u0438\u0435\u0442\u043e \u043d\u0430 \u0433\u0440\u0443\u043f\u0430\u0442\u0430. \u0417\u0430\u0433\u043b\u0430\u0432\u043d\u0438\u0442\u0435 \u0432\u0440\u044a\u0437\u043a\u0438 \u043c\u043e\u0433\u0430\u0442 \u0434\u0430 \u0441\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0442 \u0437\u0430 \u0441\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435.
revise.group.list.toggle=\u041f\u0440\u0435\u0432\u043a\u043b\u044e\u0447\u0435\u0442\u0435 \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0432\u0441\u0438\u0447\u043a\u043e
revise.group.list.title=\u0417\u0430\u0433\u043b\u0430\u0432\u0438\u0435
### (moot) revise.group.list.sorttitle=Sort by group title
### (moot) revise.group.list.sorttitleasc=Sort by group title ascending
### (moot) revise.group.list.sorttitledesc=Sort by group title descending
revise.group.list.desc=\u041e\u043f\u0438\u0441\u0430\u043d\u0438\u0435
### (moot) revise.group.list.sortdesc=Sort by group description
### (moot) revise.group.list.sortdescasc=Sort by group description ascending
### (moot) revise.group.list.sortdescdesc=Sort by group description descending

revise.notify_alert=<strong>\u0418\u043c\u0435\u0439\u043b \u0438\u0437\u0432\u0435\u0441\u0442\u0438\u044f \u043d\u044f\u043c\u0430 \u0434\u0430 \u0431\u044a\u0434\u0430\u0442 \u0438\u0437\u043f\u0440\u0430\u0449\u0430\u043d\u0438</strong>, \u0434\u043e\u043a\u0430\u0442\u043e \u0442\u043e\u0437\u0438 \u0441\u0430\u0439\u0442 \u043d\u0435 \u0435 \u043f\u0443\u0431\u043b\u0438\u043a\u0443\u0432\u0430\u043d.
revise.notify_high=\u0412\u0438\u0441\u043e\u043a\u0430 - \u0412\u0441\u0438\u0447\u043a\u0438 \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u0446\u0438
revise.notify_high_groups=\u0412\u0438\u0441\u043e\u043a\u0430 - \u0412\u0441\u0438\u0447\u043a\u0438 \u0447\u043b\u0435\u043d\u043e\u0432\u0435 \u043d\u0430 \u0433\u0440\u0443\u043f\u0430\u0442\u0430
revise.notify_low=\u041d\u0438\u0441\u044a\u043a - \u043d\u0435 \u0441\u0435 \u043f\u043e\u043b\u0443\u0447\u0430\u0432\u0430 \u043e\u0442 \u0442\u0435\u0437\u0438, \u043a\u043e\u0438\u0442\u043e \u0441\u0430 \u0438\u0437\u0431\u0440\u0430\u043b\u0438
revise.notify_none=\u041d\u044f\u043c\u0430 - \u043d\u0435 \u0441\u0435 \u0443\u0432\u0435\u0434\u043e\u043c\u044f\u0432\u0430
revise.notify.ver_link=\u0412\u0438\u0436\u0442\u0435 \u0438\u0441\u0442\u043e\u0440\u0438\u044f\u0442\u0430 \u043d\u0430 \u0440\u0435\u0432\u0438\u0437\u0438\u0438\u0442\u0435
revise.notify.short_high=\u0412\u0438\u0441\u043e\u043a \u043f\u0440\u0438\u043e\u0440\u0438\u0442\u0435\u0442
revise.notify.short_low=\u041d\u0438\u0441\u044a\u043a \u043f\u0440\u0438\u043e\u0440\u0438\u0442\u0435\u0442
revise.notify.short_none=\u0411\u0435\u0437 \u0443\u0432\u0435\u0434\u043e\u043c\u043b\u0435\u043d\u0438\u0435
revise.notify.draft=\u041d\u044f\u043c\u0430 - \u0437\u0430\u043f\u0430\u0437\u0435\u043d\u043e \u043a\u0430\u0442\u043e \u043f\u0440\u043e\u0435\u043a\u0442
revise.notify.ver_summary=\u0422\u0430\u0431\u043b\u0438\u0446\u0430\u0442\u0430 \u0441\u044a\u0434\u044a\u0440\u0436\u0430 \u0438\u0441\u0442\u043e\u0440\u0438\u044f\u0442\u0430 \u043d\u0430 \u043f\u0440\u0435\u0433\u043b\u0435\u0434\u0430. \u041a\u043e\u043b\u043e\u043d\u0430 1\: \u0434\u0430\u0442\u0430 \u043d\u0430 \u043f\u0440\u0435\u0433\u043b\u0435\u0434\u0430; \u043a\u043e\u043b\u043e\u043d\u0430 2\: \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0430 \u043d\u0430 \u0438\u0437\u0432\u0435\u0441\u0442\u0438\u0435\u0442\u043e, \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u043d\u0430 \u043f\u0440\u0438 \u043f\u0440\u0435\u0433\u043b\u0435\u0434\u0430; \u043a\u043e\u043b\u043e\u043d\u0430 3\: \u043a\u043e\u0433\u0430 \u0435 \u043d\u0430\u0441\u0442\u0440\u043e\u0435\u043d\u043e \u0438\u0437\u0432\u0435\u0441\u0442\u0438\u0435\u0442\u043e \u0434\u0430 \u0441\u0435 \u043f\u043e\u043a\u0430\u0436\u0435, \u0430\u043a\u043e \u043f\u043e\u043a\u0430\u0437\u0432\u0430\u043d\u0435\u0442\u043e \u0435 \u0437\u0430\u0431\u0430\u0432\u0435\u043d\u043e
revise.notify.ver_daterevisedtitle=\u0414\u0430\u0442\u0430 \u043d\u0430 \u043f\u0440\u0435\u0433\u043b\u0435\u0434\u0430
revise.notify.ver_typetitle=\u041d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0430 \u043d\u0430 \u0438\u0437\u0432\u0435\u0441\u0442\u0438\u044f\u0442\u0430
revise.notify.ver_datereleasedtitle=\u041d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0430 \u043d\u0430 \u043d\u0430\u043b\u0438\u0447\u043d\u043e\u0441\u0442\u0442\u0430
# {0} is a date + time
revise.notify.ver.dateds_future.date=\u0417\u0430\u0434\u0430\u0439\u0442\u0435 \u0434\u0430 \u0441\u0435 \u043f\u043e\u043a\u0430\u0437\u0432\u0430 \u0438 \u0438\u0437\u043f\u0440\u0430\u0449\u0430 \u043d\u0430 {0}
# {0} is a date + time
revise.notify.ver.dated_future.date=\u0417\u0430\u0434\u0430\u0439\u0442\u0435 \u0434\u0430 \u0441\u0435 \u043f\u043e\u043a\u0430\u0437\u0432\u0430 \u043d\u0430 {0}
#SAK-25955
#revise.savedraft = Save Draft
revise.savechanges=\u0417\u0430\u043f\u0430\u0437\u0432\u0430\u043d\u0435 \u043d\u0430 \u043f\u0440\u043e\u043c\u0435\u043d\u0438\u0442\u0435
revise.preview=\u041f\u0440\u0435\u0433\u043b\u0435\u0434

displayto.access=\u0414\u043e\u0441\u0442\u044a\u043f
displayto.public=\u0422\u043e\u0432\u0430 \u0441\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u0435 \u0435 <strong>\u043f\u0443\u0431\u043b\u0438\u0447\u043d\u043e \u0434\u043e\u0441\u0442\u044a\u043f\u043d\u043e</strong>
displayto.site=\u0421\u0430\u043c\u043e <strong>\u0447\u043b\u0435\u043d\u043e\u0432\u0435\u0442\u0435 \u043d\u0430 \u0442\u043e\u0437\u0438 \u0441\u0430\u0439\u0442</strong> \u043c\u043e\u0433\u0430\u0442 \u0434\u0430 \u0432\u0438\u0434\u044f\u0442 \u0442\u043e\u0432\u0430 \u0441\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u0435
displayto.selected=\u041f\u043e\u043a\u0430\u0437\u0432\u0430\u043d\u0435 \u043d\u0430 \u0442\u043e\u0432\u0430 \u0441\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u0435 <strong>\u0441\u0430\u043c\u043e \u043d\u0430 \u0438\u0437\u0431\u0440\u0430\u043d\u0438 \u0433\u0440\u0443\u043f\u0438</strong>

view.label=\u0412\u0438\u0436\u0442\u0435
view.all=\u0412\u0441\u0438\u0447\u043a\u0438
view.public=\u041e\u0431\u0449\u0435\u0441\u0442\u0432\u0435\u043d
view.bygroup=\u041f\u043e \u0433\u0440\u0443\u043f\u0430

range.public=\u041e\u0431\u0449\u0435\u0441\u0442\u0432\u0435\u043d
range.allgroups=\u0421\u0430\u0439\u0442

group=\u0413\u0440\u0443\u043f\u0430
groups=\u0413\u0440\u0443\u043f\u0438

### (moot) displayLimitWarning_1=This screen is only showing you the
### (moot) displayLimitWarning_2=newest announcements because your view limit is set to
### (moot) displayLimitWarning_3=. To correct this click the options button.

#SAK-25956
## labels used in date selection widget in VM_chef_library.vm, as well as time selects
#dateselectionwidget.day = Select day
#dateselectionwidget.month = Select month
#dateselectionwidget.year = Select year
#dateselectionwidget.hour = Select hour
#dateselectionwidget.minute = Select minute
#dateselectionwidget.ampm = Select AM or PM
## months (used in chef_dateselectionwidget macro in VM_chef_library.vm)
#jan = JAN
#feb = FEB
#mar = MAR
#apr = APR
#may = MAY
#jun = JUN
#jul = JUL
#aug = AUG
#sep = SEP
#oct = OCT
#nov = NOV
#dec = DEC
#calendar.title = Popup date selector

avail.title=\u041d\u0430\u043b\u0438\u0447\u043d\u043e\u0441\u0442
avail.show.withtips=\u041f\u043e\u043a\u0430\u0437\u0432\u0430\u043d\u0435 <span>- (<strong>\u041f\u043e\u0441\u0442\u0430\u0432\u0435\u0442\u0435</strong> \u0438 \u043f\u043e\u043a\u0430\u0436\u0435\u0442\u0435 \u0442\u043e\u0432\u0430 \u0441\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u0435 \u043d\u0435\u0437\u0430\u0431\u0430\u0432\u043d\u043e)</span>
avail.hide.withtips=\u0421\u043a\u0440\u0438\u0432\u0430\u043d\u0435 <span>- (<strong>\u0420\u0435\u0436\u0438\u043c \u043d\u0430 \u043f\u0440\u043e\u0435\u043a\u0442</strong> - \u041d\u0435 \u043f\u043e\u043a\u0430\u0437\u0432\u0430\u0439\u0442\u0435 \u0442\u043e\u0432\u0430 \u0441\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u0435 \u0432 \u043c\u043e\u043c\u0435\u043d\u0442\u0430)</span>
avail.specify.withtips=\u041f\u043e\u0441\u043e\u0447\u0435\u0442\u0435 \u0434\u0430\u0442\u0438 <span>- (<strong>\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u043a\u043e\u0433\u0430</strong> \u0449\u0435 \u0431\u044a\u0434\u0435 \u043f\u043e\u043a\u0430\u0437\u0430\u043d\u043e \u0442\u043e\u0432\u0430 \u0441\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u0435)</span>
avail.release=\u041d\u0430\u0447\u0430\u043b\u043e
avail.retract=\u041a\u0440\u0430\u0439

widget_date=\u0414\u0430\u0442\u0430\:
#SAK-25960
#widget_time=Time:

# EntityProvider properties
announcement=\u041f\u0440\u0435\u0434\u0441\u0442\u0430\u0432\u043b\u044f\u0432\u0430 \u043e\u0431\u044f\u0432\u043b\u0435\u043d\u0438\u044f \u0437\u0430 \u0434\u0430\u0434\u0435\u043d \u0441\u0430\u0439\u0442 (\u0432\u043a\u043b\u044e\u0447\u0438\u0442\u0435\u043b\u043d\u043e \u043e\u0431\u0435\u0434\u0438\u043d\u0435\u043d\u0438 \u043e\u0431\u044f\u0432\u043b\u0435\u043d\u0438\u044f) \u0438\u043b\u0438 \u0432\u0441\u0438\u0447\u043a\u0438 \u043e\u0431\u044f\u0432\u043b\u0435\u043d\u0438\u044f \u0437\u0430 \u0434\u0430\u0434\u0435\u043d \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b. \u0412\u043a\u043b\u044e\u0447\u0432\u0430 \u0441\u044a\u0449\u043e \u0421\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u0435 \u043d\u0430 \u0434\u0435\u043d\u044f \u0438 \u043f\u0443\u0431\u043b\u0438\u0447\u043d\u0438 \u0441\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u044f. \u041d\u0430\u043b\u0438\u0447\u043d\u0438 \u0441\u0430 \u0442\u0440\u0438 \u043d\u0435\u0437\u0430\u0434\u044a\u043b\u0436\u0438\u0442\u0435\u043b\u043d\u0438 \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u044a\u0440\u0430 \u043d\u0430 URL\: "n" \u0437\u0430 \u0437\u0430\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u043e\u0431\u0449\u0438\u044f \u0431\u0440\u043e\u0439 \u0432\u044a\u0440\u043d\u0430\u0442\u0438 \u0441\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u044f, "d" \u0437\u0430 \u0437\u0430\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u0431\u0440\u043e\u044f \u043d\u0430 \u0434\u043d\u0438\u0442\u0435 \u0432 \u043c\u0438\u043d\u0430\u043b\u043e\u0442\u043e, \u0437\u0430  \u0434\u0430 \u0441\u0435 \u0438\u0437\u0432\u043b\u0438\u0447\u0430\u0442 \u0441\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u044f\u0442\u0430, \u0438 "a" \u0437\u0430 \u0437\u0430\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u0432\u044a\u0437\u0445\u043e\u0434\u044f\u0449 \u0440\u0435\u0434 \u043d\u0430 \u0441\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043e\u0442 \u0432\u044f\u0440\u043d\u043e \u0438\u043b\u0438 \u043d\u0435\u0432\u044f\u0440\u043d\u043e. \u0410\u043a\u043e \u0441\u0438\u0441\u0442\u0435\u043c\u0430\u0442\u0430 \u0435 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0438\u0440\u0430\u043d\u0430 \u0441\u044a\u0441 \u0441\u0432\u043e\u0439\u0441\u0442\u0432\u043e\u0442\u043e (\u043f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435) "Announcement Reorder", \u0441\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u044f\u0442\u0430 \u0449\u0435 \u0431\u044a\u0434\u0430\u0442 \u0434\u043e\u043f\u044a\u043b\u043d\u0438\u0442\u0435\u043b\u043d\u043e \u0441\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0438 \u043f\u043e message_order. \u0410\u043a\u043e \u0442\u0435\u0437\u0438 \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u0440\u0438 \u043d\u0435 \u0441\u0430 \u0437\u0430\u0434\u0430\u0434\u0435\u043d\u0438, \u0442\u0435 \u0441\u0435 \u0438\u0437\u0432\u043b\u0438\u0447\u0430\u0442 \u043e\u0442 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u044f\u0442\u0430 \u043d\u0430 \u0438\u043d\u0441\u0442\u0440\u0443\u043c\u0435\u043d\u0442\u0430 \u0438\u043b\u0438 \u0441\u0435 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0442 \u0441\u0442\u0430\u043d\u0434\u0430\u0440\u0442\u043d\u0438\u0442\u0435 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438 \u043f\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0431\u0438\u0440\u0430\u043d\u0435 n\=3, d\=10, a\=0. \u041d\u0430\u043f\u0440\u0438\u043c\u0435\u0440 /announcements/site/mercury.json?n\=20&amp;d\=100&amp;a\=1 \u0449\u0435 \u0438\u0437\u0432\u043b\u0435\u0447\u0435 \u043e\u0431\u0449\u043e \u0434\u043e 20 \u0441\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u044f \u0437\u0430 \u043f\u0435\u0440\u0438\u043e\u0434 \u0434\u043e 100 \u0434\u043d\u0438 \u043d\u0430\u0437\u0430\u0434 \u0441 \u0432\u044a\u0437\u0445\u043e\u0434\u044f\u0449 \u0440\u0435\u0434.
announcement.action.site=\u0418\u0437\u0432\u043b\u0438\u0447\u0430\u043d\u0435 \u043d\u0430 \u0441\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u044f\u0442\u0430 \u0437\u0430 \u0434\u0430\u0434\u0435\u043d \u0441\u0430\u0439\u0442. \u0410\u043a\u043e \u043d\u0435 \u0441\u0442\u0435 \u0432\u043b\u0435\u0437\u043b\u0438 \u0432 \u0441\u0438\u0441\u0442\u0435\u043c\u0430\u0442\u0430, \u0449\u0435 \u043f\u043e\u043b\u0443\u0447\u0438\u0442\u0435 \u0441\u0430\u043c\u043e \u043f\u0443\u0431\u043b\u0438\u0447\u043d\u0438\u0442\u0435 \u0441\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u044f \u0437\u0430 \u0442\u043e\u0437\u0438 \u0441\u0430\u0439\u0442.
announcement.action.user=\u0418\u0437\u0432\u043b\u0438\u0447\u0430\u043d\u0435 \u043d\u0430 \u0441\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u044f\u0442\u0430 \u0437\u0430 \u0442\u0435\u043a\u0443\u0449\u0438\u044f \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b. \u0410\u043a\u043e \u043d\u0435 \u0441\u0442\u0435 \u0432\u043b\u0435\u0437\u043b\u0438 \u0432 \u0441\u0438\u0441\u0442\u0435\u043c\u0430\u0442\u0430, \u0449\u0435 \u043f\u043e\u043b\u0443\u0447\u0438\u0442\u0435 \u0441\u0430\u043c\u043e \u0441\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u044f\u0442\u0430 \u0437\u0430 MZ. \u0421\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u044f\u0442\u0430 \u0449\u0435 \u0431\u044a\u0434\u0430\u0442 \u043f\u043e\u0434\u0440\u0435\u0434\u0435\u043d\u0438 \u043f\u043e \u0434\u0430\u0442\u0430 \u0438 \u0449\u0435 \u0438\u0433\u043d\u043e\u0440\u0438\u0440\u0430\u0442 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u044f\u0442\u0430 \u043d\u0430 \u0441\u0438\u0441\u0442\u0435\u043c\u0430\u0442\u0430 "Announcement Reorder" (\u041f\u0440\u0435\u043d\u0430\u0440\u0435\u0436\u0434\u0430\u043d\u0435 \u043d\u0430 \u0441\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u044f\u0442\u0430).
announcement.action.motd=\u0418\u0437\u0432\u043b\u0438\u0447\u0430\u043d\u0435 \u0441\u0430\u043c\u043e \u043d\u0430 \u0441\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u044f\u0442\u0430 \u0437\u0430 MZ.
announcement.action.msg=\u0418\u0437\u0432\u043b\u0438\u0447\u0430\u043d\u0435 \u043d\u0430 \u0441\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u0435 \u0432\u044a\u0437 \u043e\u0441\u043d\u043e\u0432\u0430 \u043d\u0430 \u043f\u044a\u0442\u044f, \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u043d \u043e\u0442 \u0443\u0441\u043b\u0443\u0433\u0430\u0442\u0430 \u0437\u0430 \u0441\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u044f \u0432\u044a\u0442\u0440\u0435\u0448\u043d\u043e, \u0442.\u0435. /announcement/msg/{siteId}/{channelId}/{announcementId}. \u041a\u043e\u043d\u0442\u0435\u043a\u0441\u0442\u044a\u0442 \u043e\u0431\u0438\u043a\u043d\u043e\u0432\u0435\u043d\u043e \u0435 \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440\u044a\u0442 \u043d\u0430 \u0441\u0430\u0439\u0442\u0430, \u0430 channelId \u043e\u0431\u0438\u043a\u043d\u043e\u0432\u0435\u043d\u043e \u0435 "main" (\u0433\u043b\u0430\u0432\u0435\u043d), \u043e\u0441\u0432\u0435\u043d \u0430\u043a\u043e \u043d\u044f\u043c\u0430 \u043d\u044f\u043a\u043e\u043b\u043a\u043e \u043a\u0430\u043d\u0430\u043b\u0430 \u0432 \u0434\u0430\u0434\u0435\u043d \u0441\u0430\u0439\u0442. For example /announcement/msg/21b1984d-af58-43da-8583-f4adee769aa2/main/5641323b-761a-4a4d-8761-688f4928141b
announcement.action.message=\u0418\u0437\u0432\u043b\u0438\u0447\u0430\u043d\u0435 \u043d\u0430 \u0441\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u0435 \u0432\u044a\u0437 \u043e\u0441\u043d\u043e\u0432\u0430 \u043d\u0430 \u0437\u0430\u0434\u0430\u0434\u0435\u043d\u0438\u0442\u0435 site-Id \u0438 messageId. \u043d\u0430\u043f\u0440\u0438\u043c\u0435\u0440 /announcement/message/{siteId}/{msgId}

# this is used by the EntityProvider to set the title of the MOTD site when MOTD messages are retrieved. You may never use it since the response is parsed.
motd.title=\u0421\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u0435 \u043d\u0430 \u0434\u0435\u043d\u044f

announcement.edit.selectall=\u0418\u0437\u0431\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0432\u0441\u0438\u0447\u043a\u0438 \u0433\u0440\u0443\u043f\u0438
announcement.edit.selectone=\u0422\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u043f\u043e\u043d\u0435 \u0435\u0434\u043d\u0430 \u0433\u0440\u0443\u043f\u0430
announcement.edit.allselected=\u0418\u0437\u0431\u0440\u0430\u043d\u0438 \u0441\u0430 \u0432\u0441\u0438\u0447\u043a\u0438 \u0433\u0440\u0443\u043f\u0438
announcement.edit.groupsselected=\u0438\u0437\u0431\u0440\u0430\u043d\u0438 \u0433\u0440\u0443\u043f\u0438
announcement.edit.searchgroup=\u0413\u0440\u0443\u043f\u0430 \u0437\u0430 \u0442\u044a\u0440\u0441\u0435\u043d\u0435

## permission descriptions for announcement tool
perm-annc.new=\u0421\u044a\u0437\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u0441\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u044f
perm-annc.read=\u041f\u0440\u043e\u0447\u0435\u0442\u0435\u0442\u0435 \u0441\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u044f\u0442\u0430
perm-annc.revise.any=\u0420\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0432\u0441\u0438\u0447\u043a\u0438 \u0441\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u044f
perm-annc.revise.own=\u0420\u0435\u0434\u0430\u043a\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0441\u043e\u0431\u0441\u0442\u0432\u0435\u043d\u0438 \u0441\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u044f
perm-annc.delete.any=\u0418\u0437\u0442\u0440\u0438\u0432\u0430\u043d\u0435 \u043d\u0430 \u0432\u0441\u0438\u0447\u043a\u0438 \u0441\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u044f
perm-annc.delete.own=\u0418\u0437\u0442\u0440\u0438\u0432\u0430\u043d\u0435 \u043d\u0430 \u0441\u043e\u0431\u0441\u0442\u0432\u0435\u043d\u0438 \u0441\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u044f
perm-annc.read.drafts=\u041f\u0440\u043e\u0447\u0435\u0442\u0435\u0442\u0435 \u0432\u0441\u0438\u0447\u043a\u0438 \u043e\u0431\u044f\u0432\u0438 \u0437\u0430 \u043f\u0440\u043e\u0435\u043a\u0442\u0438
perm-annc.all.groups=\u0414\u043e\u0441\u0442\u044a\u043f \u0434\u043e \u0432\u0441\u0438\u0447\u043a\u0438 \u0433\u0440\u0443\u043f\u043e\u0432\u0438 \u0441\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u044f

## Dashboard widget i18n
#title=Announcements
viewing=(\u0440\u0430\u0437\u0433\u043b\u0435\u0436\u0434\u0430\u043d\u0435 \u043d\u0430 \u0441\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u044f \u043e\u0442 \u043f\u043e\u0441\u043b\u0435\u0434\u043d\u0438\u0442\u0435 10 \u0434\u043d\u0438)
site=\u0421\u0430\u0439\u0442
search=\u0422\u044a\u0440\u0441\u0435\u043d\u0435
title=\u0417\u0430\u0433\u043b\u0430\u0432\u0438\u0435
view=\u0412\u0438\u0436\u0442\u0435
sort_by_title_tooltip=\u0421\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043f\u043e \u0437\u0430\u0433\u043b\u0430\u0432\u0438\u0435
sort_by_site_tooltip=\u0421\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043f\u043e \u0437\u0430\u0433\u043b\u0430\u0432\u0438\u0435
widget_title=\u041e\u0431\u044f\u0432\u043b\u0435\u043d\u0438\u044f
