access.groups.choice=\u3053\u306e\u30d5\u30a1\u30a4\u30eb\u3092<strong>\u9078\u629e\u3055\u308c\u305f\u30b0\u30eb\u30fc\u30d7</strong>\u306b\u3060\u3051\u8868\u793a\u3057\u307e\u3059.
access.groups.fldr=\u3053\u306e\u30d5\u30a9\u30eb\u30c0\u3068\u305d\u306e\u5185\u5bb9\u3092<strong>\u9078\u629e\u3055\u308c\u305f\u30b0\u30eb\u30fc\u30d7</strong>\u3060\u3051\u3092\u8868\u793a\u3057\u307e\u3059\uff0e
access.groupsX=\u300c{0}\u300d\u30d5\u30a9\u30eb\u30c0\u306e\u30ea\u30bd\u30fc\u30b9\u306f\uff0c\u30b0\u30eb\u30fc\u30d7<strong>\u300c{1}\u300d\uff0c\u300c{2}\u300d\uff0c\u300c{3}\u300d\uff0c\u300c{4}\u300d\uff0c\u300c{5}\u300d\uff0c\u300c{6}\u300d\uff0c\u300c{7}\u300d\uff0c\u300c{8}\u300d\uff0c\u300c{9}\u300d\u304a\u3088\u3073\u305d\u306e\u4ed6</strong>\u3060\u3051\u304c\u898b\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\uff0e\u5fc5\u8981\u306b\u5fdc\u3058\u3066\uff0c\u3055\u3089\u306b\u3053\u306e\u30d5\u30a1\u30a4\u30eb\u3092\u30b0\u30eb\u30fc\u30d7\u3067\u5236\u9650\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\uff0e
access.inherit=\u30d5\u30a9\u30eb\u30c0\u3068\u540c\u3058\u3088\u3046\u306b\u30a2\u30af\u30bb\u30b9\u8a2d\u5b9a\u3092\u884c\u3044\u307e\u3059\uff0e
access.public.choice=\u3053\u306e\u30d5\u30a1\u30a4\u30eb\u306f<strong>\u8ab0\u3067\u3082</strong>\u898b\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\uff0e
access.public.fldr=\u3053\u306e\u30d5\u30a9\u30eb\u30c0\u3068\u5185\u5bb9\u306f<strong>\u8ab0\u3067\u3082</strong>\u898b\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059 \uff0e
access.public.nochoice=\u300c{0}\u300d\u30d5\u30a9\u30eb\u30c0\u306e\u30ea\u30bd\u30fc\u30b9\u306f<strong>\u8ab0\u3067\u3082</strong>\u898b\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\uff0e
access.public.noparent=\u3053\u306e\u30d5\u30a9\u30eb\u30c0\u306e\u30ea\u30bd\u30fc\u30b9\u306f<strong>\u8ab0\u3067\u3082</strong>\u898b\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\uff0e
access.site.choice=<strong>\u3053\u306e\u30b5\u30a4\u30c8\u306e\u30e1\u30f3\u30d0\u3060\u3051</strong>\u304c\u3053\u306e\u30d5\u30a1\u30a4\u30eb\u3092\u898b\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\uff0e
access.site.fldr=<strong>\u3053\u306e\u30b5\u30a4\u30c8\u306e\u30e1\u30f3\u30d0\u3060\u3051</strong>\u304c\u3053\u306e\u30d5\u30a9\u30eb\u30c0\u3068\u5185\u5bb9\u3092\u898b\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\uff0e
access.site.nochoice=\u300c{0}\u300d \u30d5\u30a9\u30eb\u30c0\u306e\u30ea\u30bd\u30fc\u30b9\u306f<strong>\u3053\u306e\u30b5\u30a4\u30c8\u306e\u3059\u3079\u3066\u306e\u30e1\u30f3\u30d0</strong>\u304c\u898b\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\uff0e
access.site.noparent=\u3053\u306e\u30d5\u30a9\u30eb\u30c0\u306e\u30ea\u30bd\u30fc\u30b9\u306f<strong>\u3053\u306e\u30b5\u30a4\u30c8\u306e\u3059\u3079\u3066\u306e\u30e1\u30f3\u30d0</strong>\u304c\u898b\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\uff0e
access.dropbox=\u8ab2\u984c\u63d0\u51fa\u7bb1
access.dropbox1=\u6559\u54e1\u3068\u5b66\u751f\u306b\u8868\u793a
access.group=\u30b0\u30eb\u30fc\u30d7\u3092\u9078\u629e
access.group1=\u6b21\u306e\u9078\u629e\u3055\u308c\u305f\u30b0\u30eb\u30fc\u30d7\u306b\u8868\u793a\: {0}
access.public=\u5168\u54e1\u306b\u516c\u958b
access.public1=\u5168\u54e1\u306b\u8868\u793a
access.site=\u30b5\u30a4\u30c8\u5168\u4f53
access.site1=\u30b5\u30a4\u30c8\u5168\u4f53\u304b\u3089\u95b2\u89a7\u53ef\u80fd
access.title1=\u30a2\u30af\u30bb\u30b9
access.title2=\u30a2\u30af\u30bb\u30b9\: \u30e1\u30f3\u30d0\u3067\u306a\u3044\u30e6\u30fc\u30b6\u306b\u3082\u8868\u793a(\u8ab0\u3067\u3082\u898b\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059)
access.title3=\u30a2\u30af\u30bb\u30b9\: \u3053\u306e\u30b5\u30a4\u30c8\u306e\u30e1\u30f3\u30d0\u5168\u54e1\u306b\u8868\u793a
access.title4=\u30a2\u30af\u30bb\u30b9\: \u9078\u629e\u3057\u305f\u30b0\u30eb\u30fc\u30d7({0})\u306e\u30e1\u30f3\u30d0\u306b\u8868\u793a
access.title5=\u30a2\u30af\u30bb\u30b9\: \u9078\u629e\u3057\u305f\u30b0\u30eb\u30fc\u30d7\u306e\u30e1\u30f3\u30d0\u306b\u8868\u793a
action.access=\u30d7\u30ed\u30d1\u30c6\u30a3\u3092\u8868\u793a
action.copy=\u30b3\u30d4\u30fc
action.delete=\u30b4\u30df\u7bb1\u306b\u79fb\u52d5\u3059\u308b
action.duplicate=\u8907\u88fd
action.info=\u60c5\u5831
action.move=\u79fb\u52d5
action.makesitepage=\u30b5\u30a4\u30c8\u30da\u30fc\u30b8\u4f5c\u6210
action.other=\u3053\u306e {0} \u4e0a\u3067\u5b9f\u884c
action.paste=\u30da\u30fc\u30b9\u30c8
action.pastecopy=\u30b3\u30d4\u30fc\u3057\u305f\u30a2\u30a4\u30c6\u30e0\u3092\u30da\u30fc\u30b9\u30c8
action.pastemove=\u79fb\u52d5\u3057\u305f\u30a2\u30a4\u30c6\u30e0\u3092\u30da\u30fc\u30b9\u30c8
action.permissions=\u30d5\u30a9\u30eb\u30c0\u6a29\u9650\u3092\u7de8\u96c6
action.props=\u30d7\u30ed\u30d1\u30c6\u30a3\u3092\u7de8\u96c6
action.reorder=\u9806\u5e8f\u5909\u66f4
action.replace=\u65b0\u3057\u3044\u30d0\u30fc\u30b8\u30e7\u30f3\u3092\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9
action.restore=\u30ea\u30b9\u30c8\u30a2
action.revise=\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u7de8\u96c6
action.select=- \u30a2\u30af\u30b7\u30e7\u30f3\u3092\u9078\u629e - 
action.compresszipfolder=ZIP \u30a2\u30fc\u30ab\u30a4\u30d6\u306b\u5727\u7e2e
action.expandziparchive=ZIP \u30a2\u30fc\u30ab\u30a4\u30d6\u3092\u5c55\u958b
action.printfile=\u30d5\u30a1\u30a4\u30eb\u3092\u30d7\u30ea\u30f3\u30c8
alert.exists=\u30d5\u30a9\u30eb\u30c0 {0} \u306f\u3053\u306e\u30d5\u30a9\u30eb\u30c0\u306b\u65e2\u306b\u5b58\u5728\u3057\u307e\u3059\uff0e
alert.noperm=\u3053\u306e\u30a2\u30a4\u30c6\u30e0\u3092\u5909\u66f4\u3059\u308b\u6a29\u9650\u304c\u3042\u308a\u307e\u305b\u3093\uff0e
alert.nofldr=\u30d5\u30a9\u30eb\u30c0\u540d\u3092\u6307\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\uff0e
alert.nosort=\u30bd\u30fc\u30c8\u3092\u5b8c\u4e86\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f
alert.overquota=\u300c{0}\u300d\u3092\u8ffd\u52a0\u3059\u308b\u3068\uff0c\u30af\u30a9\u30fc\u30bf\u306b\u3053\u306e\u30a2\u30ab\u30a6\u30f3\u30c8\u304c\u8ffd\u52a0\u3055\u308c\u307e\u3059\uff0e\u3053\u306e\u30ea\u30bd\u30fc\u30b9\u3092\u8ffd\u52a0\u3059\u308b\u5834\u5408\u306f\uff0c\u30ea\u30bd\u30fc\u30b9\u306e\u3044\u304f\u3064\u304b\u3092\u524a\u9664\u3059\u308b\u5fc5\u8981\u304c\u3042\u308b\u5834\u5408\u304c\u3042\u308a\u307e\u3059\uff0e
alert.perm=\u3053\u306e\u30d5\u30a9\u30eb\u30c0\u306b\u30a2\u30a4\u30c6\u30e0\u3092\u8ffd\u52a0\u3059\u308b\u6a29\u9650\u304c\u3042\u308a\u307e\u305b\u3093\uff0e
alert.quota=\u3053\u308c\u3089\u306e\u5909\u66f4\u306b\u3088\u308a\u30af\u30a9\u30fc\u30bf\u306b\u3053\u306e\u30a2\u30ab\u30a6\u30f3\u30c8\u304c\u8ffd\u52a0\u3055\u308c\u307e\u3059\uff0e\u3053\u306e\u5909\u66f4\u3092\u5b8c\u4e86\u3059\u308b\u5834\u5408\u306f\uff0c\u30ea\u30bd\u30fc\u30b9\u306e\u3044\u304f\u3064\u304b\u3092\u524a\u9664\u3059\u308b\u5fc5\u8981\u304c\u3042\u308b\u5834\u5408\u304c\u3042\u308a\u307e\u3059\uff0e
alert.toolong=\u540d\u524d {0} \u304c\u9577\u3059\u304e\u307e\u3059\uff0e
alert.unable=\u30a2\u30a4\u30c6\u30e0\u3092\u8ffd\u52a0\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f
alert.unable1=\u30a2\u30a4\u30c6\u30e0\u300c{0}\u300d\u3092\u8ffd\u52a0\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f
alert.unknown=\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\uff0e
alert.utf8encoding=\u30b3\u30f3\u30c6\u30f3\u30c4\u3092 UTF-8 \u3067\u30a8\u30f3\u30b3\u30fc\u30c9\u3067\u304d\u307e\u305b\u3093\uff0e
avail.end=\u7d42\u4e86\u4e2d
avail.end1=\u671f\u9650
avail.hide=\u975e\u8868\u793a
avail.hide10=\u7ba1\u7406\u8005\u3067\u306a\u3044\u4eba\u306b\u306f\u3053\u306e\u30a2\u30a4\u30c6\u30e0\u3092\u975e\u8868\u793a
avail.hide20=\u3053\u306e\u30d5\u30a9\u30eb\u30c0\u3068\u305d\u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u975e\u8868\u793a
avail.show=\u8868\u793a
avail.show1=\u3053\u306e\u30a2\u30a4\u30c6\u30e0\u3092\u8868\u793a
avail.show2=\u3053\u306e\u30d5\u30a9\u30eb\u30c0\u3092\u8868\u793a
avail.start=\u958b\u59cb\u4e2d
avail.start1=\u958b\u59cb\u65e5\u6642\: 
avail.title=\u5229\u7528\u53ef\u80fd\u671f\u9593
button.actions=\u30a2\u30af\u30b7\u30e7\u30f3
button.add=\u8ffd\u52a0
button.startadd=\u300c\u30e1\u30cb\u30e5\u30fc\u3092\u8ffd\u52a0\u300d\u3092\u958b\u59cb
button.startact=\u30a2\u30af\u30b7\u30e7\u30f3\u30e1\u30cb\u30e5\u30fc\u3092\u958b\u59cb
button.endadd=\u300c\u30e1\u30cb\u30e5\u30fc\u3092\u8ffd\u52a0\u300d\u3092\u7d42\u4e86
button.endact=\u30a2\u30af\u30b7\u30e7\u30f3\u30e1\u30cb\u30e5\u30fc\u3092\u7d42\u4e86
button.closemenu=\u30ad\u30e3\u30f3\u30bb\u30eb (x)
choosefile7=\u6dfb\u4ed8\u3059\u308b\u30d5\u30a1\u30a4\u30eb\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\uff0e
collapse.all=\u3059\u3079\u3066\u305f\u305f\u3080
collapse.item=\u3053\u306e\u30d5\u30a9\u30eb\u30c0\u3092\u305f\u305f\u3080
create.folder=\u30d5\u30a9\u30eb\u30c0\u3092\u4f5c\u6210
create.html=HTML \u30da\u30fc\u30b8\u3092\u4f5c\u6210
create.text=\u30c6\u30ad\u30b9\u30c8\u6587\u66f8\u3092\u4f5c\u6210
create.unknown=\u65b0\u3057\u3044 {0}
create.upload=\u65b0\u3057\u3044\u30d5\u30a1\u30a4\u30eb\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9
create.uploads=\u30d5\u30a1\u30a4\u30eb\u3092\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9
create.url=\u65b0\u3057\u3044 URL (\u30a6\u30a7\u30d6\u30b5\u30a4\u30c8\u3078\u306e\u30ea\u30f3\u30af)
create.urls=\u30a6\u30a7\u30d6\u30ea\u30f3\u30af (URL) \u3092\u8ffd\u52a0
cright.alert=\u8457\u4f5c\u6a29\u8b66\u544a
cright.display=\u4ed6\u4eba\u304c\u30a2\u30af\u30bb\u30b9\u3057\u305f\u3068\u304d\u306b\uff0c\u8457\u4f5c\u6a29\u8b66\u544a\u3092\u8868\u793a\u3057\u540c\u610f\u3092\u6c42\u3081\u308b\uff0e
cright.fairuse=\u8a73\u7d30\u60c5\u5831
cright.info=\u8457\u4f5c\u6a29\u60c5\u5831
cright.newwin=\u65b0\u3057\u3044\u30a6\u30a3\u30f3\u30c9\u30a6
cright.show=\u3053\u308c\u306f\u4f55\u3067\u3059\u304b?
cright.status=\u8457\u4f5c\u6a29\u72b6\u614b
dav.webdav=\u8907\u6570\u30ea\u30bd\u30fc\u30b9\u306e\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9\u30fb\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9
del.del=\u524a\u9664\u78ba\u8a8d...
del.del1=\u524a\u9664
del.sure=\u6b21\u306e\u30a2\u30a4\u30c6\u30e0\u3092\u672c\u5f53\u306b\u524a\u9664\u3057\u307e\u3059\u304b?
del.table=\u8868\u306b\u306f\uff0c\u524a\u9664\u3059\u308b\u305f\u3081\u306b\u9078\u629e\u3057\u305f\u30ea\u30bd\u30fc\u30b9\u306b\u95a2\u3059\u308b\u60c5\u5831\u304c\u3042\u308a\u307e\u3059\uff0e\u30ab\u30e9\u30e0\u30d8\u30c3\u30c0\u306b\u306f\u30b3\u30f3\u30c6\u30f3\u30c4\u306e\u8aac\u660e\u3068\u30bd\u30fc\u30c8\u306e\u305f\u3081\u306e\u30ea\u30f3\u30af\u304c\u3042\u308a\u307e\u3059\uff0e
edit.access4=\u9078\u629e\u3055\u308c\u305f\u30b0\u30eb\u30fc\u30d7\u306b\u8868\u793a
edit.calert=\u8457\u4f5c\u6a29\u8b66\u544a
edit.cstatus=\u8457\u4f5c\u6a29\u72b6\u614b
edit.descr=\u8aac\u660e
edit.display=\u8457\u4f5c\u6a29\u8b66\u544a\u3092\u8868\u793a\u3057\uff0c\u4ed6\u306e\u30e6\u30fc\u30b6\u306b\u3088\u308a\u30a2\u30af\u30bb\u30b9\u3055\u308c\u305f\u3068\u304d\u306b\u306f\u627f\u8afe\u3092\u6c42\u3081\u308b\uff0e
edit.group1=\u30bf\u30a4\u30c8\u30eb
edit.group2=\u8aac\u660e
edit.group3=\u8868\u306b\u306f\u30b0\u30eb\u30fc\u30d7\u4e00\u89a7\u304c\u3042\u308a\u307e\u3059\uff0e\u6700\u521d\u306e\u30ab\u30e9\u30e0\u306f\u30c1\u30a7\u30c3\u30af\u30dc\u30c3\u30af\u30b9\uff0c2\u756a\u76ee\u306f\u30b0\u30eb\u30fc\u30d7\u540d\uff0c3\u756a\u76ee\u306f\u8aac\u660e\u3067\u3059\uff0e\u30d8\u30c3\u30c0\u30ea\u30f3\u30af\u3092\u30af\u30ea\u30c3\u30af\u3059\u308b\u3068\u30bd\u30fc\u30c8\u3055\u308c\u307e\u3059\uff0e
edit.hide=\u3053\u306e\u30a2\u30a4\u30c6\u30e0\u306e\u8a73\u7d30\u3092\u975e\u8868\u793a
edit.quota=\u7279\u5225\u306a\u5bb9\u91cf\u5236\u9650 (\u30ad\u30ed\u30d0\u30a4\u30c8\u5358\u4f4d\uff0c0 \u306e\u5834\u5408\u306f\u7121\u5236\u9650)
edit.remove=\u3053\u306e\u30a2\u30a4\u30c6\u30e0\u3092\u524a\u9664
edit.show=\u3053\u306e\u30a2\u30a4\u30c6\u30e0\u306e\u8a73\u7d30\u3092\u8ffd\u52a0
edit.who=\u3053\u306e\u30a2\u30a4\u30c6\u30e0\u3092\u8868\u793a\u3067\u304d\u308b\u30e6\u30fc\u30b6\u3092\u9078\u3076\uff0e
edit.who.fldr=\u3053\u306e\u30d5\u30a9\u30eb\u30c0\u3068\u5185\u5bb9\u3092\u8868\u793a\u3067\u304d\u308b\u30e6\u30fc\u30b6\u3092\u9078\u3076\uff0e
expand.all=\u3059\u3079\u3066\u5c55\u958b
expand.item=\u3053\u306e\u30d5\u30a9\u30eb\u30c0\u3092\u5c55\u958b
gen.email1=\u30e1\u30fc\u30eb\u901a\u77e5
gen.email2=\u9ad8\u3044 - \u3059\u3079\u3066\u306e\u53c2\u52a0\u8005
gen.email3=\u4f4e\u3044 - \u901a\u77e5\u3092\u8a31\u53ef\u3057\u3066\u3044\u308b\u53c2\u52a0\u8005\u3060\u3051
gen.email4=\u306a\u3057 - \u901a\u77e5\u306a\u3057
gen.location=\u5834\u6240\:
instr.access.fldr=\u3042\u308b\u671f\u9593\u3060\u3051\u30d5\u30a9\u30eb\u30c0\u3068\u5185\u5bb9\u304c\u8868\u793a\u3055\u308c\u308b\u3088\u3046\u306b\u30b9\u30b1\u30b8\u30e5\u30fc\u30eb\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\uff0e\u30b5\u30a4\u30c8\u7ba1\u7406\u8005\u306f\uff0c\u4ed6\u306e\u30e6\u30fc\u30b6\u306b\u3088\u308a\u975e\u8868\u793a\u306b\u3055\u308c\u3066\u3044\u308b\u3068\u3057\u3066\u3082\uff0c\u975e\u8868\u793a\u30a2\u30a4\u30c6\u30e0\u3092\u898b\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\uff0e
instr.access=\u3042\u308b\u671f\u9593\u3060\u3051\u30ea\u30bd\u30fc\u30b9\u304c\u8868\u793a\u3055\u308c\u308b\u3088\u3046\u306b\u30b9\u30b1\u30b8\u30e5\u30fc\u30eb\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\uff0e\u30b5\u30a4\u30c8\u7ba1\u7406\u8005\u306f\uff0c\u4ed6\u306e\u30e6\u30fc\u30b6\u306b\u3088\u308a\u975e\u8868\u793a\u306b\u3055\u308c\u3066\u3044\u308b\u3068\u3057\u3066\u3082\uff0c\u975e\u8868\u793a\u30a2\u30a4\u30c6\u30e0\u3092\u898b\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\uff0e
instr.create={0} \u306e\u540d\u524d(\u5fc5\u9808)\u3092\u5165\u529b\u3057\uff0c\u5fc5\u8981\u306a\u4ed6\u306e\u30d7\u30ed\u30d1\u30c6\u30a3\u3092\u30bb\u30c3\u30c8\u3057\u305f\u5f8c\uff0c\u300c\u7d42\u4e86\u300d\u3092\u30af\u30ea\u30c3\u30af\u3057 {0} \u3092\u4f5c\u6210\u3057\u307e\u3059\uff0e
instr.folder=\u7a7a\u6b04\u306b\u5404\u30d5\u30a9\u30eb\u30c0\u306e\u540d\u524d\u3092\u5165\u529b\u3057\uff0c\u4e00\u756a\u4e0b\u306e\u300c\u7d9a\u3051\u308b\u300d\u3092\u30af\u30ea\u30c3\u30af\u3057\u307e\u3059\uff0e
instr.folders=\u5fc5\u8981\u306a\u6570\u3060\u3051\u30d5\u30a9\u30eb\u30c0\u3092\u4f5c\u6210\u3067\u304d\u307e\u3059\uff0e\u30d5\u30a9\u30eb\u30c0\u306e\u3046\u3061\uff0c\u5fc5\u8981\u304c\u306a\u304f\u306a\u3063\u305f\u3082\u306e\u306b\u3064\u3044\u3066\u306f\uff0c\u300cX\u300d\u30dc\u30bf\u30f3\u3092\u30af\u30ea\u30c3\u30af\u3057\u307e\u3059\uff0e\u300c\u8ffd\u52a0\u300d\u30dc\u30bf\u30f3\u3092\u62bc\u3057\u3066\u7d42\u4e86\u3057\u307e\u3059\uff0e
instr.html=\u30c6\u30ad\u30b9\u30c8(\u30c4\u30fc\u30eb\u30d0\u30fc\u3067\u30d5\u30a9\u30fc\u30de\u30c3\u30c8\u3067\u304d\u307e\u3059)\u3092\u5165\u529b\u3057\uff0c\u4e00\u756a\u4e0b\u306e\u300c\u7d9a\u3051\u308b\u300d\u3092\u30af\u30ea\u30c3\u30af\u3057\u307e\u3059\uff0e
instr.options=\u30ea\u30bd\u30fc\u30b9\u30bf\u30a4\u30d7\u3092\u30c1\u30a7\u30c3\u30af\u307e\u305f\u306f\u30c1\u30a7\u30c3\u30af\u3092\u306f\u305a\u3057\uff0c\u3053\u306e\u30b5\u30a4\u30c8\u3067\u4f5c\u6210\u53ef\u80fd\u306a\u30bf\u30a4\u30d7\u3067\u3042\u308b\u304b\u3069\u3046\u304b\u3092\u793a\u3057\u307e\u3059\uff0e
instr.props=\u30a2\u30a4\u30c6\u30e0\u306e\u30d7\u30ed\u30d1\u30c6\u30a3\u3092\u4fee\u6b63\u3057\uff0c\u4e00\u756a\u4e0b\u306e\u300c\u6821s\u3093\u300d\u3092\u9078\u629e\u3057\u307e\u3059\uff0e
instr.replace=\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9\u3055\u308c\u305f\u30d0\u30fc\u30b8\u30e7\u30f3\u3067\u3053\u306e\u30d5\u30a1\u30a4\u30eb\u306e\u73fe\u5728\u306e\u30d0\u30fc\u30b8\u30e7\u30f3\u3092\u7f6e\u304d\u63db\u3048\u308b\u5834\u5408\u306f\uff0c\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9\u3057\u305f\u30d5\u30a1\u30a4\u30eb\u3092\u3053\u3053\u3067\u9078\u629e\u3057\u307e\u3059\uff0e
instr.require=\u5fc5\u9808\u30a2\u30a4\u30c6\u30e0\u306b\u306f {0} \u304c\u30de\u30fc\u30af\u3055\u308c\u3066\u3044\u307e\u3059
instr.text=\u30c6\u30ad\u30b9\u30c8\u3092\u5165\u529b\u3057\uff0c\u4e00\u756a\u4e0b\u306e\u300c\u7d9a\u3051\u308b\u300d\u3092\u30af\u30ea\u30c3\u30af\u3057\u307e\u3059\uff0e
instr.upload=\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9\u3059\u308b\u30d5\u30a1\u30a4\u30eb\u3092\u9078\u629e\u3057\uff0c\u4e00\u756a\u4e0b\u306e\u300c\u7d9a\u3051\u308b\u300d\u3092\u30af\u30ea\u30c3\u30af\u3057\u307e\u3059\uff0e
instr.uploads=\u597d\u304d\u306a\u6570\u3060\u3051\u30d5\u30a1\u30a4\u30eb\u3092\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9\u3057\u307e\u3059\uff0e\u4e00\u3064\u3060\u3051\u30d5\u30a1\u30a4\u30eb\u3092\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9\u3059\u308b\u5834\u5408\u306f\uff0c\u305d\u306e\u30d5\u30a1\u30a4\u30eb\u306e\u6a2a\u306b\u3042\u308b 'X' \u30dc\u30bf\u30f3\u3092\u30af\u30ea\u30c3\u30af\u3057\u307e\u3059\uff0e\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9\u3057\u305f\u3044\u30d5\u30a1\u30a4\u30eb\u3092\u3059\u3079\u3066\u9078\u629e\u3057\u3066\uff0c\u300c\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9\u300d\u30dc\u30bf\u30f3\u3092\u62bc\u3057\u307e\u3059\uff0e
instr.url=URL \u3092\u30b3\u30d4\u30fc\u30a2\u30f3\u30c9\u30da\u30fc\u30b9\u30c8\u3059\u308b\u304b\u5165\u529b\u3057\uff0c\u4e00\u756a\u4e0b\u306e\u300c\u7d9a\u3051\u308b\u300d\u3092\u30af\u30ea\u30c3\u30af\u3057\u307e\u3059\uff0e
instr.urls=\u597d\u304d\u306a\u6570\u3060\u3051\u30a6\u30a7\u30d6\u30ea\u30f3\u30af (URL) \u3092\u8ffd\u52a0\u3057\u307e\u3059\uff0e\u30a6\u30a7\u30d6\u30ea\u30f3\u30af\u306e\u5fc5\u8981\u6027\u304c\u5909\u308f\u3063\u305f\u5834\u5408\u306f\uff0c\u6a2a\u306e\u300cX\u300d\u30dc\u30bf\u30f3\u3092\u30af\u30ea\u30c3\u30af\u3057\u307e\u3059\uff0e\u9078\u629e\u3057\u305f\u5f8c\uff0c\u300c\u30a6\u30a7\u30a4\u30d6\u30ea\u30f3\u30af\u3092\u4eca\u3059\u3050\u8ffd\u52a0\u300d\u30dc\u30bf\u30f3\u3092\u30af\u30ea\u30c3\u30af\u3057\u307e\u3059\uff0e
label.addfile=\u4ed6\u306e\u30d5\u30a1\u30a4\u30eb\u3092\u8ffd\u52a0
label.addFolder=\u5225\u306e\u30d5\u30a9\u30eb\u30c0\u3092\u8ffd\u52a0
label.addurl=\u5225\u306e\u30a6\u30a7\u30d6\u30ea\u30f3\u30af\u3092\u8ffd\u52a0
label.alert=\u8b66\u544a\:
label.cancel=\u30ad\u30e3\u30f3\u30bb\u30eb
label.continue=\u7d9a\u3051\u308b
label.date=\u65e5\u4ed8\: 
label.display=\u540d\u524d\u3092\u8868\u793a
label.finfldr=\u30d5\u30a9\u30eb\u30c0\u3092\u4eca\u3059\u3050\u4f5c\u6210
label.finish=\u7d42\u4e86
label.finupl=\u30d5\u30a1\u30a4\u30eb\u3092\u4eca\u3059\u3050\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9
label.folder=\u30d5\u30a9\u30eb\u30c0\u540d
label.name=\u5143\u306e\u30d5\u30a1\u30a4\u30eb\u540d
label.proces=\u51e6\u7406\u4e2d ...
label.time=\u6642\u523b\: 
label.update=\u66f4\u65b0
label.upl=\u65b0\u3057\u3044\u30d0\u30fc\u30b8\u30e7\u30f3\u3092\u4eca\u3059\u3050\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9
label.upload=\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9\u3059\u308b\u30d5\u30a1\u30a4\u30eb
label.url=URL
label.urlnow=\u30a6\u30a7\u30d6\u30ea\u30f3\u30af\u3092\u4eca\u3059\u3050\u8ffd\u52a0
label.urls=\u30a6\u30a7\u30d6\u30a2\u30c9\u30ec\u30b9 (URL)
label.version=\u65b0\u3057\u3044\u30d0\u30fc\u30b8\u30e7\u30f3\u3092\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9
label.website=\u30a6\u30a7\u30d6\u30b5\u30a4\u30c8\u540d
lis.show10=10 \u30a2\u30a4\u30c6\u30e0\u3092\u8868\u793a...
lis.show100=100 \u30a2\u30a4\u30c6\u30e0\u3092\u8868\u793a...
lis.show20=20 \u30a2\u30a4\u30c6\u30e0\u3092\u8868\u793a...
lis.show200=200 \u30a2\u30a4\u30c6\u30e0\u3092\u8868\u793a...
lis.show5=\u30da\u30fc\u30b8\u5f53\u305f\u308a 5 \u30a2\u30a4\u30c6\u30e0\u3092\u8868\u793a
lis.show50=50 \u30a2\u30a4\u30c6\u30e0\u3092\u8868\u793a...
list.columns=\u30ab\u30e9\u30e0\u3092\u8868\u793a
list.hierarchy=\u968e\u5c64\u3092\u8868\u793a
list.site=\u30b5\u30a4\u30c8\u30ea\u30bd\u30fc\u30b9
list.sPerm=\u6a29\u9650
list.toobig=\u30a2\u30a4\u30c6\u30e0\u304c\u591a\u3059\u304e\u3066\u5c55\u958b\u3067\u304d\u307e\u305b\u3093\uff0e
metadata.hide={0}\u3092\u975e\u8868\u793a
metadata.show={0}\u3092\u8868\u793a
mime.alert=\u8b66\u544a\: Changing the file-type of \u30a2\u30b9\u30ad\u30fc\u3067\u306a\u3044\u30ea\u30bd\u30fc\u30b9\u306e\u30d5\u30a1\u30a4\u30eb\u30bf\u30a4\u30d7\u3092 &quot;text/plain&quot; \u307e\u305f\u306f &quot;text/html&quot; \u306b\u5909\u66f4\u3059\u308b\u3068\uff0c\u30d5\u30a1\u30a4\u30eb\u3092\u5229\u7528\u3067\u304d\u306a\u304f\u3059\u308b\uff0c\u7121\u95a2\u4fc2\u306a\u7a7a\u767d\u884c\u304c\u633f\u5165\u3055\u308c\u308b\u539f\u56e0\u306b\u306a\u308b\u5834\u5408\u304c\u3042\u308a\u307e\u3059\uff0e
month.apr=4\u6708
month.aug=8\u6708
month.dec=12\u6708
month.feb=2\u6708
month.jan=1\u6708
month.jul=7\u6708
month.jun=6\u6708
month.mar=3\u6708
month.may=5\u6708
month.nov=11\u6708
month.oct=10\u6708
month.sep=9\u6708
notify.instructor=\u30e1\u30fc\u30eb\u901a\u77e5\u3092\u6559\u54e1\u306b\u9001\u4ed8\u3057\u307e\u3059\uff0e
notify.student=\u30e1\u30fc\u30eb\u901a\u77e5\u3092\u5b66\u751f\u306b\u9001\u4ed8\u3057\u307e\u3059\uff0e
paste.error=\u3053\u306e\u30d5\u30a9\u30eb\u30c0\u306b {0} \u3092\u8ffd\u52a0\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\uff0e
props.access=\u5229\u7528\u671f\u9650\u304a\u3088\u3073\u30a2\u30af\u30bb\u30b9
props.file=\u30d5\u30a1\u30a4\u30eb\u8a73\u7d30
props.open=\u30aa\u30fc\u30d7\u30f3
props.select=URL \u3092\u9078\u629e (\u30b3\u30d4\u30fc\u306e\u305f\u3081)
props.fldr=\u30d5\u30a9\u30eb\u30c0\u8a73\u7d30
props.creatime=\u4f5c\u6210\u3055\u308c\u307e\u3057\u305f
props.creatime.upl=\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9\u3055\u308c\u307e\u3057\u305f
props.creator=\u6b21\u306e\u30e6\u30fc\u30b6\u306b\u3088\u308a\u4f5c\u6210\u3055\u308c\u307e\u3057\u305f\: 
props.creator.upl=\u6b21\u306e\u30e6\u30fc\u30b6\u306b\u3088\u308a\u6700\u521d\u306f\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9\u3055\u308c\u307e\u3057\u305f\: 
props.mime=\u30d5\u30a1\u30a4\u30eb\u30bf\u30a4\u30d7
props.modby=\u6700\u7d42\u5909\u66f4\u8005\: 
props.modtime=\u6700\u7d42\u5909\u66f4
props.mountpoint=\u30b3\u30f3\u30c6\u30f3\u30c4\u30db\u30b9\u30c6\u30a3\u30f3\u30b0\u30cf\u30f3\u30c9\u30e9\u306e\u30de\u30a6\u30f3\u30c8\u30dd\u30a4\u30f3\u30c8
props.size=\u30d5\u30a1\u30a4\u30eb\u30b5\u30a4\u30ba
props.url=\u30a6\u30a7\u30d6\u30a2\u30c9\u30ec\u30b9 (URL)
revise.html=HTML \u30da\u30fc\u30b8\u3092\u7de8\u96c6
revise.text=\u30b7\u30f3\u30d7\u30eb\u30c6\u30ad\u30b9\u30c8\u6587\u66f8\u3092\u7de8\u96c6
revise.url=URL (\u30a6\u30a7\u30d6\u30b5\u30a4\u30c8\u3078\u306e\u30ea\u30f3\u30af) \u3092\u7de8\u96c6
sh.close=\u3053\u306e\u30d5\u30a9\u30eb\u30c0\u3092\u9589\u3058\u308b
sh.open=\u3053\u306e\u30d5\u30a9\u30eb\u30c0\u3092\u958b\u304f
size.bytes={0} \u30d0\u30a4\u30c8
size.exceeded=\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9\u30b5\u30a4\u30ba\u306e\u5236\u9650 {0} \u3092\u8d8a\u3048\u3066\u3044\u307e\u3059\uff0e
size.gb={0} GB 
size.gbytes={0} GB ({1} \u30d0\u30a4\u30c8) 
size.item=1 \u30a2\u30a4\u30c6\u30e0
size.items={0} \u30a2\u30a4\u30c6\u30e0
size.kb={0} KB 
size.kbytes={0} KB ({1} \u30d0\u30a4\u30c8) 
size.mb={0} MB 
size.mbytes={0} MB ({1} \u30d0\u30a4\u30c8) 
text.notext=\u30b7\u30f3\u30d7\u30eb\u30c6\u30ad\u30b9\u30c8\u6587\u66f8\u306e\u5185\u5bb9\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\uff0e
title.availability=\u5229\u7528\u671f\u9593
title.created=\u4f5c\u6210\u8005\:
title.description=\u8aac\u660e
title.dropbox={0} \u30c9\u30ed\u30c3\u30d7\u30dc\u30c3\u30af\u30b9
title.last=\u6700\u7d42\u66f4\u65b0
title.name=\u540d\u524d
title.options=\u30ef\u30fc\u30af\u30b5\u30a4\u30c8 {0} \u306e\u30ea\u30bd\u30fc\u30b9\u306b\u5bfe\u3059\u308b\u30aa\u30d7\u30b7\u30e7\u30f3\u3092\u8a2d\u5b9a\u3057\u3066\u3044\u307e\u3059
title.permissions=\u30d5\u30a9\u30eb\u30c0 {0} \u306e\u30ea\u30bd\u30fc\u30b9\u306b\u5bfe\u3059\u308b\u30aa\u30d7\u30b7\u30e7\u30f3\u3092\u8a2d\u5b9a\u3057\u3066\u3044\u307e\u3059
title.props=\u30d7\u30ed\u30d1\u30c6\u30a3
title.resources={0} \u30ea\u30bd\u30fc\u30b9
title.size=\u30b5\u30a4\u30ba
type.folder=\u30d5\u30a9\u30eb\u30c0
type.html=HTML \u30da\u30fc\u30b8
type.text=\u30b7\u30f3\u30d7\u30eb\u30c6\u30ad\u30b9\u30c8\u6587\u66f8
type.upload=\u30d5\u30a1\u30a4\u30eb\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9
type.url=URL (\u30a6\u30a7\u30d6\u30b5\u30a4\u30c8\u3078\u306e\u30ea\u30f3\u30af)
upload.limit=\u4e00\u5ea6\u306b{0}MB\u306e\u30d5\u30a1\u30a4\u30eb\u307e\u3067\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9\u3067\u304d\u307e\u3059\uff0e\u5927\u304d\u306a\u30d5\u30a1\u30a4\u30eb\u3082\u4e00\u5ea6\u3067\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9\u3067\u304d\u307e\u3059\uff0e
url.invalid=\u4e0d\u6b63\u306a\u30a6\u30a7\u30d6\u30ea\u30f3\u30af (URL) \u3067\u3059 ({0})\uff0e
url.noinput=\u5c11\u306a\u304f\u3068\u3082\u30a6\u30a7\u30d6\u30ea\u30f3\u30af (URL) \u3092\u4e00\u3064\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\uff0e
gen.copycomf=\u8457\u4f5c\u6a29\u3092\u78ba\u8a8d\u3057\uff0c
sh.go=\u3053\u306e\u30d5\u30a9\u30eb\u30c0\u3078\u79fb\u52d5
sh.one=1 \u30ec\u30d9\u30eb\u4e0a
gen.newwin=\u65b0\u3057\u3044\u30a6\u30a3\u30f3\u30c9\u30a6
gen.type=\u30d5\u30a1\u30a4\u30eb\u30bf\u30a4\u30d7
